-- Table: b10050
-- Chunk: 1
-- Rows: 72

CREATE TABLE "b10050"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b10050
INSERT INTO [b10050] VALUES (1,'تحقيق القول بالعمل بالحديث الضعيف
د. عبد العزيز عبد الرحمن بن محمد العثيم أستاذ مساعد بكلية الدعوة وأصول الدين جامعة أم القرى
<span data-type="title" id=toc-1>مقدمة</span>
إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضِل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيراً
أما بعد:-
فإن أوّل أصول التشريع وأجلها هو القرآن الكريم، الذي هو كلام الله وسنة رسوله صلى الله عليه وسلم التي هي وحي كذلك قال تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} ١وقد وصلت السنة المطهرة إلينا من طرق مختلفة صحة وضعفاً.
ورغم ما بذله أساطين هذه الأمة من جهود مضنية حيال السنة فقد بقي جزء منها لم تثبت صحته بل ثبت ضعفه وهو متفاوت الضعف فمنه ما اشتد ضعفه ومنه ما قرب ضعفه. وهذا القسم اختلفت فيه آراء العلماء في العمل به قديماً وحديثاً فمن قائل بجواز العمل به مطلقاً، ومن مانع لذلك، ومنهم من فصَّل فيه واشترط له شروطاً.
وكنت إذا سمعت القول بجواز العمل بالحديث الضعيف أخذت أتساءل هل نحن بحاجة إلى مثل هذا، وبين أيدينا كتاب الله وما ثبت من سنة رسول الله صلى الله عليه وسلم التي حوت كلَّ ما تحتاج إليه هذه الأمة من أمور دينها ودنياها قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِيناً} ٢ فأحببت أن أجمع شتات هذه المسألة من بطون الكتب ومن أقوال الأئمة ثم أحقق القول فيها، وأرجح ما أراه راجحاً إذا عضده الدليل مع
_________
١ النجم: الآية ٣- ٤.
٢ المائدة الآية ٣.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (2,'مناقشة ما خالف ذلك مناقشة علميّة مبنية على الحجج والبراهين. وسأتكلم على العمل بالحديث الضعيف المتفق على ضعفه، وإن كان مختلف فيه فعلى رأي من قال بضعفه لا على رأي من قال بصحته. وجعلته على خمسة أبواب:
الباب الأول: الأحاديث الواردة في الكذب على رسول الله صلى الله عليه وسلم وبيان معنى الكذب والوعيد الوارد في ذلك. وقد استفتح كلامي على هذا الموضوع بهذا الباب لأن الحديث الضعيف الباقي على تلك الصفة لا يزال احتمال عدم ثبوته قائماً فالعمل به وهو على تلك الصفة يؤيد ثبوته فيكون للعامل به نصيب من الكذب.
الباب الثاني: تعريف الحديث الضعيف وأنواعه.
الباب الثالث: وجوب معرفة الحديث الصحيح من الضعيف.
الباب الرابع: رواية الأحاديث الضعيفة.
الباب الخامس: العمل بالحديث الضعيف.
والله أسأل أن يجعله خالصاً لوجهه الكريم، وأن ينفعني وقارئه بما فيه، ويعفو عن ما صدر من خطأ أو زلل إنه جواد كريم.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (3,'<span data-type="title" id=toc-2>الباب الأول الأحاديث الواردة في الكذب على رسول الله صلى الله عليه وسلم وبيان معنى الكذب والوعيد الوارد في ذلك:</span>
وردت أحاديث في وعيد من كذب على النبي صلى الله عليه وسلم، ومن أجل ذلك كان بعض الصحابة يتحرج من التحديث خوفاً من الوقوع في الكذب عليه - صلوات الله وسلامه عليه - كالزبير بن العوام وأنس وأبو قتادة وعثمان بن عفان وصهيب١ رضي الله عنهم. واستفتح البحث في هذا الموضوع بإيراد بعض الأحاديث المتضمنة لوعيد من كذب على رسول الله صلى الله عليه وسلم مما أخرجه الشيخان أو أحدهما، وأشير إلى الأحاديث التي لم يخرجاها.
١- عن علي رضي الله عنه: قال قال النبي صلى الله عليه وسلم: "لا تكذبوا عليَّ، فإنه من كذب عليّ فليلج النار"٢.
٢- وعن أنس بن مالك رضي الله عنه قال: "إنه ليمنعني أن أحدثكم حديثاً كثيراً أن النبي صلى الله عليه وسلم قال: "من تعمد عليَّ كذباً فليتبوأ مقعده من النار"٣.
٣- وعن أبي هريرة رضي الله عنه: عن النبي صلى الله عليه وسلم قال: "تسموا باسمي ولا تكتنوا بكنيتي، ومن رآني في المنام فقد رآني، فإن الشيطان لا يتمثل في صورتي، ومن كذب عليَّ متعمداً فليتبوأ مقعده من النار"٤.
٤- وعن المغيرة بن شعبة رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: "إن كذباً عليَّ ليس ككذبِ على أحد، من كذب عليَّ متعمداً فليتبوأ مقعده من النار"٥.
٥- وعن عبد الله بن الزبير قال قلت للزبير: "إني لا أسمعك تحدث عن رسول الله صلى الله عليه وسلم كما يحدث فلان وفلان؟ قال: أما أني لم أفارقه ولكن سمعته يقول: "من كذب عليَّ فليتبوأ مقعده من النار"٦.
٦- وعن عبد الله بن عمرو رضي الله عنهما: أن النبي صلى الله عليه وسلم قال: "بلغوا عني ولو آية،
_________
١ مقدمة الكامل: ١/ ١٧
٢ صحيح البخاري: العلم، باب آثم من كذب على النبي صلى الله عليه وسلم فتح الباري ١/١٩٩- ٢٠٢
٣ انظر ما أشير إليه في هامش ٢
٤ انظر ما أشير إليه في هامش ٢
٥ صحيح البخاري: الجنائز، باب ما يكره من النياحة على الميت فتح الباري ٣/ ١٦٠ وصحيح مسلم: المقدمة
باب تغليظ الكذب على رسول الله صلى الله عليه وسلم ١/٩- ١٠
٦ صحيح البخاري: العلم، باب آثم من كذب على النبي صلى الله عليه وسلم فتح الباري ١/ ٢٠٠',NULL,'11',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (4,'وحدثوا عن بني إسرائيل ولا حرج، ومن كذب عليَّ متعمداً فليتبوأ مقعده من النار"١.
٧- وعن سلمة رضي الله عنه: قال:" سمعت النبي صلى الله عليه وسلم يقول: "من يقل عليَّ ما لم أقل فليتبوأ مقعده من النار"٢.
٨- وعن واثلة بن الأسقع رضي الله عنه يقول:" قال رسول الله صلى الله عليه وسلم: "إن من أعظم الفرى أن يدعى الرجل إلى غير أبيه، أو يري عينه ما لم تر، أو يقول على رسول صلى الله عليه وسلم ما لم يقل"٣.
٩- وعن أبي سعيد الخدري رضي الله عنه: "أن رسول الله صلى الله عليه وسلم قال: "لا تكتبوا عني، ومن كتب عنيٍ غير القرآن فليمحه، وحدثوا عني ولا حرج، ومن كذب عليّ- قال همام- أحسبه متعمداً فليتبوأ مقعده من النار"٤.
١٠- وعن سمرة بن جندب رضي الله عنه قال: "قال رسول الله صلى الله عليه وسلم: "من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين"٥.
أحاديث أخرى لم ترد في الصحيحين:
وهناك أحاديث أخرى ليست في الصحيحين، وهي صحيحة أو حسنة أو ضعيفة متفاوته في ضعفها.
قال الحافظ ابن حجر رحمه الله: "وصح أيضاً في غير الصحيحين من حديث عثمان بن عفان وابن مسعود وابن عمر وأبي قتادة وجابر وزيد بن أرقم، وورد بأسانيد حسان من حديث طلحة ابن عبيد الله وسعيد بن زيد وأبي عبيدة بن الجراح وسعد بن أبي وقاص ومعاذ بن جبل وعقبة بن عامر وعمران بن حصين وابن عباس وسلمان الفارسي ومعاوية بن أبي سفيان ورافع بن خديج وطارق الأشجعي والسائب بن يزيد وخالد بن عرفطة وأبي أمامة وأبي قرصافه وأبي موسى الغافقي وعائشة رضي الله عنهم فهؤلاء ثلاث وثلاثون نفساً من الصحابة٦ وورد أيضاً عن نحو من خمسين غيرهم بأسانيد ضعيفة، وعن نحو من عشرين آخرين بأسانيد ساقطة"٧.
_________
١ صحيح البخاري أحاديث الأنبياء، باب ما ذكر عن بنى إسرائيل فتح الباري٦/٤٩٦
٢ صحيح مسلم: الزهد والرقائق، باب التثبت في الحديث وحكم كتابة العلم ٢/٢٢٩٨صحيح البخاري: العلم، باب إثم مر كذب على النبي صلى الله عليه وسلم فتح الباري١/ ٢٠١
٣ صحيح البخاري. المناقب،،باب... فتح الباري٦/ ٥٤٠
٤ صحيح مسلم: الزهد والرقائق، باب التثبت في الحديث وحكم كتابة العلم ٢/٢٢٩٨
٥ صحيح مسلم. المقدمة، باب وجوب الرواية عن الثقات وترك الكذابين - ١/ ٩
٦ قلت: هو كما قال إلا أنه لم يذكر حديث سمر ة بن جندب الذي أحرجه مسلم في مقدمة صحيحه فبذكره يكون العدد أربعة وثلاثين كما هنا.
٧ فتح الباري ١/٢٠٣',NULL,'12',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (5,'ثم قال: "وقد اعتنى الحفاظ بجمع طرق هذا الحديث فذكر من جمعهم من الحفاظ مبتدأ بعلي بن المديني ثم ذكر بعده عدداً من الحفاظ ممن جمع طرق هذا الحديث إلى أن قال: وتحصل من مجموع ذلك كله رواية مائة من الصحابة على ما فصلته من صحيح وحسن وضعيف وساقط مع أن فيها ما هو في مطلق ذم الكذب عليه من غير تقييد بهذا الوعيد الخاص، ونقل النووي١ أنه جاء عن مائتين من الصحابة، ولأجل كثرة طرقه أطلق عليه جماعة أنه متواتر"٢.
بيان معنى الكذب:
والكذب: خلاف الصدق
قال الصغاني: "تركيب الكذب يدل على خلاف الصدق وتلخيصه أنه لا يبلغ نهاية الكلام في الصدق"٣.
وقال النووي: "الكذب فهو عند المتكلمين من أصحابنا الإخبار عن الشيء على خلاف ما هو عمداً كان أو سهواً هذا مذهب أهل السنة". وقالت المعتزلة: "شرطه العمدية"، ودليل خطاب هذه الأحاديث لنا فإنه قيده صلى الله عليه وسلم بالعمد لكونه قد يكون عمداً وقد يكون سهواً مع أن الإجماع والنصوص المشهورة في الكتاب والسنة متوافقة متظاهرة على أنه لا إثم على الناسي والغالط فلو أطلق صلى الله عليه وسلم الكذب لتوهم أنه يأثم الناسي أيضاً فقيده وأما الروايات المطلقة فمحمولة على المقيدة بالعمد٤ والله أعلم.
ومعنى "لا تكذبوا عليَّ" قال الحافظ٥: "هو عام في كل كاذب، مطلق في كل نوع من الكذب. ومعناه - لا تنسبوا الكذب إليَّ، ولا مفهوم لقوله "عليَّ" لأنه لا يتصور أن يكذب له لنهيه عن مطلق الكذب. وقد اغتر قوم من الجهلة فوضعوا أحاديث في الترغيب والترهيب، وقالوا: نحن لم نكذب عليه، بل فعلنا ذلك لتأييد شريعته، وما دروا أن تقويله صلى الله عليه وسلم ما لم يقل يقتضي الكذب على الله تعالى، لأنه إثبات حكم من الأحكام الشرعية، سواء كان في الإيجاب أو الندب، وكذا مقابلهما وهو الحرام والمكروه. ولا يعتد بمن خالف ذلك من الكراهية حيث جوزوا وضع الكذب في الترغيب والترهيب في تثبيت ما ورد في القرآن والسنة
_________
١ شرح النووي على صحيح مسلم: ١ / ٩٢
٢ انظر ما أشير إليه في هامش٢ وراجع نظم المتناثر من الحديث المتواتر ص ٢٠
٣ عمدة القاري: ٢/ ١٤٦
٤ شرح النووي على صحيح مسلم ١/٩٣
٥ فتح الباري: ١/١٩٩- ٠ ٢٠ وراجع فتح المغيث ١/ ٢٤٤',NULL,'13',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (6,'واحتج بأنه كذب له لا عليه. وهو جهل باللغة العربية. وتمسك بعضهم بما ورد في بعض طرق الحديث من زيادة لم تثبت وهي ما أخرجه البزار١ وأبو نعيمِ٢ قال البزار: حدثنا عبد الله بن سعيد ثنا يونس بن بكير ثنا الأعمش عن طلحة بن مصرف عن عمرو بن شرحبيل عن عبد الله عن النبي صلى الله عليه وسلم قال: "من كذب عليّ ليضل به الناس ... " الحديث. وقد اختلف في وصله وإرساله ورجح الدارقطني٣ والحاكم٤ إرساله.
قال الهيثمي٥ في سند البزار: "رجاله رجال الصحيح".
قلت: فيه يونس بن بكير من رجال مسلم لكنه صدوق يخطئ٦ وقد وهم في سند هذا الحديث في موضعين.
قال الحاكم: "يونس بن بكير واهم في إسناد هذا الحديث في موضعين: أحدهما أنه أسقط بين طلحة بن مصرف وعمرو بن شرحبيل أبا عمار.
والآخر أنه وصل بذكر عبد الله بن مسعود، وغير مستبدع من يونس بن بكير الوهم"٧
وقال أبو نعيم: "هذا حديث غريب من حديث طلحة والأعمش، لم يروه مجوداً مرفوعاً إلا يونس بن بكير"٨.
قلت: فدل هذا على أنه لم يصله بذكر ابن مسعود بالزيادة المذكورة غيره.
وأخرجه الدارمي٩ من حديث يعلي بن مرة وهو من طريق عمر بن عبد الله بن يعلي بن مرة عن أبيه عن جده وعمر قال الحافظ: فيه ضعيف١٠.
قلت: حاله أسوأ مما قاله الحافظ١١.
_________
١ كشف الأستار: ١/ ١١٤.
٢ حلية الأولياء: ٤/٤٧ا.
٣ ١لعلل ٤/ لوحه ٩.
٤ المدخل ٩٩.
٥ مجمع الزوائد: ١/ ١٤٤.
٦ لتقريب ٦١٣.
٧ انظر هامش ٥.
٨ حلية الأولياء: ٤/١٤٧ترجمة عمرو بن شرحبيل
٩ سنن الدارمي: المقدمة: باب إلقاء الحديث عن النبي صلى الله عليه وسلم والتثبت فيه ١/٧٦
١٠ التقريب ٤١٤
١١ راجع التهذيب: ٧/ ٤٧',NULL,'14',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (7,'وعلى تقدير ثبوته فليست اللام فيه للعلة بل للصيرورة كما فسر قوله تعالى: {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ} ١.
والمعنى أن مآل أمره إلى الإضلال، أو هو من تخصيص بعض أفراد العموم بالذكر فلا مفهوم له كقوله تعالى: {لا تَأْكُلُوا الرِّبا أَضْعَافاً مُضَاعَفَةً} ٢ و {وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ} ٣ فإن قتل الأولاد، ومضاعفة الربا، والإضلال في هذه الآيات إنما هو لتأكيد الأمر فيها لا لاختصاص الحكم٤.
قال القاري: "وبهذا يندفع زعم من جوز وضع الأحاديث للتحريض على العبادة كما وقع لبعض الصوفية الجهلة في وضع أحاديث في فضائل السور وفي الصلوات الليلية والنهارية وغيرها والأظهر أن تعديته بعلي لتضمين معنى الإفتراء"٥.
قلت: وحمل بعضهم حديث "من كذب عليَّ" على من قال في حقه صلى الله عليه وسلم ساحر أو مجنون مستدلين على ذلك بحديث أخرجه الطبراني٦ عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: "من كذب عليَّ متعمداً فليتبوأ مقعده بين عيني جهنم فشق ذلك على أصحابه، فقالوا: يا رسول الله نحدث عنك بالحديث نزيد وننقص؟ قال: ليس ذا أعنيكم إنما أعني الذي يكذب علي متحدثاً يطلب به تشقيق الإسلام" وأخرجه الحاكم٧.
قال الحاكم فيه: "حديث باطل والحمل فيه على محمد بن الفضل بن عطية وهو ساقط"٨وقال ابن حجر: "فيه كذبوه"٩.
قال الترمذي: "سألت عبد الله بن عبد الرحمن أبا محمد عن حديث النبي صلى الله عليه وسلم: "من حدث عني حديثاً وهو يرى أنه كذب فهو أحد الكاذبين" قلت له: من يروي حديثاً وهو يعلم أن إسناده خطأ، أتخاف أن يكون قد دخل في حديث النبي صلى الله عليه وسلم أو إذا روى الناس حديثاً مرسلاً فأسنده بعضهم، أو قلب إسناده يكون قد دخل في هذا الحديث؟ فقال: لا. إنما
_________
١ الأنعام الآية، ١٤٤.
٢ آل عمران: الآية، ١٣٠.
٣ الإسراء: الآية، ٣١.
٤ فتح الباري: ١/ ٢٠٠ وراجع فتح المغيث ١/ ٢٤٤.
٥ تحفة الأحوذى: ٣/ ٢ ٣٧
٦ المعجم الكبير:٨/١٥٥.
٧ المدخل: ٩٦.
٨ المدخل: ٩٦.
٩ التقريب ٥٠٢.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (8,'معنى هذا الحديث إذا روى الرجل حديثاً ولا يعرف لذلك الحديث عن النبي صلى الله عليه وسلم أصل فحدث به فأخاف أن يكون قد دخل في هذا الحديث"١.
قال ابن حجر٢: "فإن قيل الكذب معصية، إلا ما استثنى في الإصلاح وغيره، والمعاصي قد توعد عليها بالنار فما الذي امتاز به الكاذب على رسول الله صلى الله عليه وسلم من الوعيد على من كذب غيره فالجواب عنه من وجهين:
أحدهما: أن الكذب عليه يكفر متعمده عند بعض أهل العلم، وهو الشيخ أبو محمد الجويني، لكن ضعفه ابنه إمام الحرمين ومن بعده.
وقال ابن المنير إلى اختياره، ووجهه بأن الكاذب عليه في تحليل حرام مثلاً لا ينفك عن استحلال ذلك الحرام أو الحمل على استحلاله، واستحلال الحرام كفر. والحمل على الكفر كفر. وفيما قاله نظر لا يخفى. والجمهور على أنه لا يكفر إلا إذا اعتقد حل ذلك.
الجواب الثاني: أن الكذب عليه كبيرة، والكذب على غيره صغيرة فافترقا ولا يلزم من استواء الوعيد في حق من كذب عليه، أو كذب على غيره أن يكون مقرهما واحد أو طول إقامتهما سواء، فقد دل قوله صلى الله عليه وسلم " فليتبوأ " على طول الإقامة فيها، بل ظاهره أنه لا يخرج منها لأنه لم يجعل له منزلاً غيره إلا أن الأدلة القطعية قامت على أن خلود التأبيد مختص بالكافرين.
وقد فرق النبي صلى الله عليه وسلم بين الكذب عليه وبن الكذب على غيره كما في حديث المغيرة بن شعبة المتقدم " أن كذباً عليَّ ليس ككذب على أحد".
وقال السخاوي مشيراً إلى حديث سمرة المتقدم: "وكفى بهذه الجملة وعيداً شديداً في حق من روى الحديث وهو يظن أنه كذب فضلاً أن يتحقق ذلك ولا يبينه لأنه صلى الله عليه وسلم جعل المحدث بذلك مشاركاً لكاذبه في وضعه"٣.
والكذب على الله تعالى وعلى رسوله بالجملة معلوم تحريمه من الدين ضرورة فإن القرآن مملوء بذلك في حقه تعالى والسنة في حق رسوله صلى الله عليه وسلم ولأن الإفتراء على الرسول افتراء على الله عز وجل٤
_________
١ جامع الترمذي: العلم، باب تعظيم الكذب على رسول الله صلى الله عليه وسلم (تحفة الأحوذي ٣/٣٧٤) .
٢ فتح الباري ١/٢٠٢.
٣ القول البديع ٢٥٦.
٤ راجع تنقيح الأقطار وشرحه توضيح الأفكار ٢/٨٥.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (9,'بيان معنى فليتبوأ: فليتبوأ: أي فليتخذ لنفسه منزلاً، يقال تبوأ الرجل المكان إذا اتخذه سكناً، وهو أمر بمعنى الخبر، أو بمعنى التهديد، أو بمعنى التهكم، أودعا على فاعل ذلك: أي بوأه الله ذلك١.
وقال الكرماني٢:يحتمل أن يكون الأمر حقيقة، والمعنى من كذب فليأمر نفسه بالتبؤ ورجح أنه أمر بمعنى الخبر. ووافقه الحافظ ابن حجر عليه٣ مستدلاً بحديث ابن عمر أن رسول الله صلى الله عليه وسلم قال: "إن الذي يكذب عليَّ يبنى له بيت في النار"٤.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (10,'<span data-type="title" id=toc-3>الباب الثاني وجوب معرفة الحديث الصحيح من الضعيف</span>
يجب على المشتغل في الحديث النبوي الشريف، أن يبذل قصارى جهده في معرفة الحديث الصحيح من غيره، إذا كان من أهل الصناعة، حتى يتبين له الحديث الصحيح الذي تتوفر فيه شروط الصحة أو الحُسْن المعروفة من ضبط وعدالة واتصال وسلامة من شذوذ وعلة من الحديث الذي لا يتوفر فيه ذلك أو بعضه.
وإن لم يكن من أهل الصناعة فعليه أن يتعرف على ذلك من مظانه، كالكتب المشهود لها بالصحة، أومن أقوال العلماء المعتبرين في هذا الفن، حتى لا يتعرض للوعيد الشديد الصادر من فيه صلوات الله وسلامه عليه، المتقدم ذكره، إذا نسب حديثاً إلى رسول الله صلى الله عليه وسلم وهو منه براء، إذا لم يرد من وراء ذلك بيان حاله لأنه يترتب على الأحاديث الأحكام الشرعية والأمور العلمية، فإذا كان الحديث ضعيفاً كيف يسوغ أن ينسب ذلك القول إلى رسول الله صلى الله عليه وسلم وهو لم يصدر عنه.
والإشتغال في تمييز الحديث الضعيف من الصحيح أولى من الإشتغال في تمييز الصحيح من الحسن أو العكس لأن كلا القسمين من المقبول، ويعمل بهما إلا إن احتيج إلى ذلك عند التعارض للترجيح.
وقد نهض أئمة هذا الشأن ببيان حال أكثر الأحاديث من صحة أو ضعف أو وضع
_________
١ فتح الباري ١/ ٢٠١.
٢ راجع شرح الكرماني ٢/ ١١٣.
٣ فتح الباري ١/ ٢٠١.
٤ سيأتي تخريجه وبيان درجته في صفحة ٢٧.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (11,'وأصَّلوا أصولاً متينة، وقعدوا قواعد رصينة، من أتقنها وتضلع بمعرفتها أمكنه أن يعلم درجة أي حديث ولو لم ينصوا عليه وذلك هو علم أصول الحديث أو مصطلح الحديث.
قال الحافظ ابن حجر: "السبيل لمن أراد الإحتجاج بحديث من السنن الأربعة لا سيما سنن ابن ماجة ومصنف ابن أبي شيبة ومصنف عبد الرزاق مما الأمر فيه أشد، أو بحديث من المسانيد لأن هذه لم يشترط جامعوها الصحة والحسن: أنه إن كان أهلاً للنقل والتصحيح فليس له أن يحتج بشيء من القسمين حتى يحيط به. وإن لم يكن أهلاً لذلك فإن وجد أهلاً لتصحيح أو تحسين قلّده، وإلا فلا يقوم على الإحتجاج كحاطب ليل، فلعله يحتج بالباطل وهو لا يشعر"١.
ونحو ذلك قال زكريا الأنصاري في فتح الباقي شرح ألفية العراقي٢.
وقال ابن تيمية: "المنقولات فيها كثير من الصدق وكثير من الكذب، والمرجع في التمييز بين هذا وهذا إلى علم الحديث، كما نرجع إلى النحاة في الفرق بين نحو العرب وغير نحو العرب، ونرجع إلى علماء اللغة، فيما هو من اللغة وما ليس من اللغة، وكذلك علماء الشعر والطب وغير ذلك فلكل علم رجال يعرفون به، والعلماء بالحديث أجل قدراً من هؤلاء وأعظمهم صدقاً، وأعلاهم منزلة وأكثر ديناً وهم من أعظم الناس صدقاً وأمانة وعلماً وخبرة فيما يذكرونه من الجرح والتعديل"٣.
فعلى هذا يجب التحري في كل حديث حتى تتبين حاله. قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} ٤.
ومن المعلوم أن حجة الله عز وجل على عباده إنما هي الكتاب والسنة لا غير، إلا اللهم ما استنبطه العلماء منهما: فالقرآن تكفل الله عز وجل بحفظه كما قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} ٥.
وأما السنة المطهرة فلم يتكفل بحفظها كالقرآن لحكمة يعلمها، ولهذا قد أدخل فيها ما لم يكن منها، فالإعتماد عليها مطلقاً، ونشرها دون تمييز أو تحقيق يؤدي حتماً إلى تشريع ما لم يأذن به الله. وفاعل ذلك قد لا يسلم من الوقوع في المحظور الذي هو الكذب على
_________
١ المرقاة شرح المشكاة ١/ ٢١.
٢ فتح الباقي: ١/ ١٠٦، ١٠٧.
٣ منهاج السنة النبوية ٤/ ١٠.
٤ ١لحجرات: الآية ٦.
٥ الحجر: الآية ٩.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (12,'رسول الله صلى الله عليه وسلم، فقيض الله عز وجل للأمة رجالاً أمناء، يقظين، مخلصين، قاوموا الوضاعين وتتبعوهم، ومازوا الغثه من السمن، ولولا الجهود المضنية التي بذلها الصحابة، والتابعون وعلماء الأمة من بعدهم لاشتبه على كثيرين من الناس بعض أمور دينهم لكثرة ما اختلقه من الكذب الوضاعون، ونسبوا إلى رسول الله صلى الله عليه وسلم زوراً وبهتاناً.
فصانوا كلام رسول الله صلى الله عليه وسلم منا أن يكون مطية لأهل الأهواء.
وقد كان بعض كبار التابعين، إذا سمعوا الحديث عن رسول الله صلى الله عليه وسلم من غير الصحابة فزعوا إلى من عندهم من الصحابة ليتثبتوا عن ذلك الحديث، وكذلك شأن في صغار التابعين، يفزعون إلى من عندهم من كبار التابعين كل ذلك ليثبت١.
وهكذا أسهمت جهود العلماء في هذا المضمار بتكوين علم الجرح والتعديل، الذي أرسى قواعده وأسسه الصحابة والتابعون وأتباعهم، وقد ظهر في كل عصر عدد كبير من النقاد تكفل ببيان أحوال الرواة، ونقل السنة وحفظها على أسلم القواعد العلمية. ثم ما لبث أن صنف العلماء المؤلفات الضخمة في الرواة وأقوال النقاد فيهم، حتى أنه لم يعد يختلط الكذابون والضعفاء بالعدول الثقات٢.
قيل لابن المبارك: "هذه الأحاديث الموضوعة؟ فقال: تعيش لها الجهابذة"٣.
وقال مسلم: "فلولا الذي رأينا من سؤ صنيع كثير ممن نصب نفسه محدثاً فيما يلزمهم من طرح الأحاديث الضعيفة والروايات المنكرة، وتركهم الإقتصار على الأحاديث الصحيحة المشهورة مما نقله الثقات المعروفون بالصدق والأمانة، بعد معرفتهم وإقرارهم بألسنتهم أن كثيراً مما يقذفون به إلى الأغبياء من الناس هو مستنكر، ومنقول عن قوم غير مرضيين ممن ذم الرواية عنهم أئمة الحديث، مثل مالك بن أنس وشعبة بن الحجاج وسفيان ابن عيينة ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وغيرهم من الأئمة لما سهل علينا الإنتصاب لما سألت من التمييز والتحصيل، ولكن من أجل ما أعلمناك من نشر القوم الأخبار المنكرة بالأسانيد الضعاف المجهولة وقذفهم بها إلى العوام الذين لا يعرفون عيوبها خف على قلوبنا إجابتك إلى ما سألت".
وقال في موضع آخر: "ولا أحسب كثيراً ممن يُعَرِّج من الناس على ما وصفنا من هذه
_________
١ أصول الحديث علومه ومصطلحه ٤٢٨.
٢ أصول الحديث علومه ومصطلحه ٤٣٠.
٣ الجرح والتعديل: ٢/ ١٨ وتدريب الراوي ١٨٤.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (13,'الأحاديث الضعاف والأسانيد المجهولة، ويعتد بروايتها بعد معرفته بما فيها، من التوهن والضعف - إلا أن الذي يحمله على روايتها والإعتداد بها إرادة التكثر بذلك عند العوام، ولأن يقال ما أكثر ما جمع فلان من الحديث وألَّف من العدد، ومن ذهب في العلم هذا المذهب، وسلك هذا الطريق فلا نصيب له فيه. وكان بأن يسمى جاهلاً، أولى من أن ينسب إلى علم"١.
وقد لا يسلم الإنسان من الوقوع في المهالك إذا لم تكن عنده الخبرة التامة في معرفة الأحاديث، أو يعتمد في ذلك على من اعترف له بالإمامة في هذا الشأن.
أخرج مسلم٢ بسنده عن أبي هريرة رضي الله. عنه قال: قال رسول الله صلى الله عليه وسلم: "كفى بالمرء كذباً أن يحدث بكل ما سمع".
ومن أجل ذلك قال مالك: "ليس يسلم رجل حدث بكل ما سمع، ولا يكون إماماً أبداً وهو يحدث بكل ما سمع"٣
وقال عبد الرحمن بن مهدي: "لا يكون الرجل إماماً يقتدى به حتى يُمسك عن بعض ما سمع"٤
وقال: "إن العالم إذا لم يعرف الصحيح والسقيم من الحديث لا يسمى عالماً"٥.
وقال الإمام أحمد وإسحاق بن راهوية: "أن العالم إذا لم يعرف الصحيح والسقيم والناسخ والمنسوخ من الحديث لا يسمى عالماً"٦.
وقال الثوري: "اتقوا الكلبي قال فقيل له: فإنك تروي عنه؟ قال: أنا أعرف صدقه من كذبه"٧.
قال أبو عوانة: "لما مات الحسن البصري رحمه الله، اشتهيت كلامه فتتبعته عن أصحاب الحسن، فأتيت به أبان بن أبي عياش فقرأه عليَّ كله عن الحسن، فما استمل أن أروي عنه شيئاً"٨.
_________
١ المقدمة ٢٨
٢ صحيح مسلم. المقدمة، باب النهى عن الحديث بكل ما سمع ص ١٠.
٣ مقدمة صحيح مسلم ص ١١
٤ مقدمة صحيح مسلم ص ١١ وراجع الجرح والتعديل ٢/٣٥
٥ الأباطيل والمناكير ص ١٢
٦ معرفة علوم الحديث ص.٦
٧ شرح علل الترمذي لابن رجب ص١٠٣
٨ شرح علل الترمذي لابن رجب ص ١٠٣',NULL,'20',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (14,'وقال عبد الرحمن بن مهدي: "لإن أعرف علة حديث هو عندي أحب إلي من أن أكتب عشرين حديثاً ليست عندي"١.
قال يحيى بن سعيد: "سألت شعبة وسفيان بن سعيد وسفيان بن عيينة ومالك بن أنس عن الرجل لا يحفظ أو يتهم في الحديث قال: قالوا جميعاً: بين أمره"٢ فكل من كان متهماً في الحديث بالكذب أو كان مغفلاً يخطئ الكثير فالذي اختاره أكثر أهل الحديث من الأئمة أن لا يشتغل بالرواية عنه ألا ترى أن عبد الله بن المبارك حدث عن قوم من أهل العلم فلما تبين له أمرهم ترك الرواية عنهم٣..
_________
١الأباطيل ١/ ١١
٢ الجرح والتعديل ٢/ ٢٤
٣ شرح علل الترمذي ص ١٠٤',NULL,'21',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (15,'<span data-type="title" id=toc-4>الباب الثالث تعريف الحديث الضعيف وأنواعه</span>
تعريفه: عرفه ابن الصلاح بأنه هو: "كل حديث لم تجتمع فيه صفات الحديث الصحيح ولا صفات الحديث الحسن"٤
وعرفه ابن دقيق العيد٥ بأنه: "هو ما نقص عن درجة الحسن"٦ وهذا هو التعريف المختار. لأن ما لم تجتمع فيه صفات الحسن فهو من الصحيح أبعد٧ ولأنه لو اختلت بعض صفات الصحيح كخفة الضبّط مثلاً لا يكون ضعيفاً وإنما يكون حسناً٨.
والأولى من ذلك أن يقال في تعريفة: هو ما لم تتوفر فيه صفات القبول٩وأنواع الحديث الضعيف كثيرة منها ما يعود إلى اتصال السند ومنها ما لا يعود إلى اتصال السند وإنما إلى أسباب متعددة تكون في السند أو المتن أو فيهما معاً.
وأنواعه كثيرة أوصلها ابن حبان إلى تسعة وأربعين نوعاً. وبلغ بها العراقي إلى إثنين وأربعين وبلغ بها غيرهما إلى ثلاثة وستين نوعاً، وزاد آخرون على هذا العدد١٠.
_________
٤ المقدمة ص ٢٠
٥ الإقتراح: ص ١٧٧
٦ الإقتراح: ص ١٧٧
٧ راجع تدريب الراوي ١٠٥ والنكت على كتاب ابن الصلاح٤٩١
٨ راجع تدريب الراوي ١٠٥والنكت على كتاب ابن صلاح ٤٩١
٩ النكت ٤٩٢
٧٤ راجع التدريب ١٠٥',NULL,'21',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (16,'والحاجة لا تدعو هنا إلى تعداد أنواع الحديث الضعيف لأنها مبسوطة في كتب علوم الحديث. وهذه الأنواع متفاوتة الضعف ويمكننا حصر ذلك التفاوت في ثلاثة أقسام:
الأول: الموضوع وهو أشر أنواع الضعيف، وما قيل في إسناده كذاب أو وضاع.
الثاني: أخف من سابقه قليلاً، لكنه شديد الضعف، وهو ما قيل فيه متهم أو مجمع على تركه أو ضعفه أو ذاهب الحديث أو هالك أو منكر أو ساقط أو ليس بشيء أو ضعيف جداً.
الثالث: الضعيف الذي ينجبر بمثله، وهو ما كان في سنده سيئ الحفظ أوله أوهام أو يهم أو مدلس معنعن أو مختلط أو ما قيل فيه ضعيف فقط أو لم أر فيه توثيقاً ونحو ذلك.
تنبيه: وفائدة هذا التقسيم هو معرفة ما ينجبر ومالا ينجبر فالقسم الأول والثاني لا ينجبران بالمتابعة، ولا ينتفعان بالشواهد إلا ما قيل في قرب ضعفه كما سيأتي بيانه إن شاء الله.
وأما الثالث فهو بعكس ذلك، وهو الذي وقع الخلاف فيه بالعمل به في حال تفرده، في فضائل الأعمال، كما ذهب إليه بعض الأئمة، وسيأتي بيان الحق فيه إن شاء الله وسنتكلم على كيفية رواية الأحاديث الواقعة في هذه الأقسام في الباب الرابع.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (17,'<span data-type="title" id=toc-5>الباب الرابع رواية الأحاديث الضعيفة</span>
الأحاديث الضعيفة تنقسم بالنسبة إلى روايتها إلى قسمين:
أحاديث صالحة للإعتبار.
وأحاديث اشتد ضعفها، لا تصلح للإعتبار بها، إلا على قول من قال: إن شديدة الضعف يعضد بعضها البعض الآخر حتى يقرب ضعفها، وتكون بمجموعها بمثابة طريق ضعيف صالح للمتابعة. وبهذا يظهر أن للحديث أصلاً، فإذا أتى الحديث من طريق آخر، أو عن صحابي آخر وضعفه يسير اعتضدا، وعمل بما فيها لأنه أصبح من قسم الحسن لغيره١.
فالقسم الأول: إما أن يكون مسنداً أو غير مسند.
_________
١راجع فتح المغيث ١/ ٧١ وقواعد التحديث ١٠٩.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (18,'والمسند إما أن يكون في فضائل الأعمال، والترغيب والترهيب والقصص وما أشبه ذلك، وإما أن يكون في الأحكام أو في العقائد.
فإن كانت مسندة وكانت في فضائل الأعمال وما في معناها جازت روايتها على قول كثير من الأئمة ولو لم تبين حالها، لأنه يُحتاج إليها للإعتبار بها عند ما يرد طريق آخر أو حديث آخر عن صحابي آخر صالح للمتابعة فعندئذ يكون ما اشتمل عليه من أقسام المقبول ويعمل به.
ولأنه لو لم تنقل لتعطل جزء كبير من السنة عن العمل به. وتقدم قول الحافظ ابن حجر١ أن أهل السنن الأربعة لا سيما سنن ابن ماجة، وأهل المصنفات، والمسانيد لم يلتزموا الصحة والحسن.
ففرق بين رواية الحديث الضعيف وبين العمل به. فالأحاديث الضعيفة موجودة في بطون دواوين السنة لا سيما عند من لم يلتزم الصحة٢.
قال أحمد في رواية عباس الدوري عنه - ابن إسحاق رجل تكتب عنه هذه الأحاديث يعني المغازي ونحوها وإذا جاء الحلال والحرام أردنا قوماً هكذا وقبض أصابع يده الأربع٣.
وقال النوفلي: "سمعت أحمد بن حنبل يقول: إذا روينا عن رسول الله صلى الله عليه وسلم في الحلال والحرام والسنن والأحكام تشددنا في الأسانيد، وإذا روينا عن النبي صلى الله عليه وسلم في فضائل الأعمال، وما لا يضع، حكماً أو يرفعه، تساهلنا في الأسانيد"٤.
وقال الميموني: "سمعت أبا عبد الله يقول: أحاديث الرقاق يحتمل أن يتساهل فيها حتى يجئ شئ فيه حكم"٥.
وكان أبو زكريا العنبري يقول: "الخبر إذا ورد لم يحرم حلالاً ولم يحل حراماً ولم يوجب حكماً، وكان في ترغيب أو ترهيب أو تشديد أو ترخيص وجب الإغماض عنه والتساهل في رواته"٦.
وقال البيهقي في المدخل عن ابن مهدي: "إذا روينا عن النبي صلى الله عليه وسلم في الحلال والحرام
_________
١انظر باب وجوب معرفة الحديث الصحيح والضعيف ص ١٧
٢ الأجوبة الفاضلة ٥٦.
٣ فتح المغيث ١/٢٦٧.
٤ الكفاية: ٢١٣ وراجع فتح المغيث ١/٢٦٧.
٥ المصدر السابق.
٦ الكفاية ٢١٣.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (19,'والأحكام شددنا في الأسانيد وانتقدنا في الرجال، وإذا روينا في الفضائل والثواب والعقاب سهلنا في الأسانيد وتسامحنا في الرجال"١.
وممن رُوي عنه ذلك السفيانان وابن معين وابن المبارك٢.
وقال ابن عبد البر: "أحاديث الفضائل لا نحتاج فيها إلى من يحتج به"٣.
وأما إذا كانت في الأحكام والعقائد فلا تروى وإذا كانت مسندة إلا مع بيان حالها، ولم ينقل عن أحد التساهل فيها.
قال ابن الصلاح: "يجوز عند أهل الحديث وغيرهم التساهل في الأسانيد ورواية ما سوى الموضوع من أنواع الأحاديث الضعيفة من غير اهتمام ببيان ضعفها فيما سوى صفات الله عز وجل وأحكام الشريعة من الحلال والحرام وغيرهما وذلك كالمواعظ وقصص وفضائل الأعمال وسائر فنون الترغيب والترهيب وسائر ما لا تعلق له بالأحكام والعقائد"٤.
ونحو ذلك قال النووي٥ والعراقي٦.
وإذا لم تكن في الأحكام والعقائد وكانت غير مسندة، فإنها لا تروى بصيغ الجزم، بل تروى بصيغ التمريض، لا سيما عند عدم بيان حالها.
قال ابن الصلاح: "إذا أردت رواية الحديث الضعيف بغير إسناد فلا تقل فيه قال رسول الله صلى الله عليه وسلم كذا وكذا، وما أشبه هذا من الألفاظ الجازمة بأنه صلى الله عليه وسلم قال ذلك، وإنما تقول فيه روي عن رسول الله صلى الله عليه وسلم كذا وكذا، أو بلغنا عنه كذا وكذا، أو ورد عنه، أو جاء عنه، أو روى بعضهم، وما أشبه ذلك.
وهكذا الحكم فيما تشك في صحته وضعفه وإنما تقول قال رسول الله صلى الله عليه وسلم فيما ظهر لك صحته"٧.
لكن هذا الأمر لا يقال أعني نسبة الحديث الضعيف إلى رسول الله صلى الله عليه وسلم بصيغة التمريض إلا عند العلماء، أما عند طلاب العلم المبتدئين، أوفي المجالس العامة أو على
_________
١ فتح المغيث ١ / ٢٦٧ هذا النص مما سقط من المدخل للبيهقي نبه على ذلك محققه انظر ص ٧٧.
٢ فتح المغيث ١ / ٢٦٧ وراجع التبصرة والتذكرة ١/ ٢٩١.
٣ جامع بيان العلم وفضله ٢٢.
٤ المقدمة ٩٤٩وراجع التقريب للنووي ١٦٩.
٥ التقريب ١٩٥, ١٩٦.
٦ ألفية العراقي مع شرحها للسخاوي ١/٢٦٦.
٧ المقدمة ٤٩.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (20,'رؤوس المنابر، فلا ينبغي الإكتفاء بذلك، لأنهم إذا سمعوا التلفظ برسول الله صلى الله عليه وسلم ظنوا أنه حديث صحيح لجهلهم بقواعد علم الحديث وحصول هذا كثير مشاهد١.
ويؤيده قول علي- رضي الله عنه- "حدثوا الناس بما يعرفون أتحبون أن يكذب الله ورسوله"٢.
والأولى الإحتياط في ذلك كله، ما دام الحديث ضعيفاً فلا يروى أو ينقل إلا مقروناً ببيان حاله من غير تمييز بين ما كان في الأحكام والعقائد، وما كان في فضائل الأعمال.
ولهذا كان بعض الأئمة كابن خزيمة٣ إذا روى حديثاً ضعيفاً بسنده قال: حدثنا فلان مع البراءة من عهدته، وربما قال هو والبيهقي "إن صح الخبر"٤.
قال الشيخ أحمد شاكر رحمه الله: "والذي أراه أن بيان الضعف في الحديث الضعيف واجب على كل حال لأن ترك البيان يوهم المطلع عليه، أنه حديث صحيح، خصوصاً إذا كان الناقل من علماء الحديث الذي يرجع إلى قولهم في ذلك"٥.
وقال الترمذي: "وقد روى غير واحد من الأئمة عن الضعفاء وبينوا أحوالهم"٦
قال الشاطبي: "ولو كان من شأن أهل الإسلام الأخذ بكل ما جاء عن كل ما جاء لم يكن لانتصابهم للتعديل والتجريح معنى، مع أنهم قد أجمعوا على ذلك، ولا كان لطلب الإسناد معنى يتحصل"٧.
القسم الثاني: ما اشتد ضعفه، على اختلاف أنواعه، بأن يكون لوضاع أم متروك أو ما أشبه ذلك.
وقد كثرت الأحاديث التي من هذا القبيل، وانتشرت في بطون الكتب، ككتب التفاسير والسير والترغيب والترهيب وغيرها.
وقد أوجدت لغايات مختلفة وأغراض متباينة، منها عدم الدين كما وقع من بعض الزنادقة، والعصبية المذهبية، والأحوال السياسية، والأغراب لقصد الإشتهار، والتقرب إلى
_________
١ راجع مقدمة صحيح الترغيب والترهيب ص ٢١.
٢صحيح البخاري: العلم، باب من خص بالعلم قوماً دون قوم كراهية أو لا يفقهوا فتح الباري١/٢٢٥
٣راجع صحيح ابن خزيمة: ٤/٢٦٣، ٣٥١.
٤فتح المغيث: ١/٢٦٧.
٥الباعث الحثيث شرح اختصار علوم الحديث ٩١.
٦شرح علل الترمذي: ١٠٣.
٧هذا الكلام وتتمته مورد في صفحة ٥٤- ٥٥.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (21,'الله بوضع الأحاديث بزعمهم، وما وضع للتكسب به كالقصاص، ومن ذلك أيضاً ما وقع خطأ من بعض المغفلين من الصوفية، وضعفاء الحفظ، ممن لا عناية لهم بالحديث.
وهذا الأمر مستمر متجدد في كل عصر، فيجب على علماء هذا الشأن بيان وجه الحق فيما ينسب إلى رسول الله صلى الله عليه وسلم من الأحاديث لا سيما التي لم يسبق لها بيان، ويخشى من عدم ثبوتها.
فالأحاديث التي من هذا القبيل لا تجوز روايتها مسندة، أو غير مسندة، إلا على جمعة بيان حالها، لخطورة أمرها، لأن روايتها من غير بيان حالها تفصيلاً أو جملة، يؤدي إلى الكذب على رسول الله صلى الله عليه وسلم نص على ذلك ابن الصلاح١ والنووي٢ وابن حجر٣ وغيرهم.
قال النووي٤: "تحرم رواية الحديث الموضوع على من عرف كونه موضوعاً أو غلب على ظنه وضعه، فمن روى حديثاً علم أو ظن وضعه ولم يبين حال رواية وضعه فهو داخل في هذا الوعيد، مندرج في جملة الكاذبين على رسول الله صلى الله عليه وسلم ويدل عليه الحديث "من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين".
وقال: أنه لا فرق في تحريم الكذب عليه صلى الله عليه وسلم بين ما كان في الأحكام وما لا حكم فيه كالترغيب والترهيب والمواعظ وغير ذلك، فكله حرام من أكبر الكبائر وأقبح القبائح بإجماع المسلمين الذين يعتد بهم في الإجماع خلافاً للكراهية إلى أن قال وخالفوا صريح هذه الأحاديث المتواترة والأحاديث الصريحة المشهورة في إعظام شهادة الزور وخالفوا إجماع أهل الحل والعقد وغير ذلك من الدلائل القطعيات في تحريم الكذب على آحاد الناس فكيف بمن قوله شرع وكلامه وحي"!!
وإذا نظر إلى قولهم وجد كذباً على الله تعالى فإن الله تعالى قال: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} ٥.
قال الشافعي: "إذا كان الحديث عندك كذباً فحدثت به فأنت أحد الكاذبين"٦.
وقد تقدم بعض الأحاديث المحذرة من ذلك وبيان وعيده.
_________
١المقدمة: ٤٧.
٢التقريب المطبوع مع التدريب ١٧٨
٣نزهة النظر ٤٧.
٤ شرح النووي ١/٩٥، ٩٦
٥ النجم: الآية:٣
٦ تحذير الخواص ١٣٢',NULL,'26',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (22,'ولا يجوز نشر الحديث التي من هذا القبيل وروايتها دون التثبت من صحتها، وأن من فعل ذلك فهو حسبه من الكذب على رسول الله صلى الله عليه وسلم وهو مشارك في الإثم لواضعه أو كاذبه، لأن من كذب على رسول الله صلى الله عليه وسلم لا يشترط في حقه تعمد الكذب أو عدمه١ وقد تقدم سؤال الترمذي للدارمي عن حكم هذه المسألة ٢.
دل على هذا الحديث ابن عمر أن رسول الله صلى الله عليه وسلم قال: "أن الذي يكذب عليَّ يبنى له بيت في النار" أخرجه أحمد٣ والشافعي٤ والبزار٥ والحاكم٦ والبيهقي٧ والخطيب٨.
وصحح الحافظ مسند الإمام أحمد وذكر مرة أخرى بأنه من الأحاديث الصحيحة٩ الواردة في هذا المقام.
وحدث عثمان بن عفان رضي الله عنه عن النبي صلى الله عليه وسلم قال: "من قال عليَّ ما لم أقل فليتبوأ مقعده من النار".
أخرجه الطيالسي١٠ وأحمد١١ والبزار١٢ والطحاوي١٣ والحاكم١٤ وصححه الحافظ ابن حجر١٥.
قلت: فيه عند هؤلاء عبد الرحمن بن أبي الزناد صدوق تغير حفظه لما قدم بغداد١٦ ولم يتبين لي هل رُوي عنه هذا الحديث قبل ذلك أم بعده. وتصحيح الحافظ له إما لعلمه بأن عبد الرحمن حفظه أو أن له متابعاً لم أقف عليه.
_________
راجع المدخل ٩١.
٢ انظر الفصل الأول ص ١١
٣ المسند: ٢/٢٢، ١٠٣،١٤٤.
٤ الرسالة: ٣٩٦.
٥ كشف الأستار: ١/ ١١٤.
٦ المدخل: ٩٢.
٧ معرفة السنن والآثار: ٤٥- ٤٦.
٨ تاريخ بغداد: ٣/٢٣٨ ترجمة محمد بن محمد أبو منصور.
٩فتح الباري: ١/٢٠١،٢٠٣.
١٠ منحة المعبود: ١/٣٨.
١١ المسند:١/٦٥.
١٢ كثف الأستار: ١/١١٣.
١٣ شكل الآثار: ١/ ١٦٦.
١٤ المدخل ٩٢.
١٥ فتح الباري: ١/٢٠٣.
١٦ التقريب: ٣٤٠.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (23,'وحديث واثلة بن الأسقع رضي الله عنه قال: "إن من أفرى الفري من قولني ما لم أقل". أخرجه البخاري وقد تقدم.
ويؤدي مع ذلك إلى العمل عند جهلة الناس كما نسمع من بعض الناس في بعض الأحيان إذا سئلوا عن عمل استدلوا عليه بحديث، فإذا نظر ذلك الحديث وجد أنه من الموضوعات.
ولما سئل السيوطي رحمه الله عن حديث موضوع استغفر الله عز وجل قبل إيراده وبعد إيراده وقال: "علي ذلك ولولا الضرورة إلى حكايته لأجل بيان أنه كذب ما حكيته" ثم قال بعد بيان بطلانه: "لا تحل روايته ولا ذكره وخصوصاً بين العوام والسوقة والنساء"١.
وابن حجر لما أورد حديثاًُ لأبي الدرداء في فضل صيام أيام من رجب قال: "وهذا حديث موضوع ظاهر الوضع قبح الله من وضعه فوالله لقد قف شعري من قراءته في حال كتابته فقبح الله من وضعه، ما أجرأه على الله وعلى رسوله"٢.
فظهر بهذا أنه لا تجوز رواية الأحاديث التي لا أصل لها إلا مقرونة ببيان حالها لئلا يغتر بها، ولأنه لو سكت عن ذلك مع العلم به لكان آثماً، وكان له نصيبه من الكذب على رسول الله صلى الله عليه وسلم.
قال مسلم- بعد بحث عن وجوب الكشف عن معائب رواة الحديث وذكر أقوال الأئمة في ذلك: "- إنما ألزموا أنفسهم الكشف عن معائب رواة الحديث، وناقلي الأخبار وأفتوا بذلك حين سئلوا لما فيه من عظيم الخطر إذ الأخبار في أمر الدين إنما تأتي بتحليل أو تحريم أو أمر أو نهي أو ترغيب أو ترهيب فإذا كان الراوي لها ليس بمعدن للصدق والأمانة ثم أقدم على الرواية عنه من قد عرفه ولم يبين ما فيه لغيره ممن جهل معرفته كان آثماً بفعله ذلك غاشاً لعوام المسلين إذ لا يؤمن على بعض من سمع تلك الأخبار أن يستعملها أو يستعمل بعضها ولعلها أو أكثرها أكاذيب لا أصل لها، مع أن الأخبار الصحاح من رواية الثقات وأهل القناعة أكثر من أن يضطر إلى نقل من ليس بثقة ولا مقنع"٣.
قال أبو بكر بن خلاد: "قلت ليحيى بن سعيد آما تخشى أن يكون هؤلاء الذين تركت
_________
١ تحذير الخواص ٧٢.
٢ تبيين العجب بما ورد في فضائل رجب ص ٣١.
٣ مقدمة صحيح مسلم١/٢٨.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (24,'حديثهم خصماك عند الله يوم القيامة؟ فقال: لأن يكون هؤلاء خصمائي أحب إلي من أن يكون خصمي رسول الله صلى الله عليه وسلم يقول: لم حدثت عني حديثاً ترى أنه كذب"١.
وقال يحيى بن سعيد: "سألت شعبة وسفيان بن سعيد وسفيان بن عيينة ومالك بن أنس عن الرجل لا يحفظ أو يتهم في الحديث فقالوا جميعاً: بين أمره"٢.
وقال عبد الرحمن بن مهدي: "مررت مع سفيان الثوري برجل فقال: كذاب والله! لولا أنه لا يحل لي أن أسكت لسكت"٣.
وقال الشافعي: "إذا علم الرجل من محدث الكذب لم يسعه السكوت عليه، ولا يكون ذلك غيبة فإن مثل العلماء كالنقاد، فلا يسع الناقد في دينه أن لا يبين الزيوف من غيرها٤.
وقال محمد بن بندار بن السباك الجرجاني: "قلت لأحمد بن حنبل يا أبا عبد الله إنه ليشتد علي أن أقول فلان كذاب فلان ضعيف، فقال لي: إذا سكت أنت وسكت أنا فمتى يعرف الجاهل الصحيح من السقيم"٥.
ويجاب عن ما وجد في كتب بعض الأئمة العارفين بالحديث كالحافظ أبي نعيم الأصبهاني بأنهم نقلوا ما وجدوا كما هو من غير بيان حاله، لأنهم جعلوا العهدة على قائله.
قال ابن تيمية: "وقد روى أبو نعيم في أول الحلية في فضائل الصحابة وفي كتاب مناقب أبي بكر وعمر وعثمان وعلي أحاديث بعضها صحيحة وبعضها ضعيفة بل منكرة، وكان رجلاً عالماً بالحديث فيما ينقله لكن هو وأمثاله يروون ما في الباب لا يعرف أنه روي، كالمغسي الذي ينقل أقوال الناس في التفسير، والفقيه الذي يذكر الأقوال في الفقه، والمصنف الذي يذكر حجج الناس ليذكر ما ذكروه وإن كان كثير من ذلك لا يعتقد صحته بل يعتقد ضعفه لأنه يقول أنا نقلت ما ذكر غيري فالعهدة على القائل لا على الناقل"٦.
والأحاديث الموضوعة أو الساقطة كثيرة نذكر قولاً لحماد بن زيد يوضح شيئاً من ذلك أخرج العقيلي بسنده عن حماد بن زيد قال: "وضعت الزنادقة على رسول الله صلى الله عليه وسلم اثني عشر ألف حديث"٧.
_________
١المدخل: ١١١ والكفاية ٩٠.
٢ الكفاية: ٨٨.
٣ المجروحين ١/٢١ والكفاية ٨٩ والأباطيل والمناكير ١/ ٩.
٤ الأباطيل والمناكير ١/ ١٠.
٥ الكفاية: ٩٢ والأباطيل ١/ ١٠.
٦ مناهج السنة: ٤/ ١١.
٧ مقدمة الضعفاء للعقيلي ص ١٤.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (25,'<span data-type="title" id=toc-6>الباب الخامس: أضرار رواية الأحاديث شديدة الضعف</span>
...
أضرار رواية الأحاديث شديدة الضعف
الأحاديث شديدة الضعف لا تنفك عن أضرار جسيمة منها:
أ- الكذب على رسول الله صلى الله عليه وسلم كما تقدم بيانه.
ب- العمل بها وذلك يؤدي إلى زيادة في الدين لا أصل لها.
ج- تفضي إلى الإبتداع في الدين، لأن معظم البدعة قدم أمرها، أم حدث مستندها حديث لا أصل له١
د- ما توجده من الشقاق والخلاف بين صفوف المسلمين، وهي لا أصل لها.
هـ- تحليل بعض المحرمات، أو تحريم بعض الحلال.
و الخوض في شأن بعض الصحابة الذين قال فيهم الرسول صلى الله عليه وسلم: "لا تسبوا أصحابي، فلو أن أحدكم أنفق مثل أحد ذهباً، ما بلغ مد أحدهم ولا نصيفه"٢.
ز- مدح بعض المهن والبلاد أو ذمها.
ح- تضارب الأحاديث في مدح أو ذم بعض الصحابة، مما يؤدي إلى التناقض الذي قد ينسب إلى السنة، والسنة منه براء.
ط- انشغال الناس بها عن أمور دينهم، الثابتة بالأدلة الصحيحة.
ى- ما تحدثه من بعض التكاليف، التي لا أصل لها، حتى يتصور أن دين الإسلام شاق وصعب.
ك- أنه يفتح ثغرة لأعداء الإسلام لنيل منه باستغلال تلك الأحاديث لخدمة أغراضهم الدنيئة، ولتشويش أذهان بعض المسلمين.
الجواب عن رواية بعض كبار الأئمة عن الضعفاء:
قال الإمام النووي في شرح مسلم٣: "قد يقال لم حدَّث هؤلاء الأئمة عن هؤلاء مع علمهم بأنهم لا يُحتج بهم؟ ويجاب عنه بأجوبة:
أحدها: أنهم رووها ليعرفوها، وليبينوا ضعفها لئلا يلتبس في وقت عليهم، أو على غيرهم، أو يتشككوا في صحتها.
الثاني: أن الضعيف يكتب حديثه ليعتبر به أو يستشهد، ولا يحتج به على إنفراده.
الثالث: رواية الراوي الضعيف يكون فيها الصحيح والضعيف والباطل، فيكتبونها
_________
١ راجع الإعتصام: ١/ ٢٢٤.
٢ صحيح البخاري: فضائل الصحابة، باب قول النبي صلى الله عليه وسلم " لو كنت متخذاً خليلاً " فتح الباري ٧/ ٢١ وصحيح مسلم: فضائل الصحابة، باب تحريم سب الصحابة رضي الله عنهم ٤/١٩٦٧.
٣ ١/١٦٢- ١٦٣.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (26,'ثم يميز أهل الحديث والإتقان بعض ذلك من بعض وذلك سهل عليهم، معروف عندهم. وبهذا احتج سفيان رحمه الله، حين نهى عن الرواية عن الكلبي، فقيل له: أنت تروي عنه.! فقال:"أنا أعلم صدقه من كذبه".
الرابع: أنهم قد يروون عنهم أحاديث الترغيب والترهيب، وفضائل الأعمال، والقصص، وأحاديث الزهد، ومكارم الأخلاق، ونحو ذلك مما لا يتعلق بالحلال والحرام، وسائر الأحكام.
وهذا الضرب من الحديث يجوز عند أهل الحديث وغيرهم التساهل فيه، ورواية ما سوى الموضوع منه، والعمل به١ لأن أصول ذلك صحيحة مقررة في الشرع، معروفة عند أهله.
وعلى كل حال فإن الأئمة لا يروون عن الضعفاء شيئاً يحتجون به على انفراده في الأحكام، فإن هذا الشيء لا يفعله إمام من أئمة المحدثين، ولا محقق من غيرهم من العلماء وأما فِعْلُ كثيرين من الفقهاء، أو أكثرهِم، ذلك، وِاعتمادهم عليه، فليس بصواب! بل قبيح جداًَ! وذلك لأنه إن كان يعرف ضعْفه لم يحلّ له أن يحتجّ به فإنهم متفقون على أنه لا يحتج بالضعيف في الأحكام، وإنْ كان لا يعرف ضعفه، لم يحل له أن يهجم على الإحتجاج به من غير بحث عليه بالتفتيش عنه إن كان عارفاً، أو بسؤال أهل العلم به إن لم يكن عارفاً" انتهى.
وقال شيخ الإسلام ابن تيمية رحمه الله تعالى: "قد يكون الرجل عندهم ضعيفاً لكثرة الغلط في حديثه، ويكون حديثه الغالب عليه الصحة، فيروون عنه لأجل الإعتبار به، والإعتضاد به، فإن تعدد الطرق وكثرتها يقوي بعضها بعضاً، حتى قد يحصل العلم بها، ولو كان الناقلون فجاراً وفساقاً، فكيف إذا كانوا علماء عدولاً، ولكن كثر في حديثهم الغلط؟ ومثل هذا عبد الله بن لهيعة، فإنه من أكابر علماء المسلمين، وكان قاضياً بمصر، كثير الحديث، لكن احترقت كتبه فصار يحدث من حفظه فوقع في حديثه غلط كثير، مع أن الغالب على حديثه الصحة. قال أحمد: قد أكتب حديث الرجل للإعتبار به، مثل ابن لهيعة، وأما من عرف منه أنه يتعمد الكذب فمنهم من لا يروي عن هذا شيئاً. وهذه طريقة أحمد بن حنبل وغيره، لم يرو في مسنده عمن يعرف أنه يتعمد الكذب، لكن يروي عمن عرف منه الغلط للإعتبار به، والإعتضاد. ومن العلماء من كان يسمع حديث من يكذب
_________
١ قلت: العمل بالحديث الضعيف يأتي بيانه مفصلاً في رد القول بجواز العمل بالحديث الضعيف ص٣٨.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (27,'ويقول: إنه يميز بين ما يكذبه وبين مالا يكذبه، ويذكر عن الثوري أنه كان يأخذ عن الكلبي، وينهى عن الأخذ عنه، ويذكر أنه يعرف. ومثل هذا قد يقع لمن كان خبيراًَ بشخص، إذا حدثه بأشياء يميز بين ما صدق فيه، وما كذب فيه، بقرائن لا يمكن ضبطها. وخبر الواحد قد يقترن به قرائن تدل على أنه صدق، أو تقترن به القرائن تدل على أنه كذب"١ انتهى.
وروى الإمام ابن عبد البر٢ في (جامع بيان العلم وفضله) في باب الرخصة في كتابة العلم، عن سفيان الثوري أنه قال: "إني أحب أن أكتب الحديث على ثلاثة أوجه، حديث أكتبه أريد أن أتخذه ديناًَ، وحديث رجل أكتبه فأوقفه لا أطرحه ولا أدين به، وحديث رجل ضعيف أحب أن أعرفه ولا أعبأ به. وقال الأوزاعي: تعلم ما لا يؤخذ به، كما تتعلم ما يؤخذ به"٣.
_________
١ الفتاوى: ١٨/ ٢٦- ٢٧.
٢ جامع بيان العلم وفضله ٧٦.
٣ قواعد التحديث ١١٤- ١١٦.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (28,'<span data-type="title" id=toc-7>الباب السادس: العمل بالحديث الضعيف</span>
...
الباب الخامس العمل بالحديث الضعيف
العمل الذي ندين الله به من فعل أو كف لا يكون إلا بدليل من كتاب الله أو مما صح من سنة رسول الله صلى الله عليه وسلم لأن الأخبار المقبولة أربعة أقسام:
الأول: متواتر لفظاً ومعنى.
والثاني: أخبار متواترة معنى، وإن لم تتواتر لفظاً.
والثالث: أخبار مستفيضة متلقاة بالقبول بين الأمة.
والرابع: أخبار أحاد مروية بنقل العدل الضابط عن العدل الضابط عن مثله، حتى تنتهي إلى رسول الله صلى الله عليه وسلم.
وما عدا ذلك فهو الحديث الضعيف وتتفاوت درجته في الضعف بحسب بعده عن شروط الصحة، وله أحوال:
إما أن تتعدد طرقه وفيها طريقان فأكثر صالحة للإعتبار فيعضد بعضها البعض الآخر فيصبح حسناً لغيره، ويكون من أقسام الحديث المقبول المعمول به.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (29,'وإما أن تتعدد طرقه وكلها غير صالحة للإعتبار على تفاوت مراتب ضعفه كأن يكون موضوعاً وهو الذي في إسناده كذاب أو وضاع - وهو أشر أنواع الضعيف- أو أخف من سابقه قليلاً وهو الذي اشتد ضعفه بأن يكون في إسناده متهم أو مجمع على تركه، أو ذاهب الحديث، أو هالك، أو منكر الحديث، أو ليس بشيء أو ضعيف جداً، فهذا لا يلتفت إليه، مهما تعددت طرقه، ما دامت بهذه الصفة إلا على قول أنه بتعدد طرقه تخف شدة ضعفه١ بحيث تكون بمجموعها بمثابة طريق واحد صالح للمتابعة فهذا يكون العمل به كلاحقه.
وإما أن لا تتعدد طرقه بأن لا يكون له إلا طريق واحد صالح للإعتبار، أو تتعدد وهي كلها واهية سوى طريقاً واحداً صالحاً للمتابعة، فهذا إما أن تتلقاه الأمة بالقبول، فيعمل به على الصحيح، كما قال الشافعي: حديث "لا وصية لوارث" أنه لا يثبته أهل الحديث ولكن العامة تلقته بالقبول وعملوا به حتى جعلوه ناسخاً لآية الوصية له ٢.
قلت: هذا إذا كان الحديث ضعيفاً، أما هذا الحديث فصحيح٣.
وإما أن لا تتلقاه بالقبول فهذا يتوقف فيه، لأنه لا عاضد له من متابع وشاهد فيقبل ولم يشتد ضعفه فيرد من أجل ذلك٤.
وهذا القسم اختلف العلماء في العمل به على أقوال ثلاثة٥:
الأول: لا يعمل به مطلقاً، لا في الأحكام، ولا في الفضائل، حكاه ابن سيد الناس٦ عن يحيى ابن معين ونسب إلى أبي بكر بن العربي٧.
والظاهر أنه مذهب البخاري ومسلم، أخذ ذلك من شروط البخاري في صحيحه وتشنيع الإمام مسلم على رواة الضعيف وعدم إخراجها في صحيحهما شيئاً منه ذكره القاسمي٨.
وذهب ابن حزم إلى هذا قال: "ما نقله أهل المشرق والمغرب، أو كافة عن كافة، أو ثقة عن ثقة، حتى يبلغ إلى النبي صلى الله عليه وسلم إلا أن في الطريق رجلاً مجروحاً: بكذب أو غفلة أو
_________
١ انظر هذا القول في رواية الأحاديث الضعيفة ص١٨.
٢ الرسالة ١٤١، ١٤٢ المسألة ٤٠٢،٤٠٣ والأم ٤/ ٤٠ وراجع فتح المغيث ١/٢٦٨.
٣ راجع الاراء٦/٨٧ الحديث ١٦٥٥ـ
٤ راجع فتح المغيث: ١/ ٧١.
٥ راجع القول البديع ٢٥٦ وقواعد التحديث ١١٣- ١١٤.
٦ عيون الأثر: ١/ ١٥.
٧ راجع تدريب الراوي ١٩٦ والقول البديع ٢٥٦.
٨ قواعد التحديث ١١٣- ١١٤.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (30,'مجهول الحال فهذا يقول به بعض المسلمين، ولا يحل عندنا القول به، ولا تصديقه ولا الأخذ بشيء منه"١.
الثاني: أنه يعمل به مطلقاً، إذا لم يوجد في الباب غيره، ولم يوجد ما يدفعه، ولم يشتد ضعفه، لأن شديد الضعف متفق على عدم العمل به روي ذلك عن أحمد وأبي داود وغيرهما٢.
قال الحافظ:" وقد روينا من طريق عبد الله بن أحمد بالإسناد الصحيح إليه قال سمعت أبي يقول: "لا تكاد ترى أحداً ينظر في الرأي إلا وفي قلبه دغل"، والحديث الضعيف أحب إلي من الرأي.
قال: وسألته عن الرجل يكون ببلد لا يوجد فيها إلا صاحب حديث لا يدري صحيحه من سقيمه وصاحب الرأي فمن يسأل؟ قال: "يسأل صاحب الحديث ولا يسأل صاحب الرأي"٣.
وكان يقول: "يعمل بالضعيف إذا لم يوجد غيره، ولم يكن ما يعارضه"٤.
وفي رواية عنه: "ضعيف الحديث أحب إلينا من رأي الرجال" ٥.
ونحو ما حكي عن أحمد قال الشافعي: "أن المرسل يحتج به إذا لم يوجد دلالة سواه" حكاه الماوردي عنه في الجديد٦.
وذكر ابن القيم٧ بأنه أخذ بأحاديث ضعيفة وقدمها على القياس كحديث تحريم صيد وج٨ وجواز الصلاة بمكة في وقت النهي٩ وحديث "من قاء أو رعف فليتوضأ ولبين
_________
١ الفصل في الملل والنحل: ٢/٣٨.
٢ راجع فتح المغيث ١/٢٦٧.
٣ النكت ١/٤٣٧ وراجع القول البديع ٢٥٥ وفتح المغيث ١/ ٠ ٨.
٤ القول البديع ٢٥٥ والموضوعات لابن الجوزي ٣٥.
٥ القول البديع ٢٥٥ والموضوعات لابن الجوزي ٣٥.
٦ راجع فتح المغيث ١/ ٨٠.
٧ إعلام الموقعين: ١/ ٣٢.
٨ وتحريم صيدوجّ رواه الزبير بن العوام أخرجه أحمد (المسند ١/١٦٥) وأبو داود المناسك (عون المعبود ٢/ ١٦٤) ذكر الذهبي بأن الشافعي صححه (ميزان الإعتدال ٢/٣٩٣) وحسنه المنذري (التلخيص الخبير ٢/ ٢٨٠) قلت: هو من طريق محمد بن عبد الله بن إنسان عن أبيه ومحمد بن عبد الله ذكره ابن حبان في الثقات (٩/٣٣) وقال: كان يخطىء وقد تفرد بهذا الحديث نص عليه البخاري في التاريخ الكبير (١/١٤٠) وابن حبان. وقال ابن حجر فيه لين (التقريب ٤٨٦) ومثل ذلك قال في أبيه (التقريب ٢٩٦) وقال البخاري في عبد الله بن إنسان لم يصح حديثه (التاريخ الكبير ٥/ ٤٥) وكذا قال الأزدي وذكر الخلال أن أحمد ضعفه (التلخيص الخبير ٢/ ٢٨٠) وقال النووي: إسناده ضعيف.
٩ دل على هذا حديث جبير بن مطعم رضي الله عنه أن النبي صلى الله عليه وسلم قال:" يا بنى عبد مناف لا تمنعوا أحداً طاف بهذا البيت',NULL,'34',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (31,'على صلاته" ١.
ونقل أبو عبد الله بن مندة عن أبي داود- صاحب السنن- أنه يخرج الإسناد الضعيف إذا لم يجد في الباب غيره وأنه أقوى عنده من رأي الرجال٢.
قال الشاطبي: "فكلام أحمد ومن وافقه دال على أن العمل بالحديث الضعيف يقدم على القياس المعمول به عند جمهور المسلمين بل هو إجماع السلف رضي الله عنهم"٣.
وقال السيوطي: "ويعمل به أيضاً في الأحكام إذا كان فيه احتياط"٤.
وذكر ابن حزم أن جميع الحنفية مجمعون على أن مذهب أبي حنيفة أن ضعيف الحديث أولى عنده من الرأي والقياس٥.
وذكر ابن القيم أن مالكاً يقدم الحديث المرسل والمنقطع والبلاغات وقول الصحابي على القياس٦.
وقال ابن القيم: "يؤخذ بالحديث المرسل والضعيف إذا لم يكن في الباب شئ يدفعه" وهو الذي قدمه الإمام أحمد على القياس وقال: وليس المراد بالضعيف عنده الباطل ولا المنكر ولا ما في روايته متهم بحيث لا يسوغ الذهاب إليه والعمل به، بل الحديث الضعيف
_________
وصلى أية ساعة شاء من ليل أو نهاراً. أخرجه الترمذي (الحج، باب ما جاء في الصلاة بعد العصر وبعد المغرب ... (تحفة الأحوذي ٢/ ٩٤- ٩٥) وأبو داود: المناسك، باب الطواف بعد العصر (عون المعبود ٢/ ١١٩) والنسائي (الصلاة، باب إباحة الصلاة في الساعات كلها بمكة ١/٢٢٨) وابن ماجة (إقامة الصلاة والسنة فيها، باب ما جاء في الرخصة في الصلاة بمكة في كل وقت ١/٣٩٨) والشافعي (الرسالة) ٣٢٥ وأحمد (المسند: ٤/ ٨٤) والدارمي: (المناسك، باب الطواف في غير وقت الصلاة: ٢/ ٧٥) وابن خزيمة (٤/ ٢٢٥) والحاكم (المستدرك ١/٤٤٨) والبيهقي (السنن الكبر ى: ٢/ ٤٦١) .
قال الترمذي فيه: حسن صحيح وصححه ابن خزيمة وقال الحاكم على شرط مسلم ووافقه الذهبي- وروي أيضاً من وجوه أخرى (راجع التلخيص الخبير ١/ ١٩٠
هذا الحكم مأخوذ من حديث لعائشة أم المؤمنين ولأبي سعيد الخدري وابن عباس فحديث عائشة أخرجه ابن ماجة (إقامة الصلاة: باب ما جاء في البناء على الصلاة ١/٣٨٥) والدارقطنى ١/١٥٧ والبيهقي ١/١٤٢وهومن طريق إسماعيل بن عياش عن ابن جريج عن ابن أبي مليكة عن عائشة. وهو ضعيف لأنه من رواية إسماعيل بن عياش عن الحجازيين وهو مخلط وفي روايته عنهم وقد رواه موصولاًً ومرسلاًً. وتكلم الأئمة في ذلك مبينين ترجيح إرساله على وصله، وأن المرسل أيضاًً ليس بشيء. وقد حاول ابن التركماني تصحيح حديث إسماعيل بن عياش بما لا طائل تحته (الجوهر النقي على السنن الكبرى للبيهقي ١/١٤٢،١٤٣) .
وحديث أبى سعيد الخدري أخرجه الدارقطني ١/ (١٥٧) وفيه أبو بكر الداهري متروك.
وحديث ابن عباس أخرجه الدارقطني (١/١٥٦) وفيه سليمان بن أرقم متروك.
وروى فيه أيضاًًً آثار راجع التلخيص الخبير١/٢٧٥ والدارية ١/٣١ ونصب الراية ١/٣٧ والكامل لابن عدي ١/٢٨٨ والبيهقي ١/١٤٢،١٤٣.
٢ راجع القول البديع ٢٥٦ والنكت ١/ ٤٣٦.
٣ الاعتصام: ١/ ٢٢٦.
٤ تدريب الراوي ١٩٧.
٥ ملخص أبطال القياس والرأي ٦٨ وراجع الأحكام ٧/ ٥٤.
٦ أعلام الموقعين ١/٣٢.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (32,'عنده قسيم الصحيح وقسم من أقسام الحسن. ولم يكن يقسم الحديث إلى صحيح وحسن وضعيف بل إلى صحيح وضعيف. وللضعيف عنده مراتب فإذا لم يجد في الباب أثر يدفعه ولا قول صاحب ولا إجماع على خلافه كان العمل به عنده أولى من القياس، وليس أحد من الأئمة إلا وهو وافقه على هذا الأصل من حيث الجملة فإنه ما منهم أحد إلا وقد قدم الحديث الضعيف على القياس"١.
ولما ذكر ابن حزم صفات وجوه النقل عند المسلمين قال في الوجه الرابع الذي هو المرسل والخامس الذي في إسناده ضعيف أنه أخذ بهما بعض المسلمين٢.
ثم إن الإمام أحمد وغيره ممن نقل عنه القول بجواز العمل بالحديث الضعيف مطلقاً نقلت عنه روايات تدل على منع ذلك. وأن ذلك مخصوص في فضائل الأعمال.
قال أحمد- في رواية الميموني عنه-"الأحاديث الرقائق يحتمل أن يتساهل فيها حتى يجيء شئ فيه حكم"٣.
وقال- في رواية عباس الدوري عنه-"ابن إسحاق رجل تكتب عنه هذه الأحاديث يعني المغازي ونحوها، وإذا جاء الحلال والحرام أردنا قوماً هكذا وقبض أصابع يده الأربعة"٤. وسيأتي مزيد إيضاح لذلك في القول الثالث.
القول الثالث: يعمل به في الفضائل والمستحبات والمكروهات بشروط:
ا- أن يكون ضعفه غير شديد فيخرج ما اشتد ضعفه كحديث الكذابين والمتهمين بالكذب ومن فحش غلطه وهذا الشرط متفق عليه نقله العلائي٥.
٢- أن يكون الحديث في الفضائل وما في معناها.
٣- أن يندرج تحت أصل معمول به.
٤- أن لا يعتقد عند العمل به ثبوته، بل يعتقد الإحتياط٦.
_________
١إعلام الموقعين: ١/ ٣١.
٢ راجع الفصل في الملل والنحل: ١/٨٣.
٣ الكفاية ٢١٣ وراجع فتح المغيث ١/٢٦٧.
٤ فتح المغيث: ١/٢٦٧.
٥ القول البديع ٢٥٥.
٦ ذُكرت هذه الشروط أو بعضها في فتح المغيث ا/ ٢٦٨ والقول البديع ٢٥٥وتدريب الراوي ١٩٦ وتبين العجب بما ورد في فضائل رجب ٣٢ وقواعد التحديث ١١٦.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (33,'وستأتي مناقشة هذه الشروط إن شاء الله تعالى.
قال النووي: "قال العلماء من المحدثين والفقهاء وغيرهم يجوز ويستحب العمل في الفضائل والترغيب والترهيب بالحديث الضعيف ما لم يكن موضوعاً"١.
وحكي إجماع * أهل الحديث وغيرهم على العمل به في الفضائل٢.
قيل لابن المبارك لما روى عن رجل حديثاً- هذا رجل ضعيف فقال:" يحتمل أن يروى عنه هذا القدر أو مثل هذه الأشياء. قلت لعبدة مثل أي شئ كان؟ قال: في أدب، موعظة، في زهد"٣.
وقال ابن معين في موسى بن عبيدة يكتب حديثه في الرقائق٤.
وتقدم نحو هذا عن أحمد وابن مهدي وأبي زكريا العنبري وابن عبد البر٥.
ولما قال ابن حجر الهيتمي بجواز العمل بالحديث الضعيف في فضائل الأعمال، قال: "لأنه إن كان صحيحاً في نفس الأمر فقد أعطى حقه من العمل، وإلا لم يترتب على العمل به مفسدة تحليل ولا تحريم ولا ضياع حق حتى للغير"٦.
وقال في الدر المختار: "فيعمل به في فضائل الأعمال"٧.
وقال محشيه ابن عابدين: "لأجل تحصيل الفضيلة المترتبة على الأعمال"٨.
وقال نور الدين عتر: "ووجه هذا المذهب أن الحديث الضعيف لما كان محتملاً للإِصابة ولم يعارضه شئ، فإن هذا يقوي جانب الإصابة في روايته فيعمل به"٩.
_________
١ الأذكار: ٥.
٢ فتح المغيث: ١/٢٦٧.
٣ راجع الجرح والتعديل ٢/ ٣٠ وشرح علل الترمذي١٠٢.
٤ شرح علل الترمذي ١٠٢.
٥ انظر باب رواية الحديث الضعيف ص٢٢.
٦ قواعد في علوم الحديث ٩٢-٩٣.
٧ قواعد في علوم الحديث ٩٢-٩٣.
٨قواعد في علوم الحديث ٩٢٩٣-.
٩ منهج النقد في علوم الحديث ٢٩١.
* حكاية الإجماع محل نظر إذ أنه لم يقل بعض الأئمة بالعمل به أنظر القول الأول ص٣٢ وانظر رد القول بجواز العمل بالحديث الضعيف ص٣٧.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (34,'<span data-type="title" id=toc-8>الباب السابع: الأحاديث التي استدلوا بها:</span>
...
الأحاديث التي استدلوا بها:
واستدلوا على ذلك بحديث: "من بلغه عن الله عز وجل شيء فيه فضيلة فأخذه إيماناً به، ورجاء ثوابه أعطاه الله ذلك وان لم يكن كذلك". وهو مروي بألفاظ مختلفة عن عدد من الصحابة: عن جابر بن عبد الله وانس بن مالك وعبد الله بن عمره وابن مهرة وابن عباس رضي الله عنهم وسيأتي بيانها وذكر من أخرجها والكلام عليها في صفحة (٤٦) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (35,'رد القول بجواز العمل بالحديث الضعيف:
وبعد عرض الأقوال في هذا الموضوع وإيراد ما استدل به بعضهم من الأدلة أبين إن شاء الله أولاها بالصواب فأقول: أرجح هذه الأقوال وأعدلها وأولاها بالصواب هو القول الأول وهو الذي تركن إليه النفس وتطمئن به. وديننا الذي أكمله الله سبحانه وتعالى بغنية عن الحديث الضعيف الذي لم تثبت صحته، ومن القيام بما احتوى عليه من طلب فعل أو كف، أو فيما معناه، لأن العمل بالحديث الضعيفة إختراع عبادة وتشريع في الدين ما لم يأذن به الله عز وجل.
وقول من قال بجواز العمل به على الإطلاق يكدره ما نقل عن أحمد وغيره من التساهل إذا لم يكن الأمر يتعلق بالأحكام. وتقدمت الإشارة إلى مثل ذلك في القول الثالث وفي رواية الحديث الضعيف ثم أن إطلاقهم في ذلك محمول على أحد أمرين:
الأول: أنهم أرادوا بالحديث الضعيف الحسن.
الثاني: أنهم أرادوا بالقياس المفضل عليه حديث الضعيف هو الفاسد إذ أنه لا يجوز إتفاقاً العمل بالحديث الضعيف في الأحكام.
قال النووي: "وأما فعل كثير من الفقهاء أو أكثرهم ذلك، واعتمادهم عليه فليس بصواب بل قبيح جداً، وذلك لأنه إن كان يعرف ضعفه لم يحل له أن يحتج بالضعيف في الأحكام، وإن كان لا يعرف ضعفه لم يحل له أن يهجم على الإحتجاج به من غير بحث عليه بالتفتيش عنه، إن كان عارفاً أو بسؤال أهل العلم به إن لم يكن عارفاً"١.
لأن الحسن على ما قالوه لم يشتهر القول به قبل الترمذي وكان الحديث قبله إما صحيحاً وإما ضعيفاً فقط.
قال شيخ الإسلام: "ومن نقل عن أحمد أنه كان يحتج بالحديث الضعيف الذي ليس بصحيح ولا حسن فقد غلط عليه، ولكن كان في عرف أحمد بن حنبل ومن قبله من العلماء أن الحديث ينقسم إلى نوعين: صحيح وضعيف. والضعيف عندهم ينقسم إلى ضعيف متروك لا يحتج به، وإلى ضعيف حسن. كما أن ضعف الإنسان بالمرض ينقسم إلى: مرض مخوف يمنع التبرع من رأس المال، وإلى ضعيف خفيف لا يمنع من ذلك. وأول من عرف أنه قسم الحديث ثلاثة أقسام صحيح وحسن وضعيف هو أبو عيسى الترمذي في جامعه.
_________
١ شرح النووي ١/ ١٦٣.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (36,'والحسن عنده ما تعددت طرقه ولم يكن في رواته متهم وليس بشاذ١ فهذا الحديث وأمثاله يسميه أحمد ضعيفاً ويحتج به وهذا مثل أحمد الحديث الضعيفة الذي يحتج به بحديث عمرو٢بن شعيب"٣.
وقال: "وأما من قبل الترمذي من العلماء فما عرف عنهم هذا التقسيم الثلاثي لكن كانوا يقسمونه إلى صحيح وضعيف، والضعيف عندهم نوعان:
ضعيف ضعفاً لا يمتنع العمل به، وهو يشبه الحسن في اصطلاح الترمذي.
وضعيف ضعفاً يوجب تركه وهو الواهي، وهذا بمنزلة مرض المريض قد يكون قاطعاً بصاحبه فيجعل التبرع من الثلث، وقد لا يكون قاطعاً بصاحبه، وهذا موجود في كلام أحمد وغيره "٤.
ولهذا يوجد في كلام أحمد وغيره من الفقهاء أنهم يحتجون بالحديث الضعيف كحديث عمرو بن شعيب وإبراهيم الهجري وغيرهما فان ذلك الذي سماه أولئك ضعيفاً هو أرفع من كثير من الحسن بل هو مما يجعله كثير من الناس صحيحاً٥.
وقال ابن رجب: "وكان الإمام أحمد يحتج بالضعيف الذي لم يرد خلافه، ومراده بالضعيف قريب من مراد الترمذي بالحسن"٦.
وقال ابن القيم: "في ذكره لأصول الفتوى عند الإمام أحمد الأصل الرابع: الأخذ بالمرسل والحديث الضعيف إذا لم يكن في الباب شئ يدفعه، وهو الذي رجحه على
_________
١ راجع شرح علل الترمذي: ٢٨٧ والفتاوى ١٨/٢٣.
٢ عمرو هذا حسن الحديث، إذ أنه صدوق (التقريب ٤٢٣) ولا فرق بين ما رواه عن غير أبيه إذا كان صدوقاًً أو ثقة، وما رواه عن أبيه عن جده، لأن أباه شعيباًً صدوق، وقد روى عن جده عبد الله وهو الذي رباه، لأن أباه محمد مات وشعيب صغيراًً.
قال أحمد:" قد صح سماع عمرو بن شعيب من أبيه، وصح سماع شعيب من جده عبد الله بن عمرو ".
وقال البخاري:" رأيت علي بن المديني وأحمد بن حنبل والحميد وإسحاق بن راهويه يحتجون به ".
وذكر الحاكم دليلاً لا يقبل الجدل. على أن شعيباً سمع من جده عبد الله وذلك أن رجلاًً سأل ابن عمر وثم ذهب معه شعيب إلى عبد الله بن عمر بأمر جده عبد الله بن عمر وثم إلى ابن عباس بأمر جده أيضاًً ثم عاد معه إلى جده عبد الله بن عمرو ثم قال الحاكم:" هذا حديث ثقاة رواته حفاظ وهو كالأخذ باليد في صحة سماع شعيب بن محمد عن جده عبد الله بن عمرو ".
قلت: وقد ذكر هذه القصة قبل الحاكم ابن أبي شيبة ٤/١٤٢.
وقد بسط القول في هذا الشيخ أحمد شاكر رحمه الله تعالى بما يغنى عن الإطالة ذاكراً مصدر كل قول فليراجعه من سلا. (راجع تعليقه على مسند الإمام أحمد ١٠/ ٢٥ الحديث ٦٥١٨ وجامع الترمذي ٢/ ١٤٠- ١٤٤)
٣ الفتاوى: ٢٥٢/١، ومنهاج السنة: ٢/ ١٩١ وراجع في استدلال أحمد بحديث عمرو بن شعيب فتح المغيث: ١/ ٨٠.
٤ الفتاوى ١٨/ ٢٥.
٥ الفتاوى: ٨ ا/٢٤٩ ومنهاج السنة ٢/ ١٩١ وفتح المغيث ١/ ٨٠.
٦ شرح علل الترمذي: ٢٥٩.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (37,'القياس، وليس المراد بالضعيف عنده الباطل ولا المنكر ولا ما في روايته متهم بحيث لا يسوغ الذهاب إليه والعمل به، بل الحديث الضعيف عنده قسيم الصحيح وقسم من أقسام الحسن ولم يكن يقسم الحديث إلى صحيح وحسن وضعيف، بل إلى صحيح وضعيف، وللضعيف عنده مراتب، فإذا لم يجد في الباب أثراً يدفعه ولا قول صاحب ولا إجماع على خلافه كان العمل به عنده أولى من القياس. وليس أحد من الأئمة إلا وهو موافقه على هذا الأصل من حيث الجملة، فإنه ما منهم أحد إلا وقد قدم الحديث الضعيف على القياس١ وحمل القول بالعمل بالحديث الضعيف على الحسن غير هؤلاء"٢.
واعترض على من قال بأن الحديث الحسن لم يعرف إلا بالترمذي بأنه قد وجد في شيوخه وشيوخ شيوخه من استعمله في بعض عباراته.
وقال ابن الصلاح: "أن الحسن وجد التعبير به في كلام شيوخ الطبقة التي قبل الترمذي كالشافعي"٣.
قال الحافظ ابن حجر: "قد وجد التعبير بالحسن في كلام من هو أقدم من الشافعي".
قال إبراهيم النخعي: "كانوا إذا اجتمعوا كرهوا أن يخرج الرجل حسان حديثه. وقيل لشعبة كيف تركت أحاديث العرزمي وهي حسان؟ قال: من حسنها فررت".
ووجد هذا من أحسن الأحاديث إسناداً في كلام علي بن المديني، وأبي زرعة الرازي وأبي حاتم ويعقوب بن شيبة وجماعة.
لكن منهم من يريد بإطلاق ذلك المعنى الإصطلاحي، ومنهم من لا يريده. فأما ما وجد في ذلك في عبارة الشافعي ومن قبله بل وفي عبارة أحمد بن حنبل فلم يتبين لي منهم إرادة المعنى الإصطلاحي، بل ظاهر عبارتهم خلاف ذلك.
فإن حكم الشافعي على حديث ابن عمر رضي الله عنهما في استقبال بيت المقدس حال قضاء الحاجة بكونه حسناً خلاف الإصطلاح بل هو صحيح متفق على صحته٤.
ثم نقل قولي أحمد في حديث أم حبيبة في نقض الوضوء بمس الذكر وذلك أنه قال فيه مرة: "أصح ما قيل فيه حديث أم حبيبة"، وقال مرة أخرى: "هو حديث حسن". فعقبه الحافظ
_________
١ أعلام الموقعين: ١/ ٣١.
٢ فتح المغيث: ١/٨٠.
٣ النكت ١/٤٢٤.
٤ النكت ١/ ٤٢٤- ٤٢٥ وراجع في حديث ابن عمر والبخاري: الوضوء، باب من تبرز على لبنتين (فتح الباري ١/ ٢٤٧) ومسلم: الطهارة، باب الاستطابة: ١/ ٢٢٥.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (38,'بقوله: "فظاهر هذا أنه لم يقصد المعنى الإصطلاحي لأن الحسن لا يكون أصح من الصحيح".
ثم قال: "وأما علي بن المديني فقد أكثر من وصف الأحاديث بالصحة والحسن في مسنده وفي علله فظاهر عبارته قصد المعنى الإصطلاحي. وكأنه الإمام السابق لهذا الإصطلاح، وعنه أخذ البخاري ويعقوب بن شيبة وغير واحد، وعن البخاري أخذ الترمذي. فمن ذلك ما ذكر الترمذي في العلل الكبير أنه سأل البخاري عن أحاديث التوقيت في المسح على الخفين فقال: حديث صفوان بن عسال صحيح وحديث أبي بكرة حسن. وحديث صفوان الذي أشار إليه موجود فيه شرائط الصحة"١.
ثم قال: "فبان أن استمداد الترمذي لذلك إنما هو من البخاري، ولكن الترمذي أكثر منه وأشاد بذكره وأظهر الإصطلاح فيه فصار أشهر به من غيره"٢.
فظهر بهذا أن الحق مع من قال أن الحسن لم يشتهر إلا بالترمذي، لأن الحسن على المعنى الإصطلاحي وإن استعمل قبل الترمذي إلا أن الترمذي هو الذي أكثر منه وأشاد بذكره وأظهر الإصطلاح به حتى أنه عرف به كما ذكره ابن حجر فيما تقدم.
وكلام ابن تيميه المتقدم صريح في ذلك إذ أنه قال: "وأول من عرف أنه قسم الحديث ثلاثة أقسام صحيح وحسن وضعيف هو أبو عيسى الترمذي في جامعه" ولم ينف استعماله فيما قبل الترمذي. ومن البعيد أن يخفى على ابن تيمية مع ما وصف به من التحقيق وكذلك تلميذه ابن القيم ورود الحسن في كلام من تقدم على الترمذي والله أعلم.
وقد تأول جماعة من العلماء هذه الروايات بأن المراد بها معنى آخر غير المعنى المتعارف لكلمة (ضعيف) وهذا المعنى المراد هو (الحسن) لأنه ضعف عن درجة الصحيح. لكن هذا التأويل يشكل عندنا بما قاله أبو داود ولفظه وإن من الأحاديث في كتابي السنن ما ليس بمتصل وهو مرسل ومدلس، وهو إذا لم توجد الصحاح عند عامة أهل الحديث على معنى أنه متصل وهو مثل الحسن عن جابر والحسن عن أبي هريرة، والحكم عن مقسم عن ابن عباس- حيث جعل أبو داود الحديث غير المتصل صالحاً للعمل عند عدم الصحيح، ومعلوم أن المنقطع من أنه الحديث الضعيف لا الحسن. كما أنه على تأويل الضعيف
_________
١ النكت: ا/٤٢٦-٤٢٧.
٢ النكت:١/ ٤٢٩.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (39,'بالحسن لا معنى لتخصيص هؤلاء الأئمة بالعمل به وتقديمه على القياس، لأن هذا مذهب جماهير العلماء١.
قال الشيخ أحمد شاكر: "إن الإصطلاح في التفرقة بين الصحيح والحسن لم يكن في عصرهم مستقراً واضحاً، بل كان أكثر المتقدمين لا يصف الحديث إلا بالصحة أو الضعف فقط"٢.
قلت: هناك فرق بين الحسن الوارد في كلام من تقدم على الترمذي إذا أرادوا المعنى الإصطلاحي وفي كلام الترمذي فأولئك يعنون به الحسن لذاته، والترمذي يريد به الحسن لغيره، لأنه عرف الحسن بأنه ما تعددت طرقه ولم يكن في رواته متهم وليس بشاذ فيحتمل أن يكون ابن تيمية ومن نحا نحوه أرادوا به حمل الحديث الضعيف في كلام أحمد وغيره على الحسن لغيره لا لذاته. لأن الحسن لذاته صحيح عند قوم حسن عند آخرين، والحسن لغيره جمع بين صفتين، صفة الضعف وصفة الحسن فإن نظر إلى تفرده فهو ضعيف وإن نظر إلى مجموعه فهو الحسن. والحسن من هذا القبيل حسن عند قوم وضعيف عند آخرين٣.
ويؤيد ذلك تعقيب كلامه بتعريف الترمذي للحسن فيما مضى.
وهذا الذي تقدم منصباً على ما عدا المرسل، أما المرسل فقد أخذ من أخذ به لأن الذي لم يذكر فيه كالمذكور المعدل.
قال الشاطبي: "وكذلك أخذ من أخذ منهم بالمرسل ليس إلا من حيث ألحق بالصحيح في أن المتروك ذكره كالمذكور والمعدل فأما ما دون ذلك فلا يؤخذ به بحال عند علماء الحديث".
والإحتمال الثاني: أنهم أرادوا بتفضيل الحديث الضعيف على القياس الفاسد لأن الحديث وإن كان ضعيفاً لا بد من وجود نسبة في احتمال ثبوته وإن قلّت، لكن لا نستطيع أن نحكم بها لضعف سنده ولتجرده من القرائن والضمائم التي تقويه، وأما القياس الفاسد فبخلاف ذلك.
وذكر الشاطبي وملا علي القاري: "بأن المراد بالقياس الذي ورد تفضيل الحديث الضعيف عليه في كلام أحمد القياس الفاسد الذي لا أصل له من كتاب ولا سنة ولا إجماع"٤.
_________
١ منهج النقد في علوم الحديث ٢٩٢.
٢ الباعث الحثيث ٩٢.
٣ راجع فتح المغيث ١/١٧.
٤ راجع الإعتصام١/٢٢٦ وقواعد في علوم الحديث ٩٦.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (40,'فظهر بهذا أنهم لم يقولوا بالعمل الحديث الضعيف المعروف بهذه الصفة، وإذا لم يحتمل قولهم أحد الإحتمالين فهو قول مجتهد كما قال الشاطبي والجواب عن هذا أنه كلام مجتهد يحتمل اجتهاده الخطأ والصواب، إذ ليس له على ذلك دليل يقطع العذر، وإن سلم فيمكن حمله على خلاف ظاهره، لإجماعهم على طرح الضعيف الإسناد، فيجب تأويله على أن يكون أراد به الحسن السند وما دار به على القول بأعماله، أو أراد خيراً من القياس١.
كما أن في نسبة القول بتقديم الحديث الضعيف على القياس إلى أبي داود شك، وقد تشكك فيه الحافظ ابن حجر٢.
فإن قيل إذا كان الأمر كذلك يعني أنه لا يجوز العمل بالحديث الضعيف فلماذا روى الأئمة الأحاديث الضعيفة في كتبهم كمالك في الموطأ، وابن المبارك وأحمد في الرقاق، وسفيان في جامع الخير وغيرهم فقد سبق الجواب عنه في حكم رواية الحديث الضعيف.
وأما من قال بالعمل به في الفضائل والترغيب والترهيب فغير متجه، لأن فضائل الأعمال والترغيب من قسم المندوب، وهو من الأحكام كما هو معلوم. وقد مضى بيان حكم العمل بالحديث الضعيف في الأحكام، كما أنه يتضمن الأخبار عن الله عز وجل في الوعد على ذلك العمل بالإثابة والأخبار بالعقوبة المعينة.
قال الشوكاني: "إن الأحكام الشرعية متساوية الأقدام، لا فرق بينها، فلا يحل إثبات شئ منها إلا بما تقوم به الحجة، وإلا كان من التقول على الله عز وجل بما لم يقل. وفيه من العقوبة ما هو معروف، والقلب يشهد بوضع ما ورد في هذا المعنى وبطلانه"٣.
قال شيخ الإسلام: "العمل إذا علم أنه مشروع بدليل شرعي، وروي في فضله حديث لا يعلم أنه كذب جاز أن يكون الثواب حقاً، ولم يقل أحد من الأئمة أنه يجوز أن يجعل الشيء واجباً أو مستحباً بحديث ضعيف. ومن قال هذا فقد خالف الإجماع وهذا كما أنه لا يجوز أن يحرم شئ إلا بدليل شرعي، لكن إذا علم تحريمه وروى حديث في وعيد الفاعل له، ولم يعلم أنه كذب جاز أن يرويه فيجوز أن يروى في الترغيب والترهيب ما لم
_________
١ الإعتصام: ١/ ٢٢٦.
٢ النكت: ١/ ٤٤٣.
٣ الفوائد المجموعة ١/٢٨٣.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (41,'يعلم أنه كذب، لكن فيما علم أن الله رغب فيه أو رهب منه بدليل آخر غير هذا الحديث المجهول حاله.
وهذا كالإسرائيليات، يجوز أن يروى منها ما لم يعلم أنه كذب للترغيب والترهيب فيما علم أن الله تعالى أمر في شرعنا ونهى عنه في شرعنا فأما أن يثبت شرعاً لنا بمجرد الإسرائيليات التي لم تثبت فهذا لا يقوله عالم، ولا كان أحمد بن حنبل ولا أمثاله من الأئمة يعتمدون على مثل هذه الأحاديث في الشريعة"١.
قال ابن رجب: "وظاهر ما ذكره مسلم في مقدمة كتابه يقتضي أن لا يروى أحاديث الترغيب والترهيب إلا عمن تروى عنه الأحكام"٢.
ومعنى قول أحمد وابن مهدى وابن المبارك "أنه إذا جاء الترغيب والترهيب تساهلنا في الأسانيد" يعني أننا روينا الحديث بإسناده حتى يتبين ما فيه للناظر فيما بعد رجاء أن يحصل له شاهد أو متابع ثم أنه قال: تساهلنا ولم يقل روينا الحديث الضعيف البينّ ضعفه بمعنى أنهم يميزون بين أسانيد الأحكام التي فيها الحلال والحرام والنكاح والطلاق فلا يأخذونها إلا عن الثقات وأما ما كان في فضائل الأعمال فيأخذونها عمن دونهم ما لم يصل إلى حد الضعيف المتفق عليه ولا شيء أدل على ذلك من قول سفيان الثوري المتقدم في رواية الحديث الضعيف. وقول الإمام أحمد لابنه: "لو أردتُ أن أقصر على ما صح عندي لم أرو من هذا المسند إلا الشيء بعد الشيء، ولكنك يا بني تعرف طريقتي في الحديث لست أخالف ما ضعف إلا إذا لم يكن في الباب ما يدفعه"٣.
وقال الشيخ أحمد شاكر: "والذي أراه أن بيان الضعيف في الحديث الضعيف واجب في كل حال لأن ترك البيان يوهم المطلع عليه أنه حديث صحيح خصوصاً إذا كان الناقل له من علماء الحديث الذين يرجع إلى قولهم في ذلك، وأنه لا فرق بين الأحكام وبين فضائل الأعمال ونحوها في عدم الأخذ بالرواية الضعيفة بل لا حجة لأحد إلا بما صح عن رسول الله صلى الله عليه وسلم من حديث صحيح أو حسن"٤.
وقال ابن حزم في صفات وجهه النقل عند المسلمين: "والرابع شيء نقله أهل المشرق
_________
١ الفتاوى ١/ ٢٥١.
٢ شرح علل الترمذي ١٠٢
٣ الخصائص ١٥ وراجع فتح المغيث ١/ ٨٠.
٤ الباعث الحثيث ٩٢',NULL,'44',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (42,'والمغرب أو الكافة أو الواحد الثقة عن أمثالهم إلى أن يبلغ من ليس بينه وبين النبي صلى الله عليه وسلم إلا واحداً فأكثر فسكت ذلك البلوغ إليه عمن أخبره بتلك الشريعة عن النبي صلى الله عليه وسلم فلم يعرف من هو فهذا نوع يأخذ به كثير من المسلمين ولسنا نأخذ به البتة ولا نضيفه إلى النبي صلى الله عليه وسلم إذ لم نعرف من حدث به عن الني صلى الله عليه وسلم وقد يكون غير ثقة ويعلم منه غير الذي روى عنه ما لم يعرف منه الذي روى عنه.... والخامس شيء نقله كما ذكرنا إما بنقل أهل المشرق والمغرب أو كافة عن كافة أو ثقة عن ثقة حتى يبلغ إلى النبي صلى الله عليه وسلم إلا أن في الطريق رجلاً مجروحاً يكذب أوفيه غفلة أو مجهول الحال فهذا أيضاً يقول به بعض المسلمين ولا يحل عندنا القول به ولا تصديقه ولا الأخذ بشيء منه وهذه صفة نقل اليهود والنصارى فيما أضافوه إلى أنبيائهم"١.
وقال الشاطبي- بعد ذكره أن وجوه البدعة لا تنحصر:-"لكن نذكر من ذلك أوجهاً كلية يقاس عليها ما سواها. فمنها اعتمادهم على الأحاديث الواهية الضعيفة، والمكذوب فيها على رسول الله صلى الله عليه وسلم والتي لا يقبلها أهل صناعة الحديث في البناء عليها: كحديث الإكتمال يوم عاشوراء وإكرام الديك الأبيض، وأكل الباذنجان بنية وأن النبي صلى الله عليه وسلم تواجد واهتز عند السماع حتى سقط الرداء عن منكبيه وما أشبه ذلك. أمثال هذه الأحاديث على ما هو معلوم [لا يبنى عليها حكم، ولا تجعل أصلاً في التشريع أبداً، ومن جعلها كذلك فهو] ٢ جاهل ومخطىء في نقل العلم. فلم ينقل الأخذ بشيء منها عمن يعتد به في طريقة العلم، ولا طريقة السلوك. وإنما أخذ بعض العلماء بالحديث الحسن لإلحاقه عند المحدثين بالصحيح لأن سنده ليس فيه من يعاب بجرحة متفق عليها. وكذلك أخذ من أخذ منهم بالمرسل ليس إلا من حيث ألحق بالصحيح في أن المتروك ذكره كالمذكور والمعدل، فأما من دون ذلك فلا يؤخذ به بحال عند علماء الحديث"٣.
وقال الشيخ محمد محي الدين عبد الحميد في هامش توضيح الأفكار: "وفضائل الأعمال لا تخلو عن حكم أهونه الإباحة، وأي فرق بين حكم وحكم، ما دام معنى حكم المجتهد على شيء من الأشياء بحكم من الأحكام يتضمن حكماً ضمنياً على الله تعالى وعلى رسول الله صلوات الله وسلامه عليه بأنه يقتضي في هذا الموضوع بما يذهب إليه
_________
١ الفصل في الملل ٢/٨٣.
٢ ما بين المعكوفتين ألحقته من مقدمة صحيح الترغيب ص ٢٨. وقد نقل فضيلة الشيخ النص سالماً من السقط من نسخة أخرى.
٣ الإعتصام: ١/ ٢٢٤- ٢٢٥.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (43,'المجتهد، والذي ينقدح في ذهن العبد الضعيف أن الخلاف في هذه المسألة من نوع الخلاف اللفظي، وأن الجميع متفقون على أن لا يؤخذ في الفضائل والمواعظ إلا بالحديث الحسن وهو ما دون الصحيح في ضبط رواته فمن قال من العلماء كأحمد وابن مهدي يؤخذ بالحديث الضعيف في الفضائل أراد بالضعيف الحسن لأنه ضعيف بالنظر إلى الصحيح ولأنه بعض الذي كانوا هم وأهل عصرهم يطلقون عليه اسم الضعيف"١.
وقال الأستاذ عجاج الخطيب: "في رأينا أن بعض الناس فهم ما نقل عن الإمام أحمد وابن مهدي وابن المبارك فهماً بعيداً عن مراد هؤلاء الأئمة رحمهم الله تعالى فتناقلوا هذه العبارة "يجوز العمل بالضعيف في فضائل الأعمال". مؤيدين تساهلهم في رواية الأحاديث الضعيفة من غير بيان ضعفها مجوزين لأنفسهم إدخال أشياء كثيرة في بعض أمور الدين لا تستند إلى دليل مقبول أو إلى أصل معروف اعتماداً منهم على ضعيف الحديث من غير أن يفرقوا بين مفهوم الضعيف عند القدامى والمتأخرين"٢.
_________
١ توضيح الأفكار: ٢/١١٢.
٢ هامش أصول الحديث ٣٥٠.
٣ جزء الحسن بن عرفه ص ٧١ الحديث ٦٣.
٤ المقاصد الحسنة ٤٠٥ والجامع الكبير ١/٧٦١ وكشف الحفاء٢/٢٣٦- ٢٣٧.
٥ تاريخ بغداد: ٨/ ٢٩٦ ترجمة خالد به حيان أبو يزيد الرقى.
٦ الجامع الكبير: ١/٧٦١، وكشف الخفاء٢/ ٢٣٦- ٢٣٧.
٧ الجامع الكبير ١/ ٧٦١.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (44,'<span data-type="title" id=toc-9>الباب الثامن: الأحاديث التي استدلوا بها والكلام عليها:</span>
...
الأحاديث التي استدلوا بها والكلام عليها:
وما استدلوا به على جواز العمل بالحديث الضعيف بقوله: من بلغه عن الله عز وجل شيء فيه فضيلة... المروي عن عدد من الصحابة كما تقدمت الإشارة إليه فلا حجة في شيء من ذلك لما يأتي:
ا- حديث جابر بن عبد الله الأنصاري رضي الله عنهما: أخرجه الحسن بن عرفة٣ وأبو الشيخ في مكارم الأخلاق٤ والخطيب٥ والديلمي٦ وابن النجار٧.
ولفظه عند الحسن بن عرفة قال: حدثنا أبو يزيد خالد بن حيان الرقي، عن فرات ابن سلمان وعيسى بن كثير كليهما عن أبي رجاء عن يحيى بن أبي كثير، عن أبي سلمة بن عبد الرحمن، عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم: "من بلغه عن الله عز وجل شيء',NULL,'46',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (45,'فيه فضل، فأخذه إيماناً به، ورجاء ثوابه، أعطاه الله عز وجل ذلك وإن لم يكن كذلك".
وهو من حديثه مروي من ثلاثة طرق.
أحدها: أخرجه الحسن بن عرفة من طريق أبي رجاء، قال فيه الحافظ ابن ناصر الدين: "هذا حديث جيد الإسناد، وإن كان خالد بن حيان فيه لين، فهو صدوق وفرات بن سلمان لم يخرج له في الكتب الستة فيما أعلم وروى له الإمام أحمد في مسنده ووثقه. وقال عبد الرحمن بن أبي حاتم سألت أبي عنه فقال: "لا بأَس به محله الصدق صالح الحديث" إنتهى. وأبو رجاء هو فيما أعلم محرز بن عبد الله الجزري مولى هشام وهو ثقة وللحديث طرق وشواهد هذا أمثلها"١.
وأخذ عنه ذلك محمد بن طولون المتوفي ٩٥٣ هـ في الأربعين له كما ذكره الشيخ الألباني٢
قلت: طامته أبو رجاء راويه عن يحيى بن أبي كثير قال فيه السيوطي: "كذاب"٣.
وقال السخاوي٤ وابن عراق٥ "لا يعرف".
وأخرجه الحافظ القاسم بن الحافظ ابن عساكر في أربعين السلفي٦ من طريقين عن أبي رجاء وقال: "هذا الحديث فيه نظر سمعت أبي رحمه الله يضعفه".
قلت: محرز بن عبد الله كنيته أبو رجاء كما قال ابن ناصر الدين وأخذ عنه ذلك ابن طولون لكن ليس هو المراد هنا، لأن راوي الحديث عن أبي رجاء عند الحسن بن عرفة وغيره هو فرات بن سلمان، وأبو رجاء محرز من تلاميذ فرات المذكور وفرات من شيوخه٧.
وأبو رجاء المجهول من تلاميذه فرات ففرق بين الطبقتين. وليس هذا الحديث من رواية الأكابر عن الأصاغر لأنه كثيراً ما ينبه في كتب التراجم عند ذكر الشيوخ والتلاميذ على مثل ذلك إذا حصل فيقال: روى عن فلان وهو أكبر منه أومن أقرانه، وروى عنه فلان وهو
_________
١ الترجيح لحديث صلاة التسبيح: ٣١- ٣٤.
٢ انظر ص ٤٨ هامش سلسلة الأحاديث الضعيفة، الحديث ٤٥١.
٣ اللآلى المصنوعة: ١/ ٢١٤.
٤ المقاصد الحسنة:٤٠٥والقول البديع ٢٥٧.
٥ التنزيه ١/ ٢٥٨.
٦ سلسة الأحاديث الضعيفة الحديث ٤٥١.
٧ راجع ترجمة فرات في الجرح والتعديل ٧/ ٨٠ ومحرز في تهذيب الكمال ٣/١٣٠٨.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (46,'من شيوخه أومن أقرانه ولم يذكر مثل ذلك في ترجمة محرز ولا فرات. وأبو رجاء يروي الحديث عن يحيى بن أبي كثير ولم يذكر محرز في تلاميذه ولا يحيى بن أبي كثير في شيوخ محرز١ ولو كان الأمر كذلك لذكر.
وشارك فراتاً في رواية هذا الحديث عن أبي رجاء عيسى بن كثير ولم يذكر من تلاميذ محرز.
ثانياً: كلام الأئمة المتقدم يدل على أنه غيره ولو كان هو لما خفي عليهم أمره فضعفوا الحديث، أو قالوا: فيه نظر، أو قالوا فيه: أبو رجاء لا يعرف، أو قالوا فيه: كذاب.
وكلام ابن عساكر وابنه منصباً على أبي رجاء لأنه ليس في السند من يمكن أن يضعف الحديث من أجله سواه.
ثم أن ابن ناصر الدين رحمه الله نبه في كلامه على عدم جزمه بما قال إذ قال: وأبو رجاء فيما أعلم.
فلماذا نحمل كلامه ما لا يتحمل فنجزم بأنه هو ولم يسبقه أحد بمثل هذا مع تأخر عصره إذ أنه توفي سنة ٨٤٢ هـ.
ولما ذكر الشيباني حديث جابر الذي أخرجه أبو الشيخ وبينّ حال بشر بن عبيد كما سيأتي قال: "وله طرق لا تخلو من متروك ومن لا يعرف"٢ ولو كان هذا الحديث مروي من طريق محرز لما ساغ له أن يقول هذا ولعله يشير بقوله من لا يعرف لجهالة أبي رجاء.
ومما يدل على ذلك أنه لا ترجمة له في الكتب المتوفرة الآن أو ما يدل على أنه هو المراد بهذه الترجمة، فدل هذا على أن الحديث من طريقه لا يساوي شيئاً.
تنبيه: أورده ابن الجوزي في. الموضوعات٣ من طريق الحسن بن عرفة وقال فيه أبو جابر البياضي قال: "وهو كذاب" ثم نقل ما قيل فيه.
ووافقه على تسمية الراوي بأبي جابر البياضي وما قال فيه السيوطي٤ والذي في جزء الحسن بن عرفة٥ أبو رجاء يرويه عن يحيى بن أبي كثير. وهو كذلك في الموضوعات لابن الجوزي في مخطوطة المكتبة الظاهرية٦ وقد سقط من النسخة المطبوعة هو وشيخه وشيخ
_________
١راجع ترجمة يحيى بن كثير في تهذيب الكمال ٢/١٥١٥ ومحرز في تهذيب الكمال ٣/١٣٠٨.
٢ تمييز ١٦٣.
٣ الموضوعات ٢/ ٢٥٨.
٤ التعقبات ٦.
٥ جزء الحسن بن عرفة الحديث ٦٣
٦ يوجد تصويره في مركز البحث العلمي لجامعة أم القرى.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (47,'شيخه. ولا وجود لأبي جابر البياضي فيه وهذا يحتمل أحد أمرين:
الأول: أن يكون أبو رجاء عند ابن عرفة في بعض نسخه تصحف عن أبي جابر دل على ذلك صنيع ابن الجوزي وموافقة السيوطي له في التعقبات، لكن يُبعد هذا تفاوتهما في الطبقة فأبو رجاء يروي عن يحيى بن أبي كثير وأبو جابر البياضي يروي عن سعيد بن المسيب وأن جزء الحسن بن عرفة قد حقق وقوبل على نسخ أخرى كما ذكر المحقق، وأن ابن ناصر الدين١ والسخاوي٢ والسيوطي٣ أوردوا الحديث من طريق الحسن بن عرفة وفيه أبو رجاء.
الإحتمال الثاني: أن يكون للحديث عنده سند آخر وفيه أبو جابر البياضي وسقط من بعض نسخ كتاب الموضوعات مع الكلام على أبي رجاء، ومما يدل على ذلك أن أبا جابر البياضي رواه من حديث جابر بن عبد الله الديلمي كما سيأتي. فيكون ابن الجوزي ذكر حديث الحسن بن عرفة ثم أتبعه بطريق الثاني الذي فيه أبو جابر البياضي فسقط هذا الطريق مع الكلام على أبي رجاء وهذا هو الأقرب. والله أعلم.
وفي الطريق الثاني: الذي أخرجه أبو الشيخ، بشر بن عبيد أبو علي الدارسي وبشر بن عبيد ذكره ابن حبان في الثقات٤ لكن كذبه الأزدي٥ وقال ابن عدي فيه: "منكر الحديث عن الأئمة"٦ وقال فيه السخاوي٧ والعجلوني٨ والشيباني٩: "متروك".
وفي الطريق الثالث: الذي أخرجه الديلمي، أبو جابر البياضي- محمد بن عبد الرحمن- قال فيه يحيى: "كذاب"١٠ وقال النسائي: "متروك"١١وقال أحمد: "منكر الحديث"١٢ وكان الشافعي يقول: "من حدث عن أبي جابر البياضي بيض الله عينيه" ١٣.
_________
١الترجيح٣١.
٢ المقاصد الحسنة ٤٠٥.
٣ اللآلي المصنوعة ١/٢١٤.
٤ الثقات:٨/١٤١.
٥ لسان الميزان:٢/٢٦.
٦ الكامل:٢/٤٤٧.
٧ القول البديع ٢٥٧ والمقاصد ٤٠٥.
٨ كشف الخفاء ٢/٢٣٦.
٩ تمييز الطيب ١٦٣.
١٠ تاريخ ابن معين ٣/١٩٠.
١١كتاب الضعفاء والمتروكين ٩٢.
١٢ ميزان الإعتدال ٣/٦١٧.
١٣ ميزان الإعتدال ٣/ ٦١٧.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (48,'وخلاصة القول أن جميع طرق حديث جابر لا تخلو من متروك أو فيما معناه.
قال الشيباني فيما تقدم: "وله طرق لا تخلو من متروك ومن لا يعرف".
وقال ابن ناصر الدين بعد كلامه على حديث أبي رجاء "وهذا أمثلها" فظهر بقوله هذا أنه لا اعتماد على شيء من طرق حديث جابر وغيره إلا على طريق أبي رجاء وقد عرفت وهاها فيما تقدم ووهمه في ذلك والله أعلم.
٢- وحديث أنس بن مالك رضي الله عنه: أخرجه أبو يعلي١ والطبراني٢ وابن عبد البر٣ وابن عدي٤ والحسن بن سفيان٥ وابن حبان٦ وأبو إسماعيل السمرقندي في كتاب ما قرب سنده٧ وابن عساكر في التجريد٨ والبغوي في حديث كامل بن طلحة٩ والديلمي١٠ وابن النجار١١.
ولفظه عند أبي يعلي قال: حدثنا محمد بن بكار ثنا بزيع أبو الخليل عن ثابت عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم: "من بلغه عن الله فضيلة فلم يصدق بها لم ينلها".
قال ابن حبان: قد روى بزيع هذا عن محمد بن واسع وثابت البناني وأبان عن أنس بن مالك عن النبي صلى الله عليه وسلم قال: "من بلغه عن الله عز وجل أو عن النبي صلى الله عليه وسلم فضيلة كان منى أولم يكن فعمل بها رجاء ثوابها أعطاه الله عز وجل ثوابها".
وهو من حديثه روى من ثلاثة طرق. في الأول: الذي أخرجه أبو يعلي وابن حبان وابن عدي بزيع بن حسان أبو الخليِل البصري.
قال ابن حجر: "ضعيف جداًَ"١٢.
_________
١ المقصد العلى ١٩٤ والمطالب العالية ٣/ ١١١.
٢ مجمع البحرين لوحه ٢٤.
٣ جامع بيان العلم وفضله ١/٢٢.
٤ الكامل: ٢/٤٩٣.
٥ الترجيح لابن ناصر الدين ٣٥.
٦ المجروحين: ١/١٩٩ترجمة بزيع.
٧ ٢/ب
٨ سلسلة الأحاديث الضعيفة الحديث ٤٥٢.
٩ سلسلة الأحاديث الضعيفة الحديث ٤٥٢.
١٠ الجامع الكبير ١/٧٦١.
١١ الجامع الكبير ١/٧٦١.
١٢ المطالب العالية: ٣/١١١.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (49,'وقال ابن حبان فيه: "يأتي عن الثقات بأشياء موضوعة كأنه المتعمد لها"١.
وقال الدارقطني: "متروك"٢.
وقال الحاكم: "يروي أحاديث موضوعة ويرويها عن الثقات"٣.
وزعم ابن ناصرين الدين أن بزيع توبع في هذا٤.
قلت: وهذه المتابعة لا تغني شيئاً ما دامت من ضعيف اشتد ضعفه إذ أنه يشير إلى طريق عبد الله بن كيسان وهو منكر الحديث وأحاديثه غير محفوظة كما سيأتي.
وفي الثاني: الذي أخرجه ابن عبد البر وأبو إسماعيل السمرقندي وابن عساكر والبغوي عباد ابن عبد الصمد قال البخاري: فيه نظر وقال مرة أخرى: "منكر الحديث"٥.
وقال ابن حبان: "منكر الحديث جداً يروي عن أنس ما ليس من حديثه، وما أراه سمع منه شيئاً فلا يجوز الإحتجاج به فيما وافق الثقات فكيف إذا انفرد بأوابد"٦.
وقال ابن عبد البر: "إسناد هذا الحديث ضعيف لأن أبا معمر عباد بن عبد الصمد إنفرد به وهو متروك"٧.
وقال الذهبي: "واهٍٍ"٨.
وراويه عن عباد بن عبد الصمد هو الحارث بن الحجاج وهو مجهول قاله الدارقطني٩
وفي الثالث: الذي أورده ابن ناصر الدين من طريق سهل بن شاذوية قال: ثنا لفر بن الحسين ثنا عيسى بن موسى عن ابن كيسان عن ثابت عن أنس١٠.
فيه ابن كيسان. قال ابن ناصر الدين هو عبد الله أبو مجاهد المروزي: "منكر الحديث" قاله البخاري١١ وغيره.
_________
١المجروحين ١/١٩٩ ترجمة بزيع.
٢ الضعفاء والمتروكون ١٦٣ وراجع لسان الميزان ٢/١٢.
٣ المدخل ١٢٣.
٤ الترجيح ٣٥.
٥ التاريخ الكبير: ٦/ ٤١.
٦المجروحين ٢/ ١٧٠.
٧سقط من النسخة المطبعة ١/٢٢ قوله: "إسناد هذا الحديث إلى قوله متروك" أنظر الفوائد المجموعة ٢٨٣ اللآلى:١/٢١٥.
٨الميزان: ٢/ ٣٦٩.
٩الضعفاء والمتروكون ١٧٩.
١٠الترجيح ٣٥.
١١التاريخ الكبير ٥/١٧٨ والتهذيب ٥/ ٣٧١.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (50,'وقال ابن عدي: "وله أحاديث عن ثابت عن أنس غير محفوظة"١.
ولما ذكر العجلوني حديث أنس من طريق عباد بن عبد الصمد وذكر بأنه أخرجه كامل الحجدري وابن عبد البر قال: "وأخرجه غيرهما بأسانيد فيها مقال"٢ يعني جميع طرق حديث أنس.
٣- وحديث ابن عمر رضي الله عنهما: أخرجه المرهبي في فضل العلم والدارقطني أورده السيوطي٣ وذكره ابن عراق٤.
قال المرهبي: "حدثنا أبو عبد الله أحمد بن محمد النخعي حدثنا عثمان بن أبي شيبة حدثنا شيابة حدثنا ابن أبي بلال عن الوليد بن مروان عن غيلان بن جرير٥ عن ابن عمر قال قال رسول الله صلى الله عليه وسلم: "من بلغه شيء من الأحاديث التي يرجى فيها الخير فقاله ينوي به ما بلغه أعطيه وإن لم يكن".
وهو مروي من حديثه من طريقين:
في أحدهما الذي أخرجه المرهبي الوليد بن مروان قال فيه ابن عراق: "مجهول" قلت: وهو كما قال٦ وهو منقطع أيضاً لأن غيلان بن جرير من صغار التابعين ولم يرو عن أحد من الصحابة سوى أنس بن مالك وروايته عن كبار التابعين٧.
وفي الثاني الذي أخرجه الدارقطني، إسماعيل بن يحيى قال الذهبي فيه: "مجمع على تركه"٨ وقال ابن ناصر الدين: "متروك"٩ وقال الشوكاني: "هو كذاب"١٠.
٤-وحديث أبي هريرة رضي الله عنه: أخرجه ابن عساكر١١ من طريق أبي أحمد الحاكم، قال الحاكم أبو أحمد الحافظ: أنا محمد بن مروان وهو محمد بن حزم نا هشام بن عمار نا
_________
١ الكامل ٤/ ١٥٤٨.
٢كشف الخفاء٢/٢٣٦.
٣ اللآلى المصنوعة في الأحاديث الموضوعة ١/٢١٥.
٤ تنزيه الشريعة ١/٢٦٥.
٥ السند منقول من اللآلى وليس فيها غيلان.
٦ راجع ميزان الاعتدال: ٤/ ٣٤٧.
٧ التهذيب: ٨/ ٢٥٣.
٨ ميزان الاعتدال: ١/ ٢٥٣.
٩ الترجيح ٣٤.
١٠ الفوائد المجموعة ٢٨٣.
١١ تاريخ دمشق: ١٤/ ٥٠٠ ترجمة عبيد بن سلمان الكلبي الطابخى.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (51,'البختري بن عبيد الطابخي نا أبي عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم: "من حدث عني حديثاً وهو لله عز وجل رضا فأنا قلته وإن لم أكن قلته".
وفي سنده البختري بن عبيد الطابخي قال الحافظ فيه: "ضعيف متروك" ١.
وقال أبو نعيم: "روى عن أبيه موضوعات"٢.
قلت: وقد روى هذا الحديث عن أبيه.
٥- وحديث ابن عباس رضي الله عنهما: ذكره ابن ناصر الدين الدمشقي٣ من طريق إسماعيل بن أبي زياد عن جويبر عن الضحاك عن ابن عباس قال قال رسول الله صلى الله عليه وسلم: " من بلغه عن الله عز وجل رغبة فطلب ثوابها أعطاه الله أجرها وإن لم تكن الرغبة على ما بلغته" وفيه قال ابن عباس: "والله الذي لا إله إلاّ هو ما سمعت منه حديثاً قط أقر لعيني منه الحديث". وأشار إليه السخاوي٤وابن عراق٥.
وفيه جويبر بن سعيد البلخي متروك وكان يحيى القطان يرى التساهل في أخذ التفسير عنه وأضرابه كليث بن أبي سليم وحمد بن السائب الكلبي٦.
وفي الجملة فهذا حديث لا يصح عن رسول الله صلى الله عليه وسلم قال الشوكاني: "والقلب يشهد بوضع ما ورد في هذا المعنى وبطلانه"٧.
وقال ابن حجر: "لا أصل له"٨.
مناقشة الشروط:
الشروط التي اشترطوها، وقيدوا العمل بالحديث الضعيف بها على تحققها وسلامتها من المآخذ لا تقوى على جعل الحديث الضعيف مصدراً لإثبات حكم شرعي، أو فضيلة خلقية أو غير ذلك.
_________
التقريب: ١٢٠.
٢الضعفاء لأبى نعيم ٦٧.
٣الترجيح ٣٤- ٣٥.
٤القول. البديع ٢٥٨.
٥تنزيه الشريعة ١/٢٦٥.
٦الترجيح ٣٤- ٣٥ وراجع المجروحين لابن حبان: ١/٢١٧.
٧الفوائد المجموعة ٢٨٣.
٨كشف الخفاء: ٢/٢٣٦.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (52,'والنفس لا تطمئن عند العمل إلا بالحديث الذي ثبتت صحته، لا بما لم يكن كذلك.
ولا يمكن أن نتصور أن شيئاً من الفضائل والمستحبات والترغيب والترهيب حصلت الغفلة عنه حتى لا يقدر له الوصول إلينا من طريق صحيح أو حسن لذاته أو لغيره الذي هو أدنى درجات القبول. ويتفرد بروايته ضعيف لا يعتمد على روايته إذا تفرد مع الجهود التي بذلها خيار هذه الأمة تجاه السنة المطهرة تحملاً وأداءً وجمعاً وتدويناً وتمحيصاً حتى ميز الصحيح من السقيم.
هذا مع عدم سلامة الشروط من المآخذ الآتي بيانها إن شاء الله تعالى.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (53,'<span data-type="title" id=toc-10>الباب التاسع: شروط الأخذ بالحديث الضعيف</span>
...
شروط الأخذ بالحديث الضعيف
الشرط الأول:
وما شرطوه من كون الحديث الضعيف في فضائل الأعمال وما في معناها لا يسوّغ ذلك العمل به لأنه لا ينبغي أن يكلف أو يتكلف المسلم العمل بشيء لم تصح نسبته إلى رسول الله صلى الله عليه وسلم. والعامل بذلك الخبر لم يعمل به إلا رجاء ما يترتب على عمله ذلك من الفضل العظيم ولو تجرد الخبر من ذلك الثواب لما عمل به، فما الذي يدل على حصول ذلك الثواب إذا لم يثبت ذلك الخبر.
ولا فرق بين فضائل الأعمال وبين غيرها، إذ أن فضائل الأعمال من المستحب وهو من الأحكام الخمسة ويقع فيها خلاف بين العلماء كما هو معلوم.
قال شيخ الإسلام:" وكذلك ما عليه العلماء من العلماء بالحديث الضعيف في فضائل الأعمال ليس معناه إثبات الإستحباب بالحديث الذي لا يحتج به فإن الإستحباب حكم شرعي فلا يثبت إلا بدليل شرعي. ومن أخبر عن الله عز وجل أنه يحب عملاً من الأعمال من غير دليل شرعي فقد شرع من الدين ما لم يأذن به الله عز وجل كما لو ثبت الإيجاب أو التحريم. ولهذا يختلف العلماء في الإستحباب كما يختلفون في غيره بل هو أصل الدين المشروع"١
وقال الشوكاني فيما تقدم٢: "أن الأحكام الشرعية متساوية الأقدام لا فرق بينها، فلا يحل إثبات شيء منها إلا بما تقوم به الحجة وإلا كان من التقول على الله عز وجل بما لم يقل".
وقال الشاطبي:"ولو كان من شأن أهل الإسلام أخذ الأحاديث عن كل من جاء بكل ما جاء لم يكن لانتصابهم للتعديل والتجريح معنى مع أنهم قد أجمعوا على ذلك ولا كان
_________
١ الفتاوى: ١٨/ ٦٥، ٦٨.
٢ انظر ص ٤٣.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (54,'لطلب الإسناد معنى يتحصل، فلذلك جعلوا الإسناد من الدين ولا يعنون حدثني فلان عن فلان مجرداً، بل يريدون ذلك لما تضمنه من معرفة الرجال الذين يحدث عنهم حتى لا يسند عن مجهول ولا مجروح ولا متهم إلا عمن تحصل الثقة بروايته لأن روح المسألة أن يغلب على الظن من غير ريبة أن ذلك الحديث قد قاله النبي صلى الله عليه وسلم لنعتمد عليه في الشريعة ونسند إليه الأحكام، والأحاديث الضعيفة الإسناد لا يغلب على الظن أن النبي صلى الله عليه وسلم قالها فلا يمكن أن يسند إليها حكم فما ظنك بالأحاديث المعروفة الكذب"١.
ثم ذكر بعد ذلك بأن الراسخين في العلم لا يفرقون بين أحاديث الأحكام وفضائل الأعمال فيشترطون في أحاديث الأحكام الصحة ولا يشترطون ذلك فيما عداها٢.
الشرط الثاني:
وأما ما اشترطوه من كون ضعفه غير شديد، فلا يعين على العمل به، لأنه ما دام بهذه الصفة لا يغلب على الظن أنه صدر عن النبي صلى الله عليه وسلم وما لم يكن كذلك فنحن بغنية عنه لأن في أحاديث المقبولة ما يكفي عن ذلك. ومما يؤيد أن ما ورد في هذا الخبر غير صحيح تفرد هذا الضعف به مع المبالغة في حفظ السنة وتتبع طرق أحاديثها وجمعها وتدوينها.
قال الشاطبي آنفاً: "وروح المسألة أن يغلب على الظن من غير ريبة أن ذلك الحديث قد قاله النبي صلى الله عليه وسلم لنعتمد عليه في الشريعة، ونسند إليه الأحكام. والأحاديث الضعيفة الإسناد لا يغلب على الظن أن النبي صلى الله عليه وسلم قالها فلا يمكن أن يسند إليها حكم فما ظنك بالأحاديث المعروفة الكذب".
الشرط الثالث:
أن يكون الحديث مندرجاً تحت أصل عام وهذا غير مسلّم، لأن بعض البدع تندرج تحت أصل عام، ومع ذلك فهي غير مشروعة، وهي التي يسميها الإمام الشاطبي بالبدعة الإضافية٣.
والحديث الضعيف لا ينهض لإثبات شرعيتها لأن العمل بالحديث الضعيف الداخل تحت أصل عام إما أن يكون مساوياً في الحكم لذلك الأصل أو لا وذلك بأن يكون فيه زيادة ترغيب لذلك العمل فإن كان مساوياً أوفيه الزيادة المذكورة كان العمل لذلك الأصل
_________
١ الاعتصام: ١/ ٢٢٤- ٢٢٥.
٢ الاعتصام: ١/ ٢٢٨.
٣ الاعتصام: ا/٢٢٤.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (55,'لا الحديث الضعيف إلا اللهم ما توجده تلك الزيادة من الإنبعاث إلى ذلك العمل.
وان لم يكن مساوياً بأن زاد على الأصل بحد أو قيد أو عدد فكيف يقال بأن العمل فيه لذلك الأصل كصيام نصف من شعبان١ لأن الصيام ثابت بأدلة صحيحة لكن تحديده وتعين ذلك اليوم والشهر إنما أخذ من هذا الحديث الضعيف فلا يجوز العمل به.
فظهر بهذا أنه لا يجوز التقدير والتحديد بحديث ضعيف في فضائل الأعمال كالصلاة في وقت معين على وجه معين بقراءة معينة مع أن ذلك كله داخل تحت أصل شرعي لكن هذه القيود والحدود والمقادير زائدة بذلك الحديث الضعيف فلا يجوز الأخذ بها بخلاف ما لو كان الحديث الضعيف مساوياً في الحكم لحديث صحيح٢.
وسأذكر مثالاً على ذلك من كلام شيخ الإسلام وإن كان مثاله محل نظر صحة وضعفاً كما سيأتي بيانه قال مثال ذلك: "من دخل السوق فقال لا إله إلا الله كان له كذا وكذا"٣.
_________
١فضل صوم هذا اليوم وارد في حديث لعلي بن أبي طالب رضي الله عنه أخرجه ابن ماجة (إقامة الصلاة والسنة فيها، باب ما جاء في ليلة النصف من شعبان. ١/٤٤٤) قال: حدثنا الحسن بن علي الخلال ثنا عبد الرزاق أنبأنا ابن آبي سبرة عن إبراهيم بن محمد عن معاوية بن عبد الله بن جعفر عن أبيه عن علي بن أبي طالب قال قال رسول الله صلى الله عليه وسلم:" إذا كانت ليلة النصف من شعبان فقوموا ليلها وصوموا نهارها فان الله عز وجل ينزل فيها لغروب الشمس إلى سماء الدنيا فيقول ألا من مستغفر لي فاغفر له ألا من مسترزق فأرزقه ألا من مبتلى فأعافيه ألا كذا ألا كذا حتى يطلع الفجر ".
قال البوصيري (مصباح الزجاجة ٢/ ١٠) :" هذا إسناد فيه ابن أبى سبرة واسمه أبو بكر بن عبد الله بن محمد بن أبى سبرة قال أحمد وابن معين يضع الحديث " وقال ابن حجر:" رموه بالوضع " (التقريب ٦٢٣) .
وأخرجه من وجه آخر بلفظ آخر ابن الجوزي (الموضوعات ٢/ ١٣٠) وحكم عليه بالوضع وقال:" إسناده مظلم "، ثم قال:" وفيه محمد بن مهاجر قال ابن حنبل: يضع الحديث ".
٢ راجع الفتاوى: ١٨/ ٦٧.
٣ هذا مبنى على أن الحديث ضعيف وليس كذلك لما يأتي:
أخرجه الترمذي! (الدعوات، باب ما يقول إذا دخل السوق. تحفة الأحوذي ٤/ ٢٤٠) وابن ماجة (التجارات، باب الأسواق ودخولها ٢/ ٧٥٢) والطيالسى (منحة المعبود ١/٢٥٣) وأحمد (المسند: ١/ ٤٧) والبزار (المسند ٥٨) وابن السني (عمل اليوم والليلة ص ٧٧) من طريق حماد بن زيد عن عمرو بن دينار مولى آل الزبير.
وأخرجه أبو نعيم (أخبار أصبهان ٢/ ١٨٠) من طريق هشام بن حسان عن عمرو.
وأخرجه أبو الشيخ (طبقات المحدثين لوحه ٦٦ ترجمة إسحاق بن إسماعيل) وابن أبى حاتم (العلل ٢/ ١٨١) من طريق عمران ابن مسلم عن عمرو بن دينار.
وذكر الدارقطني (العلل ١/ لوحه ٦٤) بأنه رواه عن عمرو بن دينار سماك بن عطية وحماد بن سلمة.
ولفظ الحديث من مسند الطيالسى: قال: حدثنا حماد بن زيد قال حدثنا عمرو بن دينار قهرمان آل الزبير عن سالم عن أبيه عن عمر بن الخطاب رضي الله عنه أن النبي صلى الله عليه وسلم قال:" من دخل سوقا من هذه الأسواق فقال لا اله إلا الله وحده لا شريك له الملك وله الحمد يحي ويميت وهو حي لا يموت بيده الخير وهو على كل شيء قدير كتب الله له ألف ألف حسنة ومحي عنه ألف ألف سيئة وبني له قصر في الجنة ".
قلت: مداره في جميع الطرق المتقدمة على عمرو بن دينار وهو ضعيف (التقريب: ٤٢١) .
قال أبو حاتم لما سئل عن هذا الحديث:" منكر جداً لا يحتمل سالم هذا الحديث" (العلل ٢/ ١٧١) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (56,'= وذكر البزار بأنه رواه عمرو بن دينار قهرمان دار آل الزبير ولم يتابع عليه (المسند ٥٨) .
قال الدارقطني بعد أن ذكر الاختلاف على عمرو:" ويشبه أن يكون الاضطراب فيه من عمرو بن دينار لأنه ضعيف قليل الضبط" (العلل ١/٦٤) .
قلت: قول البزار ولم يتابع عليه محل نظر كما سيأتي بيانه إلا إن كان البزار يشير بالتفرد إلى ما في حديث عمرو بن دينار من الاختلاف عن متون حديث من تابعه وذلك أن في حديث محمد بن واسع وعمر بن محمد بن زيد ورفع له ألف ألف درجة بدل بنى له قصر في الجنة.
وبعد أن ذكر الدارقطني الاختلاف فيه على سالم وعلى الراوي عنه عمرو بن دينار وعلى الراوي عن عمرو الذي هو هشام ذكر بأنه رواه المهاجر بن حبيب وأبو عبد الله الفراد عن سالم عن أبيه عنه موقوفاً. وأنه رواه عمر بن محمد بن زيد فقال حدثني رجل من أهل البصرة مولى قريش عن سالم:" ثم قال فرجع الحديث إلى عمرو بن دينار وهو ضعيف الحديث لا يحتج به " (العلل ا/ لوحة ٦٤) .
وكلامه هذا يشير إلى أن هذا الرجل البصري الذي روى عنه عمر بن محمد هو عمرو بن دينار وان الحديث عن عمر مرفوعا مداره على عمرو بن دينار لأن مهاجر بن حبيب حسن الحديث (الثقات لابن حبان ٧/ ٥٢٥) فلو كان من طريقه مرفوعاً لما جعل مدار الحديث على عمرو وأما أبو عبد الله الفراء فلم اعرفه. ولم يشر إلى رواية محمد بن واسع لا في العلل ولا في الإفراد.
والعبد الفقير إلى عفو ربه اللطيف يقول:" لم يعد الحديث إلى عمرو بن دينار لأنه رواه عن سالم محمد بن واسع عند الترمذي (الدعوات باب ما يقول إذا دخل السوق تحفة الأحوذى ٤/ ٢٤٠) والدارمى (الاستئذان، باب ما يقول إذا دخل السوق ٢/٢٩٣) والبخاري (التاريخ الكبير ٩/٥٠) والحاكم (المستدرك ١/٥٣٨) وأبو نعيم (حلية الأولياء: ٢/ ٣٥٥ ترجمة محمد بن واسع) وهو ثقة (التقريب ٥١١) فلولا أن الراوي عنه الذي هو أزهر بن سنان ضعيف (التقريب ٩٧) لكان الحديث صحيحاً من طريقه أو لو وجد له متابع لكان كذلك.
وقد رواه عن سالم أيضا عمر بن محمد بن زيد عند الدارقطني (الإفراد والحاكم (المستدرك ١/٥٣٨) * وعمر بن محمد ثقة (التقريب ٤١٧) لكن في سنده عند الحاكم عبد الوهاب بن الضحاك أبو الحارث الحمصي متروك كذبه أبو حاتم (التقريب ٣٦٨) وشيخة إسماعيل بن عياش مخلط في غير أهل بلده وقد رواه عن غير أهل بلده (التقريب ١٠٩) . إلا أنه روى عن عمر بن محمد من طريق آخر رجاله كلهم ثقات. فقد رواه عن عمر بن محمد عبد الله بن وهب ورواه عنه أبو همام الوليد بن شجاع وهو ثقة (التقريب ٥٨٢) وعنه الحافظ محمد بن إسحاق بن إبراهيم الثقفي أبو العباس السراج (تذكرة الحافظ ص ٧٣١) وعنه الحافظ الحسين بن علي أبو علي شيخ الحاكم (تاريخ بغداد ٨/٧٢ وتذكرة الحافظ ص ٩٠٢) لكنه ادخل فيه واسطة بين عمر بن محمد وبين سالم فقال عمر بن محمد حدثني رجل من أهل البصرة. ولولا هذا لأصبح الحديث صحيحاً من هذا الوجه.
_________
* رواية عمر بن محمد بن زيد ساقطة من النسخة المطبعة وقد أخرجها الحاكم عنه من طريقين كما سيأتي بيانه. راجع نسخة المخطوطة الأزهرية (رقم ٦٣٤) الجزء الأول ٢٤٦/ ١، ب.
ولعل الرجل المبهم هو عمرو بن ديناركما تقدم ولولا ما في طريق عمر بن محمد الأول من شدة الضعف لقلت أن عمر سمع هذا الحديث أولا بواسطة هذا الرجل ثم سمعه بعد ذلك من سالم لأنه روى عن سالم في الصحيحين ذكر ذلك الحاكم (راجع نسخة المخطوطة ١/٢٤٦/ ١، ب) وهو من عائلة عمر بن الخطاب كما هو معروف. أو أنه سمعه أولا من سالم ثم سمعه بعد ذلك من هذا الرجل فحدث به على الوجهين قاصدا- بذكر هذا الرجل- الإشارة إلى أنه رواه معه عن سالم غيره.
ولعلل الدارقطني لما قال فعاد الحديث إلى عمرو بن دينار غفل عن رواية محمد بن واسع دل على هذا قوله في الإفراد عقب حديث عمر بن محمد غريب من حديث عمر بن محمد عن سالم عن أبيه عن جده وإنما يعرف هذا من حديث عمرو بن دينار قهرمان آل الزبير عن سالم ولم يأت في كلامه في الكتابين ذكر لرواية محمد بن واسع- وطريق عمرو بن دينار مع طريق محمد بن واسع كافيان في جعل الحديث حسنا لغيره. والله اعلم.
وله شاهدان من حديث عبد الله بن عمر وابن عباس رضي الله عنهم.
فحديث عبد الله بن عمر أخرجه الحاكم (المستدرك ١/ ٥٣٩) من طريق مسروق بن المرزبان عن حفص بن غياث عن هشام ابن حسان عن عبد الله بن دينار. قال الحاكم:" هذا إسناد صحيح على شرط الشيخين ولم يخرجاه ". وقال الذهبي:" مسروق بن المرزبان ليس بحجة ".
== وأخرجه من طريق آخر العقيلي (الضعفاء الكبير ٣/ ٣٠٤) وابن عدي (الكامل ٥/١٧٤٥) والحاكم (المستدرك ١/ ٥٣٩) وذلك من طريق عمران بن مسلم المكي. قال الذهبي قال البخاري عمران منكر الحديث (راجع التاريخ الكبير ٦/ ٤١٩ والمستدرك ١/ ٥٣٩) .
وحديث ابن عباس أخرجه ابن السني (عمل اليوم والليلة ٧٧) وفيه نهشل بن سعيد متروك (التقريب ٥٦٦) والضحاك بن مزاحم لم يلق ابن عباس (المراسيل لابن أبى حاتم٩٤) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (57,'لأن ما اشتمل عليه هذا الحديث ثابت بأحاديث أخر صحيحة، لأن استحباب الذكر ثابت وكونه في السوق يؤخذ من استحباب ذكر الله عند الغافلين كما جاء في الحديث، ذكر الله في الغافلين كالشجرة الخضراء بين الشجر اليابس١.
إذا عمل به مع قطع النظر عن الثواب المذكور لأن رجاء ذلك الثواب مع سعة فضل الله وعظيم رحمته يحتاج إلى ما يؤكد صحة نسبته إلى رسول الله صلى الله عليه وسلم وأما الاستدلال على رجاء ذلك الثواب بحديث: "من بلغه عن الله شيء....".
فسبق بيان أنه لم يثبت في هذا الباب شيء.
ولشيخ الإسلام كلام يوضح ما ذكرت من أن الحديث الضعيف له حالتان:
الأولى: أن يحمل في طواياه ثواباً لعمل ثبتت مشروعيته بدليل شرعي فهذا يجوز العمل به بمعنى، أن النفس ترجو ذلك الثواب.
قال رحمه الله: "أن العمل إذا علم أنه مشروع بدليل شرعي وروي في فضله حديث
_________
١ يدل صنيع الشيخ رحمه الله على أن الحديث صحيح وليس كذلك لما يأتي:
أخرجه الحسن بن عرفة في جزئه (الحديث ٤٥) ومن طريقه أخرجه ابن عدي (الكامل ٥/ ١٧٤٥) وأبو نعيم (حلية الأولياء ٦/ ١٨١ ترجمة عمران القصير) والبيهقي (شعب الإيمان ١/١٣٧ باب الإيمان بوجوب محبة الله عز وجل، فصل في إدامة ذكر الله عز وجل) والخطابي (غريب الحديث ١/٧٧) .
واللفظ للحسن قال: حدثنا يحي بن سليم الطائفي قال سمعت عمران بن مسلم وعياد بن كثير يحدثان عن عبد الله بن دينار عن عبد الله بن عمر قال: قال رسول الله صلى الله عليه وسلم:" ذاكر الله في الغافلين مثل الذي يقاتل عن الفارين، وذاكر الله في الغافلين مثل الشجرة الخضراء في وسط الشجر الذي قد تحاث ورقه من الصريد "- قال يحي بن سليم: يعنى بالصريد: البرد الشديد- وذاكر الله في الغافلين يغفر الله عز وجل له بعدد كل فصيح وأعجم. قال: فالفصيح بنو آدم والأعجم: البهائم وذاكر الله في الغافلين يعرفه الله عز وجل مقعده من الجنة".
وأخرجه من طرق أخرى عن يحي بن سليم عن عمران البيهقي في شعب الإيمان (١/١٣٧) وابن عساكر (الأحاديث الضعيفة ٦٧١) ومداره في جميع هذه الطرق على عمران بن مسلم المكي وهو منكر الحديث قاله البخاري (التاريخ الكبير ٦/ ٤١٩ وراجع الكامل ٥/ ١٧٤٥) . وقد قال البخاري:" من قلت فيه منكر الحديث فلا تحل الرواية عنه. وقد قرن به عباد بن كثير، ولا يصلح للمتابعة لأنه أسوأ حالا منه إذ أنه متروك ". قال أحمد:" روى أحاديث كذب " (التقريب ٢٩٠) .
وقال ابن عدي:" وهذا عندي قد حمل يحيى بن سليم حديث عباد بن كثير على حديث عمران بن مسلم فجمع بينهما وعمران خير من عباد ".
وضعف الحديث العراقي (المغني عن حمل الأسفار في الأسفار في تخريج الأحياء١/ ٢٩٤) ورمز له السيوطي بالضعف (فيض القدير: ٣/ ٥٥٩) .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (58,'لا يعلم أنه كذب جاز أن يكون الثواب حقاً ولم يقل أحد من الأئمة أن يجوز أن يجعل الشيء واجباً أو مستحباً بحديث ضعيف ومن قال هذا فقد خالف الإجماع"١.
الحالة الأخرى: أن يتضمن عملاً لم يثبت بدليل شرعي يظن بعض الناس أنه مشروع فهذا لا يجوز العمل به لأن اعتقاد موجبه ومقادير الثواب والعقاب يتوقف على الدليل الشرعي٢.
وقال ابن تيمية مبيناً مراد العلماء القائلين بالعمل بالحديث الضعيف: "وإنما مرادهم بذلك أن يكون العمل مما قد ثبت أنه مما يحبه الله أو مما يكرهه الله بنص أو إجماع كتلاوة القرآن والتسبيح والدعاء والصدقة والعتق والإحسان إلى الناس وكراهة الكذب والخيانة ونحو ذلك فإذا روي حديث في فضل بعض الأعمال المستحبة وثوابها وكراهة بعض الأعمال وعقابها فمقادير الثواب والعقاب وأنواعه إذا روي فيها حديث لا نعلم أنه موضوع جازت روايته والعمل به بمعنى أن النفس ترجو ذلك الثواب أو تخاف من ذلك العقاب كرجل يعلم أن التجارة تربح لكن بلغه أنها تربح ربحاً كثيراً فهذا إن صدق نفعه وإن كذب لا يضره"٣.
قلت: إلا أن هذا لا يقصر العمل بالأحاديث الضعيفة على شدة الإندفاع إلى العمل أو الإنكفاف عنه فحسب وإنما يعني أمراً آخر وهو رجاء ذلك الثواب الذي ينتفع به
_________
= وقد وهم المناوي (فيض القدير ٣/ ٥٥٩) في جعل عمران راوي الحديث (القصير البصري) ولعله تبع في ذلك أبا نعيم، إذ أن أبا نعيم أورد هذا الحديث في ترجمة القصير، والدارقطني إذ قال:" وقد قيل أن عمران بن مسلم هذا ليس بعمران القصير ذكره أبو عيسى محمد بن سورة الحافظ عن البخاري وهو عندي عمران القصير والله اعلم " (العلل ٤/ لوحة ٥٨) قلت: والحق أنهما اثنان ذلك مكي وهذا بصري، وقد فرق بينهما البخاري وابن أبي حاتم ويعقوب بن سفيان وابن أبي خيثمة والعقيلي وابن عدي والذهبي (راجع التهذيب: ٨/١٣٨ وميزان الاعتدال: ٣/٢٤٢ والجرح والتعديل: ٦/ ٣٠٤) ولا سلف للدارقطني ولا اعتمد على شيء في ذلك.
وقد ذكر الأئمة هذا الحديث في ترجمة (المكي) منهم ابن عدي والذهبي وحكموا عليه بالضعف، جاعلين علته عمران بن مسلم المكي.
وإيراد أبي نعيم هذا الحديث في ترجمة عمران القصير وهم ولعل منشأ هذا الوهم إضافة عمران في السند عنده إلى القصير وهذا إما وهم منه أو من شيخه أو شيخ شيخه ومما يؤكد الوهم في ذلك أن الحديث مخرج من طريق الحسن بن عرفة عنده وعند جميع من تقدم ذكره ولم يرد عند غيره إضافة عمران إلى القصير.
ولو كان واحداًً لما حكم عليه البخاري بمنكر الحديث كما تقدم ثم يخرج له في صحيحه (راجع هدي الساري ٢/ ٢٠٠) .
والحديث أخرجه أيضاً ابن صهري في اماليه وابن النجار وابن شاهين في الترغيب (كنز العمال: ١/ ٤٣٠) ولم أقف على أسانيدها.
وقد قال ابن شاهين:" هذا حديث صحيح الإسناد، حسن المتن، غريب الألفاظ ". فان كان من غير هذا الطريق فلعله كما قال وإلا فقد عرفت ضعف هذا الطريق. والله أعلم.
١ الفتاوى: ١/ ٢٥١.
٢ الفتاوى: ١٨/ ٦٥، ٦٨.
٣ الفتاوى: ١٨/ ٦٦.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (59,'العامل إن كان صدقاً ولا يضره إن كان كذباً لكن النفس لم تندفع لذلك العمل إلا رجاء عظيم ثوابه فما الذي دل على ذلك الثواب وهو من الأمور المغيبة التي لا تعرف إلا من طريق الخبر فيبقى الأمر لذلك الخبر الذي صدقه العامل برجاء ما فيه من الثواب فيكون له في ذلك نصيب من الكذب الذي ينبغي للمؤمن أن يحتاط لنفسه لئلا يقع فيه ولا ينبغي له أن يعمل أو يصدق إلا بما غلب على ظنه صحة نسبته إلى رسول الله صلى الله عليه وسلم. والعامل الذي يرجو ثواباً لم يرد في حديث صحيح لو سئل لماذا عملت بهذا؟ لأشار إلى هذا الثواب ناسباً إياه إلى رسول الله صلى الله عليه وسلم وكذلك لو رغب غيره للعمل به سيقول: قال رسول الله صلى الله عليه وسلم فيذكر الحديث المتضمن لذلك.
وشريعة الله كاملة لا تحتاج إلى شيء عليها.
قال تعلى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ ...} ١ فنحن بغنى عن هذا الحديث الضعيف أما ما لم يكن حديثاً كأن يكون من الإسرائيليات أو من المنامات أو أقوال السلف أو وقائع حصلت جاز ذكره في الترغيب والترهيب والترجيه والتخويف إذا علم حسنه أو قبحه بأدلة الشرع لانتفاء الخطر المذكور آنفاً عنه ولقوله صلى الله عليه وسلم: "حدثوا عن بني إسرائيل ولا حرج" أخرجه البخاري٢ فلو لم يكن في التحديث عنهم فائدة لما رخص في ذلك٣.
وللإِمام الشاطبي كلام فيه حسم لهذا الموضوع قال: "أن العمل المتكلم فيه إما أن يكون منصوصاً على أصله جملة وتفصيلاً أو لا يكون منصوباً عليه لا جملة ولا تفصيلاً أو يكون منصوصاً عليه جملة لا تفصيلاً".
فالأول: لا إشكال في صحته، كالصلوات المفروضات والنوافل المرتبة لأسباب وغيرها، وكالصيام المفروض، أو المندوب على الوجه المعروف، إذا فعلت على الوجه الذي نص عليه من غير زيادة ولا نقصان، كصيام عاشوراء أو يوم عرفة والوتر بعد نوافل الليل، وصلاة الكسوف. فالنص جاء في هذه الأشياء صحيحاً على ما شرطوا، فثبتت أحكامها من الفرض والسنة والإستحباب، فإذا ورد في مثلها أحاديث ترغيب فيها، أو تحذير من ترك الفرض منها، وليست بالغة مبلغ الصحة، ولا هي أيضاً من الضعف بحيث لا يقبلها أحد، أو كانت موضوعة لا يصح الإستشهاد بها، فلا بأس بذكرها والتحذير بها والترغيب، بعد ثبوت أصلها من طريق صحيح.
_________
١ سورة: المائدة، الآية: ٣.
٢ صحيح البخاري أحاديث الأنبياء، باب ما ذكر عن بني إسرائيل (فتح الباري ٦/ ٤٩٦) .
٣ الفتاوى: ١٨/ ٦٦.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (60,'والثاني: ظاهر أنه غير صحيح، وهو عين البدعة. لأنه لا يرجع إلاّ لمجرد الرأي المبني على الهوى، وهو أبدع البدع وأفحشها، كالرهبانية المنفية عن الإسلام، والخصاء لمن خشي العنت، والتعبد بالقيام في الشمس، أو بالصمت من غير كلام أحد. فالترغيب في مثل هذا لا يصح، إذ لا يوجد في الشرع، ولا أصل له يرغب في مثله، أو يحذر من مخالفته.
والثالث: ربما يتوهم أنه كالأول من جهة أنه إذا ثبت أصل عبادة في الجملة، فيسهل في التفصيل نقله من طريق غير مشترط الصحة. فمطلق التنفل بالصلاة مشروع، فإذا جاء ترغيب في صلاة ليلة النصف من شعبان١ فقد عضده أصل الترغيب في صلاة النافلة. وكذلك إذا ثبت أصل صيام، ثبت صيام السابع والعشرين من رجب٢ وما أشبه ذلك. وليس كما توهموا، لأن الأصل إذا ثبت في الجملة لا يلزم إثباته في التفصيل، فإذا ثبت مطلق الصلاة لا يلزم منه إثبات الظهر والعصر أو الوتر أو غيرها حتى ينص عليها على الخصوص. وكذلك إذا ثبت مطلق الصيام لا يلزم منه إثبات صوم رمضان أو عاشوراء أو شعبان أو غير ذلك، حتى يثبت بالتفصيل بدليل صحيح. ثم ينظر بعد ذلك في أحاديث الترغيب والترهيب بالنسبة إلى ذلك العمل الخاص الثابت بالدليل الصحيح وليس فيما ذكر في السؤال شيء من ذلك، إذ لا ملازمة بين ثبوت القيام الليلي والنهاري في الجملة، وبين قيام ليلة النصف من شعبان بكذا وكذا ركعة يقرأ في كل ركعة منها بسورة كذا على الخصوص كذا وكذا مرة. ومثله صيام اليوم الفلاني من الشهر الفلاني، حتى تصير تلك العبادة مقصودة على الخصوص ليس في شيء من ذلك ما يقتضيه مطلق شرعية التنفل بالصلاة أو الصيامِ والدليل على ذلك أن تفضيل يوم من الأيام أو زمان من الأزمنة بعبادة يتضمن حكماً شرعياً فيه على الخصوص، كما ثبت لعاشوراء مثلاً، أو لعرفة أو لشعبان مزية على مطلق التنفل بالصيام، فإنه ثبت له مزية على الصيام مطلق الأيام. فتلك المزية اقتضت مرتبة في الأحكام أعلى من غيرها لا تفهم من مطلق مشروعية الصلاة النافلة، لأن مطلق المشروعية يقتضي
_________
١هذا العمل مأخوذ من حديث علي رضي الله عنه وقد سبق مع الحكم عليه وروى أيضا من حديث أبي هريرة قال بن الجوزي فيه موضوع وفيه جماعة مجهولون (الموضوعات: ٢/١٢٩) .
٢صوم هذا اليوم مروي عن انس بن مالك رضي الله عنه أخرجه هناد النسفي في جزئه من فوائده من طريق الزهري عن أنس قال: قال رسول الله صلى عليه وسلم:" بعثت نبياً في السابع والعشرين من رجب فمن صام ذلك اليوم كان له كفارة ستين شهراً " أورده الحافظ ابن حجر في كتابه تبيين العجب بما ورد في فضل رجب ص ٢٨ وقال:" سنده منكر "- وروى فضل صوم هذا اليوم عن ابن عباس وأبي هريرة موقوف عليها ذكر ذلك الحافظ (تبيين العجب ص ١٨،٢٨) وقد قال في مطلع كتابه (ص ٣) :" لم يرد في فضل رجب ولا في صيامه ولا في صيام شيء منه معين ولا في قيام ليلة مخصوصة فيه حديث صحيح يصلح للحجة وقد سبقني إلى الجزم بذلك الإمام أبو إسماعيل الهروى الحافظ، وجميع الأحاديث الواردة في فضل شيء منه أو في فضله إما ضعيفة أو موضوعة ". وقال الحافظ:" وأما الأحاديث الواردة في فضل رجب أو في فضل صيامه أو صيام شيء منه صريحه فهي على قسمين ضعيفة وموضوعة ".',NULL,'61',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (61,'الحسنة بعشر أمثالها - إلى سبعمائة ضعف في الجملة. وصيام يوم عاشوراء يقتضي أنه يكفر السنة التي قبله، فهو أمر زائد على مطلق المشروعية، وما يفيد له مزيد في الرتبة، وذلك راجع إلى الحكم.
فإذا هذا الترغيب الخاص يقتضي مرتبة في نوع من المندوب خاصة، لأن من رجوع إثبات الحكم إلى الأحاديث الصحيحة بناء على قولهم: إن الأحكام لا تثبت إلا من طريق صحيح والبدع المستدل عليها بغير الصحيح لا بد فيها من الزيادة على المشروعات كالتقييد بزمان أو كيفية مَّا. فيلزم أن تكون أحكام تلك الزيادات ثابتة بغير الصحيح، وهو ناقض إلى ما أسسه العلماء.
ولا يقال: إنهم يريدون أحكام الوجوب والتحريم فقط. لأنا نقول: هذا تحكم من غير دليل، بل الأحكام خمسة. فكما لا يثبت الوجوب إلا بالصحيح فإذا ثبت الحكم فاستسهل أن يثبت في أحاديث الترغيب والترهيب، ولا عليك. فعلى كل تقدير: كل ما رغب فيه إن ثبت حكمه ومرتبته في المشروعات من طريق صحيح فالترغيب بغير الصحيح مغتفر. وإن لم يثبت إلا من حديث الترغيب، فاشترط الصحة أبداً، وإلا خرجت عن طريق القوم المعدودين في أهل الرسوخ. فلقد غلط في هذا المكان جماعة ممن ينسب إلى الفقه. ويتخصص عن العوام بدعوى رتبة الخواص. وأصل هذا الغلط عدم فهم كلام المحدثين في الموضعين، وبالله التوفيق.
الشرط الرابع: وأما قولهم أن لا يعتقد عند العمل به ثبوته لئلا ينسب إلى النبي صلى الله عليه وسلم ما لم يقل. فعدم نسبة الحديث إلى النبي صلى الله عليه وسلم إذا لم يغلب على الظن أنه قال ذلك أمر مسلّم به وموافق للحق لكن هل يتصور الجمع بين عدم اعتقاد ثبوته والعمل به؟!
لأن الإنبعاث إلى العمل به متسبب عن ذلك الخبر، وقائم عليه. فإذا لم يعتقد ثبوته فلماذا يعمل به؟ والحالة هذه وكل عامل بمثل هذا لو سئل عن الدافع إلى ذلك العمل لم يتردد عن الإشارة إلى هذا الحديث. ولو لم يرد فيه حديث لم يعمل به. فهل يمكن أن يقول زيد لعمر وحرك يدك أو رجلك على شكل كذا وكذا ويكون لك من الثواب كذا وكذا فهل يصدقه بذلك ويعمل بما قال؟! وهو يعلم أن ما قاله هو من قبل نفسه، وإن صدقه في ذلك فلا مرية في اختلال عقله.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (62,'واشتراط هذا الشرط قد يكون نظرياً لا عملياً لأنه لا يمكن كما قلت تصور الجمع بين عدم الإعتقاد أن النبي صلى الله عليه وسلم قاله وبيّن العمل به. وإذا أفتى العلماء بمثل ذلك أو عملوا لا يتوقون عدم الإعتقاد مثال ذلك ما قاله الإمام البيهقي في حديث أبي هريرة في سترة المضلي وفيه:" فإن لم تكن معه عصاً فليخططْ خطً".
قال بعد أن ذكر الإختلاف في سنده وأنه لم يرد إلا من هذا الوجه قال:" واحتج الشافعي رحمه الله بهذا الحديث في القديم ثم توقف فيه في الجديد "فقال في كتاب البويطي: "ولا يخط المصلي بين يديه خطاً إلا أن يكون في ذلك حديث ثابت فليتبع وكأنه عثر على ما نقلناه من الإختلاف في إسناده. ولا بأس به في مثل هذا الحكم إن شاء الله"١.
تعقيب على ما تقدم:
قال عجاج الخطيب: "وقد يقال أن ثبوت الفضائل والترغيب فيها لا يلزمه حكم، فحين يروى خبر ضعيف في ثواب أمر من الأمور الثابت استحبابها والترغيب فيه أو في فضائل بعض الصحابة - رضي الله عنهم- لا يلزم من هذا الخبر ثبوت حكم فنقول هذا لا خلاف فيه من حيث عدم إثبات حكم في الفضائل ولكن الخلاف والكلام في رواية الضعيف والعمل به عامة"٢.
والقول بالعمل في الأحاديث الضعيفة بالشروط المتقدمة نظري لا عملي بالنسبة لجماهير الناس لأنه من أين لهم تمييز الحديث الضعيف من الضعيف جداً ومن أين لهم تمييز ما يجوز العمل به منه مما لا يجوز. وكيف يجمعون بين العمل وبين عدم اعتقاد أن النبي صلى الله عليه وسلم قاله؟! ومن أين يعرفون أنه داخل تحت أصل كذا وكذا إلى غير ذلك.
فيرجع الأمر إلى منع العمل بالحديث الضعيف مطلقاً، كما ذهب إليه أهل القول الأول وهو ظاهر قول ابن حبان في كتابه المجروحين. أن ما روى الضعيف وما لم يرو في الحكم سيان٣.
والعامل بالحديث الضعيف يخشى عليه من مشاركة الكذابين بالإثم الوارد في حق من فعل ذلك لأنه صدق ذلك بعمله.
قال الحافظ ابن حجر: "وليحذر المرء من دخوله تحت قوله صلى الله عليه وسلم: "من حدث عني
_________
١ السنن الكبرى: ٢/ ٢٧١.
٢ أصول الحديث ٣٤٩.
٣ المجروحين: ١/٣٢٧ ترجمة سعيد بن زيد بن فائد.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (63,'بحديث يرى أنه كذب فهو أحد الكاذبين" فكيف بمن عمل به! ولا فرق في العمل بالحديث في الأحكام أو في الفضائل إذ الكل شرع"١.
ولا شك أن الحق في هذا مع أهل القول الأول، ولدينا مما صح في الفضائل والترغيب والترهيب من جوامع كلم المصطفى صلى الله عليه وسلم ثروة يعجز البيان عن وصفها وهي تغنينا عن رواية الأحاديث الضعيفة في هذا الباب وبخاصة أن الفضائل ومكارم الأخلاق من دعائم الدين ولا فرق بينها وبين الأحكام من حيث ثبوتها بالحديث الصحيح أو الحسن، فمن الواجب أن يكون مصدرها جميعاً الأخبار المقبولة٢.
وحاصل القول: أنه لا ينبغي أن يجوز العمل أو يستحب في فضائل الأعمال بحديث ضعيف لأن المندوب من الأحكام، ويقع فيه الخلاف كما يقع في غيره كما تقدم.
وهذا لا يجوز أن تبنى عليه الشريعة ولا يحتج به في الدين باتفاق المسلمين فإن هذا من جنس الإسرائيليات ونحوها التي لا تعلم صحتها، إلا بنقل ثابت عن النبي صلى الله عليه وسلم وهذه لو نقلها مثل كعب الأحبار ووهب بن منبه وأمثالهما ممن ينقل أخبار- المبتدأ أو قصص المتقدمين- من أهل الكتاب لم يجز أن يحتج بها في دين المسلمين باتفاق المسلمين، فكيف إذا نقلها من لا ينقلها لا عن أهل الكتاب، ولا عن ثقات علماء المسلمين، بل إنما ينقلها عمن هو عند المسلمين مجروح ضعيف لا يحتج بحديثه واضطرب عليه فيها اضطراباً يعرف به أنه لم يحفظ ذلك قاله شيخ الإسلام ابن تيمية٣.
_________
٢ أصول الحديث ٣٤٩.
٣ الفتاوى: ١/ ٢٥٧- ٢٥٨.
٤ الأجوبة الفاضلة ٤٣ ومنهج النقد في علوم الحديث ٢٩٤.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (64,'<span data-type="title" id=toc-11>الباب العاشر: الخاتمة</span>
...
الخاتمة
هكذا تم بمنه وفضله البحث في هذا الموضوع وأصبح الحق فيه واضحاً لكل ذي عينين منصف إذا تدبر ما جاء فيه، لأنه هو الطريق الذي من سلكه نجا. ولأننا لسنا بحاجة إلى العمل بمثل تلك الأحاديث لأن فيما صح من الأحاديث المتضمنة لذلك كفاية لكل واقف، عند حدود الكتاب والسنة.
ومن قال بأن الأخذ بالأحاديث الضعيفة ليس اختراع عبادة٤ فعجب قولهم؛ لأن',NULL,'64',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (65,'من أمعن النظر بالأحاديث الضعيفة، وبما تدل عليه من الفضائل التي لم تكن مساوية في هذا الحكم لأصل آخر صحيح كما أسلفنا لوجد أن ما تدل عليه ما دامت بهذه الصفة اختراع عبادة لأنه لا معتمد له في العمل به إلا ذلك الحديث الضعيف كصيام السابع والعشرين من رجب١ وما ماثل ذلك.
فصيام ثابت لكن ما الذي دل على فضله في هذا اليوم؟ أليس هو الحديث الضعيف؟ أليس الصائم في هذا اليوم يرجو الثواب الذي ورد ذكره في هذا الحديث؟.
ومع ذلك فإننا نجد بعض الأعلام من العلماء لا يقفون عند فضائل الأعمال عند الأخذ بالحديث الضعيف فقد يتجاوزونه إلى الأحكام مثال ذلك ما قاله البيهقي في حديت أبي هريرة رضي الله عنه في سترة المصلي كما تقدم٢.
والسيوطي إذ قال فيما تقدم٣ ويعمل به أيضاً في الأحكام إذا كان فيه احتياط.
وما ورد في الأئمة في هذا الموضوع كالإمام أحمد وغيره رحمهم الله فمحمول على رواية الحديث الضعيف لا على العمل به أو على العمل به لكن يعنون به الحسن لغيره لا الضعيف القريب ضعفه إذا تفرد أو أنهم يفضلونه على القياس الفاسد كما تقدم بسطه.
وهناك فرق بين العمل بالحديث الضعيف وبين روايته وذلك إذا لم يشتد ضعفه وأما ما اشتد ضعفه فلا جدال فيه كما تقدم تفصيله في أبواب هذا البحث والله أعلم.
وآخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم وبارك على عبده ورسوله محمد ابن بد الله وعلى آله وأزواجه وأصحابه ومن اهتدى بهداه إلى يوم الدين.
_________
١ انظر ص٦٦.
٢ انظر ص٦٩.
٣ انظر القول الثاني في العمل بالحديث الضعيف.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (66,'فهرس المصادر والمراجع
المخطوطات
ا- تهذيب الكمال: للحافظ المزي: نسخة مصورة من النسخة المحفوظة بدار الكتب المصرية.
٢- الجامع الكبير: للحافظ السيوطي نسخة مصورة عن النسخة المحفوظة بدار الكتب المصرية.
٣- شعب الإيمان: للبيهقي: تصويره في مكتبة الجامعة الإسلامية.
٤- طبقات المحدثين: لأبي الشيخ تصويره في المكتبة المركزية بجامعة أم القرى.
٥- العلل: للدارقطني تصويره في المكتبة المركزية بجامعة أم القرى.
٦- ما قرب سنده: لأبي إسماعيل السمرقندي تصويره في مكتبة الجامعة الإسلامية.
٧- مجمع البحرين: للهيثمي أصله في مكتبة الحرم المكي الشريف.
٨- معرفة السنن والآثار: للإمام البيهقي توجد لدَّي صورة عنه وأصله في مكتبة الشيخ محب الله في باكستان.
٩- المقصد العلي: للهيثمي تصويره في المكتبة المركزية بجامعة أم القرى.
١٠- مسند البزار: تصويره في مركز البحث العلمي في جامعة أم القرى.
المطبوعات
١١- الأباطيل والمناكير: للحافظ الجورقاني تحقيق عبد الرحمن عبد الجبار الفريواني الطبعة الأولى ١٤٠٣ هـ مطبعة السلفية.
١٢- الأجوبة الفاضلة: للكنوي تحقيق عبد الفتاح أبو غدة مكتب المطبوعات الإسلامية.
١٣- الأحكام في أصول الأحكام لابن جزم: تحقيق د/ إحسان عباس الطبعة الأولى ١٤٠٠ هـ الناشر دار الآفاق بيروت.
١٤- أخبار أصبهان: لأبي نعيم الأصبهاني. الناشر الدار العلمية دلهي الهند.
١٥- الأذكار: للنووي تحقيق عبد القادر الأرناووط. الناشر دار الملاح للطباعة والنشر.
١٦- أصول الحديث وعلومه: تأليف د/ محمد عجاج الخطيب. الطبعة الأولى ١٣٨٦ هـ.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (67,'١٧- أعلام الموقعين: للإمام ابن قيم الجوزي تحقيق محمد محي الدين عبد الحميد. الطبعة الأولى ١٣٧٤ هـ. مطبعة السعادة بمصر.
١٨- الإعتصام: الإمام الشاطبي دار المعرفة للطباعة والنشر والتوزيع. بيروت- لبنان.
١٩- الإقتراح في بيان الإصطلاح: لابن دقيق العيد. تحقيق قحطان عبد الرحمن الدوري. مطبعة الإرشاد - بغداد ١٤٠٢ هـ.
٢٠- ألفية العراقي وشرحها للسخاوي: الناشر مكتبة السلفية بالمدينة المنورة- مطبعة العاصمة.
٢١- الباعث الحثيث أو اختصار علوم الحديث: لابن كثير تحقيق أحمد محمد شاكر الطبعة الثالثة.
٢٢- تاريخ بغداد: للحافظ الخطيب البغدادي. الناشر دار الكتاب العربي بيروت.
٢٣- تاريخ يحيى بن معين: تحقيق د/ أحمد محمد نور سيف. الناشر مركز البحث العلمي بجامعة أم القرى.
٢٤- التاريخ الكبير: للإمام البخاري دائرة المعارف العثمانية بحيدر آباد (الدكن) الهند.
٢٥- التبصرة والتذكرة شرح ألفية العراقي: توزيع دار الباز عباس أحمد الباز مكة المكرمة.
٢٦- تبين العجب بما ورد في فضل رجب: للحافظ ابن حجر العسقلاني. مطبعة المعاهد بالقاهرة ١٣٥١ هـ.
٢٧- تحذير الخواص من أكاذيب القصاص: تحقيق الدكتور محمد بن لطفي الصباغ- المكتب الإسلامي.
٢٨- تحفة الأحوذي: شرح جامع الترمذي الناشر دار الكتاب العربي بيروت لبنان.
٢٩- تدريب الراوي: للإمام السيوطي تحقيق عبد الوهاب عبد اللطيف. الناشر المكتبة العلمية بالمدينة المنورة.
٣٠- تذكرة الحفاظ: للإمام الذهبي. دار إحياء التراث العربي بيروت.
٣١- الترجيح لحديث صلاة التسبيح: للحافظ ابن ناصر الدين الدمشقي. الطبعة الأولى ١٤٠٥ هـ. دار البشائر الإسلامية بيروت.
٣٢- التعقبات على الموضوعات: للإمام السيوطي. المكتبة الأثرية باكستان.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (68,'٣٣- تقريب التهذيب: للحافظ ابن حجر العسقلاني تحقيق محمد عوامة دار الرشيد سوريا- حلب.
٣٤- التقريب: للنووي المطبوع مع شرحها تدريب الراوي تحقيق عبد الوهاب عبد اللطيف. الناشر المكتبة العلمية بالمدينة المنورة.
٣٥- التلخيص الحبير: للحافظ ابن حجر تحقيق عبد الله هاشم اليماني.
٣٦- تنزيه الشريعة المرفوعة عن الأحاديث الشنيعة الموضوعة: لابن عراق. مكتبة القاهرة.
٣٧- تنقيح الأنظار: للعلامة محمد بن إبراهيم الوزير الحسني تحقيق محمد محي الدين عبد الحميد الطبعة الأولى ١٣٦٦ هـ.
٣٨- تمييز الطيب من الخبيث: للحافظ عبد الرحمن بن علي بن محمد الشيباني الشافعي الناشر دار الكتاب العربي بيروت لبنان.
٣٩- تهذيب التهذيب: للحافظ ابن حجر الطبعة الأولى ١٣٢٥ هـ مطبعة دائرة المعارف النظامية بحيدر آباد (الدكن) الهند.
٤٠- الثقات: لابن حبان مطبعة مجلس دائرة المعارف العثمانية بحيدر آباد (الدكن) الهند.
٤١- جامع بيان العلم وفضله: للإمام أبي عمر يوسف بن عبد البر الناشر المكتبة العلمية بالمدينة المنورة.
٤٢- جامع الترمذي-: المطبوع مع شرحه تحفة الأحوذي دار الكتاب العربي بيروت.
٤٣- جزء الحسن بن عرفة: تحقيق عبد الرحمن بن عبد الجبار الفريوائي مكتبة دار الأقصى الكويت.
٤٤- الجرح والتعديل: للإمام أبي محمد عبد الرحمن بن أبي حاتم الرازي. مطبعة دائرة المعارف العثمانية بحيدر آباد (الدكن) الهند.
٤٥- الجوهر النقي على السنن الكبرى للبيهقي: للإمام ابن التركماني. مطبعة دائرة المعارف النظامية بحيدر آباد (الدكن) الهند.
٤٦- حلية الأولياء: للحافظ أبي نعيم الأصبهاني الطبعة الثانية ١٣٨٧ هـ. الناشر دار الكتاب العربي بيروت لبنان.
٤٧- خصائص المسند: للإِمام أبي موسى المديني. مطبعة السعادة بجوار محافظة مصر. الطبعة الأولى ١٩٢٩ م.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (69,'٤٨- الدراية في تخريج أحاديث الهداية: للحافظ ابن حجر العسقلاني. تحقيق عبد الله هاشم اليماني. مطبعة الفجالة الجديدة- القاهرة.
٤٩- الرسالة: للإمام الشافعي تحقيق أحمد محمد شاكر دار العربية.
٥٠- سلسلة الأحاديث الضعيفة: للشيخ الألباني. المكتب الإسلامي.
٥١- سنن أبي داود: الناشر دار الكتاب العربي بيروت لبنان.
٥٢- سنن النسائي: الطبعة الأولى ١٣٨٣. شركة ومطبعة مصطفى البابي الحلبي بمصر.
٥٣- سنن ابن ماجة: تحقيق محمد فؤاد عبد الباقي. عيسى البابي الحلبي وشركاؤه- مصر.
٥٤- سنن الدارمي: دار إحياء السنة النبوية.
٥٥- سنن الدارقطني: الناشر عبد الله هاشم اليماني- دار المحاسن للطباعة القاهرة.
٥٦- السنن الكبرى للبيهقي: مطبعة دائرة المعارف النظامية بحيدر آباد (الدكن) الهند.
٥٧- شرح علل الترمذي: تحقيق صبحي جاسم الحميد. مطبعة العاني بغداد.
٥٨- شرح الكرماني: الطبعة الثانية ١٤٠١ هـ. دار إحياء التراث العربي بيروت لبنان.
٥٩- شرح النووي: الناشر دار الكتاب العربي بيروت لبنان.
٦٠- صحيح البخاري: المطبوع مع شرحه فتح الباري. المطبعة السلفية ومكتبتها.
٦١- صحيح مسلم: تحقيق محمد فؤاد عبد الباقي- دار إحياء الكتب العربية عيسى البابي الحلبي وشركاؤه.
٦٢- صحيح ابن خزيمة: تحقيق د/ محمد مصطفى الأعظمي- المكتب الإسلامي.
٦٣- صحيح الترغيب والترهيب: إختيار وتحقيق الشيخ الألباني المكتب الإسلامي الطبعة الأولى ١٤٠٢ هـ.
٦٤- الضعفاء الكبير: للعقيلي/ تحقيق د/ عبد المعطي أمين قلعجي. توزيع دار الباز عباس أحمد الباز مكة المكرمة.
٦٥- الضعفاء والمتروكون:',NULL,'69',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (70,'٦٦- الضعفاء والمتروكون للنسائي: تحقيق محمود إبراهيم زايد الطبعة الأولى. دار الوعي حلب.
٦٧- الضعفاء: لأبي نعيم الأصبهاني تحقيق د/ فاروق حماده الطبعة الأولى ١٤٠٥هـ.
٦٨- علل الحديث: لابن أبي حاتم الناشر مكتبة المثنى بغداد.
٦٩- عمدة القاري: شرح صحيح البخاري. الناشر محمد أمين دمج بيروت. إدارة الطباعة المنيرية.
٧٠- عمل اليوم والليلة: لابن السني تحقيق عبد القادر أحمد عطا. دار المعرفة للطباعة والنشر بيروت.
٧١- عيون الأثر: لابن سيد الناس دار المعرفة للطباعة والنشر بيروت لبنان.
٧٢- غريب الحديث: للخطابي. تحقيق عبد الكريم إبراهيم الغرباوي منشورات مركز البحث العلمي بجامعة أم القرى.
٧٣- الفتاوى: للإمام ابن تيمية جمع وترتيب عبد الرحمن محمد بن قاسم وابنه محمد. الطبعة الأولى.
٧٤- فتح الباري شرح صحيح البخاري: للحافظ ابن حجر العسقلاني المطبعة السلفية ومكتبتها.
٧٥- فتح الباقي: المطبوع مع التبصرة والتذكرة. توزيع دار الباز- عباس أحمد الباز مكة المكرمة.
٧٦- فتح المغيث شرح ألفية الحديث للعراقي: للإمام السخاوي تحقيق عبد الرحمن محمد عثمان الطبعة الثانية ١٣٨٨ هـ.
٧٧- الفصل في الملل والأهواء والنحل: للإمام ابن حزم دار الفكر ١٤٠٠ هـ.
٧٨- الفوائد المجموعة: للإمام الشوكاني الطبعة الأولى ١٣٨٠ هـ. تحقيق عبد الرحمن بن يحي المعلمي اليماني.
٧٩- فيض القدير شرح الجامع الصغير: للمناوي الطبعة الثانية ١٣٩١ هـ. دار المعرفة للطباعة والنشر بيروت.
٨٠- قواعد التحديث: للعلامة القاسمي الدمشقي. الطبعة الأولى. دار إحياء السنة النبوية.
٨١- قواعد في علوم الحديث: للعلامة التهانوي تحقيق عبد الفتاح أبوغدة. مكتب المطبوعات الإسلامية بيروت.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (71,'٨٢- القول البديع: للإمام السخاوي: الناشر دار الكتاب العربي.
٨٣- الكامل لابن عدي: دار الفكر للطباعة والنشر والتوزيع.
٨٤- كشف الأستار عن زوائد البزار: تحقيق حبيب الرحمن الأعظمي. الطبعة الأولى.
٨٥- كشف الخفاء: للإمام العجلوني، دار إحياء التراث العربي بيروت- لبنان.
٨٦- الكفاية في علم الرواية: للخطيب البغدادي. الطبعة الأولى. مطبعة السادة.
٨٧- كنز العمال: للمهتدي، الناشر مكتبة التراث الإسلامي حلب.
٨٨- اللآلي المصنوعة في الأحاديث الموضوعة للسيوطي. دار المعرفة للطباعة والنشر بيروت - لبنان.
٨٩- لسان الميزان: للحافظ ابن حجر العسقلاني. منشورات مؤسسة الأعلمي للمطبوعات بيروت - لبنان.
٩٠- المجروحين: لابن حبان تحقيق محمود إبراهيم الطبعة الأولى ١٣٩٦ هـ مطبعة الحضارة العربية. بالقاهرة.
٩١- مجمع الزوائد: للحافظ الهيثمي. الطبعة الثانية الناشر دار الكتاب العربي بيروت لبنان.
٩٢- المدخل: للحاكم تحقيق د/ ربيع بن هادي المدخلي الطبعة الأولى ١٤٠٤ هـ. مؤسسة الرسالة بيروت.
٩٣- المدخل: للبيهقي تحقيق د/ محمد ضياء الرحمن الأعظمي الناشر دار الخلفاء للكتاب الإسلامي.
٩٤- المراسيل: لابن أبي حاتم. الطبعة الأولى ١٣٩٧ هـ. مؤسسة الرسالة.
٩٥- المرقاة شرح المشكاة: لعلي القاري الميمنية ١٣٠٩ هـ.
٩٦- المستدرك: للحاكم. الناشر مكتب المطبوعات الإسلامية حلب.
٩٧- مسند الإمام أحمد المكتب الإسلامي- دار صادر بيروت.
٩٨- مسند الطيالسي: منحة المعبود في ترتيب مسند الطيالسي ١٣٧٢ هـ. المطبعة المنيرية بالأزهر.
٩٩- مشكل الآثار: للإمام الطحاوي: الطبعة الأولى مطبعة مجلس دائرة المعارف النظامية بحيدر آباد (الدكن) الهند.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b10050] VALUES (72,'١٠٠- مصباح الزجاجة في زوائد ابن ماجة: تحقيق محمد المنتقي الكشناوي. دار العربية للطباعة والنشر والتوزيع بيروت.
١٠١- مصنف ابن أبي شيبة: الناشر الدار السلفية بمبي- الهند.
١٠٢- مطالب العالية بزوائد المسانيد الثمانية: تحقيق حبيب الرحمن الأعظمى الطبعة الأولى.
١٠٣- المعجم الكبير: للطبراني تحقيق حمدي عبد المجيد الطبعة الأولى. الدار العربية للطباعة- بغداد.
١٠٤- معرفة علوم الحديث: للإمام الحاكم. تحقيق معظم حسين الطبعة الثانية ١٩٧٧ م.
١٠٥- المغني عن حمل الأسفار في الأسفار: للعراقي المطبوع مع إحياء علوم الدين مطبعة الإستقامة بالقاهرة.
١٠٦- المقاصد الحسنة: للإمام السخاوي. الطبعة الأولى ١٣٩٩ هـ. دار الكتب العلمية بيروت لبنان.
١٠٧- ملخص إبطال القياس: لابن حزم تحقيق سعيد الأفغاني دار الفكر بيروت.
١٠٨- منهاج السنة النبوية: للإمام ابن تيمية الطبعة الأولى ١٣٢١ هـ. المطبعة الكبرى الأميرية ببولاق- مصر.
١٠٩- منهج النقد في علوم الحديث: للدكتور نور الدين عتر الطبعة الثانية ١٣٩٩ هـ. دار الفكر: دمشق.
١١٠- الموضوعات: للإمام ابن الجوزي. تحقيق عبد الرحمن بن محمد بن عثمان الطبعة الأولى ١٣٨٦ هـ.
١١١- ميزان الإعتدال: للحافظ الذهبي تحقيق علي محمد البجاوى دار إحياء الكتب العربية عيسى البابي الحلبي وشركاؤه.
١١٢- نزهة النظر شرح نخبة الفطر: للحافظ ابن حجر الناشر مكتبة العلمية بالمدينة المنورة.
١١٣- نصب الراية: للحافظ الزيلعي الناشر المكتبة الإسلامية الطبعة الثانية ١٣٩٣ هـ.
١١٤- النكت على كتاب ابن الصلاح: للحافظ ابن حجر العسقلاني تحقيق د/ ربيع بن هادي المدخلي منشورات المجلس العلمي إحياء التراث الإسلامي الجامعة الإسلامية.
١١٥- هدي الساري مقدمة فتح الباري: للحافظ ابن حجر العسقلاني تحقيق إبراهيم عطوه الطبعة الأولى ١٣٨٣ هـ. شركة ومكتبة ومطبعة مصطفى البابي الحلبي.',NULL,'72',NULL,NULL,'0');
