-- Table: b10276
-- Chunk: 1
-- Rows: 246

CREATE TABLE "b10276"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b10276
INSERT INTO [b10276] VALUES (1,'النقد والبيان

في
دفع أوهام خزيران

فيه بُحوث عِلمِيَّة مُحَرَّرة عن البدعة وبعض مفرداتها، ومُقَدِّمة ضافية (*)
عن (السَّلفِيَّين وقَضِيَّة فلسطين) ، و (حكم عَمَليَّات المُغامرة بالنفَّس)
تأليف
مُحَمَّد كامل القَصَّاب ... مُحَمَّد عزّ الدِّين القَسَّام

قدََّمَ لَهُ وَعَلَّقَ عَلَيْهِ وَشَرَحَهُ
فضيلة الشيخ الهُمام
أبُو عبيدة مَشهُور بن حسن آل سَلمَان
_________
(*) قال مُعِدُّ الكتاب للشاملة: انظر هذه المقدمة مستقلة في الشاملة، عنوانها (السلفيون وقضية فلسطين) ، وفيها ترجمة للشيخين القصاب والقسام رحمهما الله تعالى',NULL,'1',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (2,'بسم الله الرحمن الرحيم

الحمد لله الذي عافانا مِمّا ابتلى به كثيراً مِنْ خلقِه، وأَلْهَمَنا بفضله أن نُحافِظَ على دينه، ونُبَلّغَه للناس، كما أنزل على نبيه، لا مُبَدّلين، ولا مُغَيِّرين، حتى يأتينا اليقين. ونشهد أن لا إله إلا الله، الحميد المَجيد، الذي نادى عبادَه الصادقين بقوله في كتابه المكنون: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلاَ تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ. وَلاَ تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لاَ يَسْمَعُونَ} [الأنفال: ٢٠-٢١] ، ونشهد أن سيّدنا محمداً عبده ورسوله، نبيُّ الرحمة، وهادي الأمة، وكاشف الحيرة والغمّة، القائل: «من تمسك بسنّتي عند فساد أمتي، فله أجرُ [مئة] شهيد» (١) ،
_________
(١) أخرجه ابن عدي في «الكامل» (٢/ ٧٣٩) ، وابن بشران في «أماليه» (رقم ٥٠٣، ٧٠١) -ومن طريقه البيهقي في «الزهد» (رقم ٢٠٩) - من طريق الحسن بن قتيبة: أنا عبد الخالق بن المنذر، عن ابن أبي نجيح، عن مجاهد، عن ابن عباس رفعه، ولفظة (مئة) من مصادر التخريج، وسقطت من الأصول.

وإسناده ضعيف جدّاً، الحسن بن قتيبة، قال الدارقطني: متروك الحديث، وقال الأزدي: واهي الحديث، وقال العقيلي: كثير الوهم، وقال ابن عدي: أرجو أنه لا بأس به، وتعقبه الذهبي بقوله: «بل هو هالك» . انظر: «الجرح والتعديل» (٣/٣٣) ، «الميزان» (١/٥١٨) ، «لسان الميزان» (٢/٢٤٦) .
وعزاه المنذري في «الترغيب» (١/٤١) للبيهقي فقط، وهو في «ضعيفه» (رقم ٣٠) ، وقال: «ضعيف جدّاً» ، قال المنذري بعده:
«ورواه الطبراني من حديث أبي هريرة بإسناد لا بأس به، إلا أنه قال: «فله أجر شهيد» . ... =

= ... وتعقبه الحافظ الناجي في «عجالة الإملاء المتيَسّرة» (١/١٩٤ - ط. المعارف) : «كذا رواه البيهقي في «المدخل» من حديث أبي هريرة، لكن أوله: «القائم بسنتي» ، وآخره: «له أجر مئة شهيد» ، ولعل لفظة (مئة) سقطت من الرواية المذكورة، والله أعلم» .
قلت: ومطبوع «المدخل» ناقص، وليس فيه هذا الحديث.
وأخرج حديث أبي هريرة: الطبراني في «الأوسط» (٥/٣١٥ رقم ٥٤١٤) -ومن طريقه أبو نعيم في «الحلية» (٨/٢٠٠) - من طريق محمد بن صالح العدوي: ثنا عبد المجيد بن عبد العزيز، عن أبيه، عن عطاء، عن أبي هريرة رفعه: «المتمسك بسنتي عند فساد أمتي، له أجر شهيد» .
قال الطبراني عقبه: «لا يروي هذا الحديث عن عطاء إلا عبد العزيز بن أبي رواد، تفرد به ابنه عبد المجيد» .
وقال الهيثمي في «المجمع» (١/١٧٢) بعد عزوه للطبراني في «الأوسط» : «وفيه محمد ابن صالح العدوي، ولم أر من ترجمه، وبقية رجاله ثقات» !
قلت: عبد العزيز هو ابن أبي رواد، قال أبو حاتم: ليس بالقوي، وقال ابن حبان: كان يقلب الأخبار، ويروي المناكير عن المشاهير، فاستحق الترك. ووثقه ابن معين وأبو داود والنسائي وأحمد وغيرهم، ولذا قال ابن حجر عنه: «صدوق» ، وأفرط ابن حبان، فقال: «متروك» ، وانظر: «التهذيب» (٦/٣٨١) ، «الميزان» (٢/٦٤٨) .
وابنه عبد المجيد، صدوق يخطئ.
قال شيخنا الألباني -رحمه الله- في «السلسلة الضعيفة» (٣٢٧) بعد كلام الهيثمي السابق: «ومنه تعلم قول المنذري: وإسناده لا بأس به، ليس كما ينبغي» ، قال: «ويغني عنه حديث: «إنَّ من ورائكم أيام الصبر، للمتمسك فيهن يومئذ بما أنتم عليه أجر خمسين منكم ... » الحديث، وهو مخرج في «الصحيحة» (٤٩٤) » .
قلت: وهذا التعقب يلحق الشيخ عبد الحق لما قال في «لمعات التنقيح» (١/٢٣٨) : «إسناده حسن» !!
وضعّفه شيخنا الألباني في «ضعيف الترغيب والترهيب» (١/٣٦ رقم ٣١) و «المشكاة» (١٧٦) ... وفيه عزوه لـ «الشعب» للبيهقي، ولم يعزه في «كنز العمال» (رقم ١٠٧١) إلا للطبراني في «الأوسط» ، ولأبي نعيم في «الحلية» .',NULL,'2',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (3,'والقائل: «إنّ الدين بدأ غريباً، ويرجع غريباً، فطوبى للغرباء، الذين يصلحون ما أفسد الناس بعدي من سُنَّتي» (١) ،
_________
(١) الحديث دون ذكر «الذين يصلحون ... » : أخرجه مسلم في «الصحيح» (كتاب الإيمان) : باب رفع الأمانة والإيمان من بعض القلوب وعرض الفتن على القلوب (١/١٣٠ رقم ٤١٥) من حديث أبي هريرة وابن عمر -رضي الله عنهم-.
وأخرجه مع تفسيرهم بـ «الذين يصلحون عند فساد الناس» : أبو عمرو الداني في «السنن الواردة في الفتن» (ق٢٥/أو رقم ٢٨٨ - المطبوع) ، والآجري (رقم ١) من حديث ابن مسعود، بإسناد صحيح.
وأخرجه أحمد وابنه عبد الله في «المسند» (١/١٨٤) ، وأبو يعلى في «المسند» (٢/٩٩ رقم ٧٥٦) ، والبزار في «المسند» (رقم ٥٦ - مسند سعد) -دون زيادة-، والدورقي في «مسند سعد» (رقم ٨٧) ، وابن منده في «الإيمان» (رقم ٤٢٤) بإسناد صحيح.
وأخرجه مع تفسيرهم بـ «الذين يحيون سنتي ويعلمونها عباد الله» ، وفي لفظ: «الذين يحيون ما أمات الناس من سنتي» : الترمذي في «الجامع» (رقم ٢٦٣٠) ، والطبراني في «الكبير» (١٧ رقم ١١) ، وابن عدي في «الكامل» (٦/٢٠٨٠) ، والفسوي في «المعرفة والتاريخ» (١/٣٥٠) ، والبزَّار في «المسند» (رقم ٣٢٨٧ - زوائده) ، والهروي في «ذم الكلام» (٥/١٦٨ رقم ١٤٧٩) ، والقضاعي في «مسند الشهاب» (رقم ١٠٥٢، ١٠٥٣) ، والبيهقي في «الزهد» (رقم ٢٠٧) ، والخطيب في «شرف أصحاب الحديث» (ص ٢٣) ، وفي «الجامع» (١/١١٢) ، وابن عبد البر في «الجامع» (٢/١٢٠) ، وأبو نعيم في «الحلية» (٢/١٠) ، وعياض في «الإلماع» (ص ١٨-١٩) ؛ جميعهم من طريق كثير بن عبد الله بن عمرو بن عوف، عن أبيه، عن جده رفعه، وأوله عند الترمذي: «إنّ الدِّين ليأْرِزُ إلى الحجاز كما تأْزِرُ الحيَّةُ إلى جُحرها ... » .
وإسناده ضعيف جداً، فيه كثير بن عبد الله، ضعيف جداً، وقد اتّهم!

وأخرجه مع تفسيرهم بـ «النزاع من القبائل» : الترمذي في «العلل الكبير» (٢/٨٥٤) ، وابن ماجه في «السنن» (٢/١٣٢٠ رقم ٣٩٨٨) ، وابن أبي شيبة في «المصنف» (١٣/٢٣٦) -ومن طريقه أحمد، وابنه عبد الله في «المسند» (١/٣٩٨) - وأبو يعلى في «المسند» (رقم ٤٩٧٥) ، والآجري في «الغرباء» (رقم ٢) ، وابن وضاح في «البدع» (ص ٦٥) ، والخطابي في «غريب الحديث» (١/١٧٤-١٧٥) ، والخطيب في «شرف أصحاب الحديث» (ص ٢٣) ، والبغوي في «شرح السنة» (رقم ٦٤) ، وابن حزم في «الإحكام» (٨/٣٧) ، والطحاوي في= = «المشكل» (١/٢٩٨) ، والبيهقي في «الزهد» (رقم ٢٠٨) .
وقال البخاري -نقله عنه الترمذي في «العلل» -: «وهو حديث حسن» ، وصححه البغوي. وانظر «السلسلة الصحيحة» (رقم ١٢٧٣) .',NULL,'3',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (4,'صلى الله البر الرحيم على هذا الرسول الكريم، ذي الخلق العظيم، وعلى آله وأصحابه، وتابعيهم بإحسان إلى يوم الدين.
أما بعد؛ فقد اطَّلعنا على رسالة «فصل الخطاب في الرد على الزَّنكلوني والقسام والقصاب» (١) تأليف الفاضل الشيخ محمد صبحي خزيران الحنفي العكّي، رئيس كُتَّاب المحكمة الشرعية في ثغر عكاء، وقد ألّفها انتصاراً لأُستاذه الفاضل الشيخ عبد الله الجزار (٢) مفتي عكاء وقاضيها؛ إذ قد أفتى أحدُنا (٣) لما سُئل عن حكم الصياح في التّهليل والتكبير وغيرِهما، أَمام الجنائز، بأنه مكروه تحريماً، وبدعةٌ قبيحةٌ، يجب على علماء المسلمين إنكارُها، وعلى كلِّ قادرٍ إزالَتُها، مستدلاًّ بآيةٍ قرآنيةٍ، وحديثٍ صحيحٍ، وأقوالِ الفقهاءِ. وسأل المستفتي عن السؤال نفسه من الفاضل الشيخ عبد الله الجزار، فأفتاه بالجواز، فاضْطُرَّ السَّائلُ إلى إرسال الجوابين إلى عالِمَين من كبار علماء الأزهر (الشيخ محمود محمد خطاب السُّبكي (٤) ، والشيخ علي مسرور الزنكلوني) ، فأَفْتيا بأنه بدعةٌ منكرةٌ، مؤيِّدَيْن فتوى أحدنا (٥) ، وقد نشر العلامة الزنكلوني فتواه على صفحات جريدة «الشورى» التي تصدر في مصر، ولم يكتف ومؤلّفُ الرسالة برأيه
_________
(١) سبقت تراجم هؤلاء في المقدمة.
(٢) ستأتي ترجمته (ص ١٤٦، ١٤٩) .
(٣) هو القسَّام. انظر ما قدمناه (ص ٩٠) .
(٤) ستأتي ترجمته (ص ٢٤) .
(٥) الفتاوى الأربع ذيلنا بها آخر الرسالة (منهما) .',NULL,'4',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (5,'في المسألةِ المُتَنَازَعِ فيها فقط، بل شطَّ قلمُه، وأسند إلينا ما لم نقل به، ولم نعتقده، ورمانا -عفا الله عنه- بالزَّيغ والضلال، لاتّباعنا السنة الموروثة عن النبي - صلى الله عليه وسلم -، في الأقوال والأفعال، وتكلّفَ في تفسير الآياتِ القرآنية والأحاديث النبوية، فأخرجها عن معانيها؛ ليوهم صحة ما ذهب إليه، ويُقرَّ العامةَ على ما هم عليه، وخاض لذلك في القواعد الأصولية خوض من لم يأخذ من العلم بقسط، وخرّج المسائل تخريجاً لا ينطبق على القواعد العلمية، فكانت استدلالاتُهُ دليلاً لنا، وحُجّةً عليه، وداعيةً للتمسكِ بما أرشدْنا النّاسَ إليه.
فرأينا من الواجب انتصاراً للدّين، وحفظاً لشريعة سيد المرسلين، أن نردَّ بهذه الرسالة ما أسند وفنّد، مصدِّرين رسالَتَنا بأقوال علماء المذاهب الأربعة في حكم المسألة المتنازَعِ فيها، ناقلين عباراتِه التي نريد الردَّ عليها بنصِّها وفصِّها، إلا ما تعذَّر نقلُه بالحرف؛ فإننا نشير إلى معناه، وما التوفيق إلا بالله، وهو حسبنا، ونِعمَ الوكيل.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (6,'<span data-type="title" id=toc-1>أقوال علماء المذاهب الأربعة في حكم رفع الصوت بالتهليل والتكبير وغيرهما أمام الجنائز</span>
<span data-type="title" id=toc-2>أقوال السادة الحنفية:</span>
قال في «الدر المختار شرح تنوير الأبصار» : «وكره في الجنازة رفع الصوت بذكر أو قراءة (١) ا. هـ» ، قال محشيه العلامة ابن عابدين: «وفي «البحر» عن «الغاية» : «وينبغي لمن تبع جنازة أن يطيل الصَّمت» ، وفيه عن «الظهيرية» : «فإنْ أراد أن يذكرَ الله -تعالى- يذكرُه في نفسه؛ [لقوله -تعالى-: {إِنَّهُ لا يُحِبُّ الْمُعْتَدِين} [الأعراف: ٥٥] ؛ أي: الجاهرين بالدعاء] » ، وعن إبراهيمَ أنه كان يكره أن يقول الرجل وهو يمشي معها: استغفروا له غفر الله لكم ا. هـ. قلت: «وإذا كان هذا في الدُّعاء والذِّكر، فما ظنُّك بالغناء الحادث في هذا الزمان» (٢)
_________
(١) (٢/٢٣٣ - حاشيته) ، وفيه: «كما كره فيها رفع صوت بذكر أو قراءة فتح» .
(٢) «حاشية ابن عابدين» (٢/٢٣٣) ، وما بين المعقوفتين منه، وإبراهيم هو النخعي، وعلقه البيهقي في «سننه الكبرى» (٤/٧٤) عنه وعن سعيد بن المسيب والحسن البصري وسعيد بن جبير.
وانظر كراهة ابن جبير في «زهد وكيع» (٢/٤٦٣ رقم ٢١٢) ، وانظر في المسألة: «اقتضاء الصراط المستقيم» (ص ٥٧) ، «الباعث على إنكار البدع والحوادث» (ص ٢٧٠-٢٧١ - بتحقيقي) ، «الحوادث والبدع» (١٦٢) ، «الأمر بالاتباع» (٢٥٣-٢٥٤ - بتحقيقي) ، «المدخل» (٢/٢٢١) ، «الطريقة المحمدية» (١/١٣١ - شرح عبد الغني النابلسي) ، «البحر الرائق» (٢/٢٠٧ - ط. دار الكتاب الإسلامي أو ٢/٢٣٦ - ط. دار الكتب العلمية) ، «الإبداع في مضار الابتداع» (ص ١١٠، ٢٢٥) ، «أحكام الجنائز وبدعها» (ص ٧١، ٩٢، ٢٥٠) ، «تلخيص الجنائز» (٣٩-٤٠) ، «صلاة التراويح» (٢٤) ، «معلمة الفقه المالكي» (١٩٧) .

ولقاضي الرباط محمد بن أحمد بن عبد الله، المتوفى بمكة (عام ١٣٨٣-١٩٦٣م) : «الصارم المسلول على مخالف سنن الرسول في الرد على من استحسن بدعة الذكر جهراً في تشييع الجنازة» ، انظر: «من أعلام الفكر المعاصر» (٢/٩٢) ، «معلمة الفقه المالكي» (١٦٠) .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (7,'ا. هـ كلام ابن عابدين، وفي «الفتاوى الهندية» : «وعلى متبعي (١) الجنازة الصمت، ويكره لهم [-يعني: تحريماً-] رفع الصوت بالذكر وقراءة القرآن، كذا في «شرح الطحاوي» ، فإن أراد أن يذكر الله يذكره في نفسه، كذا في «فتاوي قاضي خان» » (٢) ، وقال في «الكنز» و «شرحه» «وحواشيه» : «ويكره رفعُ الصوتِ بالذكرِ والقرآنِ، وعليهم -يعني: السائرين مع الجنازة- الصمتَ (٣) . وقولِهِم: (كل حي سيموت) ونحو ذلك، من الأذكار المتعارفة خلف الجنازة بدعة قبيحة» . وقال العلامة الشُّرُنْبلالي في «نور الإيضاح» و «شرحه» : «ويكره رفعُ الصوتِ بالذكرِ والقرآنِ، وعليهم الصمتَ، وقولُهم: (كل حي سيموت) ونحو ذلك خلف الجنازة بدعة» ا. هـ (٤) .
قال العلامة الطحطاوي في «حاشيته» على الكتاب المذكور نقلاً عن السراج: «ولا يرفع صوتَه بالقراءةِ ولا بالذكرِ، ولا يغتر بكثرة من يفعل ذلك، وأما ما يفعله الجهّالُ في القراءة على الجنازة؛ من رفع الصوت، والتمطيط فيه، فلا يجوز بالإجماع، ولا يسع أحداً يقدر على إنكاره أن يسكت عنه ولا ينكر عليه» (٥) .
_________
(١) في الأصل: «متبع» ، والتصويب من «الفتاوى الهندية» .
(٢) «الفتاوى الهندية» (١/١٦٢) ، وما بين المعقوفتين زيادة من المصنف.
وأما كلام قاضي خان فهو في «فتاويه» (١/١٩٠ - هامش الفتاوى الهندية) .
(٣) «البحر الرائق» (٢/٢٠٧ - دار الكتاب الإسلامي) أو (٢/٣٣٦ - ط. دار الكتب العلمية) .
(٤) «مراقي الفلاح شرح نور الإيضاح» (ص ١٠١ - ط. المطبعة العلمية) أو (٣٣٢- مع «حاشية الطحطاوي» ) .
(٥) «حاشية الطحطاوي» (٣٣٢) .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (8,'<span data-type="title" id=toc-3>أقوال السادة الشافعية:</span>
قال الإمام النووي -رحمه الله تعالى- في «مجموعه» (١) و «أذكاره» (٢) : «والصواب ما كان عليه السلف من السكوت في حال السير مع الجنازة، فلا يُرفَعُ صَوتٌ بقراءةٍ ولا ذكرٍ ولا غيرِهما؛ لأنه أَسكنُ للخاطر، وأَجمعُ للفكر فيما يتعلق بالجنازة، وهو المطلوب في هذا الحال، فهذا هو الحق ولا تغتر بكثرة من يخالفه، فقد قال أبو علي الفضيل بن عياض: «الزم طرقَ الهدى ولا يغرَّكَ قلَّة السالكين، وإياك وطرقَ الضلالةِ ولا تغترّ بكثرة الهالكين» (٣) ، وقد رَوَيْنا (٤)
_________
(١) «المجموع» (٥/٢٩٠-٢٩١) ، وسينقل كلامه الرملي في «حواشي المنهاج» ، وسيأتي ذكره قريباً عند المصنف، وانظر ما علقته، والله الموفق.
(٢) «الأذكار» (ص ١٤٥) ، والمزبور بحروفه منه.
(٣) ذكره الشاطبي في «الاعتصام» (١/١٣٥ - بتحقيقي) ، وفيه: «اتبع طرق ... ولا يضرك قلة ... » ، وعزاه النووي في «الأذكار» (٥٨ - ط. دار ابن كثير) إلى الحاكم.
(٤) قال عز الدين بن جماعة في «شرح الأربعين النووية» (ق٥/ب) : ... =
= ... «الأكثر يقولون: رَوَيْنا -بفتح الراء مخففة-، مِن روى: إذا نقل عن غيره؛ مثل: ... رمى يرمي، والأجود بضم الراء وكسر الواو مشددة؛ أي: روانا مشايخنا؛ أي: نقلوا لنا فسمعنا» .
وقال ابن المعز الحجازي: إنّ المشهور، هو: رَوَيْنا -بفتح الراء والواو مخففة-. وفي الوجهين يقول الناظم:
وقل رَوَيْنا أو رُوِّينا ضما ... وجهان فيهما فكن مهتما

وهناك في ضبطها قول ثالث ذكر ابن علان عن الكازروني؛ وهو: بضم الراء مبنياً للمفعول مخففة؛ أي: روى لنا إسماعاً أو إقراء أو إجازة أو غيرها. انظر: «الفتوحات الربانية» (١/٢٩) .

وقد أفرد عبد الغني النابلسي (١١٤٣هـ) ضبط هذه الكلمة في رسالة مفردة، اسمها: «إيضاح ما لدينا في قول المحدثين: روينا» ، وهي مِن محفوظات المكتبة الأحمدية بحلب، وهي تقع في خمس ورقات، وهذا نصها: بسم الله الرحمن الرحيم، الحمد لله وحده، والصلاة والسلام على مَنْ لا نَبِيَّ بعده وعلى آله وأصحابه، وأخص بالزيادة أتْبَاعه وأنصاره وجُنده، أمَّا بَعْدُ: فيقول (أ) شيخنا الإمام العلامة العمدة الهُمَام الفَهَّامة جَنَاب الشيخ عبد الغني الشهير نسبه الكريم بابن النابلسي الدمشقي الحنفي -عامله الله تعالى بلطفه الخفي-:
سألني الكامل الفاضل جامع الفضائل والفواضل محمد أفندي الرومي نائب الشرع الشريف في محروسته دمشق الشام، يوم الخميس، تاسع شهر ربيع الثاني من شهور سنة خمس وعشرين ومئة وألف، حين ورد بالنيابة واجتمعنا به -أحسن الله تعالى قدومه وإيابه، وأجزل ثوابه-: عن معنى قول الإمام العالم العلامة القدوة الكامل الفهامة محيي الدين أبي زكريا يحيى بن شرف الدين النووي -رحم الله روحه، ونَوَّر ضريحه- في كتابه «الأربعين» ، المشتمل على أحاديث سَيِّد المرسلين - صلى الله عليه وسلم - وعلى آله وأصحابه أجمعين، في آخر الحديث (السابع والعشرين) من كتابه المذكور، بعد إيراد لفظ الحديث عن وابصة بن معبد - رضي الله عنه-، قال النووي: «حديث صحيح -وفي نسخة: حسن-، رويناه في ... «مسند الإمامين أحمد بن حنبل والدارمي» بإسناد جيد -وفي نسخة: حسن-، وصورة السؤال: أنّ قوله: «رويناه» في «مسند الإمامين» يقتضي أنّ الإمام النووي مَذْكور في=
-------------------------
(أ) القائل هنا؛ هو: محمد بن إبراهيم الدكدكجي.
= «المسند» الذي للإمامين، مع أنَّ الإمام النووي متأخر عنهما بيقين، والإمامان متقدمان ولم يجتمع بهما ولا بأحدهما، فإنَّ الإمام أحمد بن حنبل وُلد في ربيع الأول سنة أربع وستين ومئة، ومات في ربيع الأول سنة إحدى وأربعين ومئتين عن سبع وسبعين سنة، وأبو محمد عبد الله بن عبد الرحمن الدَّارِمي التميمي السَّمَرْقَنْدي الحافظ من بني دارم بن مالك بن حنظلة بن زيد مناة بن تميم، ولد سنة إحدى وثمانين ومئة، ومات يوم التروية سنة خمس وخمسين ومئتين.
وأمَّا الإمام النووي، فإنه ولد في محرم سنة إحدى وثلاثين وست مئة، وتوفي في رجب سنة ست وسبعين وست مئة عن خمس وأربعين سنة، فقلت في الجواب عن ذلك -بعون القدير المالك-: أما قوله: رويناه في «مسند الإمامين أحمد بن حنبل والدارمي» مثل قوله في أول كتابه «الأربعين» قبل الشروع فيه: «فقد روينا عن علي بن أبي طالب، وعبد الله ابن مسعود، ومعاذ بن جبل، وأبي الدرداء، وابن عمر، وابن عباس، وأنس بن مالك، وأبي هريرة، وأبي سعيد الخدري -رضي الله عنهم-» ، وهم صحابة متقدمون، وهو متأخر عنهم جداً؛ فإنه على معنى روت لنا مشايخنا؛ أي: نقلوا لنا فسمعنا؛ كما صرح بهذا شارح «الأربعين» الشيخ الإمام شهاب الدين أحمد بن حجر المكي الهَيْتَمي، وذكر الشارح -أيضاً- في شرح قوله: «رويناه في «مسند الإمامين» » يعني: رويناه بسندنا المتصل حالة كونه في «مسند الإمامين» ، وقال الشارح -أيضاً-: «وقوله رَوَيناه بفتح أوله مع تخفيف الواو عند الأكثر، من رَوَى إذا نقل عن غيره. وقال جمع: الأجود ضم الراء وكسر الواو المشددة؛ أي: روت لنا مشايخنا، فسمعنا عن علي بن أبي طالب ... » إلى آخره.
وذكر الشيخ الإمام شهاب الدين أحمد بن محمد بن علي الهمداني الفَيُّومي ثم الحموي المشهور بابن خطيب الدهشة في كتابه «المصباح المنير في غريب الشرح الكبير» ، وهو شرح «الوجيز» ، تصنيف الإمام الغزَّالي في فقه الشافعية، وشرحه للإمام الرافعي -رحمهم الله تعالى-، قال: «رَوَى البعير الماء، يَرْويه مِن باب: رَمَى فهو رَاوِيَة، الهاء فيه للمبالغة، ثم أطلقت الرَّاوِيَة على كل دابَّة يُسْتَقى الماء عليها، ومنه قيل: رَوَيْتُ الحديث: إذا حَمَلْتَه ونقلتَه، ويُعَدَّى بالتضعيف، فيقال: رَوَّيْت زيداً الحديث، ويُبْنى للمفعول، فيقال: رُوِّينَا الحديث» . انتهى كلامه.
وعلى هذا؛ فإذا حمل قول النووي -رحمه الله تعالى-: فقد روينا عن علي بن أبي طالب ... إلى آخره، بتشديد الواو مبنياً للمفعول؛ يعني: رَوَّانا مشايخنا ذلك -بتشديد الواو-= =بأن كان الشيخ الأول رَوَّى -بتشديد الواو- مَنْ بَعْده، والذي بعده رَوَّى -بتشديد الواو- مَنْ بعده إلى آخر شيخ هو روَّانا -بتشديد الواو-، فعلى هذا؛ يُقْرأ قوله: فقد رُوِّينَا بضم الراء وتشديد الواو مكسورة وضم الهاء مبنياً للمفعول، ولا يختلف رسم الكتابة في ذلك.
وأمّا قوله: بإسناد جيد أو حسن، بعد قوله: رويناه في «مسند الإمامين أحمد بن حنبل والدارمي» فالجار والمجرور متعلق بواجب الحذف حال من الهاء في قوله: رويناه، كما أنّ قوله: في «مسند الإمامين» ، الجار والمجرور متعلق بواجب الحذف حال -أيضاً- من الهاء في قوله: رويناه، كما أشار إليه الشارح فيما قدمناه، فيكون الحالان من الهاء الضمير المنصوب بالمفعولية الثانية لرَوَّى -مشدد الواو-، والمفعول الأول: نا، التي هي ضمير المُعَظِّم نفسه بشرف الرواية، أو هو ومعه غيره من أصحابه، وهذه الحال متداخلة، وتقدير ذلك: رُوِّيناه حال كونه في «مسند الإمامين» ، وحال كونه وهو من «مسند الإمامين» حاصلاً بإسناد جيد. ويصح أن يكون الجار والمجرور الثاني وهو قوله: «بإسناد جيد» متعلقاً بقوله: حديث صحيح، إمَّا بحديث، وإما بصحيح، وليس هذا الجار والمجرور الأول متعلقاً برويناه؛ لأنّ إسناده هو لم يُرِد الإخبار عنه بأنه جيد، ولم يرد ذكره، وإنما أراد بالإسناد الجيد: إسناد الإمام أحمد والدارمي، يدل عليه قول الشارح المذكور: فإنْ قلتَ: ما حِكْمة قول المصنف أولاً: حديث صحيح، وقوله هنا: بإسناد جيد؟ قلت: حكمته: أنه لا يلزم من كون الحديث في «المسندين» المذكورين أن يكون صحيحاً، فبين أولاً بأنه صحيح، وثانياً: أنّ سبب صحته أن إسناد هذين الإمامين الذين أخرجاه صحيح أيضاً، وله حكمة أخرى حديثية؛ وهي: ما صرحوا به أنه لا تلازم بين الإسناد والمتن، فقد يصح فيه السند أو يحسن؛ لاستجماع شروطه من الاتصال والعدالة والضبط دون المتن؛ لشذوذ فيه أو علة، فنص المصنف أولاً: على صحة المتن بقوله: «هذا حديث صحيح» ، وثانياً: على صحة السند بقوله: «بإسناد جيد» إلى آخر ما بسطه من الكلام في هذا المقام.
والحاصل: أنّ قول الإمام النووي -رحمه الله- هنا: روَيناه -بفتح الواو وتخفيفها- مبنياً للفاعل؛ يعني: روينا عن مشايخنا أو بإسنادنا هذا الحديث الكائن في «مسند الإمامين» المذكور ثمة بإسناد جيد، أو معناه: رُوِّيناه -بتشديد الواو- مبنياً للمفعول؛ أي: رَوَّى -بتشديد الواو- هذا الحديث لنا مشايخنا الكائن ذلك الحديث في «مسند الإمامين» ، كما أن قوله: فقد رَوَيْنا -بتخفيف الواو مفتوحة- والبناء للفاعل؛ أي: روت لنا مشايخنا بإسناد متصل عن علي بن أبي طالب ... إلى آخره، أو معناه: رُوِّينا -بتشديد الواو مكسورة- مبنياً= =للمفعول؛ أي: رَوَّتْنا -بتشديد الواو مفتوحة- مشايخنا عن علي بن أبي طالب ... إلى آخره، والله أعلم وأحكم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.
وكان الفراغ من كتابة هذه النسخة المباركة في الخامس عشر من ربيع الثاني سنة خمس وعشرين ومئة وألف على يد العبد الفقير محمد بن إبراهيم بن محمد الشهير بابن الدكدكجي الدمشقي الحنفي -لطف الله به والمسلمين-، وذلك في مجلس واحد، ونقلتها مِن خط مؤلفها شيخنا الإمام الهمام العلامة -نفعنا الله تعالى والمسلمين ببركاته، وأمدنا بصالح دعواته-.
وصلى الله وسلم على سيدنا محمد وآله وصحبه أجمعين، والحمد لله رب العالمين» .
قال أبو عبيدة: انتهت الرسالة النافعة، والحمد لله الذي بنعمته تتم الصالحات.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (9,'في «سنن البيهقي» (١)
_________
(١) يشير إلى ما أخرجه وكيع في «الزهد» (رقم ٢١١) -وعنه ابن أبي شيبة (٤/٩٩) ، ومن طريق وكيع: البيهقي في «السنن الكبرى» (٤/٧٤) ، والخطيب في «تاريخ بغداد» (٨/٩١) - وابن المنذر في «الأوسط» (٥/٣٨٩ رقم ٣٠٥٦) من طريق أبي نعيم الفضل بن دكين، كلاهما قال: حدثنا هشام صاحب الدستوائي، عن قتادة، عن الحسن، عن قيس بن عُبَاد، قال: كان أصحاب رسول الله - صلى الله عليه وسلم - يكرهون رفع الصوت عند الجنائز، وعند القتال، وعند الذكر.
وأخرجه ابن المبارك في «الزهد» (٨٣ رقم ٢٤٧) ، وأبو نعيم في «الحلية» (٩/٥٨) من طريق هشام، به. ومن طريقه عند أبي داود (٣/١١٤) ، والحاكم (٢/١١٦) مختصراً مقتصراً على ذكر القتال، ورجاله ثقات، وهذا أصح ما ورد في الباب.
ومما جاء في ألفاظ حديث البراء الطويل: «خرجنا مع رسول الله - صلى الله عليه وسلم - في جنازة، فانتهينا إلى القبر، فجلس وجلسنا، كأنَّ على رؤوسنا الطير» أخرجه ابن ماجه (١٥٤٩) بسند حسن، وتتمة تخريجه في غير هذا الموطن، وتكلمت عليه بإسهاب في تعليقي على «التذكرة» للقرطبي، يسر الله إتمامه وإخراجه.
وفي الباب عن ابن عباس، قال: «إن رسول الله - صلى الله عليه وسلم - كان إذا شهد جنازة رُئِيَتْ عليه كآبة، وأكثر حديث النفس» أخرجه الطبراني في «الكبير» (١١/١٠٦ رقم ١١١٨٩) ، وفيه ابن لهيعة، وفيه كلام، كما في «المجمع» (٣/٢٩) .
= ... وفي الباب عن عبد العزيز بن أبي رواد رفعه، عند ابن المبارك في «الزهد» (رقم ٢٤٤) ، وعن عمران بن الحصين، قال: كان رسول الله - صلى الله عليه وسلم - إذا شيع جنازة علاه كرب، وأقلّ الكلام، وأكثر حديث النفس. أخرجه الدارقطني في «المؤتلف والمختلف» (١/٢٠٣) ، وتفرد به المعلى ابن تُركة، وليس بالقوي، أفاده الدارقطني.

وعن زيد بن أرقم رفعه: «إن الله يحب الصمت عند ثلاث: ... وعند الجنازة» . أخرجه الطبراني في «الكبير» (٥/٢١٣ رقم ٥١٣٠) ، وفي إسناده رجل لم يسم، قاله الهيثمي في «المجمع» (٣/٢٩) .
وأخرج ابن أبي الدنيا في «القبور» (رقم ٢٦ - بتحقيقي) من طريق أبي النضر، وأبو داود في «المراسيل» (ص ٣٠٨) من طريق مسكين بن بكير، كلاهما عن المسعودي، عن عون بن عبد الله، قال: كان رسول الله - صلى الله عليه وسلم - إذا اتبع جنازة، عَلَتْهُ كآبة، وأكثر حديث النفس، وأقلّ الكلام.
إسناده ضعيف؛ لإرساله. ورجاله ثقات، أبو النضر هاشم بن القاسم بن مسلم الليثي، ثقة فقيه، لقبه قيصر، وسماعه وسماع مسكين من المسعودي بعد اختلاطه، والمسعودي هو عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود، ترجمته في «تهذيب الكمال» (١٧/٢١٩) ، وعون بن عبد الله هو ابن عتبة بن مسعود الهُذلي، أبو عبد الله الكوفي، ثقة عابد، تابعي، مات قبل سنة عشرين ومئة.
وأخرجه وكيع في «الزهد» (رقم ٢٠٦) ، وعنه ابن أبي شيبة (٤/٩٨) ، وعبد الرزاق (٣/٤٥٣ رقم ٦٢٨٢) ، كلاهما في «المصنف» عن ابن جريج، قال: حُدِّثت أن النبي - صلى الله عليه وسلم - كان إذا تبع الجنازة أكثر السُّكات، وأكثر حديث نفسه. لفظ عبد الرزاق.
ولفظ ابن أبي شيبة: «أكثر السكوت، وحدث نفسه» .
وهذا معضل.
ووصله أبو نعيم في «ذكر أخبار أصبهان» (١/١٦٦) من طريق الثوري وابن جريج، عن أبي الزبير، عن جابر، قال: «كان النبي - صلى الله عليه وسلم - إذا تبع جنازة، أكثر السكات، والتفكر حتى يعرف ذلك فيه» ، ورجاله ثقات، إلا أن فيه أبا الزبير محمد بن مسلم بن تدرس المكي، مدلس، وقد عنعن.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (10,'ما يقتضي
ما قلتُه، وأما ما يفعله الجهلةُ من القراءة بالتَّمطيط، وإخراج الكلام عن موضوعه، فحرام بإجماع العلماء، وقد أوضحتُ قُبحَه، وغِلَظَ تحريمه، وفسقَ من تمكن من إنكاره فلم ينكرْه في كتابي «آداب القراء» (١)
_________
(١) يريد كتابه «التبيان في آداب حملة القرآن» ، ويشير إلى ما جاء فيه (ص ٥٦ - ط. دار ابن كثير) ، وسيأتي الكلام برمته (ص ١١٠-١١١) .
ونقله شيخنا الألباني في «أحكام الجنائز» (ص ٩٢) ، وقال قبله مؤكداً بدعة رفع الصوت بالذكر أمام الجنازة: «ولأنَّ فيه تشبُّهاً بالنصارى، فإنَّهم يَرْفَعُون أصواتهم بشيء من أناجيلهم وأذكارهم مع التمطيط والتلحين والتحزين.

وأقبح من ذلك تشييعُها بالعزف على الآلات الموسيقية أمامها عزفاً حزيناً، كما يُفعل في بعض البلاد الإسلامية تقليداً للكفار، والله المستعان» .',NULL,'10',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (11,'ا. هـ» ، ونحوه لشيخ الإسلام في «شرح الروض» (١) ، وقال الرملي وغيره في «حواشي المنهاج» (٢) : «المختار والصواب (٣) ما كان عليه السلف من السكوت في حال السير [مع الجنازة] (٤) ، فلا يُرفعُ صوتٌ بقراءة، ولا ذكر، ولا غيرهما، بل يُشتَغَلُ بالتفكر في الموت وما بعده، وفَناءِ الدنيا وأن هذا آخرُها، ومن أراد الاشتغال بالقراءة والذكر فليكن سرّاً (٥) ، وما يفعله جهلةُ القرَّاء من القراءة بالتمطيط، وإخراج الكلام عن موضوعه، فحرام، يجب إنكارُه (٦) والمنعُ منه، ومن تمكَّن من منعه، ولم يمنعه فسق» ، وقال ابن حجر في «شرح المنهاج» (٧) : «ويكره اللغط -وهو: رفع الصوت- ولو بالذكر أو القراءة في المشي مع الجنازة؛ لأنّ الصحابة -رضي الله عنهم- كرهوه حينئذ، رواه البيهقي (٨) ،
_________
(١) نقل الشيخ زكريا الأنصاري في «شرح روض الطالب» (١/٣١٢) كلام النووي السابق إلى قوله: «وهو المطلوب في هذا الحال» .
(٢) (٣/٢٣) من «نهاية المحتاج إلى شرح المنهاج» ، وفي المطبوع: «حواشي المنهج» ! وللرملي «حواشٍ» على مطبوع «شرح روض الطالب» ! والكلام المذكور ليس فيه، وإنما هو في «النهاية» .
(٣) بعدها في «النهاية» : «كما في «المجموع» » .
(٤) لا وجود لها في «نهاية المحتاج» .
(٥) في «نهاية المحتاج» : «ويسنّ الاشتغال ... سراً» .
(٦) أي: وليس ذلك خاصاً بكونه عند الميت، بل هو حرام مطلقاً؛ أي: عند غسله وتكفينه ووضعه في النعش، وبعد الوصول إلى المقبرة إلى دفنه، ومنه ما جرت به العادة الآن من قراءة الرؤساء ونحوهم، أفاده الشبراملسي في «حاشيته على نهاية المحتاج» (٣/٢٣) ، = =وعبد الحميد الشرواني وأحمد بن القاسم العبادي في «حاشيتيهما على تحفة المحتاج» (٣/١٨٧، ١٨٨) .
(٧) (٣/١٨٧-١٨٨ - مع «حواشي الشرواني والعبادي» ) .
(٨) يشير إلى ما خرجناه بالتفصيل قريباً من قول قيس بن عُباد، فانظره -غير مأمور- (ص ١١) ..',NULL,'11',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (12,'وكره الحسن وغيره: استغفروا لأخيكم (١) ،
_________
(١) أخرجه ابن أبي شيبة في «المصنف» (٣/٢٧٤) .
ونقل مذهب الحسن: البيهقي في «سننه» (٤/٧٤) ، وابن قدامة في «المغني» (٢/٤٧٦) ، وابن المنذر في «الأوسط» (٥/٣٨٩) ، والنووي في «المجموع» (٥/٢٩١) ، وشيخه أبو شامة المقدسي في «الباعث» (ص ٢٧٥) ، والسيوطي في «الأمر بالاتباع» (ص ٢٥٤) .
وانظر «موسوعة فقه الحسن البصري» (٢/٨٥٨-٨٥٩) .
وأسند البيهقي في «السنن الكبرى» (٤/٧٤) و «الشعب» (رقم ٩٢٧٧) إلى الأسود ابن شيبان، قال: كان الحسن في جنازة النضر بن أنس، فقال الأشعث بن سليم العجلي: يا أبا سعيد! إنه ليعجبني أن لا أسمع في الجنازة صوتاً، فقال: إن للخير أهلين.
وأخرج عبد الرزاق (٣/٤٣٩ رقم ٦٢٤١، ٦٢٤٢) وابن أبي شيبة (٣/٢٧٤) في «مصنفيهما» ، وابن سعد في «الطبقات الكبرى» (٥/١٤١) بسندٍ صحيح عن سعيد بن المسيب، أنه قال في مرضه: «إياك وحاديهم، هذا الذي يحدو لهم، يقول: استغفروا الله، غفر لكم» .
وذكره عنه: البيهقي في «سننه» (٤/٧٤) ، والذهبي في «السير» (٤/٢٤٤) ، وأبو شامة في «الباعث» (٢٧٥) ، والسيوطي في «الأمر بالاتباع» (٢٥٣) .
وقال ابن المنذر في «الأوسط» (٥/٣٨٩-٣٩٠) : «وكره سعيد بن المسيب وسعيد بن جبير والحسن البصري والنخعي وأحمد وإسحاق قول القائل خلف الجنازة: استغفروا له، = =قال عطاء: محدثة، وقال الأوزاعي: بدعة، وقال النخعي: كانوا إذا شهدوا جنازة، عرف ذلك فيهم ثلاثاً» .
وقال (٥/٣٩٠) : «ونحن نكره من ذلك ما كرهوا» .
ولذا اقتصر في كتابه القيم «الإقناع» (١/١٧٥) على قوله: «ويكره رفع الصوت عند حمل الجنائز» ، وقال النووي في «المجموع» (٥/٢٩٠) : «وقد أفرد ابن المنذر في «الإشراف» ... باباً في هذه المسألة» . قلت: لا توجد في القسم المطبوع منه، وهو ناقص، ولا قوة إلا بالله.

وأما الكراهية عن سعيد بن جبير، فقد أخرج وكيع في «الزهد» (٢/٤٦٣ رقم ٢١٢) ، وعبد الرزاق (٣/٤٣٩-٤٤٠ رقم ٦٢٤٣) ، وابن أبي شيبة (٤/٩٧) عن سعيد بن جبير، أنه كره رفع الصوت عند الجنازة. وإسناده صحيح. وذكرها البيهقي في «سننه» (٤/٧٤) .
وأما كراهة الحسن وابن المسيب، فقد تقدم تخريجها عنهما.
وأما كراهة النخعي، فقد أخرجها ابن أبي شيبة (٣/٢٧٣) ، وذكرها البيهقي (٤/٧٤) .
وأما قوله: «كانوا إذا شهدوا جنازة ... » فقد أخرجها وكيع في «الزهد» (رقم ٢٠٧) -ومن طريقه أحمد في «الزهد» -أيضاً- (٣٦٥) ، وأبو نعيم في «الحلية» (٤/٢٢٧-٢٢٨) - وابن أبي شيبة (٧/٢٠٨) ، وعبد الرزاق (٣/٤٥٣ رقم ٦٢٨٣) في «مصنفيهما» ، وابن أبي الدنيا في «القبور» (رقم ٣٠ - بتحقيقي) ، وابن المبارك (رقم ٢٤٦) ، وأحمد (٣٦٥) ، كلاهما في «الزهد» ، وأبو نعيم في «الحلية» (٤/٢٢٨) ، وهو صحيح عنه.
وحكاه أبو شامة في «الباعث» (٢٥٣) ، والسيوطي في «الأمر بالاتباع» (٢٧٥) نحوه عن الفضيل بن عياض قوله.
وأخرج ابن أبي شيبة (٣/٢٧٣) عن عطاء، أنه كره أن يقول: استغفروا له، غفر الله لكم، وذكر مذهبه: النووي في «المجموع» (٥/٢٩١) ، وابن قدامة في «المغني» (٢/٤٧٩) ، وذكر كراهية إسحاق: أبو شامة في «الباعث» (٢٧٥) ، وتلميذه النووي في «المجموع» (٥/٢٩١) ، والسيوطي في «الأمر بالاتباع» (٢٥٤) .
وأما كراهية أحمد، فستأتي -قريباً- عند المصنِّفَيْن، تحت عنوان: (أقوال السادة الحنابلة) .
وأما مذهب الأوزاعي، ففي «المجموع» (٥/٢٩١) ، و «المغني» (٢/٤٧٩) ، و «فقه= =الإمام الأوزاعي» (١/٣٢٠) .
وأخرج البيهقي في «الشعب» (٧/١١-١٢ رقم ٩٢٧٦) بسنده أن ابن عيينة سئل: ما بال الناس يؤمرون في الجنازة بالسكوت؟ قال: لأنه حشر. ووجدته -بعد- مطولاً عند ابن أبي الدنيا في «القبور» (رقم ٥٨ - بتحقيقي) .
وأخرج ابن أبي الدنيا في «القبور» (رقم ٥٧) عن الأعمش، قال: «أدركت الناس إذا كانت فيهم جنازة، جاؤوا فجلسوا صموتاً لا يتكلمون، فإذا وضعت نظرتُ إلى كل رجل واضعاً حبوته على صدره، كأنه أبوه أو أخوه أو ابنه» .
وأسند -أيضاً- برقم (٥٦) عن أبي قلابة، قال: كانوا يعظّمون الموت بالسكينة.
وأسند برقم (٣٩) إلى سلام بن أبي مطيع، قال: شهدتُ قتادة في جنازة، فلم يتكلم حتى انصرف، وشهدت الجريري في جنازة، فلم يزل يبكي حتى تفرّق القوم، وشهدت محمد ابن واسع في جنازة، فلم يزل واضعاً أصبعه السبابة على نابه، مقنَّع الرأس، مطرقاً ما يلتفت يميناً ولا شمالاً حتى انصرف الناس، وما يشعر بهم.
وأسند برقم (٤٠) -أيضاً- إلى قتادة، قال: شهدتُ خليداً العصري في جنازة، مقنَّع رأسه، لم يتكلم حتى دفن الميت، ورجع إلى أهله.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (13,'ومن ثَمَّ قال ابن عمر -رضي الله عنهما- لقائله: «لا غفر الله لك» (١) : بل يسكت متفكراً في الموت وما يتعلق به وفناءِ الدنيا، ذاكراً بلسانه سراً لا جهراً؛ لأنه بدعة قبيحة» .
وفي «المجموع» (٢) عن جمع من الصحابة (٣) ،
_________
(١) ذكره أبو شامة في «الباعث» (٢٧٦ - بتحقيقي) عن ابن عمر، وعلق عليه بقوله: «وإنما كره ذلك: لما فيه من التشويش على المشيّعين، الموَفَّقين المفَكِّرين في أحوالهم ومعادهم» .
قال أبو عبيدة: فإباية ابن عمر وإنكارُه عليه ليس من جهة أصل الدعاء، ولكن من جهة أخرى؛ وهي التشويش والجهر، أو أن يُعتقد أنه سنة تُلزم، أو تجري في الناس في مجرى السنن اللازمة، أو أن يُعتقد في الداعين أمر زائد، أو أنه وسيلة إلى أن يُعتقد فيهم أنهم مجابوا الدعوة، ولذا أنكر جمع من السلف من الصحابة ومَنْ بعدهم على من طلب وألح في الدعاء لهم، كما تراه في «الاعتصام» للشاطبي (٢/٣١٥-٣١٩) ، و «تالي التلخيص» للخطيب (رقم ١١٥) ، و «المجالسة» (٤/٧١-٧٢) وتعليقي عليها، وانظر: «تفسير القرطبي» (٩/٢٨٧) (الرعد: ٨) ، «الحكم الجديرة بالإذاعة» (ص ٥٤-٥٥) لابن رجب، «قاعدة جليلة» (ص ٧١ - ط. الشيخ ربيع) ، «إعلام الموقعين» (٥/٨ - بتحقيقي) «معجم المناهي اللفظية» = = (ص ٣٨ - ط. الأولى) و «تصحيح الدعاء» (٢٢٦) كلاهما للشيخ بكر أبو زيد.
وأما أثر ابن عمر، فسيأتي معزواً لـ «سنن سعيد بن منصور» ، وهو ليس في القسم المطبوع منه، إذ هو ناقص.
(٢) (٥/٢٩١) ، والمذكور عند المصنف بفحواه ومعناه، دون نصِّه ومبناه.
(٣) أورد النووي أثر قيس بن عُباد، المتقدم ذكره وتخريجه (ص ١١) .
وأثر الحسن البصري: قال: «وذكر الحسن البصري عن أصحاب رسول الله S أنهم يستحبون خفض الصوت عند الجنائز، وعند قراءة القرآن، وعند القتال» .

قلت: أخرجه عبد الرزاق (٣/٤٥٣ رقم ٦٢٨١) -ومن طريقه ابن المنذر في «الأوسط» (٥/٣٨٩ رقم ٣٠٥٧) - عن معمر، عن الحسن بنحوه. وفي رواية عند ابن أبي شيبة (٣/٢٧٢) من طريق علي بن زيد -وهو ضعيف- عن الحسن مرسلاً، وإسناده ضعيف.
ومما يساعد عليه: ما أخرجه ابن أبي الدنيا في «القبور» (رقم ٣١ - بتحقيقي) ، والبيهقي في «الشعب» (٧/١١ رقم ٢٩٧٣) عن ثابت البناني، قال: إن كنا لنتبع الجنازة، فما نرى إلا متقنعاً باكياً، أو متقنعاً مفكراً. وثابت أدرك أنساً وغيره.
ويشوش على هذا: ما أخرجه عبد الرزاق (٣/٤٤٠ رقم ٦٢٤٤) -ومن طريقه ابن المنذر (٥/٣٩٠ رقم ٣٠٥٨) - بسنده إلى عكرمة مولى ابن عباس، قال: توفي ابن لأبي بكر، كان يشرب الشراب، قال أبو هريرة: استغفروا له، فإنما يستغفر لمسيء عمله.
والجواب عليه من وجهين:
الأول: في سنده الحكم بن أبان فيه كلام، وهو من رجال «الميزان» (١/٥٦٩) .
والثاني: قال ابن المنذر: «قد يجوز أن يكون معنى قول أبي هريرة صياحهم: استغفروا له، فيما بينكم وبين أنفسكم، خلاف البدعة التي أحدثها الناس من رفع الصوت بالاستغفار» !',NULL,'13',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (14,'أنهم كرهوا رفع الصوت عند الجنازة، حتى باستغفروا الله، بل قال ابن عمر لمن سمعه يقوله: لا غفر الله لك. رواه سعيد بن منصور في «سننه» (١) .
<span data-type="title" id=toc-4>أقوال السادة المالكية:</span>
قال العلامة ابن الحاج في كتاب «المدخل» (٢)
_________
(١) انظر ما قدمناه قريباً.
(٢) (٣/٢٥٠-٢٥١) ، والكتاب لأبي عبد الله محمد بن محمد بن العبدري الفاسي (ت ٧٣٧هـ) ، واسمه: «المدخل إلى تتمة الأعمال بتحسين النيات والتنبيه على بعض البدع والعوائد التي انتحلت وبيان شناعتها» ، مدحه ابن حجر في «الفتح» (١٠/٣٤٠، ٣٤٣) بقوله: «وهو كتاب كثير الفوائد، كشف فيه عن معايب وبدع يفعلها الناس ويتساهلون فيها، وأكثرها مما ينكر، وبعضها مما يحتمل» .
قال أبو عبيدة: والكتاب احتوى أحاديث موضوعة، وحكايات مكذوبة، وشطحات منكرة، وشركيات وبدع، وانظر عنه -لزاماً-: «السراج لكشف ظلمات الشرك في مدخل ابن الحاج» لعبد الكريم الحميد، و «الحاوي للفتاوي» للغماري (٣/٧-٨) ، و «أحكام الجنائز» (ص ٣٣٦) لشيخنا الألباني، وكتابي «كتب حذر منها العلماء» (١/٣١١-٣١٢) .

وكلام ابن الحاج تصرف فيه المؤلفان كثيراً، فاقتضى التنويه.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (15,'ما ملخصه: العجب من أصحاب الميت، حيث يأتون بجماعة يذكرون أمام الجنازة، وهو من الحدث في الدين، ومخالف لسنَّة سيد المرسلين، وأصحابه والسَّلف الصَّالحين، يجب على من له قدرة على منعهم أن يمنعهم مع الزجر والأدب؛ لمخالفتهم للشريعة المطهرة، ولأنه ضد ما كانت عليه جنائز السلف الماضين؛ لأنّ جنائزهم كانت على التزام الأدب والسكون والخشوع، حتى إن صاحب المصيبة كان لا يعرف من بينهم؛ لكثرة حزن الجميع (١) ، وما أخذهم من القلق والانزعاج بسبب الفكرة فيما هم إليه صائرون، وعليه قادمون (٢) ،
_________
(١) أخرج وكيع في «الزهد» (٢/٤٦٠ رقم ٢٠٨) وعنه ابن أبي شيبة في «المصنف» ، وأحمد في «الزهد» (٣٦٥) ، وابن أبي الدنيا في «القبور» (رقم ٣٢ - بتحقيقي) ، وأبو نعيم في «الحلية» (٥/٥٠) بإسناد صحيح عن الأعمش، قال: إن كنا لنتبع الجنازة، فما ندري مَن نعزّي من حزن القوم. وانظر «الباعث» (ص ٢٧٧ - بتحقيقي) لأبي شامة المقدسي.
وأخرج ابن أبي الدنيا في «القبور» (رقم ٢٣) عن حوشب بن مسلم، قال: لقد= =أدركت الميت يموت في الحي، فما يعرف حميمه من غيره من شدّة جزعهم، وكثرةِ البكاء عليه، قال: ثم بقيت، حتى فقدتُ عامّة ذلك.
وحوشب بن مسلم الثقفي، مولى الحجاج، كان من العُبّاد، ممن يقص، له ترجمة في «التاريخ الكبير» (٣/١٠٠) ، و «ثقات ابن حبان» (٦/٢٤٣) .
(٢) أخرج وكيع (٢/٤٦٠ رقم ٢٠٨) وأحمد (٣٦٥) كلاهما في «الزهد» ، وأبو نعيم في «الحلية» (٥/٥٠) بسند صحيح، أن أسيد بن حضير كان يقول: ما شهدتُ جنازةً، فحدثت نفسي بشيء سوى ما هو مفعول بها، وما هي صائر إليه.
وأخرج ابن أبي الدنيا في «القبور» (رقم ٣٦) بسنده إلى صالح المري، قال: أدركت بالبصرة شباباً وشيوخاً يشهدون الجنائز، يرجعون منها كأنهم نُشِروا من قبورهم، فيُعرف فيهم -والله- الزيادة بعد ذلك.

وأخرج ابن أبي الدنيا في «القبور» (رقم ٣٤، ٥٩ - بتحقيقي) عن عامر بن يساف، قال: كان يحيى بن أبي كثير إذا حضر جنازة، لم يتعشّ تلك الليلة، ولم يقدر أحد من أهله يكلمه من شدّة حزنه. وإسناده لا بأس به. وذكره ابن حبان في «ثقاته» (٧/٥٩٢) ، وعنه الذهبي في «السير» (٦/٢٨) ، وانظر أثر حوشب في الهامش السابق.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (16,'حتى لقد كان بعضهم يريد أن يلقى صاحبه لضرورات تقع عنده، فيلقاه في الجنازة، فلا يزيد على السلام الشرعي شيئاً (١) ؛ لشغل كل منهما بما تقدم ذكره، وبعضهم لا يقدر أن يأخذ الغِذَاء تلك الليلة لشدة ما أصابه من الجزع (٢) ، كما قال الحسن البصري -رضي الله عنه-: «ميت غد يشيِّع ميتَ اليوم» (٣) ،
_________
(١) أخرج ابن المبارك في «الزهد» (رقم ٢٤٥) بسنده إلى بديل، قال: كان مطرّف يلقى الرجل من خاصة إخوانه في الجنازة، فعسى أن يكون غائباً، فما يزيد على التسليم، ثم يعرض اشتغالاً بما هو فيه.
وذكره أبو شامة في «الباعث» (٢٧٧) ، والسيوطي في «الأمر بالاتباع» (٢٥٥) .
(٢) أخرج ابن أبي الدنيا في «القبور» (رقم ٣٨ - بتحقيقي) -ومن طريقه ابن عساكر في «تاريخ دمشق» (٥٦/١٧٠) - بسند لا بأس به، عن محمد بن واسع، أنه حضر جنازة، فلما رجع إلى أهله، أُتي بغدائه، فبكى، وقال: هذا يوم منغَّص علينا نهاره، وأبى أن يَطْعَم. وانظر أثر يحيى بن أبي كثير في الهامش قبل السابق.
(٣) ظفرتُ بنحوه عن أبي الدرداء.
أخرج ابن أبي الدنيا في «القبور» (رقم ٢٨ - بتحقيقي) -ومن طريقه ابن عساكر في «تاريخ دمشق» (٤٧/١٩٣ - ط. دار الفكر) - من طريق يحيى بن جابر، قال: خرج أبو الدرداء إلى جنازة، وأتى أهل الميت يبكون عليه، فقال: مساكين، موتى غدٍ يبكون على ميت اليوم.
وإسناده ضعيف، يحيى بن جابر لم يدرك أبا الدرداء.
وأما أثر الحسن، فقد ورد بمعناه.

أخرج ابن أبي الدنيا في «القبور» -أيضاً- (رقم ٣٥) عن مالك بن دينار، قال: كنا مع الحسن في جنازة، فسمع رجلاً يقول لآخر: من هذا الميت؟ فقال الحسن: هذا أنا وأنت رحمك الله، أنتم محبوسون على آخرنا، حتى يلحق آخرنا بأوّلنا. وهو في «الموت» لابن أبي الدنيا -أيضاً- (رقم ٥٥٨ - بتجميعي) ، وانظر نحوه عنه في «القبور» (رقم ١٩٨ - الملحق) ، وهو عند ابن رجب في «أهوال القبور» (رقم ٥٤٤) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (17,'وانظر -رحمنا الله تعالى وإياك- إلى قول عبد الله بن مسعود -رضي الله عنه- لمن قال في الجنازة: استغفروا لأخيكم؛ يعني: الميت، فقال له: لا غفر الله لك (١) . فإن كان هذا حالهم في تحفظهم من رفع الصوت بمثل هذا اللفظ الدال على طلب الدعاء من الحاضرين للميت، فما بالك بما يفعله أهل هذا الزمان من رفع الأصوات بنحو قراءة القرآن أو البردة (٢) ،
_________
(١) المأثور في ذلك عن ابن عمر لا ابن مسعود، وهو معزو لـ «سنن سعيد بن منصور» ، وهو غير موجود في القسم المطبوع منه.
(٢) قصيدة مشهورة جداً، ألفها محمد بن سعيد بن حماد الصنهاجي البوصيري (ت ٦٨٤هـ) ، وتسمى «قصيدة الكواكب الدرية في مدح خير البرية» ، اعتنى العلماء بتشطيرها ومعارضتها، والتعليق عليها، وأفردها غير واحدٍ بنقدٍ خاص، ولا سيما في الأمور التي تخص العقيدة، انظر أبياتاً منتقدة منها في «القول المفيد على كتاب التوحيد» (١/٨١-٨٢، ١٨٤-١٨٥، ٤٧٦) ، و «مظاهر الانحرافات العقدية» (١/٤٢٨-٤٣٠) ، وممن انتقدها بكتاب مفرد: الشيخ عبد الرحمن بن حسن بن الإمام محمد بن عبد الوهاب، له «هذا بيان المحجة في الرد= =على صاحب اللجة» مطبوع ضمن «مجموعة التوحيد» (الرسالة الثالثة عشرة، ص ٤٣٥-٥٤٢) ، والشيخ عبد البديع صقر، وشيخنا محمد نسيب الرفاعي -رحمه الله-، ولأبي الفضل عبد الله بن محمد بن الصديق الغماري «نقد قصيدة البردة» مطبوع آخر «رفع الإشكال عن مسألة المحال» . وانظر عن هذه القصيدة: «المدائح النبوية» لزكي مبارك (ص ١٩٧-١٩٨) ، «المدائح النبوية بين المعتدلين والغلاة» لمحمد بن سعد بن حسين (ص ٥٤-٧٤) ، «كشف الظنون» (٢/١٣٣١-١٣٤٩) ، «هدية العارفين» (٢/١٣٨) .
وانظر عن نقدها -مجملاً- مقالة أخينا الشيخ السلفي محمد المغراوي المنشورة في مجلتنا «الأصالة» (العدد الخامس عشر/١٥/ذي القعدة/سنة ١٤١٥هـ) (ص ٧٥-٨٨) بعنوان (حول قصيدة البردة) ، وكتابنا «شعر خالف الشرع» ، يسر الله إتمامه بخير وعافية.

وانظر عنها «الأدب في التراث الصوفي» لمحمد عبد المنعم خفاجي (ص ٢٥٣-٢٥٨) . وانظر عن بدعية التزام (البردة) و (الشقراطسية) أمام الجنائز، وفي حلق الذكر في: «عدة المريد الصادق» (ص ٥٥١) للشيخ زروق، وكتابنا «شعر خالف الشرع» .',NULL,'17',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (18,'فأين الحال من الحال، فإنا لله وإنا إليه راجعون، فيجب على من له عقل أن لا ينظر إلى أفعال أكثر أهل الوقت، ولا لعوائدهم، فالسعيد من نبذ هذه العوائد المبتدعة، وشد يده على أتباع السلف؛ فهم القوم لا يشقى من اتبعهم، ولا من أحبهم، (إن المحب لمن يحب مطيع) ، ولقد أطال -رحمه الله- في التشنيع على ما يقع من بعض الناس، من رفع الصوت بالذكر ونحوه أمام الجنائز ا. هـ» (١) .
<span data-type="title" id=toc-5>أقوال السادة الحنابلة:</span>
قال في «دليل الطالب» (٢) و «شرحه» (٣) : «ويكره رفع الصوت، والصيحة معها، وعند رفعها [-يعني: الجنازة-] (٤) ، ولو بالذِّكر والقرآن، [بل يسنُّ الذِّكر والقرآن سراً] (٥) ، ويسنُّ لمتَّبعها أن يكون متخشِّعاً متفكِّراً في مآله، متَّعظاً بالموت وبما يصير إليه الميت، وقول القائل مع الجنازة: (استغفروا [الله] (٦) له) ونحوه، بدعة عند الإمام أحمد، وكرهه وحرمه أبو حفص، ويحرم أن يتبعها مع منكر وهو عاجز عن إزالته» ا. هـ.
_________
(١) وممن نص على كراهية ذلك -أيضاً-: الشيخ الدردير في «الشرح الكبير» (٤/٤٢٣) ، فذكر من المخالفات: «وقول -أي: متبعي الجنازة-: استغفروا لها» ، قال الدسوقي: «وذلك كما يقع بمصر، يمشي رجل قدام الجنازة، ويقول: هذه جنازة فلان استغفروا له» ، وفي «تقريرات عليش» تعليل لذلك، فقال: «لمخالفة السلف» .
(٢) (ص ٦٢ - ط. الأولى عن المكتب الإسلامي) وعليه «حاشية العلامة الشيخ محمد بن مانع» .
(٣) المسمى «نيل المآرب» (١/٢٢٩-٢٣٠) .
(٤) ما بين المعقوفتين زيادة توضيحية من المصنِّفَيْن.
(٥) ما بين المعقوفتين سقط من المطبوع، وأثبته من «نيل المآرب» .
(٦) ما بين المعقوفتين زيادة من المصنِّفَيْن.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (19,'وقال في «الإقناع» (١) و «شرحه» (٢) للشيخ منصور الحنبلي: (ويكره رفع الصوت والضجة عند رفعها) ؛ لأنه محدث، (وكذا) رفع الصوت (معها) -أي: مع الجنازة- (ولو بقراءة أو ذكر) ؛ لنهي (٣) النبي - صلى الله عليه وسلم - أن تتبع الجنازة بصوت أو نار. رواه أبو داود (٤) ، (بل يسنُّ) القراءة والذِّكر (سرّاً) ، وإلا الصمت. ا. هـ.
_________
(١) (١/٤٠٥) (منهما) .
(٢) المسمى «كشاف القناع» (٢/١٣٠) .
(٣) في المطبوع: «لقول» ، والمثبت من «كشاف القناع» .
(٤) أخرجه أبو داود (٣١٧١) ، وأحمد (٢/٤٢٧، ٥٢٨، ٥٣٢) ، والبيهقي (٣/٣٩٤-٣٩٥) ، وابن الجوزي في «الواهيات» (١٥٠٤) عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: «لا تُتْبع الجنازة بنار ولا صوت» . وإسناده ضعيف. والحديث حسن لغيره؛ لشواهده. وصح ذلك موقوفاً، وهذا البيان:
أخرج مالك (١/٢٢٦) بسند صحيح عن أبي هريرة، أنه نهى أن يُتْبع بعد موته بنار.
وأخرج مسلم (١٢١) عن عبد الله بن عمرو قوله: «فإذا أنا مت فلا تصحبني نائحة ولا نار» .
وفي الباب عن جابر عن النبي - صلى الله عليه وسلم - أنه نهى أن يتبع الميت صوتٌ أو نارٌ.
أخرجه أبو يعلى (٢٦٢٧) . وفيه عبد الله بن المحرّر، منكر الحديث، وتحرف اسمه= =على الهيثمي في «المجمع» (٣/٢٩) فلم يعرفه!!
وفي الباب عن ابن عمر، أخرج أحمد (٢/٩٢) ، وابن ماجه (١٥٨٣) ، والطحاوي في «شرح معاني الآثار» (١/٤٨٤) ، والطبراني (١٣٤٨٤، ١٣٤٩٨) عنه، قال: نهى رسول الله - صلى الله عليه وسلم - أن تُتْبع جنازة معها رَنَّة. وإسناده ضعيف.
قال السندي: « (رَنَّة) بفتح راء وتشديد نون: صوت مع بكاء، فيه ترجيع، كالقلقلة واللقلقة» .
وورد بلفظ: «فيها صارخة» عند ابن حبان في «المجروحين» (١/٢٥٤) ، وأورده ابن الجوزي في «الموضوعات» (٣/٢٢٥) . ونحوه في «الحلية» (٦/٦٦) من طريق آخر عنه، ولكن الأسانيد الواردة في ذلك ضعيفة جداً.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (20,'وقال في «المنتهى» (١) و «شرحه» (٢) : (و) كره (رفع الصوت معها) -أي: الجنازة- (ولو بقراءة) أو تهليل؛ لأنه بدعة، وقول القائل مع الجنازة: استغفروا له ونحوه بدعة. وروى سعيد بن عمر (٣) وسعيد بن جبير، قالا لقائل ذلك: لا غفر الله لك (٤) ا. هـ.
هذا ما أردنا نقله باختصار من كتب المذاهب الأربعة.
وقد اطّلعنا على رسالة «تحفة الأبصار والبصائر في بيان كيفية السير مع الجنازة إلى المقابر» ، و «رسالة فتاوى أئمة المسلمين بقطع لسان المبتدعين» الموافقتين لما أتينا به في هذا الموضوع، مِن منع رفع الصوت مع الجنائز، لمؤلِّفهما العلامة المفضال الشيخ محمود محمد خطاب السُّبكي (٥)
_________
(١) (١/٤٢٢ - على هامش «شرح الإقناع» ) (منهما) .
قلت: وانظره (١/١٦٤ - تحقيق عبد الغني عبد الخالق) .
(٢) انظر: «إرشاد أولي النهى لدقائق المنتهى» (١/٣٦٦) ، «غاية المنتهى» (١/٢٦٤) ، «حاشية ابن قائد على المنتهى» (١/٤٢١) .
وانظر عن (شروح «المنتهى» ) : «المدخل المفصل» (٢/٧٨٠-٧٨٤) للشيخ العلاّمة بكر أبو زيد -حفظه الله وعافاه-.
(٣) كذا في المطبوع! وصوابه: «ابن منصور» .
(٤) مضى تخريجه في التعليق على (ص ١٤، ١٥، ١٦) .
(٥) ولد في (سبك الأحد) من قرى (أشمون) ، بالمنوفية، وتعلّم بالأزهر، كبيراً، ودرّس فيه، وأسس الجمعيّة الشرعية، وترأسها من سنة (١٣٣١هـ) إلى (١٣٥٢هـ) ، وتوفي بالقاهرة، له كتب عديدة؛ أشهرها: «الدين الخالص» ويسمى «إرشاد الخلق إلى دين الحق» ، «أعذب المسالك المحمودية» ، «هداية الأمة المحمودية» (خطب منبرية) ، «المنهل العذب المورود» .

انظر ترجمته في: «الأعلام الشرقية» (١/٤٠٦-٤٠٨ ترجمة ٥٠٤) ، «مجلة الفتح» (٢٠/ربيع الأول/سنة ١٣٥٢هـ) ، «مجلة الإسلام» العدد (١٢) ، السنة الثانية، «الأعلام» (٧/١٨٦) ، «الدين الخالص» (٧/٤٣٤-٤٣٩) له، «معجم المطبوعات العربية» (١٠٠٥) .',NULL,'20',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (21,'المدرس بالقسم العالي بالجامع الأزهر، وفيهما تقاريظ وفتاوى جمع غفير مِن كبار علماء الأزهر وشيوخه؛ منهم: شيخ الإسلام الشيخ سُليم البِشْري (١) المالكي، وشيخ الإسلام الشيخ حَسُّونَة النَّواوي (٢)
_________
(١) هو الشيخ سليم البِشْري ابن السيد أبي فراج سليم، المالكي المذهب، شيخ الجامع الأزهر (وهو الشيخ الرابع والعشرون) ، وشيخ المالكية، ولد سنة ١٢٤٨هـ - ١٨٣٢م في محلة (بشر) بمديرية البحيرة، ونشأ بها، وتلقى العلم على كبار علماء عصره، كالشيخ عُلَيش، والباجوري، وغيرهما، وكان واسع الاطلاع في علوم السنة، توفي في شهر ذي الحجة سنة ١٣٣٥هـ - ١٩١٧م، له «تحفة الطلاب بشرح رسالة الآداب» ، «شرح نهج البردة لشوقي» ، «حاشية على رسالة الشيخ عليش في التوحيد» ، «المقامات السنية في الرد على القادح في البعثة النبوية» .
انظر ترجمته في «الأعلام الشرقية» (١/٣١٣-٣١٤) ، «الكنز الثمين» (١/١٠٦) ، «مرآة العصر» (٢/٤٦٥) ، «الأعلام» (٣/١١٩) .
(٢) هو الشيخ حَسُّونة بن عبد الله النّواوي الحنفي، شيخ الجامع الأزهر (وهو الشيخ الثاني والعشرون من شيوخ الأزهر) ، ولد في (نواي) من قرى (أسيوط) مصر، وتعلم في الأزهر، وفي عهده وضع للجامع الأزهر نظامات ولوائح، ورتب شؤون رواتبه، وأدخل بعض العلوم؛ كالحساب، والهندسة، والجبر، وتقويم البلدان، توفي سنة ١٣٤٣هـ - ١٩٢٤م، وله كتاب «سلم المسترشدين لأحكام الشريعة والدين» في ثلاثة أجزاء. ... =

= ... انظر ترجمته في: «الأعلام الشرقية» (١/٣٠١ رقم ٤٠٢) ، «مرآة العصر» (١٩٠) ، «تاريخ الأزهر» (١٥٦) ، «مجلة الزهراء» (٢/٤٨٥) ، «الأعلام» (٢/٢٢٩) .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (22,'الحنفي، وشيخ الإسلام الشيخ محمد أبو الفضل الجِيزَاوي (١) المالكي، وشيخ شيوخ السادة الشافعية الشيخ محمد البحيري، ومفتي الديار المصرية سابقاً الشيخ محمد بَخِيت المطيعي (٢) ،
_________
(١) ولد سنة ١٢٦٤هـ - ١٤٨٧م في بلدة وراق الحضر التابعة للجيزة، ونشأ بها، وتلقى العلم على كبار علماء عصره، (وهو الشيخ السابع والعشرون في شيوخ جامع الأزهر) ، وكان واسع االاطلاع في العلوم العقلية والنقلية والفلسفية، توفي سنة ١٣٤٦هـ - ١٩٢٧م، له «رسالة في البسملة وحديثها المشهور» ، «تقرير على كتاب ابن الحاجب في الأصول» ، «الطراز الحديث في مصطلح الحديث» .
انظر ترجمته في: «الأعلام الشرقية» (١/٣٥٥-٣٥٦ رقم ٤٦٣) ، مجلة «كل شيء والعالم» (رقم ٢٠٦) ، وجريدة «الأهرام» ، سنة ١٩٢٧م، مجلة «الفتح» (٢٢/محرم/سنة ١٣٤٦) ، «الكنر الثمين» (١١٢) ، «الأعلام» (٦/٣٣٠) .
(٢) هو الشيخ محمد بخيت بن حسين المطيعي الحنفي، مفتي الديار المصرية، ومن كبار فقهائها، ولد سنة ١٢٧١هـ - ١٨٥٤م في بلدة (المطيعة) من أعمال أسيوط، وتعلم في الأزهر، واشتغل بالتدريس فيه، توفي بالقاهرة سنة ١٣٥٤هـ - ١٩٣٥م، له كتب كثيرة؛ منها: «أحسن الكلام فيما يتعلق بالسنة والبدعة من الأحكام» ، «الكلمات الحسان في الأحرف السبعة وجمع القرآن» ، «الأجوبة المصرية عن الأسئلة التونسية» .

انظر ترجمته في: «الأعلام الشرقية» (٢/٤٩٧-٤٩٩ رقم ٤١٦) ، «مجلة الرسالة» (٣/١٧٥٧) ، «مرآة العصر» (٢/٤٦٧) ، «تاريخ الأزهر» (١٧٢) ، «قطرة من مداد الأعلام المعاصرين والأنداد» لمحمد لطفي جمعة (٢٧٥-٢٨٠) ، «الفتح المبين في طبقات الأصوليين» (٣/١٨١) ، «الفكر السامي» (٤/٣٨) ، «الكنز الثمين» (١١٨) ، «الأعلام» (٦/٥٠) .',NULL,'22',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (23,'وشيخ السادة الحنبلية الشيخ يوسف النابلسي (١) ، فهل بعد هذه النصوص، وبعد اتفاق علماء المذاهب الأربعة في الديار المصرية يبقى ريب لمستريب؟ وهل يصح مِن عاقل أن يقول بجواز رفع الصوت مع الجنازة؟ وهل يلتفت لقول مَن قال: إنّ ترك التهليل بالجهر مع الجنازة يعدُّ إزراءً بالميت وتعريضاً للتكلم فيه وفي ورثته؟ وهل يليق بمؤمن أن يتوهم أنّ الفعل الموافق لفعل الرسول - صلى الله عليه وسلم - وأصحابه والسلف الصالح يكون فيه إزراء بالميت وورثته؟ سبحانك هذا بهتان عظيم، ولسنا ندري ما الّذِي حمل الأُستاذ الجزار وتلميذه خزيران على مخالفة مذهبهما ومذاهب بقية الأئمة، فهل هو الجهل؟ لا نعتقد ذلك؛ لأنّ مَن مضى عليه عشراتٌ مِن السنين في مقام الإفتاء لا تخفى عليه مسألة بسيطة (٢)
_________
(١) هو المترجم في «أعيان دمشق» (ص ٣٠١-٣٠٢) للشيخ محمد جميل الشّطي.
(٢) استخدام (البساطة) و (التبسيط) بمعنى (التسهيل) من الأخطاء الشنيعة، وقولهم: مسألة بسيطة، هذا شيء بسيط، تكلم ببساطة، وهذا لا يعتقده إلا البسطاء، خطأ، قال صاحب «اللسان» : «ورجل بسيط: منبسط بلسانه، وقد بسطه بساطة. الليث: البسيط: المنبسط اللسان، والمرأة بسيط، ورجل بسيط اليدين: منبسط بالمعروف، وبسيط الوجه: متهلل، وجمعها: بسط» .
قلت: فقد رأيت أن (البساطة) لا تدل على ما يريد المؤلفان بها، وذلك بعيد عن استعمال العرب، بل هو ضده؛ لأنَّ البسيط في اللغة، هو الواسع، ومن أجل ذلك سميت الأرض (البسيطة) ؛ لسعتها.

وأصل هذا الخطأ، آت من اصطلاح الأطباء في تسميتهم الدواء الذي هو من مادة واحدة (بسيطاً) ، ويقابله (المركب) الذي يتألف من أجزاء، كل جزء من مادة، وقد استعمله الفلاسفة -أيضاً-، فقسموا الجهل إلى قسمين: (جهل بسيط) ، و (جهل مركب) ، والأول: أن يكون الشخص جاهلاً، ويعلم أنه جاهل. وقولهم: (بسيط) ، و (بساطة) ترجمة للكلمة الأجنبية (Simple) ؛ يراد به: شيء سهل غير مركب، غير معقد، وأخذ منه كثير من الناس (بسّطه) -بتشديد السين-: جعله بسيطاً؛ أي: سهلاً غير معقد، أو قليلاً، أو حقيراً، وكل ذلك خطأ شهير، وضلال مبين.
انظر «تقويم اللسانين» (ص ٣٢-٣٤، ١٢٥-١٢٦) للدكتور محمد تقي الدين الهلالي.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (24,'مذكورة في «مراقي الفلاح» (١) و «حواشيه» (٢) ، وهو أول كتاب يقرأ في فقه السادة الحنفية، والذي يغلب على الظنّ أنّ الحامل لهما على ذلك، هو بغية المحافظة على مكانتهما الوهمية بين العامة؛ حذراً مِن أنْ ينفر منهما رعاعُ الناس، الذين اتخذوا الدين متجراً، لو أفتيا بالحق الذي يصادم منفعة أولئك المبتدعين، فليتقوا الله، وليقولوا قولاً سديداً، وهنا نبدأ برد ما قال.
قال في رده حكم العلامة الزنكلوني ما معناه: إنه يجب على المفتي أن يكون جوابه في المسألة بعد تأمله في الحجج التي أدلى بها كل مِن الأستاذين؛ لأنه بمثابة الطبيب.
نقول: يظهر للمتأمِّل في جواب العلامة الزنكلوني «الذي قطع قول كل خطيب» ، أنه نظر في الجوابين نظر تدقيق وتحقيق وإمعان، ثم أيد بفتواه فتوى المستدل بكتاب الله وسنة رسوله وأقوال الفقهاء، وزيف قول من أخذ من غير فهم بقول الشعراني عن شيخه الخواص (٣) .
وقال: ولو دقق -أي: العلامة الزنكلوني- بجواب الفاضل القصَّاب؛ لتبيَّن له أنّ ما أتى في صدره مِن الآية والحديث إثباتاً لدعواه التي صدر بها جوابه لا يفيده، بل ولا تعلق لهما بموضوع السؤال أصلاً، لما أن معنى الآية هو: (اطلبوا حوائجكم مِمّن قام بأمر تربيتكم مِن بداية أمركم إلى نهايته، حال كونكم خاضعين متذلّلين له، متأدِّبين بخفض أصواتكم غير متجاوزين مكانتكم، وما تستعد إليه ذواتكم) ، ولم يذهب أحد مِنَ المفسرين إلى أنَّ المراد مِن الدّعاء فيها هو الذِّكر.
_________
(١) تقدم النقل عنه (ص ٧) .
(٢) انظر ما قدمناه في التعليق على (ص ٧) .
(٣) انظر «فصل الخطاب» (ص ٣٦) للزَّنكلوني.
وبعدها في صلب الكتاب: «راجع (ص ١٠) » ! ثم صوبت في آخر الكتاب في (جدول تصحيح الخطأ) إلى (ص ٣٦) .',NULL,'24',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (25,'نقول: إنَّ هذا الاعتراض غير وارد ألبتة؛ لأنَّ السؤالَ الذي وجه إلى أحدنا هذا نَصُّه: «ما قول أهل العلم الحق في الصياح في التهليل والتكبير وغيره أمام الجنائز، أفتونا أثابكم الله؟» ، ومِن المعلوم أنّ لفظة (وغيره) تشمل الدعاء والاستغاثة وكل ما يرفع به الصوت مع الجنازة، فتكون الآية الشريفة على هذا دليلاً واضحاً في الموضوع، على أنّ الدعاء ذكر أيضاً «لا كما ادعاه حضرة المعترض» ، بدليل قوله -تعالى- حكاية عن سيدنا يونس في دعائه: {فَنَادَى فِي الظُّلُمَاتِ أَن لاَّ إِلَهَ إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} [الأنبياء: ٨٧] . روى الحافظ ابن كثير في «تفسيره» (١) من حديث مصعب بن سعد، [عن سعد] (٢) ، قال: قال رسول الله - صلى الله عليه وسلم -: «مَن دعا بدعاء يونس استجيب له» (٣) ،
_________
(١) (٥/٣٦٣ - ط. دار الشعب) .
(٢) سقطت من المطبوع، وأثبتها من «تفسير ابن كثير» .
(٣) أخرجه البزار في «البحر الزخار» (ق ١٩٧ أو رقم ٦٩ - مسند سعد/ط. الحويني، أو ٣/٣٦٣ رقم ١١٦٣ - ط. محفوظ -رحمه الله-) ، والدورقي في «مسند سعد» (رقم ٣٦) ، وأبو يعلى في «المسند» (٢/٦٥ رقم ٧٠٧) -ومن طريقه الضياء في «المختارة» (٢/٣٥١) - وابن عدي في «الكامل» (٦/٢٠٨٨) ، والحاكم في «المستدرك» (٢/٥٨٤) ، وابن أبي حاتم في «تفسيره» (٨/٢٤٦٥ رقم ١٣٧١٣) ؛ جميعهم من طريق أبي خالد الأحمر، عن كثير بن زيد بن المطَّلب بن عبد الله بن حنطب، عن مصعب بن سعد، به.
وتفرد به أبو خالد الأحمر عن كثير، أفاده البزار، وقاله الدارقطني في «الغرائب والأفراد» (ق٥٧/أأو ١/٣٢٦ رقم ٤٩٦ - المطبوع) .

وإسناده صالح، والحديث صحيح بالشاهد الذي يليه.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (26,'وفي «فتح البيان» (١) : «
وأخرج أحمد والترمذي والنسائي والحاكم -وصححه- والبيهقي عن سعد بن أبي وقاص، قال: سمعت رسولَ الله - صلى الله عليه وسلم - قال: «دعوة ذي النون إذ هو في بطن الحوت لا إله إلا أنت ... إلخ، لم يدع بها مسلمٌ ربَّه في شيء قط، إلا استجاب له» (٢) ،
_________
(١) (٤/٤٣٢) لصديق حسن خان، ومثله في «فتح القدير» (٣/١٠٠ - ط. الرشد) للشوكاني، و «الدر المنثور» (٥/٦٦٨) للسيوطي. وزاد عزوه إلى الحكيم في «نوادر الأصول» وابن جرير وابن أبي حاتم والبزار وابن مردويه والبيهقي في «الشعب» .
(٢) أخرجه أحمد (١/١٧٠) ، والترمذي (٣٥٠٠) ، والنسائي في «عمل اليوم= =والليلة» (رقم ٦٥٥، ٦٥٦) ، والبزار في «مسنده» (ق٢٠٠ أو رقم ١١٧ - مسند سعد/ط. الحويني، أو رقم ١١٦٣ - ط. محفوظ -رحمه الله-) ، وأبو يعلى (٢/١١٠-١١١ رقم ٧٧٢) ، والحاكم في «المستدرك» (١/٥٠٥ و٢/٣٨٢-٣٨٣) ، والطبراني في «الدعاء» (رقم ١٢٤) ، وابن أبي الدنيا في «الفرج بعد الشدة» (ص ٢٥-٢٦) ، وابن أبي حاتم في «التفسير» (٨/٢٤٦٥ رقم ١٣٧١٢) -وإسناده في «تفسير ابن كثير» (٥/٣٦٣) -، والبيهقي في «الشعب» (١/٤٣٢ رقم ٦٢٠) و «الدعوات الكبير» (رقم ١٦٦، ١٦٧) ، وابن السني في «عمل اليوم والليلة» (٣٤٣) ، من طريق محمد بن سعد عن أبيه، به.
وإسناده صحيح.
وأخرجه ابن جرير (١٧/٦٥) ، والحاكم (١/٥٠٥-٥٠٦) من طريق سعيد بن المسيب عن سعد، وفيه عمرو بن بكر السكسكي، متروك، فإسناده ضعيف جداً.

وأخرجه ابن السني في «عمل اليوم والليلة» (٣٤٥) ، وابن عدي في «الكامل» (٥/١٧٩٩) من طريق أبي أمامة بن سهل بن حنيف عن سعد، وإسناده ضعيف جداً أيضاً، فيه عمرو بن الحصين العُقيلي، متروك.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (27,'وقال العلامة الصاوي في «حاشيته على الجلالين» (١) : «وهذا الدعاء (أي: قول يونس: لا إله إلا أنت سبحانك إني كنت مِنَ الظالمين) عظيم جدّاً؛ لاشتماله على التهليل والتسبيح والإقرار بالذنب، ولذا ورد في الحديث: «ما مِن مكروب يدعو بهذا الدعاء، إلا استجيب له» (٢) ، وبدليل قوله - صلى الله عليه وسلم - في حديث عرفة: «أكثر دعائي ودعاء الأنبياء قبلي بعرفات: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير» (٣) .
_________
(١) (٣/٨٨) ، وانظر عن دعاء يونس -عليه السلام-: «المجالسة» للدينوري (رقم ١٢٣، ١٢٤ - بتحقيقي) .
(٢) غير محفوظ بهذا اللفظ، وما ورد آنفاً يغني عنه، والله الموفق.
(٣) أخرجه مالك في «الموطأ» (٢/٣٨) -ومن طريقه عبد الرزاق في «المصنف» (٤/٣٧٨) ، والفاكهي في «أخبار مكة» (٥/٢٥ رقم ٢٧٦٠) ، والبيهقي في «السنن الكبرى» (٤/٢٨٤ و٥/١١٧) وفي «فضائل الأوقات» (ص ٣٦٧) وفي «الدعوات الكبير» (رقم ٤٦٨) ، والبغوي في «شرح السنة» (٧/١٥٧) -، عن زياد بن أبي زياد مولى ابن عياش، = =عن طلحة بن عبيد الله مرفوعاً.
قال البيهقي عقبه في «السنن» : «هذا مرسل» ، وزاد في الموطن الثاني: «وقد روي عن مالك بإسناد آخر موصولاً، وَوَصْلُه ضعيف» .
وقال في «الفضائل» : «مرسل حسن» .
وقال في «الدعوات» : «وهذا منقطع، وقد روي من حديث مالك بإسناد آخر موصولاً، وهو ضعيف، والمرسل هو المحفوظ» .
قلت: وصله ابن عدي في «الكامل» (٤/١٥٩٩-١٦٠٠) ، والبيهقي في «الشعب» (٣/٤٦٢) ، عن عبد الرحمن بن يحيى المدني: حدثنا مالك، عن سُمَيّ، عن أبي صالح، عن أبي هريرة مرفوعاً.
قال ابن عدي: «وهذا منكر عن مالك عن سُمَيّ عن أبي صالح عن أبي هريرة، لا يرويه عنه غير عبد الرحمن بن يحيى هذا، وعبد الرحمن غير معروف» .
وقال البيهقي عقبه: «هكذا رواه عبد الرحمن بن يحيى، وغلط فيه، إنما رواه مالك في «الموطأ» مرسلاً» .

وترجم العقيليُّ في «الضعفاء الكبير» (٢/٣٥١) لابن يحيى هذا، وقال عنه: «مجهول، لا يقيم الحديث من جهته» ، وقال عنه أبو أحمد الحاكم: «لا يُعتمد على روايته» ، وقال الدارقطني: «ليس بالقوي» ، و «ضعيف» ، وقال الأزدي: «متروك، لا يحتج بحديثه» . انظر: «اللسان» (٣/٤٤٣) .
وروي الحديث عن عبد الله بن عمرو بن العاص.
أخرجه الترمذي في «الجامع» (رقم ٣٥٨٥) -ومن طريقه ابن الجوزي في «مثير العزم الساكن» (١/٥٤ رقم ١٣٦) -، والفاكهي في «أخبار مكة» (٥/٢٤-٢٥ رقم ٢٧٥٩) ، والبيهقي في «فضائل الأوقات» (ص ٣٦٨-٣٦٩) وفي «الشعب» (٣/٣٥٨ رقم ٣٧٦٧) ، وابن الجوزي في «التبصرة» (٢/١٣٧) و «مثير العزم الساكن» (١/٢٥٤ رقم ١٣٧) ، عن حماد بن أبي حميد، عن عمرو بن شعيب، عن أبيه، عن جده رفعه.
قال الترمذي: «هذا حديث غريب من هذا الوجه، وحماد بن أبي حميد هو محمد بن أبي حميد، وهو أبو إبراهيم الأنصاري، وليس بالقوي عند أهل الحديث» .
وأشار ابن عبد البر في «التمهيد» (٦/٣٩) إلى ضعفه، بقوله: «وليس دون عمرو من= =يحتج به فيه» .
وروي عن علي مرفوعاً.
أخرجه الطبراني في «الدعاء» (رقم ٨٧٤) وفي «فضائل عشر ذي الحجة» (١٣/٢) -كما في «السلسلة الصحيحة» (رقم ١٥٠٣) - عن قيس بن الربيع، عن الأغرّ بن الصباح، عن خليفة بن حصين، عن علي رفعه بلفظ: «أفضل ما قلتُ أنا والنبيون قبلي عشية عرفة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير» .
هكذا قال عفان بن مسلم عن قيس، واختلف عليه.
أخرجه البيهقي في «الشعب» (٢/ق١٣٩/أ) عن إبراهيم بن إسحاق الحربي، ثنا عفان، به، ولكن بلفظ وافقه عليه ثلاثة، وسيأتي قريباً.
فأخرجه الترمذي في «الجامع» (رقم ٣٥٢٠) عن علي بن ثابت، وابن خزيمة في «صحيحه» (رقم ٢٨٤١) ، والمحاملي في «الدعاء» (رقم ٦٢) ، والبيهقي في «الشعب» (٢/ق١٦٥/أ) عن عبيد الله بن موسى العبسي، وأبو نعيم في «ذكر تاريخ أصبهان» (١/٢٢١) عن الحسن بن عطية، عن قيس بن الربيع، به، ولفظه: «أكثر ما دعا به رسول الله - صلى الله عليه وسلم - عشية عرفة في الموقف: اللهم لك الحمد كالذي نقول وخيراً مما نقول، اللهم لك صلاتي ونُسُكي ومحياي ومماتي، وإليك مآبي ... » لفط الترمذي.
فهذا اللفظ ليس فيه ما يصلح شاهداً لما عندنا، وهو على أي حال ضعيف، قيس متكلم فيه، قال ابن حجر عنه في «التقريب» : «صدوق، تغيَّر لما كبر وأدخل عليه ابنه ما ليس من حديثه، فَحَدَّث به» .
وقال عنه الترمذي: «هذا حديث غريب من هذا الوجه، وليس إسناده بالقوي» .
وله طريق آخر عن علي مرفوعاً، وفيه نحو ما في رواية الطبراني السابقة.
أخرجه ابن أبي شيبة في «المصنف» (١٠/٣٧٣ رقم ٩٧٠٥ وص ٤٤٣ - القسم المفقود) -ومن طريقه ابن عبد البر في «التمهيد» (٦/٤٠-٤١) ، والخطيب في «تاريخ بغداد» (٦/٤٠) ، وابن الجوزي في «مثير العزم الساكن» (٢/٢٥٥) - عن وكيع، عن موسى بن عُبَيدة، عن أخيه -وهو: عبد الله بن عُبَيدة الرَّبَذِيّ-، عن علي رفعه.
وتابع وكيعاً: عُبيدالله بن موسى.
أخرجه من طريقه: البيهقي في «السنن الكبرى» (٥/١١٧) وفي «الدعوات الكبير» = = (رقم ٤٦٩) وفي «فضائل الأوقات» (ص ٣٧٤-٣٧٥) ، والخرائطي في «مكارم الأخلاق» (ق١٥٢/أ) ، والخطيب في «تلخيص المتشابه» (١/٣٣) .
وإسناده ضعيف جداً، وهو منقطع.
قال البيهقي في «السنن» عقبه: «تفرد به موسى بن عبيدة، وهو ضعيف، ولم يدرك أخوه علياً -رضي الله عنه-» .
وفي الباب عن عبد الله بن عبد الرحمن بن أبي حسين -وهو من صغار التابعين- رفعه.
أخرجه ابن أبي شيبة في «المصنف» (٦/٤٠) -ومن طريقه ابن عبد البر في «التمهيد» (٦/٤٠) - عن وكيع، عن نضر بن عربي، عنه مرفوعاً.
وإسناده ضعيف، وهو معضل.
وأخرجه التيمي في «الترغيب» (٢/١٠١٠ رقم ٢٤٨٢ - ط. زغلول، أو ٣/٢٧١ رقم ٢٥٠٩ - ط. دار الحديث) عن أبي مروان، عن عبد العزيز بن محمد، عن عمرو بن أبي عمرو، عن المطلب مرفوعاً بلفظ: «أفضل الدعاء دعاء يوم عرفة، وإن أفضل ما أقول أنا وما قال النبيون من قبلي: لا إله إلا الله» .
وهذا مرسل، وأبو مروان، هو محمد بن عثمان بن خالد الأموي، صدوق يخطئ. قال شيخنا الألباني في «السلسلة الصحيحة» (رقم ١٥٠٣) بعد ذكره بعض هذه الطرق: «وجملة القول: أن الحديث ثابت بمجموع هذه الشواهد، والله أعلم» .',NULL,'27',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (28,'قال ابن الأثير في «النهاية» (١) : «إنما سمي التهليل والتحميد والتمجيد دعاء؛ لأنه بمنزلته في استيجاب ثواب الله وجزائه؛ كالحديث الآخر: «إذا شغل عبدي ثناؤه عليَّ مسألتي أعطيتُه أفضل ما أُعطي السائلين» (٢)
_________
(١) (٢/١٢٢) .
(٢) أخرج الخطابي في «شأن الدعاء» (ص ٢٠٦-٢٠٧) وفي «غريب الحديث» (٢/٧٠٩) ، والبيهقي في «الشعب» (١/٤١٤ رقم ٥٧٥) ، والدينوري في «المجالسة» (رقم ٤٨ - بتحقيقي) -ومن طريقهم الثلاثة: ابن عساكر في «تاريخ دمشق» (٩/٢٧٣، ٢٧٣-٢٧٤، ٢٧٤، ٢٧٤-٢٧٥) -، والخليلي في «الإرشاد» (٣/٩٧٨-٩٧٩) ، وابن عبد البر في «التمهيد» (٦/٤٣-٤٤) عن سفيان بن عيينة، قال: حدثنا منصور، عن مالك بن الحارث، = =قال: قال الله -تبارك وتعالى-: «من أشغله الثناء عليّ عن مسألتي، أعطيتُه أفضل ما أعطي السائلين» وهذا مرسل.
ثم استدل سفيان على ذلك بأبيات من الشعر، انظرها مع تتمة التخريج في تعليقي على «المجالسة» (١/٣٤٣-٣٤٤) ، والحمد لله الذي بنعمته تتم الصالحات.
وأخرجه الترمذي (٢٩٢٦) ، والدارمي (٢/٣١٧) ، وعبد الله بن أحمد في «السنة» (١٢٨) ، وأبو سعيد الدارمي في «الرد على الجهمية» (٢٨٥، ٣٣٩) ، والحكيم الترمذي في «نوادر الأصول» (٣/ق١٠٣/ب) ، وابن نصر في «قيام الليل» (ص ١٢٢) ، وابن حبان في «المجروحين» (٢/٢٧٢) ، وغيرهم من طرق عن محمد بن الحسن بن أبي يزيد الهمداني، عن عمرو بن قيس، عن عطية العوفي، عن أبي سعيد، قال: قال رسول الله - صلى الله عليه وسلم -: «يقول الله -تعالى-: من شغله قراءة القرآن عن دعائي، أعطيته أفضل ثواب الشاكرين» .
ومحمد بن حسن متروك، وقال أبو حاتم في «العلل» (١٧٣٨) لابنه: «منكر» ، ولكنه توبع، فالعلة فيه عطية العوفي.

وللحديث شواهد عن عمر وحذيفة وجابر وحكيم بن حزام، ومن مرسل عمرو بن مرة. والحديث حسن بمجموع طرقه.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (29,'ا. هـ. وبدليل قوله - صلى الله عليه وسلم -: «أفضل الذِّكر: لا إله إلا الله، وأفضل الدعاء: الحمد لله» (١) . قال المناوي (٢) في تفسير «أفضل الدعاء: الحمد لله» : الدعاء عبارة عن ذكر الله.
وأما قوله: لا تعلق للآية والحديث بموضوع السؤال؛ فإنه واهم فيه؛ لأنّ للآية الكريمة تعلقاً تاماً بالمسئول عنه، وهو الصياح في التهليل والتكبير وغيرهما، ولو أنعم النظر في تفسيره الذي ذكره وهو قوله: «متأدبين بخفض أصواتكم» ، لعلم أنّ تفسيره دليل لنا وحجة عليه.
ثم قال: ولأنّ المراد بالحديث (٣) :
_________
(١) أخرجه الترمذي (٣٣٨٣) ، والنسائي في «عمل اليوم والليلة» (رقم ٨٣١) ، وابن ماجه (٣٨٠٠) ، وابن حبان (٢٣٢٦ - الإحسان) ، والخرائطي في «فضيلة الشكر» (رقم ٧) ، والحاكم (١/٤٩٨) ، والطبراني في «الدعاء» (رقم ١٤٨٣) ، والبيهقي في «الشعب» (رقم ٤٣٧١) ، وابن حجر في «نتائج الأفكار» (١/٥٨) من حديث جابر بن عبد الله.
قال ابن حجر في «نتائج الأفكار» (١/٥٩) : «هذا حديث حسن» .
والحديث في «السلسلة الصحيحة» (١٤٩٧) ، وفاته العزو للنسائي والترمذي وابن ماجه.
(٢) في «فيض القدير» (٢/٣٤) ، ونحوه في «التيسير بشرح الجامع الصغير» (١/١٨٢) له.
(٣) «أيها الناس! أربعوا على أنفسكم؛ إنكم لا تدعون أصمَّ ولا غائباً، إنكم تدعون سميعاً بصيراً وهو معكم، والذي تدعونه أقرب إلى أحدكم من عنق راحلته» (منهما) .

قال أبو عبيدة: أخرجه البخاري (٢٩٩٢، ٤٢٠٥، ٦٣٨٤، ٦٤٠٩، ٦٦١٠، ٧٣٨٦) ومسلم (٢٧٠٤) في «صحيحيهما» ، عن أبي موسى الأشعري رفعه.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (30,'ارفقوا على أنفسكم في المبالغة بالجهر بالتكبير، بدليل ما ورد في «سنن الترمذي» من خبر: «أتاني جبريل، فأمرني أن آمر أصحابي ومَن معي أن يرفعوا أصواتَهم بالتلبية والتكبير» (١) ،
_________
(١) أخرجه الترمذي (٨٢٩) ، والنسائي (٥/١٦٢) ، وابن ماجه (٢٩٢٢) ، وأحمد (٤/٥٦) ، والدارمي (١/٣٦٥) ، والحميدي (٨٥٣) -ومن طريقه ابن قانع في «معجم الصحابة» (٦/٢٢١٥ رقم ٦٤٦) -، وابن أبي عاصم في «الآحاد والمثاني» (٢١٥٣) ، وابن خزيمة (٢٦٢٥، ٢٦٢٧) ، وابن الجارود في «المنتقى» (٤٣٤) ، والروياني في «مسنده» (رقم ١٤٨٨) ، والدارقطني في «سننه» (٢/٢٣٨ أو رقم ٢٤٧٤ - بتحقيقي) ، والطبراني في «الكبير» (٧/١٤٢، ١٤٣ رقم ٦٦٢٧، ٦٦٢٨) ، وأبو عمرو عثمان السمرقندي في «الفوائد المنتقاة الحسان العوالي» (ص ٢٨-٢٩ رقم ٣) ، وعلي بن محمد الحميري في «جزئه» (١٢٠ رقم ٥٦) ، وأبو القاسم البغوي في «معجم الصحابة» (ق١٣٦/أأو ٣/١٨٢ رقم ١١٠١ - المطبوع) ، والحاكم (١/٤٥٠) ، والبيهقي (٥/٤٢) من طرق عن ابن عيينة، عن عبد الله بن أبي بكر، عن عبد الملك بن أبي بكر، عن خلاد بن السائب، عن أبيه رفعه.
ومن الرواة عن سفيان من أسقط (عبد الله بن أبي بكر) .
وتابع ابن عيينة: مالك في «الموطأ» (١/٣٣٤ رقم ٣٤) فرواه عن عبد الله بن أبي بكر بسنده سواء، وأخرجه من طريق مالك: أبو داود (١٨١٤) ، وأحمد (٤/٥٦) ، والشافعيُّ في «المسند» (١/٣٠٦) ، والدارميُّ (١/٣٦٥) ، والطبرانيُّ في «الكبير» (٧/١٤٢ رقم ٦٦٢٦) ، وابن قانع في «معجم الصحابة» (٦/٢٢١ رقم ٦٤٥) ، ومحمد بن الحسن= =الشيباني في «موطئه» (رقم ٣٩٢) ، والبيهقي (٥/٤١، ٤٢) ، والبغوي في «شرح السنة» (٧/٥٣ رقم ١٨٦٧) ، وأبو نعيم في «معرفة الصحابة» (٣/١٣٧٣ رقم ٣٤٦٥) .
وتابعهما ابن جريج، قال: كتب إليَّ عبد الله بن أبي بكر بسنده سواء.
أخرجه الطبرانيُّ (٦٦٢٩) ، قال: حدثنا المقدام بن داود، ثنا أسد بن موسى، ثنا سعيد ابن سالم، عن ابن جريج.

ولم يسمع ابن جريج هذا الحديث من عبد الله بن أبي بكر، ولذلك قصة طريفة، فروى الفسويُّ في «المعرفة» (٢/٧٠٧) ، والطبرانيُّ في «الكبير» (٦٦٢٧) عن الحميدي -وهو في «مسنده» (٨٥٣) - عن سفيان بن عيينة، قال: «وكان ابن جريج كتمني حديثاً، فلما قدم علينا عبد الله بن أبي بكر لم أخبره به، فلما خرج إلى المدينة حدثته به، فقال لي: يا أعور أتخفى عنا الأحاديث، فإذا ذهب أهلها خبرتنا بها، لا أرويه عنك، أو تريد أن أرويه عنك؟! فكتب إلى عبد الله بن أبي بكر، فكتب إليه به عبد الله بن أبي بكر، وكان ابن جريج يحدث به: كتب إليَّ عبد الله بن أبي بكر» ا. هـ.
وله شاهد بطرق متعددة عن خلاد بن السائب، عن زيد بن خالد الجهني بنحوه، أخرجه أحمد (٥/١٩٢) ، وابن ماجه (٢/٩٧٥) ، وابن خزيمة (٤/١٧٤ رقم ٢٦٢٨) ، والطبراني في «الكبير» (٦/٢٢٩ رقم ٥١٧٠) و (٦/٢٢٨ رقم ٥١٦٨) ، والحاكم (١/٤٥٠) ، وابن حبان (٩/١١٣ رقم ٣٨٠٣) ، وأبو نعيم في «معرفة الصحابة» (٣/١٣٧٤ رقم ٣٤٦٨، ٣٤٦٩) ، وقال الترمذي بعد تخريجه لحديث خلاد عن أبيه، قال: «وروى بعضهم هذا الحديث عن خلاد بن السائب، عن زيد بن خالد، عن النبي S، ولا يصح. والصحيح هو عن خلاد بن السائب، عن أبيه -وهو: خلاد بن السائب بن خلاد بن سويد الأنصاري-، عن أبيه» .
وقال ابن عبد البر في «الاستيعاب» (٢/٥٧١) : «حديثه -أي: السائب- في رفع الصوت بالإهلال مختلف على خلاد فيه» ، قال: «وقد جوّده مالك وابن عيينة وابن جريج ومعمر» . وانظر -غير مأمور-: «معرفة الصحابة» لأبي نعيم (٣/١٣٧٤-١٣٧٥) .',NULL,'30',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (31,'فيكون المراد بالرفع هنا رفعاً لا مبالغة فيه؛ دفعاً للمعارضة بين الحديثين، كما ذكر شيخ الإسلام زكريا الأنصاري في «شرح البخاري» (١) ، وذكر العلامة منلا علي القاري في «شرحه على مشكاة المصابيح» (٢) مفسراً قوله: «أربعوا على أنفسكم» بأرفقوا بها، وأمسكوا عن الجهر الذي يضر بكم (٣) ، على أنه لو سلمت إرادة أصل الجهر، فإنه يحتمل أنه لم يكن هناك مصلحة في الرَّفع؛ لما روي أنه كان في غزاة (٤) ، ورفع الصوت حينئذ في بلاد العدو يجرُّ بلاءً، والحرب خدعة.
_________
(١) شرحه هذا هو «تحفة الباري على صحيح البخاري» ، وقد طبع في اثني عشر مجلداً بالقاهرة، سنة ١٣٢٦هـ، وسبق أن طبع -أيضاً- فيها سنة ١٣٠٠هـ، وكذا سنة= =١٣١٨هـ، وانظر عنه «إتحاف القاري بمعرفة جهود وأعمال العلماء على صحيح البخاري» (ص ١٢٥-١٢٧) .
(٢) المسمى «مرقاة المفاتيح» ، والمنقول فيه (٣/٥٠) .
(٣) في «المرقاة» : «يضركم» .
(٤) ولذا أخرجه البخاري في (مواطن) ؛ منها (برقم ٤٢٠٥) تحت (كتاب المغازي) وبوّب عليه بـ (باب غزوة خيبر) ، ولفظه هناك عن أبي موسى: «لما غزا رسولُ الله S خيبر، أو قال: لما توجَّه رسول الله - صلى الله عليه وسلم - أشرف الناس على وادٍ، فرفعوا أصواتهم بالتكبير ... » إلخ.
وفي رواية ابن جرير (١٢/٤٨٦ رقم ١٤٧٧٨ - ط. شاكر) الحديث: «كان النبي - صلى الله عليه وسلم - في غزاة ... » .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (32,'نقول: إنّ أصل المشروع هو الذكر الخفي أخذاً من قوله -تعالى-: {وَاذْكُر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الجَهْرِ مِنَ القَوْلِ بِالْغُدُوِّ وَالآصَالِ وَلاَ تَكُن مِّنَ الْغَافِلِينَ} [الأعراف: ٢٠٥] ، قال الإمام النسفي في «تفسيره» (١) : «هو عام في الأذكار؛ من قراءة القرآن، والدعاء، والتسبيح، والتهليل، وغير ذلك، وأخذاً مما أخرجه ابن المبارك وابن جرير وأبو الشيخ، عن الحسن -رضي الله عنه-: «إنّ الله يعلم القلب التّقي، والدعاء الخفي، إن كان الرجل لقد جمع القرآن وما يشعر به جارُه، وإن كان الرجل لقد فقه الفقه الكثير وما يشعر الناس به، ولقد أدركنا أقواماً ما كان على الأرض مِن عمل يقدرون على أن يعملوه في السر، فيكون علانية أبداً، ولقد كان المسلمون يجتهدون في الدعاء وما يسمع لهم صوت، إن كان إلا همساً بينهم وبين ربهم، وذلك أن الله -تعالى- يقول: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً} [الأعراف: ٥٥] » (٢) ،
_________
(١) المسمى «مدارك التنزيل» (١/٥٩٩) .
(٢) أخرجه ابن المبارك في «الزهد» (رقم ١٤٠) ، وابن جرير في «التفسير» (١٢/٤٨٥ رقم ١٤٧٧٧ - ط. شاكر) ، وأبو الشيخ -كما في «الدر المنثور» (٣/٤٧٦) -، ورجاله ثقات.

وأخرجه مختصراً مقتصراً على بعض ما فيه بأسانيد وقطع متغايرات: وكيع في «الزهد» (٣٧٢، ٣٧٣) ، وأحمد في «الزهد» (٢٦٢) ، وأبو محمد الضراب في «ذم الرياء» (رقم ٨٤، ٩٣، ١٦٧) ، وابن أبي الدنيا في «الرقة والبكاء» (رقم ١٦٦) .',NULL,'32',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (33,'وقد أثنى اللهُ على زكريا، فقال: {إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيّاً} [مريم: ٢] ، وبين دعوة السر ودعوة العلانية سبعون ضعفاً ا. هـ نقلاً عن «تفسير ابن كثير» (١) و «الكشاف» (٢) و «روح المعاني» (٣) .
قال الإمام النووي (٤) في شرح الحديث نفسه: «معنى «أربْعوا على أنفسكم» : ارفقوا بأنفسكم، واخفضوا أصواتكم، فإن رفع الصوت إنما يفعله الإنسان لبُعد مَنْ يخاطبُه، ليسمَعَه، وأنتم تدعون الله -تعالى- وليس هو بأصمّ ولا غائب، بل هو سميع قريب، وهو معكم بالعلم والإحاطة، ففيه النَّدبُ إلى خفض الصوت بالذكر، إذا لم تدعُ حاجةٌ إلى رفعه، فإذا خفضه كان أبلغ في توقيره وتعظيمه، فإنْ دعتْ الحاجة إلى الرَّفع رفع كما جاءت به أحاديث» .
_________
(١) المسمى «تفسير القرآن العظيم» (٢/١١١) .
(٢) (٢/١١١) . وانظر ما كتبناه عنه في مجلتنا «الأصالة» ، وتعليقنا على «الثقافة الإسلامية» لشيخ شيوخنا العلامة محمد راغب الطباخ -رحمه الله-.
(٣) (٩/١٥٤-١٥٥) .
(٤) في شرحه «المنهاج على صحيح مسلم بن الحجاج» (١٧/٤١-٤٣ - ط. قرطبة) .',NULL,'33',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (34,'من هذا يفهم: أنّ الحديث وارد في النهي عن أصل الجهر، وما ذهب إليه شيخ الإسلام (١) ومنلا علي القاري من التوفيق بين الحديثين دفعاً للمعارضة -إن صح-، فلا يرجح على ما ذهب إليه الإمام النووي؛ لأنّ ما ورد فيه إباحة الجهر أو الأمر بالجهر فيه، كالتلبية في الحج، والتكبير في العيدين، هو خاص بمورد النَّص، كما يدل على ذلك حديث أبي هريرة الذي أخرجه الإمام أحمد في «مسنده» ، أنّ النبي - صلى الله عليه وسلم - قال: «أمرني جبريل برفع الصوت بالإهلال، وقال: إنه من شعائر (٢) الحج» (٣) .
وقوله: على أنه لو سلمت إرادة أصل الجهر، فإنه يحتمل ... إلخ.
_________
(١) يريد: الشيخ زكريا الأنصاري -رحمه الله-.
(٢) كذا في المطبوع، ومطبوع «المسند» ، وفي ط. مؤسسة الرسالة منه (١٤/٦٥) : «شِعَار» .
(٣) أخرجه أحمد (٢/٣٢٥) ، وابن خزيمة (٢٦٣٠) ، والحاكم (١/٤٥٠) ، والبيهقي (٥/٤٢) من طريق أسامة بن زيد: حدثني عبد الله بن أبي لبيد، عن المطّلب بن عبد الله بن حَنْطب، قال: سمعت أبا هريرة رفعه.
والمتن صحيح، ولكنه من حديث السائب بن خلاد، كما تقدم تخريجه قريباً، وروي عن زيد بن خالد، ولم يصح، قال ابن حجر في «إتحاف المهرة» (١٥/٦٠٢ رقم ١٩٩٧٣) في (مسند أبي هريرة) على إثر هذا الطريق: «رواه سفيان الثوري عن عبد الله بن أبي لبيد، عن المطلب، عن خلاد بن السائب، عن زيد بن خالد، وقد مضى [٥/١٥ رقم ٤٨٨٠] ، وهو الصواب» ، والخطأ فيه من أسامة بن زيد، فخالفه سفيان الثوري وشعبة، فروياه عن ابن أبي لبيد، به، وجعلاه من مسند (زيد بن خالد) ، وسبق أن مالكاً وابن عيينة ومعمراً جوّدوه، وجعلوه من مسند (السائب) ، والله الموفق والهادي.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (35,'نقول: إن اليقين لا يرفع بالاحتمال، كما هو مقرر عند علماء الأُصول (١) .
وقوله: روي إنه كان في غزاة ... إلخ.
_________
(١) انظر في تقرير قاعدة (إن اليقين لا يرفع بالاحتمال) وأهميتها واستخدامها في: «قواعد الحصني» (القسم الأول/ص ١٦٥) ، «الأشباه والنظائر» (ص ٥٦) ، «الحاوي» للماوردي (١/٢٠٧) ، «شرح الكوكب المنير» (٤/٤٣٩) ، «المنثور» (٢/٢٨٤، ٢٨٥) ، = = «البحر المحيط» (١/٨١) كلاهما للزركشي، «المجموع» للنووي (١/١٦٨) ، «فتح القدير» (١/٣٦) ، «الإقناع» (١/١٣٢) ، «أصول الكرخي» (١٦١) ، «تأسيس النظر» (ص ١٧) ، «القواعد والضوابط المستخلصة من شرح الجامع الكبير» (ص ٤٨٢) ، «موسوعة القواعد الفقهية» (٢/٢٩٣) .
(فائدة) : ذكر السيوطي في «الأشباه» (ص ٥٦) أن هذه القاعدة تدخل في جميع أبواب الفقه، وأن ما خرّج عليها من المسائل الفقهية يبلغ ثلاثة أرباع الفقه، أو أكثر، ونقل عن القاضي حسين (من أئمة الشافعية) ان الفقه قد بني على أربعة أمور، منها هذه القاعدة.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (36,'نقول: أخرج ابن جرير وابن أبي حاتم وابن مردويه وأبو الشيخ وغيرهم، في سبب نزول قوله -تعالى-: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} [البقرة: ١٨٦] الآية، أن أعرابيّاً جاء إلى النبي - صلى الله عليه وسلم -، فقال: أقريب ربنا فنناجيه، أم بعيد فنناديه؟ فسكت عنه، فأنزل الله الآية (١) .
_________
(١) أخرجه ابن جرير في «التفسير» (٣/٤٨٠ رقم ٢٩٠٤ - ط. شاكر) ، وابن أبي حاتم في «التفسير» (١/٣١٤ رقم ١٦٦٧) ، والدارقطني في «المؤتلف» (٣/١٤٣٥) ، وأبو سعيد النقاش في «فوائد العراقيين» (رقم ١٧) ، وابن أبي خيثمة في «جزء من روى عن أبيه عن جده» -كما في «لسان الميزان» (٣/١٩٥) ، و «من روى عن أبيه عن جده» لابن قطلوبغا (ص ٢٨٨) -، وابن مردويه -كما في «اللباب» (ص ٣٣) ، و «الدر المنثور» (١/٤٦٩) ، و «الفتح السماوي» (١/٢٢٤) -، والخطيب في «تلخيص المتشابه» (١/٤٦٢، ٤٦٣) ، وأبو الشيخ -كما في «العجاب» (١/٤٣٣) ، و «تفسير ابن كثير» (١/٢١٨) ، و «الدر المنثور» (١/٤٦٩) -، ثم وجدته في «العظمة» له (٢/٥٣٦ رقم ١٨٨) من طريق الصُّلْب بن حُكَيم، عن أبيه، عن جده أن أعرابياً ... به. ونقله السيوطي هكذا: «الصلت بن حكيم، عن رجل من الأنصار، عن أبيه، عن جده» .
قال الشيخ أحمد شاكر في «تعليقه على تفسير ابن جرير» (٣/٤٨١) : «أخطأ فيه» ، قال: «وقد تكون زيادة عن رجل من الأنصار، خطأ من الناسخين، لا من السيوطي» !!
قال أبو عبيدة: ليس كذلك، فهو عند الدارقطني من طريق المحاملي، والخطيب (١/٤٦٣) من طريق أبي بكر بن أبي داود، كلاهما قال: ثنا يوسف -وهو: ابن موسى= =القطان-، حدثنا جرير، عن عَبدة السِّجستاني، عن الصُّلب بن حُكيم، قال القاضي: كذا قال: «عن رجل من الأنصار، عن أبيه، عن جده» .

فهذا الخطأ من شاكر -رحمه الله- وتابعه عليه محقق «الفتح السماوي» (١/٢٤٤-٢٢٥) ، ونبّه ابن ماكولا في «الإكمال» (٥/١٩٦) على أن ذلك رواية فيه، ولهذا السبب قال ابن ناصر الدين في «التوضيح» (٢/٢٣٣) عن هذا الإسناد: «فيه اضطراب» !
وخطّأ شاكر -أيضاً- ابن كثير، قال: «وقد وهم الحافظ ابن كثير، حين ذكره (١/٩٤) وجعله من حديث (معاوية بن حيدة القشيري) ، وكذا خطأ بقوة من جعل راويه (صلت بن حكيم) ! ورجّح أنه (صلب) ، وأنه وأبوه وجده مجاهيل، ولذا قال: «وهذا الحديث ضعيف جداً، منهار الإسناد بكل حال» » .
قلت: صرح ابن حجر في «العجاب» (١/٤٣٣) أن صلب -كذا ضبطه- هو ابن حكيم بن معاوية بن حيدة القشيري، قال: «وهو أخو بهز بن حكيم» ! وكذا صنع ابن كثير في «تفسيره» كما تقدم.
ولم أره في كتب الرواية منسوباً (ابن معاوية بن حيدة) ! وإن جعله منسوباً هكذا ابن حجر في «لسان الميزان» (٣/١٩٥) -أيضاً-، وبالتأمل في كلامه، نجده يعتمد في ذلك على ابن أبي خيثمة! وأن لـ (الصلت) -بالتاء المثناة، هكذا- ترجمه الذهبي في «الميزان» ! وهي ليست في مطبوعه، وفيه: «أخرجه العلائي في كتاب «الوشي» عن إبراهيم بن محمد» ، وقال: «لم أر للصلت -كذا- ذكراً في كتب الرجال» ، ثم عقب ابن حجر على ذلك بقوله: «قلت: ذكره الدارقطني في «المؤتلف» وحكى الاختلاف: هل آخره بالموحدة، أو بالمثناة» .
قال أبو عبيدة: لي هنا ملاحظات:
الأولى: ما نقله ابن حجر عن الدارقطني! ليس موجوداً عنده، بل فرق بين (الصلت) و (الصُّلب) . انظر: «المؤتلف» له (٣/١٤٣٥-١٤٣٦) .
الثانية: فرق جمع بين (الصُّلْب) و (الصَّلْت) ؛ منهم: الخطيب في «تلخيص المتشابه» (١/٩٤، ٤٦٢) ، وقال عن (الصلب) هذا: «وليس له غير حديث واحد» ، قال: «وقيل: إنه أخ لبهز بن حكيم بن معاوية القُشيري، ولا يصح ذلك» .
الثالثة: ذكر ابن قطلوبغا في كتابه «من روى عن أبيه عن جده» (ص ٢٨٩) نَقْلَ ابن حجر عن الدارقطني السابق، وقال: «قال العلائي: إن جده لم يسم، وتبعه على ذلك العلامة -يريد: ابن حجر-» ، وتعقبهما بقوله: «وهذا عجب عظيم منهما، فإن جده هو معاوية بن= =حيدة، كما وقع ذلك في «تفسير محمد بن جرير الطبري» ، و «تفسير عبد الرحمن بن أبي حاتم» ، وكتاب «المؤتلف والمختلف» للحافظ أبي الحسن الدارقطني، فتجرد لنا بذلك أن (الصلت) أخو (بهز) ، وحكيم أبوه ... فلله الحمد والمنة» .
قال أبو عبيدة: عجبي لا ينتهي من عجب ابن قطلوبغا، فإن (الصلب) لم يقع منسوباً في الكتب التي أحال إليها، وإنما قال ذلك تقليداً لغيره، وإلا فالدارقطني -مثلاً- فرق بين (الصلت) و (الصُّلْب) .
الرابعة: فرق بين (الصُّلب) -وهو بضم وموحدة- ابن (حُكَيم) -بالضم- و (الصَّلْت) -وهو بفتح ومثناة فوق آخره- ابن (حَكيم) -بالفتح- أيضاً: ابن ماكولا في «الإكمال» (٥/١٩٦) ، وقال: «وقيل: إن (الصلب) بن حكيم أخو بهز بن حَكيم، ولا يصح، ليس له غير حديث واحد» ، وكذلك فعل عبد الغني بن سعيد الأزدي في «المؤتلف والمختلف» (ص ٧٩) ، والذهبي في «المشتبه» (ص ٣١٦) ، وابن ناصر الدين في «توضيح المشتبه» (٣/٢٨٠ و٥/٤٣٦) ، واعتنى بضبط اسميهما، كما أومأنا إليه، والله الموفق.
الخامسة: ثم وجدتُ ابن حجر نفسه في «تبصير المنتبه» (٣/٨٣٩) يفرق بينهما، وينقل مقولة ابن ماكولا السابقة: «ولا يصح» ، ويقره، وهذا هو الصواب الذي لا مرية فيه.
فالحديث إسناده مظلم، وصلب وأبوه وجده مجاهيل، وألان ابن حجر في «العجاب» (١/٤٣٤) الكلام عليه، لما قال: «وفي سنده ضعيف» !',NULL,'36',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (37,'وأخرج عبد الرزاق عن الحسن، قال: سأل أصحاب النَّبِيِّ - صلى الله عليه وسلم - النَّبِيَّ - صلى الله عليه وسلم -: أين ربُّنا؟ فنزلت (١) .
ويروى في نزولها: أن النبي - صلى الله عليه وسلم - سمع المسلمين يدعون الله -تعالى- في غزوة خيبر، فقال لهم: «أربعوا على أنفسكم؛ فإنكم لا تدعون أصمَّ ولا غائباً» (٢) .
_________
(١) أخرجه ابن جرير في «التفسير» (٣/٤٨١ رقم ٢٩٠٥) عن عبد الرزاق، أخبرنا جعفر بن سليمان، عن عوف، عن الحسن، به، ولم أجده في «تفسير عبد الرزاق» المنشور بطبعتَيْه، وقال الشيخ أحمد شاكر: «الإسناد صحيح إلى الحسن، ولكن الحديث ضعيف؛ لأنه مرسل، لم يسنده الحسن عن أحد من الصحابة» . وقال السيوطي في «اللباب» (ص ٣٣) : «مرسل، وله طرق أخرى» .
وانظر: «العجاب» (١/٤٣٣) .
(٢) حديث «أربعوا على أنفسكم ... » متفق عليه، ومضى تخريجه، وأما سبب النزول المذكور فغير محفوظ، ولم يعرج عليه ابن حجر في كتابه الذي له من اسمه أكبر نصيب: «العجاب في بيان الأسباب» (١/٤٣٣-٤٣٥) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (38,'قال بعض المحققين: «وعلى كل حال، تفيدنا الآية حكماً شرعياً، وهو أنه لا ينبغي رفع الصوت في عبادة من العبادات إلا بالمقدار الذي حدده الشرع في الصلاة الجهرية، وهو أن يسمع مَن بالقرب منه، ومن بالغ في رفع صوته ربما بطلت صلاته، ومن تعمد المبالغة في الصياح في دعائه أو الصلاة على نبيه كان إلى عبادة الشيطان أقرب منه إلى عبادة الرحمن» (١) ا. هـ.
_________
(١) ألّف غير واحد من العلماء في الجهر بالذكر، ووقفت قبل نحو عشرين سنة على مصنف فيه حافل بالأردية، أكثر فيه النقولات ودفع الاعتراضات، ولم أدر أين هو الآن؟! وللكنوي «سباحة الفكر في الجهر بالذكر» ، وللسيوطي قبله «نتيجة الفكر بالجهر بالذكر» مطبوع ضمن «الحاوي» (٢/٣١) وفي مكتبة البلدية في الإسكندرية ضمن مجموع (٥٢٢٧/ج ١٣) : «تحريم الذكر جهراً» لمحمد بن مراد الأرمنكي (ت القرن العاشر) ، وفي مكتبة إسحاق الحسيني في القدس (م٣٩/٢٣) : «الجهر بالذكر وما يتعلّق به» ، وفي خزانة القرويين بفاس [١٥٣٠] : «جواز الذكر بالجهر» لأحمد بن يوسف الفاسي (ت ١٠٢٨هـ) ، وفي الخزانة العامة بالرباط [٣٤٣٣ (١٨٥٤/د) ] : «جواب في الاحتجاج للاجتماع للذكر» لعبد السلام بناني.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (39,'ثم قال: وإلا فأحاديث الرفع كثيرة، وأما حديث: «خير الذكر الخفي» (١) ،
_________
(١) أخرجه وكيع في «الزهد» (رقم ١١٨، ٣٣٩) ، وأحمد في «المسند» (١/١٧٢، ١٨٠، ١٨٧) و «الزهد» (١٠) ، وابن أبي شيبة في «المصنف» (١٠/٣٧٥ و١٣/٢٤٠) و «المسند» (ق٦٥/أ) ، والحربي في «غريب الحديث» (٢/٨٤٥) ، وعبد بن حميد في «المنتخب» (رقم ١٣٧) ، وأبو يعلى في «المسند» (٢/٨١-٨٢ رقم ٧٣١) ، والدورقي في «مسند سعد» (رقم ٧٤) ، وأبو عوانة في «مسنده» -كما في «إتحاف المهرة» (٥/٢٦٧، ٢٦٨ رقم ٥٠٣٨، ٥٠٣٩) -، والشاشي في «مسنده» (١٨٣) ، وابن حبان في «صحيحه» (٨٠٩ - الإحسان) ، = =وابن السني في «القناعة» (ص ٢٦) ، والطبراني في «الدعاء» (رقم ٨٨٣، ١٨٨٣) ، والقضاعي في «مسند الشهاب» (١٢١٩، ١٢٢٠) ، وابن عبد البر في «جامع بيان العلم» (٢/٢٢) ، والبيهقي في «الشعب» (٥٥٢، ٥٥٣، ٥٥٤) من طريق أسامة بن زيد، عن محمد ابن عبد الرحمن بن أبي لبيبة، عن سعد بن مالك رفعه، وجعل بعضهم بين (أسامة) و (محمد) : (محمد بن عبد الله بن عمرو بن عثمان) .
قال الشيخ أحمد شاكر في «تعليقه على المسند» (٣/٤٤ رقم ١٤٧٨) : «الظاهر أن أسامة سمعه منهما، فتارة يذكره بالواسطة، وتارة يذكره بحذفها» .
وإسناده ضعيف، محمد بن عبد الرحمن بن أبي لبيبة ضعيف، وهو لم يدرك سعداً.
انظر: «المراسيل» (١٨٤) لابن أبي حاتم، «جامع التحصيل» (٢٦٦) ، «التهذيب» (٩/٣٠١) .
قال الناجي في «عجالة الإملاء المتيسرة» (٤/٦٤٨-٦٤٩) : «وفي إسناده أسامة بن زيد الليثي، وهو صدوق يهم، ومحمد بن عبد الرحمن بن أبي لبيبة، وهو ضعيف كثير الإرسال» .
وقال النووي في «فتاويه» (٢٩٠) : «ليس بثابت» ، ونقله عنه الزركشي في «التذكرة» (٢٠٢) ، وعنه العجلوني في «كشف الخفاء» (١/٤٧١) .

وعزاه ابن حجر في «المطالب العالية» (٣/٢٠٧ - ط. الأعظمي) إلى إسحاق بن راهويه في «مسنده» ، وزاد البوصيري في «إتحاف الخيرة» (٨/٣٢٤ رقم ٨١٤٣) عزوه ... -أيضاً- لمسدد، وزاد السخاوي في «المقاصد الحسنة» (ص ٢٠٦) عزوه للعسكري في «الأمثال» .
وانظر: «مجمع الزوائد» (١/٨١) ، «تخريج العراقي لأحاديث الإحياء» (١/٢٧٩) ، «إتحاف السادة المتقين» (٤/٤٩٣) ، «الترغيب والترهيب» (٢/٥٣٧، ٤/١٦٠) ، «كشف الخفاء» (١/٤٧١) ، «الدرر المنتثرة» (٧٩) ، «ضعيف الترغيب والترهيب» (رقم ١٠٦٠، ١٨٧٣) .
(تنبيه) : للحديث تتمة، هي «وخير الرزق ما يكفي» ، وهي صحيحة بشواهدها كما في «السلسلة الصحيحة» (١٨٣٤) ، والحكم في «ضعيف الترغيب» و «ضعيف الجامع» (رقم ٢٨٨٧) بالضعف عليها غير دقيق! فتنبه! وفي «صحيح الجامع» (٣٢٧٥) : «خير الرزق الكفاف» .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (40,'فمحمول على حال خشية الرياء أو تأذّي الغير به؛ توفيقاً بين أحاديث الباب.
نقول: كنا نتمنى أن يذكر من أحاديث الرفع العامة ولو حديثاً واحداً، حتى نحمل حديث «خير الذكر الخفي» (١) على حال خشية الرياء أو تأذِّي الغير (٢) .
_________
(١) مضى تخريجه.
(٢) قال أبو عبيدة: في سبب إيراد سعد للحديث يدلُّ عليه، فورد عند أبي عوانة والدورقي وابن السني وغيرهم: عن محمد بن عبد الرحمن بن لبيبة، قال: خرج عمرُ بن سعد إلى سعد، فقال -وهو بالعقيق-: إنك اليوم بقية أصحاب رسول الله - صلى الله عليه وسلم -، وقد شهدتَ بدراً ولم يبق فيهم أحدٌ غيرك، وإنَّما هو معاوية، فلو أنك أبديتَ للناس نفسكَ، ودعوتهم إلى الحق لم يتخلف عنك أحدٌ، فقال سعد: أقعد، حتى إذا لم يبق مِنْ عُمُري إلا ظمأ الدابة اضرب الناس بعضهم ببعض، إني سمعت رسول الله - صلى الله عليه وسلم - يقول: خَيْرُ الرِّزقِ ما يكفي، وخُيرُ الذِّكر ما خَفِيَ.
قال أبو إسحاق الحربي في «غريب الحديث» (٢/٨٤٥-٤٥٦) : «ذهب قوم إلى أنّ الذكر الدعاء، وقالوا: خيره ما أخفاه الرجل، والذي عندي أنه الشهرة، وانتشار خير الرجل، فقال: خيره ما كان خفياً ليس بظاهر؛ لأنَّ سعداً أجاب ابنه على نحو ما أراده عليه، ودعاه إليه من الظهور وطلب الخلافة، فحدَّثه بما سمع» ا. هـ. وانظر شرح الحديث -أيضاً- في «المقاصد الحسنة» للسخاوي (ص ٢٠٧) .
وأما قوله: «إلا ظمأ الدابة» ، فقد قال ابن منظور في «لسان العرب» (١/١١٦) : «يقال: ما بقي من عمره إلا قدر ظمء الحمار؛ أي: لم يبق من عمره إلا اليسير؛ لأنه يقال: أنه ليس شيء من الدواب أقصر ظمأ من الحمار، وهو أقل الدواب صبراً على العطش» ا. هـ.
(تنبيه) : قد يقال هذه الرواية، قد وصلها (عمر بن سعد) ، ولكن رواية ابن أبي لبيبة أصح، قاله أبو زرعة، كما في «العلل» (٢/١٤٣) لابن أبي حاتم.

(فائدة) : أخرج ابن المبارك في «الزهد» بسندٍ ضعيف، فيه أبو بكر بن أبي مريم، عن ضمرة بن حبيب، قال: قال رسول الله - صلى الله عليه وسلم -: «اذكروا الله ذكراً خاملاً، فقيل: وما الذكر الخامل؟ قال: الذكر الخامد» . وهو مرسل، ولو صحّ لشوّش على التفسير السابق، ولكان فيه ما يؤيد ما قرره الشارحان، والله الموفق.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (41,'ثم إنّ كل هذه الأقوال لا علاقة لها بالجنائز، فرفع الصوت بالتكبير والتهليل والدعاء مع الجنازة لم يرد فيه نص، بل إنَّ الوارد فيه طلب الصمت والتفكر والاعتبار (١) ، فالأحاديث الكثيرة التي يدعي ورودها بالرفع، لا نعتقد أنّ شيئاً منها قيل في الذكر مع الجنازة، وإن كان؛ فلْيثْبتْه.
على أن حمل حديث «أربعوا ... » (٢) على المبالغة بالجهر، لا ينفي مناسبته للمسألة المجاب به عنها؛ لأنها سؤال عن الصياح بالتهليل وغيره، وهو يصدق بأصل الجهر وبالمبالغة فيه، ولا يخفى أن على المفتي حسن الإحاطة بالحوادث التي يسأل عنها، ويكون جوابه على حسبها، كما أشار لذلك خزيران نفسه في تنديده على العلاَّمة الزنكلوني.
قال ما معناه: إنّ الاستدلال بحديث: «إذا ظهرتْ البدعُ، وشتم أصحابي، فليظهر العالِمُ علمَه، فمن لم يفعل فعليه لعنة الله والملائكة والناس أجمعين» (٣)
_________
(١) ورد في ذلك أحاديث وآثار، انظرها في تعليقنا على (ص ١١-١٤) .
(٢) مضى تخريجه، وهو في «الصحيحين» من حديث أبي موسى الأشعري.
(٣) أخرجه الآجري في «الشريعة» (٥/٢٥٦٢ رقم ٢٠٧٥) من طريق عبد الله بن الحسن الساحلي، وابن عساكر في «تاريخ دمشق» (٥٤/٨٠ - ط. دار الفكر) من طريق محمد بن عبد الرحمن بن زمل، وابن رزقويه في «جزء من حديثه» (ق٢/ب) من طريق محمد ابن عبد المجيد المفلوج؛ ثلاثتهم عن الوليد بن مسلم -وزاد الساحلي معه: بقية بن الوليد-، عن ثور بن يزيد، عن خالد بن معدان -وزاد محمد بن عبد الرحمن: عن جبير بن نفير-، عن معاذ رفعه، بألفاظ:
لفظ الساحلي: «إذا حدث في أمتي البدع، وشتم أصحابي، فليظهر العالم علمه، فمن لم يفعل منهم؛ فعليه لعنة الله والملائكة والناس أجمعين» ، قال الساحلي: «فقلت للوليد بن مسلم: ما إظهار العلم؟ قال: إظهار السنة، إظهار السنة» .

ولفظ ابن زمل: «إذا ظهرت البدع، ولعن آخرُ هذه الأمة أوّلَها، فمن كان عنده علم فلينشره، فإنّ كاتم العلم يومئذ ككاتم ما أنزل الله على محمد - صلى الله عليه وسلم -» .
= ... ولفظ المفلوج: «إذا ظهرت الفتن والبدع، وسُبَّ أصحابي، فليظهر العالم علمه، فمن لم يفعل ذلك، فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله له صرفاً ولا عدلاً» .
وهذا حديث ضعيف، طرقه كلها لا تسلم من مقال وضعف، فابن زمل ترجمه ابن عساكر ولم يذكر فيه جرحاً ولا تعديلاً، ولم يذكر راوياً عنه غير عبد العظيم بن إبراهيم المصيصي، وأما عبد الله بن الحسن الساحلي، فلم أظفر له بترجمة، وكذلك ما بين المصنف (شيخه وشيخ شيخه) وبينه، فإسناده مظلم.
وأما المفلوج، فقد ضعفه تمتام، قاله الذهبي في «الميزان» وأورد هذا الحديث من مناكيره.
وأورده الديلمي في «الفردوس» (١/٣٢١ رقم ١٢٧١) عن أبي هريرة رفعه: «إذا ظهرت البدع في أمتي، فليُظهر العالم علمه، فإن لم يفعل؛ فعليه لعنة الله» ، وأسنده ابنه (١/ق٦٦) من طريق علي بن الحسن بن بُندار، حدثنا محمد بن إسحاق الرملي، حدثنا هشام بن عمار، حدثنا الوليد بن مسلم، وساقه بالإسناد السابق من حديث معاذ!
وابن بُندار متَّهم عند ابن الطاهر، وضعّفه غيرُه، ولينظر حال الرملي هذا، فلم أظفر له بترجمة.
ولم يعزه في «الكنز» (٩٠٣، ٢٩١٤٠) إلا لابن عساكر من حديث معاذ -رضي الله عنه-، وعزاه الشاطبي في «الاعتصام» (١/١١٩ - بتحقيقي) للآجري، وهو في «السلسلة الضعيفة» (رقم ١٥٠١) وحكم عليه بأنه منكر.
وفي الباب ما قد يشهد لبعض معناه من حديث جابر بن عبد الله رفعه: «إذا لعن آخرُ هذه الأمة أوّلَها، فمن كتم حديثاً، فقد كتم ما أنزل الله» .
أخرجه ابن ماجه (٢٦٣) -والمذكور لفظه-، والبخاري في «التاريخ الكبير» (٣/١٩٧) ، وابن أبي عاصم في «السنة» (٢/٤٨١ رقم ٩٩٤ - ط. شيخنا الألباني أو رقم ١٠٢٨ - ط. الجوابرة) ، وابن عدي في «الكامل» (٤/١٥٢٨) ، والعقيلي في «الضعفاء الكبير» (٢/٢٦٤، ٢٦٥) ، والداني في «الفتن» (رقم ٢٨٧) ، وابن بطة في «الإبانة» (١/٢٠٦ رقم ٤٦، ٤٩، ٥٠) ، والخطيب في «تاريخ بغداد» (٩/٤٧١، ٤٧٢) ، وعبد الغني المقدسي في «العلم» (ق٢٨/ب) ، وابن عساكر في «تاريخ دمشق» (٥/ق٣٣١) ، والمزي في «تهذيب الكمال» (١٥/١٦) من طريق خلف بن تميم، عن عبد الله بن السري، عن محمد بن المنكدر، عن جابر رفعه بألفاظ، منها ما عند الداني: «إذا ظهرت البدع، وشتم أصحابي، فمن كان= =عنده علم فليظهره، فإنّ كاتم العلم حينئذ ككاتم ما أنزل الله» ، وهذا قريب من لفظ المصنف.
وإسناده ضعيف جداً، قال العقيلي: «عبد الله بن السري لا يتابع عليه، ولا يعرف إلا به، وقد رواه غيره خلق، فأدخل بين ابن السري وابن المنكدر رجلين مشهورين بالضعف» .
قلت: بيّن ذلك ابن عدي بكلام طويل، وانظر -غير مأمور-: «مصباح الزجاجة» للبوصيري (١/٨٥ رقم ١٠٦) ، و «السلسلة الضعيفة» (رقم ١٥٠٧) .',NULL,'41',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (42,'لا يناسب الموضوع -أيضاً- لما أن المراد من البدع فيه هي المحرمة المحضة المناسبة لشتم الأصحاب؛ لاندراجهما في شرط واحد.
نقول: دعواه هذه باطلة، بدليل قول الإمام البِرْكِوي (١) في «الطريقة المحمدية» وشارحها العارف بالله عبد الغني النابلسي (٢) : «والبدعة في العبادة وإن كانت دون البدعة في الاعتقاد، لكنها منكر في دين الله -تعالى- وضلالة، يجب تركها والاجتناب عنها أكثر من جميع المعاصي، لاسيما إذا صادمت سنة مؤكدة» .
فظهر من هذا أنَّ الحديث الذي استدللنا به يناسب الموضوع؛ لأنّ كل بدعة في الدين معمولٌ بها بصفتها عبادة، كالتهليل والتكبير مع الجنازة برفع الصوت، منكر وضلالة.
وأما قوله: المراد من البدع فيه، هي: المحرَّمة المحضة، المناسبة لشتم الأصحاب، فلا يصلح مخصصاً؛ لأنَّ شتم الصحابة إنما يكون حين ظهور البدع التي يرجع إلى الصحابة إنكارها فيسبّهم الناس لذلك، كما هو حاصل اليوم من شتم المبتدعين لكل من ينهى عن بدعة، ومن المعلوم: أن الله -تعالى- أخذ العهد على العلماء أن يبيِّنوا الدين للناس بقوله: {وَإِذ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ} [آل عمران: ١٨٧] ، وذلك يشمل التنبيه على البدع المحرَّمة والمكروهة، فلا وجه لتخصيص الحديث المذكور بالبدع المحرمة، مع العهد العام في البيان.
_________
(١) في رسالة «السنوحات المكية» (ص ٢٠) : «البِرْكِوي -بكسر الباء والكاف-» ، ويقال فيه: «البِيرِكلي والبِيرْكِلي» ، كما في «معجم المطبوعات» (٦١٠) ، ويقال -أيضاً-: البِرْكِلي، عرف به الشيخ عبد الغني في «شرح الطريقة المحمدية» (١/٣) ، وقال: «توفي في جمادى الأولى، سنة إحدى وثمانين وتسع مئة» .
(٢) اسم شرحه: «الحديقة النبوية» ، طبع في تركيا سنة ١٢٩٠هـ، والنقل فيه (١/١٤١) من كلام البركوي دون شرح الشيخ عبد الغني -رحمهما الله تعالى-.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (43,'ثم قال بعد هذا مندداً بإيراد الحديث، دليلاً على مؤاخذة العلماء لسكوتهم عن البدع مطلقاً، حسب دعواه التخصيص بإنكار المحرم فقط، فقال: «سبحانك! إن هذا إلا خلط، أو مغالطة أو مغالاة في دينك» .
نقول: إنَّ الخلط والمغالطة هي الجرأة على تخصيص العام من النصوص من غير مخصص، إلا مناسبة ذكر شيء مع غيره لأدنى ملابسة لا تقتضي ذلك التخصيص، مع نفيه صراحة بنص عام، وهو آية أخذ العهد على العلماء بالتبيين للناس، وعدم الكتمان بدون تخصيص بشيء، فمن هو المغالط والخالط؟ {سُبْحَانَكَ لا عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ العَلِيمُ الحَكِيمُ} [البقرة: ٣٢] .
قال: فإن قيل: لعل غرضه «أي: أحدنا» بذلك الغلوّ محافظة على حمى حرم أحكام دين الله، وذوداً عن حوضها، من أن تعكَّر.
فالجواب: إنّ ذلك غير جائز، إذ لو جاز لكان من مشرّعها أولى إرهاباً للمكلَّف الذي علم سبحانه من الأزل بأنه سيخرق أسوار الحدود ويهدم بنيان الأحكام ومصلحة به، ولذلك نهانا عن الغلو بقوله: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُوا فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللَّهِ إِلاَّ الحَقَّ} [المائدة: ٧٧] .
نقول: إنّ ما أسنده إلينا من الغلو، نحن براء منه؛ لأنّ الغلوَّ في الدين هو التشدد فيه، ومجاوزة الحد، واستدلالنا بحديث الرسول S الذي أثبتنا صحة الاستدلال له بالطرق الصحيحة، وبأقوال العلماء ليس بغلوّ، ولا نريد أن نتتبع بقية كلامه في هذا المحل؛ لأننا لم نقم له وزناً ولم نفهم له معنى، ولا يمكن أن يدخل في ميزان من موازين المنطق والعقل، ولكنا نلفتُ نظر أهل العلم الصحيح إلى خبط ذلك الرجل في الأحكام الشرعية.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (44,'ثم قال: فإن قيل: يا ترى، أيدخل فاعل ذلك في عداد سواد آية {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إلَى الإسْلاَمِ} الآية [الصف: ٧] ، وفي ما صدقات كلية قضية (١) قوله S: «من كذب عليَّ متعمداً، فليتبوأ مقعده من النار» (٢) ، فالجواب أنه لا يبعد ذلك.
نقول: لم يفترِ أحدٌ منا على الله الكذبَ، فقد قلنا ما قاله الأئمة من علماء المذاهب الأربعة، ولم نكذب على الرسول S حتى ندخل في هذا أو تلك، وإنما يدخل فيهما من حاول أن يؤيِّد البدعَ بتأويل الآيات الكريمة، والأحاديث الشريفة على حسب هواه.
على أنا نكِلُ الحُكْمَ في جرأة هذا الرَّجُلِ على الله وعلى رسوله وعلى الناس إلى ذوي الدِّراية من أهل العلم، الذين لا تأخذهم في نصرة الدِّين لومة لائم.
_________
(١) كذا في الأصل!
(٢) أخرجه البخاري في «صحيحه» (رقم ١٠٧) من حديث الزبير، وخرجته بتفصيل طويل في «جزء الجويباري» (٢/٢٢٣-٢٢٤ - ضمن «مجموعة أجزاء حديثية» ) ، وبيّنت أنه اختلف في ألفاظه على شعبة، وفي بعض طرقه «متعمداً» ، وفي بعضها دونه، وهي رواية البخاري، قال المنذري: «والمحفوظ من حديث الزبير أنه ليس فيه (متعمداً) » . انظر: «فتح الباري» (١/٢٠٠-٢٠١) ، و «عون المعبود» (١٠/٨٤) ، وانظر «العلل» للدارقطني (٤/٢٣٣-٢٣٤ رقم ٥٣٠) ، واللفظة هذه ثابتة في غير حديث، وخرجتُها في الجزء المشار إليه بتطويل وتفصيل، والله الموفق للخيرات، والهادي للصالحات.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (45,'قال: وللفاضل القصاب أن يقول: إنَّ الجهر بالذكر مع الجنازة بدعة؛ لعدم ورودها عن الصَّدر الأول، والسلف الصالح، وكل بدعة ضلالة، وكل ضلالة في النار؛ فالجهر بالذكر مع الجنازة ضلالة، موجبة للدخول في النار، فتمَّ الكلامُ، وثبتت الدّعوةُ، واندفع الاعتراضُ عن عدم مناسبة الحديث الأخير للموضوع، كما اشتهر نقل ذلك عنه، ولا يخفى على أولي الفضل هذه النَّزعة، ومن تُنْسَبُ إليه -ثبَّتنا الله بالقول الثابت في الحياة الدنيا وفي الآخرة- ومناقضتها لما اتفق عليه عمومُ أهل السُّنَّة والجماعة -مكّن الله عقيدتهم في قلوبنا، وأماتنا وحشرنا عليها-، حيث إنهم قسموا البدعة إلى واجب، ومندوب، ومباح، وحرام، ومكروه، كما اتفق عليه الفقهاء والمحدِّثون، الذين لا يتَّفقون على ضلالة، وقالوا في حديث: «كل بدعة ضلالة» (١)
_________
(١) أخرجه مسلم في «صحيحه» : كتاب الجمعة: باب تخفيف الصلاة والخطبة (رقم ٧٦٧) من حديث جابر بن عبد الله -رضي الله عنه-..',NULL,'45',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (46,'عام مخصوص بالمحرَّمة لا غير، ويؤيِّد مذهبهم أدلةٌ كثيرة؛ منها: ما وقع لأبي بكر وعمر وزيد بن ثابت -رضوان الله تعالى عليهم- في جمع القرآن، لما أشار به عمر على أبي بكر حين استحرَّ القتلُ بالقُرَّاء يوم اليمامة، وتوقَّف في ذلك لعدم فعل النبي S له، ثم لم يزل يراجعه، حتى شرح الله صدره لفعله؛ لما رأى من المصلحة ورجوعه إلى الدِّين، ثم دعا زيداً وأمره بالجمع، فقال له: كيف نفعل شيئاً لم يفعله رسول الله S؟ فقال: والله إنه حق، ولم يزل يراجعه، حتى شرح الله صدره للذي شرح له صدرهما (١) .
_________
(١) أخرجه البخاري (٤٩٨٦) في (فضائل القرآن) : باب جمع القرآن، عن زيد بن ثابت، قال: أرسل إليَّ أبو بكر، مقتل أهل اليمامة، فإذا عمر بن الخطاب عنده، قال أبو بكر -رضي الله عنه-: إن عمر أتاني، فقال: إن القتل قد استحرَّ يوم اليمامة بقُرَّاء القرآن، وإني أخشى أن يستحرّ القتل بالقراء بالمواطن، فيذهب كثير من القرآن، وإني أرى أن تأمر بجمع القرآن، قلت لعمر: كيف تفعل شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟! قال عمر: هذا والله خير، = =فلم يزل عمر يراجعني حتى شرح الله صدري لذلك، ورأيت في ذلك الذي رأى عمر، قال زيد: قال أبو بكر: إنك رجل شاب عاقل لا نتَّهمك، وقد كنت تكتب الوحي لرسول الله - صلى الله عليه وسلم -، فتتبع القرآن فاجْمعه، فوالله لو كلفوني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن، قلت: كيف تفعلون شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟! قال: هو والله خير، فلم يزل أبو بكر يراجعني حتى شرح الله صدري للذي شرح له صدر أبي بكر وعمر -رضي الله عنهما-، فتتبعت القرآن أجمعه من العُسُب واللخاف وصدور الرجال، حتى وجدت آخر سورة التوبة مع أبي خزيمة الأنصاري، لم أجدها مع أحد غيره: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} [التوبة: ١٢٨] حتى خاتمة براءة، فكانت الصحف عند أبي بكر حتى توفاه الله، ثم عند عمر حياته، ثم عند حفصة بنت عمر -رضي الله عنهما-.
وأخرج -أيضاً- (٤٩٨٧) بسنده أن أنس بن مالك قال: إنّ حذيفة بن اليمان قدم على عثمان، وكان يغازي أهل الشام في فتح إرمينِيَة وأذْرَبِيجان مع أهل العراق، فأفزع حذيفة اختلافهم في القراءة، فقال حذيفة لعثمان: يا أمير المؤمنين، أدرك هذه الأمة قبل أن يختلفوا في الكتاب، اختلاف اليهود والنصارى، فأرسل عثمان إلى حفصة: أن أرسلي إلينا بالصحف ننسخها في المصاحف، ثم نردها إليك، فأرسلت بها حفصة إلى عثمان، فأمر زيد ابن ثابت، وعبد الله بن الزبير، وسعيد بن العاص، وعبد الرحمن بن الحارث بن هشام، فنسخوها في المصاحف، وقال عثمان للرهط القرشيين الثلاثة: إذا اختلفتم أنتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش، فإنما نزل بلسانهم، ففعلوا، حتى إذا نسخوا الصحف في المصاحف، رد عثمان الصحف إلى حفصة، وأرسل إلى كل أفق بمصحف مما نسخوا، وأمر بما سواه من القرآن في كل صحيفة أو صحف أن يحرق.
وانظر «إعلام الموقعين» (١/٣٧٠-٣٧١ - بتحقيقي) .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (47,'وقال العلماء: البدعة المذمومة: هي التي لم يشهد لها شيء من قواعد الدين وأدلته العامة، وما ذكره حسن صديق خان في شرح (١) «فتح العلام على بلوغ المرام» » (٢)
_________
(١) كذا في الأصل، وصوابه: «شرحه» .
(٢) قال فيه (١/٢٠٠ - ط. صادر) : «البدعة لغة: ما عمل على غير مثال سابق، والمراد بها هنا: ما عمل من دون أن يسبق له شرعية من كتاب ولا سنة، وقد قسَّم العلماءُ البدعة خمسة أقسام واجبة؛ كحفظ العلوم بالتدوين، والردّ على الملاحدة بإقامة الأدلة، = =ومندوبة؛ كبناء المدارس، ومباحة؛ كالتوسع في ألوان الأطعمة وفاخر الثياب، ومحرمة، ومكروهة، وهما ظاهران، فقوله: «كل بدعة ضلالة» عام مخصوص، كذا والقيل، والحق أنَّ لفظة الكل في هذا الحديث، وكل حديث ورد بمعناه على حقيقتها من العموم، وقسمة البدعة إلى الأقسام المذكورة، وإلى الحسنة والسيئة ليس عليها أثارة علم؛ لأنه لم يرد دليل دال عليها، ولم يرح حديث ورد في هذا الباب رائحة القسمة قط، والأمثلة المشار إليها ليست من البدعة على الإطلاق، فإنَّ تدوين العلم دل عليه جمع القرآن في عهده -صلى الله عليه وآله وسلم-، وفي عهد خلفائه الراشدين، ودل عليه حديث: «اكتبوا لأبي شاة» ، والكتابة هي التدوين بعينها، والرد على الملاحدة يرشد إليه القرآن الكريم، فإن فيه الرد على أهل الكتاب، وعلى المشركين، وبناء المدارس ونحوها مسكوت عنه، وما سكت عنه فهو عفو، ولم يرد نهي عن ذلك، وأما التوسع في الأطعمة والملابس، فيستفاد من حديث: «إنَّ الله يحب أن يرى أثر نعمته على عبده» ، ودل عليه الكتاب: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ} [الأعراف: ٣٢] ، {حِلْيَة تَلْبَسُونَهَا} [النحل: ١٤] ، {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} [الضحى: ١١] ، وأما المحرمة والمكروهة فهما محرمة ومكروهة، كغيرها من الأشياء التي دلّت الأدلة على تحريمها وكراهتها، فهما محرمة ومكروهة، وليستا من البدعة في شيء، ومن ثم أنكر الراسخون في علم الكتاب والسنة تقسيم البدعة إلى أقسام، وردوا على القاسمين، ونصّوا على أنَّ كل محدث بدعة على الإطلاق، كائناً ما كان، ومن كان، وأينما كان، و «كل بدعة ضلالة» على إطلاقها، ويالله العجب! من قوم فقهاء رووا هذا الحديث، وما في معناه من أحاديث فيها لفظة كل رواية صحيحة مرفوعة إلى النبي -صلى الله عليه وآله وسلم- موصولة إليه، ثم صرفوه عن ظاهر معناه وواضح مبناه، إلى ما دعت إليه أهواؤهم من غير دليل، لا من قرآن، ولا من سنة، ولا من إجماع، ولا من قياس جلي، لا يعتريه شُبهة.
وحديث الباب حجة نَيِّرة على كل قائل بالتقسيم والأنواع، ومن كان عنده دليل من الكتاب، أو برهان من السنة دال على القسمة فليتفضَّل علينا بإبانته، وأما آراء الفقهاء وأمثالهم فلا حجَّة فيها على منكري القسمة، وقد اتّفق أهل المعرفة بالقرآن والحديث، على أن كل بدعة ضلالة، وكل ضلالة في النار، صغيرة كانت أو كبيرة، بارزة كانت أو كامنة، لها تعلق بالعقيدة أو بالعمل، ولم يختلف منهم اثنان في ذلك، والمراد بأهل الحديث هنا: من علمه مقصور على السنة المطهرة، دون من هو من زمرة الفقهاء، وإنْ عرف من السنة بعضها! فقد عرف بالتجربة أن من خلط الفقه المصطلح، والرأي المزخرف، والتقليد= =الشؤم، والقياس المجرد في أدلة الكتاب العزيز والسنة المطهرة، فقد أبعد النَّجعة، وإنما الفقه المعوَّلُ عليه، والحكم المرجوع إليه، ما أدى إليه هدي السلف الصالح، وعمل به الصَّدرُ الأول؛ فإنهم كانوا على هدى مستقيم، وصراط قويم، ثم خلف من بعدهم خلوف يقولون ما لا يفعلون، ويفعلون ما لا يؤمرون.
وهذا الحقّ ليس به خفاء ... فدعني من بنيات الطريق»

انتهى.
قال أبو عبيدة: قارن كلامه بما سيأتي عن الشاطبي (ص ١٠١-١٠٣) ، وذهب إلى أنه عام مخصوص: اللكنوي في «إقامة الحجة» (ص ٢٢ وما بعد) !!',NULL,'47',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (48,'-مخالفاً للسَّواد الأعظم- مردود ومنبوذ.
ومنها: ما أخرجه الإمام البخاري في كتاب (صلاة التراويح) من «صحيحه» (١) عن عبد الرحمن بن عبد القاري، أنه قال: خرجتُ مع عمر بن الخطاب -رضي الله عنه- ليلة في رمضان إلى المسجد، فإذا الناسُ أوزاع متفرِّقون، يصلِّي الرجلُ لنفسه، ويصلِّي الرجل فيصلِّي بصلاته الرهط، فقال عمر: إني أرى لو جمعت هؤلاء على قارئ واحد؛ لكان أمثل، ثم عزم فجمعهم على أُبَيِّ بن كعب، ثم خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم، قال عمر: نعم البدعة هذه ... الحديث.
نقول: قدمنا النَّقلَ عن «الطَّريقة المحمدية» (٢) بما يصرِّح أنَّ البدعة في العبادة منكر وضلالة، يجب تركها والاجتناب عنها أكثر من جميع المعاصي، وبذلك أثبتنا مناسبة الحديث الأخير للموضوع، وبما أنَّ خُزيران توسَّع في البحث؛ حتى وقع بإقامة الحجة على نفسه بالقياس المنطقي الذي استنتج منه أن الجهر بالذكر مع الجنازة ضلالة، وإن كان يقصد بذلك عكس النتيجة؛ فإننا نعود لبيان معنى البدعة شرعاً ولغة، على وجه التفصيل؛ لنثبتَ وقوعَه في خطإ أفحش، وهو عدم اعتباره ما ورد عن الصحابة ديناً، مع إجماع العلماء عليه، واعتباره -أيضاً- البدعة ديناً، وإن كانت خلاف الوارد عن الصحابة، وخلاف إجماع أئمة المسلمين، فنقول: قال في «الطريقة المحمدية» (٣) لإثبات أن (كل بدعة في الدين ضلالة ومحرمة) :
_________
(١) برقم (٢٠١٠) .
(٢) انظره (١/١٤١ - مع «الحديقة النبوية» ) .
(٣) انظره (١/١٣٥-١٣٨ - مع «الحديقة النبوية» ) .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (49,'«فإنْ قيل: كيف التَّطبيق بين قوله -عليه الصلاة والسلام-: «كلّ بدعة ضلالة» (١) وبين قول الفقهاء: إنَّ البدعة قد تكون مباحةً؛ كاستعمال المُنْخُل، والمواظبةِ على أكل لُبِّ الحنطة، والشَّبَع منه، وقد تكون مُستَحبَّةً؛ كبناء المنارة (!!) والمدارس، وتصنيف الكتب، بل قد تكون واجبةً؛ كنَظْم الدَّلائل لردِّ شُبَهِ الملاحدة ونحوِهم.
قلنا: للبدعة معنيان: معنىً لغويٌّ عامٌّ؛ هو: المحْدَث مطلقاً، عادةً كان أو عبادةً؛ لأنَّها اسمٌ من الابتداع؛ بمعنى: الإحداث؛ كالرِّفْعَةِ من الارتفاع، والخلفَة من الاختلاف، وهذه هي المقْسم في عبارة الفقهاء؛ يعنون (٢) بها: ما أُحْدِث بعد الصَّدر الأوَّل مطلقاً.
ومعنىً شرعيٌّ خاصٌّ؛ هو: الزّيادةُ في الدِّين أو النُّقصانُ منه، الحادثان بعد الصحابة بغير إذن الشَّارع، لا قولاً ولا فعلاً، ولا صريحاً، ولا إشارةً، ... فلا يتناول (٣) العادات أصلاً، بل يقتصر على بعضِ الاعتقادات، وبعضِ ... صُوَر العبادات، فهذه (٤)
_________
(١) مضى تخريجه، وهو في «صحيح مسلم» عن جابر.
(٢) في الأصل: «ويعنون» بزيادة واو! والمثبت من «الطريقة المحمدية» .
(٣) ورد في الأصل: «تتناول ... تقتصر» ، والمثبت من «الطريقة المحمدية» ، وهو الذي يقتضيه السياق.
(٤) في الأصل: «هذه» ، والمثبت من «الطريقة المحمدية» ، ثم وجدتها على الجادة في= = «جدول تصحيح الخطأ» المثبت آخر الأصل (ص ١٣٩) ..',NULL,'49',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (50,'هي مراده -عليه الصلاة والسلام-، بدليل قوله ... -عليه الصلاة والسلام-: «فعليكم بسُنَّتي وسُنَّةِ الخلفاء الرّاشدين المهديين ... مِن بعدي» (١) ،
_________
(١) أخرجه أحمد في «المسند» (٤/١٢٦، ١٢٧) ، وأبو داود في «السنن» (كتاب السنة، باب لزوم السنة: ٤/٢٠٠-٢٠١ رقم ٤٦٠٧) ، والترمذي في «الجامع» (أبواب العلم، باب ما جاء في الأخذ بالسنة واجتناب البدع: ٥/٤٤ رقم ٢٦٧٦) ، وابن ماجه في «السنن» (المقدمة، باب اتباع سنة الخلفاء الراشدين المهديين: ١/١٥-١٦، ١٦، ١٧ رقم ٤٢-٤٤) ، وابن جرير في «جامع البيان» (١٠/٢١٢) ، والدارمي في «السنن» (١/٤٤) ، والبغوي في «شرح السنة» (١/٢٠٥ رقم ١٠٢) ، وابن أبي عاصم في «السنة» (١/١٧، ١٨، ١٩، ٢٠، ٢٩، ٣٠) ، ومحمد بن نصر في «السنة» (ص ٢١، ٢٢) ، والحارث بن أبي أسامة في «المسند» (ق١٩ - مع بغية الباحث) ، والآجري في «الشريعة» (ص ٤٦، ٤٧) ، وابن حبان في «الصحيح» (١/١٠٤ رقم ٤٥ - مع الإحسان) ، والطبراني في «المعجم الكبير» (١٨/٢٤٥، ٢٤٦، ٢٤٧، ٢٤٨، ٢٤٩، ٢٥٧) و «المعجم الأوسط» (رقم ٦٦) ، وابن عبد البر في «جامع بيان العلم» (٢/٢٢٢-٢٢٤) ، والحاكم في «المستدرك» (١/٩٥-٩٦، ٩٦، ٩٧) و «المدخل إلى الصحيح» (١/١) ، والخطيب في «موضح أوهام الجمع والتفريق» (٢/٤٢٣) ، و «الفقيه والمتفقه» (١/١٧٦-١٧٧) ، والبيهقي في «مناقب الشافعي» (١/١٠-١١) ، و «الاعتقاد» (ص ١١٣) ، و «دلائل النبوة» (٦/٥٤١، ٥٤١-٥٤٢) ، و «المدخل إلى السنن الكبرى» (ص ١١٥، ١١٥-١١٦ رقم ٥٠ و٥١) ، و «السنن الكبرى» (١٠/١١٤) ، وابن وضاح في «البدع» (ص ٢٣، ٢٤) ، وأبو نعيم في «حلية الأولياء» (٥/٢٢٠، ٢٢١ و١٠/١١٤، ١١٥) ، والطحاوي في «مشكل الآثار» (٢/٦٩) ، واللالكائي في «شرح أصول اعتقاد أهل السنة» (١/٧٤، ٧٥) ، والهروي في «ذم الكلام» (ق ٦٩/١-٢) ، وابن عساكر في «تاريخ دمشق» (١١/٢٦٥/١) ، وأحمد بن منيع في «المسند» -كما في «المطالب العالية» (٣/٨٩) - من طرق كثيرة عن العرباض بن سارية -رضي الله عنه-.

وقال الترمذي: «حديث حسن صحيح» ، وقال الهروي: «وهذا من أجود حديث في أهل الشام» ، وقال البزار: «حديث ثابت صحيح» ، وقال البغوي: «حديث حسن» ، وقال ابن عبد البر: «حديث ثابت» ، وقال الحاكم: «صحيح ليس له علة» ، ووافقه الذهبي، وقال أبو نعيم: «هذا حديث جيد من صحيح حديث الشاميين» ، وصححه الضياء المقدسي في «جزء= =في اتباع السنن واجتناب البدع» (رقم ٢) ، وقال ابن كثير في «تحفة الطالب بمعرفة أحاديث مختصر ابن الحاجب» (رقم ٣٦) : «صححه الحاكم، وقال: ولا أعلم له علة، وصححه -أيضاً- الحافظ أبو نعيم الأصبهاني والدغولي، وقال شيخ الإسلام الأنصاري: هو أجود حديث في أهل الشام وأحسنه» .
قلت: وقد احتج بهذا الحديث الإمام أحمد، لما سئل عن فعل أبي بكر وعمر وعثمان وعلي -رضي الله عنهم- أكان سنة؟ «قال: نعم» ، قال أبو داود: «وقال مرة: لحديث رسول الله S: «عليكم بسنتي وسنة الخلفاء الراشدين» ، فسماها سنة ... » . انظر: «مسائل أبي داود» (ص ٢٧٧) . وانظر: «إرواء الغليل» (٨/١٠٧ رقم ٢٤٥٥) ، و «جامع العلوم والحكم» (ص ١٨٧) ، و «إعلام الموقعين» (٢/٤٧٨-٤٧٩ - بتحقيقنا) .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (51,'وقوله -عليه
الصلاة والسلام-: «أنتم أعلم بأمر ... دُنياكم» (١) ، وقوله -عليه الصلاة والسلام-: «مَن أَحدَثَ في أمرنا هذا ما ليس منه فهو رَدٌّ» (٢) . ا. هـ.
_________
(١) أخرجه مسلم في «صحيحه» : كتاب الفضائل: باب وجوب امتثال ما قاله شرعاً دون ما ذكره من معايش الدنيا، على سبيل الرأي (رقم ٢٣٦٣) عن عائشة وأنس -رضي الله عنهما-.
وسبب هذا الحديث: أنَّ النَّبِيَّ - صلى الله عليه وسلم - مرَّ بقوم، يُلقِّحون (أي: النخل) ، فقال: لو لم تفعلوا لصلح (فتركوه) ، فخرج شيصاً (أي: تمراً رديئاً) ، فمرَّ بهم، فقال: ما لنخلكم؟ قالوا: قلت لنا كذا وكذا، قال: أنتم أعلم بأمر دنياكم.
(٢) أخرجه البخاري في «الصحيح» (كتاب الصلح) : باب إذا اصطلحوا على صلح جور فالصلح مردود (٥/٣٠١ رقم ٢٦٩٧) ومسلم في «صحيحه» (كتاب الأقضية) : باب نقض الأحكام الباطلة، ورد محدثات الأمور (٣/١٣٤٣ رقم ١٧١٨) باللفظ الذي أورده المصنفان، وورد بلفظ: «من عمل عملاً ليس عليه أمرنا فهو رد» ، علقه البخاري في «صحيحه» (كتاب الاعتصام بالكتاب والسنة) : باب إذا اجتهد العامل (١٣/٣١٧) ، ووصله مسلم في «صحيحه» (كتاب الأقضية) : باب نقض الأحكام الباطلة ورد محدثات الأمور (٣/١٣٤٣-١٣٤٤) .
وانظر: «فتح الباري» (٥/٣٠٢) ، و «تغليق التعليق» (٣/٣٩٦ و٥/٣٢٦) ، و «إعلام الموقعين» (٢/٩٢ - بتحقيقنا) .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (52,'وهنا نقول لخزيران: بماذا يفسّر البدعة الواردة في الحديث الأخير، الذي ادَّعى عدم مناسبته للموضوع؟ هل بالمعنى اللّغوي أو بالمعنى الشَّرعي؟ فإن فسَّرها بالمعنى اللُّغوي كما يظهر من ردِّه، نتيجة القياس الذي أتى به؛ لأجل إثبات عدم مناسبة الحديث للموضوع، والذي بيَّنا خطأه في قياسه فيه قبلاً، يكون مكذِّباً لقول الرسول المعصوم عن الكذب؛ لأنه S لا يمكن أن يقول إنّ كل بدعة في العادة ضلالة!! وإنْ فسَّرها بالمعنى الشَّرعي كما اتَّفق العلماءُ على إرادة الرسول له من قوله: «وكلُّ بدعة ضلالة» (١) كما وضّحه من صاحب «الطريقة» في الجملة التي نقلناها في أوَّل كلامنا (٢) ، يكون الدّليلُ الذي استنتج منه، أنّ كلَّ بدعة ضلالة صحيحاً، غير معكوس النتيجة كما ظنه، ويكون حُجَّةً عليه من نفسه على مناسبة الحديث للموضوع، ومنه يثبت خطأه من الوجهتين اللتين نبّهنا لهما، وفي إحداهما احتمال الكفر -والعياذ بالله- {وَمَنْ أَضَلُّ مِمَّنْ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِّنَ اللَّهِ} [القصص: ٥٠] ، ودعواه اتفاق الفقهاء والمحدثين على تقسيم البدعة إلى واجب ومندوب ومباح وحرام ومكروه من غير تفصيل، غير صحيحة؛ لأنَّ مُقَسِّمَ ذلك هو البدعة اللغوية، كما أشار إلى ذلك صاحب «الطريقة» في كلامه الذي أسلفناه (٣)
_________
(١) مضى تخريجه.
(٢) انظر ما تقدم (ص ٤٧) .
(٣) (ص ٥٤) ، وهو في «الطريقة المحمدية» (١/١٣٦ - مع «الحديقة الندية» ) ..',NULL,'52',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (53,'بقوله: «هذه هي المقسّم في عبارة الفقهاء» ؛ يعنون بها: ما حدث بعد الصَّدر الأول (١)
_________
(١) قال عبد الغني المقدسي في «الحديقة الندية شرح الطريقة المحمديّة» (١/١٣٦) عند قول صاحب «الطريقة المحمدية» : «بعد الصَّدْر الأول» : «وهم السَّلفُ المتقدِّمون في زمن رسول الله - صلى الله عليه وسلم - والصحابة -رضي الله عنهم أجمعين-؛ لقوله -عليه الصلاة والسلام-: «عليكم بسنتي وسنة الخلفاء الراشدين من بعدي» ؛ وهم: أبو بكر، وعمر، وعثمان، وعلي -رضي الله عنهم-، فما حدث في زمانهم فليس ببدعة، والبدعة ما حدث بعد زمان= =التابعين وتابعيهم» .
وفي «حواشي الطريقة المحمدية» لخواجه زاده: «قوله: «بعد الصحابة ... » ، أما الحادث في زمن الخلفاء الراشدين فليس ببدعة؛ لأنَّ سنّتَهم كسُنَّة الرسول - صلى الله عليه وسلم -، بدليل الأمر بالتمسك بسنّتهم» .

ذكر هذين النقلين اللكنوي في «إقامة الحجة» (ص ٢٣-٢٤) ، وعلق عليهما بقوله: «فهذه أقوال العلماء كلُّها ناصةٌ على أنّ ما حدث في زمان الصحابة، بل والتابعين، بل ومن تبعهم -من غير نكير- ليس بداخل في بدعة، والارتكابُ به -أي: والعمل به- ليس بضلالة» .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (54,'مطلقاً، فمن أين جاءه الاتفاق الذي ادعاه، مع أنه لا عموم ولا خصوص في حديث «كل بدعة ضلالة» (١) كما يقول، بل كلُّ بدعةٍ في الشَّرع ضلالةٌ، بلا تخصيص؛ لأنَّ العلماء الراسخين ذكروا أنَّ الأحاديث الصِّحاح الواردة في ذم البدع مطلقة عامة، لم تقيَّد، ولم تتخصَّص بشيء في رواية ولا طريق، وليس لأحد أن يُخصّصَ ويُقيِّد مُطْلقاتِ الشَّرْعِ وعمومات الأدلَّة الصَّحيحة برأي يراه، واجتهاد يجتهده، والذَّمُّ لها يقتضي أن لا يكون شيء منها مستحسناً أبداً، ولهذا لم يقل جماعةٌ من السَّلَفِ والخَلَف والمُحْدَثين بتقسيم البدعة في الدِّين إلى خمسة أنواع، أو ما يزيد عليها، أو ينقص منها، بل صرَّحوا صراحةً لا مزيد عليها، بأنَّ كلَّ بدعة ضلالة، يدل لذلك ما أخرجه الدَّارميُّ في «مسنده» عن ابن عمر -رضي الله عنهما-، قال: «كلُّ بدعة ضلالة، وإنْ رآها الناسُ حسنة» (٢) ،
_________
(١) مضى تخريجه.
(٢) أخرجه محمد بن نصر في «السنة» (ص ٢٤) ، والبيهقي في «المدخل إلى السنن الكبرى» (رقم ١٩١) ، واللالكائي في «شرح أصول اعتقاد أهل السنة» (١/٩٢) من طرق عن هشام بن الغاز، عن نافع عنه، وسنده صحيح.
وانظر: «الباعث على إنكار البدع والحوادث» (ص ٧٥) ، و «الأمر بالاتباع والنهي عن الابتداع» (ص ٦٤) كلاهما بتحقيقي.

(فائدة) : عزاه المصنف للدارمي، وهو ليس فيه في جميع طبعاته التي ظهرت، وهو= =ليس موجود تحت (هشام بن الغاز عن نافع عن ابن عمر) في «إتحاف المهرة» (٩/٣٦٥-٣٦٧) ، والدارمي من الكتب المطرَّفة فيه!',NULL,'54',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (55,'وما أخرجه أبو داود في «سننه» عن حذيفة بن اليمان -رضي الله عنهما-: «كل عبادة لا يتعبّدها أصحابُ رسول الله ... - صلى الله عليه وسلم - فلا تعبَّدوها، فإنَّ الأول لم يدع للآخر مقالاً، فاتَّقوا الله يا معشر القُرَّاء! وخذوا طريق من كان قبلكم» (١) ، وقد بيَّن ذلك الإمام المحدِّث (٢) الأُصوليُّ أبو إسحاق الشَّاطبي الغرناطي في كتابه «الاعتصام» (٣) في (الباب الثالث) من (الجزء الأول) ، فقال: «إنّ ذمَّ البدع والمحدثات عام لا يخص محدثة دون غيرها، وذلك من وجوه:
_________
(١) أخرجه البخاري مختصراً (٧٢٨١) ، وابن المبارك في «الزهد» (رقم ٤٧) -ومن طريقه ابن عساكر في «تاريخ دمشق» (٤/ق١٥٥) -، وابن نصر في «السنة» (رقم ٨٩، ٩٠) ، وابن وضاح في «البدع» (رقم ١٠، ١١، ١٣) ، وابن بطة في «الإبانة» (١٩٦) ، والهروي في «ذم الكلام» (رقم ٤٧٣ - مكتبة الغرباء) ، وأبو نعيم في «الحلية» (١/٢٨٠) ، والخطيب في «تاريخ بغداد» (٣/٤٤٦) ، وابن عبد البر في «الجامع» (رقم ١٨٠٩ - ط. دار ابن الجوزي) من طريقين عن حذيفة، وهو صحيح بهما.
وعزاه أبو شامة في «الباعث» (٧٠ - بتحقيقي) لـ «سنن أبي داود» ! وقلّده المؤلِّفان، ولم أجده فيه، ولم يعزه في «تحفة الأشراف» (٣/٥٥) إلا للبخاري بنحوه. والمراد بـ (القُرَّاء) : العلماء بالقرآن والسنة العُبّاد، وانظر «فتح الباري» (١٣/٢٥٧) .
(٢) الشاطبي إمام مُجَدِّد مُصْلح، كما بيّنته في تقديمي لـ «الاعتصام» و «الموافقات» له، ونشرتُ ست حلقات بعنوان (الإصلاح ومجالاته عند الشاطبي) في مجلتنا الغراء «الأصالة» (الأعداد ٢٨، ٢٩، ٣١-٣٤) ، وأما كونه محدثاً، فليس كذلك، تبرهن لي ذلك بيقين، انظر تعليقي على «الموافقات» (١/٧٦، ٧٨) ، و «الاعتصام» (١/١٧٩) .
(٣) (١/٢٤٢-٢٤٣ - بتحقيقي) .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (56,'أحدها: أنَّها جاءت مطلقة عامَّة على كثرتها، لم يَقَعْ فيها استثناء ألبتَّة، ولم يأت فيها ما يقتضي أنَّ منها ما هو هدىً، ولا جاء فيها: كل بدعة ضلالة؛ إلا كذا وكذا ... ، ولا شيء من هذه المعاني.
فلو كان هنالك محدَثَة يقتضي النَّظر الشَّرعيُّ فيها الاستحسان، أو أنَّها لاحقةٌ بالمشروعات؛ لذكر ذلك في آيةٍ أو حديثٍ، لكنّه لا يوجد، فدلَّ على أنَّ تلك الأدلَّة بأسرها على حقيقة ظاهرها مِن الكلية التي لا يتخلف عن مقتضاها فردٌ من الأفراد.
والثاني: أنَّه قد ثبت في الأصول العلميَّة، أنَّ كُلَّ قاعدة كلية أو دليل شرعي كلِّي، إذا تكرَّرت في مواضع كثيرة، وأُتي بها شواهد على معان أصولية أو فروعية، ولم يقترن بها تقييد ولا تخصيص مع تكررها وإعادة تقررها (١) ، فذلك دليل على بقائها على مقتضى لفظها من العموم؛ كقوله -تعالى-: {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [فاطر: ١٨] ، {وَأَن لَّيْسَ لِلإنسَانِ إِلاَّ مَا سَعَى} [النجم: ٣٩] ، وما أشبه ذلك، (وبسط الاستدلال على ذلك هنالك) .
فما نحن بصدده من هذا القبيل إذا جاء في الأحاديث المتعدِّدة والمتكررة في أوقات شتَّى، وبحسب الأحوال المختلفة، أنَّ كُلَّ بدعةٍ ضلالةٌ، وأنَّ كلَّ محدثةٍ بدعة ... وما كان نحو ذلك من العبارات الدالَّة على أنَّ البدعَ مذمومة، ولم يأت في آية ولا حديث تقييدٌ ولا تخصيص، ولا ما يُفهَم منه خلاف ظاهر الكليَّة فيها، فدلَّ ذلك دلالةً واضحة على أنها على عمومها وإطلاقها.
الثالث: إجماع السّلف الصَّالح مِن الصَّحابة والتَّابعين، ومَن يليهم على ذمِّها كذلك، وتقبيحها، والهروبِ عنها، وعمَّن اتَّسم بشيء منها، ولم يقع منهم في ذلك توقُّف ولا مثنوية، فهو بحسب الاستقراء إجماعٌ ثابت، فدلَّ على أنَّ كلَّ بدعة ليست بِحَقٍّ، بل هي من الباطل.
_________
(١) الصواب: «تقريرها» ، كما في «الاعتصام» .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (57,'والرابع: أنَّ متعقّل البدعة يقتضي ذلك بنفسه؛ لأنه من باب مضادَّة الشارع واطِّراح الشَّرْع، وكلُّ ما كان بهذه المثابة فمحالٌ أن ينقسم إلى حُسْنٍ وقبيحٍ، وأن يكون منه ما يمدح ومنه ما يذمّ، [فإذا] (١) ثَبَتَ ذَمُّ البدعة ثَبَتَ ذَمُّ صاحبِها؛ لأنّها ليست مذمومة مِن حيث تصوُّرها فقط، بل من حيث اتّصف بها المتَّصف، فهو إذن المذموم على الحقيقة، والذَّمُّ خاصَّةُ التأثيم، فالمبتدع مذمومٌ آثمٌ، وذلك على الإطلاق والعموم» (٢) .
ولقد أطال -رحمه الله تعالى- في البحث إلى أن قال: «وحاصل ما ذُكِر هنا، أَنّ كلَّ مبتدع آثمٌ، ولو فُرضَ عاملاً بالبدعة المكروهة إن ثبت فيها كراهة التنزيه؛ لأنه إما مستنبط لها فاستنباطه على الترتيب المذكور غيرُ جائزٍ، وإمّا نائبٌ عن صاحبها مناضلٌ عنه فيها، بما قدر عليه، وذلك يجري مجرى المستنبطِ الأَوَّلِ لها، فهو آثم على كلِّ تقدير» (٣) . انتهى باختصار.
_________
(١) بدل ما بين المعقوفتين في «الاعتصام» (١/٢٤٢-٢٤٣ - بتحقيقي) ما نصه: «إذ لا يصحُّ في معقول ولا منقول استحسان مشاقَّة الشَّارع، وقد تقدَّم بسطُ هذا في أول الباب الثاني. وأيضاً؛ فلو فرض أنه جاء في النَّقْل استحسانُ البِدَعِ أو استثناءُ بعضِها عن الذَّمِّ؛ لم يتصوَّر؛ لأنَّ البدعة طريقةٌ تضاهي المشروعة، من غير أن تكون كذلك.
وكون الشارع يستحسنُها؛ دليلٌ على مشروعيتها، إذ لو قال الشَّارع: المحدثة الفلانية حسنةٌ؛ لصارت مشروعةً، كما أشاروا إليه في الاستحسان حسبما يأتي -إن شاء الله تعالى-، ولما» .
(٢) «الاعتصام» (١/٢٤٢-٢٤٣ - بتحقيقي) .
(٣) «الاعتصام» (١/٢٤٦-٢٤٧ - بتحقيقي) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (58,'وكُنّا نودُّ أن نرشدَ الأستاذ الجزَّار وتلميذَه إلى الاستفادة من هذا الكتاب الذي لا ندّ له في بابه، ولكنا خشينا أن يرميا مؤلِّفَه بالنَّزْعة (الوهابيَّة) (١)
_________
(١) دعوة الشيخ محمد بن عبد الوهاب دعوة سلفية خالصة، أُلصقت بها تُهَمٌ وبواطيل، وافتراءات وأكاذيب، وأصبح الخصوم والأعداء من القبوريين والطرقيين ينعتون الدعاة إلى التوحيد والكتاب والسنة بـ (الوهابيين) ؛ حنقاً وحقداً على التوحيد وأهله وأئمته! ولا قوة إلا بالله.
= ... وكلمة (وهّابي) تسمية غريبة، لم تُنقَل عن أحد من أئمة الدعوة الأُوَل، وإنما نقلت عن خصومهم، وإلا؛ فنعم الانتسابُ إلى (الوهَّاب) -جل جلاله-:
إنْ كان توحيدُ الإلهِ تَوَهُّباً ... يا رَبِّ! فاشهَدْ أنَّنِي وَهَّابي

وهاك نصَّيْن من كلام الإمام الشيخ محمد بن عبد الوهاب -رحمه الله- في بيان معتقده ومنهجه:
الأول: ففي «مؤلفات الشيخ محمد بن عبد الوهاب» -القسم الخامس (الرسائل الشخصية) (ص ٢٥٢) - ما نصه:
«لست -ولله الحمد- أدعو إلى مذهب صوفي، أو فقيه، أو متكلم، أو إمام من الأئمة الذين أعظمهم؛ مثل ابن القيم، والذهبي، وابن كثير، وغيرهم، بل أدعو إلى الله وحده لا شريك له، وأدعو إلى سنة رسول الله - صلى الله عليه وسلم - التي أوصى بها أول أمته وآخرهم، وأرجو أني لا أرد الحق إذا أتاني، بل أشهد الله وملائكته وجميع خلقه: إن أتانا منكم كلمة من الحق، لأقبلنها على الرأس والعين، ولأضربنّ الجدار بكل ما خالفها من أقوال أئمتي، حاشا رسول الله S فإنه لا يقول إلا الحق ... » .
والآخر: جاء في رسالته لعبد الرحمن بن عبد الله السويدي أحد علماء العراق يذكر الإمام -رحمه الله- حقيقة دعوته، ومن ذلك قوله -كما في «مؤلفات الشيخ الإمام» (الرسائل الشخصية) (٥/٣٦) -:

«أخبرك أني -ولله الحمد- مُتَّبِعٌ، ولست بمبتدع، عقيدتي وديني الذي أَدِينُ اللهَ به مذهب أهل السنة والجماعة، الذي عليه أئمة المسلمين؛ مثل: الأئمة الأربعة، وأتباعهم إلى يوم القيامة، لكني بيَّنت للناس إخلاص الدين لله، ونهيتهم عن دعوة الأحياء والأموات من الصالحين وغيرهم، وعن إشراكهم فيما يعبد الله به، من الذبح والنذر والتوكل والسجود، وغير ذلك مما هو حق لله الذي لا يشركه فيه ملك مقرب، ولا نبي مرسل، وهو الذي دعت إليه الرسل من أولهم إلى آخرهم، وهو الذي عليه أهل السُّنَّة والجماعة» .
وهنالك نقولات عديدة عن الإمام المجدد، وغيره من أئمة الدعوة المباركة في الاتباع، والاقتصار على الدليل، ونبذ ما يخالفه. تراها في رسالة «الإقناع بما جاء عن أئمة الدعوة من الأقوال في الاتباع» .
وأما عن الشُّبه التي تثار في وجه هذه الدعوة، فقد تصدى لها بالدراسة والرد على وجهٍ حسن غايةً: الأخ الباحث الشيخ عبد العزيز العبد اللطيف في كتابه «دعاوى المناوئين= =لدعوة الشيخ محمد بن عبد الوهاب، عرض ونقد» .
وأما عن المؤلفات التي طبعت وفيها سموم وبواطيل حول هذه الدعوة، فقد كدتُ استيعابها والتحذير منها في كتابي «كتب حذر منها العلماء» (المجموعة الأولى) (١/٢٥٠-٢٨٧) ، فانظره، فإنه مفيد -إن شاء الله تعالى-.
وكتب -حديثاً- بعض إخواننا ومحبّينا الشيخ مالك شعبان في مجلتنا (الأصالة) ثلاث حلقات عن أسوأ كتاب ظهر عن حياة الشيخ الإمام محمد بن عبد الوهاب، وفنّد أباطيله، وهو «مذكرات همفر» ، انظر الأعداد (٣١، ٣٢، ٣٣) ، وللمحدث الشيخ مقبل بن هادي -رحمه الله- مقالة بعنوان «حول كلمة وهابي» نشرناها في «الأصالة» -أيضاً- (العدد ٣٤/ص ٢٨-٣٣) .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (59,'-التي هي حجة العاجز لترويج الباطل، وإضاعة الدين- التي رميانا بها، وإنْ تقدَّمَ زمنِ ذلك الإمام الشاطبي العظيم على زمن محمد بن عبد الوهاب ما يقرب من (٥٠٠ سنة) !! لأنه لا يبعد أن يعلّلا ذلك بأنه من باب أخذ المتقدِّم عن المتأخِّر!!
وقول سيدنا عمر -رضي الله عنه- في جمعه الناس بصلاة التراويح على قارئ واحد: «نعم البدعة هذه» (١) هو مجاز، كما ذكره الشاطبي -أيضاً- في كتابه «الاعتصام» (٢) ؛ لأنّ الاجتماع في صلاة التراويح سنة الرسول -عليه الصلاة والسلام-؛ لأنه أول مَن صلاّها بالجماعة كما هو معلوم.
_________
(١) مضى تخريجه، وهو في «صحيح البخاري» .
(٢) انظره -لزاماً- (١/٤٥ - بتحقيقي) .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (60,'وقال العلاّمة الزَّبيدي في «شرحه على الإحياء» (١) في قول سيدنا عمر: «إنها نعم البدعة» : «وكذا عدَّها العزُّ بنُ عبد السلام (٢) في البدع المستحبة، قال التَّقيّ السُّبكي: هو باعتبار المعنى اللغوي، فإنَّ البدعة في اللغة؛ هو: الشيء الحادث، وأما في الشرع، فإذا أطلق إنما يراد الحادث الذي لا أصل له في الشرع، وقد يطلق مقيداً، فيقال: بدعة هدى، وبدعة ضلالة، فالتراويح على هذا من بدعة الهدى، وكيف يريد عمر خلاف ذلك ويأمر به (٣) ، معاذ الله أن يأمر ببدعة (٤) .
_________
(١) المسمى «إتحاف السادة المتقين» ، والنقل فيه (٣/٤٢١) .
(٢) في كتابه «قواعد الأحكام» (٢/١٧٢-١٧٤) ، وفي «الفتاوى» له (ص ... ١١٦) ، وتبعه تلميذه القرافي في كتابه «الفروق» (الفرق الثاني والخمسون والمئتان) = ... = (٤/٢٠٢-٢٠٥) ، وذلك ضمن كلام فيه أن العلماء قسموا البدع بأقسام أحكام الشريعة الخمسة، انظر مناقشتهم بما لا مزيد عليه في «الاعتصام» (١/٣١٣ وما بعده) ، وتعليقي عليه.
(٣) في مطبوع «الإتحاف» : «بها» .
(٤) كلام السبكي هذا في كتابه الكبير في التراويح، وهو بعنوان «ضوء المصابيح في صلاة التراويح» ، وهو أكبر تصانيفه في هذه المسألة، وله فيها: «تقييد التراجيح في صلاة التراويح» ، و «إشراق المصابيح في صلاة التراويح» وهو مطبوع بمصر قديماً، وضمن «الفتاوى» (١/١٥٥ وما بعد) له، وله فيها: «نور المصابيح في صلاة التراويح» ، و «ضياء المصابيح» ، ومصنَّفَان آخران في ذلك تكملة سبعة، قاله ابنه التاج في «طبقات الشافعية الكبرى» (١٠/٣٠٩) .

قال الزّبيدي في «شرح الإحياء» (٣/٤١٥) : «وقد ألف قاضي القضاة تقي الدين السبكي -رحمه الله- فيما يتعلق بتأكيد سنية صلاة التراويح ثلاث رسائل، أولاها: «ضوء المصابيح في صلاة التراويح» ، وهي في ثمان كراريس، والثانية: «تقييد التراجيح في تأكيد التراويح» كراسة واحدة، والثالثة: «إشراق المصابيح في صلاة التراويح» كراسة واحدة، وقد اطلعت على الأخيرين بخطه» .
قال أبو عبيدة: مما قال في «الإشراق» (ق٣، ٤) بعد كلام -ومن خطّه أنقل، وهذه الرسالة ضمن مجموع في المكتبة الأحمدية بحلب (رقم ٢٠٢) له بخطه، جاء على طرته: «هذا المجموع بخط مؤلّفه ولي الله -تعالى- المجتهد شيخ الإسلام السّبكي الكبير، فهو من عجائب الكتب المتبرَّك (!) فيها» -: «فلما علم عمر ذلك من رسول الله - صلى الله عليه وسلم -، وعلم أنَّ الفرائض لا يزاد فيها، ولا ينقص منها بعد موته - صلى الله عليه وسلم -، أقامها للناس، وأحياها، وأمر بها، وذلك سنة أربع عشرة من الهجرة، وذلك شيء دخره الله له، وفضّله به، ولم يُلهم إليه أبا بكر، وإنْ= =كان أفضلَ من عمر، وأشدَّ سبقاً إلى كل خير بالجملة، ولكل واحدٍ منهم فضائل خُصّ بها، ليست لصاحبه، وكان عليّ يستحسن ما فعل عمر من ذلك ويفضّله، ويقول: «نوّر شهر الصوم» ... » .
قلت: أثر عليّ، أخرجه الأثرم -كما في «المغني» (١/٤٥٧) -، وابن عبد البر في «التمهيد» (٨/١١٩) ، وابن عساكر في «تاريخ دمشق» (١٣/ق٩٦) عن إسماعيل بن زياد وإسماعيل ضعيف، ولذا ذكره ابن تيمية في «منهاج السنة» (٤/٢٢٤) بصيغة التمريض.
وأخرجه ابن خزيمة -كما في «مسند الفاروق» (١/١٨٧) وأورد إسناده-، وابن شاهين، والأثرم -كما في «المغني» (١/٤٥٧) - من طريق أبي إسحاق الهمذاني عن علي، قال ابن كثير: «هذا منقطع بين أبي إسحاق وعلي» ، وقال: «وقد رواه بشر بن موسى، عن عبد الرحمن بن واقد، عن عمرو بن جميع، عن ليث، عن مجاهد، عن علي مثله، وهذا منقطع» . وانظر -أيضاً- لتأييد ما مضى: «شعب الإيمان» للبيهقي (٣/٣٣٧) .
وانظر لفتة رائعة عند البخاري في «الصحيح» في محل وضع أثر عمر، وماذا سبقه عند ابن كثير في «مسند الفاروق» (١/١٨٧) .',NULL,'60',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (61,'وهكذا مراد العز بن عبد السلام (١) ، فليس هذا من البدعة المقابلة للسنة في شيء، على أني أقول: إنَّ عمر -رضي الله عنه- لم يشر إلى أصل التراويح، وإنما أشار إلى ذلك الاجتماع الخاصّ، الذي حدث في زمانه بأمره، فهو بدعة باعتبار اللغة، وبدعة هدى، وأما أصل التراويح فلا يطلق عليها بدعة بشيء من الاعتبارين، ولا في كلام عمر ما يدل على ذلك، وابن عبد السلام إن أراد ما أراد عمر وافقناه [عليه] (٢) ، وإلا خالفناه فيه، متمسكين بإطلاق العلماء من المذاهب الأربعة، أنَّ التراويح سنة النبي S لا سنة عمر» (٣) . انتهىكلام الزَّبيدي.
_________
(١) من الأمور المهمَّة التي ينبغي التنبُّه لها: توسُّع القرافي في متابعة شيخه العز في تقسيم البدع، وقرر الشاطبي في «الاعتصام» (١/٣٢٢-٣٢٣) أن القرافي اتّبع شيخه من غير تأمّل، وأنه لا عذر له في نقل تلك الأقسام على غير مراد شيخه، ومن هنا توسّع المتأخِّرون في تحسين البدع، وحمّلوا كلام القرافي زيادةً عليه، والمتأمل في التطبيقات العملية الفقهية عند (العز) ولا سيما في (الفتاوى) له، يظهر صدق وحق ما قال الشاطبي، انظر كلامه بتأمل وإنعام نظر، فإنه حقيق وجدير بذلك، والله الهادي والواقي.
(٢) سقط في المطبوع، وأثبتُّه من «الإتحاف» للزَّبيدي.
(٣) انظر في هذا: «اقتضاء الصراط المستقيم» (ص ٢٧٦) ، «الباعث» (٩٣-٩٥ - بتحقيقي) لأبي شامة، «الكافي» (١/٢٥٥) لابن عبد البر، «الأمر بالاتباع» (٨٧-٩١ - بتحقيقي) ، «عارضة الأحوذي» (٤/١٨-١٩) ، «إقامة الحجة على أن الإكثار في التعبُّد ليس ببدعة» (ص ٣٣) ، «الطريقة المحمدية» (١/١٢٨ - شرح الخادمي) و (١/١٣٦ - شرح عبد الغني النابلسي) ، «جامع العلوم والحكم» (٢٣٣) ، وغيرها.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (62,'وقول خزيران: ويؤيِّد مذهبهم أدلة كثيرة؛ منها: ما وقع لأبي بكر وعمر وزيد بن ثابت ... إلخ ليس بدليل؛ لأنّ ما طلبه عمر، وتردَّد فيه أبو بكر، ثم قَبِلَه، وتردد فيه زيد، ثم قبله (١) ، ليس ببدعة، وإن يكن حدث من بعد الرسول - صلى الله عليه وسلم -.
نقول: ليس ببدعة؛ لأنَّ النبي - صلى الله عليه وسلم - قال: «فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنّواجذ، وإياكم ومحدثات الأمور؛ فإنَّ كلَّ بدعة ضلالة» (٢) . فسمى - صلى الله عليه وسلم - ما يأتي به الخلفاءُ الراشدون من بعده سُنَّةً، ولم يسمِّه بدعةً، ويفهم مِن قوله - صلى الله عليه وسلم -: «وإياكم ومُحْدَثات الأُمور؛ فإنَّ كلَّ بدعة ضلالة» (٣) أن ما يحدث بعد زمان الخلفاء الراشدين هو الذي يسمى بدعةً.
ثم قال: وقد سار من ذلك الوقت الصَّحابةُ والتَّابعون والأئمة المجتهدون، في كلِّ عصر على ذلك، ولم يسمع عن أحد منهم مخالفة فيه، فكان إجماعاً (٤) ،
_________
(١) يشير إلى ما عند البخاري في «صحيحه» ، وسبق أن نقلناه عنه في التعليق على (ص ٥٠) .
(٢) تقدم تخريجه (ص ٥٥) ، وهو حديث العرباض بن سارية -رضي الله عنه-.
(٣) سبق تخريجه، وهو حديث العرباض بن سارية -رضي الله عنه-.
(٤) وهذا قاله السبكي -رحمه الله- في «إشراق المصابيح» (ق٥) ، وغيره.
= ... وحكى الإجماع على مشروعية صلاة قيام رمضان في جماعةٍ، جماعةٌ؛ منهم: ابن عبد البر في «الكافي» (١/٢٥٥) ، والكاساني في «بدائع الصنائع» (٢/٧٤٨) ، وابن رشد في «بداية المجتهد» (٤/١٨٤) ، والنووي في «شرح صحيح مسلم» (٥/١٣٨ و٦/٣٩) ، والقرافي في «الذخيرة» (٢/٤٠٣) ، وشيخ الإسلام ابن تيمية في «مجموع الفتاوى» (٢٣/١٩) .

وانظر في حكاية إجماع الصحابة عليها: «المغني» (٢/٦٠٤، ٦٠٥) ، «شرح الزركشي على الخرقي» (٢/٧٩) ، «الشرح الكبير» (١/٣٦٢) ، «كشاف القناع» (١/٤٢٥) ، «تبيين الحقائق» (١/١٧٨، ١٧٩) ، «طرح التثريب» (٣/٩٨) .',NULL,'62',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (63,'ولا يعزب عن دراية ذوي العلم ما ذكره شراحه (أي: شراح حديث صلاة التراويح الآنف الذكر) ، من أن تصرفات سيدنا عمر بصلاة التراويح المأثورة عن النبي - صلى الله عليه وسلم - كانت من جهة الاجتماع عليها، وجعلها في أول الليل، وكونها في كل ليلة، وكونها بالعدد الذي يصليه الآن المسلمون في مساجدهم، ماعدا من أزاغ الله قلوبهم من الاقتصار على أصل المنقول عن النبي - صلى الله عليه وسلم - من الإحدى عشرة ركعة مع الوتر، حتى بلغنا عن الفاضل القصَّاب أنه يفعل ذلك في بيته مع جماعة من صلحاء عوام المسلمين، الذين تسلّط على أفكارهم الساذجة، ألم يطرق سمعه قوله - صلى الله عليه وسلم -: «اقتدوا باللذين من بعدي؛ أبي بكر وعمر» (١) ،
_________
(١) أخرجه الترمذي في «جامعه» (٤/٣١٠) ، وابن ماجه في «السنن» (١/٣٧ رقم ٩٧) ، والحميدي في «المسند» (رقم ٢٤٩) ، وابن أبي شيبة في «المصنف» (١٢/١١ رقم ١١٩٩١ و١٤/٥٦٩ رقم ١٨٨٩٥) ، وأحمد في «المسند» (٥/٢٩٩، ٣٨٢، ٤٠٢) و «فضائل الصحابة» (رقم ٤٧٨، ٤٧٩) ، وابنه عبد الله في «زوائده على الفضائل» (١/١٨٦ رقم ١٩٨) و «السنة» (رقم ١٣٦٧-١٣٦٩) ، والبخاري في «التاريخ الكبير» (٩/٥٠ - «الكنى» ) ، والطحاوي في «المشكل» (٢/٨٣، ٨٤، ٨٥) ، والحاكم في «المستدرك» (٣/٧٥) ، وابن سعد في «الطبقات الكبرى» (٢/٣٣٤) ، والفسوي في «المعرفة والتاريخ» (١/٤٨٠) ، والخلال في «السنة» (رقم ٣٣٦) ، والبزار في «المسند» (١/٢٤٨-٢٥١ رقم ٢٨٢٧، ٢٨٢٨، ٢٨٢٩) ، وابن أبي حاتم في «العلل» (٢/٣٨١) ، والطبراني في «أحاديث منتقاة» (رقم ٥ -= = «انتقاء ابن مردويه» ) ، وأبو الشيخ في «ذكر الأقران» (رقم ٤٢٨) ، والبلاذري في «أنساب الأشراف» (٢/٢٠٨ و١٠/٥٧) ، وابن حبان في «صحيحه» (رقم ٢١٩٣ - موارد) ، وابن شاهين في «السنة» (رقم ١٤٧) ، وابن عدي في «الكامل» (٢/٢٥٠) ، والقطيعي في «جزء الألف دينار» (رقم ١٦٢) ، والعقيلي في «الضعفاء» (٢/١٥٠) ، وابن أبي عاصم في «السنة» (٢/٥٤٥-٥٤٦ رقم ١١٤٨، ١١٤٩) ، وأبو نعيم في «فضائل الخلفاء» (رقم ٩٣) و «تثبيت الإمامة» (رقم ٤٩، ٥٠) و «الحلية» (٩/١٠٩) ، والبيهقي في «المدخل» (رقم ٦١، ٦٢، ٦٣) وفي «السنن الكبرى» (٥/٢١٢ و٨/١٥٣) وفي «مناقب الشافعي» (١/٣٦٢) ، والبغوي في «شرح السنة» (١٤/١٠١ رقم ٣٨٩٥) ، والتيمي في «الترغيب» (١/١٧٠ رقم ٣٣٤ - ط. زغلول) و «سير السلف» (ق١٧/ب) ، وابن عساكر في «تاريخ دمشق» (٩/ق٦٤٤ و١٣/ق٧٠-٧١) ، والخليلي في «الإرشاد» (١/٣٧٨ و٢/٦٦٤-٦٦٥) ، والآجرِّي في «الشريعة» (٣/٨٤-٨٥ رقم ١٤٠٢، ١٤٠٣، ١٤٠٤) ، واللالكائي في «شرح السنة» (٧/١٣١٥-١٣١٦ رقم ٢٤٩٨، ٢٤٩٩) ، والروياني في «مسنده» (٣/١٠٣ رقم ٧٩ - «المستدرك» ) -ومن طريقه ابن عساكر في «تاريخ دمشق» (١٣/ق٧٢ وص ٦٣، ٦٤ - جزء ابن مسعود) -، وابن حزم في «الإحكام» (٨/٨٠٩) ، والذهبي في «السير» (١/٤٨١ و١٠/٨٨) ، والمزي في «تهذيب الكمال» (٣٠/٣٥٦) ، وابن بلبان في «تحفة الصديق» (ص ٦٤) ، وابن عبد البر في «الجامع» (٢/٢٢٣، ٢٢٤) ، والخطيب في «الفقيه والمتفقه» (١/١٧٧) و «التاريخ» (٧/٤٠٣ و١٢/٢٠ و١٤/٣٦٦) ، وبيبي الهرثمية في «جزئها» (رقم ٨٤) عن حذيفة مرفوعاً.
والحديث -كما قال الخليلي في «الإرشاد» (١/٣٧٨) - «صحيح معلول» ؛ أي: بعلَّةٍ غير قادحة.
وقال العقيلي في «الضعفاء» (٤/٩٥) بعد كلام: «يروى عن حذيفة عن النبي S بإسناد جيد ثابت» . وحسنه الذهبي في «تاريخ الإسلام» (٢/٢٥٧) . وانظر: «تحفة الأشراف» (٣٠/٢٨) . وتفصيل طرقه وسائر شواهده أمر يطول جداً، وخرجت منها حديث ابن مسعود في تعليقي على «المجالسة» (٨/٢٥٨-٢٦٣ رقم ٣٥٢٨) ، وأكتفي بما قدمت، والله الموفق. وانظر: «السلسلة الصحيحة» (رقم ١٢٣٣) .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (64,'ألم يصل إليه خبر: «عليكم بسُنّتي وسُنَّةِ الخلفاء الراشدين المهديين من بعدي، تمسكوا بها وعضوا عليها بالنَّواجذ» (١) ؟ ألم يفهم أهمية هذا الطلب؟ أم غفل عن ذلك؟ ألم يعلم أنَّ صلاة التراويح بالكيفية التي يصليها الآن أهلُ السنة والجماعة في مساجدهم هي مركبة من سُنَّتَين: سُنَّةِ النبيِّ - صلى الله عليه وسلم -، وسُنّةِ عمرَ -رضي الله عنه-؟ وكلتاهما مطلوب منا فعلهما شرعاً، مع إثبات الفرق فيما بينهما بنسبة ما بين درجتي مشرعيهما.
نقول: إنا لنعجَب! ويحقُّ لنا أن نعجبَ مِن جرأة هذا الرجل على الدين الحنيف، بنقله أموراً لا صحة لها، حيث يصرِّح كلامه بأن الأمة الإسلامية من عهد سيدنا عمر إلى يومنا هذا متَّفقة على كيفية صلاة التراويح المعمول بها الآن، وهو أنها بالاجتماع عليها وأنها في أول الليل، وأنها في العدد الذي يصليه المسلمون الآن في مساجدهم، مع أنه لم يقل بهذا الاتفاق أحد، وأن حديث البخاري عن عبد الرحمن بن عبد القاري (٢) صريح في أنَّ عمر نفسه لم يكن يصلِّي التراويح بالاجتماع في المسجد أول الليل عشرين ركعة، والحديث هو أن عبد الرحمن بن عبد القاري قال:
خرجتُ مع عمر بن الخطاب -رضي الله عنه- ليلة في رمضان إلى المسجد، فإذا الناسُ أوزاع متفرِّقون، يصلِّي الرجلُ لنفسه، ويصلِّي الرجلُ فيصلِّي بصلاته الرَّهطُ، فقال عمر: إني أرى لو جمعتُ هؤلاء على قارئ واحد؛ لكان أمثل، ثم عزم، فجمعهم على أُبَيِّ بن كَعْب، ثم خرجتُ معه ليلةً أخرى، والناس يصلون بصلاة قارئهم، قال عمر: نعم البدعة هذه، والتي ينامون عنها أفضل من التي يقومون. يريد: آخر الليل، وكان الناس يقومون أوله (٣) .
_________
(١) مضى تخريجه، وهو قطعة من حديث العرباض بن سارية -رضي الله عنه-.
(٢) تقدم تخريجه.
(٣) مضى تخريجه.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (65,'لأنَّ قول الراوي: خرجتُ معه والناس يصلّون بصلاة قارئهم، ينصُّ أنهم كانوا يصلّون، وليس معهم عمر، وقد أشار العلاّمةُ القسطلاني إلى هذا عند شرح هذه الفقرة من الحديث بقوله: «فيه إشعار بأنّ عمرَ كان لا يواظب على الصلاة معهم، ولعله كان يرى أن فعلها في بيته، ولا سيما في آخر الليل أفضل» (١) (انتهى كلام القسطلاني) .
وقال الإمام الغَزَّالِيُّ في كتابه «إحياء علوم الدين» (٢) : «واختلفوا في أنَّ الجماعة فيها (أي: صلاة التراويح) أفضل أم الانفراد؟ (٣) فقيل: إنَّ الجماعةَ أفضل لفعل عمر -رضي الله عنه-، ولأنّ الاجتماع بركة، وله فضيلة، بدليل الفرائض، ولأنه ربما يكسل في الانفراد، وينشط عند مشاهدة الجمع، وقيل: الانفراد أفضل؛ لأنَّ هذه سنة ليست من الشعائر كالعيدين، فإلحاقها بصلاة الضحى، وتحية المسجد أولى، ولم تشرع فيها جماعة، وقد جرت العادة بأن يدخل المسجد جمع معاً، ثم لم يصلوا التحية بالجماعة، ولقوله S: «فضل صلاة التطوع في بيته على صلاته في المسجد، كفضل صلاة المكتوبة في المسجد على صلاته في البيت» (٤) ...
_________
(١) «إرشاد الساري» (٣/٤٢٦) .
(٢) «الإحياء» (١/٢٠٢) .
(٣) بعدها في «الإحياء» : «وقد خرج رسول الله - صلى الله عليه وسلم - فيها ليلتين أو ثلاثاً للجماعة، ثم لم يخرج، وقال: «أخاف أن توجب عليكم» ، وجمع عمر -رضي الله عنه- الناس عليها في الجماعة، حيث أمن من الوجوب بانقطاع الوحي» .
(٤) قال العراقي في «تخريج أحاديث الإحياء» (١/٢٠٢) : «رواه آدم بن أبي إياس في كتاب «الثواب» من حديث ضمرة بن حبيب مرسلاً. ورواه ابن أبي شيبة في «المصنف» ، فجعله عن ضمرة بن حبيب عن رجل من أصحاب النبي - صلى الله عليه وسلم - موقوفاً. وفي «سنن أبي داود» بإسناد صحيح من حديث زيد بن ثابت: «صلاة المرءفي بيته أفضل من صلاته في مسجدي هذا؛ إلا المكتوبة» » .

قال أبو عبيدة: أخرج الطبراني في «الكبير» (٨/٥٣ رقم ٧٣٢٢) ، وعنه أبو نعيم في «معرفة الصحابة» (٣/١٤٩٧ رقم ٣٨٠٩) عن صهيب بن النعمان رفعه: «فضل صلاة الرجل في بيته على صلاته حيث يراه الناس، كفضل المكتوبة على النافلة» .
ورواه أبو الشيخ في «الثواب» ، بلفظ: «صلاة التطوّع حيث لا يراه من الناس أحد، = =مثل خمسة وعشرين صلاة حيث يراه الناس» .
قال الذهبي في «التجريد» (١/٢٦٨) : «صهيب بن النعمان له حديث، رواه عنه هلال بن يساف في «معجم الطبراني» تفرد به قيس بن الربيع» .
وعزاه ابن حجر في «الإصابة» (٣/٤٥٢) للمعمري في «اليوم والليلة» ، وقال الهيثمي في «المجمع» (٢/٢٤٧) : «وفيه محمد بن مصعب القرقساني، ضعّفه ابن معين وغيره، ووثقه أحمد» .
وأما أثر ضمرة؛ فمضطرب، روي على وجوه وألوان، تراه عند الزَّبيدي في «تخريج الإحياء» (١/٥١١ - استخراج الحداد) .
وصحح شيخنا الألباني -رحمه الله- في «السلسلة الصحيحة» (١٩١٠) حديث أنس رفعه: «صلُّوا في بيوتكم، ولا تتركوا النوافل فيها» ، وهو بعمومه يشمل هذه المسألة، فتأمل!',NULL,'65',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (66,'إلى أنْ قال: «والمختار أنَّ الجماعة أفضل كما رآه عمر» (١) .
وقال الإمام الشوكاني في كتابه «نيل الأوطار شرح منتقى الأخبار» (٢) : «وقال الإمام النووي (٣) : اتفق العلماء على استحبابها، قال (٤) : واختلفوا في أنَّ الأفضل صلاتها في بيته منفرداً أم في جماعة في المسجد؟ فقال الشافعي (٥) وجمهور أصحابه (٦) وأبو حنيفة (٧)
_________
(١) الإحياء (١/٢٠٢) ، وكذا قال زكريا الأنصاري في «تحفة الباري» (٢/ق٣٢٣ - المحمودية) .
(٢) (٣/٦٠) .
(٣) في «شرح صحيح مسلم» المسمى «المنهاج» (٦/٥٨ - ط. قرطبة و٦/٤١ - ط. التراث) .
(٤) أي: النووي أيضاً -رحمه الله-.
(٥) قال الترمذي في «جامعه» (٣/١٧٠) : «واختار الشافعي أن يصلي الرجل وحده إذا كان قارئاً» ، ونقل البيهقي في «معرفة السنن والآثار» (٤/٥٣٩٥) ، وابن عبد البر في «الاستذكار» (٥/١٥٩ رقم ٦٣٠٤) عن الشافعي أن الصلاة في المسجد أفضل مع رسول الله في مسجده على ما في ذلك من الفضل. ثم صرح البيهقي أن تفضيل صلاة الرجل وحده هو مذهبه القديم، ثم نقل عنه (٤/٥٣٩٨) : «وإنْ صلاها في جماعة؛ فحسن» . وانظر: «الحاوي الكبير» (٢/٢٩١) ، «تحفة الأحوذي» (٣/٤٤٨ - ط. دار الكتب العلمية) .
(٦) نقله ابن عبد البر في «الاستذكار» (٥/١٦١) عن المزني وابن عبد الحكم من أصحاب الشافعي، وقال النووي في «المجموع» (١/٤٨٦) : «وهو المنصوص في البويطي، وبه أكثر أصحابنا المتقدمين» . وانظر «مدارك المرام في مسالك الصيام» (١١٤) للقطب القسطلاني، و «إرشاد الساري» (٣/٤٢٧) .
(٧) انظر «البناية» (٢/٥٨٦) للعيني. وحكاه ابن عبد البر (٥/١٦١) عن عيسى بن أبان، وبكار بن قتيبة وأحمد بن أبي عمران، والطحاوي من الحنفية. وانظر -لزاماً- «شرح معاني الآثار» (١/٣٥٠) ..',NULL,'66',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (67,'وأحمد (١) وبعض المالكية (٢) وغيرهم (٣) : الأفضل صلاتها جماعة، كما فعله عمر بن الخطاب (٤) ، وقال مالك (٥)
_________
(١) قال الترمذي في «الجامع» (٣/١٧٠) : «اختار ابن المبارك وأحمد وإسحاق الصلاة مع الإمام في شهر رمضان» ، وقال أبو داود في «مسائل أحمد» (٦٤) : «سمعت أحمد يقول: يصلي مع الناس» ، وسمعته -أيضاً- يقول: «يعجبني أن يصلي مع الإمام، ويوتر معه» ، وقال الأثرم -كما في «الاستذكار» (٥/١٦٢) -: «كان ابن حنبل يصلي مع الناس التراويح كلها؛ يعني: الأشفاع عندنا، إلى آخرها، ويوتر معهم» . وكذلك نقل عنه أبو داود السجستاني في «مسائله» (٦٢) ، وعنه عبد الحق الإشبيلي في «التهجد» (ص ١٧٦) ، وابن نصر في «قيام رمضان» (٩١) ، قال أحمد: كان جابر يصليها في جماعة، وروي عن علي وابن مسعود مثل ذلك.
(٢) انظر «فتح الباري» (٤/٢٥٢) ، و «إرشاد الساري» (٣/٤٢٧) ، والمصادر الآتية للمالكية.
(٣) كإسحاق وابن المبارك، أفاده الترمذي، وتقدم كلامه قريباً، وهذا اختيار الشاطبي في «الاعتصام» (١/٣٢٥) -وعزاه للسلف- شيخنا الألباني في «صلاة التراويح» (١٧-١٨) ، والشيخ ابن عثيمين في «مجالس شهر رمضان» (١٩) -رحمهم الله وسائر علماء المسلمين-.
(٤) بعدها في «شرح صحيح مسلم» (٦/٥٨) للنووي -ونقله عنه أيضاً الشوكاني في «النيل» (٣/٦٠) -: «والصحابة -رضي الله عنهم-، واستمرَّ عمل المسلمين عليه؛ لأنه من الشعائر الظاهرة، فأشبه صلاة العيد» .
(٥) ونقل عبد الحق الإشبيلي في «التهجد» (ص ١٧٦) عن مالك قوله: «لا أشك= =أن الصلاة في البيت أفضل» ، وقيّده غير واحد لمن قوي عليه، كالقرطبي. وقال عبد الحق: «ويروى عنه -أيضاً-: أفضله أكثره، في البيت أو في المسجد» ... وانظر: «المدونة» (١/١٨٩) ، «البيان والتحصيل» (١٧/٤٠) ، «عقد الجواهر الثمينة» (١/١٨٧) ، «تفسير القرطبي» (٨/٣٧٢-٣٧٣) ، «الإشراف» للقاضي عبد الوهاب (١/٣٥٩ رقم ٢٧٥ - بتحقيقي) ، «الذخيرة» (٢/٤٠٣) ، «التمهيد» (٨/١١٩) ، «الاستذكار» (٥/١٥٨، ١٦٤) .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (68,'وأبو يوسف (١) وبعض الشافعية (٢) وغيرهم (٣) : الأفضل فُرادى في البيت؛ لقوله - صلى الله عليه وسلم -: «أفضلُ الصلاة: صلاةُ المرءِ في بيته إلا المكتوبة» متفق عليه» (٤) .
_________
(١) نقله القرطبي في «تفسيره» (٨/٣٧٢) ، والقطب القسطلاني في «مدارك المرام» (١١٤-١١٥) ، وابن حجر في «الفتح» (٤/٢٥٢) ، والقسطلاني في «إرشاد الساري» (٣/٤٢٧) ، وصديق حسن خان في «عون الباري» (٢/٨٦٠) .
(٢) المصادر السابقة.
(٣) قال عبد الحق الإشبيلي في «التهجد» (ص ١٧٦) : «وكان ابن هرمز يصلي في بيته، ويصلي بأهله، وكذلك ربيعة وغيره من علماء المدينة يختارون الصلاة في البيت، وكذلك مجاهد وابن القاسم، ويروى هذا عن عبد الله بن عمر أنه اختار للرجل أن يصلي في بيته إذا كان يحفظ» ، ونقله ابن عبد البر في «الاستذكار» (٥/١٥٨-١٥٩) عن ربيعة وعمر وابنه وعلي وسالم والقاسم وإبراهيم ونافع، وهذا اختيار المعلمي اليماني في «قيام رمضان» (ص ٢٧، ٣٠، ٣٤، ٣٧) .
قال أبو عبيدة: أما مذهب عمر، فسبق، وأما مذهب ابنه، فقد أخرجه أبو داود (٤٨٥) ، وعبد الرزاق (٧٧٤٢، ٧٧٤٣) ، والطحاوي في «شرح معاني الآثار» (١/٣٥١-٣٥٢) ، وابن نصر في «قيام رمضان» (٩١) .
وينظر لمذهب علي: «مصنف ابن أبي شيبة» (١/٢٨٧ و٢/٣٩٦) ، و «السنن الكبرى» (٢/٤٩٤) ، و «مصنف عبد الرزاق» (٧٧٢٢) .
ويؤثر هذا عن ابن عباس -أيضاً-. انظر «مصنف ابن أبي شيبة» (٢/٣٩٦) .
(٤) أخرجه البخاري في «صحيحه» (٧٣١) ، ومسلم في «صحيحه» (٧٨١) .
وهنا ثلاثة أمور أنبّه عليها لأهميّتها:
الأول: انتهى هنا نقل المصنِّفَيْن عن الشوكاني! والكلام برمّته للنووي، وهو -كما= =تقدم- في «شرح صحيح مسلم» ، فلو عزي إليه، لكان أعلى وأحسن.

الثاني: هنالك مذاهب أخرى في المسألة المذكورة، من أجودها ما نقله عبد الحق الإشبيلي في «التهجد» (١٧٦) : «وقال رجل للحسن البصري: أصلّي قيام رمضان في البيت أو في المسجد؟ فقال له الحسن: الموضع الذي ترى فيه عينَيْك أدمع، وقلبك أرق وأخشع، فالزمه» .
وقال الليث بن سعد -كما في «الاستذكار» (٥/١٥٩-١٦٠) -: «لو أنَّ الناس كلهم قاموا في رمضان لأنفسهم وأهليهم حتى يُترك المسجدُ، لا يقوم فيه، لكان ينبغي أن يخرجوا إلى المسجد حتى يقوموا فيه في رمضان؛ لأنَّ قيام رمضان من الأمر الذي لا ينبغي للناس تركه، وهو مما سنّ عمرُ للمسلمين، وجمعهم عليه، وأما إذا كانت الجماعةُ قد قامت في المسجد، فلا بأس أن يقوم الرجل لنفسه في بيته، وأهل بيته» .
ولخص القرطبي في «تفسيره» (٨/٣٧٢-٣٧٣) مذهبه بقوله: «لو قام الناس في بيوتهم، ولم يقم أحد في المسجد لا ينبغي أن يخرجوا إليه» !! وهو مخلّ، فتنبَّه!
ونقله القطب في «مدارك المرام» (ص ١١٥) عن بعض الشافعية، وقال: «ومنهم من قال: إن كان يحفظ القرآن، ويأمن من التكاسل عن القيام به، فهو في البيت أفضل، وإن كان بالعكس، ففي المسجد أفضل» .
الثالث: الذي أراه راجحاً، ما قاله ابن عبد البر في «التمهيد» (٨/١١٩-١٢٠) -وذكر الخلاف، والمذاهب والأقوال-: «كل من اختار التفرد فينبغي أن يكون ذلك على أن لا يقطع معه القيام في المساجد، فأما التفرد الذي يقطع معه القيام في المساجد، فلا» ، وقال: «القيام في رمضان تطوع، وكذلك قيام الليل كله، وقد خشي رسول الله - صلى الله عليه وسلم - أن يفرض على أمته، فمن أوجبه فرضاً، أوقع ما خشيه رسول الله - صلى الله عليه وسلم - وخافه، وكرهه على أمته، وإذا صح أنه تطوع، فقد علمنا (بالسنة الثابتة) أن التطوع في البيوت أفضل، إلا أن قيام رمضان (لا بد أن يقام) اتباعاً لعمر، واستدلالاً بسنة رسول الله في ذلك، فإذا قامت الصلاة في المساجد فالأفضل عندي حينئذ حيث تصلح للمصلي نيته وخشوعه وإخباته، وتدبر ما يتلوه في صلاته، فحيث كان ذلك مع قيام سنة عمر، فهو أفضل -إن شاء الله-، وبالله التوفيق» .
وانظر مذاهب الصحابة المؤيدة لإقامتها في المسجد مع تخريجها في «صلاة التراويح» لشيخنا الألباني -رحمه الله- (ص ٩-١٥) . وانظر تأصيلاً قوياً يؤيّد ضرورة إظهار ... هذه الشعيرة في: «الموافقات» للشاطبي (٣/٢٦٢-٢٦٤) ، «اقتضاء الصراط المستقيم» = = (٢٧٥-٢٧٧) ، «فتح الباري» (٣/١٤) .',NULL,'68',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (69,'وفي «الموطأ» (١)
_________
(١) (١/١١٥ - رواية يحيى) .
وأخرجه من طريق مالك به: الفريابي في «الصيام» (رقم ١٧٤) ، وأبو بكر النيسابوري في «فوائده» (ق١٣٥/أ) ، والطحاوي في «شرح معاني الآثار» (١/٢٩٣) ، والبيهقي في «السنن الكبرى» (٢/٤٩٦) و «معرفة السنن والآثار» (٤/٤٢ رقم ٥٤١٣، ٥٤١٤، ٥٤١٥، ٥٤١٦) ، وسنده صحيح غاية.
قال ابن عبد البر في «الاستذكار» (٥/١٥٤ رقم ٦٢٧٢، ٦٢٧٣) : «هكذا قال مالك في هذا الحديث (إحدى عشرة ركعة) ، وغير مالك يخالفه فيقول في موضع: إحدى عشرة ركعة (إحدى وعشرين) ، ولا أعلم أحداً قال في هذا الحديث: إحدى عشرة ركعة غير مالك، والله أعلم.
إلا أنه يحتملُ أنْ يكون القيامُ في أول ما عمل به عمر بإحدى عشرة ركعة، ثم خفَّفَ عليهم طول القيام، ونقلهم إلى إحدى وعشرين ركعة، يُخَفِّفُون فيها القراءة، ويزيدون في الركوع والسجود، إلا أنَّ الأغلبَ عندي في إحدى عشرة ركعة الوَهْم، والله أعلم» .
قال أبو عبيدة: ليس كذلك، فقد تابع مالكاً على «إحدى عشرة ركعة» جمعٌ؛ منهم:
* يحيى بن سعيد القطان، عند ابن أبي شيبة في «المصنف» (٢/٢٨٤ رقم ١ - ط. دار الفكر) .
* إسماعيل بن أمية.
* أسامة بن زيد.
أخرجه من طريقهما عن محمد بن يوسف به: أبو بكر النيسابوري في «فوائده» (ق١٣٥/أ) .
* إسماعيل بن جعفر المدني عن محمد بن يوسف:
أخرجه علي بن حُجر السعدي في «حديثه» (رقم ٤٤٠) .
فهؤلاء أربعة رووه عن محمد بن يوسف، وتابعوا مالكاً على لفظة «إحدى عشرة ركعة» .
ولذا تعقَّب العلماء ابن عبد البر في كلامه السابق، قال الزرقاني في «شرح موطأ= =مالك» (١/٢٥) راداً عليه: «ليس كما قال، فقد رواه سعيد بن منصور من وجه آخر عن محمد بن يوسف، فقال: إحدى عشرة ركعة، كما قال مالك» .
وسنده في غاية الصحة، قاله السيوطي في «المصابيح» (١/٣٥٠ - ضمن «الحاوي» ) .
نعم، خولف مالك، خالفه محمد بن إسحاق وغيره! انظر الهامش الآتي.

(فائدة) : وقع في مطبوع «إتحاف المهرة» (١٢/١٥٨ رقم ١٥٢٩٩) أن مالكاً حدثه، عن ابن شهاب!! وهذا خطأ، صوابه: (محمد بن يوسف) ، وهو ثقة.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (70,'عن محمد بن يوسف عن السائب بن يزيد: إنها إحدى عشرة ركعة.
وروى محمد بن نصر عن محمد بن يوسف إنها إحدى وعشرون ركعة (١) .
_________
(١) تصرف المؤلِّفان في النقل عن ابن حجر في «الفتح» (٤/٢٥٣) ، فوقعوا في هذا الخطأ، وهذا نص كلام ابن حجر بعد أن نقل عن مالك ما سبق:
«ورواه محمد بن نصر المروزي من طريق محمد بن إسحاق، عن محمد بن يوسف، فقال: «ثلاث عشرة» ، ورواه عبد الرزاق من وجه آخر عن محمد بن يوسف، فقال: «إحدى وعشرين» » .
فرواية: «إحدى وعشرين» ، أخرجها عبد الرزاق في «المصنف» (٤/٢٦٠ رقم ٧٧٣٠) عن داود بن قيس وغيره، عن محمد بن يوسف، به.
وأما رواية ابن نصر، فهي في «قيام رمضان» (ص ٩١) ، وفيها: «ثلاث عشرة ركعة» -ومن طريقه عند أبي بكر النيسابوري في «فوائده» (ق١٣٥/أ) -، وزاد في «القيام» : «قال ابن إسحاق: وما سمعت في ذلك -يعني: في عدد ركعات قيام رمضان- هو أثبت عندي، ولا أحرى من حديث السائب، وذلك أن رسول الله - صلى الله عليه وسلم - كانت له من الليل ثلاث عشرة ركعة» .

قلت: رواية الجماعة عن محمد بن يوسف: «إحدى عشرة» هي المحفوظة، وأما رواية ابن إسحاق فهي مرجوحة، لمخالفته من أهم أوثق منه، وأكثر منه عدداً، ويمكن أن يجمع بينها وبين رواية الإمام مالك ومن تابعه، كالجمع المذكور بين حديث عائشة في «الصحيحين» ، وفيه صلاته - صلى الله عليه وسلم - قيام رمضان إحدى عشرة ركعة، وما ثبت في «صحيح مسلم» عن ابن عباس، قال: كان رسول الله - صلى الله عليه وسلم - يصلي من الليل ثلاث عشرة ركعة. فقد وقع تفصيل عند أبي داود (١/٢١٥) ، وأبي عوانة (٢/٣١٨) ضمن حديث طويل، فيه: = = «فصلّى ركعتين خفيفتين، قد قرأ فيهما بأم القرآن في كل ركعة، ثم سلّم، ثم صلّى إحدى عشرة ركعة بالوتر، ثم نام، فأتاه بلال، فقال: الصلاة يا رسول الله! فركع ركعتين، ثم صلى بالناس» ، فالركعتان الزائدتان ليستا من الإحدى عشر، واختلف فيهما، قال ابن القيم في «الهدي» (١/٣٢٧) : «فقد حصل الاتفاق على إحدى عشرة ركعة، واختُلف في الركعتين الأخيرتين: هل هما ركعتا الفجر أو هما غيرهما؟» .
وما يقال عن هذين الحديثين -أعني: حديثي عائشة وابن عباس رضي الله عنهم- يقال في رواية مالك وابن إسحاق، وإلا؛ فالذي تقتضيه الصنعة الحديثية: ترجيح رواية مالك ومن وافقه.
وأما رواية داود بن قيس التي عند عبد الرزاق: فداود هو الفَرّاء الدّبّاغ، أبو سليمان القُرشي مولاهم، المدني، ثقة، وتفرد عبد الرزاق في الرواية عنه (إحدى وعشرين) ، ولم يتبيَّن لنا (غيره) ، وإنما أبهمه، ولا نترك (المبيَّن) لـ (المجمل) ، ولا نترك رواية الجماعة، وفيهم ثقات رفعاء لمثل هذه الرواية!
وقد حمل شيخنا الألباني في كتابه «صلاة التراويح» (ص ٤٨-٤٩) الخطأ في ذكر العدد لعبد الرزاق، لأنه قد اختلط!
قال أبو عبيدة: ثم رأيته في «الصيام» للفريابي (رقم ١٧٥) : حدثنا قتيبة، حدثنا وكيع، عن داود بن قيس، عن محمد بن يوسف، وذكره مثل خبر عبد الرزاق، إلا أنه سكت عن عدد الركعات، وهذا أصح، والله أعلم.
والخلاصة: أن رواية الجماعة عن محمد بن يوسف (إحدى عشرة) ، وهو الراجح على ما تقتضيه الصنعة الحديثية، وفي تحقيق صواب رواية (ابن يوسف) -عندي- يظهر الصواب في فعل عمر؛ لأنه روي عن السائب على ألوان وضروب، وانظر الهامش الآتي، والله الهادي.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (71,'وفي «الموطأ» (١)
_________
(١) كذا قال المؤلِّفان! وهو خطأ! وفي «فتح الباري» (٤/٢٥٣) -وينقل المصنِّفان منه بواسطة «النيل» -: «وروى مالك من طريق يزيد بن خصيفة ... » ! قال شيخنا الألباني في «صلاة التراويح» (٤٩ - الهامش) : «وعزاه الحافظ في «الفتح» لمالك؛ فوهم» .
قلت: إنما أخرجه الفريابي في «الصيام» (رقم ١٧٦) ، وأبو القاسم البغوي في «الجعديات» (رقم ٢٨٢٥) -ومن طريقه البيهقي في «السنن الكبرى» (٢/٤٩٦) - من= =طريق ابن أبي ذئب، عن يزيد بن خصيفة، عن السائب بن يزيد، قال: كانوا يقومون على عهد عمر في شهر رمضان بعشرين ركعة.
وأخرجه البيهقي في «معرفة السنن والآثار» (٤/٤٢ رقم ٥٤٠٩) من طريق محمد بن جعفر، قال: حدثني يزيد بن خصيفة، عن السائب بن يزيد، قال: كنا نقوم في زمان عمر بن الخطاب بعشرين ركعة والوتر، وعزاه محققه لـ «الموطأ» !! وهو خطأ، فليكن ذلك على بالك، والله الموفق.
وهذا الطريق معتمد القائلين بالعشرين في صلاة التراويح! وقد ذهب جماهير الفقهاء، وغير واحد من المحدّثين إلى الجمع بين ما رواه محمد بن يوسف ويزيد بن خصيفة عن يزيد، قال البيهقي في «الكبرى» (٢/٤٩٦) -مثلاً-: «ويمكن الجمع بين الروايتين، فإنهم كانوا يقومون بإحدى عشرة، ثم كانوا يقومون بعشرين، ويوترون بثلاث» .
قلت: نعم، وقع التصريح -أيضاً- بثلاث وعشرين.
قال ابن عبد البر في «التمهيد» (٨/١١٤) و «الاستذكار» (٥/١٥٤-١٥٥ رقم ٦٢٧٦) : «وروى الحارث بن عبد الرحمن بن أبي ذُباب، عن السائب بن يزيد، قال: كنا ننصرف من القيام على عهد عمر، وقد دنا فُروع -أي: بزوغ- الفجر، وكان القيامُ على عهد عمر بثلاث وعشرين ركعة» ، وهو في «مصنف عبد الرزاق» (٤/٢٦١-٢٦٢ رقم ٧٧٣٣) عن الأسلمي، عن الحارث، به.
وبهذا يجمع بين روايتي (إحدى وعشرين) و (ثلاث وعشرين) على حسب عدد ركعات الوتر.

قال ابن عبد البر في «الاستذكار» (٥/١٥٥) : «وهذا محمول على أن الثلاث للوتر، والحديث الأول على الواحدة للوتر» ، قال: «كل ذلك معروف معمول به في المدينة» .
وقال البيهقي في «المعرفة» (٤/٤٢) : «قال الشافعي: وليس في شيء من هذا ضيق، ولا حد ينتهي إليه، لأنه نافلة، فإن أطالوا القيام وأقلّوا السجود؛ فحسن، وهو أحب إليّ، وإنْ أكثروا الركوع والسجود، فحسن» .
وهذا صنيع ابن حجر في «الفتح» ، كما سيأتي في كتابنا هذا، والله الموفق.
قال أبو عبيدة: الواجب (الإعمال لا الإهمال) ، ولكن بعد التأكد من الصِّحة والثبوت، و (الجمع) مقدَّم على (الترجيح) ، والثابت عن عمر أنه صلى (إحدى عشرة) دون زيادة، يتأكّد هذا بأمور:
= ... الأول: أن هذه رواية محمد بن يوسف عن السائب، وابن يوسف هو ابن أخت السائب، وهو أعرف برواية خاله، وأحفظ لروايته من ابن خصيفة، إذ هذا الأخير يروي عن السائب تارة مباشرة، وتارة بواسطة.
الثاني: حمل فعل عمر على موافقة سنته - صلى الله عليه وسلم - خير وأولى من حمله على مخالفتها، وهذا بيّن لا يخفى -إن شاء الله تعالى-. أفاده شيخنا الألباني -رحمه الله- في «صلاة التراويح» (ص ٥١) .
الثالث: رواية ابن خصيفة فيها: إن الناس فعلوا ذلك في زمن عمر، بخلاف الرواية الصحيحة، ففيها أنه أمر بإحدى عشرة ركعة، أفاده شيخنا الألباني -رحمه الله- أيضاً في «قيام رمضان» (ص ٤) .
الرابع: وقد ضعّف رواية يزيد بالشذوذ جمع من المحدِّثين؛ منهم: شيخنا الألباني في «صلاة التراويح» (ص ٤٩-٥١) ، والشيخ بديع الدين السندي في مقالة له في مجلة «الجامعة الإسلامية» (م ٩) (العدد ١) (سنة ١٣٩٧هـ) ، والدكتور محمد ضياء الرحمن الأعظمي، كما في مجلة «الجامعة الإسلامية» (م ١٥/٥٩٤/١٤٠٣هـ) .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (72,'من طريق يزيد بن خَصِيفة، عن السائب بن ... يزيد (١) أنها عشرون ركعة.
وروى محمد بن نصر (٢) من طريق عطاء، قال: أدركتهم في رمضان يصلُّون عشرين ركعة وثلاث ركعات الوتر.
قال الحافظ (٣) : «والجمع بين هذه الروايات ممكن باختلاف الأحوال، ويحتمل أنّ ذلك الاختلاف بحسب تطويل القراءة وتخفيفها، فحيث تطول القراءة تقلل (٤) الركعات، وبالعكس، وبه (٥) جزم الداودي وغيره» ، وقد روى محمد بن نصر (٦) من طريق داود بن قيس، قال: أدركتُ الناسَ في إمارة أبان بن عثمان وعمر بن عبد العزيز -يعني: بالمدينة- يقومون بستٍّ وثلاثين ركعة، ويوترون بثلاث، وقال مالك: الأمر [القديم عندنا (٧) .
_________
(١) في الأصل: «زيد» ، وهو خطأ، والتصويب من كتب التخريج.
(٢) في «قيام رمضان» (ص ٩٥ - مختصره) ، وذكره ابن عبد البر في «الاستذكار» (٥/١٥٧ رقم ٦٢٩٠) . وانظر: «النيل» (٣/٦٣) .
(٣) ابن حجر في «فتح الباري» (٤/٢٥٣) .
(٤) في مطبوع «الفتح» : «تقل» .
(٥) في مطبوع «الفتح» : «وبذلك» .
(٦) النقل من «الفتح» (٤/٤٥٣) بحروفه، والخبر عند ابن أبي شيبة في «المصنف» (٢/٣٩٣) ، وابن نصر في «قيام رمضان» (٩٥-٩٦ - مختصره) بنحوه.
وانظر: «الاستذكار» (٥/١٥٧ رقم ٦٢٩٤) ، «شرح الزرقاني» (١/٢٣٩) ، «بداية المجتهد» (١/٢١٠) ، «إرشاد الساري» (٣/٤٢٦) ، «نيل الأوطار» (٣/٦٣) .
(٧) جاء في «المدونة» (١/٢٢٢) : «قال مالك: بعث إليّ الأمير، وأراد أن ينقص من قيام رمضان الذي يقومه الناس بالمدينة، قال ابن القاسم: وهي تسع وثلاثون ركعة بالوتر، ست وثلاثون والوتر ثلاث، قال مالك: فنهيته أن ينقص من ذلك شيئاً، قلت له: هذا ما أدركت الناس عليه، وهو الأمر القديم الذي لم يزل الناس عليه» .

وفي «العتبية» (٢/٣٠٩ - مع شرحها «البيان والتحصيل» ) من سماع ابن القاسم: «وسمعت مالكاً وذكر أن جعفر بن سليمان أرسل إليه يسأله أن ينقص من قيام رمضان، قال: فنهيته عن ذلك، فقيل له: أفتكره ذلك؟ قال: نعم، وقد قام الناس هذا القيام، فقيل له: فكم القيام عندكم؟ قال: تسع وثلاثون ركعة بالوتر» .
وقد صرّح محمّد بن رشد (٢/٣٠٩-٣١٠) باستناد هذا التوقيت -في عدد ركعات التراويح- إلى عمل أهل المدينة، فقال: «وكان للجمع فيه أصل السنّة، وكان العمل قد استمر فيه على هذا العدد من يوم الحرّة إلى زمنه» . وكذا في «قيام رمضان» (٩٦ - مختصره) لابن نصر.
وفضّل الباجي في «المنتقى» (١/٢٠٨-٢٠٩) هذا العدد لعمل أهل المدينة، فقال: «وهو الذي مضى عليه عمل الأئمة، واتفق عليه رأي الجماعة، فكان هو الأفضل» .
وانظر: «التمهيد» (٨/١١٣) ، «شرح الزرقاني» (١/٢٣٩) ، «عارضة الأحوذي» (٤/١٩) ، «المسائل التي بناها الإمام مالك على عمل أهل المدينة» (١/٣١٧) .
بقي بعد هذا، أنه نُسب للإمام مالك اختياره إحدى عشرة ركعة توقيتاً للقيام، ففي «التاج والإكليل» (١/٧١ - بهامش «مواهب الجليل» ) و «ميسر الجليل الكبير» (١/٢٥٨) عن مالك قوله: «الذي آخذ به لنفسي، ما جمع عليه عمر الناس إحدى عشرة ركعة» . ... =
= ... وفي «النوادر والزيادات» (١/٥٢١-٥٢٢) عن ابن حبيب، أنها كانت أولاً إحدى عشرة ركعة، إلا أنهم كانوا يطيلون القراءة، فثقل عليهم ذلك، فزادوا في أعداد الركعات، وخففوا القراءة، وكانوا يصلون عشرين ركعة غير الشفع، والوتر بقراءة متوسطة، ثم خففوا القراءة، وجعلوا عدد ركعاتها ستاً وثلاثين، غير الشفع والوتر، قال: ومضى الأمر على ذلك، ونقله عنه القسطلاني في «إرشاد الساري» (٣/٤٢٦) ، ونحوه في «مجموع فتاوى ابن تيمية» (٢٣/١٢٠) و «الفتاوى الكبرى» (١/١٦٣ - ط. المعرفة) من كلامه -رحمه الله-، وكذا في «الاختيارات العلمية» (ص ٦٤) للبعلي.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (73,'وعن الزعفراني عن الشافعي: رأيت الناس يقومون بالمدينة] (١) بتسع وثلاثين، وبمكة بثلاث وعشرين، وليس في شيء من ذلك ضيق (٢) .
قال الترمذي: «أكثر ما قيل أنه يصلي إحدى وأربعين ركعة ... بركعة الوتر» (٣) [كذا قال] (٤) ، ونقل ابن عبد البر (٥) عن الأسود بن ... يزيد: أربعين يوتر بسبع، وقيل: ثمان وثلاثين. ذكره محمد بن نصر (٦) عن ابن أيمن (٧) عن مالك.
قال الحافظ (٨) : «وهذا يمكن ردُّه إلى الأول، بانضمام ثلاث الوتر، لكن صرَّح في روايته بأنه يوتر بواحدة، فتكون أربعين إلا واحدة.
_________
(١) ما بين المعقوفتين سقط من الأصل، وبدله فيه «عندنا» ، وهكذا -أيضاً- في «نيل الأوطار» (٦/٦٤) ، والمثبت من «فتح الباري» (٤/٢٥٣) ، ويدل هذا على أن النقل منه بواسطة «النيل» ، وسيصرح بذلك المصنف، إذ لم يكن «فتح الباري» قد طبع زمن تأليف هذه الرسالة، والله الموفق للخيرات، والهادي إلى الصالحات.
(٢) في «الأم» (١/١٤٢) : «رأيتهم بالمدينة يقومون بتسع وثلاثين» ، ونقله بنحوه البيهقي في «المعرفة» (٤/٤٠، ٤٢ رقم ٥٤٠٤، ٥٤١٢) ، وفيه: «وأحبُّ إليّ: عشرون» .
وانظر: «قيام رمضان» (ص ٩٦) لابن نصر المروزي، «إرشاد الساري» (٣/٤٢٧) .
(٣) «جامع الترمذي» (٢/١٦٠ - ط. بشار) ، ونقله عنه ابن حجر في «الفتح» (٤/٢٥٣) بحروفه، والذي عند الترمذي مأخوذ بالاستنباط، إذ ذكر أقوالاً أكثرها المذكور.
(٤) المثبت من «الفتح» (٤/٢٥٣) ، وسقط من الأصل، ومن أصله «النيل» !
(٥) في «الاستذكار» (٥/١٥٧ رقم ٦٢٩١) ، ولفظه: «وكان الأسود بن يزيد يصلّي أربعين ركعة ويوتر بسبع» ، ونقله في «الفتح» (٤/٢٥٣) عنه هكذا: «تصلى أربعين ويوتر بسبع» !
(٦) في «قيام رمضان» (ص ٩٦ - مختصره) ، وعنه في «الفتح» (٤/٢٥٣) ، وانظر= = «التمهيد» (٨/١١٣) .
(٧) في الأصل: «يونس» ! وكذا في «النيل» ! وهو خطأ، صوابه المثبت، كما في المصدرَين السابقَين. وانظر: «الاستذكار» (٥/١٥٧) .
(٨) في «الفتح» (٤/٢٥٣) .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (74,'قال مالك: وعلى هذا العمل منذ بضع ومئة سنة (١) . وروي عن مالك: ست وأربعون، وثلاث الوتر، قال في «الفتح» (٢) : «هذا هو المشهور عنه (٣) ، وقد رواه ابن وهب عن العمري عن نافع، قال: لم أدرك الناس إلا وهم يصلون تسعاً وثلاثين، ويوترون منها بثلاث (٤) . وعن زرارة بن أبي أوفى: أنه كان يصلِّي بهم بالبصرة أربعاً وثلاثين ويوتر (٥) . وعن سعيد بن جبير: أربعاً وعشرين (٦) ، وقيل: ست عشرة غير الوتر» (٧) .
هذا حاصل ما ذكره في «الفتح» (٨) من الاختلاف في ذلك، وأما العدد الثابت عنه S في صلاته في رمضان، فأخرج البخاري (٩) وغيره (١٠)
_________
(١) كذا في «الفتح» (٤/٢٥٣-٢٥٤) ، وانظر ما تقدم قريباً.
(٢) (٤/٢٥٤) ، وعنه صاحب «عون الباري» (٢/٨٦٣) .
(٣) انظر: «الكافي» (١/٢٥٦) ، «بداية المجتهد» (١/٢١٠) ، «حاشية الدسوقي» (١/٣١٥-٣١٧) ، «أسهل المدارك» (١/٢٩٩) ، «الخرشي» (٢/٨-٩) ، «الشرح الصغير» (١/٤٠٤) ، «ميسّر الجليل الكبير» (١/٢٥٨) .
(٤) أخرجه محمد بن نصر في «قيام رمضان» (ص ٩٦ - مختصره) .
وذكره الباجي في «المنتقى» (١/٢٠٨-٢٠٩) .
(٥) أخرجه محمد بن نصر في «قيام رمضان» (ص ٩٦ - مختصره) .
وانظر «عون الباري» (٢/٨٦٣) .
(٦) أخرجه محمد بن نصر في «قيام رمضان» (ص ٩٦ - مختصره) .
(٧) انظر «المجموع» (٤/٣٢) ، «عمدة القاري» (١١/١٢٧) ، «عون الباري» (٢/٨٦٣) .
(٨) (٤/٢٥٣-٢٥٤) ، وعنه «نيل الأوطار» (٣/٦٤) ، و «عون الباري» (٢/٨٦٣) .
(٩) في «صحيحه» (رقم ١١٤٧، ٢٠١٣) .
(١٠) مثل: مسلم في «صحيحه» (١٢٥) ، وأبو داود في «سننه» (١٣٤١) ، والترمذي في «جامعه» (٤٣٩) ، والنسائي في «المجتبى» (٣/٢٣٤) ، ومالك في «الموطأ» (٩٤) ، وأحمد (٦/٣٦، ٧٣، ١٠٤) ، وإسحاق بن راهويه في «المسند» (رقم ١١٣٠) ، وعبد الرزاق (١/٤٧) ، وابن خزيمة في «صحيحه» (١١٦٦) ، وأبو عوانة في «المسند» (٢/ ٣٥٦) ، والطحاوي في «شرح معاني الآثار» (١/٢٨٢) ، والبيهقي في «السنن الكبرى» (٢/٤٩٥) وفي «المعرفة» (٥٣٧٩) .

وفي الباب عن جابر بنحوه، قال: «صلى رسول الله - صلى الله عليه وسلم - في شهر رمضان ثمان ركعات، وأوتر، ... » ، عند الطبراني في «الصغير» (١/١٩٠) ، وابن خزيمة (١٠٧٠) ، وابن حبان (٩٢٠ - موارد) ، وابن نصر (٩٠) ، وفيه ضعف يسير، يجبر بالشاهد قبله، وقال الذهبي في «الميزان» عنه: «إسناده وسط» . وانظر «تحفة الأحوذي» (٢/٧٤ - ط. الهندية) .
قال العلامة عبد الحق الدهلوي في «لمعات التنقيح» (٤/١١١) عن عدد ركعات التراويح: «ولا يذهب عليك أن تقدير الأعداد من غير سندٍ من جانب الشارع، لا يجوز» ، وقال -قبله- ابن العربي المالكي في «عارضة الأحوذي» (٤/١٩) : «والصحيح أن يُصلَّى إحدى عشرة ركعة، صلاة النبي - صلى الله عليه وسلم - وقيامه، فأما غير ذلك من الأعداد، فلا أصل له، ولا حدَّ فيه، فإذا لم يكن بدٌّ من الحد، فما كان النبي -عليه السلام- يصلّي، وما زاد النبي - صلى الله عليه وسلم - في رمضان ولا في غيره على إحدى عشرة ركعة، وهذه الصلاة هي قيام الليل، فوجب أن يقتدى فيها بالنبي -عليه السلام-» ، وقارنه -لزاماً- بما في «القبس» له (١/٢٨٤) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (75,'عن عائشة، أنها قالت: «ما كان النبيُّ - صلى الله عليه وسلم - يزيد في رمضان ولا في غيره على إحدى عشرة ركعة.
وأما مقدار القراءة (١) في كل ركعة فلم يرد به دليل. انتهى كلام الإمام الشوكاني (٢) .
وقال العلامة القسطلاني في «شرحه على البخاري» (٣) : «وروى البيهقي في «المعرفة» (٤) عن الشافعي: «وليس في شيء من هذا -أي: من الاختلاف في عدد صلاة التراويح- ضيقٌ، ولا حد ينتهي إليه؛ لأنه نافلة، فإن أطالوا القيام، وأقلّوا السجود فَحَسَنٌ، وهذا (٥) أحبُّ إليّ، وإنْ أكثروا الركوعَ والسجود فحسن» ... وعن الشافعي -أيضاً- فيما رواه عنه الزعفراني: «رأيتُ الناسَ يقومون بالمدينة بتسع وثلاثين، وبمكة بثلاث وعشرين، وليس في شيء من ذلك ضيق» (٦) انتهى.
وقال الحنابلة: والتراويح عشرون ركعة، ولا بأس بالزِّيادة نصّاً [أي:] (٧) عن الإمام أحمد» (٨) .
_________
(١) قال ابن العربي في «العارضة» (٤/١٩) : «وأما قدر القرآن، فليس فيه حد، إلا ما قد روي عن أُبيّ بن كعب، أنه كان يقوم باليمن، ويصلي بالبقرة في ثمان ركعات، وهي= =مئتا آية، ويصليها في اثنتي عشرة ركعة» ، قال: «وذلك على الإمام بحسب ما يعلم من حال المصلي معه، وصبرهم أو حجرهم» .
قلت: كذا في مطبوع «العارضة» : «باليمن» ، وصوابه: «بالمئين» .
ووقع ذلك في خبر محمد بن يوسف عن السائب في «الموطأ» وغيره، وقد سبق في التعليق على (ص ٧٥-٧٦) .
(٢) في «نيل الأوطار» (٦/٦٣/٦٤) ، ووقع سقط في نقله عن «الفتح» ، أثبتناه منه بين معقوفتين، وسبقت الإشارة إليه، والله الموفق، وانظر «السيل الجرار» له -أيضاً- (١/٣٣٠) .
(٣) المسمى «إرشاد الساري» (٣/٤٢٧) .
(٤) (٤/٤٢ رقم ٥٤١٢ - ط. قلعجي) .
(٥) كذا في «إرشاد الساري» ، وفي «المعرفة» : «وهو» .
(٦) سبق توثيقه قريباً.
(٧) سقطت من الأصل، وأثبتها من «إرشاد الساري» .
(٨) قال عبد الله بن أحمد: «رأيت أبي يصلي في رمضان ما لا أحصي» .

= ... انظر: «الإنصاف» (٢/١٨) ، «الإقناع» (١/١٤٧) ، «مطالب أولي النهى» (١/٥٦٣) ، «منتهى الإرادات» (١/١٠٠) ، «المبدع» (٢/١٧) ، «كشاف القناع» (١/٤٢٥) ، «المغني» (١/٧٩٨-٧٩٩ - مع «الشرح الكبير» ) .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (76,'انتهى كلام القسطلاني (١) .
وقال شيخ الإسلام ابنُ القيم (٢) -رحمه الله- في بعض «فتاويه» : «أنَّ نفس قيام رمضان لم يوقت النبي - صلى الله عليه وسلم - فيه عدداً معيّناً، بل [هو] (٣) كان - صلى الله عليه وسلم - لا يزيد في رمضان ولا في غيره على ثلاث عشرة ركعة (٤) ، كان يطيل الركعات، فلما جمعهم عمر على أُبَيّ بن كعب كان يصلِّي بهم عشرين ركعة، ثم يوتر بثلاث (٥) ،
_________
(١) ونحوه في «عون الباري» (٢/٨٦٣) . وانظر «صلاة التراويح» (ص ٣٥) لشيخنا الألباني -رحمه الله-.
(٢) النقل عنه بواسطة «عون الباري» (٢/٨٦٤) ، وسيصرح المصنّف بذلك.
والكلام هذا لابن تيمية، شيخ ابن القيم في «الفتاوى الكبرى» (١/١٦٣) ، و «مجموع الفتاوى» (٢٣/١٢٠) ، والمنقول عن ابن القيم في «الزاد» (١/٣٢٥-٣٢٧) أن هديه S في القيام بالليل إحدى عشرة، أو ثلاث عشرة، على الوجه الذي ذكرناه في التعليق على (ص ٧٦) ، ولم يرد له ذكر في «تقريب فقه ابن القيم» ، ولا في «جامع فقهه» (٢/٢٢٦) إلا على هذا الوجه.
ثم وجدتُ ابن تيمية في «منهاج السنة النبوية» رد على ابن المطهِّر الشيعي بقوله: «وزعم أن علياً كان يصلي في اليوم والليلة ألف ركعة! ولم يصحّ ذلك، ونبيّنا S كان لا يزيد في الليل على ثلاث عشرة ركعة، ولا يُستحب قيام كل الليل، بل يكره» ، ثم قال: «وعليّ كان أعلمَ الناس وأتبع لهديه من أن يخالف هذه المخالفة» .
انظر: «المنتقى» للذهبي (١٦٩-١٧٠) .
(٣) سقط من الأصل، وأثبته من «العون» .
(٤) انظر التعليق على (ص ٧٦) ، فهناك التخريج.
(٥) ورد ذلك في رواية يزيد بن خصيفة عن السائب بن يزيد! وهي رواية= =مرجوحة، والأرجح منها رواية محمد بن يوسف عن السائب؛ لوجوه ذكرناها في التعليق على (ص ٧٧-٧٩) ، ومضى تخريج ذلك مسهباً.

وأخرج مالك (١/١١٥) ، وابن نصر في «قيام رمضان» (٩٥ - مختصره) ، والفريابي في «الصيام» (رقم ١٧٩، ١٨٠) ، والبيهقي في «المعرفة» (٤/٤٢ رقم ٥٤١٠، ٥٤١١) ، و «السنن الكبرى» (٢/٤٩٦) عن يزيد بن رُومان، أنه قال: كان الناس يقومون في زمان عمر بن الخطاب في رمضان بثلاث وعشرين ركعة.
قال ابن عبد البر في «الاستذكار» (٥/١٥٦ رقم ٦٢٨٣) بعدها وبعد رواية يزيد بن خصيفة: «وهذا كله يشهد بأنّ الرواية بإحدى عشرة ركعة وَهْمٌ وغلط، وأن الصحيح ثلاث وعشرون، وإحدى وعشرون ركعة، والله أعلم» !!
ثم قال: «وقد روى أبو شيبة -واسمه: إبراهيم ابن عُلَيَّة بن عثمان- عن الحكم، عن ابن عباس: أن رسول الله - صلى الله عليه وسلم - كان يُصَلِّي في رمضان عشرين ركعة والوتر» ، قال: «وليس أبو شيبة بالقوي عندهم، وذكره ابن أبي شيبة (٢/٢٨٦ رقم ١٣ - ط. دار الفكر) عن يزيد ابن رومان، عن أبي شيبة إبراهيم بن عثمان» .
قال أبو عبيدة: وأخرجه البيهقي في «السنن الكبرى» (٢/٤٩٦) ، وأبو شيبة الكوفي ضعيف، بل قال النسائي والدولابي: متروك، وقال الجوزجاني: ساقط، وقال أبو حاتم: ضعيف الحديث، سكتوا عنه، وتركوا حديثه، وقال الترمذي: منكر الحديث، وضعّفه جماعة.
وانظر -غير مأمور-: «التاريخ الكبير» (٢/٣١) ، «تاريخ ابن معين» (٢/١١) ، «الجرح والتعديل» (١/١١٥) ، «ضعفاء العقيلي» (١/٥٩) ، «المجروحين» (١/١٠٤) ، «تاريخ بغداد» (٦/١١٣) ، «تاريخ واسط» (١٠٥) .
والحكم هو ابن عُتيبة، لم يسمع من ابن عباس، كما في «إتحاف المهرة» (٧/٤٩) وغيره، وهو ثقة ثبت، إلا أنه ربما دلس، كما في «التقريب» ، والثابت من المرفوع من هديه S الإحدى عشرة دون غيرها، وقد قدمنا ذلك من حديثي عائشة وجابر -رضي الله عنهما-. وأما الثابت عن عمر، فالصحيح عنه ما يوافق هديه - صلى الله عليه وسلم -، كما قدمناه -أيضاً-.
وأما الرواية السابقة هنا: رواية يزيد بن رومان فلم تصح، ولا يجوز أن تعارض رواية محمد بن يوسف الصحيحة، ولا تصح أن تشد بها رواية خصيفة المرجوحة، خلافاً لصنيع ابن عبد البر -رحمه الله تعالى-، لأنها مرسلة، قال النووي في «المجموع» (٣/٥٢٦) : «رواه البيهقي، لكنه مرسل، فإن يزيد بن رومان، لم يدرك عمر» ، وأقره الزيلعي في «نصب= =الراية» (٢/١٥٤) ، وقال العيني في «عمدة القاري» (٥/٣٥٧) : «سنده منقطع» ، وهو معنى الإرسال عند الأقدمين، كما هو مصرح به في كتب المصطلح.
وهنا لفتة مهمة يجب التنبه لها، وهي: أن الإمام البخاري ذكر في «صحيحه» (كتاب صلاة التراويح) : باب فضل مَنْ قام رمضان (٤/٢٥٠-٢٥١ - مع «الفتح» ) أثر عمر وجمعهم على أُبي، ولم يذكر عدد الركعات، ثم أردفه بحديث عائشة: «كان لا يزيد في رمضان، ... » ، وهذا ظاهر أنه يرجّح هذا، وليتأمّل!',NULL,'76',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (77,'وكان يخفف القراءة بقدر ما زاد من الركعات، ولأنَّ ذلك أخف على المأمومين من تطويل الركعة الواحدة، ثم كان طائفة من السلف يقومون بأربعين، ويوترون بثلاث، وآخرون قاموا بست وثلاثين، وأوتروا بثلاث، وهذا شائع، فكيفما قام في رمضان من هذه الوجوه فقد أحسن» ... إلى أن قال: «ومن ظنَّ أنَّ قيام رمضان فيه عدد مؤقتٌ عن النبي - صلى الله عليه وسلم - لا يزاد عليه ولا ينقص منه، فقد أخطأ» . انتهى من «عون الباري لشرح أدلة البخاري» (١) .
فهل بعد هذه النُّقول والاختلافات الكثيرة يلتفت إلى دعوى الرَّجُلِ: أنَّ الصحابة والتابعين والأئمة المجتهدين اتفقوا على أنَّ صلاة التراويح عشرون ركعة بالجماعة أول الليل، وفي المسجد؟ وأنه لم يسمع عن أحد منهم مخالفة في ذلك.
وأيّ ضير علينا إذا جمعنا بالناس بالتراويح في البيت بالعدد الذي صلى به الرسول الأعظم - صلى الله عليه وسلم -، وكما كان يصلِّي، بالخشوع والترتيل، وتعديل الأركان، وتخلُّصاً من أدائها على الوجه المعلوم الذي تؤدَّى به اليوم في أكثر المساجد من العجلة، وتضييع الأركان والواجبات، فضلاً عن السُّنن والمستحبات، وفراراً من كثرة البدع؛ (كالتوحيش (٢)
_________
(١) (٢/٨٦٤) ، واسم الكتاب المطبوع «عون الباري لحل أدلة البخاري» ، ومؤلفه صديق حسن خان -رحمه الله تعالى-.
(٢) بدعة التوحيش؛ يراد بها: نشيد توديع رمضان، فإنه إذا بقي في رمضان خمس ليال، أو ثلاث ليال، يجتمع المؤذّنون والمتطوعون من أصحابهم، فإذا فرغ الإمام من سلام= =وتر رمضان، أخذوا يتناوبون مقاطيع منظومة في التأسُّف على انسلاخ رمضان، من مثل قولهم:
لا أوحش الله منك يا رمضان ... يا شهر الهدى والقرآن
قد كان شهراً طيّباً ومباركا ... ومُبشّراً بالخير من مولانا

فمتى فرغ أحدهم من نشيد مقطوعة بصوته الجهوري، أخذ رفقاؤه بمقطوعة دورية، باذلين قصارى جهدهم في الصيحة والصراخ بضجيج يصم الآذان، ويسمع الصم، ويساعدهم على ذلك جمهور المصلين.

ولعلم الناس بأن تلك الليالي هي ليالي الوداع، ترى الناس في أطراف المساجد وعلى سدده وأبوابه، وداخل صحنه، النساء والرجال والشبان والولدان، بحالة تقشعر لقبحها الأبدان، وقد اشتملت هذه البدعة على عدة منكرات؛ منها:
١- رفع الأصوات بالمسجد، وهو مكروه كراهة شديدة.
٢- التغني والتطرب في بيوت الله، التي لم تشيد إلا للذكر والعبادة.
٣- كون هذه البدعة مجلبة للنساء والأولاد والرعاع، الذين لا يحضرون إلا بعد انقضاء الصلاة للتفرج والسماع.
٤- اختلاط النساء بالرجال.
٥- هتك حرمة المسجد؛ لاتساخه وتبذله بهؤلاء المتفرجين، وكثرة الضوضاء والصياح من أطرافه، إلى غير ذلك، مما لو رآه السلف الصالح لضربوا على أيدي مبتدعيه -وهذا هو الواجب على كل قادر على ذلك-، وقاوموا بكل قواهم من أحدث فيه، نسأل الله -تعالى- العون على تغيير هذا الحال بمنه وكرمه.
ومن الأمور المحدثة المتعلقة بوداع رمضان، ما يفعله بعض الخطباء في آخر جمعة من رمضان، من ندب فراقه كل عام، والحزن على مضيه، وقولهم: لا أوحش الله منك يا شهر كذا وكذا، ويكرر هذه الوحشيات مسجعات مرات عديدة، ومن ذلك قوله: لا أوحش الله منك يا شهر المصابيح، لا أوحش الله منك يا شهر المفاتيح، فتأمل -هدانا الله وإياك- ما آلت إليه الخطب، لا سيما خطبة آخر هذا الشهر الجليل، الناس فيه بحاجة ماسة إلى آداب يتعلمونها لما يستقبلهم من صدقة الفطر، ومواساة الفقراء، والاستمرار على ما ينتجه الصوم من الأمور الفاضلة، والآثار الحميدة، وتجنب البدع وغير ذلك مما يقتضيه المقام. ... =
= ... وانظر في تقرير بدعية ذلك: «ردع الإخوان عن محدثات آخر جمعة رمضان» للكنوي (٦٦-٧٧) (مهم جداً) ، «السنن والمبتدعات» (ص ١٦٥) ، «إصلاح المساجد» (ص ١٤٥، ١٤٦) ، «بدع القراء» (٤١) ، «فتح الغفور في تعجيل الفطور وتأخير السحور» (٤١) كلاهما لأخينا الشيخ محمد موسى نصر، «البدع الحولية» (٣٣٧-٣٣٨) ، مجلتنا «الأصالة» (العدد الثالث/١٥ شعبان/١٤١٣هـ/ص ٧٣-٧٤) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (78,'-أي: الوداع وغيره-) ، التي لا نَقْدر على إزالتها، ولا يسعنا (١) السُّكوت عليها، ولا نجد -أيضاً- من يساعدنا ممن يعدّون أنفسهم من أهل العلم، على منع مرتكبيها.
نقل العلامة الزَّبيدي الشَّهير بمرتضى في «شرح الإحياء» (٢) ، قال:
«قال الشيخ الأكبر (٣) -قدس الله سره- في كتاب «الشريعة والحقيقة» (٤) : الصفة التي يقوم بها المصلِّي في صلاته في رمضان أشرف الصِّفات؛ لشرف الاسم بشرف الزَّمان، فأقام الحق قيامه بالليل مقام صيامه بالنَّهار، إلا في الفريضة؛ رحمةً بعبيده وتخفيفاً.
ولهذا امتنع رسولُ الله - صلى الله عليه وسلم - أن يقومه بأصحابه؛ لئلا يفترض عليهم فلا يطوقونه، ولو فرض عليهم لم يثابروا عليه هذه المثابرة، ولا استعدوا له هذا الاستعداد، ثم الذين ثابروا عليه في العامة أشأم أداءً، لا يتمُّون ركوعَه ولا سجودَه، ولا يذكرون اللهَ فيه إلا قليلاً، وما سنَّهُ مَن سنَّه على ما هم عليه إلا (٥) المتميزون من الخطباء والفقهاء، وأئمة المساجد، وفي مثل صلاتهم فيه قال النبي - صلى الله عليه وسلم - للرَّجل: «ارجع فصلِّ، فإنَّك لم تصل» (٦) ، فمن عزم على قيام رمضان المسنون المرغَّب فيه، فليتمَّ كما شرع الشَّارعُ الصلاةَ، من الطمأنينة، والوقار، والتَّدبُّر، والتسبيح، وإلا فتركُه أولى» انتهى كلام الزَّبيدي.
_________
(١) جاءت في الأصل «ولا يسعنا» مكررة مرتين!
(٢) المسمى «إتحاف السادة المتقين» (٣/٤٢٢) (الفائدة التاسعة) .
(٣) يريد: ابن عربي الحاتمي الصوفي، انظر عنه كتابي «كتب حذر منها العلماء» (١/٣٦، ٣٧، ٣٨، ١٢٧، ١٣٩، ١٤٢، ١٤٣، ٢٣٤، ٢٤١، ٢/١٧٠) .
(٤) انظر عنه «مؤلفات ابن عربي، تاريخها وتصنيفها» (ص ٣٩٣ رقم ٥٥٩) لعثمان يحيى.
(٥) سقطت من مطبوع «الإتحاف» .
(٦) قطعة من حديث المسيء صلاته، أخرجه البخاري (٧٥٧) ، ومسلم (٣٩٧) في «صحيحيهما» .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (79,'ومن تأمَّل في قول خزيران: «ما عدا مَن أزاغ اللهُ قلوبَهم من الاقتصار على أصل المنقول عن النبي - صلى الله عليه وسلم - من الإحدى عشرة ركعة» ، يعلم أنَّ ذلك الدَّعي في العلم يعدُّ العملَ بسنُّة الرسول - صلى الله عليه وسلم - زيغاً -والعياذ بالله تعالى- {فَإِنَّهَا لاَ تَعْمَى الأَبْصَارُ وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} [الحج: ٤٦] .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (80,'ونجيب على قوله: ألم يطرق سمعه قوله - صلى الله عليه وسلم -: «اقتدوا باللذين من بعدي ... (١) إلخ» بأننا -ولله الحمد- طرق سمْعَنا، ووصل إلينا خطابُ نبيِّنا -عليه الصلاة والسلام- هذا الذي رواه، ونحن من أشد الناس تمسّكاً به، فصلاتُنا في البيت لا تخالف سنَّة عمرَ، إذ سنّته جمع الناس على قارئ واحد، سواء كان في الجامع أو في غيره، وكان من يجتمع عندنا في البيت يفوق عددهم في بعض الأحيان عدد من يجتمعون في المسجد، أما عدد الركعات؛ فالاختلاف فيه كثير كما تقدَّم. ولم يرد بتحديده سُنَّة، وأكبر دليل على تمسّكنا بسنَّة نبيِّنا، وسنة الشَّيخين من بعده: نهينا الناس عن مخالفة سنَّة الخلفاء الراشدين في تشييع الجنازة برفع الصَّوت (٢) ، وفتوى أحدنا بأنَّ ذلك بدعة لم يفعله النبي - صلى الله عليه وسلم - والخلفاء الراشدون، ولكن نقول لخزيران -مادام يذكِّرنا بأهمية طلب الرسول الأكرم بخصوص التَّمسّك بسنَّة الخلفاء الراشدين-: ما باله شمَّر عن ساعديه، وأخذ يحرِّف الكلم عن مواضعه، لأجل إماتة سنَّة الخلفاء الراشدين التي دعونا الناس إليها، وإحياء البدعة التي تخالفها على خط مستقيم، فهّمنا اللهُ حقيقة دينه. ولا يسعنا هنا إلا أن نلفت نظر مَن شمَّ رائحةَ العلم -دع الراسخين فيه- إلى قول ذلك الرجل: «تصرفات سيِّدنا عمر في صلاة التراويح» ، وقوله: «وكلتاهما (أي: سنة النبي S وسنة عمر -رضي الله عنه-) مطلوب منا فعلُهما شرعاً، مع إثبات الفرق فيما بينهما بنسبة ما بين درجتي مُشَرِّعيّهما، ليعلم الناس مبلغ جهل ذلك الرجل.
_________
(١) مضى تخريجه مفصلاً في التعليق على (ص ٦٧) .
(٢) انظر ما قدمناه من آثار في التعليق على (ص ١١-١٤) .',NULL,'80',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (81,'ثم قال في الدفاع عن أستاذه الجزَّار: ولو أمعنَ العلامة الزَّنكلوني الفكر بجواب فضيلة أستاذنا المومأ إليه؛ لظهر له أنه لم يختلق كلمةً واحدةً من عنده، بل كل ما نقله فيه معزوٌ إلى محالِّه، ولو راجع الكتبَ المعزوَّ إليها، لوجد تمامَ الموافقة بينها وبين المنقول فيه، اللهم إلا أن يكون هناك تصرّف بسيط (١) في العبارة، فإنه -حفظه الله تعالى- بعد أن نقل حُكم المسألة على مذهبه، مع التَّحرير الدَّقيق، ذكر ما نقله العارف الشَّعراني عن شيخه الخواص (٢) في كتابه «العهود المحمدية» (٣) من جواز تشييع الجنازة بكلمة التَّوحيد، لورود الإذن العام عن الشَّارع بقولها في جميع الأحوال والأزمان، وأيَّده بما نقله عن بعض أئمة الشافعية (٤) ، ثم قال: لا بأس من العمل بقول هذا العارف، للعلَّة التي ذكرها، ومن هنا: يُعلم أنَّ جميعَ ما أورده الفاضل الزَّنكلوني عليه في غير محلّه، وما نقل عن العارف الخواص لجدير بالقبول عند أهل الاختصاص، الذين قد أنار الله بصائرهم، وأماط حجابَ الغَفْلة عن قلوبهم، وخصوصاً في هذا الزَّمان الذي قد استحكمتْ فيه الغفلةُ على الجميع، وعمَّت البلوى فيه للرَّفيع والوضيع.
_________
(١) هذا التعبير دخيل على العربية، انظر -لزاماً- ما علقناه على (ص ٢٦) .
(٢) راجع فتوى الأستاذ الجزار في آخر الرسالة (منهما) .
قال أبو عبيدة: للشعراني (عبد الوهاب بن أحمد، ت ٩٧٣هـ) كتاب مطبوع في مصر، سنة ١٢٢٧هـ-١٨٦٠م، بعنوان «درر الخواص على فتاوى سيدي علي الخواص» ، لم أظفر به.
(٣) (٦٠١-مع شرحه «لواقح الأنوار القدسية» له أيضاً) ، وسيأتي كلامه بالحرف قريباً.
(٤) انظر: «حواشي الشرواني والعبادي على تحفة المحتاج» (٣/١٨٧-١٨٨) ، «حاشية الشبراملسي على نهاية المحتاج» (٣/٢٣) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (82,'نقول: إنَّ من يتأمل في جواب العلامة الزنكلوني (١) يَرَ أنه -حفظه الله تعالى- لم يتعرَّض للجزَّار بشيء، ولم يُرِد أن يبَيّن خطأه، أدباً منه، بل بيَّنَ حكمَ الشَّريعة الإسلامية في المسألة، بياناً لا يترك قولاً لقائل، ولمح تلميحاً بضعف استدلال الجزَّار، وهذا لا بدَّ منه لمن أراد أن يبَيّن أحكام الله، أما وقد قام تلميذُ الجزَّار الخاصّ يؤيد الباطل على الحقّ. ويستعمل المغالطةَ في استنتاجه، فقد وجب علينا أن نظهرَ خطأه وخطأ أستاذه صراحةً في فهم قول الخواص، الذي نقله العارفُ الشعراني، وهو: «إذا علم من الماشين مع الجنازة أنهم لا يتركون اللغوَ [في الجنازة] ويشتغلون بأحوال الدنيا، [فـ] ينبغي أن نأمرهم بقول: لا إله إلا الله، محمد رسول الله» (٢) ، وهذا القول لا يفهم منه أن نأمر الناسَ بالذّكر، إذا علم أنهم لا يتركون اللغو، ويراد بالذّكر طبعاً الذكر الخفيّ، كما ذكر ذلك أئمة المذاهب الأربعة، بقولهم: وإذا ذكر الله فلْيذكره سرّاً في نفسه، وبدليل كلام الشعراني نفسه قبل كلام الخواص بأسطر، وهذا نصه: «وينبغي لعالم الحارة، أو شيخ الفقراء في الحارة، أن يعلِّم من يريد المشيَ مع الجنازة آداب المشي معها من عدم اللغو فيها» ... إلى أن قال: «وأخطأ من لغا في طريق الجنازة في حق نفسه، وفي حق الميت، وقد كان السَّلف الصَّالح لا يتكلّمون في الجنازة (٣) ، وكان الغريب لا يعرف من هو قريب الميت حتى يعزِّيه (٤) ؛ لغلبة الحزن على الحاضرين كلِّهم، وكان سيِّدي علي الخواص ... » (٥) إلى آخر ما نقله الجزَّار في فتواه.
_________
(١) راجع فتواه في آخر الرسالة (منهما) .
(٢) «العهود المحمدية» (٦٠١) .
(٣) انظر ما قدمناه عنهم في التعليق على (ص ١٧) .
(٤) انظر ما قدمناه عنهم في التعليق على (ص ١٨) .
(٥) «العهود المحمدية» (٦٠٠-٦٠١) .',NULL,'82',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (83,'هذا ما يفهم من قول الخواص، ولو كان الشَّعرانيُّ حيّاً لما رضي بتفسير الجزار، وباستنتاجه (١) ، وهل يعقل من الإمام الشّعراني بعد أمره بالتَّمسُّك بالآداب المشروعة مع الجنازة، أن يبيح البدعةَ القبيحةَ التي هي خلاف تلك الآداب؟ معاذ الله!
ومَنْ حَمل كلام الشَّعراني على الجهر بالذكر وراء الجنازة، فقد أوقعه في الخطأ الصّريح، وتكذيب نفسه لنفسه، ومعارضته نصوص أئمة الدين وإجماعهم، ومخالفة أقوال وأفعال رسول الله - صلى الله عليه وسلم - وأصحابه، وهذا ما نُجلّه عنه.
ومما تقدَّم يُعلم: خبطُ الفاضل الجزَّار، وخلطُه في هذه المسألة، ونرجو اللهَ -تعالى- أن لا تكون جميع فتاويه وأحكامه كذلك، مبنيَّة على مجرد انتقال ذهنه لأمر يتوهمه من النصوص التي يطلع عليها من غير تدقيق، ولو كان تلميذُه خزيران يفهم ما يقرأه، لما وقع فيما وقع فيه من تأييد أستاذه فيما ظهر بطلانُه.
_________
(١) رضي أم لم يرض، فلا أثر ذلك على الحكم الشرعي، وتفريعات المصنِّفَيْن الآتية لا داعي لها، والله الموفق.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (84,'وأما استدلال الجزار بقول الخواص: «فإن مع المسلمين الإذن العامّ من الشارع بقول: (لا إله إلا الله، محمد رسول الله - صلى الله عليه وسلم -) كلّ وقت شاؤوا» فإن مراد الخوَّاص الإذن في جميع الأحوال والأزمان، هو عموم الأحوال والأزمان التي لم يثبت النهي عن ذكر الله -تعالى- فيها، سراً وجهراً، وإلا لأجزنا لمن يسمع الخطبة يوم الجمعة ولمن يسمع تلاوة القرآن، أن يذكر الله -تعالى- عند الخطبة والتلاوة، مع أنه لم يقل بجواز ذلك أحد، كما أنه لم يقل بجواز رفع الصوت مع الجنازة أحد، ولو انتبه خزيران إلى قول أستاذه: «ولا بأس من العمل بقول هذا العارف للعلّة التي ذكرها» -أي: أن لا يترك اللغو والاشتغال بأحوال الدنيا من يمشي مع الجنازة- لتحقّق أنَّ أستاذه يثبت بقوله: «لا بأس» أن قول لا إله إلا الله مع الجنازة خلاف الأولى، ولو وجد ما يقتضيه من خوف وقوع الناس باللغو، فكيف والحالة أن اللغو إنما يقع عند الصِّياح، ورفع الأصوات التي يتستّر اللاغي بجلبتها؟ ويفعل عما يراد من ذلك، والناس عنه مشغولون بصياحهم المعلوم الذي لا ينكره إلا كلُّ مكابر، فما لاحظه العارفُ الخواَّصُ من الأسباب التي سوَّغت له جواز الأمر بقول لا إله إلا الله، محمد رسول الله؛ أي: سرّاً، مفقودة في زماننا، مع السكوت خلف الجنازة محققة عند رفع الأصوات بذكر أو غيره، فيكون الخواص بتلك الأسباب مانعاً عن قولها في زماننا؛ لفقدان العلة كما أفتى أحدُنا. وقد توقفنا -ولله الحمد- للسَّير بالمسلمين على سنَّة السُّكوت مع الجنازة، بدون أن يقع منهم لغوٌ أو غيبة، إلى أن قام من أخذتهم حميةُ الجاهلية، فأحيوا بدعةً أمتناها، وأماتوا سنةً أحييناها، وحسبهم قوله - صلى الله عليه وسلم -: «من عمل عملاً ليس عليه أمرنا فهو ردٌّ» (١) .
_________
(١) أخرجه البخاري (رقم ٢٦٩٧) ، ومسلم (رقم ١٧١٨) في «صحيحيهما» عن عائشة.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (85,'وقول خزيران: «وما نقل عن العارف الخواص لجدير بالقبول عند أهل الاختصاص، الذين قد أنار اللهُ بصائرَهم ... » إلخ، غريب؛ لأنّ الخواص لم يرد الجهر بالذِّكر قطعاً، على أننا لو سايرنا خزيران في فهمه، وقلنا: إنَّ الخواص أراد بالذِّكر الذكر جهراً، فهل يرضى أهلُ الاختصاص أن يتركوا سنّة الرسول - صلى الله عليه وسلم -، ويتركوا ما كان عليه الصحابة والأئمة المجتهدون، وما كان عليه السلفُ الصالح، ثم يتبعوا بدعةً قال بها الخواص -على ما فهمه خزيران- لأمرٍ جرى في زمنه واقتضى ذلك؟ اللهم، إلا إذا أراد بأهل الاختصاص: نفسه وأستاذه والمنشدين أمام الجنازة {رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الوَهَّابُ} [آل عمران: ٨] .
قال: ودعوى الأستاذ الزنكلوني من أنَّ العمل به -أي: بما نقل عن الشَّعراني- خاصٌّ في حالة لا يتعدّاها، لا برهان له عليها، كما وإنَّ حُجَّتَه التي ردّدها في جوابه لا تفيدنا، كذلك دعواه كراهة الذِّكر بها، استناداً على ما كان عليه الصَّدرُ الأول غير صحيحة، لما أنَّ الكراهةَ حكم من أحكام الدِّين، فلا بدَّ لها من دليل ينتجها، ولا تثبت إلا بإيراد نصٍّ صريح صحيح، يفيد النَّهيَ عن الذِّكر بها جهراً في هذا الموطن، حتى يتخصص عمومُ الإذن المذكور، وأنّى له ذلك؟!',NULL,'85',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (86,'نقول: إنَّ البرهان على دعوى الأستاذ العلامة الزنكلوني، بتخصيص العمل بقول الشعراني، بجواز الذِّكر بكلمة التوحيد مع الجنازة في حالة لا يتعدّاها، وعلى قوله بكراهة الذِّكر بها في ذلك الموطن، هو ما اعترف به خزيران نفسه، من عمل الصَّدر الأول، الذي هو المشروع في تلك الحالة، وهو الصَّمتُ، والمعمول به في كل مذهب من المذاهب المعتبرة (١) ، فهو أصل الحكم بكراهة الذّكر بها حينئذ، والسُّنَّة العملية التي درج عليها الخلفاء الراشدون والصحابة والتابعون، أكبر دليل على ذلك؛ لأنَّ الفعل في باب التأسي والامتثال، أبلغ من القول المجرد، كما ذكره الأصوليون (٢) ، وكل ذلك منطوٍ في جواب العلامة الزنكلوني، يفهمه من {كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} [ق: ٣٧] .
قال: وبعد التأمل الصحيح؛ يتبيَّن أنه لا منافاة بين ما كان عليه الصّدر الأول، وبين قول العارف المومأ إليه، بل هناك موافقة كلّية بينهما، وكلاهما طريق موصل للغرض الذي يرمي إليه الدِّين الإسلامي عند تشييع الجنازة من العظة، والتفّكر بالموت، إذ أن ذكر كلمة التوحيد مع ملاحظة معناها كما هو المطلوب شرعاً، أقوى باعث، وأكبر مساعد، لتناول تلك الحكمة لما هو محسوس من حصول الخشوع، وحضور القلب، ومراقبة الحقّ، للذّاكر، ولا أخال مسلماً ينكر ذلك، بل لكل مؤمن حاسةٌ ذوقية، يُدرك بها ذلك عند التلاوة، ولذا كان الإذن بها عن الشارع عاماً بكل حالٍ وآنٍ.
_________
(١) تقدم بيان ذلك، ولله الحمد.
(٢) انظر لطائف وفوائد في هذا عند ابن القيم في «مدارج السالكين» (١/٤٤٦ وما بعدها - ط. الفقي) ، و «الموافقات» (٤/٧٩ وما بعدها - بتحقيقي) ، «أفعال الرسول - صلى الله عليه وسلم -» (١/١٠٥) للأستاذ الشيخ محمد الأشقر.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (87,'نقول: إنَّ احتجاجه على صحة فتوى أستاذه بوجود الموافقة بين ما كان عليه الصدر الأول وبين قول الشعراني، موافقة تامة من حضرته على صحة حكم العلامة الزّنكلوني بخطأ أستاذه الجزَّار في جوابه بضد ما كان عليه الصدر الأول، ورجوعه على نفسه بالنقض في جميع ما أتعب نفسه فيه، من المحاولات الفارغة لإثبات صحة ما أجاب به أستاذه، وكان الأجدر والأليق به: أن يسكت على ما حصل في القضيّة، وعلى جواب أستاذه في الجملة؛ تخلصاً من هذه المغالطات الزَّائدة، التي فضحته، وبيّنت درجتَه ودرجةَ أستاذه العلميَّة، لدى الخاصِّ والعام، إذ لا أمير في العلم إلا العلم (١) .
وأما قوله: «إنّ ذكر كلمة التّوحيد مع ملاحظة معناها كما هو المطلوب ... » إلى آخر ما جاء في كلامه.
_________
(١) ما أجمل هذه الكلمة، وإن من أحسن حسنات العلم -وكله حسن- أنه فضَّاح للأدعياء، وأن العبرة فيه الحجة والبرهان، لا الشهادة، ولا السنّ، ولا السبق، ولا تشقيق العبارات، واجترار الباطل، وتنميق الكلام، فالعلم -على قواعده المعمول بها- هو (السلطان) و (الأمير) و (الحاكم) .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (88,'فالجواب عنه: إن كلمة التوحيد بالشرط الذي ذكره، من ملاحظة معناها، لا ريب أنه أقوى باعث، وأكبر مساعد على حصول الخشوع وحضور القلب للذَّاكر بها، ولا شكَّ أنَّ كلَّ مسلم يدركُ ذلك عند التلاوة، ولكن من أين يجيء ملاحظة المعنى، والذَّاكرون قد شغلهم الصِّياحُ والضَّجيجُ، واكتناف الناس أهل الميت لتخفيف آلامهم، والنساء من خلفهم ينادين بالويل والثُّبور، والمؤذِّنون المأجورون أمامهم يصيحون، وإلى ذوي الجنازة ينظرون، كي يجزلوا لهم العطاءَ، ويقدِّروا لهم التَّعَبَ والشَّقاء! فلكلٍّ من المشيعين شاغلٌ يشغله، عن ملاحظة معنى الذِّكر بالاتفاق بيننا وبين المعترض، اللهم إلا إذا كان من أهل الاختصاص، الذي لهم حاسة ذوقيّة لا يشغلهم شاغلٌ عن ذكر الله، وهم من عناهم بقوله فيما سبق: بل إنه يوافق معنا على أنَّ أكثر الناس لا يخرجون لتشييع الجنائز، إلا مراعاة لخاطر قربى الميت، ولذلك تجد خروجهم مع جنازة الفقير قليلاً، وتزاحمهم للخروج مع جنازة الغنيِّ كثيراً، فمن قصد في خروجه مع الجنازة مرضاة العباد، كيف يتيسَّر له ملاحظة معنى الذكر الذي يقوله تبعاً لا قصداً، بل إذا ذكر في مثل تلك الحال؛ فإنما يكون موافقةً للناس في اللَّفظ دون القصد.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (89,'ثم قال: ولا يبعد أن يقال في هذا الموضوع: إنَّ العرف العام وتعامل المسلمين في البلاد المصريَّةِ والشَّاميةِ وغيرِهما من بلاد المسلمين قديماً وحديثاً، واتفاقهم على تشييع جنائزهم بالجهر بالتَّهليل والتكبير من غير خروج عن الحدّ الشّرعي، حتى صار ذلك شعاراً لميِّتهم، يتميَّز به عن ميت غيرهم، يصلح مخصصاً لسنَّة الصّمت، لما تقرر في الأصول أنَّ العرفَ العام يصلح مخصصاً للنص الشرعي، لا ناسخاً (١) .
_________
(١) إذا توارد العرف والنص معاً على موضوع واحد، وتصادما في حكمهما، فَيُطَّرح العرف، لفساده وبطلانه، ويعمل بالنص الخاص؛ لأنّ إرادة المشرِّع فيه مفسَّرة، وقد ناقضها العرف رأساً، بل هدمها كليةً، إذ القصد غير الشرعي -كما يقول الشاطبي- هادم= =للقصد الشرعي، ولا يجوز ذلك عقلاً وشرعاً بالبداهة.
وهذا في الحقيقة من باب تصادم العرف العام مع النص الخاص الآمر، وليس من باب تعارض العرف مع النص العام الذي يكون موضوع العرف فيه بعض أفراده.
وانظر بسط المسألة في: «العرف والعادة» (ص ٩٤ وما بعدها) للأستاذ أحمد فهمي أبي سنة، و «إتحاف الأنام بتخصيص العام» (ص ٢٦٣ وما بعد) لمحمد إبراهيم الحفناوي، و «العقد المنظوم في الخصوص والعموم» (٢/٤٥٤-٤٥٧) للقرافي (المسألة الرابعة) من (الباب الثالث والعشرين: فيما ظن أنه من مخصوصات العموم مع أنه ليس كذلك) (مهم جداً، وقرر فيه بتحقيق وتأصيل ما أومأنا إليه، وقال: «فتأمله، فهو من المواضع النفيسة، عظيم النفع في الأصول والفروع الفقهية، فكثيراً ما يغالط الفقهاء في الفتيا به، وكذلك في التدريس والتخريج، بما ليس بمنصوص على المنصوص» ) ، «المناهج الأصولية في الاجتهاد بالرأي» (ص ٥٧٩ وما بعد) لأستاذنا فتحي الدّريني -عافاه الله وشفاه-.

وانظر -أيضاً-: «الفروق» (١/١٧١-١٧٨) ، «شرح التنقيح» (٢١١) ، «المستصفى» (٢/١١١) ، «الإحكام» (١/٥٣٤) ، «المعتمد» (١/٣٠١) ، «نهاية السول» (٢/١٢٨) ، «نظرية العرف» (٦٦) للخياط، «العرف والعمل في المذهب المالكي» لعمر الجيدي (١٦٧ وما بعد) .',NULL,'89',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (90,'واختلف في الخاصّ (١) ، فقيل.. وقيل..، والصحيح: لا، وذلك بأن تكون سنة الصمت في وقت عدم غفلة المشيعين عن الحكمة، كما هو شأن الصَّدرِ الأول، والسلف الصالح المنقول ذلك عنهم، والجهر بالذكر حال استيطان الغفلة في القلوب، أو خوف الوقوع في محرَّم، كما هو حال أهل هذا الزّمان، كما خصص العلماء عمومَ حديث النهي عن بيع ما ليس عند الإنسان (٢) الشامل للاستصناع، بتعامل المسلمين عليه بينهم (٣) .
_________
(١) أي: في العرف الخاص، وانظر الهامش السابق.
(٢) يشير إلى قوله - صلى الله عليه وسلم -: «لا تبع ما ليس عندك» .
أخرجه أحمد (٣/٢٠٤، ٤٠٣، ٤٣٤) ، وعبد الرزاق (١٤٢١٤) ، وابن أبي شيبة (٦/١٢٩) ، والشافعي (٢/١٤٣) ، والطيالسي (١٣١٨) ، وأبو داود (٣٥٠٣) (كتاب الإجارة) : باب الرجل يبيع ما ليس عنده، والترمذي (١٢٣٢) (كتاب البيوع) : باب كراهية بيع ما ليس عندك، والنسائي (٤٦١٣) (كتاب البيوع) : باب بيع ما ليس عند البائع، وابن= =ماجه (٢١٨٧) (كتاب التجارات) : باب النهي عن بيع ما ليس عندك وعن ربح ما لم يضمن، وابن الجارود (٦٠٢) ، والطبراني في «الكبير» (٣٠٩٧-٣١٠٥) ، و «الأوسط» (٥١٣٩) ، و «الصغير» (٧٧٠) ، والطحاوي في «شرح معاني الآثار» (٤/٤١) ، وابن حبان (٤٩٨٣) ، والدارقطني (٢/٨-٩) ، والبيهقي (٥/٢٦٧، ٣١٣) ، كلهم عن حكيم بن حزام -رضي الله عنه- مرفوعاً- به. قال الترمذي: «حديث حسن» .
والحديث صحيح، له شاهد من حديث عبد الله بن عمرو بن العاص، خرجته في تعليقي على «الموافقات» (١/٤٦٩) ، ولله الحمد.
(٣) هذا على تخريج جماهير العلماء! انظر: «البناية» للعيني (٦/٦٢٣) ، «المنتقى» للباجي (٤/٢٩٧) ، «إحكام الأحكام» (٣/١٥٦) لابن دقيق العيد.

فهؤلاء جعلوا (السَّلَم) وما ورد في مشروعيته من باب تخصيص عموم حديث حكيم بن حزام السابق، وهذا صنيع المؤلِّفَيْن -رحمهما الله تعالى-، وصرح العلامة ابن القيم في كتابه الفذّ البديع «إعلام الموقعين» (٢/١٩٢-١٩٣ - بتحقيقي) إلى أن المراد من الحديث: النهي عن بيع العين المعيّنة، وهي لم تزل في ملك الغير، أو بيع ما لا يقدر على تسليمه، وإن كان في الذّمة، وصرح بأنّ جَعْلَ السَّلَم داخلاً في الحديث من قبيل التّوهم.
والفرق بين طريقة الجمهور وهذه الطريقة: أنّ ابن القيم يجعل الحديث من قبيل العام الذي أُريد به الخصوص، والجمهور يجعلونه من العام المخصوص، ويقولون مع هذا أن بين السلم وبين بقية الصور الممنوعة وجه من الفرق يستدعي الاختلاف في الحكم؛ فكلام ابن القيم إنما يطعن في قول من صرح بأن السلم مخالف للقياس، وبقي أن يكون هناك فارق بين بيع الإنسان ما لا يملكه ولا هو مقدور له، وبين المضمون في الذمة المقدور على تسليمه، وعليه؛ فلا يصح تخريج المثال على تخصيص العموم بالعرف.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (91,'نقول: إنَّ العرف العام لا يكون حُجَّةً إلا إذا كان من المسلمين كافة في البلدان كلها، وذلك ما لا يمكن إثباته؛ لأنَّ المسلمين في معظم البلاد الإسلامية؛ كمكة، والمدينة، والأناضول، والرومللي (١) ، والهند، وأفغانستان، وبخارى، وجاوا، وغيرها سائرون على العمل بما كان عليه رسول الله - صلى الله عليه وسلم -، وخلفاؤه الراشدون، أئمة الدِّين، من تشييع الجنازة بالصَّمت (٢) .
يَعلمُ ذلك كلُّ مَن زار تلك البلاد، ووقف بالمشاهدة على أحوال أهلها، لا كما ادّعاه حضرة خُزيران رجماً بالغيب؛ لأنّ أحدنا شاهد ذلك في معظم البلدان التي ذكرناها شهادة عين، وبهذا نكتفي عن إطالة البحث مع حضرة الرجل في خطبه بنهاية كلامه هنا في مسائل كان فيها كحاطب ليل، ولا علاقة لها بالموضوع، وإنّما فعل ذلك حُبّاً للظُّهور (٣) ، واتِّباعاً للهوى، ومخالفةً للحقِّ المشهور، وإيهام الناس بنقل ألفاظ الخاص والعام، والاستصناع بأنه من أهل الاطِّلاع، ومن ذلك الخبطِ: تصرُّفه في حكم الشَّريعةِ المصونةِ بتخصيصه سُنَّةَ الصَّمت في وقت عدم غفلة المشيعين عن الحكمة، وإباحة الجهر بالذِّكر حال استيطان الغفلة في القلوب، أو خوف الوقوع في محرَّم، على أنَّ التَّعرض لذلك اعتراف منه بأن السُّنَّة هي الصَّمت، فما كان أهنأ له! لو أراح نفسَه من تلك الجهود التي كانت نتيجتُها الاعتراف بما قاله العلامة الزّنكلوني في المسألة، موافقة لفتوى أحدنا.
وكم من عائبٍ قولاً صحيحاً ... وآفته من الفهمِ السقيمِ (٤)
_________
(١) كذا في الأصل! ولم يرد له ذكر في «جدول تصحيح الخطأ» في آخر الكتاب.
(٢) انظر ما قدمناه في التعليق على (ص ١١-١٤) .
(٣) في الأصل: «بالظهور» ، ولم يرد له ذكر في «جدول تصحيح الخطأ» في آخر الكتاب، ولعل الصواب ما أثبتناه.
(٤) البيت من الوافر، وهو بلا نسبة في «تاج العروس» (١٤/٥١) ، وانظر: «المعجم المفصّل في شواهد اللّغة العربية» (٧/٤٤٤) .',NULL,'91',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (92,'وهنا نختم المقال مع خزيران بخصوص تمسّكه في جواز التّهليل والتَّكبير مع الجنازة بورود الإذن العام (١) بها في جميع الأحوال والأزمان من النقل الذي استدل به أستاذُه الجزَّار من كلام الشَّعراني، ونثبت له خطأه وخطأ أستاذِه في وجهة الاستدلال، وذلك بنقل ما ذكره الحافظ الإمام الأصولي أبو إسحاق الشَّهير بالشاطبي في بحث البدع من كتابه «الاعتصام» (٢) ، قال: «إنَّ الدَّليلَ الشَّرعيَّ إذا اقْتَضَى أمراً في الجملة مما يتعلَّق بالعبادات مثلاً، فأتى به المكلَّف في الجملة -أيضاً-؛ كذكر الله، والدُّعاءِ، والنَّوافلِ، والمستحبَّاتِ، وما أشبَهَها مما يُعلَم من الشَّارع فيها (٣) التوسعة، كان الدّليل عاضداً لعمله (٤) من جهتين: من جهة معناه، ومن جهة عمل السلف الصالح به.
فإنْ أتى المكلَّفُ في ذلك الأمر بكيفيةٍ مخصوصةٍ أو زمانٍ مخصوصٍ، أو مكان مخصوص، أو مقارناً لعبادة مخصوصة، والتزم ذلك بحيث صار متخيلاً (٥) أن الكيفية أو الزَّمان أو المكان مقصودُه شرعاً، من غير أن يَدُلَّ الدَّليلُ عليه، كان الدليلُ بمعزل عن ذلك المعنى المُستَدَلّ عليه.
_________
(١) من سمات المبتدعة -على اختلاف أزمنتهم وأمكنتهم- الاحتجاج بالعمومات، وترك الأدلة الخاصة، انظر «الاعتصام» للشاطبي (٢/٥٢ - بتحقيقي) .
(٢) (٢/٥٩-٦٢ - بتحقيقي) .
(٣) في الأصل: «فيه» ، والمثبت من «الاعتصام» .
(٤) في الأصل: «لعلمه» ، والمثبت من «الاعتصام» .
(٥) كذا في الأصل، وبعض نسخ «الاعتصام» ، وفي نشرتنا: «مخيَّلاً» .',NULL,'92',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (93,'فإذا نَدَبَ الشَّرعُ -مثلاً- إلى ذكر الله، فالتزم قومٌ الاجتماع عليه على لسان واحد، وبصوت (١) واحد، أو في وقت معلوم مخصوص عن سائر الأوقات، لم يكن في ندب الشَّرع ما يدلُّ على هذا التخصيص المُلتزَم، بل فيه ما يدلُّ على خلافه؛ لأنَّ التزام الأمور غير اللازمة شَرعاً شأنها أنْ تُفْهِمَ التَّشريع، وخصوصاً مع من يقتدى به في (٢) مجامع الناس كالمساجد، فإنّها إذا أُظْهِرَت هذا الإظهارَ، ووُضِعت في المساجد كسائر الشَّعائر التي وضعها رسولُ الله S في المساجد وما أشبَهَها -كالأذان، وصلاة العيدين، والاستسقاء، والكسوف- فُهِمَ مِنها بلا شك أنَّها سُنَنٌ إنْ (٣) لم يُفهم منها الفريضة (٤) ، فأحرى أنْ لا يتناولها الدَّليل المُستَدَلُّ به، فصارت من هذه الجهة بِدَعاً مُحْدثة.
_________
(١) كذا في الأصل، وبعض نسخ «الاعتصام» ، وفي نشرتنا: «وصوت» .
(٢) كذا في الأصل، وبعض نسخ «الاعتصام» ، وفي نشرتنا: «وفي» .
(٣) في الأصل: «إذ» ، والمثبت من «الاعتصام» .
(٤) في الأصل: «الفرضيّة» ، والمثبت من «الاعتصام» .',NULL,'93',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (94,'يَدُلُّكَ (١) على ذلك تركُ التزامِ السَّلفِ الصالحِ لتلك الأشياء، أو عَدَمُ العمل بها، وهم كانوا أحقَّ بها وأهلَها لو كانت مشروعةً على مقتضى القواعد؛ لأنَّ الذِّكر قد نَدَب إليه الشَّرعُ ندباً في مواضعَ كثيرةٍ، حتى إنّه يُطْلب فيه تكثيرٌ من عبادة (٢) من العبادات ما طُلِب من التكثير مِنَ الذِّكر؛ كقوله -تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُواْ اذْكُرُواْ اللَّهَ ذِكْراً كَثِيراً ... } الآية [الأحزاب: ٤١] ، وقوله: {وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُواْ اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ} [الجمعة: ١٠] ، [وقوله -تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُواْ وَاذْكُرُواْ اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلَحُونَ} ] (٣) [الأنفال: ٤٥] ، بخلاف سائر العبادات.
_________
(١) جاءت في الأصل تبعاً لمطبوعة رضا لـ «الاعتصام» هكذا: «محدثة بذلك وعلى» ! وهو خطأ، صوابه ما أثبتناه، اعتماداً على نسختين خطيتين جيدتين منه، والله الموفق والهادي.
(٢) في الأصل: «في تكثير عبادة» ، وكذا في نسخة من «الاعتصام» ، والمثبت من نشرتنا.
(٣) ما بين المعقوفتين سقط من الأصل، وأثبتناه من «الاعتصام» .',NULL,'94',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (95,'ومثل هذا الدُّعاء؛ فإنه ذِكر الله، ومع ذلك؛ فلم يلتزموا فيه كيفيّات، ولا قيَّدوه بأوقات مخصوصةٍ -بحيث يُشعر باختصاص التَّعَبُّد بتلك الأوقات- إلا ما عيَّنه الدّليل؛ كالغَداة والعَشيِّ، ولا أظهروا منه إلا ما نص (١) الشَّارعُ على إظهاره؛ كالذِّكر في العيدين وشبهه، وما سِوى ذلك، فكانوا مثابرين على إخفائه وسَتْره (٢) ؛ ولذلك قال لهم حين رَفَعوا أصواتهم: «أرْبِعُوا على أنفسكم؛ إنكم لا تدْ عون أصمَّ ولا غائباً» (٣) وأشباهه، ولم (٤) يُظهروه في الجماعات.
_________
(١) في الأصل: «حث» ، وسقط من طبعة رضا من «الاعتصام» ، وقدره في الهامش: «نص» ، أو «حث» ، وما أثبتناه من نسختين خطيتين جيدتين من «الاعتصام» ، وهو كذلك في نشرتنا.
(٢) في الأصل ونسخة من «الاعتصام» : «وسره» ، وما أثبتناه أجود، وهو الموافق لنسخة قديمة جيدة منه، وكذا في نشرتنا.
(٣) سبق تخريجه، وهو في «الصحيحين» من حديث أبي موسى الأشعري -رضي الله عنه-.
(٤) كذا في الأصل، وفي نشرتنا: «فلم» .',NULL,'95',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (96,'فكلُّ مَن خالف هذا الأصل، فقد خالف إطلاقَ الدَّليل أَوَّلاً؛ لأنَّه قُيّد فيه بالرَّأي، وخالف مَنْ كان أعرفَ منه بالشَّريعة -وهم السَّلفُ الصَّالحُ رضي الله عنهم-، بل [قد] (١) كان رسول الله - صلى الله عليه وسلم - يترك العمل وهو [-عليه السلام-] يحبُّ أنْ يعمل به؛ [خشية] (٢) أن يعمل به الناسُ فيفرض عليهم» (٣) انتهى كلام الإمام الشاطبي (٤) .
ومما نقلناه ههنا عن ذلك الإمام العظيم، يتبيَّن حكم المسائل التي حاول خزيران إثبات جوازها ومشروعيتها بأدلة لا تثبت، بينها وبين المدلول بعد السماء عن الأرض، وهي التزام الناس قراءة سورة الكهف يوم الجمعة على وجه المواظبة في المساجد، بقصد التَّعبد، وطلبِ الثَّواب، واجتماعهم مساء ليلة النصف من شهر شعبان كل سنة بقصد التقرب إلى الله -تعالى- بقراءة سورة (يس) ووردها الخاص، وما شاكل ذلك. وكل ذلك في وقت مخصوص، وحال مخصوص، انتحله الناسُ من عند أنفسهم، واعتقدوا أنه من الدِّين، مع أنه لم يرد في الشَّرع شيء يفيد طلب هذه التخصيصات والالتزامات، بصور وأحوال تلك الأعمال، مما يساعد عليه دليل أصل مشروعية قراءة القرآن، والذِّكر، والدعاء، ولذلك التزم السَّلفُ الصَّالحُ تَركَ تلك الأعمال، وعدم العمل بها، مع أنهم كانوا أحقَّ بها وأهلها.
_________
(١) سقط من الأصل، وطبعة رضا، وهو مثبت في نسختين خطيتين جيدتين منه، وهو كذلك في نشرتنا.
(٢) كذا في طبعة رضا، وعنه الأصل، وفي نسخة منه بياض بدله، وفي هامشها: «لعل هنا سقطاً، وهو: خوف أن يعمل به» ، وما أثبته من نسخة أجود وأقدم، وهو كذلك في نشرتنا.
(٣) يشير إلى قصة صلاته - صلى الله عليه وسلم - بأصحابه قيام رمضان، ثم امتناعه من المواظبة عليها، وسبق تخريجها، وفي المطبوع: «فيفترض» ، والمثبت من نسختين خطيتين جيدتين من «الاعتصام» ، وكذا في نشرتنا.
(٤) ومَنْ تأمّل في كلام الإمام الشاطبي؛ يظهر له قدر علم الأستاذ الجزّار وتلميذه خزيران (منهما) .',NULL,'96',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (97,'وقد ذكر الإمام الشاطبي في الكتاب نفسه من (الباب الرابع) في مأخذ أهل البدع بالاستدلال ما نصه: «أنَّ العملَ المتكلَّم فيه -يعني: العملَ المستدلَّ على ثبوته بالأحاديث الضعيفة للتَّرغيب- إمَّا أنْ يكون منصوصاً على أصله جُملة وتفصيلاً، أو لايكون منصوصاً عليه لا جُملة ولا تفصيلاً، أو يكون منصوصاً عليه جُملة لا تفصيلاً» (١) .
إلى أن قال: «والثالث -أي: المنصوص عليه جملة لا تفصيلاً-: رُبَّما يُتَوهَّم أنَّه كالأوَّل من جهة أنه إذا ثبت أصل عبادة في الجملة فيُسْتَسْهَل (٢) في التَّفصيل نقله من طريق غير مُشترط الصِّحَّة، فمُطلق التَّنَفُّل بالصلاة مشروعٌ، فإذا جاء ترغيبٌ في صلاة -كليلة النِّصفِ من شعبان- فقد عضدَه أصلُ التَّرغيب في صلاة النافلة، وكذلك إذا ثبت أصل صيام [النافلة] (٣) ثبت صيام السابع والعشرين من رجب ... وما أشبه ذلك.
وليس كما توهموا؛ لأنَّ الأصل إذا ثبتَ في الجُملة لا يلزم إثباته في التَّفصيل، فإذا ثبت مطلقُ الصلاة لا يلزم منه إثباتُ الظهر، أو العصر (٤) ، أو الوتر، أو غيرها، حتى يُنَصَّ عليها على الخصوص، وكذلك إذا ثبت مطلق الصِّيام؛ لا يلزمُ منه إثباتُ صوم (٥) رمضان، أو عاشوراء، أو شعبان، أو غير ذلك، حتَّى يَثْبُت التَّفصيل بدليلٍ صحيحٍ، ثم يُنظر بعد في أحاديث التَّرغيب والتَّرهيب بالنسبة إلى ذلك العمل الخاص الثَّابت بالدليل الصحيح» (٦) انتهى.
_________
(١) «الاعتصام» (٢/١٩ - بتحقيقي) .
(٢) في الأصل: «فيسهل» ، وكذا في طبعة رضا من «الاعتصام» ، وما أثبتناه من نسختين خطيتين جيدتين، وكذا في نشرتنا.
(٣) ما بين المعقوفتين سقط من الأصل، وطبعة رضا، وهو في نشرتنا عن= ... =نسخة خطية مجوَّدة.
(٤) في الأصل: «والعصر» .
(٥) في الأصل: «صيام» .
(٦) «الاعتصام» (٢/٢٠-٢١ - بتحقيقي) .',NULL,'97',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (98,'وبهذا يتأكَّد صدق ما أشرنا إليه: من عدم مشروعية تخصيص قراءة سورة الكهف يوم الجمعة في المساجد، وتخصيص قراءة الدُّعاء الخاص مساء ليلة النصف من شعبان، وعدم مشروعية التَّعبُّد بذلك على الوجه المخصوص المعروف عند الناس، وأنّ ما دخل به خزيرانُ من وجوه الاستدلال بالنُّصوص الإجمالية؛ لإثبات تلك الأعمال التَّفصيلية غلطٌ فاحشٌ.
والأغرب: اعتقادُه ذهولنا عن الدَّلائل الإجمالية التي ذكرها؛ بقصد إثبات تلك الأحكام التَّفصيليَّة، وسنأتي على بيان مفردات أدلته التي ذكرها بهذا الشَّأن، بعد تفنيد ما أسنده إلينا، فمن ذلك:
قوله بتصرف: «تواتر النقل عن القصَّاب ورفيقه الفاضل الشيخ عز الدين القسام نزيلي مدينة حيفا، إطلاق منعه جواز قراءة القرآن في المساجد جهراً، خصوصاً قراءة سورة الكهف يوم الجمعة، واشتدَّ نكيرُهما على من يفعل ذلك» .
ومن ذلك -أيضاً- قوله: «ومن جملة ما نقل عنهما: تواتر الإنكار على ما اعتاده عامة المسلمين وخاصتهم في مشارق الأرض ومغاربها، واستحسنوه من الاجتماع في الليلة الثانية عشرة من ربيع الأول الموافقة -على قول (١)
_________
(١) زعم ابن دحية في كتابه «التنوير في مولد السراج المنير» -بعد أن ذكر أقوالاً متعددة- أن الذي لا يصح غيره، وعليه أجمع أهل التاريخ، أن مولده -عليه الصلاة والسلام- لثمان مضت من ربيع الأول!! وفي هذا الإجماع نظر! كيف، وقد قال أبو شامة في «الذيل على الروضتين» (ص ٢٢٩) (أحداث سنة ٦٦٢هـ) : «وكان مولد النبي - صلى الله عليه وسلم - ليلة الإثنين ثاني عشر، ربيع الأول، على قول الأكثرين» . وحقق العلامة محمود باشا الفلكي في كتابه «نتائج الأفهام في تقويم العرب قبل الإسلام» (ص ٢٨-٣٥) أن ميلاده - صلى الله عليه وسلم - كان يوم التاسع من ربيع الأول، الموافق ٢٠/إبريل/سنة ٥٧١م، قال (ص ٣٥) : «فاحرص على هذا التحقيق، ولا تكن أسير التقليد» .

وسبب اختياره (التاسع) لا (الثامن) قوله: «وقد اتفقوا جميعاً على أن الولادة كانت في يوم الإثنين، وحيث إنه لا يوجد بين الثامن والثاني عشر من هذا الشهر يوم إثنين، سوى اليوم التاسع منه، فلا يمكن قط أن نعتبر يوم الولادة خلاف هذا اليوم» ، واعتمد فيما ذهب إليه على الحسابات الفلكية.

وفيه أقوال كثيرة، ليس هذا موطن ذكرها وبسطها، وفيما ذكرناه كفاية وغنية -إن شاء الله تعالى-.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (99,'- لليلة ولادته - صلى الله عليه وسلم - في المساجد، ومن قراءة لأحدهم قصة مولده - صلى الله عليه وسلم -» .
ومن ذلك -أيضاً-: «أننا أنكرنا -عَلَناً- على منابر المساجد يوم الجمعة إحياءَ ليلة النِّصف من شعبان بالعبادة، وصوم يومها واجتماع المسلمين مساء ليلتها على تلاوة سورة (يس) ، وَوِرْدِها المخصوص، وإننا قلنا: إنَّ جميع ما ورد في ذلك ضعيف، لا يجوز العملُ به» .
نقول: إنّ نسبة هذه الأقوال إلينا لا ظل لها من الحقيقة، ودعواه التَّواتر في نقل تلك الأقوال عنّا لا صحة لها، إلا أن يكون إخبار قوم يصدِّق العقل تواطؤهم على الكذب، ولو جاوز عددُهم التَّواتر؛ لأنَّ العقل يكذب أن يقول مسلم -فضلاً عن طالب علم- بمنع قراءة القرآن في المساجد على الإطلاق، بعد أن يسمع قوله -عزَّ وجلَّ-: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاَةَ وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلاَنِيَةً يَرْجُونَ تِجَارَةً لَن تَبُورَ} [فاطر: ٢٩] .
وبعد أن يسمع قوله - صلى الله عليه وسلم -: «لا حسد إلا في اثنتين: رجل آتاه الله القرآن، فهو يقوم به آناء الليل وآناء النهار، ورجل آتاه الله مالاً، فهو ينفقه آناء الليل وآناء النهار» (١) .
_________
(١) أخرجه البخاري في «صحيحه» (رقم ٧٥٢٩) ، ومسلم في «صحيحه» (رقم ٨١٥) من حديث عبد الله بن عمر -رضي الله عنهما-.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (100,'أو يقول بالإنكار على قراءة قصة المولد النَّبوي الشَّريف، المشتملة على بيان شمائل الرسول وفضائله، التي يكون للمسلمين بها أسوةٌ حسنة، أو يقول بالنَّهي عن إحياء ليلة النصف من شعبان وصوم يومها، ولو تنبَّه خزيرانُ إلى خطر وعظم ما وقع فيه من الإثم بنسبته هذه الأمور إلينا؛ لما خطَّ قلمُه حرفاً واحداً في ذلك؛ لأنه لا يخلو: إمَّا أنْ يكون غيرَ صادق في دعوى النَّقل عنا، فيدخل تحت قوله -تعالى-: {إِنَّمَا يَفْتَرِي الكَذِبَ الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللَّهِ} [النحل: ١٠٥] ، وإما أن يكون صادقاً، فيكون مخالفاً لقوله -تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيببُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُواْ عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات: ٦] ، ويدخل -أيضاً- تحت قوله - صلى الله عليه وسلم - في الحديث الصحيح الذي أخرجه أبو داود والحاكم عن أبي هريرة -رضي الله عنه-: «كفى بالمرء إثماً أن يحدِّث بكل ما يسمع» (١) .
_________
(١) أخرجه مسلم في «مقدمة صحيحه» (١/١٠ رقم ٥) عن معاذ بن معاذ وعبد الرحمن بن مهدي، عن شعبة، عن خُبيب بن عبد الرحمن، عن حفص بن عاصم، قال: قال رسول الله - صلى الله عليه وسلم -: ... (وذكره) .
ووقع في مطبوع «مسلم» (١/١٠ ط. محمد فؤاد عبد الباقي) : «عن حفص بن= =عاصم، عن أبي هريرة» ، وكذا في طبعة الحلبي، وزيادة: «عن أبي هريرة» خطأ، وهي مثبتة في «شرح النووي» (١/٧٢-٧٣) في المتن، وأفاد النووي في «الشرح» ، أن «عن أبي هريرة» ساقطة، ثم رأيته ينصص على ذلك (١/٧٤) ، ووقع في «المفهم» (١/٥٣-٥٤) ، وأثبتت على الجادة في «فتح الملهم» (١/١٢٥ ط. الأولى) ، و «إكمال المعلم» (١/١٨) ، و «المعلم» (١/١٨٤ رقم ٥) .

وأفاد المازري وأبو العباس القرطبي في «المفهم» (١/٥٤) ، و «تلخيص صحيح مسلم» (١/٤٠) ، أن أبا العباس الرازي أسنده في نسخته من «الصحيح» ، قال القرطبي: «وهو ثقة» ، كذا في «التلخيص» ، وفي «الشرح» : ولم يذكر أبا هريرة، هكذا وقع عند كافة رواة مسلم، وقال المازري في صنيع الرازي: «ولا يثبت هذا» .
قلت: وهو الصواب، وكذا نقله عن مسلم الحفاظ؛ منهم: ابن كثير في «تفسيره» (١/٥٤٢) ، وغيره.
وقد رواه هكذا مرسلاً: غُنْدر، عند القضاعي في «الشهاب» (٢/٣٠٥ رقم ١٤١٦) ، وحفص بن عمر، عند: أبي داود في «السنن» (رقم ٤٩٩٢) ، والحاكم في «المستدرك» (١/١١٢) ، و «المدخل» (١/١٠٨-١٠٩) ، وقال عقبه: «ولم يذكر حفص أبا هريرة» ، وفي مطبوعه «ابن عمرو» ، وهو خطأ.
إلا أن مسلماً -رحمه الله- أردفه في «مقدمة صحيحه» (١/١٠) -ومن طريقه ابن نقطة في «التقييد» (٢/٢٥٦) - عن ابن أبي شيبة في «المصنف» (٨/٥٩٥) بطريق آخر متصل من حديث علي بن حفص المدائني، عن شعبة، عن خبيب، عن حفص، عن أبي هريرة رفعه.
وأخرجه من هذا الطريق: أبو داود في «السنن» (رقم ٤٩٩٢) ، والحاكم في «المستدرك» (١/١١٢) -وتصحف فيه (ابن حفص) إلى (ابن جعفر) !! فليصحح-، و «المدخل إلى الصحيح» (١/١٠٧-١٠٨) ، وابن حبان في «الصحيح» (٣٠ - الإحسان) ، و «مقدمة المجروحين» (١/٨-٩) ، والخطيب في «الجامع» (١/١٠٨ رقم ١٣١٩) ، وقال أبو داود عقبه: «ولم يسنده إلا هذا الشيخ» ، وقد أخطأ المعلق على «الإحسان» ، فعدّ خمسة وصلوه!! وصحح الطريق الموصولة عن شعبة: ابن عبد البر في «الجامع» (رقم ١٩٢٨) .
قلت: وهم: غندر بن معاذ العنبري؛ كما عند مسلم، وحفص بن عمر؛ كما عند أبي داود، وآدم بن إياس، وسليمان بن حرب؛ كما عند الحاكم في «المستدرك» (١/١١٢) . ... =
= ... قال رشيد الدين العطار في «غرر الفوائد المجموعة» (ص ٧٤١ - آخر كتابي «الإمام مسلم» ) بعد هذه الطريق: «فاتصل ذلك المرسل من هذا الوجه الثاني، لكن رواية ابن مهدي ومن تابعه على إرساله أرجح؛ لأنهم أحفظ وأثبت من المدائني الذي وصله، وإن كان قد وثقه يحيى بن معين، [كما في «سؤالات ابن الجنيد» (٢٣) ، و «تاريخ الدارمي» (٦٤٢) ، و «سؤالات ابن محرز» (٤١٩) ] ، والزيادة من الثقة مقبولة عند أهل العلم، ولهذا أورده مسلم من الطريقين ليبيّن الاختلاف الواقع في اتّصاله، وقدم رواية من أرسله؛ لأنهم أحفظ وأثبت كما بيناه.
وقد سئل أبو حاتم الرازي عن علي بن حفص هذا، فقال في «الجرح والتعديل» (٦ رقم ٩٩٨) : «يكتب حديثه ولا يحتج به» ، ولهذا قال أبو الحسن الدارقطني [في «التتبع» (رقم ٨) ] : «الصواب في هذا الحديث المرسل» ، والله -عز وجل- أعلم» انتهى كلام العطار.
قال أبو عبيدة: وقطع النووي في «شرحه» (١/٧٤) بصحته، قال بعد كلام الدارقطني السابق: «وإذا ثبت أنه روي متصلاً ومرسلاً؛ فالعمل على أنه متصل، هذا هو الصحيح الذي قاله الفقهاء، وأصحاب الأصول، وجماعة من أهل الحديث، ولا يضرّ كون الأكثرين رووه مرسلاً، فإنَّ الوصل زيادة من ثقة، وهي مقبولة» .
وللحديث طريق أخرى عن أبي هريرة مرفوعاً، أخرجه ابن المبارك في «الزهد» (رقم ٦٨٦) ، ومن طريقه البغوي في «شرح السنة» (١٤/٣١٩) ، وفي سنده يحيى بن عبيد الله، وهو متروك.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (101,'ويحسن بنا هنا أن نبيِّن ما نعتقده في المسائل التي نسبها إلينا:
أما قراءة القرآن في المساجد، فإنا لم نمنعها مطلقاً، بل كنّا نرغِّبُ المسلمين فيها أشدَّ التَّرغيب، ونذكر لهم أنه يجب عليهم قراءةُ القرآن، وسماعُه بالسَّكينة، والتَّدبُّر، والإنصات، لتصلَ معانيه لأعماق قلوبهم، وطالما نبَّهناهم -أيضاً- إلى أنَّ الصلاة إنما كانت تنهى عن الفحشاء والمنكر، بسبب ما فرض فيها من قراءة القرآن، التي تذكِّر المصلي بما له، وما عليه، وترشِدُهُ إلى ما خلق لأجله، ولكن الذي منعناه ونمنعه -أيضاً-: تلاوةُ القرآن المقرونة بالتَّشويش على المصلِّين (١) ،
_________
(١) لبعض المالكية رسالة خطية محفوظة بموريتانيا في (٩ ورقات) في مركز أحمد بابا، تحت رقم (٢٩٨) ، بعنوان «جواب في شأن قراءة القرآن بصوت عالٍ قرب الذين= =يصلون» ، منسوخة سنة ١٣٠٠هـ.

وانظر: «مختصر تنزيه المسجد الحرام عن بدع الجهلة العوام» (ص ١٨) لأبي البقاء أحمد القرشي (ت ٨٥٤هـ) .',NULL,'101',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (102,'مع إخراج القراءة عن حدِّها المشروع؛ كالتَّمطيط، والتَّلحين، والخطأالفاحش في أحكام التجويد، على أنَّ القارئ يقرأ وأكثر الناس لا يستمعون ولا ينصتون؛ لأنَّ منهم من يكون حينئذ مشغولاً بالصَّلاة، ومنهم من يكون متأهباً للوضوء، ومنهم من يتلو القرآن، ومنهم من يشتغل بإخراج الدَّراهم من كيسه للقارئ، الذي اتَّخذ تلاوةَ القرآن للاسترزاق، ومنهم من يكون منهمكاً بجمع النقود له، فمثل هذه التِّلاوة التي ضيَّعتْ شرفالقرآن والدِّين، وكانت سبباً في قسوة قلوبِ المسلمين، هي التي نمنعهاكما منعها خزيران نفسه، ويؤيِّدنا في ذلك: ما ذكره الإمام النووي في «كتابه التبيان» (١) نقلاً عن أقضى القضاة (٢) الماوردي (٣)
_________
(١) (ص ١١١-١١٢ ط. الحجار، أو ص ٥٦ - ط. دار ابن كثير) .
(٢) في هذا الاصطلاح نظر، انظر في إنكاره: «معجم الأدباء» (٨/٥٢-٥٣) ، «طبقات الشافعية الكبرى» (٧/٢٢٨) ، «تيسير العزيز الحميد» (ص ٥٤٧) ، «فتح الباري» (١٠/٥٩٠) ، وانظر عن تاريخه ومعناه ومقارنته بمصطلحات اليوم: «النظم الإسلامية» للدوري (١/٥٧) ، «دراسات في حضارة الإسلام» (٢٠٠) لهاملتون كب، «العراق في عهد المغول» (٧١) لجعفر خصباك، «مبادئ نظام الحكم في الإسلام» (ص ٦٣٧) لمتولي، «منصب قاضي القضاة في الدولة العباسية منذ نشأته حتى نهاية العصر السلجوقي» لعبد الرزاق الأنباري.
(٣) نعم، كان الماوردي يلقب (أقضى القضاة) ، وأطلق بعضهم عليه خطأ، لقب (قاضي القاضي) ! في الوقت الذي كان فيه أبو عبد الله الدامغاني يتولى منصب (قاضي القضاة) آنذاك، فذكر ابن الجوزي في «المنتظم» (٨/١٦٩ - ط. العراقية) في معرض حديثه عن عقد الخليفة القائم بأمر الله على بنت السلطان طغرلبك، فذكر أنه حضر قاضي القضاة أبو عبد الله الدامغاني وأقضى القضاة الماوردي. ... =

= ... وانظر في الفرق بينهما وإزاحة لبس كان في أذهان كثير من الناس عند ابن السبكي في «طبقات الشافعية» (٧/٢٢٨) ، وفي كلامه لبس ذكره مصطفى جواد في تعليقه على كتاب ابن الساعي «الجامع المختصر» (٩/٢)',NULL,'102',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (103,'في كتابه «الحاوي» (١) إذ قال: «القراءة بالألحان الموضوعة، إن أخرجت لفظَ القرآن عن صيغته، بإدخال حركات فيه، أو إخراج حركات منه، أو قَصْرِ ممدود، أو مدِّ مقصور، أو تمطيط يخفي به بعضَ اللفظ ويلتبس، فهو حرام يفسق به القارئ، ويأثم به المستمع؛ لأنه عَدَل به عن نهجه القويم إلى الاعوجاج، والله -تعالى- يقول: {قُرْآناً عَرَبِيّاً غَيْرَ ذِي عِوَجٍ} [الزمر: ٢٨] » انتهى كلام الماوردي.
ثم قال الإمامُ النَّوويُّ: «وهذا القسم الأول من القراءة بالألحان المحرمة مصيبة (٢) ، ابتلي بها بعضُ الجهلة الطِّغام الغَشمة، الذين يقرؤون على الجنائز، وفي بعض المحافل، وهذه بدعةٌ محرَّمة ظاهرةٌ، يأثم كلُّ مستمع لها، كما قاله أقضى القضاة الماوردي. ويأثم كلُّ قادرٍ على إزالتها، أو على النهي عنها، إذا لم يفعل ذلك. وقد بذلتُ فيها بعضَ قُدرتي، وأرجو من فضل الله الكريم، أن يوفِّق لإزالتها من هو أهل لذلك، وأن يجعله في عافية» انتهى كلام النووي.
وأما قراءة سورة الكهف، فإنما نمنعها؛ لما يقع في قراءتها مما ذكر سابقاً، وزِد على ذلك: وجهَ الالتزام والتخصيص (٣) ،
_________
(١) (١٧/١٩٨ - ط. دار الكتب العلمية) أو (٢١/٢١٣-٢١٤ - ط. دار الفكر) ، وقد نقل المصنف كلامه من «التبيان» للنووي بحروفه، وتصرف النووي في النقل من «الحاوي» فلينظر.
(٢) لأبي البركات محمد بن أحمد، المعروف بـ (ابن الكيال) (ت ٩٣٩هـ) رسالة بعنوان «الأنجم الزواهر في تحريم القراءة بلحون أهل الفسق والكبائر» ، فرغ أخونا مالك شعبان من تحقيقها، وجمع كلام العلماء -على اختلاف أعصارهم وأمصارهم ومشاربهم ومذاهبهم وفنونهم- الوارد في ذم ذلك، ولعلها تنشر قريباً، والله الموفق للخيرات، والهادي إلى الصالحات.
(٣) انظر في بدعية التزام قراءة سورة (الكهف) على المصلين قبل الخطبة بصوت= =مرتفع: «السنن والمبتدعات» (١٧، ٤٩) ، «الإبداع في مضار الابتداع» (١٧٧) ، «بدع القراء» (٢٠) .

وانظر في بدعية التزام قراءة سورة الكهف عصر يوم الجمعة في المسجد: «فتاوى الشاطبي» (١٩٧-٢٠٠) - (وفيه بدعية قراءة السورة بالإدارة) -، «الحوادث والبدع» (١٥٢) للطرطوشي، «بدع القراء» (٢١) للشيخ بكر أبو زيد.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (104,'وقد بيّنا ذلك فيما سبق نقلاً عن الإمام الشاطبي.
أمّا دعواه أنَّ الناس اليوم يجتمعون على قراءة القرآن؛ مثل اجتماع النبي - صلى الله عليه وسلم - مع عصابة من ضعفاء المهاجرين، وكون الناس اليوم داخلين فيما يصدق عليه قوله - صلى الله عليه وسلم -: «وما اجتمع قوم في بيت من بيوت الله -تعالى-، يتلون كتابَ الله ويتدارسونه بينهم، إلا نزلتْ عليهم السَّكينة، وغشيتهم الرَّحمة، وحفَّتهم الملائكة، وذكرهم الله فيمن عنده» (١) ، فالمشاهدة تدلُّ على خلافه، كما يشهد بذلك كلُّ مُنصفٍ، كما أنَّ دعواه أنَّ المستمعين ينصتون بخشوع، متفكّرين في معاني ما يتلى على مسامعهم، مترنِّمين بمبشراتها، متَّعظين خائفين من منذراتها، بذرف الدُّموع، وخشية القلب، وقشعريرة الجسم ... إلى آخر ما جاء في عبارته، فهي غير صحيحة -أيضاً-؛ لأنَّ المستمعين لو وصلوا إلى هذه الدَّرجة من التَّفكّر في معاني ما يتلى على مسامعهم ... إلى آخر ما ذكره؛ لكانوا في مقدِّمة الأمم، ولسادوا العالم أجمع، ولأعدّوا لأرباب البدع ومؤازريهم الذين شوَّهوا هذا الدين الحنيف، وأوصلوا أهلَه إلى الحضيض، ما يتألم منه حضرة خزيران، وأستاذه الجزَّار، ويشهد -أيضاً- على عدم وصول العوامّ إلى هذه الدرجة قول خزيران نفسه في رسالته «فصل الخطاب» (ص ١٠) : «خصوصاً في هذا الزَّمان، الذي قد استحكمتْ فيه الغفلةُ للجميع، وعمَّت البلوى فيه للرَّفيع والوضيع» .
ومن هذا يعلم: أنَّ جميع الأدلة التي أوردها من الأحاديث، وأقوال العلماء فيما يتعلَّق بتلاوة القرآن هي حُجّةٌ لنا لا علينا، إذ قد يثبت بها التلاوة المشروعة التي دعونا الناس إليها، أما تطبيق الأدلة على حالة المسلمين اليوم؛ فهو خلاف الواقع، وقلب للحقائق.
_________
(١) أخرجه مسلم في «صحيحه» (رقم ٢٦٩٩) من حديث أبي هريرة.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (105,'وأما قراءة قصة المولد النبوي الشريف المشتملة على بيان شمائل الرسول - صلى الله عليه وسلم - وفضائله، التي لا يمكن للأُمة الإسلامية أن تصل إلى ما كان عليه أسلافُها من المجد والسؤدد، إلا بالتَّحلي بها، فنحن من أشدِّ الناس دعوةً إليها، وأما الذي أنكرناه -وننكره أيضاً- فهو ما عمَّت به البلوى من قراءة المولد بالغناء والتمطيط البشع، والمبالغة بتوقيعه على أنحاء الموسيقى، والاكتفاء بسيرة الولادة فقط، مع ما أدخل فيها من الأمور التي لم تثبت، وترك المهم المفيد من أحواله وشمائله - صلى الله عليه وسلم -، وكثيراً ما سمعناهم يقولون: حبيبي يا ... يا مو. حا. حا. مد، وأمثال ذلك، مما يشمئزُّ منه كلُّ مسلم، ويعترفُ بقبحه كلُّ ذي ذوق سليم، فهل لرجل يؤمن بالله واليوم الآخر أن يزعمَ مع ثبوت هذه الحقائق، أنَّ أكثر هذه المجتمعات في أيامنا خارجة عن حد البدع المنكرة؟ وأما دعواه أنَّ الاجتماعَ لتلاوة المولد الشريف في بلادنا، هو خالٍ من كل شرٍّ، مشتملٌ على الخير المحض، من أوله إلى آخره، فهي مكابرة محضة (١) .
_________
(١) وهذا حال هذه الاجتماعات غير الشرعية في كل زمان ومكان، وصور أبو البقاء أحمد بن الضياء القرشي العدوي الحنفي (ت ٨٥٤هـ) في كتابه «مختصر تنزيه المسجد الحرام عن بدع الجهلة العوام» (ص ١٧-١٨) كيفية الاحتفال بالمولد -آنذاك-، فقال:

«ومنها: ما أَحْدَثُوهُ في ليلة مَوْلِدِ النبي - صلى الله عليه وسلم -، وهي الثانية عَشَرَ من ربيع الأول، يجتمع تلكَ الليلةَ الفَرَّاشون بالشُّمُوعِ والفوانيس في المسجدِ الحرامِ، ويزفّونَ الخطيبَ مِنَ المَسجِدِ إلى مولدِ النبي -عليه السلام- بالشُّموع والمغرعات والمنجنيقات، وبين يَدَيْهِ جوقات المعرّبين، ويختلط حينئذٍ الرِّجالُ والنِّسَاءُ والصِّبيانُ، ويكثُرُ اللّغطُ والزعيق والخصومات، ورفع الأصوات بالمسجد الحرام وفي مسجد المَولِدِ، ويحصل في تلك الليلة مِنَ المفاسدِ ما لا= =يُحْصيه إلاَّ الله -تعالى-» .',NULL,'105',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (106,'فإنا نرى أنَّ أكثر الموالد التي تقرأ في زماننا، تشتمل على الصُّراخ والغناء، وما شاكل ذلك، هذا ونرى المدعوين يشتغلون بشرب الدُّخان (١) حتى يتمَّ الجمعُ، ويحضر القارئ فتكون عند ذلك الغرفة التي يراد أن يقرأ فيها العشر من القرآن الكريم والمولد مملوءة دخاناً، ذا رائحة كريهة، وفي أثناء القراءة ترى الجمعَ في الغُرف الأخرى، يشربون الدخان -التوتون، والتنباك- ويخوضون في الغيبة والنَّميمة، بل وجدناهم يرتكبون أكبر من ذلك في بعض الأحيان؛ كشرب الخمر.
_________
(١) انظر عنه، وتقرير حرمته، وبيان المصنفات الواردة فيه، مع لمحة قوية عن تاريخه وأضراره في كتابي «التعليقات الحسان» على رسالة الشيخ مرعي الكرمي «تحقيق البرهان في شأن الدخان» ، وهو مطبوع أكثر من مرة، والحمد لله الذي بنعمته تتم الصالحات.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (107,'ومما ذكرنا: يُعلم أنَّ فتوى العلامة ابن حَجَر عن حكم قراءة الموالد التي نقلها رداً علينا، هي موافقة لما كنّا ننبِّه الناسَ وندعوهم إليه، فهي حُجة لنا، وردٌّ عليه، وإلى المتأمِّل نصُّ الفتوى: سئل العلامة ابن حجر: عن حكم الموالد، هي سُنَّة، أم فضيلة، أم بدعة؟ مع بيان دليل كلٍّ، وهل الاجتماع للبدعة المباحة! جائز أم لا؟ فأجاب بقوله: الموالد [والأذكار] (١) التي تفعل عندنا، أكثرها مشتمل على خير؛ كصدقة، وذكر، وصلاة وسلام على رسول الله - صلى الله عليه وسلم -[ومدحه] (٢) ، وعلى [شر، بل] (٢) شرور، [لو لم يكن منها إلا رؤية] (٢) النساء للرِّجال الأجانب، وبعضها ليس فيها (٣) شر، لكنه قليل نادر، ولا شك أنَّ القسم الأول -أي: المشتمل على خير؛ كصدقة، وذكر، وصلاة وسلام على رسول الله - صلى الله عليه وسلم -، وعلى شرور؛ كرؤية النساء للرجال الأجانب- ممنوع؛ للقاعدة المشهورة [المقررة] (٤) :
_________
(١) ما بين المعقوفتين سقط من الأصل، وأثبته من «الفتاوى الحديثية» لابن حجر الهيتمي.
(٢) بدل ما بين المعقوفتين في الأصل: «كرؤية» ، والمثبت من «الفتاوى الحديثية» .
(٣) في الأصل: «فيه» .
(٤) ما بين المعقوفتين سقط من الأصل، وأثبتّه من «الفتاوى الحديثية» ..',NULL,'107',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (108,'إن درء المفاسد مقدم على جلب المصالح، [فمن علم وقوع شيء من الشر فيما يفعله من ذلك، فهو عاص آثم، وبفرض أنه عمل في ذلك خيراً، فربما خيره لا يساوي شره] (١) ، ألا ترى أنَّ الشارع (١) ا - صلى الله عليه وسلم - كتفى من الخير بما تيسّر، وفطم عن جميع أنواع الشَّر، حيث قال: «إذا أمرتُكم بأمرٍ فأتوا منه ما استطعتم، وإذا نهيتُكم عن شيء فاجتنبوه» (٢) ... والقسم الثاني سنة تشمله الأحاديث الواردة في الأذكار، المخصوصة والعامة؛ كقوله -عليه الصلاة والسلام-: «لا يقعد قوم يذكرون الله -تعالى-، إلا حفَّتهم الملائكةُ، وغشيتهم الرَّحمةُ، ونزلت عليهم السَّكينةُ، وذكرهم اللهُ فيمن عنده» (٣) رواه مسلم ... إلى آخر ما قال (٤) .
_________
(١) هل يجوز إطلاق (الشارع) على رسول الله - صلى الله عليه وسلم -؟ فالنبي - صلى الله عليه وسلم - مُخْبِرٌ عن الله، ولذا قال ابن مسعود: «إن الله شرع لنبيكم سنن الهدى» ، وقال الله -تعالى-: {شَرَعَ لَكُم مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً} [الشورى: ١٣] ، وانظر للتفصيل: «الموافقات» (٥/٢٥٥-٢٥٧ - بتحقيقي) ، «الفروق» (٤/٥٣-٥٤) ، «نظرات في اللغة» (١٠٦) للغلاييني، «المنهاج القرآني في التشريع» (٣٠٠-٣٠٢) (فيه تأصيل وإفاضة لمنع إطلاق المشرع على النبي ... - صلى الله عليه وسلم -) ، التعليق على «الفتوى في الإسلام» (٥٣) للقاسمي، «تغيّر الفتوى» (٥٧-٥٨) لبازمول.
(٢) أخرجه البخاري في «صحيحه» (رقم ٧٢٨٨) ، ومسلم في «صحيحه» (رقم ١٣٣٧) من حديث أبي هريرة -رضي الله عنه-.
(٣) أخرجه مسلم في «صحيحه» (رقم ٥٦٩٩) من حديث أبي هريرة -رضي الله عنه- أيضاً.
(٤) في «الفتاوى الحديثية» (ص ١٥٠) .',NULL,'108',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (109,'فمن تأمل هذه الفتوى المصرِّحة باشتمال أكثر الموالد في زمن ابن حجر منذ (٤٠٠) سنة على الشرور، وأنها ممنوعة ما دامت لا تخلو من الشرور، عملاً بقاعدة (درء المفاسد مقدَّم على جلب المصالح) (١) يعلم عدم صحة دعوى خزيران؛ بأنَّ الموالد في بلادنا هي من القسم الخالي من الشّرور، ليُثبتَ إباحتها على كل حال، وهل يخلو مولد من رؤية النساء للرجال الأجانب في زماننا؟ وذلك زيادة عن الخروج في قراءة الموالد عن الأدب المشروع، مِمّا أشرنا إليه مِن تصرُّفات القُرَّاء والمنشدين، وزِدْ على هذا: ما تشتملُ عليه من البِدَع، التي شوّهت حقيقة الدين الإسلامي، وفسحت مجالاً للذين يكيدون له سوءاً، فالأمر لله العلي الكبير، ويؤيِّدُ ما قلناه -أيضاً- بخصوص المنشدين: نصُّ الفتوى الثانية التي نقلها -أيضاً- عن ابن حجر جواباً عن سؤال رفع إليه، وهو:
_________
(١) انظر حول هذه القاعدة: «إيضاح المسالك» للونشريسي (القاعدة الرابعة والثلاثون) ، «الاعتصام» (٢/٢٢٢ - بتحقيقي) ، «الأشباه والنظائر» (ص ٨٧، ١٠٥) للسيوطي و (ص ٩٠) لابن نجيم، «شرح القواعد الفقهية» (ص ١٥١ رقم ٣٩) للزرقاء، «مجلة الأحكام العدلية» (المادة ٣٠) ، «المدخل الفقهي» (رقم ٥٩٤) ، «الوجيز في إيضاح قواعد الفقه الكلية» (ص ٢٠٨) ، «قواعد الخادمي» (ص ٣١٩) .',NULL,'109',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (110,'«ما تفعله طوائف باليمن وغيرهم من الاجتماع على إنشاد الأشعار (١) والمدائح [مع ذكر مسجع، هل] (٢) هو ذكر أم لا؟ وهل يفرق بينه وبين الأشعار الغَزليّة (٣) ... ، بما مآله: «إنَّ إنشاد الشعر وسماعَه، إن كان فيه حثٌّ على خير، أو نهي عن شر، أو تشويق إلى التأسي بأحوال الصالحين، والخروج عن النَّفس ورعونتها، وحظوظها، [والدأب] (٣) والجد في التحلِّي بمراقبة الحقِّ في كل نَفَس، ثم الانتقال في شهوده في كل ذرة من ذرات الوجود، كما أشار إليه الصَّادقُ المصدوقُ - صلى الله عليه وسلم - بقوله: «الإحسانُ: أنْ تعبدَ اللهَ كأنّك تراه، فإنْ لم تكن تراه؛ فإنه يراك» (٤) ، فكل من الإنشاد والاستماع سنة ... ، والمنشدون والسامعون مأجورون مثابون، إن صلحت نياتهم (٥) ، وصَفَتْ سرائرُهم، وأما إن كان بخلاف ذلك ... مما يناسب (٦) أغراضهم الفاسدة، وشهواتهم المحرَّمة، فهم عاصون آثمون» (٧) . وأما ادّعاؤه بأنَّ مواضيع القصائد وحال المنشدين والمستمعين في هذه الأيام من قبيل ما ذكر في صدر هذه الفتوى، فإننا نترك الحكمَ فيه لأهل الإنصاف.
_________
(١) في مطبوع «الفتاوى الحديثية» : «وغيرهم من اجتماعهم على إنشاد أشعارهم»
(٢) ما بين المعقوفتين سقط من الأصل.
(٣) انظر عنها كتابي «شعر خالف الشرع» ، يسّر الله إتمامه بخير وعافية.
(٤) أخرجه البخاري في «صحيحه» (رقم ٥٠) ، ومسلم في «صحيحه» (رقم ٨-١٠) من حديث عمر بن الخطاب.
(٥) صلاح النية لا يكفي، بل لا بد من الاتباع، والمواليد ليست من سنة النبي - صلى الله عليه وسلم - ولا من سنة خلفائه وأصحابه، بل هي من طريقة الفاطميين العبيديين! وانظر تعليقنا الآتي، والله الهادي.
(٦) كذا في الأصل، وفي مطبوع «الفتاوى الحديثية» : «يليق» .
(٧) «الفتاوى الحديثية» (ص ٨٠) لابن حجر الهيتمي.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (111,'على أنّ الاحتفال بقراءة قصة المولد النبوي، ليست سنة الخلفاء الراشدين، فيُعض عليها بالنَّواجذ، ولا فعلها أحدٌ من أهل القرون الثلاثة الفاضلة (١) ،
_________
(١) يشير إلى ما أخرجه البخاري في «صحيحه» (كتاب الشهادات، باب لا يشهد على شهادة جور إذا أشهد) (٥/٢٥٨-٢٥٩ رقم ٢٦٥١) ، ومسلم في «صحيحه» (كتاب فضائل الصحابة، باب فضل الصحابة ثم الذين يلونهم، ثم الذين يلونهم) (٤/١٩٦٤ رقم ٢٥٣٥) عن عمران بن حصين -رضي الله عنه-، ولفظ البخاري: «خيركم قرني، ثم الذين يلونهم، ثم الذين يلونهم» ، ولفظ مسلم: «إن خيركم قرني ... » ، و «خير هذه الأمة القرن الذي بعثت فيه ... » .

وأخرجه البخاري في «الصحيح» (كتاب فضائل أصحاب النبي - صلى الله عليه وسلم -، باب فضائل أصحاب النبي - صلى الله عليه وسلم -) (٧/٣ رقم ٣٦٥١) ، ومسلم في «الصحيح» (كتاب فضائل الصحابة، باب فضل الصحابة ثم الذين يلونهم، ثم الذين يلونهم) (٤/١٩٦٢ رقم ٢٥٣٣) من= =حديث ابن مسعود -رضي الله عنه- بلفظ: «خير الناس ... » .',NULL,'111',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (112,'التي هي خير القرون الإسلامية، بشهادة الرسول - صلى الله عليه وسلم -، إنما أحدثها الملك المظفر التُّركماني الجنس (١) ، صاحب إربل (٢) ، ثم صارت عادة متبعة، وسنة مبتدعة، وشعاراً دينياً (٣) .
_________
(١) ابن خلكان ج ١ ص (٥٥٢-٥٥٣) (منهما) .
(٢) بلد قرب الموصل (منهما) .
(٣) الصحيح أن أول من أحدث بدعة المولد الفاطميون العبيديون من الباطنيين، كما قال المقريزي في «خططه» (١/٤٩٠) ، والقلقشندي في «صبح الأعشى» (٣/٤٩٨) ، والسندوبي في «تاريخ الاحتفال بالمولد النبوي» (٦٩) ، ومحمد بخيت المطيعي في «أحسن الكلام» (٤٤-٤٥) ، وعلي فكري في «محاضراته» ، وعلي محفوظ في «الإبداع» (ص ١٢٦) ، وحسن إبراهيم حسن وطه أحمد شرف في كتابيهما «المعزّ لدين الله» (ص ٢٨٤) ، وأحمد المختار العبادي في «تأليفه في التاريخ العباسي والفاطمي» (ص ٢٦١-٢٦٢) ، وإسماعيل الأنصاري في «القول الفصل في حكم الاحتفال بمولد خير الرسل - صلى الله عليه وسلم -» (ص ٦٤) ، وعبد الله بن منيع في «حوار مع المالكي» (ص ٥٧) .
وذكر بعضهم أنّ أول مَن أحدثه صاحب إربل الملك المظفر، كما قال المصنِّفان.
انظر: «وفيات الأعيان» (١/٤٣٧) ، و «الرد القوي على الرفاعي والمجهول وابن علوي وبيان أحكامهم في المولد النبوي» (ص ٨٩، ٩٥) ، و «الإنصاف فيما قيل في المولد من الغلو وبلا إجحاف» (ص ٣٤-٣٥) .
ولا يبعد أن يكون عمل المولد تسرب إلى صاحب إريل من العبيديين، فإنهم أخذوا الموصل سنة (٣٤٧هـ) ، كما في «البداية والنهاية» (١١/٢٣٢) ، ومولد الملك المظفر سنة (٥٤٩هـ) ، كما في «التكملة» (٣/٣٥٤) ، وولي السلطنة بعد وفاة أبيه سنة (٥٦٣هـ) ، كما في «سير أعلام النبلاء» (٢٢/٣٣٥) .
قال محمد بخيت المطيعي في «أحسن الكلام» (ص ٥٢) :

« ... ومن ذلك تعلم أن مظفر الدِّين إنما أحدث المولد النبوي في مدينة إربل على الوجه الذي وصف، فلا ينافي ما ذكرناه من أن أوّل مَن أحدثه بالقاهرة الخلفاء الفاطميون من قبل ذلك، فإن دولة الفاطميين انقرضت بموت العاضد بالله أبي محمد عبد الله بن الحافظ بن المستنصر في يوم الإثنين/عاشر المحرم/سنة سبع وستين وخمس مئة هجرية، وما= =كانت الموالد تعرف في دولة الإسلام من قبل الفاطميين» .
بقي بعد هذا أن نقول: إن المحدثاتِ كلَّها شر وضلالة بنص رسول الله - صلى الله عليه وسلم -، وإنّ كل عمل ليس له أصل في الشرع: بدعة وضلالة، وإن ارتكبه من يُعدّ من «الصالحين» ويشتهر به!! ولقد بيَّن ياقوت في «معجمه» (١/١٣٨) -وهو من معاصري الملك المظفر- شيئاً من أحواله، وقال:
«طباع هذا الأمير متضادّة، فإنه كثير الظلم عسوف بالرَّعيَّة، راغب في أخذ الأموال من غير وجهها» ، وذكر ابن العماد في «شذرات الذهب» (٥/١٤٠) في ترجمة الملك المظفر: «كانت نفقته على المولد في كل سنة ثلاث مئة ألف دينار» .
ثم وجدت كلمة مطوّلة عنه في «رجال من التاريخ» (٢٦٧-٢٧٣) عن (الملك المظفر) ، وجاء فيها (ص ٢٧٢-٢٧٣) وصف لإحياء هذه الموالد، وهذا نصه:
«تبدأ الاحتفالات ليلة المولد بِسَوْق عدد هائل من الإبل والبقر والغنم بالطبول والأناشيد، والناس وراءها بالأعلام والمزامير والصياح، حتى تذبح ويعدُّ لحمها للولائم، فتقام القدور، ويعد الطعام الكثير، ثم يذهب إلى المسجد فيخرج من صلاة العشاء، بين يديه الشموع العظيمة والمشاعل والناس وراءه، حتى ينتهي إلى (الخانقاه) فيقيم تلك الليلة سماعاً عظيماً (أي: ما يسمونه اليوم ذكراً، وما هو بالذكر) ، ويأتي الصوفية بعجائب الإنشاد والرقص والتواجد، فإذا كان يوم المولد، نصب له برج كبير، فيجلس عليه مع رؤساء دولته، وبرج أوطأ منه للصوفية والعلماء، ويمرُّ الجيش بين يديه في عرض عظيم، بفرسانه ورجَّالته وأعلامه وراياته وطبوله، وجماعات الصوفية والمنشدين، وطلبة المدارس، وعامة الناس، ثم يقوم الخطباء والوعاظ، وينشد المنشدون، ويخلع على الجميع ويعطيهم، ثم يدعى كل من حضر -وهم آلاف مؤلفة- إلى الموائد، فيأكلون جميعاً» .
وأخيراً ... انظر في بدعية المولد ومفاسده المترتبة عليه: المصادر المذكورة سابقاً، و «اقتضاء الصراط المستقيم» (ص ٢٩٥) ، و «الفتاوى الكبرى» (١/٣٢١) ، و «المدخل» (٢/١٦-١٧) ، و «المعيار المعرب» (٨/٢٥٥) و (٩/٢٥٥) و (٧/١٠٠-١٠١ و١١٤) و (١٢/٤٨-٤٩) ، و «المواهب اللدنية» (١/١٤٠) ، و «تفسير المنار» (٩/٩٦) و (٢/٧٤-٧٦) ، و «فتاوى رشيد رضا» (٥/٢١١٢) ، و «مجلة المنار» (٢٠/٣٩٥-٤٠٣، ٤٤٩-٤٥١، ٢١/٣٨-٤٨، ١٠٣-١٠٤) ، و «كتاب الباعث على إنكار البدع والحوادث» (ص ٩٦-٩٧ - بتحقيقي) ، و «بداية السول» (ص ٩) ، و «مختصر الشمائل المحمدية» (١٧٥) (كلاهما فيه= =كلام على بدعية الموالد من كلام شيخنا الألباني -رحمه الله-، وقد ذكرناه في جمعنا لكلامه على البدع، يسر الله إتمامه) .
وقد صنف الفاكهاني رسالة لطيفة في حكم المولد، أسماها بـ «المورد في عمل المولد» فانظرها فإنها مفيدة، وفي «فهرس المكتبة الغربية بصنعاء» (٧٢٤) رسالة مفردة لمحمد الغشم (ت ١٠٤٣هـ) في ذلك، وطبع حديثاً «رسائل في حكم الاحتفال بالمولد النبوي» في مجلدين لمجموعة من العلماء، وفيها بيان كثير من المفاسد والمحاذير، ونكتفي بهذه الإحالات المجملة؛ لأنّ الكلام على هذه البدعة متّسع الأرجاء، وله ذيول ويطول، والله الموفق.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (113,'وأما ليلة النصف من شعبان، فلم يحصل بخصوصها إلا تنبيهُ الناس للمسابقة لصوم نهارها، وقيام ليلها، بالعبادة الخالصة لله -تعالى-، بعد التَّوبة، وأداء الفرائض؛ لأنه لا يفيد العبد إقباله على النوافل ما دام تاركاً للفرائض (١) ، لكن لا على وجه الاجتماع في المساجد، واعتقاد لزوم ذلك، بل على وجه الانفراد والاختيار، وأنَّ الدُّعاء بالصُّورة المعلومة مساء ليلة النِّصف ليس من الأعمال التي تعبَّدنا اللهُ بها، ولم يفعله رسول الله - صلى الله عليه وسلم -، ولا خلفاؤه الراشدون، ولا الأئمة المجتهدون -رضوان الله عليهم أجمعين-.
_________
(١) هذا الإطلاق خطأ قطعاً، والقاعدة الحادية عشرة في «تقرير القواعد» لابن رجب (١/٦٦ - بتحقيقي) : (من عليه فرض؛ هل له أن يتنفَّل قبل أدائه بجنسه أو لا؟) ، قال ابن رجب: «وهذا نوعان؛ أحدهما: العبادات المحضة؛ فإن كانت موسّعة؛ جاز التنفل قبل أدائها؛ كالصلاة اتفاقاً، وقبل قضائها -أيضاً-؛ كقضاء رمضان على الأصح.
والثاني: إن كانت مضيّقة، لم تصح على الصحيح، ولذلك صور ... » مذكورة بتفصيل فيه، وانظر تعليقي عليه، و «القواعد الفقهية النُّورانية» (ص ٤٩-٥٠) ، وللكلام السابق مستند عن أبي بكر قوله ضمن خطبة طويلة، فيها: «وإن الله لا يقبل نافلةً حتى تؤدّى الفريضة» ، خرجته في تعليقي على «الخطب والمواعظ» لأبي عُبيد القاسم بن سلاّم (رقم ١٣٢) ، يسّر الله إتمامه وإظهاره بخير وعافية.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (114,'والحديث الذي استدل به في هذا الموضوع وهو: «إذا كانت ليلة النصف من شعبان؛ فقوموا ليلها، وصوموا نهارَها، فإنَّ الله -تعالى- ينزل فيها لغروب الشمس إلى السماء الدنيا، فيقول: ألا مستغفر، فأغفر له! ألا مسترزق فأرزقه! ألا مبتلى فأعافيه! ألا كذا ... ، ألا كذا ... ، حتى يطلع الفجر» (١) .
_________
(١) أخرجه ابن ماجه في «السنن» (١٣٨٨) ، والفاكهي في «تاريخ مكة» (٣/٨٤ رقم ١٨٣٧) ، والبيهقي في «شعب الإيمان» (رقم ٣٨٢٤) و «فضائل الأوقات» (رقم ٢٤) ، والثعلبي في تفسيره «الكشف والبيان» (ق٥٨/أ - أول تفسير الدخان) ، والتيمي الأصبهاني في «الترغيب والترهيب» (رقم ١٨٣٣) ، وابن الجوزي في «الواهيات» (٢/٥٦١ رقم ٩٢٣) ، والمزي في «تهذيب الكمال» (٣٣/١٠٨) ؛ جميعهم من طريق الحسن بن علي الخلاّل، عن عبد الرزاق، عن ابن أبي سبرة، عن إبراهيم بن محمد، عن معاوية بن عبد الله بن جعفر، عن أبيه، عن عليّ رفعه.
قال ابن الجوزي في «العلل المتناهية» (رقم ٩٢٣) : «هذا حديث لا يصح، وابن لهيعة ذاهب الحديث» !
قلت: كذا في مطبوعه: «وابن لهيعة» ، ولعلها سبق قلم من المصنف أو الناسخ، والصواب: «ابن أبي سبرة» ؛ وهو: أبو بكر بن عبد الله بن محمد بن أبي سبرة، قال الإمام أحمد: يضع الحديث ويكذب، وقال ابن عدي: عامة ما يرويه غير محفوظ، وهو في جملة من يضع الحديث، وقال ابن حبان: كان ممن يروي الموضوعات على الأثبات، لا يحل كتابة حديثه، ولا الاحتجاج به بحال. وانظر -غير مأمور-: «تهذيب الكمال» (٣٣/١٠٤-١٠٦) ، «ميزان الاعتدال» (٤/٥٠٤) ، «الكشف الحثيث عمن رمي بوضع الحديث» (٢/٤٨١، ٥٨٦) والكلام الآتي عند المصنف، والتعليق عليه.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (115,'متفق على ضعفه عند جميع المحدِّثين، ومنهم من قال بوضعه (١) .
قال العلامة السندي في «حاشيته على ابن ماجه» (٢) مخرِّج هذا الحديث: «في إسناده ضعف؛ لضعف ابن أبي سبرة (٣) ، واسمه: أبو بكر بن عبد الله بن محمد بن أبي سبرة (٢) ، قال فيه أحمد بن حنبل (٤) ، وابن معين (٥) :
_________
(١) هذا حكم شيخنا الألباني -رحمه الله- على الحديث، فقال في «ضعيف سنن ابن ماجه» (١٠٥ رقم ٢٦١) : «ضعيف جداً أو موضوع» ، وانظر: «المشكاة» (١٣٠٨) ، وقال: «لكن نزول الرب كل ليلة إلى سماء الدنيا ثابت» .

وقال في «السلسلة الضعيفة» (٥/١٥٤ رقم ٢١٣٢) : «وهذا إسناد مجمعٌ على ضعفه، وهو عندي موضوع؛ لأنَّ ابن أبي سبرة رموه بالوضع، كما في «التقريب» » .
وقال ابن رجب في «لطائف المعارف» (ص ١٤٣) : «إسناده ضعيف» ، وضعّفه البوصيري في «مصباح الزجاجة» (١/٤٤٦ رقم١٣٨٨) ، والمنذري في «الترغيب» (٢/٨١) .
(٢) (١/٤٢١) .
(٣) في الأصل، وفي مطبوع «حاشية السندي» : «بسرة» ، بتقديم الباء الموحدة على السين! وهو خطأ.
(٤) قال عبد الله بن أحمد في «العلل ومعرفة الرجال» (١/٥١٠ رقم ١١٩٣) ، قال أبي: «وليس حديثه بشيء، كان يكذب ويضع الحديث» . وفي «العلل» (١٣٩ - رواية المروذي) : «ليس هو بشيء» . وانظر: «بحر الدم فيمن تكلم فيه الإمام أحمد بمدحٍ أو ذم» (ص ٤٨٦ رقم ١٢٠٧) .
(٥) قال في رواية الدوري (٢/٦٩٥) : «ليس حديثه بشيء» .
وقال ابن المديني والبخاري: منكر الحديث، وقال النسائي: متروك الحديث.

وانظر -غير مأمور-عدا ما تقدم-: «الكنى» للبخاري (٩) ، «الجرح والتعديل» (٦/٣٠٦) ، «الكنى» للدولابي (١/١٢١) ، «الكنى» لأبي أحمد الحاكم (٢/١١٦-١١٧) ، «ديوان الضعفاء والمتروكين» (٢٧٨) ، «المغني في الضعفاء» (٢/٥٩٧) ، «التهذيب» (١٢/٢٧) ، «الكاشف» (٣/٢٧٥) .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (116,'يضع الحديث» انتهى. ووافقه الذهبي في «الميزان» (١) في الإمام أحمد، وذكر عن ابن معين (٢) أنه قال فيه: وليس حديثه بشيء، وقال النسائي (٣) : متروك. وممن قال بوضعه: الإمامُ الفقيهُ الحافظ (٤)
أبو حفص عمر بن بدر الموصلي الحنفي إمام المسجد الأقصى (المتوفَّى سنة ٦٢٢) هـ في كتابه «المغني عن الحفظ» (٥) ،
_________
(١) انظره (٣/٥٩٦ و٤/٥٠٣-٥٠٤) .
(٢) انظر الهامش قبل السابق.
(٣) في «الضعفاء والمتروكين» له (رقم ٦٦٦) .
(٤) قال السيوطي عنه: «ليس من الحفاظ» ، وقال عن كتابه: «عليه في كثير مما ذكره انتقاد» ، وقال السخاوي: «عليه مؤاخذات كثيرة، وإن كان له في كل باب من أبوابه سلف من الأئمة، خصوصاً المتقدمين» ، انظر «الوضع في الحديث» (٣/٥٠٦) . ... =

= ... ووجدتُ في رسائل أحمد بن الصّديق، المسماة «دَرّ الغمام الرقيق» (ص ١٦٣) ما نصه: «وكان ابن بدر الموصلي هذا غير محقق في الحديث، كما قال الحافظ في ترجمته من «الدرر الكامنة» » !!
قلت: لا يوجد ترجمة لابن بدر في «الدرر» ؛ لأنه ليس من رجال القرن الثامن، وإنما توفي سنة (٦٢٢هـ) . انظر: «العبر» (٥/٩١) ، «الجواهر المضيئة» (١/٣٨٧) ، «منتخب المختار» للفاسي (١٥٨-١٥٩) ، «تاج التراجم» (٦٤) ، «اللباب» (٣/٢٦٩-٢٧٠) .
(٥) (ص ٢٩٧ - مع «جُنّة المرتاب» ) .
وانظر في تقرير ذلك: «المنار المنيف» (ص ٩٨-٩٩) لابن القيم، «تفسير القرطبي» (١٦/١٢٨) ، «الفتاوى الكبرى» (١/١٧٤، ١٧٧) ، «تنزيه الشريعة» (٢/٩٢) ، «اللآلئ المصنوعة» (٢/٥٧) ، «سفر السعادة» (١٥٠) .

وانظر في بدعية صلاة الرغائب -وهي صلاة تؤدَّى في ليلة أول جمعة من رجب، بين صلاة المغرب والعشاء، يسبقها صيام الخميس، وهي صلاة موضوعة، أحدثت في الإسلام بعد سنة ثمانين وأربع مئة-: «الحوادث والبدع» (١٢٢) للطرطوشي، «أداء ما وجب» لابن دحية (ص ٥٤ وما بعد) ، «اقتضاء الصراط المستقيم» (٢٨٣) ، «الباعث على إنكار البدع والحوادث» (ص ٣٩ وما بعد) ، «طبقات الشافعية الكبرى» (٨/٢٥١-٢٥٥) ، «مساجلة علمية بين الإمامين العز بن عبد السلام وابن الصلاح حول صلاة الرغائب» ، «تبيين العجب بما ورد في فضل رجب» (ص ٤٧) ، «مجموع فتاوى ابن تيمية» (٢/٢) ، «الموضوعات» (٢/١٢٤) ، «فتاوى النووي» (٤٠) ، «المدخل» لابن الحاج (١/٢٩٣) ، «مختصر تنزيه المسجد الحرام عن بدع الجهلة العوام» (ص ١٧) ، «الاعتصام» (٢/١٨، ٢٧٩، ٢٩٤ - بتحقيقي) ، «الأمر بالاتباع» (١٦٦ وما بعد) ، «السنن والمبتدعات» (١٤٠) ، «البدع الحولية» (٢٤٠ وما بعد) ، «التعقيب الحثيث» (ص ٥٠) ، «إصلاح المساجد» (ص ٩٩) ، «صلاة التراويح» (ص ٢٤، ٣٣، ٤٤) ، «السلسلة الصحيحة» (٢/٧٣٥، ٧٣٧) .

(فائدة) : لعلي بن محمد بن غانم المقدسي (ت ١٠٠٤هـ) : «ردع الراغب عن الجمع في صلاة الرغائب» ، منها ثلاث نسخ في الأزهرية، وأخرى في كوبرلي، وخامسة في الحرم المدني، وسادسة في جامعة الملك سعود.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (117,'حيث قال: «صلاة الرَّغائب، والمعراج (١) ، والنِّصف من شعبان، وصلاة الإيمان (٢) ، والأسبوع كل يوم وليلة، وبر الوالدين، ويوم عاشوراء، وغير ذلك لا يصحّ في هذا الباب شيء عن النبي S» .
وقال الإمام الحافظ القاضي أبو بكر المعروف بابن العربي في تفسيره «أحكام القرآن» (٣) : «وليس في ليلة النصف من شعبان حديث يُعَوَّلُ عليه (٤) ،
_________
(١) انظر «أداء ما وجب» (٥٣-٥٤) .
(٢) كذا في الأصل، و «المغني» للموصلي، و «الاعتصام» (٢/١٨ - بتحقيقي) ، ولعلها صوابها: «الأيام» .
(٣) (٤/١٦٩٠) ونحوه في «عارضة الأحوذي» (٣/٢٧٥) له، ونقله القرطبي في «تفسيره» (١٦/١٢٨) ، ومثله في «إصلاح المساجد» (١٠٧) للقاسمي، وانظر «الباعث» (١٢٤، ١٣٨، ١٧٤ - بتحقيقي) ، وكتابي «القول المبين» (٤٣٩-٤٤٠) .
(٤) هذا صحيح بالجملة، اللهم إلا إذا استثنيت حديث نزول الرب -جل جلاله- فيها، ومغفرته لكل أحد إلا لمشرك أو مشاحن، فقد ورد عن جمع، وبمجموع طرقه ينهض للاحتجاج، كما تراه مفصّلاً في تعليقي على «المجالسة» للدينوري (رقم ٩٤٤) ، وفي رسالتي «حسن البيان فيما ورد في ليلة النصف من شعبان» ، وانظر «السلسلة الصحيحة» (١١٤٤) .
وستأتي عند المصنف نقول كثيرة جيدة حول بدعية ما أحدث في ليلة النصف من شعبان، وما أحسن ما قاله علي بن إبراهيم -رحمه الله تعالى-: «وقد جعلها -أي: ليلة النصف من شعبان- أئمة المساجد مع صلاة الرغائب ونحوها شبكة لجمع العوام، طلباً لرئاسة التقدُّم، وملأ بذكرها القصاصُ مجالسهم، وكلٌّ عن الحق بمعزل» .
قلت: وصدق هذا العالم في قولته هذه، وله سلف فيها، نقل الطرطوشي في «الحوادث والبدع» (ص ١٣٨ - ط. الطالبي) ، عن الأوزاعي قوله: «بلغني أن من ابتدع بدعة خلاه الشيطان والعبادة، وألقى عليه الخشوع والبكاء، لكي يصطاد به» ، ويحقق ما قاله الواقع، كما نُقل في الأخبار عن الخوارج وغيرهم، قاله الشاطبي في «الاعتصام» (١/٢١٦ - بتحقيقي) .

وقد أكد كلامه جمع من العلماء المحققين، والفضلاء الربانيين، وأسوق لك -أخي القارئ- جملة من كلامهم، لتتسلّح به، وتسوقه عند الجهلة الطغام من العوام، ممن لا زال= =في قلبه ميل إلى تعظيم هذه المواسم، التي تفعل بها البدع والحوادث.
قال الإمام أبو شامة المقدسي في كتابه «الباعث» (ص ١٢٤ - بتحقيقي) : «وأما الألفية؛ فصلاة ليلة النِّصف من شعبان، سمِّيت بذلك لأنها يقرأ فيها ألف مرة {قُلْ هُوَ اللَّهُ أَحَد} لأنها مئة ركعة في كل ركعة يقرأ الفاتحة مرة و (سورة الإخلاص) عشر مرات.
وهي صلاة طويلة مستثقلة، لم يأت فيها خبرٌ ولا أثر إلا ضعيف أو موضوع، وللعوامِّ بها افتتان عظيم، والتزم بسببها كثرة الوقيد في جميع مساجد البلاد التي تصلى فيها، ويستمر ذلك الليل كله، ويجري فيه الفسوق والعصيان، واختلاط الرجال بالنساء، ومن الفتن المختلفة ما شهرتُه تغني عن وصفه، وللمتعبدين من العوام فيها اعتقادٌ متين، وزين لهم الشيطان جعلها من أصل شعائر المسلمين» . وأصلها حكاه الطُّرطُوشي في كتابه «الحوادث والبدع» (ص ١٢١-١٢٢) ، قال: وأخبرني أبو محمد المقدسي، قال: لم يكن عندنا ببيت المقدس قط صلاة الرَّغائب، هذه هي التي تصلى في رجب وشعبان.
وأول ما حدثت عندنا في سنة ثمان وأربعين وأربع مئة، قدم علينا في بيت المقدس رجلٌ من نابلس يعرف بابن أبي الحمراء، وكان حسنَ التلاوة، فقام يصلي في المسجد الأقصى، ليلة النصف من شعبان، فأحرم خلفه رجل، ثم انضاف إليهما ثالث ورابع، فما ختمها إلا وهو في جماعة كبيرة، ثم جاء في العام القابل فصلى معه خلقٌ كثير، وشاعت في المسجد وانتشرت الصلاة في المسجد الأقصى وبيوت الناس ومنازلهم، ثم استقرت كأنها سنَّةٌ إلى يومنا هذا، قلت له: فأنا رأيتك تصليها في جماعة، قال: نعم، وأستغفرُ الله منها.
قلت: أبو محمد هذا، أظنه عبد العزيز بن أحمد بن عمر بن إبراهيم المقدسي، روى عنه مكي بن عبد السلام الرميلي الشهيد، ووصفه بالشيخ الثقة، والله أعلم» .
ونقله عنه أبو شامة في «الباعث» (١٢٤ - بتحقيقي) ، والشاطبي في «الاعتصام» (١/٢٨٣ - بتحقيقي) ، والسيوطي في «الأمر بالاتباع» (ص ١٧٦-١٧٧ - بتحقيقي) .
قال أبو عبيدة: فيا عباد الله! فهل بعد هذا البيان من بيان؟ وها هو إمام عالم ينبئك بأصل وضع هذه الصلاة، التي أصبحت من سمات أهل البدع، فإن ليلة النصف من شعبان لم يكن في ليلها قيام، ولم يثبت في نهارها صيام، وانظر ما سيأتي عند المصنف، والله الموفق.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (118,'لا في فضلها، ولا في نسخ الآجال فيها (١) ، فلا تلتفتوا إليها» .
_________
(١) زعم بعضهم أن ليلة النصف هذه هي ليلة القدر، وقد أبطل ذلك جمع؛ منهم: = =ابن العربي في «عارضة الأحوذي» (٣/٢٧٥-٢٧٦) ، وابن كثير في «تفسيره» (٤/١٢٧) ، والشنقيطي في «أضواء البيان» (٧/٣١٩) ، وانظر «البدع الحولية» (ص ٢٩٠-٢٩٢) .',NULL,'118',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (119,'وذكر أبو شامة في كتابه «الباعث» (١) عن أبي بكر الطُّرْطُوشي (٢) قال: «روى ابن وضاح (٣) عن زيد بن أسلم، قال: ما أدركنا أحداً من مشيختنا (٤) ولا فقهائنا يلتفتون إلى ليلة النِّصف من شعبان، ولا يلتفتون إلى حديث مكحول (٥) ، ولا يرون لها فضلاً على سواها، قال: وقيل لابن أبي مليكة: إنَّ زياداً النُّميري يقول: إنَّ أَجْرَ ليلةِ النِّصف من شعبان كأجر ليلة القدر، فقال: لو سمعتُه وبيدي عصا لضربتُه، قال: وكان زياد قاصّاً (٦) . وقال الحافظ أبو الخطاب بن دِحْية (٧) : «روى الناسُ الإغفال (٨)
_________
(١) (ص ١٢٥-١٢٧ - بتحقيقي) ، وطبع الكتاب دون مراجعتي، فوقعت فيه أخطاء طبعية كثيرة، ولي زيادات كثيرة عليه، وسيخرج -إن شاء الله- قريباً مع العناية اللائقة به، والله الموفق للخيرات، والهادي للصالحات.
(٢) في كتابه «الحوادث والبدع» (ص ١٢١-١٢٢) .
(٣) في كتابه «البدع» (رقم ١١٩) .
(٤) في الأصل: «مشايخنا» ! والمثبت من «البدع» ، والمراجع السابقة.
(٥) وقع عليه فيه اختلاف كثير، بيّنه الدارقطني في «النزول» (رقم ٨١) ، وفاته وجهاً عند ابن قانع في «المعجم» (٣/٢٢٧) ، وذكرتُه مفصلاً في «حسن البيان» (٢٠-٢٣) ، ولله الحمد.
(٦) أخرجه عبد الرزاق في «المصنف» (٤/٣١٧-٣١٨ رقم ٧٩٢٨) ، وابن وضاح في «البدع» (رقم ١٢٠) .
(٧) في كتابه «أداء ما وجب» ، صرح بذلك الطرطوشي وعنه أبو شامة، والمصنفان ينقلان عن أبي شامة، والنقل غير موجود في مطبوعة «أداء ما وجب» ! ولعله في كتاب ابن دحية: «ما جاء في شهر شعبان» ، وأشار إليه في آخر «أداء ما وجب» (ص ١٥٩) ، وفيه (ص ٢٤) : «وحديث ليلة النصف من شعبان، والتعريف بمن وضع فيها الزور والبهتان» .
(٨) كذا في الأصل، و «الباعث» ! ولعل الصواب: «وقد روي بعض الأغفال من= =الناس» ، ثم تأكد لي هذا لما وجدتُ ابن دحية يقول في «أداء ما وجب» (ص ٦٦) : «وقد روى بعضُ الأغفال الذين لا يعرفون الصحيح من السقيم ... » فتأمّل..',NULL,'119',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (120,'في صلاة ليلة النِّصف من شعبان، أحاديث موضوعة [وواحداً مقطوعاً] (١) ، وكلّفوا عباد الله بالأحاديث الموضوعة فوق طاقتهم، من صلاة مئة ركعة ... [وقال في كتاب «ما جاء في شهر شعبان» من تأليفه -أيضاً-] (١) : «وقال أهل التَّعديل والتجريح: ليس في حديث ليلة النِّصف من شعبان حديث يصحّ، فتحفَّظوا -عبادَ الله- من مفتر يروي لكم حديثاً موضوعاً يسوقه في معرض الخير، فاستعمال الخير ينبغي أن يكون مشروعاً من النبي - صلى الله عليه وسلم -، فإذا صحَّ أنه كذب، خرج من المشروعيَّة، وكان مستعمِلُه من خدم الشيطان؛ لاستعماله حديثاً على رسول الله - صلى الله عليه وسلم - لم ينزّل الله به من سلطان» (٢) .
_________
(١) سقط من الأصل، وأثبته من عند الطرطوشي وأبي شامة -رحمهما الله-.
(٢) إلى هنا انتهى نقل المصنِّفَيْن من «الباعث» (١٢٥-١٢٧ - بتحقيقي) لأبي شامة المقدسي.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (121,'وقال العراقي (١) : حديث صلاة ليلة النصف من شعبان باطل، وقال التقيُّ السُّبكيُّ في «تقييد التراجيح» (٢) : الاجتماع لصلاة ليلة النصف من شعبان ولصلاة الرَّغائب بدعة مذمومة. وقال النووي (٣) : هاتان الصَّلاتان -أي: صلاة الرَّغائب، وصلاة ليلة النِّصف من شعبان- بدعتان موضوعتان منكرتان قبيحتان، ولا تغترّ بذكرهما في كتاب «القوت» (٤) و «الإحياء» (٥) ،
_________
(١) في «تخريج أحاديث الإحياء» (١/٢٠٣) ، وذكر غير واحد من المحدثين أن الأحاديث الواردة في فضل صلاة ليلة النصف من شعبان غير صحيحة؛ منهم: ابن الجوزي في «الموضوعات» (٢/١٢٦-١٢٩) ، وأقره أبو شامة في «الباعث» (ص ١٣٦-١٣٧) ، وابن رجب في «لطائف المعارف» (١٤٥) ، والفيروز آبادي في خاتمة «سفر السعادة» (ص ١٥٠) ، ووافقه ابن همّات الدمشقي في «التنكيت والإفادة في تخريج أحاديث خاتمة سفر السعادة» (ص ٩٦) ، والشيخ عبد العزيز بن باز في «التحذير من البدع» (١١) . وانظر: «مختصر تنزيه المسجد الحرام» (ص ١٧) ، «تذكرة الموضوعات» (ص ٤٥) ، «المنار المنيف» (ص ٩٨-٩٩) ، «الفوائد المجموعة» (٥١) للشوكاني.
(٢) هذا مصنَّف من مصنَّفات عدة للسبكي في التراويح، انظر ما قدمناه في التعليق على (ص ٦٤) .
(٣) في «المجموع» (٤/٥٦) و «الفتاوى» (٢٦) جمع تلميذه ابن العطار عنه، ونقله ابن همات في «التنكيت» (ص ٩٦) عن النووي بحروفه.
(٤) في (الفصل العشرين) منه (في ذكر إحياء الليالي المرجو فيها الفضل المستحب إحياؤها) (١/١٢٩ - ط. مؤسسة خلدون) .
وانظر -لزاماً- عن هذا الكتاب: كتابي «كتب حذر منها العلماء» (١/٤٩، ١٨٧ و٢/٣٤٩-٣٥٠) .
(٥) في آخر (القسم الثالث: ما يتكرر بتكرر السنين) من (الربع الأول) (١/٢٠٣) ، وانظر عنه كتابي «كتب حذر منها العلماء» (١/١٨٧ و٢/٣٥٠-٣٥١) .

قلت: ولا تغتر -أيضاً- بذكر الثعلبي لها في «تفسيره» ، كذا في «شرح الأوراد» ، قاله علي القاري في «الأسرار المرفوعة» (ص ٣٩٦) .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (122,'وليس لأحد أن يستدلَّ على شرعيتهما، بقوله - صلى الله عليه وسلم -: «الصلاة خير موضوع» (١) ؛ فإن ذلك يختصُّ بصلاة لا تخالف الشَّرع بوجه من الوجوه، وقد صح النَّهيُ عن الصلاة في الأوقات المكروهة (٢) ، نقل ذلك كلَّه العلاّمةُ الزَّبيديُّ في «شرح الإحياء» (٣) .
_________
(١) ورد بهذا اللفظ ضمن حديث أبي ذر الطويل، الذي أخرجه أحمد (٥/١٧٨، ١٧٩) ، وهو -مطولاً ومختصراً- عند النسائي (٨/٢٧٥) ، وابن سعد (١/٣٢) ، والحاكم (٢/٢٨٢) وإسناده ضعيف جداً، فيه عبيد بن الخشخاش، متروك. وأبو عمر الدمشقي ضعيف، والراوي عنه المسعودي، قال الدارقطني: المسعودي عن أبي عمر الدمشقي متروك.
وأخرجه ابن حبان في «المجروحين» (٣/١٢٩) ، وابن عدي في «الكامل» (٧/٢٦٩٩) ، وأبو نعيم في «الحلية» (١/١٦٨) ، والبيهقي (٤١٩) من طريق يحيى بن سعيد السعيدي، عن ابن جريج، عن عطاء، عن عبيد بن عمير، عن أبي ذر، ولم يذكروه بتمامه.
وإسناده ضعيف جداً، يحيى بن سعيد يروي عن ابن جريج المقلوبات، لا يحل الاحتجاج به إذا انفرد، قاله ابن حبان، وقال ابن عدي: هذا أنكر الروايات.
ويغني عن هذا حديث ثوبان الصحيح: «استقيموا، ولن تحصوا، واعلموا أن من خير أعمالكم الصلاة» ، وقد خرجتُه في تعليقي على «الطهور» (رقم ١٩) ، وتعليقي على «الباعث» (ص ١٥٤-١٥٥) ، وانظر: «السلسلة الصحيحة» (١١٥) ، و «الإرواء» = = (٢/١٣٦-١٣٧) .
وحديث ثوبان يشهد لحديث أبي ذر، وفي الباب عن أبي هريرة وأبي أمامة، ولذا حكم شيخنا على هذه القطعة من حديث أبي ذر بأنه حسن لغيره، انظر «صحيح الترغيب» (رقم ٣٩٠) .
(٢) ورد ذلك في أحاديث كثيرة في «الصحيحين» وغيرهما، انظر تخريجي لبعضها في تعليقي على «الموافقات» (٢/٥١٦) ، وعلى «إعلام الموقعين» (٣/٣٥٣ و٤/١١) .
(٣) المسمى «إتحاف السادة المتقين» (٣/٤٢٧) .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (123,'وأما دعاؤها المشهور (١)
_________
(١) وهو قولهم: «اللهم يا ذا المنّ، ولا يمن عليه، يا ذا الجلال والإكرام، ... » ، وهو لا أصل له، كذا قال الزّبيدي -وسيأتي كلامه-، وصاحاب «أسنى المطالب» (رقم ٨٣٨) ، وهو من ترتيب بعض أهل الصلاح من عند نفسه، قيل: هو البوني، صاحب كتاب الخرافة والشعوذة «شمس المعارف الكبرى» ، انظر عنه كتابي «كتب حذر منها العلماء» (١/١٢٤، ١٤٣) .

وانظر لبدعية هذا الدعاء: «السنن والمبتدعات» (١٤٥-١٤٦) ، «رسالة ليلة النصف من شعبان» (٣٢، ٣٣) لمحمد حسنين مخلوف، رسالة «روي الظمآن» (ص ٩) للأنصاري، «الإبداع» (٢٩٠) ، مجلة «المنار» (٣/٦٦٧) ، «البدع الحولية» (٣٠٢-٣٠٣) ، رسالتي «حسن البيان» (١٣) .',NULL,'123',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (124,'الذي ذكره خزيران فلم يرد من طريق صحيح، وإنما هو من جمع بعض المشايخ، قال العلامة الزَّبيدي في «شرح الإحياء» (١) : «وقد توارث الخلف عن السّلف في إحياء هذه الليلة -أي: ليلة النصف من شعبان- بصلاة ست ركعات بعد صلاة المغرب، كل ركعتين بتسليمة، يقرأ في كل ركعة منها بالفاتحة مرة، والإخلاص ست مرات، وبعد الفراغ من كل ركعتين يقرأ سورة يس مرة، ويدعو بالدُّعاء المشهور بدعاء ليلة النصف» ... إلى أن قال: «ولم أر [لصلاة ليلة النصف من شعبان] (٢) ، ولا لدعائها مستنداً صحيحاً في السُّنّة، إلا أنه من عمل المشايخ» . ومما تقدم يعلم عدم صحة الأحاديث التي أشار إليها، والتي ذكرها بخصوص ليلة النصف من شعبان، وبطلان قوله في حديث النُّزول (٣) : «وإنْ نص بعض العلماء على ضعفه» ، لأنَّ الذي نصَّ على ضعفه -لا بعض العلماء- بل كلُّهم، ومنهم مَن قال بوضعه كما أشرنا، وأما ما ذكره من أن الأحاديث الصحيحة النَّاطقة بفضل الصِّيام في شهر شعبان كثيرة، مستدلاًّ بحديث السيدة عائشة الذي أخرجه الشيخان، قالت: «وما رأيته - صلى الله عليه وسلم - في شهر أكثر منه صياماً في شعبان» (٤) فلا علاقة له بموضوعنا، وقوله: إنّ الحديث الضعيف يعمل به في فضائل الأعمال، ليس على إطلاقه، بدليل ما شرطه المحدِّثون لجواز العمل بالضَّعيف في الترغيب والترهيب. قال الحافظ السخاوي (٥) :
_________
(١) (٣/٤٢٧) .
(٢) بدل ما بين المعقوفتين في «الإتحاف» : «لها» .
(٣) انظر ما قدمناه (ص ١٢٤) .
(٤) أخرجه البخاري في «صحيحه» (رقم ١٩٦٩، ١٩٧٠) ، ومسلم في «صحيحه» (رقم ١١٥٦) .
(٥) بحروفه في «القول البديع» (٣٦٣-٣٦٤) للسخاوي.

وانظر: «فتاوى الرملي» (٤/٣٨٣ - هامش «الفتاوى الفقهية الكبرى» ) لابن حجر الهيتمي، «تبيين العجب» (ص ٢١) ، «تحفة الأنام في العمل بحديث النبي عليه الصلاة والسلام» للعلامة محمد حياة السندي، «حكم العمل بالحديث الضعيف في فضائل الأعمال» جمع وإعداد صديقنا فوزي بن محمد العودة، «حكم العمل بالحديث الضعيف في فضائل الأعمال» لأشرف بن سعيد، «الإعلام بوجوب التثبت في رواية الحديث وحكم العمل بالحديث الضعيف» لسليمان بن ناصر العلوان.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (125,'«سمعت شيخنا الحافظ ابن حجر مراراً يقول -وكتبه لي بخطه-: إنَّ شرائط العمل بالضعيف ثلاثة:
الأول: [متفق عليه] (١) ، أن يكون الضعف غير شديد، فيخرج من انفرد من الكذَّابين، والمتَّهمين بالكذب، ومن فحش غلطه.
الثاني: أنْ يكون مندرجاً تحت أصل عام، فيخرج ما يخترع، بحيث لا يكون له أصل أصلاً.
الثالث: أنْ لا يعتقد عند العمل به ثبوته؛ لئلا ينسب إلى النبي - صلى الله عليه وسلم - ما لم يقله» . قال: «والأخيران عن ابن عبد السلام، وعن صاحبه ابن دقيق العيد، والأول نقل العلائيُّ الاتفاقَ عليه» انتهى. والحديث الذي استدلَّ به خزيران، هو شديد الضعف لا يجوز العمل به في فضائل الأعمال؛ لأنَّ أحد رواته- وهو: ابن أبي سَبْرة (٢) - متروك، يضع الحديث كما تقدم (٣) ، على أنَّ القاضي أبا بكر بن العربي (٤) لا يجوز العمل بالضعيف مطلقاً.
_________
(١) ما بين المعقوفتين سقط من المطبوع.
(٢) في الأصل: «بسرة» ، وهو خطأ.
(٣) (ص ١٢٢) .
(٤) انظر «العارضة» له (٣/٢٧٥) .
بل هذا مذهب إمامَيّ الدنيا في الحديث: أبي عبد الله محمد بن إسماعيل الجعفي، وأبي الحسين مسلم بن الحجاج النيسابوري، نص عليه في «مقدمة صحيحه» (٢٨) .
وانظر له: «مقالات الكوثري» (٤١ فما بعد) ، وكتابي «الإمام مسلم ومنهجه في الصحيح» (٢/٥٨٦) .
وهذا الذي كان يدافع عنه شيخنا الألباني بقوة في كثير من المناسبات والجلسات، وقرره بتحرير وتفنيد للشروط المذكورة سابقاً في تقديمه لـ «صحيح الترغيب والترهيب» ... (١/٤٧-٦٥ - ط. المعارف) .',NULL,'125',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (126,'وتمويه خزيران في آخر كلامه بما يتعلَّق بليلة النِّصف من شعبان بقوله: «أما الاجتماع على قراءته -أي: دعاء ليلة النصف- في الليلة المذكورة، فهو اجتماع على الدُّعاء الذي هو مخ العبادة كما ورد في الحديث (١) ، في ليلة يتجلّى فيها الحقُّ على عباده من غروب الشمس، ويقول: هل من كذا؟ هل من كذا؟ ... فيكون من قبيل البدع المندوبة» ظاهر حيث يقول فهو اجتماع على الدعاء الذي هو مخ العبادة، كما ورد في الحديث، وذلك تصريح منه بأنه اجتماع مخصوص، في زمان مخصوص، على وجه مخصوص، التزم فيه التّعبد بأمر مخصوص، لم يرد في الشَّرع دليلٌ عليه تفصيلاً، وإن كان من حيث جنسه داخلاً في دليل الدعاء الإجمالي، من غير تقييد بهذه الالتزامات والخصوصيات المعلومة، فيكون ابتداعاً وقع الناس فيه من جهة توهّم أنه بهذه الصُّورة مشروعٌ، مع أنه لم يقم عليه دليل تفصيليّ بخصوصه، وقد ثبت ما فيه القناعة بأنَّ ما كان من هذا القبيل فهو بدعة، غير مباحة، فضلاً عن أنها مندوبة كما قال! وأيضاً: فإن ذلك الاجتماع لا يخلو عما يخالف الشّرع، وأقلُّه قراءة سورة (يس) بصوت واحد، بالاستعجال المتناهي الذي بسببه يقطع القارئون كلمات القرآن وآياته، ويسقطون كثيراً من الكلمات والحروف، فيتغيَّر به المعنى تغييراً فاحشاً، وفيه ما علمتَ من الفسق والإثم، كما نقلناه (٢)
_________
(١) الحديث بلفظ: «الدعاء هو مخ العبادة» لم يثبت، والثابت: «الدعاء هو العبادة» ، انظر تعليقي على «الموافقات» (٤/٣٩٨) ، وتعليقي على «إعلام الموقعين» (٣/١٠٢) .
(٢) (ص ١١٠-١١١) ..',NULL,'126',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (127,'عن الإمام النووي، وبذلك يقعون -أيضاً- في إثم ترك الإنصات، وجهر بعضهم على بعض بالقرآن، ومعلوم أنه منهي عنه، بقوله - صلى الله عليه وسلم -: «أيها الناس، كلكلم يناجي ربَّه، فلا يجهر بعضكم على بعض بالقراءة» (١) ، خصوصاً وأنَّ البعض من الذين يشتركون في تلك التلاوة لا يحفظون السورة ولا الدعاء (٢) ، فيتلقَّفون الكلمات من غيرهم، وهناك التَّشويش والتشويه الذي لا يرضاه اللهُ ولا رسولُه.
ومن هذا يتّضح فساد قول خزيران: «واجتماع مسلمي هذه البلاد في مساجدهم تلك الليلة، خالٍ مِن كلِّ منكرٍ وشرٍّ، إنه عبارة عن صلاةٍ، وتلاوةِ قرآن، وتضرّعٍ، ودعاء» .
_________
(١) أخرجه عبد الرزاق (٤٢١٦) ، ومن طريقه: أحمد (٣/٩٤) ، وعبد بن حميد (٨٨٣) في «مسنديهما» ، وأبو داود (١٣٣٢) ، والنسائي في «الكبرى» (٨٠٩٢) ، وابن خزيمة (١١٦٢) ، والحاكم (١/٣١٠-٣١١) ، والبيهقي (٣/١١) من حديث أبي سعيد الخدري، قال: اعتكف رسول الله - صلى الله عليه وسلم - في المسجد، فسمعهم يجهرون بالقراءة، وهو في قُبَّةٍ له، = =فكشف السُّتورَ، وقال: «ألا إنّ كلَّكم مناجٍ ربَّه، فلا يؤذينَّ بعضُكم بعضاً، ولا يرفعنّ بعضكُم على بعض بالقراءة» ، وإسناده صحيح على شرط الشيخين.
(٢) حتى لو حفظوها، فالذكر بصوت واحد بدعة، وللتفصيل مقام آخر، وانظر «المدخل» (١/٩٠ وما بعد) لابن الحاج، و «رياض الصالحين» (تحت الحديث رقم ٢٥٠ - تعليق شيخنا الألباني) ، و «مجلة المنار» (م ٣١/ص ٨، سنة ١٩٣٠م-١٣٤٩هـ) ، و «السلسلة الصحيحة» (٥/١٣-١٤) ، والله الهادي والواقي.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (128,'ولما أثبت حضرتُه -على زعمه- إباحة اجتماع الناس للمولد، والإنشاد فيه، أدمج -أيضاً- مسألة إباحة التوحيش (١) -الذي هو وداع رمضان- فدخل في الموضوع بعد ذكر الفتوى الثَّانية لابن حجر، وقال: «وقد ذكر العلامة الحبر الرملي في أواخر «فتاويه» (٢) أنَّ الشَّيخ عزَّ الدين بن عبد السلام (٣) سئل عن السَّماع، الذي يفعل في هذا الزمان في مجالس الذِّكر، فأجاب بما صورته: «سماع ما يحرِّكُ الأحوال السَّنيَّة المذكِّرة للآخرة، مندوب إليه» انتهى.
_________
(١) انظر ما قدمناه في التعليق على (ص ٨٧-٨٩) .
(٢) انظرها بهامش «الفتاوى الكبرى» لابن حجر الهيتمي.
(٣) انظر «كتاب الفتاوى» (ص ١٦٣) للعز، ومقدمة كتابي «شعر خالف الشرع» ، فقد استوعبت كلام العلماء على السماع، والله الموفق.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (129,'ثم رتَّب عليه ما أراد الاستدلال به من التَّوحيش، ووداع رمضان بالأناشيد، فقال: «ومن يطَّلع على مواضيع القصائد التي تنشد أثناء تلاوة الموالد في هذه البلاد، وعلى حال مستمعيها، يذعن أنّها من هذا القبيل، خصوصاً إذا كان المنشدُ صالحاً، حَسَنَ الصَّوت، ومما تقدَّم يتبيَّنُ حكم الاجتماع المعتاد في البلاد الشَّامية في المساجد بالليلة التي لا تعاد في شهر رمضان تلك السنة، وذكر المؤذنين فرادى ومجتمعين القصائد المرققة للقلوب، المدمعة للعيون، المشتملة على تنبيه الغافل، إلى ما قصَّر فيه خلال الشهر، وندمه على ما جنته فيه يداه، من قبيح الأعمال وسوء الأحوال، وتبشير الصَّائم فيه بالمغفرة والجنة؛ كقولهم: يغفر المولى لمن صلَّى وصام، أخذاً من قوله - صلى الله عليه وسلم - الذي أخرجه الشيخان: «من صام رمضان إيماناً واحتساباً؛ غفر له ما تقدم من ذنبه، ومن قام رمضان إيماناً واحتساباً؛ غفر له ما تقدم من ذنبه» (١) ، وقولهم: «إنَّ في الجنة باباً، اسمه: الريان، لا يدخله إلا صائمُ شهر رمضان» ، استنباطاً مما أخرجه الشَّيخان عن سهل بن سعد، قال: قال رسول الله - صلى الله عليه وسلم -: «في الجنة ثمانية أبواب؛ منها باب يسمَّى: الريَّان، لا يدخله إلا الصائمون» (٢) ، وأمثال ذلك من معاني الأحاديث الصَّحيحة، والحِكَم البليغة، من غير تشويش على مُصَلٍّ، ولا إضرار بأحد، ولا تمطيط خارج عن الحدّ، ولا يجلس هذا المجلس إلا كلُّ متشوِّق لسماع ذلك متعطش، وإنَّ ذلك من الاجتماع على الخير، فيكون من البدعة المندوبة، وعلى الأقل فمن المباحة.
_________
(١) أخرجه البخاري في «صحيحه» (رقم ١٩٠١) ، ومسلم في «صحيحه» (رقم ٧٦٠) من حديث أبي هريرة -رضي الله عنه-.
(٢) أخرجه البخاري في «صحيحه» (رقم ١٨٩٦) ، ومسلم في «صحيحه» (رقم ١١٥٢) .',NULL,'129',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (130,'فكيف ينكر على فاعله؟ على أنه قد شوهد من كثير من العوام الذين يحضرون هذا الاجتماع عند ما يقول المؤذِّنون: لا أوحش الله منك يا شهر رمضان، يا شهر القرآن، يا شهر التَّراويح، يا شهر التسابيح، وأشباه ذلك، البكاء والخشوع» انتهى.
فنقول: يفهم من كلامه هذا، إن إباحة التَّوحيش على رأيه متوقِّفة على خلو أناشيد الوداع عن التَّمطيط، الخارج عن الحدِّ، ومن التَّشويش على مصلٍّ، وهذا أمر لا يمكن إثباته؛ لأنَّ كلَّ الناس يعلم أنَّ المؤذِّنين لا يقصدون بإنشاد تلك القصائد التي ينشدونها إلا إدخال الطَّرب بأصواتهم الفجَّة، على السامعين الغافلين، وأكبر دليل على ذلك: مبالغة المنشدين مبالغةً موحشةً في تمطيط أصواتهم، وبح حناجرهم، واجتماع بعضهم إلى بعض؛ ليعظم الصَّوتُ، وتغلب اللهجة على المستمعين، وأدلُّ منه: عدمُ ملاحظتهم معنى الإنشاد الذي طبقه على الأحاديث التي أوردها؛ لأنَّ جميعَ المؤذِّنين والمنشدين أُمِّيون، لا يحسنون لفظ الأناشيد، ولا ينطقون بها صحيحة المبنى، على أنهم لو أحسنوا لفظَها، فإن لغطَ أصواتهم يضيِّعُ معناها، ففعل هؤلاء المنشدين بدعةٌ منكرةٌ، تنطبق عليه فتوى ابن عبد السلام، التي استدلَّ بها خزيران؛ لأنه ليس في إنشادهم ما يحرِّك الأحوالَ السَّنيَّة المذكِّرةَ للآخرة، وإن كان مواضيع القصائد صحيحاً، على أنا نقول: إنَّ رفع الأصوات بالأناشيد في المسجد، ولو كانت على الوجه الذي ذكره من حصول الخشوع والبكاء بها ممنوع شرعاً؛ لما ورد عنه - صلى الله عليه وسلم - أنه قال: «جنِّبوا مساجدكم صبيانكم، ومجانينكم، وخصوماتِكم، وبيعَكم، وشراءكم، وسلَّ سيوفكم، ورفعَ أصواتكم، وإقامة حدودكم، وجمِّروها أيام جمعكم» (١) ،
_________
(١) أخرجه الطبراني في «الكبير» (٨ رقم ٧٦٠١) ، و «مسند الشاميين» (رقم ٣٣٨٥) ، والبيهقي في «الخلافيات» -كما في «فتح الباري» (١٣/١٥٧) -، وابن عدي في «الكامل» (٥/١٨٦١) ، والعقيلي في «الضعفاء الكبير» (٣/٣٤٧) -ومن طريقه ابن الجوزي في «العلل المتناهية» (١/٤٠٢) - من طريق العلاء بن كثير، عن مكحول، عن واثلة وأبي الدرداء وأبي أمامة رفعوه.
وإسناده واهٍ، فيه العلاء بن كثير.
قال أحمد في رواية حنبل -كما في «تهذيب الكمال» (٢٢/٥٣٥) -: «ليس بشيء» ، وقال البخاري في «ضعفائه الصغير» (رقم ٢٨٤) : «منكر الحديث» ، وقال ابن حبان في= = «المجروحين» (٢/١٨٢) : «كان يروي الموضوعات عن الأثبات» .
وله شواهد واهية، لا يفرح بها، وهذا البيان:
أخرج عبد الرزاق في «المصنف» (١/رقم ١٧٢٨) ، وابن عدي في «الكامل» (٤/١٤٥٣-١٤٥٤) من طريق عبد الله بن محرر، عن يزيد بن الأصم، عن أبي هريرة رفعه، وضعف عبد الله بن محرر: النسائي والسعدي وابن معين والفلاس وعبد الله بن المبارك وقتادة ووافقهم، وقال: «أحاديثه غير محفوظة» ، قاله الزيلعي في «تخريج أحاديث الكشاف» (١/٣٢٥) .
وأخرج ابن ماجه في «سننه» (رقم ٧٥٠) ، والطبراني في «الكبير» (٢٢ رقم ١٣٦) ، و «مسند الشاميين» (رقم ٣٣٨٠) من طريق الحارث بن نبهان، عن عتبة بن يقظان، عن أبي سعيد، عن مكحول، عن واثلة بن الأسقع مرفوعاً به.
وإسناده واهٍ بمرة، أبو سعيد هو محمد بن سعيد المصلوب، قال أحمد: «كان يضع الحديث» ، وقال البخاري: «تركوه» ، وقال النسائي: «كذاب» ، والحارث بن نبهان ضعيف، قاله البوصيري في «زوائده على ابن ماجه» (١/٢٦٥) ، وضعّفه ابن حجر في «فتح الباري» (٣/١٥٧) .
وأخرج عبد الرزاق في «المصنف» (١/٤٤١-٤٤٢ رقم ١٧٢٩) -ومن طريقه إسحاق بن راهويه في «مسنده» ، كما في «تخريج الزيلعي للكشاف» (١/٣٢٥) ، و «نصب الراية» (٢/٤٩٢) -، والطبراني في «الكبير» (٢٠ رقم ٦٦٩) من طريق عبد ربه بن عبد الله الشامي، عن مكحول، عن معاذ مرفوعاً.
ومكحول لم يسمع من معاذ، إلا أن في رواية الطبراني بين مكحول والشامي (يحيى ابن العلاء) ، كذا في «المعجم» ، وفي «مسند الشاميين» : «مكحول عن ابن العلاء عن معاذ» ، وأعله بالانقطاع ابن حجر في «تخريج الكشاف» (٤٤) .
وأخرجه عبد الرزاق في «المصنف» (١ رقم ١٧٢٧) من مرسل مكحول.
والحديث ضعيف من طرقه كلها.
انظر: «فوائد حديثية» (١٥٣-١٥٤ - بتحقيقي) ، و «مجمع الزوائد» (٢/٢٥، ٢٦) ، و «تفسير ابن كثير» (٦/٦٨) ، و «تفسير القرطبي» (١٢/٢٧٠) ، و «الترغيب والترهيب» (١/١٩٩) ، و «تذكرة الموضوعات» (٣٧) ، و «الأسرار المرفوعة» (١٧٢) ، و «كشف الخفاء» (١/٤٠٠) ، و «الدرر المشتهرة» (٦٨) ، و «إصلاح المساجد» (١١٠) ، و «الأجوبة الفاضلة» = = (٥٥) ، و «صفة صلاة النبي - صلى الله عليه وسلم -» (٩٧، ٩٨) ، وكتابي «القول المبين» (ص ٢٨٦-٢٨٧) .
هذا، وقد شهدت خطر هذا الحديث الواهي، عندما رأيتُ بعضَ العامة من الجهلة يطردون الناشئة من بيوت الله، محتجّين بهذا الفقه، فينفّرونهم من الدين، على حين تفتح المؤسسات النصرانية صدرها وذراعيها لأبناء المسلمين مع أبنائهم، ولا قوة إلا بالله.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (131,'وروى الترمذي والنَّسائي عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: «من رأيتموه ينشد شعراً في المسجد، فقولوا: فضَّ الله فاك ثلاثاً» (١) .
_________
(١) الحديث باللفظ المذكور ليس عند الترمذي ولا النسائي، وإنما أخرجه الطبراني في «الكبير» (١٤٥٤) -ومن طريقه ابن حجر في «نتائج الأفكار» (١/٣٠٠) -، وابن السني في «عمل اليوم والليلة» (١٥٣) ، والديلمي في «الفردوس» (٣/٥٥٧ رقم ٥٧٤٩) ، وابن منده في «معرفة الصحابة» من طريق عباد بن كثير، عن يزيد بن خصيفة، عن محمد بن عبد الرحمن بن ثوبان، عن أبيه، عن جده، به.
وإسناده ضعيف جداً، عباد بن كثير متروك.
قال ابن حجر: «هذا حديث منكر السند والمتن» .
وعزاه في «كشف الخفاء» (١/٤٠١) للطبراني وابن السني وابن منده عن أبي هريرة قوله، ذكره وزاد عليه في آخره: «ومن رأيتموه ينشد ضالة في المسجد فقولوا: لا وجدتها، ثلاثاً» ، وهذا القسم الأخير بنحوه عند الترمذي (١٣٢١) ، والنسائي في «عمل اليوم والليلة» (١٧٦) ، والدارمي (١٤٠٨) ، ابن خزيمة (١٣٠٥) ، وابن السني (١٥٥) ، وابن حبان (٣١٣ - موارد) ، وغيرهم عن أبي هريرة رفعه، ولعل هذا سبب وهم المصنِّفَين في عزو الحديث للترمذي والنسائي.
وهنالك أثر في منع قول الشعر في المسجد، وفيه عقوبة زائدة على ما في هذا الحديث.
أخرج مسدد في «مسنده» -كما في «المطالب العالية» (١/١٧٦) -، والخطيب في «المتفق والمفترق» (٣/٢٠٠٣ رقم ١٦٤٧) بسندٍ ضعيف عن عبد الله بن مسعود، قال: «إذا رأيتم الشيخ ينشد الشعر في المسجد يوم الجمعة، فاقرعوا رأسه بالعصا» .

والأحاديث الصحيحة في جواز قول الشعر في المسجد أصح، وانظر في المسألة: «الأوسط» لابن المنذر (٥/١٢٧) ، «شرح معاني الآثار» (٤/٣٥٨) ، «سنن البيهقي» = (٢/٤٤٨) ، «تفسير القرطبي» (١٢/٢٧١) ، «إعلام الساجد» (٣٢٢-٣٢٣) للزركشي، = «المجالسة» (٢٣١٥ - بتحقيقي) ، «فتح الباري» (١/٥٤٩) ، «نتائج الأفكار» (١/٣٠٦) ، «رد المحتار» (١/٤٤٤) ، «عون المعبود» (٣/٤١٧) ، «بذل المجهود» (١٧/٤٦٤) ، «الفتوحات الربانية» (٢/٦٧-٦٨) .',NULL,'131',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (132,'وقال الإمام العلاّمةُ ابن الحاج في «المدخل» (١) : «ينبغي أن يمنع من يرفع صوته في المسجد في حال الخُطبة وغيرها؛ لأنَّ رفع الصَّوت في المسجد بدعة» .
قال الإمام ناصر الدين أحمد بن محمد ابن المنيِّر في كتابه المسمَّى بـ «الانتصاف» (٢) : «وحسبُك في تعيين الأسرار في الدُّعاء اقترانه بالتضرُّع في آية {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ المُعْتَدِينَ} [الأعراف: ٥٥] ، وإنَّ دعاءً لا تضرّع فيه ولا خشوع، لقليل الجدوى، فكذلك دعاء لا خفية ولا وقار يصحبه، وترى كثيراً من أهل زمانك يعتمدون الصُّراخ والصِّياح في الدُّعاء، خصوصاً في الجوامع، حتى يعظم اللغط ويشتد، وتستد المسامع [وتستك] (٣) ، ويهتز الدَّاعي بالناس، ولا يعلم أنه جمع بين بدعتين: رفع الصَّوت في الدُّعاء، وفي المسجد، وربما حصلت للعوام حينئذ رقّة لا تحصل مع خفض الصَّوت، ورعاية سمت الوقار، وسلوك السنة الثابتة بالآثار، وما هي إلا رقة شبيهة بالرِّقة العارضة للنِّساء والأطفال، ليست خارجةً عن صميم الفؤاد؛ لأنها لو كانت من أصل لكانت عند اتّباع السُّنَّة في الدُّعاء، وفي خفض الصّوت به، أوفر وأوفى وأزكى، فما أكثر التباس الباطل بالحق على عقول كثير من الخلق! اللهم أرنا الحق حقاً وارزقنا اتباعه، وأرنا الباطلَ باطلاً وارزقنا اجتنابه» انتهى.
_________
(١) (٢/٢٢٢) ، وانظر منه (١/١٠٦) في رفع الصوت -أيضاً-.
(٢) (٢/٦٦ - بهامش «الكشاف» ) .
(٣) ما بين المعقوفتين سقط من الأصل، وأثبته من «الانتصاف» .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (133,'ومما تقدّم: يفهم أن وداعَ رمضان بدعٌ من الأمر، ولو حاول المحاولون إباحته واستحسانه بدون حُجّة ولا برهان، لاسيّما مع ما يقع بسبب التَّوديع من الأمور الغير (١) المشروعة؛ كالتَّغنِّي والتَّطرّب في بيوت لم تشيَّد إلا للذِّكر والعبادة، وكرفع الأصوات في المساجد، وهو مكروه كراهة شديدة، وتجمّع الأولاد الرَّعاع، الذين لا يحضرون إلا بعد انقضاء الصَّلاة، للتفرّج والسَّماع خاصة، ... إلى غير ذلك.
وأما ما نسبه إلينا، من أننا أدخلنا في أفكار العامة، أنه لا لزوم لصلاة الظهر بعد صلاة الجمعة، فنقول: إنَّ هذه المسألة طال فيها الخلافُ بين السَّادة الشافعية (٢) أنفسهم، وأُلِّفت فيها الرسائل (٣) ،
_________
(١) (غير) إذا أضيفت لا تعرف.
(٢) انظر -على سبيل المثال-: «حاشية الشبراملسي» على «نهاية المحتاج» (٢/٣٠٢-٣٠٣) ، «حاشية البجيرمي على المنهج» (١/٤٢٣) وما سيأتي.
(٣) من أجودها رسالة مصطفى الغلاييني (ت ١٣٦٤هـ - ١٩٤٥م) ، وهي مطبوعة بعنايتي، آخر كتابي «إعلام العابد بحكم تكرار الجماعة في المسجد الواحد» ، الطبعة الثالثة منه، سنة ١٤٢٠هـ - ١٩٩٩م. وانظر في مدح هذه الرسالة «الأجوبة النافعة» (ص ٧٤) لشيخنا الألباني -رحمة الله عليه-، وسيأتي كلامه قريباً.
وصنّف غير واحد من المتأخرين رسائل خاصة في المسألة؛ من ذلك:
* «الاعتصام بالواحد الأحد من إقامة جمعتين في بلد» لعلي بن عبد الكافي السبكي (ت ٧٥٦هـ) ، منها نسخة خطية في مكتبة الجامع الكبير بصنعاء بخط موسى بن أحمد، وهي مطبوعة ضمن «فتاويه» (١/١٧١-١٨٦) .
* «تعدد الجمعة» لعمر بن علي الرفاعي، منها نسخة في دار الكتب المصرية [٣٤ مجاميع] .
* «جواز صلاة الجمعة في موضعين» لابن كمال باشا (ت ٩٤٠هـ) ، منها نسختان في كوبرلي، وأخرى في دار الكتب. انظر «فهارس كوبرلي» (٢/٢١٤ و٣/٣٣٨) ، و «فهرس دار الكتب» (١/٤٢٨) .

* «حكم تعدد صلاة الجمعة في المساجد وما يتعلق بإعادتها ظهراً جماعة» لإبراهيم المأموني، منها نسخة في دار الكتب المصرية [١٠١٣] .
= ... * «الأقوال المجتمعة في منع تعدد الجمعة» منها نسخة خطية في جامعة أم القرى (٤٠٧/٣) في (٥ ورقات) (٩٠-٩٥) فرغ الناسخ منها سنة ٩٧٥هـ، انظر: «فهرس مخطوطات جامعة أم القرى» (١/١٢٥) ، «الفهرس الشامل» (١/٦٦٢) .
* «اللمعة المستفادة في إقامة الجمعة والإعادة» لمحمد بن خاتم المالكي الإحسائي، منها نسخة خطية في جامعة أم القرى (٣٢٣) في (٧ ورقات) ، انظر: «فهرس مخطوطات جامعة أم القرى» (١/١٥٦) .
* «اللمعة في آخر ظهر الجمعة» لنوح مصطفى الرومي الحنفي، منها نسخة خطية في جامعة أم القرى (١٤١٤) في (١٥ ورقة) ، وأخرى في دار الكتب المصرية [٨٣ مجاميع] . انظر: «فهرس مخطوطات جامعة أم القرى» (٢/١٣٨) ، «فهرس دار الكتب» (١/٤٢٧) .
* «إعادة صلاة الجمعة بعد الظهر» لإبراهيم بن محمد بن جمعان، نسخة كتبت في القرن (١١هـ) ، منها نسخة في جامعة الملك سعود بالرياض [٨٢٤/٣/م] .
* «بلوغ الرفعة لطالبي أحكام ظهر الجمعة» لمؤلف حنفي، منها نسخة في مكتبة أسعد أفندي، استانبول [٣٧٧٩] ، ضمن مجموع.
* «جواب على رسالة القاضي العلامة محمد أحمد العنس في سقوط الظهر في كل جمعة» لفقيه زيدي، منها نسخة في مكتبة الجامع الكبير بصنعاء [مجاميع ١١٨] كما في «فهارسها» (٢/١٠٢٢) .
* وقال محمد أديب آل تقي الدين الحصني في كتابه «منتخبات التواريخ لدمشق» (ص ٧٥٣) في ترجمة (عيسى بن شمس الدين الكردي) ، الشهير (بالملا الدمشقي) (ت ١٣٣٢هـ) : «له رسالة بمنع صلاة الظهر يوم الجمعة عند الشافعية، وهي مطبوعة» .',NULL,'133',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (134,'فمن أحبَّ فليرجع إلى كُتُبهم، وإلى العلماء الرَّاسخين منهم، فيقف على الحقيقة (١) .
_________
(١) هناك جهود مشكورة مبرورة لمجموعة من العلماء، العاملين في محاربة بدعة صلاة الظهر بعد الجمعة، وهذه جملة من نقول أئمة العصر في ذلك:
* الشيخ العلامة محمد رشيد رضا -رحمه الله تعالى-:
ذكر بدعيّتها في «فتاويه» (٣/٩٤٢ و٤/١٥٥٠-١٥٥١ و٥/١٩٦٥-١٩٦٦) ، ومجلة «المنار» (٢٣/٢٥٩، ٤٩٧ و٣٤/١٢٠) ، وله جهود مشكورة في محاربتها.
* الشيخ العلامة جمال الدين القاسمي -رحمه الله تعالى-:
= ... ذكر بدعيّتها في كتابه «إصلاح المساجد» (ص ٤٩-٥٢) .
* الشيخ العلامة الشقيري:
ذكر بدعيّتها في كتابه «السنن والمبتدعات» (ص ١٠، ١٢٣) .
* الشيخ العلامة محمود محمد خطاب السبكي:
أطال في بدعيّتها في كتابه «الدين الخالص» أو «إرشاد الخلق إلى دين الحق» (٤/١٧٥-١٧٨) .
* الشيخ حامد محيسن الشافعي:
أطال في بيان بدعيّتها في مقالة له، نشرت في مجلة «نور الإسلام» الصادرة في جمادى الثانية، سنة ١٣٥٦هـ، العدد السابع من السنة الثالثة.
* الشيخ المحدث محمد ناصر الدين الألباني:
ذكر بدعيّتها في (بدع الجمعة) في آخر كتابه «الأجوبة النافعة» (ص ٧٤) ، وقال: (وللشيخ مصطفى الغلاييني رسالة نافعة في هذه المسألة، اسمها: «البدعة في صلاة بعد الجمعة» ، نشرت في مجلة «المنار» على دفعات، فانظر (٧/٩٤١-٩٤٨، ٨/٢٤-٢٩) ، ولعلها أفردت في رسالة مستقلّة) . قلت: انظر الهامش السابق، وانظر -غير مأمور- كلامي في «القول المبين» (٣٨٤-٣٨٨) ، «وبل الغمام» (١/٣٤٤) ، «فتاوى علماء الإحساء» (١/٣٥٩-٣٦٠) .',NULL,'134',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (135,'ومَنْ تأمَّل في رسالة خزيران: يرَ أنَّ ذلك الشَّيخ جمع مزيجاً من المسائل العلمية، كان فيها حاطبَ ليل، وحشرها إلى ذهنه، ثم نشرها قلمه كما شاء عقله وهواه، ليدهشَ بها العامة، ويساعد بها من اتَّخذ دينه متجراً، وجعل ذكر الله آلة لسلب الأموال، فالأحاديث التي استدلَّ بها منها ما هو صحيح، فكان دليلاً لنا، وحجةً عليه؛ لأنه أوَّلها كما أحب، واستنتج منها ما أراد، حتى صار نموذجاً لقول الشاعر:
سارتْ مشرّقةً وسرتُ مغرِّباً ... شَتَّانَ بين مشَرِّقٍ ومُغَرِّبِ (١)
ومنها ما هو ضعيف، أو واهٍ، أو موضوع، وقد أشرنا إلى ذلك بما فيه الكفاية. هذا وقد تطرَّف الرَّجلُ في الإيهام، وترويج ما أتى به إلى حدٍّ أظهر فيه خطراً محسوساً على الدِّين من نور تعاليمنا المخالفة لنزعته ورغبته التي أراد أن يحمل الناس عليها ظلماً وعلواً، وهكذا جعل خاتمة رسالته الاستنجاد بالعلماء من أهل مصر والشام، وبرجال المجلس الإسلامي، في القدس الشريف، أملاً بأن يتمَّ له ما تمنَّاه، وأجهد نفسه للوصول إليه، وهيهات! فإنَّ العلماء علماء لا يميلون مع الهوى، ولا ينظرون إلى السِّوى، وإن الحقَّ رائدُهم، ونصرة الحق بغيتهم، ولو أنه كلما خطر لإنسان خاطر يؤيدونه فيه ويجارونه على ما يرتضيه، لما بقي للحق أثر، ولعمَّت الفوضى، وزاد الخطر، كيف والعلماء ورثة الأنبياء؟ يحيون ما أمات الجاهلون من سنن الهدى، ويكشف الله بهم عن الأمة غياهب الرَّدى، فلا حول ولا قوة إلا بالله العلي العظيم. ويا حبذا لو يحكم العلماءُ في مسألة الجنازة، وبقية المسائل التي نازع فيها الخصم العنيد؛ ليظهر الحقُّ، ويزهق الباطل.
_________
(١) ذكره في «تاج العروس» (٢٥/٥٠١) مادة (شرق) بلا نسبة، وهو في «المعجم المفصل في شواهد اللغة العربية» (١/٤١٦) ، و «الإعلام» (٣/١٥ - بتحقيقي) .',NULL,'135',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (136,'وأهمُّ شيء يجب انتباه علماء العصر إليه: أشباه تلك الواقعات، وتوضيح أحكام الشَّريعة فيها، ليعود للدِّين مجدُه، وللإسلام زهرتُه، وليقف المجازفون في الملَّة السَّمحة عند حدِّهم، ولا يطمعوا في إغواء غيرهم، ويكون في ذلك الأمن من استشراء داء المبشِّرين؛ لأنَّ المسلمين متى وقفوا على معالم الشرع الصَّحيحة، لا يمكن أن يلتفتوا إلى السَّفاسف، ولا أن يعتنوا بالزَّعانف، والله يعلم أننا ما قصّرنا في مقاومة التّيّارين، دون أن تأخذنا في الله لومة لائم، وإنَّ ذلك هو الذي هيَّج علينا خزيران وأضرابُه مِن جنود المتمسكين بالمحافظة على إرضاء العامة، ومناوأة الخاصة، وإنّا لهم لبالمرصاد، والله مِن ورائهم محيط، والحمد لله أولاً وآخراً، والصَّلاة والسَّلام على سيدنا محمد المعصوم مِن الخطأ والزلل، وعلى آله وأصحابه والتَّابعين لهم بإحسان إلى يوم الدين، ونستغفر الله العظيم مِمّا طغا به القلم، وكان الفراغ مِن تأليفها في الضّحوة الكبرى يوم الثّلاثاء الواقع في ٢٢ ذي الحجة عام ١٣٤٣هـ.

<span data-type="title" id=toc-6>صورة الفتوى التي أفتى بها أحدنا في حيفا لما سئل عن الصِّياح
في التَّهليل والتَّكبير وغيرهما أمام الجنائز</span>
سؤال: ما قول أهل العلم الحق في الصِّياح في التَّهليل والتَّكبير وغيره أمام الجنائز؟ أفتونا أثابكم الله.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (137,'الجواب: هو مكروه تحريماً، وبدعة قبيحة، يجب على علماء المسلمين إنكارها، وعلى كل قادر إزالتها، قال الله -تعالى-: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ المُعْتَدِينَ} [الأعراف: ٥٥] ؛ أي: ادعوه تذللاً واستكانة، إنه لا يحبُّ المجاوزين لما أمروا به من الدُّعاء بالتّشدق، ورفع الصَّوت، فمن جاوز ما أمره الله في شيء من الأشياء فقد اعتدى، وأخرج البخاري ومسلم في «صحيحيهما» في حديث أبي موسى الأشعري -رضي الله عنه-، قال: كنا مع رسول الله - صلى الله عليه وسلم -، فجعل الناسُ يجهرون بالتَّكبير، فقال رسول الله - صلى الله عليه وسلم -: «أيها الناس! أربعُوا على أنفسكم، إنكم لا تدعون أصمَّ ولا غائباً، إنكم تدعون سميعاً بصيراً، وهو معكم، والذي تدعونه أقرب إلى أحدكم من عنق راحلته» (١) .
قال صاحب «الدر» (٢) : «ويكره في الجنازة رفع صوت بذكر أو قراءة» .
قال ابن عابدين في «حاشيته» (٣) عليه: «قال صاحب «البحر» : وينبغي لمن تبع الجنازة أن يطيل الصَّمتَ، وفيه عن «الظهيرية» : فإن أراد أن يذكر الله- تعالى- يذكره في نفسه» انتهى باختصار وتصرّف.
وقال الشُّرُنبلالي (٤) -أيضاً-: «ويكره رفع الصوت بالذِّكر والقرآن، وعليهم الصّمت، وقولهم: كل حي سيموت، ونحو ذلك خلف الجنازة ... بدعة» .
_________
(١) أخرجه البخاري في «صحيحه» (رقم ٢٩٩٢) ، ومسلم في «صحيحه» (رقم ٢٧٠٤) .
(٢) (٢/٢٣٣ - حاشيته) .
(٣) (٢/٢٣٣) .
(٤) في «مراقي الفلاح شرح نور الإيضاح» (ص ١٠١) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (138,'قال العلامة الطحطاوي (١) في «حاشيته عليه» : «وفي «القهستاني» عن «القنية» : يكره تحريماً رفع الصوت بالذكر والقرآن خلف الجنازة. وفي «السراج» : ويستحب لمن اتبع الجنازة أن يكون مشغولاً بذكر الله -تعالى- سراً والتفكر فيما يلقاه الميت، وأنَّ هذا عاقبة أهل الدنيا ... فإن لم يذكر الله- تعالى- فلْيلزم الصَّمت، ولا يرفع صوتَه بالقراءة ولا بالذكر، ولا يغترّ بكثرة من يفعل ذلك، وأما ما يفعله الجهال في القراءة على الجنازة من رفع الصوت والتَّمطيط فيه، فلا يجوز بالإجماع (٢) ، ولا يسع أحداً يقدر على إنكاره أن يسكت عنه، ولا ينكر عليه» (٣) انتهى.
فيؤخذ من هذا: أنه يتعيَّن على كل قادر على إزالة هذه البدعة، ... أن يزيلها، وإلا فهو آثم وشريك لصاحبها، ويجب على كلِّ عالم أن ينكرها، وإلا فهو داخل تحت قوله - صلى الله عليه وسلم -: «إذا حدثت في أمتي البدع، وشتم أصحابي، فلْيظهر العالِمُ علمَه، فمن لم يفعل لعنه الله والملائكة والناس أجمعين» (٤) ... رواه الحافظ الآجري في كتاب «السُّنَّة» (٥) من (٦) طريق الوليد بن مسلم عن معاذ بن جبل. انتهى.
_________
(١) في الأصل: «الطنطاوي» !!
(٢) في الأصل: «في الإجماع» ، والمثبت من «حاشية الطحطاوي» .
(٣) «حاشية الطحطاوي» (ص ٣٣٢) .
(٤) مضى تخريجه مسهباً في التعليق على (ص ٤٥-٤٧) .
(٥) أي: «الشريعة» (رقم ٢٠٧٥) وسنده عنده هكذا: «بقية بن الوليد والوليد بن مسلم، قالا: ثنا ثور بن يزيد، عن خالد بن معدان، عن معاذ» ، لا كما في الأصل -وهو المثبت-، وروي على ضروب وألوان، ذكرتُ ذلك في تخريجي للحديث، والله الموفق.
(٦) في الأصل: «في» ، والصواب ما أثبتناه.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (139,'<span data-type="title" id=toc-7>[صورة فتوى الشيخ عبد الله الجزار </span>(١) ]
وقد أُرْسِلَتْ هذه الفتوى إلى الفاضل الشيخ عبد الله الجزار، مفتي عكا، وسئل عن رأيه في ذلك، فأجاب بما يلي:
الحمد لله ملهم الصَّواب، والصَّلاةُ والسَّلامُ على سيدنا محمد، والآل، والأصحاب، أما بعد:
فأقول: إنَّ إطلاق الكراهة التَّحريمية في رفع الصوت أمام الجنائز بالذِّكر وخلافه خلاف ما ذكره العلامة ابن عابدين في «حاشيته رد المحتار» (٢) ، من كون كراهة ما ذكر، قيل: تنزيهية، وقيل: تحريمية (٣) ، وكذلك ذكر القهستاني في «شرح الرُّموز» ما نصه: لا بأس لمشيع الجنازة بالجهر بالقرآن والذكر، وقيل: إنه مكروه كراهة التَّحريم، فإنَّ ظاهره صريح في أنَّ المعتمد فيه الكراهة التنزيهية لذكره كراهة التحريم بما يشعر بالضَّعف. وذكر مثل ذلك -أيضاً- في «شرح ملتقى الأبحر على مجمع الأنهر» (٤) ،
_________
(١) وهو شيخ خزيران المردود عليه، وقد ولد في عكا سنة ١٨٥٥م، من أسرة قدمت من المغرب، ودرس في عكا، واتبع الطريقة الشاذلية، ثم درس في الأزهر، وعيّن خطيباً وإماماً في جامع أحمد باشا، والتحق في القضاء الشرعي، كاتباً في المحكمة الشرعية في العهد العثماني، وأصبح قاضياً شرعياً لمحكمة عكا، فمفتياً لها، وبقي مفتياً فيها زمن الانتداب البريطاني حتى آخر حياته، حقق رسالة الربيع بن ليث، وطبعها في عكا سنة ١٩٢٨م، توفي سنة ١٩٣٩م، ترجمته في «من أعلام الفكر والأدب في فلسطين» (ص ٨٩-٩٠) .
(٢) (٢/٢٣٣) .
(٣) الفرق بينهما: أن التنزيهية فيها عتاب، والأخرى فيها عقاب، والفرق بينهما وبين الحرام: أن الحرام ثبت بدليل قطعي دونها، وهذا على مصطلح الحنفية دون غيرهم. انظر: «تيسير التحرير» (٢/١٣٥) ، «مسلّم الثبوت» (١/٥٨) ، «التلويح على التوضيح» (٢/١٢٦) .
(٤) (١/٢٧٤) ..',NULL,'139',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (140,'على أنه قد ذكر العلامة الشيخ عبد القادر أفندي الرافعي (١) مفتي الديار المصرية سابقاً في تقريره (٢)
_________
(١) هو الشيخ عبد القادر الرافعي، وهو أول من لقّب بالرافعي، الفاروقي الحنفي، وينتهي نسبه إلى أمير المؤمنين عمر بن الخطاب، ولد في طرابلس، الشام، سنة ١٢٤٨هـ - ١٨٣٢م، ونشأ بها، وتلقى مبادئ العلم، ولما ترعرع، سافر إلى مصر، والتحق بالأزهر، ثم اشتغل بالتدريس فيه، وتخرج عليه عدد كبير من أفاضل العلماء، وتولى مشيخة رواق الشوام، وإفتاء ديوان الأوقاف، وعيِّن عضواً في مجلس الأحكام، ثم رئيساً للمجلس العلمي في المحكمة الشرعية، وفي سنة ١٣٢٣هـ عيّن مفتياً للديار المصرية قبل وفاته بثلاثة أيام، وتوفي فجأة سنة ١٣٢٣هـ - ١٩٠٥م بمصر، ودفن في قرافة المجاورين، ورثاه كثير من الشعراء والكتاب، له ترجمة مطولة في: «تراجم علماء طرابلس وأدبائها» (ص ٨٨-٩١) لعبد الله حبيب نوفل، «الأعلام الشرقية» (١/٣٣٧ رقم ٤٤٠) ، «الأعلام» (٤/٤٦) ، وجمع ابنه محمد رشيد كتاباً في ترجمته وهو مطبوع، وعنوانه «ترجمة حياة الشيخ عبد القادر الرافعي» .
(٢) قال عنه صاحب «تراجم علماء طرابلس» (ص ٩٠) : «ملأه بالتحقيق الدقيق، وبالانتقاد، كما يظهر لمن يقرأه، مطبوعاً في مصر، وزاد على المطبوع تكملة ما برحت مخطوطة» .

قال أبو عبيدة: اسم التكملة «ذخيرة الأخبار بتتمة رد المحتار على الدر المختار» ، وهي بخطه في المكتبة الأزهرية، ١٩٦١ رافعي، فقه حنفي ٢٦٨٠٠، وله -أيضاً- «جدول الأغلاط الواقعة في كتاب قرة عيون الأخيار تكملة رد المحتار على الدر المختار» ، وما أجدر الكتاب الأول بالطباعة؛ لعنايته بالنوازل وتخريجها على الأصول، فضلاً عن التحقيق والتذييل والتذنيب.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (141,'على «حاشية المحقق السيد محمد عابدين» ، نقلاً عن السِّندي ما نصّه: «ونقل عن السَّيِّد الطَّاهر الأهدل أنه قال: السُّنة -وإن كانت هنا السُّكوت-يعني: وراء الجنازة- لكن قد اعتاد الناسُ كثرة الصلاة على النبي - صلى الله عليه وسلم -، ورفع أصواتهم بذلك، وهم إن مُنِعُوا أبتْ نفوسُهم عن السُّكوت والتفكر، فيقعون في كلام دنيويّ، ربما وقعوا في غيبة، وإنكار المنكر إذا أفضى إلى ما هو أعظم منكراً كان تركُه أحبَّ ارتكاباً؛ لأخف المفسدتين، كما هي القاعدة الشرعية (١) . انتهى.
_________
(١) هدي السلف المنقول خلاف هذا، وهو مقدم على تخريج القواعد، فالمسائل ينبغي أن تقرر أحكامها بالنقل، فإن تعذر فبالاستنباط والتخريج على القواعد والمقاصد، وهكذا. وانظر لقاعدة (ارتكاب أخف الضررين) : «فتاوى قاضي خان» (١/١٧٢) ، «القواعد والضوابط المستخلصة من التحرير» (١٤٩، ١٦٨) ، «القواعد الفقهية» للنَّدْوي (١٤٧) ، «موسوعة القواعد الفقهية» (٢/٨٢) .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (142,'وذكر الإمامُ الكبير العالم الربانيُّ سيدي عبد الوهاب الشَّعراني في (عهد تشييع موتى المسلمين) في كتابه «العهود المحمدية» نقلاً عن شيخه العارف بالله سيدي علي الخواص -رضي الله عنهما- ما نصه: «وكان سيِّدي علي الخواص يقول: إذا علم من الماشين مع الجنازة أنهم لا يتركون اللغو في الجنازة، ويشتغلون بأحوال الدنيا، ينبغي أن نأمرهم بقول: (لا إله إلا الله، محمد رسول الله) ، فإن ذلك أفضل من تَرْكه، ولا ينبغي لفقيه أنْ ينكر ذلك إلا بنصٍّ أو إجماع، فإن مع المسلمين الإذن العام (١) من الشَّارع بقول: (لا إله إلا الله، محمد رسول الله) - صلى الله عليه وسلم - كل وقت شاؤوا، ويا للعجب من عمى قلب من ينكر مثل هذا!! وربما غرم عند الحكَّام الفلوس، حتى يبطل قول المؤمنين: (لا إله إلا الله، محمد رسول الله) - صلى الله عليه وسلم - في طريق الجنازة، وهو يرى الحشيشَ يباع، فلا يكلِّف خاطره أن يقول للحشَّاش: حرام عليك ... إلى آخر ما ورد فيه، فراجعه» ، وعليه؛ فإنَّ البلوى قد كثُرت، والغفلةُ في هذه الأوقات قد استولت على قلوب الخلق أجمع، وذهلوا عن التّفكّر في أحوال الآخرة، وانصرفت هممُهم ووجهتُهم إلى الدنيا في جميع الأزمان، فضلاً عما يقع منهم أثناء تشييع الجنائز، من اللغو والغيبة، فلا بأس من العمل بقول هذا العارف (٢) ، وقد نقل في «الحواشي المدنيَّة» عن بعض أفاضل علماء السَّادة الشافعية (٣) ما يؤيد ذلك، وذكر المدابغي في «حاشيته» على قول الخطيب الشربيني على شرح (وكره اللغط في الجنازة) (٤)
_________
(١) انظر لزاماً رد المصنِّفَين على هذه الشبهة في (ص ٩٢) .
(٢) هذا مردود، بما قرر المؤلِّفان فيما سبق، والله الموفّق.
(٣) انظر: «حواشي الشرواني والعبادي على تحفة المحتاج» (٣/١٨٧) ، «حاشية الشبراملسي على نهاية المحتاج» (٣/٢٣) .
(٤) «الإقناع» (١/١٧٨) ..',NULL,'142',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (143,'ما نصه: «أي: رفع الصَّوت، ولو بقرآن، أو ذكر، أو صلاة على النبي - صلى الله عليه وسلم -، وهذا باعتبار ما كان في الصَّدر الأول، وإلا فالآن لا بأس بذلك؛ لأنه شعار الميت؛ لأنَّ تركه مزرٍ بالميت، ولو قيل بوجوبه لم يبعد» (١) انتهى نقلاً عن بعض مشايخه.
هذا ما تيسر لنا تحريره في هذا الموضوع، ونسأله -تعالى- أن يهدينا إلى سواء السبيل، ويوفِّقنا إلى ما فيه رضاه، ورضا نبيِّه - صلى الله عليه وسلم -، واتِّباع الحقّ أسلم، والله -سبحانه وتعالى- أعلم. ... مفتي عكَّا
في ١٩ رجب عام ١٣٤٣
عبد الله الجزار (٢)

فأرسل المستفتي - وهو: الحاج عبد الواحد الحسن، نائب رئيس الجمعية الخيرية (٣) بحيفا- صورة الفتويَين إلى الأُستاذين: الشيخ محمود محمد خطاب السُّبكي (٤) ، والشيخ علي سرور الزَّنكلوني مِن كبار علماء الأزهر.
فأجاب حضرة الأستاذ العلاّمة الشيخ علي سرور الزَّنكلوني بما يأتي:
بسم الله الرحمن الرحيم
_________
(١) انظر: «المنح السامية في النوازل الفقهية» (١/١٦٣-١٦٦) و «النوازل الجديدة الكبرى» (٢/٣٩) كلاهما للمهدي بن محمد بن الخضر الوزاني المالكي (ت ١٣٤٢هـ - ١٩٢٣م) ، وله «تقييد في جواز الذكر» رد فيه على العلامة الرهوني، ولعله ما في «النوازل الصغرى» المسماة «المنح السامية» ، انظر: «معلمة الفقه المالكي» (١٨٦) ، «المطبوعات الحجرية في المغرب» (٧٨) ، ولأبي العباس أحمد بن أبي المحاسن بن يوسف الفاسي الفهري رسالة في جواز الذكر بالجهر مع الجنازة، انظر «المطبوعات الحجرية في المغرب» (٧٨) .
(٢) كان مديراً للمدرسة الأحمدية بعكا، وكانت تابعة لأزهر فلسطين. انظر: «من تاريخنا» للأستاذ محمود العابدي (٢/١٥٢-١٥٣) ، «بلادنا فلسطين» (الجزء السابع - القسم الثاني) (في ديار الجليل) (ص ٣٠٣) ، ومضت ترجمته قريباً.
(٣) انظر عنها كتاب عبد الله الحوراني «الجمعيات الخيرية في الضفة الفلسطينية وقطاع غزة» صادر عن دار الكرمل.
(٤) سبقت ترجمته (ص ٢٤) .',NULL,'143',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (144,'الحمد لله، والصَّلاة والسلام على رسول الله، أمّا بعد: فإنَّ تشييع الجنائز في نظر الإسلام من المسائل الدينية، التي لا يجوز شرعاً أن يذهب بها العرف، أو تتحكّم فيها العادة، وليس الدِّين الإسلامي إلا ما جاء في كتاب الله وسنة رسوله محمد - صلى الله عليه وسلم -، وقد بيَّنتْ السُّنةُ العمليَّةُ الصَّحيحة حُكمَ الله في هذه المسألة، وأنه الصَّمتُ والتَّفكير في الموت، وفيما بعد الموت، وقد سار الصَّحابة -رضوان الله عليهم-، والتَّابعون، والسَّلفُ الصالح على هذا الحكم بعد وفاة النبي - صلى الله عليه وسلم - (١) ،
ولم يحدث فيه تغيير، فكان ذلك إجماعاً منهم على ما قررته السّنة، من أنَّ الصَّمت والتفكير هو المطلوب، ولم يخالف أحد من المجتهدين في هذا الحكم؛ لأنَّ المذاهب الفقهية المعوَّل عليها لا تعتمد إلا على الدلائل الشرعية، وليس لنا دليل شرعي يخالف حكم هذه المسألة؛ ولأنَّ الغرض الذي يرمي إليه الدِّين من التّشييع هو التَّأدب والتَّفرغ للخشوع واستحضار ما يؤول إليه الإنسان، وأنَّ المنتهى إلى الله، كما كان منه المبدأ، مع ما في رفع الصَّوت من الجلبة والضَّوضاء، وصرف النفس عن التّفكر في الموت، وهو أمسُّ شيء بسعادة الإنسان في تلك الحالة، وقد شرع الله العبادات كلها في صورها المختلفة، وأشكالها المتعددة، لترمي إلى غاية واحدة، هي: السعادة الأبديَّة، إلا أنه -جلَّ شأنُه- جعل لكل عبادة شكلاً خاصاً، وروحاً خاصة، يتناسبان مع كل طريق موصل إلى تلك السعادة، وقد أمرنا بالتفكر في الموت في أكثر شؤوننا، وأن حالة تشييع الجنازة أعون على الامتثال، وأدعى إلى تأكّد الطّلب، حيث المشيعون قد تفرَّغوا إلى توديع واحد منهم -وقد كان معهم بالأمس- ليذهبوا به إلى مقرِّه في دار الجزاء، فالوقت إذاً: وقت العظات البالغات، والتَّفكير العميق، ومن هذا يتبين لنا: حكم الله في هذه المسألة.
_________
(١) انظر ما علقناه (ص ١١-١٤) ..',NULL,'144',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (145,'أما القول بجواز رفع الصَّوت في الجنازة بالقراءة والذِّكر وغيرهما، وأنه لا بأس به، وأن من قال بوجوبه لا يبعد، فغير معروفٍ في دين الله، ولا قيمة له، ما دامت السُّنَّة وعمل الصَّدر الأول على خلافه، وما دام لم يقم دليلٌ شرعيٌّ آخر على طلب الجهر أو جوازه جوازاً مستوي الطرفين، وأما ما نقل عن بعض المتأخرين من العلماء -إن صحَّ الأخذ بآرائهم- فمحمولٌ على حالة خاصة، لا يتعدَّى الحكم فيها ظروفها الخاصة؛ مثال ذلك: أن يتمكَّن الجهلُ بالدِّين من الناس ويتحاكموا إلى العصبية والجاهلية الأولى، إذا استحكم الخلاف بينهم، ويخشى إذا فُوجئوا وقت تشييع الجنازة بطلب العمل بالسُّنَّة أن تحدث فتنة، تعود على المسلمين بالضَّعف والتَّفرّق، خصوصاً إذا كان الداعي فاقد الحكمة، أو سيّء النية؛ ففي مثل تلك الحالة، يجوز أن يترك الناس على ما هم عليه فراراً من الفتنة، لا غير (١) ،
_________
(١) على وفق المقرر عند الفقهاء، ودرجات تغيير المنكر خمسة؛ فإن زال أو نقص: فالنهي واجب، وإن زال بعضه وظهر منكر مثله: فمحل نظر، وإن لم يزل: فهو سنّة مرغَّب= =فيه، وإن ترتب عليه منكر مثله أو أشد: فإنكاره منكر. وانظر -لزوماً-: «إعلام الموقعين» (٣/٣٣٩-٣٤٠ - بتحقيقي) ..',NULL,'145',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (146,'حيث الأمر بالمندوب قد يؤدي بالناس إلى الوقوع في المحرم، وليس معنى هذا: إن ما هم عليه هو الجائز، أو المطلوب شرعاً، بل هو مخالف للسُّنَّة الشَّرعية في كل حال، فهذه الحالة الخاصة لا تغيِّر حكم الله في المسألة، فلا ترفع عن المسلمين العالمين القادرين حرج إهمال الدَّعوة إلى الله سراً وجهراً عند أمن الفتنة، أما ما يقال من أن المشيِّعين إذا لم يشتغلوا بالذكر والقراءة وغيرها، فإنهم يشتغلون بأحاديث الدنيا، ويقعون في محرَّمات القول، فلا يغيِّر من حكم الله شيئاً، إذ المسلمون جميعاً مطالبون في كل شأن من شؤونهم، بالأمر بالمعروف والنهي عن المنكر، وإلا لضاع الدِّينُ، وانطمست معالِمُه، بتحكّم الفوضى والعادات، والله -تعالى- يقول: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: ٥٩] .
أما كون الذكر مطلوباً في ذاته، ومأذوناً فيه من جهة الشَّارع، إذناً عاماً، فلا يتنافى مع كراهته في وقت شرع الله فيه عبادةً خاصة، لحكمة يعلمها، تعود على المسلمين بالخير الكثير.
وفَّقنا الله جميعاً لفهم دينه فهماً صحيحاً، ورزقنا العملَ به، والسَّلام.
علي سرور الزَّنكلوني (١)
من علماء الأزهر

وأجاب حضرة الأستاذ العلاَّمة الشيخ محمود محمد خطاب السّبكي (٢) بما يأتي:
بسم الله الرحمن الرحيم
_________
(١) له ذكر في كلام أحمد الغماري في كتابه «دَرّ الغمام الرقيق» (١٨٧) ، ولا تأبه به!!
(٢) مضت ترجمته (ص ٢٤) .',NULL,'146',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (147,'الحمد لله رب العالمين القائل: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا} [الحشر: ٢٧] ، والصَّلاة والسلام على سيدنا محمد القائل: «من عمل بسنتي فهو مني، ومن رغب عن سنتي فليس مني» (١) ، وعلى من كان بشرعه من العاملين النَّاصرين.
من محمود خطاب إلى حضرة الأمجد عبد الواحد الحسن لا يزال موفقاً للصَّواب.
السلام عليكم ورحمة الله وبركاته، وعلى كل من اتبع الهدى، أما بعد: فأقول لحضرتكم: قد وصل خطابكم مستفهمين عن حكم رفع الصَّوت حال السير مع الجنازة.
(والجواب) :
إنَّ الحكم الوارد في الشَّرع الشَّريف هو السُّكوت في تلك الحال، كما كان عليه رسول الله -صلى الله تعالى عليه وآله وسلم- وأصحابه -رضي الله تعالى عنهم-، وسلف الأمة (٢) ، وعليه إجماع الأئمة المجتهدين، فهذا هو الحق الذي يطلب المصير إليه، والعمل به، ولا عبرة بما يخالفه من عادة الناس، أو أقوال المجازفين والجاهلين، أو العلماء المتساهلين، في أعمالهم، أو أقوالهم، أو تأليفهم، أو إفتائهم. وهذا من الوضوح بمكان فلا يحتاج إلى دليل غير ما ذكر.
_________
(١) أخرجه البخاري في «صحيحه» (رقم ٥٠٦٣) ، ومسلم في «صحيحه» (رقم ١٤٠١) ، بلفظ: «من رغب عن سنتي فليس مني» .
(٢) انظر ما قدمناه في التعليق على (ص ١١-١٤) .',NULL,'147',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (148,'ومرسلٌ لحضرتكم بطريق البريد نسخة من «تعجيل القضاء المبرم» ، وأخرى من «فتاوى أئمة المسلمين» ، وخمس نسخ من «تحفة الأبصار والبصائر» ، وباطلاعكم على ما فيها تقفون على نصوص الشَّرع الشَّريف في جميع المذاهب، ونحمد الله رب العالمين، ونصلِّي ونسلِّم على خاتم النبيين القائل: «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئتُ به» (١) ، وعلى من كان بهديه من العاملين.
في ٤ رمضان عام ١٣٤٣

<span data-type="title" id=toc-8>أقوال العلماء في موضوع الرِّسالة
وتأييدهم لها
ننشرها مرتَّبةً حسب تأريخها وورودها </span>(٢)

١
بسم الله الرحمن الرحيم

حمداً لوليِّه، وصلاةً وسلاماً على نبيِّه، وعلى سائر إخوانه الأنبياء والمرسلين، ومن تبعهم بإحسان.
_________
(١) أخرجه ابن أبي عاصم في «السنة» (١/١٢ رقم ١٥) ، والحسن بن سفيان في «الأربعين» (رقم ٩) -وعنه السِّلفي في «الأربعين البلدانية» (رقم ٤٠) - والبغوي في «شرح السنة» (١/٢١٢-٢١٣ رقم ١٠٤) ، وابن بطة العكبري في «الإبانة» (١/٣٨٧-٣٨٨ رقم ٧٧٩١) ، وأبو الطاهر السلفي في «معجم السفر» (ص ٣٧٥) ، وابن الجوزي في «ذم الهوى» (ص ١٨) ، والحكيم الترمذي وأبو نصر السجزي في «الإبانة» -كما في «الجامع الكبير» (١/٩١٨) -، وأبو الفتح نصر بن إبراهيم المقدسي في «الحجة على تاركي سلوك طريق المَحَجّة» -كما في «أربعي النووي» (رقم ٤١) - من حديث عبد الله بن عمرو رفعه.
وصححه النووي في «أربعينه» ، والذهبي في «الكبائر» (ص ٢١٠-٢١١ - بتحقيقي) ، وتصحيح هذا الحديث بعيد جداً من وجوه، قاله ابن رجب في «جامع العلوم والحكم» (٣٣٨-٣٣٩) ، وذكر ما خلاصته: إن الحديث ضعيف لثلاث علل فيه:
الأولى: ضعف نُعيم بن حماد، ومدار الحديث عليه.
الثانية: الاضطراب في رواية الحديث عنه.
الثالثة: الانقطاع بين عقبة بن أوس وعبد الله بن عمرو.
(٢) هذا العنوان وما يليه من الأصل.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (149,'أما بعد؛ فإنّ الله -تعالى- يقول: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: ٥٩] ، والردّ إلى الله ردّ إلى كتابه الحكيم، والردّ إلى الرسول ردٌّ إلى سنته القويمة؛ لأنه -صلوات الله وسلامه عليه وعلى آله- مبَيّن للناس ما نزِّل إليهم من ربِّهم.
معلوم أنَّ الأمة الإسلامية لم تنل ما نالته من علم وحكمة، ومحبَّةٍ وألفة، وثروةٍ وقوةٍ، وعزّة ومَنَعة، ومُلْكٍ كبير، وعدل عامٍ، ورحمةٍ واسعة، إلا بالعمل بما أرشدها الله إليه في كتابه وعلى لسان رسوله -صلى الله عليه وعلى آله وسلم-.
ثم تنكّر لها وجهُ الزَّمن، واشتعلت فيها أعاصيرُ الفتن، فذاق بعضُها بأس بعض، فبدلت من بعد عزِّها ذُلاًّ، ومن بعد قوَّتها ضعفاً، ثم ضاعت مقوّماتُها ومشخصاتها الدينية والدّنيوية، فعاد تراثُها بين الأمم العادية نهباً مقسماً.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (150,'لو عني علماء الأمة بتنقية الدِّين من شوائب البدع والأضاليل، التي أفسدت أمر أهله، عملاً بإرشاد الرسول الأعظم صلى الله عليه وعلى آله وسلم-: «كل عمل ليس عليه أمرنا فهو ردٌّ» (١) ؛ أي: مردود. «كل بدعة ضلالة، وكل ضلالة في النار» (٢) ، وأخذوا في أمور الدنيا بالأنفع الأرفع، إذ مبنى الدِّين على الاتِّباع، والدُّنيا على الاقتباس والاختراع، كما لا يخفى «الحكمة ضالة المؤمن حيث وجدها التقطها» (٣) ، «من سنَّ سُنَّةً حسنةً، فله أجرُها، وأجرُ مَن عَمِلَ بها إلى يوم القيامة» (٤) ، لو عملوا بذلك؛ لجدَّدوا للأُمَّة ما درس من آثار سَلَفها الصَّالح.
_________
(١) أخرجه البخاري في «صحيحه» (رقم ٢٦٩٧) ، ومسلم في «صحيحه» (رقم= =١٧١٨) بلفظ: «من أحدث في أمرنا هذا ما ليس منه فهو رد» .
(٢) أخرجه مسلم في «صحيحه» (رقم ٧٦٧) من حديث جابر.
(٣) أخرجه الترمذي (٢٦٨٧) ، وابن ماجه (٤١٦٩) ، وابن عدي في «الكامل» (١/٢٣٢) أو (١/٣٧٦ - ط. دار الكتب العلمية) ، والعقيلي في «الضعفاء الكبير» (١/٦١) ، وابن حبان في «المجروحين» (١/١٠٥) ، والقضاعي في «مسند الشهاب» (رقم ٥٢) ، والبيهقي في «المدخل» (رقم ٤١٢) ، وابن الجوزي في «العلل المتناهية» (١/٨٨ رقم ١١٤) من حديث أبي هريرة رفعه. وإسناده ضعيف جداً، فيه إبراهيم بن الفضل المحزومي، متروك.
وضعّفه جداً شيخنا الألباني في «تعليقه على إصلاح المساجد» (٩٩) ، «ضعيف الجامع» (٤٣٠١) ، «ضعيف الترمذي» (٥٠٦) ، «ضعيف ابن ماجه» (٩١٢) . وانظر: «المقاصد الحسنة» (رقم ٤١٥) ، «الأسرار المرفوعة» (٢٨٤) ، «كشف الخفاء» (١/٤٣٥) .
(٤) أخرجه مسلم في «صحيحه» (رقم ١٠١٧) .',NULL,'150',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (151,'إنَّ من البدع الدينيَّة التي فشتْ، ولم يكن لها أثر في صدر الإسلام: صياح الصَّائحين أمام الجنائز بالأذكار والأناشيد، وتشويشهم بذلك على متَّبِعيها إيماناً واحتساباً، حتى يشغل قلب السامع وعقله بما يرى وبما يسمع، ويذهل عن عبادة التّفكّر والسَّعي للآخرة، والاستعداد للقاء الله -تعالى-، {وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً} [الإسراء: ١٩] .
ألّف العالمان العاملان الجليلان: الشَّيخُ كامل القصَّاب، والشَّيخُ عز الدين القسَّام -نزيلا حيفا- هذه الرسالة النّفيسة «النقد والبيان» ، في بيان الحقِّ في هذه المسألة وغيرها من المسائل، التي دعاهما الفاضل (خزيران) العكِّي إلى البحث فيها، وكشف النقاب عن وجه حقيقتها، وقد أوردا من نصوص الكتاب والسُّنَّة، وكلام بعض الفقهاء الأجلاَّء مِن علماء المذاهب الأربعة، ما يؤيِّد ما ذهبا إليه، وأضافا إلى ذلك فتويين للعلامتين (الزَّنكلوني والسبكي) ، فكان قولهم سديداً، وجوابهم صحيحاً، فجزى الله المؤلِّفَيْن الفاضلين عن دينهما خيراً، وأكثر في الأمة من أمثالهما من العلماء المنصفين المصلحين.
<span data-type="title" id=toc-9>[دفع شبهة أو تتمة]</span>
سألني وطنيٌّ غيور ممن يعرف الأستاذ القصَّاب، ويقدره في التمسك بالدين وخدمة الوطن قدره: ما معنى قوله وقول صديقه الأستاذ القسام في آخر الرسالة: «وأهم شيء يجب انتباه علماء العصر إليه: أشباه تلك الواقعات، وتوضيح أحكام الشريعة فيها، ليعود للدِّين مجده، وللإسلام زهرته» ؟',NULL,'151',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (152,'فقلت له: اعلم -يا أخي- أنَّ مَنْ سَبَر غورَ الإسلامِ، ودرس حكمةَ التَّشريع؛ علم أنَّ جميع التَّكاليف الشَّرعيَّة: من روحيّة، وبدنيّة، ومالية، مبنيَّة على درء المفاسد وجلب المصالح (١) .
(فالصَّلاة) الروحيّة البدنيَّة، التي هي فرض عام على كل مكلَّف، تنهى عن الفحشاء والمنكر، وأشد الفواحش والمنكرات فتكاً وهتكاً، هي: تلك الجيوش المعنويَّة التي مهدت بها أوروبا السَّبيلَ لفتح بلاد الشرق -كالخمر، والقمار، والزنا، والربا، والانتحار-، فكثير ممن أضاع الصَّلاة، واتّبع الشَّهوات (٢) وقع في هذا التيار، الذي أسلمه إلى الجنون أو المنون، فكان ذلك من أشد المصائب على الوطن.
(والصِّيام) الذي يدعو إلى إمساك المعدة عن الطَّعام، وسائر الأعضاء عن الآثام، وصرف جميع القوى والمواهب فيما أعدَّتْ له، يعلِّم الثباتَ على خلق (مبدأ) قويم لا محيد عنه، فالصَّائم الذي يغلب عقلُه شهوتَه، ولا يخون دينه بالأكل نهاراً -سراً أو علانية- لا يمكن أن يخون وطنه، أو يخدع في أمره، فيبيعه بثمن بخس من غير أهله.
(والحجّ) لا تخفى حكمته على ذي بصيرة؛ وأهمّها: التَّعاون على توفير أسباب الخير للأُمَّة، ودفع عوادي الشَّر عنها.
_________
(١) الشرع قواعد، جاء ليحقق مصلحة الإنسان في المعاش والمعاد، والحال والمآل، ولم يثبت منه شيء على خلاف القياس -على ما حققه ابن القيم في «الإعلام» بما يُرْحَل إليه، ويُكتب بماء العيون، لا بماء الذهب-، ومن ظن أن له مصلحة في الدنيا بالخروج عن أمر مولاه والاستجابة لداعي هواه؛ فهو واهم، والواجب إعمال (الألفاظ) و (المباني) ، دون إهمال (الحقائق) و (المعاني) ، ومن (الشقاء) تجاوز (النص) ، ومن (الغباء) عدم النظر في المعنى، والواجب إلحاق الشبيه بالشبيه، والنظير بالنّظير.
(٢) سبب هلاك الأفراد والمجتمعات الإفراط في تناول الشهوات.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (153,'(والزَّكاة) إعطاء نصيب معلوم من المال للفقراء والمساكين، الذين أقعدهم العجز عن الكسب، وتوزيع الزّكاة على الأصناف الثمانية التي ذكرها الكتاب الحكيم بقوله: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالمَسَاكِينِ وَالعَامِلِينَ عَلَيْهَا وَالمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: ٦٠] صرف الزكاة في مصارفها الشَّرعيَّة يقينا شرور الشيوعية والبُلْشُفِيّة (١) ، اللتين أصابتا الأمم والشعوب الغربية التي هضمت حقوق الضعفاء، فعمّتها الفوضى، وفدحتها المصائب، ولا يزال سيل الشيوعية يمتدّ (٢) ، ولا يعلم عاقبتها إلا الله.
_________
(١) مذهب يرى أنّ من المستحيل على الهيئة الاجتماعية أن تنتقل طفرةً من النظام الرأسمالي إلى النظام الشيوعي، وأنه لا بد من دور انتقاليّ يُطَبَّقُ فيه مذهبُ الجماعيّة، من «المعجم الوسيط» (١/٦٩) ، وانظر تفصيلاً في «القاموس السياسي» (٨٤) لعبد الرزاق الصافي.
(٢) ثم انهارت الشيوعية -والحمد لله- هذه الأيام في بلادها ومنشأها، كشأن سائر الباطل، على وفق سنة الله القدرية (الكونية) والشرعية.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (154,'ثم لا يخفى أنَّ كثيراً من هؤلاء الصائحين أمام الجنائز، وعلى القبور، قادرون على العمل والأكل من كسب يدهم، ومنهم مَن يملك الأموالَ والأملاك، وقد أكلوا حقوقَ الضُّعفاء من الرِّجال والنِّساء والولدان، الذين لا يجدون ما ينفقون، ولا يستطيعون حيلةً، ولا يهتدون سبيلاً، أولئك المساكين، هم الذين ذكرهم الله في كتابه، وعلى لسان رسوله -صلى الله عليه وآله وسلم-، موصوفين بأوصاف خمسة، لا يشاركهم فيها أحد ممن لهم قدرةٌ على العمل، أو عندهم ما يكفيهم ويغنيهم عن السؤال، قال -صلوات الله عليه وعلى آله-: «ليس المسكين الذي تردُّه اللقمة واللقمتان والتمرة والتمرتان، إنما المسكين: المتعفِّف، واقرؤوا إن شئتم قوله -تعالى-: {لِلْفُقَرَاءِ الَّذِينَ أُحصِرُواْ فِي سَبِيلِ اللَّهِ لاَ يَسْتَطِيعُونَ ضَرْباً فِي الأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ النَّاسَ إِلْحَافاً وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} [البقرة: ٢٧٣] » (١) .
_________
(١) أخرجه البخاري (١٤٧٩) ، ومسلم (٢٣٤٨) في «صحيح يهما» من حديث أبي هريرة -رضي الله عنه-، وانظر «الدر المنثور» (٢/٩٠) .',NULL,'154',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (155,'إذا اضطررنا هؤلاء الأقوياء إلى العمل؛ كثرت الأيدي العاملة في الزِّراعة والصِّناعة والتِّجارة التي هي مواد الثروة الأصلية، وحفظت الزّكوات والصَّدقات والوصايا لمستحقّيها. ولما كان التَّمييزُ بين المستحقِّين وغيرهم على وجه الاستقصاء عَسِراً في هذا الزَّمن، تعيَّن تأليف جمعيات خيرية (١) للقيام بهذا الغرض وتحقيقه؛ كجمعية الإسعاف الخيري في دمشق، وجمعية المقاصد الخيرية في بيروت، وكالجمعية الخيرية في حيفا، وغيرها، وهذه أفضل طريقة تجمع بها الأموال من المحسنين وتنفق على الفقراء والمساكين؛ لإطعامهم وإيوائهم، وتعليم أبنائهم.
قال بعض الأئمة المحقِّقين (٢) في تفسير قوله -تعالى-: {وَتَعَاوَنُواْ عَلَى الْبِرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُوا عَلَى الإِثْمِ وَالعُدْوَانِ} [المائدة: ٢] : «أما الأمر بالتعاون على البرِّ والتَّقوى، فهو من أركان الهداية الاجتماعية في القرآن؛ لأنه يوجب على الناس إيجاباً دينيّاً أن يُعين بعضُهم بعضاً في كلِّ عمل من أعمال البر، التي تنفع الناسَ: أفراداً وأقواماً، في دينهم ودنياهم، وكلُّ عملٍ من أعمال التقوى التي يدفعون بها المفاسد والمضار عن أنفسهم» ، ثم قال:
_________
(١) يصلح أن يمثل على قيامها بالمصالح المرسلة، وتحتاج أحكامها إلى جمع وتأصيل، والدراسات فيها على وجه الاستقلال -في حدود علمي- قليلة، ولمصطفى الغلاييني البيروتي رسالة مستقلّة مطبوعة بعنوان «التعاون الاجتماعي» ، ولأخينا الشيخ فتحي بن عبد الله الموصلي -وفقه الله تعالى- دراسة أرسلها إليّ فرغ منها في هذا الموضوع، أتى فيها على أصول المسألة دون فروعها، جمعها من كلام شيخ الإسلام ابن تيمية والشيخ السِّعدي -رحمهما الله تعالى-.
(٢) هو السيد محمد رشيد رضا، والمذكور كلامه في تفسيره «المنار» (٦/١٣١) بحروفه.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (156,'«كان المسلمون في الصَّدر الأول جماعة واحدة، يتعاونون على البر والتّقوى، من غير ارتباط بعهد ونظام بشريٍّ (١) ،
_________
(١) أخرج أبو نعيم في «الحلية» (٢/٢٠٤) -ومن طريقه الذهبي في «السير» (٤/١٩٢) - بإسناد صحيح إلى مُطَرِّف بن عبد الله بن الشِّخِّير، قال: «كنا نأتي زيد بن صُوحان، وكان يقول: يا عباد الله! أكرموا وأجملوا، فإنما وسيلة العباد إلى الله بخصلتين: الخوف والطمع، فأتيتُه ذات يوم وقد كتبوا كتاباً، فنسقوا كلاماً من هذا النحو: إن الله ربُّنا، ومحمداً نبيّنا، والقرآن إمامنا، ومن كان معنا كنا ... وكنا له ... ، ومن خالفنا كانت يدنا عليه، وكنّا وكنّا، قال:
فجعل يعْرِضُ الكتاب عليهم رجلاً رجلاً، فيقولون: أقررتَ يا فلان؟ حتى انتهوا إليَّ، فقالوا: أقررتَ يا غلام؟ قلت: لا.
= ... قال -يعني: زيداً-: لا تعجلوا على الغلام، ما تقول يا غلام؟
قلت: إنَّ الله قد أخذ عليَّ عهداً في كتابه، فلن أُحدث عهداً سوى العهد الذي أخذه علي.
فرجع القوم من عند آخرهم، ما أقرَّ منهم أحد، وكانوا زُهاء ثلاثين نفساً» انتهى.

وانظر في تقرير هذا المعنى: «الحاوي للفتاوى» (١/٢٥٣) للسيوطي، «تنقيح الفتاوى الحامدية» (٢/٣٣٤) لابن عابدين، «الدين الخالص» (٦/٢٩٠) لمحمود خطاب السبكي.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (157,'كما هو شأن الجمعيات اليوم، فإنَّ عهد الله وميثاقَه كان مُغنياً لهم عن غيره، وقد شهد الله -تعالى- لهم بقوله: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} [آل عمران: ١١٠] ، ولما انتثر بأيدي الخلف ذلك العقد، ونكث ذلك العهد، صرنا محتاجين إلى تأليف جمعيات خاصّةٍ بنظام خاص؛ لأجل جَمع طوائف من المسلمين، وحملهم على إقامة هذا الواجب (التعاون على البر والتقوى) في أي ركن من أركانه، أو عمل من أعماله، وقلما ترى أحداً في هذا العصر، يعينك على عملٍ [من] (١) البر، ما لم يكن مُرتبطاً معك في جمعية أُلِّفَتْ لعمل معين، بل لا يفي لك بهذا كلُّ مَنْ يعاهدك (٢)
_________
(١) سقط من الأصل، وأثبته من تفسير «المنار» .
(٢) يتوسع بعض الحركيين، فيطلقون على ذلك (البيعة) ، ثم ينسون -أو يتناسون- مع مرور الزمن، فتجري على ألسنتهم التحذير من مخالفتها، ولا بد من ضبط (البدايات) حتى تسلم (النهايات) ، ولا بد من تحقيق مناط الأشياء (بالعدل) ، وإطلاق ما ورد عليها في الشرع من ألفاظٍ (بالحق) ، ولذا؛ اقترح إمام هذا العصر فضيلة الشيخ ابن باز -رحمه الله- أن يسمى نحو هذا التعاون (عقداً) لا (بيعة) ، فقال في رسالة له بتأريخ ١١/٤/١٤٠٨هـ لفضيلة الشيخ سعد الحصين -حفظه الله- عن جماعة (التبليغ) التي تأخذ -في شبه القارة الهندية- (البيعة) لأمرائها: «فقد اقترحت على قادتهم لما اجتمعت بهم في موسم الحج الماضي بمكة -وحصل بيني وبينهم من التفاهم ما نرجو فيه الفائدة- أن يكون (عهداً) بدل (بيعة) ، فقبلوا ذلك، ولعلهم تعلقوا بما قرره شيخ الإسلام ابن تيمية -رحمه الله- في الجزء (٢٨) ص (٢١) من «الفتاوى» ، من عدم إنكار ذلك» انتهى.

= ... وانظر استخدام «البيعة» و «العهد» و «العقد» عند الفقهاء، وما يترتب على عدم الوفاء به: «التاريخ الكبير» (٥/١٢ و٦/٣٩) للبخاري، «تفسير القرطبي» (٦/٣٣) ، «المستصفى في علم الأصول» (٢/٢٤٢ و٢٥١) ، و «شرح ثلاثيات مسند الإمام أحمد» (١/٧٠) و (٢/٩٢٧) ، و «الإصابة» (١/٤٥٤) ، و «بهجة النفوس» (١/٩٢٧) ، و «فتح الباري» (١/٦٤) ، و «المعرفة والتاريخ» (٣/٣١٥) ، و «مشكل الآثار» (١/٨٠ - ط. الهندية) ، وانظر خلاف أهل العلم فيمن أخذ على نفسه عهداً، ثم لم يف به، هل عليه كفارة أم لا؟ في: «فتح الباري» (١١/٤٧٤) ، و «الهداية» (٢/٧٤) ، و «المغني» (١١/١٩٧) ، و «فقه الإمام الأوزاعي» (١/٤٨١-٤٨٢) .',NULL,'157',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (158,'على الوفاء، فهل ترجو أن يُعينك على غير ما عاهدك عليه؟» (١) .
قال: «فالذي يظهر أنَّ تأليف الجمعيات في هذا العصر، مما يتوقَّف عليه امتثال هذا الأمر، وإقامة هذا الواجب، وما لا يتم الواجب إلا به فهو واجب، كما قال العلماء (٢) ، فلا بدَّ لنا من تأليف الجمعيات الدينية والخيرية والعلميَّة، إذا كنّا نريدُ أن نحيا حياةً عزيزة؛ فعلى أهل النجدة والحمية من المسلمين (٣) أن يعنوا بهذا كلّ العناية» (٤) ا. هـ.
_________
(١) تفسير المنار (٦/١٣١) .
(٢) انظر في تقرير هذه القاعدة: «قواعد ابن اللحام» (٩٢) ، «تسهيل الوصول» (٢٩٢) للحملاوي، «القواعد والضوابط المستخلصة من التحرير» (٤٩٣) ، «الاعتصام» (١/٣١٩، ٣٣١ و٢/١٨٤ - بتحقيقي) ، «مذكرة في أصول الفقه» للشنقيطي (١٣-١٥) (وفيه تفصيل بديع) ، «الوجيز في إيضاح قواعد الفقه الكلية» (٣٤٤) .
(٣) كذا في الأصل، وفي مطبوع «تفسير المنار» : «أهل الغيرة والنجدة من المسلمين» .
(٤) تفسير المنار (٦/١٣١) .
وفي هذا تأصيل لمشروعية قيام (جمعيات الأمر بالمعروف) و (الهيئات الاجتماعية) و (المراكز العلمية) ، ومنوط ذلك بأمور؛ من أهمها: ارتباطهم بالعلماء الربانيين، و (العمل من ورائهم) لا (أمامهم) ، ووجود نصيب وافر من (العلم الشرعي) عند القائمين على هذه الأعمال، يفوِّت وقوعهم في المخالفات، ووجود مُكنة في الإرادة من الترفع عن حب الرئاسة والمصالح الشخصية، والمطامع الدنيوية، مع الدوران في الحركات والأقوال= =والأفعال في عقد سلطان (الولاء) و (البراء) و (الحب) و (البغض) على ذات الدين، لا على هذه (المسمّيات) ، التي هي وسائل فحسب، وهي بمثابة أسماء (العاملين) ، أو عشائرهم، أو جنسياتهم، وإلا؛ رجع الأمر إلى حال (الحزبيين) العاملين باسم (الدين) ، الآخذين منه ما يلزمهم، دون العمل على (خدمته) ، وتشخيص (واجب الوقت) ، والعمل على إحيائه، والله الموفّق والعاصم.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (159,'قلتُ لمخاطبي: أفرأيتَ أيها الأخ الكريم هذه المسائل الفرعية التي ذكرتُها، وما تضمَّنتْ من الحِكَم والأحكام، وإصلاح حال المجتمع الإسلامي بجمع شتات الخير له، ودفع عوادي الشَّرِّ عنه، فكيف إذا عمل بأصول الإسلام وقواعده كلِّها؟ ألا يكون ذلك سبباً لإعادة مجد الدِّين وزهرة الإسلام، كما قال ذانك المؤلِّفان الكريمان؟ بل ألا يكون مثل ذلك سبباً لإعادة حضارة العرب، وسعادة البشر على أيديهم مرّة أخرى؟ قال: بلى، ورغب إليَّ أن أثبتَ ذلك في رسالة «النقد والبيان» ، ففعلت.
فنحن ندعو كرام الوطنيين المسلمين إلى إقامة الدين على الوجه الصَّحيح، واتِّباع السُّنن النَّافعة، ونبذ البدع الضَّارة، فإن في ذلك سعادتهم وسعادة أوطانهم، وبالله المستعان.
في ٧ المحرم الحرام سنة ١٣٤٤
عضو المجمع العلمي وخطيب جامع
الدقاق ومدرِّسه بدمشق الشام',NULL,'159',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (160,'محمد بهجة البيطار (١)

٢
بسم الله الرحمن الرحيم
_________
(١) هو محمد بهجة بن محمد بهاء الدين البيطار، ولد في دمشق سنة ١٣١١هـ - ١٨٩٦م، من أسرة دمشقية عريقة، هاجر جده الأعلى من بليدة من أعمال الجزائر، واستوطن فيها منذ أكثر من مئتي عام، كان والده عالماً أديباً، فنشأ في حجره، وتلقى عليه مبادئ علوم الدين واللغة، وعلى أعلام عصره؛ مثل: جمال الدين القاسمي، وآخرين، درس في المدارس الابتدائية منذ عام ١٩٢١م، وعين مديراً للمعهد العلمي السعودي في مكة، = =وأسندت إليه وظيفة مفتش التدريس في مكة ١٩٢٦-١٩٣١م، وفي عام ١٩٣٦م عين أستاذاً في مدرسة التجهيز، ثم أستاذاً محاضراً في كلية الآداب السورية عام ١٩٤٨م، من مؤلفاته: «حياة شيخ الإسلام ابن تيمية» ، «الثقافتان البيضاء والصفراء» ، «الإسلام والصحابة الكرام بين السنة والشيعة» ، «السنة والشيعة» ، «نقد عين الميزان» ، «حلية البشر في أعيان القرن الثالث عشر» ، «أسرار العربية» (تحقيق) ، «شرح قواعد مصطلح الحديث» ، «محاضرات في المجمع العلمي بدمشق» ، «مسائل أحمد لتلميذه أبي داود» (تحقيق) ، «تخريج أحاديث كتاب البخلاء» للجاحظ، «الموفي في النحو الكوفي» (شرح وتعليق) ، ... وغيرها.
وانظر: «معجم المؤلفين السوريين» (٧٥-٧٦) ، «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٢/٩١٨) ، «تتمة الأعلام» (٢/٣٢٢) ، «رجال من التاريخ» (٤١٢) ، «ذكريات علي الطنطاوي» (١/٢٠، ٣٠، ٧٧، ٩١، ١٣٣، ١٣٧، ٢٠٤، ٢٦٣، ٢٦٦، ٢/٢٢، ٨٦، ١٠٤، ١٣٦، ١٨٧، ٢٠٢، ٢٣٥، ٢٤٩، ٢٥٩، ٣/٣٥، ١٢٨، ١٣٦، ١٣٧، ٢٦١، ٢٧٢، ٤/٦٤، ٧٩، ٨٠، ١٤٧، ٢٨٤، ٢٩٧، ٢٩٨، ٥/١٣٦، ٢٢٦، ٢٥٩، ٢٧٢، ٣٠٦، ٦/٢٦٨، ٧/٦٦، ٧٧، ٢٥٦، ٨/٧٨، ١٢٦، ٢٠٩، ٢١٩، ٢٣٨، ٢٧١، ٢٧٢، ٣٠٧) لعلي الطنطاوي.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (161,'الدِّين الإسلامي يكفل للبشر السَّعادة في كلِّ زمانٍ ومكان، ويفي بحاجيَّاته في كل عصر ومصر؛ لانطباقه على نواميس العمران، وابتناء أحكامه على قواعد محكمة، لا تكاد تزعزعها الأعاصيرُ والعواصفُ، كما يشهد بذلك فلاسفة الاجتماع، وعلماء العمران.
وقد نال الصَّدر الأولُ مِن السَّعادة التَّامة، والملك الكبير، والسُّلطانِ العظيم، ما لا يقوم بوصفه البيان، ولا يمتري فيه إنسان، ذلك بما نفخه هذا الدِّين فيهم مِن روح العلم والعمل، والتّواصي بالحقِّ، والتَّعاون على البرِّ والتَّقوى، حتى إذا دار الزَّمانُ دورته - دسَّ أناسٌ من أعداء الدِّين أنفسَهم فيه، وتزيّوا بزيِّ أهله، وصاروا يعملون على هدمه بما يضعون من أحاديث، ويدسُّون مِن روايات ليس لها أقل حظّ مِنَ الصِّحَّة والصِّدق، فَفَشَتْ بذلك البدعُ والأهواءُ، وثارت أعاصيرُ القلاقل والفتن بين المسلمين، وكثر بينهم الشِّقاق، وزاد النِّفاق، حتى انشقَّتْ عصا وحدتِهم، وانقسموا إلى فِرَق وأحزاب، كل حزب فرح بما لديه، وكلُّ فرقة تكفِّر الأخرى؛ لمخالفتها لها في المشرب، ومباينتها إِيّاها في المذهب!
ظلَّ أهل الإسلام على هذه الحالة حيناً من الدَّهر، والعدو يتربَّص بهم الدَّوائر، {وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً} [الكهف: ١٠٤] ، لا يكادون يشعرون بحالتهم، ولا يعلمون أيان مصيرهم، حتى قيَّض الله في هذا العصر فئةً من عقلاء الأمة وحكمائها، أحسَّتْ بالخطر المحدق، فأهابت بالأمة، وأخذت تسعى لمحو الخرافات (١) المتغلغلة في أعماق النفوس، وإعفاء آثار البدع والمحدثات التي غصَّ بها العالم الإسلامي، وصارت شارةَ عارٍ في جبين الإسلام، هذا إلى أعمال أخرى عظيمة لها مقام غير هذا المقام.
_________
(١) لصاحب هذه السطور (العبد الضعيف) كتاب مفرد عن الخرافة، يسر الله إتمامه ونشره بخير وعافية.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (162,'نجحت هذه الفئةُ بعضَ النَّجاح فيما دعت إليه من تنقية الدِّين من الشَّوائب، وأيقظت أذهانَ كثيرٍ من الناس، وصار لها أتباع ومريدون، ينشرون دعوتَها، ويعزِّزون كلمتها، ويدعون إلى اطراح ما لم يرد به الدِّين، مما عليه عامَّة المسلمين، على ما لاقت من المقاومة والمناهضة من فريق المبتدعة: أولئك الذي مني الإسلام بهم ومنوا به!
هؤلاء المخرّقون أو أولئك الجامدون على المحدثات، العاضّون عليها بالنَّواجذ: قوم عالة، نشؤوا على المسكنة، فاتّخذوا الدِّين أحبولةً يصطادون بها طائرَ الرِّزقِ، وآنسوا من أهله الغافلين ميلاً لهم، وتعلُّقاً بأذيالهم -وما أشد تعلّق العامة بمن يُظْهِرُ لهم التقوى! - فاتَّخذوا لهم منهم جُنَّة، تقيهم من سلاح أهل الإصلاح الماضي، وتحفظ لهم منزلتهم الموهومة، فهم أبداً، ينزلون على إرادة الرّعاع، ولا يخالفون لهم أمراً خشية من نفورهم، ومحافظة على مكانتهم عندهم، فهؤلاء القوم عقبة في سبيل المصلحين كؤود، ولو تسنَّى لرجال الإصلاح القضاء عليهم؛ لرأيت النساء يدخلون في دين الله أفواجاً، ولا بدَّ أنْ يأتي يوم يظهر الله فيه -على أيدي المصلحين- دينه الذي ارتضاه، ويتمّ نوره.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (163,'على أنّ هؤلاء المبتدعين، فضلاً عن حرصهم على حفظ مكانتهم عند الرّعاع، قوم استأنسوا بظلام الجهل، وأخلدوا إلى المسكنة والذُّلّ، حتى طبع الله على قلوبهم، وعلى أبصارهم غشاوة، فهم يتأذّى بصرهم من نور العلم، ويعزّ عليهم الخروج من غيابة الجب إلى استنشاق الهواء الطلق في هذا الفضاء الواسع المترامي الأطراف، وهم -مع ذلك كلِّه- لا يخجلون من دعوى أنهم رجال الإصلاح والصَّلاح، وأن سعادة البشر لا تتم إلا باتِّباع مناهجهم وسُبُلِهم! ويعلم الله أنهم ليسوا إلا حشرات سامة، تحارب السَّعادة والبُلَهْنِيَّة (١) ، وتمزِّق أشلاء الإنسانية بسُمِّها النَّاقع، وشرها المستطير، وأن محدثاتهم لا ضرَّ على الدين من طعنات ألدّ أعدائه، وأجلب للشرور إليه من أشد مناوئيه.
أجل! فإنه لولا محدثاتهم المخزية التي شوَّهوا بها الدِّين، وتفهيمهم الدِّين للناس تفهيماً مقلوباً لما تجرَّأ أحدٌ على الطَّعن فيه، ولما خسر كل يوم عدداً من أبنائه غير قليل.
وليس ما يرتكبه هؤلاء جهاراً، ليلاً ونهاراً، من ضروب الموبقات، ويجرأون عليه من مقاومة المصلحين جهلاً وعداوناً بضروب الوسائل، بخافٍ على أحد، وقد كنتُ إخال أن للعراق النَّصيبَ الأوفر، والحظَّ الأكبر، من هؤلاء المبتدعة، حتى إذا كتبتْ الرِّحلة لي في هذه الأيام إلى بلاد الشام، ووقفت عن كثب على أحوال قادتهم، واطّلعتُ على بعض ما لهم من المؤلفات في الدَّعوة إلى حشوهم، والتَّهويل على المصلحين؛ دهشتُ مما رأيت، وعجبتُ لانقياد العامَّة لهم وتألُّبهم على كل مَنْ يحضّونهم على مناهضته من رجال الإصلاح الدِّيني والعلمي، إنْ حقاً، وإنْ باطلاً، حتى كأنَّ الشاعر (٢) العربي قد قصدهم بقوله:
لا يسألون أخاهم حين يندبهم ... في النَّائبات على ما قال برهانا!

ومن جملة الأمور التي وقفتُ عليها:
_________
(١) الرَّخاء وسَعَة العيش.
(٢) وهو من شعراء الحماسة.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (164,'أنَّ عالماً من رجال الإصلاح سُئل عن (حكم الصّياح في التَّهليل والتكبير، وغيرهما أمام الجنائز) ، فأفتى بأنه «مكروه تحريماً، وبدعة قبيحة، يجب على علماء المسلمين إنكارها، وعلى كل قادر إزالتها، مستدلاً بآية قرآنية، وحديث صحيح، وأقوال الفقهاء» ، وسأل هذا المستفتي عن السؤال نفسه رجلاً آخر ينتمي في الظَّاهر إلى العلم، فأجاب بالسَّلب، ونفى ما قرره الأولُ نفياً رجماً بالغيب، وتهجُّماً على الحقِّ بقول الزور، ولم يكتفِ بذلك وحده، بل تجاوز حدودَ الأدب والإنصاف، ورمى الرَّجلَ بالزَّيغ والضَّلال، وأسند إليه ما لم يقل به، ولم يجر به قلمه، شأن أصحاب الهوى والإفك، وأن في قصة الإفك (١) لعبرة لقوم يعقلون.
إنّ هذه المسألة، وكذا مسألة المولد النبوي، ونظائرها؛ لمن الأمور البديهية، التي لا يحسن بمنتمٍ إلى العلم، وشادٍ شيئاً من الفقه، أن يُنازع أو يختلف فيها، ومن نازع فقد أعرب عن جهلٍ عريقٍ، وفَهَاهَة باقلية (٢) ، وجهالة غبشانية!
فقد أجمعتْ كلمةُ المحقِّقين من السَّلفِ والخلفِ على إنكار هذه البدع، التي لم يُنَزِّل الله بها من سلطان، ولم يختلف منهم قط اثنان.
_________
(١) انظرها مع تخريج طويل لها في «الحنائيات» (رقم ٢٤٣) مع تعليقي عليه، والحمد لله الذي بنعمته تتم الصالحات.
(٢) الفَهَاهة: العِيّ، ومن أمثلة العرب: (أعْيا من باقل) ؛ و (باقل) : رجل من إياد.
قال أبو عبيدة: باقل رجل من ربيعة، بلغ من عَيِّه أنه اشترى ظبياً بأحَدَ عشر درهماً، فمرّ بقوم، فقالوا له: بكم اشتريتَ الظبي؟ فمدَ يديه، ودَلَع لسانه؛ يريد: أحد عشر. وانظر «مجمع الأمثال» (٢/٣٨٨-٣٨٩) .',NULL,'164',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (165,'وإنَّ فيما ساقه الأستاذان الجليلان: الشَّيخُ كامل القصاب، والشَّيخُ عزُّ الدين القسام، من الأدلة الشَّافية، والنُّقول الوافية، عن فطاحل علماء المذاهب الأربعة في رسالتهما «النقد والبيان في الردّ على خزيران» -الذي أعرب عن مبلغ علمه، وفهمه للدين- لغُنْيَة عن سرد ما نعرفه من أقوال المحققين في هذه المسائل، وعسى أن يتروَّى خزيران وشيخُه في رسالة الفاضلين، فيستعينا بها على الرُّجوع إلى الحقِّ، ويعلنا للناس خطأهما المطلق؛ لئلا يزلَّ معهما من يزلّ ممن يحسِّنُ الظَّنَّ بهما، ويرجع في فهم أمور الدين إليهما ... !
على أنَّ الجدال في مثل هذه المسائل البسيطة (١) ، أصبح في هذا العصر ... -عصر المسابقة والمباراة، عصر الصِّناعات والمخترعات-، ضرباً من المضحكات، التي يخجل أن يفوه بها عاقلٌ. وإنني لأعتقد أنَّ الأستاذين الهمامين: القصاب والقسام -وهما هما- ما كانا ليبحثا في هذه المسألة، ويؤلِّفا لها رسالةً، لولا وجوب نصرة الحقّ، ودحر شُبه المضلِّين في الدِّين.
سدَّد الله خطوات الجميع، ووفَّقنا إلى ما فيه خير الأمة، والسلام على من اتَّبع الهدى.
_________
(١) نبّهنا في التعليق على (ص ٢٦) خطأ استخدام هذه الكلمة.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (166,'في١٠ المحرم سنة ١٣٤٤هـ ... نزيل دمشق: محمد بهجة الأثري (١)
_________
(١) هو محمد بهجة بن محمود بن عبد القادر المعروف بالأثري، ولد عام ١٩٠٤م في بغداد، وتعلم مبادئ القرآن والكتابة على امرأة كانت تعلم الصبيان في حيه، ثم قرأ القرآن في كتّاب آخر، فأتم قراءته وهو ابن ست سنوات، لقبه الإمام الآلوسي بالأثري؛ لشدّة ولعه بالآثار (الحديث الشريف) ، تنقّل في عدة مناصب، آخرها: انتخابه عضواً في المجلس الأعلى الاستشاري بالجامعة الإسلامية في المدينة النبويّة، ونال عدة أوسمة، وله عدة مؤلفات؛ منها: «أعلام العراق» ، «تاريخ مساجد بغداد» (تهذيب) ، «المجمل في تاريخ الأدب العربي» ، «المدخل في تاريخ الأدب العربي» ، وغيرها. ترجمته في: «موسوعة أعلام العراق في القرن العشرين» (١/١٨٢-١٨٣) وفيه ترجمته بخطه، مجلة «المورد» (المجلد الرابع والعشرون/العدد الثاني/١٤١٧هـ - ١٩٩٦م/عدد خاص عنه) -وفي أوله (ص ٤-١٦) : (سيرة العلامة الأثري بقلمه) -، وللباحث محمود المشهداني رسالة ماجستير بعنوان: «محمد بهجة الأثري: حياته وشعره» ، نالها من جامعة القاهرة، ولحميد المطبعي «العلامة محمد بهجة الأثري» ، طبع عن وزارة الثقافة بالعراق، سنة ١٩٨٨م، وللمجمع العلمي العراقي كتاب «محمد بهجة الأثري» ، فيه:
١- الأثري المتربي والمربي/لعبد العزيز البسام (ص ٢٣-١١٥) .
٢- الأثري ... الإنسان والشاعر/لأحمد مطلوب (ص ١١٦-١٥٢) .
٣- الأثري والبحث اللغوي/لحسام النعيمي (ص ١٥٣-١٨٧) .
٤- الأستاذ الأثري والتاريخ/لصالح العلي (ص ١٨٨-١٩٨) .
٥- الوحدة الروحية في شعر الأثري/لمحمود الجادر (١٩٩-٢٤١) .
٦- الأثري ملامح من سيرته ومشاركاته في المجامع والجامعات العربية/ لعدنان الدوري (ص ٢٤١-٤٢٥) .
٧- ثبت مؤلفات الأثري/لعبد الزهراء غياض (ص ٤٢٦ إلى آخر الكتاب) .

وللشيخ علي الطنطاوي -رحمه الله- في «ذكرياته» (٣/١١٨، ٢٥٧، ٢٧١، ٢٧٢، ٢٨٠، ٢٨٧، ٢٨٨، ٢٩٩ و٤/٣٥، ٣٦، ٦٢، ٦٤، ١١٧ و٥/٣٠٦) شذرات حسنة عن حياته -رحمه الله تعالى-.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (167,'٣
بسم الله الرحمن الرحيم
الصِّياح بالذِّكر أمام الجنائز، والمولد، والتراويح
ليست مسألة الذِّكر والجنائز والتَّراويح مما ينبغي فيه الاجتهاد فيختلف فيه، أو يكون اجتهاد المجتهدين فيه موافقاً بعضه لبعض، وإنما هي من العبادات التي أكملها الله -تعالى- بالنُّصوص في كتابه، وعلى لسان خاتم أنبيائه ورسله، فلا اجتهاد فيها إلا ما يتعلّق بالإيقاع على الوجه المشروع، وهو ما سماه الأصوليون بتحقيق المناط؛ كالاجتهاد في القبلة، على أن الله -تبارك وتعالى- أكمل الدِّين الإسلاميَّ كلَّه، حتى قواعد الأمور الاجتهادية، وهي أكثر القضاء (١) والسياسية والحرب، لذا قال الإمام العادل عمر بن عبد العزيز: «تحدث للنَّاس أقضية، بحسب ما يحدث لهم من الفجور» (٢) .
_________
(١) كذا في الأصل!
(٢) نقله ابن رشد في «فتاويه» (٢/٧٦١) ، وابن حزم في «الإحكام» (٦/١٠٩) أو (٦/٨٣١ - ط. الأخرى) ، والقرافي في «الفروق» (٤/٢٥١) في (الفرق التاسع والستون والمئتين) عن العز بن عبد السلام، وعنه الشاطبي في «الاعتصام» (١/٤٩، ٣٠١، ٢/٢٧٧ - بتحقيقي) ، وشكك في صحة نسبتها إليه في (١/٣١٢ - بتحقيقي) ، وكذا طعن ابن حزم في «الإحكام» (٦/٨٣١) بهذا الأثر وصحته، قال عقبه: «هذا من توليد من لا دين له، ولو قال عمر ذلك لكان مرتداً (!!) عن الإسلام، وقد أعاذه الله من ذلك، وبرأه منه، فإنه لا يجيز تبديل أحكام الدين إلا كافر» ، وتعقبه العلامة أحمد شاكر بقوله: «هذه كلمة حكيمة جليلة، لا كما فهم ابن حزم، فإن معناها أن الناس إذا اخترعوا ألواناً من الإثم والفجور والعدوان استحدث لهم حكامهم أنواعاً من العقوبات والأقضية والتعزير -مما جعل الله من سلطان الإمام- بقدر ما ابتدعوا من المفاسد، ليكون زجراً لهم ونكالاً» . انظر -لزاماً-: «شرح ابن ناجي على الرسالة» (٢/٢٧٦) ، و «فتاوى محمد بن إبراهيم» (٣/٧٢-٧٣) .',NULL,'167',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (168,'هذا كتاب الله -تعالى-، وهذه دواوين سنة خاتم رسله؛ من الوضوح بمكان في مثل مسألة الذِّكر والجنائز والتّراويح وغيرها، فليس في هذين الوحيين الثقلين هذه الطرق الصوفية بالبداهة، سواء منها عهد الشيخ لمريده أم الاجتماع، وكذا الصياح، ولفظ الجلالة وحده فضلاً عن لفظ «آه» والرقص، وغير ذلك مما هو معروف مشهور. وقد كانت مشيخة الأزهر الشريف الجليلة سئلت عن لفظ: «آه» ، فأفتت بمنعه، والإجماع العلمي من أهله المجتهدين قائم على منعه، ومنع إفراد لفظ الجلالة، إذ العبادات كلها لا تصح إلا بالكلام المفيد.
وكذا الجنائز مما لم تزل كتب الفقه واضحة كالشمس في رابعة النهار في بيان حكمه الشرعي، فضلاً عن نطق كتاب الله -تعالى- وسنة رسول الناس كافة -صلى الله عليه وآله وسلم- بحكمه الشرعي، ومن أحكام الجنازة الصَّريحة: أن لا يعجِّل السَّائرون بها في سيرهم، ولا يتأنوا فيحاكوا بعض الملل، بل يكونوا فيها وسطاً، كسائر الأمور الشرعية (١) ، كما هو نصُّ القرآن الحكيم الذي يستفاد منه جداً في قوله -تعالى-: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً} [البقرة: ١٤٣] .
إنَّ الأمة الإسلامية ليست هي دنيوية مادية، وليست هي -أيضاً- زاهدة في الدنيا كلَّ الزهد، بل هي وسط بين الدنيا والآخرة، إذ الإنسان روح وجسد، فمصالح الدُّنيا للثاني، ومصالح الآخرة للأول، لذا لا يمكن في العالم الإنساني لأحدٍ أن يقوم بالحقوق الإنسانيَّة -شخصيَّة كانت أم عموميَّة- حقَّ القيام سوى المسلم.
_________
(١) الأدلة والنقول كثيرة شهيرة فيما استنكره صاحب هذه السطور -رحمه الله-، وفي عباراته غيرة محمودة، وإجمال حسن، إذ المقام التأييد والتعليق بما لا يتحمل الإطالة، وانظر الأدلة من الكتاب والسنة والآثار السلفية في تأييد (الوسطية) في رسالة السخاوي ... -رحمه الله-: «الجواب الذي انضبط في لا تكن حلواً فتسترط» ، وهي مطبوعة بتحقيقي، ولله الحمد والمنّة.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (169,'وأمَّا التراويح فالاختلاف في عدد ركعاتها إنما هو اختلاف في روايات أحاديثها بالبداهة (١) ، ولا تنبغي المشادَّة فيها ألبتة، بل أرى أنها من الأمور الثانوية (٢) ، وليصلِّها من شاء على أيّ كمية منها (٣) ، وما أهلك المسلمين إلا أهواؤهم، حتى تناول اختلاف العلماء منهم أموراً كان اختلافهم فيها لفظياً، وأموراً وضح أنَّ اختلافهم فيها كان من أمرين هما من الدَّاء الشديد بمكان؛ وهما:
الفلسفة التي نقلت بما لها وما عليها من اللغة اليونانية إلى اللغة العربية.
والأمر الآخر: هو النَّعرة المذهبية، وهذه الأمور هي كخلق الأفعال مما هو معروف.
_________
(١) وقد حققنا ذلك في التعليق على الصفحات (٧٥-٧٩، ٨٣-٨٧) ، فانظرها غير مأمور.
(٢) لو قال: الخلافية، لكان أجود، والخلاف الذي يمتد بين المحققين على اختلاف الأمصار والأعصار من أمارات الخلاف السائغ والمعتبر، وأقوى دليل للمتوسعين: العمل الموروث، على ما بيَّن الشيخ عطية محمد سالم -رحمه الله- في كتابه «التراويح، أكثر من ألف عام في مسجد النبي - صلى الله عليه وسلم -» ، والله الموفق.
(٣) لعبد الرحمن بن عبد الكريم الزبيدي الشافعي (ت ٩٧٥هـ) رسالة محفوظة في دار الكتب المصرية [٣٥٤ مجاميع] بعنوان «إقامة البرهان على كمية التراويح في رمضان» . انظر «فهرس دار الكتب» (١/٤٩٨) .',NULL,'169',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (170,'وأما المولد فلا نزاع قط في أن أول من أحدثه صاحب إربل، في أوائل القرن السابع أو أواخر القرن السادس، كما في «تاريخ ابن خلكان» (١) ، وهذه دواوين السنة النبوية فليس فيها إشارة دالة على ذلك، لأننا -نحن المسلمين- منهيُّون عن تقليد غيرنا إلا في الأمور الدُّنيوية الصَّرفة، بشرط أن نتبيَّن حقائقَها، فلو كان المولد مطلوباً -ولو على جهة الاستحسان- لفعله أهلُ القرون الثَّلاثة الأُول، الذي شهد لهم رسولُ العالمين بالخيرية (٢) ، على أنّ المولد صبغ بالصَّبغة الشَّرعية إذ داوم النَّاس على يومه التاريخي، وإن اختلفت رسائله المؤلفة، فضلاً عما في كثير جداً منها (٣)
_________
(١) (١/٤٣٧) ، ومضى الحديث عنه مفصلاً، انظر (ص ١١٣-١٢٠) .
(٢) إشارة إلى حديث صحيح، مضى ذكره وتخريجه في التعليق على (ص ١١٧) .
(٣) منها «مولد العروس» المنسوب كذباً لابن الجوزي، وكذا شرحه «فتح الصمد العالم على مولد أبي القاسم» أو «البلوغ الفوزي في بيان ألفاظ مولد ابن الجوزي» المطبوع في بولاق سنة ١٢٩٢هـ، وقد نسبه الأستاذ العلوجي في «مؤلفات ابن الجوزي» (ص ٢٤٢) للنووي! قلت: ليس كذلك، فهو دخيل على يحيى بن شرف، وإنما هو لمحمد بن عمر النووي الجاوي، ألفه سنة (١٢٩٤هـ - ١٨٧٧م) ، وانظر -لزاماً-: كتابي «كتب حذر منها العلماء» (٢/٣٠٣) ، و «كتب ليست من الإسلام» (ص ٤٧-٦٠) للأستاذ محمود مهدي الاستانبولي، وكتابي «الهجر في الكتاب والسنة» (ص ١٨٣ - الهامش) ..',NULL,'170',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (171,'من القصر على ذكر الجمال، وأمور أكثرها ليس في كتب الحديث الشريف الصحيحة عند رجال الجرح والتعديل، والقليل من تلك الرَّسائل فيه السِّيرة النبوية الكريمة، ولكن هذه يسيرة جداً، على أنَّ من وازن بين يوم الولادة، ويوم البعثة، حدّثته نفسه أنّ الثاني أفضل من الأول، فتحدو به إلى العناية به، ولكنه إذا أعار وجوده لفتة طيبة إلى كتب الحديث الصحيحة، رأى فيها أنَّ الرسول -صلى الله عليه وآله وسلم- وأصحابه -رضوان الله عليهم- لم يتخذوا يوم البعثة عيداً ألبتة. ومن الأمور المعلومة بالبداهة في الإسلام أنَّ ذكرى رسول العالمين -عليه أفضلُ الصلاةِ وأتمُّ التَّسليم- هي من القربات المباركة إلى الله -تعالى- وحده، فهي مطلوبةٌ، ولكن في أي وقت كان، بدرس سيرته -صلى الله عليه وآله وسلم- للاقتداء به (١) .
ثم إنَّ البدعة الدِّينيَّة: إمَّا أن تكون اختراع عبادة، أو شعار ديني لا أصل لهما، وإمَّا أن تكون تخصيصاً لعبادة مشروعة بزمان معين أو مكان معين أو هيئة معينة، لم يخصِّصها بها الشَّارع، ومن هذا النَّوع عدَّ الفقهاء صلاة الرغائب في رجب (٢) ، وصلاة ليلة النصف من شعبان (٣) من البدع المذمومة. قال النووي في «المنهاج» (٤) : وصلاة رجب وشعبان بدعتان قبيحتان مذمومتان، وقد سمى الشَّاطبيُّ هذا النَّوع بالبدع الإضافيَّة، وسمَّى النَّوعَ الأولَ البدع الحقيقية، ولْيرجع إلى تفصيله هذا في كتابه «الاعتصام» (٥) .
_________
(١) الأحسن من هذا -عندي- القول بسنيّة صيام الاثنين؛ لأنّ النبي s ثبت عنه قوله في سبب صيامه: «ذلك يوم ولدت فيه» .
(٢) انظر ما قدمناه عنها (ص ١٢٣، ١٢٨) .
(٣) انظر ما قدمناه عنها (ص ١٢٥) .
(٤) كذا في «فتاويه» (٤٠) جمع تلميذه ابن العطار، و «المجموع» (٤/٥٦) ، ونقله عنه ابن همات في «التنكيت» (ص ٩٦) ، ولم أظفر به في «المنهاج» للنووي!
(٥) انظره (١/٢٨٧-٢٨٩ - بتحقيقي) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (172,'فما يعهد من الاحتفال بالمولد ليس عبادة مأثورة عن الشَّارع، يؤتَى بها على الوجه المشروع، ولا هو عمل دنيوي محض، بل يجمعون فيه بين عبادات يأتون بها أو ببعضها على وجه غير مشروع، وبين لعب ولهو بعضه مباح، وبعضه محظور. فخلط العبادات الدِّينية باحتفالات الزِّينة واللهو، وجعل ذلك عملاً واحداً عن باعث ديني، هو الذي يجعل مجموع تلك الأعمال من قبيل الشَّعائر الدينية، ويوهم العوامَّ أن تلك العادات -وكذا العبادات المبتدعة في هيئتها وتوقيتها وعددها- من أمور الدين المشروعة بهذه الصفة ندباً أو وجوباً.
وصفوة القول: أنّ الذِّكر نفسه أمام الجنازة، والصِّياح به، والمولد بالكيفية المشهورة ليست من البدع الحسنة قط؛ لأنَّ الله -تعالى- أكمل الدِّين، وأجمعت الأمةُ على أن أهل الصَّدر الأول أكملُ الناس إيماناً وإسلاماً، وأنَّ كلَّ بدعة ليست من هذا القبيل، كالمنافع الدُّنيوية، والوسائل التي يقوى بها أمر الدين والدنيا؛ كالمدارس، والمستشفيات، والملاجئ الخيرية، التي يثاب صاحبها بحسن نيته فيها، فإنها تعد بدعةً حسنة.
والتّحقيق: أنَّ هذه لا تسمَّى بدعة شرعية، وإنما يطلق عليها اسم البدعة لغةً، فليس لأحدٍ كائناً من كان أنْ يخترعَ في الدِّين نفسه شيئاً.
وهذا دين الله الإسلام الأعلى بيَّن أيما بيان في كتاب الله وسنة خاتم رسله، وكامل لا يحتاج إلى زيادة، كما لا يصح النّقص منه. فمصالح الإنسان الروحية والبدنية تامة فيه {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} [المطففين: ٢٦] ، {وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ} [الأحزاب: ٤] .',NULL,'172',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (173,'<span data-type="title" id=toc-10>(تنبيه)</span>
قد يقال كثيراً جداً: إننا إذا نفذنا حكم الله -تعالى- الذي في هذا المقال، فجميع حفظة القرآن الحكيم الذين يعيشون من الجنائز لا يستطيعون سوى هذه العيشة، فيضَرون؛ إذ ليس لهم كسب غير ذلك، فيقال: أمّا بالنسبة للمبصرين منهم، فيجب عليهم السّعي لغير تلك المهنة بالبداهة، وأما غيرهم فيجب على رؤوس الأمة أن يطالبوا لهم بحقوقهم الجمَّة الموقوفة عليهم، وكذا الوصايا التي يوصي بها الأغنياء من المسلمين لهم ولغيرهم من الفقراء، وليس للمبصرين من أولئك الحفظة أن يأخذوا شيئاً من هذه الحقوق، فإنَّ أخذَهم منها من أكبر الدواعي لهم إلى الكسل وما إليه، فيجب على الرؤساء والأغنياء شرعاً أن يغنوا هؤلاء وأولئك كما قلنا، وإلا كان ذَنْبُ الفريقين مضافاً إلى ذنوبهم، ونرجو أن لا يكونوا كذلك، هذا وليس في كتب أئمة الحديث دليل واحد على قراءة القرآن للموتى بعد خروج روحهم منهم، فما كتبه كثير من مُؤلِّفي المتأخِّرين من ضد ذلك ليس بحق، وإنما الذي في «صحيح ابن حبان» حديث: «اقرؤوا على موتاكم» (١) ،
_________
(١) أخرجه ابن أبي شيبة (٣/٢٣٧) ، وأحمد (٥/٢٦، ٢٧) ، وأبو عبيد في «فضائل القرآن» (٢٥٢-٢٥٣ - ط. دار ابن كثير) -ومن طريقه علم الدين السخاوي في «جمال القراء» (١/٢٣٣) -، وابن ماجه (١٤٤٨) وأبو داود (٣١٢١) ، والطبراني (٢٠ رقم ٥١٠) ، والحاكم (١/٥٦٥) ، والبيهقي (٣/٣٨٣) من طريق ابن المبارك، عن سليمان التيمي، عن أبي عثمان -غير النّهدي-، عن أبيه، عن معقل رفعه.
وقال الحاكم: وقفه يحيى بن سعيد وغيره عن سليمان التيمي، والقول فيه قول ابن المبارك، إذ الزيادة من الثقة مقبولة.
قال أبو عبيدة: الحديث إسناده ضعيف؛ لجهالة أبي عثمان، واضطرابه، فقد أخرجه النسائي في «عمل اليوم والليلة» (١٠٧٤) ، وابن حبان (٣٠٠٢) ، والبغوي (١٤٦٤) من طريق ابن المبارك، عن التيمي، عن أبي عثمان، عن معقل، دون (عن أبيه) .

وأخرجه الطيالسي (٩٣١) ، والنسائي (١٠٧٥) ، والطبراني (٢٠ رقم ٥١١، ٥٤١) من طريق سليمان التيمي، عن رجل، عن أبيه، عن معقل.
وأعله ابن القطان في «بيان الوهم والإيهام» (٥/٤٩-٥٠ رقم ٢٢٨٨) بالاضطراب والوقف، وبجهالة حال أبي عثمان وأبيه. وانظر: «التلخيص الحبير» (٢/١٠٤) ، و «الميزان» (٤/٥٥٠) ، و «الأذكار» (١٣٢) -وفيه: «إسناده ضعيف، فيه مجهولان» -، و «الفتوحات الربانية» (٤/١١٨) ، و «لمحات الأنوار» للغافقي (٢ رقم ١١٧٤، ١١٧٧) ، و «فيض القدير» (٢/٦٧) ، و «الكنز الثمين» (٧٦) ، و «الإرواء» (٣/١٥٠-١٥١ رقم ٦٨٨) ، و «فضائل سورة ياسين في ميزان النقد» (ص ١١-١٥) ، و «القول المبين في ضعف حديثي التلقين واقرؤوا على موتاكم ياسين» (١٣-٢٢) .',NULL,'173',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (174,'والموتى هنا المحتضرون، كما بيَّن ابنُ حبان نفسه سبب هذا الحديث (١) ، وسبب الحديث الآخر الذي في «صحيحه» (٢) -أيضاً- وهو: «لقِّنوا موتاكم لا إله إلا الله» (٣) ، وهذا يوضِّح معنى (الموتى) الذي قاله، وعليه جرى أمثال العلامة القدوري (٤)
_________
(١) إذ ذكره في (فصل في المحتضر) ، وقال عقبه: «أراد به من حضرته المنيّة، لا أنّ الميت يُقرأ عليه» . انظر: «الإحسان» (٧/٢٦٩، ٢٧١) .
(٢) رقم (٣٠٠٣ - الإحسان) من حديث أبي سعيد الخدري -رضي الله عنه-.
(٣) وأخرجه من حديث أبي سعيد -أيضاً-: أحمد (٣/٣) ، وابن أبي شيبة (٣/٢٣٨) ، ومسلم (١٩١٦) ، والنسائي (٤/٥) ، والترمذي (٩٧٦) ، وأبو داود (٣١١٧) ، وابن ماجه (١٤٤٥) ، والبغوي (١٤٦٥) ، والبيهقي (٣/٣٨٣) ، وأبو نعيم (٩/٢٢٤) ، وغيرهم.
(فائدة) : بوّب النووي في «صحيح مسلم» على الحديث (باب تلقين الموتى لا إله إلا الله) ، وتبويب الترمذي: (باب ما جاء في تلقين المريض عند الموت والدعاء له عنده) ، وتبويب ابن حبان: (ذكر الأمر بتلقين الشهادة مَنْ حَضَرَتْه المنيّة) .
(٤) هو أحمد بن محمد بن أحمد أبو الحسين القدوري البغدادي، انتهت إليه رئاسة الحنفية بالعراق (ت ٤٢٨هـ) ، له «مختصر» في الفقه، يعرف بـ «الكتاب» أو «مختصر القدوري» ، وهو مختصر مشهور متداول عند الحنفية، وهو أحد المتون المعتمدة في نقل المذهب عند المتأخرين، وهو مطبوع مع شرحه «اللباب» لعبد الغني الميداني، انظر: «تاج التراجم» (ص ٧/رقم ١٣) ، «الفوائد البهية» (٣٠) ، «المدخل إلى مذهب الإمام أبي حنيفة» (١٨٣) .

(فائدة) : جاء في «مختصر القدوري» (١/١٢٥ - مع «اللباب» ) : «إذا احتُضِر الرجلُ وجِّه إلى القبلة على شقّه الأيمن، ولقّن الشهادتين» . قلت: ولا دليل على توجيهه للقبلة، انظر «أحكام الجنائز» (٢٠) ، وانظر في (التلقين) المشروع: «دار البرزخ» (ص ٢٣) للمجيول، «الأحكام الشرعية في حق المنتقلين إلى رب البرية» (٥٦) لعبد الستار المشهداني.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (175,'الحنفي، إذ التلقين لا يكون ما يفعله الناس عقب الدفن، بل هو كلام من حيٍّ لحي؛ ليقوله الحيُّ المخاطب، ومن الباطل قياس قراءة القرآن للموتى على الصِّيام والحج عن الميت، إذ هذان من الحقوق الثابتة في ذمة الميت، وليست القراءة منها، وإهداء ثواب القراءة لروح الموتى باطل (١) ؛ لأنَّ ثواب العبادة غير متيقَّن لصاحبها، بل هو مرجوٌّ عنده، والإهداء لا يصح إلا بالملْك المتيقَّن، والحقُّ من وراء القصد.
في ١٣ المحرم الحرام سنة ١٣٤٤
وكتبه الفقير ... راغب القَبَّاني الحسيني البيروتي
خريج الأزهر الشريف (٢)

٤
بسم الله الرحمن الرحيم
الحمد لله الذي يقول الحق وهو يهدي السّبيل، والصَّلاةُ والسَّلامُ على المبعوث بأقوم قيل، مِن أكرم قبيل، وعلى آله وصحبه ما قامت دعوى بحجّةٍ قاطعةٍ لكل تضليل، وقادت فتوى ساطعة للعمل بواضح الدّليل، وبعد:
_________
(١) بينت ذلك -بتطويل وتأصيل- في تعليقي على «التذكرة» للقرطبي، ولله الحمد، يسر الله إتمام تحقيقها بخير وعافية. ... =
(٢) = ... ومِن بديع كلام العلاّمة السَّلفِي ابن كثير في «تفسيره» (٤/٢٧٦) لقوله -تعالى-: {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سَعَى} [النجم: ٣٩] قوله:
«ومِن هذه الآية الكريمة، استنبط الشافعيُّ -رحمه الله- ومَن اتّبعه: أنَّ القراءةَ لا يصل إهداءُ ثوابِها إلى الموتى؛ لأنه ليس مِن عملهم، ولا كسبِهم، ولِهذا لَمْ يندب إليه رسولُ الله s أُمَّتَه، ولا حثّهم عليه، ولا أرشدهم إليه بنصٍّ، ولا إيماء، ولَم ينقل ذلك عن أحدٍ مِنَ الصحابة -رضي الله عنهم-، ولو كان خيراً لسبقونا إليه، وباب القُربات يقتصر فيه على النصوص، ولا يتصرف فيه بأنواع الأقيسة والآراء، فأمّا الدُّعاء والصَّدقة؛ فذاك مجمع على وصولهما، ومنصوص مِنَ الشارع عليهما» .',NULL,'175',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (176,'فقد اطَّلعتُ على الرِّسالة الموسومة «النقد والبيان في دفع أوهام خزيران» لمؤلِّفيها الشيخين: محمد كامل القصَّاب، ومحمد عزّ الدين القسام، كما اطَّلعتُ قبل ذلك على رسالة الشيخ محمد صبحي خزيران الموسومة بـ «فصل الخطاب في الرد على الزنكلوني والقسام والقصاب، في مسألة رفع الصَّوت والصياح بالتَّهليل والتكبير وغيرهما في تشييع الجنائز، وهل هو من قبيل البدع المذمومة أو من قبيل المستحسن الجائز» ، ورددتُ النَّظر في الردِّ وردِّ الردِّ من حيث الدَّليل والمدلول، وأمعنتُ الفِكرَ فيهما من حيث النَّقل والمنقول، والفروع والأصول، فكان الذي ظهر لي في الجواب وإنه -إن شاء الله- الحقُّ الذي لا يعدل عنه، والصَّواب: ما اعتمده القسَّامُ والقصَّاب، فهو المنهج الرابح، والمهيع النّاجح، والعمل الراجح، ألا وهو هدي السَّلف الصالح، فما شرعه الشارع (١) S، واستقرَّ عليه عمل صحبه والتَّابعِ، وتابع التابع، هو الذي ينبغي المسير عليه، والمصير إليه، والتَّمحلات في الأدلة، والمحاولات بالمقابلات بين المعلول والعلة، من غير ضرورة أكيدة داعية إليه، وحاجة شديدة حاملة عليه، مقاومة ومصادمة بالهدم لصروح صريح وصحيح النَّص، ومجاراة لتشييد وتأييد هوى النَّفس، فإنَّ العدول عن قول النبي - صلى الله عليه وسلم -، وفعله، وخلفائه الراشدين، والأئمة المجتهدين، إزراء بالشَّارع والشَّرع وإخلال، فماذا بعد الحق إلا الضَّلال؟!
_________
(١) انظر ما علقناه (ص ١٤ وما بعد) .',NULL,'176',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (177,'وفي «القواعد الأصولية الزّرقوية» (١) (قاعدة (٤٢)) (١) : «لا متَّبع إلا المعصوم؛ لانتفاء الخطأ عنه، أو من شهد له بالفضل؛ لأنَّ مزكِّي العدل عدل، وقد شهد -عليه السلام- بأنّ «خير القرون قرنه، ثم الذين يلونهم، ثم الذين يلونهم» (٢) ، فصحَّ فضلُهم على التَّرتيب، والاقتداء بهم كذلك» .
وبهذا يُعلم أنَّ كل قضية موجودة في زمنه -عليه الصلاة والسلام-، وفي زمن خلفائه، وأئمة الأمة، واستمرَّ العملُ فيها عملاً، أو تركاً، قولاً أو فعلاً، كان ذلك حُجةً وأساساً وأصلاً، فلا يجوز تجاوزه إلا لضرورة تبيح المحظور، فكلُّ خير في اتباع من سلف، وكل شر في ابتداع من خلف، وهم بالخير أعرف، ولله أخوف، وعلى الأجر أحرص، وبالورع أسعد، وعن البدع أبعد، وما ينقل عمن بعدهم من الأقاويل ينظر فيه إلى المستند والدَّليل، ففي «القواعد» (٣) المذكورة قاعدة (٣٨) : «العلماء مصدَّقون فيما ينقلون، لأنه موكولٌ إلى أمانتهم (٤) ، مبحوث معهم فيما يقولون؛ لأنه نتيجةُ عقولهم، والعصمة غير ثابتة لهم، فلزم التَّبَصُّرُ؛ طلباً للحقِّ والتَّحقيق، لا اعتراضاً على القائل والناقل» .
_________
(١) نسبة للشيخ أبي العباس أحمد بن أحمد بن محمد زرُّوق، واسم كتابه «قواعد التصوف» ، ولعل هذه الحيدة عن تسميته الكتاب مقصودة، وللشيخ زروق تأثر بالمصلحين على منهج السلف في الاستدلال، ولا سيما الشاطبي في «الاعتصام» ، كما بيّنتُه في تقديمي له (١/١٩-٢٠) ، والكلام المزبور في «قواعد التصوف» (ص ٣٣ - ط. محمد زهري النجار) ، وانظر عن حياته بالتفصيل «الشيخ أحمد زروق: آراؤه الإصلاحية» إعداد إدريس عزوزي، طبع بالمغرب عن وزارة الأوقاف.
(٢) مضى تخريجه (ص ١١٧) .
(٣) (ص ٣١ - ط. محمد زهري النجار) .
(٤) في مطبوع «القواعد» : «موكول لأمانتهم» .',NULL,'177',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (178,'وأي بدعة حدثت في الإسلام، ولو كانت خفيةً في المبادئ، فلا تلبث أن يتسع خرْقُها، ويعظم فتْقُها، ألا ترى هؤلاء المنشدين أمام الجنائز، فعلاوة عن كونهم خالفوا السُّنّة السَّنيَّة، وحالفوا البدعة السَّيّئة الدنيَّة، في مجرد وجودهم بهيئتهم، مع التَّصنُّع، والتَّنطُّع، والتَّكلُّف، والتَّعسُّف، فقد اتَّخذوها بضاعةً: تجارةً وإجارة، وتعهدوها احتكاراً، ولا تَسَلْ عن المشاركة، والمشاكسة، والمماكسة، والمعاكسة، والمناقصة، الأمر الذي انقلبتْ به الحقيقة، ودخلت به في قسم المعاصي، وخلتْ من روح الإخلاص، وتخلَّت من الخلاص، وإذا زجروا نفروا، وإذا أُمروا أَنِفُوا وعنَّفوا، وكم تعبنا لما عبنا! وعانينا لما عاينَّا! وقد جرى العملُ به بين العموم والخصوص، والمنكر له مكابر منكر للمحسوس، وذلك كلُّه بفضل المنشدين الجاهلين، والمرشدين المتساهلين.
فإذا كان الإمام النَّووي (١) -رحمه الله- شنَّع في ذلك، وذمّ الحال في أمده، فهل شهد بما لم يعلم، أو تحسن الأمر من بعده، والذي ينبغي اعتقاده في هذا المقام، واعتماده بين علماء الإسلام؛ هو: التَّخلِّي مع الجنازة من الجهر بكل شيء، والتحلِّي بحلية الحزن والصَّمْت، وحُلِّة السَّمت، اقتداءً بالمشرِّع (٢) الأعظم -عليه وعلى آله الصَّلاة والسَّلام-، وقد استوفى أدلّة المذاهب الأربعة في ذلك أصلاً وفرعاً، بما في بعضه كفاية، لمن وقف عند حدود كلام ربِّ الأرباب بقوله -عز اسمه-: {فَبَشِّرْ عِبَادِ. الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُوْلَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُوْلَئِكَ هُمْ أُوْلُوا الأَلْبَابِ} [الزمر: ١٧-١٨] .
بدمشق الشَّام
_________
(١) انظر: «المجموع» (٤/٥٦) ، و «الفتاوى» (ص ٤٠ - جمع تلميذه ابن العطار) له، ونقله عنه ابن همات في «التنكيت» (ص ٩٦) ، وغيره.
(٢) النبي - صلى الله عليه وسلم - مبلِّغ لا مشرع، انظر التعليق على (ص ١١٥) .',NULL,'178',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (179,'في ١٥ المحرم الحرام سنة ١٣٤٤
كتبه بقلمه: صالح نجم الدين التُّونسي (١)
_________
(١) له ترجمة في «ذكريات علي الطنطاوي» (١/٧١، ٧٣، ٨١، ٨٣ و٢/٢٣٤ و٣/٢٣٣ و٨/١٥٧، ١٥٨) ، ومما قال عنه في الموطن الأخير:
«كانت حلقة الشيخ صالح كالمدرسة الجامعة؛ فيها حديث، وفيها قواعد في المصطلح وفي الأصول، وفيها تاريخ وشعر وأدب، وكان الشيخ فصيح العبارة، طلق اللسان، كثير السجع، يأتي معه عفواً بلا تكلف، بلهجته التونسية الجميلة.
وفي هذه الحلقة، عرفت أول مرة الأستاذ سعيد الأفغاني ١٣٣٨هـ، واستمرت صحبتنا العمر كله، ثم صار عديلي (جد زوجتينا والد أمّيهما الشيخ بدر الدين) .
وقدمت القول بأن الشيخ صالحاً كان شديداً، فما كنا نحبه ونحن صغار، فلما كبرنا وأدركنا مبلغ ما استفدنا منه من علم ومن أدب، بل ومن دين ومن خلق، أحببناه، ثم ودعنا وهاجر إلى المدينة المنورة، فكان مدرس المسجد النبوي، وكان ذلك في الأربعينيات من هذا القرن الهجري، لأنني لما جئت المدينة في رحلتنا تلك، من أربع وخمسين سنة، كان قد مر عليه زمان، وهو فيها.
وفي المدينة تزوج -كما أظن- وولد له الفقيد الأستاذ عبد الرحمن -رحمه الله-، ومن قبله الأستاذ الطيب الذي بلغ أعلى السلم في الرتب العسكرية على علم وفضل وسعة اطلاع، أطال الله عمره، وله إخوة ما عرفتهم، وفهمت أن عم أمهم هو شيخنا وأستاذنا في المدرسة السلطانية الثانية في دمشق سنة ١٣٣٧هـ، وهو الشيخ زين العابدين التونسي، الأخ الأصغر لشيخ مشايخنا، السيد الخضر الحسين، الذي ولي مشيخة الأزهر، وأسس جمعية الهداية الإسلامية في مصر يوم أسست جمعية الشبان، وكنت ألقاه في المطبعة السلفية عند صديقه خالي محب الدين وهو صديقه، كما ألقى العالم النبيل المؤرخ المحقق أحمد تيمور باشا، وكانا متشابهين في سعة العلم، وشدة الحياء، وكثرة التواضع، ولين الجانب.

وعندي عن الشيخ صالح -رحمه الله- الكثير الكثير، ولو جمعت ذهني يوماً لكتبت له ترجمة كاملة، أسأل الله أن يوفقني إليها» .',NULL,'179',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (180,'الإمام المالكي والمدرس بالجامع الأموي

٥
بسم الله الرحمن الرحيم
اطَّلعنا على هذا الكتاب، وعلمنا ما فيه، ونقول: كلٌّ من المتناظرين قد أطال الكلام في غير محلِّ الحاجة، والذي يظهر: أنَّ كلاًّ من المتناظرين لا يقصد بما يقول، إلا أن يغلب مناظرَه، فكان الدُّخولُ بينهم غيرَ جائز، لما أنّ شرط المناظرة: أن يكون القصدُ إحقاقَ الحقِّ، وأن يكون كلٌّ من المتناظرين يحب ظاهراً وباطناً أن يكون الحقُّ في جانب مناظره، كما كان عليه السَّلفُ الصّالح (١) ، ولذلك نقول -بياناً للحقِّ في ذاته، بقطع النَّظر عن الانتصار بعده لأحد منهما-:
_________
(١) في آخر «آداب الشافعي ومناقبه» (ص ٣٢٦) تحت عنوان (ثلاث كلمات للشافعيِّ: لم يُسبَقْ إليها، وانفرد بها) ، ومن بينها: قوله: «ما ناظرتُ أحداً، فأَحْبَبْتُ أنْ يُخْطِئ» .
قال أبو عبيدة: وقد وقعت بينه وبين الإمام أبي عبيد القاسم بن سَلاّم ما يترجم ذلك عملياً، فكان الشافعي يقول: إنّ القرء هو الحيض، وكان أبو عبيد يقول: إنه الطهر، فلم يزل كل منهما يقرر قوله، حتى تفرّقا، وقد انتحل كل منهما مذهب صاحبه، وتأثّر بما أورده من الحجج والشواهد، انظر: «طبقات الشافعية الكبرى» (١/٢٧٣) ، مقدمتي لـ «الطهور» لأبي عبيد (ص ٣٤-٣٥) .',NULL,'180',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (181,'رفع الصَّوت من المشيِّعين للجنازة بنحو قرآن، أو ذكر قصيدة بردة (١) ، أو يمانية، أو غير ذلك بدعة مكروهة مذمومة شرعاً بلا شبهة، لا سيّما على الوجه الذي يفعله النّاسُ في هذا الزَّمان، مما يمجُّه الذَّوقُ السَّليمُ، ويستقبحه الطَّبعُ المستقيم، ولم يكن شيء منه موجوداً في زمن النَّبيِّ - صلى الله عليه وسلم -، ولا في زمن الصَّحابة، والتَّابعين، وتابعيهم، وغيرهم من السَّلف الصَّالح، بل هو مما تركه النَّبيُّ - صلى الله عليه وسلم -، مع قيام المقتضى لفعله (٢) ، فإنه كان يعلِّمهم كلَّ ما يتعلَّق بالميت، من غُسلٍ، وصلاةٍ عليه، وتشييعِه، ودَفْنِهِ، فلو كان رفعُ الصَّوت من المشيِّعين مطلوباً شرعاً لفعله، أو أمر بفعله، وما تَرَكَه - صلى الله عليه وسلم - في مقام التَّعليم يكون ترْكُه سُنَّةً، وفعلُه بدعةً مذمومةً شرعاً، كما هو الحكم في كلِّ ما تركه - صلى الله عليه وسلم - مع قيام المقتضى لفعله.
على أنَّ رفع الصَّوت ينافي الحكمة المقصودة من المشي مع الجنازة، من التَّفكّر في الموت، وما بعده، مع أنّه قد ورد النَّهي عن ذلك بخصوصه، فقد روى أبو داود عنه - صلى الله عليه وسلم - أنه قال: «لا تتبع الجنازة بصوت ولا نار» (٣) .
_________
(١) انظر ما قدمناه في التعليق على (ص ٢٠) .
(٢) هذا القيد في الترك مهم جداً، كما نبّه عليه ابن تيمية في «اقتضاء الصراط المستقيم» (٢/٥٩٨-٥٩٩) ، و «بيان الدليل» (١/١٨١، ٤٨٠) ، و «مجموع الفتاوى» (٢٦/١٧٢ و٢٧/٤٤٢) ، و «الشاطبي» في «الاعتصام» (٢/٢٦٧، ٢٧٣-٢٧٤ - بتحقيقي) ، و «الموافقات» (٣/١٥٩، ١٦٣، ٢٨٣-٢٨٤) مع تعليقي عليهما.
(٣) تقدم تخريجه.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (182,'ولكن جوَّز بعضُ المتأخِّرين رفعَ الصَّوت بالذِّكر ممن يمشي مع الجنازة، إذا كان ذكراً شرعياً، بناءً على أنَّ علَّة كراهة رفع الصَّوت، هي: موافقة أهل الكتاب في رفع أصواتهم أمام الجنائز، وقد زالتْ تلك العلّة؛ لأنَّ أهل الكتاب صاروا يمشون ساكتين مع جنائزهم، لا يرفعون أصواتهم، فكانت مخالفتُهم في رفع الصَّوت بالذِّكر المشروع فلا يكره حينئذ، وتغير الحكم لتغيِّر العلَّة! ولا يخفى ما فيه، أما أولاً: فإنَّ المشاهدة في زماننا الآن بالديار المصريَّة، أنّ كثيراً من أهل الكتاب يرفعون أصواتهم مع جنائزهم بأناشيد يرتّلونا، فكانت مخالفتُهم في عدم رفع الصَّوت كما هو السنة.
أما ثانياً: فلأنَّ العلَّة ليست هي ما ذكر، بل علَّة السُّكوت هي التَّفكُّر في الموت وما بعده.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (183,'وأما ثالثاً: فلأنَّ المعوَّل عليه في الأحكام الشرعية هو النّصّ [في] (١) المنصوص عليه، وإنْ زالتْ العلةُ لأنّ (٢) النَّصَّ هو الذي أثبت الحكم فيما نص عليه فيه، والعلة حكمة فقط، لا يشترط بقاؤها في المنصوص عليه [لبقاء الحكم] (٣) ، وليس هذا الحكم من الأحكام التي بناها الشَّارع على العرف، وأناطها به (٤) ، حتى يختلف باختلاف عرف الناس وعوائدهم.
ولو كان الأمر كما يقول ذلك البعض، وأن الحكم تغير بتغيّر العلة لكان عدم رفع الصوت مكروهاً مع الجنازة، ولا قائل به، بل الكلام في جواز رفع الصّوت، وعدم جوازه فقط، وقد علمتَ أنَّ الحقَّ عدم الجواز.
_________
(١) سقط من الأصل، وأثبته من «أحسن الكلام» (٢٨) لمحمد بخيت المطيعي.
(٢) في الأصل: «فإن» ، والمثبت من «أحسن الكلام» (ص ٢٨) .
(٣) سقط من الأصل، وأثبته من «أحسن الكلام» (٢٨) .
(٤) هذا قيد مهم عليه يدور (تغير الأحكام بتغير الزمان) ، وانظر بسط ذلك في «إعلام الموقعين» (٣/٣٣٧) وتعليقي عليه، ولحسن العلمي بحث بعنوان «الاجتهاد وتغير الفتوى بتغير الزمان والمكان» ، منشور في «الاجتهاد الفقهي: أي دور وأي جديد؟!» (ص ١٠٧-١١٨) ، ولصديقنا الشيخ محمد بن عمر بازمول «تغيّر الفتوى» ، مطبوع عن دار الهجرة، الدمام، وللشيخ إسماعيل كوكسال التركي دراسة جيدة، منشورة بعنوان: «تغيّر الأحكام في الشريعة الإسلامية» ، وللعقلانيين وأصحاب (الفكر المستنير) -زعموا- توسّع غير مرضٍ في إعمال هذه القاعدة، ليس هذا موطن بسطه، والله الموفق. وفي الأصل: «وناطها» ، والمثبت من «أحسن الكلام» .',NULL,'183',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (184,'وأما ما يفعل في زماننا أمام الجنائز، من الأغاني، والأناشيد، ورفع الصَّوت، بنحو البردة واليمانية وغيرهما، مع تغيير في الصَّوت، وتمطيط الكلمات وتغيير (١) للحروف، وغير ذلك مما يُفعل في هذا الزَّمان، فهذا مما لم يقل بجوازه أحدٌ من العلماء، بل هو منكر قطعاً، وكذا ما يفعل من المشي بالمباخر، ومشي العساكر رجالاً وفرساناً، وحمل الجنائز على غير أعناق الرِّجال (٢) ، كل ذلك من البِدَع التي لا يقول أحدٌ من العلماء بجوازها، وعلى كلِّ حال؛ فالصَّواب الاحتياط (٣) ، والعمل بالسُّنَّة، وما عليه السَّلف الصَّالح، ويكفي في ذلك أنّه اقتداءٌ بالنَّبِيِّ - صلى الله عليه وسلم - وأصحابه.
_________
(١) في الأصل: «بتغيير» ! والمثبت من «أحسن الكلام» (٢٨) .
(٢) من البدع: التزام حمل الجنازة على السيارة، وتشييعُها على السيارات، انظر تفصيل ذلك في «أحكام الجنائز» (ص ٩٩-١٠٠ رقم ٥٤، ٣١٥ رقم ٦٩، ٧٠) .
(٣) العمل بالاحتياط من المسائل التي أعيت العلماء، وراسل فيها الشاطبي أهل المشرق والمغرب مستشكلاً أشياء منها، فلم يفز بمقنع، ورأيت رسالة علمية جيدة في هذا الموضوع، ليست الآن تحت يدي. وانظر -غير مأمور-: «الموافقات» (١/١٦١ و٥/١٠٦-١٠٩، ١٨٨-١٩٢) ، «إيضاح السالك» للونشريسي (١٦٠) ، «المنثور في القواعد» (٢/١٢٧-١٣٤) ، «تهذيب السنن» (١/٦٠) ، «بدائع الفوائد» (٣/٢٥٧-٢٥٩) .
ثم ظفرتُ في «فهرس مخطوطات مكتبات المدن الإيرانية» (٣/١٥٧١) بهذا العنوان: «سويّ الصراط، البرزخ بين التفريط والإفراط، في مسألة الاحتياط» ، وأن منها نسخة في مدرسة آخوند، بطهران، تحت رقم [٤٨١٦/٢] ، ومؤلفها علي بن محمد الإخباري.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (185,'وأما العُرف الحادثُ من النَّاس فلا عبرة به، في مثل هذا، إذا خالف النَّصَّ، بل بعض العلماء لم يعتبرْه أصلاً حتى فيما يتغيَّر بتغيِّر العرف إذا خالف النَّص (١) ؛ لأنَّ التَّعارف إنما يصحّ (٢) دليلاً على الجواز إذا كان عاماً من عهد أصحاب رسول الله - صلى الله عليه وسلم - والمجتهدين؛ لأنه حينئذ يلحق بالإجماع؛ فيكون حُجَّةً كما صرَّحوا به، وما تعارفه الناس من الرَّفع للصوت مع الجنازة ليس كذلك، فلا يصلح تعارفُهم له دليلاً على جوازه، وقد بيَّنا كلَّ ذلك في كتابنا «أحسن الكلام فيما يتعلَّق بالسُّنَّة والبدعة من الأحكام» (٣) ،
_________
(١) انظر ما علقناه على (ص ١٨٨) .
(٢) في الأصل: «يصلح» ، والمثبت من «أحسن الكلام» (٢٩) .
(٣) ذكر فيه (ص ٢٨-٢٩) من كلامه السابق هنا: «رفع الصوت ... » إلى قوله القريب: «دليلاً على جوازه» ، وزاد: «وكذا ما تعارفوه من التغني ورفع الأصوات بالترضي عن الأصحاب -رضي الله عنهم-، وغير ذلك مما ترفع به الأصوات وقت الخطبة، فإن ذلك ممنوع، وبدعة مذمومة شرعاً اتفاقاً يثاب من منعه أو أمر بمنعه، وإذا كانت قراءة القرآن والذكر وما شاكل ذلك ممنوعاً وقت الخطبة، فكيف بغير ذلك مما اعتاده الناس اليوم» انتهى.

قال أبو عبيدة: ويشمل النهي -أيضاً-: الجهر بقراءة «دلائل الخيرات» ، أو الأسماء الحسنى، أو القول خلفها: الله أكبر، الله أكبر، أشهد أن الله يحيي ويميت، وهو حيٌّ لا يموت، سبحان من تعزّز بالقُدرة والبقاء، وقهر العباد بالموت والفناء، أو الصياح خلفها: الفاتحة، أو استغفروا لأخيكم، أو سامحوه، أو الصلاة على النبي - صلى الله عليه وسلم -، أو ترك الإنصات، وتحدث الناس بعضهم مع بعض، أو المناداة على الميت، أو رثاءه بقصائد، أو الضرب بالطبل والأبواق والمزامير، وقولهم: محمد، أو أبو بكر، أو علي، أو قراءة الأدعية. انظر تقرير ذلك في: «المدخل» لابن الحاج (٣/٢٤٥، ٢٧٩، ٤/٢٤٦) ، «الحوادث والبدع» (١٤٤، ١٥٣) ، «الباعث» (٢٧٠، ٢٧٤-٢٧٦) ، «الأمر بالاتباع» (٢٥١، ٢٥٣-٢٥٤) ، «تلبيس إبليس» (٤٠٠) ، «اللمع» (١/٢٣٢) ، «السنن والمبتدعات» (٦٧، ١٠٨) ، «الإبداع» (٥٣، ٥٩، ٢٢٥، ٢٤٢) ، «إصلاح المساجد» (١٦٢) ، «البدعة» شلتوت (٣١) ، «السلسلة الضعيفة» (١/٤١٨) ، «أحكام الجنائز» (ص ٣١٤) .
ولمحسن بن محمد بن القاسم (كان حياً ١١٢٥هـ) : «الرد على رسالة الجهر بالذكر» ، منها نسخة ضمن مجاميع [٨٣] ، في (٧) ورقات في الجامع الكبير بصنعاء، كما في «فهارسها» (٣/١٠٥٣) .',NULL,'185',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (186,'والله -تعالى- أعلم.
في ٢٣ المحرم سنة ١٣٤٤هـ
الموافق ١٣ أغسطوس سنة ١٩٢٥م
مفتي الديار المصرية سابقاً
محمد بخيت المطيعي الحسني (١)
غفر الله له ولسائر المسلمين آمين

٦
بسم الله الرحمن الرحيم
الحمد لله مؤيِّد الحقّ بالبرهان القاطع، موفِّق أهل اليقين إلى الصَّواب، وهادي الموفقين إلى الحكمة وفصل الخطاب، عاضد حماة الحقيقة بالوقاية الصّمدانية، مؤيِّد دُعاة الشَّريعة الغراء بالتّأييدات الرَّبانية، والصَّلاة والسَّلام على سيدنا محمد النور الشامل، والسيِّد الكامل، وعلى آله الكرام، وأصحابه العظام.
أما بعد؛ فقد اطّلعتُ على الرسالة التي ألَّفها الهمامان الفاضلان: الشَّيخُ كامل القصَّاب، والشَّيخُ عزّ الدين القسَّام، لازال كلٌّ منهما مزيلاً للشُّبهات، مظهراً للصَّواب، بعناية الملك الوهاب، قصدا بها إزالةَ البدعة الفاشية بين الناس، من رفع الأصوات خلف الجنائز وأمامها بالذِّكر والتّشويش، الشَّاغل للمصاحبين لها عن الاتِّعاظ بالموت، ومفاجأة سكراته، فرأيتُ مباحثَها الجليلة، وعباراتها الجميلة، في غاية الحُسن والإتقان، وكلُّها توافق المعقول والمنقول، كما حرّره الأئمة الفحول، من كلام علماء المذاهب الأربعة، وكلّها تدلُّ دلالةً واضحةً على المنع من الجهر بالذِّكر وغيره مع الجنائز، وأنَّ على متَّبعيها الصَّمت والتّفكر والاعتبار، وفيما نقله صاحبا الرسالة من كتب المذاهب الأربعة غنيةٌ وكفايةٌ لمن أنصف، ولم يسلك سبيل من مجمج وتعسَّف، وإلى إباحة البدع حاول وتكلَّف، وقد قال - صلى الله عليه وسلم -: «من رأى منكم منكراً فليغيِّره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» (٢) ، وقال
_________
(١) مضت ترجمته في التعليق على (ص ٢٥) .
(٢) أخرجه مسلم في «صحيحه» (رقم ٤٩) من حديث أبي سعيد الخدري.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (187,'- صلى الله عليه وسلم -: «عليكم بسنَّتي وسنَّة الخلفاء الراشدين المهديين، عَضُّوا عليها بالنَّواجذ، وإياكم ومحدثات الأمور، فإنَّ كلَّ بدعة ضلالة» (١) ، وقال - صلى الله عليه وسلم -: «من تمسَّك بسُنَّتي عند فساد أمتي فله أجر مئة شهيد» (٢) كما رواه البيهقي مرفوعاً، وقال - صلى الله عليه وسلم -: «من عمل عملاً ليس عليه أمرنا فهو رد» (٣) ، وقد ترتب على ارتكاب أمثال هذه البدع: وقوع الجهّال، وكثير من طلبة العلم، فيما نهى الله -تعالى- ورسوله - صلى الله عليه وسلم - عنه، من فعل المحرَّم أو المكروه (٤) ، وإذا نهاهم عارفٌ عن ارتكابها، وأمرهم باتِّباع السُّنَّة، قالوا: قد وجدنا علماءَنا لها يفعلون، وفعلناها بحضرتهم وهم ساكتون، وهم قدوتنا فنحن لهم متَّبعون، فبدّلت السُّنن بالبدع، وصار المعروف منكراً، والمنكر معروفاً، فلو أنَّ علماء الزَّمان عملوا بما علموا، وأمروا بالمعروف، ونهوا عن المنكر، كما أمروا، لما أخلُّوا بوظيفتهم، ولا عباد الله أضلّوا، وقد تصفّحتُ الرسالةَ من أوَّلها إلى آخرها؛ فوجدتُها مستحقَّةً لأن ترفع على هامة القبول، وكل ما سطَّراه وحرَّراه وبيّناه وقرّراه هو لب الحقيقة، وعين الشَّريعة، لا يشوبه شائب، ولا يخشى عليه من كلمة عاتب، أو عائب، فجزاهما الله بالحسنى، وزيادة، على ما أورده كلٌّ منهما بهذه الرسالة وأجاده، آمين.
في ١٠ صفر سنة ١٣٤٤
كتبه الفقير إليه -تعالى-
_________
(١) مضى تخريجه.
(٢) مضى تخريجه (ص ١) .
(٣) مضى تخريجه (ص ٥٦) .
(٤) ينظر هل توصف البدعة بالكراهة؟ راجع تأصيل ذلك في «الاعتصام» (١/٣١٦ - بتحقيقي) للشاطبي.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (188,'صالح الحمصي (١)

٧
بسم الله الرحمن الرحيم
الحمد لله بارئ الخلق، والصَّلاة والسلام على سيدنا محمد النَّاصر الحقّ بالحقِّ، صلى الله عليه وسلم وعلى آله وأصحابه وعترته وأحبابه.
أما بعد: فإنَّ نصوص جميع مذهبنا -نحن معاشر الشَّافعية- ناطقة بكراهة اللغط أمام الجنازة، للأدلّة الصَّحيحة الدالَّة على ذلك، نقلاً وعقلاً، وما قاله بعضُ متأخِّري السَّادة الشافعية (٢) مما يخالف ذلك، فليس لهم فيه سند، فما ذكره الأستاذان الفاضلان، والمحققان الكاملان، والعالمان العاملان، مؤلفا هذه الرسالة، هو الذي يعوَّل عليه، ويركن إليه، فجزاهما الله خير الجزاء، إنه سميع قريب مجيب الدعاء، آمين.
في ١٣ صفر سنة ١٣٤٤
كتبه الفقير إليه -عزَّ شأنه-
عبد المعطي السّقا الشافعي
المدرس بالأزهر

٨
بسم الله الرحمن الرحيم
_________
(١) هو صالح بن أسعد بن محمد الحمصي، ولد في دمشق ٢١ ربيع الثاني سنة ١٢٨٥هـ - ١٨٦٨م، قرأ على الشيخ بكري العطار، وتفقه على الشيخ أحمد الحلبي، = =وغيرهما، كان حجة في الفرائض والفقه الحنفي، توفي بدمشق ٢١ ربيع الثاني سنة ١٣٦٢هـ - ١٩٤٣م، من مؤلفاته: «شذرات من رشحات الأقلام على منظومة كفاية الغلام» .
انظر ترجمته في: «تاريخ علماء دمشق في القرن الرابع عشر» (٢/٥٧١) ، «معجم المؤلفين السوريين» (١٥٠) ، «الأعلام الشرقية» (٢/٥٦٢ رقم ٦٨٥) ، «معجم المؤلفين» (٥/٤) ، «ذكريات علي الطنطاوي» (٤/٢٤٦) ، مجلة «التمدن الإسلامي» السنة ٩/الجزء (٨) و (٩) /ص ٧٣، مقدمة «رشحات الأقلام» (١٦) .
(٢) انظر: «حواشي الشرواني والعبادي على تحفة المحتاج» (٣/١٨٧، ١٨٨) ، و «حاشية الشبراملسي على نهاية المحتاج» (٣/٢٣) .',NULL,'188',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (189,'تصفَّحتُ هذه الرِّسالة من تصنيف الأستاذين الفاضلين: الشيخ كامل القصَّاب، والشّيخ عزّ الدين القسام، فوجدتُها تضمَّنت مسائلَ جمّة، تتعلَّق بآداب الذِّكر، والدُّعاء، وقراءة القرآن، والمواطن التي يحسن فيها جميع ذلك أو لا يحسن، وقد أجاد الأستاذان -حفظهما الله- في تمحيص الحقِّ، وتحرير الصَّواب في تلك المسائل، مما يؤدِّي تدبّره إلى إحياء سنن، وإماتة بدع -إن شاء الله تعالى-.
أما كلمتي التي أقولها هنا، فلستُ أراها بالتي تتّسع لبيان ما أعتقده الحقّ في مسائل المناظرة كلِّها، وبذلك أكتفي برفع الصَّوت بالذكر وراء الجنائز التي هي أم الباب، والأصل الذي تفرَّع عنه السؤال والجواب، فأقول:',NULL,'189',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (190,'لا نزاعَ بين علمائنا في أنَّ الصَّمت وراء الجنائز هو السُّنَّة، لما أن في السُّكوت وراءها ما يبعث على الخشوع والإخبات، وتذكر الموت والآخرة، لكننا نرى المسلمين في كثير من البلاد الإسلامية، قد خالفوا هذه السُّنَّة، واعتادوا رفع أصواتهم بقراءة القرآن، أو بأذكار أخرى مرتّلة وملحّنة، كما هي في الطّوائف الأخرى غير المسلمة، وعذر بعض العلماء المتأخّرين في قبول ذلك: أنهم لو لم يرفعوا أصواتهم بالذِّكر لاشتغل مشيِّعو الجنازة بالتهامس والخوض في مختلف الأحاديث، وقد رأيت الأستاذ الكبير السيِّد محمد الكتاني (١) -نزيل دمشق- يميل إلى الجهر بالذِّكر أمام الجنائز مع اعترافه بأن السنة هي السكوت، قال (٢) :
_________
(١) هو محمد المكي بن محمد بن جعفر الكتاني الحسني، ولد بمدينة فاس بالمغرب سنة ١٣١٢هـ، ونشأ بها، وانصرف منذ صغره إلى حياة الرجولة بإشارة من والده، فأتقن السباحة والرماية وركوب الخيل والصيد والضرب بالسيف، درس في جامعة القرويين بفاس، ثم غادر بلاده مع والده وأخيه سنة ١٣٢٥هـ كراهية الاستعمار الفرنسي، وتوجهوا إلى الحجاز، وتنقل بين مكة والمدينة، وبقي فيها سنوات طويلة يقرأ على علمائها، ثم انتقل مع أبيه وأخيه إلى دمشق، فنزلوا بحارة الشالة في حي سوقسا روجة، وبعد مدة عاد إلى المغرب مع أسرته واشترك مع والده في الجهاد ضد الفرنسيين، ثم لما توفي والده في مدينة فاس سنة ١٣٤٥هـ، رجع إلى دمشق فاستقر بها. وانظر: «تاريخ علماء دمشق في القرن الرابع الهجري» (٢/٩٠٩) ، ومقدمة «نصيحة أهل الإسلام» (٧٩-٨١) لابنه إدريس، وفيها ذكر المصادر التي ترجمت له على وجه جيد فيه استقصاء.
(٢) من كتبه التي تذكر في ترجمته: «نصرة ذوي العرفان فيما أحدثوه لذكر الهيللة من الطبوع والألحان» ، فلعل هذا النقل فيها، والله أعلم.
وهذا رأي أحمد بن الصديق في «در الغمام الرقيق» (ص ١٣٩) .

وللمهدي بن محمد بن الخضر الوزاني الفاسي (ت ١٣٤٢هـ - ١٩٢٣م) : «تقييد في جواز الذكر على الجنائز» ردّ فيه على العلامة الرهوني، انظر: «معلمة الفقه المالكي» (١٨٦) ، و «المطبوعات الحجرية في المغرب» (٧٨) .
قلت: وهذا رأيه في «النوازل الجديدة الكبرى» (٢/ ٣٩) ، و «المنح السامية في النوازل الفقهية» وهو «النوازل الصغرى» (١/١٦٣-١٦٦) ، ولعل «التقييد» السابق هو كلامه هنا، والله أعلم.
ولأحمد بن أحمد الطيبي الشافعي (٩٧٩هـ) : «رأي في الماشي -كذا- مع الجنازة» ، منه نسخة في مكتبة الجامعة الأمريكية، بيروت، ضمن مجموع كما في «فهارسها» (٣٢٣) .',NULL,'190',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (191,'وإنَّ الناس في بلادنا -يعني: فاس- يلغطون كثيراً وراء الجنازة، ويتناجون، ويتحدَّثون عن الميت وسيرته في حياته، وما سيكون في حالة ورثته، وماذا عساه يقع بينهم من تنافس وخصام، ونزاع بشأن الإرث.
قال: وربما تخطوا ذلك إلى الطّعن في الميت، أو في ورثته، فكان رفعُ الصَّوت بالذكر شاغلاً للمشيعين عن الحديث والخوض في الباطل، لكن السيِّد الكتَّاني -حفظه الله- لا يتردّد أصلاً في أنَّ الرُّجوع إلى العمل بالسُّنَّة هو الأفضل، وأنه إذا أمكن حمل الناس على السُّكوت المطلق وراء الجنائز، كان ذلك أمثل، ولا يكون ثمة حاجة إلى رفع الصَّوت بالذِّكر وراءها، فالخلاف إذن يشبه أن يكون لفظياً كما يقولون، أو أنَّ الحكم فيه مما يختلف باختلاف الأمصار الإسلامية، وحالة سكَّانها الروحيَّة والأخلاقية (١) .
وأن من يقول بالسُّكوت وراء الجنائز عملاً بالسُّنَّة، ومن يستحسن في هذه الأيام رفع الصوت وراءها، كلاهما يرمي إلى غرضٍ واحد، وهو الحيلولة بين المشيّعين، وبين الخوض في الباطل من حيث يؤدِّي ذلك إلى التَّفكّر والخشوع، لذلك كنا نحبُّ أن لا ترتفع أصوات المتناظرين في مسألة هي أهون من جميع المسائل التي تهمُّ المسلمين اليوم، وأخفها ضرراً، وكان غيرُها لعمري! أحقّ بالاهتمام بها، وعقد مجالس المناظرات من أجلها، فتتمحص ويتحرّر وجهُ الحقِّ منها.
_________
(١) الأمر ليس كذلك، إذ هذه المسألة وارد فيها نصوص وآثار، وهي لا تتغير بتغيُّر الأزمان، فضلاً عن الديار، راجع (ص ١٨٨) .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (192,'وملخَّص ما أريد أن أقوله بالنسبة إلى دمشق -حيث أنا نزيل (١) اليوم، وإلى طرابلس الشَّام حيث عشتُ ونشأت- أن الناس فيها -حتى العامة- أصبحوا يشعرون بأنَّ السكوت وراء الجنازة أفضل من رفع الصوت بالأذكار، وأعون على الخشوع والخشية، ويشعرون -أيضاً- بأنه كلما كان الحفل وراء الجنازة كبيراً، والسكوت عاماً، كانت الجنازة والخشوع فيها أعظم، وأنَّ السكوتَ التَّامَّ على هذه الصورة لا يفسح مجالاً للهمس والنجوى، بل الأمر على العكس يضطر الناس إلى الصَّمت والإطراق، إذ لا يكاد أحدٌ من الناس يناجي رفيقَه الذي بجانبه في الجنازة، التي لا رفع صوت بالأذكار فيها، حتى يلتفت إليه المطيفون به، ويحدجونه بأبصارهم، فيقطع النَّجوى، ويسكت، ولعلَّ رفع الصَّوت بالأذكار وراء الجنائز الصغيرة الشَّأن، القليلة المشيِّعين يساعد على شيوع أمرها، وانتباه الناس إليها، فيهرعون إلى تشييعها والخروج معها إلى الجبَّانة، فرفع الصَّوت بالذِّكر يكون في بعض الأحايين وسيلةً إلى تكثير المشيعين، لا سيما في جنائز الفقراء، ومَنْ لا يؤبه لهم من الناس (٢) .
_________
(١) كذا في الأصل، ولعل الصواب: «نزيلها» .
(٢) هذا التفريق لم يقل به أحد! وخير الهدي هديه - صلى الله عليه وسلم -.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (193,'ومع هذا؛ فإنَّ الأفضل العمل بالسنة، وتعويد الناس السكوت وراء الجنائز، كما يقع الآن في كثير من بلاد الإسلام، التي ارتقت فيها الأخلاق، وانتشت العلوم والآداب، أما البلاد الأخرى التي ما زالت مقصِّرة في هذه الحلبة، وقد تعسَّر فيها العملُ بالسُّنَّة، فينبغي لعلمائها أن يجتهدوا في تنبيه أهاليها إلى وجوب السكوت وراء الجنائز، ويسلكوا إلى هذا الغرض مختلفَ الطُّرق، وربما كانت أقرب تلك الطرق: أن يوصي العلماءُ وأشرافُ الناس بالعمل بالسُّنَّة في جنائزهم، فيقتدي بهم الآخرون، ومن ثم ينتبه عامّة الناس ودهماؤهم إلى ما في السنة الشريفة من الحسن والأدب الصحيح، فيألفوها، ويسلكوا سبيلها، كما هو الحال في بلادنا السُّوريَّة، أو معظم أمصارها.
ولا أعلم الحال في مدينة عكا بلد الأستاذ الجليل الشيخ عبد الله الجزار (١) ، ولم أطَّلع على فتواه في هذه القضية، لأعلم إنْ كنت باعدت عنه فيما قلتُه، أو قاربته؛ لذلك أرجو أن تقع كلمتي هذه موقع القبول من نفسه.
في٢٠صفرسنة١٣٤٤ ... المغربي (٢)
_________
(١) مضت ترجمته.
(٢) هو عبد القادر المغربي، ولد باللاذقية ٢٤ رمضان سنة ١٢٨٤هـ، اتصل ببعض العلماء المجدديين والمصلحين؛ كالشيخ جمال الدين الأفغاني، والشيخ محمد عبده، ونهج منهجهما في التعليم والإرشاد والإصلاح، اشترك مع الأمير شكيب أرسلان وعبد العزيز جاويش في تأسيس كلية دار الفنون في المدينة المنورة، عهد إليه تحرير جريدة الشرق بدمشق، ثم آلت إليه رئاسة مجمع دمشق من عام ١٩٤٣م إلى أن توقفت أعماله بسبب قلة الاعتمادات في موازنة المجمع.
من مؤلفاته: كتاب «الاشتقاق والتبويب» ، «السفور والحجاب» ، «البينات» ، «الأخلاق والواجبات» ، وغيرها. توفي صباح ٢٧ شوال سنة ١٣٧٥هـ.

وانظر ترجمته في: «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٢/٦٦٨) ، «مصادر الدراسات الأدبية» (٣/١٢٦٤-١٢٦٥) ، «ذكريات علي الطنطاوي» (٢/٨٥، ١٩٩ و٣/٢٩ و٤/١٦٨ و٥/٢٦٦، ٢٦٧ و٦/٢٨٥ و٧/٢٣، ٢٥١ و٨/٢٣٥) ، ولعدنان الخطيب كتاب مفرد عن حياته.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (194,'٩
بسم الله الرحمن الرحيم
الحمد لله الواحد القهَّار، والصَّلاة والسَّلام على سيدنا محمد نور الأنوار، وعلى آله الأطهار، وصحبه الأخيار، ومن تبعهم بإحسان في كلِّ زمان ومكان، والسّلام عليهم أجمعين، أما بعد:
فقد عمَّت البلوى، وزادت الشَّكوى، في مسائل حدثتْ في الدِّين، ونسبت إليه، وقد كثرت في أزمنتنا، وانتشرت بين عامتنا، وأقرّ عليها بعضُ خاصتنا، بل أفتوا بها، وحرضوا عليها -كحادثة هذه الرسالة: الصياح في الجنائز، زاعمين أنها من الدِّين وشعائره، بتأويلات تكلّفوها، واستنتاجات لفَّقوها، والدِّين بين أيديهم بآياته، وأحاديثه، وأقوال أئمته وعلمائه، على اختلاف المذاهب والمشارب، فألبسوه بذلك ثوباً جديداً، نراه رثاً، ويرونه قشيباً، حتى غلبت الفروعُ على الأصل، وضاع اللب في القشور (١) .
_________
(١) لا يوجد في الدين لباب وقشور، وللعز بن عبد السلام فتوى في ذلك، هذا نصُّها (ص ٧١ - ط. المعرفة) : «لا يجوز التعبير على الشريعة بأنها قشر، مع كثرة ما فيها من المنافع والخيور، وكيف يكون الأمر بالطاعة والإيمان قشر؟! وأن العلم الملقّب بعلم الحقيقة جزء، ومن أجزاء علم الشريعة، ولا يُطلق مثل هذه الألقاب إلا غبيٌّ شقيٌّ قليل الأدب، ولو قيل لأحدهم: إنّ كلام شيخك قشور؛ لأنكر ذلك غاية الإنكار، ويطلق لفظ القشور على الشريعة!! وليست الشريعة إلا كتاب الله وسنة رسوله - صلى الله عليه وسلم -، فيُعزَّر هذا الجاهل تعزيراً يليق بمثل هذا الذنب» .',NULL,'194',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (195,'فكان ذلك بلاء على الدِّين، ومنكراً فيه يسأل الله عنه مَن يقدرون على إزالته مِنَ العلماء، الّذِين هم ورثة الأنبياء، في الأمر بالمعروف والنهي عن المنكر -ومن ذلك التَّغنّي في المساجد-كجامعنا الأموي-بأنواع الشعر والقصائد من فنون الأنغام المطربة، مما لا يسمع لفظه، ولا يفهم معناه، ومن ذلك حفلات المولد الشريف النَّبوي، التي كثيراً ما يجري فيها المنكرات والبدع المذمومة، على اسم المولد الذي هو ليس من السُّنَّة في شيء -وإن كان في نفسه حسناً-، ثم إنهم حرَّموا وأنكروا أموراً أخرى، لا شأن لها؛ لأنها معروفة الحكم، مفروغ منها، وجعلوها ديدَنهم وشعارَهم، غافلين مع شدتهم هذه عن محرَّمات ومكروهات، يُجاهَر بها، وبدع فاشية شوهت الدِّين في نظر غير المسلمين.
والمصيبة كل المصيبة، أنه متى قام نابغة من علمائنا، يخالف مثل هؤلاء، داعياً إلى الدِّين الصحيح، مثل صاحبي هذه الرسالة الأستاذين: الشيخ كامل القصاب، والشيخ عز الدين القسام -حفظهما الله تعالى- جافوه، وناوؤوه، ووصموه باسم الوهابية (١) ، وهذا لا شك أنه من علائم الجهل والحسد.
لم يوصم الأستاذ القصاب قبل الآن بهذه الوصمة، ولكن سيلقَّب بهذا اللقب منذ الآن، حيث تكلَّم في بدع المساجد، والموالد، والجنائز، وسوف لا يضره ذلك في دينه شيئاً، بل يزيد الثقة بعلمه وغيرته -إن شاء الله-.
وفي الختام، نقول: إن ما جاء في هذه الرسالة كلِّها هو الحقّ بلا رياء (٢) ، والصواب بشهادة العلم والعلماء.
وليس يصحُّ في الأذهان شيءٌ ... إذا احتاج النَّهارُ إلى دليل

جزى الله المؤلِّفَيْن خير الجزاء، وكفاهما شرَّ الجهلاء، آمين.
في ٢٥ صفر سنة ١٣٤٤
كتبه
_________
(١) انظر بشأنها ما علقناه على (ص ٦-٧) .
(٢) كذا في الأصل، ولعل الصواب: (مراء) .',NULL,'195',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (196,'محمد جميل الشَّطي (١)
النائب الحنبلي بدمشق
عفي عنه

١٠
بسم الله الرحمن الرحيم
وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم
الحمد لله الذي لا يقبل من الأعمال إلا ما شَرَعه، ولا يرضى عمن ابتدع في دينه شيئاً، حتى يترك بدعتَه، ودينه هو ما كان عليه مَنْ علا الخلقَ فضله، وتمسك به السَّلف الصالح الذين يبغضون المبتدعة.
والصلاة والسلام على سيدنا محمد القائل: «أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته» (٢) ،
_________
(١) هو محمد جميل بن عمر بن محمد بن حسن الشطي، ولد في دمشق ١٨ صفر سنة (١٣٠٠هـ) ، ونشأ في حجر والده، قرأ مبادئ العلوم على عمه الشيخ مراد، ثم على الشيخ أبي الفتح الخطيب، وأخذ الفقه الحنبلي والفرائض عن والده، ثم عن عمه الآخر الشيخ أحمد الشطي، ولع بالأدب والتاريخ، عرف بأخلاقه الفاضلة، حلو المعاشرة لطيف الحديث، لازم المحاكم الشرعية بدمشق صغيراً منذ سنة ١٣١٣هـ مقيداً في محكمة البزورية، من مؤلفاته: «رسالة الضياء الموفور في تراجم بني فرفور» ، «ديوانه» ، «رسالة في علم الفرائض» ، «قانون الصلح وبعض القوانين التركية المعمول بها» (وترجمه عن التركية) ، «مختصر طبقات الحنابلة» ، «الوسيط في الإفراط والتفريط» ، «السيف الرباني» (رسالة في الرد على القاديانية) ، وغيرها. انظر ترجمته في: «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٢/٧٠٤) ، «النعت الأكمل» (٤٣١) ، «معجم المؤلفين» (٩/١٦١) ، مجلة «التمدن الإسلامي» (م ٢٦/١/٢٢) .
(٢) أخرجه ابن وضاح في «البدع» (رقم ١٥٦) ، وإسناده ضعيف جداً، فيه محمد بن عبد الرحمن القشيري، قال الأردي: كذاب متروك الحديث، وقال الدارقطني: متروك، وقال ابن عدي: منكر الحديث. وانظر «اللسان» (٥/٢٥٠) .
وروي بلفظ آخر: «إن الله حجز التوبة عن كل صاحب بدعة» .

أخرجه الطبراني في «الأوسط» (٥/١١٣ رقم ٢١٤) ، وأبو محمد الضراب في «زياداته على المجالسة» (٦/٣٩٨-٣٩٩ رقم ٢٨١٦/م - بتحقيقي) ، وابن أبي عاصم في «السنة» (رقم ٣٧) ، وابن عدي في «الكامل» (٦/٢٢٦١) ، وابن فيل في «جزئه» -كما في «الكنز» (رقم ١١٠٥) ، ومن طريقه الضياء في «المختارة» (٦/٧٢ رقم ٢٠٥٤) -، وأبو الشيخ في «طبقات أصبهان» (٣/٦٠٩-٦١٠) ، وابن وضاح في «البدع» (رقم ١٥٧) ، والبيهقي في «الشعب» (٧/٥٩، ٥٩-٦٠) ، والضياء في «المختارة» (٦/٧٣ رقم ٢٠٥٥) ، والهروي في «ذم الكلام» (ص ٢٢٣ - ط. دار الفكر اللبناني) ، وأبو بكر الملحمي في «مجلسين من الأمالي» (ق١٤٨/١-٢) ، ويوسف بن عبد الهادي في «جمع الجيوش والدساكر على ابن عساكر» (ق٣٣٣/١) -كما في «السلسلة الصحيحة» (رقم ١٦٢٠) - وأبو يعلى -وليس موجوداً في رواية ابن حمدان المطبوعة-، وأبو نصر السجزي، وابن عساكر، وابن النجار -كما في «كنز العمال» (رقم ١١٠٥، ١١١٦) - من طرق عن حميد الطويل، عن أنس رفعه.
قال الهيثمي في «المجمع» (١٠/١٨٩) : «ورجاله رجال الصحيح، غير هارون بن موسى الفروي، وهو ثقة» .
وفصّلتُ في طرقه، والخلاف فيه في تعليقي على «المجالسة» ، والحمد لله. وانظر: «الاعتصام» (١/١١٢ - بتحقيقي) .',NULL,'196',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (197,'والقائل: «من أحدث في أمرنا هذا ما ليس منه فهو رد» (١) ، وفي رواية: «من عمل عملاً ليس عليه أمرنا فهو رد» (٢) ؛ يعني: لكونه من المبتدعة، القائل في حقِّهم: «أصحاب البدع كلاب النار» (٣) ،
_________
(١) مضى تخريجه.
(٢) مضى تخريجه.
(٣) يريد حديث أبي أمامة، قال أبو غالب -واسمه: حَزوَّر-: «كنت بالشام، فبعث المهلَّب سبعين رأساً من الخوارج، فنُصِبوا على درج دمشق، وكنت على ظهر بيت لي، فمرَّ أبو أمامة، فنزلت فاتَّبعته، فلما وقف عليهم، دمعت عيناه، وقال: سبحان الله! ما يصنع الشيطان ببني آدم -قالها ثلاثاً-، كلاب جهنم، كلاب جهنم، شر قتلى تحت ظل السماء ... -ثلاث مرات-، خير قتلى مَن قتلوه، طوبى لمن قتلهم أو قتلوه.
ثم التفت إليَّ، فقال: يا أبا غالب! إنك بأرض هم بها كثير، فأعاذك الله منهم.
قلت: رأيتك بكيت حين رأيتهم؟
قال: بكيتُ رحمة حين رأيتهم كانوا من أهل الإسلام! هل تقرأ سورة آل عمران؟
قلت: نعم.
فقرأ: {هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ ... } حتى بلغ: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ} [آل عمران: ٧] ، وإن هؤلاء كان في قلوبهم زيغٌ، فزيغ بهم.
ثم قرأ: {وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ ... } إلى قوله: {فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} [آل عمران: ١٠٥-١٠٧] .
قلتُ: هم هؤلاء يا أبا أمامة؟
= ... قال: نعم.
قلتُ: من قِبَلِك تقول أو شيءٌ سمعته من النبي - صلى الله عليه وسلم -؟
قال: إني إذن لجريء، بل سمعتُه من رسول الله - صلى الله عليه وسلم -، لا مرة، ولا مرتين ... حتى عد سبعاً.
ثم قال: إنَّ بني إسرائيل تفرَّقوا على إحدى وسبعين فرقة، وإن هذه الأمة تزيد عليها فرقة، كلها في النار؛ إلا السواد الأعظم.
قلت: يا أبا أمامة! ألا ترى ما يفعلون؟

قال: {عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ} الآية [النور: ٥٤] » .
وفي رواية قال: «قال: ألا ترى ما فيه السواد الأعظم -وذلك في أول خلافة عبد الملك والقتل يومئذ ظاهر-؟ قال: {عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ} [النور: ٥٤] » .
أخرجه ابن أبي شيبة في «المصنف» (١٥/٣٠٧-٣٠٨) ، وعبد الرزاق في «المصنف» (١٨٦٦٣) ، والحميدي في «المسند» (٩٠٨) ، والطيالسي في «المسند» (رقم ١١٣٦) ، وأحمد في «المسند» (٥/٢٥٣، ٢٥٦) ، والترمذي في «الجامع» (رقم ٣٠٠٠) ، وابن ماجه في «السنن» (رقم ١٧٦) ، والطبراني في «الكبير» (١٥/٣٢٧-٣٢٨، ٣٢٨ رقم ٨٠٣٣-٨٠٣٦، ٨٠٤٩، ٨٠٥٦) ، و «الأوسط» ، و «الصغير» (٢/١١٧) ، والطحاوي في «مشكل الآثار» (٦/٣٣٨-٣٣٩ رقم ٢٥١٩) ، وابن أبي عاصم في «السنة» (رقم ٦٨) ، وابن نصر في «السنة» (ص ١٦-١٧) ، وابن أبي حاتم في «التفسير» (٥/١٤٢٩ رقم ٨١٥٠) ، والبيهقي في «السنن الكبرى» (٨/١٨٨) ، واللالكائي في «السنة» (١٥١، ١٥٢) ، والآجري في «الشريعة» (ص ٣٥، ٣٦) ، وابن الجوزي في «الواهيات» (١/١٦٣ رقم ٢٦٢) ، وابن المنذر في «التفسير» -كما في «الدر المنثور» (٢/٢٩١) - من طرق عن أبي غالب به، بألفاظ متقاربة، وبعضهم اختصره.
قال الترمذي: «هذا حديث حسن» .
قلت: أبو غالب البصري حزوّر البصري، صاحب أبي أمامة، ضعيف، يعتبر به في الشواهد والمتابعات، وقد تابعه:
* صفوان بن سُلَيم -وهو ثقة-، عند أحمد في «المسند» (٥/٢٦٩) ، وابنه عبد الله في «السنة» (رقم ١٥٤٦) ، وسنده صحيح
* سيار الأموي -وثقه ابن حبان (٤/٣٣٥) (في التابعين) وأعاده! (٦/٤٢٣) في (أتباع التابعين) ، وفي «التقريب» : «صدوق» -، ومن منهجه في مثله قوله: مقبول -عند أحمد في «المسند» (٥/٢٥٠) -أيضاً-. ولقوله: «شر قتلى ... » ، «كلاب أهل النار» شاهد من حديث عبد الله بن أبي أوفى. انظر: «مسند عبد الله بن أبي أوفى» لابن صاعد (رقم ٣٩، ٤٠) ، و «الحنائيات» (رقم ٢٢٥) وتعليقي عليه، ففيه التخريج مطولاً.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (198,'ويا لها من عار ومذمَّة! وعلى آله وأصحابه الذين قال لهم: «اتبعوا ولا تبتدعوا، فإنما هلك من كان قبلكم بما ابتدعوا، وتركوا سنن أنبيائهم، وقالوا بآرائهم، فضلّوا وأضلّوا» (١) ، والقائل لهم: «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئتُ به» (٢) ؛ يعني: فالذين اتَّبعوا أهواءهم، قد ضلّوا وأضلوا، وعلى من تبعهم بإحسان، وعن سنن السلف لم يعدلوا، بل ساروا متمسكين بأذيالهم، لم يغيِّروا ولم يبدِّلوا.
أما بعد؛ فيقول أسيرُ ذنبه عبد ربه الكافي محمد بن يوسف بن محمد المعروف بالكافي (٣) :
_________
(١) ليس هذا بحديث، وإنما هو قول للشعبي عند ابن عبد البر في «الجامع» (٢/١٠٥٠ رقم ٢٠٢٦) ، وانظر «الاعتصام» (١/١٧٢ - بتحقيقي) .
(٢) مضى تخريجه.
(٣) هو محمد بن يوسف بن محمد بن سعد الحيدري التونسي الشهير بالكافي، يتصل نسبه بعلي -رضي الله عنه-، ولد بمدينة الكاف في تونس سنة ١٢٧٨هـ، طلب العلم صغيراً، وتنقل بين البلدان، فسافر إلى بلد الوردانين على الساحل التونسي، ثم غادر من صفاقس إلى طرابلس، ثم إلى بني غازي، ثم إلى بيروت، ثم دمشق، ثم النبك، فحمص، ثم طرابلس الشام، ثم بيروت، فيافا، فالرملة، ثم بيت المقدس، ثم رجع إلى يافا، ومنها إلى بور سعيد، فالإسماعيلية، فالقاهرة ووافى الأزهر في ٢٤ شوال سنة ١٣٠٧هـ، وبقي في الأزهر عشر سنين، ثم سافر إلى صفاقس وتجول في بلاد المغرب، ثم اشتغل بالتدريس في الجامع الأموي للفقه الحنبلي، توفي سنة ١٣٨٠هـ.

من مؤلفاته: «الحصن والجنة على عقيدة أهل السنة» لأبي حامد الغزَّالي، «نصرة= =الفقيه السالك» ، «التوضيحات الوافية» ... وغيرها. انظر: «تاريخ علماء دمشق في القرن الرابع الهجري» (٢/٧٤٣) ، «رجال من التاريخ» (ص ٤٢١) لعلي الطنطاوي، «معجم المؤلفين» (١٢/١٣٦) ، «إتحاف ذوي العناية» (١٢/١٣٦) .',NULL,'198',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (199,'إنّ الله -سبحانه وتعالى- ابتلى آخر هذه الأمة المشرَّفة بأناس يستحسنون أشياء بآرائهم، أو يستندون فيها إلى آثار منسوخة، كاستنادهم في رفع الأصوات في المساجد إلى ما كان يناضلُ به سيِّدُنا حسان بن ثابت -رضي الله عنه- عن رسول الله - صلى الله عليه وسلم - (١) ،
_________
(١) يشير إلى قوله - صلى الله عليه وسلم - لحسان: «اهجهم وجبريل معك» .
أخرجه البخاري في «صحيحه» (رقم ٣٢١٣) ، ومسلم في «صحيحه» (رقم ٢٤٨٦) .

وهذا -والذي يليه- محكم وليس بمنسوخ، وراجع ما أحلنا إليه بشأن قول الشعر في المسجد في تعليقنا على (ص ١٣٧) ، وكذا أتينا عليه في كتابنا عن أحكام الشعر العلمية، يسر الله نشره.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (200,'وإنشاد سيدنا كعب بن زهير قصيدته المشهورة -رضي الله عنه- (١) ،
_________
(١) أخرجها مطولة ومختصرة جمع؛ منهم: ابن ديزيل في «جزئه» (ص ٥٣) ، وأبو العباس ثعلب في «مجالسه» (٢/٣٤٠) ، وابن أبي عاصم في «الآحاد والمثاني» (٥/١١٨) ، والحاكم (٣/٥٧٨) ، وأبو الفرج الأصبهاني في «الأغاني» (١٥/١٤٢) ، وأبو نعيم في «معرفة الصحابة» (٣/١٥٣) ، والبيهقي في «السنن الكبرى» (١٠/٢٤٣) ، و «دلائل النبوة» (٥/٢٠٧) ، وابن خير الإشبيلي في «فهرسة شيوخه» (٤٠٠-٤٠١) ، وابن سيد الناس في «منح المدح» (ص ٢٥٤) ، وابن جابر الوادي آشي في «برنامجه» (ص ٢٢٠) ، والسبكي في «طبقات الشافعية الكبرى» (١/١٢٢) من طرق ضعيفة موصولة، أو مرسلة، أو موقوفة، والعلماء فيها بين ردّ وأخذ، وتصحيح وتضعيف، ولهم فيها -مذ زمان- تصانيف مفردة، وللدكتور عبد العزيز المانع في مجلة «المجمع العلمي العراقي» (م٣٣ رجب سنة ١٤٠٢) نقد لهذه القصيدة، ومشكك بإسلام كعب، وكذلك للأستاذ سعدي أبو حبيب مقالة في هذا الموضوع منشورة في مجلة «الأديب» البيروتية، عدد إبريل، سنة ١٩٧١م، وللشيخ إسماعيل الأنصاري دراسة مفردة مطبوعة قديماً وحديثاً في صحتها والعمل بها، وللدكتور سعود الفنيسان «توثيق قصيدة بانت سعاد في المتن والإسناد» وهو من منشورات مكتبة الرشد، ولأحمد الشرقاوي «بانت سعاد في إلمامات شتى» منشور عن دار الغرب، ولابن حجة الحموي «شرح قصيدة بانت سعاد» من منشورات مكتبة المعارف - الرياض، وللدكتور السيد إبراهيم محمد «قصيدة بانت سعاد وأثرها في التراث العربي» من منشورات مكتبة المعارف - الرياض، وللدكتور السيد إبراهيم محمد «قصيدة بانت سعاد وأثرها في التراث العربي» من منشورات المكتب الإسلامي، وألف حولها كتب أخرى، انظر -مثلاً- كتابنا «الإشارات» (رقم ١٠٥٤، ١٠٥٥، ١٠٦٣) ..',NULL,'200',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (201,'وغير ذلك مما لا تقوم به حُجّة، خصوصاً من المقلِّد الممنوع من أخذ الأحكام من الأدلّة إجماعاً، كما نقله ابن خَيْرَان (١) ؛ لقصوره عن ذلك، وكاستنادهم في رفع الأصوات خلف الجنائز المخالف لما كان عليه -عليه الصلاة والسلام- والسلف الصالح، إلى أنَّ رفع الأصوات يشغل الناس عن الغيبة والوقوع في أعراض الناس، وبعضهم يقول: إنه صار عادة وتركها يزري بالميت، وغير ذلك من العبارات التي أصلها وحي الشياطين؛ لأنَّ به تموت السُّنَّة، التي يحبّها الله -تعالى-، ودَرَج عليها النَّبِيُّ - صلى الله عليه وسلم -، والسلفُ الصالح: أهل القرون المشهود لهم بالخيرية، وكاستنادهم في القيام في المولد الشريف إلى أنه تعظيم له - صلى الله عليه وسلم -، وكل ما كان تعظيماً له فهو واجب، ورتّبوا على هاتين المقدِّمتين: أن من لم يَقُم عند ذكر الولادة يعدُّ مستخفاً بمقامه - صلى الله عليه وسلم -؛ فيكفر، وإلى قول الصَّرْصَري (٢) :
_________
(١) هو أبو علي الحسين بن صالح بن خيران البغدادي الشافعي، أحد أركان المذهب، كان إماماً زاهداً ورعاً، تقياً، متقشّفاً، توفي سنة عشرين وثلاث مئة، ترجمته في: «طبقات الشافعية الكبرى» (٣/٢٧١-٢٧٤) ، «تاريخ بغداد» (٨/٥٣) ، «وفيات الأعيان» (١/٤٠٠) ، «شذرات الذهب» (٢/٢٨٧) .
(٢) هو يحيى بن يوسف بن يحيى الأنصاري، أبو زكريا، جمال الدين الصَّرْصَري، له «المنتقى من مدائح الرسول» ولعله المسمى «المختار من مدائح المختار» ، توفي سنة ٦٥٦هـ - ١٢٥٨م، ترجمته في: «البداية والنهاية» (١٣/٢١١) ، «ذيل مرآة الزمان» (١/٢٥٧-٣٣٢) ، وفيه: «امتدح رسول الله - صلى الله عليه وسلم - بأشعار كثيرة، قيل: إن مدائحه فيه -صلوات الله عليه وسلامه- تقارب عشرين مجلداً» ، ثم قال: «وسأذكر من مديحه لرسول - صلى الله عليه وسلم - على سبيل التبرك وتشريف هذا الكتاب ما تيسر -إن شاء الله-» ، وأطال في ذلك -رحمه الله-..',NULL,'201',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (202,'«فحقٌّ على الأشراف عند ذكره أن تنهض الأشراف قياماً، أو جثياً على الركب» ، أو عبارة تقرب من هذه، وإلى قيام العلامة ابن السبكي (١) عند سماع قول الصَّرْصَري، وغير ذا من المستندات الواهية (٢) ،
_________
(١) قال التاج في ترجمة أبيه علي بن عبد الكافي في «الطبقات» (١٠/٢٢٠) : «وأما محبته للنبي - صلى الله عليه وسلم -، وتعظيمه له، وكونه أبداً بين عينيه: فأمر عُجاب» . وانظر كتاب التَّقيِّ: «السيف المسلول» (ص ٥٢٤) .
(٢) قال صديق حسن خان -رحمه الله تعالى- في «الدين الخالص» (٤/٤٥١-٤٥٢) : «وقد سمعنا أن المحتفلين بمولده - صلى الله عليه وسلم - إذا بلغوا إلى ذكر ولادته -عليه السلام-، قاموا قياماً واسعاً لتعظيم روحه - صلى الله عليه وسلم -، زعماً منهم أنه حاضر في هذا الوقت، نعوذ بالله من الجنون والخبط، وهذا القيام منهم -مع هذا القيام التعظيمي- يشبه الشرك عند من يعرف الأدلة وهو عالم بكيفية الاستدلال بها.
وأما من خَبَطَهم الشيطان بالمس؛ فهذا عندهم غايةُ التبجيل وكمالُ العقيدةِ الحسنة به - صلى الله عليه وسلم -، ولا ريب أنّ هؤلاء أعظمُ حمر الكون في خِفَّةِ العُقول والنّهى، وأشدّها جهلاً في تقليد الأهواء، أعاذنا اللهُ مِنَ الحمق والطيش، ورزقنا في نعيمه رغد العيش» ا. هـ.

وانظر في تقرير هذه البدعة: «المدخل» (١/٢٥٦-٢٥٧) (وفيه التنبيه على بدعة القيام للمصحف، وتجدها -أيضاً- في «شفاء الصدور في الرد على الجواب المشكور» (٢٩) لمحمد بن عبد اللطيف) ، «الرد على الكاتب المفتون» (١٥٩، ١٦٥) ، «الرد القوي» (١٦٤، ٢٠٩، ٢١١-٢١٢، ٢٢٧) كلاهما للشيخ حمود التو يجري -رحمه الله-.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (203,'ويأتي بطلان الاستدلال بما ذكر -إن شاء الله تعالى-، وكاستنادهم في القيام لبعضهم للتَّعظيم لآثار وردت لغير التَّعظيم، بل السُّنَّة عدم القيام، كما يأتي، وبعضهم فَصَلَ بين العلماء والوالدين وغيرهم، فجعل القيامَ للعلماء والوالدين للتَّعظيم مطلوباً شرعاً، دون غيرهم، وهو تحكّم (١) محض، بل السُّنَّة لم تفرِّق بين العلماء والوالدين وغيرهم، والذي يقول: تعتريه الأحكام الخمسة، قول متأخِّر، لا يعارض السنة فهو من توليد الكلام المنهي عنه، بل العارض له حكم وقته، ويزول بزوال وقته، ويبقى الحكمُ الأصليُّ كالضَّرورة، لإباحة أكل الميتة المحرمة، وبزوال الضَّرورة يرجع الحكم الأصلي، وهذا أمر مقرَّر عند من له أدنى إلمام بالعلم، ثم أولئك الناس المبتلى بهم آخر هذه الأُمَّة لم يسكت عنهم رجال العلم، بل لا يزالون يحاربونهم، ويشنُّون عليهم الغارة، إلا أنَّ هؤلاء المبتدعين اشتدّ عضدُهم بالعامّة، الذين لا يفرِّقون بين سنة وبدعة، وممن حارب أهلَ البدع: العالمان العلاّمتان، والأستاذان الكاملان: محمد كامل القصّاب، ومحمد عزّ الدين القسام، وعضدهما جلةٌ أنجاب، فعارضهم من تطمئنُّ نفسه بالبدعة، ولربما تشمئزُّ من الجري على السُّنَّة، ومن الضلاَّل من يجادل عن البدعة، ويحاول علُوّها على السُّنَّة، ويأبى الله ذلك، والحقُّ يعلو، ولا يُعْلى عليه.
ولْنرجع إلى بيان ما تقدّم، وإن كانت البدعُ الملصقة بالدِّين كثيرة، كإيقاد الضَّوء نهاراً في العيدين (٢) ،
_________
(١) أي: قول بالتشهي، لا دليل عليه.
(٢) انظر بدعية زيادة تنوير المساجد في الأعياد، كتاب «المسجد في الإسلام» (٣٤٩) ، وقارن بـ «تفسير القرطبي» (١٢/٢٧٥) (آخر المسألة الثانية عشرة من تفسير سورة النور: آية ٣٦) .

قلت: ومثله إيقاد الأضواء في ليلة عيد الميلاد، وجعل ذلك على هيئة هلال لا صليب مجاراة للنصارى، ولا قوة إلا بالله.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (204,'والمولد (١) بنية التَّعظيم، ولا عبرة بالنيَّة المخالفة للشَّرع، وكجعل الصَّباحية في المساجد المتنزّهة عن ذلك، وكالذِّكر المحرَّف عما جاء في الشَّرع (٢) ، وكالرَّقص في حال تخبُّطهم بالشَّياطين (٣) ، وضربهم للآلات المحرَّمة شرعاً، يوجد بعض من ينتسب للعلم يزين حالهم الخبيث، ويستند في تزيينه إلى أفراد صدر منهم ذلك، ولا ندري أهم من المجاذيب الذين لا يؤخذ منهم حكم أم الممكور بهم؟! وكيف يسوغ لعالم متديّنٍ أن يترك أقوال من ثبتت مكانتهم فقهاً وتصوّفًا (!) ، ويتَّبع الأقوالَ الضَّعيفة والشَّاذَّة، وقد نص عالم العلماء سيدي علي الصَّعيدي العَدَوي في «حاشيته على الخرشي» (٤)
_________
(١) انظر ما قدمناه (ص ٢٠) .
(٢) انظر: «مجموع فتاوى ابن تيمية» (١٠/٢٢٦، ٢٢٩، ٢٣١، ٢٣٢، ٥٥٨) ، «الإبداع» (٢٥٣، ٢٦٤، ٣١٢، ٣١٧، ٣٢٠) ، «السنن والمبتدعات» (٨٣، ٨٦) ، «البدعة» شلتوت (٤١) ، «سهم الألحاظ» (رقم ٣٢) ، «معجم المناهي اللفظية» (١٨، ٣٢٨، ٣٥٤) ، «القول البليغ» (١١٩) للتو يجري.
(٣) انظر في تقرير بدعية ذلك: «تلبيس إبليس» (١٦٠، ٢٢٢، ٢٥٢، ٢٥٨، ٢٥٩، = =٣٧٣) ، «فتاوى العز بن عبد السلام» (١٦٣) ، «تفسير القرطبي» (٦/٢٥٨ و٧/٣٦٦ و٩/١٠٩ و١٠/٣٦٦ و١١/٢٣٧-٢٣٨ و١٢/٥٩ و١٤/٥٤ و١٥/٢١٥، ٢٤٩-٢٥٠) ، و «كشف القناع» لأبي العباس القرطبي، «الشرح والإبانة» (٣٦٤) ، «الاعتصام» للشاطبي (٢/٨٥، ١١٥، ٣٨٧) ، «الفرقان» لابن تيمية (١٥٠) ، «المدخل» (٣/٩٣، ٩٩-١٠٠، ١١٧ و٤/٢٤٦) ، «الأمر بالاتباع» (٩٩-١٠٦، ٢٧٤-٢٧٥) ، «الكلام على مسألة السماع» لابن القيم، «أدب الطلب» للشوكاني (١٦١) ، «السنن والمبتدعات» (١٩١) ، «اللمع» (١/٩٠، ١٠٠) ، «الإبداع» (٣٢٢) ، رسالتي «القرطبي والتصوف» (٩-٢٢) ، وفي التعليق عليها مصادر الآثار السلفية الناهية عن ذلك، والله الموفق.
(٤) (١/٣٦، ٤٣) ..',NULL,'204',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (205,'على أنه يحرم الحكم والفتوى والعمل في خاصة النَّفس بالقول الضعيف، ونصوا على أنَّ من يتَّبع الأقوال الضعيفة يكون في دينه ضعف (١) ، وحملوا عليه: لا تعلِّموا أولاد السّفلة العلم؛ أي: الزائد على العلم العيني.
_________
(١) صنّف أبو عبد الله محمد بن قاسم القادري الحسني الفاسي (ت ١٣٣١هـ - ١٩١٣م) : «رفع العتاب والملام عمن قال: العمل بالضعيف اختياراً حرام» ، بسط فيه هذه المسألة، ونقل فيه كلام المالكية بتفصيل وتأصيل.
ولعبد الله الغزي رسالة محفوظة بالأزهرية [١٧٨ مجاميع - ٤٢١٣] في (٤٥٢ ورقة) بعنوان: «الإقناع الجامع المانع البارع اللطيف في الرد على من أفتى في الكفر بالضعيف» ، ولمحمد بن البوصير كتاب مطبوع، سنة ١٩٧٣م بموريتانيا بعنوان: «أسنى المتاجر في أنّ من عمل بالراجح ما خرج عن مذهب الإمام مالك» ، وهو في (٣٤٤) صفحة من القطع الكبير.
وللشيخ أحمد بن الحناط مخطوط بعنوان «فتوى بالحلف بالطلاق والخروج عن المذهب للضرورة» .
وانظر في تقرير هذا: «الفروق» للقوافي (١/١٠٧، القاعدة الثانية والسبعون) ، = = «حاشية العطار على جمع الجوامع» (٢/٤٠٤) ، «الموافقات» (٥/٨٩-٩٠) للشاطبي، «حاشية الدسوقي» (١/٢٠) ، «مواهب الجليل» (١/٣٣) ، «الفكر السامي» (٤/٤٢١) ، «نشر البنود» (٢/٢٧٢) ، «أصول الفتوى والقضاء في المذهب المالكي» (٥٤٦) .',NULL,'205',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (206,'فنقول: أمّا رفع الأصوات في المساجد، فقد كان في الصَّدر الأول، ثُمَّ نسخ (١) ، وبالناسخ أخذ أئمة المذاهب الحقَّة، قال في «شرح العقيلة» (٢) للحافظ السخاوي ما نصه: «قد كان لمسجد رسول الله - صلى الله عليه وسلم - ضجة بتلاوة القرآن، حتى أمرهم بخفض أصواتهم؛ لئلا يغلط بعضهم بعضاً» ا. هـ.
ومصداق قول الحافظ: ما رواه الإمام أبو داود عن أبي سعيد الخدري، حيث قال: «اعتكف رسول الله - صلى الله عليه وسلم -، فسمعهم يجهرون بالقراءة، فكشف السِّتر، وقال: ألا إنَّ كلكم مناج لربِّه، فلا يؤذ بعضكم بعضاً، ولا يرفع بعضكم على بعض بالقراءة» (٣) ا. هـ.
وورد: «يا علي! لا تجهر بقراءتك ولا بدعائك، حيث يصلِّي الناس، فإنَّ ذلك يفسد عليهم صلاتهم» (٤) ، وما خرجه القرطبي (٥) عند قوله -تعالى-: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ} [النور: ٣٦] ؛ ورفعها بما قاله - صلى الله عليه وسلم -: «جنِّبوا مساجدَكم صبيانَكم، ومجانينَكم، وسلَّ سيوفِكم، وإقامةَ حدودكم، ورفعَ أصواتكم، وخصوماتكم، وجمِّروها في الجمع، واجعلوا على أبوابها المطاهر» (٦) ا. هـ من «حاشية الجمل» ، وقريب منه ما في ابن ماجه (٧) ، وكون مالك يوجد له قول بجواز رفع الأصوات في المساجد في حيز المنع؛ لأنه -رضي الله عنه- من أشدِّ الناس اتباعاً للسُّنَّة المصطفوية.
_________
(١) هذا يحتاج إلى نقل! ولم أر من قال بذلك.
(٢) اسمه «الوسيلة إلى كشف العقيلة» لعلم الدين علي بن محمد بن عبد الصمد السخاوي (ت ٦٤٣هـ) ، والعقيلة هي «عقيلة أتراب القصائد في أسنى المقاصد» ، وهي نظم «المقنع» للداني، منظومة رائية في رسم المصحف. انظر «كشف الظنون» (٢/١١٥٩) .
(٣) مضى تخريجه في التعليق على (ص ١٣٣) .
(٤) ليس هذا بحديث!
(٥) (١٢/٢٧٠) .
(٦) مضى تخريجه في التعليق على (ص ١٣٥) .
(٧) مضى تخريجه في التعليق على (ص ١٣٦) .',NULL,'206',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (207,'إذا تقرر لديك ما تقدم، فلم يبقَ لمجوِّز رفع الأصوات في المساجد، إلا قول بعض المتأخِّرين، العاري عن المستند؛ لكونه خلافَ السُّنَّة.
وأما استنادهم في رفع الأصوات خلف الجنائز، فأمر مُحْدَث ينافي السُّنَّة التي يحبها الله، واستمرَّ عليها العمل في زمنه - صلى الله عليه وسلم -، وفي زمن السلف الصالح، وهو الصمت مع الجنازة (١) ، أما محبَّة الله -تعالى-؛ فلما روي كما في «الجامع الصغير» (٢) : «إنّ الله يحب الصمت عند ثلاث: عند تلاوة القرآن، وعند الزحف، وعند الجنازة» (٣) .
قال المناوي (٤) : «أي: في المشي معها والصلاة عليها، وقال الحنفي: أي: من تغسيل الميت، والصَّلاة عليه، والمشي أمامه إلى أن يأتي به القبر، فقراءة القصائد، والقرآن أمام الجنازة بدعة مخالفة للسُّنَّة» ا. هـ محل الحاجة.
_________
(١) انظر ما قدمناه في التعليق على (ص ١٧) .
(٢) (١/٧٥ أو ١/٢٨٨ رقم ١٨٦٨ - مع «الفيض» ) .
(٣) مضى تخريجه مسهباً في التعليق على (ص ١٢) .
(٤) في «فيض القدير» (١/٢٨٨ رقم ١٨٦٨) .',NULL,'207',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (208,'وأما استمرار السَّلف عليها، فلإنكار سيدنا عبد الله بن مسعود -رضي الله عنه- على من رفع صوته، بقوله: «استغفروا لأخيكم» ، فقال له سيدنا عبد الله: «لا غفر الله لك» (١) ، وما قال له ذلك؛ إلا لكونه أحدث حدثاً في الدِّين، لم يكن في زمنه - صلى الله عليه وسلم -، وعليه فنقول: رفع الأصوات خلف الجنائز لا يحبّه الله، ولا هو من العمل الذي كان عليه النبي - صلى الله عليه وسلم -، وكلُّ ما كان كذلك فهو ردٌّ على صاحبه، فَرَفْعُ الأصوات خلف الجنائز رَدٌّ على صاحبه؛ لنصِّ الحديث المحكم، قال مالك -رحمه الله تعالى-: «ومن أحدث في هذه الأمة شيئاً، لم يكن عليه سلفها، فقد زعم أنَّ رسول الله - صلى الله عليه وسلم - خان الدِّين؛ لأنَّ الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة: ٣] ، فما لم يكن يومئذ ديناً لا يكون اليوم ديناً» (٢) .
وقال سيدنا حذيفة بن اليمان (٣) -رضي الله عنه-: «كلُّ عبادة لم يتعبَّدها أصحابُ رسول الله - صلى الله عليه وسلم - فلا تتعبدوها، فإنّ الأولَ لم يدع للآخر مقالاً، فاتَّقوا الله يا معشر القُرَّاء، وخذوا بطريق مَن كان قبلكم (٤) » ونحوه لابن مسعود -رضي الله عنه- (٥) ا. هـ.
والخير كله في اتباع من سلف ... والشر كله في ابتداع من خلف
_________
(١) مضى تخريجه.
(٢) ذكره الشاطبي في «الاعتصام» (١/٦٢ و٢/٣٦٨ - بتحقيقي) ، وصاحب «تهذيب الفروق» (٤/٢٢٥) ، وهو في «الإمام مالك مفسراً» (ص ١٦٨) .
(٣) في الأصل: «اليماني» !
(٤) تقدم تخريجه في التعليق على (ص ٥٩) .
(٥) ورد عنه بألفاظ عديدة، انظرها مع تخريجها في «الاعتصام» (١/١٢٥، ١٢٦، ١٢٧ - بتحقيقي) .',NULL,'208',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (209,'وأما استنادهم في القيام عند ذكر ولادته - صلى الله عليه وسلم - إلى أنه تعظيم له - صلى الله عليه وسلم - تاركه يكفر لاستخفافه بمقامه - صلى الله عليه وسلم -، وينتظم من كلامهم قياس من الشَّكل الأول، وصورته هكذا: القيام عند ذكر ولادته - صلى الله عليه وسلم - تعظيم له، وكل ما كان تعظيماً له فهو واجب، يعدُّ تاركه مستخفّاً؛ فيكفر، فتكون النتيجةُ -بعد حذف الحد الوسط-: القيامَ عند ذِكْر ولادته واجب، يكفر تاركُه للاستخفاف!!
أقول -ومن الله تعالى أطلب الحول والقوة-:
إنَّ استنادهم باطل؛ لمنع المقدِّمتين: أما منع الكبرى؛ فظاهر؛ لعدم لزوم الاستخفاف لعدم القيام، لاحتمال أنَّ من ترك القيامَ تركه كسلاً، مع اعتقاد احترامه، وتعظيمه - صلى الله عليه وسلم -، أو أنّه تركه جاهلاً، بكونه تعظيماً له - صلى الله عليه وسلم -، أو أنه تركه لاعتقاده التَّعظيم في عدم القيام، امتثالاً لنهيه - صلى الله عليه وسلم - عن ذلك، واتِّباعاً للسلف الصالح، الذين كانوا لا يقومون له مع محبَّتهم له - صلى الله عليه وسلم -؛ لكونهم يعلمون كراهيته لذلك؛ لأنه من شعار غير المسلمين. وأمَّا منع الصغرى فهو أظهر من منع الكبرى؛ لأنَّ القيام لم يكن مشروعاً للتَّعظيم، ولم يشرع إلا في القيام للصَّلاة، ومن المعلوم عند العلماء: أنَّ تعظيمَ النَّبيِّ - صلى الله عليه وسلم - قربةٌ إلى الله -تعالى-، ولا يتقرَّب إليه -تعالى- إلا بما شرعه.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (210,'قال العلاّمة الحفار كما في (نوازل الأحباس) من «المعيار» (١) للعلامة الونشريسي ما نصُّه: «إنَّ النَّبي - صلى الله عليه وسلم - لا يعظم إلا بالوجه الذي شرع به تعظيمه، وتعظيمه من أعظم القُرَب إلى الله -تعالى-، لكن يتقرَّب إلى الله-سبحانه- بما شرعه، وقد ورد النَّهيُ منه - صلى الله عليه وسلم - عن القيام له، وبيَّن علَّةَ ... النَّهي؛ لكونه -أي: القيام- مِن زيِّ الأعاجم (٢) ، وكان - صلى الله عليه وسلم - يكره التَّشبه ... بهم (٣) ؛
_________
(١) «المعيار المعرب» (٧/١٠٠) .
(٢) يشهد لهذا ما أخرجه مسلم في «صحيحه» (رقم ٤١٣) بسنده إلى جابر، قال: «اشتكى رسول الله - صلى الله عليه وسلم -، فصلينا وراءَه، وهو قاعد، وأبو بكر يُسمِعُ الناسَ تكبيرَه، فالتفت إلينا، فرآنا قياماً، فأشار إلينا فقعدنا، فصلَّينا بصلاته قُعوداً، فلما سلّم، قال: إنْ كدتم لتفعلون فِعْلَ فارس والرُّوم، يقومون على ملوكهم، وهم قعود، فلا تفعلوا، ائتمُّوا بأئمَّتكم، إن صلَّى قائماً، فصلوا قياماً، وإن صلى قاعداً، فصلوا قعوداً» .
وفي رواية عند ابن خزيمة (١٦١٥) ، وابن حبان (٢١١٢) : «لا تفعلوا كما يفعل أهل فارس بعظمائهم» . وانظر في توجيه الحديث على منع القيام في: «مجموع فتاوى ابن تيمية» (٢٧/٩٣-٩٥) ، «الآداب الشرعية» (١/٤٣٢-٤٣٣) .
(٣) قال ابن القيم في كتابه القيم «الفروسية» (ص ١٢٢ - بتحقيقي) : «جاءت الشريعة بالمنع في التّشبه بالكفار والحيوانات، والشياطين، والنساء، والأعراب، وكل ناقص» ، وفصَّل في ذلك، فانظر كلامه، فإنه مهم غاية.

وللعلماء مصنّفات كثيرة في حرمة التشبه بالمشركين، من أهمها على الإطلاق «اقتضاء الصراط المستقيم» لابن تيمية، و «حسن التنبّه لما ورد في التشبّه» لمحمد بن محمد الغزي، وهو مستوعب ومهم، و «الإيضاح والتبيين» للشيخ حمود التو يجري، وهو مهم في الأمور العصرية الشائعة، و «التشبيه المنهي عنه في الفقه الإسلامي» لجميل اللويحق.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (211,'كحلق اللِّحا، وإعفاء الشَّوارب (١) ، وفي «الشفاء» (٢)
_________
(١) أخرج مسلم (رقم ٢٥٩) بسنده إلى ابن عمر، قال: قال رسول الله - صلى الله عليه وسلم -: «خالِفُوا المشركين، أَحفُوا الشوارب، وأوفوا اللِّحَى» .
وأخرج -أيضاً- (رقم ٢٦٠) بسنده إلى أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: «جُزُّوا الشَّوارِبَ، وأرْخوا اللِّحَى، خالفوا المجوس» .
(٢) «الشّفاء» للقاضي عياض (١/١٣٠-١٣١) .
(فائدة) : كتاب «الشفا» من أكثر الكتب اشتهاراً، ونسخهُ الخطية أكثرها انتشاراً، وهو كتاب مليح غاية، لولا ما شابه من أحاديث واهية، وقد نبّه العلماء على هذا الضعف في الكتاب، قال الذهبي في ترجمة القاضي عياض في «السير» (٢٠/٢١٦) :

«قلت: تواليفُهُ نفيسةٌ، وأجلُّها وأشرفُها كتاب «الشِّفا» ، لولا ما قد حشاهُ بالأحاديث المفتعلة، عَمَل إمامٍ لا نَقْدَ له في فنِّ الحديث ولا ذوق، واللهُ يثيبه على حُسن قصده، وينفعُ بـ «شفائه» ، وقد فَعَلَ، وكذا فيه من التأويلات البعيدةِ ألوان، ونبيُّنا -صلوات الله عليه وسلامه- غنيٌّ بمدحةِ التنزيل عن الأحاديث، وبما تواتر من الأخبار عن الآحاد، وبالآحاد النَّظيفة الأسانيد عن الواهيات؛ فلماذا يا قوم نتشبَّعُ بالموضوعيات؟! فيتطرق إلينا مقال ذوي الغِلّ والحسد، ولكن مَن لا يعلم معذورٌ؛ فعليك يا أخي بكتاب «دلائل النّبوّة» للبيهقي، فإنه شفاءٌ لما في الصدور، وهدى ونور» . ... قلت: ويظهر لك صحة ما قاله الذهبي عند النظر في تخريج السيوطي لهذا الكتاب، وهو «مناهل الصَّفا في تخريج أحاديث الشِّفا» ، وقد أورد «مؤلفه -رحمه الله- تحت تأثير عاطفته الجياشة بعض الأحاديث الضعيفة، ونقل بعض الأقوال الواهية في التفسير ليستدل بها» ، وقد بيَّنتُ شيئاً من ذلك في كتابي «من قصص الماضين» (ص ٤٢٩) ، وقد قام الأستاذ أحمد جمال العمري بدراسة هذا الكتاب، ونبه على أشياء وقعت للقاضي فيه في كتابه المطبوع بعنوان «السيرة النبوية في مفهوم القاضي عياض» ، انظر منه -على سبيل المثال- (ص ٥٣٥ وما بعد) ، وانظر: «مصادر السنة النبوية وتقويمها» (١٠٤) ، «كتب حذر منها العلماء» (٢/٢١٨-٢١٩) .',NULL,'211',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (212,'وغيره عن أبي أمامة -رضي الله عنه-، قال: خرج علينا رسولُ الله - صلى الله عليه وسلم - متوكِّئاً على عصا، فقُمنا له، فقال: «لا تقوموا كما تقوم الأعاجم، يعظِّم بعضُهم بعضاً» (١) ا. هـ.
_________
(١) أخرجه ابن أبي شيبة (٥/٢٣٥) ، وأحمد (٥/٢٥٣، ٢٥٦) ، وأبو داود (٥٢٣٠) ، وابن ماجه (٣٨٣٦) ، والروياني في «مسنده» (٢/٣١٢-٣١٣ رقم ١٢٧١) ، وتمام في «فوائده» (٣/٤١١ رقم ١١٨٦ - الروض البسام) ، والطبراني في «الكبير» (٨/٢٧٨-٢٧٩ رقم ٨٠٧٢) ، و «الدعاء» (٣/١٤٧٣ رقم ١٤٤٢ - مختصراً) ، والرامهرمزي في «المحدث الفاصل» (ص ٦٤) ، والخرائطي في «مساوئ الأخلاق» (ص ٣٧٧-٣٧٨ رقم ٨٥١، ٨٥٢) ، والسمعاني في «أدب الإملاء والاستملاء» (ص ٣٤-٣٥) ، وابن حبان في «المجروحين» (٣/١٥٩-١٦٠) ، والطبري في «تهذيب الآثار» (١/٢٨٢-٢٨٣، ٢٨٤ رقم ٢٥٩٤، ٢٥٩٦، ٢٥٩٧) ، والبيهقي في «المدخل» (ص ٤٠٢ رقم ٧١٩) ، و «الشعب» (٦/٤٦٩ رقم ٨٩٣٧) ، والقاضي عياض في «الشفا» (١/١٣٠-١٣١) ، والمزي في «تهذيب الكمال» (١/١٦٦-١٦٧) ، وإسناده ضعيف، فيه اضطراب شديد، وفي طرقه بعض الرواة متكلم فيهم، وبعضهم مجهول، كأبي العَدَبَّس، وبه أعله العراقي في «تخريج أحاديث الإحياء» (٢/١٨٨) ، وضعّفه الطبري، وأقره ابن حجر في «الفتح» (١١/٥٠) ، فلا تغترّ بتحسين المنذري في «الترغيب» (٣/٢٦٩-٢٧٠) له. وانظر: «السلسلة الضعيفة» (٣٤٦) ، «تحفة الأشراف» (٤/١٨٣) ، وانظر في توجيه الحديث على المسألة في: «المدخل» (١/١٩٢-١٩٤) ، ففيه كلام قوي نفيس.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (213,'ومعنى ما في «الترمذي» : كانوا يحبُّون القيام له ولا يقومون؛ لما يعلمون من كراهيته لذلك (١) ، ويلزم أصحاب هذا القول -على مقتضى نتيجتهم-: تكفير جميع الصّحابة، الذين في مقدمتهم أبو بكر الصِّدِّيق (٢)
_________
(١) أخرجه أحمد (٣/١٣٢، ١٣٤، ١٥١، ٢٥٠-٢٥١) ، وابن أبي شيبة (٥/٢٣٥) ، والترمذي (٢٧٥٤) ، وفي «الشمائل» (رقم ٣٣٧) ، والبخاري في «الأدب المفرد» (رقم ٩٤٦) ، والطحاوي في «المشكل» (٣/١٥٥-١٥٦ رقم ١١٢٦) ، وأبو يعلى (٦/٤١٧-٤١٨ رقم ٣٧٨٤) ، والطبري في «تهذيب الآثار» (١/٢٨٣ رقم ٢٥٩٥) ، وأبو الشيخ في «أخلاق النبي - صلى الله عليه وسلم -» (١/٣٦١-٣٦٢ رقم ١٢٥، ١٢٦) ، والبغوي في «شرح السنة» (١٢/٢٩٤ رقم ٣٣٢٩) ، والبيهقي في «الشعب» (٦/٤٦٩ رقم ٨٩٣٦) ، و «المدخل» (ص ٤٠٢ رقم ٧١٨) ، والخطيب في «الجامع» (١/٢٧٩ رقم ٣٠٧) من حديث أنس، وإسناده صحيح على شرط مسلم، قاله ابن القيم في «تهذيب السنن» (٨/٨٢) ، وصححه النووي في «الترخيص في الإكرام» (٦١) ، والعراقي في «تخريج أحاديث الإحياء» (٧/٢٦ - الإتحاف) .
وانظر في توجيه الحديث على حرمة الكراهة: «المدخل» (١/١٨٤) ، «جمع الوسائل» (ص ١٨٠) ، و «السلسلة الصحيحة» (١/٦٩٨-٦٩٩) .
(٢) خص أبا بكر -رضي الله عنه-، لما في «المدخل» لابن الحاج (١/١٨٧) : «كان رسول الله - صلى الله عليه وسلم - قبل الهجرة يغشانا في كل يوم مرتين غدوةً وعشيةً، فجاء يوماً في وسط القائلة وأبو بكر قاعد على السرير، فقال: ما جاء به في هذا الوقت إلا أمر حدث، فدخل النبي - صلى الله عليه وسلم -، وأبي قاعد على السرير، فوُسَّع له في السرير حتى جلس معه عليه، ثم أخبره النبي - صلى الله عليه وسلم - أنه أمر بالهجرة، فقال: الصحبة يا رسول الله! قال: الصحبة» .

وأصل الخبر في «صحيح البخاري» (٣٤٩٥) ، و «مصنف عبد الرزاق» (٩٧٤٣) دون الشاهد. وفي «تاريخ ابن جرير» (١/٥٦٩-٥٧٠ - ط. دار الكتب العلمية) : «فلما دخل - صلى الله عليه وسلم - تأخّر أبو بكر عن سريره، فجلس رسول الله - صلى الله عليه وسلم -، ولم يذكر فيه قياماً» .
وهو كذلك مختصراً في «طبقات ابن سعد» (٣/١٧٢-١٧٣) ، و «تاريخ ابن عساكر» (٣٠/٧٧-٧٨ - ط. دار الفكر) ، وبنحوه في «سيرة ابن إسحاق» كما في «السيرة» لابن كثير (٢/٢٣٣) ، و «سيرة ابن هشام» (٢/٩٧-٩٨ - ط. دار الخير) .
قال ابن الحاج: «فانظر -رحمنا الله تعالى وإياك- كيف دخل النبي - صلى الله عليه وسلم -، فوُسّع له، ولم يقم، وكان أكثر الناس براً، وكرماً، واحتراماً، وتعظيماً، وترفيعاً، وتوقيراً للنبي - صلى الله عليه وسلم -» .',NULL,'213',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (214,'-رضي الله عنهم-، لأنهم كانوا لا يقومون له، فيعدّون مستخفّين بحقِّه ... - صلى الله عليه وسلم -، ولا مسلم يقول بذلك، بل إذا حقَّقنا النَّظرَ، واستعملنا الفكرَ، وأمعنا بعين البصيرة والبصر، وجدنا معارضة قياسهم بقياس نتيجته تنطبق عليهم تمام الانطباق، وصورته: القيامُ للنبي - صلى الله عليه وسلم - ليس تعظيماً له؛ لكونه يكرهه، وكلُّ ما ليس تعظيماً له، يعدُّ فاعله مستخفّاً بالنَّبيِّ - صلى الله عليه وسلم - (١) ،
_________
(١) المقدمة غير صحيحة، إذ يعتقد القائم أنه معظِّم، بناء على أعراف مارسها، وتواطأ الناس عليها، وإسقاط الاصطلاحات والعادات على النصوص من الأخطاء المنهجية عند المتأخرين، وقد كشف ابن تيمية ذلك في مسائل مهمة وكثيرة، حقها الإفراد، مع إلحاق ما طرأ بعده بها، والله الموفق.
ولذا من سمات الموفقين: مراعاة حال المخاطبين، وألفاظهم واصطلاحاتهم، ولذا وقعت -أخيراً- شنشنة حول هذا الأصل، يحتاج إلى تأصيل، وإن كانت ثمرته -في تطبيقات فقه جميع الأئمة الفقهاء- موجودة مشهورة، مع عدم العناية بالصحة، كسائر الأحاديث المرفوعة، فضلاً عن عدم جمع الآثار السلفية على وجه يسعف بالحكم عليها، إذ المشكلة قائمة فيها بالجمع، يسر الله المشاركة في ذلك على وجه ينفع صاحب هذه السطور يوم الدين.

وأخيراً، يبقى بعد هذا: قوله: «ما ليس تعظيماً له، يعد فاعله مستخفاً» ، ليس بصحيح، فتأمّل! والتعظيم ينبغي أن يكون شرعيّاً، لا عاطفيّاً، وقد نبّه على هذا: ذهبيُّ العصر المعلّمي اليماني في مسألة مصير أبويه - صلى الله عليه وسلم -.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (215,'فيكفر. النتيجة: القيام إلى النَّبيِّ - صلى الله عليه وسلم - يعدُّ فاعلُه مستخفاً به؛ لكونه يكرهه - صلى الله عليه وسلم -. قال العلامة الصوفي (!!) الشيخ محمود محمد خطاب السبكي (١) في كتابه «المقامات العلية في النشأة الفخيمة النبوية» في (صفحة ثلاثة وأربعين) : «ولْيعلم أنَّ القيام عند ذكر ولادة النبي - صلى الله عليه وسلم - بدعة، وقد قال السيِّد المختار: «وإياكم ومحدثات الأمور، فإنَّ كلَّ محدثة بدعة، وكلَّ بدعة ضلالة، وكلَّ ضلالة في النار» (٢) ؛ أي: فاعلها يعذَّب لأجلها في النار، وقد قال الله -عز وجل- في كتابه الحكيم: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: ٧] ، {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: ٦٣] ، ولا وجه لمن قال بتحسينها، فإنه ليس من أهل التَّحسين، وعن النَّص الصَّريح قد سها، وتعليله بأنَّ فيه تعظيماً، وإظهار السرور بسيِّد النبيين، تعليلٌ مردود بالبداهة، وليس من المشرِّعين، بل من متأخِّري المقلِّدين، ومن المعلوم بالضَّرورة أنَّ الأحكام لا تثبت إلا بالشَّرع الوارد عن رب العالمين، ولو تأمَّل ذلك المعلِّل لعرف أنَّ تعظيمَ النبي - صلى الله عليه وسلم - والسُّرور به، ورضا القوي المتين إنما هو بالقلوب، والأعمال الظاهرة المشروعة علامة على ذلك ... »
_________
(١) مضت ترجمته.
(٢) مضى تخريجه.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (216,'انظر تمام كلامه، وانظر -أيضاً- «صفاء المورد من عدم القيام عند سماع المولد» للعلامة سيدي محمد الحَجْوي الثَّعالبي (١)
_________
(١) هو محمد بن الحسن الحَجْوي الثعالبي، من رجال العلم والحُكم، من المالكية السلفية في المغرب، له كتب مطبوعة، أجلّها «الفكر السامي في تاريخ الفقه الإسلامي» ، توفي سنة (١٣٧٦هـ - ١٩٥٦م) ، له ترجمة بقلمه في آخر «الفكر السامي» (٤/١٩٩-٢١٠) ، «تراجم ستة من فقهاء العالم الإسلامي في القرن الرابع عشر وآثارهم الفقهية» (ص ١٣٧-٢١٥) ، «الأعلام» (٦/٩٦) ، «معلمة الفقه المالكي» (١٦٦) ، وكتاب «صفاء الموْرد» هو أول ما طُبع من تواليفه، سنة ١٣٣٧هـ بفاس، وأول كتاب ظهر من نوعه بالمغرب على عهد النهضة الأخيرة، عن فكر استقلالي سلفي، مستند للكتاب والسنة، غير مكترثٍ بأقوال تعتمد على الخيال.

ولمحمد حسين إبراهيم «نقض كتاب الفكر السامي» ، منه نسخة بخط المؤلف في المكتبة المركزية بجدة [٢٩٦٤] في (١٥) ورقة.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (217,'مدرِّس التَّفسير والحديث بجامع القرويين بفاس، و «مسامرة الأعلام، وتنبيه العوام، بكراهة القيام لذكر مولد خير الأنام» لسيدي محمد العابد (١) مفتي فاس، وخطيب الحرم (٢) الإدريسي، فإنَّهما سفَّها في كتابيهما، أحلام مدَّعي طلب القيام عند ذِكر مولد إمام كل إمام، عليه أفضل الصَّلاة والسَّلام.
وأما استنادهم في القيام لبعضهم بعضاً إلى آثار، لم ترد في القيام، للتعظيم، وإنما ورد لمعان أخر غير التَّعظيم، بيَّنها العلماءُ الأعلام (٣) ،
_________
(١) هو محمد العابد بن أحمد بن الطالب ابن سُودَة المرِّي، مؤرخ، فقيه، من علماء فاس، له كتب مطبوعة، منها المذكور، ومنها: «إزالة اللبس والشبهات على ثبوت الشرف من قبل الأمهات» ، و «الرد على وديع كرم» ، توفي في شبابه سنة (١٣٥٩هـ - ١٩٤٠م) ، = =ترجمته في «دليل مؤرخ المغرب» (١/٣٥، ٧١-٧٢) لحفيده، «الأعلام» (٦/١٨٠) ، «إتحاف المطالع» (١/٣٥٠) ، وفيه: «العالم المشارك، النجيب النابغة» .
(٢) إنما الحرم بمكة والمدينة خاصة، وفي وادي وج الذي بالطائف نزاع بين العلماء، ولا يسمى لا جامع الإدريسي ولا غيره حرماً، ومنه تعلم خطأ الخطباء الذين يقولون عن (بيت القدس) : (ثالث الحرمين الشريفين) . انظر: «اقتضاء الصراط المستقيم» (٤٣٤) ، «فتاوى ابن تيمية» (٢٧/١٤-١٥) ، «معجم المناهي اللفظية» (١٣٠) .
(٣) للشيخ القاضي عز الدين عبد الرحيم بن محمد القاهري الحنفي (ت ٨٥١هـ) : «تذكرة الأنام في النهي عن القيام» ، فرغ منه سنة ثلاث عشرة وثمان مئة، كذا في «الضوء اللامع» (٤/١٨٧) ، و «كشف الظنون» (١/٣٨٥) .

وللحافظ أبي موسى الأصفهاني جزء صنّفه في إباحة القيام، ذكره النووي في جزء في الموضوع نفسه، اسمه: «الترخيص في الإكرام لذوي الفضل والمزيّة من أهل الإسلام، على جهة البر والتوقير والاحترام، لا على الرياء والإعظام» (ص ٤٥) ، وهو مطبوع في بيروت بتحقيق الأستاذ كيلاني محمد خليفة، واختصره سليمان بن محمد الرقوقي بـ «إتحاف الأنام» ، منه نسخة خطية في دار الكتب المصرية، في (٦ ورقات) برقم [٢٣١٣٣ ب] ، كما في «فهارسها» (١/٨) .
وقد اعتنى ابن الحاج في «مدخله» (١/١٥٨-١٩٧) بأدلة النووي، وعمل على الرد عليها فقرة فقرة، على وجه قوي، واعتنى بكلامهما علي محفوظ في «الإبداع» ، ولابن القيم في «الزاد» (٣/٣٠٤) كلام جيد على أنواع القيام. وانظر: «الرد على الكاتب المفتون» (ص ١٥٩، ١٦٥) ، «الرد القوي» (١٦٤، ٢٠٩، ٢١١، ٢١٢، ٢٢٧) ، «المدخل» (١/٢٥٦، ٢٥٧) لابن الحاج، «شفاء الصدور في الرد على الجواب المشكور» (٢٩) لمحمد بن عبد اللطيف. وقد جمع ما ورد في الباب على وجه فيه تقصٍّ واستيعاب: أخونا الشيخ تلميذ الأمس وصديق اليوم أبو طلحة عمر بن إبراهيم في رسالته «إحكام الكلام عن مسألةالقيام» ، يسر الله نشرها والنفع بها، إنه جواد كريم.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (218,'راجع «مدخل ابن الحاج» (١) وغيره، وأعظم أثر عندهم يستندون إليه، وتلهجُ -حتى العامة- بذكره هو: قوله - صلى الله عليه وسلم - في حق سيِّدنا سعد بن معاذ -رضي الله عنه- حيث قدم راكباً، وكان مجروحاً في أكحله: «قوموا لسيِّدكم» (٢) ،
_________
(١) (١/١٥٨-١٩٧) ، وانظر الهامش السابق.
(٢) أخرجه البخاري (٣٠٤٣) ، ومسلم (١٧٦٨) في «صحيحيهما» من حديث أبي سعيد الخدري -رضي الله عنه- بلفظ: «إلى سيدكم» ، ولفظ: «لسيدكم» غير محفوظ، كما سيأتي -إن شاء الله تعالى- قريباً.
قال النووي -رحمه الله- في «الترخيص في الإكرام» (ص ٣٥-٣٦) : «هذا حديث صحيح متفق على صحته، أخرجه هؤلاء الأئمة الأعلام؛ أعني: البخاري ومسلم وأبا داود والنسائي، في كتبهم بالأسانيد التي ذكرتها، ورويناه بأسانيد كثيرة في غير هذه الكتب» ا. هـ.
وقال: «وقد احتج به العلماءُ من المحدثين والفقهاء وغيرهم على القيام بهذا الحديث، فممن احتج به: أبو داود في «سننه» ، فترجم له: «باب ما جاء في القيام» ، وممن احتج به: الإمام أبو الحسين مسلم بن الحجاج، وأبو نصر بشر بن الحارث الحافي الزاهد، وأبو بكر بن أبي عاصم، والإمام أبو سليمان الخطابي، والإمامان الحافظان المجمع على تحرّيهما وإتقانهما أبو بكر البيهقي والخطيب البغدادي، وأبو أحمد البغوي، والحافظ أبو موسى الأصبهاني، وآخرون لا يُحصَونَ» ا. هـ.
قلتُ: احتجّ به عامَّةُ القائلين بإباحة القيام المذكور، بل ويذكرون عن الإمام مسلم -رحمه الله- صاحب «الصحيح» -رحمه الله- أنه قال:
«لا أعلم في قيام الرجل للرجل حديثاً أصح من هذا، وقال: وهذا القيام على وجه البِر لا على وجه التعظيم» .
رواه عنه البيهقي في «المدخل» (ص ٣٩٨ رقم ٧٠٨) ، والحافظُ الأصبهاني -كما في «الترخيص في الإكرام» (ص ٣٦) -، والسمعاني في «أدب الإملاء» (ص ١٣٨) .

وبه احتج الخطيب في «الجامع لآداب الراوي» (١/٢٨٠) ، وروى فيه عن أبي نصر بشر بن الحارث، أنه قال: «هذا القيام على طريق المودة، فأما على الطريق الكِبر فهومكروه» .
وبوّب عليه البيهقي في «الشعب» (٦/٤٦٦) ، فقال: «باب في قيام المرء لصاحبه على وجه الإكرام والبر» ، وبنحوه في «الآداب» (ص ٩٧) ، و «المدخل» (ص ٣٩٧) .
وبهذا يقول الطحاوي -رحمه الله- في «المشكل» (٣/١٥٥-١٥٦) ، والسمعاني في «أدب الإملاء» (ص ١٣٧) ، والطبري في «تهذيب الآثار» (١/٢٨٤ -عمر بن الخطاب-) ، والخطابي في «المعالم» (٤/١٤٤) ، وابن عبد البر في «المجالس» (١/٣٨٧) ، والبغوي في «شرح السنة» (١١/٩٢-٩٣) و (١٢/٢٩٥) ، وعياض في «إكمال المعلم» (٦/١٠٥) ، وابن قدامة في «مختصر منهاج القاصدين» (ص ٢٩٤) ، والغزّالي في «الإحياء» (٧/٢٢٨ - إتحاف) ، والحافظ في «الفتح» (١٢/٣١٩) و (٨/٤٦٧) ، وابن بطال في «شرح البخاري» (٩/٤٧) ، وجماعة كبيرة من أهل العلم والمعرفة، كذا في «إحكام الكلام» (٥٤) .',NULL,'218',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (219,'ولا حجَّةَ لهم في ذلك؛ لاحتمال قوله - صلى الله عليه وسلم -: «قوموا لسيدكم، فأنزلوه» أو قوموا له تعظيماً، بقطع النَّظر عن نهيه عن القيام للتَّعظيم، والدَّليل -عند العلماء- إذا طرقه الاحتمال سقط به الاستدلال (١) ،
_________
(١) تصاغ هذه على أنها قاعدة فقهيّة، ويتوسع فيها الحنفية خاصة، ويذكرونها بألفاظ، منها: «التعارض متى وقع بين الدليلين، يوجب التساقط» . انظر: «القواعد والضوابط المستخلصة من التحرير» (١٧٨) ، والأحسن منها تخصيص التعارض بالبيّنات، ولذا قالوا: «إذا تعارضت البيّنتان تساقطتا» . انظر: «الاعتناء في الفرق والاستثناء» (٢/١٠٧٦) ، «موسوعة القواعد الفقهية» (١/٢٨٢) ، ومن القواعد الفرعية عن قاعدة (اليقين لا يزول بالشك) : (لا حجة مع الاحتمال الناشئ عن الدليل) ، وهذا صحيح استصحاباً للأصل. انظر: «قواعد الخادمي» (٣٢٩) ، «مجلة الأحكام العدلية» (مادة ٧٣) ، «شرح المجلة» للأتاسي (١/٢٠٤-٢٠٩) ، «شرح علي حيدر» (١/٦٥) ، «المدخل الفقهي» (رقم ٥٨٣) ، «القواعد الكلية والضوابط الفقهية» (١٥٧) لشبير.
وإلا فالتعارض الحقيقي في نصوص الشريعة غير موجود، قال ابن القيم في «الزاد» (٣/١٥٠) : «وأما حديثان متناقضان من كل وجه، ليس أحدهما ناسخاً للآخر، فهذا لا يوجد أصلاً، ومعاذ الله أن يوجد في كلام الصادق المصدوق، الذي لا يخرج من بين شفتيه إلا الحق، والآفة في التقصير في معرفة المنقول، والتمييز بين صحيحه ومعلوله، أو من القصور في فهم مراده - صلى الله عليه وسلم -، وحمل كلامه على غير ما عناه به» . وانظر في تقرير هذا ... «إعلام الموقعين» (٢/٢٢١) .
وقرر الشافعي بكلام رزين، أنه لم يصح عن النبي - صلى الله عليه وسلم - حديثان متضادان، ينفي أحدهما ما يثبته الآخر، من غير جهة الخصوص والعموم والإجمال والتفسير، إلا على وجه النسخ. انظر «الرسالة» (٢١٣-٢١٧) .

فمحل مثل هذه القاعدة: التضاد بين المتعارضين مما لا يمكن الجمع بينهما، ومن بديع كلام صاحب «المستصفى» (٢/١٣٩-١٤٠) في مثله: «ويقدر تدافع النصين» ، وإلا فالقرائن وإعمال الأصل. انظر تفريقاً بديعاً في «قواعد الأحكام» (٢/٤٧ وما بعد) .
وانظر للقاعدة -أيضاً-: «الأشباه والنظائر» (١/٣٨) للسبكي، و (٧٩) للسيوطي، «شرح تنقيح الفصول» (٤٥٣) ، «أحكام أهل الذمة» (١/٢٥٢) ، «القواعد الفقهية المستخرجة من كتاب إعلام الموقعين» (٣٠١-٣٠٢) .',NULL,'219',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (220,'وأيضاً تنقطع حُجَّتهم بالمرة بالحديث الحسن المصرَّح فيه بالإنزال، هو: ما في «فتح الباري» (١) أن ما رواه أحمد من حديث عائشة: «قوموا إلى سيِّدكم، فأنزلوه» (٢) بسند حسن. قالوا: وعليه لم يبق وجهٌ على الاحتجاج به على القيام المتعارف (٣)
_________
(١) (٧/٤١٢ و١١/٥١) .
(٢) أخرجه ابن أبي شيبة (١٤/٤٠٨-٤١١) ، وأحمد (٦/٤١، ١٤٢) ، وابن سعد (٣/٤٢١-٤٢٣) ، وابن حبان (٦٩٨٩ - الإحسان) من حديث عائشة، وهو مطول جداً، وفيه قصة، وإسناده حسن. وحسنه ابن حجر في «الفتح» (١٢/٣١٩-٣٢٠) ، وقال الهيثمي في «المجمع» (٦/١٢٨) : «رواه أحمد، وفيه محمد بن عمرو بن علقمة، وهو حسن الحديث، وبقية رجاله ثقات» .
(٣) الاحتجاج بحديث «قوموا إلى سيدكم فأنزلوه» لا يصح على جواز القيام للقادم، وهذا التفصيل:
قال شيخنا العلامة الألباني -رحمه الله- في «السلسلة الصحيحة» (١/٧٤٦ رقم ٦٧) : «اشتهر رواية هذا الحديث بلفظ: «لسيدكم» ، والرواية في الحديثين كما رأيت: «إلى سيدكم» ، ولا أعلم للفظ الأول أصلاً، وقد نتج منه خطأ فقهي، وهو الاستدلال به على استحباب القيام للقادم كما فعل ابن بطال وغيره.
قال الحافظ محمد بن ناصر أبو الفضل في «التنبيه على الألفاظ التي وقع في نقلها وضبطها تصحيف وخطأ في تفسير معانيها، وتحريف في الكتاب الغريبين عن أبي عبيد= =الهروي» (ق١٧/٢) : «ومن ذلك ما ذكره في هذا الباب من ذكر السيد، وقال كقوله لسعد، حين قال: «قوموا لسيدكم» ؛ أراد: أفضلكم رجلاً.
قلت: والمعروف أنه قال: «قوموا إلى سيدكم» ، قاله - صلى الله عليه وسلم - لجماعة من الأنصار، لما جاء سعد بن معاذ محمولاً على الحمار، المتقدم عليهم، وإن كان غيره أفضل منه» .

ثم قال -رحمه الله-: «وقد اشتهر الاستدلال بهذا الحديث على مشروعية القيام للداخل، وأنت إذا تأملت في سياق القصة؛ يتبين لك أنه استدلال ساقط من وجوه كثيرة: أقواها قوله - صلى الله عليه وسلم -: «فأنزلوه» ؛ فهو نص قاطع على أن الأمر بالقيام إلى سعد إنما كان لإنزاله من أجل كونه مريضاً، ولذلك قال الحافظ: «وهذه الزيادة تخدش في الاستدلال بقصة سعد على مشروعية القيام المتنازع فيه، وقد احتج به النووي في كتاب القيام ... » ا. هـ.
وقال شيخ الإسلام -رحمه الله- في «الفتاوى» (١/٣٧٤) : «فهذا قيام للقادم من مغيبه تلقياً له» .
أي: أنه ليس في موطن النزاع من قيام الشخص للداخل على صورة القيام لشخصه، وقال ابن الحاج في «المدخل» (١/١٦٦-١٧٠) : «الحديث لا ينازع في صحته، وهو بين في القيام كما ذكر.
والجواب عنه من ثلاثة أوجه:
الوجه الأول: أنّ النبي - صلى الله عليه وسلم - خص في الحديث الأمر بالقيام للأنصار، والأصل في أفعال القرب العموم، ولا يعرف في الشرع قربة تخص بعض الناس دون البعض؛ إلا أن تكون قرينة تخص بعضهم فتعم، كما هو معلوم مشهور.
فلو كان أمره -عليه الصلاة والسلام- لهم بالقيام من طريق البر والإكرام لكان -عليه الصلاة والسلام- أول من يبادر إليه ما ندب إليه، وهو المخاطب خصوصاً بخفض الجناح وأمته عموماً، فلما لم يقم -عليه الصلاة والسلام-، ولا أمر بذلك المهاجرين، ولا فعلوه بعد أمره -عليه الصلاة والسلام- للأنصار بذلك، دل على أنه ليس المراد به القيام للبر والإكرام، إذ لو كان ذلك كذلك، لاشترك الجميع في الأمر به وفي فعله، وإذا كان ذلك كذلك، فيحمل أمره -عليه الصلاة والسلام- بالقيام على غير ذلك من الضرورات المحوجات لذلك، وذلك بيِّنٌ في قصة الحديث وبساطه، وذلك أن بني قريظة كانوا نزلوا على حكم سعد بن معاذ -رضي الله عنه-، وكان سعد بن معاذ إذ ذاك خلفه النبي - صلى الله عليه وسلم - بالمدينة في المسجد مثقلاً بالجراح، لم يملك نفسه أن يخرج، وترك له النبي - صلى الله عليه وسلم - عجوزاً تخدمه، فلما= =أن نزلت بنو قريظة على حكمه، أرسل النبي - صلى الله عليه وسلم - خلفه، فأتي به على دابة وهم يمسكونه يميناً وشمالاً لئلا يقع عن دابته، فلما أن أقبل عليهم، قال النبي - صلى الله عليه وسلم - للأنصار إذ ذاك: «قوموا إلى خيركم أو إلى سيدكم» ؛ أي: «قوموا فأنزلوه عن الدابة» ، وقد ورد معنى ما ذكر في رواية أخرى، وهو أن النبي - صلى الله عليه وسلم - أمرهم بالقيام إليه لينزلوه على دابة لمرض به. انتهى.
لأن عادة العرب جرت أن القبيلة تخدم سيدها، فخصهم النبي - صلى الله عليه وسلم - بتنزيله وخدمته على عادتهم المستمرة بذلك، فإن قال قائل: لو كان المراد به ما ذكرتم، وهو الإنزال عن الدابة، لأمر -عليه الصلاة والسلام- بذلك من يقوم بتلك الوظيفة وهم ناس من ناس، فلما أن عمهم، دل على المراد به الجميع، إذ أن ببعضهم تزول الضرورة الداعية إلى تنزيله، فالجواب: أنه -عليه الصلاة والسلام- فعل ذلك على عادته الكريمة، وشمائله اللطيفة المستقيمة؛ لأنه -عليه الصلاة والسلام- لو خص أحداً منهم بالقول والأمر، لكان في ذلك إظهاراً لخصوصيته على غيره من قبيلته، فيحصل بسبب ذلك لمن لم يأمره انكسار خاطره، في كونه لم يأمر بذلك، وكانت إشارته -عليه الصلاة والسلام- أو نظره أو أمره عندهم من أكبر الخصوصية، فأمره -عليه الصلاة والسلام- لهم بذلك عموماً تحفظاً منه -عليه الصلاة والسلام- أن ينكسر خاطر أحد منهم، أو يتغير، فكان ذلك في حقهم مثل فرض الكفاية، من قام به أجزأ عن الباقين، فهذا الذي ينبغي أن يحمل عليه الحديث للقرائن التي قارنته وهي هذه، وما تقدم من أن أفعال القرب تعم ولا تخص قبيلة دون أخرى، وقد اختلفت الرواية في أمره -عليه الصلاة السلام- بذلك، هل كان للأنصار خصوصاً -وهو المشهور-، أو للمهاجرين والأنصار؟ وما وقع من الجواب يعم القبيلتين وغيرهما.
الوجه الثاني: أنه غائب قدم، والقيام للغائب مشروع.
الوجه الثالث: أنه -عليه الصلاة والسلام- أمرهم بالقيام لتهنئته بما خصه الله به من هذه التولية والكرامة بها دون غيره، والقيام للتهنئة مشروع» ا. هـ.
ثم قال -رحمه الله-:
«إن كل أمر ندبك الشرع أن تمشي إليه، لأمر حدث عنده مما تقدم ذكره، أو ما أشبه ذلك، فلم تفعل حتى قدم عليك المتصف بذلك، فالقيام إليه إذ ذاك عِوَضٌ عن الشيء الذي فات، والله الموفق للصواب، فقد حصل على القيام لسعد -رضي الله عنه- من القسم المندوب لتهنئته بما أولاه الله -تعالى- من نعمته بتلك التولية المباركة.
وأما قوله -أي: النووي-: «وقد احتج بهذا الحديث العلماء والفقهاء» ، فقد ذكر= = -رحمه الله- من احتج به، وهو أبو داود ومسلم، وهذا ليس فيه حجة؛ لأنّ المحدثين دأبهم أبداً في الحديث هذا، وهو أنهم ينظرون إلى فقه الحديث، فيبوبون عليه، ويذكرون فوائد في تراجمهم، جملة من غير تفصيل، كما قالوا في البخاري -رحمه الله-: «جل فقهه في تراجمه» ، وكذلك غيره من المحدثين، ولا يتعرضون في غالب أمرهم إلى التفصيل بالجواز أو المنع أو الكراهة أو غير ذلك، إنما شأنهم سياق الحديث على ما هو عليه، والفقهاء يتعرضون لذلك كلِّه، ألا ترى أن أبا داود -رضي الله عنه- قد بوب على غير هذا الحديث، وهو الحديث الذي وقع النهي فيه عن القيام، فقال: «باب كراهة القيام للناس» ، بل يؤخذ من ترجمته وتبويبه على الحديثين، أن فقهه اقتضى منع القيام؛ لأنه لما أن ذكر الحديث الذي يستدل به على القيام، لم يقل: «باب ما جاء في فضل القيام» ، ولا: «استحباب القيام» ، ولا: «جواز القيام» ، بل قال: «باب ما جاء في القيام» ، ولم يزد، ولما أن ذكر الحديث الآخر، قال: «باب كراهة القيام للناس» ، فيلوح من فحوى خطابه أنه يقول بالكراهة، ولا يقول بالجواز، وهذا كله بيِّنٌ واضح، والله أعلم.
وإذا لم نقل بفحوى الخطاب، ولم نأخذ منه الحكم، فلا سبيل إلى أن نحكم بأنه أخذ بأحد الحديثين وترك الآخر إلا بقرينة، والقرينة قد دلت على ما ذكر، والله الموفق» . ا. هـ.
وقال صديق بن حسن -رحمه الله- في «الدين الخالص» (٤/٤٤٧-٤٤٩) :
«وحمل النووي حديث سعد على جواز القيام التعظيمي في رسالة مستقلة له في هذه المسألة، وما أبعد حمله على ذلك، ويأباه السياق والسباق، بل المراد: قوموا لإعانته في النزول عن الحمار، إذ كان به مرض وأثر جرح أكحله يوم الأحزاب، ولو أراد تعظيمه لقال: «قوموا لسيدكم» .
ومما يؤيده تخصيص الأنصار، والتنصيص على السيادة المضافة، وقد تقدم أن أصحابه - صلى الله عليه وسلم - ما كانوا يقومون تعظيماً له، مع أنه سيد الخلق؛ لما يعلمون من كراهته لذلك ... قال العلامة الشوكاني في «الفتح الرباني» :
ليعلم أولاً، أن محل النزاع القيام المقيد بالتعظيم لا المطلق، وقد دل على تحريم الأول حديث أبي أمامة المذكور.
ولا يخفى عليك أن مناط النهي -ها هنا- هو التعظيم المصرح به، وقد شهد لهذا: حديث مسلم، ولهذا أورده المنذري في هذا البحث ...
ويشهد له -أيضاً-: حديث التمثل، فإنه محمول على التعظيم، حمل المطلق على المقيد. =
= ... ثم اختار -رحمه الله- عدم جواز القيام الخالي عن التعظيم، سواء كان الباعث عليه المحبة أو الإكرام أو الوفاء بحق القاصد، كالقيام للمصافحة أو غير ذلك، على أنه قيل في حديث سعد أن أمره أصحابه بالقيام كان لإعانته على النزول عن ظهر مركوبه، لضعفه عن النزول بسبب جراحه» ا. هـ.
وانظر كلام علي القاري الآتي، والله الهادي.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (221,'ا. هـ.
ومدَّعي أنَّ القيامَ للتَّعظيم مطلوبٌ شرعاً، خصوصاً للعلماء والوالدين، ومَن تُرجَى بركته محجوج بالحديث الصحيح، الذي رواه منلا علي القاري (١) ، ونصُّه:
_________
(١) في «المرقاة» (٤/٥٨٣) .
وقوله: «رواه ... » يذكره المخرجون في حق من أورد حديثاً مسنداً، أما الأحاديث التي تذكر غير مسندة ولا معزوة، فيقال فيها: ذكره، ومنه تعلم خطأ من يقول: أخرجه البخاري تعليقاً، فهذا توسع غير مرضٍ، وفي «أخرجه» و «تعليقاً» تعارض لا يخفى، فتأمل!
(تنبيه) : لعلي القاري في «جمع الوسائل في شرح الشمائل» (٢/١٦٩ - ط. دار الفكر) كلمة حسنة في توجيه حديث: «قوموا إلى سيدكم، فأنزلوه» على منع القيام، قال: «الظاهر من إيراد أنس -رضي الله عنه- للحديث، إرادة أنّ القيام المتعارف غير معروف في أصل السنة وفعل الصحابة، وإن استحسنه بعض المتأخرين، وليس معناه أنهم كانوا يقومون لبعضهم البعض، ولا يقومون له - صلى الله عليه وسلم - كما يتوهم، فإنه -عليه السلام- قال: «لا تقوموا كما يقوم الأعاجم بعضهم لبعض» .
وأغرب ابن حجر في قوله: «ولا يعارض ذلك قوله - صلى الله عليه وسلم - للأنصار: «قوموا إلى سيدكم» ؛ أي: سعد بن معاذ سيد الأوس، لما جاء على حمار لإصابة أكحله بسهم في وقعة الخندق، كان فيه موته بعدُ، لأنّ هذا حق للغير، فأعطاه - صلى الله عليه وسلم - له، وأمرهم بفعله بخلاف قيامهم له - صلى الله عليه وسلم -، فإنه حق لنفسه، وتركه تواضعاً» . انتهى كلامه [في «فتح الباري» (١٢/٣٢٠) ] .
ووجه غرابته: أن الحديث بعينه يرد عليه؛ لأنه يدل على أنَّ القيام لم يكن متعارفاً بينهم، وعلى التنزُّل؛ فلو أراد قيام التعظيم لما خص قومه به، بل كان يعمُّهم وغيرهم.
فالصواب: أن المراد بالقيام الذي أمرهم به، هو: إعانته حتى ينزل عن حماره لكونه مجروحاً مريضاً» . وقارنه بـ «المدخل» (١/١٦٧-١٦٨) لابن الحاج.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (222,'كان ينهاهم عن قيام بعضهم لبعض بقوله: «لا تقوموا كما يقوم الأعاجم يعظم بعضهم بعضاً» (١) ، وبتصريح الأئمة المجتهدين، وسأذكر بعضهم. ولا عبرة باستحسان المتأخِّر إذا خالف صريحَ الحديث الذي عمل بمقتضاه الأئمة المجتهدون، الذين هم عمدتُنا في الدِّين، قال مالك -رحمه الله تعالى- في «العتبية» (٢) : «وبعض هؤلاء الولاة يكون الناسُ جلوساً ينتظرونه، فإذا طلع عليهم قاموا له، حتى يجلس، فلا خيرَ في هذا، ولا أحبُّه، وليس هذا من أمر الإسلام» ا. هـ.
_________
(١) مضى تخريجه.
(٢) للعلماء كلام كثير عن «العتبية» وعيوبها، ولم يأخذوا بكثير من مسائلها، وقد أتيتُ على ذلك في (الجزء السابع) من كتابي «قصص لا تثبت» ، وفاتني هناك نص مهم، ظفرتُ به في «الإعلام بفوائد عمدة الأحكام» (١/٤٩٦) عن ابن بزيزة، قال في «شرح الإحكام» : «وقعت في «العتبية» رواية منكرة مستهجنة، ... وهذه رواية لا يحل سماعها، فكيف العمل عليها، وقد كان الواجب أن تطرح «العتبية» كلها لأجل هذه الرواية وأمثالها، مما حوته من شواذ الأقوال، التي لم تكن في غيرها، ولذلك أعرض عنها المحققون من علماء المذهب، حتى قال أبو بكر بن العربي -حيث حكى أن من العلماء من كره كتب الفقه- فإن كان؛ ففي «العتبية» » .
وبيَّنتُ هناك أن شرح ابن رشد «البيان والتحصيل» عليها، أزال كثيراً من سوالبها وعيوبها، وكذلك في تعليقي على «بوطليحة» ، يسر الله إتمامه بخير وعافية.
والنقل المذكور فيها (٤/٣٥٩ - مع «البيان والتحصيل» ) . وانظر: «المدخل» (١/١٨٧) لابن الحاج، ففيه نحوه.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (223,'في «أحكام القرآن» للجصاص في (الجزء الثالث /صفحة خمس وتسعين) : وحدثنا مكرم بن أحمد بن مكرم، قال: حدثنا أحمد بن عطية الكوفي، قال: سمعت أبا عبيد يقول: كُنَّا مع محمد بن الحسن، إذ أقبل الرَّشيدُ، فقام الناسُ كلُّهم إلا محمد بن الحسن، فإنه لم يقم، وكان الحسن بن زياد معتلَّ القلب على محمد بن الحسن، فقام ودخل الناس من أصحاب الخليفة، فأمهل الرّشيد يسيراً، ثم خرج الإذن، فقام محمد بن الحسن فجزع أصحابُه له، فأدخل، فأمهل، ثم خرج طيب النفس مسروراً، قال: قال لي: ما لك لم تقم مع الناس؟ قال: كرهتُ أن أخرج عن الطَّبقة التي جعلتني فيها، إنك أهلتني للعلم، فكرهتُ أن أخرج إلى طبقة الخدمة، التي أنا خارج منها، وإنَّ ابنَ عمِّك - صلى الله عليه وسلم - قال: «من أحبَّ أن يتمثَّل له الرجالُ قياماً؛ فليتبوَّأْ مقعده من النار» (١) ،
_________
(١) أخرجه ابن أبي شيبة (٥/٢٣٥) ، وأحمد (٤/٩١، ٩٣، ١٠٠) ، والبخاري في «الأدب المفرد» (٩٧٧) ، والترمذي (٢٧٥٥) ، وأبو داود (٥٢٢٩) ، والطبري في «تهذيب الآثار» (١/٢٨٥ رقم ٢٥٩٩، ٢٦٠٠، ٢٦٠١، ٢٦٠٢، ٢٦٠٣) ، وأبو القاسم البغوي في «الجعديات» (١٤٨٢ - ط. بيروت أو ١٥٠٣ - ط ... الفلاح) ، وعبد بن حميد في «المنتخب» (رقم ٤١٣) ، والدولابي في «الكنى» (١/٩٥) ، والطحاوي في «المشكل» (رقم ١١٢٥، ١١٢٧) ، وابن قانع في «معجم الصحابة» (١٣/٤٧٨٥ رقم ١٨٣٤) ، والطبراني في «المعجم الكبير» (١٩ رقم ٨١٩، ٨٢٠، ٨٢١، ٨٢٢) ، والخرائطي في «مساوئ الأخلاق» (رقم ٨٤٧، ٨٤٨، ٨٤٩، ٨٥٠) ، والباغندي في «مسند عمر بن عبد العزيز» (رقم ١٣) ، والسمعاني في «أدب الإملاء والاستملاء» (ص ٣٥) ، والبغوي في «شرح السنة» (١٢/٢٩٥ رقم ٣٣٣٠) ، وأبو نعيم في «أخبار أصبهان» (١/٢١٩) ، والبيهقي في «المدخل» (رقم ٧٢١، ٧٢٢) ، والخطيب في «تاريخ بغداد» (٢/١٧٠-١٧١ و١٣/١٩٥) ، وابن النجار في «ذيل تاريخ بغداد» (٥/١٠١) ، وابن عساكر في «تاريخ دمشق» (٣١/٢١٧) ، والنووي في «الترخيص في الإكرام» (ص ٦١-٦٣) من حديث معاوية، وإسناده صحيح.
قال الترمذي: «حديث حسن» .
وصححه المنذري في «الترغيب» (٣/٢٧١٧ - المعارف) ، و «مختصر سنن أبي داود» (٨/٨٦، ٩٣) ، وابن القيم في «تهذيب السنن» (٨/٨٤) ، والنووي في «الترخيص» (٦١-٦٢) .
وحسنه العراقي في «تخريج أحاديث الإحياء» (٧/٢٢٦ - إتحاف) ، وابن مفلح في «الآداب الشرعية» (١/٤٣٣-٤٣٤) .
واستدل به جمع من العلماء على منع القيام، ووقعت لأحمد بن المعَذَّل المالكي قصة مع المتوكل، وفيها عدم قيامه له لهذا الحديث. انظرها مع تخريجها في «المجالسة» (٢/٢١٢-٢١٣ رقم ٣٤٢ - بتحقيقي) .',NULL,'223',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (224,'وإنه إنما أراد بذلك العلماء، فمن قام بحق الخدمة وإعزاز الملك فهو هيبة للعدو، ومن قعد اتِّباعاً للسُّنَّة التي عنكم أخذت، فهو زين لكم، قال: صدقتَ يا محمد. ا. هـ محل الحاجة.
[و] في «تحفة المجالس ونزهة المجالس» (١) للعلامة جلال الدين السيوطي -رحمه الله تعالى-: «روي أنَّ المنصور أقبل يوماً، والفرج بن فضالة جالس على بابه، ومعه جماعة، فقام النَّاسُ، وهو لم يقُم، فرآه المنصورُ، فاشتدَّ غضبُه، ودعا به، فقال: ما منعك عن القيام مع الناس؟ قال: خفتُ أن يسألني الله -تعالى-: لم فعلتَ؟ ويسألك: لم رضيت؟ وقد كرهه - صلى الله عليه وسلم -، فسكن غضب المنصور وانشرح» (٢) ، وإذا ظهرت المحجّةُ؛ فلا حجة لمن لم يسلكها، إلا الجهل أو المكابرة -نقانا الله تعالى منها، كما يُنقِّي الثَّوبَ الأبيض من الدَّنس-، والمجال ضيِّق، وإذا سنحت الفرصة في وقت غير هذا لأشرحنَّ حال المنتصرين للبدع، التَّاركين للسُّنن، لأغراضٍ سيئة، وإلا؛ فالنهج واضحٌ، فالحق الذي لا غبار عليه؛ هو: ما سلكه العلاّمة كامل القصاب ورفقاؤه، والباطلُ: ما سلكه معارضُهم، والحقُّ أحقّ أن يتبع {وَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلال} [يونس: ٣٢] .
والحمد لله على كل حال، وصلى الله -تعالى- على سيدنا محمد، صادق المقال، وأصحابه ومن تبعهم بإحسان والآل.
حرر في ١٣ ربيع الأول سنة ١٣٤٤
[كتبه أسير ذنبه عبد ربه الكافي
محمد بن يوسف بن محمد المعروف بالكافي (٣) ]

١١
بسم الله الرحمن الرحيم
الحمد لله -سبحانه-، وبعد:
_________
(١) (ص ٨٨) .
(٢) نحو القصة في «نشوار المحاضرة» (٧/٦٢) ، «تاريخ بغداد» (١٢/٣٨٩-٣٩٠) ، «الشفا في مواعظ الملوك والخلفاء» (٨٢) لابن الجوزي، «تهذيب الكمال» (١٥/٤٥) .
ووقعت نحوها لعلي بن الجعد مع المأمون. انظرها في «تاريخ بغداد» (٢/١٧٠-١٧١) ، «تهذيب الكمال» (١٣/٢١٦-٢١٧) .
(٣) سبقت ترجمته (ص ٢٠٦) ، وما بين المعقوفتين من إضافاتي.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (225,'فقد أجلتُ النَّظرَ فيما أورده الأستاذان الفاضلان، مؤلِّفا هذه الرسالة، من الأدلة القاطعة، والبراهين السَّاطعة، على صحَّة فتوى أحدهما بكراهية ما يجري في الجنائز، من الصياح في التهليل، والتكبير، وغيره، فرأيتُ أنني في غُنية عن تعليق كلمات ترجِّح الفتوى المذكورة على غيرها؛ لما أتيا به من الأدلة الكافية الشافية، فأجادوا وأفادوا، أسأل الله -سبحانه- أن يديم عليهما إحسانه، ويوفِّقنا جميعاً والمسلمين لما يحبُّه ويرضاه، بجاه (١) سيِّدنا محمد حبيبه ومصطفاه، صلى الله عليه وعلى آله وصحبه وسلم.
كتبه الفقير:
محمد توفيق الغزي العامري (٢)
المفتي الشافعي بدمشق -عفي عنه-

١٢
بسم الله الرحمن الرحيم
الحمد لله ملهم الصَّواب، الهادي إلى طريق الرَّشاد، صلى الله وسلم على رسوله حبيبه وصفيه، سيِّدِنا محمد، وعلى آله وأصحابه وعترته.
أما بعد: فإن نصوصَ مذهبنا -نحن معاشر الحنفية- صريحةُ الدّلالة بكراهة اللغط أمام الجنازة للأدلّة الصَّريحة الصَّحيحة في ذلك، فما سطّره الأستاذان الفاضلان، والمدقِّقان الكاملان، والعالمان العاملان، مؤلِّفا هذه الرِّسالة «النقد والبيان» هو الذي يعوَّل عليه في الفهم، ويركن إليه في النَّقل، فجزاهما الله خيرَ الجزاء، وأكثر من أمثالهما النجباء، إنه سميع قريب مجيب الدُّعاء، آمين.
في ١٨ ربيع الأول ١٣٤٤
كتبه الفقير
_________
(١) هذا التوسل بدعي، وغير مشروع.
(٢) هو محمد توفيق بن عبد الرحمن بن أبي السعود، ولد بدمشق، وأخذ على علماء زمانه، ثم درس بالأزهر، تولى القضاء في بلدان متعددة، وخاصة في بلدة المعلقة بالبقاع، تولى فتوى الشافعية بعد الشيخ صالح الغزي، ومن مؤلفاته: «فتوى في تكفير القاديانية» وهو مطبوع، توفي بدمشق ١٦ شوال ١٣٦٣هـ - ١٩٤٣م، ودفن بمقبرة الدحداح بالروضة. انظر «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٣/١٨٠) .',NULL,'225',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (226,'عبد الكريم الحمزاوي الحسيني (١)
خطيب جامع الشيخ محي الدين بن العربي
الملقب بالشيخ الأكبر -طاب ثراه-

١٣
بسم الله الرحمن الرحيم
الحمد لله، والصَّلاةُ والسَّلامُ على النّبِيّ الأَوّاه، وعلى آله وأصحابِه ومَنْ نصر شرعَه ووالاه، وبعد:
فَمِمَّا لا شكَّ فيه، أنَّ السُّكوتَ وراء الجنازة، والتّفكُّرَ في الموت وفيما بعد الموت؛ هو السُّنَّةُ التي عرفها الصَّحابة (٢) -رضي الله عنهم-، وجرى عليها عملُ السلف الصالح (٣) ، لا نعلم خلافاً لأحد في ذلك، وغاية ما عرف للفقهاء -رضي الله عنهم- في هذه المسألة طريقتان: طريقة القائلين بأنَّ الجهرَ بالذكر ونحوه وراء الجنازة مكروهة كراهة التحريم، وطريقة القائلين بأنه مكروه كراهة التنزيه.
والظاهر أنَّ ما نقله العارف الشعراني في «عهود المشايخ» ، وما نقله ... -أيضاً- في «العهود المحمدية» عن شيخه العارف الكبير سيدي علي الخوّاص مبني على الطريقة الثانية للفقهاء (٤) ، وهو الذي مال إليه في «شرح الرموز» و «شرح الملتقى» ، وهو ظاهر كلام أكثر أرباب المذاهب، ولعل عذرهم في ذلك: عدم ورود نهي صحيح صريح في المسألة، مع ملاحظة العارف الشعراني فيما نقله قاعدة: (ارتكاب أخف الضّررين) .
_________
(١) هو عبد الكريم بن سليم بن نسيب بن حسن بن يحيى بن حسن بن عبد الكريم ابن محمد بن كمال الدين بن محمد، فقيه، زاهد، انظر ترجمة ابنه في «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٣/٣٧٨) .
(٢) انظر ما قدمناه في التعليق على (ص ١٧) .
(٣) انظر ما قدمناه في التعليق على (ص ١٧) .
(٤) انظر ما تقدم (ص ٩١-٩٢) .',NULL,'226',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (227,'وتوضيح مختار هذا العارف: أنَّ مُشَيِّعِي الجنازة إذا خالفوا سُنَّةَ الصَّمت والتَّفَكُّر، واشتغلوا باللَّهو، وتشاغلوا باللغو والغيبة ونحوها، بحيث أصبحوا وراء الجنازة كالسّمَّار في السّمر، ولم يفدهم الأمر بالسكوت؛ أمروا حينئذ بقول: «لا إله إلا الله محمد رسول الله» ؛ تباعداً مِمَّا وقعوا به، وتخلُّصاً مِمَّا هم فيه.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (228,'لكن؛ لا يخفى أنَّ الورعَ احترامُ رأي الجماهير مِنَ الفقهاء والمُحَدِّثين، وعدُم الوقوع في خلافهم؛ وذلك بإحياء سُنَّةِ السُّكوت الدَّاعيةِ إلى التَّأدُّبِ بأدب الشرع، والتَّفَرُّغِ للخُشوع، والتَّفَكُّرِ بما سَيَؤُول إليه المرءُ -وليس لنا عند ذلك عاذل ولا مخالف؛ إذ ليس ثَمَّ مَنْ يلوم الساكتَ المتفكِّرَ وراء الجنازة على سكوته، فضلاً عن أنْ يأثمه فيه-، مع ما ينضمُّ إلى إحياء سُنَّةِ السُّكوتِ؛ مِنَ القضاء على طريقة الجهر المُحدَثَة التي لا تعرف في العصر الأول، وليت شعري إذا احتج للجهر بقول: «لا إله إلا الله محمد رسول الله» بما اختاره العارف الشعراني ارتكاباً لأخف الضَّررين، لا لأنَّه سُنَّةٌ أو شرع، ولا بقصد إماتة سنة السكوت والصَّمت، فبماذا يحتج لما هو مُحْدَث اليوم في مثل دمشق، مِن رفع الأصوات وراء الجنازة بقصائد وألحان، يضيع في فهمها حذقُ الحاذق، ويَخِيب في إدراكها الرَّأيُ الصائب، دع القول بأنَّها جعلت في أيامنا عنواناً على الغنى، ودليلاً على الرفعة والشرف، فكم رأينا مِنْ أُناس ارتفعت الأصواتُ في جنائزهم، وعلت الضَّوضاءُ والنَّغماتُ حول نَعشِهم، وليس لهم مِن صفة توجب هذه المنزلة -إنْ قلنا بأنَّها رِفعة- سوى أنهم جمعوا المال من حلّه ومن غير حلّه، فاستحقُّوا بذلك التقدم على الناس أحياءً وأمواتاً، وآخرين هم (١) أهل الصلاح والتقدم والدِّين والرفعة والشَّرَف قَلَّتْ ذاتُ أيديهم، فصمتت الأصواتُ حول جنائزهم، ولم تجتمع تلك النَّغمات حول نعشهم، بل تباعد عنها أولئك المدَّاحون المستأجرون، فكانوا ومشيعيهم عنوان الفقر، وأمارة القلَّة والاحتياج، اللهم لا حُجَّة لتحسين هذا العمل، ولا مسوِّغ في الشَّرع فيما نعلم لتصحيح أخذ الأجرة عليه، بل واجب كل ذي مسكة من علم إنكار مثل هذه البدع، وبيان أنها ليستْ طريقة السَّلف، وأنَّ الخير كله في اقتفاء أثر مَن سلف.
_________
(١) في الأصل: «هم هم» ، مكررة!',NULL,'228',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (229,'وهنا لا غنى لي عن أن أطلب من الله -سبحانه وتعالى- عظيمَ الأجر والثَّواب، للعالمين الفاضلين، مؤلِّفَي هذه الرسالة - «النقد والبيان» - الأستاذ العلامة المفضال الشيخ محمد الكامل القصَّاب، والعلاّمة الشّيخ محمد عز الدين القسّام، وسائر من أجروا أقلامهم في تحقيق هذه المسألة الشرعية، وخدموا فيها الدين -كلٌّ على حسب اجتهاده-، راجياً من الجميع تصغيرَ دائرةِ الخلاف -إن لم يمكن القضاءُ عليها- عملاً بقوله - صلى الله عليه وسلم -: «من ترك المراء محقّاً، بنى الله له بيتاً في أعلى الجنة، ومن ترك المراء مبطلاً، بنى الله له بيتاً في ربض الجنة» (١) ، ومراعاة لما يتطلّبه الوقت الحاضر، وأن ينظر كلٌّ إلى مناظره بعين ملؤها الاحترام، فإنا في زمان هم أدرى بما انتاب الجماعة الإسلامية فيه، وأعلم بما طرأ على العلم وحامليه.
دمشق: ١ ربيع الآخر سنة ١٣٤٤
مدير مدرسة التهذيب الإسلامي
_________
(١) أخرجه الترمذي (١٩٩٣) ، وابن ماجه (٥١) ، وابن عدي في «الكامل» ... (٣/١١٨١) ، وابن حبان في «المجروحين» (١/٣٣٧) ، وأبو بكر الشافعي في «الغيلانيات» (١٠٨٨) ، والبزار في «مسنده» (٢/٤٠٨ رقم ١٩٧٦ - زوائده) من طريقين عن أنس، في أحدهما سلمة بن وردان، ضعيف، وحديثه عن أنس منكر، وفي الآخر عبد الواحد بن سليمان، وثقه ابن حبان، وضعّفة جماعة، كما في «المجمع» (٨/٢٣) .
والحديث حسن لشواهده، ففي الباب عن أبي أمامة، أخرجه أبو داود (٤٨٠٠) ، والروياني في «مسنده» (١٢٠٠) ، والدولابي في «الكنى» (٢/١٣٣) ، والطبراني في «الكبير» (٨/٢١٩) ، والبيهقي (١٠/٢٤٩) ، وعزاه في «الفتح الكبير» (١/٢٧٢) إلى الضياء في «المختارة» ، وفي الباب عن ابن عباس ومعاذ بن جبل.
انظر «السلسلة الصحيحة» (رقم ٢٧٣) .',NULL,'229',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (230,'محمود ياسين (١)

١٤
بسم الله الرحمن الرحيم
_________
(١) هو محمود بن أحمد بن ياسين، ولد بدمشق سنة ١٣٠٤هـ، وحفظ القرآن الكريم، أخذ عن مشايخ أجلاء، فقرأ العقائد والتوحيد على الشيخ صالح الشريف التونسي، ودرس الفقه على عدة مشايخ، آخرهم الشيخ أحمد الجوبري، ودرس السنة على المحدث الشيخ بدر الدين الحسني، والعلامة محمد بن جعفر الكتاني، أفنى عمره بالعلم والعمل، فحرص على الوقت لا يضيعه، درس في مساجد دمشق ومدارسها الثانوية، وساهم في تأسيس جمعية النهضة الأدبية، وجمعية العلماء، ورابطة العلماء، وجمعية الهداية الإسلامية التي تولى رئاستها مدة عشرين عاماً تقريباً، أسس مدرسة التهذيب الإسلامي من ماله الخاص، اهتم بالتحقيق، فنشط للعمل في دراسة المخطوطات بالمكتبة الظاهرية، فأخرج ما يقرب من ثلاثين كتاباً في التراث الإسلامي، له «رحلة إلى المدينة المنورة» مطبوعة عن دار الفكر - دمشق، توفي فجأة في ٤ ذي الحجة ١٣٦٧هـ.
انظر ترجمته في: «منتخبات التواريخ لدمشق» (٩١٣) ، «تاريخ علماء دمشق في القرن الرابع عشر» (٢/٦١٥) ، «ذكريات علي الطنطاوي» (١/١٤٦ و٢/٢٧١ و٣/٢٨٠ و٥/٣١٩ و٦/٢١ و٧/٦٦، ٩٠) ، «الرحلة إلى المدينة المنورة» (١٥-١٩) .',NULL,'230',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (231,'الحمد لله الذي هدانا بالإسلام، وجعله لنا نوراً، نمشي به في غياهب الظَّلام، فعلَّمنا أنَّ للخالق القادر الحُجَّةَ البالغة، والمحجَّةَ الدَّامغة، والصَّلاةُ والسَّلام على سيِّدنا محمد، المنزَّل عليه، {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} [الأنبياء: ١٨] ، فهو -صلى الله -تعالى- عليه وسلم- الحجَّة الكبرى على العالم، أوضح عليه الصلاة والسلام لنا سُبلَ الهُدى، فمن اهتدى في التَّمسك بشرعه ربح وظفر بالفوز والاعتصام، ومَنْ حاد عن طريق الصحابة والسلف وإجماع الأئمة خسر وما نال المرام، ورضي الله عن صحابته الذي أسَّسوا لنا قواعدَ الأحكام، متمسِّكين بكلِّ ما به -عليه السلام- عمل أو أمر، والتَّابعين والأئمة الأربعة المقتفين أثرهم أبد الأبد، أما بعد:',NULL,'231',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (232,'فإنَّ الله -تعالى- جلَّت عظمتُه، وعَلَتْ كلمتُه، قد أقام بالعلم لحراسة الشَّريعة الغرَّاء، من أرباب البصائر والاستبصار، علماء يدافعون عنها في كل أوان وعصر، ويذبون عنها بلسان الشَّارع ذي الفخر، هذا؛ وإني قد سرَّحتُ طرفي في مباحث هذه الرّسالة، فوجدتُ بهجتَها بارزة للعيان، فيها بحر عرفان، وشهاباً ثاقباً لرد أوهام خُزَيران، فالفاضلان: الشَّيخ الكامل، والشَّيخ عزّ الدين، لقد أفتيا فتواهما، وقطعاً هي طبق ما جاء عن الرسول - صلى الله عليه وسلم -، وعن الصحابة، والأئمة الأربعة، والتَّابعين لهم من الفقهاء أمناء الدِّين، وإنِّي على مذهبهم في اعتقاد النُّصوص الشرعية الواصلة إلينا عن أئمتنا الأعلام، وأمَّا ما جاء في هذه الرِّسالة من الحُجَج والبراهين الواردة عن الفاضل خزيران، فلا تدحض حُجَّة السَّلَف والأئمة الأربعة المجتهدين؛ لأنه -حفظه الله تعالى- قد أفتى ببحث من أبحاث الشَّعراني -رحمه الله- وكان الألزم عليه أن يفتي بمذهبه، أو بمذهب من المذاهب الأربعة؛ لأنه لا يكون قولُ الشَّعراني ناسخاً للمذاهب الأربعة، أو لمذهب السلف، أو لفعل، أو عمل، أو أمر من أوامر رسول الله - صلى الله عليه وسلم -.
فالفاضل الشيخ محمد كامل عزّ الدين -قسماً- (١) تمسَّك -وهو نعمان هذا الزّمان، وناصر مذهب الحق بسيف الحجة القاطعة البرهان-، فنحمد الله -تعالى- على وجود مثل هذا الإمام، كيف لا؟! وقد شارك عزُّ الدين القسام فيهما وضحَ الحق واستبان، فنشكر صنيعهما بما قاما به من فرض الكفاية في نصرة الحق، وردِّ شبه الخلق، فجزاهما الله -تعالى- عن الأمة المحمدية أعظم الجزاء {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً} [فصلت: ٣٣] .
_________
(١) كذا في الأصل.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (233,'وإنا لنرجو من حضرة الفاضل خُزَيران أن لا يحكم ببحث كان قد أورده الشَّعراني -رحمه الله- حكم النّسخ به للمذاهب الأربعة، فهل لك -أيها الفاضل النَّبيل- أن تقنعنا بأنه يمكن نسخ مذاهب الصّحابة والأئمة الأربعة بهذا التَّأويل، فاترك المخالفةَ للإجماع، فذلك لك أولى، وكأنِّي بك وأنتَ لمذهب التَّصوُّف ميَّال، فاعدل يا هذا! وأفتِ إذا سُئلتَ بمذهب عُيّنْتَ به للفتوى، ودع غيرَه واتَّقيه، والله ولي التَّوفيق.
وصلى الله على سيِّدنا محمد أشرف مَنْ نهض بأعباء الرِّسالة، وعلى آله وصَحْبه المتمسّكين بأوامره، والمهتدين بهديه على مدى الأيام.
في ٦ ربيع الآخر سنة ١٣٤٤
كتبه الفقير خادمُ العلم الشَّريف
محمد بن خليل عيد التاجي
الحنفي مذهباً -عفي عنه-

١٥
بسم الله الرحمن الرحيم
حمداً لك يا من حفظت هذا الدِّين من التغيير والتبديل، وأنزلت كتاباً {لاَ رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ} [البقرة: ٢] يهديهم سواء السَّبيل، يدعو إلى التَّوحيد الخالص من تأويل المبتدعين، ماحياً شُبَهَ المضلِّين، وآثارَ المشركين، وأصلِّي على النَّبِيِّ المختار، من أشرف العناصر، وعلى آله وصَحْبه المحرزين قصب السَّبق في المفاخر، أما بعد:',NULL,'233',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (234,'فإنَّ الله أكمل لنا هذا الدِّين، وأتم لنا نعمتَه علينا، وتركنا رسولُه - صلى الله عليه وسلم - على مثل البيضاء، ليلُها ونهارُها سواء (١) ، وأخبرنا -وهو الصَّادِقُ الأمين- أنَّه لا تزال طائفة من أُمَّتي قوامةً على أمر الله، لا يضرُّها مَنْ خالفها (٢) ، وأنَّ الله لا يزال يغرس في هذا الدِّين غرساً، يستعملُهم في طاعته (٣) ،
_________
(١) يشير إلى حديث العرباض، وفي بعض ألفاظه: «تركتم على البيضاء، ليلها كنهارها» ، ومضى تخريجه (ص ٥٥) ، وانظر «الاعتصام» (١/٦٠ - بتحقيقي) .
(٢) يشير إلى ما أخرجه مسلم في «صحيحه» (رقم ١٩٢٠) عن ثوبان رفعه، بلفظ: «لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرُّهم من خذلهم، حتى يأتي أمر الله، وهم كذلك» ، والحديث في «الصحيحين» عن المغيرة بن شعبة، ومعاوية، وعند مسلم عن جابر بن عبد الله، وجابر بن سمرة، وعقبة بن عامر، وسعد بن أبي وقاص، وعدّه غير واحد من العلماء من الأحاديث المتواترة، وانظر -غير مأمور- تعليقي على «الاعتصام» (٣/٢٧٩) .
(٣) يشير إلى ما أخرجه أحمد (٤/٢٠٠) ، والبخاري في «التاريخ الكبير» (٩/٦١) ، وابن ماجه (رقم ٨) ، وابن عدي في «الكامل» (٢/٥٨٣) ، وابن حبان في «الصحيح» (٣٢٦ - الإحسان) ، و «الثقات» (٤/٧٥) ، والدولابي في «الكنى» (١/٤٦) ، والفسوي في «المعرفة والتاريخ» (٢/٤٤٥) ، وابن أبي عاصم في «الآحاد والمثاني» (٢٤٩٧) ، وابن الأثير في «أسد الغابة» (٦/٢٣٣) ، والمزي في «تهذيب الكمال» (٣٤/١٥٢) من حديث أبي عِنَبة الخولاني رفعه: «لا يزال الله يغرس في هذا الدين بغرس يستعملهم في طاعته» ، وإسناده حسن..',NULL,'234',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (235,'وقال -تعالى-: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} [الأنعام: ١٥٣] ، فكلما نشأت بدعة قيض الله لها مَنْ يُزَلزِل أركانها، ويهدمُ بنيانَها، ويشرِّدها عن أوطانها، ويجيء {بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} [الأنبياء: ١٨] ، إلا أن حزب البدع، وزخرفة أهلها {كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئاً} [النور: ٣٩] ، يلجأ إلى ما لفّقه الملفقون من القول، وزخرفة الذين اتَّبعوا الهوى، إرضاءً للعوامّ، وتضليلاً لهم {أُوْلَئِكَ الَّذِينَ اشْتَرُواْ الضَّلاَلَةَ بِالْهُدَى فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ} [البقرة: ١٦] ، وأنصار الحق ينادونهم في كل زمان {وَيْلَكُمْ لاَ تَفْتَرُواْ عَلَى اللَّهِ كَذِباً فَيُسْحِتَكُم} [طه: ٦١] في الأرض، ارجعوا إلى ما كان عليه أصحاب نبيكم الصادق والخلفاء الراشدون.
إنَّ الأنبياء جاؤوا بالبيان الكافي، وقابلوا الأمراضَ بالدَّواء الشَّافي، وتوافقوا على منهاج واحد، لم يختلف، فجاء الشّيطانُ يُحَسِّنُ للناس ما كان عليه أهل الجاهلية، وما كان طريقاً للوصول إليه، «ومن حام حول الحمى يوشك أن يواقعه» (١) ، كما قال سيد المرسلين.
_________
(١) قطعة من حديث النعمان بن بشير، أوله: «إنّ الحلال بيّن، وإنّ الحرام بيِّن ... » ، أخرجه البخاري (٥٢، ٢٠٥١) ، ومسلم (١٥٩٩) في «صحيحيهما» .',NULL,'235',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (236,'هذا؛ وقد تصفَّحتُ هذه الرسالة، وأنعمتُ النَّظرَ فيها، فوجدتُها مؤيَّدة بالبراهين الجليّة، والأدلة السُّنِّيَّة، وإنَّ الخصم يحومُ حولَ إرضاء العوام لأمر ما، أو ليقال على أنَّ الحقَّ أحق أن يتّبع، ولقد تذكرتُ ما رواه محمد بن إسحاق بسنده إلى ابن عباس، قال: «والله ما أظنُّ على ظهر الأرض اليوم أحداً أحبُّ إلى الشيطان هلاكاً مني، فقيل: كيف؟ فقال: والله إنه ليحدث البدعة في مشرق أو مغرب فيحملها الرجل إليّ، فإذا انتهت إليّ قمعتها بالسُّنَّة فترد عليه كما أخرجها» (١) ، وقال ابن مسعود: «الاقتصاد في السُّنّة خيرٌ من الاجتهاد في البدعة» (٢) ،
_________
(١) أخرجه اللالكائي في «السنة» (رقم ١٢) -ومن طريقه ابن الجوزي في «تلبيس إبليس» (ص ١٣) - من طريق ابن إسحاق، عن الحسن -أو الحسين- بن عبيد الله، عن عكرمة، عنه، وإسناده فيه ضعف، وذكره السيوطي في «مفتاح الجنة» ... (ص ١٣٧-١٣٨ رقم ٢٩٥ - ط. بدر البدر) .
(٢) أخرجه الدارمي في «السنن» (١/٧٢) ، ومسدد في «المسند» -كما في «المطالب العالية» (٣/٩٠ رقم ٢٩٦٣) أو (٣/٢٨٧-٢٨٨ - ط. دار الوطن) -، والطبراني في «الكبير» (١٠/٢٧٥ رقم ١٠٤٨٨) ، ومحمد بن نصر في «السنة» (٢٥) ، والحاكم في «المستدرك» (١/١٠٣) ، والبيهقي في «السنن الكبرى» (٣/١٩) ، واللالكائي في «السنة» (١/٥٥، ٨٨ رقم ١٣، ١٤، ١١٤) ، وابن عبد البر في «الجامع» (٢/١١٧٩ رقم ٢٣٣٤) ، وابن الجوزي في «تلبيس إبليس» (ص ٨) ، وصححه الحاكم على شرط الشيخين، ووافقه الذهبي..',NULL,'236',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (237,'فهنيئاً لصاحبي الرسالة، لقد اقتفيا أثرَ ابنِ عباس، وفاها بالأمر بالمعروف والنَّهي عن المنكر، نصرةً للسُّنَّة، لم يصانعا عواماً، ولم يخشيا في دين الله ملاماً، ولم يغترا بضخامة قول فلان وفلان، ولا بما أوّله المؤوّلون، أو أسَّسه على غير منهاج السلف المتطرِّفون، بل أتيا بها على منهاج الكتاب والسنة، وإنْ كرههما المبتدعون، ونفر عن مسالكها الجامدون، صاحا بالحقِّ في قوم يعتقدون أنَّ ما عليه قومهم في زيِّهم وعاداتهم هو السُّنَّة، وأنَّ مَنْ هو على غير سيرتهم هو المبتدع، يقلبون الحقَّ باطلاً، والباطل حقّاً، ومنتهى حُجّتهم {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُقْتَدُونَ} [الزخرف: ٢٣] ، والحقّ في كل زمان لا يعدم ناصراً، وللباطل جولة، ثم يضمحل، {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ} [الرعد: ١٧] ، فجزى الله مؤلِّفَي هذه الرسالة خيراً وأقرَّ عيون أهل الحقِّ بهما، آمين.
١٥ ربيع الآخر سنة ١٣٤٤
المتشرِّف بخدمة الكتاب والسنة
عبد القادر بدران (١)
_________
(١) هو عبد القادر بن أحمد بن مصطفى بن عبد الرحيم بن محمد بن بدران، ولد في دوما قرب دمشق سنة ١٢٦٥، وسكن دمشق، وتلقى العلم على مشاهير علماء عصره، عمل مصححاً مدة بمطبعة الولاية ومحرراً في جريدتها، ثم اشتغل بالتدريس والتأليف، له تصانيف كثيرة، منها: «المدخل إلى مذهب الإمام أحمد بن حنبل» ، «شرح روضة الناضر» لابن قدامة، «تهذيب تاريخ مدينة دمشق» ، وغيرها، توفي بداء الفالج سنة ١٣٤٦.

انظر: «تاريخ علماء دمشق في القرن الرابع عشر» (١/٤٢٢) ، تقديم الأخ البحاثة محمد ناصر العجمي -حفظه الله- لـ «أخصر المختصرات بحاشية ابن بدران» (ص ١٧-٦٢) ، وتقديم الأستاذ الشيخ عبد الستار أبو غدة لـ «العقود الياقوتية» لابن بدران (ص ٧-١٤) ، «منتخبات التواريخ لدمشق» (٢/٧٢) ، «الأعلام الشرقية» (٢/١٢٨) ، «الأعلام» (٤/١٦٢) ، «معجم المؤلفين» (٥/٢٨٣) ، «تراجم أعيان دمشق» (١٢٢) ، «ذكريات علي الطنطاوي» (١/٧٨ و٢/٢٣٥ و٨/٢٠٩) ، «أعلام الأدب والفن» (١/٢٢٤) لأدهم الجندي.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (238,'١٦
بسم الله الرحمن الرحيم

الحمد لله الذي علَّم بالقلم، علم الإنسان ما لم يعلم، والصَّلاة والسلام على سيدنا محمد، الهادي إلى أقوم سُنَّة، والدَّاعي إلى سبيل ربِّه بالحكمة والموعظة الحسنة، وعلى آله الذادة عن الحقيقة، والقادة إلى الحب طريقة، ما لمع بارق، وذرّ شارق، وبعد:
فقد اطَّلعتُ على هذه الرسالة المفيدة، وأعجبت بما أتى به الأستاذ الكامل ورفيقاه الفضلاء، من النُّصوص البيِّنة، والأدلّة الجمَّة، لتأييد ما ذهبوا إليه من إنكار رفع الصوت، ومطّه، خلف الجنائز على الوجه المألوف، والنَّمط المعروف، مما برح به الخفاء، وحصحص الحق.
ومَنْ وقف على هذه النُّصوص، وكان على شيء من النصفة، وعلم ما يجب أن يكون عليه الذَّاكر من الأدب والخضوع، ورأى ما جرت به العادة، في الأزمنة المتأخِّرة مِن رَفْع الأصوات ومطِّها، بصورة منكرة لا يرضى أن يذكر بمثلها الرّعاع والغوغاء، لا شك في أنَّ هذه المسألة بدعة منكرة، لم تكن في عهد النَّبيِّ - صلى الله عليه وسلم -، ولا في عهد الخلفاء الراشدين ومن بعدهم، من رجالات الدِّين، الذين يعتدُّ بأقوالهم فيه، ويحتجُّ بأفعالهم، ولولا انقطاع الوحي لنزل في تحريمها قرآن محكم، أو جاءت سُنَّة بيِّنة.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (239,'وإنَّ العاقلَ ليأسف -جد الأسف- مما آل إليه أمر المسلمين، من التّضارب والاختلاف في كثير من الأحكام، والتماس كل فريق وسيلة لتأييد قوله، ونصرة نفسه، بعد أن كان الصحابة -رضي الله عنهم- لا يعولون في أمور الدِّين إلا على آية منزَّلة، أو سُنَّة مأثورة، ولا يقيمون وزناً لغير ذلك، واحتذى على مثالهم من بعدهم حذو القُذَّة بالقُذَّة، ولم يكن أحدُهم إذا رأى الحقَّ في غير ما ذهب إليه ليكبر أن يرجع إلى الحق، وإن لديه من اللسن واللحن في الحُجَّة ما لا يعجزه عن التماس وجه يؤيِّد به قوله، ذلك لأنهم كانوا يتوخّون الحقَّ الصُّراح، ويربأون بأنفسهم عن التَّشبُّث بالأدلة الموهونة، والشُّبَهِ الواهية، ثم خَلَفَ من بعدهم خَلَفٌ اعتقد كلٌّ منهم أنه يصيب سواءَ المفصل، في كل ما يقول، وزعم لنفسه من الرُّسوخ في العلم، والسَّداد في الرَّأي ما شاء، وشاء له الهوى، فأصبح الدين في ذلك ميداناً للجدل، وحلية للخصام والتَّماحك، وبات من العُسر أن يرى الإنسانُ مسألةً يأمن فيها من خلاف، أو حكماً يخلو مما يناقضه، ثم تفاقم الأمر، فأفردت كل مسألة في كتاب مستقل، أو بكتب، كما يتمثَّل ذلك جلياً في شرب الدخان (١) ، والتَّقليد، والتلفيق، وسماع الآلات، وصلاة ركعتين قبل المغرب، ورفع الصَّوت خلف الجنازة، والتَّهاليل، إلى غير هذا مما يتعذَّر الإحاطة به. ولو أنعمنا النَّظرَ في الأسباب، وبحثنا عن العلل؛ لاتَّضح لنا -بأجلى وجه- أنَّ علّةَ العلل في ذلك: حبُّ الظُّهور، والسَّعيُ وراء السُّمعة.
_________
(١) ذكرتُ في الطبعة الثانية من «التعليقات الحسان» على «تحقيق البرهان في شأن الدخان» للشيخ مرعي الكرمي (ت ١٠٣٣هـ - ١٦٢٣م) تسعة وثمانين عنواناً لرسائل تراثية صنِّفت في الدخان، ثم استدركتُ -بعد- نحو نصفها، ولعلي أخصُّها في مصنَّف مفرد، والله المستعان.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (240,'ولو أنَّ الغايةَ تمحيصُ الحق، وإظهارُ الحقيقة فحسب، ما حُفِظ خلاف في غلاف، ولا اتَّسعت رقعةُ الفقه إلى درجة يتعذَّر على الإنسان أن يكون معها فقيهاً (١) .
وبعد هذا:
فإنَّ فيما أتى به الأستاذ الكامل ورفيقاه الفضلاء، من الحجج البالغة، والبرهانات الدّامغة، مقنعاً للمرتاب، وبلاغاً لأولي الألباب، فجزاهم الله خير ما جزى ذابّاً عن الحق، وقامعاً للبدع المنكرة، وأكثر في الأمة أمثالهم من الغير على إماطة كل أذىً عن الدِّين، وإماتة كلِّ بدعةٍ أُلصِقت به، وأرشد المسلمين إلى الاعتصام بحبل الدِّين المتين، والتَّمَسُّكِ بالعروة الوثقى، فما ذلك عليه بعزيز.
٣ جمادى الأولى سنة ١٣٤٤
كتبه
_________
(١) هذا كلام فيه دقة، ويدل على نور البصيرة عند كاتبه، فأفقه الصحابة -على الإطلاق- أبو بكر وعمر، على الرغم من قلة ما ينقل عنهما -رضي الله عنهما- من آراء في بطون الكتب: المسندة وغير المسندة، ومن أقوى الأدلة على اتساع فقههما، ودقته، وصدقه، وكونه حقاً: إبقاء نظم الحياة -في الجملة- في عصريهما على هدي النبوة، وكان هذا شعاراً لأبي بكر في إنفاذ بعث أسامة، فتدبّر!',NULL,'240',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (241,'محمد سليم الجندي (١)

١٧
بسم الله الرحمن الرحيم

حمداً للملك الرحمن، مَن خَلَقَ الإنسان، وعلمه البيان، وحفظ هذا الدِّين بأهل العلم والإتقان، وبعد:
_________
(١) هو محمد سليم بن محمد تقي الدين بن محمد سليم الجندي، ولد بمعرة النعمان في ٢٨ رمضان عام ١٢٩٨هـ، نشأ في حجر والده، وتعلم القرآن على شيوخ المعرة فأتمه عليهم، ثم دخل المكتب الرشدي فاجتاز سنوات الدراسة الأربع بسنتين فقط، هاجر عام ١٣١٩ مع والده إلى دمشق، وفي عهد الحكومة العربية عين منشئاً أول في ديوان الحاكم العسكري، وتنقل في وظائف آخرها جعله أستاذاً للأدب العربي في مدرسة تجهيز الذكور بدمشق، وبقي حتى عام ١٣٥٩هـ فأحيل على التقاعد لبلوغه الستين، منحته الحكومة السورية عام ١٣٦٠هـ وسام الاستحقاق تقديراً للجهود التي بذلها طوال ثلاثين عاماً في تعليم اللغة العربية، من كتبه: «المنهل الصافي في العروض والقوافي» ، كتاب «مُرفد المعلِّم ومرشد المتعلِّم» ، وغيرها، توفي بدمشق يوم الإثنين ٨ ربيع الأول سنة ١٣٧٥.
انظر ترجمته في: مجلة «المجمع العلمي العربي» (٨/٣١٧، ٧٢٤ و٣١/١٤٣) ، «أعلام الأدب والفن» (١/٥٣) ، «تاريخ معرة النعمان» (١/١-١٦) بقلمه، «الأعلام» للزركلي (٦/١٤٨) .',NULL,'241',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (242,'فقد أجلْتُ طرف الطرف في هذه الرسالة المؤلَّفة، التي صاغها بنان الفاضل الشَّهير، والعالم العامل النِّحرير، الشيخ كامل القصَّاب، ذي الشأن، والقدر المهاب، فوجدت من جملة فضائله وإرشاده ونصحه للأمة، نشر هذه العجالة، المؤيَّد موضوعها بالأدلة الصَّحيحة، وفي تأييد موضوعها صريحة لا يرتاب فيها فاضل، وكم ترك للأواخر الأوائل؟! فاتِّباع ما صح في الشرع هو الأولى والأحرى، والاستعداد للدار الأخرى هو مرمى المحقق، لا الأمور الأخرى، فجزى الله -تعالى- جامعَها خيرَ الجزاء، ووفقنا وإياه للاشتغال بكل خير، وحفظه من كل سوء وضير، وجعله من الطَّائفة المباركة الظَّاهرين على الحقّ، لا يضرهم مَنْ خالفهم حتى يأتي أمر الله، وهم على ذلك، والشكر لله على ذلك.
٥ جمادى الأولى سنة ١٣٤٤
مفتي دوما
مصطفى الشَّطي (١)

١٨
بسم الله الرحمن الرحيم
الحمد لله وحده، والصَّلاة والسَّلام على من لا نبيَّ بعده، وعلى آله وصحبه، النَّاصرين للسُّنَّة والدِّين، الخاذلين لبدع المبتدعين، أما بعد:
فهذا كتاب جليل في بابه، عديم المثيل، موافق لأصل الشرع الحنيف، الخالي من البدع والتَّحريف، كيف لا؟ وقد شهدت له الأفاضل، وأذعنت جميعاً بأنه الفاضل، وناهيك بهذه الشَّهادة، فهي خاتمة الحُسنى وزيادة.
١٥ جمادى الأولى سنة ١٣٤٤
_________
(١) هو مصطفى بن أحمد بن حسن بن عمر بن معروف الشطي، ولد سنة ١٢٧٢هـ، ونشأ في رعاية والده وعمه، ولازم دروسهما، أخذ علم التصوف عن الشيخ محمد الدندزاوي لما اجتمع به سنة ١٣٠٥هـ، تولى الخطابة والتدريس في المدرسة الباذرائية، = وفي = سنة ١٣٠٠هـ صار كاتباً في محكمة البزورية، وفي سنة ١٣٢٧هـ تولى التدريس في قضاء دوما، ثم في سنة ١٣٣١هـ وجهت عليه الفتوى فيها، فاستقر هناك حتى أواخر حياته، توفي سنة ١٣٤٨هـ.
انظر: «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (١/٤٤٥) ، «مختصر طبقات الحنابلة» (١٧٦-١٧٧) ، «معجم المؤلفين» (١٢/٢٣٧) .',NULL,'242',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (243,'الفقير إليه -سبحانه-
خالد النقشبندي الأزهري (١)

١٩
بسم الله الرحمن الرحيم

الحمد لله على ما أنعم من البيان، وأرشدنا بفضل هديه إلى معالم السُّنَّة السَّنيَّة وآي القرآن، وهدانا بهذين الطَّريقين الواضحين سُبُلَ السَّلام، صلّى الله على سيِّدنا محمد القائل: «من عمل عملاً، ليس عليه أمرنا؛ فهو رد» (٢) ، وسلم تسليماً كثيراً ما تعاقب النوآن، وتناوب الجديدان، وعلى آله وصحبه الأخيار، والمقتفين أثرهم إلى يوم الدين، وبعد:
_________
(١) هو حفيد الشيخ خالد النقشبندي الصوفي، الذي جلب الطريقة النقشبندية إلى دمشق، وكان حفيده سلفياً، مدرساً في الجامع الأموي، انظر «ذكريات علي الطنطاوي» (١/٧٧-٧٨) ، وانظر عن جده: «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٣/٣٣٤) ، «منتخبات التواريخ لدمشق» (٦٥٠، ٦٧٢) .
(٢) مضى تخريجه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (244,'فقد أجلتُ إنسان الطرف في هذه الرسالة «النَّقد والبيان في الرد على أوهام الفاضل خزيران» ، فوجدتها قد حوتْ نصوصَ مذاهب المسلمين، ووافقت عمل السَّلف الصالح والتابعين، لذلك حُقَّ لها أن تكون كلمتها العليا، كما يكون لمستقبلها من المآثر الحسنى، فجزى الله المؤلِّفَين الفاضلين المرشدين، على ما أودعا في نقدهما من روح هذا الدِّين الحنيف، وتوخَّيا في بيانهما راجح الأقوال من كل صحيح، فكان من كلا النَّقد والبيان، أعلام واضحة، وسبل نيرة، يظهر منها لكل ذي بصيرة ذاك النُّورُ المقتبس، من آي الله في قرآنه: {ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: ١٢٥] ، فما أجدرنا أن نهتدي بهدي القرآن الكريم، وعمل سيِّد المرسلين، أفليس من هدي الله قوله: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: ٥٩] ، فكان الصّحابة والتابعون (١) مع علوِّ مكانتهم، وعظيم فضائلهم، لا يعظّمون جنائزهم بالضَّجيج والعَجيج، ولا بذاك المفرد المصطلح عليه اليوم، مما أدّى الأمر إلى إحياء بدع، وإماتة سنن، وحاشا لله أن ينسب من يحذو حذو السُّنَّة المطهرة إلى الإزراء أو الامتهان! إنَّ والدي المرحوم (٢) قد خلت جنازته (٣)
_________
(١) انظر ما علقناه على (ص ١٤) .
(٢) تذكر على التّرجّي، ولا حرج حينئذ في استخدامها.
(٣) وخَلَتْ من ذلك -أيضاً- جنازة المترجَم، كما سيأتي قريباً..',NULL,'244',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (245,'من مثل هذه البدع؛ فلم تزل سيرتُها الحسنة تتناقلها الألسن في عداد المآثر، وإلى ما شاء الله أن تذكر، فما أفضل التَّمسُّك بالمنهج القويم! وما أوجب الحثّ عليه من ذوي العلم وقادة الأمة! فالتَّساهل في كل شيء قد أودى بنا إلى هذا الانحطاط، الذي أثقل كاهلنا، أليس من هديه -عليه الصلاة والسلام- قوله: «لتأمرنَّ بالمعروف، ولتنهونَّ عن المنكر، أو ليسلطنَّ اللهُ عليكم شراركم، فيدعو خيارُكم، فلا يستجاب لهم» (١) .
_________
(١) أخرجه الترمذي (٢١٦٩) ، وأحمد (٥/٣٨٨، ٣٩٠، ٣٩١) ، وفي «الزهد» (٢/١٣٦) ، وابن أبي الدنيا في «الأمر بالمعروف» (رقم ١٢) -ومن طريقه عبد الغني المقدسي في «الأمر بالمعروف» (٤٨) -، والبيهقي (١٠/٩٣) ، والخطيب في «تالي تلخيص المتشابه» (٢/٥٢٨-٥٢٩ رقم ٣٢٢ - بتحقيقي) ، وأبو نعيم في «الحلية» (١/٢٧٩) ، والمزي في «تهذيب الكمال» (٤/٤٠٧ و١٥/٢٣٤) ، والذهبي في «السير» (١٨/٢٩٨) من حديث حذيفة، وبعضهم وقفه عليه. وحسنه الترمذي. وفي الباب عن جمع.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b10276] VALUES (246,'فالاقتصار في درء تلك المفاسد على ترتيل التَّضرُّعات والابتهالات، مع الاعتراض (١) عن كل مخرِّف أو مُحدَث في الدين ما ليس منه، لا يرفع وجوب الأمر بالعرف (٢) والنهي عن المنكر، كفانا ما أسند أهل الزَّيغ من الوصمات إلى أصل الدِّين، بسبب هكذا أعمال خالفت أصله المؤصل، وركنه الموطّد، هذا ما أدمى القلوب، إننا بين ظهراني طوائف متنوّعة، تعلم معالمنا القويمة، وتستخفّ من انتباذها، وبين أمم زائغة، ديدنها النَّقد والهزء، مع ما هي عليه من الجهل المركَّب، فما أوجب أن نتحصَّن بأصول هذا الملجأ الممنع، الذي {لاَ يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} [فصلت: ٤٢] ، وما أليق أن نتكمل بقول عز من قائل: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} [المائدة: ٣] ، فضلاً عما وراء ذلك من نتائج حسنة، تعزّز روح حياتنا الاجتماعية من كل وجه، هذا رفع الصّوت بالذِّكر أمام الجنائز -فضلاً عن غيره من التَّمطيط والتَّشدُّق- لهو جزئية من جزئيات بدع شوهت أصل الدين، بنظر كل جاهل فيه، ولكن كم من بدعة صغيرة لم تلبث حتى اتّسع خرقها، وعظم وزرُها، وكم من محرمات ومستنكرات هكذا كان بدؤها؟
فاربأوا أهل الإسلام بدينكم عن طعن الطَّاعنين، واستثمروا نتائجه التي ترقى بنا إلى أوج السَّعادة والفلاح {يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ وَآمِنُواْ بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُوراً تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} [الحديد: ٢٨] .
فنسألك اللهم غفراناً على ما اقترفناه، ومعونةً على كل عمل ترضاه، والحمد لله رب العالمين.
٢٠ جمادى الأولى سنة ١٣٤٤
كتبه
سعيد الحمزاوي (٣)
_________
(١) كذا في الأصل! ولعل الصواب: «الإعراض» .
(٢) كذا في الأصل! ولعل الصواب: «المعروف» .
(٣) هو محمد بن سعيد بن درويش آل حمزة، الشهير بالحمزاوي، ولد بدمشق سنة ١٣١٣هـ، وتعلم فيها متلقياً عن كبار علمائها، كالمحدث بدر الدين الحسني، وحصل على إجازات كثيرة منهم، كما حصل من دمشق على الشهادة الثانوية، تولى نقابة الأشراف في شعبان سنة ١٣٦١هـ، وظل يشغلها حتى وفاته، توفي بحي المهاجرين في دمشق صباح الثلاثاء ٢٧ ربيع الأول ١٣٩٨، وجاء في ورقة نعيه: «اعتذار عن عدم قبول أكاليل= =الزهور، بناء على وصيته، التي أوصى فيها -أيضاً- أن يمشي المشيعون بهدوء وسكينة، مع عدم رفع الأصوات» ، وهكذا أوصى أبوه، كما تقدم في كلمته.
ترجمته في: «تاريخ علماء دمشق في القرن الرابع عشر الهجري» (٢/٩٤٠) ، «إتحاف ذوي العناية» (٦٥) ، «ذكريات علي الطنطاوي» (١/٢٠٤ و٥/١٠٩ و٣/٢٨٠ و٤/١٤٩) .
وفرغت من التعليق عليه: ضحى يوم الخميس ٢٠/جمادى الأولى/سنة ١٤٢٢هـ، والحمد الله الذي بنعمته تتم الصالحات. وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.',NULL,'246',NULL,NULL,'0');
