-- Table: b1024
-- Chunk: 1
-- Rows: 310

CREATE TABLE "b1024"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1024
INSERT INTO [b1024] VALUES (1,'بسم الله الرحمن الرحيم
مقدمة الطبعة الثانية (١)
صدرت الطبعة الأولى من هذا الكتاب " كتاب التشبيهات من أشعار الأندلس " سنة ١٩٦٦، وعلى ضوء ما قدمه من حقائق جديدة حول الشعر الأندلسي في العصر الأموي والعامري استطعت أن أجري تعديلات هامة وأورد نماذج جديدة في الطبعة الثانية من كتابي " تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة " (١٩٦٩) . وفي هذه السنة نفسها ظهرت طبعة أخرى لكتاب التشبيهات، مكتوبة بخط اليد ومصدرة بمقدمة ألمانية، وقد قام بذلك كله الأستاذ عبد الستار محمد إبراهيم حسنين (الذي أرمز له في هذه الطبعة بالحرف ح إن لم أذكر اسمه كاملا، طلبا للاختصار) . ويظهر من الصفحة الأولى أن الأستاذ المذكور قد نال على تحقيق هذا الكتاب شهادة الدكتوراه من جامعة كيل، وكان أستاذه المشرف هو المستشرق الألماني الأستاذ هوينرباخ؛ ثم علمت أن الأستاذ " هوينرباخ " قد ترجم هذا الكتاب إلى الألمانية اعتمادا على تحقيق تلميذه، فيما يقول.
دعني أقر قبل الاسترسال في الحديث، والحديث ذو شجون، أنه ليس لدينا من كتاب التشبيهات حتى اليوم سوى نسخة وحيدة هي تلك التي تحمل رقم: ٤٦٠٢ بمكتبة إسماعيل صائب بأنقرة، وأن الشعر الذي تحتويه هذه النسخة ليس كثير الدوران في المصادر، وأن النسخة سيئة أو بالغة السوء إن شئت، تحريفا، وخطأ في الضبط، وقلة إعجام، وأن طرحها بين يدي تلميذ يتمرن
_________
(١) أقر أن في هذه المقدمة خروجا على منهج التزمته في التحقيق، وهو عدم التصدي للمماحكات والتهجميات. ولكن الدعوى في هذا الميدان قد استعر أوارها في السنوات الأخيرة، وأصبح الصمت مظنة ضعف أو إقرار بالخطأ؛ فلهذا أحببت أن أتحدث عن بعض الأوليات التي كنت أظن أنها ليست بحاجة إلى توضيح.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (2,'على التحقيق هو نوع من التعجيز، لهذا لا أستكثر أن يكون السيد حسنين قد صرف فيها قبل سنوات طوالا وهو يحاول أن يفك معمياتها، وليس السيد حسنين بملوم حين قبل هذا التكليف، فلعله كان يشعر أنه أقدر على التحقيق منه على البحث والكتابة بلغة ألمانية؟ وهو لا يتقنها؟ ولكن ما بال أستاذ مرموق مثل هوينرباخ يرضى أن يكلف تلميذا مبتدئا في التحقيق العمل على نسخة وحيدة؟ بل كيف يرضى أن يكون تحقيق مخطوطة محكا لتدريب طالب على البحث العملي؟ أكبر الظن أنه رضي بكل ذلك ليقطف ثمرة ذلك الجهد من بعد فيترجم الكتاب إلى الألمانية.
ولكن أي جهد؟ تشاء الأقدار أن تقع المخطوطة في يدي، وأنا؟ علم الله؟ لا أعرف أنها موضع تحقيق من شخص آخر، وأن أنشرها، وأن يصل الكتاب المنشور إلى الأستاذ حسنين، وهو يعد رسالته، فيمضي في إعدادها مستفيدا من القراءات والتوجيهات التي قمت بها، ولقد سيطر عليه التحقيق الذي قمت به حتى لقد تابعني في بعض أخطائي (١) ، ولكنه؟ وهو إنسان مخلص؟ أحس بالحرج الشديد إزاء الطبعة التي أصدرتها، فأخذ يحاول جاهدا أن يتفرد بالقراءة، ليحقق لنفسه شيئا من التميز، وأن يسهب في بعض تعليقاته ليرد ردا مواربا على بعض ما يعده خطأ من قراءتي، وبالجملة يمكن أن يقال إن الطبعة المذكورة قد أوجدت نوعا من " العقدة " في نفسه؛ إلا أنه بين الشعور بالضرورة والحرج مضى في عمله حتى استغلظت الرسالة واستوت على سوقها بعد أن أعياه أمرها زمنا طويلا. وأبادر فأقول: إنني أسامح الأستاذ حسنين حين ضم جهودي إلى جهوده، وأعد ذلك " صدقة " علمية، لا بد من أن يؤديها المرء منا بين الحين والحين، ولكني أعجب؟ مرة أخرى؟ لأستاذه كيف رضي له بذلك.
والله يعلم أني أسفت كل الأسف حين وجدت السيد المذكور مضطرا إلى إيراد تلك المقدمة الاعتذارية (٢) ، محاولا أن يسوغ بها؟ لنفسه ولأستاذه؟ إصراره
_________
(١) مثال ذلك (ص: ٢٧٧ من طبعة بيوت) قد كان يخشى مسها فيما مضى، وفي أصل النسخة " يخشن " والأصل هو الصواب، وقد غيره أيضا الأستاذ حسنين، متابعة لطبعة بيروت، وهناك أمثلة أخرى لا مجال لتعدادها.
(٢) صدرت نشرة الأستاذ حسنين سنة ١٩٦٩، وفيها المقدمة التي أشير إليها في ثماني صفحات.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (3,'على المضي في عمل، فما كنت أحب له الوقوع في الحرج. ولكن ماذا يورد الأستاذ حسنين من أسباب تجعله يمضي في عمله؟ عمله الذي يؤهله لنيل الدكتوراه؟ يقول في ما مجمله: أنني أخطأت في بعض القراءات ولم أهتد إلى بعض التخريجات التي اهتدى إليها (وهذان أمران طبيعيان يستوي فيهما جميع المحققين دون استثناء) . وثالثة الأثافي أنه غير راض عن طريقتي ومنهجي في التحقيق لأني أغير النص في المتن ولا أشير إلى ذلك التغيير في الحاشية. وهذه " الكبائر " الثلاث تستحق جميعا مقالا من عشر صفحات أو عشرين يعقب به على كتابي، ولكنها لا تصلح أن تكون أساسا لرسالة ينال بها الدكتوراه، ثم يقوم بنشرها، من دون أن يبرز في مقابل ذلك نسبة التصويبات والتخريجات التي أخذها سائغة من غير تعب، وقال له أستاذه وهو يأخذها: هنيئا مريئا.
وأنا أترك الحديث عن الكبيرتين الأوليين، وأتناول الثالثة أعني تغيير بعض القراءات في المتن دون الإشارة إليها في الهامش، فأتساءل: أي القراءات هي التي أغيرها؟ لنأخذ نموذجا مما نعقبه الأستاذ حسنين، جاء على الصفحة الثالثة والثلاثين من الطبعة البيروتية:
تبدوا به شعث تطير أمامها ... شعل تطير لها القلوب فتذعر
ألا هل رأت عيناك إيماض بارق ... بدا موهنا في الجو بين سحابه
كأن التي من أرضها لاح وكلت ... به بخلها في جيه وذهابه فقرت " تبدو " (وحذفت الألف) ، ثم قرأت " شعب " لأن " شعث " هنا لا معنى لها؛ وقرأت موهنا (بفتح الميم) ؛ وقرأت " جيئه " بإثبات الهمزة.
وهذه الأخطاء تمثل:
(١) خطأ إملائيا (تبدوا) في النسخة، وهذا مما لا يستوقف المحقق، إذ قد جرت القاعدة على تحويل الإملاء في المخطوطات إلى طريقة الإملاء الحديث، والإشارة إلى ذلك إن شاء الله المحقق في المقدمة، في سطور، لئلا يظل المحقق يقف عند كل إملاء مغاير فيحشو هوامشه بأمور لا قيمة لها. وهذا النوع',NULL,'3',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (4,'من الأمانة والسذاجة هو الذي جعل الأستاذ حسنين يشير في ما لا يقل عن أربعين موضعاً في الحواشي إلى أن لفظة " الدجى " كتبت في المخطوطة بالألف الطويلة ومثل ذلك: العدا والظبا، والضنا ... الخ، إلى عشرات من الألفاظ التي توقف عندها لاختلاف الإملاء، ولو أشار إليها في المقدمة لوفر على نفسه عناءً كثيراً في تلك الحواشي المثقلة بما حملها من أعباء.
(٢) خطأ في الأعجام (شعث أصبحت شعب) ، ومثل هذا الخطأ أشرت إليه في الحواشي عشرات المرات، فلماذا لم أشر إلى الأصل عندما أثبت قراءة " شعب "؟ لأني لا أثبت أية مقارنة لا تفيد معنى، ونما ألتزم بالإشارة إلى كل أصل يتحمل قراءة مخالفة لقراءتي، فأما ما لا يحتمل إلا وجهاً واحداً من القراءة فأنا أرى أن الإشارة إليه لا ضرورة لها. وهذا التشبث المتعسف لدى حسنين هو الذي جعله يثبت صوراً لألفاظ لا تعطي معنى مثل يرجيه (خ: يرحيه) تزجي (خ: ترحي) باطن (خ: باطر) نقنق (خ: لفنق) مناظر (خ: مناظو) .
ويلحق بهذا النوع ويقترب منه انعدام الاعجام. ترى ماذا كان الدكتور حسنين صانعاً لو أنه وجد مخطوطة لا تلتزم الاعجام (مثل مخطوطة أنساب السمعاني بخط السخاوي) . أكان يثبت كل لفظة لم تعجم، ليقول إلى جانبها " وردت غير معجمة في الأصل "؟! هذا أيضاً مما يشار إليه في المقدمة، ولا ضرورة إلى التوقف عنده إلا حيث يكون لصورة الكلمة الواحدة قراءات أخرى محتملة، وهذا شيء يتصل بالقرينة، فالقرينة قد تكون حاسمة في اعتماد وجه واحد من القراءة وقد تكون غير ذلك؛ وبعبارة موجزة: كل نقص واضطراب في الاعجام لا يثير لبساً فليس من الضروري الإشارة إليه، ومثال ذلك على نحو حاسم: كجمر الغضا في لونه المتوقد (وهي في الأصل: كحمر، وليس لها وجه ثان إلا كجمر؟ بالجيم -)
حركات أيدٍ بالسلام لطاف (في خ: حوكات أسد؟ دون إعجام الكلمة الثانية) وليس من وجه آخر لها سوى سوى ما ثبت مصححاً.
فأظنه النهر الذي لم يستطع (خ: تستطع) والضمير عائد للنهر قطعاً بحسب القرينة، فما معنى إثبات ما في النسخة الأصلية؟',NULL,'4',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (5,'وأنا أعذر الأستاذ حسنين في سذاجته، لا أمانته، فهو متدرب مبتدئ والطريقة التي اتبعها تدل على المغالاة في إبراز الجهد، أو على قلة ثقة في النفس لما تفرضه بدايات الأشياء من تهيب، أو أنه فعل ذلك نزولاً على رأي الأستاذ المشرف، وأرجح هذا الفرض الأخير، لأن هذه الطريقة كانت نموذجاً يحتذيه بعض المستشرقين في القرن التاسع عشر وأوائل العشرين، عجزاً منهم عن تبين وجه حاسم للصواب.
(٣) خطأ في الشكل (مُوهناً أصبحت مَوْهناً) وهذا من قبيل " الخطأ " الإملائي، يشار إليه في المقدمة وحسب؛ فالشكل في المخطوطة ليس ملزماً للمحقق، إلا إذا كانت نسخة عالم مرموق أو قرئت على عالم مشهور، أما في مخطوطة كتاب التشبيهات التي لا يعرف ناسخها ولا تاريخ نسخها، وفي أمثالها، فصواب اللفظ هو ما صوبه المعجم لا غير.
(٤) مشكلة كتابة الهمزة (جيه أصبحت جيئه) وهذا من باب الإملاء أيضاً، وليس هو خطأن إذ لم تكن للهمزة قاعدة مضبوطة عند النساخ، وما تزال كتابتها في الإملاء الحديث محط اختلاف كثير، فأنا أكتب يقرأون " بهمزة فوق الألف " وغيري يكتبها يقرؤون؛ والمطبعة المصرية تكتب: " شئون " و " رءوس " وغيرها يكتب " شؤون " و " رؤوس "، وكان أحد أساتذتنا في جامعة القاهرة يكتب " يأيها " وأنا لا أستطيع أن أقرأها إلا إذا كتبتها " يا أيها " والأستاذ حسنين يكتب " هأنذا " وأنا أصر على أن أكتبها كما ألفظها " ها أنا ذا ".
يتخلص من كل ذلك أن التغييرات الأساسية أو المواطن التي تتحمل قراءة أخرى أو عدداً من القراءات هي التي يشار إليها في الحواشي، ومن أمثلة ذلك:
(١) يكاد وجه من يراه: الوزن مكسور، فإذا غيرت " من " وجعلتها " الذي " استقام الوزن، ولابد الإشارة إلى ذلك، لأنه تغيير تام لصورة الأصل.
(٢) هوت للعذل في أهل التصابي بهن: " هوت " لا معنى لها وقد قدرت أن تكون " يموت العذل ... " وأثبت الأصل، لأنه قد تكون هناك قراءة أخرى محتملة، وقد صح التقدير إذ قرأها الأستاذ حسنين " يهون " ولا تزال " يموت "',NULL,'5',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (6,'في نظري أقرب إلى المعنى لأن التتمة " فما لأهل العشق لاح " وانعدام اللواحي يدل على موت العذل أكثر من الدلالة على هوانه؛ ومع ذلك أرى أن " يهون " قراءة جيدة.
(٣) وقد قطفت شهداً مدمة ثغره: قرأتها " وقد قطبت " بمعنى " مزجت " وأشرت إلى الأصل، لأني أخشى أن تكون " قطبت " محض تحكم، إذ إن في " قطفت " رائحة ولو يسير من معنى.
ذلك ما أرتئيه؟ بوجه عام؟ لأني أعتقد أن الاقتصاد في الحواشي، وهي اشمل اختلاف القراءات والتخريجات والتعليقات وأحياناً التعريف بالأعلام والأماكن، قاعدة ضرورية في التحقيق، وربما لم ينصح المبتدئ بالحسم البات في وجوه القراءة من أول الشوط، فكثيراً ما رأينا أساتذة ممن يعدون كباراً يخطئون في الأوليات، وإني لأذكر أستاذاً كبيراً حقق كتاباً فقرأ " كحمر الغضا " بدلاً من " كجمر الغضا " وشرح ذلك في الحاشية؛ وهذا جهل لا يقاس عليه. ولكن ليس من جحق ذلك المبتدئ أن يفرش أوليات التحقيق على غير المبتدئين.
وبعد، فهذه هي الطبعة الثانية (١) مزودة بتصحيحات ضرورية وتعليقات وتخريجات جديدة، أفادنيها إطلاعي على ما جد ظهوره من مصادر. وقد أفدت فيها أيضاً من قراءات الأستاذ حسنين، فقد كان دقيقاً في التحري، حتى لقد حاسبني على الأخطاء المطبعية، وحسناً فعل، لأنه نبهني إليها لأتداركها في هذه الطبعة؛ وبالجملة يدل عمله على أنه كان محققاً واعداً، وأن معرفته باللغة معرفة جيدةً وهذا ما يجعلني أتساءل: أين هو الأستاذ حسنين؟ أين ما كان ينبئ به عمله من اهتمام بالتراث تحقيقاً وضبطاً؟ لماذا اختفى من دنيا العلم؟ لماذا كانت
_________
(١) بين ظهور الطبعة الأولى والثانية فجعت بفقد صديقي العلامة الأستاذ محمد بن ثاويت الطنجي باستانبول (سنة ١٩٧٣) . وفجع العالم العربي والإسلامي بعالم من خيرة العلماء والمحققين. لقد كان تحقيقي لهذا الكتاب بحافز منه، فهو الذي أهداني منه ميكروفيلم - كما ذكرت ذلك في مقدمة الطبعة الأولى - فقد كان سمحاً سخياً يخدم التراث في صمت ونزاهة نفس، طيب الله ثراه.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (7,'هذه الرسالة يتيمة أو كما يقال أحياناً " بيضة الديك "؟ خناك إبهام الأمر، وإن كنت أقول بعد ذلك: لعل له عذراً....
ومهما يكن من شيء، فإن إيماني بما يمثله كتاب التشبيهات من قيمة بالغة لدارسي الأدب الأندلسي؟ وخاصة في الفترة الأموية والعامرية؟ وهو الذي دفعني إلى إعادة النظر فيه، وبعثه من جديد، بعد أن ترامت المسافة الزمنية به، فأبعدني عنه، وإني لأرجو أن يجد فيه الدارسون معيناً يسعف على استئناف نظرهم في الأدب الأندلسي وتصورهم لأبعاده، وأن يكون حافظاً لدراسات جديدة في هذا الميدان، والله الموفق.
بيروت في كانون الثاني (يناير) ١٩٨١ إحسان عباس',NULL,'7',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (8,'مقدمة الطبعة الأولى (١)
١ -؟ من هو مؤلف الكتاب؟:
على الورقة الأولى من المخطوطة أنه الشيخ أبو عبد الله محمد بتن الكتاني الطبيب، ولم يذكر هنا اسم أبيه، وقد ترجم القاضي صاعد لمن كنيته أبو عبد الله واسمه محمد وشهرته ابن الكتاني فذكر أن أباه هو " الحسين " وقال في ترجمته (٢) : " كان أخذ الطب من عمه محمد بن الحسين (٣) وطبقته، وخدم به المنصور محمد ابن أبي عامر وابنه المظفر، ثم انتقل في صدر الفتنة إلى مدينة سرقسطة واستطونها؛ وكان بصيراً بالطب متقدماً فيه ذا حظ من المنطق والنجوم وكثير من علوم الفلسفة. أخبرني عنه الوزير أبو المطرف عبد الرحمن بن محمد بن عبد الكبير بن وافد اللخمي أنه كان دقيق الذهن ذكي الخاطر جيد الفهم حسن التوليد والتنتيج (٤) ، وكان ذا ثروة وغنى واسع وتوفي قريباً من سنة عشرين وأربعمائة، وقد قارب ثمانين سنة. وقرأت في بعض تآليفه قال: أخذت صناعة المنطق عن محمد بن عبدون الجبلي (٥) وعمر بن يونس بن أحمد الحراني (٦) وأحمد بن حفصون الفيلسوف (٧) وأبي عبد الله محمد بن ابراهيم القاضي النحوي وأبي محمد عبد الله
_________
(١) قد عدلت في هذه المقدمة - في الطبعة الثانية - فأضفت إليها، وغيرت شيئاً في ترتيبها، فلم تعد هذه المقدمة الأولى نفسها.
(٢) طبقات صاعد: ٨٢.
(٣) هو أبو الوليد محمد بن الحسين كان عالماً بطالب حسن العلاج لطيف المعاناة سرياً محبباً إلى الناس وخدم الناصر والمستنصر (صاعد: ٨٠ وابن جلجل: ١٠٩ وابن أبي أصيبعة ٢: ٤٥) .
(٤) ابن أبي أصيبعة: حسن التوحيد والتسبيح.
(٥) ترجمة في طبقات صاعد: ٨١ وابن جلجل: ١١٥ وابن أبي أصيبعة ٣: ٤٦ والتكملة: ٣٦٧.
(٦) صاعد: ٨٠ وابن جلجل: ١١٢ وابن أبي أصيبعة ٢: ٤٢.
(٧) صاعد: ٨٠ وابن جلجل: ١١٠ وابن أبي أصيبعة ٢: ٤٦.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (9,'ابن مسعود البجاني (١) ومحمد بن ميمون المعروف بمركوش (٢) وأبي القاسم فيد بن نجم وسعيد بن فتحون السرقسطي المعروف بالحمار (٣) وأبي الحارث الأسقف تلميذ ربيع بن زيد الأسقف الفيلسوف (٤) وأبي مروان البجاني (٥) ومسلمة بن أحمد المرجيطي (٦) ".
وهذه الترجمة التي أوردها صاعد نقلها ابن أبي أصيبعة (٧) وعن ابن أبي أصيبعة نقلها الصفدي في الوافي بالوفيات (٨) .
وقد كان من الممكن أن نقف عند هذا الحد في تعيين المؤلف لولا أن الحميدي ترجم لرجل آخر كنيته أبو عبد الله وشهرهته " ابن الكتاني " واسمه " محمد " ولكن أباه اسمه " الحسن " وهو منسوب إلى مذحج فيقال فيه " المذحجي " وهذا نص ما قاله (٩) : " محمد بن الحسن أبو عبد الله المذحجي يعرف بابن الكتاني، له مشاركة قوية في علم الأدب والشعر وله تقدم في علوم الطب والمنطق وكلام في الحكم ورسائل في كل ذلك وكتب معروفة. أخبرنا عنه أبو محمد علي بن أحمد (١٠) قال: سمعته يقول لي ولغيري: إن من العجب من يبقى في العالم دون تعاون على مصلحة، أما يرى الحراث يحرث له والبناء يبني له والخراز يخرز له، وسائر الناس كل يتولى شغلاً له في مصلحة وبه إليه ضرورة، أما يستحي أن يبقى عيالاً على كل من العالم؟ ألا يعين هو أيضاً بشيء من المصلحة؟ قال لنا أبو محمد: ولعمري إن كلامه هذا لصحيح حسن وقد نبه الله تعالى عليه بقوله
_________
(١) الذخيرة ١ / ٢: ٥٦٢ - ٥٦٧.
(٢) ابن أبي أصيبعة: مركوس، انظر الجذوة: ٨٦ وبغية الملتمس رقم: ٢٨٤.
(٣) صاعد: ٦٧ والجذوة: ٣١٦ وبغية الملتمس (رقم: ٨٣١) .
(٤) ربيع الأسقف: له ذكر في دولة الناصر ويبدو أنه وفد من المشرق (انظر أزهار الرياض ٢: ٢٧٠) .
(٥) ابن أبي أصيبعة: وأبي مرين، والصفدي: مدين البجاني.
(٦) صاعد: ٦٩ وابن أبي أصيبعة: ٣٩.
(٧) انظر ابن أبي أصيبعة ٢: ٤٥.
(٨) انظر ج؟ ٣: ١٦ (والترجمة رقم: ٨٧٣) .
(٩) جذوة المقتبس: ٤٥ - ٤٦.
(١٠) هو الفقيه ابن حزم.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (10,'(وتعاونوا على البر والتقوى) فكل ما لمخلوق فيه مصلحة في دينه أو فيما لا غنى به عنه في دنياه فهو بر وتقوى. قال لي أبو محمد: وله كتاب سماه كتاب " محمد وسعدى " مليح في معناه وعاش بعد الأربعمائة بمدة؛ ومن شعره: ... الخ.
وقد نقل الصفدي هذه الترجمة في الوافي أيضاً عن الحميدي (١) . وهكذا اجتمع في كتاب الصفدي ترجمتان من مصدرين مختلفين إحداهما لمحمد بن الحسين والثانية لمحمد بن الحسن؛ ويكاد أن لا يكون بينهما اختلاف إلا في اسم الأب حيث الخطأ سهل الوقوع:
١ -؟ فهما يتفقان في الاسم والكنية والشهرة.
٢ -؟ وفي شهرتهما بالطب والمنطق والنجوم وكثير من علوم الفلسفة.
٣ -؟ وقد عاشا في وقت واحد، والنص على تاريخ الوفاة عند صاعد أدق.
٤ -؟ وأضاف الحميدي إلى شخصه ابن الكتاني نشاطاً لم يشر إليه صاعد وهو " مشاركته القوية في علم الأدب والشعر " وذلك شيء ربما لم يكن يهم صاعداً وهو يتحدث عن النشاط الفلسفي والطبي لدى الأندلسيين.
٥ -؟ وزاد الحميدي نسبة " المذحجي " إلى ابن الكتاني محمد بن الحسن ولعل فقدان هذه النسبة عند صاعد أمر ثانوي القمية.
فهل الترجمتان لشخص واحد أو لشخصين مختلفين؟: لقد حل كل من ابن الأبار وابن عبد الملك المراكشي هذا اللبس حين ترجما (٢) لمن اسمه: محمد ابن الحسن بن الحسين المذحجي أبو عد الله الكتاني، فأوردا ما قاله صاعد عن محمد بن الحسين، وما قاله الحميدي عن محمد بن الحسن، وبذلك أثبتا أن الترجمتين لشخص واحد، وأن الصفدي في تكرار الترجمة كان ضحية النقل عن مصدرين مختلفين.
_________
(١) انظر الجزء ٢: ٣٤٨ (رقم الترجمة: ٨٠٧) .
(٢) التكملة: ٣٨٣ والذيل والتكملة ٦: ١٦٠.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (11,'فأبو عبد الله الكتاني المتطبب إذن هو محمد بن الحسن بن الحسين صاحب كتاب التشبيهات، وهو مؤلف " محمد وسعدى "، وعذا من باب مشاركته في النواحي الأدبية، كذلك كانت له مؤلفات أخرى في الطب والمنطق ورسائل في ذلك معروفة لدى الأندلسيين، ولكن صاعداً وهو أحق الناس بذكرها تجاوز عن ذلك لشهرتها. وهذا الرجل هو أستاذ ابن حزم في المنطق، فقد ذكره بعض كتبه وأثنى عليه بأنه من أهل التمكين في علوم الأوائل وأن كلامه في هذه الأمور كلام من يقتدى به (١) . وذكر الذهبي في ترجمة ابن حزم أنه أخذ المنطق عن محمد بن الحسن المذحجي وأمعن فيه فبقي فيه قسط من نحلة الحكماء (٢) .
والكتاب الذي بين أيدينا يدل على أن مؤلفه لم يتجاوز عام ٤٢٠، إذ إن جميع الشعراء الذي ساق لهم شعراً في كتابه هذا ينتمون إلى الفترة الأموية والعامرية، وأبعدهم وفاة مثل ابن دراج وعبادة ويونس بن عبد الله (توفي سنة ٤٢٩) إنما نالوا الشهرة الأدبية في الفترة نفسها.
وهذا أمر لا يختل في الكتاب إلا مرة واحدة وذلك حيث جاء على الصفحة ٢٣٦ " وقال أبو إسحاق الخفاجي في الشمعة " فإذا كان أبو إسحاق الخفاجي هو ابن خفاجة شاعر الطبيعة المشهور، فمعنى ذلك أن المؤلف لا يمكن أن يكون قد توفي في الحدود التي قدرتها، لأن ابن خفاجة ينتمي إلى عصري ملوك الطوائف والمرابطين. ولكن أود أن يتنبه القارئ للحائق الآتية:
(١) أن الباب الذي وردت فيه أوصاف الشمعة باب مضطرب، ووصف الشمعة فيه دخيل على الباب لأن العنوان المثبت له هو " باب في المذبة والمروحة ولم يعودنا المؤلف على مثل هذا الخلط الذي عرض في هذا المقام.
(٢) إن الناسخ نبه مرة إلى أنه يدرج في المتن شعراً ليس من " الأم "، (انظر ص ٢٦٠) وهذا يجعلنا نعتقد بأن النسخة تعرضت في هوامشها لبعض الزيادات،
_________
(١) الأصول والفروع: ٨.
(٢) تذكرة الحفاظ: ١١٤٧.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (12,'ولا أستبعد أن تكون أبيات الخفاجي منها وإن عدم التنويه بذلك سهو من الناسخ، وأن اضطراب الباب الذي وردت فيه أوصاف الشمعة قد يقوي القول بوجود زيادات لم ينتبه لها الناسخ المذكور.
(٣) لعل أبا إسحاق الخفاجي شاعر غير ابن خفاجة وإن كنا لا نملك له ترجمة فيما بين ايدينا من مصادر، ثم إن القطعة التي أوردها ابن الكتاني له غير واردة في ديوان ابن خفاجة مما يثير شكاً في النسبة والاسم معاً.
(٤) ليس من المعقول أن يدرك المؤلف عصر ابن خفاجة ويهمل جميع شعراء عصر الطوائف من أمثال ابن عبدون وابن زيدون وان عمار وعشرات غيرهم بل أن يهمل شاعراً أقرب من هؤلاء عهداً هو ابن شهيد وهو ذو باع طويل في التشبيهات.
ولهذا أعتقد أن مؤلف الكتاب هو محمد بن الحسن الكتاني، وأن قطعة الخفاجي؟ إن كانت لابن خفاجة؟ تمثل عنصراً دخيلاً على الكتاب، ومثل هذا الزيادات التي تلحق الكتب مع الزمن أمر معروف لكل من تمرس بالتحقيق.
[وقد ذكر ابن بسام في الذخيرة (١) من كنيته أبو عبد الله وجرفته الطب وسماه محمد بن الكتاني، وكل هذه الخصائص تلتقي مع مؤلف هذا الكتاب بل صرح بأنه هو نفسه محمد بن الحسن المذحجي أستاذ ابن حزم، ولكنه أورد بعد ذلك ما يدل على أنه كان صاحب قيان وأنه كان " فرد أوانه، وباقعة زمانه، منفقاً لسوق قيانه، يعلمهن الكتاب والأعراب وغير ذلك من فنون الآداب " ووصفه بالتحيل واستعمال ضروب من الكذب وزور المقال، وأنه كان ربما أنشأ رسائل ينحلها القيان ليبيعهن بأغلى الأثمان، وقد باع لابن رزين قينة بثلاثة آلاف دينار. وأورد له رقعة في تعليم القيام يقول فيها: " واعتبر ذلك بأن في ملكي الآن أربع روميات، كن بالأمس جاهلات، وهن الآن عالمات حكيمات منطقيات فلسفيات هندسيات موسيقاويات اسطرلابيات معدلات نجوميات
_________
(١) الذخيرة ٣ / ١: ١١٢، ٣١٨ - ٣٢٠.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (13,'نحويات عروضيات أديبات خطاطيات، تدل على ذلك لمن جهلهن الدواوين الكبار التي ظهرت بخطوطهن في معاني القرآن وغريبه ذلك من فنونه، وعلوم العرب من الأنواء والأعاريض والأنحاء، وكتب المنطق والهندسة وسائر أنواع الفلسفة ... " ثم يتبجح مفتخراً بعرض تجربته ويقول: ولا تطمع أن تظفر بعالم مثلي أو متفرغ فضولي شبهي ".]
[وقد توقفت طويلاً عند هذا الفصل وتشككت في أن يكون الشخصان واحداًن وإنما حملني على ذلك مبلغ ما يوليه ابن حزم لأستاذه من تقدير علمي وأخلاقي يبعد عنه صفة التحيل وركوب الكذب ومقالة الزور. ولكن بعد التأمل لاح لي وجه آخر، فهذا هو ابن الكتاني المذحجي أستاذ ابن حزم، وقد نقلت عنه حكاية من تعليقات ابن حزم نفسه تدل على اتجاره بالجواري، إذ تصوره ذات يوم في منطقة الشمال في مجلس العلجة بنت شانجة ملك البشكنس، وفي المجلس فتيات مسلمات أسيرات منهن ابنة الشاعر سليمان بن مهران السرقسطي، وأنها غنت بأبيات وبكت فلما سئلت عن سبب بكائها ذكرت أن الأبيات لأبيها (١) وقد ساء ابن بسام أن أبي الكتاني لم يمتعض لتلك الجارية، بعدما عرف نسبتها، ولم يحاول افتكاكها من الأسر، وأنه اكتفى بإظهار جزعه على حالها] .
[وهذا هو سياق ما أورده ابن بسام مجملاً، وهو يدل على أن ابن الكتاني المتطبب كان يحترف تجارة الرقيق، وقد تبدو هذه المسألة في نظرنا اليوم مخلة بمكانة من يزاولها، خصوصاً وأن النخاسين أصحاب القيان لم يكونوا يرتفعون عن الشبهات في تسهيل " المودات "؛ وقد سكت ابن حزم عن حرفة أستاذه لسبب لاندريه، ولكن لا أظن أن سكوته كان استنكاراً لذكر مثل تلك الحرفة، بل لعله؟ وإن سكت عنها؟ كان يعدها من مزاياه، إذ كان يقدم للمجتمع الأندلسي فتيات " مثقفات "؛ وكان جزء من تلك الثقافة هو ما عرف به ابن الكتاني من مهارة في المنطق والفلسفة وسائر علوم الأوائل] .
[وما وصفه بالتحيل والكذب وقول الزور، فإنه صادر عن ابن حيان،
_________
(١) المصدر نفسه: ٣١٨ - ٣١٩.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (14,'وهو مؤرخ لا يتعفف كثيراً حين يثلب؛ وقد ضاع الجانب الإيجابي مما نقدر أنه قاله في ابن الكتاني بضياع معظم الأجزاء من كتبه؛ وأما هذه الرسالة وما فيها من تفاخر توحي بأنها كتبت لتعبر عن الجانب الهزلي لدى الرجل، ويجب أن تؤخذ مأخذ الفكاهة، ولا تحمل على محمل الجد] .
[ولكل هذه الأسباب يظل ابن الكتاني تاجر الرقيق هو نفسه مؤلف كتاب التشبيهات، وفي ما أورده ابن بسام توضيح لجانب لم يكن معروفاً دلينا من شخصيته] (١)
٣ -؟ كتاب ابن الكتاني [عرض وتقييم]
لعل مقطع القول في تبيان قيمة هذا الكتاب أنه أوفى مجموعة شعرية وصلتنا تمثل عصر بني أمية والعامريين حتى أواخر الفتنة البربرية في تاريخ الأدب الأندلسي، فهذه الفترة لم تصلنا دواوين شعرائها وكل ما نملكه من الشعر الأندلسي الذي يمثلها قطع مبثوثة في كتب التاريخ والتراجم، وقطعة لعدد من الشعراء أوردها الثعالبي في اليتيمة، فهو على أنه نماذج مختارة في موضوعات مختلفة يسعف على معاودة النظر في شعر ذلك العصر، ويصحح كثيراً من الأحكام التي أجراها عليه الدارسون، ويوسع من حدود المجال الشعري والفني في تلك الفترة.
وقد قسم الكتاب على ستة وستين باباً تناول كل باب موضوعاً، فأول الأبواب يحتوي نماذج من التشبيهات في السماء والنجوم والقمرين والثاني في انبلاج الصبح والثالث في البرق والرعد، وهكذا تستمر الأبواب حتى نهاية الثاني عشر في إيراد الصور المتصلة بالطبيعة ومظاهرها المتنوعة؛ وبالثالث عشر يبدأ باب في الخمر، وفي هذا الموضوع أبواب ثلاثة. ثم يبدأ السادس عشر بالقيان والغنين وتأتي أبواب في أدوات الغناء وفي مادة الغناء، أي الشعر، وبذلك ينتهي الجزء الأول وفيه؟ كما ترى؟ ترتيب متعمد، لموضوعات ذات علاقة فيما بينها متدرجة.
_________
(١) ما بين معقفين في هذا النص من أوله إلى آخره مزيد على مقدمة الطبعة الأولى.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (15,'ويفتتح الكتاب الثاني بالباب التاسع عشر، حيث تتعلق الصفات بذكر الجمال الإنساني أو الحسن. ومن الطبيعي أن تجيء الأبواب التالية في الشعر وأصداغ القيان والغلمان والوجه والخدود والعيون والثغور والنهود والقدود، ويقطع هذا الترتيب المتدرج في تبيان جمال الأعضاء الباب (٢٧) فيتحدث فيه عن طيب الحديث، ثم يعود إلى ذكر الخصور والأرداف، وبعد ذلك ينتقل إلى المواقف العاطفية كالعناق والوداع والبكاء والسهر ومراعاة النجوم وزيارة الطيف والنحول والوقوف على الديار والتياح النيران. وبهذا تنتهي الأبواب لمتصلة بموضوعين كبيرين: الجمال والحب؛ ويبدأ الكتاب في الباب السابع والثلاثين بالتحول إلى وجهة أخرى فتتناول أبوابه مادتين:
(أ) الصراع بين الإنسان والطبيعة من شتاء وصقيع وقطع للمفاوز والبحار وصيد الحيوان، ومواجهة الحيات.
(ب) الصراع بين الإنسان والإنسان أي الحرب وما يتعلق بها وبالآئها المختلفة وما ينجم عنها من قتل وصلب وخوف ... الخ. وهكذا نرى أن الكتاب الثاني أيضاً على انقسامه في موضوعين كبيرين قد جعل الموضوعات الإنسانية في السكون والحركة هي مجاله الكبير.
أما الجزء الثالث الذي يبدأ بالباب الثاني والخمسين فإنه يتناول الكتابة وأدواتها وبعض الآلات الحضارية الأخرى كالمذبة والمروحة ولكنه ينتقل فجأة من هذا المهيع الحضاري إلى الحديث في الأخلاق من وجود وبخل وفي أصناف من الناس كالطفيليين والثقلاء، وتنحو أشعار الباب هنا نحو الهجاء والسخرية ليتلوها أبواب في الاعتبار بالفناء وفي الشيب والهرم وذكر الموت، ثم يختم الكتاب بباب عنوانه " باب شواذ تقل نظائرها " ويبدو في الجزء الثالث أن المؤلف قد أعياه الالتزام بشيء من الترتيب المتدرج الذي التزمه في الجزءين السابقين وأنه حشد في الجزء الثالث أبواباً متفرقة كما حشد في الباب الأخير موضوعات متفرقة أيضاً تأبى على التقسيم.
[والكتاب يقع في سلسلة من الكتب ألفت ف الموضوع نفسه، في المشرق، منها كتاب لحمزة الأصفهاني وآخر لابن أبي عون، وعند مقارنة هذا الثاني',NULL,'15',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (16,'بكتاب ابن الكتاني نجد شبهاً كبيراً في عناوين الأبواب، مما قد يشير في هذه الناحية إلى تأثير المؤلف الأندلسي بالمشرقي، وقد كان كثير من مؤلفي الأندلس؟ وبخاصة ابتداءً من عهد الحكم المستنصر؟ يضعون نصب أعينهم عند التأليف في أحد الموضوعات مؤلفاً مشرقياً؛ فنحن نعلم أن كتاب الحدائق لابن فرج إنما كان محاكاة لكتاب " الزهرة " لابن داود الأصفهاني، وأن كتاب ربيعة وعقيل من تأليف حسان ابن أبي عبدة إنما ألف على مثال كتاب لأبي السري سهل بن أبي غالب ألفه لهارون الرشيد (١) وأن كتاب العقد لابن عبد ربه يترسم خطى كتاب عيون الأخبار لابن قتيبة، بل لا نبعد في الظن إذا قدرنا أن كتاب " محمد وسعدى " (٢) لابن الكتاني نفسه إنما نسج على منوال كتب الأسمار المشرقية. وقد جاء في آخر نسخة التيمورية ونسخة المدينة تشبيهات ابن أبي عون " وهذه التشبيهات قد عورضت بتشبيهات [مغربية] أندلسية " ويبدو أن الإشارة هنا إنما تعني كتاب ابن الكتاني هذا، فهو كتاب أندلسي، حفظت مخطوطته بالمشرق، بخط مشرقي، فكأنه كان محط اهتمام من المشراقة فظل معروفاً لديهم، ولم نعثر له حتى اليوم على نسخة بخط مغربي أو أندلسي] .
[ومن بين الأبواب التي تبلغ ستة وستين لدى ابن الكتاني نجد خمسين منها مشتركة في عناوينها مع كتاب ابن أبي عون، على أن نتذكر أن أبي الكتاني يدرج بابين أحياناً من تقسيمات ابن أبي عون في باب واحد من تقسيماته، وهذا واضح في الباب رقم: ٢١ الذي يتناول التشبيهات في أصداغ القيان وعذر الغلمان فإنه قد ضم البابين ٥٥، ٥٦ لدى ابن أبي عون؛ والباب ٣٥ عند الأول يمثل البابين ٣٢، ٣٣ عند الثاني، والباب: ٥٨ وهو في هجو النساء والمغنيات يضم البابين ٢٣، ٢٤ عند ابن أبي عون، والباب: ٦٠ في اللحى هو جماع البابين ٨١، ٨٨ عند المؤلف المشرقي، وهذا جدول غير استقصائي للمقارنة بين عنوانات الكتابين:
_________
(١) الجذوة: ١٨٤.
(٢) الجذوة: ٤٦.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (17,'رقم الفصل عند ابن الكتاني - رقمه عند أبي عون
١ ٢ -
٢ ٣ -
٤ ٩ -
٨ ٨٥ -
٩ ٣٧ -
١٠ ٥٧ -
٢٠ ١٧ -
٢٣ ١٤ -
٢٥ ٢١ -
٣٤ ١٠ -
٣٦ ٣٨ -
٣٩ ١١ -
٥٠ ٠٥ -
والباب الأخير عند المؤلف الأندلسي يقابل الباب الأخير (رقم: ٩١) عند ابن أبي عون، وهذا وحده يدل على الاحتذاء، لأن الباب نفسه باب تحشد فيه تشبيهات في موضوعات لا يجمع بينها ربط] .
ومهما يكن من شيء فإن المؤلف قد حاول أن يعرض المجالات التي اتصلت بها ملكة التصوير عند الأندلسيين سواء أخضعت لترتيب موضوعي أو لم تخضع، وأنه قد أطلعنا من خلال هذه المختارات على مبلغ ما بذله الشعر الأندلسي من عناية بالصورة في دور مبكر من تاريخه، حتى أصبح طلب الصورة فيه غاية كبرى بل أصبح بعد زمن أكبر غاية، ومن الطبيعي أن يكون هذا الكتاب مصدراً جديداً؟ بل أوسع مصدر حتى الآن؟ لدراسة الشعر الأندلسي حتى أواخر القرن الرابع، ومن الطبيعي أن يكون لدى دارسي الأدب الأندلسي وثيقة جديدة ذات دلالة واضحة لخصائص لم تكن قبل ذلك واضحة في ذلك الأدب.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (18,'كتابان أندلسيان آخران في التشبيهات:
لم تذكر المصادر؟ فيما توصل إليه إطلاعي؟ كتاب ابن الكتاني في التشبيهات ولكنها ذكرت كتاباً آخر " في التشبيهات من أشعار أهل الأندلس " لأبي الحسن علي بن محمد بن أبي الحسين الكاتب. فقد قال فيه الحميدي: " مشهور بالأدب والشعر وله كتاب في التشبيهات من أشعار أهل الأندلس، كان في الدولة العامرية وعاش أيام الفتنة " (١) وزاد ابن عبد الملك في التعريف به قوله " وكان أديباً بليغاً مشاركاً في النحو حافظاً للغات ذاكراً للآداب ... وتوفي قريباً من الثلاثين وأربعمائة " وعد جماعة ممن أخذ عنهم.
ويتضح من هذه الأخبار عن ابن أبي الحسين أنه كان معاصراً لابن الكتاني فهل توفر على الموضوع الواحد مؤلفان؟ وإذا كان ذلك فما مدى الصلة بين الكتابين؟
ينقل ابن الأبار في ثلاثة مواضع من كتابه " الحلة السيراء " عن كتاب ابن أبي الحسين ويسميه " الفرائد في اتشبيه من الأشعار الأندلسية " فيورد في الموضع الأول (٢) يتبين لمروان بن عبد الرحمن أبي عبد الملك الملقب بالطليق وهما يمثلان القطعة رقم ٣٩ في كتاب ابن الكتاني؛ ثم يورد في الموضع الثاني (٣) بيتين للب ابن عبيد الله فيوافقان القطعة ٧٩ في هذا الكتاب، أما القطعة الثالثة (٤) للمصحفي فإنها لم ترد في كتاب ابن الكتاني. وليس من المستغرب اتحاد الكتابين في إيراد مختارات متشابهة ما داما متعاصرين، ولكن لو سكتت المصادر سكوتاً تاماً عن كتاب ابن الكتاني، هل من الممكن؟ وفي النسخة التي بين أيدينا خلل؟ أن تفترض بأن الكتابين إنما هما كتاب واحد؟ استبعد هذا، خصوصاً إذا عرفنا أن ابن الكتاني قد أورد شعراً لمن اسمه علي بن أبي الحسين، فإذا صح أنه هو صاحب " الفرائد " فنحن نملك كتابين في التشبيهات لا كتاباً واحداً.
_________
(١) الجذوة: ٢٩٠ والذيل والتكملة ٥: ٣١٦ وبغية الملتمس رقم: ١١٩٣.
(٢) الحلة ١: ٢٢٤.
(٣) الحلة ١: ٢٣٢.
(٤) الحلة ١: ٢٦٠.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (19,'وبعد ما يزيد على قرن من الزمان نجد أندلسياً آخر يعود إلى موضوع التشبيهات فيفرد فيه كتاباً خاصاً، ذلك هو أبو عامر السالمي محمد بن أحمد ابن عامر (المتوفى سنة ٥٥٩) صاحب المؤلفات الكثيرة المفيدة، وكان أديباً فصيحاً تاريخياً حافظاً، ومؤلفه الذي أشير إليه هو " كتاب حلية اللسان وبغية الإنسان في الأوصاف والتشبيهات والأشعار السائرات " (١) ولا نعلم إن كان هذا الكتاب خاصاً بتشبيهات الأندلسيين أو أنه في التشبيهات عامة.
٥ -؟ نسخة التشبيهات والمنهج في التحقيق:
هي نسخة وحيدة لا أعرف لها ثانية محفوظة بمكتبة إسماعيل صائب بأنقرة تحت رقم ٤٦٠٢، وقد أهداني فيلماً صغيراً منها (ميكروفيلم) صديقي العالم المحقق الأستاذ محمد بن تاويت الطنجي، فظهور هذا الكتاب محققاً إنما يعزى إلى فضله قبل كل شيء، فله الشكر على ما أسدى، حفظه الله ورعاه.
وتقع هذه النسخة حسب ترقيم صفحاتها في ٢٠١ صفحة، في كل صفحة ١٥ سطراً، وهي مكتوبة بخط مشرقي مشكول، ولكن فيها أخطاء نسخية كثيرة، واضطراب في الإعجام، أو عدم التقيد به أحياناً، كما أن الشكل فيها يشذ عن الصواب في كثير من المواضع.
والكتاب حسب تقسيمات الأصل في ثلاثة أجزاء تضم كلها مقطعات لواحد وتسعين شاعراً؛ ويبدو أن الكتاب كان ضمن مجموعة من الكتب، إذ كتب على الورقة الأولى منه:
١ - يتلوه جزء من أجناس التجنيس لأبي منصور الثعالبي.
٢ -؟ [ ... ] اختيارات في التجنيس من لمح الملح للشيخ أبي الحسن علي بن أبي الغنائم المصري، رحمة الله عليهما.
_________
(١) الذيل والتكملة ٦: ٨.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (20,'٣ - ويتلوه إن شاء الله كتاب تذكرة الألباب في أصول الأنساب جمع الوزير الكاتب أبي جعفر أحمد بن عبد العزيز بن عبد الولي البتي.
٤ -؟ ويتلوه كتاب ما تلحن فيه العامة للعلامة أبي طالب المفضل بن سلمة رحمة الله عليه ورضوانه.
ومن التملكات على الورقة الأولى أن الكتاب كتب " لخزانة المولى الفقيه الأجل المكين عز الدين عبد العزيز بن عبد الله المصري عمرها الله ... " وفي موضع آخر أنه من كتب يوسف بن عمر بن علي بن يكنول عفا الله عنه.
[ولما كانت النسخة كما وصفت، من حيث ضبطها، كانت قراءاتي لكثير من المواضع فيها اجتهادية، وقد أبحث لنفسي أن أغير الإملاء فيها إلى صورة الإملاء الحديث، وأن لا أشير إلى الأخطاء في الشكل، وأن لا أثبت في الحواشي من أصل النسخة إلا ما غيرت قراءته وكان يتحمل وجهاً آخر ممكناً من القراءة، ورقمت الأبواب والقطع الشعرية بأرقام متسلسلة] .
[وقد راجعتها على المصادر، التي تهتم بإيراد نماذج من الشعر الأندلسي، مما أتاح لي تخريج بعض المقطوعات، واثبت هذه التخريجات في الحواشي؛ وأما الشعراء فقد تتبعت تراجمهم في مظانها، وخصصت لكل منهم دراسة موجزة تقع عند نهاية الكتاب، وقرنت بكل منهم أرقام المقطوعات الخاصة به، ولم تسعفني المصادر على الترجمة لبعضهم] .
إن غبطتي بإخراج هذا الكتاب لتفوق شعوري بالعجز عن حل معميات النسخة الوحيدة التي اعتمدتها في تحقيقه، غير أني لم أوفر جهداً في سبيل ضبطه وتحريره، وإن كان ذلك جهد المقل العاجز، ولي في توجيه المحققين والدارسين ما يسدد الخطى ويحقق جانب الإصابة، والله ولي كل توفيق.
بيروت في غرة أيار (مايو) ١٩٦٦ إحسان عباس',NULL,'20',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (21,'<span data-type="title" id=toc-1>بسم الله الرحمن الرحيم</span>
<span data-type="title" id=toc-2>وبه أستعين</span>
قال أبو عبد الله محمد بن الكتاني الطبيب:
التشبيهات لأهل الأندلس
١ - باب من التشبيهات في السماء والنجوم والقمرين
- ١ -
قال عبادة بن ماء السماء الأنصاري
كأن السماء قبة من زمردٍ ... وفيها الدراري من عقيقٍ مسامر - ٢ -
وقال عباس بن ناصح يصف مغيب الشمس
وشمس النهار قد هوت لمغيبها ... كعذراء تبغي في الحجال التواريا - ٣ -
وقال سعيد بن عمرو في الهلال (١)
والبدر في جو السماء قد انطوى ... طرفاه حتى عاد مثل الزورق
فتراه من تحت المحاق (٢) كأنما ... غرق (٣) الجميع وبعضه لم يغرق
_________
(١) ورد البيتان في اليتيمة ٢: ٥٤ والنفح ٣: ٥٩١ والمغرب ١: ١٩٣ وحلبة الكميت: ٢٩٨ لسعيد بن محمد المرواني، وهما شخص واحد. انظر التراجم في آخر الكتاب.
(٢) اليتيمة: كأنه.
(٣) المغرب والنفح واليتيمة: الكثير.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (22,'- ٤ -
وقال محمد بن خطاب النحوي
رب ليلٍ جبته في فتيةٍ ... كسيوف الهند أو زهر النجوم
طلع البدر به في صورةٍ ... تشبه التاج على الشعر البهيم - ٥ -
وقال يحيى بن هذيل في الهلال
يحكي من الحاجب المقرون شقرته (١) ... فانظر إليه فما أخطا ولا كادوا
لو القتى لحكى حجلاً ولو قطعوا ... من دارة الحجل ما أربى ولا زادا - ٦ -
وقال جعفر بن عثمان في الثريا (٢)
سألت نجوم الليل هل ينقضي الدجى ... فخطت جواباً بالثريا كخط " لا "
وما عن (٣) جوى سامرتها غير أنني ... أنافسها المجرى إلى رتب (٤) العلا
_________
(١) شقرته: هي كذلك في الأصل وجعلها الأستاذ حسنين " شفرته " وما أراه صواباً، ولعل الصواب " صورته " أو شيئاً مماثلاً.
(٢) البيتان في الحلة ١: ٢٥٩ وبينهما بيت، انظر النفح ١: ٦٠٤ (وهو ينقل عن كتاب " بدائع التشبيهات ") . وسرور النفس: ٣٤ (ف: ٩٧) .
(٣) الحلة والنفح: هوى.
(٤) النفح: طرق.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (23,'- ٧ -
وقال عبادة
رب ليلٍ سهرت في قمر ... مد من فرعه عليه حلى
والثريا كأنها سئلت ... فأجابت عن الحبيب بلا - ٨ -
وقال جعفر بن عثمان
صف الثريا بمثلها صفةً ... فقلت: قرط فصوله العنبر
سماؤها في اعتدال خضرتها ... (١) زمرد والنجوم فالجوهر - ٩ -
وقال أيضاً
وكأن أثناء الثريا إذ بدت ... قرط طريح في بساط زمرد
وكأنما لبس السماء ملاءةً ... خضراء ترصف من جمال العسجد (٢) - ١٠ -
وقال عيسى بن قرلمان، وكان القمر على الجوزاء
أرى رجل الجوزاء غير بوارحٍ ... وأيدي الثريا كالسقيم صحيحها
وهمت ولم تمض السبيل كأنها ... من الأين صرعى أثخنتها جروحها
وللبدر إشراق عليها كأنه ... رقيب على ألا يتم جنوحها
_________
(١) فالجوهر: كذا في الأصل، وله وجه مقبول وقد كتب تحته: أي وأما النجوم، ولعل الأصوب: " كالجوهر ".
(٢) يقترح حسنين أن تقرأ: من جمان عسجدي، وهي قراءة لا بأس بها.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (24,'- ١١ -
وقال محمد بن الحسين
والجو أزرق والنجوم كأنها ... ذهب تسربل (١) لازورداً أزرقا
وكأنما الجوزاء فيه تقلدت ... سيفاً، حمائله المجرة، معرقا - ١٢ -
وقال طاهر بن محمد يذكر جملة من النجوم
وليل بت أكلؤه بهيمٍ ... (٢) كأن على مفارقه غرابا
كأن سماءه بحر خضم ... كساه الموج ملطماً حبابا
كأن نجومه الزهر الهوادي ... وجوه أخضلت تبغي الثوابا
كأن المستسرة في ذراه ... كمائن غارةٍ رقبت نهابا
كأن النجم معترضاً وشاة ... تسارق فيه لحظاً مسترابا
كأن كواكب الجوزاء شرب ... (٣) تعاطيهم ولائدهم شرابا
كأن الفرقدين ذوا عتابٍ ... أجلا طول ليلهما العتابا
كأن المشتري لما تعالى ... طليعة عسكرٍ خنسوا ارتقابا (٤)
كأن الأحمر المريخ مغضٍ ... على حنقٍ يشب به شهابا
كأن بقية القمر المولي ... كئيب مدنف يشكو اجتنابا
_________
(١) في هامش النسخة: تسربل الرجل أي لبس القميص.
(٢) أكلؤه: أرعاه.
(٣) الولائد: الإماء والجواري.
(٤) ص: حبسوا ارتعابا.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (25,'- ١٣ -
وقال يوسف بن هارون
وآنسني فيك لنجوم برعيها ... فدريها خلي وبدر الدجى إلفي
كأن سماء الأرض نطع زمردٍ ... وقد فرشت فيه الدنانير للصرف (١) - ١٤ -
وقال المهزله
وكأنما زهر النجوم كواعب ... حسرت فأبدت في الشعور بياضها
وكأنما فيها الخفية أعين ... نظرت (٢) وسابق فتحها إغماضها - ١٥ -
وقال محمد بن إبراهيم بن [أبي] الحسين
وسعى علينا بالكؤوس منطق ... أجرى دمي فأعاض راحاً من دم
حتى بدا لي المشتري وقرينه ال ... (٣) مريخ يرفل في غلالة عندم
قال النديم فصفها قلت: استمع ... رمحان في كفي كمي معلم
تبع الكمي بذا فأخطا طعنه ... وأصابه هذا فقيه دم الكمي - ١٦ -
وقال ابن هذيل
وكأن المقاتل اغتاظ حتى ... أنفذ الصبح بالتقحم طعنا (٤)
_________
(١) نهاية الأرب ١: ٣٣.
(٢) ص: قطرت.
(٣) العندم: صبغ أحمر وقيل هو دم الغزال أو دم الأخوين.
(٤) المقاتل هنا: صفة لنجم ولعله السماك الرامح، أو هو سهيل كما صوره المعري من بعد:مستبد كأنه الفارس المعلم ".',NULL,'31',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (26,'والسهى في بنات نعشٍ ضمير (١) ... بين أضلاعها تبوأ كنا السهى: الكوكب الخفي في بنات نعش
- ١٧ -
وقال سعيد بن عمرون في النجوم
وكأنها في الحسن روضة نرجسٍ ... تفتر في روضٍ من النمام
وكأنما أعلى البروج هياكل ... محفوفة بمصابح الإظلام
وكأنما صغرى النجوم يواقت ... يجري بهن عباب بحرٍ طام - ١٨ -
وقال أحمد بن دراج (٢)
وقد حومت زهر النجوم كأنها ... كواعب في خضر الحدائق حور
ودارت نجوم القطب حتى كأنها ... (٣) كؤوس مهاً وافى بهن مدير
وقد خيلت زهر المجرة أنها ... (٤) على مفرق الليل البهيم قتير - ١٩ -
وقال سعيد بن عمرون
والليل في لون الغراب كأنه ... متدرع بمدارعٍ من قار
_________
(١) ص: صهير.
(٢) ديوان ابن دراج: ٣٠٠ والأبيات من رائيته التي اشتهرت عند المشارقة وفيها يعارض أبا نواس، ومطلعها:
دعي عزمات المستضام تسير ... فتنجد في عرض الفلا وتغور وفي تخريج الأبيات انظر الديوان، وفيه قراء مختلفة في بعض المواضع.
(٣) المها: البلور.
(٤) القتير: الشيب.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (27,'وكأنما ذات الخضاب وقد هوت ... (١) رامشنة رصدت من النوار
وكأنما الشعرى العبور وراءها ... ذهب تدحرج فهو كالدينار
وكأنما أشخاصها قد أفرغت ... (٢) في الماء ياقوتاً على بلار ٢؟ باب في انبلاج (٣) الصبح
- ٢٠ -
قال يوسف بن هارون (٤)
وكم ليلة قد جمعتنا وأدبرت ... تنوح على تفريقنا وتلهف
إلى أن بدا وجه الصبح كأنما ... (٥) تحمل لقمان وأقبل يوسف - ٢١ -
وقال المهند
وكأن وجه الفجر وسط سمائه ... من سود أردية الظلام أعاضها
خود ألم بها الأسى في أزرقٍ ... برزت فشقق حزنها فضفاضها
_________
(١) الرامشنة: ورقة آس لها رأسان.
(٢) البلار: أراه لغة في البلور ولم يثبته صاحب اللسان.
(٣) ص: إبلاج.
(٤) لعل البيتين من قصيدته " على كمدي تهمي السحاب وتذرف " وهي من قصائد السجن، انظر المطمح: ٧٣ والنفح ٤: ٣٩.
(٥) ذكر لقمان لطول العمر والسواد فشبه بذلك الليل، وذكر يوسف لجماله وقرن به طلوع الصبح؛ وهذا البيت في تشبيهات ابن أبي عون: ١٥ وقبله:
وليلة أنس قد أنرنا ظلامها ... بأنجم راح تستنير فترشف',NULL,'33',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (28,'- ٢٢ -
وقال علي بن أبي الحسين
لاحظ ظلام الدجى والصبح يحفزه ... كأنه جيس رومٍ يهزم الحبشا - ٢٣ -
وقال حبيب بن أحمد
قد اغتدي والظلام منتشر ... على جميع البلاد عسكره
والصبح حيران فيه مستتر ... كمجرم همه تستره - ٢٤ -
وقال يوسف بن هارون
بدا الصبح من تحت الظلام كأنه خوافي (١) جناحي هيقل (٢) بات حاضنا
وإلا فكالثوب السماوي معلماً شقيقاً بدا في أسفل الثوب يائنا
- ٢٥ -
وقال أحمد بن عبد ربه
حتى إذا ما الليل قوض راحلاً عند الغلس (٣) ...
وبدا الصبح كغرةٍ ... تبدو على وجه الفرس
_________
(١) ص: مخافي.
(٢) ص: هيق - وهو ساكن الياء - ولا يصح به الوزن، والهيقل كالهيق: وهو ذكر النعام.
(٣) ديوانه: ٩٤ عن كتاب التشبيهات.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (29,'- ٢٦ -
وقال عباس بن فرناس
فبتنا وأنواع النعيم ابتذالنا ... ولا غير عينيها وعيني كالي (١)
إلى أن بدا وجه الصباح كأنه ... (٢) جبين فتاةٍ لاح بين حجال ٣؟ باب الريح
- ٢٧ -
قال محمد بن وهيب البديهي (٣)
وريح (٤) جربياءٍ صابحتنا ... لها في الوجه رشق كالنبال
تغوص على البراقع والحشايا ... كغوص الطيف في ستر الحجال - ٢٨ -
وقال الحسن بن حسان (٥)
فجبت بساط الأرض لم أك سامعاً ... به غير (٦) شدو الجن هتفاً إلى هتف
_________
(١) كالي: مراع مراقب.
(٢) الحجال: جمع حجلة وهي مثل القبة للعروس.
(٣) ص: وهيب بن البديهي وفي اليتيمة (٢: ٦٩) شاعر اسمه محمد بن وهيب البدسمي، والبدسمي مصحفة عن البديهي فيما أعتقد، ولمحمد بن وهيب البديهي ترجمة في الوافي ٥: ١٨٠.
(٤) ص: حربتا، والجريباء: الريح التي تهب بين الجنوب والصبا، وقيل هي الشمال وقيل هي النكباء التي تجري بين الشمال والديور.
(٥) البيتان في سرور النفس: ٣٢٣ (ف: ٩٧٠) .
(٦) ص وسرور النفس: عند؛ وهي من تصويبات ح.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (30,'كأن حنين الريح في جنباته ... حنين المثاني والمثالث في العزف - ٢٩ -
وقال ابن هذيل أيضاً
ودنت في هبوبها مشية النشوان حيران بالمدام الشمول ... لصقت بالثرى كما يضخع العاشق ذلاً إلى الحبيب المطول ... ولقد خلت أن بينهما عشقاً فصارا للضم والتقبيل ... واختفت عن فواطن (١) الخلق حتى شبهوها ضآلة بنحول (٢) ... - ٣٠ -
وقال ابن هذيل
للصبا منة على الروض هادته بطيب الحبيب أي ذمام ... وجرت بينه رواحاً ليرتاح ويبقى على رضى والتئام ... كالشفيق الذي يؤلف ما بين حبيبين بعد قطع الكلام ... - ٣١ -
وقال أيضاً
ومرنة بعد الرواح كأنما ... في نحرها صوت القريع الهادر
قربت من الأسماع وهي بعيدة ... منها وغابت في الهبوب الحاضر
فإذا اتقى جمهورها في دوحةٍ ... فكأن فيها كل ليثٍ هاصر
_________
(١) ص: قواطن، وعند ح: نواظر، وهي أصوب.
(٢) كذا ولعله: بنحيل.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (31,'وإذا استقل (١) قتامها فكأنما ... فيه التفاف عساكر بعساكر القريع: الفحل من الإبل، والقريع أيضاً سيد القوم
- ٣٢ -
وقال علي بن أبي الحسين
حليلي ما لي كلما هبت الصبا ... أحن إلى الأفق الذي تتيمم
أكلفها حمل السلام إليكم ... فإن خطرت يوماً عليكم فسلموا
كأن الصبا عندي رسول مبلغ ... أبوح بأسراري إليه فيكتم
إذا كدت أن أسلو أجد صبابتي ... كتاب حبيبٍ أو خيال مسلم - ٣٣ -
وقال أيضاً
عزتنا المزن والرايات دجن ... بأجناد عليها قائدان
شمال قد تباريها قبول ... كأنهما معاً فرسا رهان - ٣٤ -
وقال أحمد بن فرج (٢)
وربت ريحٍ امتزجت بنفسي ... مزاج الماء بالراح الزلال
وجدت لها وبي للشوق ما بي ... (٣) كما وجد المهجر بالظلال
وبات ثرى العقيق ينم عنها ... (٤) إليّ بمثل أنفاس الغوالي
_________
(١) ص: قيامها، والقتام: الغبار.
(٢) ص: فرح - بالمهملة - وأبيات أحمد بن فرج في سرور النفس: ٣١٩ (ف: ٩٥٥) .
(٣) المهجر: الذي يسير في الهاجرة.
(٤) الغوالي: جمع غالية وهي نوع من الطيب مركب من أخلاط.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (32,'فقل في نشوةٍ من نفح ريحٍ ... سقيت بها الشمول من الشمال (١)
سرت (٢) في نار أشواقي سراها ... إلى جدب الثرى بحيا العزالي (٣) ٤؟ باب في البرق والرعد
- ٣٥ -
وقال أحمد بن فرج (٤)
وليلتنا بالغور أومض بارق ... حثيث الجناح مثل ما نبض العرق
سرى مثلما يسرى الهوى في جوانحي ... بثنتين (٥) من أحواله النار والخفق
ولاح كأمثال البرى خطمت به ... من الغيم في ليل السرى أينق ورق
وباتت دياجي الليل منه كأنها ... أحابيش في أيديهم الأسل الزرق البرى: جمع برة، وهي الحلقة التي تجعل من الوبر أو من الجلد (٦) ، يقال أبرى البعير يبريه إبراء وهو بعير مبرى، والبرى أيضاً: الخلاخل، واحدتها برة، وتجمع برين وبرين (٧) . والورق: جمع أورق، وهو لون بين الخضرة والسواد، يقال: جمل أورق بين لورقة، وهو أتم ألوان الإبل عند العرب وأطيبها لحماً.
- ٣٦ -
وقال سليمان بن بطال المتلمس (٨)
وأرى خلال الليل مبسم بارقٍ ... كالزند يقدح أو ضرام العرفج
_________
(١) الشمول: الخمر.
(٢) ص: سرى، والتصويب عن سرور النفس.
(٣) الحيا: المطر؛ العزالي: جمع عزلاء وهي فم المزادة من أسفلها.
(٤) الأبيات في سرور النفس: ٢٥٥ (ف: ٧٤١) .
(٥) سرور: تبين.
(٦) ص: في الوترة من.
(٧) أي بصم الباء وكسرها.
(٨) الأبيات من قصيدة له في الجذوة: ٢٠٦ والبغية رقم: ٧٦٢.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (33,'فكأنه من أضلعي متوقد ... في الجو إلا أنه لم يوهج
وكأن محبوبي تبسم فوقه ... ليزيد بالإيماض في شجو الشجي - ٣٧ -
وقال يوسف بن هارون (١)
كأن اندفاع البرق بين رعوده ... تطاير نارٍ لاصطكاك جنادل
أو أسد الشرى في مذهبات سلاسل ... إذا هي دارت (٢) نهنهت في السلاسل (٣)
كأن بنات (٤) الزنج فيها مشيرة ... إلى الأرض عن أكمام حمر الغلائل - ٣٨ -
وقال أحمد بن دراج (٥)
يحدو ويبسم برقه فتخاله ... ملكاً سطا بالوعد والإيعاد
تمري البوارق وبله فكأنها ... شطر ثاني
رشق أصيب به ذوو إمراد (٦)
- ٣٩ -
وقال مروان بن عبد الرحمن (٧)
فكأن الغمام صب عميد ... أن بالرعد حرقهً واشتكاء
_________
(١) الأول والثاني من أبيات الرمادي في سرور النفس: ٢٥٧ (ف: ٧٥٤) وشعر الرمادي: ١٠٥.
(٢) سرور: زارت (أي زأرت) .
(٣) نهنهت: زجرت وصيح بها.
(٤) ص: الريح.
(٥) لم يردا في ديوانه.
(٦) ص: دوأ مراد.
(٧) ص: عبد الملك، وهو خطأ، ومروان بن عبد الرحمن هو الملقب بالطليق، انظر التعليقات والبيتان في الحلة ١: ٢٢٤ نقلاً عن كتاب التشبيهات لابن أبي الحسين، وحلبة الكميت: ٢٩١.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (34,'وكأن البروق نار جواه ... والحيا دمعه يسيل بكاء - ٤٠ -
وقال المهند
أقلوب العشاق ذاك الوميض ... أم عروق يجول فيها نبوض
أم جنود دكن السرابيل سلت ... للقاءٍ فيها سيوف بيض
نشأت مثلما جرى الماء من شت ... ى فغصت؟ لما تلاقى - الأروض (١)
وأضاءت والرعد فيها كما أج ... لب موج فلاح فيه وميض - ٤١ -
وقال ابن هذيل (٢)
ولقد شفني فأسهر طرفي ... لمع برقٍ يرف (٣) في لمعانه
شمته والظلام يفتر عنه ... كافترار الزنجي عن أسنانه - ٤٢ -
وقال أيضاً (٤)
كلفتها طول السهاد فراقبت ... برقاً يلوح وتارةً يتستر
وكأن ليلي فارس في كفه ... رمح يقلبه، عليه مغفر
تبدو له شعب، تطير أمامها ... شعل، تطير لها القلوب وتذعر
_________
(١) شتى: يعني مصادر شتى، إلا أن تكون الكلمة مصحفة؛ الأروض: جمع أرض.
(٢) البيتان في اليتيمة ٢: ١٤ من قطعة فيها سبعة أبيات، وفي سرور النفس: ٢٥٥ (ف: ٧٤٣) .
(٣) اليتيمة: يزف.
(٤) الأبيات في سرور النفس: ٢٥٦ (ف: ٧٤٤) .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (35,'ويروغ عن قبض السحاب وميضه ... فكأنه فرس معار أشقر يقال: أعرت الفرس فهو معار إذا سمنته، ويقال: أعرت الشيء فهو معار، من العارية.
- ٤٣ -
وقال حبيب بن أحمد
ألا هل رأت عيناك إيماض بارقٍ ... بدا موهناً في الجو بين سحابه
كما قلب القين الحسام ورده ... على عجلٍ في جفنه وقرابه
كأن التي من أرضها لاح وكلت ... به بخلها في جيئه وذهابه - ٤٤ -
وقال المهند
تكشف كالأبلق الطافر ... وهمهم كالبازل الهادر
كأن فؤادي في خفقه ... وعيني في غينه (١) الماطر - ٤٥ -
وقال ابن الخطيب
يا هل ترى البرق بدا كالمنصل ... هزته بالخبرة كف الصيقل ... أو كسنان في عجاج (٢) القسطل ... أو كضرام جمر نار المصطلي ... أضرمها في جمح ليلٍ أليل ...
_________
(١) ص: عينه؛ والغين لغة في الغيم.
(٢) ص: حجاج.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (36,'أو مثل ما لوحت بالسجنجل (١) ... مقابلاً للشمس غير موتل (٢) ... أو كابتسام لكعاب عيطل (٣) ... عن واضحٍ أشنب عذب المنهل ... أو مثلها في جيدها من الحلي ... أو نحرها (٤) لاح لعين (٥) المجتلي ... بدا ينير كشهاب مشعل ... ٥؟ باب في السحاب والمطر
- ٤٦ -
قال يوسف بن هارون
وسفعٍ كأكباد العدا أو كأنها ... (٦) كتائب زنجٍ كلهم فوق أدهم
كأن سلوك الغيث عند اتصاله ... باسفل من أعلى سدى غير ملحم سلوك كذوب الدر تعنى بفتلها الرياح ولكن فتلها غير مبرم ...
_________
(١) السجنجل: المرآة.
(٢) غير مؤتل: غير مقصر.
(٣) العيطل: المرأة الطويلة أو الطويلة العنق الحسنة الجسم.
(٤) ص: نحوها.
(٥) ص: لغير.
(٦) السفع: يشير إلى لون السحائب.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (37,'- ٤٧ -
وقال عبد الرحمن بن المنذر في الطل (١)
ألست ترى حسن الزمان وما يبدي ... وحسن انتثار الطل في ورق الورد
كأن حباب الماء في جنباته ... تناثر دمعٍ جال في صفحة الخد - ٤٨ -
وقال يوسف بن هارون (٢)
نور وغيث مسبل ... وقهوة تسلسل
فالغيث (٣) من سحابه ... طل ضعيف ينزل
كأنه برادة ... من فضة (٤) تغربل - ٤٩ -
وقال أيضاً في سحابة (٥)
ومشتمة للأرض حتى كأنها ... تقص محولاً في البطاح (٦) المواحل (٧)
_________
(١) البيتان في حلبة الكميت: ٢٠٦ دون نسبة.
(٢) الأبيات في النفح ٤: ٧٤.
(٣) النفح: والأفق.
(٤) النفح: كأنه من فضة / برادة.
(٥) البيتان الخامس والسادس في سرور النفس: ٢٨٦ (ف: ٨٥٤) .
(٦) ص: النقاح؛ وربما قرئت " البقاع " فهي أقرب للأصل كما في ح.
(٧) المشتمة: التي تشم الأرض أي دانية تكاد تلامسها؛ تقص: تتبع الأثر.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (38,'فجنت كما جن الظلام وأفرغت ... (١) علينا كإفراغ الدلاء الحوافل
أطلت غديراً في الهواء كأنه ... هو البحر يجري بالسفين الحوامل
فلو أنها صبت جميعاً لغرقت ... ولكنما (٢) أرواحها كالمناخل
كأن غدير الماء بين حبابه ... وبين (٣) شخوصٍ قمن مثل الأنامل
مسامير (٤) در تعتلي برءوسها ... مراراً، وطوراً تعتلي بالأسافل - ٥٠ -
وقال المهند
وسارية طوع إعصارها ... محملة ثقل أوقارها
مخايلها (٥) بالحيا جمة ... فإظهارها مثل إضمارها
طوت صفة (٦) الأرض أحشاؤها ... كطي الجفون لأبصارها
نأى غيمها ودنا غيثها ... دنو الشموس بأنوارها
_________
(١) الحوافل: الممتلئة.
(٢) ص: ولكنها.
(٣) سرور: وفيه.
(٤) ص: تبر.
(٥) ص: محايلها.
(٦) ص: صعة، وقرئت في ح " ضيعة " ولا معنى له.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (39,'- ٥١ -
وقال ابن هذيل
وحنانةٍ في الجو كدراء أقبلت ... تبسم عن ومضٍ من البرق خاطف
تزف بها ريح الصبا، غير أنها ... تهادى تهادي الخود بين الوصائف - ٥٢ -
وقال محمد بن مطرف بن شخيص
فكأن السحاب في الأفق ركب ... (١) زم أحداجه وصف قطاره
يذكر الغيث والرعود حجيجاً ... (٢) عج أصواته وبث جماره - ٥٣ -
وقال يوسف بن هارون
وجارية جري السفين تسوقها الرياح ولكن في الهواء غديرها ...
رأيت بأحشاء البحور سفينها ... وتلك سفين في حشاها حورها - ٥٤ -
وقال أيضاً (٣)
وسارية كالليل لكن نجومها ... على إثر ما يطلعن فيها غوائر
فلما استدارت في الهواء كأنها ... عقاب متى ما يخفق البرق كاسر
_________
(١) الاحداج: جمع حدج وهو الجمل عليه هودج، والقطار: قافلة الإبل.
(٢) ص: ولث خماره.
(٣) في المرقصات والمطربات: ١٤ منها البيت الرابع والثالث والخامس؛ وانظر مسالك الأبصار ١١: ١٧٦ والدرة المضيئة ٦: ٥٧٥ (نقلاً عن المرقصات) .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (40,'وشمت (١) دوانيها الربى بأنوفها ... كما شم أكفال العذارى (٢) الضفائر
هوت مثلما تهوي العقاب كأنها ... تخاف فوات المحل فهي تبادر
كأن انتشار القطر فيه ضوابط ... (٣) تدار على الغدران منه دوائر - ٥٥ -
وقال أحمد بن فرج
يا غيم أكبر حاجتي ... سقي الحمى إن كنت تسعف
رشف صداه فطالما ... روى الصدى فيه الترشف
واخلع عليه من الربي ... ع ووشيه ثوباً مصنف
حتى ترى (٤) أنهاءه ... وكأنها أعشار مصحف
وتخال مرفض الندى ... في روضه شكلاً وأحرف الإنهاء: جمع نهي ويقال نهي؟ بالكسر؟
٦ -؟ باب في الربيع والزهر
- ٥٦ -
قال مازن بن عمرو (٥)
وروضة تدمارٍ (٦) يروقك حسنها ... عليها رياط الوشي والحلل الصفر
_________
(١) المرقص: تشم.
(٢) المرقص: أذيال العروس.
(٣) المرقص: انتشار القطر منها ... تدور؛ قال ابن سعيد: اسم البيكار عند أهل الأندلس " الضابط ".
(٤) في ص: أزهاره، وهو لا يوافق شرحه بعد الأبيات للفظة " الأنهاء ".
(٥) ص: مارق بن عمرو، وهو من شعراء اليتيمة واسمه مازن بن عمرو بن مروان بن محمد بن عاصم (اليتيمة ٢: ٣٠) .
(٦) كذا في ص، ولعله اسم موصع؛ وقرئت في ح: ندمان.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (41,'ترى زهرات النور فيها كأنها ... عيون أجالتها بها الخرد الخفر - ٥٧ -
وقال عبد الملك بن نظيف (١)
في ليلةٍ كملاء الوشي يمنتها ... تحت النبات وثاب الغر والجون (٢)
حث النسيم عليها فانثنت مرحاً ... (٣) مثل النساء بتغريد وتفنين
تظل ذات ابتسام نحو لامحها ... عن نورها (٤) كابتسام الخرد العين - ٥٨ -
وقال أيضاً
في روضةٍ رشفت لعاب غمامةٍ ... حتى ارتوت، رشف الصدي الحران
طلعت عليها الشمس فابتسامت لنا ... عن مثل نظم الدر والمرجان
وتبسمت ريح الصبا فتعانقت ... أغصانها كتعانق الولدان
_________
(١) ص: لطيف، والتصويب عن الجذوة: ٢٦٨.
(٢) كذا وأظن صوابه:
في ليلة كملاء الوسي نمنمها ... تحت النبات ذهاب الغر والجون ونمنمها: نقطها، والذهاب: الأمطار، والغر والجون: صفة للسحب؛ وقد جاء البيت على نحو غريب في ح، فالشطر الثاني جاء: تحم النبات وبل الغر والجون؛ ولا معنى لتحم وكأنه ظنه من الثياب الاتحمية؛ ولا معنى ل؟ " بل " واللفظتان بعيدتان عن الأصل، ولا أدري كيف يجوز هذا.
(٣) التفنين: الاضطراب والتمايل كالفنن.
(٤) ص: فورها.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (42,'وتقابلت أحداقها فكأنها ... حدق شكت وجداً على الكتمان - ٥٩ -
وقال سليمان بن بطال المتلمس (١)
تبدلت لنا الأرض مزهوةً ... علينا ببهجة أثوابها
كأن أزاهرها أكؤس ... حوتها (٢) أنامل شرابها
كأن الغصون لها أذرع ... تناولها بعض أصحابها
ترى خمرها من رضاب الهوى ... لآلئ في عين مرتابها
كأن تعانقها في الجنوب ... تعانق خودٍ لأترابها
كأن ترقرق أجفانها ... بكاها لفرقة أحبابها - ٦٠ -
وقال يوسف بن هارون (٣)
بكت السحاب على الرياض فحسنت ... منها غروساً من دموع ثكول
فكأنها والطل يشرق فوقها ... وشي بلؤلؤ مفصول
_________
(١) أوردها الحميري في البديع في وصف الربيع: ١٤ ما عدا الرابع فقد ورد في مكانه بيت آخر هو:
وقد أعجب النور فيها الذباب ... فيهزج من فرط إعجابها (٢) البديع: حدتها.
(٣) عما من قصيدته التي قالها في مدح القالي ومطلعها: " من حاكم بيني وبين عذولي "؛ انظر شعر الرمادي: ١١٦ وهما البيتان ٤٣، ٤٤ وانظر البديع للحميري: ١١.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (43,'- ٦١ -
وقال أيضاً (١)
كأن الربيع الطلق أقبل مهدياً ... لطلعة معشوق إلى عين مغرم
تعجبت من غوص الحيا في حشا الثرى ... فأفشى الذي فيه ولم يتكلم
كأن الذي يسقى الثرى (٢) صرف قهوةٍ ... تنم عليه بالضمير المكتم - ٦٢ -
وقال أيضاً (٣)
كأن السحاب (٤) الجون أعرس بالثرى ... فلا [ح] شوار (٥) الأرض في كل موضع
كأن سرور الأرض حزن سحابها ... إذا ما بكت لاحت لنا في تصنع
حبائب لا يسمحن إلا بلحظةٍ ... (٦) وشمة أنفٍ كالحبيب الممنع
_________
(١) من قصيدة له أمأى فيها (أي بلغ المائة) يمدح فيها ابن القرشية عبد العزيز بن المنذر بن عبد الرحمن الناصر، انظر شعر الرمادي: ١٢٢ - ١٢٣ والحلة السيراء ١: ٢١٠ - ٢١١ والبديع: ١٢ - ١٣.
(٢) الأصل: صوب.
(٣) من قصيدة له مدحية، انظر شعر الرمادي: ٨٥ (وهي الأبيات ٤، ٦، ٧) وانظر البديع: ٩.
(٤) الأصل: الجود.
(٥) ص: سرار؛ والشوار: اللباس والهيئة؛ والشوار أيضاً متاع البيت.
(٦) البديع: للمحب الممتع.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (44,'- ٦٣ -
وقال إسماعيل بن إسحاق المعروف بالمنادي
وحاكت له الأنداء وشياً (١) منمنماً ... كأن نظمه (٢) من فاخر التبر والدر
تخال به نور الربيع كواعباً ... (٣) عليها أكاليل اليواقيت فالشذر
إذا [ما] نسيم الريح هبت بصحنه ... فملن كما مال النزيف من السكر
يعانق بعض بعضهن تأوداً ... تعانق معشوقين كانا على هجر
ويسقين دمعاً من عيون كأنها ... عيون مهاً يرعدن من شدة الذعر - ٦٤ -
وقال عبيد الله بن يحيى بن إدريس الوزير
يغازل عين الشمس حتى ترى لها ... إليه حنين المستكين (٤) من الوجد
إذا اشتهت الأنفاس طيب نسيمه ... أتاها به من نافحات الصبا مهد
فإن مجال العين في رونق الضحى ... عليه مجال اللحظ في زهر الخد
إذا ما جنينا الورد منه حكى لنا ... تورده ما في الخدود من الورد
_________
(١) ص: مثمناً.
(٢) ص: كان نظماً.
(٣) الشذر: صغار اللؤلؤ، أو قطع من الذهب.
(٤) ص: المشتكين؛ وله وجه مقبول.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (45,'- ٦٥ -
وقال أبو بكر ابن هذيل في قضبان الرياض
وهبوب الرياح عليها
هبت لنا ريح الصبا فتعانقت ... فذكرت جيدك في العناق وجيدي
وإذا تألف في أعاليها الندى ... مالت بأعناق ولطف قدود
وإذا التفت بالريح لم تبصر بها ... إلا خدوداً تلتقي بخدود
فكأن عذرة بينها تحكي لنا ... (١) صفة الخضوع وحالة المعمود
تيجانها طل وفي أعناقها ... منه نظام قلائد وعقود
وترشني منه الصبا فكأنه ... من ماء وردٍ ليس للتصعيد
فكأنما فيها لطيمة عاطر ... (٢) فتثير ناراً في مجامر عود
شغلت بها الأنداء حتى خلتها ... (٣) يبسطن أندية بها للصيد
وتجلببت زهراً فخلت (٤) بأنها ... فوقي نثائر (٥) نادفٍ مجهود ثم وصف ذباب الروض فقال
وتمتعت بذبابها فرياضها ... لبست كمثل المرتع المورود
غنى فأسمعني (٦) وغاب فلم تقع ... عيني عليه في الكلا المنضود
فكأن وتر الموصلي ومعبدٍ ... بيديه فهو يصوغ كل نشيد
_________
(١) عذرة: يعني قبيلة عذرة المنسوب إليها الحب العذري؛ المعمود: الذي عمده الحب أي أنحله وأمرضه.
(٢) اللطيمة: العطر.
(٣) الصيد: جمع أصيد وهو التياه والأصل فيه أن عنقه مائلة تيهاً ويوصف بذلك الملوك والسادة؛ ولعل الصواب " للعيد " وكلمة " أندية " لها وجه في القرينة، وقد تقرأ " أردية ".
(٤) ص: لخلت.
(٥) ص: بشائر.
(٦) ص: فاستغنى.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (46,'يرقى إلى ورق الكلا وكأنما ... حيزومه من لمة المولود
فكأنه متشهد أو حاسب ... فنك (١) بعقد حسابه المكدود - ٦٦ -
وقال عبيد الله بن إدريس الوزير
قد حليت بأزاهر من صوغها ... نور حكين لآلئاً بنحور
وأرتك أعين خردٍ مرموقةٍ ... خجلت وأعين آنساتٍ حور
بيضاء ترفل في ملابس خضرةٍ ... نظمت بأحسن نورها الممطور
فكأنها عذراء في إجلائها ... تهدى إلى جذلٍ بها مسرور
وكأنما صبغ الحيا أثوابها ... صبغ الحياء الخد بالتخفير - ٦٧ -
وقال يونس بن عبد الله صاحب الرد
جادت ثغور السحاب بالريق ... فأتبعت خلباً بتصديق
فارتشفته الرياض باكرةً ... ناظرةً نحوه بتحديق
كأنما الروض إذ تعلله ... بالريق صب خلا بمعشوق
تبسم عن نوره كما ابتسمت ... وامقة بشرت بموموق - ٦٨ -
وقال ابن عبد ربه (٢)
وجه ربيعٍ أتاك باكره ... يرفل في حليه وفي حلله
_________
(١) ص: فنكاً، والفنك اللجوج الماضي في أمره لا يتوقف.
(٢) من قصيدة له في مدح الناصر عند فتح ليلة (٣٠٤) ؛ انظر المقتبس ٥: ١٢٩ وشعر ابن عبد ربه: ١٤٧.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (47,'كأن أيامه ملبسه ... أثواب غض الشباب (١) مقتبله - ٦٩ -
وقال علي بن أبي الحسين
علام أغدو خلياً ... من شدو عودٍ وراح
وذا زمان ربيعٍ ... يدعو إلى الاصطباح
كأنما الروض هيفا ... في حلةٍ ووشاح
تشير غمزاً علينا ... بنرجس وأقاح
تقول من عاف وصلي ... فماله من فلاح
فخذ فديتك كأساً ... ودع كلام اللواحي - ٧٠ -
وقال أيضاً
ألست ترى حسن الربيع وما أبدى (٢) ... فقد أذكرتنا زهر أيامه الخلدا
تصد عن الروض الأريض نزاهةً ... كأنك قد ىثرت من بيننا الزهدا
تأمل ترى قضب الزمرد، فوقها ... يواقيت حمر نحو أقداحنا تهدى
وقد نثرت فيه السحائب طلها ... كما رش ماء الورد بالعنم الخدا
_________
(١) المقتبس: الزمان.
(٢) انظر القطعة: ٤٧ حيث مطلعها " ألست ترى حسن الزمان وما يبدي ".',NULL,'53',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (48,'- ٧١ -
وقال أيضاً
قد وطئنا درانك الروض حتى ... (١) بليت بالصبوح بعد الغبوق
وكأن النوار يشرق حسناً ... فصرفناه في عداد الخلوق
وكأن الرياض جسم حبيبٍ ... كاد يفنى بالضم والتعنيق - ٧٢ -
وقال مروان بن عبد الرحمن
رب يوم قد ظل فيه نديمي ... يتغنى بروضةٍ غناء
وكأن الرياض حسناً حبيب ... عاطر سامه المحب لقاء
ضربت سحبه رواقاً علينا ... وارتدينا من الغمام رداء
قد تحلى بزهره (٢) وتبدى ... ماثلاً في غلالة خضراء
فأرتنا الرياض منها نجوماً ... وارانا سنا العقار ذكاء
فكأنا بها شربنا سناها ... وحللنا بما حللنا السماء - ٧٣ -
وأنشد عبادة لأبيه في روضة
وتمايلت أغصانها ميادةً ... مثل انمياد الخود حل خمارها
وتضوعت ريح الجنوب خلالها ... فحكى لك المسك الذكي بهارها (٣)
_________
(١) ذرانك: جمع درنوك وهو البساط.
(٢) ص: زهره وتبوى.
(٣) ص: نهارها.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (49,'وكأن شدو ذبابها وغناءه ... عزف القيان تناوحت أوتارها - ٧٤ -
وقال يحيى بن هذيل
بمحلة خضراء أفرغ حليها الذهبي صاغة قطرها المسكوب ...
بسقت (١) على شرف البلاد كأنما ... قامت إلى ما تحتها بخطيب
والروض قد ألف الندى فكأنه ... عين توقف دمعها لرقيب
متخالف الألوان بجمع شمله ... ريحان ريح صبا وريح جنوب فكأنما الصفراء إذ تومي إلى البيضاء صب جانح (٢) لحبيب ... - ٧٥ -
وقال المهند
وكأن السماء تنشر للار ... ض وتبدي طرائف الأنماط
وكأن الملوك أهدوا إليها ... غب إروائها نفيس الرياط
وكأن الجواهر أنتجعتها ... (٣) رغبةً عن بواطن الأسفاط
في جميم كأنه (٤) جمم بي ... ن جعادٍ ممشوطةٍ وسباط
فلها أسطر من الروض فاتت ... باعتدال أنامل الخطاط
وحروف قد نقط الزهر منها ... كل مستعجم على النقاط
_________
(١) ص: شقت (دون إعجام للقاف) .
(٢) ص: جامع.
(٣) الاسفاط: جمع سفط وهو ما تصون فيه المرأة جواهرها؛ وفي الأصل: الإسقاط.
(٤) ص: حميم كأنه حمم، والجميم: النبت إذا استطال.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (50,'- ٧٦ -
وقال محمد بن شخيص في المستنصر بالله (١)
أظن جنان الخلد حنت (٢) صبابةً ... إليه فدارت حين طال انتظارها
إذا ابتهل الحجاج بالشعب من منى ... وقد حان عن رمي الجمار انحدارها
حكى هزج الأطيار ليلاً عجيجها ... ومستتر النوار صبحاً جمارها ٧؟ باب في الورد
- ٧٧ -
قال عبد الرحمن بن عثمان الأصم
شكرت لنيسان صنيعة منعمٍ ... لما حاك عندي من صنوف البدائع
درانيك أفواف تجلت رقومها ... (٣) بأحمر قانٍ بين أصفر فاقع
ورود تباهي الشمس في رونق الضحى ... بمطلعات كالنجوم الطوالع
مضرجة أبشارهن كأنها ... خدود تجلت عن حسور البراقع - ٧٨ -
وقال عبد الملك بن إدريس (٤)
أهدى إليك تحية من عنده ... زمن الربيع اطلق باكر ورده
يحكي الحبيب سرى لوعد محبه ... في طيب نفحته وحمرة خده
_________
(١) هو الخليفة الحكم بن عبد الرحمن الناصر (٣٥٠ - ٣٦٦) .
(٢) هي كذلك في الأصل، وهي صواب، وقد قرأتها في الطبعة الأولى " جنت " وهي قراءة مقبولة أيضاً.
(٣) درانيك: بسط؛ أفواف: ضرب من عصب البرود، ينعت به وقد يجر على الإضافة.
(٤) هو الجزيري الكاتب المشهور، انظر البديع: ١٢١.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (51,'- ٧٩ -
وقال لب بن عبيد الله (١)
صابحتها والروض يسطع مسكه ... فكأنه بالليل بات مغلفا
والورد يبدو في الغصون كأنما ... أضحى يقارف من نداه قرقفا - ٨٠ -
قال يوسف بن هارون يفضل الورد على سائر الأنوار (٢)
للآس والسوسن والياسمين الغض والخيري فضل شديد ...
سادت به الروض ومن بينها ... وبين فضل الورد بون (٣) بعيد
هل لك في الآس سوى شمةٍ ... تطرحه من بعدها في الوقود
والورد إن يذبل ففي مائه ... نسيم ضم الإلف (٤) بعد الصدود
والسوء في السوسن عام وفي ... ساعة سوء قد تزار اللحود
والياسمين (٥) الياس في بدئه ... فهو لمن يطمع هم عتيد
أخل بالخيري خلق كخل ... ق اللص يستيقظ بعد الهجود
فالورد مولى الروض لكنه ... في قدره عبد لورد الخدود
_________
(١) ص: عبد الله، والتصويب عن الحلة: ٢٣٠ وكذلك ورد اسم أبيه عبيد الله بن أمية ابن الشالية في المقتبس: ٩ (نشر أنطونية) وورد الشاعر أيضاً ص: ١٠، وسيذكر بعد صفحات باسم " لب بن عبيد الله " انظر القطعة: ١١٠؛ والبيتان في الحلة ١: ٢٣٢.
(٢) شعر الرمادي: ٦٢ عن كتاب التشبيهات وحده.
(٣) ص: نور.
(٤) ص: الأنف.
(٥) ص: والياس.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (52,'- ٨١ -
وقال محمد بن شخيص
كأن انتثار الطل في الورد أدمع ... تبدى على زهر الخدود انتثارها
كأن جني الأقحوان بروضها ... ثغور العذارى حين راق اثغارها - ٨٢ -
وقال (١)
واهاً لمتبول الفؤاد متيمٍ ... جد الغرام به وكان مزاحا - ٨٣ -
وقال أحمد بن فرج في السفرجل
أوالف أغصان تركن فروعها ... ليقصدن أزكى أفرعاً وأصولا
حكت من حلى العشاق لوناً وخالفت ... بنعمتها منهم ضنى (٢) ونحولا ٨؟ باب في تغريد الطير في الرياض ووصف الحمام
- ٨٤ -
قال محمد بن إسماعيل النحوي
وهاج عليك الشوق نوح حمائمٍ ... فواقد ألافٍ أجابت حمائما
_________
(١) هنا اختلاف، فالباب في الورد وهذه القطعة والتي تليها خرجنا عن مدلول الباب.
(٢) ص: صبا.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (53,'لهن عجيج بالنشيج كأنها ... مآتم أملاكٍ تلاقت مآتما - ٨٥ -
وقال ابن بطال المتلمس
ألا ربما سليت نفسي فردها ... إلى الذكر ورق في الغصون شواد
يرجعن تحنين الرنين كأنما ... لهن كود قطعت بكباد
ويبرزن في زي الثكالى كأنما ... عليهن من وجد ثياب حداد الكباد: داء يصيب الكبد، وكثير من الأدواء يأتي على فعال بضم افاء، مثل السكات والدوار والعطاس والهيام والخمار والصفار ونحوها يقال: عطش عطشاً فإذا كان يعتريه كثيراً قيل له عطاش.
- ٨٦ -
وقال يوسف بن هارون (١)
خطافة سبحت الله ... (٢) بعجمةٍ يفهم معناها
مديدة الصوت إذا ما انتهت ... لكنها تدمج مبداها
كقارئٍ إن تأته وقفة ... مد بها الصوت وجلاها - ٨٧ -
وقال أيضاً في حمامة
أذات الطوق في التغريد أشهى ... إلى أذني من الوتر الفصيح
إذا هتفت على غصنٍ رفيعٍ ... (٣) بنوحٍ أو على غصنٍ مريح
_________
(١) المقطعات: ٨٦، ٨٧، ٨٨ في شعر الرمادي: ١٣٤، ٦٢، ٧٧ عن كتاب التشبيهات.
(٢) الخطافة: مؤنث الخطاف وهو طائر.
(٣) الغصن المريح: الذي أصابته الريح.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (54,'تضم عليه منقاراً ونحراً ... كما خر الفجيع على الضريح - ٨٨ -
وقال أيضاً في أم الحسن (١)
مسمعة من غير أوتار ... إلا ارتجالاً فوق أشجار
يقترح الناس عليها وما ... يقترح الناس على الطاري (٢)
تبدل إن قيل لها بدلي ... طائعة من غير إصغار
كأنها في حين تبديلها ... تأخذ في أهزاج أشعار
عاشقة النوار ما أقبلت ... إلا بها آثار نوار - ٨٩ -
وقال في أم الحسن أيضاً (٣)
وخرساء إلا في الربيع فإنها ... نظيرة قس في العصور الذواهب
أتت تمدح النوار فوق غصونها ... كما يمدح العشاق حسن الحبائب
تبدل ألحاناً إذا قيل بدلي ... كما بدلت ضرباً أكف الضوارب
تغني علينا في عروضين شعرها ... ولكن شعراً في قوافٍ غرائب
إذا ابتدأت تنشدك رجزاً وإن تقل ... لها بدلي تنشدك في المتقارب
وليس لها تيه الطراة بصوتها ... ولكن تغني كل صاحٍ وشارب
_________
(١) أم الحسن: أنثى الطائر الذي يسميه المشارقة " الحسون " ويسميه أهل الأندلس " أبا الحسن ".
(٢) ص: الطار؛ والطاري هو الطارئ أي الغريب، وقد كرر هذا ف القطعة التالية فقال " وليس لها تيه الطراة بصوتها "؛ ولعل الرمادي يغمز بهذا المغنين الوافدين على الأندلس من أمثال زرياب وأبنائه وبناته في عصر سابق.
(٣) الأبيات (١ - ٣) في سرور النفس: ٩٨ (ف: ٣٣٤) وذكر أن الأبيات في الهزار.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (55,'- ٩٠ -
وقال أحمد بن عبد ربه (١)
وإن ارتياحي من بكاء حمامة ... كذي شجنٍ داويته بشجون
كأن حمام الأيك حين (٢) جاوبت ... حزين بكى من رحمةٍ لحزين - ٩١ -
وقال أيضاً (٣)
ولرب نائحةٍ على فننٍ ... تشجي الخلي وما به شجو
وتغردت في غصن أيكتها ... فكأنما تغريدها شدو - ٩٢ -
وقال عبادة في قمري
مطوق جود في شدوه ... كأنما طوق إذ جودا
مال على الخوط فشبهته ... بشاربٍ لما انتشى عربدا (٤)
كأنما الطل على طوقه ... (٥) دمع على عقد فتاةٍ بدا
_________
(١) انظر ديوان ابن عبد ربه: ١٦٥ وهما من قصيدة له في العقد: ٣٩٧ واليتيمة ٢: ٨٢ ونهاية الأرب ٢: ٢٣٤، ٢٦٤ وسرور النفس: ٩٨ (ف: ٣٣٣) .
(٢) العقد واليتيمة والسرور: لما.
(٣) ديوان ابن عبد ربه: ١٧٥ عن كتاب التشبيهات.
(٤) الخوط: الغصن.
(٥) ص: سدا.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (56,'- ٩٣ -
وقال ابن هذيل في الحمام
غنى وفوق جناحيه سقيط ندى ... (١) والغيم ينجز للحوذان ما وعدا
يهفو به خوط ريحانٍ تغازله ... في الجو ريح فتلوي متنه أودا
إذا استقل ومس الأرض تحسبه ... مصلياً إن تلقى سجدةً سجدا
له ثلاثة ألوانٍ تخال بها ... زمرداً وعقيقاً جاروا بردا - ٩٤ -
وقال أيضاً
مطوقة يغدو الندى في جناحها ... لآلئ ليست من نظامٍ ولا سلك
إذا انتقلت عن أيكها فكأنما ... قوادمها أجفان والهةٍ تبكي - ٩٥ -
وقال أيضاً
قل لهذا الحمام إن جهل الحب أنا واقف على عرفانه ...
لم تصبه النوى بفقدان خل ... فيرى باكياً على فقدانه فشدا في قضيب أيك يعليه ويدنيه أرضه من ليانه ... وكأن الرذاذ فوق جناحيه جمان يروق عند اقترانه ...
_________
(١) الحوذان: نوع من الزهر.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (57,'- ٩٦ -
وقال أيضاً
ترى قطرات الطل كالدر فوقها ... إذا انتفضت في الأيك تنثره نثرا
إذا فرقته ألف الغيم غيره ... عليها فقد شبهتها قينةً سكرى
تزاحم أخرى مثلها بعقودها ... ولم ترض باسترجاع منثورها كبرا - ٩٧ -
وقال أيضاً
وقفت على الغصن الجديد كأنما ... تلهو به في الغيم أو يلهو بها
وتسترت في سروةٍ ملتفةٍ ... حجبت عن الأبصار شخص رقيبها
فكأنما ريح الجنوب تغايرت ... ألا ترى إلا لوقت هبوبها
باتت تغازلها فلما أصبحت ... برزت لنا كالشمس قبل غروبها - ٩٨ -
وقال أيضاً في القمري
قد اختفى بين أغصانٍ وأوراق ... وحن حنة مشغوف ومشتاق
كأنما خاف عذلاً فهو مستتر ... أو خاف واشية أودت بميثاق - ٩٩ -
وقال محمد بن الحسين الطبني
قمرية دعت الهوى فكأنما ... نطقت وليس لها لسان ناطق
غنت فحببت الأراك كأنما ... فوق الغصون حبابة ومخارق',NULL,'63',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (58,'- ١٠٠ -
وقال حسين بن الوليد
وساجع هاج لي الأحزان إذ سجعا ... إذ انتهى غايةً في سجعه رجعا
مخضب بخضابٍ لا نصول له ... (١) كأنه في دموعي للنوى انتقعا - ١٠١ -
وقال ابن محامس الكاتب
الطير في ذروة أشجارها ... تشدو بشجو الطرب الشائق
من ذي تراجيع فصاحٍ وذي ... نبرٍ (٢) كنجوى الدنف العاشق - ١٠٢ -
وقال محمد بن الحسين
لعمري إني للحمائم في الضحى ... إذا غردت فوق الغصون لوامق
وأسعدني منها صديقة أيكة ... كما يسعد الإلف الصديق المصادق - ١٠٣ -
وقال زيادة الله بن علي الطبني
أدنت إليّ صباباتي مغردة ... أذكى الجوى بين أضلاعي ترنمها
كأنما مكثت في عشها زمناً ... (٣) علية بنت زريابٍ تعلمها
_________
(١) ص: انتفعا.
(٢) ص: نير.
(٣) زرياب هو علي بن نافع أبو الحسن شيخ الغناء بالأندلس، وفد عليها في أيام عبد الرحمن بن هشام الأموي، وقد علم أبناءه وبناته الغناء، ومن بناته علية وحمدونة وكلهم غنى ومارس الصناعة، وكانت حمدونة متقدمة في الغناء على أختها، ولكن عمر علية طال بعد أختها حمدونة ولم يبق من أهل بيتها غيرها، فكانت مرجعاً لمتعلمي الغناء، (انظر النفح ٣: ١٢٩ - ١٣١) .',NULL,'64',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (59,'- ١٠٤ -
وقال محمد بن الحسين
تغنت على الأغصان يوماً حمائم ... كما يتغنين القيان الأوانس
يظن الذي يصغي إليهن معبداً ... أو ابن سريج في ذرى الأيك جالس ٩ - باب في الأنهار والجداول
والمياه الجارية والأواجن
- ١٠٥ -
قال أحمد بن عبد ربه (١)
رب بقيعٍ طامس المنهاج (٢) ... رضيع كل أوطفٍ ثجاج (٣) ... حبابه كالنفخ في الزجاج ... - ١٠٦ -
وقال ابن هذيل
والأرض عاطرة النواحي غضة ... خضراء في ثوبٍ أغر جديد
والماء تدفعه إليك مثاعب ... شتى من الميثاء والجلمود
صافٍ على صفة المها ومذاقه ... (٤) شهد فخذ من طيبٍ وبرود
_________
(١) ديوان ابن عبد ربه: ٤٢ عن كتاب التشبيهات.
(٢) البقيع: موضع منخفض فيه شجر؛ الطامس: الدارس؛ المنهاج: الطريق.
(٣) الأوطف: السحاب الذي استرخت نواحيه، ثجاج: كثير الصب.
(٤) المها: البلور، وقد مر.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (60,'ملأ التلاع فأقبلت وكأنها ... (١) هجمات حياتٍ ذوات حقود
تنحو إلى حال الفطيط وربما ... زأرت فتسمعها زئير أسود
وتثير طافية الحصى فكأنها ... دلت على الساعات فهم بليد المثاعب: الغدران، والميثاء: التلعة تكون مثل نصف الوادي أو ثلثيه.
- ١٠٧ -
وقال أيضاً
وماءٍ كمثل الراح جارٍ يزيدني ... نشاطاً فيجري كل معنى على ذهني
يمر على حصبائه فكأنه ... صفا الدمع في عقد الفتاة التي أعني - ١٠٨ -
وقال محمد بن الحسين الطاري (٢)
وكأن مجرى الماء بين سطوحه ... مجرى مياه الوصل في كبد الصدي
في مثل (٣) أصراح الزجاج (٤) مرخم ... (٥) ومسطح يحكي احمرار المجسد
_________
(١) التلاع: المرتفعات، واحدتها تلعة.
(٢) ص: الحسن المطاري.
(٣) ص: اصراج.
(٤) ص: مزحم.
(٥) المجسد: أي الثوب المجسد، وهو المصبوغ بالزعفران.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (61,'- ١٠٩ -
وقال محمد بن الحسين (١)
والنهر مكسو غلالة فضةٍ ... فإذا جرى سيلاً (٢) فثوب نضار
وإذا استقام رأيت رونق منصلٍ ... وإذا رأيت عطف سوار - ١١٠ -
وقال لب بن عبيد الله يصف ماء آجناً
ذرني وجوب القفر آنس وسطه ... (٣) دون الأنام بكل أغبس أطلس
وأبل عصب الريق فيه بآجنٍ ... كالغسل سور قطا وأطحل عسعس (٤) يقال: ماء أجن وآجن، وقد يأجن أجوناً إذا أروح وتغير، والغسل: الخطمي والخطمي أيضاً؟ بالكسر -.
- ١١١ -
وقال علي ابن أبي الحسين يصف أسداً
يقذف الماء في صهريج ويصف الصهريج وأشخاص الكواكب
_________
(١) البيتان في النفح ١: ٤٩٩ ونهاية الأرب ١: ٢٧٢ وحلبة الكميت: ٢٤٩ وسمى الشاعر: محمد بن المحسن.
(٢) الأصل والحلبة والنهاية: سيل.
(٣) الأغبس الأطلس: صفتان للذئب، فالأغبس: ما فيه وهي لون الرماد، والأطلس: ما فيه غبرة إلى سواد، أو هو الذي سقط شعره من الذئاب.
(٤) عصب الريق: أي الريق العاصب، الذي جف، سؤر: بقية أي قليل من ماء تركه القطا، والأطحل: الذئب، والعسعس: الخفيف من كل شيء.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (62,'وهزبر هادر في غابةٍ ... (١) يردع اللامح عنه بالزود
فاغرٍ فاه فما يغلقه ... (٢) سائل الريق مشيحٍ ذي لبد
لا يرى منتقلاً من موضعٍ ... (٣) لا ولا مفترساً سرب نقد
ريقه في حياة للورى ... (٤) والثرى من فيض جدواه ثئد
نووه يغنيك عن كل حياً ... هل ترى أغزر عن نوء الأسد
فاض منه زاخر ملتطم ... هو بحر من لهاتيه يمد
فإذا هبت به ريح الصبا ... خلت في أعلاه وشياً أو زرد
وإذا بت عليه في الدجى ... كنت للأفلاك فيه ممتهد
وكأن الأنجم الزهر به ... زهر بدد في أرض بدد - ١١٢ -
وقال أحمد بن دراج (٥)
فكأن ذاك الماء ذوب رخامها ... ورخامها متجسد من مائها - ١١٣ -
وقال عبادة
كأن أديم الماء در مذابه ... يصافح من خضر الرياض زمردا
_________
(١) الزؤد: الذعر والفزع.
(٢) المشيح: الحذر.
(٣) ص: يفد، والنقد: صغار الغنم.
(٤) ص تيد، والثرى الثئد: هو المبتل الندي.
(٥) لم يرد في ديوانه.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (63,'١٠ -؟ باب في القصور والبساتين والصهاريج والأشجار
- ١١٤ -
قال مؤمن بن سعيد (١)
مجالس يرضي العين إفراط حسنها ... كأن حناياها حواجب خرد
على عمد للدر أبشار بعضها ... وأبشار بعضٍ حسنها للزبرجد
وأخرى مقاناة البياض بحمرةٍ ... (٢) كجمر الغضا في لونه المتوقد
ولابسة وشياً كأن رقيقه ... رقيق (٣) الهشامي العتيق المسرد - ١١٥ -
وقال ابن هذيل
مرأى بديع في مصانع مجلسٍ ذلت إليه مجالس الأشراف (٤)
متألق وكأنه متعلق النجم دون قوادمٍ وخواف
ثم ذكر الصفصاف فقال:
وكأن وصائف برزت إلى المنصور عن كللٍ من الصفصاف ...
قامت إليك كأنما أعناقها ... (٥) أعناق نافرةٍ من الأخشاف
ريح الصبا من روحها فغصونها ... حركات أيدٍ بالسلام لطاف
وتعلقت أوراقها وتدافعت ... إن السوالف ملعب الأسياف
_________
(١) من قصيدة له في المقتبس (تحقيق الدكتور مكي / بيروت) : ٢٣٧ واعتمد على كتاب التشبيهات في تكملة البيتين الأولين. والثالث جاء رابعاً.
(٢) مقاناة: موافقة، أي قوني بياضها بحمرة.
(٣) ص: دقيقه دقيق وكذلك في المقتبس، والهشامي هنا: نوع من الثياب.
(٤) المصانع: الأبنية.
(٥) الأخشاف: جمع خشف وهو ابن الظبية.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (64,'عرضت عليك زمرداً وتحولت ... فأرتك لوناً كاللجين الصافي
وكأنما قد أسبلت من نفسها ... ستراً على ذي ريبةٍ وخلاف
وأظنه (١) النهر الذي لم يستطع ... (٢) يحكيك في إرهامك الوكاف - ١١٦ -
وقال أحمد بن دراج يصف دار السرور بالزاهرة (٣)
دار السرور المعتلي شرفاتها ... فوق النجوم الزهر في استعلائها
وكأن غر المزن لما جادها ... نشرت عليها من نفيس ملائها
وكأنما أيدي السعود تضمنت ... إبداعها فبنت على أهوائها
وكأن ريحان الحياة وروحها ... مستنشق من نافحات هوائها
فكأنما اصطفيت طلاقة بشرها ... من أوجه الأحباب يوم لقائها
قامت على عمد الرخام كمثل ما ... نسقت نجوم النظم في جوزائها
بمقابل من ملتقى أرواحها ... ومشاكهٍ من سفلها وعلائها
ككتيبتي رجلٍ وركب وافقت ... يوم الوغى مثلين من أكفائها
وكأنما أختار السرور مكانها ... وطناً فحل مخيماً بفنائها
وكأنما لمعت بوارق مزنةٍ ... حلل الرياض الحو من عصرائها (٤)
وكأنما أيدي (٥) الصياقل بينها ... هزت سيوف الهند يوم جلائها
_________
(١) ص: فأظنه.
(٢) الارهام: المطر، الوكاف: المنسكب.
(٣) لم ترد هذه القصيدة في ديوانه.
(٤) العصراء: السحابة المعصرة أي التي تصب الماء.
(٥) ص: الصبا قل؛ وقرئت صحيحة في ح.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (65,'وكأنها لما اعتزت في حميرٍ ... نشرت عليها من كريم ثنائها (١) - ١١٨ -
وقال عبد السلام (٢) في المباني بالزاهرة
كأنما الوحي يأتيه برسمها ... من الجنان فلا يعدو الذي أمره
كأنما عمد الأبهاء (٣) إذ برزت ... سوق تبدت من الأثواب (٤) منحسره
كأنما طرر الأقباء ماثلةً ... غيد لوى الحسن في لباتها طرره - ١١٨ -
وقال عبد الله (٥)
محاريب لو يبدو لبلقيس صرحها ... لما كشفت ساقاً لصرحٍ ممرد
على عمدٍ يحكي طلى الغيد حسنها ... (٦) كأن حناياها أهلة أسعد
تزان بأقباءٍ يغرد بينها ... صداها كتغريد الحمام المغرد
إذا خفض الشادي بها فكأنما ... يؤدي إلى الأسماع قاصف مرعد
كأن السطوح الحمر بين صحونها ... شقائق نعمانٍ غذاها الثرى الندي
_________
(١) حمير: أي الذين ينتسب لهم المنصور بن أبي عامر.
(٢) ص: عبد السلم (حيثما وقع) .
(٣) ص: الأنهار.
(٤) ص: الأنوار؛ وفي ح: الأزار، وهي قراءة مفارقة لصورة الكلمة.
(٥) كذا ورد هذا الاسم.
(٦) الطلى: الأعناق.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (66,'- ١١٩ -
وقال عباس بن فرناس (١)
حنايا كأمثال الأهلة ركبت ... على عمدٍ تعتد في جوهر البدر
كأن من الياقوت قيست رؤوسها ... (٢) على كل مسنونٍ مقيض من السدر
ترى الباسقات الناشرات فروعها ... (٣) موائس فيها من مداولة الوقر
كأن (٤) صناعاً صاغ بين غصونها ... من الذهب الناري (٥) عراجين (٦) من تمر
نشت لؤلؤاً ثم استحالت زمرداً ... يؤول إلى العقيان قبل جنى (٧) البسر - ١٢٠ -
وقال محمد بن الحسين الطاري
عقدت أهلة بهوه فكأنها ... عقد الشنوف على خدود الخرد
_________
(١) من قصيدة له في المقتبس (تحقيق مكي / بيروت) ٢٢٨ - ٢٣٤ وقد ضاع كثير من أبياتها.
(٢) مسنون: مخروط مصقول؛ مقيض: منقعر، أي قطع من منابته واتخذ للبناء.
(٣) الوقر: الحمل الثقيل، وعم بعضهم به الخفيف والثقيل؛ والمداولة: تداول الحمل؛ وقرئت في ح: مزاولة وكذلك في المقتبس (وفي المقتبس: الوفر) .
(٤) ص: صباغاً؛ المقتبس: صياغاً.
(٥) كذلك قرأها محقق المقتبس وح.
(٦) ص: مزاحين.
(٧) المقتبس: يعود ... بعد جنى.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (67,'من تحتها عمد كأن فريدها ... من جوهر ولآلئٍ وزبرجد
تحكي الحسان قدودها لكنها ... في خلقها ليست بذات تأود
وكأنما قضبانه اللاتي سمت ... تبغي مناجاة النجوم الوقد - ١٢١ -
وقال يوسف بن هارون (١)
فيها مجالس مثل الحور قد فرشت ... فيها الرياض ولم يحلل بها مطر
إلى سطوحٍ ترى (٢) إفريزها شرقاً ... مثل المرائي يرى في مائها الصور (٣)
كأنما خفرت من طول ما لحظت ... فقد تعدى إلى أبهائها (٤) الخفر
وقبة (٥) ما لها في حسنها ثمن ... لو أنه بيع، (٦) فيها العز والعمر
كأنما فرشت بالورد متصلاً ... في الفرش فاتخذت (٦) منه لها أزر
_________
(١) شعر الرمادي: ٧٠ عن كتاب التشبيهات.
(٢) ص: افرندها؛ والأفريز: الطنف.
(٣) شرقاً: بمعنى شارقاً أي ساطعاً.
(٤) ص: أدمائها.
(٥) وقبة (على الرفع) عطفاً على " فيها مجالس ".
(٦) ص: بيغ.
(٦) ص: بيغ.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (68,'كأنما ذعرت من خوف سقطتها ... في بحرها فبدا في لونها الذعر
بحر تفجر من ليثين ملتطم ... يا من رأى البحر من ليثين ينفجر الخفر: شدة الحياء، والذعر: الفزع، وحرك للضرورة.
- ١٢٢ -
وقال ابن عبد ربه في البستان (١)
تحف به جنات دنيا تعطفت ... لصائفه (٢) في الحلي شاتبةً عطلى
مطبقة الأفنان طيبة الثرى ... محملة ما لا تطيق له حملا
عناقدها دهم تنوط بينها ... (٣) وقد أشرقت علواً كما أظلمت سفلا
كأن بني حامٍ تدلت خلالها ... فوافق منها شكلها ذلك الشكلا
إن عصرت مجت رضاباً كأنها ... جنى النحل من طيبٍ وما تعرف النحلا
_________
(١) ديوان ابن عبد ربه: ١٣٠ عن كتاب التشبيهات.
(٢) ص: لصانعه.
(٣) تنوط: تعلق.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (69,'ومحجوبةٍ (١) حجم الثدي نواهدٍ ... تميس بها الأغصان منادةً ثقلا
كأن مذاق الطعم منها وطعمها ... لثات (٢) عذارى ريقها الشهد أو أحلى - ١٢٣ -
وقال ابن شخيص يصف الزهراء
هذي مباني أمير المؤمنين غدت ... يزري بها آخر الدنيا على الأول
كذا الدراري وجدنا الشمس أعظمها ... قدراً وإن قصرت في العلو عن زحل
لقد جلا مصنع الزهراء عن أثرٍ ... موحد (٣) القدر عن مثلٍ وعن مثل
فاتت محاسنها مجهود واصفها ... فالقول كالسكت والإيجاز كالخطل
بل فضلها في مباني الأرض أجمعها ... كفضل دولة بانيها على الدول
_________
(١) هكذا هي في ص، وقرئت في ح: ومحجومة، وهي قراءة جيدة.
(٢) ص: لثاب.
(٣) كذا في ص، وله معنى مقبول، ولعلها: مرجب أي معظم.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (70,'كادت قسي الحنايا أن تضارعها ... أهلة السعد لولا وصمة الأفل
تألفت فغدا نقصانها كملاً ... وربما تنقص الأشياء بالكمل
أوفى سناها على أعلى مفارقها ... من لؤلؤٍ حاليات الخلق بالعطل
كم عاشقين من الأطيار ما فتئا ... فيها يرودان من روضٍ إلى غلل
إذا تهادى حباب الحوض حثهما ... على التنقل من نهلٍ إلى علل
كأنما أفرغت ألواح مرمره ... من ماء عصراء لم يجمد ولم يسل
أو قد من صفحات الجو يوم صفا ... ورق من أجل كون الشمس في الحمل
يزري برقة أبشار الخدود جرى ... ماء الحياء بها في ساعة الخجل
إذا استوت فوقه زهر النجوم غدت ... تثور من مائه نار بلا شعل
وإن حداه نسيم الريح تحسبه ... صفيحة السيف هزتها يد البطل',NULL,'76',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (71,'- ١٢٤ -
وقال ابن هذيل في مباني الزاهرة (١) وبساتينها
قصور إذا قامت ترى كل قائم ... على الأرض يستخذي لها ثم يخشع (٢)
كأن خطيباً مشرفاً من سموكها ... وشم الربى من تحتها تتسمع
ترى نورها من كل بابٍ كأنما ... سنا الشمس من أبوابها يتقطع
ومن واقفاتٍ فوقهن أهلة ... حنايا هي التيجان أو هي أبدع
على عمدٍ يدعوك ماء صفائها ... إليه فلولا جمدها كنت تكرع
تبوح بأسرار الحديث كأنها ... وشاة بتنقيل الأحاديث تولع
كأن الدكاكين التي اتصلت بها ... صفائح كافورٍ تضيء وتسطع
كأن الصهاريج التي من أمامها ... بحار ولكن جود كفيك أوسع
_________
(١) ص: الزهرة.
(٢) ص: يجمع؛ وقرئت في ح: يخنع.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (72,'كأن الأسود العامرية فوقها ... تهم بمكروه إليك فتفزع
كأن خرير الماء من لهواتها ... تبدد در (١) ذاب لو يتجمع
أعدت لإحياء البساتين كلما ... سقت موضعاً منها تأكد موضع
دعتها بصوب الماء فانتبهت له ... عيون كأمثال الدنانير تلمع
فلما نشا النوار فيها ظننتها ... قبابك يا منصور حين ترفع
ولما اكتست أغصانها خلت أنها ... قيان بزيٍ أخضرٍ تتقنع
ولما تناهى طيبها وتمايلت ... علينا حسبناها حبيباً يودع - ١٢٥ -
وقال أيضاً في الزهراء
كأن حناياها جناحاً مصفق ... إذا ألهبته الشمس أرخاهما نشرا
_________
(١) ص: تبر ودر.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (73,'كأن سواريها شكت فترة الضنى ... فباتت هضيمات الحشا نحلاً صفرا
كأن الذي زان البياض نحورها ... يعذبها (١) هجراً ويقطعها كبرا
كأن النخيل الباسقات إلى العلا ... عذارى حجالٍ رجلت لمما شقرا
كأن غصون الآس والريح بينها ... متون نشاوى (٢) كلما اضطربت سكرا
كأن (٣) جني الجلنار وورده ... عشيقان لما استجمعا أظهرا خفرا - ١٢٦ -
وقال الحسن بن حسان
مقاصير تحتج السماء وتدعي ... على الأرض فيها باحتجاجٍ موكد
ومن غرفٍ فيها حنايا كأنها ... مثاني عبيرٍ فوق أصداغ خرد
ومن عمد تزهى بماءٍ محاسنٍ ... يصوب عنها كل طرفٍ مصعد
_________
(١) ص: تعد بها.
(٢) غير منقوطة في الأصل.
(٣) ص: جناء.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (74,'حكت حمرها الياقوت والدر بيضها ... ومن خضرها اشتق اخضرار الزبرجد
يجول السنا فيها مجال الشعاع في ... صفيحة سيف الصيقل المتقلد
أيبأى (١) سليمان بصرحٍ ممردٍ ... وقصرك فيه كل صرحٍ ممرد
رشيق (٢) ومعشوق وبهو وزاهر ... (٣) إلى كاملٍ في حسنه ومجدد
وعليه تدعى المنيف كأنما ... ذوائبها نيطت بنسرٍ وفرقد
مجالس طالت في السماء وأشرقت ... متى تبد للأبصار تقرب وتبعد
كأن صدى الأنفاس بين صحونها ... أهازيج ترنيم الحمام المغرد
كأن الهوى قد شفها وكأنما ... صداها شهيق في جواب التنهد
_________
(١) ص: ايت أي (بدون إعجام) ؛ وببأى: يفخر.
(٢) ص: عشيق.
(٣) الرشيق والمعشوق والزاهر والكامل والمجدد أسماء قصور (النح ١: ٤٦٤) ولم يذكر بينها " البهو ".',NULL,'80',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (75,'- ١٢٧ -
وقال ابن شخيص
ولما امترى في جنة الخلد بعضهم ... أقام لأبصار الجميع مثالها
فللعين أنوار البساتين حولها ... وللسمع تفجير المياه خلالها
كأن يواقيتاً أذيبت فأشربت ... سطوح المباني صبغها وصقالها
كأنحناياها الأهلة وافقت ... سعود المجاري فاسترددت كمالها ١١؟ باب في الناعورة والرحى
- ١٢٨ -
وقال محمد بن الحسين الطاري
لحنينها حن الفؤاد التائق ... وبكى الكئيب المستهام الوامق
أنت أنين مغربٍ عن إلفه ... ودموعها مثل الجمان سوابق
تبكي ويضحك تحت سيل دموعها ... زهر تبسم نوره وشقائق يقال: ضحك ضحكاً وضحكاً [بفتح الضاد وكسرها]
- ١٢٩ -
وقال أيضاً
دمعها وابل كدفق العزالي ... من جفون ليست ترى بشحاح فلك دائر البروج فما ينفك فيه سماكه من سباح ...',NULL,'81',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (76,'- ١٣٠ -
وقال يوسف بن هارون في الناعورتين والنهر بينهما (١)
كيف لا يبرد الهواء لنهرٍ ... بين غرافتين كالديمتين ليستا فوقه من الرش والطش على حالةٍ بمنكفين ... وصفا الماء منهما إذ هما للماء بالجري كالغربلتين ...
فهو رشاً در تساقط نثراً ... وهو طشاً برادة من لجين حسن الوجه شفه ألم الحر فقد صار بين مروحتين ... - ١٣١ -
وقال أيضاً ابن هذيل في الناعورتين
وأنت ابتدعت لناعورتين بدائع أعيت فما توصف ... هما ضرتان كمثل يديك إذا جادتا والحيا مغدف (٢) ... كأنهما طلعتا مزنتين تكدهما شمال حرجف (٣) ...
كأنهما منكبا يذبلٍ ... ولكن يذبل لا يدلف
كأنهما هيبة في العيون ... منك فتغضي ولا تطرف
كأنهما صاحبا غلظةٍ ... وبينهما عاشق ملطف
فمن هذه صولة تستراب ... ومن هذه يحلم الأحنف
كأن الشفانين (٤) والمفصحات ... من الطير فوقهما تهتف
_________
(١) شعر الرمادي: ١٣٣ عن كتاب التشبيهات.
(٢) معدف: مقبل مسترسل.
(٣) حرجف: ريح باردة.
(٤) ص: الشقابين.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (77,'وخافت على محدثات الثمار ... إذ النهر عن سقيها يضعف
فمدت إلى أرضها ثديها ... مع السد فهو الذي يرشف
وبينهما مجلس للملوك ... به من عزازته يحلف
على قاعه لجة من رخامٍ ... (١) يغرق فيها ولا يتلف
يلذون من طلها برشاشٍ ... يفيق به الهائم المدنف
ويبطئ عن بعضه بعضه ... ولكن مع الريث لا يخلف
يرفرف كالطائر المستدير ... عليهم ولكنه يكنف
فليس يشكون من لينه ... بأن نثائره تندف - ١٣٢ -
وقال أيضاً في الرحى
وسخيةٍ تعطيك أقصى جهدها ... وبفعل خادمها الخؤون تلومها
قد أهملت في (٢) حلبةٍ من خلقها ... فإذا جرت رفع العجاج هشيمها
وكأنما تعنى ليدرك بعضها ... بعضاً فليس يخونها تدويمها - ١٣٣ -
وقال أيضاً في الناعورة
وثقيلة الأوصال تحسب أنها ... فلك، يضيق بصبرها (٣) حيزومها
تجري إلى خلفٍ كأن أمامها ... (٤) ملك يلازم كبحها ويسميها
_________
(١) ص: تتلف؛ والمعنى: ولا يتلف ما يغرق.
(٢) ص: خلية.
(٣) ص: بعبوها - دون إعجام، وقرئت في ح: بعبئها، وهي قراءة جيدة، لولا أن الناسخ لم يعودنا رسم حرف بدلاً عن الهمزة.
(٤) ص: ونسيمها.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (78,'وإذا تدلت خلت أن غمامة ... سوداء مقبلة عليك غيومها - ١٣٤ -
وقال المرادي
وحاملةٍ للماء محمولةٍ به ... مقصرةٍ وصف البليغ المحبر
تحن حنين العود في نغماته ... (١) وتزأر أحياناً زئير المزعفر
فيبعث هذا كل لهوٍ مروحٍ ... (٢) ويبعث هذا كل لهوٍ مصبر
هي الفلك الموصوف في دورانه ... وإسباله صوب الحيا المتفجر
ولا فضل إلا أن هذي تصوب في ... ترق، وهذا صيب في تحدر
فتسقي الرياض المعجز الوصف كنهها ... بأنجع من صوب السماء وأعزر - ١٣٥ -
ولعبد السلام (٣) يصف الرحى والناعورة والسد
يا رب طائرةٍ في حجر دائرةٍ ... قد قدرت فغدت في خلق (٤) مقتدره
يكسو الغبار وجوه الصانعين كما ... يكسو وجوعه العدا يوم الوغى غبره
_________
(١) المزعفر: الأسد الورد.
(٢) ص: مصير.
(٣) ص: ولعبد السلم.
(٤) ص: حلق.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (79,'وتعرك الدهر عركاً أكرم الثمره ... كعرك هيجائه في المعرك الفجره
كأنما قد غدت فينا معاقبةً ... (١) لفعلها بأبينا آدم لتره
كأن ناعرة النهر التي نعرت ... (٢) أعارها الفلك الأعلى به نعره
دارت فأبدت لنا منها استدارتها ... أنين صب إذا ما إلفه غدره
كأنما السد إذ ألوى بجريته ... عن حدها برزخ البحر الذي قصره
أو عاشق (٣) راغ منه عند رحلته ... معشوقه فانتحاه متبعاً نظره ١٢؟ باب في المأكولات من الفواكه وغيرها
- ١٣٦ -
قال أحمد بن عبد ربه في عنب أبيض وأسود (٤)
أهديت بيضاً وسوداً في تلونها ... كأنها من بنات الروم والحبش
_________
(١) الترة: الثأر.
(٢) النعرة: الخيلاء.
(٣) ص: راع، وقرئت في ح: زاغ.
(٤) ديوان ابن عبد ربه: ٩٦ عن كتاب التشبيهات، وانظر العقد ٦: ٢٨٥ وقال: ومن قولنا في هذا المعنى وقد أهديت سلي عنب.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (80,'عذراء توكل أحياناً وتشرب أحياناً فتعصم من جوعٍ ومن عطش ... - ١٣٧ -
وقال ابن هذيل في العنب
وبسلٍّ فيه العنب الغض شبيه العناب في الاحمرار ... رق منه أديمه فهو كالياقوت يستام بين أيدي التجار ... وغذته الأيام فهو أنابيب طوال على جفان قصار (١) ... - ١٣٨ -
وقال علي بن أبي الحسين في التوث (٢)
أبدى لنا التوث أصنافاً من الحبش ... جعد الشعور من الأطباق في فرش
كأن أحمرها من بين أسودها ... بقية الشفق البادي مع الغبش - ١٣٩ -
وقال أحمد بن فرج في زمان (٣)
ولابسة صدفاً (٤) أصفرا ... أتتك وقد ملئت جوهرا
كأنك فاتح حق لطيفٍ ... تضمن مرجانها (٥) الأحمرا
حبوباً كمثل لثاث الحبيب ... رضاباً إذا شئت أو منظرا
_________
(١) الجفان: جمع جفن وهو قضيب العنب، ويعني هنا أصله.
(٢) التوث - بالثاء - لغة في التوت.
(٣) من أبيات له في النفح ١: ٤٦٨.
(٤) النفح: أحمرا.
(٥) النفح: مرجانه.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (81,'- ١٤٠ -
وقال في مثله
ثمر أتاك جناه في غلف ... كالجوهر المكنون في الصدف - ١٤١ -
وقال ابن هذيل في خوخة
في نصفها من خجلها حمرة ... وبينها طرق (١) لطاف دقاق
كأنها في بعضها عاشق ... زاحمها للثم أو للعناق - ١٤٢ -
وقال أحمد بن عد ربه في نعته سمكاً (٢)
أهديت أزرق مقروناً بزرقاء ... كالماء لم يغذها شيء سوى الماء
ذكاتها الأخذ لا تنفك (٣) طاهرةً ... (٤) في البر والبحر أمواتاً كأحياء - ١٤٣ -
وقال محمد بن شخيص
إن حسن الرياض صاغ لها الظل بروداً من ناضر (٥) الأقحوان ... من مجال الأكف في سفرةٍ (٦) تحوي صنوف الحيتان والخرفان ... وكأن الثريد والحمص المنثور تاج مكلل بجمان ...
_________
(١) ص: طرف.
(٢) البيتان في العقد ٦: ٢٨٥ وديوانه: ١٦.
(٣) الأصل: ظاهرة.
(٤) الذكاة: الذبح، والمعنى أنها - وهي سمك - لا تحتاج ذبحاً، فذبحها هو أخذها.
(٥) ص: ناظر.
(٦) ص: سقرة.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (82,'وتخال الزيتون في قصع الصين صدوراً نقطن بالخيلان ... - ١٤٤ -
وقال ابن هذيل
ومما يقطع الحيزوم عندي ... (١) مروري بالشواء على الخوان
وتندى بردتي خلفي إذا ما ... نظرت إلى الهرائس في الجفان
كأن الزيت والعسل المصفى ... عبير خالص في دهن بان
وباذنجان مثل كرات ضربٍ ... (٣) مضمنها (٢) لباب الجلجلان
وقد وقف الصيام على فراغٍ ... ونفسي سوف تفرغ بالأماني - ١٤٥ -
وقال أحمد بن فرج في بعثه فاكهة
بعثت بها أشباه أخلاقك الزهر ... بحظين من طيب المذاقة والنشر
ملونة لونين تحكيهما معاً ... بتلك الأيادي البيض والنعم الخضر - ١٤٦ -
وقال أيضاً في بعثه كمثرى
جنيت من القضب النواضر ... فأتتك كالغيد العواطر
يلبسن من برد النعيم ... ملابساً غض المكاسر
ما بين مخضر الربي ... ع وبين مصفر الأزاهر
وكأن أصغرها دقا ... ق كواكبٍ في عين ناظر
_________
(١) الحيزوم: الصدر، وهو كقولهم " ومما يفطر القلب ".
(٢) ص: تضمنها.
(٣) الجلجلان: ثمرة الكزبرة، وهو أيضاً السمسم في قشره.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (83,'أو مثل صفراء المدا ... مة في أكياس أصاغر
متنفساتٍ في الأنو ... ف بمثل أنفاس المجامر
حلو ضمائرها كما ... يحلو الهوى لك في الضمائر
أو مثلما تحلو القوا ... في من لسانٍ فيك شاكر
وكأنما هي منك في ... حسن المخابر والمناظر
وكأنها من شكرها ... تملا (١) البطون إلى الحناجر - ١٤٧ -
وقال عبد الله بن مغيث المعروف بابن الصفار في قبارة (٢)
بعثت بقبارةٍ ضخمةٍ ... كأنما أرؤسها أرؤس
ظاهرها شوك ولكنه ... للموز في باطنها محبس
من آثر الراح بإحضارها ... نقلاً لمن يشربها يسلس ١٣؟ باب في الشراب وأوصاف الخمر
- ١٤٨ -
قال أحمد بن عبد ربه
ورادعةٍ بأنفاس العبير ... (٣) مقنعة المفارق بالقتير
جلتها الكاس فاطلعت علينا ... طلوع البكر في حلل الحرير
_________
(١) ص: ملئ، ولعلها: ملء.
(٢) ص: بقيارة، وفي ح: قبارة، واورده ابن البيطار في مادة كبر (٤: ٤٥) وقال: شجيرة مشوكة منبسطة على الأرض باستدارة وشوكتها معقفة، ولها ثمر شبيه بالزيتون، يؤكل ثمره مع خل وعسل أو مع خل وزيت ويتخذ كامخاً، وتؤكل قضبانه حين تكون طرية.
(٣) رادعة: ملمعة بالطيب؛ المفارق: الرؤوس؛ القتير: الشيب، وهو كناية عما يعلو الخمر من زبد.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (84,'كأن كؤوسها يحملن منها ... شموساً ألبست خلع البدور
كأن مزاجها لما تجلت ... بصحن زجاجها نار بنور
كأن أديمها ذهب عليه ... أكاليل من الدر النثير - ١٤٩ -
وقال عبد الله بن حسين بن عاصم
راح حكاها في صبيب مجاجها ... نجم هوى فاحتل في كاساتها
رقت فلولا أنها في كاسها ... لون لأعدمها ذوو إثباتها
راح تراها في الكؤوس حليمةً ... والجهل بالألباب من عاداتها - ١٥٠ -
وقال العتبي
وعاتكة (١) كعين الديك بكر ... تقضت في الدنان لها دهور
ترى بين المزاج لها حباباً ... كأن نثيره الدر النثير
تخال كؤوسها والليل داجٍ ... كواكب بين أيدينا تدور - ١٥١ -
وقال محمد بن إسماعيل النحوي
فتبسمت (٢) منه إليك مدامة ... كالبرق لاح بظلمةٍ فأنارها
وكأنها لما زهت بحبابها ... خود (٣) تريك عقودها وسوارها
_________
(١) ص: وعاتكة؛ وقد كنت جعلتها في الطبعة الأولى " وعانكة " بالنون، وهما سيان، فالعاتكة الشديدة الحمرة والعانكة كذلك، وشبهها بعين الديك لصفائها.
(٢) ص: فتقسمت.
(٣) ص: جود.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (85,'- ١٥٢ -
وقال محمد بن خطاب النحوي
كأس تجلي الهموم سورتها ... شاربها في الندي كالملك
كأنها والأكف تحملها ... نجوم ليلٍ تدور في الفلك - ١٥٣ -
وقال جعفر بن عثمان (١)
صفراء تطرق في الزجاج فإن سرت ... في الجسم هبت هب (٢) صل لادغ
خفيت على شرّابها فكأنما ... يجدون رياً من إناءٍ فارغ - ١٥٤ -
وقال ابن بطال المتلمس
وصهباء في جسم الهواء وثوبها ... سنا الشمس يبغي سدفة الليل بالذحل (٣)
صببنا عليها شكلها فتعانقا ... تعانق معشوقين عادا إلى الوصل
_________
(١) البيتان في مطمح الأنفس: ٥ والحلة ١: ٢٦٣ واليتيمة ١: ٣١١ والنفح ١: ٥٩٤، ٦٠٤، ٥: ٦٠٠ وديوان المعاني ١: ٣١٠ والثاني في المرقص: ١٨ والدرة المضيئة ٦: ٥٧٦ والمسالك ١١: ١٧٥.
(٢) المطمح والحلة: دبت مثل.
(٣) الذحل: الثأر.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (86,'فكان لها بعلاً وكانت حليلةً ... وكان سرور الشاربين من النسل - ١٥٥ -
وقال أيضاً
يا صاحبي خذها (١) هوائيةً ... فيها هوى كل فتىً ماجد
تأخذ هواءً سائلاً جسمه ... جوف هواءً ساكنٍ راكد
كالآل في الرقة لكنها ... تنقع منها غلة الوارد
أو عندما (٢) تعهد في كاسها ... (٣) قانيةً مثل دم العاند
كالذهب الذائب في قالب ... من اللجين المفرغ الجامد - ١٥٦ -
وقال عبد الملك بن إدريس
انظر إلى الكاسين: كاس المها ... والراح في راحة ساقيها
تنظر إلى نار سنا نورها ... يحملها، والماء (٤) يحويها
كأنها نار الهوى في الحشا ... يلهبها الدمع ويذكيها
صديقة النفس ولكنها ... تصرعها صرع أعاديها
إذا دنا الإبريق من كاسها ... لصبها قلت: يناجيها
يودعها الأسرار شرابها ... وشأنها الغدر فتفشيها
_________
(١) ص: هوابية؛ والمعنى شفافة كالهواء.
(٢) ص: غيرها.
(٣) العاند: العرق الذي يسيل دمه ولا يرقأ.
(٤) ص: فالماء.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (87,'- ١٥٧ -
وقال يوسف بن هارون (١)
ألا اشربها على الناقوس صرفاً ... فذاك موذن الدين القديم
وصرت إلى الخلاء فأدركتني ... به الأكواس في عدد النجوم
كأن الكوس إذ حثت بإثري ... كواكب إثر شيطان رجيم - ١٥٨ -
وقال أحمد بن عبد ربه (٢)
ومدامة صلى الملوك لوجهها ... من كثرة التبجيل والتعظيم
رقت حشاشتها ورق أديمها ... (٣) فكأنها شيبت من التسنيم
وكأن عين السلسبيل تفجرت ... لك عن رحيق الجنة المختوم
راح إذا (٤) اقترنت عليك كؤوسها ... خلت النجوم تقارنت بنجوم
تجري بأكناف الرياض وما لها ... فلك سوى كفي وكف نديمي
حتى تخال الشمس يكسف نورها ... والأرض ترعد رعدة المحموم - ١٥٩ -
وقال أيضاً
موردة إذا دارت ثلاثاً ... يفتح وردها ورد الخدود
فإن مزجت تخال الشمس فيها ... مطبقة على قمر السعود
_________
(١) شعر الرمادي: ١٢٥ عن كتاب التشبيهات.
(٢) ديوان ابن عبد ربه: ١٥٦ عن كتاب التشبيهات.
(٣) شيبت: خلطت؛ التسنيم: شراب أهل الجنة.
(٤) ص: افترقت.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (88,'- ١٦٠ -
وقال إسماعيل بن بدر
تعاطينا على الريحان راحا ... وواصلنا المساء بها الصباحا
هببنا (١) أن زقا ديك صدوح ... وصفق بالجناح لنا جناحا
كأن منادياً نادى علينا ... ألا حيوا على الكاس الفلاحا
فبادرت الأكف سنا نجومٍ ... أنار بها الظلام لنا ولاحا
ودبت في مفاصلنا دبيباً ... يقتلنا وما نشكو جراحا
كأن (٢) نوافجاً فتقت علينا ... فنم نسيمها فينا وفاحا - ١٦١؟
وقال مروان بن عبد الرحمن (٣)
ظلت أسقيها رشاً في لحظه ... سنة تورث عيني أرقا
خفيت للعين حتى خلتها ... تتقي من لحظه ما يتقى
أشرقت في ناصعٍ من كفه ... كشعاع الشمس لاقى الفلقا
فكأن الكاس في أنمله ... صفرة النرجس تعلو الورقا - ١٦٣ -
وقال المهند
إذا (٤) انجلت في إناءٍ خلتها عرضاً ... في جوهر، أو زلالاً حابساً وهجا
_________
(١) ص: هنينا.
(٢) النافجة: وعاء الطيب.
(٣) الأبيات في اليتيمة ٢: ٦١ والذخيرة ١ / ١: ٥٦٥ والحلة ١: ٢٢٣ والمطرب: ٧٢ وانظر بعضها في الدرة المضيئة ٦: ٥٧٥ والمرقص: ١٦ والمسالك ١١: ١٧٦؛ والنص هنا مطابق لما في الحلة، وفي المصادر الأخرى بعض اختلافات في الرواية.
(٤) ص: اجتلت.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (89,'رقت فكاد هواء الجو يخطفها ... لطفاً وضاءت فكادت تخطف السرجا
كأنما اقتبست نور العيون فلم ... تبصره أو يضرب الديجور منبلجا
يروعها الماء في الياقوت بارزةً ... فيبرز التبر منها منظراً بهجا
كأنها خد خودٍ فاض مدمعها ... من روعةٍ فكسا بالصفرة الضرجا - ١٦٣ -
وكتب ابن هذيل إلى بعض إخوانه ببعثه مصطارً حلواً (١)
من بنات الكروم ليس لها خمس ليال بكر من الأبكار ... يتغنى نشيشها في الرواطيم (٢) فتنسيك نغمة الأوتار ... واستهلت رفقاً كما يقع الطل على الورد في دجى الأسحار ... تبدى من حبها وهي صفرا كبدو الخيري في الاصفرار (٣) ... ثم سلسلتها إلى جسدٍ ميتٍ فأحيته فاعتبر باعتباري ... بات بعد الخشوع مستند الظهر حطيئاً (٤) إلى أساس الجدار ...
_________
(١) ص: مصطار حلو؛ والمصطار: الخمر التي اعتصرت حديثاً، ويقال بالسين أيضاً.
(٢) هذه اللفظة من استعمال الأندلسيين؛ وكنت قرأتها الرواقيد، وهي من استدراكات ح: ٥٥؛ وأصاب في ذلك؛ وفي شعر مؤمن بن سعيد (المغرب ١: ١٣٣) :
تصبح أبا حفص على أسر هاشم ... ثلاث زجاجات وخمس رواطم (٣) الحب: الخابية أو الدن الضخم.
(٤) ص: حطيناً، وخطيئاً: صريعاً، وفي ح: بطيناً.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (90,'ذو عكاكين ركبت كعكاكين بطون الأوانس الأحرار (١) ... وشددنا (٢) ختاقه فهو كالعصم ريان في شداد السوار ... - ١٦٤ -
وقال جعفر بن عثمان في الثمل من الشراب
عجبت لقومٍ ضيعوا كل لذةٍ ... ولاموا ظريفاً شاطراً في طرائقه
إذا ما شكا في الثمل سرهم ... وكم قائلٍ قولاً بغير حقائقه
وإنا لنشكوها إليها كما شكا ... مشوق على الإعجاب عضة شائقه - ١٦٥ -
وقال ابن هذيل
مالت على يده فملت (٣) لها ... سكرى معربدة في كف سكران
لها هدير إذا نصت (٤) فتحسبها ... تخاصم الشرب عن إفك وبهتان - ١٦٦ -
وقال في الشراب الأبيض
لعبت بأيام الزمان وطاولت ... مدد الليالي فهي جرم (٥) صاف
فإذا استقرت في الكؤوس حسبتها ... منها، لرقة جرمها المتكافي
_________
(١) العكاكين: التثنيات.
(٢) ص: وسددنا.
(٣) ص: فقلت.
(٤) نصت: غير منقوطة في الأصل.
(٥) ص: فهو جوم.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (91,'عصرت كأن من اللآلئ ذوبت ... فشرابها من كل ضر شاف
قد أوهمت حكم الحدود فظنها (١) ... ماءً، وقد حكمت بحكمٍ خاف - ١٦٧ -
وقال علي بن أبي الحسين
وسقيمة الألحاظ مرهفة الحشا ... نبهتها ورواق ليلي منزل
فكأنها والكاس (٢) تلثم ثغرها ... قمر يقبله السماك الأعزل - ١٦٨ -
وقال محمد بن إبراهيم
ومدامة حمراء نصرانيةٍ ... زهراء جاء بها نديم أزهر
صبوا عليها الماء حتى خلتها ... لما أتتهم مسلماً (٣) يتطهر
حمراء ترجع ضدها بمزاجها ... فكأن فيها عاشقاً يتستر - ١٦٩ -
وقال ابن الخطيب
ليالي تبدو الراح في أفق راحنا ... نجوماً كسوناها غلائلها الزرقا
إذا شجها الساقي رأيت بكفه ... ضرام (٤) شهابٍ ليس يشكو له حرقا
أروح وأغدو بين كاسٍ وقينةٍ ... ضجيعاً لها أو من مدامتها ملقى
_________
(١) ص: حكم الخدود فطبها.
(٢) ص: يلثم.
(٣) ص: مسلم.
(٤) ص: صرام.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (92,'١٤ - باب في صفات الكؤوس والأقداح
- ١٧٠ -
قال يوسف بن هارون (١)
لنا (٢) حنتم فيها المدام كأنها ... بدور داجٍ من الليل أسفع
بدور متى تطلع كوامل محقت ... بزهر دراري على الراح طلع - ١٧١ -
وقال إسماعيل بن بدر
ما خر إبريقهم لكاسهم ... إلا صبا جمعهم وإن حلموا
كأنه ناطق بحاجته ... سراً وإن كان شانه البكم - ١٧٢ -
وقال عباس بن فرناس في كوز
ومعمم لم يبق في جثمانه ... إلا حشاشة مهجةٍ لم تزهق
حنيت على كشحيه من برحائه (٣) ... عضدان فهو كموثق لم يطلق
حلت عمامة رأسه فتضوعت ... منه مفارقه بمثل الزنبق - ١٧٣ -
وقال أحمد بن عبد ربه (٤)
ترى الأباريق والأكواس ماثلةً ... وكل طاسٍ من الإبريز ممتثل
_________
(١) شعر الرمادي: ٨٤ عن كتاب التشبيهات.
(٢) ص: تنم، والحنتم: جرار خضر.
(٣) ص: مسجية من ترقاته، والكشحان: الخاصرتان؛ وفي ح: من نزقاته، وهي أقرب إلى صورة الأصل، ولكن النزق يتطلب قوة، وهو قد قال في البيت الأول إنه لم يبق فيه حشاشة مهجة.
(٤) ديوانه: ١٣٦ عن كتاب التشبيهات.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (93,'كأنها أنجم يجري بها فلك ... للراح لا أسد فيها ولا حمل - ١٧٤ -
وقال محمد بن عبد العزيز
ومفدم (١) أرج النقاب كأنما ... أوفى عليه من العبير نقاب
فافتر عن شمس النهار وقد طوى ... شمس النهار من الظلام حجاب - ١٧٥ -
وقال يحيى بن هذيل
عقيقةً في مهاةٍ في يدي ساقي ... أضوا من البدر إشراقاً بإشراق (٢)
إذا تطاطا له الإبريق تحسبه ... مصلياً خر إعظاماً لخلاق
قد نفخت فيه روحاً فهو مرتحل ... من الندامى إذا ما أمسك الساقي - ١٧٦ -
وقال علي بن أبي الحسين
بأبي من زارني مكتتماً ... مخفي الحسن وما كان وعد
فتناولت نجوماً من مهاً ... حشوها الشمس من النور تقد
لم أزل أطلعها في راحتي ... وهي فيه غرب حتى سجد
فتغنيت له مرتجلاً ... أنجزت عينا بخيل ما وعد
فتثنى وتراخى مائلاً ... كقضيب في كثيب ملتبد
ثم أومى والثريا يده ... وسهيل في سناها يتقد
كلما حيا بكأس قلت: زد ... فإذا عاودني قلت: أعد
_________
(١) ص: ومقدم أزج.
(٢) المهاة: كاس البلور.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (94,'- ١٧٧ -
وقال أيضاً
وكم ليلةٍ دارت علي كؤوسها ... بكف غزالٍ ما يذم على العهد
سقاني بعينيه وثنى بكفه ... فسكر على سكرٍ ووجد على وجد
جعلت مكان النقل تقبيل خده ... ورشف ثناياهن أحلى من الشهد
وإبريقنا ما يبرح الدهر راكعاً ... كأن قد جنى ذنباً فمال إلى الزهد
وبت ضجيع البدر والبدر غائب ... كأني من اللذات قد بت في الخلد
يذكرني حفظ العهود وكفه ... وسادي وقد أبدى من الوجد ما أبدي - ١٧٨ -
وقال صاعد بن الحسن يصف كاس بلور فيه شراب (١) أصفر
جلوت لنا قشراً من الصبح مترعاً ... من الشمس يعشى (٢) دونها المتوسم
فأعيننا سكرى لفرط شعاعه ... وشاربها من شدة السكر مفحم
_________
(١) ص: سوار.
(٢) ص: يغشى.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (95,'١٥ -؟ باب في السقاة والندامى
- ١٧٩ -
قال عبد الله بن الشمر
يا حبذا ليلة نعمت بها ... بين رياض وبين بستان
في قبة أحدق السرور بنا ... فيها وغابت نحوس كيوان
بكف ساق رخص أنامله ... مثل الغزال المروع الراني
فلي من الكاس واستدارتها ... سكر ومن مقلتيه سكران
حسبت بهرام فوق راحته ... لما أتاني به فحياني - ١٨٠ -
وقال أحمد بن عبد ربه (١)
يسعى بها شادن أنامله ... ضربان منها العناب والعنم
تنسى به العين طرفها عجبا ... ويدرك الوهم عنده الوهم
كأنما لاحظت به صنما ... يعبده من بهائه الصنم - ١٨١ -
وقال أيضاً
بل رب مذهبة المزاج ومذهب ... راحا براحة ريمه وغزاله
وكأن كف مديرها ومديره ... فلك يدور بشمسه وهلاله
_________
(١) القطع ١٨٠ - ١٨٣ في ديوانه: ١٦٢، ١٤٢، ١٧٧، ١٦٨ عن كتاب التشبيهات.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (96,'- ١٨٢ -
وردية يحملها شادن ... في مشرب الحمرة وردي
كأنه والكاس في كفه ... بدر دجى يسعى بدري - ١٨٣ -
وقال أيضاً
أهدت إليك حمياها بكاسين ... شمس تدبرتها بالكف والعين
يسعى بتلك وهذي شادن غنج ... كأنه قمر يسعى بنجمين
كأنه حين يمشي في تأوده ... قضيب بان تثنى بين ريحين - ١٨٤ -
وقال محمد بن إبراهيم بن أبي الحسين (١)
كم ليلة دارت علي كواكب ... للخمر تطلع ثم تغرب في فمي
قبلتها من (٢) كف من يسعى بها ... (٣) وخلطت قبلتها بقلة معصم
وكأن حسن بنانه مع كاسه ... (٤) غيم تنشب فيه بعض الأنجم
_________
(١) وردت في النفح ٤: ٧٣ منسوبة لأبي بكر ابن المنخل الشلبي، وإنما حدث هذا الوهم فيما يبدو لأن هذا أيضاً اسمه محمد بن إبراهيم، ولكنه توفي في عشر الستين وخمسمائة، وهو من شعراء زاد المسافر، انظر ترجمته في المغرب ١: ٣٨٧ والوافي ٢: ٧ وزاد المسافر: ٧٨ والتكملة: ٤٩٦.
(٢) النفح: في.
(٣) ص: معصمي.
(٤) النفح: غيم يشير لنا ببعض الأنجم.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (97,'- ١٨٥ -
وقال مروان بن عبد الرحمن (١)
رب كأس قد كست شمس الدجى ... ثوب نور من سناها يققا
ظلت أسقيها رشا في لحظه ... سنة تورث عيني أرقا
خفيت للعين حتى خلتها ... تتقي من لحظه ما يتقى
أشرقت في ناصع من كفه ... كشعاع الشمس لاقى الفلقا
فكأن الكأس في أنمله ... صفرة النرجس تعلو الورقا
أصبحت شمسا وفوه مغربا ... ويد الساقي المحيي مشرقا
فإذا ما غربت في كفه ... تركت في الخد منه شفقا - ١٨٦ -
وقال محمد بن هشام القرشي
رب كأس بت أشربها ... وضياء الصبح ما وضحا
قد سقانيها على قدم ... رشا لاح كشمس ضحى
دميت منها أنامله ... (٢) فحسبناه بها نضجا
خلته لما تناولها ... أنه في كفه جرحا
_________
(١) انظر القطعة رقم: ١٦١ وتخريجها هناك ص: ٩٤.
(٢) ص: نصحا.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (98,'١٦ -؟ باب في القيان والمغنين
- ١٨٧ -
قال أبو أحمد بن عبد ربه (١)
رجع صوت كأنه نظم در ... ما يرى سلكه سوى الآذان
تنفث السحر بالبيان من القو ... ل ولا سحر مثل سحر البيان - ١٨٨ -
وقال يوسف بن هارون (٢)
تلثم الأوتار منها بنانا ... يعدل الأفواه إلا الرضابا
تسبق الأبصار من وحي صوت ... تحسب الترجيع (٣) منه انتهابا
مثلما طار الجفون اختلاجا ... أو كما شقت بروق سحابا - ١٨٩ -
وقال علي بن أبي الحسين
واها لذاك الغناء لقد ... أباح (٤) للقلب منك (٥) ما خافا
تاه بألحانخ على البصر السم ... ع وهز السرور أعطافا
كأنه والقلوب تألفه ... ألف منها فسر أضعافا
_________
(١) ديوانه: ١٧١ عن كتاب التشبيهات.
(٢) شعر الرمادي: ٥٢ نقلا عن هذا الكتاب.
(٣) ص: النقر طبع، ولعلها أن تقرأ " التقطيع ".
(٤) ص: أبيح.
(٥) ص: فيك.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (99,'- ١٩٠ -
وقال أيضاً
أحبب ببدعة إذ أحيت (١) بدائعها ... ما مات من لهو أيامي وأوطاري
كأن عودك صب يشتكي ألم ... البلوى وألفاظه ترجيع أوتار
مضرابه باحث عن شجونا أبدا ... بحث العواذل من مكتوم أسرار
كأنه قلم في كف ذي أدب ... يواصل الضبط في تقييد أشعار - ١٩١ -
وقال يوسف بن هارون (٢)
على الورد مني إذ تولى تحية ... وان ما مضى إقباله ورحيله
لقد كنت أسقى فوقه الراح، فوقنا ... من اللهو ظل لا يزول ظليله
وأوتار مخضوب البنان كأنها ... حمام وصبري حين ظل هديله - ١٩٢ -
وقال أبو عثمان السرقسطي الملقب بالحمار
لا عيش إلا في المدام وقينة ... تشدو على وتر فصيح ألثغ
تعنى بتقدير الزمان ومسحه ... فيجيء بين مملأ ومفرغ
وكأنما نغماتها في لفظها ... ذهب أسيل على لجين مفرغ
وإذا نظرت إلى محاسن وجهها ... ناديت يا قمر السما: لا تبزغ
_________
(١) ص: أحيت بدعة إذا مات بدائعها.
(٢) شعر الرمادي: ١٠٤ عن كتاب التشبيهات.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (100,'١٧ -؟ باب في العود والطنبور وسائر المعازف
- ١٩٣ -
قال ابن هذيل في العود
ومؤلف الأوصال يختلف الصدى ... فيه فتحسب صوته تغريدا
رقت معانيه برقة أربع ... صارت عليه قلائدا وعقودا
فكأن بلبل صائف في صدره ... يصل الأغاني مبديا ومعيدا - ١٩٤ -
وقال عبد الملك بن جهور (١)
حسونا غبار الغزو حتى أملنا ... ولا غاسل إلا المصفى المبرد
وأضجرنا صوت النقوايس برهة ... وناسخها في السمع وتر مشدد
إذا الكف جالت فوقه خلت طائرا ... يبدل ألحانا به ويغرد - ١٩٥ -
وقال ابن عبد ربه (٢)
والعود يخفق مثناه ومثلثه ... والصبح قد غردت منه عصافره
وللحجارة (٣) أهزاج إذا نطقت ... (٤) أجابها الكيثر المخفيه ناقره
كأنما العود فيما (٥) بينها ملك ... يمشي الهوينا وتللوه عساكره
_________
(١) في ص: جهر.
(٢) ديوانه: ٧٤ من أبيات له في العقد.
(٣) كذا وأظنه يعني بها النضوج، إلا أن تكون مضحفة عن " الجهارة " وهي جهار ترك بالفارسية، آلة موسيقية؛ الكيثر: لعلها لغة الكيثارة أو الكيثرة (انظر تكملة المعجمات لدوزي ٢: ٥١٢ و (Vocabulita) مادة (Citara) .
(٤) العقد: أجابها من طيور البر ناقرة.
(٥) العقد: بيننا.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (101,'(١) كأنه إذ تمكى وهي تتبعه ... كسرى بن هرمز تقفوه أساوره (٢) - ١٩٦ -
وقال ابن هذيل في المزهر
قام على اليسرى خطيبا بها ... ينطق عن جملة ألحان
كأنما يفرق من (٣) فزعة ... (٤) في أول من نقره الواني
كأنه في فعله عاشق ... روعه العشق بهجران
كأنما الأنقار في نحره ... ميازب في طست (٥) عقيان - ١٩٧ -
وقال في الرباب
يخالف العود في تصرفه ... وهو على خلقه وإن صغوا
وإنما يختذي على نغم ... من حكم الفرس (٦) كلما حضرا
كأنه في يدي محركه ... ينشر قلبي به وما شعرا
كأن داود حين يوقظه ... يقرأ فيه الزبور والسورا - ١٩٨ -
وقال في الطنبور
له لسانان من قرن إلى قدم ... لا ينطقان بغير السحر والحكم
_________
(١) ص: تسمعه.
(٢) الأساور: جمع أسوار وهو الفارس.
(٣) ص: تفرق عن قرعة.
(٤) ص: الداني.
(٥) ص: طشت، وهو بالعربية بالسين المهملة، وبالشين في الفارسية.
(٦) ص: القوس.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (102,'كأن أوله من حية سكنت ... إلى ليانة كف غضة العنم - ١٩٩ -
وقال في المزهر
صنعت كأجنحة الحمائم خفة ... كادت تطير مع الرياح الخفق
وهفت على أيدي القيان كأنها ... رخم ترفرف في السماء وتلتقي
وتكلمت تحت القضيب كأنما ... نغماتها من حنة (١) المتشوق
يتكسر الماشي بها فترى له ... (٢) خيلاء جبار وخفة أولق
ويؤخر الأقدام بعد تقدم ... رقص الحباب على الغدير المتأق (٣) - ٢٠٠ -
وقال في عود
على جيد الغزالة خلق جيدي ... وأطراف الكواعب من عقودي
يزيد (٤) الحنو في نفسي، ونفسي ... (٥) يقال لها بحق الله زيدي
إذا هبت أهازيجي صبت لي ... (٧) قلوب لسن من قلب (٦) العميد
وللأوتار في صدري حنين ... (٨) يهيج الشوق في نفس العميد
_________
(١) ص: نعماؤها من جنة.
(٢) الاولق: الجنون، وربما وصف به فكان بمعنى المجنون.
(٣) المتأق: الملآن.
(٤) ص: يريد.
(٥) الحنو: العطف والانحناء.
(٦) ص: ليس من قلب.
(٧) العميد: المعمود الذي أضر به الحب.
(٨) العميد: رئيس القوم.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (103,'- ٢٠١ -
واستهدى إسماعيل بن بدر عودا من عبد الحميد بن يسيل
فبعث إليه بعود بال، فكتب إليه إسماعيل
جدت لي منك حين جدت بعود ... كان فيما مضى لآل (١) الوليد
رقعته (٢) الأكف جيلا فجيلا ... فهو عندي فسيفسا (٣) من عود
نسجت فوقه العناكب لما ... (٤) حسبته رسما عفا من برود
كدريس السطور أو كبقايا ال ... حبر في الخط أو رثيث البرود - ٢٠٢ -
وقال في طنبور
في (٥) آخري كفل الرشا ولأولي ... عنق الغزالة، إنني معشوق
فإذا نطقت فلا سبيل إلى التقى ... إن التقي إذا نطقت يتوق
ويظن أن جوانحي مملوة ... طيرا تجيب الوتر وهي تشوق (٦)
وكأنما هاروت يأخذ من مفي ... أسحاره وبي المجون يليق
خذها وشيع سكرة في سكرة ... فمشيع الطنبور ليس يفيق
لا والذي خلق الخليقة (٧) رحمة ... ما في استماع المحسنين فسوق
_________
(١) ص: لأولى؛ وآل الوليد: رمز للقدم؛ ولعله يعني من تسميه الأساطير: الوليد بن الريان من فراعنة مصر.
(٢) ص: رفعته.
(٣) ص: فسيقا.
(٤) كذا ولعله " من زرود " - وهو مكان.
(٥) ص: في أحور.
(٦) تشوق: تشتاق.
(٧) إذا كان هذا بيت التخلص في القصيدة فالأصوب أن تقرأ " الخليفة ".',NULL,'109',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (104,'١٨ -؟ باب في الشعر
- ٢٠٣ -
قال عباس بن ناصح
متقارب متباعد أبياته ... رجح مثقفة البناء رزان
وسماعهن كطعم ماء بارد ... عذب أغيث ببرده ظمآن
بنيت مباديها على أعجازها ... فتنظمت يسمو بها البنيان
كقداح مصطنع أعد قذاذها (١) ... لنصالها قدرا وهن متان
متلظيات (٢) ما يبل رميها؛ ... ذلق (٣) كأن ظباتها الشهبان - ٢٠٤ -
وقال المهند
ودونك أبكار المعاني فإنني ... تركت لأهل الشعر كل عوان
مهور المعاني في اختراع بديعها ... (٤) فآخذها من دون ذلك زان
تزيل أبي الهم عن مستقره ... (٥) كأن المعاني للسرور مغان - ٢٠٥ -
وقال محمد بن سعيد الصيقل
كالماء بل هي كالهواء لطافة ... (٦) لكنها كالطود في استمكانها
_________
(١) ص: فداذها؛ والقذاذ: ريش السهم.
(٢) ص: متلطيات.
(٣) ص: دلو؛ والذلق: جمع ذليق وهو الماضي النافذ.
(٤) ص: ران.
(٥) ص: معاني.
(٦) ص: استكمانها، والاستكمان: التحرز والتمكن.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (105,'وكرونق الدر المصون تلألأت ... منه القلائد في نحور قيانها
زفت إليك على اتساق تشوق ... (١) كالبكر نازعة إلى غيرانها - ٢٠٦ -
وقال جعفر بن عثمان
در نفيس من الإطراء صيره ... قلائدا فيك منظومات (٢) كالدرر
إذا جوى السفر المضني أضر بنا ... تنوشدت فشفتنا من جوى السفر
وإن تطاول بي ليلي أنست بها ... فيه كما أنس السارون بالقمر - ٢٠٧ -
وقال علي بن أبي الحسين
وافى غمام من قريضك صيب ... بخلت بمثل غمامه الأنواء
فكأنه روض وعلمك نوره ... وكأنه قطر وأنت سماء
أرتعت فكري منه في موشية ... ما أبدعت شكلا لها صنعاء - ٢٠٨ -
وقال محمد بن أبي الحسين
وقريض كوشي صنعاء في الرق ... م ووشي الرياض في التنوير
يتلألأ عنه بياض المعاني ... حين تقراه في (٣) سواد السطور
_________
(١) كذا هو وأظن صوابه " أقرانها ".
(٢) منعه من الصرف للوزن.
(٣) ص: من.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (106,'- ٢٠٩ -
وقل محمد بن عبد العزيز
إذا بلغت في الأرض أفقا تجاوزت ... إلى أفق عنه وليست تزايله
يفتح نور الذهن وابل حسنها ... كما فتح النور المكمم وابله - ٢١٠ -
وقال جعفر بن عثمان يذكر شعرا
ورده لإسماعيل بن بدر
إذا انحدرت من بين فكيك خلتها ... (١) أساود رمل يحذر الناس سمها
وقد وردتني عنك غر (٢) شوارد ... تعالين أن يمنحن غيرك ضمها
فخلت الثريا طالعتني وغادرت ... مطالعها سود الذرا مدلهمها
مراسيل ألفاظ كما انسكب الحيا ... يطبق بطنان البلاد فأكمها - ٢١١ -
وقال أحمد بن عبد ربه (٣)
منظومة هذب ألفاظها ... ليست من الشعر الحجازي
لكنها في الصوغ نجدية ... صاحبها ليس بنجدي
كوفية (٤) الإبداع بصرية ... لغير كوفي وبصري
كأنها شاذورة علقت ... (٥) بوجه دينار هرقلي
_________
(١) الأساورد: الحيات.
(٢) ص: غن.
(٣) ديوانه: ١٧٧ عن كتاب التشبيهات.
(٤) ص: الإيداع.
(٥) شاذورة: ليست في اللسان، ولعله تصرف بكلمة شذرة وهي الحبة من صغار اللؤلؤ.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (107,'- ٢١٢ -
وقال سعيد بن العاصي
قد نمقت كالروض إلا أنها ... طابت كطيب المسك للمستنشق
فإذا تأمل حسنها متأمل ... (١) فطن تأمل روضة في مهرق
لكنها تشكو إليك خمولها ... شكوى الرياض إلى السحاب المغدق - ٢١٣ -
وقال سليمان بن بطال
ومعان كأنهن عيون الخود ... لم يلقها سوى مفتون
تنثني نحوها القلوب كما يثنى (٢) ... لنفح الرياض لدن الغصون - ٢١٤ -
وقال الحسن بن حسان
من شاعر يزجي (٣) معاني فطنة ... ينبوعها من ذهنه لا كتبه
لو صافحت فلك السماء لخالها ... فلك السماء كواكبا من شهبه - ٢١٥ -
وقال عبيد الله بن إدريس
ودونكها مقيدة شرودا ... فأعجب بالمقيدة الشرود
إذا ما أبرزت للسمع تحكي ... عروسا أبرزت في يوم عيد
معان سميت بالخود حسنا ... وألفاظ تشبه بالبرود
_________
(١) المهرق: الصحيفة.
(٢) ص: ينثني.
(٣) ص: يرخي.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (108,'- ٢١٦ -
وقال العتبي
وهجاء كمثل صمامه الباتر أو مثل كوكب المريد (١) ...
في معان كأنهن عذارى ... يتمشين في موشى البرود - ٢١٧ -
وقال أيضاً
لأجهزن (٢) إليك عني شردا ... تبقى غوابرها على الأيام
شعر يفتت مسمعيك كأنما ... (٣) وافاهما منه وقوع سلام - ٢١٨ -
وقال درود
تحلت بامتداحك إذ تحلت ... فما تركت لغانية حليا
معان كالأهلة لا تشكى ... دجى منها ولا تخشى خفيا (٤)
خوالص كالدنانير استجيدت ... فكنت لها بمدحك صيرفيا - ٢١٩ -
وقال طاهر بن حزم
مخبأة كان الضمير مهادها ... إلى أن دعاها فضلك المتكامل
_________
(١) الصمصام: السيف، الباتر: القاطع، المريد: الشيطان ذو المرادة والشدة.
(٢) ص: فلأجهزن.
(٣) السلام: الحجارة.
(٤) يريد أن معانيه كالأهلة، فلا تشكو ظلاما، ولا تخاف ما يستتر بالظلام؛ وفي الأصل: حفيا - بالحاء المهملة - وهو المستقصي المبالغ بالسؤال.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (109,'فجاءت كما افترت عن الصبح سدفة ... إليك وفيها عن سواك تثاقل تم الجزء الأول من التشبيهات لأهل الأندلس
بحمد الله وعونه ولطفه
يتلوه في الجزء الثاني: باب في الحسن',NULL,'115',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (110,'فراغ',NULL,'116',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (111,'الجزء الثاني في التشبيهات من أشعار
أهل الأندلس
لابن الكتاني الطبيب؟ رحمه الله؟',NULL,'117',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (112,'فراغ',NULL,'118',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (113,'بسم الله الرحمن الرحيم
وبه أستعين
التشبيهات لأهل الأندلس
١٩ - باب في الحسن
- ٢٢٠ -
قال يحيى بن الحكم الغزال
فارعة الجسم هضيم الحشا ... كالمهرة الضامر لم تركب (١)
أو درة ساعة (٢) إستخرجت ... لم تمتهن بعد ولم تثقب
مشربة اللون متوع الضحى ... صفراء بالآصال كالمذهب (٣) - ٢٢١ -
وقال أحمد بن عبد ربه (٤)
تريكة أدحي ودرة غائص ... ودمية محراب وظبية قانص (٥)
_________
(١) لعل الأبيات من قصيدته التي مطلعها:
بعض تصابيك على زينب ... لا خير في الصبوة للأشيب ورواية البيت الأول " كل رداح الردف خمصانة ... البيت "، انظر المطرب: ١٣٣ - ١٣٤.
(٢) بقطع الهمزة، أو بتغيير كأن يقال: " ساعة ما استخرجت " أو ما أشبه.
(٣) متوع الضحى: ارتفاعه.
(٤) ديوانه: ٩٧ عن كتاب التشبيهات.
(٥) التريكة: البيضة، الأدحي: مبيض النعام في الرمل.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (114,'هو البدر إلا أنني كل ليلة ... أرى البدر منقوصا وليس بناقص - ٢٢٢ -
وقال يوسف بن هارون (١)
قد وضع الكف على خده ... مفكرا من غير أشجان
كأنما يستر عن ناظري ... بنانه وردا بسوسان
كأنما أطرافه فضة ... صيغ لها أظفار عقيان - ٢٢٣ -
وقال ابن عبد ربه (٢)
رشا سجد الجمال لوجنتيه ... كما سجد النصارى للصليب
عليه من محاسنه شهود ... تؤديها (٣) العيون إلى القلوب
يلاعب ظله طربا ولهوا ... كما لعب الشمال مع الجنوب - ٢٢٤ -
وقال سعيد بن العاصي
وكأنما لبس الكواكب حلة ... وأقل تاج الحسن فوق المفرق
في عارضيه بعنبر مكتوبة ... لامان إلا أنها لم تمشق
وصلت براء من عبير قد علت ... شفتي عقيق تحته در نقي
وكأنما أعلاه فوق جبينه ... ليل أناف على صباح مشرق
_________
(١) شعر الرمادي: ١٣١ نقلا عن ابن الكتاني.
(٢) ديوانه: ٢٥ عن ابن الكتاني.
(٣) ص: تود بها.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (115,'- ٢٢٥ -
وقال أحمد بن عبد الملك (١)
معشوقة الحركات ينفث طرفها ... سحرا به تعطي الحياة وتمنع
كالشمس طالعة ولم يك قبلها ... للشمس من فلك القراطق (٢) مطلع - ٢٢٦ -
وقال ابن عبد ربه (٣)
أبيت تحت سماء اللهو معتنقا ... شمس الظهيرة في ثوب من الغسق
بيضاء يحمر خداها إذا خجلت ... كما جرى ذهب في صفحتي ورق - ٢٢٧ -
وقال علي بن أحمد (٤)
بيض كبيض الهند في أفعالها ... فلذلك قيل ظبا وقيل ظباء
فترى محاسنها تروق كأنما ... نشرت عليها وشيها صنعاء ٢٠؟ باب في الشعر وسواده وشقرته
- ٢٢٨ -
قال يوسف بن هارون (٥)
وليلة لمة تبقى العيون الروامق من دجاها في ضلال ...
_________
(١) في ص: كتب فوق كلمة أحمد " مؤخر " وكلمة عبد الملك " مقدم " يعني أن اسمه هو " عبد الملك بن أحمد ". والشهور بهذا الاسم والد أبي عامر بن شهيد، وكان أيضاً من أهل الأدب والشعر، انظر الجذوة: ٢٦١ والمغرب ١: ١٩٨ والصلة: ٣٣٨ والحلة ١: ٢٣٩.
(٢) ص: الفرطن.
(٣) ديوانه: ١١٧ والبيت الثاني في العقد ٦: ١١٦.
(٤) البيتان في اليتيمة ٢: ٦٠.
(٥) شعر الرمادي: ١١٠ نقلا عن كتاب التشبيهات.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (116,'وكنت عن الليالي غير راض ... بحال إذ جنت تغيير حالي
فلما أن رأيت الليل شبها ... للمته رضيت عن الليالي - ٢٢٩ -
وقال أيضاً
وجدتك دهرا (١) ثانيا: شعرك الدجى ... ووجهك إصباح، وهجرك كالصرف (٢)
فإن أبغ صبحا كان خدك مصبحي ... (٣) وإن أبغ ليلا بت في شعرك الوحف - ٢٣٠ -
وقال عبادة
كلما مست في الرداء توارت ... (٤) بقناع غزالة الأبراج
أو تمشت (٥) بحاسر الرأس أوفى ... ملك للملاح من غير تاج
وكأن التفاف شعرك جعدا ... فوق وجه يضيء ضوء السراج
طبق (٦) مكفأ من التبر محضا ... تحته للعيون لعبة عاج
_________
(١) ص: ثابتا.
(٢) الصرف: يعني صرف الدهر أي أحداثه وتقلباته.
(٣) الوحف: الشديد السواد.
(٤) ص: الابكاج، والأبراج: البروج التي تحلها الغزالة وهي الشمس؛ وفي ح: الابلاج.
(٥) ص: أو تماست فحاسر؛ ح: تمشيت حاسر، وخطؤه واضح إذ يجب بحسب هذه القراءات أن تقرأ " حاسرة " أو يحول الخطاب في كل المقطوعة للمذكر.
(٦) ح: مكفوء، وينكسر به الوزن.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (117,'- ٢٣١ -
وقال علي بن أبي الحسين
أرى صباحا منيرا فوق جبهته (١) ... (٢) ليل كأن دجاه حالك السبج
وروضة طلعت، فيها لأعيننا ... ورد تفتح بين السوسن الأرج - ٢٣٢ -
وقال سليمان بن بطال الملتمس الفقيه (٣)
وشادنين ألما بي على مقة ... تنازعا الحسن في غايات مستبق
كأن لمة ذا من نرجس خلقت ... على بهار وذا مسك على ورق
وحكما الصب في التفضيل بينهما ... ولم يخافا عليه رشوة الحدق
[فقام يدلي إليه الريم حجته ... (٤) مبينا بلسان منه منطلق]
فقال: وجهي بدر يستضاء به ... ولون شعري مقطوع (٥) من الغسق
_________
(١) ص: بهجته.
(٢) السبج: الخرز الأسود.
(٣) الأبيات في المطرب: ٨٥ والنفح ٣: ٢٩٢، ٤٥٠ - ٤٥١.
(٤) زيادة من المطرب، يصلح بها السياق، وفي النفح: فقام بيدي هلال الدجن حجته.
(٥) النفح (٢٩٢) : مصبوغ.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (118,'وكحل عيني سحر للنهى وكذا ... ك الكحل (١) أحسن ما يعزى إلى الحدق فقال (٢) صاحبه: أحسنت وصفك لكن فاستمع لمقال في متفق ...
أنا (٣) على أفقي شمس النهار ولم ... تغرب وشقرة شعري شقرة الشفق
والشمس لولا سناها لم يكن شفق ... (٤) يبدو إذا ما ألم الليل بالأفق
فضل ما (٥) عبت في عيني من زرق ... إن الأسنة قد تعزى إلى الزرق
قضيت للمة الشقراء حين حكت ... لوني، كذا حبه (٦) يقضي على خلقي
فقام ذو اللمة السوداء ترشقني ... سهام أجفانه من كثرة (٧) الحنق
وقال: جرت، فقلت: الجور منك على ... قلبي ولي شاهد من دمعي الغدق
_________
(١) المطرب: السحر؛ النفح (٤٥١) : الحسن.
(٢) المطرب والنفح (٤٥١) : وقال.
(٣) ص: أتا - (أتى) .
(٤) لم يرد البيت في المصدرين المذكورين.
(٥) المطرب والنفح: وفضل ما عيب.
(٦) ص: جنة، والنفح والمطرب: حبها.
(٧) المطرب والنفح: شدة.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (119,'فقلت: عفوك إذ أصبحت متهما ... فقال دونك هذا الحبل فاختنق - ٢٣٣ -
وقال يوسف بن هارون (١)
ومحير اللحظات تحسبه لحيرتهن من سنة المنام منبها ...
وبياضه في شقرة فتقارنا ... حسنا بلا ضد فكانا أشبها كسلاسل الذهب المورس فوق وجه من لجين بالملاحة قد زها ...
وكذا الصباح بياضه في شقرة ... فكأنه بهما غدا متشبها
وإذا بدا التوريد في وجناته ... فكأنه صرف المدامة في المها - ٢٣٤ -
وقال أيضاً (٢)
فأبديت وجها تحت ترجيل لمة ... فكان كبدر تحت ليل مرجل
ومثله بالبدر أيضاً حقيقة ... بغالية صرف أدق ممثل
عذاران خطا فوق وجهك زينة ... عليه وحبا للعذرا المعجل
وقد طر منها شارب فوق مبسم ... كفص (٣) عقيق باللآلي مكلل
_________
(١) شعر الرمادي: ١٣٣ عن ابن الكتاني.
(٢) المرجع السابق: ١٠٧.
(٣) ص: كفض، وأثبت قراءة ح.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (120,'٢١ -؟ باب في أصداغ القيان وعذر الغلمان
- ٢٣٥ -
قال سليمان بن محمد بن بطال
ترنو لواحظنا لتقطف ورده ... فتدب عقربه فتلسع من رنا
فكأن عقرب صدغه في خده ... دبت لتمنع ورده أن يجتنى - ٢٣٦ -
وقال ابن بطال
رشاً راش بالسحر أجفانه ... أنيس يصيد قلوب الأنس
كليل أراد يمد الظلام ... (٢) فكف بتوريد (١) وجه الغبس
وأشفق أن ينجلي صبحه ... فصار على الخد منه حبس (٣) - ٢٣٧ -
وقال مروان بن عبد الرحمن
له وجه يحسن وجه عذري ... إذا ما رحت مخلوع العذار
كأن عقارب الأصداغ منه ... عقارب سمها في القلب سار - ٢٣٨ -
وقال يوسف بن هارون (٤)
معجم الحسن بخالين: على ... تغره الأصغر والخد الأجل
_________
(١) ص: بنورند.
(٢) الغبس - بالسين وبالشين -: وقت الغلس.
(٣) كذا في الأصل، ولعله " حلس " من قولهم في الوصف: أحلس، وهو ما لونه بين السواد والحمرة.
(٤) شعر الرمادي: ٩٧ عن ابن الكتاني.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (121,'فالذي في الخد طورا آفل ... تحت صدغ فوق صبح قد رحل (١)
يتجافى (٢) فإذا لاحظته ... رجع الصدغ إليه فانسدل
فكأن الصدغ يخشى عابثا ... ثاره (٣) فهو عليه مشتمل
وكأن المعتلي مبسمه ... جاء من عند أخيه للقبل
فسعى حتى إذا ما اشتمه ... غلب الروع عليه فمثل - ٢٣٩ -
وقال أيضا (٤)
وصدغين كالنونين كالليل عقربا ... على ورق إن يلق لحظا تعسجدا
وشعر لو أن الليل يكسى سواده ... لسار، وبدر التم في الليل، ما اهتدى - ٢٤٠ -
وقال محمد بن أبي الحسين
بنفسي عقربان بصحن خد ... بخمر جفونه متنادمان
إذا التقيا ترى لهما عناقا ... كأن لفرقة يتوادعان
_________
(١) ص: لون ضمخ مذ رحل.
(٢) ص: يتخافا، وفي ح: يتخفى.
(٣) ص: غايبا تارة؛ ح: غائلا تارة.
(٤) شعر الرمادي: ٦٣ نقلا عن هذا الكتاب.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (122,'- ٢٤١ -
وقال ابن هذيل
يرنو وقد ألف الكرى ... (١) يرنو إليك بمقلتي يعفور
وانساب في الخد الأسيل عذاره ... فكأنه مسك على كافور - ٢٤٢ -
وقال يوسف بن هارون (٢)
غرر اللجين وفوقها ... أصداغ عقيان لواعب
توجن (٣) منه وأرسلت ... منه إلى الكثب الذوائب
أصداغهن مع الذوا ... ئب كالأساود والعقارب ٢٢؟ باب [في] إشراق الوجه وتشبيه الخدود والخيلان
- ٢٤٣ -
قال يوسف بن هارون (٤)
وكأن در الخد يكسى حمرة الياقوت من نظر العيون إليه ...
وكأن خجلته إذا ما فارقت ... وجناته عادت إلى شفتيه
_________
(١) اليعفور: الخشف أو الظبي.
(٢) شعر الرمادي: ٥٢.
(٣) توجن: غير معجمة في الأصل.
(٤) شعر الرمادي: ١٣٤ والأول في اليتيمة ٢: ١٢ مع بيتين آخرين.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (123,'- ٢٤٤ -
وقال أيضاً (١)
وتنعمت في خدود صباح ... زائدات على بياض الصباح
صار فيها الخيلان في الورد شبها ... للغوالي (٢) في أحمر التفاح - ٢٤٥ -
وقال أيضاً يصف آثار الجدري (٣)
إن وجها كالبدر في الإشراق ... (٤) يلحق السائحين بالعشاق
زانه شين غيره، جدري ... سحره مثل سحر تلك المآقي
فكأن الوجه الجميل لآل ... ملصقات بناصع الأوراق
واعترى في التصاقها جدري ... فاستبانت مواضع الإلصاق - ٢٤٦ -
وقال أيضاً
بأبي صفحة (٥) ترى الشخص فيها ... في صفاء أصفى من المرآة
ينزع (٦) الناس نحوها بازدحام ... كازدحام الحجيج في عرفات
_________
(١) شعر الرمادي: ٦١.
(٢) ص: كالغوالي.
(٣) هذه القطعة والتي تليها في مجموع شعره: ٩١، ٥٦ والثانية منهما في المطمح: ٧١ ومعجم الأدباء ٢٠: ٦٣ - ٦٤ ونفح الطيب ٤: ٣٨ وفيها يتغزل بغلام نصراني اسمه نصير.
(٤) السائحون: العباد المتزهدون.
(٥) ص: صحفة؛ وفي المصادر: بأبي غرة.
(٦) ياقوت: تبصر، المطرب: يسرع؛ النفح: تنزع.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (124,'- ٢٤٧ -
وقال ابن هذيل
وجه أغر كأنه بدر الدجى ... فعليه من نور السعود كمال
تتزاحم اللحظات في إشراقه ... فكأنه فوق العيون هلال - ٢٤٨ -
وقال علي بن أبي الحسين
بنفسي ألحاظ إذا ما تشبثت ... بجاهل عشق علمت كيف يعشق
وخد شروق الشمس في صفحاته ... فما قابلت من مهجة فهي تشرق
حكى (١) مرتعا في كل حين فنوره ... أقاح وسوسان وورد منمق
وما ألهج الصب المشوق بحبه ... سوى لهجة في وعده ليس تصدق - ٢٤٩ -
وقال أبو عوف القرشي
لاحظته والرقيب مشتغل ... لحظة مستعطف شكا ألمه
فصد عني بوجهه خجلا ... وعض من خيفة الرقيب فمه
ورد فرط الحياء وجنته ... كأنما الصدغ غيرة لطمه - ٢٥٠ -
وقال محمد بن مسعود البجاني (٢)
ويحي على الشادن الذي لعبت ... (٣) جفونه بالبريء والنطف
_________
(١) ح: مربعا، والباء غير معجمة في الأصل.
(٢) في ص: النجاري - دون اعجام -.
(٣) النطف: المريب المعيب.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (125,'أهيف مثل القضيب مئزره ... يلطم ما فوقه من الهيف
كالبدر وجها، كالغصن منعطفا ... (١) كالدر لفظا، كالروضة الأنف
أغنته عند الورى محاسنه ... عن اتخاذ العقود والشنف
يجول في خده الجمال كما ... جالت معاني البيان في صحف
أسكر قلبي بكاس مقلته ... سكران (٢) بين الحياء والصلف - ٢٥١ -
وقال يوسف بن هارون (٣)
يا ثوبه الأزرق الذي قد ... فات (٤) العراقي في السناء (٥)
يكاد وجه (٦) الذي يراه ... يكسى بياضا من الضياء
كأنه فيك بدر تم ... يقطع (٧) فيزرقة السماء ٢٣؟ باب في فتور العين ومرضها وغنجها
- ٢٥٢ -
وقال أحمد بن عبد ربه (٨)
وكأنما ترنو بعين غزالة ... فقدت بأعلى الربوتين غزالها
_________
(١) الروضة الأنف: المحمية التي لا يرعاها أحد.
(٢) سكران صفة له، وإذا قلت: سكرين جعلته مفعولا مطلقا لأسكر.
(٣) شعر الرمادي: ٥١ والأول والثالث في الذخيرة ١٢ / ١: ٥٠٦ لابن الرومي، وأدرجه المحقق في ديوانه ١: ١٣٧.
(٤) الذخيرة: فاق.
(٥) العراقي: الثوب العراقي.
(٦) ص: وجه من.
(٧) الذخيرة: فيه.... يشق.
(٨) ديوانه: ١٤١.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (126,'بيضاء تستر بالحجال ووجهها ... كالشمس يستر بالضياء حجالها - ٢٥٣ -
وقال ابن هذيل
كأن عيونهن عيون عين ... فواتر قد سكرن بغير راح
يموت العذل (١) في أهل التصابي ... بهن، فما لأهل العشق لاح - ٢٥٤ -
وقال يوسف بن هارون (٢)
في لحظ طرفك عبرة لسقامه ... وفعاله فعل الحمام المتلف
فكأنه (٣) فلل بدا في مرهف ... ماض وليس بضائر للمرهف - ٢٥٥ -
وقال علي بن أبي الحسين
وأرسلت نحوي من جفونك مرهفا ... أرق من الشكوى وأخفى من الحدس
كأن (٤) غراريه، وإن كان فلها ... فتورا، حمام لا يلبث بالنفس
أدير لحاظ العين فيك فأنثني ... وقلبي في حزن وعيني في عرس
_________
(١) ص: هوت للعذل؛ ح: يهون العذل.
(٢) شعر الرمادي: ٩٠.
(٣) ص: فلك.
(٤) ص: عواريه: وغرار السيف: حده.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (127,'- ٢٥٦ -
وقال صاعد بن الحسن
فردت أعين الرقباء حيرى ... بألحاظ كألحاظ المروع
ولم يك في إذ رحلوا سوى أن ... أغازلهم بأطراف الدموع - ٢٥٧ -
وقال ابن عبد ربه (١)
مظلومة باللحظ وجنتها ... وجفونها جبلت على الظلم
وكأن عينيها تضمنتا ... ما في فؤادك من جوى السقم - ٢٥٨ -
وقال يوسف بن هارون (٢)
وأحور وسنان الجفون (٣) كأنما ... به سقم في لحظه غير موجع
كأن بعينيه خضوعا ومن رمي ... بألحاظه تلك الخواضع يخضع ٢٤؟ باب في الثغر وطيب الريق
- ٢٥٩ -
قال يوسف بن هارون (٤)
وقد (٥) قطبت شهدا مدامة ثغره ... وما في الجفون الفاترات هي الصرف
_________
(١) ديوانه: ١٥٦.
(٢) شعر الرمادي: ٨٤.
(٣) ص: كأنها.
(٤) شعر الرمادي: ٨٧.
(٥) ص: قطفت، وقطبت: مزجت.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (128,'لذا (١) يقتل الصرف الذي في جفونه ... ويلتذ، مما في مراشفه، الرشف
أقول ولم أكمل لهم وصف حسنه: ... على رسلكم، في حسنه انقطع الوصف
هو الدر والمرجان والبدر والدجى ... هو الورد والسوسان والغصن والحقف - ٢٦٠ -
وقال أيضاً (٢)
يا حبذا الفلج المعسول ريقته ... وكل حرف به من لفظه خطرا
يغر كحق به الدر النفيس غدا ... ملآن منه فمنظوما ومنتثرا
يجاوز النطق حسن الثغر منتبذا ... كأنها درر قد أرسلت دررا - ٢٦١ -
وقال أيضاً (٣)
قد صحونا عن الشراب على فرط اشتياق إليه إذ أنت صاح ...
غير أني عوضت من شرب كاس ... قهوة الريق في كؤوس الأقاحي
ما فجعنا بالراح كاسا بكاس ... من ثغور فيهن راح كراح
_________
(١) ص: لذي.
(٢) شعر الرمادي: ٦٨.
(٣) المرجع نفسه: ٦١.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (129,'- ٢٦٢ -
وقال أيضاً (١)
نطقت عن أشنب فيه خمر ... برضاب الشهد فيه تشعشع
وعلى الأشنب بابا عقيق ... يحفظان الدر بان لا يضيع
تحت قفل من الزمرد يحكي ... شارب الأمرد عند الترعرع - ٢٦٣ -
قال ابن عبد ربه (٢)
ورضاب (٣) كأنه ما يمج النحل طيبا وما يسح (٤) الحبي ...
علنيه بدر من الإنس يا من ... ظن بالبدر أنه إنسي - ٢٦٤ -
وقال مروان بن عبد الرحمن
وأحاول السلوان عن حبي له ... (٥) فيعزني منه أغر مفلج
كالأقحوان سقاه أري رضابه ... وجلاه من صبغ السواد بنفسج
_________
(١) كتب على هامش النسخة: هذه الثلاثة الأبيات ليست مستقيمة الوزن إلا بزيادات تخرجها عن المعنى قليلا، قلت: وقد أخطأ المعلق، فالأبيات من وزن المديد، إلا في صدر البيت الثالث فقد خرج الشاعر فيه إلى الخفيف، وانظر شعر الرمادي: ٨٠.
(٢) ديوانه: ١٧٨.
(٣) ص: وضراب.
(٤) ص: يمح، قلت وقد يقرأ: يثج بمعنى يصب، والحبي: السحاب.
(٥) يعزني: يغلبني على أمري.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (130,'- ٢٦٥ -
وقال مؤمن بن سعيد
من كل خلود لو تعل مدامة ... حسبت مراشفها المدام مداما
حوراء ساجية الجفون بطرفها ... سقم يولد سحره الأسقاما - ٢٦٦ -
وقال محمد بن عبد العزيز
ويبسم عن ألمى أغر كأنه ... أقاح حبته مزنة بالتبسم
كأري لصاب شيب بالماء ريقه ... (١) إذا مجه، أو كالرحيق المختم - ٢٦٧ -
وقال علي بن أبي الحسين
عانقته فرأيت منه شمائلا ... حسن القضيب لحسنها مستعبد
ولثمته فحسبت ريقه ثغره ... ضربا ومزنا وهي نار توقد ٢٥؟ باب في النهود
- ٢٦٨ -
وقال يوسف بن هارون (٢)
ليالي يميني تقبض الكاس مرة ... وأخرى لها قبض على نهد كاعب
نهود كتفاح اللجين كأنها ... لتدويرها قد أفرغت في قوالب
_________
(١) الأري: العسل، واللصاب: شقوق الحبل.
(٢) شعر الرمادي: ٥٤.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (131,'- ٢٦٩ -
وقال عبد الملك بن جهور بن الوزير
أخف وقعي وأسعى سعي مستتر ... علي ستر من الظلماء والغسق
وأجتني لك نهدا لا نظير له ... كأنما هو رمان على طبق الظلماء والغسق واحد، والعرب تعيد المعنى إذا اختلف اللفظان، قال الله عز وجل:
(لا ترى فيها عوجا ولا أمتا) (طه: ١٠ - ٧) وقال: (فلا يخاف ظلما ولا هضما) (طه: ١١٢) وقال (ثم عبس وبسر) (المدثر: ٢٢) وقال (إنما أشكو بثي وحزني إلى الله) (يوسف: ٨٦) وكل ذلك من اللفظين واحد.
- ٢٧٠ -
وقال يوسف بن هارون (١)
وشكوى الصب من ألم شديد ... وشدة ضم رمان النهود
جسوم كالمياه يضم منها ... إذا اعتنقت نهودا كالحديد - ٢٧١ -
وقال أبو عثمان السرقسطي
ورسولي إليك أصلحك الله غزال كالبدر في الدجن لاحا ...
حسنته يد الطبيعة حتى ... صيرت وصله حلال مباحا
حسنت صدره (٢) بأنبل رما ... ن تحاكي أطرافهن الرماحا
_________
(١) شعر الرمادي: ٦٥.
(٢) بأنبل: في ص غير منقوطة، وهو من قولهم ثمرة نبيلة.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (132,'- ٢٧٢ -
وقال ابن الخطيب
وناجمان من التفاح في غصن ... يميله نفس المضنى به هيفا
يدافعان إلى الألحاظ ما لبسا ... كالسر في صدر نمام ولو كشفا (١)
لو لم يكفهما ضعف للينهما ... لمزقا عنهما بالدفع ما التحفا
- ٢٧٣ -
وقال محمد بن أبي الحسين
وبعثنا بمثل نافرة الغزلان صنفين بين دعج وحور ... ناجمات النهود مثل حقاق العاج في اللطف مدمجات الخضور (٢) ... يتثنين مائسات فيثنين قدود الغصون تحت البدور ... - ٢٧٤ -
وقال عباس بن ناصح
قل لعبد الرحيم رفقا بعبدك ... لا تمت قلبه بلوعة صدك بذمام الهوى وبالسحر من عينيك والورد من شقائق خدك ... رق لي رقة تشاكل خصريك ولا تقس مثل قسوة نهدك ... ٢٦؟ باب في مشي النساء وتشبيه القدود
- ٢٧٥ -
قال عبد الملك بن جهور
أقبلت في ثوب عليك بنفسجي ... كالسوسن الأرج النقي الأبهج
_________
(١) في ص: كسفا، وأرى أن يقرأ " وما كشفا ".
(٢) ص: الخطور.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (133,'كالروض حسنا قد تشرب ماءه ... فبدا به من حل كل حسن مبهج
وكأن مشيك للقضيب إذا انثنى ... وكأن جيدك للغزال الأدعج خفف الياء من " بنفسجي " للضرورة.
- ٢٧٦ -
وقال ابن هذيل
مشين إلى الركاب وقد أنيخت (١) ... كما يمشي الأسارى في القيود
تغازلنا ملاء الخز عمدا ... بأطراف الروادف والنهود - ٢٧٧ -
وقال علي بن أبي الحسين
وكأن مشيته تهادي ديمة ... والوصل يبرق والتجني يرعد
نشوان من سكر الشباب كأنه ... غصن تجور به الرياح وتقصد (٢) - ٢٧٨ -
قال يوسف بن هارون (٣)
وكانت على (٤) خوف فولت كأنها ... من الردف في قيد الخلاخل ترسف وأهدت سلاما عن بنان كأنها التماعا ووحيا بارق متخطف ...
بمعصم كافور بياضا، تكنه ... بغالية (٥) من صبغه، وتطرف
_________
(١) غير منقوطة في الأصل.
(٢) تقصد: تعتدل.
(٣) البيت الأول في المطمح: ٧٣ والنفح ٤: وانظر شعر الرمادي: ٨٩.
(٤) ص: حرف.
(٥) ص: ببطن يظنه بعالية (والياء في يظنه غير منقوطة) .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (134,'- ٢٧٩ -
وقال إسماعيل بن بدر
تحلت دياجي الليل إذ زار موهنا ... وخداه مكسوان وردا وسوسنا
غزال كقرن الشمس في رونق الضحى ... وإن لم يكنها كان أشهى وأزينا
فقلنا له: أهلا وسهلا ومرحبا ... قصارك منا أن تشم وتجتنى
فما تركته الكاس حتى كأنه ... قضيب من الريحان قد مال وانثنى وقال يوسف بن هارون
(١) [.................] ... ٢٧؟ باب في الحديث
- ٢٨٠ -
قال أحمد بن فرج (٢)
كلمتني فقلت در سقيط ... فتأملت عقدها هل تناثر
_________
(١) لم يرد شيء بعد هذا وليس في النسخة بياض؛ ولذا لم نضع رقما هنا.
(٢) أورد البيتين في الحلة ١: ٢٦٠ منسوبين للمصحفي ثم قال: ويروى لغيره، وهما للمصحفي أيضاً في المرقص والمطرب: ١٦ وفي الدرة المضيئة ٦: ٥٧٦ والمسالك ١١: ١٧٤. والنفح ١: ٦٠٤ ونسبهما للمصحفي (نقلا عن المطمح ولا وجود لهما فيه) ثم قال ونسبهما غيره لأحمد بن الفرج وهما في الذخيرة ٢ / ١: ٣٩٠ دون نسبة ورفع الحجب ١: ١٢٤ ونسبا في نهاية الأرب ٢: ٧٣ لعلي بن عطية البلنسي (أي ابن الزقاق) .',NULL,'140',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (135,'فازدهاها تبسم فأرتني ... عقد (١) در من التبسم آخر - ٢٨١ -
وقال عبيد الله بن إدريس
وأنس أعاطيه الجليس كأنه ... حديث الأماني صدقتها المطامع
أو الوصل جاد الحلم فيه بموعد ... بل الوعد أوفاه خليل ممانع
كأن مدار الكأس في الشرب طيبه ... على العود لما استنطقته الأصابع - ٢٨٢ -
وقال أيضاً
وأذكرنا الشعبي طيب حديثه ... (٢) وأخمل عمرا علمه وأبا عمرو
إذا ما شهدناه تقاصر يومنا ... بأنس حكى طيب السماع على الخمر
نعاطى من الإيناس راحا مريحة ... على العقل لا كالراح تغشاك بالسكر
فما يومه في الأنس إلا كساعة ... ويوم سواه في التطاول كالعمر - ٢٨٣ -
وقال ابن هذيل
فصلن ممحضا تجد بين فكيه لسانا (٣) به يراض الكلام (٤) ...
_________
(١) في رواية: نظم.
(٢) الشعبي. عامر بن شارحيل (ت ١٠٥) من همدان، ومن رجال العصر الأموى، عمل في الكتابة لبعض أمراء الأمويين وولي الكوفة لابن الزبير وأما عمرو فهو الجاحظ عمرو بن بحر (ت ٢٥٥) وأبو عمرو ابن العلاء اللغوي المشهور (ت ١٥٩ أو ١٥٤) .
(٣) ص: لنادنا.
(٤) الممحض: الذي يخلص النصح.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (136,'وحديثا كأنه قطع الروض ... (١) إذا ما همى عليه الغمام - ٢٨٤ -
وقال جعفر بن عثمان
ليلتي غمضة ونومي لحظه ... هكذا دهر كل من نال حظه
وكأن الحديث وهو فنون ... خفقات (٢) السرور في كل لحظه - ٢٨٥ -
وقال صاعد بن الحسن
ما ضر أهلك من لمام مخالس ... قطع الحديث كوشي روض مرهم (٣)
هل غير شكوى مدنف قذفت به ... برحاء وجدك في لهيب مضرم؟ ؟ ٢٨؟ باب في الخصور والأرداف
- ٢٨٦ -
وقال عبادة
ورأيت خصرك يشتكي ما أشتكي ... فضممته ضم النحيل نحيلا
فكأنما قلب الفراق تلاقيا ... (٤) بالجزع أو حسب البكا تنويلا
_________
(١) من قو بشار:
وحديث كأنه الروض ففيه الصفراء والحمراء ... (٢) ص: خفة في مسامع؛ وفي ح: حفني بالسرورو.
(٣) قطع: مفعول به لاسم الفاعل " مخالس " مرهم: جادته الرهام وهي الأمطار.
(٤) ص: تنزيلا.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (137,'- ٢٨٧ -
وقال مروان بن عبد الرحمن (١)
دق منه الخصر حتى خلته ... من نحول شفه قد عشقا
وكأن الردف قد تيمه ... فغدا معنى علقا
ناحلا جاور منه ناعما ... كحبيي ظل لي معتنقا
عجبا إذ أشبهانا كيف لم ... يحدثا هجرا ولم يفترقا - ٢٨٨ -
وقال علي بن أبي الحسين
كيف التصبر عن بدر كلفت به ... خفت أعاليه فارتجت مآكمه
يكاد من رقة في خصره وجبت (٢) ... من الكثيب، بأن يحويه خاتمه
شكا الأسى خصره إذ ظل يحمله ... كأنما هو مظلوم وظالمه - ٢٨٩ -
وقال ابن الخطيب
كأن خصرك ضعفا قد من جسدي ... (٣) وثقل ردفك من همي إذا انعكفا
_________
(١) بعض هذه القصيدة في الحلة ١: ٢٢٢ وانظر القطعة: ١٦١ وتخريجها.
(٢) وجبت: الجيم غير معجمة في الأصل.
(٣) لعله " انعطفا ".',NULL,'143',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (138,'كأن لحظك أغوى مقلتيك به ... عمدا لتضعف من سقم كما ضعفا
كأن ردفك مما انحط منه نما ... حتى تضايق عنه المرط مكتنفا - ٢٩٠ -
وقال علي بن أحمد
تبغي القيام فتثنيها روادفها ... كأنما حملت منهن أوساقا
كأنما مقلتاها دون سائرها ... قد أنحلت خصرها وجدا وإشفاقا؟ ٢٩؟ باب في العناق والوداع
- ٢٩١ -
قال عبد الملك بن جهور
حتى اعتنقتك مشتاقا إليك كما ... يعانق الغصن غصنا ناعم الورق
وتحت أضلاعنا قلبان قد خفقا ... لما التقينا، من الإشفاق والفرق - ٢٩٢ -
وقال يوسف بن هارون (١)
تعانق في الأضلاع قلبي وقلبها ... وقام لنا وحي العيون بأذرع
وضمت على رمانتيها كأنما ... (٢) تعانقني كفا أسير مكنع
_________
(١) هذه القطعة والتي تليها في شعر الرمادي: ٨٤، ١٢٩.
(٢) المكنع: الذي قيد بالأغلال.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (139,'- ٢٩٣ -
وقال أيضاً
لما تهددني نصير بالنوى ... أفزعت من نأي (١) إلى هجران
فكأنني في ذا وذلك (٢) حائر ... قد فر من أسد إلى ثعبان - ٢٩٤ -
وقال مؤمن بن سعيد (٣)
عاد التذكر ذا الهوى المتجدد ... ومتى يعد ذكر الأحبة يكمد
أودى (٤) الفراق بقلبه فكأنه ... بين الظعائن ميت لم يلحد - ٢٩٥ -
يا ظاعنا قلبي عليه هوجد ... أنى سلمت وناره تتأجج
سلكت به أيدي المطايا منهجا ... فيه لطيف الحزن نحوي منهج
فكأنه بدر الدجى يجري على ... فلك الأفول له السباسب أبرج - ٢٩٦ -
وقال يوسف بن هارون (٥)
مضت بفؤادي بين أحشائه النوى ... فهن حلاء بعده كالمعالم
_________
(١) ص: يأتي.
(٢) ص: جائر.
(٣) ورد الثاني منهما في اليتيمة ٢: ٢٠.
(٤) ص: أفدي.
(٥) هذه القطعة والتي تليها في شعر الرمادي: ١٢١، ٨٣.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (140,'كأن النوى ليث أصيب بأشبل ... رأى ثاره بين الحشا والحيازم - ٢٩٧ -
وقال أيضاً
ولما رأيت الشمس تأفل بالنوى ... دعوت فلم أمنح إجابة يوشع
كأن النوى قد أوجعت باجتماعنا ... فبنا، فنالت برءها من توجعي - ٢٩٨ -
وقال ابن هذيل
مروا كما مضت السهام فلم تعج ... نحوي ركابهم ولم يتوقفوا
ورأيت محبوبي فمال بجيده ... نحوي كما مال القضيب الأهيف
حيران من (١) وجل البكاء كأنه ... نشوان قد غلبت عليه القرقف
فعصيت إقدامي فما ودعته ... (٢) إلا مخالسة وعيري ترسف - ٢٩٩ -
وقال أيضاً
وضعنا على جمر الفراق خدودنا ... فعادت سماء الكبر من ذلنا أرضا
وقفنا وقوف الدمع من بهتة النوى ... فلم نستطع ركعا ولم نستطع نهضا - ٣٠٠ -
وقال أيضاً في الفراق يوم الطل (٣)
لم يرحلوا إلا وفوق رحالهم ... غيم حكى غبش الصباح المعتلي (٤)
_________
(١) ص: زحل.
(٢) ص: مجالسه ... يرسف.
(٣) الأبيات في الجذوة: ٣٥٨ وبغية الملتمس رقم: ١٤٩٥.
(٤) الجذوة: الظلام المقبل.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (141,'وعلى (١) هوادجهم مجاجات الندى ... فكأنها مطرت بدر مرسل
لما تحركت الركاب تناثرت ... من فوقهم في الأرض بين الأرحل (٢) - ٣٠١ -
وقال عبادة
لم أر عجم البكاء يأخذه ... إذ قام عند العناق كالألف (٣)
كأنه في وجيز خطرته ... خياله إذ سرى فلم يقف
كأنما الحب كان أسلفني ... نفسي فثم استردني سلفي ٣٠؟ باب في البكاء
- ٣٠٢ -
قال أحمد بن عبد ربه (٤)
حوراء ناغتها (٥) النوى في حور ... حكمت لواحظها على المقدور
وكأنما (٦) غاص الأسى بجفونها ... حتى أتاك بلؤلؤ منثور
_________
(١) الجذوة: وعلت مطارفهم.
(٢) الجذوة: تحت الأرجل.
(٣) العجم: النقط بالسواد، وأراد به هنا " نقط " الدموع.
(٤) البيتان في اليتيمة ٢: ٨١ والعقد ٥: ٤٠٠ وديوانه: ٨١ والثاني الشريشي ١: ٤٦ (ط ١٣٠٠) .
(٥) اليتيمة: راعتها؛ العقد، داعبها؛ ح: باغتها، وهي قراءة جيدة.
(٦) العقد: غاض، ولا معنى له إذ اللؤلؤ يتطلب غوصا.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (142,'- ٣٠٣ -
وقال أيضاً (١)
إليك فررت من لحظات عين ... خلعت بها القلوب من الصدور
تسيل مع الدموع جفون عيني ... كما سال الفؤاد مع الزفير - ٣٠٤ -
وقال محمد بن عبد العزيز
لما رأت عزمي بكت فتوردت ... بيض الدموع بخدها المتورد
تنهل وهي لآلئ وتعود في ... توريد خديها كلون العسجد - ٣٠٥ -
وقال ابن هذيل
تعلقن (٢) بالأشفار من كل مقلة ... تغض فحاكين الجمان المؤلفا
وقد جد دمعي فوق خدي فعبرة ... تسيل وأخرى ماؤها ما (٣) تنشفا
إذا اجتمعا نوعين قلت شقيقة ... أضيف إليها نرجس فتألفا - ٣٠٦ -
وقال محمد بن أبي الحسين
تكلم الجفن في جوانحه ... بالدمع حتى حسبت الجفن عاد فما
وجاد بالدم بعد الدمع يسكبه ... حتى كأن جميع الجسم فاض دما
_________
(١) ديوانه: ٧٨.
(٢) ص: تعلقي.
(٣) ص: دما.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (143,'- ٣٠٧ -
وقال يوسف بن هارون (١)
كأن الدموع ماء ورد بأوجه ... (٣) يخيلن (٢) من حر اللجين مداهنا
كأن قد خشين (٤) النكث في الحب بعدهم ... علينا فأعطينا القلوب رهائنا - ٣٠٨ -
وقال علي بن أبي الحسين
حليتها بدموع لو تبردها ... بوصلها لغدت في جيدها سمطا
تبيان وجد غدا سقمي صحيفته ... ودمع عيني على ألفاظه نقطا - ٣٠٩ -
وقال الهذلي
وبيني وبين المستقلة بالنوى ... دموعي ونور ساطع تحت برقع
كأن دموعي حاسدتني فلم تدع ... لواحظ عيني أن تودعها معي
_________
(١) شعر الرمادي: ١٢٥.
(٢) ص: يجيلين.
(٣) ص: مذاهبا، والمداهن: جمع مدهن وهو نقرة يستنقع فيها الماء في الجبل.
(٤) ص: حشين.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (144,'٣١ -؟ باب في خفوق القلب
- ٣١٠ -
وقال الهذلي
كأن فؤادي في يدي خفقانه ... فريسة ليث قد تلاشت من النهب
كأن سرابا في ضلوعي وجاحما ... فهذا حكى شوقي وهذا حكى قلبي - ٣١١ -
وقال أيضاً
ويوما بدارات العقيق لو أنه ... أعيد لرد الشمس عن كل مطلع
لقينا به فتك النوى وقلوبنا ... قوادم طير في الحبائل وقع - ٣١٢ -
وقال علي بن أبي الحسين
كأن فؤادي طائر بين أضلعي ... (١) يريد فرارا والجوانح مطبق
كأن (٢) عذابي حوله شرك له ... تنشب فيه فهو للخوف يخفق - ٣١٣ -
وقال يوسف بن هارون (٣)
تولت بهم يوم الفراق مطيهم ... بأعجل من خفق الفؤاد وأسرع
كأن الحشا والقلب عند تذكري ... لهم ورقات في قضيب مزعزع
_________
(١) المطبق: السجن.
(٢) ص: عراني " دون إعجام "؛ ح: عراقي، ولم اتبين لها من حيث المعنى إلا إن عده قياسا على عراق الظفر وهو لحمه المحيط به.
(٣) شعر الرمادي: ٨٣.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (145,'- ٣١٤ -
وقال أيضاً (١)
هويت، فؤادي، من يراني عبده ... (٢) أنا عبد رب وهو عبد لربين
كأن فؤادي بين عينيه كلما ... يلاحظني عصفورة بين صقرين - ٣١٥ -
وقال مروان بن عبد الرحمن
أرقرق دمعي كي أبرد غلة ... بقلب على جمر الهموم مقلب
خفوق بمثل الخافقين ترحبا ... وإن ضمه ضنك من المنقلب (٣) - ٣١٦ -
وقال يوسف بن هارون (٤)
كأن الحشا للذكر أوتار قينة ... تهز بعناب على الضرب دائم
وإلا حشا غرسية (٥) الخافق الذي ... تزعزعه (٦) أرماح يحيى بن هاشم
_________
(١) شعر الرمادي: ١٢٨.
(٢) يريد أنه مسترق.
(٣) الضنط: الضيق.
(٤) شعر الرمادي: ١٢٠.
(٥) ص: عوسيه، ويبدو أن القصيدة في مدح بن هاشم وذكر انتصاره على من اسمه غرسيه من أمراء الشمال. ولعل المقصود يحيى بن محمد بن هاشم التجيبي وكان من كبار القواد في زمن الحكم المستنصر، وفي سنة ٣٦٥ عين قائدا بمنطقة سرقسطة أو الثغر الأعلى.
(٦) ص: ترعرعه.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (146,'؟ ٣٢؟ باب في طول الليل والسهر ومراعاة النجوم
- ٣١٧ -
قال سعيد بن العاصي
يا ليلة الهجر أنت واحدة ... أم جمع الدهر فيك لي ألفا
كأنما الليل عاد دائرة ... فما ترى مقلتي له طرفا - ٣١٨ -
وقال عباس بن ناصح
فبت أرقب صبحا سد مطلعه ... فلا أرى الليل عن مرقاته انصدعا
كأنه ونجوم الليل قد جعلت ... تهوي على السمت منها غورا خضعا
راع تلبث قد أوصى بصرمته ... أخرى الرعاء يزجي سائقا هبعا
يا ليل أصبح ويا صبح استتر فلقد ... أبرحتماني فإن لم تفعلا فدعا الصرمة: القطعة من الغنم، والهبع: ما نتج آخر النتاج، والربع: ما نتج في أوله. فإذا مشى الهبع مع الربع يعيقه أي استعان به. وقوله أبرحتما أي أفرطتما وبالغتما.
- ٣١٩ -
قال يوسف بن هارون (١)
فطال علي الليل حتى كأنه ... قد امتثل الهجر الذي ليس يقلع
وطال انتظاري للصباح كأنني ... أراقب منه غائبا ليس يرجع
فيا شعر من أهواه هل لك آخر ... ويا وجه من أهواه هل لك مطلع
_________
(١) شعر الرمادي: ٨٢.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (147,'- ٣٢٠ -
وقال مروان بن عبد الرحمن
وتجافت جفون عيني سهدا ... حين علمن من جفاك الجفاء
فكأني ما تناءت جفوني ... لاحظ ورد وجنتيك اجتناء
وكأن الجفون ترقب وعدا ... بالتلاقي فلا تروم التقاء - ٣٢١ -
وقال يوسف بن هارون (١)
لمقليه (٢) ليل له من همومه ... دجاه، ومن وجد؟ تضمن؟ دائمه
كأن سواد الشوق جيش مدرع ... تريث (٣) فيه خوف (٤) صبح يهاجمه
وأبطأ عنه الصبح حتى كأنه ... رأى من سواد الليل ما لا يقاومه
تجاوب فيه ورقه فكأنها ... تبث حديثا بالنهار تكاتمه
كأن سواد الليل مات صباحه ... فقامت عليه بالرثاء حمائمه
_________
(١) المرجع السابق: ١١٩.
(٢) ص: لمقلته.
(٣) ص: ترنت؛ ح: ترتب.
(٤) ص: جوف.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (148,'- ٣٢٢ -
وقال ابن هذيل
كأن ليلي مما طال جانبه ... أخاف صبحي حتى ضل أو هربا
كأن صبحي يخشى أن يؤنبه ... أهل الهوى فاختفى بالليل وانتقبا - ٣٢٣ -
وقال أيضا
وليل بغى فيه الغراب جناحه ... ولم ينفصل عنه ولكنه عمى
دجا فكأني من حناياه، أو أتى ... جريمة سوء في سريرة مجرم
إذا قلت أين الصبح فاضت فكأنه ... (١) يراصد إطلاقي نجي التكتم - ٣٢٤ -
وقال أيضاً
أكابد ليلا لا يزال كأنه ... لإكبابه فوقي شجي مفكر
وأسأله أن ينجلي فكأنه ... رثى لي ففيما نابني يتفكر - ٣٢٥ -
وقال أيضاً
وليل كفكر في إقامة دولة ... فلو كان في عرق لما نبض العرق
كأن دراريه استرابت هدوه ... فأخطت مجاريها فليس لها طرق
_________
(١) ص: يحي ليتكلم.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (149,'- ٣٢٦ -
وقال أيضاً
كأن ليلي وفي أعلاه أنجمه ... لما تأوهت في ظلمائه شابا
كأن ليلي شريكي في الهوى فإذا ... فكرت فكر والبلوى لمن خابا
كأن ليلي وصبحي فيه محتجب ... غيران سد على معشوقتي بابا - ٣٢٧ -
وقال سعيد بن العاصي (١)
ما (٢) بال صبحي قد تقارب خطوه ... وأبطأ حتى ليس يرجى قدومه
كأن نجوم الليل قيدها الدجى ... وأوقفها في موضع لا تريمه
فبانت على الخضراء فوضى كأنها ... حيارى سوام غاب عنه مسيمه وقد استقصر بعض الناس لياليه بزيارة أحبائه وعطف (٣) زمانه واتصال أنسه فمن أحسن ما قيل في ذلك:
- ٣٢٨ -
قول عبد الله بن سعيد المسري (٤)
ألا رب ليل قد تقاصر طوله ... علي فلم أعلم سرورا متى انقضى
_________
(١) ورد الأول والثاني من هذه الأبيات في الحلة ١: ٢٢٥ منسوبين لمروان بن عبد الرحمن.
(٢) ح: فما؛ وإنما زاد الفاء ليستقيم له الشطر الأول من الطويل (إذ هو في حاله هذه من الكامل) ولكن هذا كثير في الشعر، حتى أصبح شيئا متعارفا كأنه قاعدة.
(٣) ح: وغطف، ومعناه سعة العيش.
(٤) هذه النسبة إلى أبي عبد الله محمد بن مسرة الذي أسس مذهبا خاضعا في الأندلس جمع فيه بعض آراء المعتزلة والمتصوفة والآراء القديمة، انظر تاريخ الأدب الأندلسي، عصر سيادة قرطبة: ٥٢ - ٥٨ (الطبعة الأولى) .',NULL,'155',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (150,'نفى النوم عني فيه ظبي مساعد ... يوافق ما أرضى وأرضى بما ارتضى
كأن ظلام ضن بليله ... فولى ليل الوصل فيه تعرضا ٣٣؟ باب في الخيال
- ٣٢٩ -
قال يوسف بن هارون (١)
لا شكر عندب للحبيب الهاجر ... بل جل شكري للخيال الزائر
فكأنه يخشى العيون نهاره ... فيزورني تحت الظلام الساتر
نومي يريه لناظري فكأنه ... قبل المنام قد اختفى في ناظري - ٣٣٠ -
وقال أيضاً
خيال لمن حال عن عهده ... أتاني وما كنت في وعده تمادى إلى الوصل حتى أتى الصباح فعاد إلى ضده ...
كأني قد بت في شعره ال ... أحم وأصبحت في خده - ٣٣١ -
وقال ابن عبد ربه (٢)
ورب طيف سرى وهنا فهيجني ... نفى طوارق هم النفس إذ طرقا
_________
(١) هذه المقطوعة والتالية لها في شعر الرمادي: ٧٥، ٦٧.
(٢) ديوانه: ١١٧.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (151,'كأنما أغفل الرضوان رقبته ... وهنا ففر من الفردوس مسترقا - ٣٣٢ -
وقال علي بن أبي الحسين
وزور (١) إذا ما العطف (٢) سهل حزنه ... حكى طيفه استعجاله حين يطرق
يواصل غبا وهو لو أنصف الهوى ... لكنا مع الإنصاف لا نتفرق
كأن خيالا منه لحظة خائف ... (٣) رقيبا له أو بارق متألق - ٣٣٣ -
وقال ابن الخطيب وهو في المطبق
وابأبي زائر إلى الطبق ... عوضني بالمنام من أرقي
ثم سقاني رحيق ريقته ... وبات كالغصن وهو معتنقي
أضم منه إلي بدر دجى ... يطلع في لمة من الغسق
مرتشفا من لثاته بردا ... في ذوبه البرد من لظى حرقي
حتى انثنى بالرقاد مرتحلا ... عني ورد السهاد للحدق
كأنه في وشيك رحلته ... لامع برق أضاء في الأفق
_________
(١) ص: ودور، والزور: الزائر.
(٢) ص: القطف.
(٣) شبه خياله لدقته بلحظة من يخاف رقيبا له، أو أنه كأنه برق خاطف، وكلمة " رقيبا " مفعول به لاسم الفاعل " خائف ".',NULL,'157',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (152,'لو كان لي بالنهوض أجنحة ... طرت على إثره من القلق - ٣٣٤ -
وقال الغزال
ولا والهوى (١) ما الإلف زار على النوى ... يجوب إلي الليل في البلد القفر
ولكنه طيف أقام مثاله ... لعيني في نومي خواطر من فكري ٣٤؟ باب في النحول (٢)
- ٣٣٥ -
قال ابن الهذيل
كأني من فرط الصبابة عاشق ... يخاف عليه كاشحا فهو مضمر
إذا عادني من لست أنساه لم يجد ... سوى أدمع لم يدر من حيث تقطر
ويعلم أني قائم الشخص كلما ... أحن إلى ذكر الحبيب وأزفر
كما الريح إن هبت سمعت هبوبها ... وليس يراها ناظر حين تخطر - ٣٣٦ -
وقال يوسف بن هارون (٣)
وكأنما أخفي عليك بصحتي ... سقما فيكسوني السقام لتشتفي
_________
(١) ص: فالهوى.
(٢) ص: التحول.
(٣) شعر الرمادي: ٩٠.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (153,'أخفيتني وأريد أن أخفي الهوى ... أوليس معدوما خفي في خفي - ٣٣٧ -
وقال أحمد بن فرج
إعتبر عبرة الدموع السوافك ... (١) فستنبيك أنني غير آفك
ما تراني خفيت عن كل شيء ... فكأني خلقت من إسعافك - ٣٣٨ -
قال محمد بن مسعود البجاني (٢)
ألح علي السقم حتى كأنما ... حشاشة جسمي رقة بعدكم ذهني - ٣٣٩ -
وقال يوسف بن هارون (٣)
ولم يبق لي إلا جسيم كأنه ... خفي سرار في الجوانح مضمر - ٣٤٠ -
وقال أيضاً
ترك الجسم يحاكي خضره ... وهو من رقته كالمنفل - ٣٤١ -
وقال أيضاً
ذبت حتى لو أنني كنت سرا ... لم يبح بي مضيع الأسرار
_________
(١) آفك: كاذب.
(٢) ص: النجاري.
(٣) هذه القطعة وما يليها من قطع وردت في شعر الرمادي: ٧٠، ٩٩، ٧٧، ٨٣.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (154,'٣٥ -؟ باب في الوقوف على الديار والربوع
- ٣٤٢ -
وقال يوسف بن هارون
وقفت على الدار الخلاء كأنني ... وقفت على قلب من الصبر بلقع
رميت جمار الدمع في موقف النوى ... وقد طفت أسباعا برسم وأربع - ٣٤٣ -
وقال ابن عبد ربه (١)
ديار عفت تبكي السحاب طلولها ... وما تبكي عليه السحائب
وتندبها الأرواح حتى حسبتها ... صدى حفرة قامت عليها النوادب - ٣٤٤ -
وقال أيضاً
والدار بعدهم مقسمة ... (٢) بين الرياح وهاتن الودق
درج الزمان على معارفها ... كمدراج الأقلام في الرق
لم يبق منها غير أرمدة ... (٣) لبدن بين خوالد ورق
وسطور آناء بعقوتها ... (٤) محنوة كأهلة المحق
_________
(١) هذه القطعة والتاليتان لها في ديوان ابن عبد ربه: ٢٢، ١٢٠، ١٥١.
(٢) الودق: المطر.
(٣) الخوالد الورق: هي الاثافي.
(٤) آناء: جمع نؤي وهو الحفير حول الخيمة؛ وفي الأصل: آباء، والعقوة: الساحة.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (155,'- ٣٤٥ -
وقال أيضاً
ونؤي كدملوج الكعاب ودمنة ... تذكر من وشم الخضاب رسومها (١) - ٣٤٦ -
وقال سعيد بن العاصي (٢)
فبقيت في العرصات وحدي بعدهم ... حيران بين معاهد ما تعهد
فكأنهن ديار مي إذ خلت ... (٣) وكأن من غيلان فيها منشد - ٣٤٧ -
وأصبحت بعد (٤) إشراق بروعهم ... مثل السطور إذا ما رثت الكتب
قفرا يبابا كأن لم تغن آهلة ... تبكي على حتفها غربانها النعب
كأن باقي مغانيها وأرسمها ... منابر نصبت والطير تختطب ٣٦؟ باب في النيران
- ٣٤٨ -
قال أحمد بن عبد الملك
ألا يا سنا البرق الذي صدع الدجى ... بإيماضه عن اجرع القاع فالحمى
_________
(١) لعله: تذكرني وشم الخضاب.
(٢) ورد البيتان في الحلة ١: ٢٢٥ منسوبين لمروان بن عبد الرحمن. وراجع القطعة: ٣٢٧ ففيها مثل هذا الخلط في النسبة.
(٣) غيلان هو الشاعر ذو الرمة ومية صاحبته؛ وفي الحلة: وكأنني غيلان فيها ينشد.
(٤) ص: أشواق.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (156,'ويا ضوء نار أوقدت وكأنها ... إذا التمحتها (١) العين من أنجم السماء؟ ٣٤٩ - وقال ابن هذيل (٢)
وقفت على علياء والجزع (٣) بيننا ... لأنظر من نار على البعد توقد
تقوم بطول الرمح إن هبت الصبا ... (٤) وعند سكون الريح تهدا فتقعد
فشبهتها في الحالتين بقارئ ... إذا اعترضته سجدة ظل يسجد الجزع: منعطف الوادي، وجمعه أجزاع؛ [و] بفتح الجيم خرز.
- ٣٥٠ -
وقال أيضا (٥)
ومحجوبة في كل وقت ظهروها ... (٦) نخاف عوادي غدرها فنديرها
لعزت فلم يستغن عنها ابن آدم ... وهانت عليه فهو لا يستعيرها
كأن الذي يحتال في رد روحها ... مناج (٧) لها أو صاحب يستثيرها
كأن ركاما فوقها وهي تحته ... (٨) عجاج، وطرف أشقر يستثيرها
_________
(١) ص: التحمتها.
(٢) الأبيات الثلاثة في سرور النفس: ٣٦٦ (ف: ١٠٦٩) .
(٣) سرور: عفراء ... دونها.
(٤) سرور:
تقوم بطول الرمح ثم يخونها ... هبوب الصبا عند السكون فتقعد (٥) الأول والثاني والرابع في سرور النفس: ٣٦٦ (ف: ١٠٦٨) .
(٦) سرور: يخاف.... من يديرها.
(٧) ص: مباح.
(٨) ص: بستسيرها.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (157,'- ٣٥١ -
وقال حبيب بن أحمد
وقريبة من لحظ مبصرها فإن ... أعملت سيرا نحوها لم تلحق
رفعت ما لنا والليل منسدل ... ففرت دجاه بنورها المتألق
فكأن ما بين الجوانح والحشا ... من وهج حر ضرامها المتحرق - ٣٥٢ -
وقال أحمد بن فرج
ولي بالجزع ليل قد تمطى ... فما ساعاته إلا ليالي
لنار أومضت فكأن قلبي ... بمثل لهيبها للشوق صالي
بعيد منتواها وهي تذكى ... على كبدي بقرب واتصال - ٣٥٣ -
وقال يوسف بن هارون (١)
وما عجبي إلا من الفرس إنهم ... لهم حكم قد سرن في الشرق والغرب
لتركهم أن يعبدوا نار زينب ... ونار هوى منها توقد في قلبي
وما بي تحبيب الذنوب إليهم ... ولكن حسن الذنب لدى الذنب
_________
(١) شعر الرمادي: ٥٣ - ٥٤.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (158,'وأحبب بها نارا توقد للقرى ... حلالا لأهل الأرض حجرا على الصب
وما حر تلك النار إلا سلامة ... وبردا لدى النار التي أودعت قلبي - ٣٥٤ -
وقال أيضاً (١)
أرى سكرات للسراج كأنه ... عليل هوى فوق الفراش يجود
أراقبه حتى إذا قلت قد قضى ... تثوب إليه نفسه فتعود
وأمرضه ضوء الصباح كأنه ... يرى في اجتماع الآلفين حسود - ٣٥٥ -
وقال ابن بطال
وموقد يسطع لكنه ... يوقده مضمر أحشائه
كأنه قلبي إذا ما التظى ... يوقده المضمر من دائه ٣٧؟ باب في الشتاء والصقيع
- ٣٥٦ -
قال عبد الله بن الشمر يتبرم بكثرة الصيد في الشتاء والبرد
والجليد والغزوات في الصيف مع الأمير عبد الرحمن بن
_________
(١) المرجع السابق: ٦٤.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (159,'الحكم؟ رحمهما الله - (١)
ليت شعري أمن حديد خلقنا ... أم خلقنا من صخرة صماء
كل عام في الصيف نحن غزاة ... (٢) والغرانيق غزونا في الشتاء
إذ ترى الأرض والجليد عليها ... واقع مثل شقة بيضاء
فكأن الأنوف تجدع منا ... (٣) بالأشافي الحداد أو بالإباء
نطلب الموت (٤) والفناء بإلحا ... ح كأنا نخاف فوت (٥) الفناء - ٣٥٧ -
وقال مؤمن بن سعيد فملح (٦)
ليس عندي من آلة البرد إلا ... حسن صبري ورعدتي وقنوعي
فكأني من شدة البرد هر ... يرقب الشمس عند وقت (٧) الطلوع - ٣٥٨ -
وقال جعفر بن عثمان
طرقتنا طوارق الغيث وهنا ... فمحت أيدي الحوادث عنا
فكأن الرياض حلة وشي ... ندفت حولها السحائب قطنا
_________
(١) الأبيات في المغرب ١: ١٢٥.
(٢) الغرانيق: جمع غرنوق وهو طائر مائي أسود وقيل بل هو الكركي.
(٣) الأشافي: جمع إشفا وهو المخرز وفي المغرب: بالمواسي لزعزع ورخاء.
(٤) المغرب: والهلاك.
(٥) المغرب: نشتاق وقت.
(٦) وردا في نهاية الأرب ١: ١٧٠ وحلبة الكميت: ٢٩٢.
(٧) النهاية: في أوان.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (160,'- ٣٥٩ -
وكتب الوزير عبد الملك بن شهيد إلى المنصور رحمهما الله في يوم قر
يتعرضه في جمعهم للشراب وإحضار شمول وجوهر (١)
أما ترى (٢) طيب يومنا هذا ... صيرنا بالكمون (٣) أفذاذا
والغيم كالستر للمساء وقد ... (٤) غدا مرذا بالثلج إرذاذا
قد فطرت صحة الكبود به ... حتى لكادت تصير (٥) أفلاذا
فادع بنا للشمول مصطليا ... نغذ سيرا إليك إغذاذا
وادع المسمى بها (٦) وصاحبه ... تدع إماما (٧) وتدع أستاذا
فما (٨) تبالي أبا العلاء زها ... براح (٩) قطربل وكلوذا
ولا غريضا فلو (١٠) يشاهدنا ... لكان عن ذا وذاك أخاذا - ٣٦٠ -
وقال أيضاً صاعد بن الحسن (١١) في مثله
مولاي إن اليوم حسن كله ... والقر مشتبك الجوانب محرب
_________
(١) القصيدة في النفح ٣: ٢٦٠ (وقال إنه عرض فيها بصاعد لأنه كثيرا ما كان يمدح بلاد العراق) وبدائع البدائه: ٣٥٤ والذخيرة ٤ / ١: ٢٦.
(٢) الذخيرة والنفح: برد.
(٣) الذخيرة والنفح: للكمون.
(٤) هذا البيت لم يرد في النفح، وكذلك لم يرد فيه آخر بيت في القصيدة.
(٥) الذخيرة والنفح: تعود.
(٦) أي الفتى المسمى: " شمول " وفي الأصل: السماء.
(٧) النفح والذخيرة: نبيلا.
(٨) النفح والذخيرة: ولا تبال.
(٩) الذخيرة والنفح: بخمر.
(١٠) الذخيرة: لو معبدا أو غريضه لحقا.
(١١) ص: الحسين.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (161,'فاشهر عليه سلاحه واقذف به ... في (١) قعر كأس كالضرام تلهب
فالشر بالشر المبرح بتقى ... والقرن بالقرن المصمم يغلب ٣٨؟ باب في قطع المفاوز وصفات الإبل والمسافرين
- ٣٦١ -
قال عباس بن ناصح
ومجوبة (٢) تنفي مخافتها ... نوم (٣) الفتى ذي المرة الندب
للجن في أجوازها لغط ... (٤) بالليل مثل تنازع الشرب
وترى بها جون النعام إذا ... (٥) أشرفن كالمهنوءة الجرب - ٣٦٢ -
وقال الحسن بن حسان
وركب كالأهلة عن محاق ... (٦) على أمثالها سي بسي
تخالهم الفيافي والبراري ... لطول السير أشلاء المطي - ٣٦٣ -
وقال المهند
وطامسة الأعلام سيان وسطها ... منير الضحى ومظلم الأفق حالك
_________
(١) ص: من.
(٢) ص: ومجابة ولعلها " ومخوفة ".
(٣) ص: يوم.
(٤) ص: السرب.
(٥) المهنوءة: الجمال المطلية بالهناء وهو القطران.
(٦) ص: شيء بشي؛ والسي: المثل، والمعنى: أن راكبيها ناحلون مثلها كالأهلة.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (162,'تضل بها الأطلاء عن أمهاتها ... (١) وتترك لغوا في ذراها الترائك
صحبت بها عزما وعضبا كلاهما ... (٢) ركوب لأهوال المفاوز سادك
بمصعبة ذات احتباك جلالة ... (٣) تزيد مراحا إذ تلين العرائك
كأني بها في ظهر فتخاء كاسر ... (٤) تؤيدها في الخب نكب سوامك
فما فتئت بالوخد ينهم نقيها ... ويمصح منها مفعم النحض تامك (٥)
إلى أن أتت كالقوس أشلاء أعظم ... (٦) يجمعها مسك بها متماسك - ٣٦٤ -
وقال سعيد بن العاصي
ولرب مهلكة قطعت بساطها ... (٧) والليل مسود الجوانب أدهم
_________
(١) الاطلاء: أبناء الحيوانات، تترك لغوا: ساقطة لا يعتد بها، الترائك: بيض النعام.
(٢) سادك: مولع به.
(٣) المصعبة: النقة الصعبة؛ احتباك: احكام؛ الجلالة: الناقة العظيمة.
(٤) الفتخاء: العقاب، نكب: جمع نكيب وهي التي تأذى خفها من السير، سوامك: عالية الاسنمة، وفي ص: سواهك.
(٥) ينهم: يذوب ويضمحل، النقي: الشحم، يمصح: يذهب ويعفو أثره، النحض: اللحم؛ تامك: مرتفع.
(٦) المسك: الجلد.
(٧) البساط - بفتح الباء: الأرض المنبسطة.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (163,'يهماء يضحي الخوف يمنع ركبها ... أن يعلنوا الأصوات أو يتكلموا
وكأنما الأصداء في جنباتها ... تحت الظلام إذا صدت تتلعثم
خرق تظل بها الرياح إذا جرت ... (١) من حيث ما انخرقت تكل وتسأم
حتى تلوذ بما يعن أمامها ... ضعفا كما لاذت طيور ترأم
جاوزته وكأنما ساحاته ... (٢) في آلها الملتج بحر مفعم
بالعيس (٣) مقنعة الرؤوس قد انطوت ... (٤) فوفودها في كل خرق هيم
فكأنها تحت الرحال أهلة ... وكأنهم فوق الرواحل أسهم - ٣٦٥ -
وقال يوسف بن هارون (٥)
وركب إذا قطعوا نفنفا ... (٦) رمى بهم البعد في نفنف
كأن الفيافي في طولها ... ليال على عاشق قد جفي
قطعنا على مضمرات تجود ... كلالا بأدمعها الوكف
وتحت حرف لفرط النحول ... تنفي النحول عن المدنف
كأني إذا ما شددت الحزام ... أشد نطاقا على اهيف
_________
(١) خرق: فضاء واسع ممتد.
(٢) تحدث عن الصحراء فحق أن يكون: جاوزتها وكأنما ساحاتها؛ ولكن لا بأس من عودة الضمير إلى " بساط " في البيت الأول، أو إلى " خرق ".
(٣) ص: فالعين، والعيس: الإبل.
(٤) ص: بوفودها ... بجم، والهيم: العطاش.
(٥) هذه القطعة والتي تليها في شعر الرمادي: ٩٠، ٦٤.
(٦) النفنف: الصحراء المترامية.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (164,'- ٣٦٦ -
وقال أيضاً
ويهماء مثل البحر خرقاء لا ترى ... سبيلا بها يهدي فبالظن يهتدى
ترى الركب فيها من سرى فوق عيسهم ... لغير إله راكعين وسجدا - ٣٦٧ -
وقال ابن فرناس في فلاة
موسومة بالبعد تحسب سهلها ... ألقى السماء بحوله أطنابا
فكأنها دار تقاذف صحنها ... (١) لم يجعل الباني لها أبوابا الباء: في قوله: " ألقى السماء بحوله " زائدة كما قال عز وجل: (تلقون إليهم بالمودة) (الممتحنة: ١) وفي قوله: (وهزي إليك بجذع النخلة) (مريم: ٢٥) .
٣٩ -؟ باب في السراب
- ٣٦٨ -
قال عباس بن ناصح
تعوم أحداجهم في الآل رافعة ... عوم السفائن تزجيها نواتيها - ٣٦٩؟
وقال أيضاً
قطعت بها خرقا كأني وآله ... أمامي وخلفي، راكب لجة البحر
_________
(١) تقاذف: ترامى واتسع.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (165,'- ٣٧٠؟
وقال عباس بن فرناس
يفلقن لجة آله فأمامها ... حاد وآخر خلفها لم يلحق
فكأن ذا موسى وذاك بإثره ... فرعون إلا أنه لم يغرق - ٣٧١؟
وقال محمد بن عبد العزيز
أشبههم والآل يزهى حمولهم ... سفائن في البحر الخضم جواريا (١) - ٣٧٢؟
وقال ابن هذيل
ومطرد الأعلام خال، (٢) سرابه ... على الأمعز العاري برود تنشر
كأن (٣) روابيه إذا اتزرت به ... رجال ببيض الريط ظهرا تأزروا الأمعز: المكان الغليظ الصلب الكثير الحصى وثله المعزاء.
- ٣٧٣؟
وقال أيضاً
متوسط جوز الفلاة كأنه ... ثمل يميد به الطريق المهيع
وترى بها جسم السراب كأنما ... نزلت به الحمى فما إن تقلع
_________
(١) يزهى: يرفع.
(٢) ص: حان كان سوابه.
(٣) ص: رقابيه.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (166,'- ٣٧٤ -
وقال يوسف بن هارون بعد أن ذكر فلاة (١)
تراها بغير الآل كالبحر ساكنا ... فإن كان آل خلتها البحر مزبدا ٤٠؟ باب في البحر والسفن
- ٣٧٥ -
قال أحمد بن عبد ربه يصف البحر والسفينة ويمدح (٢)
بحر يسير على بحر بجاريةٍ ... (٣) للبحر حاملة بالبحر تحتمل
كأنها جبل في الماء متنقل ... يا من رأى جبلاً في الماء ينتقل
تحكي العروس تهادي في تأدوها ... (٤) وقد أطاقت بها الدايات والخول - ٣٧٦ -
وقال يوسف بن هارون (٥)
والسفن قد جللها قارها ... (٦) كأنها أعراء حبشان
كأنها في دار مضمارها ... (٧) خيل يصنعن لميدان
كأنها (٨) والماء ميدانها ... في الجو منقضة عقبان
_________
(١) شعر الرمادي: ٦٤.
(٢) ديوانه: ١٣٦.
(٣) الجارية: السفينة.
(٤) الدايات: الوصيفات؛ الخول: الخدم.
(٥) شعر الرمادي: ١٣١.
(٦) الأعراء: الجماعات، والمفرد: عرو - بكسر العين.
(٧) يصنعن: يضمرن ويهيأن.
(٨) ص: في الماء.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (167,'ترى المقاذيف بأحنائها ... كأنما ترمى بميزان
لذاك تمشي مشي صاحٍ فلو ... جاروا مشت مشية مشية (١) نشوان
كالأعين الحور، مجاذيفها ... من حولها أشفار أجفان
كأنما أبراجها في الوغى ... ترمي من النفط ببركان - ٣٧٧ -
وقال محمد بن أبي الحسين (٢)
وملتطم الأرجاء محلولك القرا ... (٣) كثير رزاياه قليل نوافله
بساط من الآفات رخو كأنها ... غلالة ليلٍ ما تلاثت (٤) مهاوله
كأن اصطفاق الموج في جنباته ... (٥) خميس تهاوت بالسيوف قنابله
كأن سنا أمواجه في التجاجه ... لجين جرى فوق الزبرجد سائله - ٣٧٨ -
وقال ابن هذيل
وتلك الأساطيل المسخرة التي ... تمر بتأييد وتغزو فتغنم
إذا مخرت في البحر ماجت كأنما ... تخاصم أبناء الضلال فتخصم
وصفت كأن البحر تحت صدورها ... قد استأسرت أمواجه أبكم
وقامت ستارات على جنباتها ... طوال كما امتد السحاب المركم
_________
(١) ص: أمشت مشية.
(٢) ص: الحسن.
(٣) القرا: الظهر؛ النوافل: العطايا والفوائد.
(٤) ص: مايلات؛ ح: ماثلات.
(٥) القنابل: طوائف الناس والخيل.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (168,'- ٣٧٩ -
وقال الغزال
ولبس كثوب القس، جبت سواده ... (١) على ظهر غريب القميص نآد
قد استأخرت أردافده ومضت له ... (٢) غوارب في آذيه وهواد
له ظلمات بعضها فوق بعضها ... (٣) دآدئ موصول بهن دآدي
يبيت بها الملاح من حذر الردى ... ملازم صاريه لزوم قراد - ٣٨٠؟
وقال محمد بن أبي الحسين
رأيته في مركب مشبهٍ ... برج سماء يكنف البدرا
تكاد أن تنطق ألواحه ... بالفجر (٤) لما حملت فجرا
من تحتها نهر ومن فوقها ... بحر سماحٍ يغرق البحرا
ورمت أن أعبر في إثره ... لو سهل البخت لي العبرا
_________
(١) اللبس: اختلاط الظلام؛ جبت: أضيفت وألقيت أو طفت من التجواب، وفي الأصل شكل يدل على أن القراءة قد تكون " جيب سواده " على الإضافة، غربيب: أسود يعني السفنية هنا، والنآد: الداهية، وفي الأصل نااد - دون إعجام للنون -؛ وفي ح: بآد، والآد كالأيد: القوة.
(٢) الغوارب: الظهور، الهوادي: الأعناق.
(٣) الدآدي: الليالي الثلاث من آخر الشهر.
(٤) ص: بالفجر.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (169,'أشبهت عطشان رأى مزنةً ... ولم يذق من مائها قطرا ٤١ - باب في الطرد
- ٣٨١ -
قال عباس بنم فرناس
قد أغتدى والليل مركوم الظلم ... والصبح في ثني الظلام مكتتم
بأغضف معلم أو قد (١) علم ... (٢) كأن شق الشدق من فيه القضم
كاف أجيد مطها في حسن (٣) ضم ... (٤) حتى إذا كنا على ظهر إضم
عنت لنا أرنب من نحو (٥) سلم ... فثار منها الكلب كالصقر الشهم
حتى إذا ما كان منها في (٦) الأمم ... بينهما في الفوت مقدار القدم
جادت له بعطفه لم تتهم ... كما انثنى في رجعه (٧) مشق القلم - ٣٨٢ -
وقال ابن عبد ربه (٨)
يختلس الأنفس باستلابه ... كلب يلقى الوحي منه كلابه (٩)
يمون (١٠) أهل البيت باكتسابه ... أهببته فانصاع في إهابه
_________
(١) الاغضف: الكلب المسترخي الأذنين، معلم: مدرب على الصيد أو موسوم، علم: وسم بعلامة.
(٢) القضم: القوي القضم وهو الأخذ بالأنياب.
(٣) شبه شدقه بحرف " الكاف " التي أجيد مطها وأحسن ضمها.
(٤) إضم: اسم موضع.
(٥) سلم: اسم موضع.
(٦) الأمم: القصد والقرب.
(٧) ص: في رجع في.
(٨) ديوان ابن عبد ربه: ٢٩.
(٩) الكلاب: صاحب الكلاب.
(١٠) ص: يهون.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (170,'كأنه الكوكب في انصبابه ... أو قبس يلقط من شهابه - ٣٨٣؟
وقال علي بن أبي الحسين
أحمل غضفاً كلها لم (١) تلمج ... (٢) فمن مغذ السير أو مهملج
(٣) يقوده كالوحي نحو العوهج ... (٤) ينصاع كالكواكب، إثر زمج
وسوذنيق مشرف (٥) المحجج ... (٦) مدبج بزفه متوج
في تيه كسرى وخفوف أهوج (٧) ... ذي منسر (٨) كاللهذم المعوج
مقابل في الكف وجه (٩) بوج ... مطوق بريشه مدرج
منقاره كالحاجب المزجج ... تخاله للصيد كالمهيج
راكب كف (١٠) البازيار المرتجي ... (١٢) بتل العفا (١١) من قبرٍ وأقبج
_________
(١) تلمج: تأكل.
(٢) الهملجة: حسن السير في سرعة.
(٣) العوهج: الظبية التي في حقويها خطتان سوداوان، وقيل هي التامة الخلق، والمعنى يقوده نحوها شيء كالإلهام.
(٤) ينصاع: ينقض، الزمج: طائر دون العقاب يصاد به.
(٥) السوذنيق: الصقر. مشرف: عال، وفي ص: مسوف، المحجج: مكان الحجاج وهو المعظم الناتئ فوق العين.
(٦) الزف: الريش.
(٧) ص: أهرج.
(٨) ص: ميسو.
(٩) البوج: الصائحة (واللفظة غير معجمة في الأصل) .
(١٠) ص: كقب الباريا.
(١١) ص: المرتاجد اتبل الغبا - دون إعجام الباء -؛ وما أثبته قراءة ح؛ والبتل: القطع، والعفاء: الريش.
(١٢) الأقبج والقبج: طيور الحجل.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (171,'- ٣٨٤؟
وقال ابن الخطيب
ورحت في وجه الصباح المقبل ... (١) بدستبان في يدي وأجدل
مصبغ (٢) مسبق مجلجل ... قلص من ديباجه المسربل
على الوظيف شمرة (٣) المهول ... يقبض كفيه على ما يعتلي
بمخلب كالخنجر (٤) المحول ... كأنما هامته من صندل
موصولة بمثل أنف المنجل ... يبصر من فرط ذكا التأمل
من تحت بطن الحوت حب الخردل ... حتى بدا سرب قطاً لم ينهل
يسعى لزغب في الفلاة عطل ... فقام كالسهم بكف المرسل
مسوياً آخرها بالأول ... فابتز منهن كلحظ المعجل
أو كانخطاف الأجل المؤجل ... (٥) كدريةً ذات سقاء أنجل
فقد عنها درع ريش مخمل ... وخل بالتفصيل كل مفصل
وأسلمتها النفس للتجدل ... فجئته وهو بها لم ينزل
بمصله في الشد والتوغل ... فصاده وصيده [ ... ] يحتل
وهي تكاد للعذاب المنزل ... تؤكل دون الشي للترهل
_________
(١) الدستبان: آلة من خشب وجلد يربط بها الصقر على اليد ويطلق على الصقر أحياناً؛ الأجدل: الصقر.
(٢) كذا ولعله " مسوق "، انظر البيت ٨ في القصيدة رقم: ٣٨٦.
(٣) الوظيف: عظم الساق، المهول: الحالف.
(٤) المحول: المعوج.
(٥) سقاء أنجل: قراءة ح وفي الأصل: شفاه، وأعياني تصويبها في الطبعة الأولى والسقا: يعني حوصلتها شبهها بالسقاء أو المزادة، والأنجل: الواسع.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (172,'- ٣٨٥ -
وقال ابن هذيل في ساف (١)
رب صغير الخلق ذي دهاء ... يستنزل الطير من السماء
داني المدى لغاية التنائي ... كأنه ضرب من القضاء
إذا هوى من خافق الهواء ... ساف كمثل السيف في المضاء - ٣٨٦؟
وقال يوسف بن هارون في البازي والدستبان (٢)
تبدت على البازي من الريش لأمة ... فتحبسه من سائر الطير يتقي
وتدريقه فوق البياض كأنما ... (٣) تصب عليه درعه فوق يلمق
غدا أحمر العينين تحسب أنه ... له عين غضبان على الطير محنق
وقد ورست ساقاه حتى كأنما ... (٤) له بالثريا خاضب لم يحقق
كأن بنان الكف: كل بنانة ... بها طرفت منها بنون معرق
وقد ألبست لون المداد كأنما ... أنامل كتاب تخط بمهرق
فإن كان للبازي من الريش لأمة ... فللدستبان درع وشي منمق
عليه من العقيان ساق ومقلة ... فصار كمكحولٍ به ومسوق
جعلت لساقيه فخصلة كفه ... حلي العذارى في نواص وأسوق
_________
(١) الساف: طائر يصيد، كذا قال في اللسان ولم يزد.
(٢) شعر الرمادي: ٩٤.
(٣) تدريقه: لبس درقة وهي الترس، اليلمق: القباء المحشو.
(٤) ورست: صبغت بالورس وهو لون الزعفران، لم يحقق: أي هو مخفي لم يبصره أحد.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (173,'غدونا بسرب ضمرٍ مثل ضمر ... (١) إذا لحقت منها الأياطل تلحق
حملن (٢) على الأيسار نحو عجاجها ... (٣) كما حملت خيل فوارس صدق
إذا اضطربت فوق الأكف حسبتها ... (٤) لغيبتها عن صيدها في تقلق
فأرسلن في ميدانهن كأنها ... صواعق ما لاقت من الطير تصعق - ٣٨٧ -
وقال ابن هذيل في البازي
ومهتبل (٥) بالجو والأرض مسرع ... إلى كمل ما استنهضه غير غافل
تقارب (٦) منه خلقه فكأنه ... (٧) علاة حديد حذقت بالمعاول
تكفر (٨) في موضونة تحت لينها ... خشونة ظفر كالرماح الذوابل
وفاضت فلم يفضل له من جميعه ... بها غير لعقد الجلاجل
ولما ثنى (٩) في الأفق صورة (١٠) نفسه ... (١١) على قطوات في الوهاد عواقل
تجلي عليها مقبلاً فكأنما ... رماها بصعق أو بنجم المقاتل
كأن يديه فيهما قوس نادفٍ ... فتدني من الأوتار ريش الحواصل
_________
(١) الأياطل: الخواصر، لحقت: ضمرت، تلحق: تدرك صيدها.
(٢) ص: يحملن.
(٣) ح: مصدق.
(٤) تقلق: التاء غير معجمة في ص، وهذه قراءة ح.
(٥) ص: ومهيبل، والمهتبل: المسرع.
(٦) ص: ويقترب، ويحمد البازي إذا كان مجتمع الخلق.
(٧) العلاة: السندان، حذقت: أخذ من أطرافها.
(٨) ص: بكفي، تكفر: تغطى، والموضونة: الدرع المنسوجة.
(٩) ص: بنا.
(١٠) كذا ولعلها: سورة - بفتح السين -.
(١١) قطوات: طيور قطا، عواقل: لائذات ممتنعات.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (174,'- ٣٨٨؟
وقال في الكلب (١)
وأغضف يلغي أنفه فكأنما ... (٢) يقود به نور من الوحي نير
إذا ألهبته شهوة الصيد طامعاً ... رأيت عقيم الريح عنه تقصر - ٣٨٩؟
وقال عبيد الله بن ادريس الوزير
خرجنا نوم الطير في مستقره ... وصيد الصحاري بالحتوف القواصد
على سابحات كاليعاسيب ضمرٍ ... (٣) تسابق أنفاس الصبا في الفدافد
ندير على الصيد الشواهين ؤفي مدىً ... (٤) من الجو عال عن رؤوس القرادد
إذا حلقت في الجو قلنا فراقد ... وإما هوت قلنا هوى الفراقد
تطي قلوب الطير عند انقضاضها ... كشؤبوب مزنٍ في دوي الرواعد
كأن مجال العين في صفحاتها ... مجال لحاظ الصب في وجه ناهد
يغرد في أكنافنا الطير مثلما ... تغرد فوق العود إحدى الولائد ٤٢؟ باب في الحيات
- ٣٩٠؟
قال أحمد بن هذيل
من الرقش في ظهرها حلة ... قد اختلفت فيه ألوانها
_________
(١) ورد البيتان في نهابية الأرب ٩: ٢٦٣.
(٢) يلغي أنفه: أي لا يحتاج حاسة الشم، فكأنه ملهم؛ وفي النهاية: من الصبح أنور.
(٣) اليعاسيب: جمع يعسوب وهو ذكر النحل؛ الفدافد: جمع فدفد وهو الأرض المستوية.
(٤) القردد: جمع قردد وهو ما ارتفع من الأرض.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (175,'ومدت بأخرى على جوفها ... معصفرة هالني شانها
وتنصب مثل التلاع الملاء ... فاضت على الأرض خلجانها
فمن قائم الرمح جثمانها ... ومن حدة الرمح أسنانها
أراها (١) الفتاة اللعوب التي ... تفوح من المسك أردانها
وكنت جحدت سراويلها ... (٢) فقالت: أما تلك هميانها - ٣٩١ -
وقال أيضاً
هرت (٣) اللهازم بينهن (٤) نوافذ ... (٦) فإذا (٥) حبت في باطنٍ أو ظاهر
يرمين (٧) نفطاً محرقاً وكأنما ... (٨) يحرقن بالأنياب حد مياشر
يرفعن أعناقاً كعيدان القنا ... ويدعن في المنتاب رعب الخاطر
وتميل عما قابلته بوجهها ... فكأنما تحكي صدود الهاجر
وإذا صنعن دوائراً فكأنما ... يحكمن صوغ خلاخل وأساور
وكأنما إحداقهن مع الضحى ... سبج (٩) يقلب بين كفي تاجر
_________
(١) ص: راها.
(٢) الهميان: التكة.
(٣) ص: هوت.
(٤) ص: بينهن بواقد، وأثبت قراءة ح.
(٥) ص: ماذا.
(٦) ص: ناطق أو طاهر، هرت: جمع أهرت وهو الواسع الشدق، اللهازم: جمع لهزمة وهي مضغة في أصل الحنك؛ والنوافذ: يريد بها الأنياب الحادة. وجواب " فإذا " في البيت التالي.
(٧) ص: يومين.
(٨) المياشر: جمع ميشار وهو المنشار.
(٩) ص: شيخ، والسبج: الخرز الأسود.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (176,'- ٣٩٢؟
وقال علي بن أبي الحسين (١)
أرقم كالدرع فيه وشم ... (٢) منمنم الظهر واللبان
يزحف كالسيل من تلاع ... كأن عينيه كوكبان
ما بين نبع وبين ضال ... وبين آس وأقحوان
يرتشف الماء من نطاف ... ويقضم الحمض من رعان (٣) ٤٣؟ باب في الخيل
- ٣٩٣؟
قال أحمد بن دراج (٤)
سامي التليل كأن عقد عذاره ... في رأي غصن البانة المياد
يهدي بمثل الفرقدين وناب عن ... رعي السماك يقلبه الوقاد
فكأنما أطس الأباطح والربى ... (٥) بعقاب شاهقة وحية واد
وكأنه من تحت سوطي خارجاً ... في الروع شعلة قادح بزناد
_________
(١) البيت الأول والثاني في نهاية الأرب ١٠: ١٤٤.
(٢) ص: رشم، وقد يجوز، واللبان: الصدر.
(٣) النطاف: الماء القليل، الرعان: الجبال.
(٤) انظر ملحق ديوانه: ٤٥٣ والذخيرة ٢/١: ٤٦٩ والشريشي ٣: ١٥٤ (تحقيق أبو الفضل إبراهيم) .
(٥) اطس: أطأ وأدوس.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (177,'- ٣٩٤؟
وقال محمد بن ربيع
ومقورةٍ (١) مثل السراحين شزب ... (٢) تكر على سير الحتوف وتعطف
تبدل ألوانها إذا الركض هاجها ... فتنكر منها بعض ما كنت تعرف
ترى الأدهم الغربيب منها كأنما ... تجلله بالنضح (٣) قطن مندف
وحيناً ترى الشهب اللوامع قد غدت (٤) ... من النقع خضراً رشحها يتوكف - ٣٩٥؟
وقال يحيى بين هذيل
وذو خضرةٍ مقسومة شق بيها ... بياض كعرض السيف لم يتثلم
هو الصبح إلا أنه حان ليله ... فقسمه شطرين في جلد أدهم
إذا لاح في حيزومه فكأنه ... عليه نظام فوق جيد ومعصم
إذا مر لم يدخل ممراً كأنما ... (٥) سقوه مداماً بالكبير المفدم - ٣٩٦؟
وقال أيضاً
ومحجل حر كأن أديمه ... سبج يكاد يسيل مما يلصف (٦)
_________
(١) ص: ومقودة.
(٢) مقورة: ضامرة، وكذلك شزب، السراحين: جمع سرحان وهو الذئب.
(٣) ص: يحلله بالنصح.
(٤) ص: هواميات؛ ح: غيباً؛ وكلتا القراءتين بعيدة عن صورة الأصل.
(٥) المفدم: المغطى بالفدام وهو ما يوضع على فم الأبريق لتصفية الخمر عند صبها.
(٦) يلصف: يتلألأ ويلمع.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (178,'يلقاك أوله (١) بأصبح غرةٍ ... من تحت ناصيةٍ عليها تعكف
فإذا صهفت من فوقها تحكي لنا ... قمراً يغيب بالظلام ويكسف
ملآن من ريعانه فكأنه ... (٢) رشأ لأخفى نبأة يتشوف - ٣٩٧؟
وقال أيضاً
وماجن (٣) صوت معشوق إذا اجتمعت ... ألحانه وهي شتى نبهت قلقي
كأن (٤) نغض عذاريه إلى فمه ... كأس مفتحة من خالص الورق
كأن عينيه من ياقوتتين إذا ... ما كانتا في صفا ماءٍ إلى الزرق
كأنما سرجه في ظهر كاسرة ... (٥) أو حاصب يتوقى برق منبعق
كأنما هو محمول على أدب ... فليس يلحق في ساقٍ ولا عنق
_________
(١) ص: بالصبح.
(٢) النبأة: الصوت الخفي.
(٣) كذا، ولعلها: وهاجني، يعني به هنا حمحمة الجواد. النغض
(٤) النغض: ةالتحرك والاضطراب، والحرفان الأولان غير معجمين في الأصل.
(٥) المنبعق: المطر المتفجر.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (179,'- ٣٩٨ -
وقال أيضاً
وقصير الظهر مرفوع (١) الخطى ... (٢) تامك الحارك نهدٍ معتدل
وهو محزوم على حيزومه ... ببياضٍ في أديم قد صقل
فترى الليل على مقدمه ... شطره فيه وشطراً في الكفل
فكأن الصبح فاجاه فلم ... يستطع من كده أن يتصل
أو كأن السيف في موسطه ... بين قينين لإصلاح الفلل
أو كأن البدر فيه أطبقت ... فوقه مظلمة ثم أطل - ٣٩٩؟
وقال يوسف بن هارون (٣)
وأقب كالمحبوب حسناً لم يجد ... كصفاته لو حد (٤) في تمثال
في سرعة الأوهام [ليس] كجرية (٥) ... في البعد إلا خلبة (٦) الآمال
ذو منظر حسنٍ تضمن مخبراً ... حسناً فكان لزينة وقتال
ألقوا عليه حلية فبدا لنا ... (٧) فيه كما تبدو العروس لجال
وكأنما يزهى بما يعلوه من ... حلي فيمشي مشية المختال
_________
(١) ص: قصير ... من روع.
(٢) تامك: مرتفع؛ الحارك: أعلى الكاهل، نهد: جسيم مرتفع.
(٣) شعر الرمادي: ١٠٦ والذخير ٢/١: ٤٦٨ وفيها الثالث والسادس مع أبيات أخرى.
(٤) ص: صفاته لوحد (مع تنوين الدال) .
(٥) ص: لجرية.
(٦) خلبة: غير معجمة في الأصل.
(٧) ص: الجالي.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (180,'حطمت حوافره السلام صلابةً ... فكأنها من أوجه البخال - ٤٠٠ -
وقال أيضاً (١)
وأبلق من شرط الكمي (٢) لزينة ... وإحراز (٣) ميدان ويوم قتال
له (٤) لبب من شهبة بين دمهةٍ ... كعام صدود [فيه] (٥) يوم وصال
تدرع بدر التم نوراً وظلمةً ... ولبب (٦) في حيزومه بهلال - ٤٠١ -
وقال غيره
وأقب محبوك القوائم [و] الشوى ... كالريح أو كالبرق أو كالسواذق (٧)
متيقظ في عدوه أو شده ... لدن العنان إذا شأى لم يلحق
_________
(١) الذخيرة ٢/١: ٤٦٨ وشعر الرمادي: ١٠٥.
(٢) الذخيرة: الطراد.
(٣) الذخيرة: وإخوان.
(٤) لبب: غير معجمة في الأصل؛ وفي الذخيرة: لهب من دهمة فيه شهبة.
(٥) زيادة من الذخيرة، وكذلك هي في ح.
(٦) ص: واليت؛ ورواية الذخيرة: حسناً وبهجة وألزم.
(٧) السوذق: الصقر.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (181,'أدبته أدب الوغى فتراه في ... عرصاتها يغشى الطعان ويتقي
تثني مفاصله بمختلف القنا ... [ ... ] ثني القضيب المورق
ويجانس (١) الأروى لدى شم الربى ... فإذا اعترى نهر طفا كالزورق الأروية: الأنثى من الوعل، وثلاث أراوى إلى العشر فإذا كثرت فهي الأروى.
- ٤٠٢ -
وقال ابن الخطيب
فرحت للصيد (٢) برحبٍ هيكل ... (٣) عالي لاحق خلق الأيطل
متقدٍ (٤) حميمةً كالمرجل ... يختال كالنشوان في التفتل
يسبق شد الريح بالترسل ... يغدو لديه البرق كالمكبل
اذكر عليه أي أرض وآنزل ... يقفرها (٥) من قبل ذكر المنزل
لست ترى أربعة في ما يلي ... من شده يعمل في التنقل
كأنما أجنحه في الكلكل ... لو مر في الألحاظ لم يستثقل
ولا رأت منه سوى التخيل ... قيد (٦) المها وعقلة للأيل
_________
(١) ص: ويجافس؛ وأثبت قراءة ح.
(٢) ص: فرحا.
(٣) الشوى: القوائم؛ لاحق: مضمر؛ الأبطل: الخاصرة.
(٤) ص: متقدماً.
(٥) ص: يغفرها.
(٦) ص: فيه.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (182,'ونيل سول (١) الطالب المؤمل ... وأمن جان وسلاح أعزل - ٤٠٣ -
وقال صاعد بن الحسن (٢) اللغوي
وأغر حتف الوحش خاض بأربع ... ماء اللجين فوق لون شواتها
وكأنه لما ترصع حلية ... بذر (٣) الثريا في دجى ظلماتها
ريان حيث تليله، شظآن حي؟ ... (٤) ث قصوصه لزت إلى دأياتها
لا تعدلن أبداً برجع صهيله ... شدو الولائد رجعت نبراتها ٤٤؟ باب في السيوف
- ٤٠٤ -
وقال يوسف بن هارون (٥)
له حسن خلق في العيون إذا بدا ... على أنه تردي النفوس غوائله
تضاءل حتى ما تأملت شخصه ... بلحظاك إلا خلت أنك خاتله
كأن هواه في الجماجم والطلى ... أحل الضنا في جسمه فهو ناحله
لطيف كلطف الروح عند ولوجه ... فمسلكه في كل جسم مفاصله
_________
(١) ص: سؤال.
(٢) ص: الحسين.
(٣) ص: لون رضيع حلية بدر؛ ح: ليل رصيع حليه بذر.
(٤) التيلي: العنق، الدأيات: عظام الكتف أو خرز العنق.
(٥) شعر الرمادي: ١٠٢.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (183,'- ٤٠٥ -
وقال ابن هذيل (١)
قلق الفرند مشطب فكأنما ... يعلو ويهبط في شباه (٢) منهل
أوحى وأوجز من إعادة نظرة ... (٣) في وجه معشوق يصد ويبخل
ويريك أن على يدي مستله ... نسجا من الآل الذي يتخيل
لا يقدر الدم أن يرى في نصله (٤) ... فكأنما لم ينفصل ما يفصل - ٤٠٦ -
وقال يوسف بن هارون (٥)
ومهند أخذ العيون بمائه ... فكأنها في دمعها الجوال
أسرى من السراء في الأرواح بل ... أسرى من الأرواح في الأوصال
إن كان للآجال جسم ظاهر ... للعين فهو مجسم الآجال - ٤٠٧ -
وقال علي بن أبي الحسين
ومرهف كالقبس المؤجج ... كأن فوق متنه المدرج
جلد شجاع أو فتوق (٦) زبرج ... تحسب في فرنده المرجرج لجة بحر زاخر مموج ...
_________
(١) الأبيات ٢ - ٤ في الحماسة المغربية: ٩١ ب وهي هنالك من خمسة أبيات، وبعدها أبيات له على قافية الزاي.
(٢) ص: سناه.
(٣) أوحى: أسرع.
(٤) ص: فصله.
(٥) سعر الرمادي: ١٠٤.
(٦) الشجاع: الحية، الزبرج: الذهب والسحاب الرقيق.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (184,'- ٤٠٨ -
وقال مروان بن عبد الرحمن
كأن (١) الظبا مما لزمن أكفهم ... مخالبهم أو هن (٢) منهم جوارح
وتعتمد الأرواح حتى كأنها ... جوانح عما لا تضم الجوانح - ٤٠٩ -
وقال غيره
ومهند صافي الأديم كأنه ... من ماء وجهك مستعار الرونق
لا ينثني للدرع ضوعف نسجها ... من [سرد داود] (٣) ولا لليلمق - ٤١٠ -
وقال علي بن أبي الحسين
لله سيفك ما أهدى مضاربه ... كأنه بالدراري السبع متزج
رق الشذا منه حتى قال مبصره ... (٤) بأنه بالهوادي مغرم لهج
وسيف رأيك أمضى والسيوف له ... أوامر لا تأبى حكمها المهج
تمر في كل جيش وهي ساكنة ... مر البروق (٥) جلاها العارض الهزج
_________
(١) ص: الضبا، والباء غير معجمة.
(٢) ص: هر.
(٣) ص: من ماء وجهك، وهو وهم من الناسخ بسبب السطر الذي قبله؛ وهذه الزيادة تعتمد على أن الذي كان يصنع الدروع هو داود؛ وفي ح: من صنع سلاح، واستشهد عليه بقبول للحطيئة. ومعروف أن هذا اضطرار شعري لا يحتج به.
(٤) الشذا: الحد، الهوادي: الأعناق.
(٥) الأصل: من البروق؛ وصححت في ح.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (185,'٤٥ -؟ باب في الرماح
- ٤١١ -
قال المهند
كأنما السمر في أسنتها ... نار مصابيح يستضاء بها
تلين هزاً واللين شدتها ... كالحية الصل في تواثبها - ٤١٢ -
وقال يحيى بن هذيل
ومرهفات كأنها شهب ... طوالع في يديك مطلعها
كأنها طالبات مسترق ... مفرعها في الكلى ومشرعها - ٤١٣ -
وقال عبادة
وذوابل صم الكعوب تعدلت ... منها المتون وحكمها لم يعدل
قد قومت فكأنما امتثلت بذا ... ك الفعل في تقويم كل مميل - ٤١٤ -
وقال أحمد بن دراج (١)
فكأن حد سنانه من باسه ... وكأن صفحة سيفه من حلمه
فبهاؤه في نصله، وذكاؤه ... في رمحه، و [مضا] ؤه في سهمه
_________
(١) الديوان: ٣٠٦.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (186,'- ٤١٥ -
وقال علي بن أبي الحسين
بروج (١) من الخطي فيها كواكب ... لها من قلوب المجرمين منازل
تردت نحول العاشقين (٢) كأنما ... بها من تباريح الغرام بلابل
كأن ضراماً في الوغى متأججاً ... (٣) ومنها لهيب والدخان القساطل
بها يكتب الفتح الذي صحفه العدى ... فأقلامه عند الكماة الذوابل
تخط خطوطاً في الأعادي، مدادها ... نجيع، ومخشي الحمام الرسائل
كأن شذا أطرافها إذ ترفعت ... (٤) شذا ألسن الحيات حين تصاول - ٤١٦ -
وقال ابن عبد ربه (٥)
بكل رديني كأن سنانه ... شهاب بدا في ظلمة الليل ساطع
تقاصرت (٦) الآجال في طول متنه ... وعادت به الآمال وهي فجائع - ٤١٧ -
وقال علي بن أبي الحسين
وكأن (٧) الرماح طير ترى الورد ... ظماءً في منهل الأوداج
_________
(١) بروج: غير معجمة في الأصل.
(٢) ص: نحول الفاسقين بها كأنما.
(٣) القساطل: جمع قسطل، وهو الغبار الساطع.
(٤) الشذا: الحد والحدة.
(٥) ديوان ابن عبد ربه: ١٠٥؛ والعقد ١: ١٨٥؛ واليتيمة ٢: ٧٦؛ ونهاية الأرب ٦: ٢٢١.
(٦) ص: لما صرت.
(٧) ص: كأن.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (187,'وكأن (١) الصرعى نشاوى مدامٍ ... (٢) في نخاع حمرٍ من الديباج - ٤١٨ -
وقال غيره
وأصم معتدل الكعوب هززته (٣) ... فهوى هوي البارق المتألق
ظمآن إلا أن يوافق منهلاً ... بين الجوانح من دمٍ متدفق ٤٦؟ باب في القسي والنبال
- ٤١٩ -
قال المهند
كأن عوج القسي قد أخذت ... شبهاً من الخود في حواجبها
فعطفها عطفها ومطلبها ... في القصد بالرشق من مطالبها - ٤٢٠ -
وقال ابن هذيل
وحانية من [غير] رحمي على طفل ... (٤) يعيش بلا أكل ويبقى بلا رسل
إذا ما دنا من حجرها نبذت به ... وترسله طفلاً فيغدو على كهل
كأن (٥) تراخيها قوام لقوة ... تميل عليه تارةً ثم تستعلي
_________
(١) ص: كأن.
(٢) التخاخ: جمع نخ وهو البساط.
(٣) ص: مرزنة، دون اعجام.
(٤) يلغز بالقوس ويعد السهم طفلاً لها، وحانية بمعنى عاطفة ومحنية، الرسل: اللبن.
(٥) ص: نواحيها.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (188,'إذا استعقلته وهو قبضة حجرها ... مضى يضع التأكيد في فرقة الشمل
لها رنة في إثره بعد فقده ... فتحسبها تبكي عليه من الثكل - ٤٢١ -
وقال أيضاً
تعاورتم نبال عن معابلها ... كالنحل أو كشآبيب الحيا الزجل (١)
في كل (٢) واجدة نعي تمد (٣) به ... من رنة الوتر يحكي رنة الثكل - ٤٢٢ -
وقال أيضاً
ومدركات ولم تطلب وليس لها ... روح وتنصف من باغٍ وإن بعدا
في كل واجدة (٤) صوت إذا لهجت ... به أصابت مراداً في الذي مردا (٥)
كأن أولادها حن إذا انبعثت ... (٦) لم تبق لا والداً [حياً] ولا ولدا
_________
(١) المعابل: جمع معبلة وهي نصل عريض قصير؛ الشآبيب: الدفعات من المطر؛ الحيا: المطر؛ الزجل: الراعد المصوت.
(٢) ص: فاجدة ولعلها " واحدة ".
(٣) ص: تمر به.
(٤) ص: واجد، ولعلها " واحدة ".
(٥) ص: مرد: طغى.
(٦) الحن من الجن. وقد تكون معجمة في الأصل.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (189,'- ٤٢٣ -
وقال علي بن أبي الحسين
وقسي نبع كالأهلة توجت ... (١) بنجوم أسهمها لنزع النازع
خرس وتنطق بالأنين وما بها ... وصب وتقذف بالسمام الناقع (٢) - ٤٢٤ -
وقال أحمد بن دراج (٣)
وحنانة الأوتار في كل مهجةٍ ... لعاصيك أوتار لها وذُ حول
إذا نبعها عنها أرن كأنما ... صداه نحيب في العدا وعويل - ٤٢٥ -
وقال أبو عوف القرشي
وعاتقة أطرت عودها ... (٤) أكف الرماة به فالتوى
كتوم من النبع (٥) مضعوفة ... كمثل الهلال إذا ما بدا
معطفه كإهان السحوق ... (٦) أثقله وقره فانثنى
أو المرء أوهن جثمانه ... مرور الحوادث حتى انحنى الكتوم من القسي التي ليس فيها شق، والقوس جمعها قسي وأقواس وقياس.
_________
(١) النزع: توتير القوس، والنازع: الرامي.
(٢) السمام: السم، الناقع: القاتل.
(٣) ديوان ابن دراج: ٧ واليتيمة ٢: ١١١.
(٤) العاتقة: القوس التي قدمت واحمرت؛ أطرت حنت وعطفت.
(٥) ص: مصفوفة؛ ح: معقوفة.
(٦) الأهان: العرجون؛ السحوق: النخلة الطويلة؛ الوقر: الحمل.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (190,'- ٤١٦ -
قال جعفر بن عثمان
وكأن مستن السهام على ال؟ ... باقين منهم صيب برد
وكأن قذف المنجنيق بها ... صعق غدا يهمي ويطر - ٤٢٧ -
وقال علي بن أبي الحسين
وفرع كتوم كالهلال تعطفت ... (١) لترأم سقباً [ ... ] وهي حائل
لها صفرة المتبول وهي برية ... (٢) من السقم متبول بها من تراسل
إذا أرسلت منها شواظاً حسبته ... رسولاً على غرم الأعادي يواصل (٣)
تؤم شياطين الضلال (٤) بحاصبٍ ... من النبل لا تخطيه منها المقاتل - ٤٢٨ -
وقال عبادة
بكفه نشابه أذكرت ... في قبضها من قلبي الناشب
كأن يمناه على ناظرٍ ... منه ويسراه على حاجب
كأنما تعقد في وتره ... تسعاً وستين يداً حاسب - ٤٢٩ -
وقال المهند
فكأن القسي يرشق منها ... كل نجم من عطف كل هلال
_________
(١) ترأم: تعطف على؛ السقب: ولد الناقة ويكنى به عن السهم؛ حائل: لا تلد.
(٢) متبول: هالك.
(٣) ص: الأداعي نواصل.
(٤) ص: بحاسب.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (191,'وكأن السيوف في ثائر النق؟ ... ع شموس مضيئة في ليال ٤٧؟ باب في الدروع والبيض
- ٤٣٠ -
قال علي بن أبي الحسين
ومسرودة من نسج داود تحتها ... أسود لها منها عليها غلائل
تخال بها موجاً من الزعف سائلاً ... (١) له الأرض بحر والبحار سوائل
كأن متون الرقش فوق متونها ... وقد حملتها في الجنوب الحمائل
جواشن أمثال الحلي كأنها ... (٢) إذا اختال فيها اللابسون خمائل - ٤٣١ -
وقال أيضاً
وأشباه بيضات الأداحي كأنما ... على أرؤس الفتيان منها المشاعل
شموس إذا ما الدجن أرخى سدوله ... (٣) وأقمار حين تدجو الغياطل
_________
(١) الزعف: الدرع أو الدروع الملساء اللينة (يطلق على المفرد والجمع) .
(٢) ص: حمائل؛ والجواشن: جمع جوشن وهي الدرع أو الزرد.
(٣) ص: القياطل، والغياطل: جمع غيطلة وهي التباس الظلام وتراكمه.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (192,'- ٤٣٢ -
وقال يوسف بن هارون (١)
وما استلأموا حرزاً ولكن لأمهم ... (٢) برودهم في المعرك المتلاحم
فآبوا بها سود الثياب كأنهم ... وقد قتلوا أعداءهم في مآتم - ٤٣٣ -
وقال ابن هذيل
ترى لابسي نسج الحديد كأنهم ... وراء الدروع السود غبر (٣) الضراغم
يهولك أن تدنو إليها كأنما ... ترى فرصاً (٤) منها عيون الأراقم - ٤٣٤ -
وقال أيضاً
من كل ضافية الغدير ترى لها ... طرقاً تصير على المتون غدائراً
قد سميت أم الزمان فأرضعت ... أولادها ثدي الرماح أصاغرا
فكأنهم يتطافرون لريبةٍ ... أو روعة لو أن فيهم طافرا
وكأنهم مما تدانوا والتقوا ... طير رأت في الجو صقراً كاسراً
_________
(١) شعر الرمادي: ١٢٢.
(٢) استلأموا: لبسوا اللأمة وهي الدرع أو عدة الحرب؛ والحرز: ما يعين على الاحتراز والمنعة.
(٣) ص: غير.
(٤) كذا هو بالأصل، ويعني تارات أو شقوقاً كما تقول بالمعجمة، أو فرجاً جمع فرجة، ولعله غير ذلك كله، كأن يقرأ " خوصاً " بمعنى متخاوصة غائرة، والمعنى ترى منها عيون الحيات غائرة تتخاوص.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (193,'- ٤٣٥ -
وقال أيضاً
وكأن درعك أنشئت من مزنةٍ ... فيكاد أن يعشى (١) بها المستلئم
وكأنهم مما تدانوا والتقوا ... رف (٢) فتحسبها تهم وتهجم
وكأن جسمك من وراء حجابها ... دين يشح به (٣) تقي مسلم - ٤٣٦ -
وقال أيضاً
وسابغات كأنما نسجت ... بالآل مما صفا ملمعها
إن اكتسى بها انهرقت ... كأنه في التراب يزرعها
كأنها والأكف تلمسها ... رقش الأفاعي تكاد تلسعها - ٤٣٧ -
وقال أيضاً
كأن الدروع البيض فوقها ... غمائم غر أفرجت عن بوارف
_________
(١) ص: يغشى.
(٢) ص: واتقوا فيها، وانظر البيت الرابع من القطعة السابقة، وفي تكريره سهو من الناسخ فيما يبدو، فإن المقام مختلف، والضمير هنا لا يعود إلى شيء سابق.
(٣) ص: يسح بها.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (194,'٤٨ -؟ باب في المرايات والتجافيف (١) والطبول
- ٤٣٨ -
وقال يحيى بن هذيل
وكأن الرايات وهي مع الري؟ ... (٢) ح فؤاد المقصود في خفقانه وكأن التجفاف أوجه أهل الكفر والبأس (٣) في لظى نيرانه ... - ٤٣٩ -
وقال يوسف بن هارون (٤)
يقود جنود الجو والعرش والثرى ... فأعداؤه معذورة في الهزائم
ملائكة الرحمن تحت العرش لوائه ... ومن تحته جند النسور القشاعم
كأن سليمان بن داود تحتها ... (٥) تظلله من حر تلك السمائم - ٤٤٠ -
وقال عبادة
هذي وفود الروم نحوك بادرت ... أم القطا (٦) للمنهل المورود
وصلوا على مثل الصراط إليك من ... هول، وأنفسهم بلا مجلود
_________
(١) التجافيف: جمع تجفاف وهو الذي يوضع على الخيل من حديد وغيره في الحرب؛ وكان أصحاب التجافيف يمثلون وحدة من وحدات الجيش في أوقات العرض واستقبال الوفود؛ انظر المقتبس (ط. الحجي) : ٤٩.
(٢) المقصود: كذا هو في الأصل، والمعروف في اللغة " المقصد " أي الذي رمي بسهم، ولعل الصواب هنا " المعمود ".
(٣) ص: والناس.
(٤) شعر الرمادي: ١٢١.
(٥) السمائم: جمع سموم وهي الريح الحارة.
(٦) ص: أسم قسطا.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (195,'في جحفل كالروض في ألوانه ... يهفو بأعلاه سحاب بنود
وكأنما الحيات فاغرة به ... (١) تومي إلى الأعداء بالتهديد
وكأنما العقبان في نفح الصبا ... تهوي إلى صيد الكماة الصيد
والأرض تحسبها سلوكا سطرت ... فيها لآلئ عدة وعديد - ٤٤١ -
وقال المرادي
وكأنما الآساد في أشلائها ... غرثى (٢) بغير دم العدا لا تشبع
وكأنما العقبان فر أمامها ... (٣) صيد فطائره إليه وقع
ولروعة الثعبان في حركاته ... هول يراع به الكمي الأروع
غضبان يفغر في الهواء كأنه ... عطشان في مهج الأعادي يكرع - ٤٤٢ -
قال ابن هذيل
وكأن البنود أجنحة الطير يرفرفن إذ حوتها القيود ... وكأن المحمرة اللون في الأفق خدود يزينها التوريد ... وكأن العقاب والريح إلفان فمن وصل ومن ذي صدود (٤) ...
_________
(١) يتحدث في هذا البيت عن الحيات وفي الذي يليه عن العقبان ويعني بها البنود ذات الصور الرائعة، وكانت تمثل وحدة خاصة في العرض في الاحتفالات الأندلسية، قال ابن حيان: ثم انتقلوا إلى تعبئة أصحاب العدة الرائقة من البنود الغربية الأنواع والصفات والتماثيل الرائعات: من الأسود الفاغرة والنمور الجائشة والعقبان الكاسرة والثعابين المضطربة وكانت عدتها مائة صورة؛ انظر المقتبس (تحقيق الحجي) : ٤٩.
(٢) ص: عرنا.
(٣) ص: ووقع.
(٤) العقاب: الراية.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (196,'- ٤٤٣ -
وقال أحمد بن عبد الملك الكاتب
وأعلام قصر بالفتوح خوافق ... ترى حولها طير المنية حوما
كأن ابيضاض البيض من نور وجهه ... وذا رأيه فينا إذا الخطب أظلما
كأن احمرار الحمر (١) هزة سيفه ... إذا هزه في المشرفية صمما
كأن اصفرار الصفر من لون من غدا ... إلى عفوه من سخطه متظلما
كأن اخضرار الخضر موقع جوده ... إذا ما اشتكى بطن الثرى علة الظما
كأن ثعابين القنا كلما التوت ... تعالج وجدا في الجوانح مؤلما
كأن العقاب المستطيرة بالصبا ... وقد فغرت (٢) منها بأنفاسها فما
محب أتته الريح من نحو إلفه ... فقابلها مستنشقا متوسما
كأن (٣) جناحيها جوانح عاشق ... تذكر من عهد الصبا ما تصرما
ترى الضيغم الحامي حماه كأنه ... يواثب صيدا أو يساور ضيغما
كأن القنا في الطول أيام عاشق ... غدا وصل من يهوى عليه محرما
كأن ذوي التجفاف والخيل سربلوا ... (٥) سرابيل (٤) من سام وتبر تجسما
_________
(١) ص: برة؛ ح: بزة.
(٢) ص: قعدت.
(٣) ص: جناحها.
(٤) ص: سرب لوا، سرائيل.
(٥) الأصل: تحسما؛ قلت: وكانت قراءتي لهذا البيت شديدة الاضطراب في الطبعة الأولى، فاعتمدت ما ورد في ح.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (197,'٤٩ -؟ باب في الحرب ووصف الطعان والضراب
والجيوش والفتوح
- ٤٤٤ -
قال جعفر بن عثمان
كتائب أمثال البحار زواخرا ... تفيض على طول البلاد وعرضها
تزيل الكرى عمن (١) تؤم كأنما ... هواجلها (٢) بين الجفون وغمضها - ٤٤٥ -
وقال محمد بن عبد العزيز
وكم جيش تجيش به الفيافي ... كموج البحر يضطرب اضطرابا
كأن الصور ضمت نفختاه ... إليه كل من سكن الترابا - ٤٤٦ -
وقال عبيد الله بن إدريس
كأن جياده عقبان جو ... يطرن على الأعادي بالأسود
ومعترك تخال النقع فيه ... ستارة غادة حسناء رود
كأن صليل قرع البيض فيه ... رنين الباكيات على اللحود
_________
(١) ص: يؤم.
(٢) ص: مواجلها، والهواجل: جمع هوجل وهو الطريق، أي كأن هذه الجيوش اتخذت طرقها بين الجفون فحالت دون غمضها، ولعلها أن تقرأ " مراحلها " أي المراحل التي تقطعها تلك الجيوش، وهي قراءة أقل تعسفا من الأولى، وفي ح: موالجها.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (198,'- ٤٤٧ -
وقال مروان بن عبد الرحمن
له عسكر كالبحر بالبيض مزبد ... وكالغيم عن برق السيوف قد افترا
إذا ما تبدى فيه كل مدجج ... بدا كعباب البحر أبيض مخضرا
فإن عصفت ريح الوغى بكماته ... رأيت بها وجهه الحمام قد اصفرا - ٤٤٨ -
وقال يوسف بن هارون (١)
مبيح حمى الإشراك حتى كأنه ... هو الحب والإشراك أحشاء هائم
بكل فتى ثقف لو أن فؤاده ... براحته أغناه عن كل صارم
إذا اعتزلوا كانوا ملوكا أعزة ... وفي الحرب أعوان المنايا الغواشم (٢)
لهم أوجه غر تنمنم في الوغى ... كأن قد تغشتها أكف الرواقم
كأن كلوم الطعن والضرب بهجة ... على الوجنات الغر نقش الدراهم - ٤٤٩ -
وقال المهند
وللجيوش التي تحف به ... مناظر الأسد في مواكبها
سائفها واصل كرامحها ... ضربا وذو الرمح مثل ناشبها (٣)
كأنما (٤) ألف الحديد بها ... (٥) ماء ونارا على مقانبها
_________
(١) شعر الرمادي: ١١٩، ١٢١ واضطرب جامع الديوان في إيراد الأبيات.
(٢) اعتزلوا: لم يحاربوا، أي اعتزلوا الحرب.
(٣) ص: يسابقها؛ والسائف: المتقلد سيفا؛ والناشب: الرامي بالنشاب.
(٤) ص: اللف.
(٥) ص: معانيها؛ والمقانب: جمع مقنب وهو جماعة الخيل أو قطعة من الجيش.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (199,'نارا ترى النقع من دواخنها ... والقضب البيض من كواكبها - ٤٥٠ -
وقال ابن هذيل
تكاثف حتى لا ترى الطير حوله ... (١) مكان التفاط أو ورودا لحائم
تبيت التي لم تجعل الطلح وكرها ... (٢) طلائح ما بين العتاق الصوائم
وتلك التي أرزقها في حماية ... محلقة كالعارض المتراكم
إذا عارضت شمس الضحى فهي ظلة ... على قمم الفرسان سود العمائم
إذا وجدت خرقا من الريش أدخلت ... شعاعا يسيرا مثل قدح المناسم
أو اطلعت من بيتها فكأنها ... تخالس سر الجيش قبل الملاحم
تكافوا فأعطوها من اللحم قوتها ... وأعطتهم ظلا بحر السمائم
_________
(١) الحائم: العطشان.
(٢) ص: القباب الصوائم؛ والصوائم: الخيل القائمة، وربما قرئت: " بين القنا والصوارم " وهي قراءة بعيدة عن صورة الكلمة الأخيرة.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (200,'- ٤٥١ -
وقال علي بن أبي الحسين
كأن الوغى من سفكه الدم روضة ... تناثر من أغصانها ورق الورد
كأن جموع الحائمات مآتم ... لبسن الحداد الجون حزنا على الفقد
كأن السبايا جوهر متبدد ... تناثر لما خانه السلك من عقد
فتوح توالى الصنع فيها كأنه ... مع الريح يجري أو مع الشمس في حد - ٤٥٢ -
وقال ابن هذيل
كأنه طبق الدنيا إذا انبسطت ... فرسانه لمغار يوم إرسال
مقارب الخطو لا تخطي بوادره ... كالبحر يجرف وشلا بعد أوشال
إذا انثنى بقفول ماج من عظم ... دهرا كأن ذويه (١) غير قفال - ٤٥٣ -
وقال أيضاً
وتشفق الدرع أن تنساب خائفة ... منه عليه فقد حارت من الحذر
كأنما نار إبراهيم باقية ... فيها فإن صال لم تحرق ولم تضر
_________
(١) ص: دونه.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (201,'كأنما السيف يقضي فوق ساعده ... فرضا فيركع فوق الهام والقصر (١) - ٤٥٤ -
وقال سعيد بن محمد بن العاصي القرشي
تسد شعاع الشمس شرقا ومغربا ... إذا ما استمدت في السهوب مدودها
وقد ظللت عقبانها حيث وجهت ... بعقبان طير في السماء جنودها
تظلهم فوق الرءوس كأنها ... سحاب وأصوات الطبول رعودها
فتعطي لعين الشمس في الجو فرجة ... كمثل نقاب العين، ليس تزيدها - ٤٥٥ -
وقال ابن هذيل
كأنما الخيل أرآم فوارسها ... أسد وبينهما صلح قد انعقدا
كأنما قمم الفرسان قد تركت ... (٢) فيها النعام تريكا عمها عددا
كأنها وسيوف الهند تقرعها ... طير تجاوب طيرا صيتا غردا الأرآم؟ بالهمزة؟ الظباء، والآرام؟ بلا همزة؟ الحجارة تنصب أعلاما، واحدها إرم.
- ٤٥٦ -
وقال صاعد بن الحسن اللغوي
فضحيت منهم بالرجال وأقبلت ... سباياهم مثل الجراد المبدد
حسان الخدوش في الخدود كأنها ... (٣) وشائع نقش في نسيج معضد
_________
(١) القصر: الرقاب.
(٢) التريك: بيض النعام.
(٣) ص: معمد.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (202,'- ٤٥٧ -
وقال أيضاً
غزو كولغ الذئب عن ظمأ ... (١) في بارد خصر من الثعب
تزجى الجياد إلى الجياد كما ... تزجى الخوامس ليلة القرب (٢)
فكأنها هي غير أن لها ... شربا تفجره بذي شطب
خاض البحار إليهم وهوى ... كالسيل من عال إلى صبب - ٤٥٨ -
وقال أحمد بن دراج (٣)
متقحم الأهوال في ضنك الوغى ... فكأن نفس عدوه في جسمه كالموت غال بفجئه، والليث صال ببأسه، والسيل جاح بحطمه ... ٥٠؟ باب في الرءوس والمصلوب
- ٤٥٩ -
قال ابن هذيل
تترى رءوسهم عليك كأنها ... (٤) نغر توافت فوق روس تلال
صفت بقارعة الرصيف كأنما ... تقضي صلاة الخوف دون كمال
فاستقبلتك كأنما عن (٥) توبة ... خضعت لو ارتفعت إلى الامهال
_________
(١) الثعب: جمع ثعب وهو الغدير.
(٢) ص: الخوامص؛ والخوامس: الإبل أظمئت أربعة أيام لترد في اليوم الخامس، وليلة القرب أن يكون بينها وبين الماء ليلة فتساق في عجلة للورود ليلا، فتلك الليلة ليلة القرب.
(٣) البيت الأول - دون الثاني - في ديوانه: ٣٠٥.
(٤) النغر: طيور سود.
(٥) ص: قوبة - دون إعجام الباء -.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (203,'- ٤٦٠ -
وقال عبادة في دخول جسد ابن (١) فرذلند في تابوت (٢)
فرقت بين دماغه وفؤاده ... (٣) وجمعت بين غرابه والسيد
فكأن رأس تلال (٤) اظماه الردى ... فدنا من الوادي رجاء ورود وكأن بطن أخيه الشيهم الضاحي أو الملقى (٥) من العنقود (٦) ...
وكأنما التابوت (٧) حنط شلوه ... فأتاك فوق الظهر في ملحود
أكلت وديعته الوغى وكأنما ... (٨) رفع الذي أبقته في سفود
رأس (٩) أميل عقوبة إذ لم يدن ... لله في أيامه بسجود
طمحت (١٠) إليه عيوننا فكأنما ... رصدت بطلعته هلال العيد - ٤٦١ -
وقال ابن هذيل في مصلوب
لحق السها في جذعه فكأنه ... متسمع يغشاه نجم قاذف
أو مطرق لعظيمة يثني لها ... من نفسه العصيان ثم يخالف
_________
(١) ص: حسدين.
(٢) لعله يعني غرسية فرذلند (Garicia - Fernandes) الذي أسر عام ٣٨٥ زمن المنصور ابن أبي عامر وتوفي بعد أسره بأيام، وكان قومس قشتالة بعد أبيه (انظر تاريخ إسبانيا الإسلامية ٢: ٢٤٤ وما بعدها) .
(٣) أي أن الغراب والسيد اجتمعا على جثته.
(٤) كذا في الأصل، ولم أهتد لصويبه.
(٥) ص: الصاحي والملقى.
(٦) الشيهم: ذكر القنافذ، الضاحي: الذي أصابته الشمس.
(٧) الأصل: الياقوت حفظ.
(٨) الوديعة: ما أودع في رأسه أي دماغه، السفود: حديد الشواء.
(٩) ص: اشيل.
(١٠) ص: طفحت.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (204,'- ٤٦٢ -
وقال أيضاً
فكأنما فيه بقية روحه ... وكأنما عن ريبة (١) لم ينطق
متقلص الشفتين تحسب أنه ... في الجذع يضحك للعلا إذ يرتقي (٢)
أوفى عليه في [العلو] كأنه ... متعلق بالفرقد المتعلق
قد قابل الجهة التي كانت له ... (٣) فكأنه باك وإن لم يشهق - ٤٦٣ -
وقال أيضاً
ومد ضبعيه في أعلى مزاحمة ... للنجم ما كان عنها النجم ينحدر (٤)
كأنما هو فيها شخص مسترق ... موقف لبني الدنيا ليعتبروا - ٤٦٤ -
وقال درود
كأنه نسك في الحج قربه ... بين الهدايا إلى الرحمن ناحره (٥)
كأنه في أعالي النجم معترضا ... حي على وجل ماتت خواطره
كأنه في تجليه لمبصره ... لحم على وضم يرعاه جازره
_________
(١) ص: رتبة؛ ح: رتة.
(٢) ص: أو يرتقي.
(٣) ص: يتشهق.
(٤) الضبع: العضد.
(٥) النسك: الهدي، وفي الأصل: تاجره.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (205,'كأنما لاحت الجوزاء واطلعت ... (١) به الثريا إذا لاحت تسامره - ٤٦٥ -
وقال عبود
قد اغتدى فاتح الأعضاد في خشب ... (٢) كأنه طائر يومي لتمطار
أصم أخرس مقطوع اليدين معا ... مضبب العين في عود بمسمار - ٤٦٦ -
وقال محمد بن مسرة
كأنهم دانوا بأنك ربهم ... فخروا جميعا حين أطلت سجدا
كأن ر [قاب] المشركين قصائد ... تكون لها علياك في الحرب منشدا
كأن الد [م المهراق] أسكر نصله ... فصال (٣) على حزب (٤) الضلال معربدا
كأن رؤوس الشرك طير سواكن ... غدوت لها بالمشرفي مشردا - ٤٦٧ -
وقال ابن محامس الكاتب
فطير عنهم هامهم وكأنها ... قطا الجو أردتها أجادلها الكهب (٥)
_________
(١) ص: مسامرة.
(٢) ص: لتطمار - دون إعجام -، والتمطار: التأهب للهوي.
(٣) ص: اسكر فضله فصار.
(٤) ص: حرب.
(٥) الاجدل: الصقر، الكهب: جمع أكهب وهو الأدهم أو الأغبر مع سواد.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (206,'كآثار عاد يوم غودوا بحاصب ... وآل ثمود إذ رغا فيهم السقب (١) - ٤٦٨ -
وقال قاسم بن محمد الكاتب
صرعى بأفنية البيوت كأنما ... شملت عقولهم سلاف شمول
جثث كأن دماءها بنحورها ... محمر قنو (٢) في صريع نخيل ٥١؟ باب في الخوف والمهابة
- ٤٦٩ -
وقال محمد بن عبد العزيز
حيران تفرق نفسه من نفسه ... فرق العدو من العدو الموبق (٣)
وكأنما يثني عنان مكدم ... (٤) متسنق أو ناشط متهزق
أو زورق متمخر أو نقنق ... (٥) متمطر أو سوذنيق أزرق
قلقا يرى شجر الفلاة فوارسا ... من بين منصلت وآخر معنق (٦) - ٤٧٠ -
وقال عبد الملك بم جهور
وأصبحت الدنيا علي برحبها ... (٧) كحلقة خاتام أسى وتحزنا
_________
(١) السقب: ولد الناقة، يشير إلى ناقة صالح؛ ورغا السقب: كناية عن الهلاك.
(٢) ص: محمرة فتو.
(٣) الموبق: المهلك.
(٤) مكدم: معضض ويوصف به حمار الوحش. متسنق: بشم فهو أشد لبطره ومراحه وفي الأصل: متشنق؛ الناشط: ثور الوحش؛ متهزق: شديد النشاط، والأصل: متهوق.
(٥) النقنق: النعام؛ المتمطر: المسرع؛ السوذنيق: الصقر وقيل الشاهين.
(٦) معنق: يشتد في جريه.
(٧) الخاتام: لغة في الخاتم.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (207,'- ٤٧١ -
وقال محمد بن الحسين الطاري
ورابط جأش ليله غير ساهر ... توعدته ضاقت عليه مذاهبه
يبيت على نأي المحل مروعا ... كأن صباها (١) والجنوب تطالبه - ٤٧٢ -
وقال محمد بن الحسين
سرى الخوف فيهم والرجاء فأوجفوا ... عجال نفوس فوق راكضة عجل
وعاذوا كما عاذ الحمام بمكة ... وفرعك في التأمين من ذلك الأصل (٢) - ٤٧٣ -
وقال عبد الله بن موسى بن حدير
أنيس بوحش (٣) البيد ناء عن الأهل ... وحيد نجي (٤) الهم مفترق الشمل
ولو حل في حيث الثريا منوطة ... لجال إليه برثن (٥) الليث يستعلي
_________
(١) ص: صبابها.
(٢) ص: الوصل.
(٣) ص: توحش.
(٤) ص: من.
(٥) ص: قرين.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (208,'- ٤٧٤ -
وقال محمد بن شخيص
إذا جلت للورى الذي حسدت ... حب القلوب عليه ناظر المقل
أغضوا ولولا تلالي بشره لحكوا ... موسى أوان تجلى النور للجبل - ٤٧٥ -
وقال علي بن أبي الحسين
وحدث عن أقداركم فهوى لها ... إلى الأرض وهو الشامخ المتكبر
كموسى رأى البرهان في الجبل الذي ... تصدع لما أن تجلى المصور - ٤٧٦ -
وقال محمد بن أبي الحسين
قصرت خطاهم إذ طلعت مهابة ... فكأنما الماشي إليك مقيد
وكأنهم إذ نكسوا أبصارهم ... (١) قبل فلحظهم لغيرك يعمد
لحظوا كما لحظ الأسير فعاينوا ... بدرا على سرر الخلافة يقعد - ٤٧٧ -
وقال ابن هذيل
لم تبق (٢) في الكفار إلا هاربا ... يحكي فخلناه بذكرك يكلف
_________
(١) قبل: جمع أقبل وهو الذي في عينيه قبل أي إقبال سواد العين على محجرها.
(٢) ص: بم يبق.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (209,'فكأنما في قلبه من ذعره ... وخز كما ثقب الأديم المخصف (١) - ٤٧٨ -
وقال أيضاً في المهابة (٢)
كأنا من الإجلال تحت عماية ... نطاطي (٣) لها بالرعب كل الأحاين
كأنا قرفنا (٤) باجترام فما لنا ... لسان يقوينا بعذر (٥) مباين - ٤٧٩ -
وقال أيضاً
وانظر إلى ملك النصارى كلها ... كيف استقاد إليك وهو مبادر
والخوف يقذفه إليك كأنه ... كرة لها في الصولجان مكاسر٦ شطر ثاني - ٤٨٠ -
وقال أيضاً
إن الذي ولى ففر بنفسه ... للخوف مكشوف بلا سربال
تخدي (٧) به القوداء وهو يظنها ... (٨) من رعبه معقولة بعقال
طارت به وكأنما أوصالها ... ولت بعينيها من الإعجال
_________
(١) الأديم: الجلد، المخصف: المخرز.
(٢) وردا في المطرب: ١٣٥ منسوبين لمحمد بن أبي الحسن.
(٣) ص: تطاطي.
(٤) ص: فرقنا باحترام.
(٥) ص: بغدر.
(٧) ص: تحدي، وقد تقرأ " تحدى ".
(٨) القوداء: الناقة المسمحة.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (210,'ركب الشمال موليا ولقلبه ... خفقان هادلة بريح شمال (١) - ٤٨١ -
وقال أيضاً
سيقوا (٢) إليك فلو شقت قلوبهم ... لاسود ظنك من إفراط ما ستروا (٣)
يروم أخطبهم تأليف واحدة ... كأنما بين فكي نطقه حجر - ٤٨٢ -
وقال مؤمن بن سعيد
ضاقت بي الأرض وانسدت مخارجها ... حتى كأني ببطن الأرض مقبور
كأنني من بلاد الله في نفق ... أو مفحص لقطاة حوله سور - ٤٨٣ -
وقال ابن هذيل
ونأخذ منه جوده تحت هيبة ... هي المزن يسقي الأرض والرعد مطبق
_________
(١) الهادلة: الحمامة وقد يكون معناها الأغصان المتهدلة.
(٢) ص: شقوا.
(٣) ص: شنروا.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (211,'- ٤٨٤ -
وقال عبد الله بن عبد العزيز القرشي
إذا خلت أن العفو منك مصابحي ... فأصبح مغبوطا وتصلح حاليه
أتاح امرءا لا يتقي الله في امرئ ... فأطلق فينا قالة هي (١) نابيه
فأصبحت كالراجي الحياة بمكة ... (٢) إذا ما دنا أنأته ريح ثمانيه كمل الجزء الثاني في التشبيهات من أشعار أهل الأندلس بحمد الله وعونه ونصره
وحسبنا الله ونعم الوكيل؛ يتلوه إن شاء الله الجزء الثالث في التشبيهات
من أشعار أهل الأندلس لابن الكتاني الطبيب غفر الله له ولمالكه
ولكتابه، ولجميع المسلمين آمين رب العالمين
_________
(١) ص: عليه؛ ح: منه.
(٢) فيه إشارة إلى وفد عاد الذين ذهبوا إلى مكة يستسقون ثم إن الريح أصابت قومهم في قوله تعالى (سخرها عليهم سبع ليال وثمانية أيام حسوما) .',NULL,'217',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (212,'فراغ',NULL,'218',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (213,'الجزء الثالث
في
التشبيهات من أشعار الأندلس
لابن الكتاني الطبيب
والحمد لله وحده وصلى الله على مولانا وسيدنا محمد وآله وسلم تسليما',NULL,'219',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (214,'فراغ',NULL,'220',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (215,'بسم الله الرحمن الرحيم
وبه أستعين
التشبيهات لأهل الأندلس
٥٢ -؟ باب في الدواة والقلم والصحيفة
- ٤٨٥ -
وقال محمد بن الحسين (١) الطاري في صحيفة
كأنها الروضة الغناء قد وكفت ... فيها الغوادي بتكساب من الديم
بكت عليها عيون المزن فابتسمت ... عن أقحوان كحسن الثغر مبتسم
كأن أحرافها الأصداغ قد عطفت ... في خد ريم بكف الحسن ملتطم - ٤٨٦ -
وقال يوسف بن هارون في القلم (٢)
وفارس كف دارعا بمداده ... كما لاح للأبصار في درعه الكمي (٣)
_________
(١) ص: ابن أبي الحسين.
(٢) شعر الرمادي: ١٢٤.
(٣) الكمي: الفارس.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (216,'إذا أودع الطاقات بين حروفه ... تألفن تأليف الجمان المنظم
تراه على آثار أسطره ولو ... يحض على التقديم لم يتقدم
كبهمة جيش دارع (١) اثر جيشه ... يكر على الآثار يحمي ويحتمي (٢) - ٤٨٧ -
وقال أيضاً في صحيفة (٣)
وترى الأحرف في أسطارها ... لاصق بعض وبعض (٤) منفرج
فترى لاصقها معتنقا ... (٥) وترى المفروج ثغرا بفلح
كاقتران الدر تستخرجه ... فكر غواصة والذهن لج
وسواد في بياض قد حكى ... (٦) سود خيلان بوجه ذي نعج - ٤٨٨ -
وقال أيضاً (٧)
من معشر (٨) تنطق أيديهم (٩) ... بحكمة تلقنها الأعين
_________
(١) ص: أقر.
(٢) النبهمة: البطل.
(٣) هذه القطعة وما يليها من قطع للشاعر في شعر الرمادي: ٥٨، ١٢٧، ٩٨، ١٠٧، ٦٥.
(٤) ص: فبعض.
(٥) الفلج في الثغر: تباعد الأسنان.
(٦) النعج: الابيضاض الخالص.
(٧) وردا في العقد ٤: ١٩٥ لابن عبد ربه وانظر ديوانه: ١٧١.
(٨) العقد: ومعشر.
(٩) العقد: أقلامهم.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (217,'تلفظها (١) في الصك أقلامهم ... كأنما أقلامهم ألسن - ٤٨٩ -
وقال أيضاً
ناحل الجسم كأن قد شفه ... فوقها عشق المعاني فنحل
وكأن قد هجرته عن قلى ... فهو منها في بكاء متصل
وإذا ما صر قصب في ثرى ... (٢) أن في إثر حبيب محتمل
يشبه السهم أخاه خلقة ... في شباه، والقضيب المعتدل
حائك للوشي حتى خلته ... كان في صنعاء مشهور العمل
بل كأن الروض في مهرقه ... نابت من دمع فيه (٣) المنهطل
وبلا (٤) الكتاب ظل الروض في ... إثر طل والمعاني فيه طل - ٤٩٠ -
وقال أيضاً في القلم
وبكفه بادي النحول كأنه ... صب يخاطب بالدموع الهمل
صب تواصله المعاني بعد أن ... يبكي لها كبكاء من لم يوصل
وكأنه (٥) بمداده متدرع ... درعا وللأسطار قائد جحفل
_________
(١) ص: يلفطها.
(٢) قصب: سكنه للضرورة؛ المحتمل: الراحل. وفي الأصل: في نوى، والمعنى: إذا صر القصب - وهو منبته وأصله - حن إليه وتوجع، فكأنه فارقه مرتحلا.
(٣) ص: شبيه؛ شبه الحبر في رأس القلم بدمع ينسكب ولكن مصدره الفم.
(٤) كذا في ص.
(٥) ص: بمراده.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (218,'- ٤٩١ -
وقال أيضاً
كأن الكتب أجياد الغواني ... تبدت من سطور في عقود
كأن سطورها جزع بهيم ... (١) بدت فيه معان من فريد - ٤٩٢ -
وقال عبد الملك بن جهور
صحف إذا لوحظت يشبهها ال ... (٢) ناظر فيها بروضة أنف
عطفة نوناتها إذا عطفت ... كسالف بالعبير منعطف
والألفات التي تصورها ... قد غلام مستملح الهيف
أغيد كالخطوط فوق دعص نقا ... فالموت منه في اللام والألف - ٤٩٣ -
وقال محمد بن الحسين الطاري
بمرهف يستمد مرفهة ... مذلق الحد ناحل الطرف
ينشر (٣) سر الضمير عامله ... (٤) كالدمع يبدي سرائر الكلف
لولاه ما قيدت ولا انطلقت ... على الليالي مآثر السلف
كأن أنقاسه بناصعها ... سواد شعر في الخد منعطف (٥)
_________
(١) الجزع: الخرز؛ البهيم: الأسود؛ الفريد: العقد.
(٢) الروضة الأنف: المحمية التي لا تطؤها الدواب.
(٣) ص: سوء.
(٤) عامله: صدره على التشبيه بالرمح.
(٥) أنقاس: جمع نقس وهو الحبر؛ بناصعها: لون المآثر التي ذكرها في البيت الثالث.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (219,'- ٤٩٤ -
وقال يوسف بن هارون (١)
قلم الوزير كسيفه ... هذا يطول وذا يطول
أضحى كليث خفية ... (٢) وداوته لليث غيل - ٤٩٥ -
وقال عبيد الله بن إدريس في كتاب
كتاب تورد العين في روض خطه ... وتنهل من ألفاظه في مشارع
كأن معانيه لآل وخطه ... زخارف تنميق الأكف الصوانع
رعت خطه عيني وقلبي ... مراعاة صب للنجوم الطوالع
أتاني كما يأتي الحيا بعد فقده ... أو الطيف يسري في الكرى نحو هاجع
كأن أزاهير الرياض تنشرت ... لعيني فيه بين تلك البدائع
أجلت عليه فكرتي فتحيرت ... تحير مشغوف بخل ممانع
إذا رمت فيه الرد كنت كم رجا ... مباراة أنفاس الرياح الزعازع - ٤٩٦ -
وكتب الوزير ابن إدريس على ظهر كتاب
كتاب فيه من غرر المعاني ... قلائد لم تنظمها اليدان
كأن مجال عين الفكر فيها ... مجال اللحظ في حسن الغواني
_________
(١) شعر الرمادي: ١٠٢ والشريشي ٣: ٢٧٤.
(٢) خفية: اسم موضع.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (220,'- ٤٩٧ -
وقال المهند في القلم
رضيع من بني الأصف ... ر والأم من النوبه
ضئيل يشبه الصب ... أدام الحب تعذيبه
ترى أدمعه سودا ... ولكن هي مقلوبه
كما في باطن العين ... من الأنوار محجوبه
دماء هي أنقاس ... وسيف هو أنبوبه قال: إنما قيل للروم بنو الأصفر لأن حبشيا غلب على ناحيتهم في بعض لهو (١) فوطئ نساءهم فولدن أولادا فيهن من بياض الروم ومن سواد الحبشة، فكن صفرا لعسا (٢) ، ونسب بنات الروم إلى الصفر. وقد قيل إنما قيل لهم بنو الأصفر لأنهم نسبوا إلى الحبشي الذي غلب عليهم والعرب تسمي الأسود الأصفر (٣) .
- ٤٩٨ -
وقال الهذلي في الدواة
وجاثمة بين أيدي الملوك ... ليست تقوم ولا تقعد
إذا عطشت جاءها وردها ... وليست على منهل تورد
فإن أخذت ريها أرضعت ... بنيها بثدي هو الإثمد
_________
(١) ليست واضحة في ص.
(٢) ص: صفر العشا.
(٣) قال ابن سيده فيما نقله صاحب اللسان: لا أدري لم سموا بذلك، وقال ابن الأثير: لأن أباهم الأول كان أصفر اللون.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (221,'- ٤٩٩ -
وقال عبادة
أقلامه تنثني السيوف لها ... إذا عليها دم الدوي (١) جرى
كأنما عاد ريقها ديما ... فأنبتت في كتابه زهرا
فأورقت حين صافحت يده ... فانباع (٢) منها كلا [مه ثمرا]- ٥٠٠ -
وقال أيضاً في الكتاب
ذو معان معشقات حوى كل جسيم كتاب ضئيل ...
كهوى غار من يحب عليه ... فطواه وقد طواه النحول
فكأن الكتاب مسك فتيت ... نم فيه على الحبيب دليل - ٥٠١ -
وقال ابن بطال في الدواة
مطرقة في الخطوب كالحنش (٣) ... كأنما أطرقت على نهش
تمزج أريا بسمها فمتى ... تحط أسير الردى به يعش
ترضع أبناءها مجاجتها ... في ريها لا تدر في العطش
مكرمة لم تهن على أحد ... تنزل عند الملوك في الفرش
زنجية فضضت كواكبها ... فهي تباري كواكب الغبش
_________
(١) ص: الروي، والدوي: جمع دواة.
(٢) انباع: انطلق.
(٣) النون غير معجمة ف الأصل، وهذه قراءة ح.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (222,'- ٥٠٢ -
وقال أيضاً فيها
حاملة لم تضع على ألم ... ترضع أبناءها فما لفم تحمل سر الجليس (١) ويفشيه بنوها صمتا بلا كلم ...
كأنها في الرضاع موحية ... بسره فهو غير مكتتم
أفعى لصاب في سمها سقم ... يؤذي وبرء من بارح السقم (٢) - ٥٠٣ -
وقال أيضا في دواة عاج
ساكنة الحس لا بتوقير ... في فما ريقة (٣) المقادير
كأنما المسك في مجاجتها ... وجسمها من ثياب كافور
لم يك من رشيف ريقها أحد ... غير كئيب بها ومسرور - ٥٠٤ -
وقال أيضاً في القرطاس
ومطوي كمطوي الرحال ... يشابه (٤) طيه خصر الغزال
كأن سطوره أبناء حام ... أقامت في المراتب للقتال
كأن بياض مخفي المعاني ... بها خد (٥) يغلل بالغوالي
_________
(١) ص: الجليس صمتا.
(٢) اللصاب: شقوق في الجبل.
(٣) ص: رنقة.
(٤) ص: كطي الرحال يشبه.
(٥) ص: حد.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (223,'كبطن الكف منشورا ولكن ... (١) يقارن مثله شم الجبال - ٥٠٥ -
وقال ابن هذيل
ويعيرك القلم المعلى واعياً ... أذن المحب إلى الحبيب الأغيد
لبس السقام ولم يكابد في الهوى ... (٢) عشقاً ولم يشهد بوالي ثهمد
وكأنما كتم الهوى فاختال في ... دمعٍ خلاف الدمع داجٍ أسود - ٥٠٦ -
وقال أحمد بن دراج (٣)
وأسمر داني القد لو شهد الوغى ... لبان على سمر الرماح اختياله
يبلغ شرق الأرض أنباء غربها ... ولم ير عن فتر البنان انتقاله
إذا يدك العليا استقلت بحمله ... فأمعن في الخمس اللطاف انغلاله
ريت هلال الأفق قوم عطفه ... فوسط من نجم الثريا (٤) احتلاله - ٥٠٧ -
وقال يوسف بن هارون (٥)
وإذا ما امتطى يمينك مثلي ... في نحولي وفي دموعي الغزار
خلته (٦) بائع العقود تشهى ... نشر أسطارها على الأسطار
_________
(١) ص: سم الخيال؛ وهذه قراءة ح.
(٢) البوالي: الأطلال البالية؛ وثهمد: اسم موضع؛ وفي ص: بواكي، وله وجه من معنى.
(٣) ليست في ديوانه.
(٤) ص: البرايا.
(٥) شعر الرمادي: ٧٧.
(٦) بائع: غير معجمة في الأصل، وما أثبته قراءة ح.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (224,'وكأن الخطوب قد خالفته ... فغزاها في جحفل جرار
وكأن الأسطار ليل بهيم ... والمعاني فيها النجوم السواري
كاتم (١) للأسرار عن كل واشٍ ... غير ما في الصكوك من أسرار
كالمحب الذي يبوح لإلفٍ ... ثم يطوي عن كاشحٍ ويداري ٥٣؟ باب في السكين والجلم (٢)
- ٥٠٨ -
قال ابن هذيل في السكين
قد أحوجت أيدي الملوك إلى فمي ... فأنا على الأيدي شبيهة أرقم
أجني فيطلب حابسي بجنايتي ... وأنا قتلت وفي آثار الدم - ٥٠٩ -
وقال عبادة في سكين
أهديت نحو معذبي عضب الظبا ... من طرفه [الفتاك] أحسب حده
وفرنده المعشي لعيني مذكر ... من خط عارضه المليح فرنده
وكذاك يحكي باصفرار نقوشه ... من عاشق مثلي نحيلٍ خده
ولذاك أهديه إليه تفاولاً ... للقائنا فكأنما أنا عنده
أفردته من غمده إذ لم أر ... إلا فؤادي خوف صدك غمده
_________
(١) الأصل: الأسرار.
(٢) الجلم: المقص.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (225,'- ٥١٠ -
وقال في تشبيه سكين في غمدٍ أسودٍ
أنا صارم في جوف غمدٍ لم يزل ... بذل الأكف المالكاتي مالكي
فكأنني طرف الحبيب محيراً ... قد نام في جوف الظلام الحالك - ٥١١ -
وقال أيضاً يستهدي سكيناً
ليس يبريه غير عضبٍ طرير ... (١) فعله فيه قطعة من فعالك
حمل الصبح في غرارٍ منير ... ودجى اليل في نصاب حالك
ونبت لي أقلام صدقٍ كأني ... كنت كلفتها انتساخ مقالك
فتفضل من المدى لي بشيءٍ ... فأنا منتم إلى افضالك - ٥١٢ -
وقال ابن بطال
أشبه الماء في وبيص التماعي ... (٢) وأقد الحسام عند المصاع أنا دون القذى إذا أغضي الجفن عليه وفوق سم الأفاعي ...
وأنا ابن [الحديد] لكن أمي ... فطمتني لشرتي عن رضاع
مصلح شأن إخوتي حين كانت ... أمنا في الإصلاح غير صناع
_________
(١) العضب: القاطع، الطرير: الحاد؛ الفعال: - بفتح الفاء - الفعل.
(٢) الوبيص: البريق واللمعان؛ وأقد قد تقرأ " وأبذ "؛ المصاع: العراك.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (226,'- ٥١٣ -
وقال يوسف بن هارون في الجلم (١)
جلم من صفاه كاد بأن يخفى فلو أنه اصطبار لعيلا ... قاطع في انطباقه كانطباق الثغر في العض مبطئاً وعجولا ... - ٥١٤ -
وقال ابن هذيل في سكين
في جانبي ليل وفي الثاني ضحى ... فأنا الزمان على أنامل (٢) ممسكي
قرب إليّ السيف لست أهابه ... ودع العيون فسيفها هو مهلكي - ٥١٥ -
وقال أيضاً في الجلم
أخطافة في يدي أم جلم ... (٣) أم الرق يحنى لشق القلم
هما أخوان هما توأمان ... على قدر واحدٍ في الشيم
(٤) وقد جعل القين بينهما ... صدوداً ووصلاً لمن قد فهم
(٥) إذا فغرا حكيا أيماً ... من الرقش فاغرةً تلتقم
مقص كأن سهام العيون ... (٦) أطرافها في يدي مخترم
_________
(١) شعر الرمادي: ١٠٠.
(٢) ص: انعامل (والنون غير معجمة) .
(٣) الخطافة: حديدة معوجة، ولا أدري ما شبه الجلم بها ولعله: أمخطفة وهي السيف والشبه بينه وبين الجلم الالتماع؛ الرق: الصفحة البيضاء، وفي الأصل: عني بمشق؛ ح: عن لمشق.
(٤) فيه زحاف.
(٥) ص: خلت أيهما. والأيم: الأفعى (وفي ح: خلت أنهما) .
(٦) أطرافها: أي أطراف المقص؛ المخترم: المميت، وربما قرئت " مجترم " بمعنى مجرم.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (227,'تصور لي في يدي من أحب ... " لا، لا " إذا ما سألت " نعم " - ٥١٦ -
وقال ابن بطال في سكين
أنا في آلة الكتابة فرد ... ليس مني إذا تغيبت بد
أنا سيف الحتوف حداً ولكن ... سيوف الجفون مني أحد
فكأني من الجفون مصوغ ... فلي السيف في المعارك عبد ٥٤ - باب في المذبة والمروحة
- ٥١٧ -
وقال ابن هذيل
وقائمة في يدي قائم ... تحرك من شعرها الفاحم
يملها نفس المستقل ... لها عن قضيب لها ناعم
وتحسبها كجناح غراب، ... على رأسه، طائر حائم - ٥١٨ -
وقال أيضاً في مروحة
ومصروفة عن خلقها إن صرفتها ... إلى طي برد أو إلى طي مهرق
على أنها شبه المجن ودونه ... فإن كنت ذا فهم ابن لي واصدق
لها لطف أنفاس الصباح ورقة ... تلذ بها نفس الفتى المتشوق - ٥١٩ -
وقال أيضاً
إذا نشرت كانت على دارة البدر ... وإن طويت كانت كتاباً بلا نشر',NULL,'233',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (228,'جوانحها بيت الرياح ورجلها ... على يد مشغول بها فراغ الفكر - ٥٢٠ -
وقال أيضاً في مذبة
قامت على يدها قيام وصيف ... في فاحم من شعرها المحفوف
وثنت (١) عليه قدها (٢) فكأنها ... مالت إلى التعنيق والترشيف
بعثت على طيش الذباب فأنصفت ... منه فمر بجانب محذوف - ٥٢١ -
وقال أيضاً
ومضمومةٍ (٣) في الخيزران كأنها ... على يده من شعره الفاحم الجعد
تنيف عليه قدها فكأنها ... قضيب تعالى عن قضيب على بعد
وقد خنقت (٤) بالتبر حتى كأنما ... تهم بأن تشكو له ضائق (٥) العقد - ٥٢٢ -
وقال أيضاً
أنا في الصيف راحة للنفوس ... (٦) وشفاء من حر داء الرسيس
أنا زين في الكف ساعة أجلى ... ليس مثلي يحل كف الرئيس
جل شكلي عن أن أنافس فيه ... وجمالي يزري بكل نفيس
_________
(١) ص: تنيف، وهذه قراءة البيت الثاني من القطعة التالية، وهنا وهم من الناسخ.
(٢) ص: فكأنه أنها.
(٣) ص: ومطمومة.
(٤) ص: بالبر.
(٥) ص: ضائقة، ولعلها أن تقرأ " ضيقة ".
(٦) الرسيس: الحب الدخيل.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (229,'غرتي البدر حين أبدو وجسمي ... فضة ركبت على أبنوس - ٥٢٣ -
وقال
وراقصة أسبلت لمة ... عليها تونق في قصها
إذا حركتها لذب يد ... تغنى الذباب على رقصها
فإن رمت تحصى خصالاً لها ... لدى ذلك الرقص لم تحصها - ٥٢٤ -
وقال (١)
وناحية صفراء من غير علة ... لها لمة حمراء ذات توقد
تلوح عليها صفرة عسجدية ... بها تتحلى برنساً (٢) كل مشهد
بكت لؤلؤاً ينهل من كل مدمع ... فعاد عليها كالجمان (٣) المنضد
تموت وتحيا تارةً بعد تارةٍ ... فما تأملن (٤) من غيرها في تجدد - ٥٢٥ -
وقال
وقائمة تسبي العقول بحسنها ... حكى قدها في شكله قد كاعب
بكت بدموع كالجمان فأصبحت ... تدير الندامى عن صباح الكواعب (٥)
_________
(١) من هنا وصف الشمعة، ولم يرد ذلك في عنوان الباب.
(٢) ص: عن نسا.
(٣) ص: كالجمال.
(٤) ص: تأملي.
(٥) ص: يدي الندامى عن صيا والكواعب، قلت: ولعل القراءة: " تدير الندامى عن ضياء الكواعب " أي تلفتهم عنها وتستأثر باهتمامهم دونها.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (230,'لها جسد من خالص التبر جامد ... يناط إلى رأس من التبر ذائب
تألف منها الضد بالضد فاغتدت ... لناظرها من مشكلات العجائب - ٥٢٦ -
وقال
حكاية: عاد جعفر بن عثمان المصحفي بعض اخوانه وهو مريض مضجع فتناول مروحة وجعل يروح بها عليه، فقال جعفر بن عثمان بديها (١) :
روحني عائدي فقلت له ... لا (٢) لا تزدني على الذي أجد
أما ترى النار وهي خامدة ... عند هبوب الرياح تتقد - ٥٢٧ -
وقال أبو إسحاق الخفاجي في الشمعة (٣)
وصفراء تبكي لا لوجدٍ ولوعة ... فتبسم والليل البهيم مقطب
إذا صدعت جنح الدجى بالتماعها ... أظلك زنجي من الليل أشنب
تحلت بذوب التبر جيداً ولبةً ... وزفي رأسها تاج من النور مذهب
وقد واجهتنا وسط نهرٍ كأنه ... عمود صباح طالع فيه كوكب
_________
(١) هذه قطعة لاحقة بالقطع التي مرت في وصف المذبة والمروحة؛ والبيتان لأحمد بن أيوب اللمائي أبي جعفر في الذخيرة ١⁄٢: ٦٢١ والذيل والتكملة ١: ٧٣ - ٧٤ والإحاطة ١: ٢٤٣ والنفح ٣: ٥٩٦ وهما في سرور النفس: ٣٣٠ (فقرة: ١٠١٢) لابن قسيم.
(٢) الذخيرة: مه.
(٣) أكبر الظن أن هذه القطعة دخيلة على المتن، راجع المقدمة.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (231,'٥٥ -؟ باب في الجود
- ٥٢٨ -
قال الحسن بن حسان
أنت الذي خلق السماح رداؤه ... فكأنما سرق الندى من هدبه
جمع العلا بيديه كالفلك الذي ... جمع النجوم بشرقه وبغربه
بحر كأن النيل أو سيحان أو ... بحر الفرات استنبطوا من شربه (١)
وكأنما أوصاه آدم رحمةً ... عند الممات بعجمه ويعربه
أخذ البرية كلهم من جوده ... (٢) فغنوا بأجمعهم ولم يفرغ به
كالشمس تأخذ كل عين ملئها ... منها وتبقى والشعاع بحسبه - ٥٢٩ -
وقال العتبي
جرى حب المكارم منه ... مجرى الروح في الجسد
وأعطى المال حتى قا ... ل طلاب النوال قد - ٥٣٠ -
وقال يوسف بن هارون (٣)
ففي كفه خمس تعادل خمسةً ... كأن امرءاً منهم على كل إصبع
إياساً وبسطاماً وحاتم طيء ... وأحنف عند الحلم وابن المقفع
_________
(١) سيحان: اسم نهر فقي آسيا الصغرى، وفي الأصل: شيحان.
(٢) يفرغ به: اللفظتان غير معجمتين في الأصل.
(٣) شعر الرمادي: ٨٦.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (232,'- ٥٣١ -
وقال ابن عبد ربه (١)
لله عبد الرحيم من ملك ... ما بعده للعيون مطرح
كأن باب السماء من يده ... على جميع الأنام منفتح - ٥٣٢ -
وقال مؤمن بن سعيد
تتلالا إذا سئلت نوالاً ... كتلالي مهندٍ مصقول
وتلالي البروق في غرر المز ... ن دليل على الحيا المأمول - ٥٣٣ -
وقال المهند
رأيتك تزجي عطايا الأمير ... بقلب رحيب وفصل قضاء
وتمزجها بكريم اللقاء ... كمزج المدام بمثلوج ماء
فجدواه كالشمس في المكرمات ... وبشرك في بذله كالضياء - ٥٣٤ -
وقال عبادة
حيران من فقد العفاة كأنه ... من آل عذرة قد أغب حبيبا
يعطي ويدنيه الحياء كأنه ... قد يستقل نواله الموهوبا
_________
(١) ديوانه: ٤٦.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (233,'- ٥٣٥ -
وقال المهند
عطايا يموت البحر في نفحاتها ... ويذهب منها الغيث لغواً إذا أجدى
كأنك فيها خازن الله في الذي ... تبث من الأرزاق في كل من أعطى - ٥٣٦ -
وقال أحمد بن فتح
نحج لمغناك في كل يوم ... فتغمرنا نائلاً وامتنانا
فنحن هناك كطير الهواء ... نغدو خماصاً ونمسي بطانا - ٥٣٧ -
وقال ابن الخطيب
كأنك بحر يغمر البحر فيضه ... ويكرع فيه كل بحر ويغرف
وأحلى من الراح الشمول شمائلاً ... كأنك في نفس المصافيك قرقف - ٥٣٨ -
وقال يوسف بن هارون (١)
ترى في المعالي عنده ما يزينها ... (٢) وتبصر فيها عند قوم فضائحا
متى يحل منهم درهم في ضرورةٍ ... (٣) أقاموا عليه في الحلال النوائحا
إقامة عبد الله في كل ليلة ... سماعاً على ما صار في اليوم مانحا
_________
(١) شعر الرمادي: ٦٠ - ٦١.
(٢) ص: فصائحاً.
(٣) يحلى: يعطى؛ الحلال: جمع حلة وهي الحي أو القرية، وفي ص: الخلال؛ النوائح: النساء النائحات.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (234,'بذهن كأن النار منه تولدت ... وحسن وقارٍ يعدل الطود راجحاً
وما هو إلا البحر علماً ونائلاً ... وإن زاد فيه أنه ليس مالحا
ومن (١) يتعاط وصف ما فيه كله ... كمن يتعاطى يقطع البحر سابحا - ٥٣٩ -
وقال أحمد بن عبد الوهاب
لا يشتفي من كثير النيل يبذله ... كالعين لا تشتفي من كثرة النظر
ينبي تبسمه عن جود راحته ... كذلك النور ينبينا عن الثمر ٥٦؟ باب في البخل
- ٥٤٠ -
قال سليمان بن عبد الله البردي
كأن مرجيه المؤمل واقف ... على طلل من ساكني الحي بائد
يسائل منه صامتاً غير ناطق ... كمستخير جهلاً رسوم المعاهد - ٥٤١ -
وقال الغزال
قصدت بمدحي جاهداً نحو خالدٍ ... أومل من جدواه فوق منائي
فلم يعطني من ماله غير درهم ... تكلفه بعد انقطاع رجائي
كما اقتلع الحجام ضرساً صحيحة ... إذا استخرجت من شدةٍ ببكاء
_________
(١) ص: يتعاطى.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (235,'- ٥٤٢ -
وقال ابن عبد ربه (١)
صحيفة أفنيت ليت بها وعسى ... عنوانها راحة الراجي إذا يئسا
يراعة غرني منها وميض سنا ... حتى مددت إليها الكف مقتبسا
فصادفت حجراً لو كنت تضربه ... من لؤمه بعصا موسى لما انبجسا
كأنما صيغ من بخلٍ ومن كذبٍ ... فكان ذاك له روحاً وذا نفسا - ٥٤٣ -
وقال يوسف بن هارون (٢)
فليس كمن إن تسلهم عطاءً ... يمدوا أكفهم للعطاء
إذا جئتهم بالمديح انزووا ... كأنك تأتيهم بالهجاء - ٥٤٤ -
وقال مؤمن بن سعيد
ألا رب من أنشدته فيه مدحتي ... وأطرق حتى قلت قد مات أو بدا
تناوم عن مدحي كأني سقيته ... (٣) بمدحي إذ أنشدته المدح مرقدا - ٥٤٥ -
وقال سعيد بن الفرج الرشاش (٤)
إنك لا (٥) تعرف الجميل ولا ... تفرق بين القبيح والحسن
_________
(١) الأبيات في النفح ٣: ٤٣٨ وانظر العقد ١: ٢٥٢، ٢: ٣٦٩ والشريشي ١: ١٢٧ (ط. بولاق) ونهاية الأرب ٣: ٣٧٢ ما عدا الأخير؛ وفي الروايات بعض اختلاف يسير وانظر ديوانه: ٩٢.
(٢) شعر الرمادي: ٥١.
(٣) ص: موقدا، والمرقد: المنوم.
(٤) ورداً في تشبيهات ابن أبي عون: ٢٧٠ منسوبين لأبي العتاهية.
(٥) التشبيهات: أصبحت لا.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (236,'إن الذي يرتجي نداك لكالحالب (١) تيساً من شهوة اللبن ... - ٥٤٦ -
وقال محمد بن شخيص
قست بالشعر معشراً فإذا هم ... صور الإنس في طباع الحمير
كلما جئتهم لأنشد شعري ... طمعاً من نوالهم باليسير
فكأني (٢) وضعت فلكة بوقٍ ... في فمي أو ضغطت أنبوب كير - ٥٤٧ -
وقال الغزال وقد هزه رجل إلى العطاء
قلت إذ كرر المقالة: يكفي ... أنت أولى بدرهمي أم عيالي لست ممن يكون يخدعه مثلك، فأعلم، بهذه الأقوال ... ما أودي الزكاة إلا كما يعصر زق معسل (٣) بالحبال ... - ٥٤٨ -
وقال الوزير ابن شهيد
رأيت عبيد المال دانوا بمنعه ... كما دان بالإفضال كل فتى حر
ففيم ولست العبد أمنع ما حوت ... يميني كما حاولت خوفاً من الفقر
_________
(١) التشبيهات: كمن يحلب.
(٢) الأصل: وصفت.
(٣) معسل: فيه آثار عسل.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (237,'٥٧ -؟ باب في الخوان والأكلة والطفيليين
- ٥٤٩ -
قال [أحمد بن] محمد بن فرج (١)
نحر (٢) الضفادع في الصنيع ولم يدع ... للنمل دارجة (٣) ولا للقمل
وضع الطعام ولو (٤) عليه ذبابة ... نزلت لتكمل شبعةً (٥) لم تكمل
وكأنما خرطت صحاف طعامه ... من دقةٍ، وجفانه (٦) ، من خردل
وكأن صفحته (٧) على (٨) أضيافه ... (٩) في البعد والإبطاء فترة مرسل - ٥٥٠ -
وقال ابن وهيب
ومائدة جسمها لطفه ... يدل على صفقةٍ خاسره
فتلك لنا قد غدت نقطةً ... ونحن عليها نرى دائره
_________
(١) التصويب عن المقتبس (مكي / القاهرة) : ١٧٥ وأورد هنالك، وهي في هجاء حامد بن محمد لأنه قتر في صنيع اتخذه.
(٢) المقتبس: ذبح.
(٣) المقتبس: جارحة.
(٤) المقتبس: علته.
(٥) ص: سبعه؛ وفي المقتبس: وقعت لتكمل شعبة.
(٦) ص: كلمة بصورة " وبيانه " دون إعجام؛ وفي المقتبس: من دقة ودمامة (ولعل هذا يوضح اللفظة غير المعجمة في الأصل) .
(٧) ص: عن.
(٨) المقتبس: وكأن فترة صحفة عن صحفة.
(٩) الفترة: المدة التي لا يبعث فيها رسول.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (238,'- ٥٥١ -
وقال ابن عبد ربه (١)
طعام من لست له ذاكراً ... دق كما دق أن (٢) يذكرا
لا يفطر الصائم من أكله ... لكنه صوم لمن أفطرا - ٥٥٢ -
وقال ابن أبي عيسى القاضي في أكول
يحن إلى طيبات الطعام ... حنين الرضيع إلى الوالده
وأركان (٣) لقمته ستة ... كأن له إصبعاً زائده - ٥٥٣ -
وقال ابن شخيص
أنا بالأكل مستهام ورأبي ... فيه رأي المجوس في النيران
وإذا ما انقضى صنيع ولم أد ... ع إليه في جملة الجيران
عرضت لي وساوس لو أصابت ... قلب غيري لشد في الأكفان
ولو أني شهدته كان عندي ... كشهود ي لبيعة الرضوان - ٥٥٤ -
وقال عبد الله بن فرج في طفيلي (٤)
أفديك من (٥) متوجدٍ غضبان ... حتى يلوح له ضباب دخان
_________
(١) ديوانه: ٨٦ والعقد ٦: ١٩١.
(٢) العقد: كما دق بأن.
(٣) ص: وإن كان.
(٤) الأبيات في أخلاق الوزيرين: ٣٩٨ للشاعر أبي بكر محمد بن فرح وبعضها في مادة (شنت طولة) من معجم البلدان قالها في طفيلي يدعى بابن الإمام.
(٥) ص: متوحد والتصويب عن أخلاق الوزيرين.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (239,'يقتاده شم القتار بأنفه ... (١) مثل اقتياد النجم للحيران
وعلا الدخان بشنت بولة مربياً (٢) ... ينبيه أين مطابخ الأخوان
فترى الإماميين حول ركابه ... كالخيل صائمة (٣) ليوم رهان ٥٨؟ باب في هجو النساء والمغنيات
- ٥٥٥ -
قال إسماعيل بن بدر
تنفس لما لا حظ القوم (٤) خبزه ... وقطب لما لامسته الأصابع
فقلنا له إنا شباع فجد لنا ... بعودٍ فما في القوم غيرك جائع
فأسمعنا درداء صلعاء رجعت ... بصوتٍ لها تستك (٥) منه المسامع
فوالله ما أدري كلاب تهارشت ... بحلقومها أم نقنقت بي ضفادع - ٥٥٦ -
وقال الغزال
جرداء صلعاء لم يبق الزمان لها ... إلا لساناً ملحاً بالملامات
لطمتها لطمةً طارت عمامتها ... عن صلعةٍ ليس فيها خمس شعرات
كأنها بيضة الشاري (٦) إذا برقت ... بالمأزق الضنك بين المشرفيات
_________
(١) أخلاق الوزيرين: للحيوان، وهو تصحيف.
(٢) ص: مربا، وفي أخلاق الوزيرين ومعجم البلدان: شنت طوله، ولعل الأصل هنا " شنت توله ".
(٣) ص: صائفة - دون اعجام للقاء - وفي أخلاق الوزيرين: صابعة، وكلاهما خطأ.
(٤) ص: حبره.
(٥) ص: تصتك.
(٦) ص: الشادي؛ والشاري: الخارجي.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (240,'لها حروف نواتٍ في جوانبها ... كقسمة الأرض حيزت بالتخومات (١)
وكاهل كسنام العيس جرده ... طول السفار وإلحاح القتودات - ٥٥٧ -
وقال غيره
وقينةٍ تدعى بتفتير ... مفرغةٍ في قالب الزور
تبدو بوجهٍ ما رآه (٢) امرؤ ... إلا تمنى النفخ في الصور
كأنها والعود في حجرها ... (٣) حاسبة تنبي بمجذور
لكعاء من أحسن حالاتها ... (٤) صفع قفاها بالمساوير
وصيدها الأعراد في خلوةٍ ... ينسيك من صيد السنانير
تباً لها من قينةٍ عقلها ... أخف من ريش العصافير - ٥٥٨ -
وقال أحمد بن نعيم
كأن كلتا صفحتي وجهها ... (٥) ركبتا من كوبتي نافخ
لو كنت نبتاً كنت من حرمل ... (٦) أو أكلا كنت من الكامخ
_________
(١) ص: حير بالنحومات.
(٢) ص: أمر.
(٣) ص: حاشية ... بمحذور، والمعنى كأنها في إكبابها على العود حاسبة تستخرج قيمة حساب؛ وإذا قرأت " حازبة تنبي بمحذور " كان معناه أنها كاهنة تتنبأ بغيب.
(٤) المساوير: جمع مسورة وهي المخدة المستديرة أو متكأ من آدم.
(٥) الكوبة: الطبل الصغير، ولعله أراد بها هنا آلة موسيقية تنفخ بالفم.
(٦) الحرمل: نبت كالسمسم، يمتنع على الأكلة، وفي ذلك يقول طرفة " هم حرمل أعيا على كل آكل ". والكامخ نوع من الأدام بتعيفه الأعراب.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (241,'٥٩ -؟ باب في الثقلاء والكذبة وشبههم
- ٥٥٩ -
قال أحمد بن عبد الوهاب
ومن يعزى إلى ثقل فإني ... أخف على الرياض من الذباب
ولست كمن توصله إليكم ... طلوع الشيب في ليل الشباب - ٥٦٠ -
وقال ابن الفرج الرشاش
ما إن جلست إلى جليس مرةً ... (٢) إلا كأن عليه (١) منك الفيلا - ٥٦١ -
وقال عبادة
صرت مستثقلي كأنك أرض ... وكأني عليك ثقل الأمانة - ٥٦٢ -
وقال علي بن أبي الحسين في كذاب
قول أشبهه خيالاً زائراً ... أسرى فعلل بالفؤاد مشوقا
أو وعد إلف للجفاء مؤالفٍ ... جعل الخلاف إلى البعاد طريقاً
لو كنت تسأل هل صدقت تركت " لا " ... حذراً وخوفاً أن تكون صدوقا
_________
(١) ص: عليك.
(٢) كتب فوق كلمة " الفيلا ": حراً.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (242,'- ٥٦٣ -
وقال عبادة
مذ كنت لا تنفك تخبر عن حديثٍ لم يكن ... فكأنما عذيت طفلاً بالكذاب مع اللبن ... - ٥٦٤ -
وقال ابن وهيب في أحدب
وأحدب لما بدا خلته ... وقد خف من جسمه شبحه
كآسٍ تشكى شديد الكلال ... على صلبه قد خفي جرحه - ٥٦٥ -
وقال ابن هذيل في أحدب
شكا في ظهره حدبه ... فقلت دعوه يا كذبه
جراب بين فخذيه ... تعلق صيت الجلبه فألقاه على كتفيه فهو عليه كالعقبه ... - ٥٦٦ -
وقال عبادة في قصير
وصاحب لي [كأن] قامته ... أقصر من يوم وصل معشوقي - ٥٦٧ -
وقال عبد الله بن كليب في أنف الزهري
أنفك يا زهري في قبحه ... كأنه في صورة البوق
يقعد في البيت لحاجاته ... وأنفه يمضي إلى السوق',NULL,'248',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (243,'- ٥٦٨ -
وقال محمد بن الفلاس فيه
أنفك يا زهري من قبحه ... كأنه إرزب قصار
يقعد في البيت لحاجاته ... وأنفه يسرح في الدار - ٥٦٩ -
وقال ابن وهيب
قشيري تقشر من سلاح ... له لفظ أخس من النباح
ووجه مقل إقبال الرزايا ... وأنف مثل عود المستراح - ٥٧٠ -
وقال ابن هذيل في ابن قزمان
فتى بارد الأشعار يفظع لفظه ... بها وهو (١) منحوس الجبين شتيم
يقرب وجها منك في خلق قربة ... كأن انهدال الأنف منه قدوم ٦٠؟ باب في اللحى
- ٥٧١ -
قال عبيديس الكاتب
يا من عليه للعلا تاج ... إني إلى اللحية محتاج
وعندكم في وشقة لحية ... (٢) يحملها المائق حجاج
_________
(١) ص: مقطع لفظه بها وند.
(٢) وشقة (Huesca) من مدن الثغر الأعلى.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (244,'للثغر في جانبها مسرح ... فيه من الأنعام أزواج
ومن صنوف الطير في بعضها ... بط وسمان ودراج
يسيل من شاربه فوقها ... سلح غزير القطر ثجاج
للبق في عثنونه مكمن ... ومن دبيب القمل أفواج
إذا مشى تبصر أفواجها ... كأنها في البحر أمواج
يعقدها في شعر وجعائه ... فهو إذا ما شاء صناج - ٥٧٢ -
وقال يوسف بن هارون
كأنما الملقي في علكها ... من خصل اللحية من زبد [؟]
يقيد [ ... ] عثنونه ... من وسخ فيه بلا قيد
ما يخطر الطائر في جوه ... (١) إلا هوى فيها من الهيد
فبينما الحائن في جوه ... ممتنعا إذ صار في الأيدي - ٥٧٣ -
وقال مؤمن بن سعيد
قد صار عثنونه للريح ملعبة ... (٢) كأنه علم في عود بيطار - ٥٧٤ -
وقال أحمد بن نعيم
كأن لحيته معروشة غرست ... في عارضي قردة من ذيل خنزير
_________
(١) الهيد: الخوف والفزع.
(٢) ص: بنطار.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (245,'- ٥٧٥ -
وقال الرشاش
لحية سقلاب أبي هاشم ... أشبه شيء بكشير استه
ووجهه يحكي لنا القرد في ... صورته قبحا وفي نعته - ٥٧٦ -
وقال مؤمن بن سعيد
فها أنا ذا قد جيت أحمل لحية ... إليك لها خطب وشأن من الشان
كأني تيس قد تطاول عمره ... وأفنى فنونا من تيوس وجديان
ولي صاحب تحت السراويل فاسق ... يقود بعثنوني إلى كل خسران - ٥٧٧ -
وقال ابن شخيص
حدثوا عنك قد خضبت فألبست السبال التلوين والتحنينا ...
إن للنغر حوله كل صبح ... جولة إذ تخاله عرجونا ٦١؟ باب الطيلسان والدرهم
- ٥٧٨ -
قال ابن قلزم
وملبسي جبة صوف عفت ... تشق فيها الريح أو تفتق
قد رفيت دهرا وقد رقعت ... والتف فيها الزمن المخلق
واختلفت ألوان أخياطها ... بالرفو والتلفيق إذ تلفق
سود وبيض مثل شيب بدا ... في شعرات ضمها المفرق',NULL,'251',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (246,'- ٥٧٩ -
وقال ابن هذيل
طيلساني طائر من نفسي ... هو فوقي غبش في غلس
والذي ألفه ألفه ... من هواء فارغ أو نفس - ٥٨٠ -
وقال سعيد بن العاصي
وثوبه في سالف الزمان ... خلعة فرعون على هامان
أفنى الليالي وهو غير فإن ... حتى غدا كالإفك (١) في العيان فهو عليه وهو كالعريان ... - ٥٨١ -
وقال أحمد بن فرج
من درهم يحكي بياض المشتري ... حسنا، ودينار كمثل الفرقد
وكبائع السوسان (٢) يرفد بينه ... بالجلنار الأحمر المتوقد - ٥٨٢ -
وقال محمد بن يحيى قلفاط
أترضى أن أصيف حلي فعري ... وأنت لكل مكرمة حليف
كأن غفارتي رسم عفته ... رياح يستجن بها شفيف
_________
(١) ص: كالافل.
(٢) ص: لويد.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (247,'- ٥٨٣ -
وقال مؤمن بن سعيد
تيمني حبك يا درهم ... فالقلب من برح الهوى مغرم
يا مشبه النجم إذا ما بدا ... منك استعارت حسنها الأنجم
إن كنت لا أهواك كنت الذي ... في عين مهران إذا يلطم - ٥٨٤ -
وقال جعفر بن عثمان في الدنانير
طوالع بشر طالعتنا كأنها ... إذا ما اجتليناها نجوم طوالع
جرت خمسة فينا فراحت شوافعا ... كما الصلوت الخمس فينا شوافع
دنانير باسم الناصر الله كرمت ... وباسم ولي العهد فهي سواطع ٦٢؟ باب في الاعتبار بفناء الناس وتقلب الدهر بهم
- ٥٨٥ -
قال يحيى بن الحكم الغزال
فإذا ما نظرت في عرض النا ... س كأني أراهم في الظلام
وكأن الذي أصيب على الأيا ... م شيء أصبته في المنام - ٥٨٦ -
وقال يوسف بن هارون (١)
ألست ترى الناس مثل الظباء ... يسد سبيلهم بالشرك
_________
(١) شعر الرمادي: ٩٥.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (248,'فبينا تفارق خلا فواقا ... أتيت فقيل فلان هلك - ٥٨٧ -
وقال عبد الملك بن شهيد الوزير
فقدت شبابي فاضطربت لفقده ... على اليأس من عود له آخر الدهر
وولى صحابي كالدنانير أوجها ... وكالراح عهدا فانطويت على الجمر - ٥٨٨ -
وقال علي بن أحمد
رعى الله أياما خلون كأنما ... خلقن لساعات السرور مواسما - ٥٨٩ -
وقال مروان بن عبد الرحمن
تفرغ لي دهري فصيرني شغلا ... وعوضني من خصب روضتي المحلا
يطالب بالثأر النبيل كأنما ... يرى النبل منه بين أحشائه نبلا - ٥٩٠ -
وقال إبراهيم بن محمد الشامي
نرى كل يوم للمنايا مصارعا ... ولسنا بأسماع نحس لها وقعا
تدب إلى هذا وهذا وذا وذا ... دبيبا كما دبت على غفلة أفعى - ٥٩١ -
وقال ابن عبد ربه (١)
ألا إنما الدنيا غضارة أيكة ... إذا اخضر منها جانب جف جانب
_________
(١) البيت من جملة أبيات في المطرب: ١٥٥ وجذوة المقتبس: ٩٦ وبغية الملتمس رقم: ٣٢٧ واليتيمة ٢: ٨ والعقد ٣: ١٧٥ ومعجم الأدباء ٢: ٦٩ والوافي بالوفيات ٨: ١١ وديوانه: ٢١.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (249,'٦٣ - باب (١) في الشيب والهرم
- ٥٩٢ -
قال سعيد بن العاصي
فبيض المها مستنفرات إذا رأت ... بياض عذار قد تولى سواده
كأن التصابي كنا ضيفا (٢) مودعا ... وكان سواد الرأس والحسن زاده - ٥٩٣ -
قال أحمد بن دراج (٣)
فيا للشباب الغض أنهج برده ... ويا لرياض اللهو جف سفاها
وما هو إلا الشمس حلت بمفرقتي ... فأعشى عيون الغانيات سناها - ٥٩٤ -
وقال ابن عبد ربه (٤)
إذا نصل الخضاب بكى عليه ... ويضحك كلما وصل الخضابا
كأن حمامة بيضاء ظلت ... تقابل في مفارقه غرابا - ٥٩٥ -
وقال ابن بطال يمدح الشيب
ما للمشيب وللجهول العائب ... كم بين صبح طالع وغياهب
وجه النهى أبدى الفؤاد وكان قد ... قام الشباب له مقام الخاضب
_________
(١) ص: وقال.
(٢) ص: صيفا.
(٣) ديوان ابن دراج: ١٠.
(٤) العقد ٣: ٥١ - ٥٢ والشريشي (بولاق) ١: ٣٦٠، ١: ٢١٣ وديوانه: ٢١ - ٢٢.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (250,'فمتى يغيره الخضاب فإنه ... نور المعاني تحت خط الكاتب
فكأنما رأسي سماء تجاربٍ ... قد زينت من شبيه بكواكب
فكأنما طلعت لعيني حاسدٍ ... ببياض هماتي (١) وسود مطالبي - ٥٩٦ -
وقال مروان بن عبد الرحمن
وشت يد (٢) الدهر رأسي بالمشيب أسىً ... في غيهبٍ بسنا المصباح موشي
فدب فيه دبيب النار في فحمٍ ... ينفي دجاه بلونٍ غير منفي
كأنه بمشيي حين كتبها ... صحيفةً كتبتها كف أمي - ٥٩٧ -
وقال ابن هذيل
وأرى بقية مفرقي قد فرقت ... ليرى بها ريش الغراب غريبا
كالطير لما فاجأتها هجمة ... للصقر فرت في الجهات هروبا
أو كافتراق السفر في ديمومةٍ ... لم يخرجوا من قفرها تأويبا
_________
(١) ص: هما.
(٢) ص: وسب بنا.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (251,'- ٥٩٨ -
وقال سعيد بن عمرون القرشي (١)
تخط يد الزمان على عذاري ... سطوراً من حروف الشيب بيضا
فأبغضها وإن كانت كصبحٍ ... ولم أر قبلها صبحاً بغيضا - ٥٩٩ -
وقال ابن هذيل
ولي الشيب بعد عزل الشباب ... كل ما كان حكمه للغراب
فكأن الشباب عاهد شيبي ... فهو مستخلف له في التصابي - ٦٠٠ -
وقال المهند
نكرت بياضاً في سواد عذاره ... كالفجر ينهض في الدجى لزواله
والعضب ليس يروق رونق مائه ... وفرنده إلا بحسن صقاله - ٦٠١ -
وقال ابن الخطيب
غدا واقعاً من طيره الشهب طائر ... على مفرقي جاثٍ وطار غراب
وروض في وجهي بنوره أقاحه ... فصاب له من مقلتي سحاب
هو الأبنوس افتر عن ثغر عاجه ... كما خط بالكافور منه كتاب
وترصيع در لاح في الوجه قادماً ... على سبج قد حان منه ذهاب
_________
(١) ورد البيتان في المطرب: ٨٢ منسوبين لسعيد بن فتحون بن مكرم التجيبي.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (252,'٦٤ -؟ باب في ذم الدنيا وذكر الوت
- ٦٠٢ -
قال أحمد بن فرج
فلله عينا من رآه وقد قضى ... فأغمض منه الطرف وهو كليل
لكالغصن الريان ألوت به الصبا ... فخر نضيراً لم ينله ذبول
وكالشمس راقت بالضحى أعين الورى ... فأعجلها نحو الغروب أصيل - ٦٠٣ -
وقال محمد بن مسرة
إنما الموت غاية نحن نسعى ... خبباً نحوها على الأقدام
إنما الليل والنهار مطايا ... لبني الأرض نحو دار حمام - ٦٠٤ -
وقال ابن عبد ربه (١)
ألا أنما الدنيا كأحلام نائم ... وما خير عيشٍ لا يكون بدائم
تأمل إذا ما نلت بالأمس لذةً ... فأفنيتها (٢) هل أنت إلا كحالم
وما الموت إلا شاهد مثل غائبٍ ... وما الناس إلا جاهل مثل عالم - ٦٠٥ -
وقال سعيد بن محمد بن العاصي
ويا موت لا باكٍ تحاشيه رأفةً ... ولا خائف عند احتلالك جازع
_________
(١) ديوانه: ١٥٢.
(٢) ص: فانيتها.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (253,'تدب بلا رجلٍ وتسطو بلا يدٍ ... (١) وليس بناجٍ منك دانٍ وشاسع
فأنت كمثل الليل يدرك من ... نأى وبساط الأرض دونك واسع - ٦٠٦ -
وقال علي بن أبي الحسين
وما الناس إلا سحاب أظل ... فلما انهمى ماؤه أقلعا
وما أنفس الناس إلا عوارٍ ... وقصر العواري بأن ترجعا ٦٥؟ باب في الموتى والأجداث
- ٦٠٧ -
قال محمد بن مسعود البجاني
قبر علي جادك القطر ... أنت له قبر ولي صدر
فيك توارت أدوات العلا ... وفي ثراك استتر البدر - ٦٠٨ -
وقال عبيد الله بن إدريس
تفجعت الدنيا عليه وأعولت ... كما أبصرتنا بعده نتفجع
كأن الرزايا أمطرتنا شجونها ... فلست ترى إلا حزيناً يرجع - ٦٠٩ -
وقال يوسف بن هارون (٢)
تأملت من بين الدموع كأنما ... تأملت من بين السحاب المواطر
_________
(١) ص: واسع.
(٢) شعر الرمادي: ٧٦.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (254,'محل أبي العباس حيث عهدته ... لعل أبا العباس يبدو لناظري
فلما انثنت عيني ولم تر شخصه ... رجعت إلى تمثاله في خواطري
كأنا تمتعنا لقلة عمره ... بلمحة برقٍ أو بلمحة طائر
فإن يتخذ بين المقابر موطناً ... فأوطاننا من بعده كالمقابر
وقالوا صغير فاصطبر لمصابه ... فقلت: أشد الفقد فقد الأصاغر - ٦١٠ -
وقال المرواني
وكيف تواري البحر في قعر ملحدٍ ... وقد كان لا يلفى للجته قعر
توارت به تلك الجلالة في الثرى ... كما يتوارى في ثرى المعدن التبر - ٦١١ -
وقال أحمد بن دراج (١)
ولو قبل الموت منا الفداء ... لضاق الأنام لها عن فداء
لئن حجبت تحت ردم اللحود ... ومن قبل في شرفات العلاء
فتلك مآثرها ف التقى ... وبذل اللها ما لها من خفاء
جزاك بأعمالك الزاكيات ... خير المجازين خير الجزاء
ولقيت في ضنك ذاك الضريح ... نسيم النعيم وطيب الثواء
_________
(١) علق إلى جانب العنوان بقوله " ليس من الأم " يعني أن الأبيات ليست في النسخة الأصلية وإنما هي مزيدة عليها؛ وهي في الديوان: ١٢١ واليتيمة ٢: ١١٠.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (255,'- ٦١٢ -
وله (١)
يا من رأى الجود يغشى نعشه شغفا ... (٢) بالهم مرتدياً بالحزن ملتحفا
يدعوه حتى إذا أعيا محاورةً ... نادى فأسمع صم الصخر وا أسفا
وخلفوه (٣) لديه رهن ملحدةٍ ... حران يلثم برد الترب مرتشفا ٦٦؟ باب شواذ تقل نظائرها
- ٦١٣ -
قال محمد بن مسعود الجاني
رجال كما لي مودع السر عندهم ... كما لي في أيديهم السر في صدري
إذا كمعت في نيله نفس طامعٍ ... فقد طمعت أن يعصر الدهر من خمري
_________
(١) الديوان: ٤٥٢.
(٢) ص: ملتهفا.
(٣) ص: وحاولوه.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (256,'- ٦١٤ -
وقال عبادة
كتمت سرك حتى ... كأنه من عيوبي
فما دراه عليم ... حاشا عليم الغيوب - ٦١٥ -
وقال جعفر بن عثمان (١)
قل للذي أودعني سره ... لا ترج أن تسمعه مني
لم أجره قط على فكرتي (٢) ... كأنه لم يجر في أذني - ٦١٦ -
وقال العتبي
كأنما منتماه كمأة برزت ... للبرق إذ لاح أو للرعد إذ قصفا
أعيت على أعين الرائين إذ لومت ... فما يصبن لها أصلاً ولا طرفا - ٦١٧ -
وقال العتبي في بغلة الرصافي
هالكة يركبها هالك ... يعجب رائيه ورائيها
تضعف أن تشحج إلا كما ... بين مضنى النفس شاكيها
يمشي بها الجهد رويداً كما ... يهدي عروس الحي مهديها
_________
(١) البيتان في الجذوة: ١٧٥ والبغية رقم: ٦١٤ ونفح الطيب ١: ٦٠٤.
(٢) المصادر: لم أجرخ بعدك في خاطري.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (257,'- ٦١٨ -
وقال ابن الخطيب
أحي بين أموات ركودٍ ... ويقظان لدى زمنٍ نووم
أدور فما أرى إلا نياماً ... كأني بين أصحاب الرقيم
عفت أعلام آدابي وعلمي ... بهم فبقيت كالرسم القديم - ٦١٩ -
وقال عبد الملك بن جهور
كأني عند نظمي فيك مدحاً ... محب يرشف المحبوب رشفا
وبي ظمأ إليك لبعد وردي ... ولا ظمأ إلى العسل المصفى
تقادم عهد قربي منك حتى ... أراه دمنةً من أم أوفى - ٦٢٠ -
وقال ابن بطال
فكأنما أملي وسود مطالبي ... صبح تستر في غياهب حنديس
وكأنما حلك الزمان ومطلبي ... والنأي فيه عن المحل المؤنس
ظلمات يونس حين نادى ربه ... لكنني أرجو إجابة يونس - ٦٢١ -
وقال محمد بن الحسين
لعاداك أقوام فضروا نفوسهم ... كضر معاداة (١) النبي أبا جهل
كأنك قد أيدت في فهم كيدهم ... بفهم سليمان النبي عن النمل
_________
(١) ص: معاداته؛ والمعنى: كما ضرت أبا جهل معاداته النبي، والتركيب رديء موهم.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (258,'- ٦٢٢ -
وقال أحمد بن عبد الملك
لم يبق في سمورةٍ من سامرٍ ... (١) يبكي لوحشة سربها المذعور
قد كان يخشن مسها فيما مضى ... من دهرها، والدهر ذو تدبير
فأعادها في لينها مثل اسمها ... (٢) مشتقة المعنى من السمور - ٦٢٣ -
وقال إسماعيل بن بدر
تأتيك من زهمته (٣) نفحة ... لو أنه مر على ميل
ما عذب الله كتعذيبه ... به لنا أهل الأبابيل - ٦٢٤ -
وقال الحسن بن حسان
ولم أسأله إلا أن أراه ... فجاد بقرب مشهده الهني
كموسى لم ينل نور الترائي ... وزيد مكانة الداني النجي - ٦٢٥ -
وقال مؤمن بن سعيد
لهفي على أنف المصيف وطيبه ... وحصائد منسوجة بالسنبل
أيام أقبل والسفا في لحيتي ... (٤) فتخالها ذنب الحصان الأشعل
_________
(١) سمورة: دار مملكة الجلالقة.
(٢) السمور: حيوان له فراء ناعم لين.
(٣) ص: رهمته، والزهمة: نتن الرائحة.
(٤) الأشعل: فيه شعلة وهو بياض في ذنب الفرس.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (259,'- ٦٢٦ -
وقال أيضاً
نفيتك عن كماد الطرف لما ... (١) رأيتك لست تدخل في الكماد
كأنك حين تقرب من جليسٍ ... ذخرت له الفسا من ظهر عاد
فأقسم لو خطرت على حريثٍ ... (٢) لأغناه فساك عن السماد - ٦٢٧ -
وقال يهجو زرياباً
شكوت إليها الشوق لما تحملوا ... شكاية محزون من البين جازع
وقالت (٣) وكف البين تمري دموعها ... ونار الهوى تهتاج بين الأضالع
ستصبر أو تبكي من الشوق مثلما ... بكى الخز من إبطي علي بن نافع (٤) - ٦٢٨ -
وقال عبيد الله بن إدريس
أتيتك من بعد العشاء فلم أصل ... كأني آت لانتظار عشائكا
أتحسبني [أرضى لنفسي] بموقفٍ ... أبيعك فيه ذلتي باعتنائكا
_________
(١) كذا ولم أهتد لتصويبه؛ وفي ح: نهيتك ... من كماد.
(٢) الحريث: الحقل المحروث؛ ح: جريب، وهي قراءة حسنة.
(٣) ص: وحق، ولعلها أن تقرأ " وخوف البين بمري "؛ ح: وحق البين.
(٤) علي بن نافع هو زرياب المغني.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (260,'ثكلت إذا مجدي وأعدمت همتي ... ولاقيت إخواني بمثل انتحائكا - ٦٢٩ -
وقال بكر الكناني
وما المال والإعدام (١) إلا كعارض ... أنار سناه ساعة ثم لم يدم
فلا تفرحن بالمال حين كسبته ... ولا تتبعن النفس في فقرك الندم فمالك صنو الفيء (٢) يأتي به الضحى (٣) [ ... ] عند العشي فينصرم ... - ٦٣٠ -
وقال مروان بن عبد الرحمن
وما طول سجني عائب لي فإنه ... مسن لألباب صدئن بلا سن
وما أنا إلا كالعقار تكسب ... نسيما وطيبا في معاقرة الدن - ٦٣١ -
وقال أيضاً يصف الكبل
كأن زماني فوق ساقي قابض ... ليقصر باعي عن علا كل مطلب
فمن (٤) زبر الأقياد مد بساعد ... (٥) ومن حلقات الكبل شد بمخلب
أمر على الأفواه ذكرا ولا أرى ... كأني فيها ذكر عنقاء مغرب
_________
(١) ص: والأعداء.
(٢) ص: عند العي.
(٣) ص: الصحفا.
(٤) ص: لمن.
(٥) ص: لمخلب.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (261,'- ٦٣٢ -
وقال أيضاً
أصبحت في الدهر كالمعقول مختفيا ... عن العيون وما تخفى مفاهمه
كأنما السجن صدري في تضمنه ... شخصي وشخصي سري فهو كاتمه
كأنما الدهر يخشى منه لي فرجا ... فمن قيودي على البلوى تمائمه - ٦٣٣ -
وقال يوسف بن هاورن (١)
أخر حالي لفقدك عن جفوني ... كحال الشمس في فقد الشعاع
عداني عنك تعجيز وعذر ... طريف إن أصخت إلى استماع
وذلك أن جرى دمعي نجيعا ... وفاض، من الصدود (٢) ، بلا انقطاع
فصرت إليك مجتلبا (٣) بفصدي ... دمي من مقلتي إلى [ذرا] عي
فسالت كلها تجري اشتياقا ... وسحا كالشآبيب السراع
ولم يمنع مسيل عن مسيل ... وكاد الجرح يرغب (٤) في انتجاعي (٥)
_________
(١) شعر الرمادي: ٨٢.
(٢) يعني بسبب الصدود، ولعل الأصل " من الشؤون ".
(٣) الأصل: قصدت إليك بقصدي، والمعنى في الأبيات يتطلب الفصد حتى يكون به الاعتذار عن عدم الزيارة.
(٤) ص: اربه - دون إعجام الباء -، ويرغب الجرح: يصبح متسعا.
(٥) ص: انتجاع.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (262,'فكنت (١) كمن يداوى من صداع ... فخف ولم يزل ألم الصداع - ٦٣٤ -
وكتب محمد بن شخيص يستهدي ورقا (٢)
بي افتقار إلى اجتلا ورق أملس ... (٣) كالماء، حتسه فيه يأسن
فليحاك (٤) ملاسة ونقاء ... صفحات الخصي (٥) قبل التغصن
بل تظن العيون أن أكفا ... لفقت سطحه (٦) من أوراق سوسن
ولعمري ما كان يغفل (٧) وصفي ... ورق الورد لو خلا من تلون - ٦٣٥ -
وقال المهند
كأنما الرشد والتوفيق معتلق ... برأيك الثبت في الأشياء مرتبط
كأنما أنت في الدنيا وساكنها ... شخص الصواب تضاعي حوله الغلط - ٦٣٦ -
وقال محمد بن لبي الحسين
لم ترم نصحا ولكن ... رمت كيدا في دعابه
أنت كالسنور لما ... منعوه اللحكم عابه
_________
(١) ص: فليت.
(٢) ص: درف.
(٣) ص: لي افتقار إلى احيلا درف أملس وطالما أحسب فيه تاسن.
(٤) ص: فليحاكي.
(٥) الحصي، وقد ذكر الجاحظ (في الحيوان ١: ١٠٦) أن الخصي ينقلب من البضاضة وملاسة الجلد وصفاء اللون إلى التكرش والكمود والتقبض والتخدر.
(٦) ص: سطحها.
(٧) ص: يعقل.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (263,'- ٦٣٧ -
وقال ابن هذيل (١)
(٢) مخزومة في ثبج شخت ... كأنما استقصي (٣) بالنحت
كأنما آخرها (٤) نقطة ... (٥) ساقطة من قلم المفتي
شددت على الأرض على أربع ... (٦) تشبه شعر الطفل في النبت
مكدودة ليس لها راحة ... (٧) وتقطع الأيام بالصمت - ٦٣٨ -
وقال عبادة
ولما رأيت الدهر ينفذ حكمه ... بعدوان معشوق قنعت بحتمه
كأني صب وهو إلفي فكلما ... تيمم بي ظلما صبرت لظلمه - ٦٣٩ -
وقال غربيب
أرى [....] كالنصل ... حمائله رثة مخلقه
ورب امرئ [....] ... وحيرته [ ... ] موبقه
_________
(١) هذه الأبيات في وصف النملة، وقد وردت في جذوة المقتبس: ٢٩٤ وبغية الملتمس: ١٢١٢ والذيل والتكملة ٥: ١٩٦ ونسبت فيها إلى أبي الحسن علي بن إسماعيل المعروف بالطيطل.
(٢) الجذوة والذيل: وذات كشح أهيف شخت؛ والثبج: ما بين الكتفين والكاهل.
(٣) الجذوة والذيل: كأنما بولغ.
(٤) الجذوة والذيل: قطرة.
(٥) الأصل: المقت.
(٦)
الجذوة والذيل: تشتد في الأرض على أرجل ... كشعرة المخدج في النبت. (٧) لم يرد البيت في المصادر المذكورة.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (264,'- ٦٤٠ -
وقال أحمد بن عبد الوهاب
أيا ملك الدنيا منحت هباتكا ... كما جرت العادات في حركاتكا
فهل لي حظ بالحظوظ التي جرت ... وهل صلتي مذكورة في صلاتكا
حدا بي على التذكير أني ساقط ... كسيئة لم تجر في حسناتكا
تكرهت أن تغزو وأبقى وإنني ... أعد حياتي قطعة من حياتكا - ٦٤١ -
وقال عبد الملك بن جهور وكان الناصر قد جفاه، فأتي مع أبي نصر الطاري إلى الزهراء وسأله أن يذكر به إذا دخل إلى الناصر ويعلمه بما يقول، فأبطأ عليه فكتب:
بأبي نصر صحبتي (١) ... صحبة الأير للخصا
كلما حل منزلا ... ترك البيض رقصا فاستملح الناصر البيتين وصرفه إلى منزلته.
- ٦٤٢ -
وقال بعض الظرفاء وقد رأى مرقوش (٢) يشرب بين غلامين جميلين:
أدرها فقد حسن المجلس ... وطابت بلذاتها الأنفس
ودونك فانظر إلى عبرة ... هلالين بينهما حندس
_________
(١) ص: محبتي.
(٢) ص: مرقوشا؛ وهو أيضاً مركوش (Marcus) .',NULL,'270',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (265,'- ٦٤٣ -
وقال عبادة
بسطت لنا خرقاء كالأفق وصلت ... بخمس [.................]
يقبل ركب البيت منها مسلم ... ويصدر عنها صائم وهو مفطر
ألظت بها الأفواه حتى كأنها ... (١) خواتم فيها أو عليها تقدر - ٦٤٤ -
وقال محمد بن خطاب النحوي
ما أنت في البحر إلا راكبا سفرا ... وقد تعمت عليه أوجه السفر
كأنما أنت من عي ومن عمه ... ساري الظلام بلا نجم ولا قمر - ٦٤٥ -
وقال مؤمن في زرياب (٢)
تبارك من أذل الخز حتى ... تمعك فيه أفواه الكلاب
ومن جعل الغوالي سائلات ... على أصداغ أسود كالغراب - ٦٤٦ -
وقال ابن خطاب
إذا حصلت إخواني جميعا ... وجدتهم كأضغاث المنام
فمن أعددته لمهم أمري ... كإخوان التحية والسلام
_________
(١) ألظت به: لزمته.
(٢) ص: ابن زرياب.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (266,'- ٦٤٧ -
وقال ابن هذيل
محمد هل جوادك في الجياد ... (١) إذا حصلت إلا كالفؤاد
كأن ضلوعه مما تعرت ... قسي وترت يوم الجلاد - ٦٤٨ -
وقال أيضاً
وليس انبساطي في علاك مثقلا ... كغيري ولكن فيك جوهر منطقي
فما أسأل الحاجات إلا كأنما ... حيائي (٢) على وجهي حسام بمفرقي - ٦٤٩ -
وقال أيضاً يصف الشيهم
انظر إلى الشيهم كيف انزوى ... (٣) كأنه جولقة في التراب
كأنما شاهد حربا ففي ... (٤) أوصاله دسكرة من حراب - ٦٥٠ -
وقال المهند
جعلت أعمارهم تجري إلى أجل ... كنفخة الصور تفني كل ذي أجل
تجري الدماء على مصفر أوجههم ... كأنها خجل ساط على وجل
_________
(١) كذا هو.
(٢) ص: حياتي.
(٣) جولقة: كذا هي في الأصل، ولم أستطع تصويبها، ولعلها " خولعة " وهي كلمة ذات معان كثيرة منها الغلام الكثير الجرائم، والذئب والحنظل المدقوق.
(٤) ص: جواب.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (267,'- ٦٥١ -
وقال سعيد بن العاصي
أفديك من قمر يهيم به ... (١) قلبي فمغر به يشرقه
أصبحت أدنيه ويبعدني ... صدا ويقتلني (٢) وأعشقه
فغدوت من وله كمفتتن ... بالنار يعبدها وتحرقه - ٦٥٢ -
وقال ابن الخطيب
على كبدي تخييم كل ملمة ... كأني هضب والخطوب بها أروى
ولي خلقت أرزاء كأنها ... (٣) فواقد عيس قد جعلت لها بوا - ٦٥٣ -
وقال علي بن أبي الحسين
قد دنا الصوم في صفوف حسان (٤) ... وبدا المهرجان آخر صف
ولشعبان بالشمول بقايا ... كبقايا الحناء في رسم كف - ٦٥٤ -
وقال سعيد بن العاصي يهجو
يا (٥) غرة للنحس فوق جبينها ... سمة غدت كالشمس في الإشراق
_________
(١) ص: يسرقه.
(٢) كذا في ص، ولعل الأصوب: " ويقليني ".
(٣) ص: فراقد عيش قد خلقت لها بوا؛ والعيس الفواقد: هي النوق التي فقدت أولادها، فحشوا لها بالتبن تمثال فصيل تحن عليه لتدر ويأخذوا اللبن، ويسمى ذلك البو.
(٤) ص: حصان.
(٥) ص: عدة.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (268,'من فوقها قرنان قد غرستهما ... بيد الكريهة خلوة (١) العشاق
وكأنما في كل قرن جلجل ... فإذا مشيت عرفت في الآفاق - ٦٥٥ -
وقال علي بن أبي الحسين
والحب (٢) عند اعتبار جوركم ... صنفان من رغبة وإشفاق
كالنار تجري طباعها أبدا ... بين ضياء وبين إحراق - ٦٥٦ -
وقال مروان بن عبد الرحمن بصف المطبق (٣) بالزهراء (٤)
في منزل كالليل أسود فاحم ... داجي النواحي مظلم الأثباج
يسود والزهراء تزهر (٥) حوله ... كالحبر أودع في دواة العاج - ٦٥٧ -
وقال الحمار السرقسطي
لا كنت مثل الطبيب تبصره ... (٦) يدق إهليلجا ونانوخا
يلتمس البرء للعليل وقد ... شكا دماغا له ويافوخا
_________
(١) ص: الكريمة جلوة.
(٢) ص: والحسن.
(٣) ص: المنطق؛ والمطيق: السجن.
(٤) البيتان في الحلة ١: ٢٢١.
(٥) الحلة: تشرف.
(٦) الاخليلج - بكسر اللام الثانية وفتحها - أو هليلج - بإسقاط الألف وفتح اللام الثانية - ثمر منه كابلي وأصفر وثالث يخص بالهندي وأكثر الناس يسمونه الأسود، وأهل الأندلس يوقعون هذا الاسم على ما يسمى " عيون البقر "، أما النانوخ فهو النانخواه والنانخة ولم يزد ابن الحشاء في تعريفه على أن قال: " نبات معروف ".',NULL,'274',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (269,'حتى إذا ما الشفاء لاح له ... أراد رأس الطبيب مطبوخا - ٦٥٨ -
قال أيضاً في مراء
دع التسبيح فالتسبيح في ذا الدهر [هو] صيد (١) ...
ودع طول الصلاة فقد ... فطنت بأنها كيد
صداع منك يأخذني ... الدوار منه (٢) والميد - ٦٥٩ -
وقال الطبني
وأحسد من يرنو إليك بطرفه ... وقد كنت محسوداً على ذاك بالأمس
وما كان بعدي عنك إلا كظلمةٍ ... أتتني بها الأقدار من قبل المس - ٦٦٠ -
وقال المرادي (٣)
ومحل آوي إليه كجحر الضب في ضيقه ومال قليل ... فإذا قيل: كيف أنت تفكرت ولم أدر عندها ما أقول ...
_________
(١) ص: سيد.
(٢) ص: فمنه الدور.
(٣) ص: المدادي.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (270,'- ٦٦١ -
وقال صاعد البغدادي
حتى أتاك وجيبه لك ناصح ... متندم مما جناه منيب
يلوي يديه على رضاك كأنما ... يلوي يديه بيوسفٍ يعقوب - ٦٦٢ -
وقال يوسف بن هارون يصف غلاماً يلعب بالصولجان (١)
مر بنا متلفتاً مسرعاً ... كالرئم من خيفة رواغه ذا صولجان أبنوسٍ وتفاح لجينٍ صوغ صواغه ...
أفرغها صانعه متقناً ... في قالب الحسن كإفراغه
كأنه في (٢) ضربها لاطم ... تفاح خديه بأصداغه - ٦٦٣ -
وقال في فصد
أبكيت عرقاً دمه أحمر ... كدمع من يبكي من الوجد قامت ذاع منك بالعين والدمع وقام الطست بالخد ... - ٦٦٤ -
وقال أيضاً في مثله
أخذت بأنفاس الرياض فنشرها ... أراهن من تفجيرك المتنفس
دم قد حكاه الورد في اللون ... عروق حكتها خضرةً عين نرجس
_________
(١) هذه القطعة واللتان بعدها في شعر الرمادي: ٨٧، ٦٤، ٧٨.
(٢) ص: صوتها.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (271,'- ٦٦٥ -
وقال مقدم بن معافى وقد مدح بعض أولاد
الأمراء فجاوبه عن شعره بشعر
جاد الأمير علينا بالأماديح ... (١) جوداً فأصفدنا ريحاً بلا ريح
كأنني صائح منه إلى جبلٍ ... يربي صداه على صوتي وتسبيحي - ٦٦٦ -
وقال أحمد بن دراج السرقسطي (٢)
خصصت بوصلك من لم يطب ... ولم يصف من كذبٍ جانبه
فكنت كساقي شرابٍ زلالٍ ... وليس بذي ظمأٍ شاربه - ٦٦٧ -
وقال محمد بن هشام
وكأن الورى بأفنية الزهراء من كل ملةٍ وقبيل ... موقف الحشر قد تبدى أو الجنة قد أزلفت لأهل الدخول ... - ٦٦٨ -
وقال مروان بن عبد الرحمن
فلا تشمت الحساد شدة حالتي ... (٣) فإني جواد لا يشد عنانه
وما ألصقت بالأرض خدي إدالةً ... ولكنني كالرمح سن سنانه
_________
(١) أصفد: أعطى.
(٢) لم ترد في الديوان؛ وقوله " السرقسطي " غريب، وهو قسطلي، ولفظة دراج تقرأ حراج في الأصل، ولعله " جرج " ولا علاقة له بابن دراج.
(٣) ص: يسد عبانه.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (272,'- ٦٦٩ -
وقال محمد بن هشام (١)
وندامى كأنهم أنجم اللي ... ل ترامت بالشهب في الآفاق
وكأن العقار في الكاس شمس ... قد تبدت في البدر قبل المحاق
في رياض تعطرت وتحلت ... فأتت كالحبيب يوم التلاق
نورها لاحظ بأعين حورٍ ... ساحرات الجفون والآماق
وكأن الأوراق فيها ثعابين ... لجينٍ [تبعثت] في السواقي وكأن الحصباء في رونق الماء سنا الدر في بياض التراقي ... - ٦٧٠ -
وقال أيضاً
كل من صاحبني فارقته ... كفراقي صحبة اليوم غدا
فأنا كالطود تستصحبه ... سحب تمضي ويبقى مفردا تم كتاب التشبيهات من أشعار أهل الأندلس والحمد لله كثيراً كما هو أهله
ومستحقه وصلى الله على محمد نبيه وعلى آله وصحبه وسلم تسليما
لابن الكتاني الطبيب فهو مؤلفه، وهذا الكتاب
مقروء عليه، وجملة الشعراء المذكورين في
هذا الكتاب أحد وتسعون شاعراً
وصلى الله على رسوله سيدنا محمد وآله
وصحبه وسلم تسليما
_________
(١) البيتان الأخيران من هذه القطعة في الحلة: ١: ٢٢٥ للطليق.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (273,'تراجم الشعراء',NULL,'279',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (274,'فراغ',NULL,'280',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (275,'تراجم الشعراء (١)
ابن أبي عيسى القاضي: (٥٥٢)
في الجذوة: ٦٩ (والبغية رقم: ٢١٨) محمد بن أبي عيسى، وأطال الثعالبي في نسبه فقال: محمد بن عبد الله بن أيوب بن أبي عيسى (اليتيمة ٢: ٦٣) وفي ابن الفرضي (٢: ٦١) محمد بن عبد الله بن يحيى بن يحيى بن يحيى الليثي أبو عبد الله؛ وأكبر الظن أن هناك خطأ في طبعة ابن الفرضي وأنه كان يجب أن يقول " من بني يحيى الليثي ". رحل إلى المشرق سنة ٣١٢ وسمع بمكة وبمصر وبإفريقية، وكان حافظاً للرأي معتنياً بالآثار جامعاً للسنن متصرفاً في علم الإعراب ومعاني الشعر؛ ولي القضاء أيام الأمير عبد الرحمن بن محمد في عدة كور منها البيرة وبجانة وطليطلة، وكان صارماً في إقامة الحدود والكشف والنظر على عمالها، ثم نقله إلى قرطبة سنة ٣٢٦ وولاه قضاء الجماعة بها، وكان الخليفة يستعين به في السفارات إلى كبار الأمراء، والأمانات إلى الثغور والأطراف للإشراف عليها والتفقد لحصونها. وفي إحدى خرجاته هذه توفي في بعض الحصون المجاورة لطليطلة، سنة ٣٣٩ ونقل إلى طليطلة فدفن فيها.
وكان شاعراً، وقد ذكره ابن فرج في كتاب الحدائق. (انظر غير ما ذكر من مصادر: قضاة الخشني: ١٧٢ والمرقبة العليا: ٥٩) .
إبراهيم بن محمد الشامي: (٥٩٠)
_________
(١) الأرقام تشير إلى القصائد لا إلى الصفحات.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (276,'أحمد بن دراج القسطلي:
(١٨، ٣٨، ١١٢، ١١٦، ٣٩٣، ٤١٤، ٤٢٤، ٤٥٨، ٥٠٦، ٥٩٣، ٦١١، ٦١٢، ٦٦٦) .
شاعر الأندلس أيام العامريين، أدرك الفتنة وصلي نارها، وأخذ يتنقل مادحاً حتى استقر به الطواف في سرقسطة وفيها توفي سنة ٤٢١هـ؟ (١٠٣٠) ، نشر ديوانه الدكتور محمود علي مكي (دمشق ١٩٦١) وصدره بمقدمة مفيدة جامعة. وانظر دراستي عنه في تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة: ١٩١ ومن أهم مراجع ترجمته: الذخيرة ١ / ١: ٥٩ والجذوة: ١٠٢ والصلة: ٤٤ والمغرب ٢: ٦٠ وابن خلكان ١: ١٣٥ وسائر المصادر الأخرى التي ذكرتها مرفقة بدراسة حياته وشعره، وانظر حاشية الذخيرة وديوانه لمزيد من المصادر.
أحمد بن عبد ربه: (٢٤٦؟ ٣٢٨هـ؟)
(٢٥، ٦٨، ٩٠، ٩١، ١٠٥، ١٢٢، ١٣٦، ١٤٢، ١٤٨، ١٥٨، ١٥٩، ١٧٣، ١٨٠، ١٨١، ١٨٢، ١٨٣، ١٨٧، ١٩٥، ٢١١، ٢٢١، ٢٢٣، ٢٢٦، ٢٥٢، ٢٥٧، ٢٦٣، ٣٠٢، ٣٠٣، ٣٣١، ٣٤٣، ٣٤٤، ٣٤٥، ٣٧٥، ٣٨٢، ٤١٦، ٥٣١، ٥٤٢، ٥٥١، ٥٩١، ٥٩٤، ٦٠٤)
لم يكن في عصره من شأى شأوه في الشعر، ولكن المشارقة اهتموا بكتابه " العقد " أكثر من اهتمامهم بشعره؛ وقد كتبت عنه في " تاريخ الأدب اللأندلسي؟ عصر سيداة قطربة ": ١٨٣ ومن شاء مراجعة ترجمته في المصادر فليرجع إلى الجذوة ٩٤ (وبغية الملتمس رقم: ٣٢٧) ومعجم الأدباء ٢: ٦٧ وابن خلكان ١: ١١٠ وابن الفرضي ١: ٤٩ والوافي بالوافيات ٨: ٣ والمطمح: ٥١ وبغية الوعاة: ١٦١ وغير ذلك من مصادر؛ وقد جمع الدكتور رضوان الداية أشعاره من المصادر المتيسرة (بيروت: ١٩٧٩) واليه الإشارة في هذه الطبعة الثانية.
أحمد بن عبد الملك: (٢٢٥، ٣٤٨، ٤٤٣، ٦٢٢)
ينصرف الاسم هنا للوزير أبي عمر أحمد بن عبد الملك بن عمر بن محمد بن عيسى بن شهيد، الذي كان وزيراً أيام الناصر وولي له الولايات والكور وقاد',NULL,'282',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (277,'الصوائف وهو أول من مسي بذي الوزارتين وكان من أهل الأدب البارع؛ وليس المعني هنا أبا عامر الشهيدي صاحب التوابع والزوابع واسمه أيضاً أحمد بن عبد الملك (الحلة ١: ٢٣٧ والجذوة: ١٢٣ وبغية الملتمس رقم: ٤٣٩) .
أحمد بن عبد الوهاب: (٥٣٩، ٥٥٩، ٦٤٠)
أظنه أحد رجالات الدولة أيام عبد الرحمن الناصر وهو أحمد بن عبد الوهاب ابن عبد الرؤوف؛ كان أولاً صاحب المدينة ثم عزل عنها وقدم للوزارة سنة ٣١٩ (ابن عذاري ٢: ٣٠٨) .
أحمد بن فتح: (٥٣٦)
أحمد بن محمد بن فرج الجياني، أبو عمر:
(٣٤، ٣٥، ٥٥، ٨٣، ١٣٩، ١٤٠، ١٤٥، ١٤٦، ٢٨٠، ٣٣٧، ٣٥٢، ٥٨١، ٦٠٢)
أبناء محمد بن فرج ثلاثة أحمد وسعيد وعبد الله، وأشهرهم أحمد وأبعدهم صيتاً في الشعر والاليف، وقد عرف بكتاب " الحدائق " الذي ألفه للحكم المستنصر في أشعار الأندلسيين معارضاً به كتاب " الزهرة " لابن داود. وهو من أهم المصادر الأدبية عن الأندلس حتى عهد الحكم، ويكثر الحميدي في الجذوة وابن الأبار في الحلة النقل عن هذا الكتاب. وله أيضاً كتاب المنتزين والقائمين بالأندلس وأخبارهم. ويبدو أن أبا عمر كان شديد الأنفة قوي العارضة، وأن مكانته من الدولة لم تعفه آخر الأمر من السجن، فقد سجنه الحكم المستنصر ويظن الحميدي أنه ظل في السجن حتى توفي، وله في سجنه أشعار كثيرة كانت مشهورة يومئذ، وفي تاريخ وفاته اختلاف بين حوالي ٣٦٠، وحوالي ٣٦٦. (راجع الجذوة ٩٧ وبغية الملتمس رقم: ٣٣١ والمطمح: ٧٩ والمغرب ٢: ٥٦ ومعجم الأدباء ٤: ٢٣٦ والصلة: ١١ واليتيمة ٢: ١٦ ومسالك الأبصار ١١: ١٩٥ والوافي بالوفيات ٨: ٣٤) .',NULL,'283',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (278,'[أحمد بن] محمد بن فرج: (٥٤٩)
كان اسمه ناقصاً في المخطوطة ولذلك علقت عليه (في الطبعة الأولى من كتاب التشبيهات) بقروض مختلفة، ورجحت أن يكون الاسم " محمد " خطأ، وأنه أحمد، وبذلك يكون هو نفسه صاحب الترجمة السابقة؛ غير أني مدين بهذا التصويب القيم إلى كتاب المقتبس لابن حيان (تحقيق صديقي العلامة الدكتور محمود مكي، القاهرة: ١٩٧١) : ١٧٥ حيث ورد اسم الشاعر كاملاً فهو أحمد بن محمد بن فرج المعروف بالبلساري، فليس هو من بني فرج الجيانيين، وإنما هو (كما يقول الدكتور مكي في التعليق رقم: ١٤٩) شاعر متقدم عاش في منتصف القرن الثالث الهجري على ما يرى من هجائه لحامد الزجالي المتوفى سنة ٢٦٨. ويضيف الدكتور مكي قائلاً: أما نسبة هذا الشاعر " البلساري " فلم نهتد إلى جه في تأويلها، إلا إذا كانت محرفة عن " الشبلاري " وحينئذ يكون نسبة إلى " شبلار " أحد أرباض قرطبة. (وضبط اللفظ (Sabular) ومعناه المكان الكثير الرمل) قلت: وقد وردت النسبة بصورة " البيساري " في المصدر نفسه ص: ٢٧٩ من طبعة بيروت للمحقق نفسه.
وتثور هنا مشكلة جديدة وهي اتفاق هذا الشاعر مع سابقه في الاسم واسم الأب واسم العائلة، وما دام الأمر كذلك فهل القطع التي أدرجت تحت اسم الجياني له أو للبلسياري (أو الشبلاري) ؟ هذا أمر لا أستطيع القطع به.
أحمد بن نعيم: (٥٨٨، ٥٧٤)
ذكره الثعالبي (اليتيمة ٢: ٥٤) وأورد له مقطوعة واحدة.
أحمد بن هذيل: (٣٩٠، ٣٩١)
لم أجد له ترجمة في المصادر المتيسرة لدي، وأرجح أنه يحيى ابن هذيل، وأن كلمة " أحمد " تصحفت خطأ.
أبو إسحاق الخفاجي: (٥٢٧)
لا أعرف بهذه الكنية والنسبة سوى الشاعر أبي إسحاق إبراهيم بن خفاجة',NULL,'284',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (279,'وهو شاعر الطبيعة المشهور، وقد عاش في عصر متأخر عن عصر المؤلف، فهذه القطعة إن صحت له، دخيلة على هذا الموضوع (راجع المقدمة: ١٦) .
إسماعيل بن إسحاق المعروف بالمنادي: (٦٣)
لم يزد الحميدي فيالتعريق به على قوله: " شاعر قديم مشهور ذكره أبو محمد علي بن أحمد " ثم أورد له بيتاً (الجذوة: ١٥٢ وبغية الملتمس رقم: ٥٤٠) ولكن الثعالبي أجرى ذكره في اليتيمة وأورد له مقطوعة من شعره (اليتيمة ٢: ٥٩) ، ويقال أنه سمي المنادي بأول قصيدة قالها ومطلعها (المقتبس: ٤٨ أنطونية)
قف بالطلول الدارسات فناد ... أين الظباء السالبات فؤادي وهو من شعراء عهد الأمير عبد الله.
إسماعيل بن بدر:
(١٦٠، ١٧١، ٢٠١، ٢٧٩، ٥٥٥، ٦٢٣)
ابن إسماعيل بن زياد أبو بكر القرطبي، كان مولى نعمة لبني أمية ومن أساتذته بقي بن مخلد ومحمد بن عبد السلام الخشني وابن وضاح وغيرهم؛ ولاه الناصر كتابته الخاصة سنة ٣٠٠ ثم ولاه إشبيلية، وكان أثيراً لديه ومنادماً له، وكذلك تولى أحكام السوق فحمد أمره فيها، وعاش حتى أوائل عهد الحكم المستنصر وتوفي سنة ٣٥١ عن عمر طويل.
غلبت عليه صناعة الشعر وكان مكثراً، وهو أحد شعراء " الحدائق " لابن فرج حيث أورد له أشعاراً كثيرة، وقد بقيت مقطعات من شعره بعضها في مدح الناصر وبعضها في رثاء ابن له وفي الغزل كما أن له قصيدة في بيعة المستنصر. (ترجمته في الجذوة: ١٥٣ وبغية الملتمس رقم: ٥٤٣ وابن الفرضي ١: ٦٢ والحلة ١: ٢٥٤ وله شعر في اليتيمة ٢: ٢٠ وبعض أخباره في تاريخ ابن عذاري وأخبار مجموعة) .
بكر الكناني: (٦٢٩)
هو بكر بن عيسى الكناني من أهل قرطبة أدرك الأمير الحكم بن هشام',NULL,'285',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (280,'وكان من أهل العلم واللغة غاية في الفصاحة حتى ضرب به المثل فقيل: أفصح من بكر الكناني؛ وكان شاعراً مجيداً (طبقات الزبيدي: ٢٨٣ والتكملة: ٢١٦ وبغية الوعاة: ٢٠٣) .
جعفر بن عثمان:
(٦، ٨، ٩، ١٥٣، ١٦٤، ٢٠٦، ٢١٠، ٢٨٤، ٣٥٨، ٤٢٦، ٤٤٤، ٥٨٤، ٦١٥)
أبو الحسن المصحفي بربري الأصل، ينتمي إلى قيس بالمحالفة، تقلد المناصب في أيام الحكم المستنصر، ثم أصبح حاجباً لابنه هشام، فتغلب عليه منافسه ابن أبي عامر، ورماه في السجن إلى أن مات فيه سنة ٣٧٢هـ؟، وكان مقدماً في صناعة الكتابة، وله شعر كثير مدون، وقد تردد ذكره في المصادر التاريخية التي سردت دوره في الدولة، ووصفت نكبته على يد المنصور، ولكن شخصيته الأدبية تتمثل في ترجمته (في الحلة السيراء ٢: ٢٥٧ ومطمح الأنفس: ٤ والجذوة: ١٧٥) .
حبيب بن أحمد: (٢٣، ٤٣، ٣٥١)
ينصرف هذا الاسم إلى اثنين أحدهما محدث فقيه (انظر الجذوة: ١٨٦ وابن الفرضي ١: ١٤٧) والثاني يتميز بنسبته " الشطجيري " وهو شاعر من أعيان أهل الأدب بقرطبة أدرك أيام الحكم المستنصر وبلغ سناً عالية، رآه الحميدي وذكر أنه هو الذي جمع ديوان الغزال يحيى بن حكم الجياني ورتبه على الحروف. وقد ذكر الثعالبي اسمه حبيب بن أحمد مرتين (اليتيمة ١: ٤٦٢، ٢: ٦٧) وأورد له مقطعات من الشعر إحداها في مدح المنصور بن أبي عامر. ويقول الحميدي إنه توفي قريباً من الثلاثين وأربعمائة (الجذوة: ١٨٦ وبغية الملتمس رقم: ٦٧٤) .',NULL,'286',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (281,'الحسن بن حسان:
(٢٨، ١٢٦، ٢١٤، ٣٦٢، ٥٢٨، ٦٢٤)
كنيته أبو علي ويعرف بالسناط، كان شاعراً مقدماً مكثراً في أيام عبد الرحمن الناصر (انظر جذوة المقتبس: ١٧٩ وبغية الملتمس رقم: ٦٣١ واليتيمة ٢: ٦٨ وجعله استجياً) .
حسين بن الوليد: (١٠٠)
هو أبو القاسم بن العريف القرطبي، أحد علماء اللغة والنحو في عصره، وهو تلميذ ابن القوطية. رحل إلى المشرق، فلما عاد إلى الأندلس جعله المنصور مؤدباً لبنيه، وكان شاعراً مقدماً في الشعر، وله في المديح قصائد كثيرة، وبينه وبين صاعد مماحكات ومكايدات، وكان واحداً من الذين نصبهم المنصور لامتحان صاعد (الذخيرة ٤ / ١: ١٤؟ ١٩ ةنفح الطيب ١: ٥٨٢؟ ٥٨٣، ٣: ٧٧؟ ٧٩) ومن مؤلفاته في النحو:
أ؟ كتاب يشتمل على مسائل اعترض فيها على أبي جعفر بن النحاس.
ب؟ رسالة في إعراب قولهم: " إن الضارب الشاتم والده كان زيداً " يستقصي فيها نحو ٥٨ قولاً.
ج؟ - شرح الجمل للزجاجي.
د؟ كتاب فيه معاني الحروف وأقسامها.
وقد توفي بطليطلة سنة ٣٩٠ ودفن بها.
(انظر جذوة المقتبس: ١٨٢ وبغية الملتمس رقم: ٦٥٣ وابن الفرضي ١: ١٣٤ وبروكلمان ٢: ١٧٣، ١٨١ من الترجمة العربية وفهرسة ابن خير: ٣٢٠) .
ابن الخطيب:
(٤٥، ١٦٩، ٢٧٢، ٢٨٩، ٣٣٣، ٣٨٤، ٤٠٢، ٤٣٧، ٦٠١، ٦١٨، ٦٥٢)
هو عبد العزيز بن الخطيب، أبو الأصبغ، ذكره الحميدي في جذوة',NULL,'287',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (282,'المقتبس: ٢٦٩ (وبغية الملتمس رقم: ١٠٩٠) وقال فيه: أديب شاعر، ومن قوله في السجن يوم مهرجان:
رويدك أيها الشوق المذكي ... لنار صبابتي بالمهرجان وأورد له ثلاثة أبيات أخرى.
وقد حدثنا ابن عذاري عن سبب هذا السجن، فبعد أن كان ابن الخطيب من أرفع الناس طبقة بين الشعراء ومن المقدمين عند المنصور فسدت نية المنصور نحوه، وبقي مدة يلتمس غرة منه، حتى إذا قال في بعض شعره:
ما شئت لا ما شاءت الأقدار ... فاحكم فأنت الواحد القهار
فكأنما أنت النبي محمد ... وكأنما أنصارك الأنصار أمر أن يضرب خمسمائة سوط، وشهر لاستخفافه، ثم حبس، وبعد الحبس نفاه المنصور عن الأندلس (البيان المغرب ٢: ٤٣٧؟ ٤٣٨؛ قلت: والبيتان ينسبان لمحمد بن هانئ الأندلسي في بعض المصادر) .
درود: (٢١٨، ٤٦٤)
اسمه عبد الله بن سليمان ويصغر اسمه فيقال: " دريود " كان نحوياص شاعراً وقد شرح كتاب الكسائي، وهو ممن ذكرهم ابن فرج في كتاب الحدائق؛ هذا ما ذكره الحميدي (الجذوة: ٢٤٣ وبغية الملتمس رقم ٩٢٤) غير أن ابن الأبار ترجم في التكملة: ٣٦٦ لمن اسمه محمد بن أصبغ النحوي الضرير وقال إنه يعرف بدريود وذكر له شرحاً لكتاب الكسائي في ستة أجزاء، وأن الخليفة بقرطبة نقله إلى الزهراء وأنزله في دار فكان يقعد للسامعين في قصبة مطلة على السهلة وعلى قرطبة؛ فلعلهما اثنان.
وكان عبد الله بن سليمان بن المنذر بن عبد الله بن سالم (حسب ما أورد نسبه الزبيدي: ٢٩٨) مكفوفاً أيضاً، وكان يقرض الشعر ويمدح الملوك وقد استأذنه الناصر لولده وتوفي سنة ٣١٤هـ؟؟؟.
زيادة الله بن علي الطبني: (١٠٣)
هو زيادة الله بن علي بن حسن بن محمد بن أسد التميمي الطبني أحد الطبنيين',NULL,'288',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (283,'الطارئين على قرطبة من منطقة الزاب، ومنهم محمد بن الحسين الذي ترد ترجمته في باب الميم، وحفيده محمد بن يحيى بن محمد بن الحسين (الجذوة: ٩٢ والمغرب ١: ٩٢) وهذا هو صديق ابن حزم (انظر طرق الحمامة: ٢٦٠ وفي الجزء الأول من رسائل ابن حزم ط. والمؤسسة العربي، بيروت ١٩٨٠) وله أخ اسمه القاسم (الطوق: ٢٦٣) .
أما زيادة الله هذا فكنيته أبو مضر، وهو أول من بنى بيت شرفهم ورفع بالأندلس صوته بنباهة سلفهم، وكان نديم محمد بن أبي عامر، ظريفاً ممتع الحديث رفيع الطبقة في صنعة الشعر، حسن البديهة والروية (ابن بسام ١ / ٢: ٥٣٨) .
ولزيادة الله ابن اسمه عبد الملك رحل إلى المشرق وكان شاعراً وساق ابن حيان قصة مقتله في خبر طويل (الذخيرة ١ / ٢: ٥٠ والمغرب ١: ٩٢) وله أيضاً ابن آخر اسمه عبد العزيز كان ابنه أبو الحسن علي بن عبد العزيز شاعراً (الذخيرة والمغرب) ومن أحفاد زيادة الله من اسمه أيضاً زيادة الله ترجم له ابن بشكوال وابن الأبار.
(انظر أيضاً في ترجمة زيادة الله بن علي، الجذوة: ٢٠٥ وبغيى الملتمس رقم: ٧٥٩) .
سعيد بن العاصي:
(٢١٢، ٢٢٤، ٣١٧، ٣٢٧، ٣٤٦، ٣٦٤، ٤٥٤، ٥٨٠، ٥٩٢، ٦٠٥، ٦٥١، ٦٥٤) .
ذكر الثعالبي في اليتيمة سعيد بن محمد بن العاص المرواني، وهو نفسه الذي اضطرب فيه الحميدي بين سعيد بن عثمان بن مروان (المعروف بابن عمرون) وسعيد بن محمد، وقيل ابن مروان وقيل غير ذلك (اليتيمة ١: ٥٤، والجذوة: ٢١٤) . انظر الترجمة التالية.
سعيد بن عمرون:
(٣، ١٧، ١٩، ٥٩٨)
كنيته أبو عثمان وقال الحميدي: لقد اختلف علي في نسبه فقيل سعيد بن محمد (وهكذا ورد اسمه في جمهرة الأنساب والنفح ٣: ٥٩١ واليتيمة ٢: ٥٤) وقيل',NULL,'289',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (284,'سعيد بن مروان، ترجم الحميدي وابن سعيد له تحت اسم " سعيد بن عثمان ابن مروان " الملقب بالبلينة؟ والبلينة حوت كبير يعرف بدابة البحر؟ وكان من نبهاء المروانيين ومتقدمي شعرائهم، أدرك العامرية وله مدائح في المنصور ابن أبي عامر، منها قصيدة مطلعها:
ذكر العقيق ومنزلاً بالأبرق ... فكفاه ما يلقى الفؤاد وما لقي وأبيات المديح فيها جيدة. ثم إن المنصور تغير عليه لكللام بلغه عنه، فدخل سعيد والمجلس غاص وأنشده:
مولاي مولاي أما آن أن ... تريحني بالله من هجركا
وكيف بالهجر وأنى به ... ولم أزل أسبح في بحركا يشير إلى أنه " بلينة "؟ فيما يبدو؟ فضحك ابن أبي عامر، على ما كان يظهر من الوقار وقام وعانقه، وعفا عنه، وتذكر المنصور يوم السبت ١٢ رمضان ٣٨١ قصيدة سعيد القافية فيه، أو ذكرت له، فاستأنف استحسانه لها، وأمر له بثلاثمائة دينار (انظر الجذوة: ٢١٤ وبغية الملتمس رقم: ٨٠٧ واليتيمة ٢: ٥٤ والمغرب ١: ١٩٢ والنفح ٣: ٥٩١) .
سعيد بن الفرج الرشاش أبو عثمان:
(٥٤٥، ٥٦٠، ٥٧٥)
من أوائل العلماء الحافظين للغة العالمين بالشعر، حتى قبل كان يحفظ أربعة آلاف أرجوزة، ضرب به المثل في الفصاحة فكان يقال: " أفصح من الرشاش " وإن جرى في كلامه مجرى التقعر. لحقته سعاية عند نصر الخصي حاجب الأمير عبد الرحمن فأمر بضربه، وغادر الأندلس فحج ودخل بغداد، ثم عاد إلى مصر فسكنها ثم انتقل إلى القيروان حتى إذا بلغه أن عبد الرحمن بن الحكم ولي سلطنة الأندلس وفد عليه فقربه وأكثر الرشاش من مدحه، وكان يهاجي ابن الشمر شاعر الأمير عبد الرحمن كما كان بينه وبين جاره عبد الله بن حسين بن عاصم (ستأتي ترجمته) مهاجاة ومخاصمة، ومن شعر سعيد فيه:
قد قيل مجنون بني عامر ... وأنت مجنون بني عاصم ووصفه الحجاري بميله إلى التندر ولعل التقعر هو الذي كسب له هذه الشهرة',NULL,'290',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (285,'وأوجز الزبيدي كثيراً في ترجمته. وهناك شخص اسمه سعيد بن فرج ترجم له ابن الفوضي وقال إنه أخو الرشاش الذارع، وهذا الذارع لا علاقة له بالشاعر المترجم وقد نبه الزبيدي إلى هذا وقال " إنه جرى التكسير بذراعه " أي جعل طول ذراعه وحدة للقياس. (ترجمته في المغرب ١: ١١٤ وطبقات الزبيدي: ٢٦١ وبغية الوعاة: ٢٥٦، وانظر المقتبس (مكي / بيروت) : ١٨٩) .
سليمان بن بطال المتلمس:
(٣٦، ٥٩، ٨٥، ١٥٤، ١٥٥، ٢١٣، ٢٣٢، ٢٣٥، ٢٣٦، ٣٥٥، ٥٠١، ٥٠٢، ٥٠٣، ٥٠٤، ٥١٢، ٥١٦، ٥٩٥، ٦٢٠)
أبو أيوب، سليمان بن محمد بن بطال البطليوسي، كان فقيهاً مقدماً شاعراً محسناً كثير الشعر، وله كتاب " الأحكام في ما لا يستغني عنه الحكام " وكان قريباً من الأربعمائة. له قطعة في وصف الطبيعة في كتاب البديع: ١٤ وأورد له الحميدي أبياتاً غزلية. (الجذوة: ٢٠٦ وبغية الملتمس رقم: ٧٦٢ والنفح ٣: ٢٩٢، ٤٥٠) .
سليمان بن عبد الله البردي: (٥٤٠)
صاعد بن الحسن الربعي اللغوي أبو العلاء:
(١٨٧، ٢٥٦، ٢٨٥، ٣٦٠، ٤٠٣، ٤٥٦، ٤٥٧، ٦٦١)
بغدادي، هاجر إلى الأندلس، قربه المنصور بن أبي عامر وكان شاعراً عارفاً باستخراج الأموال، إلا أنه اتهم بالكذب في شؤون اللغة، وهو صاحب كتاب " الفصوص "؛ توفي بصقلية سنة ٤١٧هـ؟؟؟.
راجع ترجمته في (الجذوة: ٢٢٣ وبغية الملتمس رقم: ٨٥٢ والذخيرة ٤ / ١: ٢ وما بعدها ونفح الطيب ١: ٤٠٠، ٥٨٠؟ ٥٨٤، ٢: ٧٨، ١٣٢، ٢٤٤، ٥١ وصفحات كثيرة من الجزء الثالث ووفيات الأعيان ٢: ٤٨٨ وأنباه الرواة ٢: ٨٥ وبغية الوعاة: ٢٦٧ والصلة: ٢٣٣ وانظر تاريخ الأدب الأندلسي، عصر سيادة قرطبة: ٧٧؟ ٧٨) .',NULL,'291',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (286,'طاهر بن حزم: (٢١٩)
ذكر الحميدي (الجذوة: ٢٣٠ وبغية الملتمس رقم: ٨٦٠) وابن الفرضي (١: ٢٤٣) ترجمة لرجل بهذا الاسم كان مولى لبني أمية من أهل طرطوشة، روى عن يحيى بن يحيى الليثي وأنه توفي شهيداً في بعض المعارك سنة خمس وثمانين ومائتين؛ وليست في ترجمته أية إشارة إلى مشاركة في الحياة الأدبية.
وأكبر الظن أن هذا الشاعر هو الذي سماه الزبيدي " طاهراً " ولم يورد نسبه وقال فيه: كان بصيراً بالنحو والشعر والعروض وكان يؤدب بني هاشم وبني حدير (طبقات الزبيدي: ٣١٧) وقد ذكر ابن حيان طاهر بن حزم في المقتبس (مكي / بيروت) وأورد له شعراء يرثي فيه الأمير عبد الرحمن ويهنئ ابنه محمداً بالخلافة (٩٧، ١٢٥، ١٢٦) .
طاهر بن محمد:
(١٢، ٢١، ٤٠، ٤٤، ٥٠، ٧٥، ١٦٢، ٢٠٤، ٣٦٣، ٤١١، ٤١٩، ٤٢٩، ٤٤٩، ٤٩٧، ٥٣٣، ٥٣٥، ٦٠٠، ٦٣٥، ٦٥٠) .
يعرف بالمهند البغدادي ويكنى أبا العباس، وصل إلى الأندلس من بغداد في جمادى الأولى سنة ٣٤٠ وعمره حوالي الخامسة والعشرين (ولد ٣١٥هـ؟)
ومدح الخلفاء، وكسب المال بمدائحه، وفي آخر عمره تزهد وأنشأ شعراً ورسائل في معاني الزهد على مذهب المتصوفة، واعتزل حياة المدية وأخذ يلازم ضيعة له واسعة حسنة الغلة وتوفي بقرطبة يوم الجمعة وهو يوم عاشوراء سنة ٣٩٠ ودفن بمقبرة الربض (ترجمته في الجذوة: ٢٢٩ والبغية رقم: ٨٥٩ وابن الفرضي ١: ٢٤٥ وبعض مدائحه في المستنصر وردت في المقتبس (الحجي) : ٣١، ١٢، ١٥٦) .
الطبني: (٦٥٩)
هذه النسبة وحدها لا تكفي في تعيين صاحب القصيدة (انظر ترجمة زيادة الله الطبني فيما تقدم وترجمة محمد بن الحسين الطبني فيما يلي) .',NULL,'292',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (287,'عبادة بن ماء السماء:
(١، ٩٢، ١١٣، ٢٣٠، ٢٧٦، ٣٠١، ٤١٣، ٤٢٨، ٤٤٠، ٤٦٠، ٤٩٩، ٥٠٠، ٥٠٩، ٥١٠، ٥١١، ٥٣٤، ٥٦١، ٥٦٣، ٥٦٦، ٦١٤، ٦٣٨، ٦٤٣) .
هو عبادة بن عبد الله بن محمد بن عبادة الأنصاري الخزرجي ويعرف بابن ماء السماء، وكنيته أبو بكر، درس على العالم اللغوي أبي بكر الزبيدي وغيره من علماء عصره، فنشأ عالماً شاعراً، عاش في الفترة العامرية وأدرك دولة بني حمود ومدح أمراءها، وفي مدائحه الحمودية بعض التشيع. وألف كتاباً في أخبار شعراء الأندلس ينقل عنه ابن سعيد في المغرب. أما تاريخ وفاته فقد اختلف فيه، إذ كر ابن شهيد وابن حيان أنه توفي سنة ٤١٩ وذكر ابن حزم أنه كان حياً عام ٤٢١ وله شعر في برد نزل في تلك السنة، ونسب إليه ابن بسام مشاركة في الموشحات وأنه " أقام قتادها ميلها وسنادها، فكأنها لم تسمع بالأندلس إلا منه ". وأورد له صاحب الفوات موشحتين، إلا أن إحداهما وردت عند الصفدي (الوافي ٣: ١٨٩) منسوبة لمحمد ابن عبادة المعروف بابن القزاز. (ترجمته في الجذوة: ٢٧٤ والصلة: ٤٢٦ والذخيرة ١ / ١: ٤٦٨ وفوات الوفيات ٢: ١٤٩ وقد ذكر ابن بشكوال إن ابن الفرضي ترجم له في كتابه " طبقات الشعراء "، ولا ريب في أن أبي شهيد ترجم له أيضاً في كتابه " حانوت عطار ") .
عباس بن فرناس:
(٢٦، ١١٩، ١٧٢، ٣٦٧، ٣٧٠، ٣٨١) .
أبو القاسم مولى بني أمية وأصله من برابر تاكرنا، وكان ظهوره في عهد الحكم الربضي (١٨٠؟ ٢٠٦) ، اتجه نحو علوم الأوائل، فبرز في الفلسفة والنجوم وشهر بمحاولاته الابتكارية مثل عمل ساعة للتوقيت (المنقانة) واستحضار الزجاج من بعض أنواع الحجارة واختراع الطرف المعجبة يستعين عليها باصبغ عريف النجارين في القصر، ومحاولة الطيران، ولهذا نسبه الناس إلى السحر والاشتغال بالكيمياء. وكان إلى جانب ذلك كله شاعراً، وكان يهاجي مؤمن ابن سعيد، وقد أورد له ابن حيان في المقتبس (مكي) أشعارً في مدح الأمير',NULL,'293',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (288,'محمد، كما أنه حذق الموسيقى وعانى ضرب العود وكان ينظم أشعاراً ويلحنها، واشتهرت له أصواب معروفة بالأندلس، توفي سنة ٢٧٤ (انظر ترجمته في المغرب ١: ٣٣٣ وصفحات من المقتبس (مكي) والجذوة: ٣٠٠ وبغية الملتمس رقم: ١٢٤٧ وطبقات الزبيدي: ٢٩١ ويتيمة الدهر ٢: ١٦ وأعمال الأعلام: ١٤ وابن عذاري ٢: ١١١ وصفحات متفرقة من نفح الطيب وللأستاذ الياس تيريس سادابا بحث عنه في مجلة الأندلس، المجلد: ٢٥ (١٩٦٠) ص ٢٣٩؟ ٢٦٩ وتعليقات مكي على المقتبس رقم: ٢٧٩) .
عباس بن ناصح الجزيري:
(٢، ٢٠٣، ٢٧٤، ٣١٨، ٣٦١، ٣٦٨، ٣٦٩)
أبو العلاء، أو أبو المعلى، ثقفي بالولاء، إذ كان والده عباس عبداً لمزاحمة بنت مزاحم الثقفي؛ مصمودي الأصل، رحل به أبوه صغيراً فنشأ بمصر وتردد بالحجاز يطلب اللغة، ثم رحل به أبوه إلى العراق فلقي الأصمعي وغيره من علماء البصريين والكوفيين، وعاد بعد ذلك إلى الأندلس، ويقال أنه عندما سمع بظهور أبي نواس ارتحل مرة أخرى إلى العراق للقائه، وقد شرح الزبيدي قصة هذا اللقاء وكيف أن أبا نواس استنشد عباساً، وشهد له بالتقدم في الشعر، وبعد عودته إلى الأندلس أخذ يتردد إلى قرطبة مادحاً للأمير الحكم بن هشام (١٨٠؟ ٢٠٦) جالساً؟ في بعض الأحايين؟ في مسجد قرطبة حيث يجتمع حوله طلاب الأدب يستمعون إلى شعره أو إلى بعض الفوائد اللغوية. ولعباس أخبار تدل على حميته وجانب من نشاطه السياسي، إذ يروى أنه كان بمدينة الفرج من وادي الحجارة فسمع امرأة تستغيث قائلة " واغوثاه يا حكم " فلما سألها عن أمرها ذكرت له أن كتيبة للأعداء أغارت عليهم فقتلت وأسرت، فصنع عباس قصيدة له مطلعها:
تململت في وادي الحجارة مسهرا ... أراعي نجوماً ما يردن تغورا وذكر فيها القصة، فأثارت قصيدته الحكم إلى الجهاد وإغاثة المرأة وقومها سنة ١٩٤ (ذكر بلاد الأندلس: ١٠٨ والنفح ١: ٣٢١ وابن عذاري ٢: ١٠٩) وفي مرة أخرى نجم بالجزيرة الخضراء جماعة من الخوارج فكتب عباس شعراً إلى الحكم يغري بهم (ابن القوطية: ٧١) ولما تعرض عباس للخدمة ولاه الحكم قضاء الجزيرة',NULL,'294',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (289,'الخضراء وشذونة. وكان له ابن شاعر هو عبد الوهاب تولى القضاء من بعده، وكذلك كان حفيده محمد شاعراً قاضياً.
وكانت طريقة عباس في الشعر هي طريقة العرب الأقدمين، وقد عده الرازي فحل شعراء الأندلس في عصره (ترجمته في ابن الفرضي ١: ٣٤٠ وطبقات الزبيدي: ٢٨٤ والمغرب ١: ٣٢٤ وبغية الوعاة ٢: ٢٨) ، اعتنى بجمع شعره وأخذه عن بعض ولده عفير ابن مسعود، وكان عبد الله الأمير الأموي يحفظه ويعرف ما قيل منه بالمشرق وما قيل بالأندلس، ويحكي من أخبار عباس ما لا يحكيه أهله ولا رواته (المقتبس (أنطونية) : ٣٦) .
عبد الرحمن بن عثمان الأصم: (٧٧)
أموي (وفي طبقات الزبيدي: أسدي) يكنى أبا المطرف ويعرف بالاطروش، وكان أصم أصلخ إذا أراد المرء أن يكلمه كتب له في الهواء ورمز بشفتيه؛ رحل إلى المشرق سنة ٣٠٤ فحج وسمع من بعض العلماء، وكان بارعاً في النحو واللغة شاعراً جزلاً، وأكثر شعره على مذاهب العرب وله باع في الأراجيز. توفي سنة ٣٣٥ (انظر طبقات الزبيدي: ٣٠٦ وابن الفرضي ١: ٣٠٤ والجذوة: ٢٥٧ وبغية الملتمس رقم: ١٠٣٢) .
عبد الرحمن بن المنذر: (٤٧)
لعبد الرحمن الناصر ولد اسمه المنذر وكان له ابن اسمه عبد العزيز ابن المنذر وقد عده ابن الأبار من الشعراء، وكان هذا يعرف بابن القرشية، فهل تقول إن الصواب في " عبد الرحمن " أن تكون " عبد العزيز "؟
أو أن هذا المذكور هو ابن الأمير المنذر بن محمد، فإن ابن عذاري يخبرنا أن عبد الرحمن بن الإمام المنذر توفي سنة ٣١١ (ابن عذاري ٢: ٢٧٧) ولكنا لا نعلم له أية صلة بالشعر.
وهناك تقدير ثالث وهو أن نقول: حدث في الاسم قلب، وأن الصواب هو " المنذر بن عبد الرحمن "، وهذا هو الشخص الملقب بالمذاكرة لأنه كان مغرماً بالنحو، وكان يقول لمن لقيه من إخوانه " هل لك في مذاكرة باب من العربية "',NULL,'295',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (290,'فلقب بالمذاكرة لذلك، وهو المنذر بن عبد الرحمن (بن معاوية بن محمد بن عبد الله بن محمد) بن عبد الله بن المنذر بن عبد الرحمن الداخل؟ كذا نسبه ابن حزم في الجمهرة: ٩٥؟ ولعل في النسب تكراراً، واقتصر الزبيدي في نسبه على ما لم يرد بين القوسين (ص: ٣١٠) ، وكان المذاكرة شاعراً كذلك إلى جانب تضلعه في الأدب والعربية، وكان مقرباً من الوزير أحمد بن محمد ابن أبي عبدة، وقد أدرك عهد المستنصر وهنأه بالخلافة حين صارت إليه، (انظر أيضاً أنباه الرواة ٣: ٣٢٣ والتكملة: ١٨٨ والمقتبس (أنطونية) : ٤٥) .
عبد السلام: (١١٧، ١٣٥)
ورد هذا الاسم في جميع المواطن في الكتاب " عبد السلم ". ولا أدري من يمكن أن يكون لأنه لم يذكر منه إلا الاسم، وأقرب المسمين بعبد السلام عند ابن الفرضي إلى مجال الشعر: عبد السلام بن عبد الله بن زياد اللخمي القرطبي أبو عبد الملك، فقد وصفه بأنه كان صيحاً مفوهاً عالماً بالأنساب حافظاً للأخبار، إلا أنه لم يميزه بقول الشعر وقد توفي سنة ٣٧١ (انظر ابن الفرضي ١: ٣٣١)
عبد الله: (١١٨)
هكذا ورد هذا الاسم، ولا سبيل لتعيينه.
عبد الله بن حسين بن عاصم: (١٤٩)
ورفع مكي في نسبه (المقتبس /بيروت) التعليق رقم: ٣٥٦ فقال: عبد الله بن حسين بن عاصم بن كعب بن محمد بن علقمة بن خباب بن مسلم بن عدي بن مرة الثقفي، وذكر أن أباه كان فقيهاً وكان صاحب السوق أيام الأمير محمد وقد ترجم الحميدي (الجذوة: ٢٤٥ وبغية الملتمس رقم: ٩٣٨) لمن اسمه عبد الله بن عاصم صاحب الشرطة (باسقاط حسين) وقال إنه كان أديباً شاعراً سريع البديهة كثير النوادر ومن جلساء الأمير محمد بن عبد الرحمن وحكى عنه حكاية في مجلس ذلك الأمير، وذكر الثعالبي عبد الله ن حسين بن عاصم بن طاهر (اليتيمة ٢: ٣٤) وأورد له مقطوعتين وكان كما تقدم القول يهاجي سعيد بن',NULL,'296',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (291,'فرج الرشاش، وقد أورد له ابن حيان قصيدة يحرض فيها الأمير محمداً على تمام بن علثمة (- ٢٨٠) (المقتبس / مكي / بيروت: ١٨٣) ، وشعراً يحرض فيه علي ابن عمه سعيد بن عبد الملك، وتصرف ابن عاصم للأمير محمد في أعمال رفيعة من ولاية الخزانة والشرطة والحسبة، وكان عسوفاً فيها متمرداً على الغاشين من التجار والصناع، وله شعر رقيق غنى فيه يحيى بن زرياب (المقتبس: ١٨٣؟ ١٨٩) .
وفي كل من التكملة: ٩١ والذيل والتكملة ٤: ٢١٩ ترجمة لعبد الله بن حسين بن إبراهيم بن حسين بن عاصم وهو صاحب شرطة أيضاً وممن روى عن القالي وكان من كبار العلم وأدرك الفتنة البربرية وقتل سنة ٤٠٣ وهو من حفدة أخي الشاعر المذكور هنا.
عبد الله بن سعيد المسري: (٣٣٨)
نسبته تدل على أنه قد يكون من أتباع محمد بن مسرة (الذي تجيء ترجمته في حرف الميم) ولكني لم أجحد اسمه بين من وجدتهم من أتباع ابن مسرة المذكور، والتصحيف في نسبته سهل إذ قد يكون " المربي " أي المنسوب إلى مدينة المرية.
عبد الله بن الشمر بن نمير القرطبي أبو محمد: (١٧٩، ٣٥٦)
أصله من وشقة؛ وكان منجماً ونديماً لسلطان الأندلس عبد الرحمن ابن الحكم، وصديقاً له قبل السلطنة، وكان متميزاً بنبل الخصال تميزه بالأدب والشعر في عصره، وقد أسهب صاحب المغرب في ترجمته نقلاً عن ابن حيان وغيره، وأورد حكايات تدل على قدرته في التنجيم (المغرب ١: ١٢٤؟ ١٢٧ وانظر ابن الفرضي ١: ٢٦٨ وبدائع البدائه: ٥٠) ، وقد كان أبوه " شمر بن نمير " مولى لبني أمية ثم لآل سعيد بن العاصي، وتوفي بالأندلس (الجذوة: ٢٢١) . وانظر مزيداً من المصادر عن ابن الشمر في تعليقات الدكتور مكي على المقتبس رقم ١٧٣ (بيروت) .',NULL,'297',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (292,'عبد الله بن عبد القوشي: (٥٤)
كان يلقب بالحجر وهو من أولاد الحكم الربضي، وصفه الحميدي بالأدب والشعر (الجذوة: ٢٤٤ وبغية الملتمس رقم: ٩٣٣) .
عبد الله بن فرج: (٥٥٤)
هكذا ثبت بالحاء المهملة في الأصل، وفي أخلاق الوزيرين: ٣٩٧ أنه محمد بن فرح وكنيته أبو بكر (وهو أيضاً بالحاء المهملة) .
عبد الله بم كليب: (٥٦٧)
ذكر ابن عذاري من اسمه عبد الله بن كليب وأن وفاته كانت سنة ٣٠٦ في عهد الناصر (البيان المغرب ٢: ٢٦١ ط. بيروت) .
عبد الله بن محمد بن مغيث المعروف بابن الصفار: (١٤٧)
كنيته أبو محمد (٢٨٥؟ ٣٥٢) أنصاري من أشارف قرطبة، وهو والد يونس بن عبد الله قاضي الجماعة. كان من أهل المعرفة والنباهة والذكاء واليقظة ذا مشاركة في الأدب والشعر والترسل، مال إلى الزهد في آخر عمره، وفي شيخوخته عزم الحكم على القيام بالغزو عام ٣٥٢ وأراده أن يكون في صحبته فاعتذر بضعف جسمه، فلم يعفه من الخروج إلا أن كتب كتاباً في أشعار خلفاء الأمويين بالمشرق والأندلس محاكياص كتاب الصولي في أشعار بني العباس، فوافق على القيام بتأليف هذا الكتاب، وأفرد له الحكم مكاناً في دار الملك المطلة على النهر ليكفل له التفرد أثناء العمل، فجاء كتابه في مجلد، وفي تلك السنة (٣٥٢) توفي. ومن كتبه أيضاً كتاب التوابين. (ترجمته في الجذوة: ٢٣٥ وبغية الملتمس رقم: ٨٨٣ والصلة: ٢٣٧) .
عبد الله بن موسى بن حدير: (٤٧٣)
أسرة بني حدير بن الأسر ذات السيادة في العصر الأموي بالأندلس وكان موسى بن محمد بن حدير الحاجب رئيساً في أيام عبد الرحمن الناصر ومن أهل',NULL,'298',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (293,'الأدب والشعر (الجذوة: ٣١٦ وبغية الملتمس: ١٣٢٠) وكان من زمن عبد الله قبله ينافس عيسى بن أحمد بن أبي عبدة في الوزارة (الحلة ١: ١٢٠؟ ١٢١) ومن هذه الأسرة محمد بن أحمد بن حدير الذي كان عارضاً وتوفي سنة ٣١٥ (ابن عذاري ٢: ٢٩٣) فتولى الخطة بعده أخوه موسى بن أحمد بن حدير وهو صغير لم يبلغ الحلم، وكان سعيد بن سعيد بن حدير أحد خزان المال أيام عبد الرحمن الناصر (ابن عذاري ٢: ٢٩٦) ومنهم: أحمد بن حدير القائد الوزير. وفي بني حدير غير شخص واحد اسمه موسى، أما عبد الله المذكور فلا تشير إليه المصادر (وراجع نبذة عن بني حدير في تعليقات الدكتور مكي على المقتبس / بيروت، رقم: ١٦١) .
عبد الملك بن إدريس الجزيري أبو مروان: (٧٨، ١٥٦)
من أبلغ كتاب الأندلس في دولة المنصور بن أبي عامر، إلا أنه غضب عليه وحبسه في إحدى القلاع المنيعة بشرق الأندلس، وهو صاحب القصيدة المشهورة في الآداب والسنة التي كتبها من السجن لابنه الأصغر ومطلعها:
ألوى بعزم تجلدي وتصبري ... نأي الأحبة واعتياد تذكري قال الحميدي: وله رسائل وأشعار كثيرة، وقد توفي عبد الملك سنة ٣٩٤ (انظر ترجمته في الجذوة: ٢٦١؟ ٢٦٢ وبغية الملتمس رقم: ١٠٥٨ والمطمح: ١٣؟ ١٤ والصلة: ٣٥٠ والذخيرة ٤ / ١: ٤٦؟ ٥٢ واعتاب الكتاب: ١٩٣ والمغرب ١: ٢٣١ واليتيمة ٢: ١٠٢ والنفح ١: ٥٢٩، ٥٣١، ٥٨٦، ٥٨٧، ٥٨٨، ٦٠١، ٣: ٩٥، ٢٦٠؛ ٤: ٦٦، ٣٠٦) .
عبد الملك بن جهور، أبو مروان الوزير: (١٩٤، ٢٦٩، ٢٧٥، ٢٩١، ٤٧٠، ٤٩٢، ٦١٩، ٦٤١)
ولاه عبد الرحمن الناصر الخزانة عندما عزل عنها قاسم بن وليد عام ٣٠٠، ثم أسند إليه منصب الكتابة ولم تطل فيها مدته حين عزله عنها وعاد فردها إليه (٣٠٤) . وفي السنة التالية تولى الوزارة، وأصبح من آثر الناس لدى الناصر وأقربهم، ونراه مرة في مجلس انس عند الناصر، والخليفة يحرض وزيرا له',NULL,'299',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (294,'آخر هو لب أبو القاسم على أن يهجوه (ابن عذاري ٢: ٣٣٩ والنفح ٣: ٦١٧، ٦١٨، وانظر ١: ٣٥٦، ٣٨١، ٣٩٧، ٤٢٢) .
ولا يمكن أن نستوضح شخصية عبد الملك بن جهور دون دراسة دوره في الحياة السياسية بقرطبة أيام الناصر، وعلاقاته بغيره من رجال الدولة؛ وقد أورد ابن الأبار في الحلة (١: ٢٣٤) طرفا من العلاقة بينه وبين وزير آخر هو أبو وهب عبد الوهاب بن محمد، كما حدثنا الفتح في المطمح (ص: ٩ وانظر النفح ١: ٣٥٦ والجذوة: ١٢٣) عن العلاقة بينه وبين منافسه الوزير أحمد بن عبد الملك بن شهيد، فقد زاره ابن شهيد ذات يوم فتأخر خروج الإذن إليه، فكتب إليه وكان ابن جهور يلقب بالحمار:
أتيناك لا عن حاجة عرضت لنا ... إليك ولا قلب إليك مشوق
ولكننا زرنا بفضل حلومنا ... حمارا تولى برنا بعقوق فراجعه ابن جهور يغض منه بأن جده أبا هشام كان بيطارا بالشام:
حجبناك لما زرتنا غير تائق ... بقلب عدو في ثياب صديق
وما كان بيطار الشآم بموضع ... يباشر فيه برنا بخليق (وانظر بالإضافة إلى المصادر السابقة: الجذوة: ٢٦٣ وبغية الملتمس رقم: ١٠٦١ واليتيمة ٢: ٣) .
عبد الملك بن أحمد: (٢٢٥)
قد ذكرت القطعة (٢٢٥) لأحمد بن عبد الملك (ص: ١٢١) غير أن الناسخ أشار إلى تقديمه لفظة عبد الملك وتأخير كلمة أحمد.
وعلى هذا فهناك عبد الملك بن أحمد بن عبد الملك بن عمر بن محمد ابن عيسى بن شهيد أبو مروان والد أبي عامر ابن شهيد صاحب التوابع والزوابع، كان شيخا من شيوخ الوزراء في الدولة العامرية أثيرا عند المنصور ابن أبي عامر، ومن أهل الشعر والأدب وقد ولاه طليطلة (انظر الجذوة: ٢٦١ وبغية الملتمس رقم: ١٠٥٧ والذخيرة ٤ / ١: ٢٦؟ ٣٠ والحلة: ٢٣٩) وانظر ترجمة جده عبد الملك بن عمر (تحت: عبد الملك بن شهيد) ، وهي الترجمة الآتية.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (295,'عبد الملك بن شهيد: (٣٥٩، ٥٤٨، ٥٨٧)
بنو شهيد من بيوت الطبقة العليا في قرطبة، ولعدد كبير منهم مشاركة في الحياة السياسية والأدبية.
وعبد الملك منهم هو ابن عمر بن محمد بن شهيد بن عيسى بن شهيد ابن الوضاح الأشجعي، ذلك هو نسبه كما أورده ابن الأبار في الحلة عندما ترجم لابنه أحمد (١: ٢٣٧) ولم يرد " شهيد " الأول في الجذوة والذيل والتكملة، وقد كان عبد الملك من جلساء الأمير محمد ثم أصبح وزيرا له، وكان شاعرا أديبا، أدرك عهد الناصر وجالسه، وألف لابنه الحكم وهو ولي للعهد كتابا في الآداب والوصايا سماه " إصلاح الخلق " يكون في حجم رسالة ابن أبي زيد؛ وكان ابنه أحمد الذي ولي الوزارة للناصر وأول من لقب بذي الوزارتين يستطيل عمر أبيه ويقول: لا يخلص لي جاه ما دام أبي في الحياة، فكان أن كتب عبد الملك هذه الأبيات يخاطب ابنه:
سرني فرعي وقد أثمر واستعلت غصونه ...
غير أني بجلوسي ... معه صرت أشينه يا بني اصبر فإن الشيخ قد حانت منونه ...
وسيبدو لك فرع ... وترى كيف فنونه (انظر الجذوة: ٢٦٧ وبغية الملتمس رقم: ١٠٧٢ والمغرب ١: ٧٧ وخلط بينه وبين شهيدي آخر في النسب، والذيل والتكملة ٥: ٢٦ والتكملة رقم: ١٦٨٣) وبينه وبين أبي مروان الجزيري بعض مكاتبات شعرية (البديع في وصف الربيع: ١٢١) .
عبد الملك بن نظيف: (٥٧، ٢٥٨)
ذكره الحميدي في جذوة المقبس: ٢٦٨ (والبغية رقم: ١٠٨١) فهو استجي، لا يعرف عنه الحميدي شيئا إلا أن بعض شيوخه؟ ولعله ابن حزم؟ ذكره، وأورد له مقطوعة من أربعة أبيات.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (296,'عبود: (٤٦٥)
اسمه عبد الله بن يعقوب، كان أعمى كثير الانتجاع للملوك عالما بالأدب، مدرسا له في أيام الحكم المستنصر (الجذوة: ٢٤٧ وبغية الملتمس رقم: ٩٦٢) .
عبيد الله بن يحيى بن إدريس الوزير أبو عثمان:
(٦٤، ٦٦، ٨٧، ٢١٥، ٢٨١، ٢٨٢، ٣٨٩، ٤٤٦، ٤٩٥، ٤٩٦، ٦٠٨، ٦٢٨) .
من أهل قرطبة، كان متفننا في ضروب العلم إلا أن الشعر غلب عليه، هذا مع حفظه للآثار والسنن والأمثال. وكان يجمع إلى علمه تواضعا، لم تخرجه عنه المناصب التي تولاها، فقد ولي أولا أحكام الشرطة ثم الوزارة، وظل وهو وزير يؤذن في مسجده. كتب الناس عنه كثيرا وكان ثقة، توفي في آخر ذي القعدة سنة ٣٥٢ (ابن الفرضي ١: ٢٩٤ والجذوة: ٢٥٠ والبغية رقم: ٩٧٤ واليتيمة ٢: ١١) .
عبيديس بن محمود أبو القاسم الكاتب الجياني: (٥٧١)
هو من سمنتان من أعمال جيان كان في أول أمره من جملة كتاب القصر بقرطبة، ثم مال به إلى قول الشعر فجمع بين النثر والنظم. ولما ثار ابن الشالية عبيد الله بن أمية بمنطقة سمنتان أيام عبد الله، خرج إليه عبيديس، فاتخذه ابن الشالية كاتبا عنده، وانقطع الشاعر إلى خدمته وأكثر من مديحه ووصف مغازيه ومبانيه وأحواله، وهو لقاء ذلك يأخذ العطايا الجزيلة، واشتهر من شعره قصيدته التي هنأ فيها ابن الشالية بانتصاره على الفتح بن ذي النون ومطلعها:
جاء البشير بما عم السرور به ... عن الأمير أبي مروان في السفر ومن امداحه فيه:
أيا ملكا طاعت الإنس والجن ... وقد مال من تيه بأيامه الغصن وأثناء إقامته عند عبيد الله جاء محمد بن يحيى النحوي المشهور بالقلفاط متكسبا، وكان عبيد الله غائبا في بعض أعماله فرحب به عبيديس وأنزله في منزله وأكرمه، فلما طال انتظار القلفاط ولم يحضر عبيد الله عزم على الخروج إليه فكتب له',NULL,'302',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (297,'عبيديس قصيدة يقدمه فيها إلى ابن الشالية ويسأله بره وفيها يقول:
أتاك سيد أهل الظرف كلهم ... فأوسع الطرف إجلالا وتبجيلا ويبدو أن الصلة الوثيقة بين عبيديس وصاحبه اضطربت لبعض الأسباب فتغيرت عليه نفس ابن الشالية، ففر إلى ابن حفصون فشفع فيه، ويمثل عبيديس هذا الشاعر الذي ربط مصيره بغير واحد من المنتزين على الأمويين، فنراه مرة يذهب إلى زيارة سعيد بن جودي شيخ العرب الثائرين بجهة غرناطة، (انظر الجذوة: ٢٧٨ والبغية رقم: ١١٣٥ والحلة ١: ٢٣٠ والمغرب ٢: ٦٩ والمقتبس (أنطونية) : ٩، ١٠، ٤٤، ١٢٥) .
العتبي:
(١٥٠، ١٧٤، ٢٠٩، ٢١٦، ٢١٧، ٢٦٦، ٣٠٤، ٣٧١، ٤٤٥، ٤٦٩، ٥٢٩، ٦١٦، ٦١٧) .
اسمه " محمد بن عبد العزيز "، هكذا ورد اسمه في يتيمة الدهر (٢: ٢٩) وفي المغرب (١: ١٣٤) ؟ وليس هو، على وجه اليقين؟ محمد بن أحمد بن عبد العزيز العتبي الفقيه المالكي المشهور صاحب العتبية (الجذوة: ٣٦ وابن الفرضي ٢: ٨ ونفح الطيب ٢: ٥١، ٢١٥، ٦٢٧) ، وإن كان كلاهما متعاصرين شهدا عهد الأمير محمد (٢٣٨؟ ٢٧٣) وتوفي الثاني منهما سنة ٢٥٥؛ فالعتبي الشاعر، رجل هجاء يعاقر الخمر ويعيش حياة لا تليق بفقيه متدين، كما أننا لا نلعم إن كان العتبي الفقيه كان يزاول نظم الشعر.
وقد ذكر ابن سعيد نقلا عن المسهب أن محمد بن عبد العزيز العتبي الشاعر كان من نبهاء شعراء دولة الأمير محمد وأنه كان مخصوصا بالقاسم ابن الأمير محمد كما كان مؤمن بن سعيد مخصوصا بمسلمة بن الأمير محمد وكان بينهما مهاجاة. ومن حكاياته مع القاسم أنه ناوله قدحا كبيرا ليشربه، فقام واقفا وصب القدح في حلقه من غير أن يباشر شفة الكأس، فأمر القاسم بأن تمل له الكأس دنانير (انظر المغرب، واليتيمة ٢: ٢٩ وابن عذاري ٢: ١٦٩) ، وبينه وبين القاسم مكاتبات بالشعر (انظر المقتبس / مكي: ٢٠١؟ ٢٠٤) كما أن له شعرا يفضل فيه أشعار المطرف بن الأمير محمد على أشعار اخوته وأشعارا في مدح',NULL,'303',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (298,'المطرف (المقتبس: ٢٠٧) وكان أكثر مدح العتبي فيه وأكثر صلات المطرف وخلعه إليه (٢١٠) ومن شعره في عبيد الله بن محمد بن الغمر بن أبي عبدة وزير الأمير عبد الله بن محمد لما اعتل وهو يلي الكتابة:
لأينع مذ أصبحت مرتدياً ... ثوب السقام وجفت زهرة الكلم
واستوحش الطرس من أنس البديع إذا ... نشبت فيه وطالت عجمة القلم (انظر الحلة ١: ١٤٧، ١٢٨، ١٣٠)
ومن شعره معارضاً مؤمن بن سعيد في ذكر إحدى غزوات الأمير محمد:
دع الوغى لم يزل محمدها ... يوقد نيرانها ويخمدها
فليس تروى السيوف إن ظمئت ... إلا إذا علها محمدها أبو عثمان السرقسطي الملقب بالحمار: (١٩٢، ٢٧١، ٦٥٧، ٦٥٨)
سعيد بن فتحون بن مكرم التجيبي: المشهور في نسبته أنه سرقسطي، ونسبه ابن عبد الملك إلى قرطبة، كان متحققاً إماماً في علم النحو واللغة، ولكن ثقافته العلمية المنطقية غلبت عليه، وله شعر في الجذوة يدافع فيه عن كتاب المنطق، وفي أيام المنصور بن أبي عامر نالته محنة شديدة أدت إلى سجنه مدة، فلما أطلق سراحه هاجر إلى جزيرة صقلية وتوفي فيها. وقد ألف في العروض مختصراً ومطولاً ومقتضباً وتحدث فيها عن الأنحاء الموسيقية؛ ومن مؤلفاته أيضاً رسالة في المدخل إلى علوم سماها " شجرة الحكمة " ورسالة في تعديل العلوم وكيف درجت إلى الوجود من انقسام الجوهر والعرض، ويبدو أنه كان من أساتذة مؤلف هذا الكتاب (انظر الجذوة: ٢١٦ وبغية الملتمس رقم: ٨١٣ وطبقات صاعد: ٦٨ والذيل والتكملة ٤: ٤٠ وبغية الوعاة: ٢٥٦ وابن أبي أصيبعة ٢: ٤٥) .
علي بن أبي الحسين:
(٢٢، ٣٢، ٣٣، ٦٩، ٧٠، ٧١، ١١١، ١٣٨، ١٦٧، ١٧٦، ١٧٧، ١٨٩، ١٩٠، ٢٠٨، ٢٣١، ٢٤٨، ٢٥٥، ٢٦٧، ٢٧٧، ٢٨٨، ٣٠٨، ٣١٢، ٣٣٢، ٣٨٣، ٣٩٢، ٤٠٧، ٤١٠، ٤١٥، ٤١٧، ٤٢٣',NULL,'304',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (299,'٤٢٧ - ٤٣٠، ٤٥١، ٤٧٥، ٥٦٢، ٦٠٦، ٦٥٣، ٦٥٥) .
أكبر الظن أنه صاحب كتاب " التشبيهات من أشعار أهل الأندلس " أو ما يسميه ابن الأبار (الحلة ١: ٢٢٤) " الفرائد في التشبيه من الأشعار الأندلسية " وهو الكتاب الذي أشرت إليه في المقدمة؛ وهو علي بن محمد بن علي بن الحسن ابن أبي الحسين متوكل بن حسان بن حسين بن ربيع بن بلج الأصبحي، أصل جده من جند الشام من قنسرين. درس بقرطبة على عدد من علمائها أبرزهم ابن السمح وصاعد بن الحسن وابن أبي الحباب وغيرهم، وروى عنه ابنه للغات ذاكراً للآداب، وتوفي قريباً من الثلاثين وأربعمائة. (انظر الذيل والتكملة ٥: ١٧ وبغية الملتمس رقم: ١١٩٣ والصلة: ٣٩٢) .
علي بن أحمد: (٢٢٧، ٢٩٠، ٥٨٨)
لعل المقصور هنا هو أبو الحسن علي بن أحمد الفخري وهو شاعر هاجر من بغداد واستوطن الأندلس ولقي ابن حزم بدانية (الجذوة: ٢٩٠ وبغية الملتمس رقم: ١٢٠٤)
أبو عوف القرشي: (٢٤٩، ٤٢٥)
عيسى بن عبد الله بن قزلمان: (١٠)
أبو الأصبغ الخازن الملقب بالزبراكة، قال فيه الحميدي نقلاً عن ابن حزم " شاعر مشهور " وأنشد له ثلاثة أبيات، ولم يزد، ويرد اسمه ابن قرلمان (بالراء المهملة في بعض المصادر) . وقد كان واحداً من الشعراء الذين اعتقلهم صاحب المدينة عام ٣٦١ لأنهم يجتمعون على صوغ أشعار يقعون فيها في أعارض الناس ونشر مثالبهم ثم عفا عنهم بعد بقائهم في السجن مدة يسيرة. وذكر الزبيدي من اسمه فرج أو فرح أبو محمد ابن قزلمان (قرلمان في المطبوعة) وقال: وكان الأغلب عليه علم النجوم، وكان شاعراً مطبوعاً وسكن إشبيلية. (انظر الجذوة: ٢٨٠ والمقتبس (الحجي) : ٧٣؟ ٧٥ وطبقات الزبيدي: ٣٠٨) وهناك ابن قرلمان',NULL,'305',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (300,'آخر، هو عبيد الله وكان موالي عبد الرحمن بن الحكم والمختصين به وهو شاعر أيضاً (الحلة ١: ١١٨؟ ١١٩)
غربيب الطليطلي: (٦٣٩)
لعله هو غريب بن سعيد (اليتيمة ٢: ٥٢ حيث كتب " غريب ") وكان أهل بلده طليطلة ذوي أشر وطغيان واستخفاف بعمال الدولة الأموية، وكان غربيب الشاعر حكيماً داهية فكان أهل بلده يلجأون إلى رأيه، وظلت طليطلة ممتنعة على أمراء بني أمية طوال حياة غربيب، وهذا يعني أن غربيباً من أوائل الشعراء في الأندلس وأن وفاته تمت قبل عام ٢٠٠ وهي السنة التي جدد فيها الحكم بن هشام (توفي سنة ٢٠٦ محاولاته للاستيلاء على تلك المدينة، وكان غربيب مشهوراً بالفضل والخير، وقد سار له في الحكمة قوله:
يهددني بمخلوق ضعيف ... يهاب من المنية ما أهاب (راجع الجذوة: ٣٠٧ وبغية الملتمس رقم: ١٢٨١ والمغرب ٢: ٢٣ وابن القوطية: ٦٨) .
قاسم بن محمد: (٤٦٨)
أرجح أنه قاسم بن محمد القرشي المرواني المعروف بالشبانسي وكان شاعراً أديباً في الدولة العامرية جليلاً في نفسه، أتهم بما أوجب القتل فسجن وله قصيدة يستعطف فيها المنصور من أجل ذلك الجذوة: ٣١٠ وبغية الملتمس رقم: ١٢٩٦) .
ابن قلزم: (٥٧٨)
ذكره الثعالبي (اليتيمة ٢: ٥٧) وسماه " أحمد بن إبراهيم بن قلزم " وأورد له مقطوعة واحدة.
لب بن عبيد الله بن أمية، أبو عيسى: (٧٩، ١١٠)
يعرف أبوه بابن الشالية، وكان هذا الأب من كبار الثوار أيام الأمير عبد الله بن محمد، إذ ملك جبل شمنتان (أو سمنتان) من كورة جيان، ووالى شيخ',NULL,'306',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (301,'المخالقين عمر بن حفصون وزوج ابنته جعفر ولد ابن حفصون، وفي أيام الناصر قبض على عبيد الله هذا وأرسل إلى قرطبة، ثم استخدمه الناصر في بعض شؤونه ورده إلى حصن شمنتان فهدأ ما نجم فيه من عصيان. (انظر الحلة ١: ٢٣٠ والمقتبس ط. مدريد: ٩؟ ١٠) ونشأ ابنه لب شاعراً حسن التصرف، وأول ما نراه يخرج في غزوة قام بها أبوه ضد الفتح بن موسى بن ذي النون لاسترداد حصن اغتصبه هذا، وقد تيمن أبوه بخروجه معه. ولب من الشعراء الذين اختار لهم ابن أبي الحسين في كتابه جملة من التشبيهات (الحلة ١: ٢٣١؟ ٢٣٢) .
مازن بن عمرو: (٥٦)
ذكر الثعالبي نسبه فقال: مازن بن عمرو بن مروان بن محمد بن عاصم وأورد له مقطوعتين (اليتيمة ٢: ٣٠) ولم يزد على ذلك، ولم أجد أحداً غيره تصدى لذكره أو الاستشهاد بشعره.
ابن محامس الكاتب: (١٠١، ٤٦٧)
محمد بن عثمان بن سعيد بن محامس الشاعر الاستجي أبو عبد الله، ذكر ابن الفرضي أنه مدح الخلفاء، وحدث بشيء من الأدب، وكتب الفرضي عنه بعض شعره وقال أنه توفي بأستجة للنصف من ذي الحجة سنة ٣٧٦. (ابن الفرضي ٢: ٩٠ وله شعر في المقتبس (ط. الحجي) يمدح به الحكم المستنصر: ٦٢، ١٦٦) .
محمد بن إبراهيم بن الحسين: (١٥، ١٦٨، ١٨٤)
انظر فيما يلي ترجمة من سمي " المهزلة ".
محمد بن إسماعيل النحوي: (٨٤، ١٥١)
هنالك محمد بن إسماعيل الملقب بالحكيم، وكان الغاية في علم العربية والحساب والمنطق، ولكن لم يكن له حظ كبير في قرض الشعر، وعاش حتى بلغ ثمانين سنة وأدب الحكم المستنصر وتوفي سنة ٣٣١ (طبقات الزبيدي: ٣١٥',NULL,'307',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (302,'والوافي ٢: ٢١٠ ومعجم الأدباء ١٨: ٣٠ وبغية الوعاة ٢: ٥٤ وإنباه الرواة ٣: ٦٥)
فإذا قيل " النحوي " فقط دون غيراد لقب " الحكيم " انصرف هذا إلى محمد بن إسماعيل آخر، وكان رجلاً بصيراً بالغة والشعر يؤدب بمسجد متعة؛ هكذا قال فيه الزبيدي (ص: ٣١٥) وردد هذا القول كل من ابن الأبار (التكملة: ٣٦٢) وابن عبد الملك (الذيل والتكملة ٦: ١٣٢) ولم يزيدا على ذلك شيئاً.
محمد بن أبي الحسين:
(٢٠٨، ٢٨٣، ٣٠٦، ٣٧٧، ٣٨٠، ٤٧٦، ٤٨٥، ٤٩٣، ٦٣٦)
ترجم له الحميدي (الجذوة: ٤٧ وبغية الملتمس رقم: ٩٤) وقال أنه كان رئيساً جليلاً عالماً باللغة والأدب وكان في أيام الحكم المستنصر.
محمد بن الحسين:
(١١، ١٠٢، ١٠٩، ٣٤٧، ٤٧٢، ٦٢١) أغلب الظن أنه هو المترجم به فيما يلي.
محمد بن الحسين الطبني الطاري:
(٩٩، ١٠٨، ١٢٠، ١٢٨، ١٢٩)
سماه " طارئاً " لأنه طرأ على قرطبة من طبنة وهي مركز منطقة الزاب بالعدوة، (بالجزائر اليوم) ، ويرجع نسبه إلى حمان من تميم، وكناه ابن سعيد بأبي مضر، وهو أصل بني الطبني الذين أصبحت لهم شهرة بقرطبة. ولد سنة ٣٠٠ ودخل الأندلس سنة ٣٢٥هـ؟ واتصل بالحكم المستنصر في عهد أبيه الناصر ثم أصبح من مداحه حين تولى الخلافة، وفي سنة ٣٦١ أرسله المستنصر إلى العدوة مع القائد غالب كي يفيد غالب من معرفته بالبلاد ومن صلاته بالناس هنالك، ثم اتصل بالعامريين وكانت له حظوة عندهم، وفي عهدهم تولى الشرطة.
وكان محمد بن الحسين شاعراً مكثراً وأديباً مفتناً عالماً بأخبار العرب وأنسابهم، يجمع إلى ذلك كله خفة روح وانطباعاً نادراً.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (303,'وفي زمن المظفر توفي أي عام ٣٩٤، فصلى ابن فطيس وشهد المظفر جنازته (انظر في الجذوة: ٤٧ والبغية رقم: ٥٨ وابن الفرضي ٢: ١١٩ والمغرب ١: ٢٠١ والصلة: ٥٦٢ والمقتبس (ط. الحجي) : ٦٠، ٨٢، ٩٤، ١٠٨) .
محمد بن خطاب النحوي:
(٤، ١٥٢، ٦٤٤، ٦٤٦)
أزدي قرطبي يكنى اا عبد الله. تتلمذ على شيوخ اللغة والنحو في النصف الأول من القرن الرابع أعني القالي وابن القوطية والرباحي، وكان مؤدباً في العربية لأولاد الأكابر، منحاشاً إلى بني حدير وقفاً عليهم في تعليم أبنائها. ويقول الحميدي: كان له شعر مأثور. لا نعرف متى توفي وكل ما قاله الحميدي في تحديد زمنه أنه كان قبل الأربعمائة (الجذوة: ٥٠ والبغية رقم: ١٠٩ والتكملة: ٣٧٧) .
محمد بن ربيع: (٣٩٤) .
محمد بن سعيد الصقيل: (٢٠٥)
محمد بن عبد العزيز: انظر العتبي
محمد بن الفلاس: (٥٦٨)
محمد بن مسرة: (٤٦٦، ٦٠٣)
مؤسس مذهب المسرية في الاندلس، خلط فيه بين مبادئ الاعتزال والتصوف وبعض الآراء القديمة، وقد درسه الأستاذ آثن بلاسيوس ودرس مذهبه في مؤلف خاص (ترجمة إلى الإنجليزية إلمر دوغلاس وهوارد يورد، بريل، ليدن: ١٩٧٨.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (304,'وانظر تاريخ الفكر الأندلسي لبالنثيا: ٣٣٠ وتاريخ الأدب الأندلسي؟ عصر سيادة قرطبة: ٥٢؟ ٥٨) .
محمد بن مسعود البجاني: (٢٥٠، ٣٣٨، ٦٠٧، ٦١٣)
كنيته أبو عبد الله، غادر بجانة واستقر في قرطبة وكان شاعراً مداحاً ينتجع الملوك بشعره. قال ابن بسام: " وكان شاعراً مجوداً جزل المقاطع حسن المطالع جيد الابتداع لطيف الاختراع كثير الغوص على دقيق المعاني " وقد سجن أيام المنصور بن أبي عامر مع المرواني اطليق (راجع بعض خبره في ترجمة مروان بن عبد الرحمن وانظر الذخيرة ١ / ٢: ٥٦٢؟ ٥٦٧ والجذوة: ٨٦ وبغية الملتمس رقم: ٢٨١) .
محمد بن مطرف بن شخيص أبو عبد الله:
(٧٦، ٨١، ٨٢، ١٢٣، ١٢٧، ١٤٣، ٤٧٤، ٥٤٦، ٥٤٣، ٥٧٧، ٦٣٤)
ينتمي إلى بيت رفيع بقرطبة، وقد كان من الشعراء البارزين أيام الحكم المستنصر، يقوم في المناسبات العيدية والاستقبالية بقصائد المدح (انظر المقتبس حجي ط. بيروت في عدة مواضع) . وشهد عهد المنصور ابن أبي عامر، ثم عهد ابنه المظفر، وكان ممن يحضر مجلس هذا الثاني، وقد ماشاه مرة في بستان فرأى الورد مقابلاً للآس فطلب إليه يقول في ذلك شعراً (المغرب ١: ٢٠٣) ، ولابن شخيص نشاط في الشعر الهزلي أيضاً فقد نظم أشعاراً هزلية على لسان شخص يدعى أبا الغوث كسبت له مالاً ورفعة؛ توفي قبل الأربعمائة (الجذوة: ٨٤ وبغية الملتمس رقم: ٢٧٦) .
محمد بن هشام القرشي:
(١٨٦، ٦٦٧، ٦٦٩، ٦٧٠)
أموي النسب فهو محمد بن هشام بن عبد العزيز بن محمد بن سعيد الخير بن',NULL,'310',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (305,'الحكم بن هشام، وكنيته أبو بكر، وكان أديباً مشهوراً بالتقدم في الآداب، عاش في أيام عبد الرحمن الناصر وله مؤلف في " أخبار شعراء الأندلس " (الجذوة: ٨٨ وبغية الملتمس رقم: ٢٩٨ والتكلمة: ٣٦٤) .
محمد بن يحيى القلفاط: (٥٨٢)
كان شاعراً هجاء توفي سنة ٣٠٢ ترجمت له في كتابي " تاريخ الأدب الأندلسي؟ عصر سيادة قربطبة ": ١٧٦؟ ١٨١ وذكرت مصادر ترجمته هنالك.
المرادي: (١٣٤، ٤٤١، ٦٦٠)
هو عبد الملك بن سعيد الخازن، قال فيه الحميدي " رئيس أديب شاعر كثير الشعر، موصوف بالفضل " وأورد مقطوعتين من شعره، وذكره ابن حزم في رسالته في فضل الأندلس بين مقدمي شعرائها (انظر الجذوة: ٢٦٦ والبغية رقم: ١٠٧٦ واليتيمة ٢: ١٠) وكان أحد القائمين في حفل استقبال الرسل الذين وفدوا على المستنصر أواخر سنة ٣٥١ (١: ٣٩٣، ٣: ١٧٨، ٥٣٧) وأنشد قصيدة طويلة مطلعها:
ملك الخليفة آية الإقبال ... وسعوده موصولة بتوالي على أنا لا نجده يقف هذا الموقف بين عامي ٣٦٠؟ ٣٦٤ على كثرة الوفود، فلعل ابن حيان أغفل ذكره، أو لعله كان يشكو ضعفاً أو اقصاء.
ونجد له مقطوعتين في وصف النواوير إحداهما من قصيدة بها عبد الرحمن الناصر لدين الله (انظر البديع: ٣٢، ١٠٩) . توفي في آخر خلافة المستنصر سنة ٣٦٦ وهي سنة تعرف بسنة الأدباء لكثرة من توفي فيها منهم مثل القالي ومحمد بن يحيى النحوي وغيرهما (ابن عذارى ٢: ٣٧٢) .
مروان بن عبد الرحمن بن مروان بن عبد الرحمن الناصر:
(٣٩، ٧٢، ١٦١، ١٨٥، ٢٣٧، ٢٦٤، ٢٨٧، ٢٩٥، ٣١٥، ٣٢٠، ٤٠٨، ٤٤٧، ٥٨٩، ٥٩٦، ٦٣٠، ٦٣١، ٦٣٢، ٦٥٦، ٦٦٨) .
يكنى أبا عبد الله ويعرف بالطليق، سجن بالمطبق لأنه قتل أباه وهو ابن',NULL,'311',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (306,'ست عشرة سنة، من أجل جارة هويها واستأثر بها أبوه ومكث في سجنه ١٦ سنة وعاش بعد إطلاقه مثلها ومات قريباً من الأربعمائة. وكان شاعراً مكثراً، وأكثر شعره في السجن ويشبه بابن المعتز من شعراء بني العباس، ويبدو مما تبقى من مقطعاته وقصائده أنه من أشعر شعراء العصر الأموي بالأندلس. ويقول ابن بسام انه خالط في السجن عدداً من رؤساء الأدباء منهم محمد بن مسعود البجاني وكانت بينه وبين البجاني صداقة انتهت إلى التهاجي. وكانت أشعاره تبلغ المنصور فيتهمه فيها. (انظر الجذوة: ٣٢١ وبغية الملتمس رقم: ١٣٤٣ والذخيرة ١/١: ٥٦٤٥ وما بعدها والحلة ١: ٢٢٠؟ ٢٢٥ والمغرب ١: ١٨٦ واليتيمة ٢: ٦١ والنفح ٣: ١٩٧، ٣٨٨، ٥٨٦، والمسالك ١١: ١٧٦ والمعجب: ٢٨٥ ودراسة للأستاذ غرسيه غومس عنه في كتابه: مع شعراء الأندلس والمتنبي: ٨٥؟ ١١٤ (ترجمة الدكتور الطاهر مكي، القاهر ١٩٧٤) ودراسة أخرى في كتابي: تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة: ٢٢٣؟ ٢٣٥) .
المرواني: (٦١٠)
لعله صاحب الترجمة السابقة إذ تذكره المصادر كثيراً باسم " الطليق المرواني ".
مقدم بن معافي القبري: (٦٦٥)
من شعراء عصر عبد الله بن محمد وعبد الرحمن الناصر، ذكره ابن فرج في كتاب الحدائق، واليه ينسب الفضل في اختراع الموشحات. (الجذوة: ٣٣٣ وبغية الملتمس رقم: ١٣٨٨ وأزهار الرياض ٢: ٢٠٧ والمقتطف من أزاهر الطرف، الورقة: ٤١) .
المهزلة: (١٤)
لم أجد هذا اللقب لأحد، ويبدو أن الكلمة مصحفة وأقرب الصور إليها هو " المه ماله " (Alma Male) أي ذو النفس الرديئة، وهو شاعر اسمه محمد بن إبراهيم بن سليمان (الجذوة: ٣٩ وبغية الملتمس رقم: ٤٥) ولم يزد الحميدي في التعريف به على قوله ان ابن فرج ذكره في كتاب الحدائق، قم أورد له مقطوعة',NULL,'312',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (307,'من ثلاثة أبيات؛ وقد ذكر المؤلف من اسمه محمد بن إبراهيم بن الحسين (ق: ١٥، ١٦٨، ١٨٤، فيما تقدم) . فهل هو هذا؟ فإني لم أجد له ترجمة فيما بين يدي من مصادر إلا أن تكون لفظة حسين محرفة عن " حيون " فيكون هذا الثاني هو محمد بقرطبة سنة ٣٠٥ (ابن الفرضي ٢: ٢٨؟ ٢٩) .
مؤمن بن سعيد:
(١١٤، ٢٦٥، ٢٩٤، ٣٥٧، ٤٨٢، ٥٣٢، ٥٤٤، ٥٧٣، ٥٧٦، ٥٨٣، ٦٢٥، ٦٢٦، ٦٢٧، ٦٤٥)
أبو مروان (- ٢٦٧) شاعر قرطبي علا نجمه في أيام الأمير محمد (٢٣٨؟ ٢٧٣) واختص بمدح مسلمة بن الأمير محمد والقائد هاشم بن عبد العزيز وكان كثير التندر والتهكم مكثراً من الهجاء وقد أفسد الهجاء ما بينه وبين هاشم فسجنه (وراجع دراسة عنه في تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة: ١٧٠؟ ١٧٦ وانظر المغرب ١: ١٣٢ والجذوة: ٣٣٠ والمقتبس: ١٣٨ (أنطونية) واليتيمة ٢: ٢٠ وصفحات من قضاة قرطبة للخشني والنفح وابن القوطية والمقتبس/ مكي) .
الهذلي:
(٣٠٩، ٣١٠، ٣١١، ٤٩٨)
لعل هذه النسبة تشير أيضاً إلى يحيى بن هذيل (انظر ترجمته فيما يلي) .
والد عبادة: (٧٣)
هو عبد الله بن محمد بن عبادة بن أفلح بن الحسين بن يحيى بن سعيد بن قيس بن سعد بن عبادة، أنصاري خزرجي من أهل قرطبة، ودار سلفه سرقسطة، روى عنه ابنه أبو بكر عبادة الشاعر؛ وبيتهم يعرف ببني ماء السماء (التكملة: ٧٨٦) .',NULL,'313',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (308,'ابن وهيب البديهي: (٢٧، ٥٥٠، ٥٦٤، ٥٦٩)
هو محمد بن وهيب من أهل البلاغة والشعر الأندلسي؛ ترجم له الحميدي (٨٨) وقال: إن ابن شهيد ذكره، ولعله يعني أنه ذكره في كتابه " حانوت عطار "، وقد ترجم له الصفدي في الوافي ٥: ١٨٠ وذكر أنه كان يجالس ابن أبي عامر، وأنه كان ينشد بديهة، ولعل " البديهي " مستمد من ذلك، وتصحفكلمة " البديهي " إلى " البدسمي " في اليتيمة ٢: ٦٩.
يحيى بن حكم الغزال الجياني:
(٢٢٠، ٣٣٤، ٣٧٩، ٥٤١، ٥٤٧، ٥٥٦، ٥٨٥)
شاعر الأندلس وعرافها وحكيمها وسفير دولتها إلى القسطنطينية وبلاد المجوس (١٥٦؟ ٢٥٠هـ؟؟) وقد درست حياته وشعره في كتابي " تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة ": ١٥٧؟ ١٧٠ وذكرت المصادر التي عرفت به، وانظر أيضاً الكتاب المذكور: ٢٨٩؟ ٢٩٠ ففيه قطعة من أشعاره، وقد حاول جمع أشعاره وأخباره الأستاذ صالح البنداق ونشرها في كتاب (بيروت ١٩٧٩) وقد فاته كما فات غيره أشعار كثيرة للغزال في المقتبس (مكي) .
يحيى بن هذيل بن عبد الملك بن هذيل:
(٥، ١٦، ٢٩، ٣٠، ٣١، ٤١، ٤٢، ٥١، ٦٥، ٧٤، ٩٣، ٩٤، ٩٥، ٩٦، ٩٧، ٩٨، ١٠٦، ١٠٧، ١١٥، ١٢٤، ١٢٥، ١٣١، ١٣٢، ١٣٣، ١٣٧، ١٤١، ١٤٤، ١٦٣، ١٦٥، ١٦٦، ١٧٥، ١٩٣، ١٩٣، ١٦٩، ١٩٧، ١٩٨، ١٩٩، ٢٠٠، ٢٤١، ٢٤٧، ٢٥٣، ٢٧٦، ٢٨٣، ٢٩٨، ٢٩٩، ٣٠٠، ٣٠٥، ٣٢٢، ٣٢٣، ٣٢٤، ٣٢٥، ٣٢٦، ٣٣٥، ٣٤٩، ٣٥٠، ٣٧٢، ٣٧٣، ٣٧٨، ٣٨٥، ٣٨٧، ٣٨٨، ٣٩٥، ٣٩٦، ٣٩٧،٣٩٨، ٤٠٥، ٤١٢، ٤٢٠، ٤٢١، ٤٢٢، ٤٣٤، ٤٣٥، ٤٣٦، ٤٣٧، ٤٣٨، ٤٤٢، ٤٥٠، ٤٥٢، ٤٥٣، ٤٥٥، ٤٥٩، ٤٦١، ٤٦٢،٤٦٣، ٤٧٧، ٤٧٨، ٤٧٩، ٤٨٠، ٤٨٠، ٤٨١، ٤٨٣، ٥٠٥، ٥٠٨، ٥١٤',NULL,'314',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (309,'٥١٥ - ٥١٧، ٥١٨، ٥١٩، ٥٢٠، ٥٢١، ٥٢٢، ٥٢٣، ٥٢٤، ٥٢٥، ٥٢٦، ٥٦٥، ٥٧٠، ٥٧٩، ٥٩٧، ٥٩٩، ٦٤٧، ٦٤٨، ٦٤٩) .
تميمي النسب قرطبي يكنى أبا بكر ولد سنة ٣٠٥ وتتلمذ على قاسم بن أصبغ وابن أيمن وأحمد بن خالد، ثم غلب عليه الشعر، وكان الذي لفته إلى الإمعان في الوجهة الأدبية حضوره جنازة ابن عبد ربه (٣٢٨هـ؟؟) وهو يومئذ شاب، فراعه ما رأى من احتشاد الناس وسأل عن الجنازة فقيل له: لشاعر البلد، قال: فوقع في نفسي الرغبة في الشعر واشتغل فكري بذلك، وقد جعلته مثابرته على إحراز الشهرة الشعرية شاعر وقته أيضاً حتى قال فيه ابن الفرضي: " كان شاعر وقته غير مدافع "، وقد كان له ديوان أجاز روايته لابن الفرضي الذي كتب عنه شيئاً من الحديث والشعر، وهو أستاذ الرمادي وزميله، وقد تحدثت عن طريقته الشعرية في تاريخ الأدب الأندلسي عند الحديث عن الرمادي، وقد طال عمره وكف بصره وكانت وفاته ليلة الأربعاء لثلاث عشرة خلت من ذي القعدة سنة ٣٨٩ ودفن يوم الأربعاء بعد صلاة العصر بمقبرة متعة، ولم يحقق الحميدي وفاته إذ نقل عن ابن حزم أنه توفي أما ٣٨٥ أو ٣٨٦ وابن الفرضي في هذا أدق. وقول الحميدي أنه مات عن ست وثمانين سنة يجعل الشك في تاريخ ولادته، إلا أن ابن الفرضي أخذ تاريخ الولادة عنه (ترجمته في الجذوة: ٣٥٨ والبغية رقم: ١٩٤٥ وابن الفرضي ٢: ١٩٣ ونكت الهميان: ٣٠٧ وله شعر في اليتيمة ٢: ١٤ ومسالك الأبصار ١١: ١٧٣: وعنوان المرقصات: ١٤)
يوسف بن هارون الرمادي المشهور بأبي جنيش (- ٤٠٣هـ؟؟)
(١٣، ٢١، ٢٤، ٣٧، ٤٦، ٤٨، ٤٩، ٥٣، ٥٤، ٦٠، ٦١، ٦٢، ٨٠، ٨٦، ٨٧، ٨٨، ٨٩، ١٢١، ١٣٠، ١٥٧، ١٥٧، ١٧٠، ١٨٨، ١٩١، ٢٢٢، ٢٢٧، ٢٢٩، ٢٣٣، ٢٣٤، ٢٣٨، ٢٣٩، ٢٤٢، ٢٤٣، ٢٤٤، ٢٤٥، ٢٤٦، ٢٥١، ٢٥٤، ٢٥٨، ٢٥٩، ٢٦٠، ٢٦١، ٢٦٢، ٢٦٨، ٢٧٠، ٢٧٨، ٢٩٢، ٢٩٣، ٢٩٦، ٢٩٧، ٣٠٧، ٣١٣، ٣١٤، ٣١٦، ٣١٩، ٣٢١، ٣٢٩، ٣٣٠، ٣٣٦، ٣٣٩، ٣٤٠، ٣٤١، ٣٤٢، ٣٥٣، ٣٥٤، ٣٦٥، ٣٦٦، ٣٧٤، ٣٧٦، ٣٨٦، ٣٩٩، ٤٠٠، ٤٠٤، ٤٠٦',NULL,'315',NULL,NULL,'0');
INSERT INTO [b1024] VALUES (310,'٤٣٢ - ٤٣٩، ٤٤٨، ٤٨٦، ٤٨٧، ٤٨٨، ٤٨٩، ٤٩٠، ٤٩١، ٤٩٤، ٥٠٧، ٥١٣، ٥٣٠، ٥٣٨، ٥٤٣، ٥٧٢، ٥٨٦، ٦٠٩، ٦٣٣، ٦٦٢، ٦٦٣، ٦٦٤) .
قد ترجمت له في كتابي: تاريخ الأدب الأندلسي؟ عصر سيادة قرطبة: ٢٠٥؟ ٢٢٣ ويكفي أن أذكر هنا بعض مصادر ترجمته وشعره، فمنها: (الجذوة: ٣٤٦ والبغية رقم: ١٤٥١ والصلة: ٦٣٧ والمطرب: ٤ والمطمح: ٦٩ والمغرب ١: ٣٩٢ ومسالك الأبصار ١١: ١٧٥ وابن خلكان رقم: ٨١٩ واليتيمة ٢: ١٢، ١٠٠ والمقتبس (الحجي) ٧٤، ٧٥ وله أشعار في البديع في وصف الربيع للحميري وفي نفح الطيب وفي شرح الشريشي على مقامات الحريري. وقد جمع شعره السيد ماهر زهير جرار ونشر في بيروت ١٩٧٩) .
؟ يونس بن عبد الله صاحب الرد (٦٧)
أبو الوليد ابن الصفار (- ٤٢٩) استقضي أولاً ببطليوس ثم نقل إلى الخطابة بجامع الزهراء مضافاً له إلى خطة الشورى، ثم خطة الرد في عهد الدولة العامرية، ثم جمع بين القضاء والوزارة بقرطبة إلى أن ولاه المعتد المرواني آخر الخلفاء الأمويين قضاء الجماعة بقرطبة ٤١٩ فبقي في هذا المنصب إلى أن توفي.
وكان من أهل الحديث والفقه والرواية وأكثر شعره في الزهد، وله مؤلفات عديدة (ترجمته في الجذوة: ٣٦٢ وبغية الملتمس رقم: ١٤٩٨ والصلة: ٦٤٦ والمغرب ١: ١٥٩ والمرقبة العليا: ٩٥) .
؟ قصائد لشعراء لم تذكر أسماؤهم:
(٤٠١، ٤٠٩، ٤١٨، ٥٥٧، ٦٤٢)',NULL,'316',NULL,NULL,'0');
