-- Table: b1031
-- Chunk: 1
-- Rows: 185

CREATE TABLE "b1031"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1031
INSERT INTO [b1031] VALUES (1,'كتاب طبقات الفقهاء
رضي الله عنهم
تأليف الإمام العالم الزاهد أبي إسحاق إبراهيم بن علي بن يوسف الشيرازي الفيروز أبادي رحمه الله، رواية أبي الحسن علي بن هبة الله بن عبد السلام الكاتب عنه، رواية الإنان العلامة تاج الدين ابي اليمن زيد ابن الحسن بن زيد الكندي عنه.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (2,'<span data-type="title" id=toc-1>ترجمة المؤلف</span>
ولد إبراهيم بن علي بن يوسف (١) الذي أصبح - من بعد - يكنى أبا إسحاق ويلقب جمال الدين سنة ٣٩٣ (٢) هـ. في بلدة فيروز آباد (بكسر الفاء أو فتحها) ، وهي مدينة جور الواقعة على بعد ١١٥ كم إلى الجنوب من شيراز، وبها نشأ وفيها بدأ تحصيله العلمي، وكان من أول شيوخه الذين علق عنهم فيها أبو عبد الله محمد بن عمر الشيرازي؛ وبعد أن نال من العلم ما يمكن أن يتيحه له بلده، اغترب عنه استكمالاً للطلب فدخل شيراز سنة ٤١٠ وعمره في حدود السابعة عشرة، كما دخل الغندجان، ودرس فيهما وفي غيرهما على شيوخ الفقه حينئذ، ومنهم أبو أحمد عبد الرحمن بن الحسين الغندجاني، علق عنه بشيراز والغندجان؛ ويقول السبكي أنه درس في شيراز علي أبي عبد الله البيضاوي (- ٤٢٤) وأبي أحمد عبد الوهاب بن محمد بن رامين البغدادي (- ٤٣٠) وهذان من أساتذته البغداديين أيضاً، فلعله أخذ عنهما في
_________
(١) اقتصرت في هذه المقدمة على ترتيب الأخبار التي وردت في المصادر عن الشيرازي دون تحليل، أما المصادر المعتمدة فإني أذكرها في ختام هذه المقدمة.
(٢) في اللباب أنه ولد سنة ٣٧٣ وهذا ضرب من التصحيف الذي يقع كثيراً بين لفظتي ((تسع)) و ((سبع)) ؛ وقيل إن مولده سنة ٣٩٥. وقال الحميدي: ((سألته عن مولده فذكر دلائل دلت على سنة ست وتسعين)) .',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (3,'مرحلتين؛ كذلك دري علي أبي عبد الله الجلاب خطيب شيراز وفقيهها النظار، واتصل بأبي الفرج الفامي الشيرازي أحد رجال المذهب الداودي الظاهري، وكان يناظره وهو في تلك السن المبكرة، إذ يقول في الطبقات " وكنت أناظره بشيراز وأنا صبي "، وهذا يدل على أنه أحرز التمرس بفن الجدل وهو في تلك السن.
وبعد هذه المرحلة التي قضاها طالباً للعلم في بلاد فارس توجه إلى العراق، فدخل البصرة ودرس على فقهائها ومنهم الحوزي؛ ثم قصد بغداد فدخلها سنة ٤١٥ وهو في الثانية والعشرين من عمره، متابعاً طلب العلم، فوجد في بغداد بيئة علمية غير التي عرفها في سائر المدن والقرى التي أتيح له دخولها، ووصل نفسه بكبار الفقهاء من القائمين بمذهب الشافعي، ومن هؤلاء الشيرجي الفرضي الحاسب وابن رامين وأبو عبد الله البيضاوي ومنصور بن عمر الكرخي، ولكن أكبر أساتذته في هذا الدور هو أبو الطيب الطبري (- ٤٥٠) الذي يقول هو في وصفه: " ولم أر في من رأيت أكمل اجتهاداً، واشد تحقيقاً، وأجود نظراً منه "، ويليه في المنزلة بين سائر شيوخه أستاذه أبو حاتم محمود بن الحسن الطبري المعروف بالقزويني، قال: " ولم أنتفع بأحد في الرحلة كما انتفعت به وبالقاضي أبي الطيب الطبري ". وعلي أبي حاتم قرأ أبو إسحاق الأصول، كما درس الفقه على آخرين منهم الزجاجي وأبو عبد الله محمد بن عمر الشيرازي وغيرهما، وسمع الحديث علي أبي بكر البرقاني وأبي علي ابن شاذان، وحضر بعض حلقات الدروس لغير الشافعية، فهو يقول في القاضي أبي علي الهاشمي الحنبلي: " حضرت حلقته وانتفعت به كثيرا ".
وقد نال أبو إسحاق إعجاب أستاذه أبي الطيب الطبري وثقته بعد وقت غير طويل، فأخذ الأستاذ يأذن له بتدريس أصحابه في مسجده حين رتبه معيداً، وأخذ الشيرازي نفسه بخطة صارمة فقد قال متحدثاً عن نفسه في تلك الفترة: " كنت أعيد كل قياس ألف مرة، فإذا فرغت منه أخذت',NULL,'2',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (4,'قياساً آخر وهكذا؛ وكنت أعيد كل درس ألف مرة فإذا كان في المسألة بيت يستشهد به حفظت القصيدة " وما ذلك إلا طلباً للتثبيت واليقين؛ وكان قد مر عليه ببغداد حوالي خمسة عشر عاماً حين سأله أستاذه أبو الطيب الطبري أن ينفرد في أحد المساجد، ففعل ذلك وأخذ يدرس في مسجد بباب المراتب. وما لبث أن اشتهر أمره وانتشر صيته في البلدان ووصل إليه الطلبة من كل مكان وأخذت الفتاوى تحمل إليه من جميع الجهات. وأصبح في حياة شيخه أبي الطيب من اكبر فقهاء الشافعية في عصره، شهرة بالفقه وأصوله ومسائل الخلاف وقوة العارضة في الجدل، وأصبح شيخه يعتمد عليه في شئون المناظرة ويقدمه لذلك.
وكانت العادة ببغداد إذا أصيب أحد بوفاة أن يجلس للعزاء في مسجد الحي ليتقبل التعزية ويمضي على ذلك أياماً لا يتخللها سوى قراءة القرآن أو المناظرة بين الشيوخ؛ فلما توفيت زوجة الشيخ أبي الطيب حضر للعزاء فيمن حضر القاضي أبو عبد الله الصيمري شيخ الحنفية فرغب الناس إليهما في المناظرة في مسألة فقهية فلما اعتذر الصيمري عن ذلك قال الناس: من كان له تلميذ مثل أبي عبد الله الدامغاني لا يحوج إلى الكلام وها هو حاضر من أراد أن يكلمه فليفعل. فقال القاضي أبو الطيب: وهذا أبو إسحاق من تلامذتي ينوب عني.
وفي سنة ٤٤٧ توفي قاضي القضاة أبو عبد الله الحسين بن جعفر بن ماكولا الشافعي، فاتجهت أنظار الخليفة وكان يومئذ هو القائم بأمر الله إلى أبي إسحاق الشيرازي، وأراده على أن بتولى قضاء القضاة فأبى فحاول إكراهه على ذلك فامتنع أيضاً، فوكل به من يلازمه حتى يحمله على القبول، فكتب إله أبو إسحاق: " ألم يكفك أن هلكت حتى تهلكني معك " فتأثر الخليفة لهذا وقال: " هكذا فليكن العلماء؛ إنما أردنا أن يقال انه كان في عصرنا من وكل به وأكره على القضاء فامتنع وقد أعفيناه "؛ ومثل هذه الحكاية روى عن غير أبي إسحاق مع غير القائم بأمر الله.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (5,'وبعد وفاة الشيخ أبي الطيب الطبري (٤٥٠) يكاد أبو إسحاق يصبح العلم المتفرد بين فقهاء مذهبه، لا ينازعه في هذا منازع حتى أن الوزير نظام الملك لما بنى المدرسة النظامية ببغداد لم يقع اختياره لتولي التدريس فيها إلا على الشيخ أبي إسحاق، بل أنه جعلها برسمه بعد أن وافق الشيخ نفسه على ذلك. وفي العاشر من ذي القعدة سنة ٤٥٩ جمع العميد أبو سعد القاشي الناس من مختلف الطبقات لا فتتاح المدرسة (١) . والقاء أول درس فيها، وطال انتظار الناس تشوقاً لحضور أبي إسحاق فلم يحضر، وطلب فلم يوجد، وعندئذ عهد العميد أبو سعد إلى أبي نصر بن الصباغ بالتدريس فيها.
وقيل أن أبا إسحاق إنما عدل عن الحضور بع موافقته لأن شاباً لقيه في الطريق فقال له: يا سيدنا، تريد تدريس في المدرسة؟ قال نعم. قال: وكيف تدرس في مكان مغصوب؟ وعندئذ غير الشيخ نيته ولم يحضر. ولما تولى ابن الصباغ التدريس في النظامية وبلغ الخبر نظام الملك غضب وأقام القيامة على العميد أبي سعد، وأبى أن يقبل بأحد سوى الشيرازي؛ وظهر أبو إسحاق بمسجد باب المراتب يلقي دروسه على عادته، فاجتمع إليه الناس داعين له لأنه رفض التدريس، وكان قد بلغهم انه قال: " إني لم أطب نفساً بالجلوس في هذه المدرسة لما بلغني أن أبا القاشي غصب أكثر آلاتها ونقض قطعة من البلد لأجلها ". غير أن تلامذة أبي إسحاق اغتموا لما فعله شيخهم، وفتروا عن حضور دروسه، وراسلوه يعلمونه انه إن لم يتول التدريس بالمدرسة فانهم سينفضون من حوله ويلحقون بابن الصباغ، فأرضاهم بالاستجابة تطيباً لقلوبهم؛ وصرف ابن الصباغ عن التدريس بعد أن قضى في ذلك عشرين يوماً، وجلس أبو إسحاق في النظامية في مستهل شهر ذي الحجة سنة ٤٥٩ وبقي فيها مدرساً إلى حين وفاته أي حوالي سبعة عشر عاماً؛
_________
(١) بدء بعمارة النظامية في ذي الحجة سنة ٤٥٧.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (6,'وكان إذا حضر وقت الصلاة خرج منها وصلى في بعض المساجد القريبة تحرجاً من الصلاة في موضع لحقته شبهة الغصب.
وكان الاضطلاع بأمر النظامية يعني تغيراً في نوع المسؤولية التي حملها أبو إسحاق، فهو من بعض النواحي لم يعد مسئولاً عن تصرفاته وحدها في المدرسة، وإنما للمنصب جعله يغدو " ممتثلاً " للشافعية ببغداد ولهذا نراه يظهر لأول مرة في " مهمة رسمية " عند وفاة القائم سنة ٤٦٧ وبيعة المقتدي بأمر الله؛ ويخبرنا أن المقتدي كان كبير الاجلال للشيخ أبي إسحاق وأن الشيخ كان سبباً لجعله خليفة، ولكنه لا يوضح كيف كان ذلك؛ وأياً كان الأمر فان هذا القول - إن صح - يدل على أن أبا إسحاق أصبح بحكم منصبه قريباً من رجال الدولة إذا حدث ما يستدعي حضوره وهو موقف لن يعقبه من المتاعب.
وما لبثت المتاعب أن أقبلت، فبيئته بغداد يغلب عليها مذهب أحمد بن حنبل، والمدرسة النظامية معقل للشافعية، ولهذا كان في مقدور المدرسين والوعاظ الشافعيين أن يتخذوها منبراً لبث آرائهم في أتباع المذهب الحنبلي، وحضر إلى المدرسة أبو نصر القسيري (وهو ابن أبي القاسم صاحب الرسالة) سنة ٤٦٩، كان في طريقه إلى مكة (١) فتكلم على مذهب الأشعري ونصره، وتعرض للحنابلة بالذم ونسبهم إلى التجسيم، فاستاء الحنابلة من ذلك وكان زعيمهم يومئذ الشريف أبو جعفر بن أبي موسى؛ وحاول أبو إسحاق أن يهدئ الحال بين الفريقين، فسأل الشريف أبا جعفر أن يعمل على تلافي الفتنة، ولكن ابن القشيري أخرج الأمر من حيز النظامية إلى الشارع، فقد ذهب إلى أحد المساجد وأخذ يبذل مالاً لليهود علهم أن يسلموا فكان عوام بغداد
_________
(١) هكذا يقول ابن الأثير، ولكن المصادر الحنبلية تقول إن نظام الملك هو الذي أرسل ابن القشيري إلى النظامية.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (7,'(وأكثرهم حنابلة) يقولون: هذا إسلام الرشا لا إسلام التقى، وأسلم يوماً يهودي وحمل على دابة، وخرجت من حوله " مظاهرة " ضخمة اصطدم من فيها بجماعة الحنابلة، فيقال أنه وقع عدد غير قليل من القتلى في ذلك الصدام؛ فغضب الشيخ أبو إسحاق لأنه عرف أن الشريف أبا جعفر لم يقعد وحسب عن تهدئته النائرة، وإنما كان قد أعد جماعة لمواجهة " مظاهرة " الشافعية.
وأعلن أبو إسحاق عن وقوفه إلى جانب القشيري حين رضي أن يضع توقيعه في محضر كتبه القشيري يهاجم في " الأوباش الرعاع المتوسمين بالحنابلة " لما أظهروه ببغداد من البدع الفظيعة والمخازي الشنيعة كالقدح في الإمام الشافعي والقول بالتجسيم، فكان نص ما كتبه أبو إسحاق: " الأمر على ما ذكر في هذا المحضر من حال الشيخ الإمام الأوحد أبي نصر عبد الرحيم بن عبد الكريم القشيري، اكثر الله في أئمة الدين مثله، من عقد المجالس وذكر الله عز وجل يما يليق به من توحيده وصفاته ونفي التشبيه عنه وقمع المبتدعة من المجسمة والقدرية وغيرهم، ولم أسمع منه مذهب أهل الحق من أهل السنة والجماعة، وبه أدين الله عز وجل وإياه أعتقد، وهو الذي أدركت أئمة أصحابنا عليه، واهتدى به خلق كثير من المجسمة، وصاروا كلهم على مذهب أهل الحق، ولم يبق من المبتدعة إلا نفر يسير، فحملهم الحسد والغيظ على سبه وسب الشافعي وأئمة أصحابه ونصار مذهبه، وهذا أمر لا يجوز الصبر عليه، ويتعين على المولى أعز الله نصره التنكيل بهذا النفر اليسير الذين تولوا كبر هذا الأمر وطعنوا في الشافعي وأصحابه، لأن الله عز وجل أقدره وهو الذي بدأ في هذا البلد بإغزار هذا المذهب بما بني فيه من المدرسة التي مات كل مبتدع من المجسمة والقدرية غيظاً منها، وبما يرتفع فيها من الأصوات بالدعاء لأيامه، استجاب الله فيه صالح الأدعية، ومتى أهمل نصرهم لم يكن له عذر عند الله عز وجل؛ وكتب إبراهيم بن علي الفيروزابادي ".
ولم يكتف أبو إسحاق بهذا الذي قيده في المحضر استنفاراً لنظام الملك',NULL,'6',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (8,'بل كتب إليه رسائل يشرح فيها الأمر، كما يراه، وربما تعدى ذلك إلى التحريض الشديد، فأخذ الحنابلة يتكلمون في أبي إسحاق ويبلغونه الأذى بألسنتهم، ويشيعون عنه أنه كتب إلى نظام الملك يسأله إبطال المذهب الحنبلي، وازداد أبو إسحاق غضباً، ومضى إلى باب الطاق يعد العدة لمبارحة بغداد والصفر إلى نظام الملك؛ وخاف الخليفة - وهو حنبلي المذهب - أن يشنع عليه الشافعية عند نظام الملك، ولهذا أرسل إلى أبي إسحاق من أقنعه بالعدول عن السفر، وسعى لأجراء الصلح بين الفريقين على يد الوزير فخر الدولة فاستدعى الوزير الشريف أبا جعفر إلى دار الخلافة، وأبلغه أن الخليفة استاء لما جرى بين المسلمين من اختلاف في عقائدهم، وكان قد استدعى أيضاً بعض الزعماء الشافعية وفيهم أبو إسحاق والقشيري، وعرض على الفريقين أن يتصالحا، وكان أبو إسحاق راغباً في الصلح إطفاءً لنار الفتنة، فتقدم إلى الشريف وقال: " أنا ذاك الذي يحضر حلقة الشريف في أيام المناظرة) وهذه كتبي في أصول الفقه فيها خلافاً للأشعرية " ثم قبل رأسه، فقال الشريف: قد كان ما تقول، إلا أنك لما كنت فقيراً لم يظهر لنا ما في نفسك، فلما جاء الأعوان والسلطان وخواجا بزرك (يعني نظام الملك) أبديت ما كان مخفياً؛ وتقدم ابن القشيري منه ولم يكن الشريف يعرفه، فلما عرف به قال: لو جاز أن يشكر أحد على بدعته لكان هذا الشاب لأنه بادهنا بما في نفسه ولم ينافق؛ ثم قال للوزير: أي صلح بيننا؛ إنما يكون الصلح بين مختصمين على ولاية أو ولاية أو دنيا أو قسمة ميراث أو تنازع في ملك، فأما هؤلاء القوم فهم يزعمون أننا كفار، ونحن نزعم أن من لا يعتقد ما نعتقده كافر فأي صلح بيننا؟
ورغم ذلك فان الاضطراب قد سكن بين الفريقين، وعمل الخليفة على أن يستبقي الشريف فقيل له أنه قد أفرد لك موضع قريب من الخدمة للمراجعة في الأمور الدينية والتبرك بمكانك، وأدرك الشريف أن الخليفة إنما',NULL,'7',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (9,'" يعتقله " لبيعده عن الاتصال ب؟ " الشارع الحنبلي " ولذلك قال لمن حوله: " فعلتموها؟! ".
وتتضارب الأخبار حول الأجوبة التي وردت من نظام الملك في هذه الحادثة، ففي بعضها أنه كتب إلى الوزير فخر الدولة ينكر ما وقع ويأمر بالتشديد على خصوم ابن القشيري، وفي بعضها الآخر أنه نصح بالاعتدال؛ وقد نقل ابن الجوزي نسخة كتاب قال أن النظام أرسله إلى أبي إسحاق، ونص الكتاب يدل على أنه لم يرسل إلى أبي إسحاق، وقد جاء فيه: " ورد كتابك بشرح أطلت فيه الخطاب، وليس توجب سياسة السلطان وقضية العدالة إلى أن نميل في المذاهب إلى جهة دون جهة، ونحن بتأييد السنن أولى من تشييد الفتن، ولم نتقدم ببناء هذه المدرسة إلا لصيانة أهل العلم والمصلحة لا للاختلاف وتفريق الكلمة، ومتى جرت الأمور على خلاف ما أردناه من هذه الأسباب فليس إلا التقدم بسد الباب، وليس في المكنة الإتيان على بغداد ونواحيها ونقلهم عن ما جرت عليه عاداتهم، فان الغالب هناك هو مذهب الإمام أبي عبد الله أحمد بن حنبل رحمة الله عليه، ومحله معروف بين الأئمة وقدره معلوم في السنة. وكان ما انتهى إلينا أن السبب في تجديد ما تجدد مسألة سئل عنها أبو نصر القشيري من الأصول، فأجاب عنها بخلاف ما عرفوه في معتقداتهم؛ والشيخ الإمام أبو إسحاق - وفقه الله - رجل سليم الصدر سلس الانقياد ويصغي إلى كل من ينقل إليه، وعندنا من تصادر كتبه ما يدل على ما وصفناه من سهولة مجتذبة والسلام ".
ولم يطل عهد الهدوء بين الفريقين ففي الثاني من شوال سنة ٤٧٠ خرج من النظامية متفقه يعرف بالإسكندراني إلى سوق الثلاثاء وتكلم هنالك بتكفير الحنابلة، فرماه بعضهم بآجرة، فهرب إلى سوق المدرسة النظامية واستنفر الناس لنصرته، فخرجوا إلى سوق الثلاثاء، ونهبوا بعض ما كان فيه، ووقع الشر، وتقدم بعض أهل سوق الثلاثاء إلى سوق المدرسة ونهبوا ما يليهم منه',NULL,'8',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (10,'وفي ذلك الموقع دار مؤيد الدولة ابن نظام الملك فخاف أن يمتد النهب إلى داره فاستعان بالجيش، فحضر جماعة منهم أخذوا يرمون الناس بالنشاب فقتلوا منهم بضعة عشر نفراً. وبذلك قضي على الشغب بالقوة؛ وأخذت الرسائل ترسل إلى نظام الملك ليتلافى الأمر، ويقول ابن الجوزي " فجاءت مكاتبات منه بالجميل ثم ثناها بضد ذلك "؛ ويمكن تفسير هذا القول المجمل بما قاله السبكي: " فعاد جواب نظام الملك في سنة سبعين وأربعمائة إلى الشيخ (أبي إسحاق) باستجلاب خاطره وتعظيمه والأمر بالانتقام من الذين أثاروا الفتنة وبأن يسجن الشريف أبو جعفر "؛ وغضب نظام الملك - بوجه خاص - على الوزير فخر الدولة أبي نصر بن جهير وكتب إلى الخليفة مطالباً بعزله، اعتقاداً منه أنه هو المسئول الأول عن تلك الحوادث، وكان من جملة الرسائل التي أرسلت إلى نظام الملك قصيدة من الفقيه الشافعي ابن أبي الصقر الواسطي يقول فيها:
وابنك القاطن فيها ... مستهان مستضام
فمتى لم تحسم الدا ... ء أياديك الجسام
فعلى مدرسة فيها ... ومن فيها السلام قال ابن الأثير: " فلما سمع نظام الملك ما جرى من الفتن وقصد مدرسته والقتل بجوارها مع أن أبنه مؤيد الملك فيها عظم عليه ذلك "؛ ولهذا سأل الخليفة أن يعزل الوزير فعزل؛ ويبدو أن الأمور ظلت هادئة بعد ذلك على مدى بضع سنوات بين أهل المذهبين، حتى عادت الخصومة فتجددت سنة ٤٧٥ في شوال أيضاً، وكان المثير لها في هذه المرة شخص يدعى البكري المغربي وكان واعظاً اشعري المذهب، وكان قد قصد نظام الملك فأحبه ومال إليه وسيره إلى بغداد، وأجرى عليه الجراية الوافرة، فوعظ في المدرسة النظامية، وكان يذكر الحنابلة ويعيبهم يكفرهم، وكان فيه حدة وطيش ولكن يبدو أن تهجمه لم يتحول من مرحلة القول إلى مرحلة التصادم الفعلى.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (11,'ولم يكن لأبي إسحاق موقف معين في هذا الحادث الأخير، خصوصاً وانه فارق بغداد في ذي الحجة من العام نفسه موفداً من الخليفة المقتدي في سفارة إلى السلطان وملكشاه ووزيره نظام الملك (١) ، وكان الخليفة يعلم أن لأبي إسحاق منزلة خاصة في نفس نظام الملك وانه قادر على إنجاح غايته - من ثم - لدى السلطان نفسه. ويبدو أن السفارة كانت ترمي إلى تحقيق غرضين: أولهما الشكوى والتظلم من العميد أبي الفتح بن أبي الليث عميد العراق، والثاني: استمالة ملكشاه للموافقة على أن يزوج ابنته من الخليفة.
وكان في صحبة الشيخ أبي إسحاق جماعة من أعيان بغداد منهم فخر الإسلام الشاشي والحسين بن علي الطبري وابن بيان والميانجي وأبو ثعلب الواسطي وعبد الملك الشابر خواشي وأبو الحسن الآمدي وأبو القاسم الزنجاني وأبو علي الفارقي وأبو العباس ابن الرطبي، وهؤلاء وغيرهم من أصحابه ومعه أيضاً جمال الدولة عفيف وهو خادم من خدام الخليفة؛ وتلقى الناس أبا إسحاق في كل بلد حله بحفاوة لا نظير لها، ويبدو أن صيته لم يكن مقصوراً على مكانته الفقيه بل كان للناس فيه اعتقاد عظيم متصل ببركة الصوفي، فكان بعض الناس في البلاد التي مر بها يخرجون إليه بنسائهم وأولادهم فيمسحون أردانه ويأخذون تراب نعليه ويستشفون به، وفي بعض تلك البلاد خرج إليه صوفيات البلد، وما فيهن إلا من معها سبحة، وألقين الجميع المحفة وكان قصدهن أن يلمسها لتحصل لهن البركة، فجعل يمرها على يديه وجسده ويتبرك بهن ويقصد في حقهن ما قصدن في حقه. ولما وصل ساوة خرج جميع أهلها للقائه وسأله فقهاؤها كل منهم أن يدخل بيته فلم يفعل، ولقيه أصحاب الصناعات ومعهم ما ينثرونه على محفته، فخرج الخبازون ينثرون الخبز وهو ينهاهم فلم ينتهوا، وهكذا فعل أصحاب الحلوى وباعة
_________
(١) في الشذرات أنه قال للمقتدي حين شافهه بأمر الرسالة ((وما يدريني أنك الخليفة ولم أرك قبلها)) وهذا ما لا يتفق مع ما ذكرناه من قبل عن حضوره بيعة المقتدي.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (12,'الفاكهة والثياب وغيرهم، وخرج إليه الأساكفه وقد عملوا مداساتٍ لطافاً تصلح لأرجل الأطفال ونثروها فكانت تسقط على رؤوس الناس، فكان الشيخ يتعجب ويذكر ذلك لأصحابه بعد رجوعه ويقول: رأيتم النثار ما أحسنه؟ وإيش وصل إليكم يا أولادي منه؟ فقال له بعضهم: ما كان حظ سيدنا منه، فقال: أما أنا فغطيت بالمحفة.
ولما بلغ بساط قيل للشيخ قد أتى فلان الصوفي - ويعرف بالسهلكي - فنهض الشيخ من مكانه ليستقبله، وإذا به رجل كبير السن على دابة، وخلفه خلق من الصوفية بمرقعات جميلة، فقيل له قد أتاك الشيخ أبو إسحاق، فرمى نفسه عن الدابة وقبل يد الشيخ ورجله وقال له: قتلتني يا سيدي فما يمكنني أمشي معك، ولكن تتقدم إلى مجلسك؛ ولما وصل جلس أبو إسحاق بين يديه وأظهر كل واحد منهما من تعظيم صاحبه ما جاوز الحد.
ثم إن أبا إسحاق دخل نيسابور وتلقاه أهلها على العادة المألوفة، وحمل شيخ البلد إمام الحرمين أبو المعالي الجويني غاشية ومشى بين يديه كالخديم، وقال: أفتخر بهذا، وعقدا مجالس للمناظرة في بعض المسائل. وفي هذه الرحلة رأى أبو إسحاق ثمرة جهد طويل بذله في تدريس الطلبة، فقد قال: " خرجت إلى خراسان فما بلغت بلدة ولا قرية إلا وكان قاضيها أو مفتيها أو خطيبها تلميذي أو من أصحابي "، ولهذا فلا عجب أن تتحرك خراسان لمقدمه وأن توليه كل ذلك الترحيب.
وقد كانت السفارة ناجحة، عاد منها أبو إسحاق يحمل كتب السلطان ملكشاه والوزير نظام الملك، بإجابة مطلسي الخليفة، غير أن الفقيه الشيخ لم يعش طويلاً بعد عودته من تلك السفارة، فتوفي ليلة الأحد الحادي والعشرين من جمادى الآخرة (وقيل جمادى الأولى) سنة ست وسبعين وأربعمائة، في دار المظفر ابن رئيس الرؤساء بدار الخلافة من الجانب الشرقي، وغسله الفقيه الحنبلي أبو الوفاء بن عقيل وصلي عليه بباب الفردوس لأجل',NULL,'11',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (13,'نظام الملك وهذا لم يفعل على غيره، وأول من صلى عليه المقتدي بأمر الله، وتقدم في الصلاة عليه أبو الفتح المظفر ابن رئيس الرؤساء وهو حينئذ نائب بالديوان ثم حمل إلى جامع القصر فصلي عليه ودفن بباب أبرز؛ وجلس أصحابه للعزاء في المدرسة النظامية ثلاثة أيام، ولم يتخلف أحد عن العزاء ورثاه عدد كبير من الشعراء؛ ورتب مؤيد الملك بعد وفاته في المدرسة الشيخ أبا سعد المتولي، فلما علم نظام الملك بذلك أنكره وقال: كان الواجب أن تغلق المدرسة بعد الشيخ أبي إسحاق سنةً.
<span data-type="title" id=toc-2>شخصيته وأخلاقه:</span>
كان نحيفاً دقيق الجسم، ذكياً قوي الحافظة، دءوباً على الدرس والتحصيل، متقللاً قشفاً في مطعمه وملبسه، قانعاً بالسير صابراً على الفقر؛ حدث بعض أصحابه أنه لم يكن يملك من الدنيا شيئاً، وبلغ به الفقر أنه كان لا يجد قوتاً ولا ملبساً قال: ولقد كنا نأتيه وهو ساكن في القطيعة فيقوم لنا نصف قومة ليس يعتدل قائماً من العري كي لا يظهر منه شيء؛ وقيل كان إذا بقي مدة لا يأكل شيئاً جاء إلى صديق له باقلاني فكان يثرد له رغيفاً ويثريه بماء الباقلاء، فربما أتاه وكان قد فرغ من بيع الباقلاء، فيقف أبو إسحاق ويقول: تلك إذاً كرة خاسرة، ويرجع. وحدث عن نفسه انه كان في أيام الطلب يشتهي ذلك النوع من الثريد بماء الباقلاء سنين، فلم يصح له لاشتغاله بالدرس ومسارعته إلى أن يكون في أول من يحضرون حلقة الشيخ؛ وكان مطرحاً للتكلف: سأله بعضهم أن يكتب له رأيه في مسألة، فمضى إلى دكان خباز فأخذ فلم الخباز ودواته وكتب الجواب في الحال ومسح القلم في ثوبه؛ وذهب يوماً إلى الديوان ومعه أبو نصر القشيري فأحس أبو نصر في كمه بثقل فقال: ما هذا يا سيدي؟ فقال: هذه قرصتي. وجمع إلى تقشفه وبساطته تورعاً شديداً أدى أحياناً إلى ما يشبه الوسواس: أخرج ذات يوم قرصين من بيته وقال لبعض أصحابه: وكلتك في أن تشتري لي الدبس',NULL,'12',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (14,'والراشي بهذه القرصة على وجه القرصة الأخرى فمضى الرجل وشك بأي القرصين اشترى، فما أكل الشيخ ذلك وقال: لا أدري اشترى بالذي وكلته أم بالأخرى. ودخل مسجداً لتيغدى فنسي ديناراً كان معه ثم ذكره فرجع فوجده، قم قال لنفسه: لعله وقع من غيري، فتركه ولم يأخذه؛ وكان سليم النية سلس الانقياد، وبهذا وصفه نظام الملك - كما تقدم - وقال انه يصغي إلى كل ما ينقل إليه.
ويبدو أن حالة الفقر ظلت غالبة عليه حتى تولى التدريس في النظامية وهذا ما عناه الشريف أبو جعفر حين قال له: " إلا أنك لما كنت فقيراً لم يظهر لنا ما في نفسك فلما جاء الأعوان.... أبديت ما كان مخفياً " وهذا قول قد يقال في لحظة غضب، ولا يدل على أن أبا إسحاق أصبح ميسور الحال، ولكنه أصبح ولا ريب أقدر من ذي قبل على صد الجوع والعري. غير أن الرجل لم يفارق تعففه، وفي رحلته في خراسان أبى أن ينزل عند أحد من أصحابه؛ ولهذه الأخلاق أحبه الناس، وزادهم حباً له تواضعه الشديد، وطلاقة وجهه وبشره الدائم وحسن مجالسته وملاحة مجاورته، فكان رغم الفقر والتقشف ذا دعابة لطيفة: زاره أحد الراحين إليه فرحب به وقال له: من أي بلاد أنت؟ فقال: من الموصل، فقال: أنت بلديي، فقال الموصلي: ولكن يا سيدي أنا من الموصل وأنت من فيروزاباد، فأجابه أبو إسحاق: يا ولدي، أما جمعتنا سفينة نوح؟ وكان يحلي مداعباته بإيراد الأشعار؛ داعب أبا طاهر خادمه في المدرسة النظامية ذات مرة بقوله:
وشيخنا الشيخ أبو طاهر ... جمالنا في السر والظاهر وكان يحب تلامذته ويقول: من قرأ علي مسألة فهو ولدي.
وبسبب ذلك الفقر لم يحاول أن يحج، وهذا وحده يدلنا على أن صلته بنظام الملك لم تغير كثيراً من حاله المادية، قال الماهاني: الشيخ أبو إسحاق',NULL,'13',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (15,'ما كان له استطاعة الزاد والراحلة، ولكن لو أراد الحج لحملوه على الإحداق إلى مكة.
أما في الفصاحة والقدرة على المناظرة فكان يضرب به المثل، ولهذا شهد له الكثيرون بالتفوق، فقد قال أبو بكر الشاشي: الشيخ الشيرازي حجة الله على أئمة العصر. وقال الماوردي: ما رأيت كأبي إسحاق لو رآه الشافعي لتجمل به، وقال الموفق الحنفي: أبو إسحاق إما المؤمنين في الفقهاء؛ وهكذا كان في مجموع خصاله مثال العالم الذي يجمع بين العلم والعمل به، ولهذا كان مجمعاً عليه من أهل عصره علماً وديناً، رفيع الجاه بسبب ذلك، محبباً إلى غالب الخلق لا يقدر أحد أن يرميه بسوء لحسن سيرته وشهرتها عند الناس.
<span data-type="title" id=toc-3>موقفه من المذهب الأشعري:</span>
قد مر بنا قول أبي إسحاق للشريف أبي جعفر شيخ الحنابلة: " وهذه كتبي في أصول الفقه أقول فيها خلافاً للأشعرية ". قال ابن عساكر: " وكان يظن به بعض من لا يفهم أنه مخالف للأشعري لقوله في كتابه في أصول الفقه: " وقالت الأشعرية إن الأمر لا صيغة له ". فقوله: وقالت الأشعرية يشير إلى أنه لا يجعل نفسه واحداً منهم، ولو كان منهم لقال: وقال أصحابنا، أو تعبيراً بهذا المعنى؛ وقد شهد أنه أورد في كتابه في أصول الفقه مسائل خالف فيها الأشعرية وتلك هي خلاصة موقفه: أعني انه لم يلتزم بكل ما ورد عن الأشعرية، وقد نقل ابن عساكر رأيه في سؤال ورد عليه في قوم يلعنون فرقة الأشعري ويكفرون أتباعها، فكتب: " أن الأشعرية أعيان السنة ونصار الشريعة، انتصبوا للرد على المبتدعة من القدرية والرافضة وغيرهم، فمن طعن فيهم فقد طعن على أهل السنة، وإذا رفع أمر من يفعل ذلك من المسلمين وجب عليه تأديبه بما يرتدع به كل أحد؛ وكتب إبراهيم بن علي الفيروزابادي ".',NULL,'14',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (16,'<span data-type="title" id=toc-4>تلامذته:</span>
انتشر تلامذته في الأمصار حتى كان أكثر علمائها منهم، ولا ريب في أن حصرهم متعذر جداً، وحسبنا أن نذكر ما قاله حين زاره بلاد فارس فانه لم يدخل قرية أو مدينة إلا وكان قاضيها أو مفتيها أو خطيبها من تلامذته أو من أصحابه. وفي طبقات الشافعية للسبكي عدد كبير من هؤلاء التلامذة الذين أصبحوا من أعيان المذهب (١) ، مما قد يؤيد القول: بأن المدارس التي أنشأها الملك لنصرة المذهب الشافعي قد أصبحت تحت إشراف " خريجي " النظامية في بغداد، بعد فترة يسيرة من الزمن، وأن أبا إسحاق كان يمثل الطاقة العلمية التي ساعدت على نشر المذهب الشافعي في القسم الشرقي من الدولة العباسية، في حين كان نظام الملك يمثل التخطيط المادي.
<span data-type="title" id=toc-5>مؤلفاته:</span>
١ - المهذب في المذهب: وسماه حاجي خليفة " المهذب في الفروع ". كان سبباً تصنيفه أنه بلغه القول ابن الصباغ " إذا اصطلع الشافعي وأبو حنيفة ذهب علم أبي إسحاق الشيرازي " يعني أن علمه هو مسائل الخلاف بينهما فإذا اتفقا ارتفع ذلك الخلاف، فلهذا صنف هذا الكتاب ليثبت تمكنه في الفقه نفسه، صنفه مراراً فلما لم يوافق مقصوده رمى به في دجلة ثم أجمع رأيه على صورة أخرى احتفظ بها وتناقلها الناس. وقد بدأ تصنيفه سنة ٤٥٥ وفرغ منه سنة ٤٦٩، وهو كتاب جليل القدر اعتنى به فقهاء الشافعية وشرحوه (انظر بيان شروحه في كشف الظنون: ١٩١٢ - ١٩١٣) ، وكان أبو إسحاق شديد الرضى عنه حتى روى انه قال: " لو عرض هذا الكتاب الذي صنفته - وهو المهذب - على النبي صلى الله عليه وسلم قال: هذه شريعتي التي أمرت بها أمتي ".
_________
(١) عددت منهم سبعة وأربعين، دون استقصاء، ولا حاجة لإدراج أسمائهم في هذه المقدمة الموجزة، ولا ريب في أن العدد أضعاف ذلك كثيراً.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (17,'٢ - التنبيه في الفقه؛ سماه حاجي خليفة " التنبيه في فروع الشافعية " وقال: هو أحد الكتب الخمسة المتداولة بين الشافعية وأكثرها تداولاً، أخذه من تعليقه الشيخ أبي حامد المروزي؛ وله أيضاً شروح كثيرة واختصر قوم، ونظم محتوياته آخرون (كشف الظنون: ٤٨٩ - ٤٩٣) .
٣ - النكت في الخلاف؛ وسماه حاجي خليفة " النكت في علم الجدل " (كشف: ١٩٧٧) وينقل السبكي (٣: ٩٨) .
٤ - التبصر: قال ابن خلكان: إنه في الجدل، وقال حاجي خليفة إنه في أصول الفقه، وعليه شرح لابن جني.
٥ - المعونة في الجدل: كما ذكر ابن خلكان وصاحب كشف الظنون.
٦ - التلخيص: عند ابن خلكان أنه في الجدل، ولم يذكره حاجي خليفة.
٧ - اللمع في أصول الفقه: شرحه الهدباني في مجلدين وشرحه غيره.
٨ - شرح اللمع في أصول الفقه.
٩ - نصح أهل العلم.
١٠ - طبقات الفقهاء.
<span data-type="title" id=toc-6>مناظراته وفتاويه:</span>
لا ريب في أن لأبي إسحاق مناظرات كثيرة مع علماء عصره، لم تصلنا كلها وقد احتفظ له السبكي بنصوص المناظرات الآتية:
١ - مناظرة بينه وبين الشيخ أبي عبد الله الدامغاني عن مسألة الذمي إذا أسلم هل تسقط عنه الجزية (٣: ١٠٠) .
٢ - مناظرة أخرى بينه وبين أبي عبد الله الدامغاني عن الإعسار في النفقة هل يوجب الخيار للزوجة (٣: ١٠٥) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (18,'٣ - مناظرة بينه وبين إمام الحرمين أبي المعالي الجويني بنيسابور في إجبار البكر البالغ ... (٣: ١٠٩، ٢٧٨) .
٤ - مناظرة ثانية بينه وبين إمام الحرمين الجويني بنيسابور عمن اجتهد في القبلة وصلى ثم تبين الخطأ (٣: ٢٧٥) .
أما فتاويه فلا ندري إن كانت قد جمعت، ولكن من المحقق أنها كانت كثيرة العدد، يقول السبكي " وكانت الفتاوي تحمل من البر والبحر إلى بين يديه ".
<span data-type="title" id=toc-7>شعره:</span>
ليس في شعره ما يميزه، فهو جارٍ على طريقة الفقهاء، ولكن نثبت ما جاءت به المصادر من أبياته، فذلك أجمع للفائدة، وهو يعين على استكمال الجوانب المختلفة من ضروب نشاطه:
قال:
سألت الناس عن خل وفي ... فقالوا ما إلى هذا سبيل
تمسك أن ظفرت بود حر ... فإن الحر في الدنيا قليل وقال:
إذا تخلفت عن صديق ... ولم يعاتبك في التخلف
فلا تعد بعدها إليه ... فانما وده تكلف وقال في غريق:
غريق كأن الموت رق لفقده ... فلان له في صورة الماء جانبه
أبى الله أن أنساه دهري لأنه ... توفاه في الماء الذي أنا شاربه وقال:
لبست ثوب الرجا والناس قد رقدوا ... وقمت أشكو إلى مولاي ما أجد',NULL,'17',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (19,'وقلت يا عدتي في كل نائبة ... من عليه لكشف الضر أعتمد
أشكو إليك أموراً أنت تعلمها ... مالي على حملها صبر ولا جلد
وقد مددت يدي بالذل مبتهلاً ... إليك يا خير من مدت إليه يد
فلا تردنها يا رب خائبة ... فبحر جودك يروي كل من يرد وقال:
حكيم رأى أن النجوم حقيقة ... ويذهب في أحكامها كل مذهب
يخبر عن أفلاكها وبروجها ... وما عنده علم بما في المغيب وكان يوماً يمشي في الوحل وينشد الأشعار، فقال:
إنشادنا الأشعار في الوحل ... هذا لعمري غاية الجهل وأتى بثلجية فيها ماء بارد وكان أبو الخطاب علي بن عبد الرحمن حاضراً فقال أبو إسحاق:
ممنع وهو في الثلاجي ... فكيف لو كان في الزجاج فقال أبو الخطاب:
ماء صفا رقة وطيباً ... ليس بملح ولا أجاج وقال:
إذا طال الطريق عليك يوماً ... فليس دواؤه إلا الرفيق
تحدثه وتشكو ما تلاقي ... ويقرب بالحديث لك الطريق',NULL,'18',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (20,'<span data-type="title" id=toc-8>كتاب الطبقات </span>(١)
هنالك عدد من الكتب تناولت طبقات الفقهاء قبل أن يكتب أبو إسحاق كتابه هذا؛ عرفنا منها:
١ - طبقات الفقهاء والمحدثين للهيثم بن عدي (- ٢٠٧) في أربع مجلدات.
٢ - المذهب في ذكر شيوخ المذهب، وهو خاص بالشافعية، لأبي حفص عمر بن علي المطوعي.
٣ - مختصر في مولد الشافعي، عد في آخره جماعة من الأصحاب، لأبي الطيب الطبري (- ٤٥٠) أستاذ أبي إسحاق الشيرازي.
٤ - كتاب مختصر في الطبقات لأبي عاصم محمد بن أحمد العبادي (- ٤٥٨) .
٥ - طبقات الفقهاء للحسن بن أحمد البغدادي الحنبلي المعروف بابن البناء (- ٤٧١) .
وقد كثرت الكتب في طبقات الفقهاء بعد الشيرازي، ومنها العام الجامع
_________
(١) طبع هذا الكتاب بعناية نعمان الأعظمي الكتبي (بغداد ١٣٥٦) وقدم له الأستاذ المحامي عباس العزاوي، وهي طبعة عزيزة الوجود، وقد تفضل الصديق المحقق الدكتور صلاح الدين المنجد فسمح لي بالإطلاع على نسخته الخاصة من هذا الكتاب، ورغم الجهد الطيب الذي بذل في نشرعه، فإن كثرة الأوهام والأخطاء فيه حالت دون الإشارة إليه في هذا التحقيق.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (21,'ومنها المقصور على رجال مذهب واحد، وليس هذا موضع الحديث عنها، وإنما أشير منها إلى ما جاء ذيلاً على كتاب الشيرازي فمن ذلك:
١ - طبقات الفقهاء لأبي عبد الله محمد بن عبد الملك بن إبراهيم الهمذاني (- ٥٢١) ويقول ابن خلكان (٢: ٣١٥) انه ذيل على طبقات أبي إسحاق.
٢ - طبقات الفقهاء لعلي بن أنجب الساعي البغدادي (- ٦٧٤) وقد ذكر صاحب كشف الظنون (١١٠٠) أنه ذيل على طبقات الشيرازي.
و" طبقات الفقهاء " للشيرازي كتاب موجز إذا قسنا بما ألف بعده، ويبدو لي أن المؤلف اطلع على كتاب أستاذه أبي الطيب الطبري فحاول أن يجئ بصورة أكمل وأوفى، فهو إذا قيس بذلك الكتاب كان توسعاً في النظرة والخطة؛ على أن صفة " الإيجار " بالنسبة إلينا اليوم ستظل عالقة به، لأنه لا يعدو في بعض الأحيان أن يكون سرداً لأسماء الفقهاء، ولكن الإيجاز كان عنصراً أساسياً في خطة الشيرازي، لأنه لم يحاول أن يكتب تراجم الفقهاء، وإنما حاول أن يقدم لنا صورة دقيقة عن تطور الفقه - من خلال رجاله - على مر الزمن، وأكبر شاهد على ذلك ما دونه من معلومات عن فقهاء الصحابة والتابعين، فانه لو شاء أن يرخي العنان لقلمه لكتب في هذا السبيل مجلدات؛ فالشيرازي من هذا الوجه مؤلف عارف بخطته شديد الإحكام لها قادر على الانتقاء الدقيق للمادة التي تصلح لكتابه، لا يستهويه الاستطراد والاستكثار من المعلومات، وهو حريص كل الحرص على أن يقول المعنى الكثير في اللفظ القليل، وقد جعل نصب عينيه غاية واحدة وهي أن يضمن كتابه ما لا يسع الفقيه جهلة ليعرف من هم الذين تعتبر أقوالهم في انعقاد الإجماع؛ ولهذا لم يكن عجيباً أن يصبح كتابه على صغره مصدراً هاماً في كتب التراجم، لا لقدمه النسبي ولا لمكانة صاحب وحسب، بل لدقة',NULL,'20',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (22,'ما يورده من معلومات، ومن طالع وفيات الأعيان لابن خلكان وترتيب المدارك للقاضي عياض وتبين كذب المفتري لابن عساكر والجواهر المضية لابن أبي الوفاء وطبقات الشافعية للسبكي، وجد أن ما يقوله أبو إسحاق مادة هامة في تلك المصادر.
صحيح أن القاضي عياض قد استدرك عليه أشياء تتصل برجال المالكية كأن يعد إبراهيم بن محمد بن مزين في رواة سحنون من الأندلسيين، قال: " ولا يعرف ذلك في الأندلس وقد رده عليه أهل الصنعة والأشبه انه ابن بلز، وهو من جلة تلك الطبقة، وكذلك صنع في أسماء كثيرة منهم في أنسابهم وذكرهم في غير طبقاتهم " (١) ؛ وقال في موضع آخر: " فلقد ذكر الشيخ أبو إسحاق الشيرازي أن أبا يحيى الوقار ممن سمع من مالك وعده في طبقة أصحابه ولم يذكر هذا أحد ممن جمع رواة مالك وإنما عدوه في أتباع أصحابه وهو الصحيح والله أعلم؛ وكذلك ذكر أبو إسحاق في اتباع أصحابه من بعد على ما ذكر يحيى في أصحابه.. وكذلك ما ذكره الشيرازي أيضاً أن عبد الملك ابن حبيب تفقه أولاً بيحيى وعيسى وحسين بن عاصم، هو وهم؛ هؤلاء نظراؤه وإنما تفقه أولاً بشيوخ هؤلاء بالأندلس: زياد وصعصعة والغازي بن قيس ونظرائهم، وكذلك ذكره عبد الله بن غافق في طبقة سحنون، وزعم انه سمع من علي بن زياد، باطل، هو من أصحاب سحنون وليس من ذوي الأسنان منهم، ومولده بعد موت علي بن زياد بأزيد من عشرين سنة " (٢) ؛ وهذه استدراكات هامة لم يتورط في مثلها أبو إسحاق وحده، وإنما وقع في مثلها كثير من العلماء، وعذر أبي إسحاق في هذا المواطن: تصحف الأسماء واضطرابها في النقل، وصعوبة التدقيق فيما يتصل بأخبار المالكة في الأندلس وأفريقية بسبب البعد الجغرافي.
_________
(١) المدارك ١: ٤٧.
(٢) المدارك ١: ٤٩.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (23,'<span data-type="title" id=toc-9>تحقيق الكتاب</span>
اعتمدت في تحقيق هذا الكتاب على نسختين:
١ - نسخة مكتبة شهيد علي (رقم: ١٩١٤) وقد رمزت لها بالحرف (ع) وهي نسخة جيدة قليلة الخطأ، منقولة عن نسخة كانت للإمام الحافظ زكي الدين عبد القوي بن عبد العظيم المنذري، وآخر طبقات السماع المدونة في آخرها تحمل تاريخ سنة أربع وخمسين وسبعمائة. وهي رواية أبي اليمن الكندي عن علي بن هبة الله بن عبد السلام عن الشيرازي؛ ونص الكتاب يقع في الورقات ٣ - ٥٢، وفيها أسمعة من ٥٢ - ٥٤، وخطها نسخي واضح وفيها ضبط بالشكل أحياناً، وفي الصفحة الواحدة منها ٢٣ سطراً، ومعدل الكلمات في كل سطر ٩ كلمات، وعلى هوامشها تعليقات قليلة، وتصويبات يكتب فوقها الحرف " ق "؛ وقد كتب على الورقة الأولى منها ترجمة موجزة للمؤلف، وورد تحت العنوان ما يلي:
" شاهدت ما مثاله ونقلته على صورته على النسخة المنقول منها:
نقل هذا الكتاب من نسختي التي عارضتها بالأصل الذي عليه خط المؤلف رحمه الله وشاهدت فيه سماع الرئيس أبي الحسن علي بن هبة الله بن عبد السلام الكاتب على المؤلف في مجالس آخرها في سنة اثنتين وسبعين وأربعمائة والسماع بخط ابن الخاضبة محمد بن أحمد بن عبد الباقي الدقاق رحمة الله وقرأته وشاهدت في الأصل الذي رأيت فيه هذا السماع وهو الذي بوقف ابن ناصر رحمة الله ببغداد سماع شيخنا العلامة أبي اليمن الكندي على أبي الحر ابن عبد السلام بقراءة أبي بكر عبد الله بن محمد بن أحمد بن النقور في جماعة درجوا كلهم إلى رحمة الله في يوم الأحد سادس صفر سنة ثمان وثلاثين وخمسمائة والحمد لله ربي العالمين؛ كتبه إسماعيل بن الانماطي رفق الله',NULL,'22',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (24,'به آمين؛ نقله كما شاهده محمد بن منيع لن عثمان بن شاد البشطاري المولد في يوم الأربعاء الثامن والعشرين من جمادى الأولى سنة خمسين وستمائة أحسن الله خاتمتها والحمد لله وصلواته على سيدنا محمد وآله وصحبه وسلم تسليماً كثيراً ".
٢ - نسخة طوبقو سراي (رقم: ٢٥٤١) وقد رمزت " ط " وهي لا تقارب النسخة السابقة في الدقة، وفي آخر ورقاتها مطالعة تحمل تاريخ مستهل شوال سنة ثمان وعشربن وثمانمائة، ويقع النص فيها بين الورقة ٢ - ٦٢، وفيها طبقات سماع (على الورقة ٦٢ب) ، وخطها نسخي جميل، والشكل فيها أكثر من النسخة السابقة، لكنها كثيرة الخطأ نسبياً، وفي كل صفحة منها ١٥ سطراً بمعدل ١٠ كلمات في السطر الواحد. وتحت العنوان على الورقة الأولى منها هذه السطور:
" قرأ علي القاضي الأجل شرف الدين عز القضاة زين الأئمة أبو الرضى محمد بن سليمان بن الحسن أحسن الله توفيقه، وسهل إلى كل خير طريقه، هذا الكتاب كتاب طبقات الفقهاء تأليف الإمام الموفق أبي إسحاق إبراهيم الفيروزابادي رضي الله عنه وأخبرته أني سمعته قراءة تصحيح ورواية وتفهم ورعاية على القاضي الإمام قاضي الخافقين أبي بكر محمد بن القاسم بن المظفر الشهرزوري رضي الله عنه وأخبرني انه سمعه على مصنفه؛ ورويته أيضاً له عن الأئمة المذكورين بباطنه بالإسناد المقيد وقد أذنت له أدام الله توفيقه أن يرويه عني بالأسانيد المذكورة بباطنه؛ وكتب محمد بن الأنصاري في يوم الاثنين حادي عشر ربيع الأول سنة خمس وتسعين وخمسمائة حامداً لله تعالى ومصلياً على سيدنا محمد النبي وآله الطاهرين وأصحابه أجمعين وسلم تسليماً ".
وقد كانت خطتي في تحقيق هذا الكتاب إثبات الفروق الهامة بين النسختين، ومراجعة الن على مصادر الشيرازي مثل طبقات ابن سعد والمعارف لابن قتيبة ومراجعته على الكتب التي نقلت عنه، وهي كتب ذكرتها',NULL,'23',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (25,'آنفاً ولم أضف إليها من الكتب إلا ما يساعد على التوضيح، دون الإكثار من ذكر مصادر كل من ترجم لهم الشيراز، فذلك يخرج الكتاب عن طبيعة الإيجاز الذي التزم به المؤلف.
كذلك فأني أضفت إلى الكتاب بعض العناوين والأرقام ليسهل على القارئ الحديث تصور موضوعه وتناوله، والله حسبي وهو نعم الوكيل.
إحسان عباس
مصادر المقدمة:
١ - وفيات الأعيان لابن خلكان ٣: ٩.
٢ - طبقات الشافعية للسبكي ٣: ٨٨.
٣ - اللباب لابن الأثير: (الفيروزابادي)
٤ - تبيين كذب المفتري لابن عساكر: ٢٧٦، ٣١٣، ٣٣٢.
٥ - شذرات الذهب لابن العماد ٣: ٣٩٤.
٦ - العبر للذهبي ٣: ٢٨٣.
٧ - المنتظم لابن الجوزي ج؟ ٨، ٩.
٨ - الكامل لابن الأثير ج؟ ١٠ (ط. صادر، بيروت) .
٩ - طبقات الفقهاء للشيرازي.
١٠ - كشف الظنون لحاجي خليفة.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (26,'<span data-type="title" id=toc-10>بسم الله الرحمن الرحيم</span>
حسبي الله وكفى
الحمد لله حق حمده وصلواته على محمد (١) خير خلقه وعلى آله وصحبه (٢) : هذا كتاب مختصر في ذكر الفقهاء وأنسابهم، ومبلغ أعمارهم ووقت وفاتهم، وما دل على علمهم من ثناء الفضلاء عليهم، وذكر من أخذ عنهم العلم من أتباعهم وأصحابهم، لا يسع الفقيه جهله لحاجته إليه في معرفة من (٣) يعتبر قوله في انعقاد الإجماع ويعتد به في الخلاف. وبدأت بفقهاء الصحابة رضي الله عنهم، ثم من بعدهم من التابعين وتابعي التابعين رحمهم الله، ثم بفقهاء الأمصار، وإلى الله تعالى أرغب أن يوفقني للصواب، ويجزل لي في الأجر والثواب، إنه كريم وهاب.
_________
(١) ط: سيدنا محمد.
(٢) ط: وصحبه من بعده.
(٣) ط: إليه فيمن.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (27,'<span data-type="title" id=toc-11>فقهاء الصحابة رضي الله عنهم</span>',NULL,'33',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (28,'فراغ',NULL,'34',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (29,'<span data-type="title" id=toc-12>ذكر فقهاء الصحابة رضي الله عنهم</span>
اعلم أن أكثر أصحاب رسول الله صلى الله عليه وسلم الذين صحبوه ولازموه كانوا فقهاء، وذلك أن طرق (١) الفقه في حق الصحابة خطاب الله تعالى وخطاب رسوله صلى الله عليه وسلم وما عقل منهما، وأفعال رسول الله صلى الله عليه وسلم وما عقل منها؛ فخطاب الله عز وجل هو القرآن، وقد أنزل ذلك بلغتهم وعلى أسباب عرفوها وقصص كانوا فيها، فعرفوا مسطوره ومفهومه ومنصوصه ومعقوله، ولهذا قال أبو عبيدة في كتاب المجاز (٢) : لم ننقل (٣) أن أحداً من الصحابة رجع في معرفة شيء من القرآن إلى رسول الله صلى الله عليه وسلم وخطاب رسول الله صلى الله عليه وسلم بلغتهم يعرفون معناه ويفهمون منطوقه وفحواه وأفعاله التي (٤) فعلها من العبادات والمعاملات والسير والسياسات، وقد شاهدوا (٥) ذلك كله وعرفوه وتكرر عليهم وتبحروه، ولهذا قال النبي صلى الله عليه وسلم: أصحابي كالنجوم بأيهم اقتديتم اهتديتم؛ ولأن من نظر فيما نقلوه عن رسول الله صلى الله عليه وسلم من أقواله
_________
(١) ط: طريق.
(٢) مجاز القرآن (١: ٨) : فلم يحتج السلف ولا الذين أدركوا وحيه إلى النبي صلى الله عليه وسلم أن يسألوا عن معانيه.
(٣) ط: ينقل.
(٤) ط: هي التي.
(٥) ط: شهدوا.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (30,'وتأمل ما وصفوه من أفعاله في العبادات وغيرها اضطر إلى العلم بفقههم وفضلهم. غير أن الذي اشتهر منهم بالفتاوى والأحكام وتكلم في الحلال والحرام جماعة مخصوصة.
فمنهم
<span data-type="title" id=toc-13>أبو بكر الصديق</span>
، رضي الله عنه: إمام الأئمة وخليفة رسول الله صلى الله عليه وسلم على الأمة، وهو عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد ابن تيم بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر التيمي، يجتمع مع رسول الله صلى الله عليه وسلم في مرة بن كعب، وهو في القعدد (١) مثل رسول الله صلى الله عليه وسلم، بين كل واحد منهما وبين مرة ستة آباء. مات سنة ثلاث عشرة وهو ابن ثلاث وستين سنة، وكانت خلافته سنتين وأشهراً. وكان من أعلم الصحابة، قدمه رسول الله صلى الله عليه وسلم للصلاة بالناس في حياته، وقد قال رسول الله صلى الله عليه وسلم (٢) : " ليؤمكم أقرأكم لكتاب الله عز وجل، فإن كنتم في القراءة سواء فليؤمكم أعلمكم بالسنة، فإن كنتم في السنة سواء فليؤمكم أقدمكم هجرة، فإن كنتم في الهجرة سواء فليؤمكم أكبركم سناً (٣) ؛ فلو لم يكن أعلمهم بالسنة لما قدم ". وروي حذيفة بن اليمان أن النبي صلى الله عليه وسلم قال: " اقتدوا بالذين من بعدي: أبي بكر وعمر واهتدوا بهدي عمار بن ياسر (٤) وتمسكوا بعهد أم عبد "؛ ولأن الأمة أجمعت بعد موت رسول الله صلى الله عليه وسلم على تقديمه في الخلافة ولا يقدم في الخلافة إلا إمام مجتهد. وروى ابن عون عن ابن سيرين قال: كانوا يرون أن الرجل الواحد يعلم من العلم ما لا يعلمه الناس أجمعون، قال: فكأنه رأى أني أنكرت فقال: إني أراك تنكر ما أقول، أليس أبو بكر كان يعلم ما لا يعلم الناس، ثم عمر كان يعلم ما لا
_________
(١) القعدد: قرب النسب من الجد الأكبر.
(٢) صحيح مسلم ١: ١٨٦ والمحلى ٤: ٢٠٧.
(٣) روي أيضاً: فأقعدمكم سلماً أي إسلاماً.
(٤) ابن ياسر، سقط من ط وهو بهامش ع.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (31,'يعلم الناس؟ وأيضاً فإنه أبان في قتال مانعي الزكاة من قوته في الاجتهاد ومعرفته بوجوه الاستدلال ما عجز عنه غيره، فإنه روي أ، عمر رضي الله عنه ناظره فقال له: يا أبا بكر (١) كيف تقاتل الناس وقد قال رسول الله صلى الله عليه وسلم (٢) : " أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فمن قال لا إله إلا الله عصم مني ماله ودمه إلا بحقه وحسابه على الله "، فقال أبو بكر: والله لأقاتلن من فرق بين الصلاة والزكاة فإن الزكاة حق المال لو منعوني عناقاً كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها. قال عمر رضي الله عنه: والله ما هو إلا أني رأيت الله قد شرح صدر أبي بكر للقتال فعرفت أنه الحق. فانظر كيف منع عمر من التعلق بعموم الخبر من طريقين: أحدهما أنه بين أن الزكاة من حقها فلم يدخل مانعها في عموم الخبر، والثاني أنه بين أنه خص الخبر في الزكاة كما خص في الصلاة فخص بالخبر مرة وبالنظر أخرى وهذا غاية ما ينتهي إليه المجتهد المحقق والعالم المدقق.
قال الإمام (٣) : وأيضاً فإنه لم يكن أحد يفتي بحضرة النبي صلى الله عليه وسلم غير أبي بكر الصديق رضي الله عنه، روي أنه لما أقر ماعز بالزنا ثلاث مرات عند رسول الله صلى الله عليه وسلم قال له أبو بكر رضي الله عنه: إن أقررت رابعة (٤) رجمك رسول الله صلى الله عليه وسلم؛ وقال في سلب قتيل قتله أبو قتادة، فأخذ سلبه رجل غيره وبقال الذي أخذ سلبه للنبي صلى الله عليه وسلم صدق أبو قتادة وسلب ذل القتيل عندي فأرضه منه، فقال أبو بكر: لا ها الله إذاً لا تعمد إلى أسد من أسد الله يقاتل عن
_________
(١) يا أبا بكر: سقط من ط.
(٢) مجمع الزوائد ١: ٢٤ - ٢٥.
(٣) قال الإمام: سقط من ط.
(٤) ط: رابعاً.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (32,'الله ورسوله فيعطيك سلبه، ولا يقدم على الفتيا (١) بحضرة رسول الله صلى الله عليه وسلم مع عظم القدر وجلالة المحل إلا الثقة بعلمه والمتحقق (٢) بفضله وفهمه.
ومنهم أمير المؤمنين أبو حفص
<span data-type="title" id=toc-14>عمر بن الخطاب</span>
، رضي الله عنه، ابن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح بن عدي بن كعب ابن لؤي بن غالب بن فهر بن مالك بن النضر العدوي، يجتمع مع رسول الله صلى الله عليه وسلم في كعب بن لؤي.
مات سنة ثلاث وعشرين؛ قال ابن عمر: وهو (٣) ابن خمس وخمسين؛ وروي عن معاوية (٤) رضي الله عنه أنه قال يوماً (٥) : مات عمر وهو ابن ثلاث وستين، وكانت ولايته عشر سنين وأشهراً.
وكان من أجلاء فقهاء الصحابة وعظمائهم؛ روى عبد الله بن عمر أن النبي صلى الله عليه وسلم قال (٦) : " بينا أنا نائم إذ رأيت قدحاً أتيت فيه بلبن فشربت (٧) منه حتى أني لأرى الري يجري في أظفاري ثم أعطيت فضلي عمر "؛ قالوا: ما أولت (٨) يا رسول الله؟ قال: العلم. وروى الفضل بن عباس رضي الله عنهما قال (٩) : قال رسول الله صلى الله عليه وسلم: " عمر معي وأنا مع عمر والحق بعدي مع عمر حيث كان ".
_________
(١) ط: الفتوى.
(٢) ط: للثقة ... والتحقيق.
(٣) ط: ومات وهو.
(٤) ط: معاوية بن أبي سفيان.
(٥) يوما: سقطت من ط.
(٦) صحيح مسلم ٢: ٢٣٢ ومجمع الزوائد ٩: ٦٩.
(٧) ط: شربت، ع: وشربت.
(٨) ط: فبم أولت ذلك.
(٩) انظر أحاديث في جعل الحق على لسان عمر في مجمع الزوائد ٩: ٦٦.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (33,'وروى محمد بن سهل بن أبي خيثمة عن أبيه أنه قال: كان الذي يفتون على عهد رسول الله صلى الله عليه وسلم ثلاثة من المهاجرين وثلاثة من الأنصار: عمر وعثمان وعلي وأبي بن كعب ومعاذ بن جبل وزيد بن ثابت. وروي أن ابن عباس رضي الله عنه كان إذا سئل عن الشيء فإن لم يكن في كتاب الله وسنة رسوله قال بقول أبي بكر، فإن لم يكن فبقول عمر. وروى الأعمش عن أبي وائل عن عبد الله قال: لو وضع علم عمر في كفة ووضع علم الناس في كفة لرجح علم عمر؛ قال الأعمش: فأتيت إبراهيم أبشره فقال: ألا أخبرك بأفضل من هذا عن عبد الله: قال عبد الله: لقد مات عمر فذهب بتسعة أعشار العلم. وقال معاذ بن جبل: إن أعلم الناس بفريضة وأقسمهم لها عمر بن الخطاب، وقال سعيد بن المسيب: ما أعلم أحداً بعد رسول الله صلى الله عليه وسلم أعلم من عمر. وقال الشعبي: من سره أن يأخذ بالوثيقة في القضايا (١) فليأخذ بقضاء عمر فإنه يستشير. وروي أن عبد الله بن الحسن ابن الحسن (٢) مسح على خفيه فقيل له: تمسح؟ قال: نعم، مسح عمر بن الخطاب، ومن جعل عمر بن الخطاب بينه وبين الله فقد استوثق.
قال المصنف رحمه الله (٣) : ولأن من نظر في فتاويه على التفصيل، وتأمل معاني قوله على التحصيل، وجد في كلامه من دقيق الفقه ما لا يجد في كلام أحد، ولو لم يكن له إلا الفصول التي ذكرها في كتابه إلى أبي موسى الأشعري لكفى ذلك في الدلالة على فضله، فإنه كتب إليه (٤) : أما بعد فإن القضاء فريضة محكمة وسنة متبعة، فافهم فيما أدلي إليك فإنه لا ينفع تكلم بحق لا نفاذ له بين الناس في لفظك ولحظك ومجلسك حتى لا
_________
(١) ط: القضاء.
(٢) ابن الحسن: سقطت من ط.
(٣) قال ... الله: سقطت من ط.
(٤) كتاب عمر إلى أبي موسى في عيون الأخبار ١: ٦٦.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (34,'يطمع شريف في حيفك ولا ييأس ضعيف من عدلك؛ البينة على المدعي واليمين على من أنكر والصلح جائز بين المسلمين (١) إلا صلحاً أحل حراماً أو حرم حلالاً، والفهم (٢) الفهم فيما تلجلج في نفسك مما ليس في نص كتاب ولا سنة، ثم اعرف الأشكال والأمثال فقس (٣) الأمور عند ذلك بأشبهها بالحق. فبين في هذا الكتاب من آداب القضاء وصفة الحكم وكيفية الاجتهاد واستنباط القياس ما يعجز عنه كل أحد، ولولا خوف الإطالة لذكرت من فقهه في فتاويه ما يتحير فيه كل فاضل، ويتعجب من حسنه كل عاقل.
ومنهم أمير المؤمنين أبو عمرو، وقيل أبو عبد الله،
<span data-type="title" id=toc-15>عثمان بن عفان</span>
ابن أبي العاص بن أمية بن عبد شمس بن عبد مناف بن قصي الأموي، يجتمع مع رسول الله صلى الله عليه وسلم في عبد مناف.
قتل يوم الجمعة (٤) في ذي الحجة سنة خمس (٥) وثلاثين وهو صائم. قال الواقدي: كان ابن اثنتين وثمانين سنة، وقال قتادة: ابن تسع أو ثمان وثمانين؛ وكانت خلافته اثنتي عشرة سنة إلا أياماً.
وكان من كبار الفقهاء رضي الله عنه؛ روى سهل بن أبي خيثمة أنه كان من المفتين على عهد رسول الله صلى الله عليه وسلم؛ وروى عبد الرحمن بن القاسم عن أبيه أن أبا بكر كان إذا نزل به أمر يريد فيه مشاورة أهل الرأي والفقه دعا رجالاً من المهاجرين والأنصار، دعا عمر وعثمان وعلياً وع الرحمن ومعاذ بن جبل وأبي بن كعب وزيد بن ثابت رضي الله
_________
(١) ط: بين المسلمين جائز، وفي عيون الأخبار: جائز بين الناس.
(٢) ط: الفهم، وكذلك في عيون الأخبار.
(٣) ط: وقس، عيون الأخبار: ثم قس.
(٤) يوم الجمعة: سقط من ط.
(٥) كذا في هامش ع ومتن ط، وفي متن ع: ست.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (35,'عنهم، فمضى أبو بكر على ذلك، ثم ولي عمر فكان يدعو هؤلاء النفر.
وروي (١) أن جارية سوداء رفعت إلى عمر رضي الله عنه فخفقها بالدرة خفقات وقال: أي لكاع زنيت؟ قالت: من مرعوش بدرهمين، تخبر بصاحبها الذي صنع بها ومهرها الذي أعطاها، فقال عمر: ما ترون؟ وعنده عثمان وعلي وعبد الرحمن، فقال علي: أن ترجمها، وقال عبد الرحمن: أرى مثل ما رأى أخوك (٢) ، فقال لعثمان: ما ترى؟ قال: أراها تستهل (٣) بالذي صنعت لا ترى به بأساً وإنما حد الله تعالى على من علم أمر الله عز وجل، قال: صدقت، فرد (٤) على الجماعة وأسقط الحد وبين العلة وهو أنها تجهل ما صنعت فلا يجب عليها الحد (٥) .
وأيضاً فإن عمر رضي الله عنه جعله في الشورى واختاره المسلمون للخلافة ولا يختار للخلافة إلا إمام مجتهد. وروى ابن عون عن ابن سيرين قال: كانوا يرون أعلم الناس بالمناسك عثمان بن عفان، ولأنه ما من حادثة حدثت في الفرائض وغيرها إلا وله فيها قضية مرضية وحكومة ماضية.
ومنهم أمير المؤمنين أبو الحسن (٦)
<span data-type="title" id=toc-16>علي بن أبي طالب</span>
رضي الله عنه واسم أبي طالب عبد مناف بن عبد المطلب بن هاشم، ابن عم رسول الله صلى الله عليه وسلم.
_________
(١) قارن بما في المحلى ١١: ١٨٤.
(٢) ط: مثل رأي أخيك.
(٣) ط: تستهين.
(٤) ط: ورد.
(٥) يبدو أن عمر لم يأخذ برأي عثمان هنا، قال ابن حزم في هذه القصة: ((فأمر بها فجلدت مائة وغرّبها)) .
(٦) أبو الحسن: سقطت من ط.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (36,'قتله عبد الرحمن بن ملجم لعنه الله صبيحة ليلة الجمعة لسبع عشرة ليلة مضت من شهر رمضان سنة أربعين، وهو ابن ثمان وخمسين سنة، وقيل ابن (١) ثلاث وستين سنة؛ وكانت خلافته أربع سنين وتسعة أشهر وأياماً.
وكان من جلاء فقهاء الصحابة. روي عنه أنه قال: بعثني رسول الله صلى الله عليه وسلم إلى اليمن فقلت: يا رسول الله أتبعثني وأنا شاب وهم كهول ولا علم لي بالقضاء، قال: انطلق فإن الله عز وجل سيهدي قلبك ويثبت لسانك؛ قال علي: فوالله ما تعاييت في شيء بعد. وروي أنه قال: اللهم اهدِ قلبه؛ قال: فما شككت في قضاء بين اثنين حتى جلست مجلسي هذا. وروى ابن عباس قال: خطبنا عمر رضي الله عنه فقال: علي أقضانا وأبي أقرأنا وإنا لنترك أشياء من قول أبيّ. وروى الحسن قال: جمع عمر رضي الله عنه أصحاب النبي صلى الله عليه وسلم ليستشيرهم وفيهم علي فقال: قل فأنت أعلمهم وأفضلهم. وروى سعيد بن المسيب قال: كان عمر يتعوذ بالله من معضلة ليس فيها أبو حسن. وقال عبد الله: إن أعلم أهل المدينة بالفرائض ابن أبي طالب؛ وقال ابن عباس: أعطي علي تسعة أعشار العلم وأنه لأعلمهم بالعشر الباقي. وقالت عائشة رضي الله عنها: من أفتاكم بصوم عاشوراء؟ فقيل علي بن أبي طالب، قالت: أما إنه أعلم الناس بالسنة، وروي أنها قالت: أعلم من بقي بالسنة. وقال مسروق: انتهى العلم إلى ثلاثة: عالم بالمدينة وعالم بالشام وعالم بالعراق؛ فعالم المدينة علي بن أبي طالب رضي الله عنه (٢) ، وعالم العراق عبد الله بن مسعود، وعالم الشام أبو الدرداء، فإذا التقوا سأل عالم الشام وعالم العراق عالم المدينة ولم يسألهما. وقال عبد الملك بن
_________
(١) ط: وهو ابن.
(٢) ط: عليه السلام.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (37,'أبي سليمان، قلت لعطاء: أكان من أصحاب النبي (١) صلى الله عليه وسلم أحد علم من علي؟ قال: لا والله ما أعلمه.
ومنهم أبو عبد الرحمن
<span data-type="title" id=toc-17>عبد الله بن مسعود</span>
الهذلي: مات بالمدينة سنة اثنتين وثلاثين وهو ابن بضع وستين سنة.
روي (٢) أن النبي صلى الله عليه وسلم قال (٣) : " رضيت لأمتي ما رضي لها ابن أم عبد ". وروى حارثة بن مضرب أن عمر رضي الله عنه كتب إلى أهل الكوفة (٤) : أما بعد فإني قد بعثت إليكم عماراً أميراً وع الله قاضياً ووزيراً، وإنهما من نجباء أصحاب النبي صلى الله عليه وسلم وممن شهد بدراً، فاسمعوا لهما وأطيعوا فقد آثرتكم بهما على نفسي. وروي عنه أنه قال: أما إنه أطولنا فوقاً (٥) ، كنيف ملئ علماً. وروى أبو البختري أن علياً كرم الله وجهه قيل له: أخبرنا عن أصحاب رسول الله صلى الله عليه وسلم فقال: عمن تسألوني؟ قالوا: عن عبد الله، قال: " علم القرآن والسنة ". وروى يزيد بن عميرة قال: لما حضر معاذ بن جبل الموت قيل له: يا أبا عبد الرحمن أوصنا، قال: التمسوا العلم عند أربعة: عند عويمر أبي الدرداء وعند سلمان الفارسي وعند عبد الله بن مسعود وعند عبد الله بن سلام. وقال هذيل ابن شرحبيل: سئل ابن وموسى عن رجل ترك بنتاً وبنت ابن وأختاً فقال: ايت ابن مسعود فسيتابعني فجاء إليه فقال: للبنت النصف ولبنت الابن
_________
(١) ط: رسول الله.
(٢) ط: وروي.
(٣) مجمع الزوائد ٩: ٢٩٠.
(٤) طبقات ابن سعد ٣: ١٥٧.
(٥) الفوق: موضع الوتر من السهم، والقول كناية عن كثرة نصيبه من الدين والفضل.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (38,'السدس تكملة الثلثين وما بقي للأخت، فأتيت أبا موسى وأخبرته فقال: لا تسألوني عن شيء ما دام هذا الحبر فيكم. وقال علقمة: قدمت الشام فلقيت أبا الدرداء فسألته فقال: تسألوني وفيكم عبد الله بن مسعود؟
وأخذ عن عبد الله العلم خلق (١) منهم علقمة والأسود وشريح وعبيدة السلماني والحارث الأعور. وقال الشعبي: ما كان من أصحاب النبي صلى الله عليه وسلم أفقه صاحاً من عبد الله بن مسعود.
ومنهم
<span data-type="title" id=toc-18>أبو موسى</span>
عبد الله بن قيس بن سليم الأشعري: مات بالكوفة سنة اثنتين وخمسين، وقيل سنة اثنتين وأربعين. وكان ممن بعثه رسول الله صلى الله عليه وسلم إلى اليمن ليعلم الناس القرآن، وولاه عمر رضي الله عنه البصرة. وقال أنس: بعثني الأشعري إلى عمر رضي الله عنهما فأتيته فسألني عنه فقلت: تركته يعلم الناس، فقال: أما أنه كيس (٢) فلا تسمعها إياه. وقال أبو البختري: سئل علي بن أبي طالب عن أبي موسى فقال: صبغ في العلم صبغة. وقال مسروق: كان العلم في ستة نفر من أصحاب رسول الله صلى الله عليه وسلم يصفهم أهل الكوفة: عمر وعلي وعبد الله (٣) وأبو موسى وأبي وزيد بن ثابت.
ومنهم أبو المنذر
<span data-type="title" id=toc-19>أبيّ بن كعب</span>
من بني النجار: مات بالمدينة، واختلف في موته، فقال قوم: مات في خلافة عمر سنة اثنتين وعشرين وقال عمر:
_________
(١) ط: خلق كثير.
(٢) ط: لسن؛ طبقات ابن سعد (٤: ١٠٥) : كبير.
(٣) بعد هذه الكلمة حدث سقط في ط حتى قوله: من أراد.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (39,'اليوم مات سيد المسلمين، وقال قوم: مات في خلافة عثمان سنة ثلاثين. وروي عنه أنه قال، قال رسول الله صلى الله عليه وسلم (١) " أي آية معك في كتاب الله أعظم ". قلت: " الله لا إله إلا هو الحي القيوم " البقرة: ٢٢٥ قال: فضرب في صدري وقال ليهنك العلم، فوالذي نفسي بيده أن لها للساناً وشفتين تقدس الملك عند ساق العرش. وتحاكم إليه عمر والعباس رضي الله عنه عنهما في دار كانت للعباس إلى جانب المسجد فقضى للعباس على عمر؛ ولا تولى القضاء إلا عالم. وقال مسروق: شاممت (٢) أصحاب رسول الله صلى الله عليه وسلم فوجدت علمهم انتهى إلى هؤلاء الستة: عمر وعلي وعبد الله وأبيّ وأبي الدرداء وزيد بن ثابت رضي الله عنهم.
ومنهم أبو عبد الرحمن
<span data-type="title" id=toc-20>معاذ بن جبل</span>
بن عمرو بن أوس الخزرجي: مات بناحية الأردن (٣) . قال الواقدي: مات سنة تسع عشرة أو ثمان عشرة وهو ابن أربع وثلاثين سنة. وكان ممن بعثه رسول الله صلى الله عليه وسلم إلى اليمن فقال (٤) : بم تقضي؟ قال: بكتاب الله، قال: فإن لم تجد؟ قال: بسنة رسول الله، قال: فإن لم تجد؟ قال: اجتهد رأيي، قال: الحمد لله الذي وفق رسول رسول الله لما يرضاه رسول الله صلى الله عليه وسلم؛ ولا يبعث للقضاء إلا عالماً، لأنه لما سأله بين طرق الأحكام وأجاد وأحسن وأخبر أنه يجتهد رأيه، فأقره النبي صلى الله عليه وسلم وحمد الله تعالى عليه. وروى عمر بن الخطاب قال: قال رسول الله صلى الله عليه وسلم أن معاذ بن
_________
(١) انظر تفسير القرطبي ٣: ٢٦٨.
(٢) شاممت الرجل: اذا قاربته ودنوت منه.
(٣) في ع: أردن، والأعراف بألف ولام؛ وكانت وفاة معاذ في طاعون عمواس.
(٤) انظر الاستيعاب: ١٤٠٣ وما بعدها.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (40,'جبل كان قانتاً لله حنيفاً وأنه برتوة (١) بين يدي العلماء يوم القيامة ليس بينه وبين الله تعالى إلا النبيين والمرسلين. وروى أنس أن النبي صلى الله عليه وسلم قال: " أرحم أمتي أبو بكر، وأشدها في دين الله عمر، وأصدقها حياء عثمان، وأفرضهم<span data-type="title" id=toc-21> زيد بن ثابت</span>، وأقرأهم أبيّ، وأعلمهم بالحلال والحرام معاذ بن جبل، وإن لكل أمة أميناً وأمين هذه الأمة أبو عبيدة بن الجراح رضي الله عنه ". وخطب عمر بن الخطاب رضي الله عنه فقال: من أراد أن يسأل عن الفقه فليأت معاذ بن جبل. وروى أبو مسلم الخولاني قال: دخلت حمص فرأيت حلقة فيها اثنان وثلاثون رجلاً من أصحاب رسول الله صلى الله عليه وسلم وإذا فيهم شاب أكحل العينين براق الثنايا فإذا امترى القوم في شيء أقبلوا عليه فسألوه، فقلت لجليس لي: من هذا؟ قال: هذا معاذ ابن جبل.
ومنهم أبو سعيد، ويقال أبو عبد الرحمن،
زيد بن ثابت
بن الضحاك الخزرجي: قدم النبي صلى الله عليه وسلم المدينة وله إحدى عشرة سنة ومات بالمدينة سنة خمس وأربعين. وقال فيه النبي صلى الله عليه وسلم: " أفرضهم زيد " (٢) . وقال الشعبي: أمسك ابن عباس بركاب زيد بن ثابت فقال: تمسك ركابي ونت ابن عم رسول الله صلى الله عليه وسلم؟ قال: إنا هكذا نصنع بالعلماء. وقال سالم: كنا مع ابن عمر يوم مات زيد فقال: مات عالم الناس اليوم. وقال سليمان بن يسار: كان عمر وعثمان لا يقدمان على زيد بن ثابت أحداً في القضاء والفتوى والفرائض والقراءة. وخطب عمر رضي الله عنه بالجابية فقال: من أراد أن يسأل عن الفرائض فليأت زيد بن ثابت.
_________
(١) الرتوة: رمية سهم وقيل خطوة (الفائق ١: ٤٥٦) .
(٢) ط: زيد بن ثابت.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (41,'وقال مسروق: دخلت المدينة فوجدت بها من الراسخين في العلم زيد ابن ثابت.
وأخذ عن زيد عشرة من فقهاء المدينة: سعيد بن المسيب وأبو سلمة ابن عبد الرحمن وعبيد الله بن عبد الله بن عتبة بن مسعود وعروة بن الزبير وأبو بكر ابن عبد الرحمن وخارجة بن زيد وسليمان بن يسار وأبان بن عثمان وقبيصة بن ذؤيب رضي الله عنهم.
ومنهم
<span data-type="title" id=toc-22>أبو الدرداء</span>
عويمر بن مالك - ويقال عويمر بن زيد ويقال عويمر ابن عامر - من بلحارث (١) : مات بالشام سنة إحدى أو اثنتين وثلاثين. وقال معاذ حين حضرته الوفاة وقيل له: أوصنا، فقال: التمسوا العلم عند ابن أم عبد وعويمر أبي الدرداء وسلمان وعبد الله بن سلام، وعن أبي الدرداء أنه قال: سلوني فوالذي نفسي بيده لئن فقدتمون لتفقدن رجلاً عظيماً من أمة محمد صلى الله عليه وسلم.
ومنهم أم المؤمنين
<span data-type="title" id=toc-23>عائشة</span>
بنت أبي بكر الصديق، رضوان الله عليها: ماتت سنة ثمان (٢) ، وقيل سنة سبع وخمسين، بالمدينة. روى عن علي بن أبي طالب كرم الله وجهه أنه قال: لو كانت امرأة تكون خليفة لكانت عائشة خليفة (٣) . وقال أبو موسى الأشعري: ما أشكل على أصحاب رسول الله صلى الله عليه وسلم شيء فسألنا عنه عائشة إلا وجدنا
_________
(١) ط: ابن الحارث؛ وهو من بلحارث ابن الخزرج، وفي اختلاف اسمه ونسبه انظر الاستيعاب: ١٦٤٦.
(٢) زاد في هامش ط: وخمسين.
(٣) خليفة: سقطت من ط.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (42,'عندها منه علماً. ولما أجابت في الغسل من الإكسال (١) قال أبو موسى: لا أسأل عنه أحداً بعد هذا اليوم (٢) . وقال عمر رضي الله عنه في ذلك: من خالف بعد هذا جعلته نكالاً. وقال قبيصة بن ذؤيب: كان عروة بن الزبير يغلبنا بدخوله على عائشة، وكانت عائشة أعلم الناس، يسأل الأكابر من أصحاب رسول الله صلى الله عليه وسلم. وقال عروة: كانت عائشة أعلم الناس بالحديث، وأعلم الناس بالقرآن، وأعلم الناس بالشعر، ولقد قلت قبل أن تموت بأربع سنين: لو ماتت عائشة لما (٣) ندمت على شيء إلا كنت سألتها عنه. وقال مسروق وقد سئل عن عائشة، هل كانت تحسن الفرائض؟ فقال: لقد رأيت أصحاب محمد (٤) صلى الله عليه وسلم يسألونها عن الفرائض.
ثم حصل علم هؤلاء في طبقة أخرى من أحداث الصحابة.
منهم (٥) أبو العباس
<span data-type="title" id=toc-24>عبد الله بن العباس</span>
بن عبد المطلب بن هاشم بن عبد مناف، ابن عمر رسول الله صلى الله عليه وسلم: توفي رسول الله صلى الله عليه وسلم وله ثلاث عشرة سنة، ومات بالطائف سنة ثمان وستين، وهو ابن إحدى وسبعين (٦) سنة، قال الواقدي: مات وهو ابن اثنتين وسبعين سنة. وكان النبي صلى الله عليه وسلم دعا له فقال: اللهم فقهه في الدين وعلمه التأويل. وقال عبد الله: كان عمر بن الخطاب يسألني مع الأكابر من أصحاب محمد صلى الله عليه وسلم وكان يقول: لا يتكلم حتى يتكلموا.
_________
(١) الاكسال: أن يجامع الرجل دون أن ينزل.
(٢) ط: بعد اليوم.
(٣) ط: ما.
(٤) ط: رسول الله.
(٥) ط: فمنهم.
(٦) ط: وتسعين؛ وهو خطأ.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (43,'وروى ابن عباس أن عمر كان يدينه فقال له عبد الرحمن بن عوف: أن أبناء مثله، فقال عمر: إنه من حيث تعلم. وقال له عمر: إنك لأصبح فتياننا وجهاً، وأحسنهم خلقاً، وأفقههم في كتاب الله عز وجل. وأحرق علي بن أبي طالب رضي الله عنه قوماً من الزنادقة فأنكر عليه ابن عباس ذلك، فقال: ويح ابن أم الفضل إنه لغواص على الهنات (١) . وقال ابن عمر: نعم ترجمان القرآن ابن عباس. وقالت عائشة رضي الله عنها: من استعمل على الموسم العام؟ قالوا: ابن عباس، قالت (٢) : هو أعلم الناس بالحج. وقال ابن أبي نجيح: كان أصحاب ابن عباس يقولون: إن ابن عباس أعلم من عمر وعلي وعبد الله، فيعيب (٣) الناس عليهم، فيقولون: لا تعجلوا علينا، إنه لم يكن أحد من هؤلاء إلا عنده من العلم ما ليس عند صاحبه وإن ابن عباس قد جمعه كله. وكان عطاء إذا حدث عنه قال: حدثني البحر. وكان ميمون بن مهران إذا ذكر عنده<span data-type="title" id=toc-25> عبد الله بن عمر </span>وعبد الله بن عباس قال: كان ابن عباس أفقههما.
وأخذ الفقه عن ابن عباس جماعة منهم: عطاء بن أبي رباح وطاوس ومجاهد وسعيد بن جبير وعبيد الله بن عبد الله بن عتبة بن مسعود وأبو الشعثاء جابر بن زيد وابن أبي مليكة وعكرمة وميمون بن مهران وعمرو بن دينار.
ومنهم أبو عبد الرحمن
عبد الله بن عمر
بن الخطاب: توفي بمكة سنة أربع أو ثلاث، وقيل اثنتين وسبعين، وهو ابن أربع وثمانين سنة. قال
_________
(١) ط: السنة.
(٢) ط: فقالت.
(٣) ط: فيعتب.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (44,'ابن سيرين: كانوا يرون أعلم الناس بالمناسك ابن عمر بعد ابن عفان. وقال أبو إسحاق الهمداني: كنا عند ابن أبي ليلى في بيته فجاءه أبو سلمة ابن عبد الرحمن فقال: عمر كان عندكم أفضل أم ابنه؟ قالوا: لا بل عمر، فقال أبو سلمة: إن عمر كان في زمانه له فيه نظراء، وإن ابن عمر كان في زمانه ليس له فيه نظير. وقال مالك: أقام ابن عمر بعد النبي صلى الله عليه وسلم ستين سنة يفتي الناس في الموسم، وكان من أئمة الدين.
ومنهم أبو بكر ويقال (١) أبو حبيب (٢)
<span data-type="title" id=toc-26>عبد الله بن الزبير</span>
بن العوام ابن خويلد: وهو أول مولود ولد في الإسلام بعد الهجرة، فكبر أصحاب رسول الله صلى الله عليه وسلم لولادته. وقتل بمكة سنة خمس وسبعين، وسمع عبد الله بن عمر تكبير أهل الشام على قتله فقال: الذين كبروا على مولده خير من الذي كبروا على قتله. وبويع على الخلافة، ولا يبايع على الخلافة إلا فقيه مجتهد. وقال القاسم: ما كان أحد أعلم بالمناسك من ابن الزبير.
ومنهم أبو محمد
<span data-type="title" id=toc-27>عبد الله بن عمرو</span>
بن العاص السهمي: توفي سنة سبع وسبعين بمصر، وذكر القتبي (٣) أنه توفي سنة خمس وستين، وهو ابن اثنتين وسبعين سنة، وكان بينه وبين أبيه اثنتا عشرة سنة. وذكر في الخلافة زمن (٤) التحكيم ولا يذكر إلا عالم مجتهد. وكان (٥) يفتي في الصحابة.
_________
(١) ط: وقيل.
(٢) في الأصلين بالحاء المهملة وتحتها إشارة ضبط، وهو في المصادر: ((خبيب)) بالخاء المعجمة.
(٣) انظر المعارف: ٢٨٦.
(٤) ط: يوم.
(٥) ط: وقد كان.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (45,'قال عبد الرحمن بن زيد بن أسلم: لما مات العبادلة: عبد الله بن عباس وعبد الله بن الزبير وعبد الله بن عمر وعبد الله بن عمرو بن العاص صار الفقه في جميع البلدان إلى الموالي.
وممن أخذ عنه الفقه من الصحابة: أبو سعيد الخدري وأبو هريرة الدوسي وجابر بن عبد الله الأنصاري ورافع بن خديج (١) وسلمة بن الأكوع وأبو واقد الليثي وعبد الله بن بحينة (٢) .
قال زياد بن مينا: كان ابن عباس وابن عمر وأبو سعيد الخدري وأبو هريرة وجابر بن عبد الله ورافع بن خديج وسلمة بن الأكوع وأبو واقد الليثي وعبد الله بن بحينة مع أشباه لهم من أصحاب رسول الله صلى الله عليه وسلم يفتون بالمدينة ويحدثون عن رسول الله صلى الله عليه وسلم من لدن توفي عثمان بن عفان (٣) إلى أن توفوا. والذين صارت الفتوى إليهم منهم: ابن عباس وابن عمر وأبو سعيد الخدري وأبو هريرة وجابر بن عبد الله الأنصاري.
وممن نقل عنه الفقه:
<span data-type="title" id=toc-28>عبد الله بن المغفل</span>
المزني؛ قال الحسن: هو أحد النفر العشرة الذين بعث إلينا عمر ليفقهوا أهل البصرة.
وأبو نجيد
<span data-type="title" id=toc-29>عمران بن حصين</span>
الأسلمي الخزاعي، وجهه عمر إلى البصرة ليعلم الناس؛ قال يحيى بن سعيد القطان: ما قدم علينا البصرة من أصحاب رسول الله صلى الله عليه وسلم أقول بالحق من أبي بكرة ولا أفضل فضلاً من عمران بن حصين، تسلم عليه الملائكة من جوانب بيته.
وأبو حمزة أنس بن مالك؛ قال قتادة: لما مات أنس قال مؤرق العجلي:
_________
(١) ضبطه في التهذيب بفتح الخاء المعجمة وكسر الدال المهملة (٣: ٢٢٩) .
(٢) ينسب إلى أمه ((بحينة)) بنت الحارث بن عبد المطلب، وابوه مالك من الأزد (المعارف: ٣٢٥) .
(٣) ابن عفان: سقط من ط.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (46,'اليوم ذهب نصف العلم؛ كان إذا خالفنا الرجل قلنا: تعالى إلى من سمعه من رسول الله صلى الله عليه وسلم.
وفي الصحابة خلق كثير غير هؤلاء نقل عنهم الفقهاء كطلحة بن عبيد الله والزبير بن العوام وسعد بن أبي وقاص وسعيد بن زيد بن عمرو بن نفيل وعبد الرحمن بن عوف وأبي عبيدة بن الجراح وحذيفة بن اليمان والحسن والحسين ومعاوية بن أبي سفيان وعمرو بن العاص وخالد بن الوليد والمسور بن مخرمة والضحاك بن قيس وعمار بن ياسر وأبي ذر الغفاري وأبي بصرة (١) الغفاري وسلمان الفارسي وعبادة بن الصامت وشداد بن أوس وفضالة بن عبيد الأنصاري وأبي مسعود البدري وأبي أيوب الأنصاري وأبي قتادة الأنصاري وأبي طلحة الأنصاري وأبي أسيد (٢) مالك بن ربيعة الأنصاري والنعمان بن بشير والبراء بن عازب وزيد بن أرقم وأبي حمي الساعدي وعبد الله بن يزيد (٣) الخطمي وسهل بن سعد الساعدي وبريدة الأسلمي وبرزة الأسلمي وعبد الله بن أبي أوفى الأسلمي وواثلة بن الأسقع الليثي وأبي أمامة الباهلي وعقبة بن عامر الجهني وسمرة بن جندب الفزاري وعبد الرحمن بن أبزى وغيرهم، رضي الله عنهم.
ومن النساء فاطمة بنت رسول الله صلى الله عليه وسلم وعليها، وحفصة بنت عمر وأم سلمة وأم حبيبة وأسماء بنت أبي بكر وأم الفضل بنت الحارث وأم هانئ بنت أبي طالب.
وانقرض عصر الصحابة ما بين تسعين إلى مائة؛ قال الواقدي (٤) : آخر
_________
(١) ط: نصر؛ ع: نصرة، وصوبناه عن الإصابة ٧: ٢٠.
(٢) ط: أسد، وانظر الاستيعاب: ١٣٥١.
(٣) ع: بريد؛ ط: زيد، وهو أنصاري لأن خطمة من ولد مالك بن الأوس (الاستيعاب: ١٠٠١) .
(٤) انظر هذا النص في المعارف: ٣٤١.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (47,'من مات من الصحابة بالكوفة عبد الله بن أبي أوفى سنة ست وثمانين؛ وآخر من مات بالمدينة من الصحابة سهل بن سعد الساعدي سنة إحدى وتسعن وهو ابن مائة سنة؛ وآخر من مات من الصحابة بالبصرة أنس بن مالك سنة (١) إحدى وتسعين، وقيل: ثلاث وتسعين؛ وآخر من مات بالشام من الصحابة (٢) عبد الله بن بسر (٣) سنة ثمان وثمانين، وكان أبو الطفيل عامر بن واثلة رأى النبي صلى الله عليه وسلم وكان آخر من رآه موتاً، مات بعد سنة مائة، وكان صاحب راية المختار وكان يرمي بالجرعة، وهو القائل:
وبقيت سهماً في الكنانة واحداً ... سيرمى به أو يكسر السهم كاسره وهو القائل:
أيدعونني شيخاً وقد عشت حقبة ... وهن من الأزواج نحوي نوازع
وما شاب رأسي من سنين تتابعت ... علي ولكن شيبتني الوقائع
_________
(١) ط: مات ينة.
(٢) ط: من الصحابة بالشام.
(٣) ط: بشر. (وانظر ابن سعد ٧: ٤١٣) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (48,'فراغ',NULL,'54',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (49,'<span data-type="title" id=toc-30>فقهاء التابعين بحسب الأمصار</span>',NULL,'55',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (50,'فراغ',NULL,'56',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (51,'-<span data-type="title" id=toc-31> ١ </span>-
<span data-type="title" id=toc-32>ذكر فقهاء التابعين بالمدينة</span>
فمنهم أبو محمد
<span data-type="title" id=toc-33>سعيد بن المسيب</span>
بن حزن بن أبي وهب المخزومي: ولد لسنتين مضتا من خلافة عمر وتوفي بالمدينة، قال يحيى بن سعيد: سنة أحد أو اثنتين وتسعين، وقال الواقدي: سنة أربع وتسعين، وكان يقال لهذه السنة سنة الفقهاء لكثرة من مات فيها. قال المدائني ويحيى بن معين: سنة خمس ومائة.
وقال ابن عمر لرجل سأله عن مسألة: ايت ذاك فسله، يعني سعيداً، ثم ارجع إلي وأخبرني، ففعل ذلك فأخبره فقال: ألم أخبرك أنه أحد العلماء؟ وقال ابن عمر لأصحابه: لو رأى رسول الله صلى الله عليه وسلم هذا لسره. وقال سعيد: ما بقي أحد أعلم بكل قضاء قضاه رسول الله صلى الله عليه وسلم وكل قضاء قضاه أبو بكر وكل قضاء قضاه عمر - وأحسبه قال وعثمان - مني.
وقال الزهري: أخذ سعيد علمه عن زيد بن ثابت وجالس ابن عباس وابن عمر (١) وسعد بن أبي وقاص ودخل على أزواج النبي صلى الله عليه وسلم: عائشة وأم سلمة، وسمع عثمان وعلياً وصهيباً ومحمد بن مسلمة وجل روايته في المسند (٢)
_________
(١) ط: وجالس ابن عمر وابن عباس.
(٢) ط: روايته المسند؛ وفي ابن سعد: وجل روايته المسندة.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (52,'عن أبي هريرة - وكان زوج ابنته - وسمع من أصحاب عمر وعثمان، وكان يقال: ليس أحد أعلم بكل ما قضى به عمر وعثمان منه، وكان يقال له راوية عمر. وقال القاسم بن محمد: هو سيدنا وأعلمنا، وقال قتادة: ما جمعت علم الحسن إلى علم أحد من العلماء إلا وجدت له عليه فضلاً غير أنه كان إذا أشكل (١) عليه شيء كتب إلى سعيد بن المسيب يسأله. وقال علي بن الحسين: سعيد بن المسيب أعلم الناس بما تقدمه من الآثار وأفضلهم في رأيه (٢) . وسئل الزهري ومكحول: من أفقه من أدركتما؟ فقالا: سعيد بن المسيب.
وقال عبد الرحمن بن زيد بن أسلم: لما مات العبادلة: عبد الله بن عباس وعبد الله بن الزبير وعبد الله بن عمر وعبد الله بن عمرو بن العاص صار الفقه في جميع البلدان إلى الموالي: فقيه مكة عطاء، وفقيه اليمن طاوس، وفقيه اليمامة يحيى ابن أبي كثير (٣) ، وفقيه البصرة الحسن، وفقيه الكوفة إبراهيم النخعي، وفقيه الشام مكحول، وفقيه خراسان عطاء الخراساني، إلا المدينة فإن الله تعالى خصها بقرشي فقيه غير مدافع: سعيد بن المسيب.
ومنهم أبو عبد الله
<span data-type="title" id=toc-34>عروة بن الزبير</span>
بن العوام: ولد سنة ست وعشرين. قال مصعب بن عبد الله: مات وهو ابن سبع (٤) وستين، قال الواقدي: مات سنة أربع وتسعين. قال أبو بكر بن عبد الرحمن بن الحارث بن هشام: العلم لواحد من ثلاثة: لذي حسب يزينه، أو لذي دين يسوس به دينه
_________
(١) ط: إذا سئل عن شيء أو أشكل.
(٢) ط: رواية؛ وفي ابن سعد: وأفقهم في رايه.
(٣) ع: كبير.
(٤) ط: تسع.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (53,'أو مختلط بسلطان يتحفه بعلمه، ولا أعلم أحداً أشرط لهذه الخلال من عروة ابن الزبير وعمر بن عبد العزيز: كلاهما حسيب دين من السلطان بإزاء. وقال عمر بن عبد العزيز: ما أحد أعلم من عروة بن الزبير. وقال الزهري: عروة بحر لا تكدره الدلاء.
ومنهم أبو محمد
<span data-type="title" id=toc-35>القاسم بن محمد بن أبي بكر الصديق</span>
، رضي الله عنهم: قال رجال الإيلي: توفي سنة إحدى أو اثنتين ومائة؛ وقال يحيى بن معين (١) : سنة ثمان ومائة. وقال الواقدي: سنة اثنتي عشرة ومائة وهو ابن سبعين (٢) سنة. وقال محمد بن إسحاق: جاء رجل إلى القاسم (٣) فقال: أنت علم أم سالم؟ قال: ذاك مبارك سالم، قال ابن إسحاق: كره أن يقول هو أعلم مني فيكذب أو يقول أنا أعلم منه فيزكي نفسه، وكان القاسم أعلمهما. وقال يحيى بن سعيد: ما أدركنا بالمدينة أحداً نفضله على القاسم بن محمد. وقال مالك: كان القاسم من فقهاء هذه الأمة.
ومنهم
<span data-type="title" id=toc-36>أبو بكر بن عبد الرحمن</span>
بن الحارث بن هشام بن المغيرة المخزومي: واسمه كنيته؛ ولد في خلافة عمر بن الخطاب، ومات في سنة أربع وتسعين، وكان يسمى راهب قريش.
_________
(١) في هامش ط: هو ابن حميد.
(٢) أو اثنتين وسبعين: سقطت من ط.
(٣) ط: القاسم بن محمد.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (54,'ومنهم أبو عبد الله
<span data-type="title" id=toc-37>عبيد الله بن عبد الله بن عتبة بن مسعود</span>
، ابن أخي عبد الله بن مسعود: قال يحيى بن معين: مات سنة اثنتين ومائة وقيل سنة تسع وتسعين، وقال الواقدي: سنة ثمان وتسعين، وقال الهيثم ابن عدي: سنة سبع وتسعين. وسئل عراك بن مالك، من أفقه من رأيت؟ قال: أعلمهم سعيد بن المسيب، وأغزرهم في الحديث عروة، ولا تشاء أن تفجر من عبيد الله بحراً إلا فرجته. وقال الزهري: أدركت أربعة بحور، فذكر عبيد الله. وقال الزهري: سمعت من العمل شيئاً كثيراً فظننت إني اكتفيت حتى لقيت عبيد الله بن عبد الله بن عتبة فإذا كأني ليس في يدي شيء. وقال عمر بن عبد العزيز: لأن يكون لي مجلس من عبيد الله أحب إلي من الدنيا.
ومنهم أبو زيد
<span data-type="title" id=toc-38>خارجة بن زيد بن ثابت</span>
: مات سنة مائة وهو ابن سبعين سنة. قال مصعب: كان خارجة بن زيد بن ثابت وطلحة بن عبد الله ابن عوف في زمانهما يستفتيان وينتهي الناس إلى قولهما، ويقسمان المواريث بين أهلها في الدور والنخل والأموال، ويكتبان الوثائق للناس.
ومنهم أبو أيوب
<span data-type="title" id=toc-39>سليمان بن يسار</span>
مولى ميمونة بنت الحارث. وهو أخو عطاء وعبد الملك وعبد الله بني يسار؛ قال الواقدي: مات سنة سبع ومائة وهو ابن ثلاث وسبعين، وقال الهيثم بن عدي: مات سنة مائة. وقال سليمان: سعيد بن المسيب بقية الناس، وسمعت السائل يأتي سعيد بن المسيب فيقول: اذهب إلى سليمان بن يسار فإنه أعلم من بقي اليوم. وقال الحسن بن محمد بن علي (١) بن أبي طالب: سليمان عندنا أفهم
_________
(١) ط: بن الحسن بن علي.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (55,'من ابن المسيب. وقال قتادة: قدمت المدينة فسالت من أعلم أهلها بالطلاق؟ قالوا: سليمان بن يسار. وقال مالك: سليمان من أعلم الناس عندنا بعد سعيد بن المسيب.
ويقال لهؤلاء ذكرناهم الفقهاء السبعة، وذكر عبيد الله بن عبد الله ابن عتبة الستة وهو سابعهم في شعر له في امرأة من هذيل (١) :
أحبك حباً لا يحبك مثله ... قريبٌ ولا في العاشقين بعيد
وحبك يا أم الصبي مدلهي ... شهيدي أبو بكر فنعم شهيد
ويعرف وجدي قاسم بن محمد ... وعروة ما ألقى بكم وسعيد
ويعلم ما أخفي سليمان علمه ... وخارجة يبدي بنا ويعيد
متى تسألي عما أقول تخبري ... فلله عندي طارف وتليد وكان عبد الله بن المبارك يقول: فقهاء المدينة سبعة، فذكر هؤلاء وذكر فيهم سالم بن عبد الله، ولم يذكر أبا بكر بن عبد الرحمن بن الحارث ابن هشام.
ومنهم أبو سلمة ابن عبد الرحمن بن عوف الزهري: قال يحيى بن معين مات أبو سلمة سنة أربع وتسعين، وقال الواقدي: سنة أربع ومائة وهو ابن اثنتين وسبعين سنة. قال الشعبي: قدم أبو سلمة الكوفة وكان (٢) يمشي بيني وبين رجل، فسئل: من أعلم من بقي؟ فتمنع وتزجر ساعة ثم قال: رجل بينكما. وقال الزهري: أربعة وجدتهم بحوراً: سعيد بن المسيب وعروة بن الزبير وأبو سلمة بن عبد الرحمن وعبيد الله بن عبد الله بن عتبة ابن مسعود.
_________
(١) زاد في ط: حيث يقول.
(٢) ط: فكان.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (56,'ومنهم أبو عمر
<span data-type="title" id=toc-40>سالم بن عبد الله</span>
بن عمر بن الخطاب: قال الواقدي، مات سنة ست ومائة، وقال الهيثم: سنة ثمان. قال ربيعة: كان الأمر إلى سعيد بن المسيب، فلما مات سعيد أفضى الأمر إلى القاسم وسالم.
ومنهم أبو القاسم
<span data-type="title" id=toc-41>محمد بن علي بن أبي طالب</span>
، وهو ابن الحنفية، ولد لسنتين بقيتا من خلافة عمر رضي الله عنه. قال المدائني: مات (١) سنة ثلاث وثمانين، وقال أبو نعيم: سنة ثمانين، وقال الهيثم بن عدي: سنة اثنتين أو ثلاثة وسبعين. وروي عن محمد أنه قال: الحسن والحسين خير مني، وأنا أعلم بحديث أبي منهما.
ومنهم أبو سعيد
<span data-type="title" id=toc-42>قبيصة بن ذؤيب</span>
بن عمرو بن كليب الخزاعي: قال يحيى: مات سنة سبع وثمانين، وقال الواقدي: سنة ست وثمانين بالشام. قال الزهري: كان قبيصة من علماء هذه الأمة: قال الشعبي: كان قبيصة من أعلم الناس بقضاء زيد بن ثابت. قال أبو الزناد: كان يعد فقهاء المدينة أربعة: سعيد بن المسيب و<span data-type="title" id=toc-43>عبد الملك بن مروان </span>وعروة بن الزبير وقبيصة ابن ذؤيب.
ومنهم أبو الوليد
عبد الملك بن مروان
بن الحكم بن أبي العاص بن أمية ابن عبد شمس بن عبد مناف: مات سنة ست وثمانين، قال الواقدي: مات وهو ابن ثمان وخمسين سنة، وذكر القتيبي (٢) أنه مات وله اثنتان وستون سنة. وروى عبادة بن نسي قال: قيل لابن عمر: إنكم معشر أشياخ
_________
(١) ط: ومات.
(٢) المعارف: ٣٥٧.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (57,'قريش توشكون (١) أن تتفرقوا (٢) فمن نسأل بعدكم؟. قال: إن لمروان ابناً فقيهاً فاسألوه. وقال أبو الزناد: كان يعد فقهاء المدينة أربعة: سعيد وعبد الملك وعروة وقبيصة.
ثم انتقل الفقه إلى طبقة أخرى:
فمنهم (٣) أبو الحسن
<span data-type="title" id=toc-44>علي بن الحسين</span>
بن علي بن أبي طالب رضي الله عنهم قال مصعب: مات سنة أربع وتسعين - سنة الفقهاء - وهو ابن ثمان وخمسين سنة، وقال المدائني: مات سنة تسع وتسعين، وقال أبو نعيم: سنة اثنتين وتسعين، قال الزهري: ما رأيت قرشياً أفضل منه. وقال أسلم (٤) : ما رأيت مثل علي بن الحسين فيهم قط.
ومنهم أبو محمد الحسن بن محمد بن الحنفية: مات في زمن عمر بن عبد العزيز. قال عمرو بن دينار: ما رأيت أحداً أعلم بما اختلف فيه من الحسن بن محمد، ما كان زهريكم هذا غلا غلاماً من غلمانه - يعني ابن شهاب -.
ومنهم أبو بكر محمد بن مسلم بن عبيد الله بن شهاب الزهري: مات في شهر رمضان سنة أربع وعشرين ومائة وهو ابن اثنتين وسبعين سنة. قال حفص بن ربيعة لعراك: من أعلم من رأيت؟ قال: أعلمهم بالحلال
_________
(١) ع: توشكوا.
(٢) كذا في الأصلين، وفي هامش ع: صوابه ((تنقرضوا))
(٣) ط: منهم.
(٤) ط: أبو زيد بن أسلم؛ وهو خطأ صوابه أبو زيد أسلم، وهو مولى عمر بن الخطاب، وتوفي في خلافة عبد الملك، فلعل الذي يذكر علي بن الحسين هنا هو ابنه: زيد ابن أسلم.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (58,'والحرام ابن المسيب، وأغزرهم حديثاً عروة، ولا تشاء أن تقع من عبيد الله ابن عبد الله بن عتبة على علم لا تسمعه إلا منه إلا وقعت، وأعلم هؤلاء كلهم عندي ابن شهاب لأنه جمع علمهم إلى علمه. وروي أن عمرو بن دينار قال: أي شيء عند الزهري؟ أنا لقيت ابن عمر ولم يلقه، ولقيت ابن عباس ولم يلقه، فقدم الزهري مكة فقال عمر: احملوني إليه - وقد أقعد - فحمل إليه فلم يأت إلى أصحابه إلا بعد ليل، فقالوا له: كيف رأيت؟ فقال: والله ما رأيت مثل هذا القرشي قط. وقال<span data-type="title" id=toc-45> عمر بن عبد العزيز: </span>لا أعلم (١) أحداً أعلم بسنة ماضية منه. وقال أيوب: ما رأيت أحداً أعلم من الزهري، فقال له صخر بن جويرية: ولا الحسن؟ قال: ما رأيت أعلم من الزهري؛ وقيل لمكحول: من أعلم من رأيت؟ قال: ابن شهاب، قيل له: ثم من؟ قال: ابن شهاب، قيل له: ثم من؟ قال: ابن شهاب. وسئل ابن عيينة أيهما أفقه أو اعلم: إبراهيم النخعي أو الزهري؟ قال: لا أبا لك، الزهري.
ومنهم أبو حفص
عمر بن عبد العزيز
بن مروان بن الحكم بن أبي العاص ابن أمية الأموي: مات سنة إحدى ومائة، وكانت خلافته سنتين وأشهراً. قال مجاهد: أتيناه (٢) نعلمه فما برحنا حتى تعلمنا منه. وقال ميمون بن مهران: كان العلماء عنده تلامذة. وسأل رجل سعيد بن المسيب عن عدة أم الولد يموت عنها سيدها فقال: سل هذا الغلام، يعني عمر وهو أمير المدينة، فسأله فقال: حيضة.
ومنهم أبو جعفر
<span data-type="title" id=toc-46>محمد بن علي بن الحسين</span>
بن علي بن أبي طالب رضي الله عنهم: قال مصعب: مات سنة أربع عشرة ومائة، وقال يحيى: مات
_________
(١) ط: ما.
(٢) ط: أثينا.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (59,'سنة ثماني عشرة، وقال المدائني: مات سنة سبع عشرة ومائة (١) وهو ابن ثلاث وستين سنة، وقال الواقدي: مات وهو ابن ثلاث وسبعين سنة.
ومنهم أبو محمد
<span data-type="title" id=toc-47>عبد الرحمن بن القاسم</span>
بن محمد بن أبي بكر الصديق رضي الله عنهم: مات بالشام سنة ست وعشرين ومائة. قال مالك حين رأى ابنه يحيى يدخل ويخرج ولا يجلس، ما يهون هذا علي إلا أن هذا الشأن لا يورث وأن أحداً لم يخلف أباه في مجلسه إلا عبد الرحمن بن القاسم.
ومنهم أبو عثمان
<span data-type="title" id=toc-48>ربيعة بن أبي عبد الرحمن</span>
، وأبو عبد الرحمن اسمه فروخ، وهو مولى تيم بن مرة، ويعرف بربيعة الرأي، وأدرك من الصحابة أنس بن مالك والسائب بن يزيد وعامة التابعين، وكان يحضر في مجلسه أربعون معتماً وعنه أخذ مالك. وقال الواقدي: مات سنة ست وثلاثين ومائة. وروي أن رجلاً وقع فيه عند ابن شهاب فقال ابن شهاب: لا تقل هذا لربيعة فإنه من خير هذه الأمة. وقال يحيى بن سعيد الأنصاري: ما رأيت أحداً أفطن من ربيعة. وقال عبيد الله بن عمر العمري: هو صاحب معضلاتنا وعالمنا وأفضلنا. وقال سوار بن عبد الله العنبري: ما رأيت أحداً أعلم من ربيعة الرأي، فقيل له: ولا الحسن وابن سيرين؟ فقال ولا الحسن وابن سيرين.
ومنهم
<span data-type="title" id=toc-49>أبو الزناد</span>
عبد الله بن ذكوان: مولى رملة بنت شيبة بن ربيعة ابن عبد شمس، وكان كنيته أبو عبد الرحمن (٢) وغلب عليه أبو الزناد. ويقال:
_________
(١) وقال يحيى ... ومائة: سقط من ط.
(٢) ط: وكان يكنى بأبي عبد الرحمن.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (60,'ذكوان أخو أبي لؤلؤة لعنه الله قاتل أمير المؤمنين عمر رضي الله عنه. ومات أبو الزناد سنة ثلاثين ومائة.
وروي أنه وفد على هشام بن عبد الملك بحساب ديوان المدينة فسال (١) هشام ابن شهاب: أي شهر كان يخرج فيه العطاء لأهل المدينة؟ فقال: لا أدري، قال (٢) أبو الزناد: فسألني هشام فقلت: المحرم، فقال هشام لابن شهاب: يا أبا بكر هذا علم أفدته (٣) اليوم، فقال ابن شهاب: مجلس أمير المؤمنين أهل أن يفاد منه العلم..
ومنهم
عبد الله بن يزيد (٤) بن هرمز
: روي أن سليمان بن بلال قال لربيعة: رأيت العلماء والناس، فقال ربيعة: لا والله ما رأيت عالماً قط بعينيك إلا ذاك الأصم ابن هرمز. وعنه أخذ مالك الفقه؛ قال مالك: كان من أعلم الناس بما اختلف الناس فيه من هذه الأهواء..
ومنهم أبو سعيد
<span data-type="title" id=toc-51>يحيى بن سعيد</span>
بن قيس الأنصاري: مات سنة ثلاث وأربعين ومائة وكان قاضياً لأبي جعفر وقال حماد بن زيد: قدم علينا أيوب مرة من المدينة فقلت: يا أبا بكر من تركت؟ قال: ما تركت أفقه من يحيى بن سعيد.
ثم انتقل الفقه إلى طبقة ثالثة:
_________
(١) فوقها في ع: فقال، ط: قال ... لابن شهاب.
(٢) ط: فقال.
(٣) هامش ع: ق أخذته.
(٤) ط: زيد، وما في ع موافق لما في المعارف: ٥٨٤.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (61,'منهم أبو الحارث محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذنب القرشي: مات بالكوفة، قال أحمد: مات سنة تسع وخمسين ومائة، وقال ابن أبي فديك: مات سنة ثمان وخمسين ومائة، وقال ابن أبي فديك: مات سنة ثمان وخمسين ومائة. وسأل أبو جعفر مالكاً: من بقي بالمدينة من المشيخة فقال: يا أمير المؤمنين، ابن أبي ذئب وابن أبي سلمة وابن<span data-type="title" id=toc-53> أبي سبرة</span>.
ومنهم أبو عبد الله عبد العزيز بن عبد الله بن أبي سلمة
<span data-type="title" id=toc-52>الماجشون</span>
: مات ببغداد سنة ستين ومائة ودفن في مقابر قريش.
ومنهم أبو بكر بن عبد الله بن محمد بن
أبي سبرة
القرشي: مات سنة اثنتين وسبعين ومائة وهو ابن ستين سنة. ولي القضاء لأبي جعفر وقد مضى فيه وفي عبد العزيز الماجشون قول مالك لأبي جعفر.
ومنهم
<span data-type="title" id=toc-54>كثير بن فرقد</span>
: قال ابن القاسم، قال مالك: كنا نختلف إلى ربيعة فما إن نجب منا إلا أربعة أكبرنا عجلت عليه المنية - يعني كثير بن فرقد - والثاني عذب نفسه وأضاع (١) عمله - يعني عبد الرحمن بن عطاء - والثالث شغل نفسه بالأغاليط، وربما قال: أفسدته الملوك - يعني عبد العزيز ابن عبد الله الماجشون - قال ابن القاسم: وسكت مالك عن الرابع فكنا نرى أنه يعني نفسه.
ومنهم أبو عبد الله
<span data-type="title" id=toc-55>مالك بن أنس</span>
بن مالك (٢) الأصبحي (٣) : ولد سنة
_________
(١) ط: وأصلح.
(٢) ابن مالك: سقطت من ط.
(٣) زاد في ط: أمام دار الهجرة رضي الله عنه.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (62,'خمس وتسعين من الهجرة ومات سنة تسع وسبعين ومائة وله أربع وثمانون سنة، قال الواقدي: مات وهو ابن تسعين سنة، وأخذ العلم عن ربيعة ثم أفتى معه عند السلطان. وقال مالك: قل رجل كنت أتعلم منه ما مات (١) حتى يجيئني ويستفتيني. وقال ابن وهب: سمعت منادياً ينادي بالمدينة، ألا لا يفتي الناس إلا مالك بن أنس وابن أبي ذئب.
وقال الشافعي: قال لي محمد بن الحسن: أيهما أعلم: صاحبكم أو صاحبنا، يعني أبا حنيفة ومالكاً، قال: قلت: على الإنصاف؟ قال: نعم، قلت: فأنشدك الله من أعلم بالقرآن: صاحبنا أو صاحبكم؟ قال: اللهم صاحبكم، قال: فأنشدك الله من أعلم بالسنة: صاحبنا أو صاحبكم؟ قال: اللهم صاحبكم، قال: فأنشدك الله من أعلم بأقاويل أصحاب رسول الله صلى الله عليه وسلم المتقدمين: صاحبنا أو صاحبكم؟ قال: اللهم صاحبكم، قال الشافعي: فلم يبق إلا القياس، والقياس لا يكون إلا على هذه الأشياء، فعلى أي شيء يقيس (٢) ؟
وقال بكر بن عبد الله الصنعاني: أتينا مالك بن انس فجعل يحدثنا عن ربيعة الرأي فكنا نستزيده (٣) من حديث ربيعة، فقال لنا ذات يوم: ما تصنعون بربيعة وهو نائم في ذاك الطاق، فأتينا ربيعة فأنبهناه وقلنا له: أنت ربيعة؟ قال: نعم، قلنا: أنت الذي يحدث عنك مالك بن انس؟ قال: نعم، فقلنا: كيف حظي بك مالك ولم تحظ أنت (٤) بنفسك؟ قال: أما علمتم أن مثقالاً من دولة خير من حمل علم.
_________
(١) ما مات: سقطت من ط؛ وفي عده من أصول ابن خلكان الخطية ((ومات)) ؛ وفي المطبوعة: ما مات (٤: ٢٨٤)
(٢) ط: نقيس؛ وفي عدد من أصول ابن خلكان؛ ((يقيس)) والضمير عائد إلى أبي حنيفة.
(٣) ط: نستزيد.
(٤) أنت: سقطت من ط.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (63,'-<span data-type="title" id=toc-56> ٢ </span>-
<span data-type="title" id=toc-57>ذكر فقهاء التابعين بمكة</span>
فمنهم أبو محمد
<span data-type="title" id=toc-58>عطاء بن أبي رباح</span>
، واسم أبي رباح أسلم: وكان مفلفل الشعر أسود أفطس أشل أعور ثم عمي، وكان مولى فهر أو جمح. قال الواقدي وأبو نعيم: مات سنة خمس عشرة ومائة، وقال الهيثم ابن عدي: سنة أربع عشرة ومائة. وقال الواقدي: مات وهو ابن ثمان وثمانين سنة، وكان من أجلاء الفقهاء. قال قتادة: أعلم الناس بالمناسك عطاء. وقال إبراهيم بن عمر بن كيسان: أذكرهم في زمان بني أمية يأمرون في الحاج صائحاً يصيح لا يفتي الناس إلا عطاء بن أبي رباح، وقال الأوزاعي: مات عطاء يوم مات وهو أرضى أهل الأرض عند الناس وما كان أكثرهم يهدى إليه.
ومنهم أبو الحجاج
<span data-type="title" id=toc-59>مجاهد بن جبر</span>
: مولى لمخزوم (١) ؛ قال الهيثم: توفي سنة مائة، وقال أبو نعيم: سنة اثنتين ومائة، وقال يحيى بن سعيد القطان: سنة أربع ومائة. وكان من العلماء؛ قال حماد: لقيت عطاء وطاوساً ومجاهداً وشاممت القوم فوجدت أعلمهم مجاهداً. وقال مجاهد: كان ابن عمر يأخذ لي الركاب ويسوي علي ثيابي إذا ركبت.
ومنهم عبد الله بن عبيد الله بن
<span data-type="title" id=toc-60>أبي مليكة</span>
التيمي (٢) : ولي القضاء بالطائف
_________
(١) في أصل ع: مخزم والتصويب من الهامش، وفي ط: مولى بني مخزوم.
(٢) ط: اليمني، وهو خطأ، قال القتبي ((من قريش رهط أبي بكر الصديق)) (المعارف: ٤٧٥) .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (64,'من جهة ابن الزبير وكان (١) من كبار أصحاب ابن عباس، ومات بمكة سنة تسع عشرة ومائة.
ومنهم أبو محمد
<span data-type="title" id=toc-61>عمرو بن دينار</span>
: مولى باذام (٢) من الأبناء (٣) ، مات سنة ست وعشرين ومائة. قال سفيان بن عيينة: قالوا لعطاء: بمن (٤) تأمرنا؟ قال: بعمرو بن دينار. وقال طاوس لابنه: يا بني إذا قدمت مكة فجالس عمرو بن دينار فإن أذنيه قمع للعلماء.
ومنهم
<span data-type="title" id=toc-62>عكرمة</span>
مولى ابن عباس: واصلة من بربر وكان ممن ينتقل من بلد إلى بلد، ومات سنة سبع ومائة، وقال القتيبي (٥) : مات سنة خمس عشرة ومائة (٦) وقد بلغ ثمانين سنة. وكان فقيهاً، روي أن ابن عباس قال له: انطلق فأفت الناس. وقيل لسعيد بن جبير: هل أحد تعلم أعلم منك؟ قال: عكرمة. ومات عكرمة وكثير عزة في يوم واحد فقال الناس: مات أفقه الناس وأشعر الناس.
ثم انتقل الفقه إلى طبقة ثانية:
منهم أبو يسار عبد الله بن أبي نجيح المكي: مولى لثقيف، قال يحيى:
_________
(١) بهامش ع: وهو.
(٢) كذا في ع، ويمكن أن نقرأ ((باذان)) في ط، وكذلك في المعارف: ٤٦٨.
(٣) الأبناء هنا تطلق على أبناء الفرس الذين أعانوا سيف بن ذي يزن على طرد الأحباش.
(٤) ط: بما.
(٥) المعارف: ٤٥٧.
(٦) في المعارف: سنة خمس ومائة، وهذا هو المشهور، ولكن ابن خلكان (٢: ٤٢٨) . أثبت روايات متعددة في سنة وقاته ومنها ما ذكر هنا.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (65,'مات في ولاية مروان بن محمد، قال الواقدي: سنة اثنتين وثلاثين ومائة. وكان مفتي مكة (١) بعد عطاء.
ومنهم أبو الوليد عبد الملك بن عبد العزيز بن جريج، وجريج عبد لآل أم حبيب بنت جبير (٢) : ومات سنة خمسين ومائة. قال ابن جريج: ما دون هذا العلم تدويني أحد: جالست عمرو بن دينار بعدما فرغت من عطاء سبع سنين. وقال: لم يغلبني على يسار عطاء عشرين سنة أحد، فقيل له: فما منعك عن يمينه، قال كانت قريش تغلبني عليه.
ثم انتقل الفقه إلى طبقة ثالثة:
منهم مسلم بن خالد (٣)
<span data-type="title" id=toc-63>الزنجي</span>
: وكان يقال له الزنجي لحمرته، وكان مفتي مكة (٤) بعد ابن جريج. ومات سنة تسع وسبعين ومائة. وقيل سنة ثمانين ومائة، وعنه أخذ الشافعي الفقه.
ثم انتقل الفقه (٥) إلى طبقة أخرى:
منهم أبو عبد الله
<span data-type="title" id=toc-64>محمد بن أدريس</span>
بن العباس بن عثمان بن شافع ابن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف القرشي المطلبي: ولد سنة خمسين ومائة ومات في خر يوم من رجب سنة أربع ومائتين وله أربع وخمسون سنة، وحكى الزعفراني عن ابنه أبي عثمان
_________
(١) في هامش ع رواية: يفتي بمكة.
(٢) كانت أم حبيب زوجة عبد العزيز بن عبد الله بن خالد بن أسيد (المعارف: ٤٨٨) .
(٣) زاد في ط: بن سعيد.
(٤) ط: مفتياً بمكة.
(٥) الفقه: سقطت من ط.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (66,'ابن الشافعي قال: مات أبي وهو ابن ثمان وخمسين سنة. قال الشافعي: لقيني مسلم بن خالد الزنجي فقال لي: يا فتى من أين أنت؟ قلت: من أهل مكة، قال: أين منزلك بها؟ قلت: شعب الخيف، قال: من أي قبيلة أنت؟ قلت: من ولد عبد مناف، قال: بخ بخ لقد شرفك الله في الدنيا والآخرة. وقال: قدمت على مالك وقد حفظت الموطأ، فقال لي: أحضر من يقرأ لك، فقلت: أنا قارئ، فقرأت عليه الموطأ حفظاً، فقال: إن يك أحد يفلح فهذا الغلام. وكان سفيان بن عيينة إذا جاءه شيء من التفسير والفتيا التفت إلى الشافعي فقال: سلوا هذا الغلام (١) . قال الحميدي: سمعت زنجي بن خالد - يعني مسلماً - يقول للشافعي: أفت يا أبا عبد الله فقد والله آن لك أن تفتي، وهو ابن خمس عشرة سنة. قال أحمد: ما عرفت ناسخ الحديث ومنسوخه حتى جالست أبا عبد الله الشافعي. وقال إسحاق بن راهويه: ما تكلم أحد - وذكر الثوري والأوزاعي ومالكاً وأبا حنيفة - إلا والشافعي أكثر اتباعاً وأقل حظاً (٢) منه. وقال أبو عبيد القاسم بن سلام: ما رأيت رجلاً قط أكمل من الشافعي.
وقال أبو عبيد ابن حربويه: سمعت الحسن بن علي القراطيسي يقول: كنت عند أبي ثور فجاءه رجل فقال له: أصلحك الله، فلان سمعته يقول قولاً عظيماً؛ سمعته يقول الشافعي أفقه من الثوري، قال: أنت سمعته يقول ذاك؟ قال: نعم، ثم قام الرجل فقال أبو ثور: يستنكر (٣) أن يقال الشافعي أفقه من الثوري! هو عندي أفقه من الثوري ومن (٤) النخعي.
وقال أبو حسان الزيادي: ما رأيت محمد بن الحسن يعظم أحداً من أهل
_________
(١) الغلام: في حاشية ع، وسقطت من ط.
(٢) ط: خطأ.
(٣) هامش ع استنكر؛ ط: وأنت تنكر.
(٤) ومن: سقطت من ط.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (67,'العلم إعظامه للشافعي، ولقد جاءه يوماً فلقيه وقد ركب محمد ابن الحسن فرجع محمد إلى منزله وخلا به يومه إلى الليل ولم يأذن لأحد عليه. قال محفوظ بن أبي توبة البغدادي: رأيت أحمد بن حنبل عند الشافعي في المسجد الحرام فقلت: يا أبا عبد الله، هذا سفيان بن عيينة في ناحية المسجد يحدث، فقال: إن هذا يفوت وذاك لا يفوت. وقال يحيى بن معين: كان أحمد بن حنبل ينهانا عن الشافعي ثم استقبلته يوماً والشافعي راكب بغلة وهو يمشي خلفه فقلت: يا أبا عبد الله تنهانا عنه وتتبعه؟ فقلت: اسكت لو لزمت البغلة انتفعت.
-<span data-type="title" id=toc-66> ٣ </span>-
<span data-type="title" id=toc-67>ذكر فقهاء التابعين باليمن</span>
فمنهم أبو عبد الرحمن (١)
<span data-type="title" id=toc-68>طاوس بن كيسان</span>
اليماني: مولى أبناء (٢) الفرس. ومات بمكة حاجاً سنة ست ومائة، وكان فقيهاً جيلاً. وقال خصيف: أعلمهم بالحلال والحرام طاوس.
ومنهم
<span data-type="title" id=toc-65>عطاء بن مركبوذ </span>(٣)
: من أبناء فارس الذي وجههم كسرى مع سيف بن ذي يزين، وكان أول من جمع القرآن.
_________
(١) ط: أبو عبد الله؛ قال القتني: وكان يكنى أبا عبد الرحمن (المعارف: ٤٥٥) قلت: ولطاوس ابن اسمه عبد الله من الحدثين.
(٢) ط: من أبناء؛ وذكر القتبي أن طاوساً كان مولى بحير الحميري، وعلى هذا فإن رواية ط هي الأصوب، وربما كانت رواية ع: مولى من أبناء.
(٣) ط: مولود؛ وهو خطأ، انظر طبقات ابن سعد ٥: ٥٤٤.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (68,'ومنهم أبو الأشعث
<span data-type="title" id=toc-69>شراحيل بن شرحبيل</span>
الصنعاني: من الأبناء، نزل دمشق ومات بها.
ومنهم
<span data-type="title" id=toc-70>حنش بن عبد الله الصنعاني</span>
: من الأبناء، انتقل إلى مصر ومات بها.
ومنهم أبو عبد الله
<span data-type="title" id=toc-71>وهب بن منبه</span>
: وكان الغالب عليه القصص. مات سنة أربع عشرة ومائة (١) .
-<span data-type="title" id=toc-72> ٤ </span>-
<span data-type="title" id=toc-73>ذكر فقهاء التابعين بالشام والجزيرة</span>
فمنهم أبو إدريس
<span data-type="title" id=toc-74>عائذ الله بن عبد الله الخولاني</span>
: جالس أبا الدرداء وعبادة بن الصامت وشداد بن أوس وولي القضاء من قبل عبد الملك بن مروان. قال الزهري: أبو إدريس كان من فقهاء أهل الشام. وقال مكحول: ما أدركت مثل أبي إدريس الخولاني.
ومنهم شهر بن حوشب الأشعري (٢) .
ثم انتقل إلى:
<span data-type="title" id=toc-75>عبد الله بن زكريا وهاني بن كلثوم</span>.
_________
(١) ابن سعد (٥: ٥٤٣) : سنة عشر ومائة.
(٢) مات شهر بن حوشب سنة اثنتي عشرة ومائة وقيل سنة ثمان وتسعين (ابن سعد ٧: ٤٤٩) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (69,'<span data-type="title" id=toc-76>ورجاء بن حيوة الكندي</span>
: وكان يكنى أبا المقدام. قال مطر: ما لقيت شامياً أفقه من رجاء بن حيوة، ولكن كنت إذا حركته وجدته شامياً يقول: قضى عبد الملك فيها بكذا وكذا.
وقال هشام بن عبد الملك: من سيد أهل فلسطين؟ قالوا: رجاء بن حيوة، قال: من سيد أهل الأردن؟ قالوا: عبادة بن نسي، قال: من سيد هل دمشق؟ قالوا يحيى بن يحيى الغساني، قال: من سيد أهل حمص؟ قالوا: عمرو بن قيس السكوني، قال: من سيد أهل الجزيرة؟ قالوا: عدي بن عدي، قال هشام: يا لكندة؟؟!
ومنهم أبو عبد الله
<span data-type="title" id=toc-77>مكحول</span>
بن عبد الله: وكان من سبي كابل. قال ابن عائشة: كان مولى لامرأة من هذيل، وقيل: هو مولى سعيد بن العاص، وقيل: مولى لبني ليث. ومات سنة ثماني عشرة وقيل ثلاث عشرة، وقال الواقدي: سنة ست عشرة ومائة. وكان معلم الأوزاعي وسعيد بن عبد العزيز وعبد الرحمن ويزيد ابني يزيد بن جابر. وقال الزهري: العلماء أربعة: سعيد بن المسيب بالمدينة وعامر الشعبي بالكوفة والحسن بن أبي الحسن بالبصرة ومكحول بالشام. وروى أبو مسهر (١) عن سعيد قال: لم يكن في زمان مكحول أبصر بالفتيا منه، وكان لا يفتي حتى يقول: لا حول ولا قوة إلا بالله، هذا رأي والرأي يخطئ ويصيب.
ومنهم أبو أيوب
<span data-type="title" id=toc-78>سليمان بن موسى الأشدق</span>
: مات سنة تسع عشرة ومائة. وكان من كبار أصحاب مكحول.
_________
(١) اسمه عبد الأعلى بن مسهر الغساني من أهل دمشق توفي سنة ٢١٨ (ابن سعد ٧: ٤٧٣) .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (70,'ثم انتقل الفتوى (١) بالشام إلى أبي عمرو عبد الرحمن بن عمرو بن يحمد
<span data-type="title" id=toc-79>الأوزاعي</span>
: ولد سنة ثمان وثمانين ومات سنة سبع وخمسين ومائة (٢) . وكان من سبي أهل اليمن ولم يكن من الأوزاع، ومات وله ستون سنة (٣) وسئل عن الفقه وله ثلاث عشرة سنة. وقال عبد الرحمن بن مهدي: ما كان أحد بالشام (٤) أعلم بالسنة من الأوزاعي. وقال هقل بن زياد: أجاب الأوزاعي في سبعين ألف مسألة. وروي ن سفيان الثوري بلغه مقدم الأوزاعي فخرج حتى لقيه بذي طوى؛ قال: فحل سفيان رأس البعير عن القطار ووضعه على رقبته فكان إذا مر بجماعة قال: الطريق للشيخ. وأخذ عنه العلم أبو إسحاق الفزاري وعبد الله بن المبارك وهقل بن زياد وأبو العباس الوليد ابن مسلم والوليد بن مزيد وعمر بن عبد الواحد وعمرو بن أبي سلمة وعقبة ابن علقمة ومحمد بن يوسف الفريابي.
ومنهم أبو محمد
<span data-type="title" id=toc-80>سعيد بن عبد العزيز التنوخي</span>
: فقيه أهل الشام مع الأوزاعي وبعده. مات بدمشق سنة ست وستين ومائة.
ومنهم
<span data-type="title" id=toc-81>يزيد وعبد الرحمن</span>
ابنا يزيد بن جابر (٥) .
_________
(١) ط: الفقه.
(٢) ط: ولد سنة ثمان وعشرين ومائة ومات سنة سبع وثمانين ومائة، وهو مخالف لما في المصادر (انظر ابن خلكان ٢: ٣١٠) .
(٣) قوله: ومات وله ستون سنة يتعارض مع ما ذكره من تاريخ ولادته ووفاته، وقال القتبي: مات وله اثنتان وسبعون سنة (المعارف: ٤٩٧) .
(٤) ط: بالشام أحد.
(٥) انظر ابن سعد ٧: ٤٦٦.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (71,'ومنهم أبو الهذيل
<span data-type="title" id=toc-82>محمد بن الوليد بن غامر الزبيدي</span>
: مات سنة ثمان وأربعين ومائة. وقال محمد بن سالم: كنت اقرأ على ابن شهاب بالرصافة القرآن، فجئت يوماً وعنده محمد بن الوليد الزبيدي فقال لي ابن شهاب: اقرأ على هذا فقد احتوى على ما بين جنبي من العلم.
ومنهم
<span data-type="title" id=toc-83>يحيى بن يحيى الغساني</span>
: وكان مفتي أهل دمشق، وهلك سنة خمس وثلاثين ومائة.
وثبتت الفتيا بالشام على مذهب الأوزاعي وسعيد بن عبد العزيز.
ومن التابعين بالجزيرة:
أبو أيوب
<span data-type="title" id=toc-84>ميمون بن مهران</span>
: مولى الأزد، مات سنة سبع عشرة ومائة، وكان من سبي اصطخر.
-<span data-type="title" id=toc-85> ٥ </span>-
<span data-type="title" id=toc-86>ذكر فقهاء التابعين بمصر</span>
فمنهم أبو عبد الرحمن بن عسيلة الصنابحي، وأبو تميم عبد الله ابن مالك الجيشاني، وهما من أصحاب عمر (١) .
ثم انتقل إلى طبقة أخرى:
_________
(١) انظر ابن سعد ٧: ٥٠٩ - ٥١٠.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (72,'منهم أبو الخير
<span data-type="title" id=toc-87>مرثد بن عبد الله اليزني </span>(١)
: قاضي الاسنكدرية، أخذ عنه أبو رجاء يزيد بن أبي حبيب مولى بني عامر بن لؤي القرشي.
وكان ممن انتقل إليه
<span data-type="title" id=toc-88>بكير بن عبد الله بن الأشج وأبو أمية عمرو بن الحارث</span>
. قال ابن وهب: ما ذكر مالك بكير بن عبد الله بن الأشج إلا قال: كان من العلماء. وكان ربيعة يقول: لا يزال بذلك المغرب فقه ما دام فيه ذلك القصر، يعني عمرو بن الحارث.
ثم انتهى علم هؤلاء إلى أبي الحارث
<span data-type="title" id=toc-89>الليث بن سعد</span>
بن عبد الرحمن: مولى قيس بن رفاعة، وهو مولى عبد الرحمن بن خالد بن مسافر الفهمي، وكان أصله من أصفهان. وقال الليث: قال لي بعض أهلي: ولدت سنة اثنتين وتسعين، والذي أوقن سنة أربع وتسعين (٢) ، ومات في النصف من شعبان، يوم الخميس سنة خمس وسبعين (٣) ومائة ودفن يوم الجمعة. قال الليث: كتبت من علم ابن شهاب علماً كثيراً وطلبت ركوب البريد إليه إلى الرصافة فخفت أن لا يكون ذلك لله فتركت ذلك. وقال الشافعي: الليث أفقه من مالك إلا أن أصحابه لم يقوموا به. وكان ابن وهب يقرأ عليه مسائل الليث فمرت به مسألة فقال رجل من الغرباء: أحسن والله الليث كأنه كان يسمع مالكاً يجيب فيجيب، فقال ابن وهب للرجل: بل كان مالك (٤) يسمع الليث يجيب فيجيب، والله الذي لا إله إلا هو ما رأينا أحداً قط أفقه من الليث.
_________
(١) ط: البرقي، وانظر ابن سعد ٧: ٥١١.
(٢) ط: سنة اثنتين وتسعين او في سنة أربع وتسعين؛ وما في ع موافق لنقل ابن خلكان عن طبقات الشيرازي.
(٣) ط: خمس وتسعين.
(٤) هكذا في ط وابن خلكان؛ ع: كأن مالكاً.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (73,'-<span data-type="title" id=toc-90> ٦ </span>-
<span data-type="title" id=toc-91>ذكر فقهاء التابعين بالكوفة</span>
فمنهم أبو شبل
<span data-type="title" id=toc-92>علقمة بن قيس</span>
بن عبد الله بن علقمة النخعي: وهو عم الأسود بن يزيد وعبد الرحمن بن يزيد وهو خال إبراهيم النخعي. مات سنة اثنتين وستين. قال قابوس بن أبي ظبيان: قلت لأبي: كيف تأتي علقمة وتدع أصحاب محمد صلى الله عليه وسلم. قال: يا بني إن أصحاب محمد صلى الله عليه وسلم كانوا يسألونه. وقال أبو الهذيل: قلت لإبراهيم: علقمة كان أفضل أو الأسود، قال: علقمة. وقد شهد صفين.
ومنهم أبو عمرو ويقال أبو عبد الرحمن
<span data-type="title" id=toc-93>الأسود بن يزيد بن قيس النخعي</span>
، أخو عبد الرحمن بن يزيد وابن أخي علقمة: مات سنة خمس وسبعين. قالت عائشة رضي الله عنها: ما بالعراق رجل أكرم علي (١) من الأسود. وقيل للشعبي: أيهما أفضل: علقمة أو الأسود؟ قال: كان علقمة مع البطيء وهو يدرك السريع.
ومنهم أبو عائشة
<span data-type="title" id=toc-94>مسروق بن الأجدع</span>
بن مالك الهمداني: مات سنة ثلاث وستين؛ وكان علي عليه السلام يقول: يا أهل الكوفة لن تعجزوا أن تكونوا مثل الهمداني والسلماني، إنما هما شطرا رجل (٢) . وذكر الشعبي شريحاً ومسروقاً، قال: كان مسروق أعلمهم بالفتوى.
_________
(١) ط: أكرم على الله، وما في ع موافق لما جاء عند ابن سعد ٦: ٧٣.
(٢) ط: شطر لرجل، وانظر ابن سعد ٦: ٩٣ - ٩٤.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (74,'ومنهم أبو مسلم ويقال أبو عمرو
عبيدة بن عمرو (١) السلماني المرادي الهمداني
: اسلم قبل وفاة النبي صلى الله عليه وسلم بسنتين ولم يره ومات سنة اثنتين وسبعين. وقال أبو إسحاق: كان يقال: ليس بالكوفة أعلم بالفريضة من عبيدة و<span data-type="title" id=toc-97>الحارث الأعور</span>. وكان عبيدة يجلس في المسجد، فإذا ورد على شريح (٢) فريضة فيها حد رفعها إلى عبيدة ففرض.
ومنهم أبو أمية
<span data-type="title" id=toc-96>شريح بن الحارث القاضي</span>
: قال المدائني: مات سنة اثنتين وثمانين، قال الأشعث: مات وهو ابن مائة وعشرين سنة. وروي أن علياً عليه السلام قال: اجمعوا لي القراء، فاجتمعوا في رحبة المسجد، قال: إني أوشك أن أفارقكم، فجعل يسائلهم (٣) : ما تقولون في كذا، ما تقولون في كذا، وبقي شريح فجعل يسائله فلما فرغ قال: اذهب، فأنت من أفضل الناس أو من أفضل العرب، وقيل إنه استقضاه عمر على القضاء بالكوفة وبقي في القضاء خمساً وسبعين سنة ثم استعفى الحجاج فأعفاه.
ومنهم
الحارث الأعور
: قال أبو إسحاق: ليس بالكوفة أحد أعلم بفريضة من عبيدة والحارث الأعور. وقال ابن سيرين: أدركت الكوفة وبها أربعة ممن يعد بالفقه، فمن بدأ بالحارث ثنى بعبيدة ومن بدأ بعبيدة ثنى بالحارث وعلقمة الثالث وشريح الرابع؛ قال ابن سيرين: وإن أربعة أخسهم (٤) شريح لخيار.
_________
(١) عند ابن سعد: عبيدة بن قيس.
(٢) زاد في ط: ابن الحارث القاضي.
(٣) ط: يسألهم.
(٤) ط: آخرهم.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (75,'وهؤلاء الستة الذين ذكرناهم أصحاب عبد الله بن مسعود. قال سعيد بن جبير: كان أصحاب عبد الله سرج هذه القرية، وقال فيهم الشاعر:
وابن مسعود الذي سرج القرية أصحابه ذوو الأحلام
وله جماعة من غير هؤلاء من الأصحاب قال<span data-type="title" id=toc-98> الشعبي: </span>ما كان من أصحاب رسول الله صلى الله عليه وسلم أفقه صاحباً من عبد الله بن مسعود. وقال إبراهيم التيمي: كان فينا ستون شيخاً من أصحاب عبد الله.
ثم انتقل الفقه إلى طبقة أخرى:
منهم أبو عمرو عامر بن شراحيل بن عبد
الشعبي
: من همدان، ولد لست سنين خلت من خلافة عثمان ومات سنة أربع ومائة، وقيل سنة سبع ومائة، وهو ابن اثنتين وثمانين سنة. وروي أن ابن عمر مر به وهو يحدث بالمغازي فقال: شهدت القوم وأنه علم بها مني. وقال ابن سيرين لأبي بكر الهذلي: الزم الشعبي فلقد رأيته يستفتي وأصحاب النبي صلى الله عليه وسلم بالكوفة. وقال أبو حصين: ما رأيت أعلم من الشعبي، قلت: ولا شريح؟ قال: تريد أن أكذب؟ ما رأيت أعلم من الشعبي. وقال مكحول: ما رأيت أحداً أعلم بسنة ماضية من عامر الشعبي.
وقال الزهري: العلماء أربعة: سعيد بن المسيب بالمدينة وعامر الشعبي بالكوفة والحسن بن أبي الحسن البصري بالبصرة ومكحول بالشام. وقال أشعث بن سوار: نعى إلينا الحسن البصري الشعبي فقال: كان والله فيما علمت كثير العلم عظيم الحلم قديم السلم (١) ، من الإسلام بمكان.
_________
(١) في هامش ع: الشرف.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (76,'ومنهم أبو عبد الله
<span data-type="title" id=toc-100>سعيد بن جبير</span>
بن هشام، مولى والبة بن الحارث من بني أسد: توفي سنة خمس وتسعين. قال سعيد: سأل رجل ابن عمر عن فريضة فقال: سل سعيد بن جبير فإنه يعلم منها ما أعلم ولكنه أحسب مني. وكان ابن عباس إذا أتاه أهل الكوفة يسألونه يقول: يسألوني وفيهم ابن أم دهماء؟ يعني سعيداً.
وقال خصيف (١) : كان أعلمهم بالطلاق سعيد بن المسيب، وأعلمهم بالحج عطاء، وأعلمهم بالحلال والحرام طاوس، وأعلمهم بالتفسير مجاهد، وأجمعهم لذلك كله سعيد بن جبير.
ومنهم أبو عمران
<span data-type="title" id=toc-101>إبراهيم بن يزيد</span>
بن الأسود بن عمرو بن ربيعة النخعي: قال أحمد: مات سنة ست وتسعين. وقال الشعبي حين بلغة موت إبراهيم: أهلك الرجل؟ قيل: نعم، قال: لو قلت أنعى (٢) العلم، ما خلف بعده مثله (٣) والعجب له حين يفضل ابن جبير على نفسه وسأخبركم (٤) عن ذلك: أنه نشأ في أهل بيت فقه فأخذ فقههم ثم جالسنا فأخذ صفو حديثنا إلى فقه أهل بيته فمن كان مثله؟
ثم انتقل الفقه إلى طبقة أخرى:
منهم
<span data-type="title" id=toc-99>الحكم بن عتيبة </span>(٥)
: مولى كندة، وقيل ولد هو وإبراهيم النخعي في ليلة واحدة لكنه تفقه بإبراهيم ومات سنة خمس عشرة ومائة. قال الأوزاعي: قال لي يحيى بن أبي كثير ونحن بمنى: لقيت الحكم بن عتيبة؟
_________
(١) خصيف بن عبد الرحمن الجزري أبو عون توفي سنة ١٣٧ أو بعدها (التهذيب ٣: ١٤٣) .
(٢) ط: نعم مات.
(٣) كذا في طبقات ابن سعد؛ وفي التهذيب (١: ١٧٨) ما ترك أحداً أعلم منه.
(٤) ط: وساخبرك.
(٥) ط: عيينة، وهو خطأ، انظر ابن سعد ٦: ٣٣١.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (77,'قال: قلت: نعم، قال: ما بين لابتيها (١) أحد أفقه منه؛ قال: وبها عطاء بن أبي رباح وأصحابه.
ومنهم أبو إسماعيل
<span data-type="title" id=toc-103>حماد بن أبي سليمان</span>
، مولى إبراهيم بن أبي موسى الأشعري: تفقه بإبراهيم ومات سنة تسع عشرة، وقيل سنة عشرين ومائة. قال عبد الملك بن إياس: قيل لإبراهيم: من لنا بعدك؟ قال: حماد.
ومنهم أبو يحيى
<span data-type="title" id=toc-104>حبيب بن أبي ثابت</span>
: مات سنة سبع عشرة ومائة. قال أبو بكر ابن عياش: ثلاثة ليس لهم رابع: حبيب بن أبي ثابت والحكم ابن عتيبة وحماد بن أبي سليمان.
ومنهم
<span data-type="title" id=toc-102>الحارث بن يزيد العكلي </span>(٢)
، وأبو هاشم (٣) المغيرة بن مقسم الضبي مولى لبني ضبة راوية إبراهيم، وأبو معشر زياد بن كليب (٤) والقعقاع بن يزيد (٥) ، والأعمش (٦) ، ومنصور بن المعتمر (٧) ؛ أخذوا
_________
(١) اللابة: الحرة، ولابتا المدينة حرتان تكتنفانها.
(٢) تهذيب التهذيب ٢: ١٦٣.
(٣) في التهذيب (١٠: ٢٦٩) : أبو هشام؛ وتوفي المغيرة سنة ١٣٣ أو بعدها.
(٤) زياد بن كليب التميمي الحنظلي، توفي سنة ١٢٠ على الأرجح (التهذيب ٣: ٣٨٢) .
(٥) في متن ع ط: القعقاع بن حكيم؛ وجاء في هامش ع: في نسخة قد ضرب على حكيم وفوقه ((يزيد)) وقد جاء بعده ما يصدقه، وهناك من اسمه القعقاع بن حكيم (ابن سعد ٦: ٢٢٦ والتهذيب ٨: ٣٨٣) ولكنه من أهل المدينة.
(٦) هو أبو بكر محمد سليمان بن مهران مولى بني كاهل، مات سنة ١٤٨ (المعارف: ٤٨٩) .
(٧) يكنى منصور أبا عتاب، كان حبشياً، وتوفي سنة ١٣٢ (المعارف: ٤٧٤) .',NULL,'83',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (78,'العلم عن الشعبي والنخعي. قال فضل: كنا نجلس أنا وابن شبرمة والحارث العكلي والمغيرة والقعقاع بن يزيد بالليل نتذاكر الفقه فربما لم نقم حتى نسمع النداء لصلاة الفجر.
ومنهم أبو شبرمة
<span data-type="title" id=toc-105>عبد الله بن شبرمة</span>
: ولد سنة اثنتين وسبعين من الهجرة، وتفقه بالشعبي، ومات سنة أربع وأربعين ومائة. قال حماد بن زيد: ما رأيت كوفياً أفقه من ابن شبرمة، وقال ابن شبرمة: إذا اجتمعت أنا والحارث - يعني العكلي - على مسألة لم نبال من خالفنا.
ومنهم
<span data-type="title" id=toc-106>محمد بن عبد الرحمن بن أبي ليلى</span>
: قاضي الكوفة، ولد سنة أربع وسبعين ومات سنة ثمان وأربعين ومائة، وهو ابن اثنتين وسبعين سنة، وتفقه بالشعبي والحكم بن عتيبة وأخذ عنه الفقه سفيان بن سعيد الثوري والحسن بن صالح بن حي. وقال سفيان الثوري: فقهاؤنا ابن أبي ليلى وابن شبرمة. وقال ابن أبي ليلى: دخلت على عطاء فجعل يسألني، فأنكر بعض من عنده وكلمه في ذلك فقال: هو أعلم مني (١) .
ثم حصل الفقه والفتيا في أبي عبد الله
<span data-type="title" id=toc-107>سفيان بن سعيد بن مسروق الثوري</span>
: ولد في خلافة سليمان بن عبد الملك سنة ست وتسعين وقيل سبع ومات سنة إحدى وستين ومائة في خلافة المهدي. قال سفيان بن عيينة: ما رأيت رجلاً أعلم بالحلال والحرام من سفيان الثوري. وقال ابن أبي ذئب: ما رأيت أحداً من أهل العراق يشبه ثوريكم هذا.
وقال أحمد بن حنبل: دخل الأوزاعي وسفيان على مالك فلما خرجا
_________
(١) نقل ابن خلكان هذا النص (٣: ٣١٩) .',NULL,'84',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (79,'قال: أحدهما أكثر علماً من صاحبه ولا يصلح للإمامة، والآخر يصلح للإمامة قلت لأبي عبد الله: فمن الذي عنى مالك أنه أعلم الرجلين؟ هو سفيان؟ قال: نعم هو سفيان أوسعهما عالماً.
وقال عبد الله بن المبارك: لا نعلم على وجه الأرض أعلم من سفيان. وقال علي بن المديني: سالت يحيى - يعني ابن سعيد - فقلت: أيما أحب إليك: رأي مالك أو رأي سفيان؟ فقال: سفيان، لا نشك في هذا، ثم قال يحيى: وسفيان فوق مالك في كل شيء.
وقال أبو أسامة: كان عمر بن الخطاب في زمانه رأس الناس وهو جامع، وكان بعده ابن عباس، وكان بعده الشعبي في زمانه، وكان بعد الشعبي في زمانه سفيان، وكان بعد الثوري في زمانه يحيى بن آدم.
ونقل عنه أبو إسحاق إبراهيم بن محمد الفزاري وعبد الله بن المبارك وحسان بن عبيد وزيد بن أبي الزرقاء ووكيع والحسين بن حفص ومحمد بن يوسف الفريابي ومحمد بن عبد الوهاب القناد والقاسم بن يزيد الجرمي.
ومنهم أبو عبد الله
<span data-type="title" id=toc-108>الحسن بن صالح بن حي</span>
بن مسلم بن حيان الهمداني: ولد سنة مائة ومات سنة سبع وستين ومائة، وقيل ثمان؛ قال أحمد: الحسن بن صالح بن حي صحيح الرواية يتفقه (١) صائن لنفسه في الحديث والورع. نقل عنه حميد بن عبد الرحمن بن حميد الرواسي ويحيى ابن آدم.
_________
(١) في هامش ع: ثقة (وهي من نسخة أخرى) ؛ وفي التهذيب (٢: ٢٨٦) : متفقه.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (80,'ومنهم أبو عبد الله
<span data-type="title" id=toc-110>شريك بن عبد الله بن أبي شريك النخعي</span>
: ولد ببخارى سنة خمس وتسعين ومات بالكوفة سنة سبع وسبعين ومائة وولي القضاء بالكوفة ثم بالأهواز. قال سفيان بن عيينة: ما أدركت بالكوفة أحضر جواباً من شريك بن عبد الله.
ومنهم
<span data-type="title" id=toc-109>أبو حنيفة </span>(١)
النعمان بن ثابت بن زوطا بن ماه، مولى لتيم الله ابن ثعلبة: ولد سنة ثمانين ومات ببغداد سنة خمسين ومائة وهو ابن سبعين سنة.
قال الشافعي: قيل لمالك: هل رأيت أبا حنيفة؟ قال: نعم، رأيت رجلاً لو كلمك في هذه السارية أن يجعلها ذهباً لقام بحجته. وروى حرملة عن الشافعي قال: من أراد الحديث الصحيح فعليه بمالك، ومن أراد الجدل فعليه بأبي حنيفة، ومن أراد التفسير فعليه بمقاتل بن سليمان. وروى حرملة أيضاً قال: سمعت الشافعي يقول: من أراد أن يتبحر في الفقه فهو عيال علي أبي حنيفة.
وأخذ الفقه عن حماد بن أبي سليمان راوية إبراهيم وقد كان في أيامه أربعة من الصحابة: أنس بن مالك وعبد الله بن أبي أوفى الأنصاري وأبو الطفيل عامر ين واثلة وسهل بن سعد الساعدي وجماعة من التابعين كالشعبي والنخعي وعلي بن الحسين وغيرهم، وقد مضى تاريخ وفاتهم، ولم يأخذ أبو حنيفة عن أحد منهم، وقد أخذ عنه خلق كثير نذكرهم في غير هذا الموضع إن شاء الله تعالى.
_________
(١) في هامش ع: أخره إلى هنا ولا وجه له.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (81,'-<span data-type="title" id=toc-111> ٧ </span>-
<span data-type="title" id=toc-112>ذكر فقهاء التابعين بالبصرة</span>
فمنهم أبو سعيد
<span data-type="title" id=toc-113>الحسن بن أبي الحسن البصري</span>
: واسم أبي الحسن يسار، مولى الأنصار. وولد الحسن لسنتين بقيتا من خلافة عمر رضي الله عنه ومات بالبصرة سنة عشر ومائة وهو ابن ثمانين سنة. وروي أن أمه كانت خادمة لأم سلمة زوج رسول الله (١) صلى الله عليه وسلم، وربما بعثتها في حاجة فيبكي الحسن فتناوله ثديها، فرأوا أن تلك الحكم التي رزقها الحسن من بركات ذلك. وروي أن أم سلمة أخرجته إلى عمر فدعا له فقال: اللهم فقهه في الدين وحببه إلى الناس (٢) .
وسئل أنس بن مالك عن مسألة فقال: سلوا مولانا الحسن فإنه سمع وسمعنا فحفظ ونسينا. وقال أبو قتادة العدوي: الزموا هذا الشيخ - يعني الحسن - فما رأيت أحداً أشبه رأياً بعمر بن الخطاب منه. وروى بلال بن أبي بردة قال: سمعت أبي يقول: والله لقد أدركت أصحاب محمد صلى الله عليه وسلم فما رأيت أحداً أشبه بأصحاب محمد (٣) صلى الله عليه وسلم من هذا الشيخ - يعني الحسن - وقال علي بن زيد: أدركت عروة بن الزبير وسعيد بن المسيب ويحيى بن جعدة والقاسم بن محمد وسالماً في آخرين فلم أر مثل الحسن، ولو أن الحسن أدرك أصحاب رسول الله صلى الله عليه وسلم وهو رجل لاحتاجوا إلى رأيه
_________
(١) ط: زوج النبي.
(٢) ط: للناس.
(٣) ط: رسول الله.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (82,'ومنهم أبو الشعثاء
<span data-type="title" id=toc-114>جابر بن زيد الأزدي</span>
: مات سنة ثلاث ومائة وقيل: سنة ثلاث وتسعين. وروى عمرو بن دينار عن ابن عباس أنه قال: لو أن أهل البصرة سألوا جابر بن زيد عما في كتاب الله ثم نزلوا عند قوله وسعهم، أو قال: كفاهم. وقال عمرو بن دينار (١) : ما رأيت أحداً أعلم من أبي الشعثاء.
ومنهم أبو بكر
<span data-type="title" id=toc-115>محمد بن سيرين</span>
، مولى أنس بن مالك: من سبي عين التمر، ومات سنة عشر ومائة، وهو ابن سبع وسبعين سنة. وكان الشعبي يقول: عليكم بذاك الرجل الأصم يعين محمد بن سيرين.
ومنهم
<span data-type="title" id=toc-116>أبو العالية</span>
رفيع بن مهران الرياحي البصري: مولى امرأة من بني رياح من تميم. أدرك الجاهلية وأسلم بعد موت النبي صلى الله عليه وسلم بسنتين ودخل على أبي بكر وصلى خلف عمر. توفي سنة ست ومائة وقيل سنة ثلاث وتسعين وذكر الحسن لأبي العالية فقال: رجل مسلم يأمر بالمعروف وينهى عن المنكر وأدركنا الخير وتعلمنا قبل (٢) أن يولد الحسن. وقال مغيرة: كانوا يقولون: أشبه رجل بالبصرة علماً بإبراهيم أبو العالية.
ومنهم
<span data-type="title" id=toc-117>حميد بن عبد الرحمن الحميري</span>
: قال محمد بن سيرين: كان حميد بن عبد الرحمن أفقه أهل البصرة قبل أن يموت بعشر سنين.
ومنهم أبو عبد الله
<span data-type="title" id=toc-118>مسلم بن يسار</span>
: قال قتادة: كان مسلم بن يسار يعد خامس خمسة من فقهاء أهل البصرة. وقال ابن عون: أدركت هذا المسجد وما فيه حلقة يذكر فيها الفقه إلا حلقة مسلم بن يسار.
_________
(١) ط: عمرو بن شعيب.
(٢) ط: من قبل.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (83,'ومنهم
<span data-type="title" id=toc-119>أبو قلابة</span>
عبد الله بن زيد (١) بن عمرو الجرمي الأزدي: مات بالشام سنة ست أو سبع ومائة. قال مسلم بن يسار: لو كان أبو قلابة من العجم كان موبذ الموبذان (٢) . وروي أنه حضر عند عمر بن عبد العزيز فسألهم عن القسامة (٣) فذكره ثم قال: لكن هذا الجند لا يزال بخير ما أبقاك الله بين أظهرهم.
؟؟ ثم انتقل إلى طبقة أخرى:
منهم أبو الخطاب
<span data-type="title" id=toc-120>قتادة بن دعامة السدوسي</span>
: وكان أعمى أكمه، ولد سنة ستين ومات سنة سبع عشرة ومائة. قال معمر: قلت للزهري: أقتادة أعلم أن مكحول؟ قال لا بل قتادة، ما كان عند مكحول إلا شيء يسير. وقال معمر: لم أر من هؤلاء أفقه من الزهري وحماد وقتادة. وروي عن قتادة أنه أقام عند سعيد بن المسيب ثمانية أيام فقال له في اليوم الثامن: ارتحل يا أعمى فقد أنزفتني.
ومنهم أبو بكر
<span data-type="title" id=toc-121>أيوب بن أبي تميمة السختياني</span>
: مولى، مات سنة إحدى وثلاثين ومائة. قال الحسن: أيوب سيد شباب أهل البصرة. وقال هشام بن عروة: ما رأيت بالبصرة مثل ذاك السختياني. وقال شعبة: أيوب سيد الفقهاء. وخذ عنه مالك وسفيان الثوري وغيرهما.
_________
(١) يزيد في متن ط؛ وفي هامش ع: زيد، وكذلك ورد في المعارف: ٤٤٦.
(٢) الموبذ والموبذان - بفتح الباء - لفظتان فارسيتان معناهما ((الفقيه)) في الدين المجوسي، وإضافة إحداهما إلى الأخرى يراد منها هنا ((فقيه الفقهاء)) .
(٣) القسامة: أن يقتل رجل ولا تكون بينة قاطعة على القاتل فيجيء أولياء المقتول فيحلفون خمسين يميناً أن فلاناً من الناس هو الذي قتل صاحبهم دون أن يشركه في دمه أحد فإذا حلفوا خمسين يميناً استحقوا دية قتيلهم. فإن أبوا الحلف حلف المدعي عليه وبرئ.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (84,'ومنهم أبو عبد الله
<span data-type="title" id=toc-124>يونس بن عبيد</span>
، مولى عبد القيس: مات سنة تسع وثلاثين ومائة وقيل سنة أربعين وكان أصله من الكوفة.
ومنهم أبو عون
<span data-type="title" id=toc-125>عبد الله بن عون</span>
بن أرطبان (١) : مولى مزينة، مات سنة إحدى وخمسين ومائة. قال ابن المبارك: ما رأيت مثله.
ومنهم أبو هانئ
<span data-type="title" id=toc-122>أشعث بن عبد الملك الحمراني </span>(٢)
: من أصحاب الحسن مات سنة ست وأربعين ومائة.
ومنهم
<span data-type="title" id=toc-126>إسماعيل بن مسلم المكي</span>
: من أهل البصرة ونزل مكة، من أصحاب الحسن.
ومنهم
<span data-type="title" id=toc-127>هشام الدستوائي</span>
: من أصحاب الحسن وابن سيرين.
ومنهم داود بن أبي هند: أخذ عن الحسن وابن سيرين وسعيد ابن المسيب والشعبي.
ومنهم
حميد بن تيرويه (٣) الطويل.
_________
(١) ط: أبي ظبيان. وانظر ابن سعد ٧: ٢٦١.
(٢) نسبة إلى حمران بن ابان، وكان أشعث مولاه (المعارف: ٤٨٥) .
(٣) كذا في ع؛ وفي ط: بيروته؛ واسمه عند ابن سعد (٧: ٢٥٢) والقتبي (المعارف: ٤٨١) طرخان.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (85,'ثم بعد هؤلاء أبو عمرو
<span data-type="title" id=toc-129>عثمان بن سليمان البتي </span>(١)
: من أهل الكوفة وانتقل إلى البصرة ومات سنة ثلاث وأربعين ومائة. أخذ عن الحسن.
ثم
<span data-type="title" id=toc-130>سوار بن عبد الله القاضي</span>.
ثم بعد هؤلاء عبيد الله بن الحسن بن
الحصين (٢) العنبري
: مات سنة ثمان وستين ومائة.
ثم بعد هؤلاء أبو سعيد
<span data-type="title" id=toc-131>عبد الرحمن بن مهدي</span>
بن حسان (٣) العنبري: مات سنة ثمان وتسعين ومائة.
-<span data-type="title" id=toc-132> ٨ </span>-
<span data-type="title" id=toc-133>ذكر فقهاء بغداد</span>
فمنهم أبو عبد الله
<span data-type="title" id=toc-134>أحمد بن محمد بن حنبل</span>
بن هلال الشيباني: ولد سنة أربع وستين ومائة ومات في رجب يوم الجمعة سنة إحدى وأربعين ومائتين. قال قتيبة بن سعيد: لو أدرك أحمد بن حنبل عصر الثوري ومالك والأوزاعي والليث بن سعد لكان هو المقدم، فقيل لقتيبة: تضم أحمد إلى
_________
(١) ط: التيمي، وهو خطأ، انظر ابن سعد ٧: ٢٥٧؛ وسمي البتي لأنه كان يبيع البتوت فنسب إليها (المعارف: ٥٩٦) والبت: كساء غليظ من وبر أو صوف.
(٢) ابن الحصين: سقط من ط.
(٣) زاد في ط: ابن الحصين، ولعل هذا وهم (انظر السطرين السابقين) ؛ ولم يرفع نسبة ابن سعد (٧: ٢٩٧) والقتبي: ٥١٣ وقال ابن حجر في التهذيب (٦: ٢٧٩) عبد الرحمن بن مهدي بن حسان بن عبد الرحمن العنبري.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (86,'التابعين؟ قال: إلى كبار التابعين. قال أبو ثور: أحمد بن حنبل علم وأفقه من الثوري.
ومنهم أبو ثور
<span data-type="title" id=toc-135>إبراهيم بن خالد بن أبي اليمان الكلبي</span>
البغدادي: أخذ الفقه عن الشافعي. مات سنة أربعين ومائتين. وقال أحمد بن حنبل وقد سئل عن مسألة: سل الفقهاء، سل أبا ثور. وقال أحمد: أعرفه بالسنة منذ خمسين سنة هو عندي في مسلاخ سفيان الثوري.
ومنهم أبو عبيد
<span data-type="title" id=toc-136>القاسم بن سلام</span>
البغدادي: مات سنة أربع وعشرين ومائتين بمكة وهو ابن سبع وستين سنة. قال إبراهيم الحربي: كان أبو عبيد كأنه جبل نفخ فيه الروح يحسن كل شيء. وولي القضاء بطرسوس ثماني عشرة سنة ومات بمكة.
ومنهم أبو سليمان
<span data-type="title" id=toc-137>داود بن علي بن خلف الأصفهاني</span>
: ولد سنة اثنتين ومائتين ومات سنة سبعين ومائتين وأخذ العلم عن إسحاق بن راهويه وأبي ثور وكان زاهداً متقللاً. قال أبو العباس أحمد بن يحيى ثعلب (١) : كان داود عقله أكثر من علمه. وقيل أنه (٢) كان في مجلسه أربعمائة صاحب طيلسان أخضر وكان من المتعصبين للشافعي وصنف كتابين في فضائله والثناء عليه وانتهت إليه رياسة العلم ببغداد، وأصله من أصفهان ومولده بالكوفة، ومنشؤه ببغداد، وقبره بها في الشونيزية.
_________
(١) ع: ابن ثعلب، ولا وجه لاثبات كلمة ((ابن)) .
(٢) انظر تكملة تاريخ الطبري: ١٠.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (87,'ثم أبو جعفر
<span data-type="title" id=toc-139>محمد بن جرير بن يزيد الطبري </span>(١)
: نزل بغداد ومات سنة عشر وثلاثمائة، وهو صاحب التاريخ والمصنفات الكثيرة؛ وكان القاضي أبو الفرج (٢) المعافي بن زكريا النهرواني - ويعرف بابن طرارا - على مذهبه.
وكان أبو الفرج هذا فقيهاً أديباً شاعراً عالماً وأنشدني (٣) قاضي بلدنا أبو علي الداودي رحمه الله قال: أنشدني أبو الفرج لنفسه (٤) :
أأقتبس الضياء من الضباب ... وألتمس الشراب من السراب
أريد من الزمان النذل (٥) بذلاً ... وأرياً من جنى سلع وصاب
أرجي أن ألاقي لاشتيقاقي ... خيار الناس في زمن الكلاب
-<span data-type="title" id=toc-140> ٩ </span>-
؟<span data-type="title" id=toc-141> ذكر فقهاء خراسان</span>
فمنهم
<span data-type="title" id=toc-142>عطاء بن أبي مسلم</span>
الخراساني: ولد سنة خمسين ومات سنة خمس وثلاثين ومائة، وكان جوالة.
ومنهم أبو القاسم
<span data-type="title" id=toc-138>الضحاك بن مزاحم الهلالي </span>(٦)
: من أهل بلخ.
_________
(١) انظر ابن خلكان ٣: ٣٣٢ ففيه إشارة إلى طبقات الشيرازي.
(٢) ترجمة المعافي النهرواني في الفهرست: ٣٢٦ وابن خلكان ٤: ٣٠٩ وتاريخ بغداد ١٣: ٢٣٠ وانباه الرواة ٣: ٢٩٦ ومعجم الأدباء ١٩: ١٥١ وكانت وفاة المعافى سنة ٣٩٠.
(٣) ط: وأنشدنا.
(٤) ط: رحمه الله بي الفرج، والأبيات في ابن خلكان ٤: ٣١٠.
(٥) ط: حراً.
(٦) الضحاك بن مزاحم من بني مناف بن هلال بن عامر بن صعصعة، قال ابن قتيبة (المعارف: ٤٥٧) وأتى خراسان فأقام بها ومات سنة اثنتين ومائة.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (88,'ومنهم أبو عبد الرحمن
<span data-type="title" id=toc-143>عبد الله بن المبارك المروزي</span>
، مولى بني حنظلة: مات بهيت (١) في سنة نيف وثمانين ومائة (٢) ، وتفقه بسفيان ومالك، وكان فقيهاً زاهداً وروي أنه لما نعي إلى سفيان بن عيينة قال: رحمه الله لقد كان فقيهاً عالماً عابداً زاهداً منتجباً. وقال عبد الرحمن بن مهدي: الأئمة أربعة: سفيان الثوري ومالك وحماد بن زيد وابن المبارك.
ومنهم أبو يعقوب إسحاق بن إبراهيم بن مخلد الحنظلي المروزي المعروف
<span data-type="title" id=toc-144>بابن راهويه</span>
: جمع بين الحديث والفقه (٣) والورع ولد سنة إحدى وستين وقيل سنة ست وستين ومائة. سكن نيسابور ومات بها سنة ثمان وثلاثين ومائتين. وسئل عنه أحمد بن حنبل فقال (٤) : ومن مثل إسحاق، إسحاق يسأل عنه؟ وقال أيضاً: إسحاق عندنا إمام من أئمة المسلمين وما عبر الجسر أحد أفقه من إسحاق. وقال إسحاق: أحفظ سبعين ألف حديث، وأذاكر بمائة ألف حديث، وما سمعت شيئاً قط إلا حفظته، ولا حفظت شيئاً قط فنسيته.
_________
(١) هيت: بلدة على الفرات قريبة من الأنبار.
(٢) قال ابن قتيبة (المعارف: ٥١١) توفي سنة ١٨١.
(٣) ط: الفقه والحديث.
(٤) قارن بما في تهذيب التهذيب ١: ٢١٧.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (89,'<span data-type="title" id=toc-145>فقهاء المذاهب الخمسة الشافعية، الحنفية، المالكية، الحنابلة، الظاهرية</span>',NULL,'95',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (90,'فراغ',NULL,'96',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (91,'ثم انتهى الفقه بعد ذلك في جميع البلاد التي انتهى
إليها الإسلام إلى أصحاب<span data-type="title" id=toc-149> الشافعي </span>وأبي حنيفة ومالك
وأحمد وداود وانتشر عنهم الفقه في الآفاق، وقام
بنصرة مذاهبهم أئمة ينتسبون إليهم وينصرون أقوالهم:
-<span data-type="title" id=toc-147> ١ </span>-
<span data-type="title" id=toc-148>فقهاء الشافعية</span>
فأما
الشافعي
رحمه الله فقد انتقل فقهه إلى أصحابه:
فمنهم أبو إبراهيم إسماعيل بن يحيى بن إسماعيل بن عمرو بن إسحاق
<span data-type="title" id=toc-146>المزني </span>(١)
: مات بمصر سنة أربع وستين ومائتين، وكان زاهداً عالماً مجتهداً مناظراً محجاجاً غواصاً على المعاني الدقيقة. صنف كتباً كثيرة: الجامع الكبير، والجامع الصغير، ومختصر المختصر، والمنثور، والمسائل المعتبرة، والترغيب في العلم، وكتاب الوثائق. قال الشافعي: المزني ناصر مذهبي.
_________
(١) السبكي ١: ٢٣٨ وابن خلكان ١: ١٩٦ والانتقاء: ١١٠.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (92,'ومنهم أبو محمد
<span data-type="title" id=toc-150>الربيع بن سليمان</span>
بن عبد الجبار المؤذن المرادي (١) ، مولى لهم: مات بمصر سنة سبعين ومائتين، وهو الذي يروي كتبه. قال الشافعي: الربيع راويتي.
ومنهم أبو يعقوب يوسف بن يحيى
<span data-type="title" id=toc-151>البويطي</span>
: مات ببغداد في السجن والقيد في رجله، وكان حمل من مصر في فتنة القرآن فأبى أن يقول بخلقه فسجن وقيد حتى مات سنة إحدى وثلاثين ومائتين.
قال الساجي في كتابه (٢) : كان أبو يعقوب إذا سمع المؤذن وهو في السجن يوم الجمعة اغتسل ولبس ثيابه ومشى حتى يبلغ باب الحبس فيقول له السجان: أين تريد؟ فيقول: حيث داعي الله فيقول: ارجع عافاك الله، فيقول أبو يعقوب: اللهم إنك تعلم أني قد أجبت داعيك فمنعوني.
وقال أبو الوليد ابن أبي الجارود: كان البويطي جاري فما كنت أنتبه ساعة من الليل إلا سمعته يقرأ ويصلي. وقال الربيع بن سليمان: كان البويطي أبداً يحرك شفتيه بذكر الله تعالى، وما رأيت أحداً أنزع بحجة من كتاب الله تعالى من أبي يعقوب البويطي. وقال الشافعي: ليس أحد أحق بمجلسي من يوسف بن يحيى، وليس أحد من أصحابي أعلم منه. وروي عنه أنه قال: أبو يعقوب لساني.
_________
(١) السبكي ١: ٢٥٩ والفهرست: ٢١١ وابن خلكان ٢: ٥٢.
(٢) نقل السبكي هذا النص في الطبقات (١: ٢٧٥) مع اختلاف عما ورد هنا. وهو كما أورده أبو إسحاق وارد في التهذيب ١١: ٤٢٨؛ والساجي هو ابو يحيى زكريا بن يحيى (الفهرست: ٢١٣) ، وذكر له ابن النديم كتاب الاختلاف في الفقه، ويفهم مما أورده السخاوي في التوبيخ: ٥٨٧ أنه ألف في رجال الحديث. وسيورد أبو إسحاق ترجمته في ما يلي ص: ١٠٤.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (93,'ومنهم أبو حفص حرملة بن يحيى بن عبد الله بن حرملة بن عمران التجيبي (١) : ولد سنة ست وستين ومائة وتوفي بمصر سنة ثلاث وأربعين ومائتين. وكان حافظاً للحديث، صنف المبسوط والمختصر.
ومنهم أبو موسى
<span data-type="title" id=toc-152>يونس بن عبد الأعلى الصدفي </span>(٢)
: مات سنة أربع وستين ومائتين، السنة التي مات فيها المزني.
ومنهم أبو عبد الله محمد بن عبد الله
<span data-type="title" id=toc-154>بن عبد الحكيم</span>
بن أعين المصري (٣) : سمع من ابن وهب وأشهب من أصحاب مالك، وصحب الشافعي وتفقه به، وحمل في المحنة إلى بغداد إلى ابن أبي دواد ولم يجب إلى ما طلب منه ورد إلى مصر، وانتهت إليه الرياسة بمصر، ومات في سنة نيف وستين ومائتين.
ومنهم
<span data-type="title" id=toc-153>الربيع بن سليمان الجيزي </span>(٤) .
ومن أصحابه المكيين أبو بكر
<span data-type="title" id=toc-155>عبد الله بن الزبير</span>
بن عيسى الحميدي المكي (٥) : مات بمكة سنة تسع عشرة ومائتين، وكان قد أخذ عن مسلم بن
_________
(١) السبكي ١: ٢٥٧ وابن خلكان ١: ٣٥٣ والانتقاء: ١٠٩.
(٢) السبكي ١: ٢٧٩ وابن خلكان ٦: ٢٤٧ والانتقاء: ١١١.
(٣) السبكي ١: ٢٢٣ وابن خلكان ٣: ٣٣٣ والانتقاء: ١١٣ وذكر أن وفاته كانت سنة ٢٦٨ او التي بعدها.
(٤) السبكي ١: ٢٥٩ وابن خلكان ٢: ٥٣ وكانت وفاة الجيزي سنة ٢٥٦ أو في التي بعدها.
(٥) السبكي ١: ٢٦٣.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (94,'خالد الزنجي والدراوردي وابن عيينة شيوخ الشافعي، ورحل مع الشافعي إلى مصر ولزمه حتى مات الشافعي (١) ثم رجع إلى مكة. وقال يعقوب بن سفيان الفسوي (٢) : ما رأيت أنصح للإسلام وأهله من الحميدي.
ومنهم أبو الوليد موسى
<span data-type="title" id=toc-157>بن أبي الجارود</span>
المكي (٣) : روى عنه الحديث وكتاب الأمالي وغيره من الكتب، وكان يفتي بمكة على مذهب الشافعي.
ومن أصحابه البغداديين أبو عبد الله
<span data-type="title" id=toc-158>أحمد بن محمد بن حنبل</span>
- وقد مضى تاريخ موته وذكر طرف من فضله - قال الحسن بن محمد بن الصباح<span data-type="title" id=toc-156> الزعفراني: </span>ما قرأت على الشافعي حرفاً إلا وأحمد حاضر، وما ذهبت إلى الشافعي مجلساً إلا وجدت أحمد فيه. وقال إبراهيم الحربي: الشافعي أستاذ الأستاذين، أليس هو أستاذ أحمد؟
وقال صالح بن أحمد: مشى أبي مع بغلة الشافعي فبعث إليه يحيى بن معين فقال: أما رضيت غلا أن تمشي مع بغلته؟ فقال: يا أبا زكريا، ولو مشيت إلى الجانب الآخر كان أنفع لك.
ومنهم أبو علي الحسن بن محمد بن الصباح
الزعفراني (٤)
: مات سنة ستين ومائتين، وهو الذي ينسب إليه درب الزعفراني ببغداد، وفيه مسجد
_________
(١) ورحل.... الشافعي: سقط من ط.
(٢) ط: القشيري.
(٣) السبكي ١: ٢٧٤.
(٤) السبكي ١: ٢٥٠ والفهرست: ٢١١ وابن خلكان ١: ٣٥٦ والانتقاء: ١٠٥.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (95,'الشافعي. قال الشيخ أبو إسحاق رحمه الله (١) : وهو المسجد الذي كنت أدرس فيه بدرب الزعفراني ولله الحمد والمنة.
ومنهم
<span data-type="title" id=toc-159>أبو ثور </span>(٢)
إبراهيم بن خالد بن أبي اليمان (٣) الكلبي (٤) : - وقد مضى تاريخ موته وطرف من فضله - قال: كنت من أصحاب محمد بن الحسن فلما قدم الشافعي علينا جئت إلى مجلسه شبه المستهزئ فسألته عن مسألة من الدور (٥) فلم يجبني وقال: كيف ترفع يديك في الصلاة؟ فقلت: هكذا، فقال: أخطأت. فقلت: هكذا، قال: أخطأت، قلت (٦) : فكيف أصنع؟ فقال: حدثني سفيان عن الزهري عن سالم عن أبيه أن رسول الله صلى الله عليه وسلم كان يرفع يديه حذو منكبيه وإذا ركع (٧) وإذا رفع؛ قال أبو ثور: فوقع في نفسي ذلك فجعلت أزيد في المجيء وأقصر من الاختلاف إلى محمد بن الحسن، فقال محمد لي يوماً: يا أبا ثور أحسب هذا الحجازي قد غلبنا عليك، قلت: أجل، الحق معه. قال: فكيف ذاك؟ قلت: كيف ترفع يديك في الصلاة؟ فأجابني على نحو ما أجبت الشافعي فقلت: أخطأت، قال: كيف أصنع؟ قلت: حدثني الشافعي عن سفيان
_________
(١) قال الشيخ ... الله: سقط من ط.
(٢) السبكي ١: ٢٢٧ والفهرست: ٢١١ وابن خلكان ١: ٧ والانتقاء: ١٠٧.
(٣) الفهرست: ابن اليمان.
(٤) زاد في ط: البغداذي.
(٥) الدور عند الحكماء والمتكلمين والصوفية: توقف كل من الشيئين على الآخر، فالدور العلمي هو توقف العلم بكون كل المعلومين على العلم بالآخر، والدور الأضافي تلازم الشيئين في الوجود بحيث لا يكون أحدهما إلا مع الآخر (انظر كشاف التهانوي ١: ٤٦٧ وما بعدها) .
(٦) ط: فقلت.
(٧) وإذا ركع: سقط من ط.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (96,'عن الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم كان يرفع يديه حذو منكبيه (١) وإذا ركع وإذا رفع؛ قال أبو ثور: فلما كان بعد شهر وعلم الشافعي أني قد لزمته للتعلم منه قال: يا أبا ثور، خذ مسألتك في الدور فإنما منعني أن أجيبك يومئذ لأنك كنت متعنتاً.
ومنهم
<span data-type="title" id=toc-162>الحارث بن شريح</span>
النقال (٢) : مات سنة ست وثلاثين ومائتين، وهو الذي حمل كتاب الرسالة إلى عبد الرحمن بن مهدي الإمام.
ومنهم أبو علي الحسين بن علي
<span data-type="title" id=toc-160>الكرابيسي </span>(٣)
: مات سنة خمس وقيل ثمان وأربعين ومائتين، وكان متكلماً عارفاً بالحديث، له تصانيف (٤) كثيرة في أصول الفقه وفروعه.
فهؤلاء المشهورون من أصحابه، وقد أخذ عنه الفقه خلق كثير غير هؤلاء.
فمنهم أبو عبد الرحمن
<span data-type="title" id=toc-161>أحمد بن يحيى المتكلم </span>(٥)
: وكان من كبار أصحابه ثم صار من أصحاب ابن أبي دواد.
_________
(١) زاد في ط: إذا افتتح الصلاة.
(٢) في ط: البقال، وفي السبكي (١: ٢٤٩) : سريج، والنقال بالنون هو الصواب وإنما قيل له ذلك لأنه نقل رسالة الشافعي إلى عبد الرحمن بن مهدي.
(٣) السبكي ١: ٢٥١ والانتقاء: ١٠٦.
(٤) ط: مصنفات.
(٥) السبكي ١: ٢٢٢ والانتقاء: ١٠٨.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (97,'ومنهم
<span data-type="title" id=toc-164>الحسين القلاس </span>(١)
: الفقيه البغدادي، وكان من عليه أصحاب الحديث وحفاظ مذهب الشافعي، هكذا حكاه (٢) داود في كتاب فضائل الشافعي، عن أبي ثور وأبي علي الزعفراني.
ومنهم
<span data-type="title" id=toc-165>عبد العزيز بن يحيى الكناني</span>
: المكي المتكلم (٣) ، وهو الذي ناظر بشراً المريسي عند المأمون في نفي خلق القرآن. قال داود بن علي: هو أحد أصحاب الشافعي، أخذ عنه وطالت صحبته واتباعه له وخرج معه إلى اليمن.
ومنهم أبو زيد
<span data-type="title" id=toc-166>عبد الحميد بن الوليد بن المغيرة المصري</span>
النحوي المعروف بكبد (٤) : من أصحابه المصريين، قديم الوفاة، ذكره الدارقطني في كتابه في ذكر من روى عن الشافعي.
ومنهم
<span data-type="title" id=toc-163>علي بن عبد الله بن جعفر المديني </span>(٥)
: كتب عن الشافعي
_________
(١) السبكي (١: ٢٥٦) : والقلاس بفتح القاف وتشديد اللام وفي آخرها السين المهملة، قال السبكي: ويقال إن اسمه الحسن.
(٢) ط: حكى.
(٣) السبكي ١: ٢٦٥ وقد نشر باسمه كتاب ((الحيدة)) (دمشق ١٩٦٤ بتحقيق الدكتور جميل صليبا) قال السبكي: ينسب إليه كتاب الحيدة وفيه أمور مستشنعة، لكنه كما قال شيخنا الذهبي لم يصح اسناده إليه؛ وقد ناقش المحقق هذا الرأي في مقدمته ص: ١٧.
(٤) ضبطه ابن حجر (تبصير المنتبه: ١١٨٣) بفتح الكاف وكسر الباء الموحدة، وقال هو مولى أشجع روى عن مالك والهيثم بن عدي وكان إخبارياً علامة، توفي سنة ٢١١؛ قال ابن تونس: سمي كبداً لأنه كان ثقيلاً.
(٥) السبكي (١: ٢٦٦) : ابن المديني.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (98,'كتاب الرسالة وحملها إلى عبد الرحمن بن مهدي فأعجب بها.
وأما من روى عنه الحديث فخلق كثير ذكرهم الدارقطني في جزءين؛ ثم قام بفقهه بعد هؤلاء جماعة.
منهم أبو القاسم عثمان بن سعيد بن بشار
<span data-type="title" id=toc-168>الأنماطي </span>(١)
: أخذ الفقه عن الربيع والمزني، ومات ببغداد في سنة ثمان وثمانين ومائتين، وكان هو السبب في نشاط الناس ببغداد لِكَتْبِ فقه الشافعي ولحفظه (٢) .
ومنهم أبو يحيى
<span data-type="title" id=toc-169>زكريا بن يحيى الساجي</span>
البصري (٣) : أخذ عن الربيع والمزني ومات بالبصرة سنة سبع وثلاثمائة وله كتاب اختلاف الفقهاء، وكتاب علل الحديث (٤) .
ومنهم أبو نعيم
<span data-type="title" id=toc-167>عبد الملك بن محمد بن عدي الاستراباذي </span>(٥)
: صاحب الربيع ابن سليمان، وروى حديث ابن مسعود عن رسول الله صلى الله عليه وسلم أنه قال: لا تسبوا قريشاً فإن عالمها يملأ الأرض علماً، اللهم أذقت أولها نكالاً فأذق آخرها (٦) نوالاً، ثم قال: وفي هذا الحديث علامة بينة، إذا تأمله الناظر المميز علم أن المراد به رجل من علماء هذه الأمة من قريش يظهر علمه، وتلك
_________
(١) السبكي ٢: ٥٢.
(٢) ط: وتحفظه.
(٣) السبكي ٢: ٢٢٦ والفهرست: ٢١٣.
(٤) جاء في طبقات السبكي: وله اختلاف الحديث، وأظنه الذي سماه الذهبي بالعلل.
(٥) السبكي ٢: ٢٤٢، وقد توفي سنة ٣٢٢ أو في التي بعدها.
(٦) ع: أخراها.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (99,'صفة لا تصلح إلا للشافعي رضي الله عنه، فإنه عالم من قريش قد بين العلم ومهد الطريق وشرح الأصول وبين الفروع وصنف المصنفات التي سارت بها الركبان وانتشرت في سائر البلدان.
ومنهم أبو جعفر
<span data-type="title" id=toc-170>محمد بن أحمد بن نصر الترمذي </span>(١)
: سكن بغداد ولم يكن للشافعي في وقته بالعراق ارأس ولا أورع ولا أكثر تقللاً منه. ذكر أبو إسحاق الزجاج النحوي أنه كان يجري عليه في كل شهر أربعة دراهم وكان لا يسأل أحداً شيئاً.
ولد في ذي الحجة من سنة مائتين ومات في المحرم سنة خمس وتسعين ومائتين. وقال أبو جعفر: تفقهت لأبي حنفية فرأيت النبي صلى الله عليه وسلم في منامي وأنا في مسجد مدينة النبي صلى الله عليه وسلم عام حججت فقلت: يا رسول الله، قد تفقهت بقول أبي حنيفة أفآخذ به؟ فقلا: لا، فقلت: آخذ بقول مالك ابن أنس؟ فقال: خذ منه ما وافق سنتي، قلت: فآخذ (٢) بقول الشافعي؟ قال: ما هو له بقول إلا أنه أخذ بسنتي ورد على من خالفها.
ومنهم
<span data-type="title" id=toc-171>محمد بن إسحاق بن خزيمة</span>
بن المغيرة السلمي (٣) : - مولى لهم - من أهل نيسابور. مات سنة اثنتي عشرة وثلاثمائة (٤) ، وكان يقال له إمام
_________
(١) ابن خلكان ٣: ٣٣٤.
(٢) ط: قال.. قلت ... أفآخذ.. أفاخ١ذ: وهو موافق لما عند ابن خلكان في المطبوعة، أما ما في أصول ابن خلكان الخطية فإنه موافق لما أثبتناه في المتن عن ع.
(٣) السبكي ٢: ١٣٠.
(٤) في طبقات السبكي أنه توفي سنة ٣١١.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (100,'الأئمة، وجمع بين الفقه والحديث، قال: حضرت المزني وسأله سائل من العراقيين عن شبه العمد فذكر المزني الخبر الذي رواه الشافعي: إلا أن قتيل الخطأ شبه العمد، قال له السائل: تحتج (١) بعلي بن زيد بن جذعان؟ فسكت المزني، فقلت للرجل: قد روى الخبر غير (٢) علي بن زيد، فقال: من رواه؟ قلت (٣) : أيوب السختياني وخالد الحذاء، فقال: ومن عقبة بن أوس الذي يرويه عن عبد الله بن عمر؟ فقلت: عبقة رجل من أهل البصرة وقد روى (٤) عنه محمد بن سيرين في جلالته (٥) ، فقال الرجل للمزني: أنت تناظر أو هذا؟ فقال: إذا جاء الحديث فهو يناظر لأنه أعلم بالحديث مني، وأنا أتكلم.
وحكى عنه أبو بكر النقاش أنه قال: ما قلدت أحداً في مسالة منذ بلغت ست عشرة سنة. وقال أبو بكر الصدفي: أبو بكر ابن خزيمة يستخرج النكت والمعاني من حديث رسول الله صلى الله عليه وسلم بالمناقيش (٦) .
ومنهم أبو عبد الله
<span data-type="title" id=toc-172>محمد بن نصر المروزي </span>(٧)
: ولد ببغداد ونشأ
_________
(١) ط: أتحتج.
(٢) ط: الحديث عن غير، وما في ع موافق لما عند السبكي.
(٣) ط: فقال من؟ قلت: رواه.
(٤) السبكي: وقد رواه.
(٥) أورد السبكي الطرق المختلفة لرواية الحديث.
(٦) السبكي: بالمنقاش.
(٧) السبكي ٢: ٢٠، وقال فيه ابن حزم: ((أعلم الناس من كان أجمعهم للسنن وأضبطهم لها وأذكرهم لمعانيها وأدراهم بصحتها وبما أجمع الناس عليه مما اختلفوا فيه، وما نعلم هذه الصفة بعد الصحابة أتم منها في محمد بن نصر المروزي، فلو قال قائل: ليس لرسول الله صلى الله عليه وسلم حديث ولا لأصحابه إلا وهو عند محمد بن نصر لما بعد عن الصدق.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (101,'بنيسابور واستوطن سمرقند؛ وولد في سنة اثنتين ومائتين، ومات سنة أربع وتسعين ومائتين.
روى عنه أنه قال: كتبت الحديث بضعاً وعشرين سنة وسمعت قولاً ومسائل ولم يكن لي حسن رأي في الشافعي، فبينا أنا قاعد في مسجد رسول الله صلى الله عليه وسلم في المدينة إذ أغفيت إغفاءة فرأيت النبي صلى الله عليه وسلم في المنام فقلت (١) : يا رسول الله، أكتب رأي أبي حنيفة؟ فقال: لا، فقلت: رأي مالك؟ قال: اكتب ما وافق حديثي، قلت: أكتب رأي الشافعي؟ فطأطأ رأسه شبه الغضبان وقال: تقول رأي؟ ليس بالرأي؛ هو رد على من خالف سنتي؛ قال: فخرجت في اثر هذه الرؤيا إلى مصر فكتبت كتب الشافعي.
وصنف محمد هذا كتباً ضمنها الآثار والفقه، وكان من أعلم الناس باختلاف الصحابة ومن بعدهم في الأحكام وصنف كتاباً فيما خالف أبو حنيفة علياً وعبد الله (٢) رضي الله عنهما. قال أبو بكر الصيرفي: لو لم يصنف إلا كتاب القسامة لكان من أفقه الناس، فكيف وقد صنف كتباً سواه؟
ومنهم أبو الحسن
<span data-type="title" id=toc-173>منصور بن إسماعيل التميمي</span>
المصري (٣) : مات قبل العشرين وثلاثمائة، وكان أعمى، وأخذ الفقه عن أصحاب الشافعي وأصحاب أصحابه وله مصنفات في المذهب مليحة منها الواجب، والمستعمل
_________
(١) انظر حكاية مقاربة في ترجمة الترمذي ص: ١٠٥ من هذا الكتاب.
(٢) ط: وابن مسعود.
(٣) السبكي ١: ٣١٧ وابن خلكان ٤: ٣٧٦ وكانت وفاته في جمادى الأولى سنة ٣٠٦ وأصله من رأس عين وسكن الرملة ثم سافر إلى مصر.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (102,'والمسافر والهداية وغيرها من الكتب، وله شعر مليح وهو القائل:
عاب التفقه قوم لا عقول لهم ... وما عليه إذا عابوه من ضرر
ما ضر شمس الضحى والشمس طالعة ... أن لا يرى ضوءها من ليس ذا بصر ومنهم أبو عبد الله
<span data-type="title" id=toc-176>الزبير بن أحمد بن سليمان</span>
بن عبد الله بن عاصم بن المنذر بن الزبير بن العوام البصري (١) : مات قبل العشرين وثلاثمائة (٢) . وكان أعمى، وله مصنفات كثيرة مليحة منها الكافي وكتاب النية (٣) وكتاب ستر العورة، وكتاب الهدية وكتاب الاستشارة والاستخارة، وكتاب رياضة المتعلم وكتاب الإمارة.
ومنهم أبو بكر
<span data-type="title" id=toc-174>محمد بن إبراهيم بن المنذر النيسابوري </span>(٤)
: مات بمكة سنة تسع أو عشر وثلاثمائة (٥) ، وصنف في اختلاف العلماء كتباً لم يصنف أحد مثلها، واحتاج إلى كتبه الموافق والمخالف ولا أعلم عن من أخذ الفقه.
ومنهم القاضي أبو العباس
<span data-type="title" id=toc-175>أحمد بن عمر بن سريج </span>(٦)
: مات ببغداد
_________
(١) السبكي ١: ٢٢٤ والفهرست: ٢١٢.
(٢) ط: والثلاثمائة.
(٣) السبكي: وكتاب التنبيه.
(٤) السبكي: ٢: ١٢٦ وابن خلكان ٣: ٣٤٤.
(٥) نقل السبكي تاريخ وفاته عن الشيرازي ثم قال: قال شيخنا الذهبي: وهذا ليس بشيء لأن محمد بن يحيى بن عمار لقيه سنة ست عشرة وثلاثمائة.
(٦) السبكي ٢: ٨٧ والفهرست: ٢١٣ وابن خلكان ١: ٤٩.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (103,'سنة ست وثلاثمائة (١) ، وكان من عظماء الشافعيين وأئمة المسلمين وكان يقال له الباز الأشهب، وولي القضاء بشيراز وكان يفضل على جميع أصحاب الشافعي حتى على المزني. وسمعت شيخنا أبا الحسن الشيرجي (٢) الفرضي صاحب أبي الحسين ابن اللبان الفرضي يقول: إن فهرست كتب أبي العباس يشتمل على أربعمائة مصنف، وقام بنصرة (٣) هذا المذهب ورد (٤) على المخالفين وفرع على كتب محمد بن الحسن. وكان الشيخ أبو حامد (٥) يقول: نحن نجري مع أبي العباس في ظواهر الفقه دون الدقائق.
وأخذ العلم عن أبي القاسم الأنماطي، وأخذ عنه فقهاء الإسلام وعن انتشر فقه الشافعي في أكثر الآفاق وكان يناظر أبا بكر محمد بن داود، وحكى أنه قال له أبو بكر يوماً: أبلعني ريقي، فقال له أبو العباس: أبعلتك دجلة؛ وقال له يوماً: أمهلني ساعة، فقال: أمهلتك من الساعة إلى أن تقوم الساعة؛ وقال له يوماً: أكلمك من الرجل وتجيبني من الرأس؟ فقال له أبو العباس: هكذا البقر إذا حفيت أظلافها دهت قرونها.
ثم انتقل الفقه إلى طبقة أخرى أكثرهم أصحاب العباس.
فمنهم أبو الطيب ابن
<span data-type="title" id=toc-177>سلمة البغدادي </span>(٦)
: وكان عالماً جليلاً.
_________
(١) الفهرست: سنة خمس وثلاثمائة.
(٢) ط: السرحي، ووضع صورة الحاء تحت الحرف ليميزها بأنها المهملة؛ والشيرجي نسبة إلى بيع الشيرج وهو دهن السمسم.
(٣) ط: بنصر.
(٤) ط: والرد.
(٥) يعني الاسفرايني.
(٦) الفهرست: ٢١٤ وابن خلكان ٣: ٣٤٣ واسمه محمد بن المفضل بن سلمة بن عاصم الضبي وكنيته أبو الطيب، وكانت وفاته سنة ٣٠٨.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (104,'ومنهم أبو حفص
<span data-type="title" id=toc-179>ابن الوكيل الباب شامي </span>(١)
: مات ببغداد بعد العشر وثلاثمائة.
ومنهم القاضي أبو عبيد
<span data-type="title" id=toc-180>ابن حربويه </span>(٢)
: مات سنة تسع عشرة وثلاثمائة.
ومنهم أبو علي
<span data-type="title" id=toc-178>ابن خيران </span>(٣)
: مات سنة عشرين وثلاثمائة، وعرض عليه القضاء فلم يتقلد (٤) . وكان بعض وزراء المقتدر - وأظن أنه أبو الحسن علي بن عيسى الوزير - وكل بداره ليتقلد القضاء فلم يتقلد (٥) وخوطب الوزير في ذلك فقال: إنما قصدنا التوكيل بداره ليقال: كان في زماننا من وكل بداره ليتقلد القضاء فلم يتقلد.
وسمعت شيخنا أبا الطيب الطبري رحمه الله يقول: كان أبو علي ابن خيران يعاتب (٦) القاضي أبا العباس ابن سريج على ولاية القضاء، يقول (٧) : هذا الأمر لم يكن في أصحابنا وإنما كان في أصحاب أبي حنيفة (٨) .
_________
(١) الباب شامي: هذه النسبة إلى باب الشام، إحدى المحال بالجانب الغربي من بغداد (الأنساب ٢: ٤) .
(٢) السبكي ٢: ٣٠١، واسمه علي بن الحسين بن حرب، وفي السبكي أن وفاته كما ذكرها الشيرازي، وفي ط: سنة سبع، وهو وهم من الناسخ.
(٣) السبكي ٢: ٢١٣، واسمه الحسين بن صالح بن خيران، وانظر ابن خلكان ١: ٤٠٠.
(٤) ط: يتقلده؛ وما في ع موافق لما عند السبكي.
(٥) ط: يتقلده.
(٦) السبكي: يعيب؛ وما هنا موافق لما عند ابن خلكان.
(٧) ط: ويقول.
(٨) علق السبكي على هذا الرأي بقوله: يعني بالعرق، وإلا فلم يكن القضاء بمصر والشام في أصحاب أبي حنيفة قط إلا ايام بكار في مصر، وإنما كان في مصر للمالكية وفي الشام للأوزاعية إلى أن ظهر مذهب الشافعي في الإقليمين.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (105,'ومنهم أبو سعيد
<span data-type="title" id=toc-183>الحسن بن أحمد الأصطخري </span>(١)
: وكان قاضي قم وولي الحسبة ببغداد، وكان ورعاً متقللاً، ولد سنة أربع وأربعين ومائتين ومات في سنة ثمان وعشرين وثلاثمائة، وصنف كتاباً حسناً في أدب القضاء.
ومنهم أبو بكر
<span data-type="title" id=toc-181>محمد بن عبد الله الصيرفي </span>(٢)
: مات سنة ثلاثين وثلاثمائة وله مصنفات في أصول الفقه وغيرها.
ومنهم أبو العباس بن أبي أحمد المعروف
<span data-type="title" id=toc-182>بابن القاص الطبري </span>(٣)
: صاحب أبي العباس ابن سريج. مات بطرسوس سنة خمس وثلاثين وثلاثمائة، وكان من أئمة أصحابنا، صنف المصنفات الكثيرة: المفتاح، وأدب القاضي، والمواقيت، والتلخيص. الذي شرحه أبو عبد الله ختن الإسماعيلي وقال: تمثلت فيه بقول الشاعر:
عقم النساء فما يلدن شبيهه ... (٤) إن النساء بمثله عقم وعنه أخذ الفقه أهل طبرستان.
_________
(١) السبكي ٢: ١٩٣ والفهرست: ٢١٣ وابن خلكان ١: ٣٥٧.
(٢) السبكي ٢: ١٦٩ والفهرست: ٢١٣ وابن خلكان ٣: ٣٣٧ وهو أول من انتدب من الشافعية للتأليف في علم الشروط.
(٣) السبكي ٢: ١٠٣ وابن خلكان ١: ٥١ واسمه أحمد، عرف والده بالقاص لدخوله الديلم ووعظه بها وتذكيره.
(٤) بهامش ع: ذكر الحاكم أن هذا القوال مات بالشام في ذي الحجة سنة خمس وستين وثلاثمائة رضي الله عنه.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (106,'ومنهم أبو بكر محمد بن علي بن إسماعيل
<span data-type="title" id=toc-184>القفال الشاشي </span>(١)
: درس على أبي العباس ابن سريج ومات في سنة ست وثلاثين وثلاثمائة (٢) . وكان إماماً وله مصنفات كثيرة ليس لأحد مثلها، أول من صنف الجدل الحسن من الفقهاء، وله كتاب في أصول الفقه وله شرح الرسالة وعنه انتشر فقه الشافعي فيما وراء النهر.
ومنهم أبو إسحاق
<span data-type="title" id=toc-185>إبراهيم بن أحمد المروزي</span>
صاحب أبي العباس (٣) . انتهت إليه الرياسة في العلم ببغداد وشرح المختصر (٤) وصنف الأصول وأخذ عنه الأئمة، وانتشر الفقه عن أصحابه في البلاد، وخرج إلى مصر ومات بها سنة أربعين وثلاثمائة.
ومنهم القاضي أبو علي
<span data-type="title" id=toc-186>ابن أبي هريرة البغدادي</span>
: درس على أبي العباس
_________
(١) السبكي ٢: ١٧٦ والفهرست: ٢١٥ وابن خلكان ٣: ٣٣٨.
(٢) قال ابن خلكان: وقد وقع الاختلاف في وفاة القفال المذكور فقال الشيخ أبو إسحاق الشيرازي في ((طبقات الفقهاء)) توفي في سنة ست وثلاثين وثلاثمائة وقال الحاكم أبو عبد الله أنه توفي بالشاش سنة ٣٦٥ ووافقه ابن السمعاني على ذلك في ((الأنساب)) ثم ذكر في ((الذيل)) أنه توفي سنة ٣٣٦ (انتهى مختصراً) .
(٣) الفهرست: ٢١٢ وابن خلكان ١: ٧ وجاء في ط: ((السدوسي)) في موضع ((المروزي)) .
(٤) يعني مختصر المزني.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (107,'وعلي أبي إسحاق وشرح المزني وعلق عنه الشرح أبو علي الطبري ودرس ببغداد ومات سنة خمس وأربعين وثلاثمائة (١) .
ومنهم أبو الحسين أحمد بن محمد المعروف
بابن القطان (٢) البغدادي (٣)
: وهو آخر من عرفناه من أصحاب أبي العباس ابن سريج، ودرس ببغداد وأخذ عنه العلماء ومات سنة تسع وخمسين وثلاثمائة.
ومنهم أبو بكر
<span data-type="title" id=toc-188>عبد الله بن محمد بن زياد</span>
بن واصل بن ميمون النيسابوري (٤) : ولد سنة ثمان وثلاثين ومائتين ومات في سنة أربع وعشرين وثلاثمائة، وهو مولى أبان بن عثمان بن عفان، وسكن بغداد، وكان زاهداً بقي أربعين سنة لم يتم الليل يصلي الغداة على طهارة العشاء، وجمع بين الفقه والحديث وله زيادات كتاب المزني.
وقال الدارقطني: ما رأيت أحفظ منه. وقال الدارقطني أيضاً: كنا ببغداد في مجلس فيه جماعة من الحفاظ يتذاكرون فجاء رجل من الفقهاء فسألهم: من روى عن النبي صلى الله عليه وسلم: " جعلت لي الأرض مسجداً وجعلت تربتها
_________
(١) حاشية ع: قال الخطيب في تاريخه: الحسن بن الحسين بن أبي هريرة أبو علي الفقيه القاضي كان أحد شيوخ الشافعيين، وله مسائل في الفروع محفوظة وأقواله فيها مسطورة حدثني عبيد الله بن أبي الفتح عن طلحة بن محمد بن جعفر قال: سنة خمس وأربعين وثلاثمائة فيها مات أبو علي ابن أبي هريرة في رجب. (قلت: انظر تاريخ بغداد ٧: ٢٩٨ - ٢٩٩) .
(٢) ط: القصار.
(٣) ابن خلكان ١: ٥٣ وتاريخ بغداد ٤: ٣٦٥.
(٤) السبكي ٢: ٢٣١.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (108,'لنا طهوراً "، فقالت الجماعة: روى هذا الحديث فلان وفلان، فقال السائل: أريد هذه اللفظة: " وتربتها "، فلم يكن عند أحد منهم جواب. ثم قالوا: ليس لنا غير أبي بكر النيسابوري، فقاموا بأجمعهم إلى أبي بكر فسألوه عن هذه اللفظة فقال: نعم، حدثنا فلان عن فلان، وساق الحديث في الوقت من حفظه واللفظة فيه.
ومنهم القاضي أبو بكر
<span data-type="title" id=toc-189>ابن الحداد المصري</span>
صاحب الفروع (١) : مات في سنة خمس وأربعين وثلاثمائة. وكان فقيهاً مدققاً وفروعه تدل على فضله.
ومنهم أبو بكر
<span data-type="title" id=toc-190>أحمد بن عمر الخفاف</span>
: وله كتاب الخصال.
ثم حصل الفقه في طبقة أخرى:
منهم
<span data-type="title" id=toc-191>القاضي أبو حامد</span>
أحمد بن عامر بن بشر (٢) المروروذي صاحب أبي إسحاق المروزي: مات سنة اثنتين وستين وثلاثمائة، ونزل البصرة ودرس بها وصنف الجامع في المذهب، وشرح المزني، وصنف في أصول الفقه، وكان إماماً لا يشق غباره وعنه أخذ فقهاء البصرة.
_________
(١) السبكي ٢: ١١٢ وابن خلكان ٣: ٣٣٦ واسمه محمد بن أحمد بن محمد بن جعفر.
(٢) الفهرست: ٢١٤ والسبكي ٢: ٨٢ وفيهما أحمد بن بشر ن عامر، قال السبكي: وعكس الشيخ أبو إسحاق فقال: ابن عامر بن بشر؛ قلت: ولأبي حامد أخبار كثيرة في مؤلفات أبي حيان التوحيدي.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (109,'ومنهم أبو علي
<span data-type="title" id=toc-192>الحسن بن القاسم الطبري </span>(١)
: مات في سنة خمسين وثلاثمائة. علق عن أبي علي ابن أبي هريرة وهي التعليقة التي تنسب إلى أبي علي، وهو من مصنفي أصحاب الشافعي، صنف المحرر في النظر، وهو أول كتاب صنف في الخلاف المجرد، وصنف الإفصاح في المذهب، وصنف أصول الفقه وصنف الجدل، ودرس ببغداد بعد أستاذه أبي علي بن أبي هريرة.
ومنهم أبو زيد
<span data-type="title" id=toc-193>محمد بن أحمد بن عبد الله بن محمد المروزي </span>(٢)
صاحب أبي إسحاق: مات بمرو في رجب سنة إحدى وسبعين وثلاثمائة، وكان حافظاً للمذهب حسن النظر مشهوراً بالزهد. قال أبو بكر البزار (٣) : عادلت الفقيه أبا زيد من نيسابور إلى مكة فما أعلم أن الملائكة كتبت عليه - يعني خطية (٤) - وعنه أخذ أبو بكر القفال المروزي وفقهاء مرو.
ومنهم أبو سهل
<span data-type="title" id=toc-194>محمد بن سليمان</span>
بن محمد بن سليمان بن هارون
<span data-type="title" id=toc-195>الصعلوكي</span>
الحنفي (٥) : من بني حنيفة، صاحب أبي إسحاق المروزي. مات في آخر سنة تسع وستين (٦) وثلاثمائة، وكان فقيهاً أديباً شاعراً متكلماً مفسراً صوفياً كاتباً وعنه أخذ ابنه أبو الطيب وفقهاء نيسابور.
_________
(١) السبكي ٢: ٢١٧ وسماه ((الحسين)) .
(٢) السبكي ٢: ١٠٨ وابن خلكان ٣: ٣٤٥ وهو فاشاني - بالفاء - من قرية ((فاشان)) إحدى قرى مرو.
(٣) ط ومطبوعة ابن خلكان: البزاز؛ وما في ع موافق لما عند السبكي وأكثر الأصول الخطية من ابن خلكان؛ وانظر تبصير المتنبه ١: ١٤٨.
(٤) يعني خطية: سقط من ط.
(٥) السبكي ٢: ١٦١ وابن خلكان ٣: ٣٤٢.
(٦) ط: تسع وتسعين، وما في ع موافق لما أورده السبكي.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (110,'ومنهم أبو بكر
<span data-type="title" id=toc-196>أحمد بن محمد بن علي بن الحسين بن يحيى السيبي </span>(١)
: ولد بقصر ابن هبيرة سنة ست وتسعين ومائتين، ودخل بغداد بعد أن أحرق القرمطي قصر ابن هبيرة في سنة أربع عشرة وثلاثمائة، ودرس على أبي إسحاق المروزي ورجع إلى قصره (٢) ونشر بها مذهب الشافعي، ومات في أول يوم من رجب سنة اثنتين وسبعين وثلاثمائة.
ومنهم
<span data-type="title" id=toc-198>أبو بكر أحمد بن إبراهيم بن إسماعيل</span>
بن العباس الإسماعيلي (٣) : مات سنة نيف وسبعين وثلاثمائة، وجمع بين الفقه والحديث ورياسة الدين والدنيا، وصنف الصحيح وأخذ عنه ابنه أبو سعيد وفقهاء جرجان، قال شيخنا القاضي أبو الطيب الطبري: دخلت جرجان قاصداً إليه وهو حي فمات قبل أن ألقاه.
ومنهم أبو الحسن
<span data-type="title" id=toc-197>محمد بن علي بن سهل الماسرجسي </span>(٤)
: مات سنة ثلاث وثمانين وثلاثمائة؛ تفقه (٥) على أبي إسحاق (٦) وخرج معه إلى مصر، وكان متقناً للمذهب؛ درس بينسابور وأخذ عنه فقهاؤها، وعليه تفقه شيخنا القاضي أبو الطيب الطبري.
_________
(١) السبكي ٢: ٩٨ ووقع في نسبه ((الحسن)) و ((السني)) والترجمة هنا أوفى مما جاء في طبقات السبكي. وقال صاحب اللباب (السيبي) : بكسر السين المهملة، وهذه النسبة إلى السيب، وظني أنها بنواحي قصر ابن هبيرة.
(٢) ط: قصر ابن هبيرة.
(٣) السبكي ٢: ٧٩ وذكر أن وفاته سنة ٣٧١.
(٤) ابن خلكان ٣: ٣٤٠، وذكر أن وفاته سنة ٣٨٤ وأثبت ما قاله الشيرازي أيضاً.
(٥) ط: وتفقه.
(٦) يعني أبا إسحاق الروزي.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (111,'ومنهم
<span data-type="title" id=toc-200>أبو علي الزجاج الطبري </span>(١)
من أصحاب أبي العباس ابن القاص، وله كتاب زيادة المفتاح (٢) وعنه أخذ فقهاء آمل، ودرس عليه شيخنا القاضي أبو الطيب.
ومنهم أبو الحسن ابن
<span data-type="title" id=toc-203>المرزبان البغدادي </span>(٣)
: صاحب أبي الحسين ابن القطان. مات سنة ست وستين وثلاثمائة، وكان فقيهاً ورعاً، حكي عنه أنه قال: ما أعلم أن لأحد علي مظلمة، وقد كان فقيهاً يعلم أن الغيبة من المظالم. ودرس ببغداد وعليه درس الشيخ أبو حامد الإسفرايني.
ومنهم أبو الحسن ابن
<span data-type="title" id=toc-199>خيران البغدادي </span>(٤)
: صاحب الكتاب اللطيف، درس عليه شيخنا أبو أحمد ابن رامين.
ومنهم
<span data-type="title" id=toc-202>أبو عبد الله الحناط </span>(٥) الشيرازي
: فقيه فارس.
ومنهم أبو القاسم عبد العزيز بن عبد الله
<span data-type="title" id=toc-201>الداركي </span>(٦)
: مات سنة خمس وسبعين وثلاثمائة، وكان فقيهاً محصلاً، تفقه على أبي إسحاق المروزي،
_________
(١) السبكي ٢: ٢١١، ٣: ١٤٦ وقال: أراه توفي في حد الأربعمائة.
(٢) السبكي: الفتاح.
(٣) السبكي ٢: ٢٤٥ واسمه علي بن أحمد، وانظر ابن خلكان ٢: ٤٤٣.
(٤) لم أجد له ترجمة عند السبكي وقد ذكر حاجي خليفة كتابه باسم ((اللطيف)) وقال: ف مجلد كبير، في أربعة وستون كتاباً وألف ومائتان وعشرون باباً، وترتيبه ليس على الترتيب المعهود (كشف الظنون: ١٥٥٥) .
(٥) ضبطها بالمهملة في ع: ط الخياط (حيثما وقع) .
(٦) السبكي ٢: ٢٤٠.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (112,'وانتهى التدريس إليه ببغداد، وعليه تفقه الشيخ أبو حامد الإسفرايني (١) بعد موت أبي الحسن ابن المرزبان وأخذ عنه عامة شيوخ بغداد وغيرهم من أهل الآفاق.
ومنهم القاضي أبو بكر محمد بن محمد البغدادي المعروف
<span data-type="title" id=toc-206>بابن الدقاق</span>
: ولد سنة ست وثلاثمائة ومات سنة اثنتين وتسعين وثلاثمائة، وكان فقيهاً أصولياً شرح المختصر وولي القضاء بكرخ بغداد.
ومنهم أبو بكر أحمد بن علي بن أحمد بن
<span data-type="title" id=toc-205>لال الهمداني </span>(٢)
. ولد سنة سبع وثلاثمائة ومات سنة ثمان وتسعين وثلاثمائة. وحكى لي سبطه أبو سعد أنه أخذ الفقه عن أبي إسحاق وأبي علي بن أبي هريرة، وكان ورعاً متعبداً أخذ عنه الفقه بهمذان (٣) .
ومنهم
<span data-type="title" id=toc-207>أبو عبد الله الحناطي</span>
الطبري (٤) : من أئمة طبرستان، وقدم بغداد في أيام الشيخ أبي حامد الإسفرايني.
ومنهم القاضي الشهيد أبو القاسم يوسف بن أحمد
<span data-type="title" id=toc-204>بن كج </span>(٥)
: صاحب
_________
(١) وانتهى التدريس ... الاسفرايني: سقطت هذه العبارة من ط ووردت في ترجمة ابن خيران قبل ذلك.
(٢) السبكي ٢: ٨٦.
(٣) السبكي: أخذ عنه فقهاء همذان.
(٤) السبكي ٣: ١٦٠ واسمه الحسين بن محمد بن عبد الله الحناطي - بحاء مهملة بعدهما نون مشددة، ووفاته - فيما يظهر - بعد الأربعمائة بقليل، أو قبلها بقليل.
(٥) السبكي ٤: ٢٩.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (113,'أبي الحسين ابن القطان وحضر مجلس الداركي أيضاً. قتله العيارون بالدينور ليلة السابع والعشرين من شهر رمضان سنة خمس وأربعمائة؛ وكان من أئمة أصحابنا وجمع بين رياسة الفقه والدنيا، وارتحل الناس إليه من الآفاق رغبة في علمه وجوده، وله مصنفات كثيرة.
ومنهم أبو الفضل
<span data-type="title" id=toc-209>محمد بن إبراهيم الفسوي </span>(١)
: من أصحاب أبي الحسن ابن القطان، وكان نظاراً فصيحاً، سكن بغداد وتوفي بأرجان.
وانتقل الفقه إلى طبقة أخرى:
منهم أبو الفياض
<span data-type="title" id=toc-210>محمد بن الحسين بن المنتصر</span>
: صاحب أبي حامد المروروذي درس بالبصرة وعنه أخذ فقهاؤها.
ومنهم أبو علي الحسن بن الحسين بن
<span data-type="title" id=toc-208>حمكان الهمذاني </span>(٢)
: صاحب أبي حامد المروروذي، سكن بغداد ودرس بها.
ومنهم القاضي
<span data-type="title" id=toc-211>أبو محمد الأصطخري</span>
: تفقه على القاضي أبي حامد المروروذي درس بالبصرة (٣) ، وكان قاضي فسا (٤) وفقيه فارس، شرح المستعمل لمنصور وكان فقيهاً مجوداً.
_________
(١) ط: محمد بن محمد إبراهيم النسوي.
(٢) السبكي ٣: ١٣٣، توفي سنة ٤٠٥.
(٣) زيادة من ط.
(٤) ط: نيسابور.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (114,'ومنهم القاضي أبو محمد الحسن بن أحمد المعروف
<span data-type="title" id=toc-213>بالحداد البصري </span>(١)
: أحد فقهاء أصحابنا، لا أعلم على من درس ولا وقت وفاته، ورأيت له كتاباً في أدب القضاء دل على فضل كثير.
ومنهم أبو الحسين
<span data-type="title" id=toc-214>ابن اللبان الفرضي</span>
البصري (٢) : وكان إماماً في الفقه والفرائض صنف فيها كتباً كثيرة ليس لأحد مثلها، وعنه أخذ الناس الفرائض. وممن أخذ عنه أبو أحمد (٣) ابن أبي مسلم الفرضي أستاذ الشيخ أبي حامد الإسفرايني في الفرائض.
وممن أخذ عن أبي الحسين الفرائض أبو الحسن محمد بن يحيى بن سراقة الفقيه الفرضي، وأبو الحسين أحمد بن محمد بن يوسف
<span data-type="title" id=toc-215>الكازروني</span>
الذي لم يكن في زمانه أفرض منه ولا أحب منه.
وممن أخذ عنه شيخنا أبو
<span data-type="title" id=toc-212>الحسن الشيرجي </span>(٤)
الفرضي الحاسب، وكان أبو الحسين ابن اللبان يقول: ليس في الأرض فرضي إلا من أصحابي أو أصحاب أصحابي أو لا يحسن شيئاً.
ومنهم أبو الطيب
<span data-type="title" id=toc-216>سهل بن محمد</span>
بن سليمان بن محمد بن سليمان
<span data-type="title" id=toc-217>الصعلوكي</span>
الحنفي (٥) : من بني حنيفة، تفقه على أبيه أبي سهل وكان فقيهاً أديباً، جمع رياسة الدين والدنيا، وأخذ عنه فقهاء نيسابور.
_________
(١) السبكي ٢: ٢٠٥.
(٢) السبكي ٣: ٦٤ واسمه محمد بن عبد الله بن الحسن بن اللبان.
(٣) السبكي: أحمد (باسقاط لفظة: أبو) .
(٤) ط: السرحي.
(٥) السبكي ٣: ١٦٩.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (115,'ومنهم
أبو سعد (١) إسماعيل
بن أحمد بن إبراهيم بن إسماعيل بن العباس الإسماعيلي: مات سنة ست وتسعين وثلاثمائة وجمع بين رياسة الدين والدنيا بجرجان، وكان فقيهاً أديباً جواداً، أخذ العلم عن أبيه أبي بكر الإسماعيلي.
وفيه وفي أخيه أبي نصر (٢) وأبيهما أبي بكر يقول الصاحب بن عباد في رسالته: وأما الفقيه أبو نصر فإذا جاء حدثنا وأخبرنا فصادع وصادق، وناقد وناطق، وأما أنت أيها الفقيه أبا سعد (٣) فمن يراك كيف تدرس وتفتي، وتحاضر (٤) وتروي، وتكتب وتملي، علم أنك الحبر ابن الحبر، والبحر ابن البحر، والضياء ابن الفجر، وأبو سعد (٥) ابن أبي بكر، فرحم الله شيخكم الأكبر فإن الثناء عليه غنم، والنساء بمثله عقم، فليفخر (٦) به أهل جرجان (٧) ما سال واديها وأذن مناديها.
ومنهم
<span data-type="title" id=toc-218>أبو عبد الله الختن </span>(٨)
: ختن أبي بكر الإسماعيلي، وكان فقيهاً فاضلاً شرح التلخيص لابن القاص.
_________
(١) وضع عليه علامة في ع، ولم يبق من الاسم في الحاشية سوى حرف السين، وصوابه ((سعد)) . كما يدل عليه ما يجيء بعده.
(٢) ترجمة أبي نصر في السبكي ٣: ٣٧.
(٣) ط: أبو سعيد.
(٤) ط: وتخلص.
(٥) ط: سعيد.
(٦) ط: يفتخر.
(٧) ط: خراسان.
(٨) السبكي ٢: ١٤٣ وابن خلكان ٣: ٣٤١ واسمه محمد بن الحسن بن إبراهيم (توفي سنة ٣٨٦) ووردت كنيته في ط: أبو عبد الرحمن، وسقطت منها لفظة ((الختن)) .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (116,'ومنهم القاضي أبو الحسن
<span data-type="title" id=toc-220>علي بن عبد العزيز الجرجاني </span>(١)
: وكان فقيهاً أديباً شاعراً وله ديوان، وهو القائل في قصيدة له:
يقولون لي فيك انقباض وإنما ... رأوا رجلاً عن موقف الذل أحجما
أرى الناس من داناهم هان عندهم ... ومن أكرمته عزة النفس أكرما ومنهم
<span data-type="title" id=toc-221>أبو نصر ابن الحناط</span>
الشيرازي: أخذ الفقه عن أبيه أبي عبد الله الحناط، وكان فقيهاً أصولياً فصيحاً صوفياً شاعراً، مات بفيد في طريق مكة وله مصنفات كثيرة في الفقه وأصول الفقه وعنه أخذ فقهاء شيراز الفقه، وهو الذي يقول في كتاب المزني:
هذا الذي لم أزل أطوي وأنشره ... حتى بلغت به ما كنت آمله
فدم عليه وجانب من يجانبه ... والعلم أنفس شيء أنت حامله وحكي أن أبا نصر أو أباه أبا عبد الله الحناط تكلم يوماً في مجلس النظر فأعجب الحاضرون بكلامه، فقال له القاضي أبو سعد بشر بن الحسين الداودي - وهو قاضي قضاة فارس والعراق وجميع أعمال عضد الدولة وهو أستاذ أبي الحسن الخرزي - وعند الشيخ أنه أورد كلاماً لا يجاب عنه حتى يلج الجمل في سم الخياط. فقال الشيخ: أجل.
وحتى يعود القارظان كلاهما ... وينشر في الموتى (٣) كليب لوائل (٤)
_________
(١) السبكي ٢: ٣٠٨ وابن خلكان ٢: ٤٤٠.
(٣) ط: القتلى، وأثبت في الحاشية الرواية الواردة هنا؛ وفي ديوان أبي ذؤيب كلتا الروايتين.
(٤) البيت لأبي ذؤيب الهذلي (ديوان الهذليين ١: ١٤٧) ، وقبله:
فتلك التي لا يبرح القلب حبها ... ولا ذكرها ما أرزمت أم حائل والقارظان: رجلان خرجا في الجاهلية يطلبان القرظ فلم يرجعا فضربتهما العرب مثلاً للشيء لا ترجى أوبته؛ وكليب بن ربيعة هو الذي قتله جساس وبسبب ذلك نشبت الحرب بين ابني وائل.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (117,'ومنهم
<span data-type="title" id=toc-223>أبو الحسين الأردبيلي </span>(١)
: درس ببغداد. توفي سنة إحدى وثمانين وثلاثمائة.
ومنهم
<span data-type="title" id=toc-222>أبو الحسين الجلابي الطبري </span>(٢)
: تفقه في بلده وحضر مجلس الداركي ثم درس في حياته، ومات قبل الداركي بسبعة عشر يوماً (٣) . وكان فقيهاً فاضلاً عارفاً بالحديث.
ومنهم
<span data-type="title" id=toc-227>أبو بشر</span>
أحمد بن محمد بن محمد بن جعفر
<span data-type="title" id=toc-224>الهروي </span>(٤)
: المعروف بالعالم. سكن بغداد ودرس عليه القادر بالله أمير المؤمنين رضي الله عنه.
ومنهم أبو محمد عبد الله بن محمد الخوارزمي
<span data-type="title" id=toc-225>البافي </span>(٥)
: صاحب الداركي. مات سنة ثمان وتسعين وثلاثمائة. وكان فقيهاً أديباً شاعراً مترسلاً كريماً، ودرس ببغداد بعد الداركي.
ومنه أبو حامد أحمد بن
<span data-type="title" id=toc-226>أبي طاهر الإسفرايني </span>(٦)
: ولد سنة أربع
_________
(١) سقطت هذه الترجمة من ط.
(٢) اسمه الحسن بن أحمد بن محمد الطبري (السبكي ٢: ٢٠٥) .
(٣) توفي الداركي في ١٣ شوال سنة ٣٧٥.
(٤) كتب السبكي اسمه (٢: ١٠٢) ولم يورد له ترجمة.
(٥) السبكي ٢: ٢٣٣ والباقي إلى باف - بالباء والفاء الموحدتين - قربة من قرى خوارزم؛ وفي ط: باقي.
(٦) السبكي ٣: ٢٤ وابن خلكان ١: ٥٥.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (118,'وأربعين وثلاثمائة ومات في شوال سنة ست وأربعمائة، وانتهت إليه رياسة الدنيا والدين ببغداد، وعلق عنه تعاليق في شرح المزني وعلق عنه أصول الفقه، طبق الأرض بالأصحاب وجمع مجلسه ثلاثمائة متفقه، واتفق الموافق والمخالف على تفضيله وتقديمه في جودة الفقه وحسن النظر ونظافة العلم.
سألت القاضي أبا عبد الله الصيمري - وكان إمام أصحاب أبي حنيفة في زمانه - فقلت: هل رأيت أنظر من الشيخ أبي حامد؟ فقال: ما رأينا أنظر منه ومن أبي الحسن الخرزي (١) الداودي. وكان أبو الحسين البغدادي المعروف بالقدوري إمام أصحاب أبي حنيفة في عصرنا يعظمه ويفضله على كل أحد.
وحكى لي رئيس الرؤساء شرف الوزراء جمال الورى أبو القاسم علي بن الحسين رضي الله عنه عن أبي الحسين القدوري أنه قال: الشيخ أبو حامد عندي أفقه وأنظر من الشافعي؛ قال رئيس الرؤساء: واغتظت منه في هذا القول، فقلت أنا (٢) : هذا القول من أبي الحسين حمله عليه اعتقاده في الشيخ أبي حامد وتعصبه بالحنفية على الشافعي، ولا يلتفت إليه، فإن أبا حامد ومن هو أقدم منه وأعلم على بعد من تلك الطبقة، وما مثل الشافعي ومثل من بعده إلا كما قال الشاعر:
نزلوا بمكة في قبائل نوفل ... ونزلت بالبيداء أبعد منزل
_________
(١) ط: أبي الحسين القدوري؛ وأبو الحسن الخرزي هو عبد العزيز بن أحمد الداودي الظاهري توفي سنة ٣٩١ (انظر تبصير المنتبه ١: ٣٢٥) ، وجاء في السبكي: الجزري، وهو خطأ.
(٢) عند ابن خلكان: فقال الشيخ، أي أن القائل هو الشيرازي نفسه.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (119,'ومنهم أبو طالب الزهري المعروف
<span data-type="title" id=toc-232>بابن حمامة</span>
البغدادي (١) : درس على الداركي وله مصنفات في المناسك حسنة.
ومنهم
<span data-type="title" id=toc-228>أبو عبد الله الذهلي </span>(٢)
: صاحب الداركي، وكان فقيهاً ديناً صالحاً لا يأكل إلا من كسبه.
ومنهم أبو القاسم
<span data-type="title" id=toc-231>عبد الواحد بن الحسين الصيمري </span>(٣)
: سكن البصرة وحضر مجلس القاضي أبي حامد المروروذي، وتفقه بصاحبه أبي الفياض وارتحل الناس إليه من البلاد، وكان حافظاً للمذهب حسن التصانيف.
ومنهم شيخنا أبو أحمد عبد الوهاب بن محمد بن عمر بن محمد
<span data-type="title" id=toc-229>بن رامين البغدادي </span>(٤)
: درس على الداركي وعلى أبي الحسن ابن خيران، وسكن البصرة ودرس بها، وكان فقيهاً أصولياً له مصنفات حسنة في الأصول.
ومنهم أبو القاسم
<span data-type="title" id=toc-230>عبد الواحد بن محمد بن عثمان البجلي </span>(٥)
: ويعرف بابن أبي عمرو، مات سنة عشر وأربعمائة، وكان فقيهاً أصولياً متكلماً له مصنفات حسنة في الأصول.
_________
(١) السبكي ٤: ٧ واسمه عمر بن إبراهيم بن سعيد ينتهي نسبه إلى سعد بن أبي وقاص.
(٢) كذا في ط؛ وهي غير واضحة في ع.
(٣) ط: عبد الله بن أحمد بن الحسن الضيمري؛ وانظر السبكي ٢: ٢٤٣ فهو موافق لما في ع؛ قال: وتوفي يعد ٣٨٦.
(٤) السبكي ٣: ٢٨٦ وتوفي ابن رامين سنة ٤٣٠.
(٥) السبكي ٣: ٣٨٥.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (120,'ومنهم أبو عبد الله الحسين بن محمد الطبري المعروف
<span data-type="title" id=toc-234>بالكشفلي </span>(١)
: مات ببغداد سنة بضع عشرة وأربعمائة، وكان قد درس بطبرستان على أبي عبد الله الحناطي ثم درس ببغداد على الداركي، وكان فقيهاً مجوداً موصوفاً بجودة النظر.
ومنهم أبو عبد الله
<span data-type="title" id=toc-236>الحسين بن عبد الله الطبري</span>
: له مختصر في الفقه مليح.
ومنهم
<span data-type="title" id=toc-237>أبو محمد ابن أبي حامد المروروذي</span>
: جمع بين الفقه والأدب وله كتب كثيرة: كتاب الحضانة وغيره، وكان أوحد في صنعة القضاء، وأظنه أخذ الفقه عن أبيه.
ومنهم شيخنا أبو عبد الله محمد بن عبد الله بن أحمد بن محمد
<span data-type="title" id=toc-233>البيضاوي </span>(٢)
: ومات سنة أربع وعشرين وأربعمائة، سكن بغداد، وتفقه على الداركي، وحضرت مجلسه وعلقت عنه، وكان ورعاً حافظاً للمذهب والخلاف موفقاً في الفتاوى.
ومنهم أبو إسحاق
<span data-type="title" id=toc-235>إبراهيم بن محمد الإسفرايني </span>(٣)
: وكان فقيهاً متكلماً أصولياً وعليه درس شيخنا القاضي أبو الطيب الطبري أصول الفقه بإسفراين،
_________
(١) السبكي ٣: ١٦٣ والكشفلي: نسبة غلى كشفل - بفتح الكاف وضم الفاء بينهما شين معجمة ساكنة وآخرها لام - من قرى طبرستان.
(٢) السبكي ٣: ٦٣.
(٣) السبكي ٣: ١١١.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (121,'وعنه أخذ الكلام والأصول عامة شيوخ نيسابور. توفي سنة سبع عشرة وأربعمائة (١) .
ومنهم أبو بكر أحمد بن محمد بن أحمد بن غالب الخوارزمي القاضي (٢) المعروف
<span data-type="title" id=toc-239>بالبرقاني </span>(٣)
: ولد سنة ست وثلاثين وثلاثمائة وسكن بغداد ومات بها في أول يوم من رجب سنة خمس وعشرين وأربعمائة. تفقه في حداثته وصنف في الفقه ثم اشتغل بعلم الحديث فصار فيه إماماً.
ومنهم شيخنا وأستاذنا القاضي الإمام
أبو الطيب طاهر بن عبد الله بن طاهر الطبري (٤)
: ولد سنة ثمان وأربعين وثلاثمائة، ومات سنة خمسين وأربعمائة وهو ابن مائة وسنتين، لم يختل عقله ولا تغير فهمه، يفتي مع الفقهاء ويستدرك عليهم الخطأ ويقضي ويشهد ويحضر المواكب في دار الخلافة إلى أن مات.
تفقه بآمل علي أبي علي الزجاجي صاحب ابن القاضي وقرأ على أبي سعد الإسماعيلي وعلى القاضي أبي القاسم ابن كج بجرجان ثم ارتحل إلى نيسابور وأدرك أبا الحسن الماسرجسي صاحب أبي إسحاق المروزي فصحبه أربع سنين وتفقه عليه ثم ارتحل إلى بغداد وعلق على (٥) أبي محمد البافي الخوارزمي صاحب الداركي وحضر مجلس الشيخ أبي حامد الإسفرايني.
ولم أر فيمن رأيت أكمل اجتهاداً وأشد تحقيقاً وأجود نظراً منه،
_________
(١) زيادة من ط؛ وهو قريب مما في السبكي إذ ذكر أن وفاته كانت سنة ٤١٨.
(٢) زيادة من ط.
(٣) السبكي ٣: ١٩، والبرقاني: بكسر الباء وفتحها.
(٤) السبكي ٣: ١٧٦ وابن خلكان ٢: ١٩٥.
(٥) السبكي: عن.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (122,'وشرح المزني وصنف في الخلاف والمذهب والأصول والجدل كتباً كثيرة ليس لأحد مثلها؛ ولازمت مجلسه بضع عشرة سنة ودرست أصحابه في مسجده سنين (١) بإذنه، ورتبني في حلقته، وسألني أن أجلس في مسجد للتدريس ففعلت ذلك في سنة ثلاثين وأربعمائة، أحسن الله تعالى عني جزاءه ورضي عنه.
ومنهم أبو الحسين أحمد بن الحسين
<span data-type="title" id=toc-240>الفتاكي </span>(٢)
: ولد بالري وتفقه على الشيخ أبي حامد الإسفرايني وعلى أبي عبد الله الحليمي وأبي طاهر الزيادي وسهل الصعلوكي، ودرس ببروجرد، ومات بها سنة ثمان وأربعين وأربعمائة، وكان ابن نيف وتسعين سنة.
ومنهم أبو الفرج محمد بن عبد الواحد بن محمد بن عمر المعروف
<span data-type="title" id=toc-241>بالدارمي البغدادي </span>(٣)
: ولد سنة ثمان وخمسين وثلاثمائة ومات بدمشق في سنة تسع وأربعمائة، وكان فقيهاً متأدباً حاسباً شاعراً متصوفاً لم أر (٤) أفصح لهجة منه. وقال لي: مرضت مرة فعادني الشيخ أبو حامد الإسفرايني رحمه الله فقلت:
مرضت فارتحت إلى عائدي ... فعادني العالم في واحد
ذاك الإمام ابن أبي طاهر ... أحمد ذو الفضل أبو حامد
_________
(١) ط: سنتين؛ وما في ع موافق للسبكي وابن خلكان.
(٢) السبكي ٣: ٧ والفناكي: بفتح الفاء وتشديد النون.
(٣) السبكي ٣: ٧٧.
(٤) السبكي: ما رأيت',NULL,'128',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (123,'ومنهم أبو الحسن أحمد بن محمد بن أحمد بن القاسم
<span data-type="title" id=toc-244>المحاملي الضبي </span>(١)
: تفقه على الشيخ أبي حامد الإسفرايني وله عنه تعليقة تنسب إليه وله مصنفات كثيرة في الخلاف والمذهب (٢) ، ودرس ببغداد، وتوفي سنة أربع عشرة أو خمس عشرة (٣) وأربعمائة.
ومنهم القاضي أبو علي
<span data-type="title" id=toc-242>الحسن بن عبد الله البندنيجي </span>(٤)
: صاحب الشيخ أبي حامد الإسفرايني وله عنه تعليقة معروفة (٥) تنسب إليه؛ وكان حافظاً للمذهب، وله مصنفات كثيرة في المذهب والخلاف، ودرس ببغداد سنين ثم رجع إلى البندنيجين (٦) وتوفي بها في جمادى الأولى سنة خمس وعشرين وأربعمائة ودفن بها (٧) .
ومنهم القاضي
<span data-type="title" id=toc-243>أبو العباس الأبيوردي </span>(٨)
: تفقه بأبي حامد الإسفرايني، وولي القضاء ببغداد، وكان فقيهاً متأدباً، ودرس ببغداد، وتوفي بها في جمادى الآخرة سنة خمس وعشرين وأربعمائة.
ومنهم شيخنا أبو القاسم
<span data-type="title" id=toc-245>منصور بن عمر الكرخي </span>(٩)
: تفقه على أبي
_________
(١) السبكي ٣: ٢٠.
(٢) ط: المذهب والخلاف.
(٣) أو خمس عشرة: سقط من ط.
(٤) السبكي ٣: ١٣٣ وقيل في نسبه: الحسن بن عبيد الله.
(٥) معروفة: سقطن من ط.
(٦) ط: البندنيج؛ السبكي: بندنيج؛ والبندنيجين: بلفظ التثنية: بلدة في طرف النهروان من ناحية الجبل من أعمال بغداد (ياقوت) .
(٧) ودفن بها: سقط من ط.
(٨) السبكي ٣: ٣٣ وكنيته عنده أبو سعيد.
(٩) السبكي ٤: ٢٠.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (124,'حامد الإسفرايني وله عنه تعليقة وصنف في المذهب كتاب الغنية ودرس ببغداد وتوفي بها سنة سبع وأربعين وأربعمائة.
ومنهم أبو نصر
<span data-type="title" id=toc-248>أحمد بن عبد الله الثابتي البخاري </span>(١)
: وأصله من فسا (٢) . تفقه على أبي حامد الإسفرايني وله عنه تعليقة وصنف ودرس ببغداد وتوفي بها سنة سبع وأربعين وأربعمائة بعد الكرخي بأيام.
ومنهم شيخنا أبو حاتم
<span data-type="title" id=toc-247>محمود بن الحسن الطبري المعروف بالقزويني </span>(٣)
: تفقه بآمل على شيوخ البلد، ثم قدم بغداد وحضر مجلس الشيخ أبي حامد الإسفرايني، ودرس الفرائض على أبي الحسين ابن اللبان وأصول الفقه على القاضي أبي بكر ابن الطيب الأشعري (٤) .
وكان حافظاً للمذهب والخلاف، صنف كتباً كثيرة في الخلاف والمذهب والأصول والجدل، ودرس ببغداد وآمر، ولم أنتفع بأحد في الرحلة كما انتفعت به وبالقاضي أبي الطيب الطبري. وتوفي بآمل.
ومنهم القاضي أبو علي
<span data-type="title" id=toc-246>الحسن بن محمد بن إبراهيم الكواري </span>(٥)
: صاحب الشيخ أبي حامد الإسفرايني، وولي القضاء بالأهواز ودرس بها سنين، وكان فقيهاً حافظاً صالحاً.
_________
(١) السبكي ٣: ١١.
(٢) السبكي: نسا.
(٣) السبكي ٤: ١٢ وتبين كذب المفتري: ٢٦٠.
(٤) يعني الإمام الباقلاني.
(٥) هذه النسبة إلى كوار بضم الكاف، قال في اللباب: وظني أنها من ناحية فارس وقال ياقوت: بلدة بينها وبين شيراز عشرة فراسخ.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (125,'ومنهم أبو الحسن
<span data-type="title" id=toc-251>علي بن أحمد النعيمي </span>(١)
: درس بالأهواز وكان فقيهاً عالماً بالحديث متأدباً متكلماً، وهو القائل:
إذا أظمأتك أكف اللئام ... كفتك القناعة شبعاً وريا
فكن رجلاً رجله في الثرى ... وهامة همته في الثريا
أبياً لنائل ذي ثروة ... تراه بما في يديه أبيا
؟ فغن إراقة ماء الحياة ... دون إراقة ماء المحيا ومنهم أقضى القضاة أبو الحسن علي بن محمد بن حبيب
<span data-type="title" id=toc-250>الماوردي البصري </span>(٢)
: تفقه على أبي القاسم الصيمري بالبصرة، وارتحل إلى الشيخ أبي حامد الإسفرايني، ودرس بالبصرة وبغداد سنين كثيرة، وله مصنفات كثيرة في الفقه والتفسير وأصول الفقه والأدب، وكان حافظاً للمذهب، وتوفي ببغداد سنة خمسين وأربعمائة.
ومنهم
<span data-type="title" id=toc-249>أبو سعيد الخوارزمي الضرير </span>(٣)
: تفقه على الشيخ (٤) أبي حامد الإسفرايني ودرس ببغداد، وتوفي بها قبل الخمسين والأربعمائة (٥) .
ومنهم القاضي الأبهى ذو المحاسن
<span data-type="title" id=toc-252>أبو محمد جعفر بن القاضي أبي عمر القاسم</span>
بن القاضي أبي القاسم جعفر بن القاضي أبي محمد عبد الواحد بن
_________
(١) السبكي ٣: ٢٨٨ والنعيمي، بضم النون، توفي سنة ٤٢٣؛ وانظر نقلاً عن الطبقات في تبيين كذب المفتري؛ ٢٥١ وقد وردت الأبيات في المصدرين المذكورين.
(٢) السبكي ٣: ٣٠٣ وابن خلكان ٢: ٤٤٤.
(٣) السبكي ٣: ٣٣ واسمه أحمد بن محمد بن محمد بن علي بن نمير.
(٤) زيادة من ط.
(٥) قال السبكي: توفي سنة ٤٤٨.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (126,'العباس بن عبد الواحد بن جعفر بن سليمان بن علي بن عبد الله بن العباس (١) : ولد سنة إحدى وستين وثلاثمائة ومات سنة خمس عشرة وأربعمائة بعد موت أبيه بسنة، وتفقه على أبي القاسم الصيمري، وكان ظريفاً عفيفاً أديباً فقيهاً جامعاً للمحاسن وله ديوان في الشعر قيل إنه غسله قبل موته.
ومنهم أبو الفتح
<span data-type="title" id=toc-253>سليم بن أيوب الرازي </span>(٢)
: تفقه على الشيخ أبي حامد الإسفرايني، وكان فقيهاً أصولياً سكن الشام وتفقه عليه أهله، وله مصنفات كثيرة. مات بالجار (٣) غريقاً سنة سبع وأربعين وأربعمائة.
وبخراسان وما وراء النهر من أصحابنا خلق كثير كالأودني، وأبي عبد الله الحليمي (٤) ، وأبي يعقوب الأبيوردي، وأبي بكر الفارسي البلخي، وأبي بكر القفال المروزي، وأبي علي السنجي (٥) وأبي بكر الطوسي (٦) ، وأبي منصور البغدادي، وأبي عبد الرحمن النيلي، وناصر المروزي،
_________
(١) السبكي ٣: ١٣٠.
(٢) السبكي ٣: ١٦٨ وابن خلكان ٢: ١٣٣ وتبيين كذب المفتري: ٢٦٢.
(٣) الجار: فرضة على ساحل الحجاز قريبة من ينبع؛ وفي ط: ومات بالخابور، وهو خطأ، قال ابن خلكان: ثم أنه غرق في بحر القلزم ... ودفن في جزيرة بقرب الجار؛ وبنحو من ذلك قال ابن عساكر في التبيين.
(٤) توفي الحليمي سنة ٤٠٣ (السبكي ٣: ١٤٧) .
(٥) من قرية سنج - بكسر السين المهملة بعدها نون ساكنة - وهي أكبر قرى مرو (السبكي ٣: ١٥٠) .
(٦) توفي الطوسي سنة ٤٢٠ (السبكي ٣: ٤٩) .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (127,'وأبي سليمان الشاشي، والغزالي (١) ، وأبي محمد الجويني، وأبي طاهر الزيادي، وأبي سهل أحمد بن علي الأبيوردي (٢) وأبي الحسن علي بن أحمد الحاكم (٣) بسمرقند وغيرهم ممن لم يحضرني تاريخ موتهم، رحمة الله عليهم.
وبفارس خلق كثير من أصحابنا:
منهم
<span data-type="title" id=toc-254>أبو الفتح ابن فارس</span>
: من أصحاب أبي نصر ابن الحناط.
ومنهم شيخنا القاضي أبو عبد الله الجلاب: خطيب شيراز وفقيهها من أصحاب أبي نصر ابن الحناط، وكان نظاراً فصيحاً أديباً، درست عليه بشيراز.
ومنهم
<span data-type="title" id=toc-255>أبو القاسم الطبقي</span>
صاحب أبي نصر ابن الحناط.
ومنهم
<span data-type="title" id=toc-256>أبو عبد الله البويطي</span>
الشيرازي.
<span data-type="title" id=toc-257>وأبو عبد الله الغضائري</span>
الفسوي صاحب أبي محمد الأصطخري.
_________
(١) حاشية ط: الغزالي هذا هو عم الغزالي صاحب ((الوسيط)) قاله ابن الصلاح. وقال السبكي (٣: ٣٥) : لما كنت أقرأ طبقات الشيخ أبي إسحاق على شيخنا الذهبي مررت بقوله: وبخراسان وفيما وراء النهر من أصحابنا خلق كثير كالأودني ... الخ، وقد سألت شيخنا الذهبي حال القراءة عليه: من هذا الغزالي، فقال: هذا زيادة الناسخ فأنا لا نعرف غزالياً غير حجة الإسلام وأخيه ويبعد كل البعد أن يكون ثم آخر لأن هذه نسبة غريبة يقل الأشتراك فيها ... ثم وقعت لي نسخة عليها خط الشيخ أبي إسحاق وقد كتب عليها بأنها قرئت عليه فألفيت هذه اللفظة فيها.. اله
(٢) ترجمة الأبيوردي في السبكي ٣: ١٧.
(٣) انظر السبكي ٣: ٢٨٩.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (128,'ومنهم شيخي أبو عبد الله
<span data-type="title" id=toc-260>محمد بن عمر الشيرازي</span>
، من أصحاب أبي حامد، وهو أول من علقت عنه بفيروزاباد.
ومنهم شيخي أبو أحمد
<span data-type="title" id=toc-258>عبد الرحمن بن الحسين الغندجائي </span>(١)
: علقت عنه بشيراز والغندجان، وكان من أصحاب أبي حامد الإسفرايني.
وبالموصل أبو الحسن أحمد بن الفتح بن عبد الله المعروف
<span data-type="title" id=toc-259>بابن الفرغان الموصلي </span><span data-type="title" id=toc-261>(٢)</span>
: من أصحاب أبي حامد الإسفرايني.
- ٢ -
؟<span data-type="title" id=toc-262> فقهاء الحنفية</span>
وأما
<span data-type="title" id=toc-263>أبو حنيفة</span>
رضي الله عنه فإنه انتقل فقهه إلى جماعة من أصحابه:
منهم
<span data-type="title" id=toc-264>أبو يوسف</span>
يعقوب بن إبراهيم (٣) : مات ببغداد سنة اثنتين وثمانين ومائة، وكان من أصحاب الحديث ثم غلب عليه الرأي. وأخذ الفقه عن محمد بن عبد الرحمن بن أبي ليلى ثم عن أبي حنيفة، وولي القضاء لهارون الرشيد (٤) .
_________
(١) السبكي ٣: ٢٢٣.
(٢) السبكي ٣: ٢٣، وفي ط: فرغان، وكذلك عند السبكي، وهو بفتح الفاء وإسكان الراء والغين المعجمة، توفي سنة ٤٣٨.
(٣) الجواهر المضية ٢: ٢٢٠ والفهرست: ٢٠٣.
(٤) هو أول من تلقب قاضي القضاة (عبر الذهبي ١: ٢٨٤) .',NULL,'134',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (129,'ومنهم
<span data-type="title" id=toc-265>أبو الهذيل زفر بن الهذيل العنبري </span>(١)
: ولد سنة عشر ومائة، ومات سنة ثمان وخمسين ومائة وله ثمان وأربعون سنة. وكان قد جمع بين العلم والعبادة، وكان من أصحاب الحديث ثم غلب عليه الرأي، وهو قياس (٢) أصحاب أبي حنيفة.
ومنهم
<span data-type="title" id=toc-266>داود الطائي </span>(٣)
: كان من أصحاب أبي حنيفة ثم غلب عليه الزهد فاشتغل به.
ومنهم أبو عبد الله
<span data-type="title" id=toc-267>محمد بن الحسن الشيباني </span>(٤)
: مولى لبني شيبان، مات بالري سنة سبع وثمانين ومائة وهو ابن ثمان وخمسين سنة. حضر مجلس أبي حنيفة سنتين ثم تفقه على أبي يوسف، وصنف الكتب الكثيرة ونشر علم أبي حنيفة.
قال الشافعي رحمه الله: حملت من علم محمد وقر بعير (٥) . وقال الشافعي: ما رأيت أحداً يسأل عن مسألة فيها نظر إلا تبينت في وجهه الكراهة إلا محمد بن الحسن. وروى الربيع بن سليمان قال: كتب الشافعي إلى محمد بن الحسن وقد طلب منه كتبه لينسخها فأخرها عنه فكتب إليه (٦) :
_________
(١) الجواهر المضية ١: ٢٤٣ والفهرست: ٢٠٢ وعبر الذهبي ١: ٢٢٩.
(٢) ط: أقيس.
(٣) الجواهر المضية ١: ٢٣٩ وابن خلكان ٢: ٢٩، وتوفي داود سنة ١٦٢ أو ١٦٠.
(٤) الجواهر المضية ٢: ٤٢ والفهرست: ٢٠٣ وفيه أنه توفي سنة تسع وثمانين، وانظر ابن خلكان ٣: ٣٢٤ وعبر الذهبي ١: ٣٠٢.
(٥) عبر الذهبي: وقر بختي.
(٦) انظر ترتيب المدارك ١: ٣٩٤ والجواهر وابن خلكان؛ وقال ابن خلكان: ورأيت هذه الأبيات في ديوان منصور بن إسماعيل الفقيه المصري.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (130,'قل (١) لمن لم تر ع ... ين من رآه مثله
ومن كأن من رآ ... هـ قد رأى من قبله
العلم ينهي أهله ... أن يمنعوه أهله
لعله يبذله ... لأهله لعله فأنفذ إليه الكتب من وقته.
ومات هو والكسائي بالري فقال الرشيد: دفنت الفقه (٢) والعربية بالري.
ومنهم
<span data-type="title" id=toc-268>الحسن بن زياد اللؤلؤي </span>(٣)
: مات سنة أربع ومائتين (٤) . قال يحيى بن آدم (٥) : ما رأيت أفقه من الحسن بن زياد. وولي القضاء ثم استعفى عنه (٦) .
ومنهم
<span data-type="title" id=toc-270>يوسف بن خالد السمتي </span>(٧) .
ومنهم ابنه
<span data-type="title" id=toc-269>حماد بن أبي حنيفة </span>(٨) .
_________
(١) هامش ع: صوابه: للذي.
(٢) ط: العلم.
(٣) الجواهر المضية ١: ١٩٣ والفهرست: ٢٠٤ وعبر الذهبي ١: ٣٤٥.
(٤) ع: أربع وثمانين، وهو خطأ واضح.
(٥) ط: يحيى بن زياد.
(٦) هامش ع: في الطرة بخط ابن الأنماطي: ((في أصل: عليه)) .
(٧) الجواهر المضية ٢: ٢٢٧.
(٨) الجواهر المضية ١: ٢٢٦ وابن خلكان ١: ٤٤٧، وتوفي حماد سنة ١٧٦.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (131,'ومنهم
<span data-type="title" id=toc-271>حفص بن غياث </span>(١)
: وكان ابن المبارك من أصحابه ثم تركه ورجع عن مذهبه.
ثم انتقل الفقه إلى طبقة أخرى:
منهم
<span data-type="title" id=toc-274>إسماعيل بن حماد</span>
بن أبي حنيفة (٢) : وكان فقيهاً وولي القضاء بالبصرة ثم عزل عنها بيحيى بن أكثم.
ومنهم أبو موسى
<span data-type="title" id=toc-273>عيسى بن أبان بن صدقة </span>(٣)
: وكان من أصحاب الحديث ثم غلب عليه الرأي، تفقه على محمد بن الحسن. قال أبو خازم القاضي: ما رأيت لأهل البصرة حدثاً أذكى من عيسى بن إبان وبشر ابن الوليد.
ومنهم أبو سليمان
<span data-type="title" id=toc-272>موسى سليمان الجوزجاني </span>(٤) ومعلى بن منصور (٥)
. رويا عن أبي يوسف ومحمد الكتب، وعرض المأمون عليهما القضاء فأبيا ولم يتقلداه.
_________
(١) الجواهر المضية ١: ٢٢١ وابن خلكان ٢: ١٤٩ (ط. وستنفيلد، إذ لم ترد له ترجمة في المطبوعة المصرية) ، وكانت وفاة حفص سنة ١٩٤ (عبر الذهبي ١: ٣١٤) .
(٢) الجواهر المضية ١: ١٤٨، وقد توفي إسماعيل سنة ٢١٢ وانظر عبر الذهبي ١: ٣٦١.
(٣) الجواهر المضية ١: ٤٠١ والفهرست ٢٠٥، وكانت وفاته سنة ٢٢٠.
(٤) الجواهر المضية ٢: ١٨٦ والفهرست: ٢٠٥.
(٥) الجواهر المضية ٢: ١٧٧ وكانت وفاة معلى سنة ٢١١ (وانظر عبر الذهبي ١: ٣٦١) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (132,'ومنهم أبو عبد الله
<span data-type="title" id=toc-278>محمد بن سماعة </span>(١)
: أخذ العلم عن أبي يوسف ومحمد جميعاً، وكتب النوادر عن محمد، وولي القضاء ببغداد للمأمون.
ومنهم
<span data-type="title" id=toc-279>هشام بن عبد الله الرازي </span>(٢)
: وهو لين في الرواية، وفي منزله مات محمد بن الحسن.
ومنهم
<span data-type="title" id=toc-277>الحسن بن أبي مالك </span>(٣)
: أخذ العلم عن أبي يوسف خاصة.
ومنهم أبو الوليد
<span data-type="title" id=toc-276>بشر بن الوليد الكندي </span>(٤)
: أخذ العلم عن أبي يوسف خاصة، وولي القضاء ببغداد للمأمون.
ومنهم
<span data-type="title" id=toc-275>بشر بن غياث المريسي </span>(٥)
: أخذ العلم عن أبي يوسف خاصة، وغلبه (٦) الكلام وعنه أخذ حسين النجار الذي تنتسب (٧) إليه النجارية (٨) بالري.
_________
(١) الجواهر المضية ٢: ٥٨ والفهرست: ٢٠٥، ولي القضاء سنة ١٩٢ ومات بعد تركه بمدة طويلة، وجعل الذهبي (العبر ١: ٤١٤) وفاته سنة ٢٣٣.
(٢) الجواهر المضية ٢: ٢٠٥ وفي هامش ع: صوابه ((عبيد الله)) وما هنا موافق لما في الجواهر.
(٣) الجواهر المضية ١: ٢٠٤، وكانت وفاة الحسن سنة ٢٠٤.
(٤) الجواهر المضية ١: ١٦٦ وكانت وفاة بشر سنة ٢٣٨ (انظر عبر الذهبي ١: ٤٢٧) .
(٥) الجواهر المضية ١: ١٦٤ وابن خلكان ١: ٢٥١.
(٦) ط: وغلب عليه.
(٧) ط: تنسب.
(٨) النجارية: فرقة من المرجئة، زعموا أن الإيمان يزيد ولا ينقص، وان من كان مؤمناً لا يزول عنه اسم الإيمان إلا بالكفر (مقالات الإسلاميين: ١٣٥ - ١٣٦) .',NULL,'138',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (133,'ومنهم
<span data-type="title" id=toc-280>إبراهيم بن الجراح </span>(١)
: أخذ عن أبي يوسف وولي قضاء مصر، وهو لين الرواية عندهم.
ومنهم
<span data-type="title" id=toc-283>هلال بن يحيى </span>(٢)
: أخذ العلم عن أبي يوسف وزفر وله كتاب الشروط (٣) وأحكام الوقوف.
ومنهم
<span data-type="title" id=toc-281>محمد بن عبد الله الأنصاري </span>(٤)
: من ولد أنس بن مالك. ولي القضاء بالبصرة. أخذ (٥) عن زفر.
ومنهم
<span data-type="title" id=toc-282>عبيد الله بن عبد الحميد </span>(٦) الحنفي
: أخذ عن زفر.
ومنهم موسى بن نصر الرازي (٧) ، ومحمد بن مقاتل الرازي (٨) ، وعمرو ابن أبي عمرو (٩) وسليمان بن شعيب الكيساني (١٠) وعلي بن معبد (١١) : كلهم من أصحاب محمد.
_________
(١) الجواهر المضية ١: ٣٦ وكانت ولايته القضاء سنة ٢٠٥ وتوفي سنة ٢١٧.
(٢) الجواهر المضية ٢: ٢٠٧ والفهرست: ٢٠٥ وتوفي سنة ٢٤٥.
(٣) الفهرست: تفسير الشروط.
(٤) الجواهر المضية ٢: ٧٠ وعبر الذهبي ١: ٣٦٧ وكانت وفاته سنة ٢١٥.
(٥) ط: وأخذ العلم.
(٦) ط: عبد الله بن عبيد الله.
(٧) الجواهر المضية ٢: ١٨٨.
(٨) الجواهر المضية ٢: ١٣٤.
(٩) الجواهر المضية ١: ٤٠٠.
(١٠) الجواهر المضية ١: ٢٥٢.
(١١) الجواهر المضية ١: ٣٧٩.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (134,'ومنهم
<span data-type="title" id=toc-285>محمد بن شجاع الثلجي </span>(١)
: جمع بين الفقه والورع. أخذ الفقه عن الحسن بن زياد.
ثم انتقل الفقه إلى طبقة أخرى:
منهم أبو بكر
<span data-type="title" id=toc-284>أحمد بن عمرو الخصاف </span>(٢)
: صاحب الشروط وأحكام الوقوف وأدب القاضي والرضاع والنفقات.
ومنهم أبو العباس
<span data-type="title" id=toc-287>أحمد بن محمد بن عيسى البرتي</span>
القاضي (٣) : روى الكتب عن أبي سليمان الجوزجاني، وولي القضاء في أحد الجانبين من بغداد، والجانب الآخر إلى إسماعيل بن إسحاق، ثم استعفى في أيام المعتمد واشتغل بالعبادة حتى مات.
ومنهم أبو جعفر
<span data-type="title" id=toc-286>أحمد بن أبي عمران </span>(٤)
: أستاذ أبي جعفر الطحاوي. أخذ العلم عن محمد بن سماعة وبشر بن الوليد وكان شيخ أصحاب أبي حنيفة بمصر في وقته وله كتاب الحج وقيل أنه كان ضريراً.
_________
(١) الجواهر المضية ٢: ٦٠ والفهرست: ٢٠٦؛ وفي ط: البلخي، وقال في الجواهر: ((ويقال البلخي)) . وكانت وفاته سنة ٢٦٦، وانظر عبر الذهبي ٢: ٣٣.
(٢) الجواهر المضية ١: ٨٧ والفهرست ٢٠٦ وتوفي سنة ٢٦١.
(٣) الجواهر المضية ١: ١٤٤ وةالبرتي نسبة إلى برت بنواحي بغداد، وكانت وفاته سنة ٢٨٠ (عبر الذهبي ٢: ٦٣.
(٤) الجواهر المضية ١: ١٢٧، قال: ورأيت في نسخة جيدة من طبقات أبي إسحاق الشيرازي: وله كتاب الحج.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (135,'ومنهم
<span data-type="title" id=toc-288>علي بن موسى القمي </span>(١)
: وله كتب في الرد على أصحاب الشافعي.
ومنهم
<span data-type="title" id=toc-291>أبو علي الدقاق</span>
الرازي (٢) : صاحب كتاب الحيض قرأ على موسى بن نصر الرازي وأبي علي أستاذ أبي سعيد البرذعي.
ثم انتقل الفقه إلى طبقة أخرى:
منهم
أبو خازم (٣) عبد الحميد
بن عبد العزيز القاضي من أهل البصرة أخذ العم عن أبي بكر القمي (٤) وشيوخ البصرة وولي القضاء بالشام والكوفة والكرخ من بغداد.
ومنهم أبو سعيد
<span data-type="title" id=toc-290>أحمد بن الحسين البردعي </span>(٥)
: أخذ عن أبي علي الدقاق وموسى بن نصر، وهو أستاذ أبي الحسن الكرخي وأبي طاهر الدباس وأبي عمرو الطبري، وناظر داود الفقيه ببغداد حين قدمها حاجاً.
_________
(١) الجواهر المضية ١: ٣٨٠ والفهرست: ٢٠٧ وفي ط: علي بن عيسى؛ وفي هامش ع: زيادة ابن نصر بعد لفظة: موسى؛ وفي الجواهر والفهرست: علي بن موسى بن يزداد، وقيل يزيد.
(٢) الجواهر المضية ٢: ٢٥٩.
(٣) كذا هو بالخاء المعجمة في ع والجواهر الضية (١: ٢٩٦) ، وبالحاء المهملة في ط والفهرست: ٢٠٨ وتوفي أبو خازم سنة ٢٩٢.
(٤) قال صاحب الجواهر المضية: العمي من العم، هو أخ الأب، والعمي بطن من تميم وانظر ترجمة أبي بكر في الجواهر ١: ١٧٣.
(٥) الجواهر المضية ١: ٦٦ والفهرست: ٢٠٨ والبردعي نسبة إلى بردعة من بلاد أذربيجان، وفي ط: البرذعي؛ وكانت وفاته في وقعة القرامطة سنة ٣١٧.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (136,'ثم انتقل إلى طبقة أخرى:
منهم أبو جعفر أحمد بن
<span data-type="title" id=toc-292>محمد بن سلامة الطحاوي </span>(١)
: وإليه انتهت رياسة أصحاب أبي حنيفة بمصر. أخذ العلم عن أبي جعفر ابن أبي عمران وعن أبي خازم (٢) وغيرهما.
وكان شافعياً يقرأ على أبي إبراهيم المزني فقال له يوماً: والله لا جاء منك شيء، فغضب أبو جعفر من ذلك وانتقل إلى أبي جعفر ابن أبي عمران، فلما صنف فمختصره قال: رحم الله أبا إبراهيم لو كان حياً لكفر عن يمينه وصنف اختلاف العلماء والشروط وأحكام القرآن ومعاني الآثار. ولد سنة ثمان وثلاثين ومائتين ومات سنة إحدى وعشرين وثلاثمائة.
ومنهم أبو الحسين
<span data-type="title" id=toc-293>عبيد الله بن الحسين الكرخي </span>(٣)
: مات سنة أربعين وثلاثمائة، وكان مولده سنة ستين ومائتين، وإليه انتهت رياسة العلم في أصحاب أبي حنيفة، وكان ورعاً. وعنه أخذ أبو بكر أحمد بن علي الرازي وأبو بكر الدامغاني وأبو علي الشاشي وأبو عبد الله البصري وأبو القاسم علي بن محمد التنوخي.
ومنهم أبو طاهر
<span data-type="title" id=toc-294>محمد بن محمد بن سفيان </span>(٤)
: وكان أكثر أخذه عن القاضي أبي خازم (٥) وولي القضاء بالشام.
_________
(١) الجواهر المضية ١: ١٠٢ والفهرست: ٢٠٧ وابن خلكان ١: ٥٣ وعبر الذهبي ٢: ١٨٦.
(٢) ط: حازم، وكذلك في عبر الذهبي.
(٣) الجواهر المضية ١: ٣٣٧ والفهرست: ٢٠٨ وفيه أبو الحسن عبيد الله بن الحسن، وكذلك هو في ط؛ وانظر عبر الذهبي ٢: ٢٥٥ ففيه أبو الحسن.
(٤) الجواهر المضية ٢: ١١٦.
(٥) ط: حازم.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (137,'ومنهم
<span data-type="title" id=toc-295>أبو عمرو الطبري </span>(١)
: مات سنة أربعين وثلاثمائة وكان يدرس ببغداد وأبو الحسن الكرخي يدرس (٢) ، وله شرح الجامعين.
ومنهم أبو عبد الله
<span data-type="title" id=toc-299>ابن أبي موسى الضرير</span>
: ولي الحكم في الجانب الشرقي ووجد مقتولاً في داره قبل وفاة أبي الحسن الكرخي من سنة نيف وثلاثين وثلاثمائة.
ثم انتقل الفقه عنهم إلى أصحاب أبي الحسن الكرخي:
منهم
<span data-type="title" id=toc-296>أبو علي الشاشي </span>(٣)
: وكان أبو الحسن جعل التدريس إليه حين أصابه الفالج، والفتوى إلى أبي بكر الدامغاني. توفي أبو علي سنة أربع وأربعين وثلاثمائة.
ومنهم
<span data-type="title" id=toc-297>أبو محمد ابن عندك البصري </span>(٤)
. صنف شرح الجامعين وكتاب الافتداء بعلي وعبد الله وخرج إلى البصرة ودرس بها، ومات سنة سبع وأربعين وثلاثمائة.
ومنهم أبو عبد الله
<span data-type="title" id=toc-298>الحسين بن علي البصري </span>(٥)
: رأس المعتزلة، مات سنة تسع وستين وثلاثمائة.
_________
(١) الجواهر المضية ١: ١١١، ٢: ٢٦٠ واسمه أحمد بن محمد بن عبد الرحمن.
(٢) يعني أنه كان يدرس في حياة أبي الحسن الكرخي.
(٣) اسمه أحمد بن محمد بن إسحاق (الجواهر المضية ١: ٩٨) .
(٤) الجواهر المضية ٢: ٢٦٥ وفيه ((ابن عبدك)) وقي ابن عدي، نقلاً عن الشيرازي ولم يرد هنا.
(٥) الفهرست: ٢٠٨.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (138,'ومنهم أبو بكر
<span data-type="title" id=toc-301>ابن شاهويه </span>(١)
: مات سنة إحدى وستين وثلاثمائة وجمع بين الفقه وعلم الحساب.
ومنهم
<span data-type="title" id=toc-300>أبو سهل الزجاجي </span>(٢)
: صاحب كتاب الرياضة (٣) . درس عن أبي الحسن ورجع إلى نيسابور فمات بها، ودرس عليه أبو بكر الرازي.
ومنهم
أبو الحسين (٤) قاضي الحرمين
: كان عند أبي الحسن الكرخي ثم انتقل إلى أبي طاهر الدباس، وولي القضاء بالحرم، وعاد إلى نيسابور فمات بها، وبه وبأبي سهل الزجاجي تفقه فقهاء نيسابور من أصحاب أبي حنيفة.
ومنهم أبو بكر
<span data-type="title" id=toc-304>أحمد بن علي الرازي </span>(٥)
: صاحب أبي الحسن الكرخي، ولد سنة خمس وثلاثمائة، ومات سنة سبعين وثلاثمائة، وإليه انتهت رياسة العلم لأصحاب أبي حنيفة ببغداد، وعنه أخذ فقهاؤها.
ومنهم أبو زكريا
<span data-type="title" id=toc-302>يحيى بن محمد الضرير البصري </span>(٦)
: أخذ العلم عن أبي الحسن الكرخي.
_________
(١) الجواهر المضية ٢: ١٨ واسمه محمد بن أحمد بن علي.
(٢) اجواهر المضية ٢: ٢٥٤ قال: رأيت في نسخة عتيقة من الطبقات لأبي إسحاق الشيرازي مضبوطاً بضم الزاي، قلت: وقد ورد هذا الضبط في ع.
(٣) الجواهر: الرياض.
(٤) الجواهر المضية ٢: ٢٤٩، وفي ط: أبو الحسن.
(٥) يعرف بالجصاص (الجواهر المضية ١: ٨٤؛ وانظر الفهرست: ٢٠٨؛ وعبر الذهبي ٢: ٣٥٤) .
(٦) الجواهر المضية ٢: ٢١٦.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (139,'ثم انتقل الفقه إلى طبقة أخرى:
منهم
<span data-type="title" id=toc-305>القاضي أبو الهيثم </span>(١)
: فقيه نيسابور، أخذ الفقه عن قاضي الحرمين وعنه أخذ فقهاء نيسابور: القاضي أبو محمد الناصحي والقاضي أبو العلاء صاعد بن محمد الاستوائي.
ومنهم أبو بكر
<span data-type="title" id=toc-306>محمد بن موسى الخوارزمي </span>(٢)
: فقيه بغداد، مات سنة ثلاث وأربعمائة. تفقه بأبي بكر الرازي، وعنه أخذ القاضي أبو عبد الله الصيمري (٣) ، وكان حسن الفتوى.
ومنهم أبو عبد الله
<span data-type="title" id=toc-307>محمد بن يحيى الجرجاني </span>(٤)
: تفقه بأبي بكر الرازي، وعنه أخذ أبو الحسين أحمد بن محمد القدوري.
ومنهم أبو جعفر
<span data-type="title" id=toc-308>محمد بن أحمد النسفي </span>(٥)
: أخذ الفقه عن أبي بكر الرازي وكان جيد النظر لطيف (٦) العلم.
_________
(١) اسمه محمد بن جعفر بن إسماعيل (الجواهر المضية ٢: ٢٦٩) .
(٢) الجواهر المضية ٢: ١٣٥.
(٣) هو الحسين بن علي الصيمري.
(٤) الجواهر المضية ٢: ١٤٣.
(٥) الجواهر المضية ٢: ٢٤.
(٦) الجواهر: نظيف.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (140,'-<span data-type="title" id=toc-314> ٣ </span>-
فقهاء ال<span data-type="title" id=toc-311>مالك</span>ية
وأما
مالك (١)
رضي الله عنه فقد انتقل فقهه إلى أصحابه من أهل المدينة وأهل مصر وأهل إفريقية وأهل الأندلس:
فمن كبار أصحابه بالمدينة
<span data-type="title" id=toc-312>محمد بن إبراهيم بن دينار </span>(٢)
: درس معه على ابن هرمز. قال الشافعي: ما رأيت في فتيان مالك أفقه من محمد بن دينار. توفي سنة اثنتين وثمانين ومائة، بعد مالك بثلاث سنين.
ومنهم أبو هاشم
<span data-type="title" id=toc-313>المغيرة بن عبد الرحمن المخزومي </span>(٣)
: مات بعد مالك بسبع سنين.
ومنهم أبو عبد الله عبد العزيز بن
<span data-type="title" id=toc-309>أبي حازم </span>(٤)
: مات بعد مالك بست سنين. قال مالك: إنه لفقيه.
ومنهم
<span data-type="title" id=toc-310>عثمان بن عيسى بن كنانة </span>(٥)
: كان مالك يحضره لمناظرة أبي
_________
(١) زاد في ط: ابن أنس، وسقط الدعاء بعده.
(٢) المدارك ١: ٢٩١ والانتقاء: ٥٤.
(٣) المدارك ١: ٢٨٢والانتقاء: ٥٣.
(٤) المدارك ١: ٢٨٦ والانتقاء: ٥٥.
(٥) المدارك ١: ٢٩٢ والانتقاء: ٥٥.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (141,'يوسف عند الرشيد وهو الذي جلس في حلقة مالك بعد وفاته. توفي بعد مالك بسنتين وقيل بثلاث سنين.
فهؤلاء كانوا نظراء مالك. ومن أصحابه وممن دون هؤلاء في الطبقة:
أبو محمد
<span data-type="title" id=toc-316>عبد الله بن نافع الصايغ </span>(١)
: مولى بني مخزوم، وكان أصم أمياً لا يكتب. روى عنه سحنون، قال: صحبت مالكاً أربعين سنة ما كتبت عنه شيئاً وإنما كان حفظاً أتحفظه. قال أحمد: وهو (٢) صاحب رأي مالك، وكان مفتي المدينة وتفقه بمالك ونظرائه. مات في سنة ست ومائتين، وجلس مجلس مالك بعد ابن كنانة.
ومنهم أبو هشام
<span data-type="title" id=toc-318>محمد بن مسلمة المخزومي </span>(٣)
: جمع (٤) العلم والورع. وكان مالك إذا دخل على الرشيد دخل بين رجلين من بني مخزوم: المغيرة عن يمينه وابن مسلمة عن يساره.
ومنهم
<span data-type="title" id=toc-319>أبو مصعب</span>
مطرف بن عبد الله بن مطرف بن سليمان بن يسار
<span data-type="title" id=toc-317>الأصم </span>(٥)
: قال: صحبت مالكاً عشرين سنة؛ وتفقه به وبعبد العزيز الماجشون وابن أبي حازم وابن دينار وابن كنانة والمغيرة؛ توفي بالمدينة سنة عشرين ومائتين (٦) .
_________
(١) المدارك ١: ٣٥٦ والانتقاء: ٥٦.
(٢) ط: هو.
(٣) المدارك ١: ٣٥٨ والانتقاء: ٥٦، وكانت وفاته سنة ٢١٦.
(٤) ط: جمع بين؛ وسقطت ((بين)) أيضاً من المدارك.
(٥) المدارك ١: ٣٥٨ والانتقاء: ٥٨.
(٦) وقيل أيضاً بل كانت وفاته سنة ٢١٤.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (142,'ومنهم أبو مروان عبد الملك بن عبد العزيز
<span data-type="title" id=toc-321>الماجشون </span>(١)
: تفقه بأبيه وبمالك وابن أبي حازم وابن دينار وابن كنانة والمغيرة. وكان فصيحاً، روي أنه كان إذا ذاكره الشافعي لم يعرف الناس كثيراً مما يقولان لأن الشافعي تأدب بهذيل في البادية وعبد الملك تأدب في خؤولته من كلب (٢) بالبادية. وقال يحيى بن أكثم: عبد الملك بحر لا تكدره الدلاء.
وقال أحمد بن المعذل (٣) : كلما تذكرت أن التراب يأكل لسان عبد الملك صغرت الدنيا في عيني. وسئل أحمد بن المعذل فقيل له: أين لسانك من لسان أستاذك عبد الملك؟ فقال: كان لسان عبد الملك إذا تعايى أحيا من لساني إذا تحايى.
ومات عبد الملك سنة ثلاث عشرة ومائتين.
ومنهم أبو بكر
<span data-type="title" id=toc-322>عبد الله بن نافع</span>
بن ثابت بن الزبير الزبيري (٤) : وهو من شيوخ عبد الملك بن حبيب.
ومنهم أبو يحيى
<span data-type="title" id=toc-320>معن بن عيسى القزاز </span>(٥)
: وكان يتوسد عتبة مالك فلا يلفظ مالك بشيء إلا كتبه وكان ربيبه وهو الذي قرأ الموطأ على
_________
(١) المدارك ١: ٣٦٠ وابن خلكان ٢: ٣٤٠ والانتقاء: ٥٧.
(٢) من كلب: سقط من ط، وهو ثابت عند ابن خلكان أيضاً.
(٣) ط: المعدل - حيثما وقع - وهو خطأ؛ قال القاضي عياض: كثير من يقوله بدال مهملة وصوابه بمعجمة (المدارك ١: ٤٧.
(٤) المدارك ١: ٣٦٥ والانتقاء: ٥٧ وفي تاريخ وفاته اختلاف بين ٢١٥، ٢١٦، ٢٢٠ وذكره الذهبي (العبر ١: ٣٦٩ في وفيات سنة ٢١٦.
(٥) المدارك ١: ٣٦٧ والانتقاء: ٦١ وتوفي معن سنة ١٩٨ بالمدينة (انظر عبر الذهبي ١: ٣٢٧) .',NULL,'148',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (143,'مالك للرشيد وبينه. وقال علي بن المديني: أخرج إلينا معن بن عيسى أربعين ألف مسألة سمعها من مالك.
ومنهم أبو عبد الله
<span data-type="title" id=toc-323>إسماعيل بن أبي أويس </span>(١)
: وكان من أصحاب مالك وهو ابن أخته وصهره على ابنته. توفي سنة سبع وعشرين ومائتين.
ومنهم يحيى بن عبد الملك
<span data-type="title" id=toc-324>الهديري </span>(٢)
: له عن مالك روايات رواها عنه أبو يحيى<span data-type="title" id=toc-325> الزهري </span>القاضي.
ومنهم
<span data-type="title" id=toc-327>أبو مصعب</span>
أحمد بن أبي بكر، واسم أبي بكر زرارة بن مصعب بن عبد الرحمن بن عوف
الزهري (٣)
، عاش تسعين سنة ومات سنة اثنتين وأربعين ومائتين وكان من أعلم أهل المدينة؛ روي أنه قال: يا أهل المدينة لا تزالون ظاهري على أهل العراق ما دمت لكم حياً.
ومن أصحابه من أهل مصر
<span data-type="title" id=toc-326>عبد الرحيم بن خالد الإسكندراني </span>(٤)
: وكان من أقران أبي حازم (٥) ومن نظرائه، وبه تفقه ابن القاسم قبل أن يرحل إلى مالك. وكان قد جمع بين العلم والزهد (٦) .
_________
(١) المدارك ١: ٣٦٩ وقيل في وفاته سنة ٢٦٦ أيضاً، وفي وفيات هذا العام ذكره الذهبي (العبر ١: ٣٩٦) وهو عنده: إسماعيل بن أويس.
(٢) المدارك ١: ٣٧٢، وسقطت لفظة ((الهديري)) من ط، وتوفي الهديري سنة ٢٠٦ أو ٢٠٨.
(٣) المدارك ٢: ٥١١ والانتقاء: ٦٢ وعبر الذهبي ١: ٤٣٦ وقال عياض: اسم أبي بكر القاسم بن الحارث بن زرارة.
(٤) المدارك ١: ٣١٠.
(٥) المدارك: كان من أخوان بني أبي حاتم.
(٦) توفي عبد الرحيم الإسكندري، على ما ذكره القاضي عياض، سنة ١٦٣ بالإسكندرية.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (144,'ومنهم
<span data-type="title" id=toc-328>سعد بن عبد الله المعافري </span>(١)
: من أقران عبد الرحيم بن خالد وبه تفقه ابن وهب وابن القاسم.
ومنهم أبو محمد
<span data-type="title" id=toc-329>عبد الله بن وهب </span>(٢)
: تفقه بمالك وعبد العزيز بن أبي حازم وابن دينار والمغيرة والليث بن سعد وصنف الموطأ الكبير والموطأ الصغير، وكان مالك يكتب إليه: إلى أبي محمد المفتي. وقال مالك: عبد الله بن وهب إمام. وصحب مالكاً عشرين سنة وكان أسن من ابن القاسم بثلاث سنين وعاش بعده خمس سنين.
ومنهم
<span data-type="title" id=toc-330>عبد الرحمن بن القاسم العتقي </span>(٣)
: جمع بين الزهد والعلم وتفقه بمالك ونظرائه وصحب مالكاً عشرين سنة وعاش بعده اثنتي عشرة سنة، مولده سنة اثنتين وثلاثين ومائة، ومات بمصر سنة إحدى وتسعين ومائة.
ومنهم أبو عمرو
<span data-type="title" id=toc-331>أشهب</span>
بن عبد العزيز (٤) : تفقه بمالك وبالمدنيين والمصريين (٥) . ولد سنة خمسين ومائة، ومات بمصر سنة أربع ومائتين بعد الشافعي بشهر. قال الشافعي: ما رأيت أفقه من أشهب لولا طيش فيه. وكانت المنافسة بينه وبين ابن القاسم وانتهت الرياسة إليه بمصر بعد ابن القاسم.
_________
(١) المدارك ١: ٣١١، وكانت وفاة سعد سنة ١٧٣.
(٢) المدارك ٢: ٤٢١ وقد اختلف في تاريخ وفاته، والثابت أنه توفي سنة ١٩٦. وذكره الذهبي (العبر ١: ٣٢١) في وفيات السنة التي بعدها.
(٣) المدارك ٢: ٤٣٣ وعبر الذهبي ١: ٣٠٧.
(٤) المدارك ١: ٤٤٧ وابن خلكان ١: ٢١٥.
(٥) ط: وبالمصريين.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (145,'ومنهم أبو محمد عبد الله
<span data-type="title" id=toc-333>بن عبد الحكم</span>
بن أعين (١) . وكان أعلم أصحاب مالك بمختلف قوله، وأفضت إليه الرياسة بعد أشهب؛ ويقال أنه دفع إلى الإمام الشافعي ألف دينار من ماله وأخذ له من ابن عسامة (٢) التاجر ألف دينار ومن رجلين آخرين ألف دينار. ولد سنة خمسين ومائة ومات سنة أربع عشرة ومائتين.
ومنهم أبو يحيى زكريا بن يحيى
<span data-type="title" id=toc-332>الوقار </span>(٣)
: وكان يغلو في مالك ويتعصب له على أبي حنيفة ويقول: ما مثله ومثل أبي حنيفة إلا كما قال جرير (٤) :
يعد الناسبون إلى (٥) تميم ... بيوت المجد أربعة كبارا
يعدون الرباب وآل سعدٍ ... وعمراً ثم حنظلة الخيارا
ويذهب بينها المرئي لغواً ... كما ألغيت في الدية الحوارا ومن أصحابه من أهل إفريقية عبد الله بن عمر بن غانم القاضي (٦) : سمع من مالك وهو من أقران ابن أبي حازم ونظرائه، ولاه (٧) الرشيد قضاء إفريقية. توفي بمدينة القيروان؛ عاش بعد مالك نحواً من سنتين.
_________
(١) المدارك ٢: ٥٢٣ وابن خلكان ٢: ٢٣٩.
(٢) كذا هو أيضاً في ابن خلكان؛ وفي المدارك: عسافة، وقد ضبطه ابن خلكان بضم العين وفتح السين وبعد الألف ميم.
(٣) المدارك ٢: ٥٧٨ وكانت وفاته سنة ٢٥٤ وقيل سنة ٢٦٣، وقال القاضي عياض: وعده أبو إسحاق الشيرازي من صغار الآخذين عن مالك، ولم يذكر ذلك أحد ولا أراه بصح.
(٤) الأبيات في ديوان ذي الرمة: ١٩٦ وتنسب أيضاً لجرير.
(٥) المدارك: معد.
(٦) المدارك ١: ٣١٦؛ وفي ط: عامر في موضع ((غانم)) .
(٧) ط: وولاه.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (146,'ومنهم أبو الحسن
<span data-type="title" id=toc-334>علي بن زياد التونسي </span>(١)
: سمع من مالك الموطأ وتفقه عليه وله كتب على مذهب مالك منها كتاب يسمى خير من زنته (٢) وبه تفقه سحنون. عاش بعد مالك نحواً من خمس سنين.
ومنهم
<span data-type="title" id=toc-335>ابن أشرس التونسي </span>(٣)
: من شيوخ المغرب.
ومن أصحابه من أهل الأندلس زياد بن عبد الرحمن يلقب بشبطون: وكان يسميه أهل المدينة فقيه الأندلس.
ومنهم
<span data-type="title" id=toc-337>قرعوس</span>
بن العباس (٥) : سمع من مالك وكان أحد الفقهاء بالأندلس.
ومنهم
<span data-type="title" id=toc-336>يحيى بن يحيى </span>(٦)
: رحل إلى مالك وهو صغير وسمع منه وتفقه بالمدنيين والمصريين من أكابر أصحاب مالك وكان مالك يعجبه سمته وعقله. روي أنه كان يوماً عند مالك في جملة أصحابه إذ قال قائل: قد حضر الفيل، فخرج أصحاب مالك (٧) لينظروا إليه غيره (٨) فقال له
_________
(١) المدارك ١: ٣٢٦.
(٢) ط: خير من رأيته؛ وهو تصحيف، وفي المدارك: قال سحنون كتاب ((خير من زنته)) أصله لابن أشرس.
(٣) اسمه عبد الرحيم، وهو أنصاري من العرب من أهل تونس كنيته أبو مسعود، وقيل هو مولى الأنصار (المدارك ١: ٣٢٩) .
(٥) المدارك ٢: ٤٩٢.
(٦) المدارك ٢: ٥٣٤.
(٧) المدارك: أصحاب مالك كلهم.
(٨) غيره: سقطت من ط.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (147,'مالك: ما لك لم تخرج (١) فترى الفيل (٢) ؟ لأنه لا يكون بالأندلس (٣) ، فقال له يحيى: إنما جئت من بلدي لأنظر إليك وأتعلم من هديك وعلمك ولم أجئ لأنظر إلى الفيل، فأعجب به مالك وسماه عاقل أهل الأندلس (٤) ، وانتهت إليه الرياسة في العلم بالأندلس.
ثم انتقل الفقه إلى طبقة أخرى من أصحاب أصحابه:
فمنهم من أهل المدينة أبو يحيى
<span data-type="title" id=toc-339>هارون بن عبد الله الزهري</span>
القاضي (٥) : سمع من ابن وهب وتفقه بأبي مصعب الزهري وبالهديري والقرطي (٦) وهو أعلم من صنف الكتب في مختلف قول مالك.
ومنهم أبو ثابت
<span data-type="title" id=toc-340>محمد بن عبد الله المدني</span>
: تفقه بابن وهب وابن القاسم وابن نافع.
ومن أصحاب أصحابه من أهل مصر أبو عبد الله
<span data-type="title" id=toc-338>أصبغ بن الفرج </span>(٧)
: تفقه بابن القاسم وابن وهب وأشهب. وقال عبد الملك بن الماجشون: ما أخرجت مصر مثل أصبغ، قيل له: ولا ابن القاسم؟ قال ولا ابن القاسم. وتوفي أصبغ قبل سحنون بأربع عشرة سنة.
_________
(١) ط: لم لا تخرج.
(٢) المدارك: فتراه.
(٣) ط: لم يكن بالأندلس؛ المدارك: ليس بأرض الأندلس.
(٤) المدارك: وسماه العاقل.
(٥) المداكر ٢: ٥١٥.
(٦) ط: والفرضي.
(٧) المدارك ٢: ٥٦٢ وابن خلكان ١: ٢١٧.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (148,'ومنهم
<span data-type="title" id=toc-345>الحارث بن مسكين </span>(١)
: من أكابر أصحاب ابن وهب وابن القاسم وأشهب. ولي القضاء بمصر وله كتاب فيما اتفق فيه رأي ابن القاسم وابن وهب وأشهب.
ومنهم
<span data-type="title" id=toc-343>عبد الرحمن بن أبي جعفر الدمياطي </span>(٢)
: تفقه بأشهب وابن وهب وابن القاسم ومطرف وابن الماجشون وابن نافع.
ومنهم
<span data-type="title" id=toc-341>أبو زيد ابن أبي الغمر </span>(٣)
: من أهل مصر من أقران الحارث وعبد الرحمن وهو راوية الكتب الأسدية.
ومنهم
<span data-type="title" id=toc-346>أبو بكر</span>
محمد بن أبي يحيى
<span data-type="title" id=toc-342>الوقار </span>(٤)
تفقه بأبيه وابن عبد الحكم وأصبغ.
ومنهم أبو عبد الله محمد بن إبراهيم
<span data-type="title" id=toc-344>المواز </span>(٥)
: كان من الإسكندرية، تفقه بابن الماجشون وابن عبد الحكم واعتمد على أصبغ، وطلب في المحنة فخرج من الإسكندرية هارباً إلى الشام ولزم حصناً من حصونها حتى مات، وذلك في سنة إحدى وثمانين ومائتين، والمعول بمصر على قوله.
ومن أصحابه
<span data-type="title" id=toc-347>أحمد بن ميسر الإسكندراني</span>
: وإليه انتهت الرياسة في الفقه بعد ابن المواز.
_________
(١) المدارك ٢: ٥٦٩.
(٢) المدارك ٢: ٥٣٢.
(٣) اسمه عبد الرحمن بن عمر بن أبي الغمر (المدارك ٢: ٥٦٥) .
(٤) المدارك ٣: ٩١.
(٥) المدارك ٣: ٧٢.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (149,'ومن دون هؤلاء أبو الذكر
<span data-type="title" id=toc-351>محمد بن يحيى بن مهدي</span>
المالكي القاضي (١) : كان قاضي مصر تفقه على يوسف بن يحيى المغامي (٢) ومات لنحو الثلاث وثلاثمائة.
وكان بعده أبو إسحاق
<span data-type="title" id=toc-349>محمد بن القاسم بن شعبان القرطي </span>(٣)
: وهو آخر من انتهت إليه الرياسة بمصر من المالكيين (٤) . وافق (٥) موته دخول بني عبيد (٦) إلى مصر وكان شديداً عليهم كثير الذم (٧) لهم، مات سنة خمس أو ست وخمسين وثلاثمائة.
وكان من أصحاب أبو بكر
<span data-type="title" id=toc-350>محمد بن اسماعيل المالكي النعالي </span>(٨)
وتوفي بعد السبعين وثلاثمائة.
ومن أصحاب أصحابه من أهل إفريقية أبو عبد الله
<span data-type="title" id=toc-348>أسد ابن الفرات </span>(٩)
: كان يتفقه بالقيروان ثم رحل إلى العراق فتفقه بأصحاب أبي حنيفة ثم نعي مالك فارتجت العراق لموته فندم (١٠) أسد بن الفرات حين فاته مالك فأجمع
_________
(١) المدارك ٣: ٢٩٧، قال القاضي عياض: (وقيل) توفي قريباً من سنة عشرين وثلاثمائة وذكر الشيرازي غير هذا، والصحيح أن وفاته سنة ٣٤١.
(٢) في ط: يوسف بن يحيى بن يوسف القاضي؛ وفي هامش ع: مغام بلد من بلاد الأندلس، كذا كان في الأصل والله أعلم بالصواب.
(٣) المدارك ٣: ٢٩٣ والقرطي: بقاف مضمومة وراء ساكنة وبعدها طاء مكسورة وياء النسب؛ وفي ط: الفرضي.
(٤) المدارك: وإليه انتهت رياسة المالكيين بمصر.
(٥) ط: ووافق.
(٦) ط: الفاطميين.
(٧) ط: كثير المخالفة؛ وفي المدارك: وكان شديد الذم لهم.
(٨) قيل فيه محمد بن سليمان، ومحمد بن بكر، وقيل أنه توفي سنة ٣٨٠ (المدارك ٣: ٤٨٢) .
(٩) المدارك ٢: ٤٦٥.
(١٠) ط: وقدم.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (150,'أمره على الانتقال إلى مذهبه، فقدم مصر فقصد ابن وهب وقال: هذه كتب أبي حنيفة، وسأله أن يجيب فيها على مذهب مالك فتورع ابن وهب وأبي؛ فذهب إلى ابن القاسم فأجابه إلى ما طلب، فأجاب بما حفظ عن مالك (١) بقوله وفيما شك قال: إخال وأحسب وأظن (٢) ، وتسمى تلك الكتب الأسدية. ثم رجع إلى القيروان وحصلت له رياسة العلم بتلك الكتب. ثم ارتحل<span data-type="title" id=toc-352> سحنون </span>بالأسدية إلى ابن القاسم فعرضها عليه فقال له ابن القاسم: فيها شيء لا بد من تغييره، وأجاب عما كان شك فيه، واستدرك منها أشياء، وكتب إلى أسد أن عارض كتبك بكتب سحنون فلم يفعل أسد ذلك، فبلغ ابن القاسم فقال: اللهم لا تبارك في الأسدية، فهي مرفوضة عندهم إلى اليوم. ومضى أسد غازياً ففتح القصر (٣) من جزيرة صقلية ومات هناك وفيها قبره ومسجده (٤) .
ومنهم أبو سعيد
سحنون
بن سعيد التنوخي (٥) : وسحنون لقب واسمه عبد السلام وتفقه بابن القاسم وابن وهب وأشهب، ثم انتهت الرياسة إليه في العلم بالمغرب، وولي القضاء بالقيروان، على قوله المعول بالمغرب (٦) كما على
_________
(١) المدارك: فأجابه فيما حفظ.
(٢) زاد في المدارك: ومنها ما قال فيه: سمعته يقول في مسألة كذا وكذا ومسألتك مثله ومنه ما قال فيه باجتهاده على أصل مالك.
(٣) كذا في ط؛ واللفظة مضبب عليها في ع ولم يظهر ما في الهامش، والمعروف أن أسداً توفي وهو محاصر سرقوسة.
(٤) نقل القاضي عياض (٢: ٤٧٢) عن الشيرازي قوله: ((واقتصر الناس على التفقه في كتب سحنون ونظر سحنون فيها نظراً آخر فهذبها وبوبها ودونها وألحق فيها من خلاف أصحاب مالك ما اختار ذكره)) ولمك يرد هذا هنا.
(٥) المدارك ٢: ٥٨٥.
(٦) ط: في المغرب.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (151,'قول ابن المواز - يعني روايته عن ابن القاسم (١) - المعول بمصر، وصنف المدونة وعليها يعتمد أهل القيروان، وحصل له من الأصحاب ما لم يحصل لأحد من أصحاب مالك، وعنه انتشر علم مالك في المغرب. ومات سنة أربعين ومائتين في رجب.
ومنهم
<span data-type="title" id=toc-356>عون بن يوسف </span>(٢)
: من أقران سحنون، تفقه بابن وهب.
ومنهم
<span data-type="title" id=toc-353>زيد بن بشر </span>(٣)
: من أهل مصر في عداد أهل إفريقية، نزل مدينة تونس ومات بها سنة اثنتين وأربعين ومائتين، وهو من أصحاب ابن وهب.
ومنهم أبو محمد عبد الله
<span data-type="title" id=toc-354>بن غافق التونسي </span>(٤)
: من أهل إفريقية. تفقه بعلي بن زياد التونسي (٥) وكان اعتماد أهل بلده عليه في الفتوى.
ثم انتقل الفقه إلى طبقة أخرى وهم أصحاب سحنون:
فمنهم أبو عبد الله
<span data-type="title" id=toc-355>محمد بن سحنون </span>(٦)
: وكان له علم بالفقه والحديث، وكان سحنون يقول: ما أشبهه إلا بأشهب. تفقه بأبيه ودخل
_________
(١) يعني ... القاسم: سقط من ط.
(٢) المدارك ٢: ٦٢٧.
(٣) المدارك ٣: ٩.
(٤) المدارك ٣: ٢٧١.
(٥) اعترض القاضي عياض على هذا وقال إنه وهم كبير لأن ابن غافق ولد بعد موت علي ابن زياد بأزيد من عشرين سنة، وكانت وفاة ابن غافق سنة ٢٧٥ أو ٢٧٧ أو ٢٧٣.
(٦) المدارك ٣: ١٠٤.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (152,'المدينة فلقي (١) أبا مصعب صاحب مالك وسمع منه، ومات سنة ست وخمسين ومائتين وله أربع وخمسون سنة.
ومنهم أبو عبد الله محمد بن إبراهيم
<span data-type="title" id=toc-358>بن عبدوس </span>(٢)
: من أكابر أصحاب سحنون، وله كتب كالمدونة سماها المجموعة ومات سنة إحدى وستين ومائتين.
ومنهم
<span data-type="title" id=toc-360>أبو العباس</span>
عبد الله بن أحمد بن طالب
<span data-type="title" id=toc-357>الأغلبي </span>(٣)
: التميمي القاضي، تفقه بسحنون وولي قضاء القيروان لابن الأغلب وتوفي نحو السبعين ومائتين (٤) .
ومنهم أبو القاسم عبد الرحمن بن عمران الملقب
<span data-type="title" id=toc-359>بالوزنة </span>(٥)
، من أصحاب سحنون، توفي نحو السبعين ومائتين.
ومنهم
<span data-type="title" id=toc-361>سليمان بن سالم</span>
القاضي (٦) : من أصحاب سحنون، ولي القضاء بصقلية وبها مات، وعنه انتشر الفقه بصقلية.
_________
(١) ط: ولقي.
(٢) المدارك ٣: ١١٩.
(٣) المدارك ٣: ١٩٤.
(٤) ط: في نيف وسبعين ومائتين.
(٥) المدارك ٣: ٢٢٩ وعلماء افريقية: ١٩٢ وفيه وفي ط والخشني ((بالورنة)) بالراء المهملة.
(٦) يعرف بابن الكحالة، وكان الغالب عليه الرواية والتقييد (انظر علماء أفريقية للخشني: ٢٠٠) .',NULL,'158',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (153,'ومنهم
<span data-type="title" id=toc-365>حماس بن مروان</span>
القاضي (١) : من أصحاب سحنون وتفقه بابن عبدوس.
ومنهم
<span data-type="title" id=toc-362>عيسى بن مسكين </span>(٢)
القاضي (٣)
<span data-type="title" id=toc-363>وشجرة بن عيسى </span>(٤)
قاضي تونس،
<span data-type="title" id=toc-366>وأحمد بن داود</span>.
ثم انتقل إلى طبقة أخرى من أصحاب أصحاب سحنون:
فمنهم أبو الأسود
<span data-type="title" id=toc-364>موسى بن عبد الرحمن القطان </span>(٥)
: من أصحاب محمد بن سحنون. قال أبو الحسن ابن القاضي: ما أعجب أهل مصر بمن قدم عليهم من القيروان بمثل ما أعجبوا بأبي العباس ابن طالب وموسى بن عبد الرحمن القطان وأبي الفضل الممسي.
ومنهم أبو العباس
<span data-type="title" id=toc-367>ابن بطريقة</span>
الصايغ (٦) : من أصحاب ابن سحنون وعلى مثل (٧) طريقة موسى بن عبد الرحمن القطان.
_________
(١) الديباج المذهب: ١٠٨ والبيان المغرب ١: ١٣٦ وعلماء أفريقي: ٢٠٧، ٣٠٩.
(٢) ترجمة عيسى بن مسكين في المدارك ٣: ٢١٢ وعلماء أفريقية: ١٩٣، ٣٠٨.
(٣) من أصحاب سحنون ... القاضي: سقط من ط.
(٤) ترجمة شجرة في المدارك ٣: ١٢ وتوفي سنة ٢٣٢.
(٥) انظر علماء أفريقية: ٢١١، ٢٩٨.
(٦) علماء أفريقية: ٢١٥.
(٧) في ط: ((وحكى)) في موضع ((وعلى مثل)) .',NULL,'159',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (154,'ومن بعد هؤلاء
أحمد بن نصر (١) وأبو الفضل العباس بن محمد الممسي (٢) .
وممن دونهما أبو بكر محمد بن محمد المعروف
<span data-type="title" id=toc-371>بابن اللباد </span>(٣) .
وأبو العباس
<span data-type="title" id=toc-370>عبد الله بن إبراهيم الأبياني </span>(٤)
. تفقه بيحيى بن عمر الأندلسي وبغيره من أصحاب سحنون، وبه تفقه أهل بلده بمدينة تونس ومات سنة اثنتين وخمسين وثلاثمائة (٥) .
وممن (٦) دون هذه الطبقة أبو سعيد ابن أبي هشام: تفقه بأحمد ابن نصر.
وأبو محمد
<span data-type="title" id=toc-368>عبد الله بن أبي زيد المالكي </span>(٧)
وإليه انتهت الرياسة في الفقه وكان يسمى مالك الصغير وتفقه بأبي الفضل الممسي وبأبي بكر ابن اللباد وله كتب كثيرة ومات سنة ست وثمانين وثلاثمائة.
وأبو القاسم (٨)
<span data-type="title" id=toc-369>عبد الخالق بن شبلون </span>(٩)
: تفقه بأبي سعيد ابن
_________
(١) ترجمة أحمد بن نصر في علماء أفريقية: ٢١١، ٢٩٩.
(٢) ترجمة الممسي في المدارك ٣: ٣١٣ وسماه العباس بن عيسى، وانظر علماء أفريقية: ٢٣٤، ٢٨٥.
(٣) المدارك ٣: ٣٠٤ وعلماء أفريقية: ٣٠٠.
(٤) المدارك ٣: ٣٤٧.
(٥) وقال المالكي توفي سنة إحدى وستين (وثلاثمائة) .
(٦) ط: وممن هو.
(٧) ترجمة ابن أبي زيد في المدارك ٤: ٤٩٢.
(٨) ط: ومنهم أبو القاسم.
(٩) المدارك ٤: ٥٨٢.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (155,'أبي (١) هشام. وكان الاعتماد بالقيروان في الفتوى والتدريس بعد أبي محمد ابن أبي زيد، ومات سنة إحدى وتسعين وثلاثمائة.
وأبو الحسن علي بن محمد بن خلف المعروف
<span data-type="title" id=toc-374>بابن القابسي </span>(٢)
: مات سنة ثلاث وأربعمائة.
وممن دون هذه الطبقة أبو بكر
<span data-type="title" id=toc-375>أحمد بن عبد الرحمن </span>(٣)
: تفقه بأبي الحسن القابسي وبأبي محمد ابن أبي زيد وتوفي سنة اثنتين وثلاثين وأربعمائة.
وأبو عمران
<span data-type="title" id=toc-376>موسى بن عيسى الفاسي </span>(٤)
: وتوفي سنة ثلاثين وأربعمائة.
ومن أصحاب أصحابه من أهل الأندلس:
<span data-type="title" id=toc-373>سعيد بن حسان </span>(٥)
: تفقه بابن وهب وابن القاسم.
ومنهم
<span data-type="title" id=toc-377>عيسى بن دينار</span>
الطليطلي (٦) : تفقه بابن القاسم، جمع الفقه والزهد. صلى أربعين سنة الصبح بوضوء العتمة، وشيعه ابن القاسم فراسخ عند انصرافه عنه فعوتب في ذلك فقال: تلومونني أن شيعت رجلاً لم يخلف بعده أفقه منه؟
_________
(١) ط: ابن أخي.
(٢) المدارك ٤: ٦١٦.
(٣) المدارك ٤: ٧٠٠.
(٤) المدارك ٤: ٧٠٢، وفي ط: وأبو عمارة.
(٥) المدارك ٣: ٢١.
(٦) المدارك ٣: ١٥.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (156,'ومنهم
<span data-type="title" id=toc-379>الحسين بن عاصم </span>(١)
: في مثل سن عيسى بن دينار يعتمد عليه ابن حبيب في الأسمعة.
ومنهم
<span data-type="title" id=toc-378>محمد بن خالد </span>(٢)
: من أعيان أهل الأندلس تفقه بابن وهب وابن القاسم.
ومنهم أبو مروان
<span data-type="title" id=toc-382>عبد الملك بن حبيب</span>
السلمي (٣) فقيه أهل الأندلس، تفقه في القديم بيحيى بن يحيى وعيسى بن دينار والحسين بن عاصم ثم رحل وهو فقيه عالم إلى المدينة فعرض كتبه على عبد الملك بن عبد العزيز الماجشون وعلى مطرف وعبد الله بن نافع الزبيري وابن أبي أويس ثم رجع إلى الأندلس، وصنف كتباً سماها الواضحة، ومات وهو ابن ثلاث وخمسين سنة.
ومنهم
<span data-type="title" id=toc-381>يوسف بن مطروح الربضي </span>(٤) .
ومنهم
<span data-type="title" id=toc-380>محمد بن عيسى الأعشى </span>(٥)
: تفقه بأصحاب مالك.
وممن دون هذه الطبقة أبو عمر يوسف بن يحيى
<span data-type="title" id=toc-383>المغامي</span>
الأندلسي (٦) : كان فقيهاً عابداً تفقه بعبد الملك بن حبيب ويقال إنه صهره، وسمع
_________
(١) المدارك ٣: ٢٨.
(٢) المدارك ٣: ٢٦.
(٣) المدارك ٣: ٣٠، وتوفي عبد الملك بن حبيب سنة ١٨٣.
(٤) المدارك ٣: ١٤١، وكانت وفاة ابن مطروح سنة ٢٧١.
(٥) المدارك ٣: ٢٣.
(٦) تاريخ ابن الفرضي ٢: ٢٠٠، وتوفي المغامي سنة ٢٨٨.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (157,'أبا مصعب، وكان شديداً على الشافعي، وضع في الرد عليه عشرة أجزاء، وتوفي بالقيروان.
ومنهم أبو زكريا
<span data-type="title" id=toc-388>يحيى بن عمر </span>(١)
: تفقه بسحنون؛ نزل إفريقية ومات وقبره بسوسة على شاطئ البحر.
ومنهم أبو عبد الله
<span data-type="title" id=toc-385>محمد بن وضاح </span>(٢)
: رجل من أهل الأندلس (٣) ، سمع من أبي مصعب بالمدينة وتفقه بسحنون وشيوخ المغرب.
ومنهم
<span data-type="title" id=toc-386>عمر بن يوسف الإشبيلي </span>(٤)
: من أصحاب سحنون.
ومنهم
<span data-type="title" id=toc-387>إبراهيم بن مزين </span>(٥)
: من أهل طليطلة تفقه بأصحاب ابن القاسم وابن وهب وبالمتأخرين من أصحاب مالك وله تصانيف.
ومنهم
<span data-type="title" id=toc-384>قاسم بن أصبغ </span>(٦)
: رحل إلى العراق ثم رجع إلى الأندلس.
_________
(١) تاريخ ابن الفرضي ٢: ١٨١، وتوفي سنة ٢٨٩ وهو ابن ست وسبعين سنة.
(٢) جذوة المقتبس: ٨٧، وتوفي سنة ٢٨٦.
(٣) ط: رحل من الأندلس.
(٤) جذوة المقتبس: ٢٨٤ وكانت وفاته بالقيروان.
(٥) جذوة المقتبس: ١٤٨ قال الحميدي: ذكره بعض علماء العراق في طبقات الفقهاء (الأرجح أنه يعني الشيرازي) وقال إنه أندلسي تفقه بالأصاغر من أصحاب مالك وأصحاب أصحابه، ولا نعلم لإبراهيم بن مزين رواية ولا تفقها؛ ولعله أراد: يحيى بن إبراهيم بن مزين فوهم والله أعلم؛ قلت: وانظر مقدمة التحقيق: ٢٥ واعتراض القاضي عياض على هذا أيضاً.
(٦) تاريخ ابن الفرضي ١: ٤٠٦ والجذوة: ٣١١.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (158,'ومن دون هذه الطبقة أبو سلمة
<span data-type="title" id=toc-389>فضل بن سلمة </span>(١)
: وله مختصر حسن: دخل في آخر عمره القيروان (٢) .
وممن انتهى إليه هذا الأمر من المالكية بالأندلس أبو محمد
<span data-type="title" id=toc-391>عبد الله بن إبراهيم الأصيلي </span>(٣)
. تفقه بالأندلس وبالقيروان (٤) ودخل مصر والعراق ثم رجع إلى بلده وانتهت إليه الرياسة وصنف كتاب الآثار والدلائل في الخلاف ومات بالأندلس سنة اثنتين وتسعين وثلاثمائة.
ومن أصحاب أصحابه بالعراق
<span data-type="title" id=toc-390>أحمد بن المعذل </span>(٥)
من أصحاب عبد الملك ابن الماجشون ومحمد بن مسلمة، وكان مفوهاً وله مصنفات، وكان ورعاً متحرياً للسنة.
ثم انتقل ذلك إلى صاحبه
<span data-type="title" id=toc-392>أبي إسحاق إسماعيل</span>
بن إسحاق بن إسماعيل بن حماد بن زيد بن درهم الأزدي القاضي (٦) : أصله من البصرة وسمح من أبي مصعب وابن أبي أويس، وتفقه بابن المعذل بالبصرة وقال: أفخر على الناس برجلين بالبصرة: أحمد بن المعذل يعلمني الفقه وعلي بن المديني يعلمني الحديث.
_________
(١) تاريخ ابن الفرضي ١: ٣٩٤ والجذوة: ٣٠٨.
(٢) ط: إلى القيروان.
(٣) المدارك ٤: ٦٤٢.
(٤) ط: والقيروان.
(٥) انظر الديباج المذهب: ٣٠ وراجع ضبط ((المعذل)) ص: ١٤٨، والحاشية: ٣؛ وقد وردت ((المعدل)) عند الذهبي (العبر ١: ٤٣٤) نعتاً، واسمه عنده أحمد المعدل بن غيلان العبدي البصري أبو الفضل (وفيات: ٢٤٠) ثم ذكره (٢: ٦٧) باسم أحمد بن المعدل.
(٦) المدارك ٣: ١٦٦ والديباج المذهب: ٩٢ وعبر الذهبي ٢: ٦٧.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (159,'وكان جمع القرآن وعلم (١) القرآن والحديث وآثار العلماء والفقه والكلام والمعرفة بعلم اللسان. وكان من نظراء أبي العباس محمد بن يزيد المبرد في علم كتاب سيبويه، وكان المبرد يقول: لولا أنه مشتغل (٢) برياسة العلم والقضاء لذهب برياستنا في النحو الأدب (٣) . ورد على المخالفين من أصحاب الشافعي وأبي حنيفة وحمل من البصرة إلى بغداد وولي القضاء، ومات سنة اثنتين وثمانين ومائتين ببغداد.
ثم انتقل الفقه إلى أصحابه:
فمنهم ابن ابن عمه
<span data-type="title" id=toc-393>أبو عمر محمد بن يوسف</span>
بن يعقوب بن إسماعيل (٤) : وكان حاجب إسماعيل ثم ولي القضاء بعده ثم ولي ابنه أبو الحسين وكان يقال: إسماعيل بحاجبه وأبو الحسين بأبيه (٥) وأبو عمر بنفسه، فكان المدح في الجميع راجعاً إلى أبي عمر. وإلى اليوم إذا رأى الناس ببغداد إنساناً محتشماً له أبهة وجمال وهيئة ووقار قالوا: كأنه أبو عمر القاضي.
ومن أصحاب إسماعيل وفي طبقته أبو يعقوب
<span data-type="title" id=toc-394>إسحاق بن أحمد الرازي</span>
: وكان فقيهاً عالماً زاهداً عابداً، قتله الديلم (٦) أول دخولهم بغداد في الأمر بالمعروف.
_________
(١) المدارك: وعلوم.
(٢) المدارك: لولا شغله.
(٣) في عبر الذهبي: قال المبرد: هو أعلم بالتصريف مني.
(٤) الديباج المذهب: ٢٤١.
(٥) ط: بابنه.
(٦) يريد البويهيين - على الأرجح - وكان دخولهم بغداد واستيلاؤهم عليها سنة ٣٣٤.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (160,'ومنهم أبو الفرج
<span data-type="title" id=toc-398>عمرو بن محمد الليثي</span>
: صنف كتاباً يعرف بالحاوي تفقه بإسماعيل بن إسحاق.
ومنهم أبو عبد الله محمد بن عبد الله
<span data-type="title" id=toc-399>بن المنتاب القاضي</span>
: ولي قضاء مدينة رسول الله صلى الله عليه وسلم من جهة المقتدر بالله. تفقه بإسماعيل.
ومنهم
أبو بكر ابن بكير (١) وأحمد بن محمد بن الجهم وبكر بن إسماعيل
القاضي (٢) . انتقل من بغداد إلى مصر ومات بها وله مصنفات.
ثم انتقل إلى طبقة أخرى:
منهم أبو الحسين
<span data-type="title" id=toc-396>عمر بن محمد بن يوسف القاضي </span>(٣)
: ناظر أبا بكر الصيرفي فقيه أصحاب الشافعي وله كتاب في الرد على من أنكر إجماع أهل المدينة.
وابنه أبو نصر
<span data-type="title" id=toc-395>يوسف بن عمر بن محمد بن يوسف القاضي </span>(٤)
: وكان فقيهاً فاضلاً وهو آخر من لوي القضاء ببغداد من ولد حماد بن زيد.
_________
(١) الديباج المذهب: ٢٤٣ واسمه محمد بن أحمد وقيل اسمه أحمد بن محمد.
(٢) ط: وبكر بن محمد بن العلاء القاضي؛ وهذا الذي ذكر في ط ترجم له القاضي عياض ٣: ٢٩٠ وقال: وذكره أبو إسحاق الشيرازي في أصحاب إسماعيل، وقال الفرغاني وغيره إنه لم يدرك سماعيل ولا سمع منه، أه؟. وقد توفي بكر هذا في مصر سنة ٣٤٤ وقد جاوز الثمانين.
(٣) المدارك ٣: ٢٧٨.
(٤) المدارك ٣: ٢٨٢ وكانت وفاته سنة ٣٥٦ وسيذكر المؤلف ذلك في ص: ١٧٩ من كتابه.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (161,'ومنهم
<span data-type="title" id=toc-402>أبو بكر</span>
محمد بن عبد الله بن محمد بن صالح
<span data-type="title" id=toc-401>الأبهري </span>(١)
التميمي من أنفسهم: تفقه ببغداد على أبي عمر محمد بن يوسف وبابنه أبي الحسين، وجمع بين القراءات وعلو الإسناد والفقه الجيد، وشرح مختصر عبد الله بن عبد الحكم، وانتشر عنه مذهب مالك في البلاد؛ ومولده قبل التسعين ومائتين ومات سنة خمس وسبعين (٢) وثلاثمائة.
ثم انتقل إلى طبقة أخرى:
منهم
<span data-type="title" id=toc-403>أبو جعفر</span>
محمد بن عبد الله
<span data-type="title" id=toc-400>الأبهري الأصغر </span>(٣)
: ويعرف بالوتلي، تفقه بأبي بكر الأبهري، ورحل إلى مصر، وله كتاب في مسائل الخلاف، وتفقه عليه خلق كثير.
ومنهم أبو عبد الله
<span data-type="title" id=toc-404>محمد بن عبد الله القيرواني</span>
: من أصحاب أبي بكر الأبهري وله تعليق عنه في شرح مختصر أبي عبد الله محمد (٤) بن عبد الحكم وهو مشهور بالقيروان.
ومنهم أبو سعيد
<span data-type="title" id=toc-405>أحمد بن محمد بن زيد القزويني</span>
: تفقه على أبي بكر الأبهري، وصنف في المذهب والخلاف، وكان زاهداً عالماً بالحديث، مات في نيف وتسعين وثلاثمائة.
_________
(١) المدارك ٤: ٤٦٦، والديباج المذهب: ٢٥٥، وعبر الذهبي ٢: ٣٧١. والأبهري: نسبة إلى أبهر، قرية قرب زنجان.
(٢) ط: وتسعين، وما في المدارك موافق لرواية ع.
(٣) الديباج المذهب: ٢٦٧.
(٤) ابي عبد الله محمد: سقط من ط.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (162,'ومنهم أبو بكر محمد بن أحمد بن عبد الله المعروف
<span data-type="title" id=toc-409>بابن كواز</span>
: تفقه بأبي بكر الأبهري، وله كتاب كبير في مسائل الخلاف وكتاب في أصول الفقه وله أحكام القرآن.
ومنهم أبو الحسن علي بن عمر بن أحمد المعروف
<span data-type="title" id=toc-408>بابن القصار </span>(١)
: تفقه بأبي بكر الأبهري وله كتاب في مسائل الخلاف كبير لا أعرف لهم كتاباً في الخلاف أحسن منه.
ومنهم أبو القاسم عبد الرحمن بن عبيد الله المعروف
<span data-type="title" id=toc-407>بابن الحلاب </span>(٢)
: تفقه بأبي بكر الأبهري، وله كتاب في مسائل الخلاف.
ثم انتقل إلى طبقة أخرى:
منهم أبو محمد
<span data-type="title" id=toc-406>عبد الوهاب بن علي بن نصر </span>(٣)
: أدركته وسمعت كلامه في النظر، وكان قد رأى أبا بكر الأبهري إلا أنه لم يسمع منه شيئاً، وكان فقيهاً متأدباً شاعراً وله كتب كثيرة في كل فن من الفقه وخرج في آخر عمره إلى مصر وحصل له هناك حال من الدنيا بالمغاربة، ومات بمصر سنة اثنتين وعشرين وأربعمائة. وأنشد في خروجه من بغداد (٤) :
_________
(١) الديباج المذهب: ١٩٩، توفي سنة ٣٩٨، وذكره الذهبي في العبر (٣: ٦٤) في وفيات ٣٩٧ ونقل ما قاله الشيرازي.
(٢) ط: الجلاب.
(٣) المدارك ٢: ٦٩١، وابن خلكان ٢: ٣٨٧، وتبيين كذب المفتري: ٢٥٠ وعبر الذهبي ٣: ١٤٩.
(٤) الأبيات في المصادر السابقة وغيرها؛ وقال القاضي عياض: وقرأت في بعض الأخبار أن الشعر ليس من قوله.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (163,'سلام على بغداد في كل موطن ... وحق لها مني سلام مضاعف
فوالله ما فارقتها عن قلى لها ... وإني بشطي جانبيها لعارف
ولكنها ضاقت علي بأسرها ... ولم تكن الأرزاق فيها تساعف
وكانت كخلٍ كنت أهوى دنوه ... وأخلاقه تنأى به وتخالف ومنهم أبو الفضل
<span data-type="title" id=toc-412>ابن عمروس المالكي</span>
البغدادي (١) : وكان فقيهاً أصولياً<span data-type="title" id=toc-410> صالح</span>اً مات سنة اثنتين وخمسين وأربعمائة.
-<span data-type="title" id=toc-413> ٤ </span>-
<span data-type="title" id=toc-414>فقهاء الحنابلة</span>
وأما
<span data-type="title" id=toc-415>أحمد بن حنبل</span>
رضي الله عنه فقد نقل عنه الفقه جماعة:
ومنهم ابنه
صالح (٢)
: ويكنى أبا الفضل، ولي القضاء بأصبهان ومات بها في سنة ست وستين ومائتين وله ثلاث وستون سنة.
ومنهم ابنه الآخر
<span data-type="title" id=toc-411>عبد الله </span>(٣)
: وكنيته أبو عبد الرحمن، وكان عالماً بعلل الحديث وأسماء الرجال. ما ببغداد سنة تسعين ومائتين وله سبع
_________
(١) تبين كذب المفتري: ٢٦٤، وفيه نقل عن طبقات الشيرازي برواية أبي القاسم إسماعيل بن أحمد بن عمر بن السمرقندي.
(٢) طبقات الحنابلة ١: ١٧٣.
(٣) طبقات الحنابلة ١: ١٨٠.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (164,'وتسعون سنة (١) وقبره في مقابر باب التبن، أوصى بأن (٢) يدفن هناك، وقال: بلغني أن هناك نبياً مدفوناً ولأن أكون في جوار نبي أحب إلي أن أكون في جوار أبي.
ومنهم أبو علي
<span data-type="title" id=toc-417>حنبل بن إسحاق </span>(٣)
: مات سنة ثلاث وتسعين ومائتين.
ومنهم
<span data-type="title" id=toc-416>أبو بكر المروزي </span>(٤)
: وخرج إلى الغزو فشيعه الناس فحزروا بسامرا سوى من رجع نحواً من خمسين ألفاً فقيل له: يا أبا بكر هذا علم قد نشر لك فبكى ثم قال: ليس هذا العلم لي إنما هذا هو علم أحمد بن حنبل. وكان يقول: قليل التقوى يهزم كثير الجيوش. مات سنة خمس وسبعين ومائتين ودفن قريباً من قبر أحمد (٥) .
ومنهم أبو بكر أحمد بن محمد بن (٦) هانئ الكلبي
<span data-type="title" id=toc-418>الأثرم</span>
: وكان حافظاً للحديث، وكان يحيى بن معين يقول: الأثرم كان أحد أبويه جنياً، لتيقظه.
_________
(١) في طبقات أبي يعلى (١: ١٨٤) أن مولده سنة ٢١٣ ووفاته سنة ٢٩٠ فيكون سنه سبعاً وسبعين سنة.
(٢) ط: أوصى أن.
(٣) طبقات الحنابلة ١: ١٤٣؛ وأبو علي هذا هو ابن عم الإمام أحمد، وذكر أبو يعلى أنه توفي سنة ٢٧٣.
(٤) اسمه أحمد بن محمد بن الحجاج (طبقات الحنابلة ١: ٥٧، وانظر عبر الذهبي ٢: ٥٤) .
(٥) الطبقات: ودفن عند رجل قبر أحمد بن حنبل.
(٦) زيادة من طبقات الحنابلة (١: ٦٦) ، ولم يذكر أبو يعلى سنة وفاته، وقال الذهبي في تذكرة الحفاظ: أظنه مات بعد الستين ومائتين، وذكر ابن حجر في تهذيب التهذيب ١: ٧٩ أنه توفي سنة ٢٦١ او في حدودها.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (165,'ومنهم أبو داود
<span data-type="title" id=toc-422>سليمان بن الأشعث</span>
السجستاني (١) : وهو إمام في الحديث روى عنه أحمد بن حنبل حديثاً واحداً وروى هو عن أحمد بن حنبل (٢) مسائل. مات سنة خمس وسبعين ومائتين وله ثلاث وسبعون سنة.
ومنهم أبو إسحاق
<span data-type="title" id=toc-419>إبراهيم الحربي </span>(٣)
: إمام في الحديث وله مصنفات كثيرة. مات سنة خمس وثمانين ومائتين.
ثم حصلت الرواية على أحمد في طبقة أخرى:
فمنهم أبو بكر أحمد بن محمد بن هارون
<span data-type="title" id=toc-420>الخلال </span>(٤)
: له مصنفات كثيرة في الفقه وله كتاب الجامع في المذهب وأخذ العلم عن المروزي وصالح وعبد الله ابني أحمد ومات سنة إحدى عشرة وثلاثمائة ودفن عند المروزي.
ومنهم
<span data-type="title" id=toc-423>أبو علي</span>
الحسين بن عبد الله
<span data-type="title" id=toc-421>الخرقي </span>(٥)
: والد مصنف مختصر الخرقي (٦) . مات سنة تسع وتسعين ومائتين.
_________
(١) طبقات الحنابلة ١ ١٥٩ وعبر الذهبي ٢: ٥٤.
(٢) ابن حنبل: سقطت من ط.
(٣) طبقات الحنابلة ١: ٨٦؛ وهو إبراهيم بن إسحاق بن بشير (انظر عبر اذهبي ٢: ٧٤) .
(٤) طبقات الحنابلة ٢: ١٢ وما بين معقفين زيادة منها عبر الذهبي ٢: ١٤٨.
(٥) طبقات الحنابلة ٢: ٤٥.
(٦) مؤلف المختصر هو ابنه أبو القاسم الخزقي، كما سيأتي بعد قليل.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (166,'ومنهم أبو الحسين
<span data-type="title" id=toc-427>علي بن محمد بن بشار</span>
الزاهد (١) : وكان يروي مسائل صالح. توفي سنة ثلاث عشرة وثلاثمائة.
ومنهم
<span data-type="title" id=toc-424>أبو محمد البربهاري </span>(٢) .
ثم انتقل إلى طبقة أخرى:
منهم
<span data-type="title" id=toc-428>أبو القاسم</span>
عمر بن الحسين بن عبد الله
<span data-type="title" id=toc-425>الخرقي </span>(٣)
: صاحب المختصر وخرج من بغداد لما ظهر سب السلف، ومات سنة أربع وثلاثين وثلاثمائة بدمشق.
ومنهم أبو بكر عبد العزيز بن جعفر
<span data-type="title" id=toc-429>بن يزداد</span>
بن معروف (٤) : صاحب أبي بكر الخلال وله كتب في الفقه. توفي سنة ثلاث وستين وثلاثمائة وله ثمان وسبعون (٥) سنة.
ومنهم أبو بكر (٦)
<span data-type="title" id=toc-426>أحمد بن سلمان النجاد </span>(٧)
: الفقيه وله كتاب الخلاف.
_________
(١) طبقات الحنابلة ٢: ٥٧، وعبر الذهبي ٢: ١٥٦.
(٢) طبقات الحنابلة ٢: ١٨، واسمه احسن بن علي بن خلف، توفي سنة ٣٢٩ (وانظر عبر الذهبي ٢: ٢١٦) .
(٣) طبقات الحنابلة ٢: ٧٥، وعبر الذهبي ٢: ٢٣٨.
(٤) طبقات الحنابلة ٢: ١١٩، وعبر الذهبي ٢: ٣٣٠.
(٥) ط: وتسعون؛ وما في ع موافق لما في طبقات أبي يعلى وعبر الذهبي.
(٦) زيادة من ط.
(٧) طبقات الحنابلة ٢: ٧، وتوفي النجاد سنة ٣٤٣ وعاش خمساً وتسعين سنة.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (167,'ومنهم أبو الحسين أحمد بن
<span data-type="title" id=toc-433>جعفر بن المنادي </span>(١)
: مات سنة ست وثلاثين وثلاثمائة.
<span data-type="title" id=toc-432>وأبو علي النجاد </span>(٢)
، وأبو إسحاق
<span data-type="title" id=toc-431>إبراهيم بن أحمد المعروف بابن شاقلا </span>(٣)
: مات سنة تسع وستين وثلاثمائة.
وأبو الحسن
<span data-type="title" id=toc-430>عبد العزيز بن الحارث التميمي </span>(٤)
: مات سنة إحدى وسبعين وثلاثمائة.
وأبو حفص عمر بن أحمد البرمكي (٥) ، وأبو الحسن الخرزي (٦) وأبو عبد الله بن بطة العكبري (٧) وأبو حفص عمر بن المسلم العكبري (٨) ، صحب ابن بطة. ثم أبو عبد الله الحسن بن علي بن مروان بن حامد (٩) . مات سنة ثلاث وأربعمائة في طريق مكة.
ومنهم القاضي
<span data-type="title" id=toc-434>أبو علي محمد بن أحمد</span>
بن أحمد بن محمد بن أبي موسى
_________
(١) طبقات الحنابلة ٢: ٣، وعبر الذهبي ٢: ٢٤٢.
(٢) طبقات الحنابلة ٢: ١٤٠، واسمه الحسين بن عبد الله. ولم يذكر أبو يعلى تاريهخ وفاته.
(٣) طبقات الحنابلة ٢: ١٢٨؛ وفي هامش ع: أنه توفي سنة سبع وستين، وما في المتن يتفق مع ما في الطبقات وعبر الذهبي ٢: ٣٥١.
(٤) طبقات الحنابلة ٢: ١٣٩.
(٥) طبقات الحنابلة ٢: ١٥٣. وكانت وفاته سنة ٣٨٧.
(٦) طبقات الحنابلة ٢: ١٦٧، وفيه الجزري.
(٧) طبقات الحنابلة ٢: ١٤٤، واسمه عبيد الله بن محمد، توفي سنة ٣٨٧، وانظر عبر الذهبي ٣: ٣٥.
(٨) طبقات الحنابلة ٢: ١٦٣، وفي ع: المستلم.
(٩) طبقات الحنابلة ٢: ١٧١، وفيه الحسن بن حامد بن علي بن مروان.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (168,'<span data-type="title" id=toc-440>الهاشمي </span>(١)
: وكان حسن الفتيا معظماً لأهل العلم حضرت حلقته وانتفعت به كثيراً وكان أخص الهاشميين بالقادر بالله. مات سنة ثمان وعشرين وأربعمائة، وله مصنف مليح.
ومنهم أبو علي
<span data-type="title" id=toc-436>ابن شهاب العكبري </span>(٢)
: مات سنة ثمان وعشرين وأربعمائة، وكان فقيهاً شاعراً.
ومنهم
<span data-type="title" id=toc-437>أبو طاهر ابن الغباري </span>(٣)
: وكان صديقي، مات سنة اثنتين وثلاثين وأربعمائة.
ومنهم أبو الفضل
<span data-type="title" id=toc-439>عبد الواحد بن عبد العزيز التميمي </span>(٤)
، وأخوه أبو الفرج
<span data-type="title" id=toc-435>عبد الوهاب بن عبد العزيز </span>(٥) .
ومنهم أبو إسحاق
<span data-type="title" id=toc-438>إبراهيم بن عمر البرمكي </span>(٦)
: وكان زاهداً صالحاً يفتي الناس في الجامع. مات سنة خمس وأربعين وأربعمائة ودفن في ليلة عرفة.
_________
(١) طبقات الحنابلة ٢: ١٨٢ وقد سقطت ((ابن أحمد)) الثانية من نسبه في ط.
(٢) طبقات الحنابلة ٢: ١٨٦ واسمه الحسن بن شهاب بن الحسن بن علي بن شهاب.
(٣) طبقات الحنابلة ٢: ١٨٨ واسمه محمد بن أحمد بن محمد.
(٤) طبقات الحنابلة ٢: ١٧٩، وتوفي عبد الواحد سنة ٤١٠.
(٥) طبقات الحنابلة ٢: ١٨٢، جلس بعد موت أخيه للفتوى والوعظ، وتوفي سنة ٤٢٥.
(٦) طبقات الحنابلة ٢: ١٩٠ لقب البرمكي لأن سلفه فيما قبل كانوا يسكنون قرية تسمة البرمكية.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (169,'-<span data-type="title" id=toc-442> ٥ </span>-
<span data-type="title" id=toc-443>فقهاء الظاهرية</span>
وأما
<span data-type="title" id=toc-444>داود</span>
فقد انتقل فقهه إلى جماعة من أصحابه:
فمنهم ابنه أبو بكر
<span data-type="title" id=toc-441>محمد بن داود </span>(١)
: وكان فقيهاً أديباً شاعراً ظريفاً وكان يناظر أبا العباس ابن سريج إمام أصحابنا وخلف أباه في حلقته.
وحكى القاضي أبو الحسن الخرزي أن أبا بكر لما جلس بعد وفاة أبيه في حلقته يفتي استصغروه فدسوا إليه (٢) رجلاً فقالوا له: سله عن حد السكر ما هو؟ فأتاه الرجل فسأله عن حد السكر ما هو ومتى يكون الإنسان سكراناً (٣) . فقال محمد: إذا عزبت عنه الهموم وباح بسره المكتوم، فاستحسن ذلك منه وعلم موضعه من أهل العلم.
وسمعت شيخنا القاضي أبا الطيب الطبري قال: سمعت أبا العباس الخضري قال (٤) : كنت جالساً عند أبي بكر ابن داود فجاءته امرأة فقالت له: ما تقول في رجل له زوجة لا هو ممسكها ولا هو مطلقها؟ قال (٥) أبو بكر: اختلف في ذلك أهل العلم (٦) فقال قائلون: تؤمر بالصبر
_________
(١) الفهرست: ٢١٧ وابن خلكان ٣: ٣٩٠.
(٢) ط: عليه.
(٣) كذا في الأصلين، والأصوب: سكران.
(٤) انظر هذا النص في تكملة تاريخ الطبري: ١٠ نقلاً عن الطبقات.
(٥) ط: يمسكها ... يطلقها، فقال.
(٦) ط: أهل العلم في ذلك.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (170,'والاحتساب ويبعث على التطلب والاكتساب، وقال قائلون: يؤمر بالإنفاق وإلا يحمل (١) على الطلاق، فلم تفهم المرأة قوله فأعادت مسألتها وقالت له: رجل له زوجة لا هو ممسكها ولا هو مطلقها (٢) ، فقال لها: يا هذه قد أجبتك عن مسألتك وأرشدتك إلى طلبتك ولست بسلطان فأمضي ولا قاضٍ فأقضي ولا زوج فأرضي، انصرفي؛ قال: فانصرفت المرأة ولم تفهم جوابه.
ومات سنة سبع (٣) وتسعين ومائتين وله اثنتان وأربعون سنة (٤) .
ومنهم أبو بكر
<span data-type="title" id=toc-447>محمد بن إسحاق القاساني </span>(٥)
: حمل العلم عن داود إلا أنه خالفه في مسائل كثيرة من الأصول والفروع ونقض عليه أبو الحسن ابن المغلس بكتاب سماه القامع للمتحامل الطامع.
ومنهم أبو سعيد الحسن بن عبيد
<span data-type="title" id=toc-446>النهرباني </span>(٦)
، ومحمد بن عبيد الله (٧) بن خلف المعروف
<span data-type="title" id=toc-448>بالرضيع</span>
، إلا أنهما خالفا داود في مسائل قليلة.
ومنهم أبو عبد الله إبراهيم بن محمد بن عرفة الأزدي النحوي المعروف
<span data-type="title" id=toc-445>بنفطويه </span>(٨)
: روى عن داود.
_________
(١) ط: ولا يجبر.
(٢) ط: يمسكها ... يطلقها.
(٣) ط: تسع، وما في ع يتفق مع ما ذكره ابن خلكان.
(٤) وله ... سنة: سقط من ط.
(٥) انظر تبصير المنتبه ٣: ١١٤٧.
(٦) الفهرست: ٢١٨، وفي ط: النهرواني.
(٧) ط: بن عبد الله.
(٨) ترجمته في إنباه الرواة ١: ١٧٦، وفي الحاشية ذكر لمصادر أخرى.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (171,'ومنهم أبو علي
<span data-type="title" id=toc-451>الحسين بن عبد الله السمرقندي</span>
: روى عن داود كتبه.
ثم انتقل إلى طبقة أخرى:
فمنهم أبو الحسن عبد الله بن أحمد
<span data-type="title" id=toc-450>بن المغلس </span>(١)
: أخذ العلم عن أبي بكر ابن داود، وكان إماماً في المذهب وله كتاب جليل يعرف بالموضح على كتاب المزني. ومات سنة أربع وعشرين وثلاثمائة بسكتة أصابته، وعنه انتشر علم داود في البلاد.
وأخذ عن ابن المغلس أبو الحسن
<span data-type="title" id=toc-449>حيدرة بن عمر الزندوردي </span>(٢)
: ومات سنة ثمان وخمسين وثلاثمائة، وقبره في مقبرة خيزران. وعن أبي الحسن حيدرة أخذ البغداديون مذهب داود.
وأخذ عن أبي الحسن ابن المغلس
<span data-type="title" id=toc-452>علي بن محمد البغدادي</span>
وغلام أعتقه محمد بن صالح المنصوري، أخذ عنه ببغداد ثم عاد إلى المنصورة (٣) .
ثم انتقل إلى طبقة أخرى:
فمنهم قاضي القضاة أبو سعيد
<span data-type="title" id=toc-453>بشر بن الحسين</span>
: وكان إماماً في أصحاب
_________
(١) الفهرست: ٢١٨، وعبر الذهبي ٢: ٢٠١.
(٢) نسبة إلى زندورد، مدينة كانت قرب واسط مما يلي البصرة، وانظر في ترجمة حيدرة كتاب الأنساب ٦: ٣٣٨ وياقوت (زندوره) وكتب فيه خطأ: الحسن بن حيدرة.
(٣) المنصورة: مدينة بالسند كان أصل اسمها همناباذ (ياقوت) .',NULL,'177',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (172,'داود، أخذ العلم عن علي بن محمد البغدادي صاحب ابن المغلس، خرج إلى فارس وأخذ عنه أبو سعد بشر بن الحسين.
ومنهم القاضي أبو العباس
<span data-type="title" id=toc-454>أحمد بن محمد بن صالح المنصوري </span>(١)
: صاحب كتاب النير، أخذ العلم عن مملوك أبيه الذي أعتقه، خرج إلى بغداد وتعلم وعاد إلى المنصورة.
ثم انتقل إلى طبقة أخرى:
فمنهم القاضي أبو الحسن
<span data-type="title" id=toc-455>عبد العزيز بن أحمد الخرزي </span>(٢)
: أخذ العلم عن بشر بن الحسين وكان نظاراً، وقد حكيت قول أبي عبد الله الصيمري الحنفي فيه وفي أبي حامد الإسفرايني أنه ما رأى أنظر منهما، وجاء إلى بغداد وهو والقاضي أبو بكر الباقلاني (٣) الأشعري في صحبة عضد الدولة من شيراز وعنه أخذ فقهاء بغداد من أهل الظاهر.
وأخذ عنه ابن له رأيته وكان يناظر.
وأخذ عنه القاضي أبو بكر محمد بن عمر بن محمد بن إسماعيل بن عبيد الله
<span data-type="title" id=toc-456>بن الأخضر</span>
وكان من أجلاء شهود قاضي القضاة ببغداد.
_________
(١) الفهرست: ٢١٨، وانظر اللباب: ((المنصوري)) .
(٢) الفهرست: ٢١٩ وعبر الذهبي ٣: ٥٠ وهو عنده ((الجزري)) ، وكانت وفاته سنة ٣٩١.
(٣) ط: ابن الباقلاني.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (173,'وعن أبي الحسن الخرزي أخذ القاضي
<span data-type="title" id=toc-457>أبو علي الداودي</span>
قاضي فيروزاباد.
ومنهم القاضي
<span data-type="title" id=toc-458>أبو الفرج الفامي الشيرازي</span>
: أخذ العلم عن بشر بن الحسين وكان إماماً في مذهب داود وعنه أخذ فقهاء شيراز مذهب داود، وكان أيضاً رأساً في الكلام على مذهب المعتزلة، وكنت أناظره بشيراز وأنا صبي.
ومنهم أبو بكر محمد بن بنان.
وانقرض هذا المذهب ببغداد وبقي بشيراز جماعة من أصحاب أبي الفرج الفامي.
وذكر القاضي أبو بكر ابن الأخضر في أخبار أهل الظاهر أن أبا نصر
<span data-type="title" id=toc-459>يوسف بن عمر بن محمد بن يوسف</span>
انتقل من مذهب مالك إلى مذهب داود وتقدم فيه، وتمم كتاب الإيجاز لمحمد بن داود. ومولده سنة خمس وثلاثمائة، ووفاته (١) سنة ست وخمسين وثلاثمائة، وقد ذكرته في أصحاب مالك (٢) رضي الله عنهم أجمعين.
_________
(١) ط: ومات.
(٢) انظر ما تقدم ص: ١٦٦.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (174,'<span data-type="title" id=toc-460>آخر الكتاب </span>(١)
والحمد لله رب العالمين وصلواته على سيدنا محمد نبيه وآله وصحبه وسلم تسليماً كثيراً كبيراً.
وافق الفراغ من نقله من نسخة سيدي وشيخي الشيخ الحافظ المتقن بقية السلف وعمدة الخلف زكي الدين أبي محمد (عبد العظيم بن) عبد القوي ابن عبد الله المنذري أعاد الله علينا وعلى المسلمين من بركاته وغفر له ولوالديه ولجميع المسلمين بمنه وكرمه وذلك في اليوم المبارك يوم الأربعاء الثامن والعشرين من جمادى الأولى سنة خمسين وستمائة، أحسن الله تعالى خاتمتها بمنه وكرمه؛ كتبه لنفسه مالكها العبد الفقير إلى الله سبحانه محمد بن منيع بن عثمان بن شاد بن البشطاري المؤذن غفر الله له ولوالديه وللمسلمين أجمعين والحمد لله وصلواته على سيدنا محمد وآله وصحبه وسلم تسليماً كثيراً.
_________
(١) خاتمة النسخة ع؛ وفي ختاك ط: تم الكتاب بحمد الله ومنه وحسن توفيقه وصلواته على سيدنا محمد نبيه وآله وصحبه أجمعين وسلامه.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (175,'<span data-type="title" id=toc-461>طبقات السماع في النسخة ((ع))</span>
شاهدت ما مثاله ونقلته على صورته:
-<span data-type="title" id=toc-462> ١ </span>-
سمع جميع هذا الكتاب وهو ((طبقات الفقهاء)) تأليف الإمام أبي إسحاق الشيرازي رحمه الله، على سيدنا الشيخ الإمام الأجل الصدر الكبير العلامة تاج الدين شيخ الإسلام حجة العرب ملك الأدب أبي اليمن زيد بن الحسن بن زيد الكندي أيده الله يحق سماعه من أبي الحسن علي بن هبة الله بن عبد السلام الكاتب وبحث إجازته من أبي القاسم إسماعيل بن أحمد بن السمرقندي، إذ لم يكن سمعه منه، لسماعهما عن المؤلف بقراءة الإمام شهاب الدين أبي محمد عبد النور (؟) بن عبد الملك بن تميم الشيباني صاحب الفقيه الإمام الأجل العالم زكي الدين أبو (١) محمد عبد العظيم بن عبد القوي بن عبد الله المنذري، والشيخ الفقيه الإمام شمس الدين أبو القاسم الخضر بن الحسين بن عبدان الأزدي
_________
(١) كذا في الأصل.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (176,'وابنه الفقيه أبو الحسن عبد الرحمن وشهاب الدين فتيان بن علي بن فتيان النحوي الأسدي والإمام أبو العباس أحمد بن أبي الفضل بن زيد الدولعي وابنا أخويه: يونس بن الإمام جمال الدين محمد بن أبي الفضل وأبو الفضل عباس بن صالح بن أبي الفضل بن زيد الدولعي، والإمام علم الدين أبو الحسن علي بن محمد بن عبد الصمد السخاوي ورضي الدين أبو الفضل حامد بن علي الرقي وأبو إسحاق إبراهيم بن عثمان بن عيسى بن درباس الماراني ومحمد وإبراهيم وإسماعيل وعمان بنو الخطيب علي بن عيسى بن حميد المعافري وأبو الحسن علي بن محمد بن حماد بن ميسرة الأزدي وابن عمه أبو محمد عبد الرحيم بن المسلم بن حماد وأبو عبد الله محمد بن علي بن الحسن اليافعي وأبو الفضل إسماعيل بن أحمد بن إسماعيل بن أبي الوقار وأبو الفضل عبد المحسن بن حمود بن الحسن الحلبي وأبو محمد عتاد العمر بن عثمان بن أبي طاهر الاربلي وابن أخيه كنف (؟) بن يعقوب وأبو محمد عبد الرحمن بن عبد الله بن؟ محمد وأبو بكر ابن محمد بن سليمان الواعظ الحموي وابنه عبد الواحد، وأبو الفضل يحيى بن قايماز بن عبد الله الكندي وأبو عبد الله محمد بن حسان بن رافع العامري وأبو عبد الله محمد بن حسان بن رافع العامري وأبو الحسن علي بن الحسن بن عبدان الأبردي، وابنه نصر الله، وعمران بن مجاهد بن رشيد الحموي وصالح بن عدي بن سالم الضرير وعبد أبي الريان (؟) وأبو الحسن علي بن محمد بن منصور التميمي وأبو محمد الحسن بن علي بن عبد الملك الجرائحي وطاهر ومحمد: ابنا أبي الفضل بن أبي الفرج الكحال، وأبو القاسم سلام بن عبد الكريم بن عبد الرحمن الدمشقي، وأبو غالب مظفر وأبو الفتح نصر الله: ابنا محمد بن إلياس الأنصاري، وابن عم أبيهما أبو المكار مهاجر بن أحمد بن عبد الرحمن ومحمد',NULL,'182',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (177,'ابن عبد العزيز بن إبراهيم اللوراقي وأبو الفضل عبد الباري بن يحيى بن موسى العلمائي وأبو الحسن عبد الوهاب بن الحسن بن محمد بن الحسن وأخوه أبو علي عبد اللطيف وهو في السنة الخامسة ومثبت جملتهم عبد الجليل بن عبد الجبار بن واسع الأبهري أصلحه الله وآخرون أسماؤهم على غرة هذه النسخة وذلك في يوم الأحد سابع صفر سنة أربع وستمائة بمقصورة الحنفية بجامع دمشق والحمد لله. كتبه كما شاهده محمد بن منيع بن عثمان بن شاد البشطاري المؤذن، لطف الله به وغفر له ولوالديه صبح يوم الأربعاء الثامن والعشرين من جمادى الأولى من سنة خمسين وستمائة؟.
-<span data-type="title" id=toc-463> ٢ </span>-
قرأت جميع هذا الكتاب على الشيخ الإمام عمدة الحفاظ زكي الدين أبي محمد عبد العظيم بن عبد القوي المنذري بسماعه فيه نقلاً، وسمع صاحبه القاضي الأجل عز الدين أبو عبد الله محمد بن عثمان بن منيع البشطاري والفقهاء الأجلاي: شرف الدين محمد بن عطايا القرشي وكمال الدين عبد الوهاب بن محمد المزي وزين الدين أبو الحسن علي بن صالح اليونيني وتقي الدين صالح بن الخضر الشافعي، وفتاه عبد الله، وصفي الدين يوسف بن إسحاق الشافعي، وولده يوسف، وزين الدين مقرب بن عبد الرحمن الأقفاصي وجمال الدين أبو عبد الله محمد بن عبد الكريم القرشي وشمس الدين بن إسماعيل بن عبد الغفار الهيثمي؛ وسمع ولدا الشيخ: علم الدين أبو الحسين أحمد وعز الدين أبو عمر عبد الرحمن من: ((ذكر فقهاء التابعين بالبصرة منهم الحسن بن الحسن البصري)) إلى آخر الكتاب، وصح ولله [الحمد] في مجالس آخرها جمادى الآخر سنة',NULL,'183',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (178,'خمسين وستمائة؛ وكتبه إسماعيل بن إبراهيم بن عبد الرحمن بن قريش المخزومي والحمد لله وحده.
السماع صحيح وقد أجزت لهم حرسهم الله تعالى جميع ما تجوز لي روايته بشرطه: كتبه عبد العظيم بن عبد القوي بن عبد الله المنذري.
-<span data-type="title" id=toc-464> ٣ </span>-
سمع جميع هذه الطبقات على الشيخ الثقة أبي شجاع محمد بن أبي محمد بن أبي المعالي بن المقرون بحق سماعه من أبي الحسن بن عبد السلام عن المصنف، سماعاً، الشيخ الإمام العالم العلامة شرف الدين أبو محمد عبد العزيز بن محمد ابن عبد المحسن الأنصاري بقراءة والده، والسماع بخطه في الأصل، في مجالس آخرها يوم السبت السابع عشر من المحرم سنة سبع وتسعين وخمسمائة؛ نقله مختصراً أحمد بن محمد الحسيني.
-<span data-type="title" id=toc-465> ٤ </span>-
سمع جميع هذا الكتاب وهو ((طبقات الفقهاء)) للإمام أبي إسحاق الفيروزابادي على سيدنا وشيخنا الإمام العلامة حجة العرب سيد الوزراء أبي محمد عبد العزيز بن القاضي الإمام زين الدين أبي عبد الله محمد بن عبد المحسن بن محمد بن منصور الأنصاري الأوسي بحق سماعه له منقولاً تراه، بقراءة سيدنا الإمام العالم العامل العلامة قدوة المحدثين عمدة النقاد سيد العلماء',NULL,'184',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (179,'افتخار البلغاء عز الدين أبي القاسم أحمد بن الشيخ الإمام أبي عبد الله محمد ابن عبد الرحمن الحسيني الحلبي: الفقيه الإمام أمين الدين أبو محمد عبد القادر بن محمد بن الحسن الصعبي والشيخ جمال الدين أبو الفضائل محمد ابن نصر بن غازي الأنصاري المقرئ والفقيه العامل الأجل الفاضل وجيه الدين أبو القاسم موسى بن محمد بن موسى بن إسماعيل بن النفري الشافعي وعلي بن محمد بن أبي الحسين بن عبد الله اليونيني، وهذا خطه، وصح ذلك وثبت في مجالس آخرها يوم الأحد ثاني عشر جمادى الآخرة سنة إحدى وستين وستمائة القاهرة المحروسة، بالقصر الشرقي، بمنزل شيخنا المسمع منه، قصر الخلفاء الفاطميين رضي الله عنهم، والحمد لله رب العالمين وصلى الله على سيدنا ومولانا خيرته من خلقه محمد وآله وصحبه وسلم تسليماً كثيراً مباركاً طيباً.
صحيح ذلك، وأجزت لهم وفقهم الله تعالى رواية ما يصح عندهم مما تجرؤ روايته عني من منقول ومقول، كتبه عبد العزيز بن محمد بن عبد المحسن الأنصاري عفا الله عنه.
-<span data-type="title" id=toc-466> ٥ </span>-
سمع جميع هذا الكتاب وهو ((طبقات الفقهاء)) تأليف الشيخ الإمام أبي إسحاق الفيروزابادي الشيرازي رحمه الله؟ على شيخنا الإمام الحبر العلامة فخر المسلمين وحجة المجتهدين؟ حاوي الفضائل مجموع المآثر؟ رحلة الطالبين إمام المنقبين عز الدين أبي عمر عبد العزيز ابن سيدنا الإمام العالم الحافظ حاكم الحكام شيخ الدين أبي عمر عبد العزيز ابن سيدنا الإمام العالم الحافظ حاكم الحكام شيخ الإسلام بدر الدين أبي عبد الله محمد بن إبراهيم بن سعد الله بن جماعة الحموي الشافعي أمتع الله المسلمين بفضله، بقراءة الإمام',NULL,'185',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (180,'الفاضل صدر المدرسين بقية السلف الصالحين خليفة الحكم العزيز بالقاهرة بدر الدين بن إبراهيم بن الإمام العالم [صدر] المدرسين صدر الدين محمد بن القاضي مجد الدين بن الخشاب، بحق إجازة المسمع المذكور من أبي عمران عبد المنعم بن غدير الدمشقي المعروف بابن القواس عن الإمام العالم أبي اليمن زيد بن الحسن بن زيد الكندي قال: أنا الشيخان: الرئيس أبو الحسن علي ابن هبة الله بن عبد السلام الكاتب بقراءته عليه وأنا أسمع يوم الأحد سادس صفر سنة ثمان وثلاثين وخمسمائة والشيخ أبو القاسم إسماعيل بن أحمد ن السمرقندي إجازة إن لم تكن سماعاً تاماً، أخبرنا أبو إسحاق رحمه الله تعالى قال أبو الحسن ابن عبد السلام في سنة اثنتين وسبعين وأربعمائة: الجماعة القاضي العالم العامل شرف الدين أبو بكر ابن المسمع المذكور والشيخ الإمام العالم العامل برهان الدين إبراهيم بن الشيخ الصالح شهاب الدين أحمد بن عبد الواحد الشامي والقاضي الأجل محيي الدين عبد الله بن القاضي الأجل المرحوم صدر الدين محمد بن فخر الدين عثمان الشارمساحي وشمس الدين محمد ابن عبد الرحمن بن حيدرة الدجوي؛ وسمع الميعاد الأول والثاني إلى قوله ((ذكر فقهاء التابعين بالبصرة)) سيدنا الإمام العالم العامل الفاضل صدر المدرسين سراج الدين عم ولد المسمع المذكور، وسمع من أول الميعاد الثاني وهو من قوله ((ذكر فقهاء التابعين بالبصرة)) إلى آخر الكتاب: عز الدين أبو اليمن محمد بن علاء الدين محمد بن كمال الدين محمد القاياتي وأحمد بن نور الدين علي ابن مسعود، عرف والده بمعلم أولاد القاضي؛ وسمع الميعاد الثاني لا غير سيدنا الإمام العالم العامل شرف الدين مفتي المسلمين صدر المدرسين خليفة الحكم العزيز بالقاهرة إبراهيم بن القاضي الأجل العالم العامل بهاء الدين مفتي المسلمين صدر المدرسين يحيى بن المبارك الشافعي؛ وسمع من أول الميعاد الثاني إلى',NULL,'186',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (181,'آخر الثالث وهو من قوله ((ذكر فقهاء التابعين بالمدينة)) إلى قوله ((ذكر فقهاء التابعين بالبصرة)) عمر بن عثمان بن أبي القاسم هبة الله الأنصاري ومحمد ابن قاسم بن شرف السيوطي، والميعاد الثاني أوله ((ذكر فقهاء التابعين بالمدينة)) وآخره ((ذكر فقهاء التابعين بالبصرة)) ، وصح ذلك، وثبت في مجالس آخرها يوم الأحد الرابع عشر من شهر ربيع الآخر سنة أربع وخمسين وسبعمائة بجامع الأقمر من القاهرة المعزية وأجاز المسمع أحسن الله إليه لمن سمع عليه هذا الكتاب رواية ما يجوز له روايته بشرطه عند أهله وتلفظ بذلك أمتع الله المسلمين ببقائه وكتب هذه الأحرف ضابط أسماء السامعين عبد الخالق بن عبد المحيي بن عبد الخالق السيوطي الشافعي، وسمع بالقراءة والتاريخ من أول الميعاد الثاني إلى آخر الكتاب تقي الدين محمد بن محمد بن عبد الرحمن بن حيدرة الدجوي.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (182,'فراغ',NULL,'188',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (183,'<span data-type="title" id=toc-467>طبقات السماع في النسخة ((ط))</span>
-<span data-type="title" id=toc-468> ١ </span>-
<span data-type="title" id=toc-469>صورة طبقة السماع على المصنف رحمه الله على نسخة الأصل</span>
قرئ جميعه بمجلس مولانا الوزير السيد الأجل المؤيد المنصور مولى النعم شرف الدين عميد الدولة تاج الوزراء أبي منصور محمد بن محمد بن محمد بن جهير خالصة أمير المؤمنين أعز الله أنصاره فسمعه على الشيخ الإمام الموفق جمال الإسلام أبي إسحاق إبراهيم بن علي يوسف الفيروزابادي أسعده الله في الدارين وصاحب الجزء الرئيس الأجل أبو الغنائم سعيد بن عبد السلام وسمعه ابن أخيه أبو الحسن علي بن هبة الله بن عبد السلام والشيوخ الفقهاء: أبو عبد الله الحسين بن محمد الطبري وأبو محمد عبد الله بن الحسن بن الحسين ابن أبي منصور الطبسي وأبو عبد الله محمد بن الحسن بن علي الكرماني المقرئ وأبو بكر محمد بن الحسين الصائغ القاري والشيخ الزكي أبو الفضل أحمد بن الحسين بن خيرون الأمين، وسمع القاضي الأجل أبو الحسن هبة الله بن عبد الله بن السيبي وسبطه أبو البركات أحمد بن عبد الوهاب وآخرون بقراءة محمد بن أحمد بن عبد الباقي الدقاق في مجالس آخرها [؟] (١) من سنة اثنتين وسبعين وأربعمائة.
_________
(١) بياض في الأصل.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (184,'-<span data-type="title" id=toc-470> ٢ </span>-
<span data-type="title" id=toc-471>صورة طبقة سماع الغزي على نسخة الأصل</span>
سمع جميع هذا الكتاب وهو كتاب ((طبقات الفقهاء)) من أوله إلى آخره على الرئيس الأجل مجد الكفاءة أبي الحسن علي بن هبة الله بن عبد السلام أدام الله نعمته ولده الرئيس الأجل أبو الفتح محمد وأولاده أبو الغنائم أحمد وأبو منصور عبد الله وأمة السلام صلف وأمة الواحد حلل والشيخ الأجل العدل أبو القاسم إسماعيل بن عبد الملك بن مسعود الدينوري والشيخ أبو بكر محمد والشيخ أبو الربيع سليمان بن عبد الله الفرغاني الشافعي والشيخ أبو الفرج عبد الملك بن سعيد بن عمر الرندي المقرئ الضرير والشيخ أبو المظفر المبارك بن المبارك بن أبي المكارم بن سكينة بقراءة الحسين بن عبد الرحمن بن محبوب الغزي والسماع بخطه في شوال سنة خمس عشرة وخمسمائة.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b1031] VALUES (185,'-<span data-type="title" id=toc-472> ٣ </span>-
<span data-type="title" id=toc-473>صورة طبقة [سماع]</span>
سمع جميع هذا الكتاب وهو ((طبقات الفقهاء)) للشيخ أبي إسحاق رحمه الله على الشيخ الأجل العالم الفقيه الزاهد أبي عبد الله الحسين بن عبد الرحمن بن محبوب الغزي بقراءة كاتب السماع محمد بن علي بن محمد بن محمد الأنصاري الموصلي، المشايخ الإجلاء: الشيخ الإمام شرف الدين أبو الحسين محمد بن بقا بن الحسن البرسقي المصري الضرير والشيخ الفقيه صفي الدين أبو محمد عبد الله بن عرفة بن سابق التنوخي الحموي والشيخ الإمام الفقيه رشيد بن بكر بن إسماعيل الأرفوي والشيخ الفقيه أبو القاسم هبة الله بن منصور بن علي بن علاء الشهراباني والرئيس الأجل أبو الحسن علي بن أبي الفتح بن عمار البراز والشيخ الأديب أبو العباس أحمد بن نصر التاجر الهيتي، وتم السماع ف مجلس واحد في ثاني شهر شعبان سنة ست وخمسين وخمسمائة بمسجده المعمور بالقرية من دار الخلافة المعظمة شرقي مدينة السلام بغداد عمرها الله تعالى.',NULL,'191',NULL,NULL,'0');
