-- Table: b10533
-- Chunk: 1
-- Rows: 360

CREATE TABLE "b10533"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b10533
INSERT INTO [b10533] VALUES (1,'مقدمة
بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ
لم تعن أمّة من الأمم بأمثالها عناية العرب، ولا عجب في ذلك لأنّ الأمثال خير معبّر عن عادات الشّعوب وتقاليدها وأخلاقها.
ويلفت نظر الباحث في التّراث العربي الإسلاميّ الكثرة المفرطة في عدد الكتب الّتي ألّفت في الأمثال سواء منها المطبوعة أو المخطوطة أو الّتي في عداد المفقود «١» .
ويعدّ «كتاب الأمثال» لزيد بن رفاعة في الكتب المهمّة في بابه، نظرا إلى اشتماله عددا جمّا منها، استقاها المصنّف من مؤلّفات القدماء وأماليهم.
وكان هذا الكتاب قد طبع في حيدر آباد سنة (١٣٥١ هـ/ ١٩٣٢ م) غفلا من النسبة إلى مؤلّفه، وأورد القائمون على دائرة المعارف العثمانيّة آخر الكتاب نصوصا لرسائل بعثوها إلى ثلّة من العلماء بالمخطوطات- عربا ومستشرقين- مشفوعة بصور عن بعض صفحات المخطوط المنشور، يرجون فيها ممن يعرف صاحب المخطوط أن يمدّهم باسمه، فجاءت الرّدود سلبيّة تفصح عن عدم معرفة هؤلاء العلماء صاحب الكتاب.
ثمّ أصدرت دائرة المعارف العثمانيّة قائمة بأسماء مطبوعاتها نسبت فيها الكتاب المذكور إلى زيد بن رفاعة أحد علماء القرن الرابع الهجري/ الحادي عشر الميلادي.
ولا ندري إلام استندت في عزو الكتاب إلى المؤلّف.
ولمّا كانت طبعة الكتاب قد نفدت من الأسواق منذ مدّة طويلة، وأصبحت نسخه المطبوعة بمثابة المخطوط، وبما أن معظم كتب الأمثال قد طبعت طبعات علميّة، وأخرجت على نحو مرض من التّحقيق والتّعليق والفهرسة، رأيت أنّه لا يصحّ أن يبقى هذا الكتاب- على أهمّيته- دون تحقيق، فقرأته على المصادر وصحّحت ما وقع فيه من تصحيف وتحريف ووهم معتمدا على كتب الأمثال، وزوّدته بالتّعليقات الّلازمة، وصنعت له الفهارس الضروريّة.
ب وقد قمت بضبط الأمثال، وتخريجها في كتب الأمثال واللّغة، وذكرت قصّة المثل ما لم تكن موجودة، وأثبتّ اختلاف القصّة في حال وجودها، لأنّ المؤلّف لم يعن بإيراد قصص الأمثال العناية الكافية.
وبعد، فهذا «كتاب الأمثال» لابن رفاعة أضعه بين أيدي المهتّمين بالتّراث العربيّ راجيا أن ينال القبول والرّضا والله من وراء القصد.
دمشق/ ذي القعدة ١٤٢٣ هـ كانون الثاني ٢٠٠٣ م د. علي إبراهيم كردي','المقدمة','1',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (2,'١- المؤلّف
هو أبو الخير زيد بن عبد الله بن رفاعة الهاشميّ [١] .
لا نعرف عن طفولة زيد بن رفاعة شيئا، ولم تسعفنا المصادر بذكر تاريخ مولده ووفاته.
وذكر الصّفديّ «١» أنّه كان معاصرا للصّاحب إسماعيل بن عبّاد ت (٣٨٥ هـ/ ٩٩٥ م) .
وقال القاضي أبو القاسم التّنوخيّ «٢» : «تولّى العمالة لمحمّد بن عمر العلويّ على بعض النّواحي» .
وقد أقام ابن رفاعة في البصرة زمانا طويلا التقى فيها بجماعة من المشتغلين بالعلم والفلسفة فلازمهم، وألّفوا للنّاس خمسين رسالة في جميع أجزاء الفلسفة وسمّوها:
«رسائل إخوان الصّفاء وخلّان الوفاء» «٣» قال أبو حيّان التّوحيدي عن ابن رفاعة وجماعته «٤» : «.. وزعموا أنّه متى انتظمت الفلسفة اليونانيّة والشّريعة العربيّة فقد حصل الكمال» .
كان ابن رفاعة متمكّنا من فنون الأدب، حافظا أيّام العرب، متبصّرا في الآراء والدّيانات، وهذا ما جعل الصفدي يقول عنه «٥» : «.. أحد الأدباء العلماء الفضلاء» ، ويبدو أنّه تصدّر للتّدريس في غير ما مصر من الأمصار الإسلاميّة، فقد ذكر الخطيب البغداديّ «٦» أنّ ابن رفاعة كان بالرّيّ، وحدّث بالدّينور، وببلاد الجبل وخراسان عن أبي بكر بن دريد ت (٣٢١ هـ/ ٩٣٣ م) وأبي بكر بن الأنباريّ ت (٣٢٨ هـ/ ٩٤٠ م) كتب الأدب.
_________
[١] ترجمته في الأعلام للزركلي ٣/٥٩، الإمتاع والمؤانسة لأبي حيّان التوحيدي ٢/٣- ٤، تاريخ بغداد للخطيب البغدادي ٨/٤٥٠، لسان الميزان لابن حجر العسقلاني ٢/٥٠٦، و ٥٠٨، المنتظم لابن الجوزي ٩/١٢٧، ميزان الاعتدال للذهبي ٢/١٠٣، الوافي بالوفيات للصفدي ١٥/٤٨، وانظر مقال الدكتور مصطفى جواد في مجلّة المجمع العلمي العربي ٢٢/١٨٢.','المقدمة','2',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (3,'وتذكر المصادر أنّ ابن رفاعة قد صنّف في الحديث الشّريف «أربعين حديثا» بأسانيدها، ويبدو أنّ هذا الكتاب لم يحظ برضا علماء الحديث فغضّوا من علم صاحبه، وحطّوا من منزلته في علم الحديث. فقال عنه الخطيب البغدادي «١» : «كان كذّابا» .
وقال عنه ابن حجر العسقلاني «٢» : «كان معروفا بوضع الحديث» ، بل إنّ المزّيّ نعته بأنّه «٣» «أجهل خلق الله بالحديث وأقلّهم حياء وأجرأهم على الكذب» .
خلّف زيد بن رفاعة مجموعة من المصنّفات منها «جوامع إصلاح المنطق» «٤» وهو مطبوع، وكتاب «صناعة الخطّ» وكتاب «الأمثال» «٥» .','المقدمة','3',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (4,'٢- كتاب الأمثال
لم يذكر هذا الكتاب ممّن ترجموا لابن رفاعة غير الصّفدي في كتابه «الوافي بالوفيات» «١» .
وقد أوضح المؤلّف منهجه في تأليف كتابه في المقدمة فقال «٢» : «.. فالإيجاز في الكلام إذا صادف موقعه حلية، والتّشبيه إذا ورد مواضعه زينة، والتّعريض في كثير منه أبلغ من التّصريح، والكناية في أماكنها أوقع من التحقيق، ولمّا وجدت جميع هذه الخلال مجتمعا فيما ضربته العرب من الأمثال، رأيت أن أجمع للرّاغبين في الأدب ما رويته عن أكابر السّلف- رحمهم الله- مجموعا في تصانيفهم ومفرّقا في أماليهم، وأن أجعله مرتّبا على حروف..» .
وقد رتّب ابن رفاعة كتابه ترتيبا خاصّا، فقسمه إلى تسعة وثلاثين بابا، منها تسعة وعشرون على عدد حروف الهجاء بزيادة اللام ألف، وزاد عليها الأبواب التالية في باب الألف:
آ- ما جاء على أفعل.
ب- ما جاء على لفظ الأمر.
ج- باب ما جاء على لفظ الاستفهام.
د- باب ما أوّله إنّ.
هـ- باب أن.
وباب إن خفيفة.
ز- باب ما جاء على لفظ الماضي.
ح- باب إذا.
ط- باب ما جاء بالألف واللام.
غير أنّ هذا التّرتيب لم يكن دقيقا. إذ وردت بعض الأمثال في غير مواضعها «٣» ، ولم يرتّب المؤلّف الأمثال ضمن الباب الواحد، بل أوردها بشكل عشوائي معتمدا على وحدة الحرف الأوّل من الأمثال.','المقدمة','4',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (5,'ولم يخضع مفهوم الباب إلى ترتيب واضح، ومنهج واضح، وجاء تقسيم الفصول ضمن الباب الواحد عشوائيا.
وثمّة ملاحظة واضحة في الكتاب هي الاختصار في شرح الأمثال، وإغفال ذكر قصّة المثل في الغالب.
أما مصادر ابن رفاعة في كتابه فقد تبدّى لنا بعضها من خلال الكتاب، إذ نقل عن مجموعة من كتب الأمثال السّابقة لكلّ من المفضّل الضّبيّ «١» ت زهاء (١٧٠ هـ/ ٧٨٦ م) وأبي عبيدة معمر المثنّى «٢» ت (٢٠٩ هـ/ ٨٢٤ م) ، وأبي عمرو الشّيبانيّ «٣» ت (٢٠٦ هـ/ ٨٢١ م) وأبي زيد الأنصاري «٤» ت (٢١٥ هـ/ ٨٣٠ م) ، والأصمعيّ «٥» ت (٢١٦ هـ/ ٨٣١ م) ، وأبي عبيد القاسم بن سلّام «٦» ت (٢٢٤ هـ/ ٨٣٨ م) ، وابن الأعرابيّ «٧» ت (٢٣١ هـ/ ٨٤٥ م) ، وابن السّكّيت «٨» ت (٢٤٤ هـ/ ٨٥٨ م) .
ومهما يكن، فإنّ كتاب «الأمثال» لابن رفاعة يعدّ في كتب الأمثال المهمّة في التراث العربي لاشتماله على ألف وأربع مئة وتسعة وستين مثلا، تفرّد بقرابة عشرين مثلا، لم أقف عليها فيما عدت إليه من كتب الأمثال واللغة.','المقدمة','5',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (6,'[خطبة المؤلف]
بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ
الحمد لله ضارب الأمثال في أفضل الأقوال، الّذي وشّح به قرآنه، وضمّنه بيانه، تنبيها للقلوب المنغمسة في بحار الجهالة، وإيقاظا للنّفوس المرتبكة في ظلم الضّلالة، ولم يستح أن يضرب مثلا ما بعوضة فما فوقها «١» ، ونساجة عنكبوت فما دونها «٢» ، إذ كان الاعتبار عظيما وإن صغر أمرهما، والادّكار بصنعهما «٣» جسيما وإن لطف قدرهما، وصلّى الله على من أنزل ذلك عليه، وأسند بتبليغه الأمر إليه، محمّد سيّد المرسلين، وصفيّ ربّ العالمين وعلى آله الطّيّبين الأخيار، وبعد:
فالإيجاز في الكلام إذا صادف مواقعه حلية، والتّشبيه إذا ورد مواضعه زينة، والتّعريض في كثير منه أبلغ من التّصريح، والكناية في أماكنها أوقع من التّحقيق. ولمّا وجدت جميع هذه الخلال مجتمعا فيما ضربته العرب من الأمثال، رأيت أن أجمع للرّاغبين في الأدب ما رويته عن أكابر السّلف- رحمهم الله- مجموعا في تصانيفهم، ومفرّقا في أماليهم وأن أجعله مرتّبا على حروف «٤» ... في ذلك كلّه، وفي جميع ما نشرع فيه توفيقا لما يقرب منه ويرضيه بمنّه وجوده، وهو حسبنا الله ونعم الوكيل.','1','3',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (7,'<span data-type="title" id=toc-2>باب ما جاء من الأمثال</span>
<span data-type="title" id=toc-3>أوّله ألف على مذهب الكتّاب، أو همزة على مذهب النّحويين</span>
<span data-type="title" id=toc-4>ما جاء منها على أفعل مع الباء</span>
[١]- أبلغ من قسّ. هو قسّ بن ساعدة الإياديّ وكان أبلغ العرب.
[٢] أبقى من وحي في حجر. الوحي: الكتابة.
[٣] أبصر من عقاب ملاع. الملاع: الصّحراء، والملع: السّرعة، يقال ذلك لأنّها تعرف من حيث لا ترى أنثى الأرانب فتخطفها دون الذّكر، لأنّه يلتوي على عنق العقاب فيقلتها.
[٤]- أبصر من الزّرقاء. أمرأة من جديس كانت ملكة اليمامة، وزعموا أنّها كانت تبصر من مسيرة ثلاث.
[٥]- أبعد من العيّوق. يراد به مجرى القمر، لأنّه يجري بالبعد منه، ولا يكون منزلا له أبدا، وتزعم العرب أنّ القمر رام المسير عليه، فاعتاقه عن ذلك، فسمّي العيّوق لعلوّه عن سائر الكواكب.
_________
[١] كتاب أفعل ٣٧، الدرّة الفاخرة ١/٩١، سوائر الأمثال ٧٥، الوسيط ٦٢، جمهرة الأمثال ١/٢٤٩، وفيه «أبين من قسّ» ، مجمع الأمثال ١/١١١، المستقصى ١/٢٩، تمثال الأمثال ١٠٦، ثمار القلوب ١٢٧.
قال الميداني: «كان من حكماء العرب، وهو أوّل من كتب: «من فلان إلى فلان» ، وأوّل من أقرّ بالبعث من غير علم. وأوّل من قال: «أمّا بعد» ، وأوّل من قال: «البيّنة على من ادّعى واليمين على من أنكر» ، وقد عمّر مئة وثمانين سنة» .
[٢] الدرة الفاخرة ١/٩٣، سوائر الأمثال ٦١، جمهرة الأمثال ١/٢٥٢، مجمع الأمثال ١/١١٩، المستقصى ١/٢٧.
[٣] أمثال أبي عبيد ٣٤٠ وفيه: «أودت بهم عقاب ملاع» ، كتاب أفعل ٤٣، الدرة الفاخرة ١/٧٧ و ٢/٤٤١ سوائر الأمثال ٦٣، جمهرة الأمثال ١/١٦٧، ٢٣٩، مجمع الأمثال ١/١١٥، المستقصى ١/٢١، نكتة الأمثال ٢١٣، زهر الأكم ١/١٨٥.
قال الميداني: «وإنّما قالوا ذلك لأنّ عقاب الصّحراء أبصر وأسرع من عقاب الجبال» .
[٤] كتاب أفعل ٤٢، الدرة الفاخرة ١/٧٩، سوائر الأمثال ٦٤، جمهرة الأمثال ١/٢٤١، مجمع الأمثال ١/١١٤ وفيه: «أبصر من زرقاء اليمامة» ، المستقصى ١/١٨، ثمار القلوب ٣٠٠، العقد الفريد ٣/٧١ اللسان (يمم) .
[٥] الدرة الفاخرة ١/٧٦، سوائر الأمثال ٦٢، وفيهما: «أبعد من مناط العيّوق» ، جمهرة الأمثال ١/٢٣٨، مجمع الأمثال ١/١١٥، المستقصى ١/٢٤، ثمار القلوب ٦٥٣.','1','4',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (8,'[٦]- أبعد من بيض الأنوق. الأنوق: طائر يبيض في شعفات «١» الجبال لا يوصل إلى بيضها أبدا.
[٧]- أبرّ من العملّس. من برّه بأمّه أنّه حمل إليها غبوقا «٢» من اللّبن في عسّ «٣» فصادفها نائمة، فكره إنباهها والانصراف عنها، فأقام قائما يتوقع انتباهها، والعسّ على يده حتّى أصبح.
[٨]- أبخل من مادر. هو رجل من بني هلال سقى إبله وبقي في أسفل الحوض ماء قليل، فسلح فيه، ومدر به الحوض، أي طيّنه بخلا بأن يسقى منه.
[٩]- أبرد من عضرس.
_________
[٦]- أمثال أبي عبيد ٣٧١، الدرة الفاخرة ١/٧٦، سوائر الأمثال ٦٢، جمهرة الأمثال ١/٢٣٨، مجمع الأمثال ١/١١٥، المستقصى ١/٢٤، زهر الأكم ١/١٩٥، ثمار القلوب ٤٩٤، اللسان (أنق) ، المخصص ٦/١٦١.
قال الزمخشري: «قيل: هو ذكر الرّخم، والذّكر لا بيض له» .
[٧]- أمثال أبي عبيد ٣٦٩، الدرة الفاخرة ١/٨١، سوائر الأمثال ٦٧، جمهرة الأمثال ١/٢٤٢، مجمع الأمثال ١/١١٤، المستقصى ١/١٦، نكتة الأمثال ٢٣٤، اللسان (عملس) .
قال الزمخشري بعد أن ذكر رواية ابن رفاعة: «.. وقيل: هو الذّئب، من العملسة وهي السّرعة، والذّئبة برّة بولدها، إذا وضعت لم تبعد عنه إلّا مقدارا لا يغيب فيه عن عينها فهي تلازمه حتى تكمل تربيته» .
[٨]- الدّرة الفاخرة ١/٨٦، سوائر الأمثال ٧٠، جمهرة الأمثال ١/٢٤٦، مجمع الأمثال ١/١١١، المستقصى ١/١٣، ثمار القلوب ١٢٧، اللسان (مدر) . قال الشاعر في (المستقصى ١/١٣) :
لقد جلّلت خزيا هلال بن عامر ... بني عامر طرّا بسلحة مادر
فأفّ لكم لا تذكروا الفخر بعدها ... بني عامر أنتم شرار المعاشر
[٩]- الدرة الفاخرة ١/٧٥ و ٨٣، سوائر الأمثال ٦١ و ٦٨، جمهرة الأمثال ١/٢٤٥، مجمع الأمثال ١/١١٦، المستقصى ١/١٦، تمثال الأمثال ١٠٢، اللسان (حبقر، عضرس) .
قال الميداني: «والعضارس بالضمّ مثله» .','1','5',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (9,'[١٠]- وعبقر وحبقر. وكلّه الماء الجامد ويروى بالتّشديد أيضا.
[١١]- أبصر من غراب. العرب تسمّيه الأعور قلبا لحدّة بصره. ويقال إنّه يغمض إحدى عينيه أبدا لاجتزائه بالنّظر بالأخرى.
<span data-type="title" id=toc-5>مع التّاء</span>
[١٢]- أتبع من الظّلّ. لأنّه يتبع صاحبه حيث توّجه.
<span data-type="title" id=toc-6>مع الثاء</span>
[١٣]- أثقل من أحد.
[١٤]- ومن ثهلان. وهما الجبلان.
_________
[١٠]- الدرة الفاخرة ١/٨٣، سوائر الأمثال ٦٨، جمهرة الأمثال ١/٢٤٥، مجمع الأمثال ١/١١٧، المستقصى ١/١٦، اللسان (حبقر، عبقر) .
قال الميداني: «.. وهما البرد عند محمد بن حبيب، وأنشد فيهما:
كأنّ فاها عبقريّ بارد ... أو ريح روض مسّه تنضاح رك
التّنضاح: ما ترشّش من المطر، والرّك: المطر الخفيف الضّعيف، وأحسن ما تكون الرّوضة إذا أصابها مطر ضعيف. وأبو عمرو بن العلاء يرويه: «أبرد من عبّ قرّ» قال: والعبّ: اسم للبرد، وأنشد البيت على غير ما رواه ابن حبيب فقال:
كأنّ فاها عبّ قرّ بارد ... أو ريح روض مسّه تنضاح رك.
[١١]- أمثال أبي عبيد ٣٦٠، الدرة الفاخرة ١/٧٨، سوائر الأمثال ٧٨، جمهرة الأمثال ١/٢٤٠، فصل المقال ٤٩١، مجمع الأمثال ١/١١٥، المستقصى ١/٢١، نكتة الأمثال ٢٢٥، زهر الأكم ١/١٨٥، اللسان (غرب، عور) .
[١٢]- زهر الأكم ١/٣١١، والظّلّ بالغداة، والفيء بالعشيءّ.. وقد أحسن بعض الشعراء في ذكر الظلّ حيث قال:
مثل الرّزق الّذي تطلبه ... مثل الظّلّ الّذي يمشي معك
أنت لا تدركه متّبعا ... فإذا ما ملت عنه اتّبعك
[١٣]- كتاب أفعل ٦٣، الدرة الفاخرة ١/١٠٣، سوائر الأمثال ٨٧، جمهرة الأمثال ١/٢٩٢، مجمع الأمثال ١/١٥٦، المستقصى ١/٤١، ثمار القلوب ٥٥٦.
وأحد: جبل المدينة المنوّرة.
[١٤]- الدرة الفاخرة ١/١٠٣، وسائر الأمثال ٨٨، جمهرة الأمثال ١/٢٩٢، مجمع الأمثال ١/١٥٥، المستقصى ١/٤٢، تمثال الأمثال ١١٨، ثمار القلوب ٥٥٦.
وثهلان: جبل بالعالية.','1','6',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (10,'[١٥]- أثبت من أصمّ رأس. يريد الجبل.
[١٦]- أثقل من حمل الدّهيم. هي ناقة حملت عليها رؤوس قوم قتلوا. وهي الدّاهية أيضا.
<span data-type="title" id=toc-7>مع الجيم</span>
[١٧]- أجبن من المنزوف ضرطا. هذا رجل كان إذا نبّه للصبّوح- وهو شرب الغداة- قال:
لو لغادية «١» نبّهتني، أي لخيل مغيرة غدوة، فقيل له يوما على طريق الاختبار: هذه نواصي الخيل، فما زال يقول: الخيل الخيل ويضرط حتّى مات.
[١٨]- أجبن من صافر. هو ما يصفر من الطّير دون سباعها، لأنّها يصفر بغاثها وما ليس بجارح منها.
[١٩]- أجبن من هجرس. القرد، يقال: إنّه إذا أراد النّوم انتصب وأخذ في يده ... «٢» إذا استثقل في النّوم فينتبه.
[٢٠]- أجهل من فراشة. لأنّها إذا رأت نارا ألقت نفسها فيها جهلا بها.
_________
[١٥]- مجمع الأمثال ١/١٥٨، وفيه: «أثبت رأسا من أصمّ» . وتمثال الأمثال ١١٥.
[١٦]- أمثال الضبيّ ١٣٥، الدّرة الفاخرة ١/١٠٤ و ٢٤١، سوائر الأمثال ٨٨، فصل المقال ٤٦٨، جمهرة الأمثال ١/٢٩٣ و ١٣٥، مجمع الأمثال ١/١٥٦ و ٣٨٧، المستقصى ١/٤٢ زهر الأكم ٢/٩، ثمار القلوب ٣٥٤، اللسان (دهم) .
[١٧]- أمثال أبي عبيد ٣٦٧، الفاخر ١١١، كتاب أفعل ٥٩، الدرة الفاخرة ١/١٠٨، سوائر الأمثال ٩٢، فصل المقال ٤٩٥، جمهرة الأمثال ١/٣٢٤، مجمع الأمثال ١/١٨٠، المستقصى ١/٤٣، نكتة الأمثال ٢٣٠، زهر الأكم ٢/٣٨، اللسان (نزف) .
[١٨]- أمثال أبي عبيد ٣٧١ وفيه: «إنّه لأجبن..» ، كتاب أفعل ٥٩، فصل المقال ٤٩٩، الدرة الفاخرة ١/١١١، سوائر الأمثال ٩٥، جمهرة الأمثال ١/٣٢٥، مجمع الأمثال ١/١٨٤، المستقصى ١/٤٤، تمثال الأمثال ١٢٠، زهر الأكم ٢/٣٧، العقد الفريد ٣/٧٢، اللسان (صفر) ، المخصص ٣/٦٥.
[١٩]- الدرة الفاخرة ١/١١٣، سوائر الأمثال ٩٦، جمهرة الأمثال ١/٣٢٦، مجمع الأمثال ١/١٨٥، المستقصى ١/٤٥.
[٢٠]- كتاب أفعل ٨٨، الدرة الفاخرة ١/١٢١، سوائر الأمثال ٩١، جمهرة الأمثال ١/٣٣٤، جمع الأمثال ١/١٨٨، المستقصى ١/٥٨، ثمار القلوب ٥٠٦.','1','7',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (11,'[٢١]- أجود من لافظة. قال الأصمعيّ: هي الرّحا لأنّها تلفظ ما تطحنه. أبو زيد: هي العنز تدعى للحلب وهي تعتلف، فتلقي ما في فيها وتقبل.
[٢٢]- أجوع من كلبة حومل. يقال: إنّها أكلت نجوها «١» جوعا، ثم التّراب الّذي تحته لما عبق به من رائحته.
<span data-type="title" id=toc-8>مع الحاء</span>
[٢٣]- أحيا من ضبّ. لطول عمره، ويقال: إنّه يتطوّق في كل مئة سنة طوقا أبيض، وربّما وجدت عليه عدّة أطواق. ويقال: إنّه يذبح ويفصل ويلقى ما في جوفه ويطبخ بعد يوم فيضطرب في القدر.
[٢٤]- أحرّ من القرع. هو داء يصيب الإبل تذوب له أكبادها وتحترق أوبارها.
_________
[٢١]- أمثال أبي عبيد ٣٦٤ وفيه «إنه لأجود..» كتاب أفعل ٧٠، الدرة الفاخرة ١/٢٢٨، سوائر الأمثال ١٩٨، جمهرة الأمثال ١/٥٣١، فصل المقال ٣٨٩، مجمع الأمثال ١/٣٥٣، وفيه: «أسمح..»
المستقصى ١/١٧١، نكتة الأمثال ٢٢٧، زهر الأكم ٢/٥٢، اللسان (لفظ) .
[٢٢]- أمثال الضّبيّ ٨١، أمثال أبي عبيد ٣٦٧، كتاب أفعل ٧٨، فصل المقال ٣٩٠، الدّرة الفاخرة ١/١١٧، سوائر الأمثال ٩١، جمهرة الأمثال ١/٣٣١، مجمع الأمثال ١/١٨٦، المستقصى ١/٥٧، زهر الأكم ٢/٥٧، العقد الفريد ٣/٧٣، ثمار القلوب ٣٩٤ اللسان (حمل) .
قال الميداني: «هذه امرأة من العرب كانت تجيع كلبة لها وهي تحرسها، فكانت تربطها باللّيل للحراسة وتطردها بالنّهار.. فلمّا طال ذلك عليها أكلت ذنبها من الجوع» .
[٢٣]- أمثال أبي عبيد ٣٦٩، الدّرة الفاخرة ١/١٦٠، سوائر الأمثال ١١٢، جمهرة الأمثال ١/٤٠١، مجمع الأمثال ١/٢١٨ و ٢/٢٢٦، المستقصى ١/٩٠، نكتة الأمثال ٢٣١، زهر الأكم ٢/١٤٨، اللسان (حيا) .
[٢٤]- أمثال أبي عبيد ٢٨٦ وفيه: «هو أحرّ من..» أمثال أبي عكرمة ٧٣، كتاب أفعل ٦٧، الدرة الفاخرة ١/١٣٤ و ١٥٧، سوائر الأمثال ١٣١، فصل المقال ٤٠٣، جمهرة الأمثال ١/٣٩٨، مجمع الأمثال ١/٢٢٧ و ٣٣٣، المستقصى ١/٦٣، نكتة الأمثال ١٨١، زهر الأكم ٢/١١٢، المخصص ٧/١٤٧، اللسان (قرع) .
قال الميداني: «هو بثر يأخذ صغار الإبل في رؤوسها وأجسادها فتقرع، والتقّريع: معالجتها لنزع قرعها، وهو أن يطلوها بالملح وحباب ألبان الإبل، فإذا لم يجدوا ملحا نتفوا أوبارها، ونضحوا جلدها بالماء، ثمّ جرّوها على السّبخة» .','1','8',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (12,'[٢٥]- أحنّ من شارف. هي النّاقة المسنّة، وذلك لأنّها أشدّ حنينا من غيرها ليأسها من الولد، وضعفها عن العود إلى الوطن.
[٢٦]- أحسن من دمية. هي الصّورة، لأنّ المرء يصوّرها على حسب إرادته.
[٢٧]- أحسن من بيضة في روضة. تستحسن العرب حسن نقاء البيضة في نضارة خضرة الرّوضة.
[٢٨]- أحذر من غراب. العرب تزعم أنّه يخفي سفاده حذرا من أن يعلم بأنّه ذو ذكر وفراخ وعشّ فيطلب.
[٢٩]- أحرص من كلب على عقي صبيّ. العقي: أوّل نجو من الصّبيّ عند ولادته، ويقال: إنّ الكلب إنّما يحرص عليه لأنّ الهرم من الكلاب إذا أكله عاد شبابه.
[٣٠]- أحمق من دغة. هي مارية بنت ربيعة بن عجل، زوّجت فحملت، فلمّا وضعته ألقته وظنّته نجوا، فقالت لأمّها: هل يفتح الجعر «١» فاه؟ قالت: نعم ويدعو أباه.
_________
[٢٥]- أمثال أبي عبيد ٣٧٤، الدرّة الفاخرة ١/١٦١، سوائر الأمثال ١٣٥، جمهرة الأمثال ١/٤٠٣، مجمع الأمثال ١/٢٢٨، المستقصى ١/٨٩ ثمار القلوب ٣٤٨.
[٢٦]- الدرة الفاخرة ١/١٥٨، سوائر الأمثال ١٣٣، جمهرة الأمثال ١/٣٩٩، مجمع الأمثال ١/٢٢٧ وفيه «من الدّمية» المستقصى ١/٦٥، العقد الفريد ٣/٧٤.
[٢٧]- الدرة الفاخرة ١/١٣٤، جمهرة الأمثال ١/٣٩٩، مجمع الأمثال ١/٢٢٩، المستقصى ١/٦٧.
[٢٨]- أمثال أبي عبيد ٣٦٠، كتاب أفعل ٧٢، الدرة الفاخرة ١/١٣٣ و ١٥٦، سوائر الأمثال ١١ و ١٣٠، فصل المقال ٤٩١، جمهرة الأمثال ١/٣٩٦، مجمع الأمثال ١/٢٢٦ و ٢٦١، المستقصى ١/٦٢، نكتة الأمثال ٢٢٥، زهر الأكم ٢/١٠٥، العقد الفريد ٣/٧٢، ثمار القلوب ٤٦٢، اللسان (غرب) .
قال الميداني: «وذلك أنّهم يحكون في رموزهم أنّ الغراب قال لابنه: يا بنيّ إذا رميت فتلوّص، أي تلوّ، فقال: يا أبت إنّي أتلوّص قبل أن أرمى» .
[٢٩]- كتاب أفعل ٩١، مجمع الأمثال ١/٢٢٩، المستقصى ١/٦٤، وسقطت عبارة (على عقي صبي) في الدرة الفاخرة ١/١٦١، سوائر الأمثال ١٣٥، جمهرة الأمثال ١/٤٠٢، ثمار القلوب ٣٩٧، المخصص ٥/٦٠.
[٣٠]- أمثال الضّبي ١٧٢، أمثال أبي عبيد ٣٣٦، الفاخر ٢٩، كتاب أفعل ٩٢، الدرة الفاخرة ١/١٤٥، سوائر الأمثال ١١١ و ١٢١، فصل المقال ١٨٣، جمهرة الأمثال ١/٥٤ و ٣٨٩، مجمع الأمثال ١/٢١٩، المستقصى ١/٧٩، نكتة الأمثال ٢٢٨، زهر الأكم ٢/١٣٣، العقد الفريد ٣/٧١، ثمار القلوب ٣٠٩، اللسان (دغا) .','1','9',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (13,'[٣١]- أحمق من ضبع. ويقال: إنّها وجدت تودية في غدير، وهي عود يشدّ على الخلف «١» لئلّا يرضع الفصيل، فجعلت تشرب وتقول: يا حبّذا طعم لبن الثّدي حتّى ماتت.
[٣٢]- أحمق من جهيزة. هي دبّة أنثى. وقال ابن السّكّيت: هي أمّ شبيب بن يزيد بن نعيم بن شيبان. قالت- لمّا تحرك في جوفها الولد- قالت: في بطني شيء ينقر، ورأت كأن شهابا خرج منها فسطع في السّماء، ثم وقع فخبا في الماء.
[٣٣]- أحمق من الممهورة إحدى خدمتيها. هذه امرأة تزوّجها رجل فالتمست مهرها، فنزع أحد خلخاليها فدفعه إليها فرضيت به.
[٣٤]- أحمق من عجل. «٢» هو عجل بن لجيم «٣» بن صعب بن بكر بن وائل، قيل له ما سمّيت فرسك؟ ففقأ عينه وقال: الأعور.
_________
[٣١]- كتاب أفعل ٦١، الدرّة الفاخرة ١/١٤٩، سوائر الأمثال ١٢٥، جمهرة الأمثال ١/٣٩٢ و ٤١٦، مجمع الأمثال ١/٢٢٥، المستقصى ١/٧٥، زهر الأكم ٢/١٦، ثمار القلوب ٤٠٢.
قال الميداني بعد أن أورد تفسير ابن رفاعة للمثل: «ومن حمقها أيضا أن يدخل الصائد عليها وجارها فيقول لها: خامري أمّ عامر، فلا تتحرّك حتّى يشدّها» .
[٣٢]- كتاب أفعل ٦٢، الدرة الفاخرة ١/١٣٣ و ١٥١، سوائر الأمثال ١١١، ١٢٦، فصل المقال ٤١٧، جمهرة الأمثال ١/٣٩٣، مجمع الأمثال ١/٢١٨، المستقصى ١/٧٧، زهر الأكم ٢/١٣٢، ثمار القلوب ٣٩١، اللسان (جهز) .
[٣٣]- أمثال أبي عبيد ٦٧ و ٣٦٥، كتاب أفعل ٦٣، الدرّة الفاخرة ١/١٤٧، سوائر الأمثال ١١١ و ١٢٣، جمهرة الأمثال ١/٣٩٠، مجمع الأمثال ١/٢١٩ و ٢/١٦٦، المستقصى ١/٧٥، نكتة الأمثال ٢٤ و ٢٢٨، المخصّص ٤/١٨، اللسان (مهر) .
[٣٤]- كتاب أفعل ٦٠، الدرة الفاخرة ١/١٤٤، سوائر الأمثال ١١١، جمهرة الأمثال ١/٣٩٠، مجمع الأمثال ١/٢١٧، المستقصى ١/٨٣.','1','10',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (14,'[٣٥]- أحمق من هبنّقة. هو يزيد بن ثروان. ضلّ بعيره، فجعل يطلبه وينشده ويقول: من وجده فهو له. فقيل له: فلم تطلبه؟ فقال: أين حلاوة الوجدان؟
[٣٦]- أحمق من لاعق الماء. لأنّه يتعبه ولا يرويه، وهو يقدر على الرّيّ بكفّه.
[٣٧]- أحمق من أبي غبشان. هو رجل من خزاعة احتال عليه بعض العرب فأسقاه، وكانت إليه وصاة في حجابة البيت. فلمّا سكر ابتاع منه المفتاح بزقّ خمر.
[٣٨]- أحمق من الدّابغ على التّحليء. وهو قشر على الإهاب «١» من اللّحم، فلا ينال معه دباغ الجلد.
[٣٩]- أحمق من راعي ضأن ثمانين أو مئة. خصّ الرّاعي لشغله عن الحاضرة، والضّأن لأنّ شغله بجمعها أكثر لسرعة نفورها، والثّمانين لأنّ قلّتها تمنعها من الاجتماع للتأنّس ويقلّ صبره. ويقال: بل بشّر كسرى ببشارة سرّته، فقال: سلني ما شئت.
فقال: أسألك ضأنا ثمانين.
_________
[٣٥]- كتاب أفعل ٦٠، الدرة الفاخرة ١/١٣٥، سوائر الأمثال ١١١ و ١١٣، وجمهرة الأمثال ١/٣٨٥، مجمع الأمثال ١/٢١٧، المستقصى ١/٨٥، زهر الأكم ٢/١٣٨، العقد الفريد ٣/٧١، ثمار القلوب ١٤٣، اللسان (هبنق) .
أورد الميداني بعض الحكايات عن حمقه فقال: «ومن حمقه أنّه جعل في عنقه قلادة من ودع وعظام وخزف، وهو ذو لحية طويلة، فسئل عن ذلك، فقال: لأعرف بها نفسي ولئلّا أضلّ، فبات ذات ليلة وأخذ أخوه قلادته وتقلّدها فلمّا أصبح ورأى القلادة في عنق أخيه قال: يا أخي أنت أنا فمن أنا؟
ومن حمقه أنّه كان يرعى غنم أهله فيرعى السّمان في العشب، وينحّي المهازيل، فقيل له:
ويحك! ما تصنع؟ قال: لا أفسد ما أصلحه الله، ولا أصلح ما أفسده» .
[٣٦]- الدرّة الفاخرة ١/١٣٣، سوائر الأمثال ١١١، جمهرة الأمثال ١/٣٩٠، مجمع الأمثال ١/٢٠٣ و ٢٢٨، المستقصى ١/٨٤، ثمار القلوب ٥٦٧.
[٣٧]- الدرة الفاخرة ١/١٣٩، سوائر الأمثال ١١١، جمهرة الأمثال ١/٣٨٧، مجمع الأمثال ١/٢١٦ و ٢/٢٥٤، المستقصى ١/٧٢، زهر الأكم ٢/١٣٢، ثمار القلوب ١٣٥.
[٣٨]- كتاب أفعل ٦١، الدرة الفاخرة ١/١٤٧، سوائر الأمثال ١٢٣، جمهرة الأمثال ١/٣٩١، مجمع الأمثال ١/٢٢٤، المستقصى ١/٧٤، المخصص ٤/١٠٩، اللسان (حلأ) .
[٣٩]- أمثال أبي عبيد ٣٦٥ كتاب أفعل ٦٢ وفيه: «.. من ضأن» ، الدرة الفاخرة ١/١٣٣ و ١٤٨، سوائر الأمثال ١١١ و ١٢٣، مجمع الأمثال ١/٢٢٤، المستقصى ١/٨٩، نكتة الأمثال ٢٢٨، زهر الأكم ٢/١٣٥، وفيه: «أحمق من صاحب..» اللسان (ضأن) .','1','11',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (15,'[٤٠]- أحمق من ترب العقد. لأنّه لا يثبت فيه التّراب، إنّما هو ينهار. والعقد: ما تراكم من الرّمل.
[٤١]- أحمق من رجلة. هي البقلة الحمقاء لأنّها تنبت بكلّ مسيل ومدرج سيل.
<span data-type="title" id=toc-9>مع الخاء</span>
[٤٢]- أخطب من سحبان بن وائل. هو رجل من باهلة يقال: إنّه خطب في صلح بين حيّين بياض يوم فما أعاد كلمة.
[٤٣]- أخرق من حمامة. لأنّها تبيض على ثلاثة أعواد ضعيفة فيسقط بيضها أدنى ريح تهبّ.
[٤٤]- أخيل من ثعلب في استه عهنة. إذا شدّ بذنب الثّعلب صوفة شغل باللّعب بها والإعجاب بحسنها عن كلّ شأنه.
[٤٥]- أخيل من واشمة استها. هذه امرأة وشمت استها ثم باهت به على غيرها.
_________
[٤٠]- أمثال أبي عبيد ٣٦٥، الدرة الفاخرة ١/١٥٥، سوائر الأمثال ١٣٠، جمهرة الأمثال ١/٣٩٥، مجمع الأمثال ١/٢٢٦، المستقصى ١/٧٦، نكتة الأمثال ٢٢٨.
[٤١]- أمثال أبي عبيد ٣٦٦، الفاخر ١٥، الدرة الفاخرة ١/١٥٥، سوائر الأمثال ١٢٦، جمهرة الأمثال ١/٣٩٥، مجمع الأمثال ١/٢٢٦، المستقصى ١/٨١، نكتة الأمثال ٢٢٨، زهر الأكم ٢/١٣٤، اللسان (رجل) .
[٤٢]- مجمع الأمثال ١/٢٤٩، وفيه: «.. من سحبان وائل» وورد المثل بعبارة: «أبلغ من..» في الدرة الفاخرة ١/٩٠، سوائر الأمثال ٦١ و ٧٤، جمهرة الأمثال ١/٢٤٨، المستقصى ١/٢٨، العقد الفريد ٢/٧٠، ثمار القلوب ١٠٢ و ١٢٧.
وهو الذي يقول:
لقد علم الحيّ اليمانون أنّني ... إذا قلت: أمّا بعد أنّي خطيبها
[٤٣]- أمثال أبي عبيد ٣٦٦ وفيه: «إنّه لأخرق..» الدرّة الفاخرة ١/١٦٩ و ١٧٣، سوائر الأمثال ١٤٧، جمهرة الأمثال ١/٤٣١، مجمع الأمثال ١/٢٥٥، المستقصى ١/٩٩، نكتة الأمثال ٢٣٠، زهر الأكم ١/١٩٠، ثمار القلوب ٣٦٧.
[٤٤]- الدرة الفاخرة ١/١٧٠ و ١٩٣، سوائر الأمثال ١٦٦، جمهرة الأمثال ١/٤٤٠، مجمع الأمثال ١/٢٦٠، المستقصى ١/١١٣.
[٤٥]- الدرة الفاخرة ١/١٩٣، سوائر الأمثال ١٦٣، جمهرة الأمثال ١/٤٤٠، مجمع الأمثال ١/٢٥٣، المستقصى ١/١١٣، اللسان (وشم) .','1','12',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (16,'[٤٦]- أخيل من مذالة. هي الأمة المهانة. يضرب للمتكبّر في نفسه وهو مهين.
[٤٧]- أخيب صفقة من شيخ مهو. مهو: قبيلة من عبد القيس. وكانت إياد تعيّر بالفسو، فاشترى منهم هذا الشّيخ تلك المعرّة في سوق عكاظ ببردين، فقيل له ذلك، واسمه عبد الله بن بيدرة.
[٤٨]- أخلى من جوف حمار. هو مويكك بن نضر بن الأزد، كان يقري الأضياف ويعطي السّائل، فمات له بنون سبعة في حول، فترك ما كان يفعله، فأنزل الله نارا أحرقته وما ملك. والجوف: واد منخفض.
[٤٩]- أخفّ رأسا من الذّئب.
[٥٠]- أو الطّائر. أي أسرع استيقاظا من نوم، وذلك أنه يقال: إنّه ينام بإحدى عينيه.
_________
[٤٦]- أمثال أبي عبيد ٣٦٨ وفيه: «إنّه لأخيل..» الدرة الفاخرة ١/١٧٠ و ١٩٢، سوائر الأمثال ١٤٣ و ١٦٣، جمهرة الأمثال ١/٤٤٠، مجمع الأمثال ١/٢٦٠، المستقصى ١/١١٣، نكتة الأمثال ٢٣٠، زهر الأكم ٢/٢١٢، اللسان (ذيل) .
[٤٧]- أمثال أبي عبيد ٣٧٣، الدرة الفاخرة ١/١٧٤، سوائر الأمثال ١٤٨، فصل المقال ٥٠٢، جمهرة الأمثال ١/٤٣٢، مجمع الأمثال ١/٢٥٢، وفيها: «أخسر صفقة» المستقصى ١/١٠١ و ١١٢، اللسان (فسا، مها) .
[٤٨]- الدرة الفاخرة ١/١٦٩ و ١٨٠، سوائر الأمثال ١٤٣ و ١٥٣، جمهرة الأمثال ١/٤٣٥، مجمع الأمثال ١/٢٥٧، المستقصى ١/١٠٩، ثمار القلوب ٨٤، اللسان (جوف، عير) .
قال الميداني بعد أن أورد قصة المثل نفسها: «.. وقال غيره: بل هو الحمار بعينه واحتجّ بقول من يقول: «أخلى من جوف العير» قال: ومعنى ذلك أن الحمار إذا صيد لم ينتفع بشيء ممّا في جوفه، بل يرمى به ولا يؤكل..» .
[٤٩]- أمثال أبي عبيد ٣٦١، كتاب أفعل ٦٤، الدرة الفاخرة ١/١٦٩ و ١٣١، سوائر الأمثال ١٤٣ و ١٤٥، جمهرة الأمثال ١/٤٢٨، مجمع الأمثال ١/٢٥٤، المستقصى ١/١٠٣، نكتة الأمثال ٢٢٥، زهر الأكم ٢/١٩٤، ثمار القلوب ٣٨٩.
[٥٠]- أمثال أبي عبيد ٣٦١، الدرة الفاخرة ١/١٦٩ و ١٧١، سوائر الأمثال ١٤٣ و ١٤٥، جمهرة الأمثال ١/٤٢٨، مجمع الأمثال ١/٢٥٤، المستقصى ١/١٠٣، نكتة الأمثال ٢٢٥، زهر الأكم ٢/١٩٤.
قال الشاعر في (الدرة الفاخرة ١/١٧١) :
يبيت اللّيل يقظانا ... خفيف الرّاس كالطّائر','1','13',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (17,'<span data-type="title" id=toc-10>مع الدّال</span>
[٥١]- أدنى من الشّسع. لأنّه يلزم ظهر القدم، ويلتصق بها.
[٥٢]- أدمّ من بعرة. لدمامة خلقها، وقصر قامتها.
<span data-type="title" id=toc-11>مع الذّال</span>
[٥٣]- أذلّ من فقع بقرقر. الفقع: نوع من الكمأة رديء. والقرقر: أرض مستوية سهلة فهو يداس دائما.
[٥٤]- أذلّ من وتد بقاع. لأنّه لا يمتنع على من وجأه بفهر، أو دمغه بصخر.
[٥٥]- أذلّ من قراد بمنسم. لأنّه أخفض موضع في الجمل فيه أذلّ حيوان.
[٥٦]- أذلّ من النّقد. وهو صغار المعز.
_________
[٥١]- الدرة الفاخرة ١/١/١٨٩ و ٢٠٠، سوائر الأمثال ١٦٩ و ١٧١، جمهرة الأمثال ١/٤٥٦، مجمع الأمثال ١/٢٧٣ وفيه: «أدنأ..» من الدناءة، المستقصى ١/١٢٠.
[٥٢]- أمثال أبي عبيد ٣٧٠ وفيه «إنّه لأدمّ..» الدّرة الفاخرة ١/١٩٨، سوائر الأمثال ١٦٩، مجمع الأمثال ١/٢٧٤، المستقصى ١/١١٩، نكتة الأمثال ٢٣٠.
[٥٣]- أمثال أبي عبيد ٣٦٧، وفيه «فقع القرقر» . كتاب أفعل ٤١. الدرة الفاخرة ١/٢٠٤، سوائر الأمثال ١٧٦، جمهرة الأمثال ١/٤٦٩، مجمع الأمثال ١/٢٧٤ وفيه «بقرقرة» المستقصى ١/١٣٤، نكتة الأمثال ٢٢٩، زهر الأكم ٣/١٥، ثمار القلوب ٥٩٤، اللسان (فقع) .
[٥٤]- أمثال أبي عبيد ٣٦٧، الدرة الفاخرة ١/٢٠٣، سوائر الأمثال ١٧٦، جمهرة الأمثال ١/٤٦٨، مجمع الأمثال ١/٢٨٣، المستقصى ١/١٣٦، نكتة الأمثال ٢٢٩، تمثال الأمثال ١٦٣.
قال الشاعر في الأذلّين الحمار المقيّد والوتد:
ولا يقيم بدار الذّلّ يعرفها ... إلّا الأذلّان عير الأهل والوتد
هذا على الخسف مربوط برمّته ... وذا يشجّ فلا يأوي له أحد
[٥٥]- كتاب أفعل ٤٢، الدرة الفاخرة ١/٢٠٣، سوائر الأمثال ١٧٥، جمهرة الأمثال ١/٤٦٩، مجمع الأمثال ١/٢٨٣، المستقصى ١/١٣٤، العقد الفريد ٣/٧٢.
[٥٦]- كتاب أفعل ٤٣، الدرة الفاخرة ١/٢٠٥ و ٢/٤٤٦، سوائر الأمثال ١٧٧، جمهرة الأمثال ١/٤٦٩، مجمع الأمثال ١/٢٨٤، المستقصى ١/١٣١، ثمار القلوب ٣٨٠، اللسان (نقد) .
قال الميداني: «قال أهل اللغة: النّقد جنس من الغنم قصار الأرجل قباح الوجوه يكون بالبحرين، الواحدة نقدة، وقال الأصمعيّ: أجود الصوف صوف النّقد» .','1','14',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (18,'<span data-type="title" id=toc-12>مع الرّاء</span>
[٥٧]- أروى من النقّاقة. هي الضّفادع لأنّ مسكنها الماء.
[٥٨]- أروغ من ثعلب. يبلغ من روغانه أنّ الكلب يطلبه، فإذا لحقه دخل بين يديه ورجليه حتّى يخرج من ورائه.
[٥٩]- أرمى من ابن تقن. هو عمرو بن تقن، وكان في زمن لقمان.
<span data-type="title" id=toc-13>مع الزّاي</span>
[٦٠]- أزهى من غراب. لما يتبيّن من زهوه في ثقل مشيه وتأوّده.
_________
[٥٧]- أمثال أبي فيد ٦٣، أمثال أبي عبيد ٣٧٢ وفيه: «إنه لأروى..» كتاب أفعل ٨٨، المستقصى ١/١٤٦، نكتة الأمثال ٢٣١، تمثال الأمثال ١٧٥، اللسان (نقق) .
[٥٨]- أمثال أبي فيد ٥٠، كتاب أفعل ٧٨، الدرة الفاخرة ١/٢٠٩ و ٢/٤٤١، سوائر الأمثال ١٨١، جمهرة الأمثال ١/١٦٧ و ٥٠٠، مجمع الأمثال ١/٣١٧، المستقصى ١/١٤٥، وفيها: «أروغ من ذنب ثعلب» ، ثمار القلوب ٤٠٤، اللسان (رجب، خلل) .
قال طرفة في (ديوانه ١١٨) :
كلّ خليل كنت خاللته ... لا ترك الله له واضحه
كلّهم أروغ من ثعلب ... ما أشبه الليلة بالبارحه
[٥٩]- أمثال أبي عبيد ٣٦٩، الدرة الفاخرة ١/٢١١، سوائر الأمثال ١٨٣، جمهرة الأمثال ١/٥٠١، فصل المقال ٤٩٨، مجمع الأمثال ١/٣١٥ و ٢/٥١، المستقصى ١/١٤٤، نكتة الأمثال ٢٣١، زهر الأكم ٣/٦٢، اللسان (تقن) .
[٦٠]- أمثال أبي عبيد ٣٦٠، كتاب أفعل ٨١، الدرة الفاخرة ١/٢١٤ و ٢/٤٤١، ٤٤٧، سوائر الأمثال ١٨٧، جمهرة الأمثال ١/٥٠٧، فصل المقال ٤٩١، مجمع الأمثال ١/٣٢٧، المستقصى ١/١٥١، نكتة الأمثال ٢٢٥، زهر الأكم ٣/١٤٦، العقد الفريد ٣/٧٢، ثمار القلوب ٤٦١، اللسان (زها، غرب) المخصص ١٢/١٩٣.
قال الشاعر:
ألجّ لجاجا من الخنفساء ... وأزهى إذا ما مشى من غراب','1','15',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (19,'[٦١]- أزنى من قرد. هو قرد بن معاوية، رجل من هذيل، وفد على رسول الله صلّى الله عليه وسلم فقال:
أسلم على أن تحلّ لي الزّناء، فقال له ولوفده: «أتحبّون لبناتكم وأخواتكم؟» قالوا: لا.
فقال له النّبي صلّى الله عليه وسلم: «فأحبّوا للنّاس ما تحبّون لأنفسكم» «١» فرجع بهم ولم يسلموا.
[٦٢]- أزنى من هرّ. هي امرأة كانت في الجاهليّة ينتابها الفسّاق، فشهرت بالفسق.
<span data-type="title" id=toc-14>مع السين</span>
[٦٣]- أسمع من قراد. تزعم العرب أنّه يسمع وقع مناسم الإبل إذا توجّهت نحو المبرك من مسيرة سبع، فتثور في العطن «٢» .
[٦٤]- أسمع من فرس بيهماء في غلس. بالغ بأن جعله في يهماء لا أحد بها، فتختلط الأصوات، وفي غلس: قبل انبعاث الطّير ولغطها، وفي حال حدّة الحواس لطول تراخيها.
_________
[٦١]- أمثال أبي عبيد ٣٧٤، كتاب أفعل ٧٧، الدرة الفاخرة ١/٢١٣، سوائر الأمثال ١٨٨، جمهرة الأمثال ١/٥٠٦، مجمع الأمثال ١/٣٢٦، المستقصى ١/١٤٩، نكتة الأمثال ٢٢٩، زهر الأكم ٣/١٤٤، اللسان (قرد) .
[٦٢]- كتاب أفعل ٧٧، الدرة الفاخرة ١/٢١٣، سوائر الأمثال ١٨٦، جمهرة الأمثال ١/٥٠٦، مجمع الأمثال ١/٣٢٦، المستقصى ١/١٥٠، تمثال الأمثال ١٧٦.
قال الميداني: «قال ابن الكلبي: هي هرّ بنت يامين اليهودية، من حضر موت، وهي إحدى الشّوامت بموت رسول الله صلّى الله عليه وسلم، فأخذها المهاجر ابن أبي أميّة عامل رسول الله صلّى الله عليه وسلم فقطع يدها» .
[٦٣]- أمثال أبي عبيد ٣٦٠، كتاب أفعل ٤٤، الدرة الفاخرة ١/٢١٨ و ٢٢٦ و ٢/٤٤٧، جمهرة الأمثال ١/٥٣١، فصل المقال ٤٩٢، مجمع الأمثال ١/٣٤٩، المستقصى ١/١٧٣، نكتة الأمثال ٢٢٥، زهر الأكم ٣/١٧٥.
[٦٤]- أمثال أبي عبيد ٣٦٠، كتاب أفعل ٤٤، الدرة الفاخرة ١/٢٢٦، سوائر الأمثال ١٩٦، جمهرة الأمثال ١/٥٣٠، فصل المقال ٤٩٢، مجمع الأمثال ١/٣٤٩، المستقصى ١/١٧٣.','1','16',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (20,'[٦٥]- أسرع من نكاح أمّ خارجة. قال أبو زيد: هي عمرة بنت سعد من بجيلة، وقال أبو عبيد «١» : هي بنت سعد بن قدار، كان يقال لها خطب، فتقول نكح.
[٦٦]- أسرى من قنفذ. لأنّه لا يدبّ في طلب قوته إلّا ليلا.
[٦٧]- أسلح من حبارى. وذلك لأنّها إذا طلبها الصّقر علت عليه، ثمّ ذرقت كالدّبق فألصقت ريشه حتّى يسقط.
[٦٨]- أسرق من شظاظ. لص من بني ضبّة، يقال: إنّه يتعلّق بشعرة من ذنب الفرس السّابق، ويجري الفرس ويعدو في إثره فلا يقطع الشّعرة ولا يرسلها.
_________
[٦٥]- أمثال الضّبيّ ٥٨، أمثال أبي فيد ٦٥، أمثال أبي عبيد ٣٧٢، الفاخر ٦٠، كتاب أفعل ٥٠، الدرة الفاخرة ١/٢٢٤، سوائر الأمثال ١٩٤، جمهرة الأمثال ١/٥٢٩، الوسيط ٣٨، فصل المقال ٥٠٠، مجمع الأمثال ١/٣٤٨، المستقصى ١/١٦٦، زهر الأكم ٣/١٦٣، ثمار القلوب ٣١١، اللسان (خطب، خرج، نكح) .
قال الميداني: «.. وكانت ذوّاقة تطلّق الرجل إذا جرّبته وتتزوج آخر، فتزوّجت نيفا وأربعين زوجا وولدت في عامة قبائل العرب» .
[٦٦]- المستقصى ١/١٦٨، زهر الأكم ٣/١٦٧، وورد المثل بعبارة «أسرى من أنقد» وهو القنفذ. في الدرة الفاخرة ١/٢٣٣، سوائر الأمثال ٢٠١، وجمهرة الأمثال ١/٥٣٥، مجمع الأمثال ١/٣٥٤، المستقصى ١/١٦٧.
[٦٧]- كتاب أفعل ٩٢، الدرّة الفاخرة ١/٢٣٣، سوائر الأمثال ٢٠١، جمهرة الأمثال ١/٥٣٤، مجمع الأمثال ١/٣٥٤، المستقصى ١/١٧٠، زهر الأكم ٣/١٧٣، اللسان (حبر، لقم) .
[٦٨]- أمثال أبي عبيد ٣٦٦، كتاب أفعل ٨٢، وفيهما: «إنّه لألصّ من شظاظ» ، الدرة الفاخرة ١/٢٣٠ و ٢/٣٦٩، سوائر الأمثال ١٩٩، جمهرة الأمثال ١/٥٣٢، ٢/١٨٠، مجمع الأمثال ١/٣٤٧، المستقصى ١/٣٢٨، نكتة الأمثال ٢٢٩، اللسان (شظظ) .
جاء في سوائر الأمثال: «.. رجل من بني ضبّة كان يصيب الطريق مع مالك بن الرّيب المازني ومن حديثه أنّه مرّ بامرأة من بني نمير وهي تعقل بعيرا لها وتعوذ بالله من شرّ شظاظ، وكان بعيرها مسنّا، وكان شظاظ على حاشية من الإبل، وهي الصغير، فنزل وقال لها: أتخافين على بعيرك هذا من شظاظ؟ قالت: ما آمنه عليه، فجعل يشغلها، وجعلت تراعي جمله بعينها وأغفلت بعيرها، فاستوى شظاظ عليه، ورفع عقيرته وجعل يقول:
ربّ عجوز من نمير شهبره ... علّمتها الإنقاض بعد القرقره
الإنقاض: الصوت، ويكون لصغار الإبل، والقرقرة: الهدير، وهي لمسانّ الإبل فيقول: عوّضتها صوت بعيري الصغير بعد إسماعها قرقرة بعيرها الكبير» .','1','17',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (21,'[٦٩]- أسرق من زبابة. فأرة بريّة تسرق كلّ مارأته ممّا تحتاج إليه أو تستغني عنه.
[٧٠]- أسأل من فلحس. الّذي يتحيّن طعام النّاس، ويسميه النّاس الطّفيليّ.
[٧١]- أسرع من عدوى المتثائب. لأنّ المتثائب إذا رآه غيره أعداه.
[٧٢]- أسرع من قول قطاة قطا. القطا: صوت القطاة، وهي تكثر التّصويت به.
<span data-type="title" id=toc-15>مع الشّين</span>
[٧٣]- أشجع من ليث عفرّين. قال أبو عمرو: وهو الأسد. وقال الأصمعيّ: دابّة كالحرباء تثب إلى الرّاكب لا ترهبه ولا تخافه. وعفرين «١» : بلد.
[٧٤]- أشغل من ذات النّحيين. امرأة من تيم الله بن ثعلبة أتاها خوّات بن جبير الأنصاريّ في الجاهلية يبتاع منها السّمن، ومعها نحيان لها، ففتحت أحدهما فلم
_________
[٦٩]- أمثال أبي عبيد ٣٦٧، الدرة الفاخرة ١/٢٣٢، سوائر الأمثال ٢٠٠، جمهرة الأمثال ١/٥٣٣، مجمع الأمثال ١/٣٥٣، المستقصى ١/١٦٧، نكتة الأمثال ٢٢٩، زهر الأكم ٣/١٦٦، العقد الفريد ٣/٧٣، اللسان (زبب) .
[٧٠]- أمثال أبي عبيد ٣٧١، وفيه: «إنّه لأسأل» كتاب أفعل ٨١، الدرة الفاخرة ١/٢٢٩، سوائر الأمثال ١٩٨، جمهرة الأمثال ١/٥٣٢، مجمع الأمثال ١/٣٤٧، المستقصى ١/١٥٣، نكتة الأمثال ٢٣٢، اللسان (فلحس) .
جاء في مجمع الأمثال: «وهو رجل من بني شيبان كان سيّدا عزيزا يسأل سهما في الجيش وهو في بيته فيعطى العزّة، فإذا أعطيه سأل لامرأته، فإذا أعطيه سأل لبعيره» .
[٧١]- أمثال أبي عبيد ٣٧٤، الدرة الفاخرة ١/٢١٨، سوائر الأمثال ١٩١، جمهرة الأمثال ١/٥٢٦، مجمع الأمثال ١/٣٥٠، المستقصى ١/١٦٤، نكتة الأمثال ٢٣٢، اللسان (ثأب) ، وفيها جميعا «.. عدوى الثّوباء» .
[٧٢]- مجمع الأمثال ١/٣٥٥، المستقصى ١/١٦٥.
[٧٣]- أمثال أبي عبيد ٣٧١، كتاب أفعل ٥٨، الدرة الفاخرة ١/٢٥٦، سوائر الأمثال ٢١٨، جمهرة الأمثال ١/٥٦٢، مجمع الأمثال ١/٣٨٠، المستقصى ١/١٩١، نكتة الأمثال ٢٣١، ثمار القلوب ٣٨١، اللسان (عفر) ، المخصص ٨/١٠٣.
[٧٤]- أمثال أبي عبيد ٣٧٤، الفاخر ٨٦، كتاب أفعل ٦٤، الدرة الفاخرة ١/٢٦٠ و ٢/٤٠٥، سوائر الأمثال ٢٠٤ و ٢٢٠، وجمهرة الأمثال ١/٥٦٤ و ٣٢٢، الوسيط ٤٤، فصل المقال ٥٠٣، مجمع الأمثال ١/٢٥٨ و ٣٧٦ و ٣٨٨، المستقصى ١/١٩٦، نكتة الأمثال ٢٣٣، زهر الأكم ٣/٢٣٢، ثمار القلوب ٢٣٥ و ٢٩٣، اللسان (نحا) .','1','18',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (22,'يرضه، فأمسكته بيدها، ثمّ فتحت الآخر، وأمسكته باليد الأخرى، ففجر بها، فلم تستطع دفعه خوفا على السّمن.
[٧٥]- أشأم من أحمر عاد. هو قدار بن سالف عاقر ناقة صالح الّتي هلك بها قومه.
[٧٦]- أشرد من ظليم. هو ذكر النّعامة. إنّما خصّ بالشرّود لأنّه لا يحسبه بيض الأنثى.
[٧٧]- أشكر من بروقة. هي شجرة إذا غامت السّماء اخضرّت.
[٧٨]- أشهر من الأبلق. شهرته لقلّة البلق في العراب «١» ولأنّه إن كان في ضوء ظهر سواده، وإن كان في ظلمة ظهر بياضه.
[٧٩]- أشأم من البسوس. امرأة من غنيّ وقعت الحرب بين بكر وتغلب أربعين سنة من أجلها، وقتل بينهم عشرون ألفا. ويقال: اسم النّاقة التي رماها كليب.
_________
[٧٥]- أمثال أبي عبيد ٣٣٢، الدرة الفاخرة ١/٢٤٧، سوائر الأمثال ٢١٢، جمهرة الأمثال ١/٥٥٨، فصل المقال ٤٥٩، مجمع الأمثال ١/٣٧٩، المستقصى ١/١٧٦، زهر الأكم ٣/٢١١، وفيه «أحمر ثمود» ، ثمار القلوب ٧٩.
[٧٦]- كتاب أفعل ٧٨، الدرة الفاخرة ١/٢٣٦، سوائر الأمثال ٢٠٤، جمهرة الأمثال ١/٥٣٨، المستقصى ١/١٩٥.
[٧٧]- كتاب أفعل ٤٧، الدرة الفاخرة ١/٢٥٨، سوائر الأمثال ٢٢٠، جمهرة الأمثال ١/٥٦٣، مجمع الأمثال ١/٣٨٨، المستقصى ١/١٩٦، زهر الأكم ٣/٢٣٤، اللسان (برق) ، المخصص ١٢/٢٣٨.
[٧٨]- أمثال أبي عبيد ٣٧٢، وفيه: «إنّه لأشهر من الفرس الأبلق» ، الدرة الفاخرة ١/٢٣٥ و ٢/٤٤٧، سوائر الأمثال ٢١٦، جمهرة الأمثال ١/٥٦١، مجمع الأمثال ١/٣٧٩، وفيه: «.. الفرس الأبلق» ، المستقصى ١/١٩٨، نكتة الأمثال ٤٣، ثمار القلوب ٣٦٠.
[٧٩]- أمثال الضبي ١٣٠، ١٨٥، أمثال أبي عبيد ٣٧٥، الفاخر ٩٣، كتاب أفعل ٧٣، الدرة الفاخرة ١/٢٣٦، سوائر الأمثال ٢٠٥، جمهرة الأمثال ١/٥٥٦، الوسيط ٤٦، فصل المقال ٥٠٤، مجمع الأمثال ١/٣٧٤ و ٢/٤٣، المستقصى ١/١٧٦، نكتة الأمثال ٢٣٤، زهر الأكم ٣/٢٠٥، العقد الفريد ٣/٧١، ثمار القلوب ٣٠٧.
جاء في سوائر الأمثال: «.. امرأة من غنيّ، كانت جارة لجسّاس بن مرّة، وكانت لها ناقة يقال لها: سراب، فنظر إليها كليب بن وائل، وقد وردت مع إبل جسّاس، فقال: لمن هذه النّاقة؟ قيل لجسّاس، فرمى ضرعها بسهم، وكان كليب رآها قبل ذلك في حماه، فجاءت الناقة حتى بركت بالفناء، وضرعها يشخّب لبنا ودما، فوثب جسّاس على كليب فقتله، فركدت الحرب بين بني وائل من أجلها أربعين سنة» .','1','19',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (23,'[٨٠]- أشأم من تالي النّجم. هو الدّبران والعرب تتشاءم به.
[٨١]- أشأم من داحس. هو فرس قيس بن زهير العبسيّ، وكان راهن به وبالغبراء حذيفة ابن بدر الفزاريّ، وفرساه الخطّار والحنفاء «٢» ، فسبق قيس فلم يعطه حذيفة الرّهن، فوقعت الحرب بين عبس وفزارة وذبيان في ذلك أربعين سنة.
[٨٢]- أشأم من خوتعة. هو رجل من غفيلة بن قاسط بن أخي النّمر بن قاسط، مات أبوه يوم علقت أمه، وأمّه يوم وضعته، وأخته يوم فطم، وأخوه يوم احتلم، وعمّه يوم زوّج.
<span data-type="title" id=toc-16>مع الصّاد</span>
[٨٣]- أصرد من عنز جرباء. العنز أقلّ صبرا من النّعجة لقلّة ما عليها من الدّثار، والجرب أيضا يسقط ما عليها من الشّعر.
[٨٤]- أصدق من قطاة. لأنّ صوتها وافق اسمها.
_________
[٨٠]- المستقصى ١/١٧٩.
[٨١]- أمثال الضبي ١٠٩، كتاب أفعل ٧٣، الدرة الفاخرة ١/٢٣٧، سوائر الأمثال ٢٠٥، جمهرة الأمثال ١/٥٥٦، مجمع الأمثال ١/٣٧٩، المستقصى ١/١٨٢، زهر الأكم ٣/٢٠٨.
[٨٢]- أمثال الضبي ١٣٤، أمثال أبي عبيد ٣٧٢، الدرة الفاخرة ١/٢٤٠، سوائر الأمثال ٢٠٧، جمهرة الأمثال ١/١٣٥ و ٥٥٧، فصل المقال ٣٩٤، مجمع الأمثال ١/٣٧٧، المستقصى ١/١٨١، نكتة الأمثال ٢٣٤، زهر الأكم ١/٧٠ و ٣/٢٠٧.
[٨٣]- أمثال أبي عبيد ٣٦٧، كتاب أفعل ٦٨، الدرة الفاخرة ١/٢٦٣، ٢٦٧، سوائر الأمثال ٢٢٣ و ٢٢٧، جمهرة الأمثال ١/٥٨٥، مجمع الأمثال ١/٤١٣، المستقصى ١/٢٠٧، نكتة الأمثال ٢٣٠، زهر الأكم ٣/٢٥٢. اللسان (رقق) .
[٨٤]- أمثال أبي عبيد ٣٦٣، كتاب أفعل ٧٥، الدرة الفاخرة ١/٢٦٥ و ٢/٤٤٦، سوائر الأمثال ٢٢٦، جمهرة الأمثال ١/٥٨٤، مجمع الأمثال ١/٤١٢، المستقصى ١/٢٠٦، نكتة الأمثال ٢٢٧، زهر الأكم ٣/٢٥١، ثمار القلوب ٤٨٢، اللسان (هدج، قطا) .','1','20',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (24,'[٨٥]- أصبر من عود بجنبيه الجلب. ويروى «بدفّيه» والجلب: آثار الدّبر والقروح. وإنّما خص العود لأنّ الأسفار قد دعكته فهو أصبر من غيره. والعود: الجمل المسنّ.
[٨٦]- أصنع من سرفة. هو دويبة تنسج على نفسها كالقرطاس في عيدان الخشب، ويقال:
إنّها دودة القز.
[٨٧]- أصبر على الجوع من قراد. يقال: إنّه يبقى في الحيّ حولا لا يطعم إلى أن تعود الإبل فيلصق بها.
[٨٨]- أصحّ من عير أبي سيّار. ويروى «أبو سيّارة» وهو عميلة بن الأعزل العدوانيّ، كان يجيز النّاس من المزدلفة إلى منى أربعين سنة على حمار أسود لم يتعب.
[٨٩]- أصنع من تنوّط يقال: إنّه يتخذ بيتا كالخباء لا تخرقه الرّيح، ولا ينفذه القطر، ويعلّقه في شجرة.
<span data-type="title" id=toc-17>مع الضّاد</span>
[٩٠]- أضبط من ذرّة.
_________
[٨٥]- أمثال أبي عبيد ٣٧٠، كتاب أفعل ٤٥، الدرة الفاخرة ١/٢٦٤ و ٢٦٩، سوائر الأمثال ٢٢٩، جمهرة الأمثال ١/٥٨٧، فصل المقال ٤٩٨، مجمع الأمثال ١/٤٠٨، المستقصى ١/٢٠٣، نكتة الأمثال ٢٣٢، تمثال الأمثال ١٩٤، زهر الأكم ٣/٢٤٧، ثمار القلوب ٣٧٢.
[٨٦]- أمثال أبي عبيد ٣٦٣، كتاب أفعل ٩٣، الدرة الفاخرة ١/٢٦٤، سوائر الأمثال ٢٢٥، جمهرة الأمثال ١/٥٨٣، مجمع الأمثال ١/٤١١، المستقصى ١/٢١٣، نكتة الأمثال ٢٢٦، زهر الأكم ٣/٢٥٦، ثمار القلوب ٤٣٤، اللسان (سرف) .
[٨٧]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[٨٨]- أمثال أبي عبيد ٣٧٣، الدرة الفاخرة ١/٢٧١، سوائر الأمثال ٢٣١، جمهرة الأمثال ١/٥٨٨، فصل المقال ٥٠١، مجمع الأمثال ١/٤١٠، المستقصى ١/٢٠٥، نكتة الأمثال ٢٣٢، زهر الأكم ٣/٢٤٩، ثمار القلوب ٣٦٩، اللسان (سبر) .
[٨٩]- أمثال أبي عبيد ٣٦٣، الدرة الفاخرة ١/١١٢ و ٢٦٥، سوائر الأمثال ٢٢٦، جمهرة الأمثال ١/٥٨٣، مجمع الأمثال ١/١٨٤ و ٤١١، المستقصى ١/٢١٢، نكتة الأمثال ٢٢٦، زهر الأكم ٣/٢٥٦، المخصص ٨/١٥٤.
[٩٠]- الدرة الفاخرة ١/٢٧٧ و ٢٨٢، سوائر الأمثال ٢٤٢، جمهرة الأمثال ٢/١٢، مجمع الأمثال ١/٤٢٧، المستقصى ١/٢١٤.','1','21',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (25,'[٩١]- أو نملة. يقال: إنّها تقبض على ما هو أضعاف وزنها تجرّه، فربّما سقط من ارتفاع كبير فلا ترسله.
[٩٢]- أضيق من خرت الإبرة. قال الله عز وجل (حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِياطِ)
«١» فضرب المثل بدخول أكبر شيء عرفته العرب في أضيق ما عرفته.
[٩٣]- أضعف من الحامل على الكرّاز. والكرّاز: كبش الرّاعي الّذي يحمل عليه خرجه، ولا يحمل عليه إلّا أضعف النّاس.
<span data-type="title" id=toc-18>مع الطّاء</span>
[٩٤]- أطغى من السّيل. لأنّه يأتي على ما مرّ به من شجر أو مدر «٢» .
[٩٥]- أطيش من فراشة. لأنّها لا تستقرّ في موضع، بل لا تزال واقعة وطائرة.
[٩٦]- أطوع من ثواب. يقال: إنّها كلبة. ويقال: اسم مملوك. ويقال: رجل كان يلزم النّساء.
_________
[٩١]- كتاب أفعل ٨٩، الدرة الفاخرة ١/٢٨٢، سوائر الأمثال ٢٤٢، جمهرة الأمثال ٢/١٢، مجمع الأمثال ١/٤٢٧، المستقصى ١/٢١٤.
[٩٢]- كتاب أفعل ٦٧، الدرة الفاخرة ١/٢٧٧، سوائر الأمثال ٢٣٧، جمهرة الأمثال ٢/٣، مجمع الأمثال ١/٤٢٧ وفيه: «.. من هرت» ، المستقصى ١/٢٢٠.
وخرت الإبرة: ثقبها.
[٩٣]- المستقصى ١/٢١٥.
[٩٤]- كتاب أفعل ٩٢، الدرة الفاخرة ١/٢٨٤، جمهرة الأمثال ٢/١٣، مجمع الأمثال ١/٤٤١، المستقصى ١/٢٢٣ بزيادة: «.. تحت اللّيل» .
[٩٥]- أمثال أبي فيد ٦٢، أمثال أبي عبيد ٣٧٤، كتاب أفعل ٨٨، الدرة الفاخرة ١/٢٨٤ و ٢٨٩، سوائر الأمثال ٢٤٣ و ٢٤٨، جمهرة الأمثال ٢/٢٣، مجمع الأمثال ١/٤٣٨، المستقصى ١/٢٣٠، نكتة الأمثال ٢٣١، تمثال الأمثال ٢٢٢، اللسان (فرش) .
قال الميداني: «لأنّها تلقي نفسها في النار» .
[٩٦]- الدرة الفاخرة ١/٢٩٢، سوائر الأمثال ٢٥٢، جمهرة الأمثال ٢/٢٦، مجمع الأمثال ١/٤٤١، المستقصى ١/٢٢٦، اللسان (ثوب) .
قال الأخنس بن شهاب:
وكنت الدّهر لست تطيع أنثى ... فصرت اليوم أطوع من ثواب','1','22',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (26,'[٩٧]- أطيب من الأمن. لأنّه لا لذّة لمن لا أمن له.
<span data-type="title" id=toc-19>مع الظاء</span>
[٩٨]- أظلم من حيّة. تزعم العرب أنّ رجلا وجدها وقد جمدت من البرد ولم تتحرك، فأدخلها بين ثيابه، ولم يزل يدفئها حتّى تحرّكت وقويت، ثمّ دبّت فنهسته «١» . فقال لها: ويحك أهذا جزائي منك؟ قالت: لا ولكنّه طبعي.
<span data-type="title" id=toc-20>مع العين</span>
[٩٩]- أعقّ من ضبّة. إذا خرجت فراخها من بيضها تعادت وعدت تأكل منهنّ ما لحقت.
[١٠٠]- أعزّ من كليب. هو كليب بن ربيعة، سيّد ربيعة. قتله جسّاس بن مرّة الشّيبانيّ، وكانت من أجله حرب البسوس، حرب بين بكر وتغلب ابني وائل.
[١٠١]- أعزّ من الأبلق العقوق. قاله خالد بن مالك النّهشليّ، كان أسر أناسا من بني
_________
[٩٧]- لم أجده بهذا اللّفظ فيما رجعت إليه من كتب الأمثال. وورد بعبارة: «ألّذ من الأمن» انظر المثل رقم ١٢٤.
[٩٨]- أمثال أبي عبيد ٣٦١، أمثال أبي عكرمة ٦٩، الدرة الفاخرة ١/٢٩٣، سوائر الأمثال ٢٥٤، جمهرة الأمثال ٢/٢٩، فصل المقال ٤٩٢، المستقصى ١/٢٣٢، نكتة الأمثال ٢٢٦، العقد الفريد ٣/٧٣، ثمار القلوب ٤٢٦، اللسان (حيا) .
[٩٩]- أمثال أبي عبيد ٣٦٩، وفيه: «إنه لا عقّ..» كتاب أفعل ٩٠، الدرة الفاخرة ١/٢٩٧ و ٣٠٦ و ٢/٤٤٧، سوائر الأمثال ١/٢٤٣ و ٢/٦٩، جمهرة الأمثال ٢١/٢٤٣ و ٦٩، مجمع الأمثال ٢/٤٧، المستقصى ١/٢٥٠، نكتة الأمثال ٢٣٠، العقد الفريد ٣/٧٢، ثمار القلوب ٤١٦، اللسان (ضبب، عقق) ، وفيها جميعا: «.. ضبّ» وأرادوا ضبّة.
[١٠٠]- أمثال الضبي ١٢٩، ١٨٥، أمثال أبي فيد ٧٢، أمثال أبي عبيد ٣٦٢، الفاخر ٩٣، كتاب أفعل ٣٩، الدرة الفاخرة ١/٣٠٠، سوائر الأمثال ٢٦٢، جمهرة الأمثال ١/١٣٢، ٢/٦٥، الوسيط ٤٥، مجمع الأمثال ٢/٤٢، المستقصى ١/٢٤٦، نكتة الأمثال ٢٢٩، العقد الفريد ٣/٧٠، ثمار القلوب ٩٩، اللسان (كلب) . وفيها جميعا: «.. من كليب وائل» .
جاء في سوائر الأمثال: «.. فلأنّه كان بلغ من عزّه أنّه كان يحمي الكلأ فلا يقرب حماه، ويجير الصّيد فلا يهاج..» .
[١٠١]- أمثال الضبي ٥٢، أمثال أبي عبيد ٣٦٢، الدرة الفاخرة ١/٢٩٩ و ٢/٤٤٧، سوائر الأمثال ٢٦١، جمهرة الأمثال ٢/٦٤، فصل المقال ٤٩٣، مجمع الأمثال ٢/٤٣، المستقصى ١/٢٤٢، نكتة الأمثال ٢٢٦، تمثال الأمثال ٢٢٧، زهر الأكم ١/٨٠، العقد الفريد ٣/٧٣، اللسان (أنق، عقق، سلا) .','1','23',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (27,'مازن فقال: من يكفل بهؤلاء؟ فقال خالد: أنا. فقال النّعمان: وبما أحدثوا. قال خالد:
نعم وإن كان الأبلق العقوق. والأبلق: الذّكر، والعقوق لا يكون ذكرا لأنّها الحامل.
[١٠٢]- أعزّ من الغراب الأعصم. يعني الغراب الأسود الّذي في إحدى رجليه بياض، وذلك لا يكاد يوجد.
[١٠٣]- أعيا من باقل. هو رجل إياديّ اشترى ظبيا بأحد عشر درهما. فقيل له: بكم اشتريته؟ فمدّ يديه، وأشار بأصابعه العشر، ودلع لسانه فشرد الظّبي.
[١٠٤]- أعرى من المغزل. لأنّ المرأة دائما ... «١» غزلها ثمّ تنزعه لا يستقرّ عليه.
[١٠٥]- أعدى من الجرب. يقال: إنّ الرّيح تجري من الجرباء على الصّحاح فيعديها.
[١٠٦]- أعذب من ماء البارق. سحاب ذو برق.
[١٠٧]- أعجز من يد في رحم. يريد الجنين لأنّه لا بطش له هناك.
_________
[١٠٢]- الدرة الفاخرة ١/٢٩٩، سوائر الأمثال ٢٦٢، جمهرة الأمثال ٢/٦٤، مجمع الأمثال ٢/٤٤، المستقصى ١/٢٤٥، تمثال الأمثال ٢٢٨، اللسان (عصم) .
جاء في الحديث: «إنّ عائشة في النّساء كالغراب الاعصم» النهاية في غريب الحديث ٣/٢٤٩.
[١٠٣]- أمثال أبي عبيد ٣٦٨ وفيه: «إنه لأعيا..» كتاب أفعل ٣٩، الدرة الفاخرة ١/٢٩٨ و ٣١١، سوائر الأمثال ٣٧٢، جمهرة الأمثال ٢/٧٢، الوسيط ٧١، فصل المقال ٤٩٦، مجمع الأمثال ٢/٤٣، المستقصى ١/٢٥٦، نكتة الأمثال ٢٢٩، زهر الأكم ١/٨٠، العقد الفريد ٣/٧٠، ثمار القلوب ١٢٧، اللسان (بقل، عيا) .
[١٠٤]- أمثال أبي عبيد ٣٧٠، وفيه: «إنّه لأعرى.» ، الدرة الفاخرة ١/٢٩٨، جمهرة الأمثال ٢/٣٤، مجمع الأمثال ٢/٥٤، المستقصى ١/٢٤١، نكتة الأمثال ٢٣٠.
[١٠٥]- كتاب أفعل ٨٤، الدرة الفاخرة ١/٣٠٣، سوائر الأمثال ٢٦٥، جمهرة الأمثال ٢/٦٧، مجمع الأمثال ٢/٤٥، المستقصى ١/٢٣٧.
[١٠٦]- كتاب أفعل ٨٧، الدرة الفاخرة ١/٢٩٧ و ٣١٠، سوائر الأمثال ٢٥٩ و ٢٧١، جمهرة الأمثال ٢/٧١، مجمع الأمثال ٢/٤٩، المستقصى ٢/٢٣٩، ثمار القلوب ٥٦٢.
[١٠٧]- لم أجده بهذا اللفظ فيما رجعت إليه في كتب الأمثال، والمذكور فيها: «أعيا من يد في رحم» وهو في أمثال أبي عبيد ٣٧١ وفيه: «إنّه لأذلّ من يد..» ، كتاب أفعل ٣٩، الدرة الفاخرة ١/٣١٢، سوائر الأمثال ٢٧٣، جمهرة الأمثال ٢/٧٣، مجمع الأمثال ٢/٤٣، المستقصى ١/٢٥٦، نكتة الأمثال ١٨٧، وفيه «أذلّ من يد..» ، تمثال الأمثال ٥١٥.
قال أبو عبيد: «ومعناه أن صاحبها يتوقّى أن يصيب بيده شيئا» .','1','24',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (28,'<span data-type="title" id=toc-21>مع الغين</span>
[١٠٨]- أغنى من الأقرع الخصيّ عن المشط. لأنّه لا شعر له يحتاج إلى مشطه.
[١٠٩]- أغلم من تيس بني حمّان. تزعم العرب أنّه قفط «١» سبعين عنزا وقد فريت أوداجه «٢» .
<span data-type="title" id=toc-22>مع الفاء</span>
[١١٠]- أفسى من ظربان. دويبة تزعم العرب أنّها تأتي في جحر الضّبّ فتفعل ذلك، فلا يطيق الصّبر عليه، فيخرج إليها فتأكله، وتفعل بالهجمة «٣» من الإبل وهي باركة فتتفرّق، وتفعل في الثّوب فيبقى فيه ريحه إلى أن يبلى.
[١١١]- أفحش من فاسية. هي الخنفساء لأنّها إذا دبّت أنتنت.
_________
[١٠٨]- كتاب أفعل ٨٤ وفيه: «هو أغنى عن الشّيء من الأقرع عن المشط» ، الدرة الفاخرة ١/٣٢١، سوائر الأمثال ٢٨٢ وفيهما: «.. أغنى عن الشيء من الأقرع عن المشط، جمهرة الأمثال ٢/٨٤، مجمع الأمثال ٢/٢٦٤، المستقصى ١/٢٦٤.
قال سعيد بن عبد الرحمن بن حسان بن ثابت في (الدرة الفاخرة ١/٣٢٢) :
قد كنت أغنى ذي غناء عنكم ... أغنى الرّجال عن المشاط الأقرع
وعجز البيت سائر مسير المثل، والمشاط مصدر بمعنى أن الأقرع أغنى الناس عن الامتشاط.
[١٠٩]- كتاب أفعل ٩٤، الدرة الفاخرة ١/٣٢١ و ٣٢٥، سوائر الأمثال ٢٨١ و ٢٨٥، جمهرة الأمثال ٢/٨٨، مجمع الأمثال ٢/٦٦، المستقصى ١/٢٦٢، ثمار القلوب ٣٧٧.
[١١٠]- الدرة الفاخرة ١/٣٢٧ و ٣٢٩، سوائر الأمثال ٢٨٧ و ٢٩٠، جمهرة الأمثال ٢/١٠٥، مجمع الأمثال ٢/٨٥، المستقصى ١/٢٧٢، ثمار القلوب ٤١٧، اللسان (ظرب، فسا) .
[١١١]- أمثال أبي عبيد ٣٦٨، الدرة الفاخرة ١/٣٢٧، سوائر الأمثال ٢٨٧ و ٢٩١، جمهرة الأمثال ٢/١٠٦، مجمع الأمثال ٢/٨٥، المستقصى ١/٢٦٧، نكتة الأمثال ٢٣٠، المخصص ٨/١١٦، اللسان (فسا) .','1','25',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (29,'<span data-type="title" id=toc-23>مع القاف</span>
[١١٢]- أقرب من اليد إلى الفم. معروف.
[١١٣]- أقرب من حبل الوريد. هو عرق يستبطن العنق، وهما الوريدان، قال الله تعالى:
(وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ)
«٢» .
[١١٤]- أقصر من إبهام القطاة. يريد تأثيرها في الأرض، وهي أقصر تأثير مؤثر فيها وهي المعلقة فويق عقبيها.
<span data-type="title" id=toc-24>مع الكاف</span>
[١١٥]- أكثر من الدّبا. ولد الجراد قبل أن تنبت أجنحتها لأنّها إذا طارت تفرّقت.
[١١٦]- أكسب من الذّئب. لأنّه يختل جميع الحيوان، ويصيد سائر مادبّ ودرج، ويأكل النّبت، ويجتزئ باستنشاق النّسيم إذا أعياه القوت.
[١١٧]- أكيس من قشّة. قردة صغيرة.
_________
[١١٢]- لم أجده بهذا اللفظ فيما رجعت إليه كتب الأمثال. وفيها: «أسرع من اليد إلى الفم» انظر الدرة الفاخرة ١/٢١٧، سوائر الأمثال ١٨٩، كتاب أفعل ٤٩ وفيه: «أسرع في الشرّ..» مجمع الأمثال ١/٣٤٩.
[١١٣]- كتاب أفعل ٦٤، الدرة الفاخرة ٢/٣٥١، سوائر الأمثال ٣٠٢، جمهرة الأمثال ٢/١١٥، مجمع الأمثال ٢/١٢٩، المستقصى ١/٢٧٩، ثمار القلوب ٣٤٣.
[١١٤]- كتاب أفعل ٥٣، الدرة الفاخرة ٢/٣٥١، سوائر الأمثال ٣٠١، جمهرة الأمثال ٢/١١٥، مجمع الأمثال ٣/١٢٨، المستقصى ١/٢٨٣، ثمار القلوب ٤١٥ و ٤٨٣.
[١١٥]- كتاب أفعل ٥٤، الدرة الفاخرة ٢/٣٦١، سوائر الأمثال ٣١١، وفيه: «من الدّباء» ، جمهرة الأمثال ٢/١٣٧، مجمع الأمثال ٢/١٧١.، المستقصى ١/٢٨٨.
[١١٦]- الدرة الفاخرة ٢/٣٦٦، سوائر الأمثال ٣١١ و ٣١٦، جمهرة الأمثال ٢/١٧٥، مجمع الأمثال ٢/١٦٨، المستقصى ١/٢٩٤.
جاء في سوائر الأمثال: «فلأنّه أبدا في طلب الصّيد لا يهدأ ولا ينام» .
[١١٧]- أمثال أبي عبيد ٣٧٠، الفاخر ٨٠، الدرة الفاخرة ٢/٣٦٦، سوائر الأمثال ٣١٦، جمهرة الأمثال ٢/١٧٥، مجمع الأمثال ٢/١٦٩، المستقصى ١/٢٩٧، نكتة الأمثال ٢٣٢.','1','26',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (30,'[١١٨]- أكسى من بصلة. قشرها كسوتها، وعليها طبقات.
[١١٩]- أكذب من يلمع. هو السّراب، يخال ماء، وهو أبعد شيء منه، لأنه لهب الشّمس في القيعان.
[١٢٠]- أكذب من السّالئة. هي المرأة تذيب السّمن. تقول: قد احترق مخافة العين.
[١٢١]- أكذب من أخيذ الجيش. الّذي يأخذه أعداؤه فيستدلّونه على قومه، فيدفع عنهم بجهده.
[١٢٢]- أكذب من الشّيخ الغريب. لأنّه يأتي بالفظائع من نسبه وحسبه، لا يكون من يوافقه عليه، فيكذب لشسوعه عن وطنه.
[١٢٣]- أكذب من الأخيذ الصّبحان. هو الفصيل المتخم. يقال: أخذ أخذا، هكذا قال أبو زيد، وذلك أن الفصيل يحرص على اللّبن ويوهم الجوع وهو متخم ممتل. أو قيل:
هذا أخيذ أسره قوم سألوه عن قومه فلم يخبرهم، وقال: هم على ليال وطعنه أحدهم فبدر اللّبن من جوفه، فعلم أنّ الحيّ قريب.
_________
[١١٨]- أمثال أبي عبيد ٣٧٠، الدرة الفاخرة ٢/٣٦١ و ٤٤٧، سوائر الأمثال ٣١١، جمهرة الأمثال ٢/١٣٧، مجمع الأمثال ٢/١٦٩، المستقصى ١/٢٩٥، نكتة الأمثال ٢٣٠، اللسان (كسا) ، وفيها ما عدا مجمع الأمثال: «أكسى من البصل» .
[١١٩]- كتاب أفعل ٧٦، الدرة الفاخرة ٢/٣٦٢، سوائر الأمثال ٣١١ و ٣١٢، جمهرة الأمثال ٢/١٧١، مجمع الأمثال ٢/١٦٧، المستقصى ١/٢٩٣، اللسان (زعم، لمع) المخصص ٣/٨٩.
جاء في سوائر الأمثال: «.. ويقال: بل هو حجر يلمع من بعيد فيظنّ ماء حتّى إذا جيء خيّب» .
[١٢٠]- كتاب أفعل ٧٦، الدرة الفاخرة ٢/٣٦١ و ٣٦٤، سوائر الأمثال ٣١١ و ٣١٤، جمهرة الأمثال ٢/١٧٣، مجمع الأمثال ٢/١٦٧، المستقصى ١/٢٩١.
[١٢١]- أمثال أبي عبيد ٣٦٤، الدرة الفاخرة ٢/٣٦٢، سوائر الأمثال ٣١١، و ٣١٣، جمهرة الأمثال ٢/١٧٢، المستقصى ١/٢٨٩، نكتة الأمثال ٢٢٨، اللسان (أخذ) .
[١٢٢]- أمثال أبي عبيد ٣٦٤، كتاب أفعل ٧٦ وفيه «.. شيخ غريب» ، الدرة الفاخرة ٢/٣٦٣، سوائر الأمثال ٣١١ و ٣١٣، جمهرة الأمثال ٢/١٦٧، مجمع الأمثال ٢/١٦٧، المستقصى ١/٢٩١، نكتة الأمثال ٢٢٧.
جاء في سوائر الأمثال: «.. فلأنّه يتزوّج في غربة وهو ابن سبعين، فيزعم أنّه ابن أربعين سنة» .
[١٢٣]- أمثال أبي عبيد ٣٦٤، كتاب أفعل ٧٦ وفيه «.. من الأخيل» ، الدرة الفاخرة ٢/٣٦٣، سوائر الأمثال ٣١١ و ٣١٣، جمهرة الأمثال ٢/١٧٢، مجمع الأمثال ٢/١٦٦، المستقصى ١/٢٩٠، نكتة الأمثال ٢٢٧.','1','27',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (31,'<span data-type="title" id=toc-25>مع اللام</span>
[١٢٤]- ألذّ من الأمن. لأنّه لا انتفاع لخائف بصحّة ولا شباب ولا مال، وهو ألذّ الموجودات.
[١٢٥]- ألزم لك من شعرات قصّك. القصّ: الصّدر. والعرب لا تقصّها ولا تحلقها.
[١٢٦]- ألجّ من الخنفساء. لأنّها إذا دفعت مرّة عن الموضع لم تزل تعود إليه. ويقال «ألحّ» بالحاء.
<span data-type="title" id=toc-26>مع الميم</span>
[١٢٧]- أمضى من النّصل. يريد نصل السّيف.
[١٢٨]- أمنع من عقاب الجوّ. قالها عمرو بن عديّ اللّخميّ لقصير لمّا وعده بقتل الزّباء:
كيف تقدر عليها، وهي أمنع من عقاب الجوّ؟
[١٢٩]- أمسخ من لحم الحوار. الحوار: ولد النّاقة حين تضعه، ولحمه مسيخ: أي لا طعم له ولا سمن فيه.
_________
[١٢٤]- المستقصى ١/٣٢٠، تمثال الأمثال ٢٧٧.
قال الزمخشري: «لأن الصّحّة والشّباب والثّروة التي هي أمهات لذات الإنسان معقودة به لا انتفاع لخائف بها» .
[١٢٥]- أمثال أبي عبيد ١٤٣، كتاب أفعل ٩١، الدرة الفاخرة ٢/٣٧١، سوائر الأمثال ٣٢٢، جمهرة الأمثال ٢/٢١٨، مجمع الأمثال ٢/٢٥٠ وفيها: «ألزم من شعرات القصّ» ، المستقصى ١/٣٢٤، نكتة الأمثال ٨٢ و ٣٣٣، اللسان (قصص)
[١٢٦]- أمثال أبي عبيد ٣٧٤، الدرة الفاخرة ٢/٣٦٩، سوائر الأمثال ٣١٩، جمهرة الأمثال ٢/١٨٠، مجمع الأمثال ٢/٢٥٠، وفيه «ألحّ..» المستقصى ١/٣٠٨، نكتة الأمثال ٢٣٢، ثمار القلوب ٤٣٥. اللسان (زها) .
[١٢٧]- أمثال أبي عبيد ٣٦٣، الدرة الفاخرة ٢/٣٨٣، سوائر الأمثال ٣٣٣، جمهرة الأمثال ٢/٢٢٧، مجمع الأمثال ٢/٣٢٦، المستقصى ١/٣٦٧، نكتة الأمثال ٢٢٧.
[١٢٨]- أمثال الضبّي ١٤٦، الفاخر ٢٤٨، الدرة الفاخرة ٢/٣٨٦، سوائر الأمثال ٣٣٣ و ٣٣٦، جمهرة الأمثال ٢/٢٩٣، مجمع الأمثال ٢/٣٢٣، المستقصى ١/٣٦٩، ثمار القلوب ٤٥٣.
[١٢٩]- أمثال أبي عبيد ٣٦١، الدرة الفاخرة ٢/٣٨٤، سوائر الأمثال ٣٣٣ و ٣٣٥، جمهرة الأمثال ٢/٢٩٣، فصل المقال ٤٩٢، مجمع الأمثال ٢/٣٢٤، المستقصى ١/٣٦٥، نكتة الأمثال ١٩٩، اللسان (مسخ) .','1','28',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (32,'[١٣٠]- أمنع من أمّ قرفة. قال الأصمعيّ: هي أمرأة مالك بن حذيفة بن بدر، وكان يعلّق في بيتها خمسون رجلا خمسين سيفا كلّهم لها محرم. وقال غيره: هي بنت ربيعة ابن بدر الفزاريّة.
<span data-type="title" id=toc-27>مع النّون</span>
[١٣١]- أنتن من ريح الجورب لأنّه يلصق به صديد الرّجل ثمّ ينتن.
[١٣٢]- أنفذ من خارق. أو «خازق» وهو السّنان النّافذ.
[١٣٣]- أنوم من فهد. يقال: إنّه ربّما نام بين وثبتيه في طلب الصّيد حتّى يفوته.
[١٣٤]- أنمّ من صبح. لأنّه يوضح ما يخفيه اللّيل.
_________
[١٣٠]- أمثال أبي عبيد ٣٦٢، الدرة الفاخرة ١/٣٠٢، سوائر الأمثال ٢٦٤، وفيهما: «أعز..» ، جمهرة الأمثال ٢/٦٦، فصل المقال ٤٩٣، مجمع الأمثال ٢/٣٢٣، المستقصى ١/٣٦٨، نكتة الأمثال ٢٢٦، اللسان (قرف) .
[١٣١]- كتاب أفعل ٧٩، الدرة الفاخرة ٢/٣٩٧، سوائر الأمثال ٣٤١، ٣٤٨، جمهرة الأمثال ٢/٣١٧، مجمع الأمثال ٢/٣٥٤، المستقصى ١/٣٨١، ثمار القلوب ٤٨٧، أساس البلاغة (جرب) .
جاء في سوائر الأمثال: «أمّا قولهم: أنتن من ريح الجورب، فمن قول الشاعر:
أثني عليّ بما علمت فإنّني ... مثن عليك بمثل ريح الجورب
[١٣٢]- أمثال أبي عبيد ٣٦٣، كتاب أفعل ٦٩، الدرة الفاخرة ٢/٣٩١، سوائر الأمثال ٣٤١، جمهرة الأمثال ٢/٢٩٨، مجمع الأمثال ٢/٣٥٧، المستقصى ١/٣٩٦، نكتة الأمثال ٢٢٧، اللسان (خزق) .
[١٣٣]- أمثال أبي عبيد ٣٦١، كتاب أفعل ٨٢، الدرة الفاخرة ٢/٤٠٠ و ٤٤٤، سوائر الأمثال ٣٤١، ٣٥٠، جمهرة الأمثال ٢/٣١٨، مجمع الأمثال ١/١٥٨ و ٢/٣٥٥، المستقصى ١/٤٢٦، نكتة الأمثال ٢٢٥، زهر الأكم ٢/٥، العقد الفريد ٣/٧٢، ثمار القلوب ٤٠٠، المخصص ٨/٧٢، اللسان (فهد) .
جاء في سوائر الأمثال: «فلأنّ الفهد أنوم الخلق، وليس نومه كنوم الكلب لأن الكلب نومه نعاس، والفهد نومه مصمت» .
[١٣٤]- أمثال أبي عبيد ٣٧١، كتاب أفعل ٨٢، الدرة الفاخرة ٢/٣٩٢، سوائر الأمثال ٣٤١، ٣٤٢، جمهرة الأمثال ٢/٣١٥، مجمع الأمثال ٢/٣٥١، المستقصى ١/٤٠١، نكتة الأمثال ٢٣١.','1','29',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (33,'[١٣٥]- أنقى من مرآة الغريبة. لأنّها تحتاج إلى مداومة جلائها لتنظر فيها مالا أحد من أهلها يدلّها عليه من قبح تزيله، أو حسن تديمه.
<span data-type="title" id=toc-28>مع الواو</span>
[١٣٦]- أوهن من نسج العنكبوت. لأنّ كلّ شيء يحرقه حتّى مرور النّفس قال الله تعالى: (وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ)
«١» .
[١٣٧]- أوسع من الضّمير. لأنّه يسع كلّ شيء، ولا يضيق عنه.
<span data-type="title" id=toc-29>مع الهاء</span>
[١٣٨]- أهدى من القطاة. تقول العرب: إنّها ترجع إلى بيضها بين ألف أفحوص «٢» من مسيرة شهر للرّاكب.
_________
[١٣٥]- كتاب أفعل ٨٩، الدرة الفاخرة ٢/٣٩٦، سوائر الأمثال ٣٤١ و ٣٤٧، جمهرة الأمثال ٢/٣١٦، مجمع الأمثال ٢/٣٥٣، المستقصى ١/٣٩٨، ثمار القلوب ٣١٩.
جاء في سوائر الأمثال: «.. فإنّها التي تتزوج في غير قومها، فهي تجلو مرآتها لئلا يخفى عليها من وجهها شيء، قال ذو الرّمّة في (ديوانه ٢/١٢١٧) :
لها أذن حشر وذفرى أسيلة ... وخدّ كمرآة الغريبة أسجح
[١٣٦]- سوائر الأمثال ٣٦١، الدرة الفاخرة ٢/٤١٥، وفيهما: «أوهى من بيت العنكبوت» ، جمهرة الأمثال ٢/٣٢٩، ومجمع الأمثال ٢/٣٨٢، وفيه «أوهن من بيت» ، المستقصى ١/٤٤١، تمثال الأمثال ٣٤٨، ثمار القلوب ٤٣٢.
[١٣٧]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٣٨]- كتاب أفعل ٧١ وفيه «.. من القطا» ، الدرة الفاخرة ٢/٤٢٩ و ٤١١ و ٤٤٧، سوائر الأمثال ٣٧٣، جمهرة الأمثال ١/٦٧ و ٢/٣٥٣، مجمع الأمثال ٢/٤٠٩، ثمار القلوب ٤٨٢.','1','30',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (34,'<span data-type="title" id=toc-30>فصل آخر</span>
[١٣٩]- أهون مظلوم سقاء مروّب. السّقاء يكف حتّى يبلغ أوان المخض، وظلمه: مزجه بالماء قبل ذلك، أو شربه قبل إدراكه.
[١٤٠]- أهون مظلوم عجوز معقومة. يضرب مثلا للذّليل. والمعقومة: التّي لا ولد لها، أي لا ناصر لها يكفّ عنها من أجله.
[١٤١]- أهون هالك عجوز في سنة. أي في جدب، يروى «سنة» : أي خرف.
[١٤٢]- أهون السّقي التّشريع. وذلك لأنّه لا يحتاج معه إلى الاستقساء للإبل، إنّما يوردها الشّريعة فتشرب.
<span data-type="title" id=toc-31>مازيد فيه</span>
[١٤٣]- أحسن النّساء الفخمة الأسيلة. أي السّمينة المسنونة «١» الخدّين.
[١٤٤]- أشدّ الرّجال الأعجف الضّخم. وهو المهزول الكبير الألواح.
[١٤٥]- أحبّ الكلب إلى أهله الظّاعن. لأنّه إذا ظعن على راحلة عطبت عند جوعه، فصارت طعاما للكلب، ومعناه: أحبّ أهله الكلب إليه الظّاعن معهم.
_________
[١٣٩]- أمثال أبي عبيد ١٢٣، الدرة الفاخرة ٢/٤٥٥، سوائر الأمثال ٣٩٨، جمهرة الأمثال ١/١٦١، فصل المقال ١٨٤، مجمع الأمثال ٢/٤٠٦، المستقصى ١/٤٤٤، نكتة الأمثال ٦٨، العقد الفريد ٣/٩٧، اللسان (روب، ظلم) .
[١٤٠]- أمثال أبي عبيد ١٢٣، جمهرة الأمثال ١/١٦١، فصل المقال ١٨٥، مجمع الأمثال ٢/٤٠٦، المستقصى ١/٤٤٥، نكتة الأمثال ٦٧، العقد الفريد ٣/٩٧.
[١٤١]- الدرة الفاخرة ٢/٤٥٥، سوائر الأمثال ٣٩٨، جمهرة الأمثال ١/١٦١، وفيه «في عام سنة» فصل المقال ١٨٨، وفيه: «عام سنة» ، مجمع الأمثال ٢/٤٠٦ وفيه: «.. في هام سنة» المستقصى ١/٤٤٨.
[١٤٢]- أمثال أبي عبيد ٢٤٠، الدرة الفاخرة ٢/٤٦٧، سوائر الأمثال ٤٠٥، جمهرة الأمثال ١/٩٣، مجمع الأمثال ٢/٤٠٦، المستقصى ١/٤٤٤، اللسان (شرع) ، المخصص ٧/٩٨.
التّشريع: أن تورد الإبل ماء لا يحتاج إلى متحه.
[١٤٣]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٤٤]- مجمع الأمثال ١/٢٥٩ و ٣٧٤.
[١٤٥]- أمثال أبي عبيد ٢٥٨، نكتة الأمثال ١٦٢، وفيهما: «أحبّ أهل الكلب إلى كلبهم الظّاعن» وفي مجمع الأمثال ١/٢٠١، والمستقصى ١/٥٩ وفيهما: «أحبّ أهل الكلب إليه الظّاعن» .','1','31',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (35,'[١٤٦]- أطيب مضغة صيحانيّة مصلّبة. وهي تمرة ذات ودك، والصّليب: الودك.
[١٤٧]- أغلظ الموطئ الحصى على الصّفا. الصّفا: الحجارة.
[١٤٨]- آكل الدّواب برذونة رغوث. أي مرضع.
[١٤٩]- أقبح النّساء الجهمة القفرة. الجهمة: العظيمة الوجه. والقفرة: المهزولة.
[١٥٠]- أقبح هزيلين الفرس والمرأة. معروف.
[١٥١]- أسوأ القول الإفراط. لأنّه يؤدي في كلّ أمر إلى الفساد.
[١٥٢]- أملك النّاس لنفسه أكتمهم لسرّه من أخيه. أي إذا كتم سرّه الخليل فكيف بالغريب.
_________
[١٤٦]- مجمع الأمثال ١/٤٣٢.
قال الميداني: «أي أطيب ما يمضع صيحانية، وهي ضرب من التّمر، ومصلّبة من الصّليب وهو الودك، أي ما خلط من هذا التّمر بودك فهو أطيب شيء يمضع» .
يضرب للمتلائمين المتوافقين.
[١٤٧]- مجمع الأمثال ٢/٦٣، وفيه: «المواطئ» .
[١٤٨]- كتاب أفعل ٥١، وفيه: «آكل من برذونة رغوث» ، المستقصى ١/٥، المخصص ٦/١٨٥، اللسان (رغث) .
[١٤٩]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٥٠]- مجمع الأمثال ٢/١٢٤.
[١٥١]- أمثال أبي عبيد ٤٤، فصل المقال ٣١، نكتة الأمثال ٩، وفيها: «أوّل العيّ الاختلاط، وأسوأ القول الإفراط» ، جمهرة الأمثال ١/٢٠، مجمع الأمثال ١/٣٤٣، المستقصى ١/١٧٤، وسيرد المثل ثانية برقم ٣١٤.
[١٥٢]- أمثال أبي عبيد ٥٨، وفصل المقال ٥٩، نكتة الأمثال ١٩، وفيها: «.. من صديقه وخليله» ، مجمع الأمثال ٢/٢٨٧ وفيه: «أكتمهم لسّره» ، المستقصى ١/٣٦٧.
قال الزمخشري: أي ربّما تغيّر ما بينهما من الصّداقة فيفشي أسراره.
يضرب في شدّة الوصيّة بكتمان السّر.','1','32',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (36,'<span data-type="title" id=toc-32>باب ما جاء على لفظ الأمر</span>
[١٥٣]- أقلل طعاما تحمد مناما. لأنّ كثرته تولد الأمراض التي تسهر بمسّ الآلام.
[١٥٤]- اتّخذ اللّيل جملا تدرك. أي استعمل السّهر والجدّ تنل بغيتك.
[١٥٥]- ابدأهم بالصّريخ يفرّوا بالصّراخ. أي ابدأهم بالتّشنيع يشغلوا عن الشّكوى.
[١٥٦]- اذكر غائبا يقترب. ويروى «تره» ، أي إنّ ذكره يخيله لك فكأنه مقترب منك، وقيل: إنّ من أشراط السّاعة أن يحضر الرّجل إذا ذكر.
[١٥٧]- أجع كلبك يتبعك. أي لا تسرف في الإحسان إلى من لا أصل له، فيترك خدمتك حين يستغني عنك، بل اجعله أبدا محتاجا إليك.
[١٥٨]- اخبر تقله. أي اختبر أكثر من تصله فإنّه يظهر لك ما يوجب قلاه.
[١٥٩]- اعلل تحظب. أي كل مرّة بعد مرّة تسمن، وهو مأخوذ من العلل، وهو الشّرب الثّاني.
[١٦٠]- اشرب تنقع. أي ترو.
_________
[١٥٣]- مجمع الأمثال ٢/١٠٧ وفيه: «طعامك.. منامك» المستقصى ١/٢٨٦، تمثال الأمثال ٤٨٩ وفيه:
«قلّل طعامك تحمد منامك» .
[١٥٤]- أمثال أبي عبيد ٢٣١، جمهرة الأمثال ١/٨٨، فصل المقال ٣٣٣، مجمع الأمثال ١/١٣٥، نكتة الأمثال ١٤٥، زهر الأكم ١/٦٦، وفيها: «اتّخذ الليل جملا» ، المستقصى ١/٣٤، تمثال الأمثال ١٠٧، المخصص ٧/٢٣.
[١٥٥]- أمثال أبي عبيد ٢٦٨، جمهرة الأمثال ١/١٩١، مجمع الأمثال ١/١٠٢، المستقصى ١/١٤، نكتة الأمثال ١٧٠، تمثال الأمثال ١٠١، اللسان «شرب» ، وفيها «ابدأهم بالصّراخ يفرّوا» .
[١٥٦]- أمثال أبي عبيد ٧٠ وفيه: «.. الغائب» ، جمهرة الأمثال ١/٢٨٠، مجمع الأمثال ١/٢٨٠، المستقصى ١/١٢٩، وفيه: «يقرب» ، نكتة الأمثال ٢٧ برواية أبي عبيد، تمثال الأمثال ١٥٩.
[١٥٧]- أمثال أبي عبيد ٣٥٨، الفاخر ١٢٩، جمهرة الأمثال ١/١١١، فصل المقال ٤٨٩، مجمع الأمثال ١/١٦٥، المستقصى ١/٥٠، نكتة الأمثال ٢٢٤، زهر الأكم ٢/٥٦، اللسان (جوع) .
[١٥٨]- أمثال أبي عبيد ٢٧٦، جمهرة الأمثال ١/١٠٥، فصل المقال ٣٩١، مجمع الأمثال ١/١٦٢ و ٣٦٣، المستقصى ١/٩٣، نكتة الأمثال ١٧٤، اللسان (خبر، قلا) وفيها ماعدا المستقصى: «وجدت الناس اخبر تقله» .
[١٥٩]- أمثال أبي عبيد ٣٩٤، جمهرة الأمثال ١/١٨٨، مجمع الأمثال ٢/٢١، المستقصى ١/٢٥٢، نكتة الأمثال ٢٤. اللسان (حظب) .
[١٦٠]- المستقصى ١/١٩٤.','1','33',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (37,'[١٦١]- اتّق توقه. معروف.
[١٦٢]- احذر تسلم. معروف.
[١٦٣]- أرغوا لها حوارها تقرّ. أي أعطه حاجته حتّى يسكن.
[١٦٤]- أسمن كلبك يأكلك. أي أحسن إلى الدّنيء يجترئ عليك.
[١٦٥]- أضئ لي أكدح لك. أي تولّ الأهون أتولّ الأصعب. ويروى «أقدح» أي أعنّي تارة أعنك أخرى.
[١٦٦]- أصبح ليل. قالته امرأة تزوّجها امرؤ القيس وكان مفرّكا «١» تبغضه النّساء، فما زالت تقول طول ليلتها: أصبحت يافتى، فيأبى القيام، فعطفت على اللّيل فقالت:
أصبح ليل فقد طلت، لضجرها.
_________
[١٦١]- أمثال أبي عبيد ٢١٩، مجمع الأمثال ١/٣٧٤، المستقصى ١/٣٥، نكتة الأمثال ١٣٦.
قال الزمخشري: «الهاء للسكت، يضرب في التّوقّي وما فيه من السّلامة» .
[١٦٢]- أمثال أبي عبيد ٢١٩، مجمع الأمثال ١/٣٧٤، المستقصى ١/٦١، نكتة الأمثال ١٣٦، العقد الفريد ٣/١١١.
[١٦٣]- أمثال أبي عبيد ٢٥٥، جمهرة الأمثال ١/٩٩، مجمع الأمثال ١/٢٩٢، المستقصى ١/١٤١، نكتة الأمثال ١٦٠.
قال الزمخشري: «أي احملوه على الرّغاء، لأنّ الناقة إذا سمعت رغاء حوارها هدأت، يضرب في إسكان الرجل بإعطائه حاجته» .
[١٦٤]- أمثال الضبي ١٦٠، أمثال أبي عبيد ٢٩٦، الفاخر ٧٠، جمهرة الأمثال ١/٥٢٥، فصل المقال ٤١٩، مجمع الأمثال ١/٣٣٣، المستقصى ٢/١٢١، نكتة الأمثال ١٨٩، اللسان (سمن) .
قال المفضّل الضبّي: «زعموا أنه كان لرجل من طسم كلب، فكان يسقيه اللبن ويطعمه اللّحم، ويسمّنه ويرجو أن يصيد به، أو يحرس غنمه، فأتاه ذات يوم وهو جائع فوثب عليه الكلب فأكله، فقيل: سمّن كلبك يأكلك، فذهب مثلا» . وقال طرفة في (ديوانه ١٦٥) :
ككلب طسم وقد تربّبه ... يعلّه بالحليب في الغلس
ظلّ عليه يوما يفرفره ... إلّا يلغ في الدماء ينتهس
[١٦٥]- أمثال أبي عبيد ١٣٧، جمهرة الأمثال ١/٥٦، فصل المقال ٢٠٥، مجمع الأمثال ١/٤٢١، المستقصى ١/٢١٣، نكتة الأمثال ٨٧، العقد الفريد ٣/١٠٠.
[١٦٦]- أمثال الضبّي ١٢٣، جمهرة الأمثال ١/١٩٢، مجمع الأمثال ١/٤٠٣، المستقصى ١/٢٠٠، اللسان (نوم) .','1','34',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (38,'[١٦٧]- انج ولا إخالك ناجيا. قالته امرأة لأبيها، وكانت أخبرته بقدوم الخيل فلم يصدّقها، فقالت هذه المقالة.
_________
[١٦٧]- أمثال الضّبي ٧٩، وفيه: «.. ولا أظّنك..» ، أمثال أبي عبيد ٤٩، جمهرة الأمثال ١/٢٧٦، فصل المقال ٣٧، مجمع الأمثال ٢/٣٣٩، المستقصى ١/٣٨٥، نكتة الأمثال ١٣.','1','35',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (39,'<span data-type="title" id=toc-33>باب آخر من الأمر</span>
[١٦٨]- انج سعد فقد هلك سعيد. هما ابنا ضبّة بن أد تمثّل به الحجّاج.
[١٦٩]- أطرّي فإنّك ناعلة. أي امشي على طرر الوادي: وهو ما خشن من جانبيه فإنّك ذات نعل. وقال أبو عبيد «١» : أراد غلظ رجليها.
[١٧٠]- اسق رقاش إنّها سقّاية. أي أحسن إلى من لا زال محسنا.
[١٧١]- أطرق كرا إنّ النّعام في القرى. كرا: ترخيم كروان. أتتبجّح لطول عنقك وفي القرى النّعام، وهي أطول أعناقا منك.
[١٧٢]- اسر وقمر لك. أي بادر الفرصة قبل فوتها.
[١٧٣]- اعقلها وتوكّل. قاله النّبيّ صلّى الله عليه وسلّم لرجل قال له: أعقل ناقتي أم أتوكّل على الله في حفظها؟
_________
[١٦٨]- مجمع الأمثال ٢/٣٣٩، المستقصى ١/٣٨٤، اللسان (سعد) .
[١٦٩]- أمثال أبي عبيد ١١٥، جمهرة الأمثال ١/٥٠، فصل المقال ١٦٩، مجمع الأمثال ١/٤٣٠، المستقصى ١/٢٢١، نكتة الأمثال ٦١، المخصص ١٢/٤٤ و ١٥/٢٨.، العقد الفريد ٣/٩٦، اللسان (طرر، زول، نعل) .
قال أبو عبيد: «أي اركب الأمر الشديد فإنك قويّ عليه» .
[١٧٠]- أمثال أبي عبيد ١٣٨، جمهرة الأمثال ١/٥٦، مجمع الأمثال ١/٣٣٣، المستقصى ١/١٧٠، نكتة الأمثال ٧٨، زهر الأكم ٣/٧١، العقد الفريد ٣/١٠٠، اللسان (رقش، سقى) .
[١٧١]- الدرة الفاخرة ١/١٥٥، جمهرة الأمثال ١/١٩٤ و ٣٩٥، مجمع الأمثال ٤٣١، المستقصى ١/٢٢١، اللسان (طرق، كرا) .
قال الميداني: «يضرب للذي ليس عنده غناء، ويتكلّم فيقال له: اسكت وتوقّ انتشار ما تلفظ به كراهة ما يتعقّبه» .
[١٧٢]- أمثال أبي عبيد ٢٥٧، جمهرة الأمثال ١/١٩٠، مجمع الأمثال ١/٣٣٥، وفيه «سر..» ، المستقصى ١/١٥٩، نكتة الأمثال ١٦١، وسيرد المثل برواية: «سر وقمر لك» برقم ٧٢١.
قال الزمخشري: «أي اغتنم طلوع القمر فسر في ضوئه مادام طالعا» .
[١٧٣]- أمثال أبي عبيد ٢١٤، مجمع الأمثال ٢/٢٦، وفيه «اعقل وتوكّل» ، المستقصى ١/٢٥١، نكتة الأمثال ١٣٢، العقد الفريد ٣/١١٠، وهو حديث شريف أخرجه الترمذي في كتاب صفة القيامة، حديث رقم (٢٥١٧) قال الزمخشري: «يضرب في الأخذ بالحزم، والاحتياط في الأمور» .','1','36',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (40,'[١٧٤]- اطلب ذاك وخلاك ذمّ. قاله قصير لعمرو بن عديّ حين قال له: كيف أقدر على الأخذ بثأري من الزّباء وهي أمنع من عقاب الجوّ «١» .
[١٧٥]- اطرقي وميشي. أصله خلط الصوف بالشّعر: أي أصلحي تارة وأفسدي الأخرى، ولا يكن أمرك كلّه فسادا قال رؤبة «٢» : [الرجز]
عاذل قد أولعت بالتّرقيش ... إليّ سرّا فاطرقي وميشي
[١٧٦]- اشتر لنفسك وللسّوق. أي اشتره ذا نظر، فإن أخطأك «٣» مخبره حظيت بمنظره ولحمه، وقيل: اشتر ما إن اقتنيته انتفعت به، وإن بعته لم تخسر فيه.
[١٧٧]- أرسل حكيما ولا توصه. أي هو مستغن بحكمته عن الوصيّة لأنّه يعرف ما فيه صلاحك فيتوصل إليه.
[١٧٨]- أرسل حكيما وأوصه. أي إنّه محتاج إلى معرفة غرضك وإن كان حكيما.
_________
[١٧٤]- أمثال أبي عبيد ٢٢٩، فصل المقال ٢٣١، مجمع الأمثال ٢/٨٠، وفيه: «افعل كذا وخلاك ذمّ» نكتة الأمثال ١٤٤ وفيه: «اطلبه وخلاك ذمّ» ، المستقصى ١/٢٢٤.
قال الزمخشري: «يضرب في نفي الذّم عمّن أعذر في الطّلب وإن لم يظفر» .
[١٧٥]- أمثال أبي عبيد ٥٣، ٣٠٤، جمهرة الأمثال ١/١٨٩، فصل المقال ٤٧، مجمع الأمثال ١/٤٣٠، المستقصى ١/٢٢٢، نكتة الأمثال ١٦، العقد الفريد ٣/٨٣، اللسان (طرق) .
قال الزمخشري: «طرق الصّوف: ضربه بالعصا، وميشه: خلطه بالشّعر.. يضرب للمفسد الذي لا يرجع من الصّلاح إلى شيء» .
[١٧٦]- أمثال أبي عبيد ٢١٣، جمهرة الأمثال ١/٧٩، فصل المقال ٣٠٩، مجمع الأمثال ١/٣٦٥، المستقصى ١/١٩٠، نكتة الأمثال ١٣٢، زهر الأكم ٣/٢٣٢، العقد الفريد ٣/١١٠.
[١٧٧]- أمثال أبي عبيد ٢٥٢، جمهرة الأمثال ١/٩٨، مجمع الأمثال ١/٣٠٣، المستقصى ١/١٤٠، نكتة الأمثال ١٥٨ وفيه «.. حليما» تمثال الأمثال ١٦٨، العقد الفريد ٣/١٢٧.
[١٧٨]- مجمع الأمثال ١/٣٠٣، المستقصى ١/١٤٠.','1','37',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (41,'[١٧٩]- أدرك ولو بأحد المغروّين. أي: بأحد السّهمين اللّذين عليهما الغراء، أي ولو بالمكسورين المشعوبين.
[١٨٠]- ألق دلوك في الدّلاء. أي اكدح واطلب مع النّاس، ولا تتّكل على الرّزق.
[١٨١]- أتبع الدّلو الرّشاء. أي إذا ذهب الكثير فأتبعه القليل ولا تفكر فيه.
[١٨٢]- أتبع الفرس لجامها. مثل الأوّل. قاله عمرو بن ثعلبة الكلبيّ لضرار بن عمر الضّبيّ وقد أخذ ماله فردّ عليه جميعه سوى سلمى أمرأته.
[١٨٣]- ألق حبله على غاربه. أي ألق زمامه على سنامه يمض حيث يشاء.
_________
[١٧٩]- أمثال الضّبي ١١٦، جمهرة الأمثال ٢/٣٣١، وفيهما «ولو بأحد المغروّين» ، مجمع الأمثال ١/٢٦٥، المستقصى ١/١١٦، وفيهما «أدركني ولو..» ، المخصص ١٥/١٥٢، اللسان (غرا) .
قال المفضّل الضّبيّ: «زعموا أنّ رجلين من أهل هجر أخوين، ركب أحدهما ناقة صعبة- وكانت العرب تحمّق أهل هجر- وأنّ النّاقة ندّت، ومع الذي لم يركب منهما قوس ونبل واسمه هنين، فناداه الراكب منهما: يا هنين أنزلني عنها ولو بأحد المغروّين- يعني سهمه- فرماه أخوه فصرعه فمات، فذهب قوله: ولو بأحد المغروّين مثلا» .
[١٨٠]- أمثال أبي عبيد ١٩٩، جمهرة الأمثال ١/٧٣، فصل المقال ٢٩٣، مجمع الأمثال ٢/١٩٠، المستقصى ١/٣٣٨، نكتة الأمثال ١٢٢.
قال العسكري: «يضرب مثلا في الحثّ على الاكتساب وترك التّواني في طلب الرّزق وهو من قول أبي الأسود الدؤلي في (ديوانه ١٦٠) :
وليس الرّزق عن طلب حثيث ... ولكن ألق دلوك في الدّلاء
تجئك بملئها طورا وطورا ... تجئك بحمأة وقليل ماء
[١٨١]- أمثال الضبي ٥٠، فصل المقال ٣٤٦، زهر الأكم ١/٣٠٩ وفيها: «أتبع الدّلو رشاءها» ، المستقصى ١/٣٢.
قال قيس بن الخطيم في (ديوانه ٤) :
إذا ما شربت أربعا خطّ مئزري ... وأتبعت دلوي في السّماح رشاءها
[١٨٢]- أمثال الضّبيّ ٥٠، أمثال أبي عبيد ٢٣٩، جمهرة الأمثال ١/٩٢، فصل المقال ٣٤٥، مجمع الأمثال ١/١٣٤، المستقصى ١/٣٢، نكتة الأمثال ١٥٠، زهر الأكم ١/٣٠٩، العقد الفريد ٣/١٢٤، المخصص ١٣/١٤٩.
[١٨٣]- أمثال أبي عبيد ١١٢، جمهرة الأمثال ١/٣٨٢، مجمع الأمثال ٢/٢١٠، المستقصى ٢/٥٦، نكتة الأمثال ٥٨، العقد الفريد ٣/٩٥، اللسان (غرب) .
قال أبو عبيد: «وأصله النّاقة إذا أرادوا إرسالها للرّعي جعلوا جديلها على الغارب، ولا يترك ساقطا فيمنعها من المرعى. يقول: فدع هذا يذهب حيث شاء إذ كره معاشرتك» .','1','38',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (42,'[١٨٤]- احفظ بيتك ممّن ينشد. أي ممّن يعرف، فإنّك أكثر ائتمانا له، وأقلّ احتراسا منه.
[١٨٥]- انصر أخاك ظالما أو مظلوما. أي امنعه عن الظّلم وادفع الظّلم عنه.
[١٨٦]-
البس لكلّ حالة لبوسها ... إمّا نعيمها وإمّا بؤسها
قاله بيهس لما احتاج إلى قاتل إخوته أن يخدمه.
[١٨٧]- ادع إلى طعانك من تدعو إلى جفانك. أي استعمل في حوائجك من تخصّه بمعروف.
[١٨٨]- اسق أخاك النّمريّ يصطبح. صحب كعب بن مامة الإياديّ نمريّ وفي الماء قلّة فكانوا يشربونه بالحصاة «١» تصافنا «٢» ، وكلّما أراد كعب أن يشرب قال له النّمريّ:
اسق أخاك النّمريّ فيسقيه حتّى نفد الماء، ومات كعب عطشا.
[١٨٩]- اشدد يديك بغرزه. أي استمسك، ولا تعرج عنه، ولا تفرح.
_________
[١٨٤]- جمهرة الأمثال ١/١٤٩، المستقصى ١/٦٨ وفيهما: «احفظي بيتك ممّن لا تنشدين» ، مجمع الأمثال ١/٢١١ وفيه: «احفظ بيتك ممّن لا تنشده» .
قال الزمخشري: «أي ممّن لم تحكمي معرفته حتّى إذا ضلّ أعياك تعريفه وإنشاده، يضرب في التّحفظّ من المجهول الذي لا معرفة بينك وبينه» .
وقال الميداني: «أي ممّن يساكنك؛ لأنّك لا تقدر أن تطلب منه المفقود» .
[١٨٥]- أمثال عبيد عبيد ١٤٢ و ١٨٢، الفاخر ١٤٧، جمهرة الأمثال ١/٥٨، فصل المقال ٢١٥، مجمع الأمثال ٢/٣٣٤، المستقصى ١/٣٩٢، نكتة الأمثال ٦٠، تمثال الأمثال ٣٢٥، العقد الفريد ٣/١٠٢، اللسان (نصر) .
وهو حديث شريف أخرجه البخاري في كتاب المظالم باب (أعن أخاك ظالما أو مظلوما) حديث رقم ٢٣١١، صحيح البخاري ٢/٨٦٣.
[١٨٦]- أمثال الضّبيّ ١١١، الفاخر ٦٢، جمهرة الأمثال ١/١٩٧، الوسيط ٣٩، المستقصى ١/٣٠٤، اللسان (نعم) .
[١٨٧]- مجمع الأمثال ١/٢٦٨، المستقصى ١/١١٦.
[١٨٨]- أمثال الضبي ١٣٨- ١٣٩، أمثال أبي عبيد ٢٤٢، الدرة الفاخرة ١/١٢٩، الوسيط ٦٥، جمهرة الأمثال ١/٩٤، فصل المقال ٣٥٠، مجمع الأمثال ١/٣٣٣، المستقصى ١/١٧٠، نكتة الأمثال ١٥٢، تمثال الأمثال ١٨٣، زهر الأكم ٣/١٧٠ و ١٨٠.
[١٨٩]- أمثال أبي عبيد ١٩٩، جمهرة الأمثال ١/٧٣، فصل المقال ٢٩٢، مجمع الأمثال ١/٣٦٢، المستقصى ١/١٩٤، نكتة الأمثال ١٢٢.
قال الزمخشري: «هو ركاب الإبل. يضرب في الحث على التّمسّك بالشيء.','1','39',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (43,'[١٩٠]- اربع على ظلعك. أي قف حيث انتهيت فقد قصرت.
[١٩١]- اجمع جراميزك. «١» ضمّ منتشره [١٩٢]- ارضّ من المراكب بالتّعليق. أي إن لم تقدر على الرّكوب فتعلّق بعقبه.
[١٩٣]- أعط القوس باريها. أي كل الأمر إلى من يحسنه.
[١٩٤]- اكذب النّفس إذا حدّثتها. أي إذا هممت بأمر فحدّث نفسك بالظّفر، فإنّك إن حدّثتها الخيبة ثبطتك وتمامه «٢» : [الرمل] .... .... ....
إنّ صدق النّفس يزري بالأمل
[١٩٥]- ارق على ظلعك. أي توصّل إلى بلوغ بغيتك وإن كنت مقصّرا.
_________
[١٩٠]- أمثال أبي عكرمة الضبي ١٠١، وفيه «اربع على نفسك» ، فصل المقال ٤٥١، مجمع الأمثال ١/٢٩٣، نكتة الأمثال ٢٠٣.
[١٩١]- أمثال أبي عبيد ٢٣٠ وفيه «جمّع له..» ، جمهرة الأمثال ١/٣٠٤، وفيه «جمّع جراميزك» ، فصل المقال ٣٣٢، مجمع الأمثال ١/١٦٦، وفيهما برواية أبي عبيد، المستقصى ١/٥١، نكتة الأمثال ١٤٤ وفيه: «اجمع لها حيازيمك وجراميزك» اللسان (جرمز) .
والجراميز: الجسد والأعضاء.
[١٩٢]- أمثال أبي عبيد ٢٣٧ وفيه «من المركب» ، جمهرة الأمثال ١/٩٠، وفيه «.. المركوب بالتعلّق» مجمع الأمثال ١/٣٠١، المستقصى ١/١٤١ وفيهما «من المركب» ، زهر الأكم ٣/٥٤، اللسان (علق) .
[١٩٣]- أمثال أبي عبيد ٢٠٤، الفاخر ٣٠٤، جمهرة الأمثال ١/٧٦، الوسيط ٥٨، فصل المقال ٢٩٨، مجمع الأمثال ٢/١٩، المستقصى ١/٢٤٧، نكتة الأمثال ١٢٦، العقد الفريد ٣/١٠٩.
[١٩٤]- أمثال أبي عبيد ١١٦، جمهرة الأمثال ١/٥١، فصل المقال ١٧٣، مجمع الأمثال ٢/١٣٩، المستقصى ١/٢٨٩، نكتة الأمثال ٦٢.
[١٩٥]- أمثال أبي عبيد ٣٢٣، جمهرة الأمثال ١/١١٧، فصل المقال ٤٥١، مجمع الأمثال ١/٢٩٣، المستقصى ١/١٤٢، زهر الأكم ٣/٥٨، المخصص ١٢/٧٦، اللسان (رقأ، ضلع، رقا) .','1','40',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (44,'[١٩٦]- اقصد بذرعك. أي لا تفرّط واقتصد.
[١٩٧]- أمسك عليك نفقتك. قاله شريح بن الحارث القاضي. يريد فضول القول.
[١٩٨]- أعذر عجب. قاله شريح القاضي، وعجب: اسم أخيه، وكان على طعام جيش، فقال له عجب أخوه: لو زدتني، فقال: لا استطيع. قال: بلى، ولكنّك عاقّ. فهمّ بذلك فنهوه، فقال ذلك.
[١٩٩]- أهلك واللّيل. أي اذكر أهلك وبعدهم، واللّيل وظلمته فبادر.
[٢٠٠]- إحدى لياليك فهيسي هيسي. أي قد نزلت بليّة فجدّي واجتهدي. يخاطب نفسه.
_________
[١٩٦]- أمثال أبي عبيد ٣٢٣، جمهرة الأمثال ١/١١٧، والمستقصى ١/٢٧٨، وفيهما «اقدر بذرعك» مجمع الأمثال ١/٢٩٣ و ٢/٩٢، نكتة الأمثال ٢٠٣، العقد الفريد ٣/١٣٣، اللسان (ذرع، قصد) .
قال الميداني: «الذّرع والذّراع واحد، يضرب لمن يتوعّد، أي كلّف نفسك ما تطيق، والذّرع عبارة عن الاستطاعة، كأنّه قال: اقصد الأمر بما تملكه أنت لا بما يملكه غيرك، ولا تطلب فوق ذلك في تهدّدي.
[١٩٧]- أمثال أبي عبيد ٤٠، فصل المقال ٢٢، مجمع الأمثال ٢/٢٨٦، المستقصى ١/٣٦٥، نكتة الأمثال ٤.
[١٩٨]- مجمع الأمثال ٢/٢٨، المستقصى ١/٢٣٩.
يضربه المعتذر عند وضوح عذره.
[١٩٩]- جمهرة الأمثال ١/١٩٦، مجمع الأمثال ١/٥٢، المستقصى ١/٤٤٣.
قال العسكري: «أي أدرك أهلك مع اللّيل» .
[٢٠٠]- أمثال أبي عبيد ٣٣٧، جمهرة الأمثال ١/١٢٨، فصل المقال ٤٦٣، مجمع الأمثال ١/٣٠، المستقصى ١/٦٠، نكتة الأمثال ٢١٠، اللسان (هيس) .
قال الميداني: «الهيس: السّير أي ضرب كان.
يضرب للرجل يأتي الأمر يحتاج فيه إلى الجدّ والاجتهاد» .','1','41',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (45,'[٢٠١]- أمر مبكياتك لا أمر مضحكاتك. ويروى: «أطع» أي: اقبل رأي من خوّفك حتّى بكيت فاستظهرت، لا رأي من آمنك حتّى ضحكت فاسترسلت.
_________
[٢٠١]- أمثال أبي عبيد ٢٢٣، جمهرة الأمثال ١/٨٢، فصل المقال ٣١٩، مجمع الأمثال ١/٣٠، المستقصى ١/٣٦٢، نكتة الأمثال ١٤٠، زهر الأكم ١/٨١.
قال أبو عبيد: «أي أطع من يأمرك بما فيه رشادك وصلاحك، وإن كان يبكيك ويثقل عليك، ولا تطع من يأمرك بما تهوى، ويضحكك بما فيه شينك» .
وقال الميداني: «بلغنا أن فتاة من بنات العرب كانت لها خالات وعمّات، فكانت إذا زارت خالاتها ألهينها وأضحكنها، وإذا زارت عمّاتها أدّبنها وأخذن عليها، فقالت لأبيها: إن خالاتي يلطفنني، وإن عمّاتي يبكينني، فقال أبوها وقد علم القصّة، أمر مبكياتك، أي الزمي واقبلي أمر مبكياتك..» .','1','42',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (46,'<span data-type="title" id=toc-34>باب ما جاء على لفظ الاستفهام</span>
[٢٠٢]- أعن صبوح ترقّق؟. قيل لرجل أضيف ليلا، وكان يقول: إذا أصبحتموني غدوة سقيتموني لبنأ أخذت طريق كذا وفعلت كذا.
[٢٠٣]- أضرطا وأنت أعلى؟. قاله رجل كان مستلقيا، فغشيه عدوّ فألقى نفسه عليه، فلمّا ظنّ أنّه قد استمكن منه قال: استأسر فضمّ النّائم عليه يشدّه، فأقبل يضرط، فقال ذلك. وقيل: إنّ قائله سليك بن السّلكة.
[٢٠٤]- أضرطا آخر اليوم وقد زال الظّهر؟. يضرب مثلا لمن فرّط في عمل، ثمّ ختمه بما شانه، ولم يأت بخير.
[٢٠٥]- أمكرا وأنت في الحديد؟. قاله عبد الملك بن مروان لعمرو بن سعيد الأشدق وقد كان خرج عليه فظفر به فقتله، فقال عمرو: نشدتك الله لما أعفيتني من أن تخرجني إلى النّاس، فتشهرني بقتلي بينهم، طمعا في أن يخرجه ليقتله، فيفقده وينفر من بايعه.
_________
[٢٠٢]- أمثال الضّبي ١٢٦، أمثال أبي عبيد ٦٥، جمهرة الأمثال ١/٢٩ و ٢/٤٢٧، فصل المقال ٧٥، مجمع الأمثال ٢/٢١ وفيه «عن صبوح» ، المستقصى ١/٢٥٥، نكتة الأمثال ٢٣، العقد الفريد ٣/٨٦، اللسان (صبح، رقق) .
قال الضبي: «وأمّا هذا المثل، فإن العرب يدعون شراب اللّيل الغبوق، وشراب النّهار الصّبوح فزعموا أن رجلا نزل ببيت من العرب ليس لهم مال، فآثروه على أنفسهم فغبقوه غبوقا قليلا، فبات بهم ليستوجب أن يصبحوه. فقال: أين أغدو إذا صبحتموني؟ أي أنه لابد من أن يصبحوه، فقالوا: أعن صبوح ترقّق؟» .
[٢٠٣]- أمثال الضّبي ٦٢، جمهرة الأمثال ١/١٣٠، فصل المقال ٣٣٩، مجمع الأمثال ١/٤٢٠ و ٢/١١، المستقصى ١/٢١٥، وفيها: «.. الأعلى» ، العقد الفريد ٣/١٢٢.
وأورد الضبيّ قصة المثل بتفصيل، في كتاب الأمثال ٦١ و ٦٤.
[٢٠٤]- أمثال الضبي ١٥٩، جمهرة الأمثال ١/١٥٠، وأسقط منه «وقد زال الظهر» مجمع الأمثال ١/٣٦ و ٤٢٣.
قاله عمرو بن تقن للقمان بن عاد حين نهض لقمان بالدّلو فضرط، وقد فصّل الضبي قصة المثل في كتاب الأمثال ١٥٧- ١٦٠.
[٢٠٥]- أمثال أبي عبيد ١٠٢، جمهرة الأمثال ١/٣٤، مجمع الأمثال ٢/٣٠٩، المستقصى ١/٣٦٧، نكتة الأمثال ٥١.','1','43',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (47,'[٢٠٦]- أشوار عروس ترى؟. قالته الزّبّاء لجذيمة لما أسرته، وكشفت له عن فرجها وكان أشعر.
[٢٠٧]- أغيره وجبنا؟. قالته امرأة لزوجها وقد تخلّف عن القتال، فلمّا رآها تنظر إلى الفرسان ضربها.
[٢٠٨]- أكسفا وإمساكا؟. يضرب مثلا لمن يلقى بعبوس مع بخل ومنع.
[٢٠٩]- أكبرا وإمعارا؟. أي علوّ سنّ وافتقارا.
[٢١٠]- أحشفا وسوء كيلة؟. أي: أتجمع بين الفساد في السّلعة، والبخس في الكيل.
[٢١١]- أبرما قرونا؟ البرم: الّذي لا يدخل مع القوم في الميسر، والقرون: الّذي يأكل اللّحم بضعتين.
_________
[٢٠٦]- أمثال الضبي ١٤٥، جمهرة الأمثال ١/٢٣٤، فصل المقال ١٢٥، مجمع الأمثال ١/٣٦٦، والمستقصى ١/١٩٨، اللسان (شور) .
[٢٠٧]- أمثال أبي عبيد ٢٦١، جمهرة الأمثال ١/١٠٣، مجمع الأمثال ٢/٥٨، المستقصى ١/٢٦٥، نكتة الأمثال ١٦٤، العقد الفريد ٣/١٢٨.
[٢٠٨]- أمثال أبي عبيد ٢٦٢، جمهرة الأمثال ١/١٠١، فصل المقال ٣٧٥، مجمع الأمثال ٢/١٥٣، المستقصى ١/٢٩٥، نكتة الأمثال ١٦٤، العقد الفريد ٣/١٢٨، اللسان (كسف) .
[٢٠٩]- مجمع الأمثال ٢/١٥٩، المستقصى ١/٢٨٨، اللسان (معر) .
[٢١٠]- أمثال أبي عبيد ٢٦١، جمهرة الأمثال ١/١٠١، فصل المقال ٣٧٤، وفيه «وسوء كيل» مجمع الأمثال ١/٢٠٧، المستقصى ١/٦٨، نكتة الأمثال ١٦٣، زهر الأكم ٢/١٢٤، العقد الفريد ٣/١٢٤، المخصص ١٤/١٥٧، اللسان (خشف، كيل) .
والحشف: رديء التّمر.
[٢١١]- الدرة الفاخرة ٢/٣٧٤، جمهرة الأمثال ٢/٢٢٠، مجمع الأمثال ١/١٠٣، المستقصى ١/١٧ وفيه:
«وقرونا» ، زهر الأكم ١/٨٣. اللسان (برم، قرن) .
قال الزمخشري: «البرم الذي لا يدخل في الميسر وهو موسر لبخله، والقرون: فعول من قرن بين الشيئين، وأصله أنّ امرأة أحد الأبرام استطعمت من بيوت الأيسار فرجعت بقدر فيها قطع لحم، فوضعتها بين يديه وجمعت عليه الأولاد، فأقبل هو يأكل قطعتين قطعتين، فقالت ذلك» .
يضرب مثلا لبخيل يجرّ المنفعة إلى نفسه.','1','44',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (48,'[٢١٢]- أغدّة كغدّة البعير وميتة في بيت سلوليّة؟. وفد عامر بن الطّفيل على رسول الله صلّى الله عليه وسلّم فلم يؤمن، وانصرف ونزل على امرأة من سلول فأصابته غدّة مرض منها، فمات، فقال ذلك.
[٢١٣]- أصبرا وبضبّيّ؟. قاله شتير بن خالد لما قتله ضرار بن عمرو الضّبّي بابنة حصين.
[٢١٤]- أسعد أم سعيد؟. كان لضبّة بن أدّ ابنان، سعد وسعيد، فخرجا في بغاء إبل فعاد بها أحدهما وهو سعد، فلمّا رآه وحده من بعد أيقن أن أحدهما قد هلك، فقال:
أسعد أم سعيد؟ أي أيّهما الهالك؟
[٢١٥]- أسائر اليوم وقد زال الظّهر؟. يضرب مثلا لمن يطمع في الأمر بعد أن تبيّن له اليأس منه.
[٢١٦]- أيّ الرّجال المهذّب؟. أي: أيّ امرئ خلا من معتبة.
_________
[٢١٢]- أمثال أبي عبيد ٢٦١، جمهرة الأمثال ١/١٠٢، فصل المقال ٣٧٤، مجمع الأمثال ٢/٥٧، وفيه:
«غدّة..» المستقصى ١/٢٥٨، نكتة الأمثال ١٦٣، العقد الفريد ٣/١٢٨.
[٢١٣]- مجمع الأمثال ١/٤٠٨ وفيه: «صبرا..» المستقصى ١/٢٠٤ وفيه: «.. ولضّبّيّ» .
قال الزمخشري: «قتل شتير بن خالد ابنا لضرار بن عمرو الضّبيّ، ثم أسره ضرار، فقال له: اختر خلّة من ثلاث: تردّ عليّ ابني! قال: قد علمت أنّي لا أحيي الموتى، قال: فتدفع إليّ ابنك فاقتله بابني! قال: لا يرضى بنو عامر بأن يدفعوا فارسا مقتبلا بشيخ أعور هامة اليوم أو غد، قال: فأقتلك، قال: أما هذه فنعم. فأمر ابنه أدهم أن يقتله، فنادى شتير: يالعامر أصبرا ولضبي، أي اصبر صبرا ولضبّيّ» .
يضرب في حلول البلاء بالشريف من الوضيع» .
وقال الميداني: «يضرب في الخصلتين المكروهتين يدفع الرجل إليهما» .
[٢١٤]- أمثال الضّبي ٤٧، ١٨١، أمثال أبي عبيد ٦١، ١٣٩، الفاخر ٥٩، جمهرة الأمثال ١/١٥٥ و ٣٧٧، فصل المقال ٦٧ و ٢٠٩، مجمع الأمثال ١/٣٢٩، المستقصى ١/١٦٨، نكتة الأمثال ٢١، زهر الأكم ٣/١٦٧، العقد الفريد ٣/٨٥.
[٢١٥]- أمثال أبي عبيد ٢٤٥، جمهرة الأمثال ١/٩٦، فصل المقال ٣٥٣، مجمع الأمثال ١/٣٣٥، وفيه:
«أسائر القوم..» المستقصى ١/١٥٣، نكتة الأمثال ١٥٤، زهر الأكم ٣/١٥٥، اللسان (سير) .
قال الزمخشري: «قيل أصله إنّ قوما أغير عليهم، فاستصرخوا بني عمّهم، فأبطأوا عليهم حتّى أسروا وذهب بهم، ثمّ جاؤوا يسألون عنهم، فقال المسؤول ذلك» .
[٢١٦]- أمثال أبي عبيد ٥١، جمهرة الأمثال ١/١٨٨، فصل المقال ٤٤، مجمع الأمثال ١/٢٣ و ٢/١٥٤، المستقصى ١/٤٤٩، تمثال الأمثال ٢٥١، زهر الأكم ١/١٥٠، العقد الفريد ٣/٨٤.
والمثل من قول النابغة الذّبياني في (ديوانه ٧٨) :
ولست بمستبق أخا لا تلمّه ... على شعث أيّ الرّجال المهذّب','1','45',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (49,'<span data-type="title" id=toc-35>باب ما أوّله إنّ</span>
[٢١٧]- إنّ الموصّين بنو سهوان. أي إنّما يوصّى من يسهو، ولا تهمّه الحاجة.
[٢١٨]- إنّ المنبتّ لا أرضا قطع ولا ظهرا أبقى. أي الّذي حمل على راحلته في السّير حتّى قطعها ولم يبلغ الغرض.
[٢١٩]- إنّ الجواد عينه فراره. يريد أنّ النّظر إلى الإنسان يدلّك على مخبر أمره. وأصله في الفرس يفرّ عن أسنانه ليعرف سنه.
[٢٢٠]- إنّ الشّقيّ وافد البراجم. ويروى «فارس» ، قاله عمرو بن هند «١» ، وكان سويد بن ربيعة التّميميّ قتل أخاه وهرب، فأخذ عمرو به ثمانية وتسعين رجلا فأحرقهم «٢» ، فرأى الدّخان رجل من البراجم، فحسبه الطّعام فصار إليه، فقتله وألقاه وقال ذلك، ثم أتمّ المئة بالحمراء بنت ضمرة النّهشليّة، فقالت عند ذلك: ألا فتى مكان العجوز.
_________
[٢١٧]- أمثال أبي عبيد ٢٥٢، الدرة الفاخرة ٢/٥٠٨، جمهرة الأمثال ١/٨٣، مجمع الأمثال ١/٩، المستقصى ١/٤١٠، نكتة الأمثال ١٥٨، اللسان (سها) ، المخصص ١٣/٧٣ و ٢٠٣.
قال الميداني: «وقال بعضهم: يريد بقوله: بنو سهوان جميع الناس، لأنّ كلّهم يسهو والأصوب في معناه أن يقال: إنّ الذين يوصّون بالشيء يستولي عليهم السّهو حتّى كأنّه موكّل بهم.. يضرب لمن يسهو عن طلب شيء أمر به» .
[٢١٨]- أمثال أبي عبيد ٣٦ و ٢٣٣، فصل المقال ١٣، مجمع الأمثال ١/٧، المستقصى ١/٤١٠، نكتة الأمثال ١٤٥، زهر الأكم ٣/٢٢٨، العقد الفريد ٣/١١٤، أشهر الأمثال ٥٥، وهو حديث شريف أخرجه أحمد في مسنده ٣/١٩٩، اللسان (بتت) .
قال الميداني: «قاله عليه الصّلاة والسّلام لرجل اجتهد في العبادة حتّى هجمت عيناه أي غارتا، فلمّا رآه قال له: «إن هذا الدين متين فأوغل فيه برفق، إن المنبتّ..» .
يضرب لمن يبالغ في طلب الشيء، ويفرط حتى ربّما يفوّته على نفسه» .
[٢١٩]- أمثال أبي عبيد ٥٤، أمثال أبي عكرمة ١٨، فصل المقال ٣٦٧، جمهرة الأمثال ١/٧٨، مجمع الأمثال ١/٩، و ٢/٤١٦، نكتة الأمثال ١٥٩، زهر الأكم ١/١٠٦، اللسان (فرر، عين) .
[٢٢٠]- أمثال أبي عبيد ٣٢٨ وفيه «.. راكب البراجم» ، الدرة الفاخرة ١/٢٦٠، فصل المقال ٤٥٤، جمهرة الأمثال ١/١٢١، مجمع الأمثال ١/٩ و ٣٨٨ و ٣٩٥، المستقصى ١/٤٠٥، نكتة الأمثال ٢٠٧، زهر الأكم ١/١١٤، اللسان (برجم) .','1','46',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (50,'[٢٢١]- إنّ الشّفيق بسوء ظنّ مولع. أي من غاب من يحبّه ساء ظنّه بحدثان الدّهر فيه لفرط شفقته عليه.
[٢٢٢]- إنّ الجبان حتفه من فوقه. أي جبنه وحذره ليسا بدافعين، لأن منيّته تأتيه من فوقه: أي من قبل ربّه.
[٢٢٣]- إنّ الرّثيئة ممّا تذهب الغضبا. الرّثيئة: الّلبن الحامض يخلط بالحلو. يريد أنّ المهاداة تذهب الاستيحاش.
[٢٢٤]- إنّ البغاث بأرضنا يستنسر. البغاث: طائر، أبغث: أي أغبر دون الرّخمة، بطيء الطّيران، ويستنسر: أي يصير نسرا. أي يقوى ويخفّ. ومن جعل البغاث واحدا جعل جمعه بغثانا. ومن قال بغاثة جعل جمعه بغاثا. أي الضّعيف يصير قويّا عندنا لعزّنا.
[٢٢٥]- إنّ الهوى ليميل باست الرّاكب. أي من هوي أمرا مال به هواه نحوه كارها أو طائعا، قبيحا كان أو جميلا.
_________
[٢٢١]- أمثال أبي عبيد ١٨٤، جمهرة الأمثال ١/٧١، مجمع الأمثال ١/١٢ و ٣٤٤، المستقصى ١/٥٠٤، نكتة الأمثال ١١١، زهر الأكم ١/١١٢، اللسان (شفق) .
[٢٢٢]- أمثال أبي عبيد ٣١٦، فصل المقال ٤٣٩، جمهرة الأمثال ١/١١٤ و ٥٤٠، مجمع الأمثال ١/١٠، المستقصى ١/٤٠٣، نكتة الأمثال ١٩٩، العقد الفريد ٣/١١٨، ١٣١، اللسان (حتف) .
قال الميداني: «قال ابن الكلبي: أوّل من قاله عمرو بن أمامة في شعر له، وكانت مراد قتلته، فقال هذا الشّعر عند ذلك، وهو قوله:
لقد حسوت الموت قبل ذوقه ... إنّ الجبان حتفه من فوقه
كلّ امرئ مقاتل عن طوقه ... والثّور يحمي أنفه بروقه
[٢٢٣]- أمثال أبي عبيد ١٦٦، فصل المقال ٢٤٩، جمهرة الأمثال ١/٤٧٧، مجمع الأمثال ١/١٠ وفيه: «إن الرثيئة تفثأ الغضب» المستقصى ١/٤٠٤، نكتة الأمثال ٩٩، زهر الأكم ١/١٠٨، أشهر الأمثال ٥٧، اللسان (رثأ، فثأ) .
[٢٢٤]- أمثال أبي عبيد ٩٣، فصل المقال ١٢٩، جمهرة الأمثال ١/١٩٧، مجمع الأمثال ١/١٠، المستقصى ١/٤٠٢، نكتة الأمثال ٤٤، زهر الأكم ١/١٠٢، العقد الفريد ٣/٩١، اللسان (بغث، سعل، نسر) ، المخصص ٨/١٤٣ و ١٧٢.
[٢٢٥]- مجمع الأمثال ١/١٢، المستقصى ١/٤١٠، اللسان (حمر) .','1','47',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (51,'[٢٢٦]- إنّ الحديد بالحديد يفلح. أي الأمر الشّديد يستعان بمثله فيسهل صعوبته.
[٢٢٧]- إنّ دواء الشّقّ أن تحوصه. أي تلائمه وتصلحه. والحوص: الخياطة.
[٢٢٨]- إنّ في الشّرّ خيارا. أي بعض الشّرّ أهون من بعض.
[٢٢٩]- إنّ حبطا مما ينبت الرّبيع لما يقتل. إذا أكثرت منه الماشية استوبلته، وحبطت بطونها فهلكت، قاله رسول الله صلّى الله عليه وسلّم في صفة الدّنيا. ومعناه أنّ من وسع عليه رزقه ربما صرفه في غير وجهه، فيصير سببا لهلاكه.
[٢٣٠]- إنّ خصلتين خيرهما الكذب لخصلتا سوء. قاله عمر بن عبد العزيز لرجل كذب في اعتذار من ذنب.
[٢٣١]- إنّ لله جنودا منها العسل. قاله معاوية بن أبي سفيان لما سقي الأشتر عسلا فيه سمّ فمات.
_________
[٢٢٦]- أمثال أبي عبيد ٩٦، وفيه «الحديد بالحديد يفلح» فصل المقال ١٣٤، جمهرة الأمثال ١/٣٤٥، مجمع الأمثال ١/١١، المستقصى ١/٤٠٣، نكتة الأمثال ٤٦، أشهر الأمثال ٥٦، اللسان (فلح) .
[٢٢٧]- أمثال أبي عبيد ١٥٣، جمهرة الأمثال ١/٤٤٧، مجمع الأمثال ١/١٠، المستقصى ١/٤١٢، نكتة الأمثال ٩٠.
[٢٢٨]- أمثال أبي عبيد ١٦١، فصل المقال ٢٤٤، جمهرة الأمثال ١/٦٧، مجمع الأمثال ١/١١ و ٩٤، المستقصى ١/٤١٣، نكتة الأمثال ٩٥، زهر الأكم ١/١٣٨، اللسان (يوم) .
[٢٢٩]- رواية المثل في كتب الحديث والأمثال: «إنّ ممّا ينبت الرّبيع ما يقتل حبطا أو يلمّ» وهو في أمثال أبي عبيد ٣٥، فصل المقال ٩، جمهرة الأمثال ١/١٦، مجمع الأمثال ١/٨، المستقصى ١/٤١٥، اللسان (حبط، خضر) . وأخرجه البخاري في كتاب الجهاد، باب فضل النفقة في سبيل الله، فتح الباري ٦/٣٧.
[٢٣٠]- أمثال أبي عبيد ٤٦، مجمع الأمثال ١/١٣، المستقصى ١/٤١٢، نكتة الأمثال ١١.
[٢٣١]- أمثال أبي عبيد ١٩٣، فصل المقال ٩٨، مجمع الأمثال ١/١١، المستقصى ١/٤١٣، نكتة الأمثال ١١٨، تمثال الأمثال ٣٣٦، زهر الأكم ١/١٢٩.','1','48',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (52,'[٢٣٢]- إنّه لضبّ قلعة. إذا كان مانعا ما وراء ظهره، والضّبّ إذا احتفر في قلعة: وهي الصّخرة، كان أمنع له وأعزّ.
[٢٣٣]-
إنّ الحماة أولعت بالكنّه ... وأولعت كنّتها بالظّنّه
يضرب مثلا لشرّ يقع بين قوم أهل شرّ وبليّة.
[٢٣٤]- إنّ تحت طرّيقتك لعندأوة. أي تحت لينك مكر.
[٢٣٥]- إنّك لا تجني من الشّوك العنب. أي لا تجد عند ذي المنبت السّوء جميلا.
[٢٣٦]- إنّما سمّيت هانئا لتهنأ. أي إنّما سمّيت معطيا لتعطي. يقال هنأت: أي أعطيت.
[٢٣٧]- إنّما يضنّ بالضّنين. أي إنّما تمسّك بإخاء من تمسّك بإخائك. وقائله: الأغلب بن
_________
[٢٣٢]- المستقصى ١/٤٢٢، ورواية مجمع الأمثال ١/٦٣، «إنّ لضبّ كلدة» وهي الصّخرة، يضرب للرّجل المانع ما وراءه.
[٢٣٣]- أمثال أبي عبيد ٣٥٤، جمهرة الأمثال ١/١٢٨، فصل المقال ٤٨٤، مجمع الأمثال ١/١١، المستقصى ١/٤٠٣، نكتة ٢ لأمثال ٢٢٢، اللسان (حمى) .
وقال الميداني «الحماة: أم زوج المرأة، والكنّة: امرأة الابن وامرأة الأخ أيضا، والظنّة: التهمة، وبين الحماة والكنّة عداوة مستحكمة» .
[٢٣٤]- مجمع الأمثال ١/١٧، المستقصى ١/٤١١، زهر الأكم ١/١٠٥ وفيه: «.. طريقته» ، اللسان (عدأ، عند، طرق) .
وقال الزمخشري: «الطّرّيقة: الاسترخاء.. والعندأوة: العسر والالتواء» .
يضرب لمن يريك السكون والوقار وهو ذو نزوة وطماح.
[٢٣٥]- أمثال أبي عبيد ٢٦٤ و ٢٧٠، جمهرة الأمثال ١/١٠٥، فصل المقال ٣٧٩، مجمع الأمثال ١/٥٢، المستقصى ١/٤١٦، نكتة الأمثال ١٦٥، زهر الأكم ١/١٢٧، العقد الفريد ٣/١٢٨، اللسان (جنى) .
قال أبو عبيد: «إذا ركبت رجلا بظلم فقدوترته وحملته المكروه، فانظر كيف يكون حالك؟» .
[٢٣٦]- أمثال أبي عبيد ١٦٤، جمهرة الأمثال ١/٥١٣ بإسقاط «إنّما» ، فصل المقال ٢٤٥، مجمع الأمثال ١/١٨ و ٩٤، المستقصى ١/٤١٨، نكتة الأمثال ٩٨، زهر الأكم ١/١٣٢، المخصص ١٢/٢٣٢، اللسان (هنأ) .
[٢٣٧]- أمثال أبي عبيد ١١١، جمهرة الأمثال ١/٤٩، مجمع الأمثال ١/٥٢، المستقصى ١/٤١٩، نكتة الأمثال ٥٨، العقد الفريد ٣/٩٥.','1','49',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (53,'جشم «١» العجليّ «٢» .
[٢٣٨]- إنّما يجزي الفتى ليس الجمل. أي الإنسان يجزي عمّا يعامل به من قبيح أو حسن ليس الجمل. وقائله لبيد في شعره «٣» .
_________
[٢٣٨]- أمثال أبي عبيد ١٣٨، جمهرة الأمثال ١/٥٧، فصل المقال ٢٠٦، مجمع الأمثال ١/٢٤، المستقصى ١/٤١٩، نكتة الأمثال ٧٨، زهر الأكم ١/١٣٢.','1','50',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (54,'<span data-type="title" id=toc-36>باب أن</span>
[٢٣٩]- أن ترد الماء بماء أكيس «١» . أي أن تستظهر بما في يديك لتبلغ الغنى ومعك منه بقيّة خير أن تضيعه، فعساك تكدي «٢» فتهلك.
[٢٤٠]- أن تسمع بالمعيديّ خير من أن تراه. قاله النّعمان لصقعب بن عمرو النّهدي من قضاعة معدّ، وقد استحقر جسمه، وقاله المنذر لضمرة بن ضمرة «٣» فالمعيديّ: تصغير معدّيّ.
_________
[٢٣٩]- أمثال أبي عبيد ٢١٣، جمهرة الأمثال ١/٧٩ و ٢/٢٨٢، مجمع الأمثال ١/٣٢ و ٢/٢٧٧، المستقصى ١/٣٧٠، نكتة الأمثال ١٣٢، العقد الفريد ٣/١١٠.
[٢٤٠]- أمثال الضّبي ٥٥، أمثال أبي عبيد ٩٧، الفاخر ٦٥، فصل المقال ١٣٥- ١٣٦، جمهرة الأمثال ١/٢٦٦، مجمع الأمثال ١/١٢٩ وفيه: «تسمع بالمعيديّ.» المستقصى ١/٣٧٠، نكتة الأمثال ٤٧، تمثال الأمثال ٣٩٥، زهر الأكم ٣/١٧٧. اللسان (عدد، معد) .
يضرب لمن خبره خير من مرآه.','1','51',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (55,'<span data-type="title" id=toc-37>باب إن خفيفة</span>
[٢٤١]- إن كنت ريحا فقد لاقيت إعصارا. أي إن كنت ذا مكنة فقد لاقيت ما تتمكن من تصريفه على ما تحبّه. فالرّيح فإنّها وإن كانت ذات قوة فإنّها في السّحاب أشدّ تأثيرا. والإعصار: السّحاب.
[٢٤٢]- إن يبغ عليك قومك لا يبغ عليك القمر. قاله رجل لآخر بايعه على غروب القمر صبيحة ثلاث عشرة، أيسبق الشّمس أم يسبقه، فقال قومه: يكونان معا. فقال لهم:
بغيتم عليّ. فقيل له ذلك.
[٢٤٣]- إن تعط العبد كراعا يطلب ذراعا. أي من لا خلاق له يستزيدك كلّما أحسنت إليه، ولا يرضى بما أوليته. قالته أمّ عمرو جارية مالك وعقيل لعمرو بن عديّ لمّا طرقهما وهما لا يعرفانه فاستزادهما في برّه. ويروى: «أعطي.. طلب» .
[٢٤٤]- إن لم تغلب فاخلب. أي إن لم تتمكّن من بغيتك بالقوة، فتوصّل إليها بالخلابة:
وهي الملاطفة.
[٢٤٥]- إن فرّ عير فعير في الرّباط. الرّباط: ما ارتبط من الخيل، واحدها ربيط. أي إن فاتك أمر ففي يدك نظيره.
_________
[٢٤١]- أمثال أبي عبيد ٩٦، جمهرة الأمثال ١/٣١ و ٢/٣٧٠، مجمع الأمثال ١/٣٠، المستقصى ١/٣٧٣، نكتة الأمثال ٤٦، زهر الأكم ١/٩٩، العقد الفريد ٣/٩٢، اللسان (عصر) .
قال الميداني: «الإعصار: ريح تهبّ شديدة بين السّماء والأرض» .
يضرب مثلا للمدلّ بنفسه إذا صلي بمن هو أدهى منه وأشدّ.
[٢٤٢]- أمثال الضبي ٥٢، أمثال أبي عبيد ٩٣، جمهرة الأمثال ١/٣٤، مجمع الأمثال ١/٢٨، المستقصى ١/٣٧٥، نكتة الأمثال ٤٤.
والبغي: الظّلم، ويضرب للأمر المشهور.
[٢٤٣]- أمثال الضبي ١٤٩، أمثال أبي عبيد ٢٨١، جمهرة الأمثال ١/١٠٧، فصل المقال ٣٩٧، وفيها:
«أعطي العبد كراعا فطلب ذراعا» نكتة الأمثال ١٧٨، الوسيط ١١١، المستقصى ١/٣٧١.
[٢٤٤]- أمثال أبي عبيد ١٥٦، وفيه: «إذا لم تغلب..» فصل المقال ١١٣، جمهرة الأمثال ١/٦٦، مجمع الأمثال ١/٣٤، المستقصى ١/٣٧٥، نكتة الأمثال ٩٢، العقد الفريد ٣/١٠٥، اللسان (خلب) .
[٢٤٥]- أمثال أبي عبيد ٣٢٥، مجمع الأمثال ١/٢٥، نكتة الأمثال ٢٠٣، وفيها: «إن ذهب» ، جمهرة الأمثال ١/١٠٩ وفيه «إن هلك..» ، المستقصى ١/٣٧٢، زهر الأكم ١/٩٦ وفيه «إن ذهب ... في الرهط» .','1','52',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (56,'[٢٤٦]- إن لاحظية فلا أليّة. إي إن أخطأتك الحظوة عند زوجك فلا تألن أن تتودّدي إليه.
[٢٤٧]- إن لاده فلاده. أي إن لم يكن هذا فلا يكن هذا.
[٢٤٨]- إن كنت تشدّ بي أزرك فأرخه. أي إن كنت تتّكل علي في حاجتك فلا تعوّل على من لا معوّل عليه.
[٢٤٩]- إن يدم أظلّك فقد نقب خفّي. أي إنّي في مثل حالك، والأظلّ: أسفل الخفّ.
ونقب: حفي. أصله أن مسافرا نقب خف بعيره فدمي، فنزل عنه يقوده حتّى نقب خفّ الرّجل أيضا، فلما أراد ركوبه جرجر «١» . فقال: إن يدم أسفل خفّك فقد حفي خفّي أيضا.
_________
[٢٤٦]- أمثال أبي عبيد ١٥٧، جمهرة الأمثال ١/٦٧، فصل المقال ٢٣٧، مجمع الأمثال ١/٢٠، المستقصى ١/٣٧٣، نكتة الأمثال ٩٢، زهر الأكم ١/١٠٠، اللسان (ألي، حظي) ، المخصص ٤/١٩.
[٢٤٧]- أمثال أبي عبيد ٢٤٢، جمهرة الأمثال ١/٩٤، فصل المقال ٣٤٨، المستقصى ١/٣٧٤، نكتة الأمثال ١٥٢، اللسان (دهده) .
ويروى: «إلّا ده فلاده» و «إلّا ده فلاده» ساكن الهاء.
[٢٤٨]- أمثال أبي عبيد ٢٤٧، جمهرة الأمثال ١/١٩٠، مجمع الأمثال ١/٢١، المستقصى ١/٣٧٢، نكتة الأمثال ٢٥٥، وفيها: «إن كنت بي تشدّ..» .
[٢٤٩]- أمثال أبي عبيد ٢٨٠، جمهرة الأمثال ١/٣٦١، المستقصى ١/٣٧٦، نكتة الأمثال ١/١٧٨، اللسان (ظلل) .','1','53',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (57,'<span data-type="title" id=toc-38>باب ما جاء على لفظ الماضي</span>
[٢٥٠]- أخلف رويعيا مظنّه. تصغير راع، وكان اعتاد مكانا يرعاه، فجاء يوما وفيه الأسد فقال ذلك.
[٢٥١]- أخطأ نوؤك. أي لم يظفر الجاهل.
[٢٥٢]- أخطأت استك الحفرة. أي لم تصب موضع الحاجة.
[٢٥٣]- أخبرته بعجري وبجري. العجر: العروق المنعقدة. والبجر: في البطن خاصة. أي أطلعته على سرّي كلّه.
[٢٥٤]- اختلط المرعيّ بالهمل. أي قصّر الرّاعي حتّى اختلطت إبله بما لا راعي له، وساوته في قلّة المراعاة.
[٢٥٥]- اختلط اللّيل بالتّراب. أي اختلط على القوم أمرهم.
[٢٥٦]- اختلط الخاثر بالزّبّاد. مثله: لأنّ الزّبد لا يرجع إلى اللّبن بعد خروجه منه.
_________
[٢٥٠]- أمثال أبي عبيد ٢٤٤، جمهرة الأمثال ١/٩٥، فصل المقال ٣٥٣، مجمع الأمثال ١/٢٤٠، المستقصى ١/١٠٥، العقد الفريد ٣/١٢٥.
[٢٥١]- مجمع الأمثال ١/٢٤٧، المستقصى ١/١٠٢، اللسان (خطأ) ، والنّوء: النّجم يطلع أو يسقط فيمطر، يقال: مطرنا بنوء كذا.
[٢٥٢]- جمهرة الأمثال ١/١٩٧، مجمع الأمثال ١/٢٤٥، وفيه: «.. استه..» ، المستقصى ١/١٠٢، زهر الأكم ٢/١٩١، اللسان (صحح) ، ويضرب لمن رام شيئا فلم ينله.
[٢٥٣]- أمثال أبي عبيد ٦٠، جمهرة الأمثال ١/٤٤٨، فصل المقال ٦٥، مجمع الأمثال ١/٢٣٧، المستقصى ١/٩٣، نكتة الأمثال ٢١، العقد الفريد ٣/٥٨، اللسان (بجر، شقر، عجر) .
[٢٥٤]- أمثال أبي عبيد ٢٩٨، جمهرة الأمثال ١/١١٠، مجمع الأمثال ١/٢٣٨، المستقصى ١/٩٥، نكتة الأمثال ١٩١، اللسان (خلط، همل) .
[٢٥٥]- مجمع الأمثال ١/٢٤٠، المستقصى ١/٩٤، اللسان (خلط) .
[٢٥٦]- أمثال أبي عبيد ٢٩٨، جمهرة الأمثال ١/١١٠، فصل المقال ٤٢١، مجمع الأمثال ١/٢٤٠، المستقصى ١/٩٤، نكتة الأمثال ١٩١- ١٩٢، زهر الأكم ٢/١٩٥، اللسان (زبد، خثر) ، المخصص ١٢/١٣٨.','1','54',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (58,'[٢٥٧]- أتاك ريّان بقعب من لبن. أي لم يعطك من جوده، ولكن لاستغنائه عمّا في يده.
[٢٥٨]- أتتك بحائن رجلاه. كان الحارث بن العيّف العبديّ هجا الحارث بن جبلة الغسّاني، فلما غزاه المنذر سار معه فهزم المنذر وأسر ابن العيّف، فقال له ابن جبلة ذلك ثم أمر به الدّلامص سيّافه فضرب عنقه.
[٢٥٩]- أتت عليه أمّ الدّهيم. أي أهلكته المنيّة، وهي الدّاهية.
[٢٦٠]- أتى الأبد على لبد. لبد: نسر لقمان السّابع.
_________
[٢٥٧]- أمثال أبي عبيد ١٩٨، جمهرة الأمثال ١/٧٢، مجمع الأمثال ١/٤٢، نكتة الأمثال ١٢١، وفيها:
«أتاك ريّان بلبنه» ، المستقصى ١/٣٧ وفيه: «أتاك ريّان بقعب من لبن» .
[٢٥٨]- أمثال الضبي ٥١، أمثال أبي عبيد ٣٢٨، الفاخر ٢٥١، جمهرة الأمثال ١/١١٩، مجمع الأمثال ١/٢١، المستقصى ١/٣٧، نكتة الأمثال ٢٠٧، تمثال الأمثال ١٠٨، زهر الأكم ١/٦١، اللسان (حين) المخصص ٦/١٢٨.
قال الميداني: «وقيل أوّل من قاله عبيد بن الأبرص حين عرض للنّعمان بن المنذر في يوم بؤسه، وكان قصده ليمدحه، ولم يعرف أنه يوم بؤسه، فلّما انتهى إليه قال له النّعمان: ما جاء بك يا عبيد؟ قال: أتتك بحائن رجلاه..»
والحائن: الذي حان أجله أي دنا.
[٢٥٩]- لم أجده بهذا اللفظ، وفي الميداني ١/٧٧، والمستقصى ١/٣٧: «أتت عليه أمّ اللهيم» أي الداهية، وفي فصل المقال ٤٦٩ «أتتكم الدّهيم» .
[٢٦٠]- أمثال أبي عبيد ٣٣٦، الدرة الفاخرة ١/٣١٥ و ٢/٣٦٧، سوائر الأمثال ٢٧٥، جمهرة الأمثال ١/١٢٦، فصل المقال ٤٦٢، المستقصى ١/٣٦، نكتة الأمثال ٢١٠، وفيها: «.. أبد..» مجمع الأمثال ١/٤٢٩ وفيه: «طال الأبد» زهر الأكم ١/٥٩، اللسان (أبد، لبد) ، ثمار القلوب ٤٧٦.
قال العسكري: «والأبد: الدهر. ولبد: النّسر السّابع من نسور لقمان بن عاد، وكان يأخذ النّسر صغيرا فيربّيه حتى يكبر، فإذا مات أخذ نسرا آخر حتى استكمل عمر سبعة أنسر، وكان لبد سابعا.
ويقال: إن النسر يعيش أربع مئة سنة..» .
وفيه يقول النابغة الذبياني في (ديوانه ٥) :
أضحت خلاء وأضحى أهلها احتملوا ... أخنى عليها الذي أخنى على لبد','1','55',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (59,'[٢٦١]- أوسعتهم سبّا وساروا بالإبل. قاله كعب بن زهير لأبيه وقد استاقت بنو أسد إبله فهجاهم.
[٢٦٢]- أودت به عقاب ملاع. أي هلك سريعا.
[٢٦٣]- أودت العير إلّا ضرطا. يضرب مثلا لمن لم يبق منه إلّا ما لا ينتفع به.
[٢٦٤]- أودى كما أودى درم. هو درم بن دبّ بن مرّة بن شيبان، قتله النّعمان فلم يود.
[٢٦٥]- أوردها سعد وسعد مشتمل. أي أنّه أوردها شريعة الماء فلم يحتج إلى الاستقاء من بئر فيتجرّد لذلك.
_________
[٢٦١]- أمثال أبي عبيد ٣٢١، الفاخر ١٧٦، جمهرة الأمثال ١/١١٦، مجمع الأمثال ٢/٣٦٣، المستقصى ١/٤٣١، نكتة الأمثال ٢٠٢، العقد الفريد ٣/١١٩، ويروى: «وأودوا بالإبل» .
قال العسكري: «يضرب مثلا للرجل يتهدّد وليس على عدوّه منه ضرر، والمثل لكعب بن زهير، قاله لأبيه زهير، وكان الحارث بن ورقاء الصيداوي من بني أسد اغار على إبل زهير، فذهب بها وبراعيها يسار، فجعل زهير يهجوه ويتهدّده في مثل قوله:
يا حار لا أرمين منكم بداهية ... لم يلقها سوقة قبلي ولا ملك
اردد يسارا ولا تعنف عليّ ولا ... تمعك بعرضك إن الغادر المعك
ليأتينّك منّي منطق قذع ... باق كما دنّس القبطيّة الودك
فلمّا أكثر من هجائهم وهم لا يكترثون، قال ابنه كعب «أوسعتهم سبّا وأودوا بالإبل» .
[٢٦٢]- أمثال أبي عبيد ٣٤٠، الوسيط في الأمثال ١١٤، فصل المقال ٤٦٧، مجمع الأمثال ٢/٣٦٥، المستقصى ١/٤٢٨، نكتة الأمثال ٢١٣، اللسان (ملع) ، وفيها: «أودت بهم..» .
وقد اختلفوا في معنى ملاع، فمنهم من قال هو اسم للصحراء، وإنّما قالوا ذلك لأن عقاب الصحراء أبصر وأسرع من عقاب الجبل، وقيل إنه مأخوذ من السرعة، لأن الملع هي السرعة.
[٢٦٣]- أمثال أبي عبيد ١١٨، جمهرة الأمثال ١/٥٣، مجمع الأمثال ٢/٤٦٣، وفيها: «أودى..» ، المستقصى ١/٤٢٨، وفيه «.. ضرطه» ، نكتة الأمثال ٦٤، اللسان (ضرط) .
ومعناه: لم يبق من قوّته وجلده شيء غير هذا.
[٢٦٤]- جمهرة الأمثال ١/١٦٧، مجمع الأمثال ٢/٣٦٩، وفيهما: «أودى درم» المستقصى ١/٤٢٩، برواية ابن رفاعة.
زاد الزمخشري: «وقيل: فقد كما فقد القارظ» .
[٢٦٥]- أمثال أبي عبيد ٢٤٠، جمهرة الأمثال ١/٩٣، فصل المقال ٣٤٧، مجمع الأمثال ٢/٣٦٤ و ٤٠٦، المستقصى ١/٤٣٠، نكتة الأمثال ١٥١، اللسان (شرع) .
قال العسكري: «والمثل لمالك بن زيد مناة، ورأى أخاه سعدا أورد إبله ولم يحسن القيام عليها، فقال ذلك، وكان مالك آبل أهل زمانه على حمقه..»','1','56',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (60,'[٢٦٦]- أنجز حرّ ما وعد. قاله الحارث بن عمرو بن حجر الكنديّ لصخر بن نهشل، وكان له مرباع بني «١» حنظلة، فجعل للحارث الخمس منه إن دلّه على غنيمة ففعل ووفى قوله.
[٢٦٧]- أنجد من رأى حضنا. حضن: جبل بأوّل بلاد نجد أي قد بلغ نجدا من أبصره.
[٢٦٨]- انقطع السّلى في البطن. أي أهلك، واشتدّ الأمر وفات.
[٢٦٩]- انقطع قويّ من قاوية. أي فات فوتا لا يستدرك.
[٢٧٠]- أساء سمعا فأساء جابة. أي لم يسمع مقالك فأساء جوابك، وجابة: اسم، والإجابة المصدر.
_________
[٢٦٦]- أمثال الضبي ٦٨، ١٨١، أمثال أبي عبيد ٧١، الفاخر ٦١، جمهرة الأمثال ١/٣٠، الوسيط ٣٨، فصل المقال ٨٥، مجمع الأمثال ٢/٣٣٢، المستقصى ١/٣٨٤، نكتة الأمثال ٢٨٥، تمثال الأمثال ٣٢٥، العقد الفريد ٣/٨٦، اللسان (نجز) .
[٢٦٧]- أمثال أبي عبيد ٢١٠، الدرة الفاخرة ١/١٠٤، جمهرة الأمثال ١/٧٨، مجمع الأمثال ٢/٣٣٧، المستقصى ١/٣٨٤، نكتة الأمثال ١٢٩، تمثال الأمثال ٣٢٣. اللسان (نجد، حضن) المخصص ١٢/٤٨.
[٢٦٨]- أمثال أبي عبيد ٣٣٦، جمهرة الأمثال ١/١٥٩، فصل المقال ٤٦٣، مجمع الأمثال ٢/٩٢، المستقصى ١/٣٩٧، نكتة الأمثال ٢٠٩، تمثال الأمثال ٢٦٥، اللسان (سلا) .
السّلى: الوعاء الذي يكون فيه الجنين، وهو المشيمة، وإذا انقطع في البطن هلك الحامل والمحمول به.
[٢٦٩]- أمثال أبي عبيد ٣٣٦، جمهرة الأمثال ١/١٥٩ و ٢/٢٧٣، فصل المقال ٤٦٣، مجمع الأمثال ٢/٩٨، المستقصى ١/٣٩٧، نكتة الأمثال ٢٠٩، اللسان (قوا) ، المخصص ١٢/٢٥٤.
القاوية: البيضة، والقويّ: الفرخ الصغير.
يضرب هذا المثل للرجلين ينقطع ما بينهما كما ينقطع الفرخ من البيضة.
[٢٧٠]- أمثال الضبي ١٧٠، أمثال أبي عبيد ٥٣، الفاخر ٧٢، جمهرة الأمثال ١/٢٥ و ٤٩٤، الوسيط ٤٢، فصل المقال ٤٩، مجمع الأمثال ١/٣٣٠، المستقصى ١/١٥٣، نكتة الأمثال ١٦، زهر الأكم ٣/١٨٢ وفيه «.. إجابة» ، العقد الفريد ٣/٨٣، اللسان (سمع، جوب) ، المخصص ٢/١٢٩.','1','57',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (61,'[٢٧١]- أساء رعيا فسقى. أي لم يحسن فموّه، يريد أساء رعيها فسقاها لتمتليء أجوافها فتتوهّم شباعا.
[٢٧٢]- أساف حتّى ما يشتكي السّواف. الإسافة: ذهاب المال. يقول: ذهب ماله، ومرن عليه حتّى ما يشتكيه.
[٢٧٣]- أسرع في نقص أمر تمامه. أي إنّه إذا تمّ أمر أخذ في النّقصان.
[٢٧٤]- استنّت الفصال حتّى القريعى. الفصال: ما فصل عن النّوق من أولادها.
والقريعى: تصغير قرعى، وهي الّتي بها القرع وهو داء. والاستنان: ضرب من المرح.
يضرب مثلا للأمر يدخل فيه كل أحد حتى أعجزهم عنه.
[٢٧٥]- استوت به الأرض. أي مات.
[٢٧٦]- استدقمت راحلتك. أي عجّلت بالشّرّ، وسارعت فيه.
_________
[٢٧١]- أمثال أبي عبيد ٣٠١، جمهرة الأمثال ١/١١٢، مجمع الأمثال ١/٣٣٥، المستقصى ١/١٥٢، نكتة الأمثال ١٩٣.
[٢٧٢]- أمثال أبي عبيد ٣٣٩، جمهرة الأمثال ١/١٨٤، فصل المقال ٤٦٥، مجمع الأمثال ١/٣٣٥، المستقصى ١/١٥٤، نكتة الأمثال ٢١٢، زهر الأكم ٣/١٨٢، اللسان (سوف) ، المخصص ٧/١٧١.
[٢٧٣]- مجمع الأمثال ١/٣٤٣، المستقصى ١/١٦٠.
[٢٧٤]- أمثال أبي عبيد ٢٨٦، جمهرة الأمثال ١/١٠٨ و ٢/٦٣، فصل المقال ٤٠٢، مجمع الأمثال ١/٣٣٣، المستقصى ١/١٥٨، نكتة الأمثال ١٨١، زهر الأكم ٣/١٨٠، وفيها ما عدا المستقصى «حتّى القرعى» ، اللسان (قرع، سنن) ، المخصص ٧/١٤٧.
[٢٧٥]- مجمع الأمثال ١/٣٤٣، المستقصى ١/١٥٩.
[٢٧٦]- أمثال أبي عبيد ٨١، وفيه «.. رحالتك» ، جمهرة الأمثال ١/١٨٥ وفيه «رحالته» ، مجمع الأمثال ٢/١٢٣، المستقصى ١/١٥٧، نكتة الأمثال ٣٦، اللسان (رحل، قدم) وفيها «رحالتك» .
قال الزمخشري: «أصله في السّرج إذا لم تنعم حزمه فيقلق ويتقدّم، يضرب فيمن عدا طوره» .','1','58',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (62,'[٢٧٧]- استنوق الجمل. أيّ انتقل عمّا كان عليه. قاله طرفة لرجل انتقل عن وصف جمل إلى وصف ناقة في شعر.
[٢٧٨]- أساء كاره ما عمل. أي المكره يسيء فيما يعمله، ولا يخاف ذهاب أجرته.
[٢٧٩]- استكرمت فاربط. أي وجدت شيئا كريما فاحتفظ به.
[٢٨٠]- أشبه شرج شرجا لو أنّ أسيمرا. الشّرج: مسيل الحرّة. وأسيمر: تصغير أسمر. قاله لقيم لما أوقد له لقمان السّمر في أخدود ليحرقه، ففطن لمّا لم ير السّمر في موضعه.
[٢٨١]- أشبه امرؤ «١» بعض بزّه. قاله سهيل بن عمرو في ابنه لما أجاب لغير ما سئل عنه.
أي أشبه أمّه في حمقها.
[٢٨٢]- أفلت بجريعة الذّقن. أي بعد أن كان قريبا كقرب الماء من الذّقن.
_________
[٢٧٧]- أمثال الضبي ١٧٤، أمثال أبي عبيد ١٢٩ وفيه «قد استنوق..» جمهرة الأمثال ١/٥٤، فصل المقال ١٩٠، مجمع الأمثال ٢/٩٣ «قد استنوق» ، المستقصى ١/١٥٨، نكتة الأمثال ٧٢، اللسان (ضرب، تيس، نوق، سعل، سلم) .
قال الزمخشري: «كان طرفة عند بعض الملوك، والمسيّب بن علس ينشده:
وقد أتناسى الهمّ عند احتضاره ... بناج عليه الصيعريّة مكدم
كميت كناز اللّحم أو حميريّة ... مواشكة تنفي الحصى بمثلّم
فقال طرفة ذلك لأن الكناز من صفات الإناث، وقيل: إن الصيّعريّة لا يوسم بها إلّا النّوق خاصة، فكان قوله: «استنوق الجمل عندها» .
[٢٧٨]- جمهرة الأمثال ١/١٩٧ و ٣٥٧، مجمع الأمثال ١/٣٣٨، المستقصى ١/١٥٣.
[٢٧٩]- أمثال أبي عبيد ١٩٩، جمهرة الأمثال ١/٧٣، مجمع الأمثال ٢/١٤١، المستقصى ١/١٥٨، نكتة الأمثال ١٢٢، وفيه: «فارتبط» ، اللسان (كرم) .
[٢٨٠]- أمثال الضبي ١٥٤، أمثال أبي عبيد ١٤٨، جمهرة الأمثال ١/٦٢، فصل المقال ٢٢٥، مجمع الأمثال ١/٣٦٢، المستقصى ١/١٨٨، نكتة الأمثال ٨٧، زهر الأكم ٣/٢١٦، اللسان (شرج، سمر) . المخصص ١٢/١٤٥.
[٢٨١]- أمثال الضبي ١٧٠، أمثال أبي عبيد ٥٣، الفاخر ٧٢، جمهرة الأمثال ١/٢٥ و ٥٠٤، الوسيط ٤٣، فصل المقال ٤٩، مجمع الأمثال ١/٣٣٠، المستقصى ١/١٨٧.
[٢٨٢]- أمثال أبي عبيد ٣٢١ وفيه: «أفلتني جريعة الذقن» ، جمهرة الأمثال ١/١١٥، مجمع الأمثال ٢/٦٩ وفيه:
«أفلت فلان جريعة الذّقن» ، المستقصى ١/٢٧٤، نكتة الأمثال ٢٠١، اللسان (فلت، جرع) المخصص ١١/٩٤.
والجريعة: تصغير الجرعة وهي المقدار الذي يجترع أي يبتلع من الماء مرّة.
ومعناه: أفلت من الهلكة بعد أن قرب منها كقرب الجرعة من الذّقن.','1','59',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (63,'[٢٨٣]- أفلت وانحصّ الذّنب. أي أفلت بعد أن لحقته شدّة. قاله معاوية لرسول أرسله إلى ملك الرّوم، وأمره بالأذان بين يديه، ففعل، فهمّ بقتله، فنهي عن ذلك، وقيل:
إن فعلت لم يبق في بلاده نصرانيّا، وأمسك عنه، فلمّا عاد إلى معاوية. قال له:
أفلت وانحصّ «١» الذّنب. فقال الرّجل: بل هو بهلبه «٢» .
[٢٨٤]- أفرخ روعك. أي ليذهب حزنك ورعبك.
[٢٨٥]- أفضيت إليه بشقوري. أي أطلعته على مكنون سرّي.
[٢٨٦]- اقشعرّت منه الذّوائب. ويقال: «الدّوائر» ، وهمّا لا يقشعرّان إلّا عند أشدّ الخوف.
_________
[٢٨٣]- أمثال أبي عبيد ٣٢٠، جمهرة الأمثال ١/١١٥، فصل المقال ٤٤٧، مجمع الأمثال ٢/٧٠، المستقصى ١/٢٧٤، نكتة الأمثال ٢٠١، العقد الفريد ٣/١٣٢، اللسان (هلب، حصص) .
قال العسكري: «يضرب مثلا للرجل ينجو من الهلكة بعد الإشفاء عليها، والمثل لمعاوية بن أبي سفيان، وذلك أنّه أرسل رجلا من غسّان إلى الرّوم، وجعل له ثلاث ديات، على أن ينادي بالأذان عند باب ملكهم، ففعل، فوثب عليه البطارقة ليقتلوه، فمنعهم الملك، وقال: إنّما أراد مرسله أن نقتله، فيقتل كل مستأمن منّا عنده، ويهدم كل بيعة لنا قبله، ثمّ أكرمه وجهّزه، فلمّا رآه معاوية قال: «أفلت وانحصّ الذّنب» فقال: كلّا إنّه لبهلبه، ثمّ حدّثه الحديث، فقال: لقد أصاب ما أردت» .
[٢٨٤]- أمثال أبي عبيد ٣٢٤، جمهرة الأمثال ١/٨٥، فصل المقال ٦٣ و ٣٥ و ٤٥١، مجمع الأمثال ٢/٨١، المستقصى ١/٢٦٧، نكتة الأمثال ٢٠٣، اللسان (روع، فرخ) .
قال العسكري: «أي زال ما كنت تخاف منه، وقال ابن الأنباري: أوّل من قاله معاوية، وذلك خطأ. وأوّل من قاله النبي صلّى الله عليه وسلم، أخبرنا أبو أحمد عن ابن الأنباري عن أبي العباس قال: ولّى معاوية زيادا البصرة، واستعمل المغيرة بن شعبة على الكوفة، فلم يلبث أن مات المغيرة فتخوّف زياد أن يستعمل مكانه عبد الله بن عامر، فكتب إليه يشير عليه باستعمال الضحّاك بن قيس، وكتب إليه معاوية: «أفرخ روعك» قد ضممناها إليك..» .
[٢٨٥]- أمثال أبي عبيد ٦٠، جمهرة الأمثال ١/٤٤٨، وفيه: «دققت لهم شقوري» ، فصل المقال ٦٤، مجمع الأمثال ٢/٧١، المستقصى ١/٢٧٣، نكتة الأمثال ٢١، العقد الفريد ٣/٨٥، اللسان (شقر) .
[٢٨٦]- جمهرة الأمثال ١/٤٨٨، وفيه: «اقشعرّت ذوائبه» ، فصل المقال ٤٤٦، مجمع الأمثال ٢/١٠٧، المستقصى ١/٢٨٢، وفيه: «اقشعرّت عنه» .
قال الزمخشري: «يضرب في الجبان إذا فزع من الشيء» .','1','60',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (64,'[٢٨٧]- أقصر لمّا أبصر. أي أمسك عن الطّلب لمّا رأى سوء العاقبة.
[٢٨٨]- أقصّته شعوب. أي تبعته داهية ثم نجا.
[٢٨٩]- أدرك أرباب النّعم. أي لحق من له عناية بالأمر وحرص عليه.
[٢٩٠]- أدرّها وإن أبت. أي أكرهه على الإحسان إليه، وإن كان لم يؤثر ذلك.
[٢٩١]- أعرضت القرفة. أي أوسعت الطّلب، وأسرفت فيما لا يقدر عليه، ولا يحاط به.
[٢٩٢]- أعذر من أنذر. أعذر إليك عن خيرك، وحذّرك ما يحلّ بك.
[٢٩٣]- أعييتني من شبّ إلى دبّ. أي من لدن شببت إلى أن دببت هرما.
[٢٩٤]- أعييتني بأشر فكيف بدر در؟ أي لم أطعك وأنت طفلة أسنانك ذات أشر: أي غروب حادة، فكيف وقد كبرت حتّى ذهبت غروبها، وصرت ذات دردر: أي أسنان
_________
[٢٨٧]- أمثال أبي عبيد ٢٢١، جمهرة الأمثال ١/١٨٧ و ٢/٦٢، مجمع الأمثال ٢/١٠٨، المستقصى ١/٨٣، نكتة الأمثال ١٣٧، العقد الفريد ٣/١١٢.
[٢٨٨]- مجمع الأمثال ٢/١٠٧، المستقصى ١/٢٨٤.
[٢٨٩]- أمثال أبي عبيد ١٩٦، جمهرة الأمثال ١/١٨٦، مجمع الأمثال ٢/٢٦٤، المستقصى ١/٢٨٣، نكتة الأمثال ١١٩، وضبط «أرباب» بالضمّ.
قال الزمخشري: «أصله أن يرعى الإبل غير أربابها فيقلّ بها اهتمامهم، ويسوء أثرهم ثمّ يدركها أصحابها فيعتنوا بشأنها ويتأنّقوا في رعيتها، يضرب في مباشرة الأمر من له اعتناء.
[٢٩٠]- مجمع الأمثال ١/٢٦٦، المستقصى ١/١١٥، اللسان (درر) .
قال الزمخشري: «أصلها في الناقة العصوب، يضرب لمن ينال من الشحيح شيئا بالتعنيف والإلحاح» .
[٢٩١]- أمثال أبي عبيد ٣٠٠، وفيه: «قد أعرضت..» جمهرة الأمثال ١/١٥٩ و ٢/٥١، فصل المقال ٤٢٤، مجمع الأمثال ٢/٢٠ و ٢٦، المستقصى ١/٢٤٠، نكتة الأمثال ١٩٣، اللسان (عرض) .
[٢٩٢]- جمهرة الأمثال ١/١٦٢، فصال المقال ٣٢٥، مجمع الأمثال ٢/٢٩، المستقصى ١/٢٤٠، العقد الفريد ٣/١١٣، اللسان (عذر، نذر) .
قال الميداني: «أي من حذرك ما يحلّ بك فقد أعذر إليك، أي صار معذورا عندك» .
[٢٩٣]- أمثال أبي عبيد ١٢٢، جمهرة الأمثال ١/٥٣، مجمع الأمثال ٢/٧، المستقصى ١/٢٥٧، نكتة الأمثال ٦٧، اللسان (دبب، شبب، درر، ضرر، برك، قول) ، المخصص ١/٣٧.
[٢٩٤]- أمثال أبي فيد ٩٩ وفيه: «.. فما بالك بدردر» ، أمثال أبي عبيد ١٢١، الدرة الفاخرة ١/١٤٦، جمهرة الأمثال ١/٥٣، فصل المقال ١٨٣، مجمع الأمثال ٢/٧، المستقصى ١/٢٥٧، نكتة الأمثال ٦٧، زهر الأكم ٢/١٣٣، العقد الفريد ٣/٩٧، اللسان (أشر، درر) ، المخصص ١/١٤٦.','1','61',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (65,'منكسرة، وأصله أنّ رجلا كان يلاعب طفلا ويقول: يا حبذا درادرك، وكسرت أمرأته أسنانها ثم أرته طمعا في أن يستحسنه، فقال ذلك.
[٢٩٥]- أعطاه بقوف رقبته. أي بعينه من غير ثمن.
[٢٩٦]- أبي الحقين العذرة. قاله ضيف نزل بقوم فاعتذروا إليه بتعذّر قراه وبإزائه لبن حقين في وطب، أي ذلك اللّبن يكذّبكم، ويأبى قبول «١» عذركم.
[٢٩٧]- أبدى الصّريح عن الرّغوة. أي انكشف مستور الأمر وظهر سرّه. قاله عبيد الله ابن زياد لهانيء بن عروة حين سأله عن مسلم بن عقيل فجحد، ثم أقرّ.
[٢٩٨]- أراك بشر ما أحار مشفر. أي ما أكلت بان على بشرتك.
[٢٩٩]- ازددت رغما ولم تدرك وغما. الرّغم: الغيظ. والوغم: الثّأر.
[٣٠٠]- أمرع واديه وأجنى حلّبه «٢» . أمرع: أخضب. وأجنى: صار ذا جنى. والحلّب:
شجر. أي اتّسع أمره واستغنى.
_________
[٢٩٥]- أمثال أبي عبيد ١٦٦، جمهرة الأمثال ١/١٩٤، فصل المقال ٢٤٨، مجمع الأمثال ٢/٦، المستقصى ١/٢٤٨، نكتة الأمثال ٩٩، اللسان (قوف) .
وقوف الرّقبة: الشعر السائل في نقرتها، ويقال ذلك: إذا أعطاه بغيته ولم يأخذ له ثمنا ولا أجرا.
[٢٩٦]- أمثال أبي عبيد ٦٣، الفاخر ٢٠٣ و ٢٠٤، جمهرة الأمثال ١/٢٨، فصل المقال ٧٤، مجمع الأمثال ١/٤٢، المستقصى ١/٣١، نكتة الأمثال ٢٢، زهر الأكم ١/٥٩، اللسان (حقن) ، المخصص ٥/٤١.
قال الزمخشري: «يضرب للمعتذر بالزور» .
[٢٩٧]- أمثال أبي عبيد ٥٩، جمهرة الأمثال ١/٢٧، فصل المقال ٦٠، مجمع الأمثال ١/١٠٣، المستقصى ١/١٥، نكتة الأمثال ١٩.
[٢٩٨]- أمثال أبي عبيد ٢٠٩، جمهرة الأمثال ١/٧٧ و ٢/٤٣٤، فصل المقال ٣٠٤، مجمع الأمثال ١/٢٩٠، المستقصى ١/١٣٧، نكتة الأمثال ١/١٢٩، زهر الأكم ٣/٢٩، اللسان (شفر) .
[٢٩٩]- مجمع الأمثال ١/٣٢٣، المستقصى ١/١٤٨.
قال الزمخشري: «الرغم: الذّلّ، والوغم: الثأر؛ يضرب مثلا لمن يسعى في أمر فلا تنجح مسعاته ولا يخرج منه سالما كما أخذ فيه» .
[٣٠٠]- مجمع الأمثال ٢/٢٧٥، المستقصى ١/٣٦٤.','1','62',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (66,'[٣٠١]- أصلح غيث ما أفسد البرد. أي إذا أفسد البرد الكلأ بتحطيمه، أصلحه المطر بإعادته. يضرب مثلا لمن أصلح ما أفسد غيره.
_________
[٣٠١]- مجمع الأمثال ١/٤٠٢، زهر الأكم ٣/٢٥٥.','1','63',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (67,'<span data-type="title" id=toc-39>باب إذا</span>
[٣٠٢]- إذا عزّ أخوك فهن. أي إذا عاسرك فياسره، فهو جدير إذ ذاك بالرّجوع.
[٣٠٣]- إذا سمعت بسرى القين فإنّه مصبّح. من شأن الحدّاد إذا خفّ شغله أن يقول:
إنّي سائر اللّيلة عنكم، ليستصنعه أهل الحيّ ما يحتاجون إليه خوف الفوت، وهو مصبّح غير سائر.
[٣٠٤]- إذا ارجحنّ شاصيا فارفع يدا. أي إذا مال خصمك، وسقط إلى الأرض رافعا رجليه، فارفع يدك عنه ولا تجهز عليه.
[٣٠٥]- إذا جاء الحين حارت العين. أي إذا حين الإنسان عميت عينه عن مواضع الاحتراس.
[٣٠٦]- إذا جاء القدر غشي البصر. مثله.
[٣٠٧]- إذا كنت كذوبا فكن حفوظا. ويروى: «ذكورا» : أي اذكر ما كذبت به لئلّا تأتي في وقت آخر بما يضادّه، فيستدلّ به على كذبك.
_________
[٣٠٢]- أمثال الضّبي ١٣٧، أمثال أبي عبيد ١٥٥، الفاخر ٦٤، جمهرة الأمثال ١/٦٥، الوسيط ٤١، فصل المقال ٢٣٥، مجمع الأمثال ١/٢٢ و ٢/٢١١، المستقصى ١/١٢٥، نكتة الأمثال ٩٢، زهر الأكم ١/٧٣، العقد الفريد ٣/١٠٤، اللسان (عزز، هين) المخصص ١٤/١٦٥.
[٣٠٣]- أمثال أبي عبيد ٤٧، الدرة الفاخرة ٢/٣٦٥، جمهرة الأمثال ١/٢٣، الوسيط ٦٠، فصل المقال ٣٥ و ١٠٧، مجمع الأمثال ١/٤١ و ٢٦٦، المستقصى ١/١٢٤، نكتة الأمثال ١٢، زهر الأكم ١/٧٢، ثمار القلوب ٢٤٠، اللسان (درر، قين) .
[٣٠٤]- أمثال أبي عبيد ١٥٥، جمهرة الأمثال ١/٦٤، فصل المقال ٢٣٤، مجمع الأمثال ١/٢١، وفيه:
«.. ارجعن» ، نكتة الأمثال ٩١، زهر الأكم ١/٧٢، العقد الفريد ٣/١٠٤، اللسان (رجحن، رجعن، شصا) .
[٣٠٥]- أمثال أبي عبيد ٣٢٦، وفيه: «إذا جاء الحين غطّى العين» جمهرة الأمثال ١/١١٨، الوسيط ٦١، مجمع الأمثال ١/٢٠، المستقصى ١/١٢٣، نكتة الأمثال ٢٠٥.
[٣٠٦]- أمثال أبي عبيد ٣٢٦ وفيه: «.. عشي» ، جمهرة الأمثال ١/١١٨، المستقصى ١/١٢٣، وفيه «عمي» .
[٣٠٧]- جمهرة الأمثال ٢/٣٩٦، مجمع الأمثال ١/٧٤، وفيه: «إن كنت كذوبا فكن ذكورا» المستقصى ١/١٢٦، تمثال الأمثال ١٥٨.
قال الشاعر:
تكذب الكذبة جهلا ... ثمّ تنساها قريبا
كن ذكورا للّذي ... تحكي إذا كنت كذوبا','1','64',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (68,'[٣٠٨]- إذا أخذت عملا فقع فيه، فإنّما خيبته توقّيه. أي إذا ابتدأت بأمر فمارسه، فإن الخيبة في الهيبة.
[٣٠٩]- إذا لم يكن ما تريد فأرد ما يكون. معروف.
[٣١٠]- إذا ضربت فأوجع وإذا زجرت فأسمع. أي بالغ ترهب.
[٣١١]- إذا وقي الرّجل شرّ لقلقه وقبقبه وذبذبه فقد وقي الشّرّ كلّه. أي شرّ لسانه وبطنه وفرجه.
[٣١٢]- إذا رمت الباطل أنجح بك. كان لامرأة زوج شيخ يلبس نعله قاعدا، فسمعها تقول: فديت من يلبس نعله قائما، يعني الشّاب، فرام ذلك يوما فضرط، فقالت له ذلك.
_________
[٣٠٨]- مجمع الأمثال ١/٥٢، المستقصى ١/١٢٢ وفيه: «فجد فيه» .
[٣٠٩]- أمثال أبي عبيد ٢٣٧، جمهرة الأمثال ١/٣٠٥، المستقصى ١/١٢٧.
يضرب في مؤاتاة المقادير كيفما جرت.
قال الشاعر في (جمهرة الأمثال ١/٣٠٥) :
إن لم يكن ما يريد النّاس من سبب ... فواجب أن يريد المرء ما كانا
[٣١٠]- مجمع الأمثال ١/٢٩، المستقصى ١/١٢٥، وفيه: «.. وإذا نعرت فأسمع» .
[٣١١]- أمثال أبي عبيد ٤٢، فصل المقال ٢٧، المستقصى ١/١٢٩، نكتة الأمثال ٧.
[٣١٢]- أمثال الضبي ١١٨، أمثال أبي عبيد ٢٦٦، وفيه: «إذا طلبت..» ، جمهرة الأمثال ١/١٠٤، فصل المقال ٣٨٠، مجمع الأمثال ١/٤٤، وفيه: «إذا طلبت.. أبدع بك» المستقصى ١/١٢٤، نكتة الأمثال ١٦٦، زهر الأكم ١/٧٣، اللسان (نجح، بدع) .
يضرب في الرجل يدّعي الباطل فيدال منه.','1','65',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (69,'<span data-type="title" id=toc-40>باب</span>
[٣١٣]- أوّل العيّ الاختلاط. الاختلاط: الغضب. يقول: إذا غضب المخاطب عيي عن الجواب.
[٣١٤]- أسوأ القول الإفراط. لأنّ الإفراط في كلّ أمر يؤدي إلى الإفساد.
[٣١٥]- أوّل الحزم المشورة. معروف.
[٣١٦]- أوّل الغزو أخرق. لأنّه لا يحكم الرّجل التّجارب فيه.
[٣١٧]- آخر الدّاء العياء الكيّ. لأنّه إنّما يعالج بالكيّ إذا لم تبق حيلة، فإمّا برأ، وإمّا مات، فكان آخر الدّاء لذلك. لأنّه لا يبقى مات أو حيي، ويروى «آخر الدّواء» لأنّه لا دواء بعده.
[٣١٨]- آخر البزّ على القلوص. قاله زبّان بن مجالد لما رأى رؤوس أولاده في جوالق تحمله الدّهيم: ناقة له، وقد قتلهم كتيف»
- بن زهير فحلف زبّان ألّا يحرم حرم غفيليّ «٢»
_________
[٣١٣]- أمثال أبي عبيد ٤٤، جمهرة الأمثال ١/١٨، فصل المقال ٣١، مجمع الأمثال ١/٥٢، المستقصى ١/٤٤١، نكتة الأمثال ٩، اللسان (خلط) .
[٣١٤]- سلف رقم ١٥١.
[٣١٥] أمثال أبي عبيد ٢٢٨، جمهرة الأمثال ١/١٨٧، مجمع الأمثال ١/٥٢، المستقصى ١/٤٤٠، نكتة الأمثال ١٤٢، تمثال الأمثال ٣٤٦، العقد الفريد ٣/١١٣.
قال بشار في (ديوانه ٤/١٧٢- ١٧٣) :
إذا بلغ الرّأي المشورة فاستعن ... برأي نصيح أو نصيحة حازم
ولا تجعل الشّورى عليك غضاضة ... مكان الخوافي قوّة للقوادم
[٣١٦]- أمثال أبي عبيد ١٠٧، جمهرة الأمثال ١/٤٨، مجمع الأمثال ١/٤٠، المستقصى ١/٤٤١، نكتة الأمثال ٥٢، العقد الفريد ٣/٩٥.
[٣١٧]- جمهرة الأمثال ١/٩٧ و ٤٢٦ بإسقاط: العياء، مجمع الأمثال ١/٢٩٢، المستقصى ١/٣ وفيهما «آخر الدّواء..» ، اللسان (كوي) .
[٣١٨]- أمثال الضبي ١٣٤، أمثال أبي عبيد ١٣٤، جمهرة الأمثال ١/١٣٤، مجمع الأمثال ١/٧٨ و ٢٣٦ و ٣٧٨، المستقصى ١/٢، زهر الأكم ١/٧٠، اللسان (دهم) .
والبزّ: متاع البيت من الثياب خاصة. والقلوص: الناقة الشابّة.
ويضرب مثلا في التأسّف على انقطاع الأمر.','1','66',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (70,'أبدا، أو يدلّوه كما دلّوا عليه. فمكث كما يزعمون عشرا، فبينما هو جالس إذ أقبل راكب، فقال: من أنت؟ فقال: رجل من غفيلة «١» . فقال: أبت فقداني لك، أي:
جئت بعد فهذا أوان مجيئك.','1','67',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (71,'<span data-type="title" id=toc-41>باب</span>
[٣١٩]- أحشّك وتروثني؟!. أي آتيك بالحشيش، وتروث عليّ. يضرب مثلا لمن جازى على الإحسان بالإساءة.
[٣٢٠]- أزمت شجعات مما فيهنّ. أزمت: أي ضاقت وعضّت. وشجعات: ثنيّة. «١»
يضرب مثلا للأمر الّذي تريده فيعتاص عليك ويمتنع.
[٣٢١]- آكل لحم أخي ولا أدعه لآكل. أي إذا رأيت النّهب والغارة في مالي أعمل التّبذير والإنفاق، ولا أدع غيري يأخذه.
[٣٢٢]- أسمع جعجعة ولا أرى طحنا. الجعجعة: صوت طحن الرّحا. والطّحن: الدّقيق أي أسمع وعيدا ولا أرى إيقاعا، أو وعدا ولا أرى إنجازا.
_________
[٣١٩]- أمثال أبي عبيد ٢٩٧، الدرة الفاخرة ٢/١٢٤، جمهرة الأمثال ١/١١٠، فصل المقال ٤١٨، مجمع الأمثال ١/٢٠٠، المستقصى ١/٦٧، نكتة الأمثال ١٩٠، العقد الفريد ٣/١١٧، اللسان (حشش، روث) .
[٣٢٠]- أمثال الضبي ٦٨، الفاخر ٦١، جمهرة الأمثال ١/٣٠، مجمع الأمثال ١/٣٥ و ٢/٣٣٢- ٣٣٣.
[٣٢١]- أمثال الضبي ٦٥، أمثال أبي عبيد ١٤٢، وفيهما: «إني آكل لحمي..» جمهرة الأمثال ١/١٣١، الوسيط ٤١، فصل المقال ٢١٣، مجمع الأمثال ١/٤٢ و ٢/٤١٢، وفيه: «آكل لحمي..» ، المستقصى ١/٧، العقد الفريد ٣/١٢.
قال الزمخشري: يضربه من ينال من قريبه ويغضب له عند نيل غيره منه.
[٣٢٢]- أمثال أبي عبيد ٣٢١، جمهرة الأمثال ١/١٥٤، فصل المقال ٤٤٨، مجمع الأمثال ١/١٦٠، وفيه «جعجعة ولا أرى طحنا» ، المستقصى ١/١٧٢، نكتة الأمثال ٢٠٢، زهر الأكم ٣/١٧٦. اللسان (جعع، طحن) .','1','68',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (72,'<span data-type="title" id=toc-42>باب</span>
[٣٢٣]- أنت أجدت طبخه فاحس وذق. أي جنيت على نفسك فذق عاقبة فعلك.
[٣٢٤]- أنت تئق وأنا مئق فمتى نتّفق؟ أي أنت ممتلئ من غيظ ولا يظهر، وأنا سريع البكاء، والتّئق: السّريع إلى الشّرّ. والمئق: السّريع إلى البكاء، قليل الصّبر.
[٣٢٥]- أنت ابنة الجبل مهما يقل تقل. أي أنت كالصّدى تعيد كلّ ما تسمع.
[٣٢٦]- أنت كبارح الأروى قليلا ما يرى. الأروى يكون في الجبال فلا يسنح لأحد ولا يبرح: أي لا يأتيهم من عن أيمانهم ولا شمائلهم، لأنّهم يسكنون السّهل والرّمل.
[٣٢٧]- أنت ترى شأنك لا النّاس. قاله رجل لآخر وهو يزوّجه أمّه، وكانت حملت، وكان أخوه أخبره بحالها، فقال: أتزوّج أمّنا؟ فلمّا جاء الخاطب قال له ذلك. أي أترضى بما عرّفتك من حالها، فإنّك تشاهد وتعرف ما لا يعرفه غيرك.
<span data-type="title" id=toc-43>فصل</span>
[٣٢٨]- أنا جذيلها المحكّك وعذيقها المرجّب. الجذل: خشبة تحتكّ بها الإبل، والعذق المرجّب: المقوّم المعدّل.
_________
[٣٢٣]- المستقصى ١/٣٧٩، وورد المثل في كتب الأمثال «احس فذق» وهو في أمثال أبي عبيد ٣٣٠، جمهرة الأمثال ١/١٢٤، مجمع الأمثال ١/٢٠٧، نكتة الأمثال ٢٠٧ و ٢١٩، زهر الأكم ٢/١٢٣.
[٣٢٤]- أمثال أبي عبيد ٢٧٨، جمهرة الأمثال ١/١٠٦ وفيه: «أنا تئق وصاحبي مئق فكيف نتفق» مجمع الأمثال ١/٤٧، المستقصى ١/٣٧٩ وفيه: «فكيف نتفق» ، نكتة الأمثال ١٧٧، زهر الأكم ١/٨٥، وفيهما:
«أنا تئق وأنت مئق فكيف نتفق» . العقد الفريد ٦/١١٨، اللسان (تأق، مأق) ، المخصص ١٣/١٢٣.
[٣٢٥]- المستقصى ١/٣٧٨.
[٣٢٦]- أمثال أبي عبيد ٣١٤، وفيه: «إنما هو كبارح الأروى» ، جمهرة الأمثال ٢/١٦٩ وفيه «كبارح الأروى» مجمع الأمثال ١/٢٥ و ٦٧، المستقصى ١/٣٧٩، نكتة الأمثال ١٩٧ وفيه: «إنّما هو كبارح الأروى» . اللسان (برح) .
[٣٢٧]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[٣٢٨]- أمثال أبي عبيد ١٠٣، مجمع الأمثال ١/٣١ و ٢/٢٩٤، المستقصى ١/٣٧٧، نكتة الأمثال ٥١- ٥٢، زهر الأكم ١/٨٦، العقد الفريد ٣/٩٣، المخصص ١/٧٥ و ١١/٢١، اللسان (رجب، عرب، صفر، عذق، قبس، كنف) .
ومعناه أنّه يستشفى برأيي.','1','69',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (73,'[٣٢٩]- أغنى عن ذا من التّفّة عن الرّفّة. التّفّة: دويبة تأكل اللّحم. والرّفّة: التّبن.
[٣٣٠]- أنا عذلة وأخي خذلة وكلانا ليس بابن أمة. يقول: أنا أعذل وأخي يخذل وكلانا ليس بابن أمة واحدة فنتّفق. وقيل: كلانا ليس بابن هجين.
[٣٣١]- أنا دون هذا وفوق ما في نفسك. قاله عليّ بن أبي طالب عليه السّلام لرجل مدحه نفاقا.
<span data-type="title" id=toc-44>فصل</span>
[٣٣٢]- است البائن أعلم. يضرب للرّجلين يسأل أحدهما فيكون الآخر أعلم بما سئل صاحبه. وأصله أنّ رجلا وقف على رجلين يحلبان ناقة لهما، فسألهما عن النّاقة لمن هي؟ فضرط أحدهما، فقال الآخر مجيبا: است البائن أعلم. والبائن: الّذي عن يمينها، والمستعلي: الّذي عن يسارها، وأصله أنّ الحارث بن ظالم طلب ناقة له، فوجدها عند رجلين يحلبانها فصاح بهما ردّا ناقة جاري، فضرط البائن منهما خوفا، وقال المستعلي: ما هي بناقة جارك. فقال الحارث هذا، فصار مثلا لكلّ من ينكر وشاهده حاضر.
[٣٣٣]- استي أخبثي. قاله رجل قدّم إليه طيب فأخذ يلطّخ به استه، فليم على ذلك فقال ذلك. أي إنّما أجعله في أخبث موضع ببدني فحاجتي إلى تطييبه أكثر.
_________
[٣٢٩]- الدرة الفاخرة ١/٣٢١ و ٣٢٢، سوائر الأمثال ٢٨١- ٢٨٢، جمهرة الأمثال ٢/٨٤، مجمع الأمثال ٢/٦٣ وفيها: «أغنى عنه» ، المستقصى ١/٢٦٤، وفيه: «أغنى عن ذا» ، لسان العرب (تفف) .
[٣٣٠]- مجمع الأمثال ١/٢٣، المستقصى ١/٣٧٧، اللسان (عذل) .
[٣٣١]- أمثال أبي عبيد ٤٥، فصل المقال ٣٣، مجمع الأمثال ١/٥٣، نكتة الأمثال ١٠ وفيها: «أنا دون ما تقول..» ، المستقصى ١/٣٧٧.
قال أبو عبيد: «معناه أنّه اتّهمه بأنّه يصفه بخلاف ما في قلبه» .
[٣٣٢]- أمثال الضبي ١٢٠، أمثال أبي فيد ٨٧، الدرة الفاخرة ١/٣٣٨، جمهرة الأمثال ١/١٣٨ و ١٤٢ و ٢/٣٦٧، مجمع الأمثال ١/٣٣٢ و ٤٠٥ و ٢/٨٩، المستقصى ١/١٥٤، تمثال الأمثال ١٧٦ وفيه: «است الحالب..» . اللسان (بين، سته) .
[٣٣٣]- أمثال الضبي ٥٧، أمثال أبي فيد ٨٧، الدرة الفاخرة ١/١٤٤، جمهرة الأمثال ١/١٣٧، مجمع الأمثال ١/٣٣٣ و ٤٠٥، المستقصى ١/١٥٩، اللسان (سته) .','1','70',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (74,'<span data-type="title" id=toc-45>باب</span>
[٣٣٤]- إيّاك وما يعتذر منه. لأنّه ما كلّ من يرى ذنبك يعرف عذرك.
[٣٣٥]- إيّاك وأن يضرب لسانك عنقك. أي أن تلفظ بما يهلكك.
[٣٣٦]- إيّاكم وخضراء الدّمن. قال رسول الله صلّى الله عليه وسلّم لرجل، وأراد به المرأة الحسناء ذات الأصل السّوء. والدّمنة: الرّوث المجتمع تسفي عليه الرّيح وتجوده الأمطار فيعشب ظاهره وباطنه روث.
[٣٣٧]- إيّاك أعني واسمعي يا جارة. قاله سهل بن مالك الفزاريّ لأخت حارثة بن لأم الطّائيّ وهو يخاطب امرأته بما يريد به جارته.
_________
[٣٣٤]- أمثال أبي عبيد ٦٤، فصل المقال ٧٤، مجمع الأمثال ١/٤٤، المستقصى ١/٤٥١، نكتة الأمثال ٢٢، زهر الأكم ١/٧٥.
[٣٣٥]- أمثال أبي عبيد ٤١، وفيه «إيّاك أن» ، فصل المقال ٢٣، مجمع الأمثال ١/٥٣، المستقصى ١/٤٥٠.
[٣٣٦]- أمثال أبي عبيد ٣٦، جمهرة الأمثال ١/١٧، فصل المقال ١٤، مجمع الأمثال ١/٣٢، المستقصى ١/٤٥١، وأورده السيوطي في جمع الجوامع ١/٣٦٣.
[٣٣٧]- أمثال أبي عبيد ٦٥، الفاخر ١٥٨، جمهرة الأمثال ١/٢٩، الوسيط ٥٢، فصل المقال ٧٦، مجمع الأمثال ١/٤٩، المستقصى ١/٤٥٠، نكتة الأمثال ٢٣، تمثال الأمثال ٣٦٦، زهر الأكم ١/١٤٠، العقد الفريد ٣/٨٦، وروايته عند أبي عبيد والواحدي والزمخشري «فاسمعي» قال الزمخشري: «أوّل من قاله سهل بن مالك الفزاري، وذلك أنّه عدل في طريقه إلى النعمان إلى خباء حارثة بن لأم الطائي، فما أصابه شاهدا، فرحّبت به أخته، وكانت جميلة نبيلة، ثمّ إنّه افتتن بها، فجلس وهو يترنّم بقوله:
يا أخت خير البدو والحضاره ... ماذا ترين في فتى فزاره
أصبح يهوى حرّة معطاره ... إيّاك عني فاسمعي يا جاره
وذلك بمسمع منه، فخاشنته في القول، ثم استحيت من تسرّعها في أذاه؛ فلما رجع من عند النعمان أرسلت إليه أن يخطبها، ففعل فتزوجت منه، يضرب في التعريض بالشيء يبديه الرجل وهو يريد غيره» .','1','71',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (75,'<span data-type="title" id=toc-46>باب</span>
[٣٣٨]- إنّه لهتر أهتار.
[٣٣٩]- إنّه لصلّ أصلال.
[٣٤٠]- إنّه لداهية الغبر.
[٣٤١]- إنّه لذو بزلاء.
_________
[٣٣٨]- أمثال أبي عبيد ٩٩، فصل المقال ١٤٠، مجمع الأمثال ١/٢٧، المستقصى ١/٤٢٤، نكتة الأمثال ٤٩، زهر الأكم ١/١٢٦، اللسان (هتر، صلل) .
قال الميداني: «الهتر: العجب والدّاهية، يضرب للرجل الدّاهي المنكر. وقيل: الهتر: الباطل.
فإذا قيل: «فلان هتر» أي من دهائه يعرض الباطل في معرض الحقّ..» .
[٣٣٩]- أمثال أبي عبيد ٩٩، جمهرة الأمثال ٢/٣٥٧، فصل المقال ١٤٠، مجمع الأمثال ١/٢٧، المستقصى ١/٤٢٢، نكتة الأمثال ٤٩، زهر الأكم ١/١٢٢، العقد الفريد ٣/٩٣، اللسان (صلل، هتر) .
يضرب للرجل الداهية، وأصله من الحيّات.
قال النابغة الذبياني في (ديوانه ١٢١) :
ماذا رزئنا به من حيّة ذكر ... نضناضة بالرزايا صلّ أصلال
[٣٤٠]- أمثال أبي عبيد ٩٩، فصل المقال ١٤١، مجمع الأمثال ١/٤٤، المستقصى ١/٤٢١، نكتة الأمثال ٤٩، اللسان (غبر) .
قال الزمخشري: «هو الدهر، أي هو داهية الزّمان لشدّة دهائه، وقيل: هو الحيّة التي طال عمرها فأضيفت إلى الدّهر، وقيل: هو مصدر «غبر الجرح» إذا برئ ظاهره وباطنه دو أي هو كهذا الجرح، وقيل: الغبر: الماء الذي قد بقي زمانا. والداهية: الحيّة لأنها تسكن بقربه فتحميه فيغبر لذلك» .
قال الحرمازي يمدح المنذر بن الجارودي (أمثال أبي عبيد ١٠٠) :
أنت لها منذر من بين البشر ... داهية الدّهر وصمّاء الغبر
[٣٤١]- أمثال أبي عبيد ١٠٣، فصل المقال ١٤٧، مجمع الأمثال ١/٦٠، المستقصى ١/٤٢١، نكتة الأمثال ٥٢، زهر الأكم ١/١٢٠، اللسان (بزل) .
البزلاء: الرأي القويّ الجيّد، ومنه قول الشاعر:
إنّي إذا شغلت قوما فروجهم ... رحب المسالك نهّاض ببزلاء
أي بالأمر العظيم.','1','72',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (76,'[٣٤٢]- إنّه لنقاب.
[٣٤٣]- إنّه لجذل حكاك. يقال جميع ذلك للدّاهية المجرّب.
_________
[٣٤٢]- أمثال أبي عبيد ١٠١، فصل المقال ١٤٢، مجمع الأمثال ١/١٨، المستقصى ١/٤٢٣، نكتة الأمثال ٢٣٥، زهر الأكم ١/١٢٥، اللسان (نقب) .
والنّقاب: الرجل الفطن الذّكيّ الفهم.
قال أوس بن حجر في (ديوانه ١٢) :
كريم جواد أخو مأقط ... نقاب يحدّث بالغائب
[٣٤٣]- أمثال أبي عبيد ١٠٣، مجمع الأمثال ١/١٦٠، المستقصى ١/٤٢٠، العقد الفريد ٣/٩٤، اللسان (حكك) .
قال الميداني: «الجذّل: أصل الشجرة، وربّما ينصب في معاطن الإبل فتحتكّ به الجربى.
يضرب للرجل يستشفى برأيه وعقله» .','1','73',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (77,'<span data-type="title" id=toc-47>باب</span>
[٣٤٤]- إحدى بنات طبق. أي إحدى الدّواهي.
[٣٤٥]- إحدى حظيّات لقمان. أي مراميه، واحدتها حظيّة، وهي الّتي لا نصل لها من السّهام. أي من فعلاته التي لا تضرّ.
[٣٤٦]- أفواهها مجاسّها. يريد أنّ الإبل إذا أحسنت الأكل دلّ ذلك على سمنها فاستغني عن مسّ جنوبها.
[٣٤٧]- أهل القتيل يلونه. أي يقوم بالأمر من هو أولى.
[٣٤٨]- أجناؤها أبناؤها. أجناء: جمع جان. وأبناء: جمع بان. وأصله أنّ ملكا من الملوك باليمن غزا واستخلف ابنته، فبنت بمشورة قوم ما كرهه أبوها، فما قدم أمر المشيرين ببنائه أن يهدموه. أي جنى مالزم تلافيه.
_________
[٣٤٤]- أمثال أبي عبيد ٣٤٨، جمهرة الأمثال ١/١٨٠، فصل المقال ٤٧٧، مجمع الأمثال ١/١٦٥، المستقصى ٢/٣٦، نكتة الأمثال ٢١٨، اللسان (طبق) . المخصص ٣/٢١١.
أصلها من الحيّات.
قال الميداني: «بنت طبق سلحفاة تزعم العرب أنّها تبيض تسعا وتسعين بيضة كلّها سلاحف، وتبيض بيضة تنقف عن أسود» .
[٣٤٥]- أمثال الضبي ١٥٩، أمثال أبي عبيد ٨٠، جمهرة الأمثال ١/١٥٠، فصل المقال ١٠٣، مجمع الأمثال ١/٣٥ و ٤٢٣ و ٢/٢٣٩، المستقصى ١/٦٠، نكتة الأمثال ٣٥- ٣٦، زهر الأكم ١/٦٤، اللسان (حظا) . وانظر أصل المثل في أمثال الضبي ١٥٧- ١٦٠.
[٣٤٦]- أمثال أبي عبيد ٢٠٩، جمهرة الأمثال ١/٧٧، مجمع الأمثال ٢/٧١، المستقصى ٢/٢٧٥، نكتة الأمثال ١٢٩، اللسان (جسس، فوه) .
[٣٤٧]- أمثال أبي عبيد ١٩٦، جمهرة الأمثال ١/١٨٦، مجمع الأمثال ١/٤٠، المستقصى ١/٤٤٣، نكتة الأمثال ١٢٠.
[٣٤٨]- أمثال أبي عبيد ٣٠٢، جمهرة الأمثال ١/١١٢، مجمع الأمثال ١/١٦٧، المستقصى ١/٥٢، نكتة الأمثال ١٩٤، اللسان (بنى، جنى) ، المخصص ١٤/١١٩.
يضرب لمن عمل عملا بغير رويّة ثمّ يحتاج إلى نقضه.','1','74',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (78,'[٣٤٩]- ابنك من دمّى عقبيك. ويروى: «ولدك» . أي الذي جرى منه دمك على عقبيك حين ولدته. قالته امرأة طفيل بن مالك الجعفريّ لكبشة بنت عروة، وقد تبنّت ابنها عقيلا.
[٣٥٠]- ابنك ابن بوحك. أي ابن نفسك لا من تبنّيته، قالته كبشة لمّا قيل لها ما تقدّم ذكره.
[٣٥١]- أمر لا ينادى وليده. إنّما ينادى فيه من استحكمت تجربته. وقيل: تذهل المرأة عن دعاء ولدها. وقيل: تذهل عن مناداتهم بالحلّ والعقد.
[٣٥٢]- إليك يساق الحديث. قاله رجل كان يخاطب امرأته «١» لذكره وقد نعظ «٢» في تلك الحال.
[٣٥٣]- أينما أتوجّه ألق سعدا. كان الأضبط بن قريع سيّد قومه فرأى منهم جفوة، فرحل إلى آخرين، فرآهم يفعلون مثل ذلك بساداتهم فقال ذلك.
[٣٥٤]- أحمق بلغ. أي أنّه مع حمقه يبلغ حاجته.
_________
[٣٤٩]- أمثال الضّبي ١٦٦، أمثال أبي عبيد ١٤٧، جمهرة الأمثال ١/٣٩، فصل المقال ٢٢٣، مجمع الأمثال ١/١٠٧ و ١٨١، المستقصى ١/٣٠، نكتة الأمثال ٨٥، زهر الأكم ١/٢٠٦، اللسان (دمي) .
[٣٥٠]- أمثال أبي عبيد ١٤٧، الدرة الفاخرة ١/١٠٩، جمهرة الأمثال ١/٣٩، فصل المقال ٢٢٣، مجمع الأمثال ١/١٠١، المستقصى ١/٢٩، نكتة الأمثال ٨٥، زهر الأكم ١/٢٠٥، العقد الفريد ٣/١٠٣، اللسان (بوح) .
[٣٥١]- أمثال أبي عكرمة ٣٢، الفاخر ١٢، ٢٨٠، المستقصى ١/٣٦١، اللسان (ولد) .
جاء في الفاخر: «أصله في الشدّة تصيب القوم حتّى تذهل الأم عن ولدها فلا تناديه لما هي فيه، ثمّ صار مثلا لكلّ شدّة ولكلّ أمر عظيم» .
[٣٥٢]- أمثال الضبي ١٧٠، أمثال أبي عبيد ٥٥، ٢٠٦، الفاخر ٧٢، ٢٤٥، جمهرة الأمثال ١/٢٦، الوسيط ٤٣، فصل المقال ٥٠، مجمع الأمثال ١/٤٨، المستقصى ١/٣٥٧، نكتة الأمثال ١٦، زهر الأكم ١/٨١.
قال الزمخشري: «جمع عامر بن صعصعة بنيه عند موته ليوصيهم، فلبث طويلا لم يتكلّم فاستحثّه بعضهم فقال له ذلك ... يضرب لمن عجل بالمسألة قبل أوانها» .
[٣٥٣]- أمثال الضّبي ٥٠، ١٨١، أمثال أبي عبيد ١٤٧، جمهرة الأمثال ١/٦١، الوسيط ٦١، مجمع الأمثال ١/٥٣، المستقصى ١/٤٤٩، نكتة الأمثال ٨٥، تمثال الأمثال ٣٦٥، اللسان (وجه) وفيها جميعا: «أوجّه..» زهر الأكم ١/١٣٩ وفيه «أينما أذهب..» .
[٣٥٤]- أمثال أبي عبيد ١١٤ و ١٢٦، وفيه: «هو أحمق..» جمهرة الأمثال ١/١٦٨، مجمع الأمثال ١/٢٠٥، المستقصى ١/٧٢، نكتة الأمثال ٦١، زهر الأكم ٢/١٣١، العقد الفريد ٣/٩٦، اللسان (بلغ) .','1','75',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (79,'[٣٥٥]- أحمق لا يجأى مرغه. أي لا يمسح لعابه ومخاطه.
[٣٥٦]- أخوك من صدقك. معروف.
[٣٥٧]- أعور عينك والحجر. أي يا أعور احفظ عينك، واتّق الحجر.
[٣٥٨]- أعمى يقود شجعة. الشّجعة: الزّمن «١» . أي ضعيف يعين ضعيفا.
[٣٥٩]- إنباض من غير توتير. أي ينبض القوس من غير أن يوترها. يريد الإرهاب من غير قدرة على إيقاع.
_________
[٣٥٥]- مجمع الأمثال ١/٢٠٩ وفيه: «ما يجأى..» المستقصى ١/٧٢.
المرغ: اللعاب، يجأى: يحبس.
يضرب لمن لا يكتم سرّه.
[٣٥٦]- أمثال أبي عبيد ١٨٥، جمهرة الأمثال ١/٧٢، مجمع الأمثال ١/٢٣، ٢ لمستقصى ١/١١٢، نكتة الأمثال ١١١.
قال أبو عبيد: «يعني في النصيحة من أمر الدين والدنيا..»
[٣٥٧]- أمثال أبي عبيد ٢٢٥، جمهرة الأمثال ١/٨٧، مجمع الأمثال ٢/٦، المستقصى ١/٢٥٥، نكتة الأمثال ١٤١، اللسان (عور) .
قال العسكري: «يضرب مثلا للمتمادي في المكروه، المشفي منه على الهلكة، فيقال له: أبق على نفسك من أن يصيبك بتماديك ما يصيب الأعور إذا فقئت عينه الصحيحة، فيبقى بلا بصر، وكما أنّ الأعور أحقّ بالحذر على عينه، فإنّك أحقّ بمراجعة الحسنى لمقاربتك العطبة» .
يضرب في التحذير.
[٣٥٨]- مجمع الأمثال ٢/٢٩، اللسان (شجع) .
[٣٥٩]- أمثال أبي عبيد ٢٠٨، جمهرة الأمثال ١/١٨٦، فصل المقال ٣٠٣، مجمع الأمثال ٢/٣٤٠، نكتة الأمثال ١٢٨ وفيها جميعا: «.. بغير..» ، المستقصى ١/٣٧٨، العقد الفريد ٣/١٠٩، اللسان (نبض، وتر) .
قال العسكري: «.. يضرب مثلا للرجل ينتحل الشيء ولا يحسنه، أو يدّعيه وليس له..
والإنباض: جذب القوس بالوتر لترنّ» .','1','76',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (80,'<span data-type="title" id=toc-48>باب ما جاء بالألف والّلام</span>
[٣٦٠]- العاشية تهيج الآبية. أي إذا رأت الإبل إبلا تتعشّى اقتدت بها. قاله يزيد بن رويم الشّيبانيّ.
[٣٦١]- النّفاض يقطّر الجلب. الإنفاض أجود: أي إذا أنفض القوم قطّروا إبلهم للبيع.
_________
[٣٦٠]- أمثال الضبي ٦٣، أمثال أبي عبيد ٣٩٤، الفاخر ١٦٠، جمهرة الأمثال ٢/٥٧، فصل المقال ٥١٦، مجمع الأمثال ٢/٩، المستقصى ١/٣٣١، نكتة الأمثال ٢٤٨، اللسان (أبى، عشا) ، المخصص ١٢/١٣.
قال المفضّل: «زعموا أن السّليك خرج ومعه عمرو وعاصم ابنا سري بن الحارث بن امرئ القيس ابن زيد مناة بن تميم، أراد أن يغير في أناس من أصحابه. فمرّ على بني شيبان في ربيع، والناس مخصبون في عشيّة فيها ضباب ومطر، فإذا هو ببيت قد انفرد من البيوت عظيم، وقد أمسى، فقال لأصحابه: كونوا بمكان كذا وكذا حتى آتي أهل هذا البيت فلعلّي أصيب لكم خيرا أو آتيكم بطعام، فقالوا: فافعل، فانطلق وقد أمسى وجنّ عليه اللّيل. فإذا البيت بيت يزيد بن رويم الشيباني.. وإذا الشيخ وامرأته بفناء البيت، فأتى السليك البيت من مؤخره فدخله، فلم يلبث أن أراح ابن له إبله، فلّما أن أراحها غضب الشيخ وقال لابنه: هلّا كنت عشيّتها ساعة من الليل؟ فقال ابنه: إنّها أبت العشاء، فقال: العاشية تهيج الآبية.. ثمّ غضب الشيخ فنفض ثوبه في وجوهها فرجعت إلى مرتعها وتبعها الشيخ حتى مالت لأدنى روضة فرتعت فيها، وجلس الشيخ عندها للعشاء فغطى وجهه في ثوبه من البرد، وتبعه السّليك، فلّما وجد الشيخ مغترّا ختله من ورائه ثمّ ضربه فأطار رأسه وصاح بالإبل فأطردها فلم يشعر أصحابه- وقد ساء ظنّهم به وتخوّفوا عليه- حتى إذا هم بالسليك يطردها، فطردوها معه فقال السّليك:
وعاشية رجّ بطان ذعرتها ... بصوت قتيل وسطها يتسيّف
فبات لها أهل خلاء فناؤهم ... ومرّت بهم طير فلم يتعيّفوا
وباتوا يظنّون الظّنون وصحبتي ... إذا ما علوا نشزا أهلّوا وأوجفوا
وما نلتها حتّى تصعلكت حقبة ... وكدت لأسباب المنيّة أعرف
وحتّى رأيت الجوع بالصّيف ضرّني ... إذا قمت يغشاني ظلال فأسدف»
العاشية: الإبل، الرّج: الواسعة الأخفاف، يتسيّف: يضرب بالسيف، لم يتعيّفوا: لم يزجروا الطير فيعلموا ما تنبئ به، أهلّوا: رفعوا أصواتهم، أوجفوا: استحثوا إبلهم، أسدف: يظلم بصري من شدة الجوع.
[٣٦١]- مجمع الأمثال ٢/٣٣٨، المستقصى ١/٣٥٣، اللسان (جلب، قطر، نفض) .
قال الزمخشري: «.. يقطّر: أي يجعلها قطارا قطارا لأنّهم إذا أجدبوا جلبوها للبيع في الامتيار..
يضرب في شدّة الحال» .
والنفاض: فناء الزّاد، والجلب: المجلوب للبيع.','1','77',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (81,'[٣٦٢]- البطنة تكثر الفطنة. أي كثرة الأكل تعمي القلب.
[٣٦٣]- القدرة تذهب الحفيظة. أي تمكنّك من عدوّك يزيل غضبك عليه.
[٣٦٤]- المنّة تهدم الصّنيعة. معروف.
[٣٦٥]- الحفائظ تذهب الأحقاد. أي إذا غضبوا لأبيهم الأعلى ذهبت أحقادهم فاصطلحوا على القتال.
[٣٦٦]- المزاحة تذهب المهابة. معروف.
[٣٦٧]- الصّمت يكسب المحبّة.
_________
[٣٦٢]- هكذا وردت رواية المثل في المطبوع، وبها لا يستقيم المعنى، وقد يكون نصّ المثل: «البطنة لا تكثر الفطنة» وسقطت «لا» من الأصل. أو أن يكون الأمر سهوا من الناسخ. وورد المثل في مجمع الأمثال ١/١٠٦، فصل المقال ٤٠٩ وفيهما: «.. تأفن..» ، المستقصى ١/٣٠٤، زهر الأكم ١/١٩٢، وفيهما: «تذهب» ، اللسان (أفن، بطن) .
[٣٦٣]- أمثال أبي عبيد ١٥٥، جمهرة الأمثال ٢/٢٤٨، مجمع الأمثال ١/١٤، فصل المقال ٢٣٤، المستقصى ١/٣٤٩، نكتة الأمثال ٩١، وفيها «المقدرة..» .
قال أبو عبيد: «وقد بلغنا هذا المثل عن رجل عظيم من قريش في سالف الدّهر، كان يطلب رجلا بذحل، فلّما ظفر به قال: لولا أنّ المقدرة تذهب الحفيظة لانتقمت منك، ثم تركه» والحفيظة: الغضب.
[٣٦٤]- أمثال أبي عبيد ٦٦، مجمع الأمثال ٢/٢٨٧، المستقصى ١/٣٥٠، نكتة الأمثال ٢٣، اللسان (منن) .
المنّة: الامتنان، وهو تعظيم الإحسان والتفاخر به حتّى يفسد، والصّنيعة: العطيّة والإحسان.
يضرب في المنّة تفسد المعروف. قال تعالى في (سورة البقرة ٢٦٤) : (لا تُبْطِلُوا صَدَقاتِكُمْ بِالْمَنِّ وَالْأَذى) .
[٣٦٥]- أمثال أبي عبيد ١٤٢، جمهرة الأمثال ١/٣٤٩، فصل المقال ٢١٤، المستقصى ١/٣١٣، نكتة الأمثال ٨٢، زهر الأكم ٢/١٢٥، وفيها: «تحلّل الأحقاد» مجمع الأمثال ١/٢٠٧ وفيه: «الحفيظة تحلّل..» ، العقد الفريد ٣/١٠٢، اللسان (حفظ، حلل) .
[٣٦٦]- أمثال أبي عبيد ٨٥، جمهرة الأمثال ٢/٢٣١، فصل المقال ١٠٩، مجمع الأمثال ٢/٢٨٧، المستقصى ١/٣٤٦، نكتة الأمثال ٣٩، تمثال الأمثال ٣٦٧.
قال أبو عبيد: «إذا عرف بها الرجل قلّت هيبته.» .
[٣٦٧]- أمثال أبي عبيد ٤٣، فصل المقال ٢٩، مجمع الأمثال ١/٤٠٢، نكتة الأمثال ٨، العقد الفريد ٣/٨٢، وفيها «.. يكسب أهله..» . أي يكسب الصمت أهله محبة الناس لسلامتهم منه.','1','78',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (82,'[٣٦٨]- الصّمت حكم وقليل فاعله. قاله لقمان.
[٣٦٩]- القضم يدني إلى الخضم. القضم أكل اليابس. والخضم الرّطب.
[٣٧٠]- النّبع يقرع بعضه بعضا. أي ذوو القوة يتجاذبون ويتدافعون. قاله زياد في أمر جرى بينه وبين معاوية.
[٣٧١]- الفحل يحمي شوله معقولا. أي الكريم يدافع عن الحرم وإن كان ناقص القوّة مضطهد القدرة.
[٣٧٢]- الأمر يحدث بعده الأمر. أي الأمور لا تبقى على حالة واحدة.
_________
[٣٦٨]- أمثال أبي عبيد ٤٤، جمهرة الأمثال ١/٥٦٩، فصل المقال ٣٠، مجمع الأمثال ١/٤٠٢، المستقصى ١/٣٢٨، نكتة الأمثال ٩، العقد الفريد ٣/٨١، اللسان (حكم) .
المراد ب «حكم» الحكمة، وعدّ الصّمت من الحكمة لأنّه يمنع صاحبه من التورط في الإثم والعنت. ويضرب في الأمر بالصّمت.
[٣٦٩]- أمثال أبي عبيد ٢٣٦، فصل المقال ٣٤٢، نكتة الأمثال ١٤٨ وفيها: «قد يبلغ الخضم القضم» جمهرة الأمثال ٢/٩٢، مجمع الأمثال ٢/٩٣، المستقصى ١/١٩٤ وفيها: «قد يبلغ الخضم بالقضم» ، اللسان (قضم) .
جاء في أمثال أبي عبيد «ومعناه: قد تدرك الغاية البعيدة بالرفق، كما أن الشبع يدرك بالأكل بأطراف الفم» .
[٣٧٠]- أمثال أبي عبيد ٩٧ و ٣٢٤، جمهرة الأمثال ١/٨٥ و ٣٤٥ و ٢/٣٠٠، فصل المقال ٦٣ و ١٣٥، مجمع الأمثال ٢/٣٣٧، المستقصى ١/٣٥٢، نكتة الأمثال ٤٧، تمثال الأمثال ٣٠٦، العقد الفريد ٣/٩٢.
قال العسكري: «والمثل لزياد قاله في نفسه وفي معاوية أراد أنّه وإيّاه من شجرة واحدة صلبة، يضرب بعض أغصانها بعضا فيثبت كل واحد منهما للآخر ولا ينقصف. والنّبع: شجر تتخّذ منه القسيّ، وأخذه زياد من قول زفر بن الحارث:
فلمّا قرعنا النّبع بالنّبع بعضه ... ببعض أبت عيدانه أن تكسّرا»
[٣٧١]- أمثال أبي عبيد ١٠٨، جمهرة الأمثال ٢/٩١، الوسيط ٦٠، مجمع الأمثال ٢/٧٢، المستقصى ١/٣٣٨، نكتة الأمثال ٥٥، العقد الفريد ٣/٩٥.
الشّول: النّوق التي خفّ لبنها وارتفع ضرعها. معقولا: مربوطا.
[٣٧٢]- أمثال أبي عبيد ٢٤٥، جمهرة الأمثال ١/١٧٩، مجمع الأمثال ١/٥٠، وفيه: «يعرض دونه..»
المستقصى ١/٣٠٢.
قال الزمخشري: «يضرب في الحاجة يعوق دونها عائق» .','1','79',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (83,'[٣٧٣]- الشّرّ يبدؤه صغاره. أي الشّرّ الكبير ينشأ من الشّرّ الصّغير.
[٣٧٤]- الصّدق ينبي عنك لا الوعيد. ينبي غير مهموز، لأنّه من أنبى: أي دفع، أي جعله نابيا.
[٣٧٥]- العير يضرط والمكواة في النّار. أي تقدّمت الرّهبة سقوط المكروه.
[٣٧٦]- المعاذير يشوبها الكذب. أي يحتاج المعتذر أن يقوّي عذره بالكذب فيه.
_________
[٣٧٣]- أمثال أبي عبيد ١٥٢، جمهرة الأمثال ١/٥٥٠، فصل المقال ٢٣٢، مجمع الأمثال ١/٣٦٤ و ٢/٤٢٧، المستقصى ١/٣٢٦.
قال مسكين الدارمي في (أمثال أبي عبيد ١٥٣) :
ولقد رأيت الشّرّبي ... ن الحيّ يبدؤه صغاره
[٣٧٤]- أمثال أبي عبيد ٣٢١، جمهرة الأمثال ١/٥٧٨، فصل المقال ٤٤٨، مجمع الأمثال ١/٣٩٨ و ٤٢٢، المستقصى ١/٣٢٨، زهر الأكم ٣/٢٥١ وفيه: «صدقك ينبئ عنك لا الوعيد» ، العقد الفريد ٣/١١٩، اللسان (صدق، نبأ) .
قال أبو عبيد: «إنّ صدقك في الأمور واللّقاء هو الذي يدفع عنك عدوّك، لا المقال من غير فعل» .
[٣٧٥]- أمثال أبي عبيد ٣٠٩، الفاخر ٧١، ١٥٤، الدرة الفاخرة ١/٢٢١، جمهرة الأمثال ٢/١٢٣، فصل المقال ٤٣٢، مجمع الأمثال ٢/٩٥، نكتة الأمثال ١٩٦، وفيها جميعا: «قد يضرط العير والمكواة في النار» ، المستقصى ١/٣٣٦، تمثال الأمثال ٢٩٦، اللسان (كوى) .
قال العسكري: «يضرب مثلا للبخيل يعطي على الخوف، وأصله أن مسافر بن عمرو بن أمية بن عبد شمس أراد تزوّج امرأة، وكان قد أملق، فخرج إلى النعمان بن المنذر يسأله معونة، فأكرمه النّعمان وأنزله، فقدم قادم من مكّة، فأخبره أن أبا سفيان بن حرب تزوّجها فمرض واستشفى فدعي له بطبيب، فأشار عليه بالكيّ فقال له: دونك، فجعل يحمي مكاويه ويجعلها على بطنه، وقريب منه رجل ينظر إليه ويضرط من الفزع، فقال مسافر: «قد يضرط العير والمكواة في النار» وقال العديل بن فرخ:
أصبحت من حذر الحجّاج منتحبا ... كالعير يضرط والمكواة في النّار» .
وقال الزمخشري: «أوّل من قاله عرفطة بن عرفجة الهزاني، وذلك أنّ قومه أسروا من بني عكل في حرب لهم رجلين وقتل بنو عكل من هزان رجلا، فأرادوا أن يقتلوا بصاحبهم أفضل الأسيرين وأشرفهما، فلمّا همّوا بقتله جعل الآخر يضرط، فقال عرفطه ذلك» .
[٣٧٦]- أمثال أبي عبيد ٦٤، فصل المقال ٧٤، نكتة الأمثال ٢٢، وفيها: «إنّ المعاذر» ، مجمع الأمثال ٢/٢٩٦، وفيه: «المعاذير قد يشوبها..» المستقصى ١/٣٤٧، وفيه: «قاله إبراهيم النّخعي، وذلك أن رجلا أتاه ليعتذر إليه، فقال له: قد عذرتك غير معتذر، إنّ المعاذير يشوبها الكذب» .','1','80',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (84,'[٣٧٧]- الأنس يذهب المهابة. معروف.
<span data-type="title" id=toc-49>فصل منه</span>
[٣٧٨]- الحقّ أبلج والباطل لجلج. أي الحقّ واضح، مأخوذ من البلجة، وهي البياض.
والباطل مختلط. وأصله من تلجلج: أي خلط في كلامه، فلم يأت بما يرضى منه.
[٣٧٩]- الملك عقيم. أي لا أخ للملك في ملكه، فكأنّ أمّه عقمت أن تأتي بأخ يشاركه.
[٣٨٠]- الشّجاع موقّى. لأنّ شجاعته ترهب مقاتله فيولّي عنه، وجبن الجبان يطمع فيه فيحمل عليه.
[٣٨١]- الحرب خدعة. فيه روايات، خدعة: أي يفصل بخدعة واحدة. وخدعة:
مخادعة. وخدعة: أي خدّاعة، ومعنى الجميع أنها تتمّ بالمخادعة وفيها غدر.
[٣٨٢]- النّظرة الأولى الحمقاء.
_________
[٣٧٧]- أمثال أبي عبيد ٢٩٠، المستقصى ١/٣٠٣.
[٣٧٨]- جمهرة الأمثال ١/٣٤١ و ٣٦٤، مجمع الأمثال ١/٢٠٧، المستقصى ١/٣١٣، اللسان (لجج) .
[٣٧٩]- أمثال أبي عبيد ١٤٨، جمهرة الأمثال ٢/٢٤٧، مجمع الأمثال ٢/١٦ و ٣١١، المستقصى ١/٣٥٠، نكتة الأمثال ٨٦، اللسان (عقم) المخصص ٤/٣١.
قال أبو عبيد: «يريدون أنّ الملك لو نازعه ولده الملك لقطع رحمه حتى يهلكه، فكأنّه عقيم لم يولد له. وإنّما ذلك من الانفراد بالملك، وأنّ ليس في الملك شريك، فكأنه لذلك عقيم» .
[٣٨٠]- أمثال أبي عبيد ١١٦، جمهرة الأمثال ٣/٥٤٠، فصل المقال ١٧٢، مجمع الأمثال ١/٣٦٤، المستقصى ١/٣٢٦، نكتة الأمثال ٦٢، زهر الأكم ١/٢١٧، وفيه «الشجاع موقّى والجبان ملقّى» ، العقد الفريد ٣/٩٦، اللسان (وقي) .
[٣٨١]- أمثال أبي عبيد ٣٧، فصل المقال ١٥، مجمع الأمثال ١/١٩٧، المستقصى ١/٣١١، زهر الأكم ٢/١٠٦، اللسان (خدع) ، المخصص ٣/٨٠- ٨١ و ١٥/٩٢، وهو حديث شريف أخرجه البخاري في كتاب الجهاد باب «الحرب خدعة» ، فتح الباري ٦/١١٨.
[٣٨٢]- المستقصى ١/٣٥٣ وفيه: «.. حمقاء» .
أي ربّما استحسن بها القبيح واستقبح الحسن. وإنّما يعتّد بالنظرة الثانية، يضرب في الأمر بالتأنّي ومعاودة النظر.','1','81',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (85,'[٣٨٣]- التّقيّ ملجم. أي «١» كأنّ له لجاما يمنعه من العدول عن سنن الحقّ قولا وفعلا.
[٣٨٤]- البادئ أظلم. أي من بدأك بظلم فجازيته بمثله، فهو أظلم لأنّه المبتدئ.
[٣٨٥]- العود أحمد. لأنّك لا تعود إلى شيء إلّا وقد خبرته وجرّبته.
[٣٨٦]- الحسن أحمر. أي من أراد الحسن صبر على الشّدّة، لأنّ الموت أحمر.
_________
[٣٨٣]- أمثال أبي عبيد ٤٠، فصل المقال ٢٢، مجمع الأمثال ١/١٣٩، المستقصى ١/٣٠٧، نكتة الأمثال ٥.
يضرب في الحثّ على السكوت
[٣٨٤]- الدرة الفاخرة ٢/٤٥٦، جمهرة الأمثال ١/٢٣٠ و ٣٦٨، المستقصى ١/٣٠٤، وورد المثل برواية:
«هذه بتلك والبادئ أظلم» في أمثال أبي عبيد ٢٦٩، مجمع الأمثال ٢/٣٠٤، المستقصى ٢/٣٨٨، نكتة الأمثال ١٦٧.
[٣٨٥]- أمثال أبي عبيد ١٦٩، الدرة الفاخرة ٢/٤٥٦، جمهرة الأمثال ٢/٤١، فصل المقال ٢٥٢، مجمع الأمثال ٢/٣٤، المستقصى ١/٣٣٥، نكتة الأمثال ١٠١، اللسان (حمد، عود) .
قال العسكري: «وهو في أعجاز أبيات لا أعرف أيّها أسبق، فمنها قول الشاعر:
فإن كان منّي ما كرهت فإنّني ... أعود لما تهوين والعود أحمد
وقول الآخر:
جزينا بني شيبان قدما بفعلهم ... وعدنا بمثل البدء والعود أحمد
وقول الآخر:
وأحسن عمرو في الّذي كان بيننا ... فإن عاد بالإحسان فالعود أحمد
ثمّ قال ابن المعتزّ:
خليليّ قد طاب الشراب المبرّد ... وقد عدت بعد النّسك والعود أحمد»
[٣٨٦]- أمثال أبي عبيد ٢٣٨، جمهرة الأمثال ١/٣٦٦، فصل المقال ٣٤٤، مجمع الأمثال ١/١٩٩، المستقصى ١/٣١٢، نكتة الأمثال ١٥٠، تمثال الأمثال ٢٦٨، زهر الأكم ٢/١٢٣، اللسان (حمر) .
قال العسكري: «معناه أنّ المال الّذي فيه الجمال لا يكسب إلّا بجهد وشدّة، يحمّر معه الوجه، فالأحمر كناية عن الجهد والشدّة، ومنه قولهم: «موت أحمر» . أي موت في شدّة وجهد، قال مسلم:
قوم إذا احمرّ الهجير من الوغى ... جعلوا الجماجم للسّيوف مقيلا
يعني إذا احمّر ألوان القوم في الهجير ممّا يلقون من الشدّة والصّعوبة، فأمّا قول الشاعر:
هجان علتها حمرة في بياضها ... تروق به العينين والحسن أحمر
فإنّه يعني أن الحسن في حمرة اللّون مع البياض، دون الصّفرة وغيرها من الألوان» .
يضرب لمن رام أمرا فتحّمل فيه المشقّة.','1','82',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (86,'[٣٨٧]- الحرب غشوم. لأنّها تنال بالمكروه من «١» لم يكن فيها ذا جناية.
[٣٨٨]- الحبّ أعمى. لأنّه يلهج من ليس ذا جمال، لأنّه لا يختار الأصلح والأجود، وإنّما يقع بما يوافق إيثاره.
[٣٨٩]- الجواد يعثر. أي يكون منه سقطة ليست من طباعه.
[٣٩٠]- العدة عطيّة. أي يقبح إخلافها كما يقبح استرجاع العطيّة.
[٣٩١]- الرّشف أنقع. أي التّأنّي في الشّراب أقطع للعطش.
[٣٩٢]- الطّعن يظأر. أي يحمل على الصّلح ويصير الأعداء إخوة لما يخافونه من حرّ الطّعان.
[٣٩٣]- الرّغب شؤم. أي الشّره يعود بالبلاء.
_________
[٣٨٧]- أمثال أبي عبيد ٢٥٩، جمهرة الأمثال ١/٣٥٨، مجمع الأمثال ١/٢٠٦، المستقصى ١/٣١١، نكتة الأمثال ١٦٢، اللسان (غشم) .
[٣٨٨]- المستقصى ١/٣٠٩، وفيه: «أي ربّما شغفك من ليس بجميل» .
[٣٨٩]- أمثال أبي عبيد ٥١، وفيه: «إنّ الجواد..» ، جمهرة الأمثال ١/٣٠٨، مجمع الأمثال ١/١٢ وفيه «إن الجواد» ، المستقصى ١/٣٠٩ وفيه «.. قد يعثر» نكتة الأمثال ١٤، زهر الأكم ٢/٥٢، وفيه: «الجواد يكبو» .
[٣٩٠]- أمثال أبي عبيد ٧١، فصل المقال ٨٤، مجمع الأمثال ٢/٢٩، المستقصى ١/٣٣٣، نكتة الأمثال ٢٨، العقد الفريد ٣/٨٦، وهو حديث شريف أخرجه أبو نعيم في حلية الأولياء ٨/٢٥٩.
[٣٩١]- أمثال أبي عبيد ٢٣٣، جمهرة الأمثال ١/٤٨٤، فصل المقال ٣٣٨، مجمع الأمثال ١/٣٠٣، نكتة الأمثال ١٤٦، زهر الأكم ٣/٥٤. العقد الفريد ٣/١١٥، اللسان (رشف، نقع) .
[٣٩٢]- أمثال أبي عبيد ٣٠٩، جمهرة الأمثال ٢/١٤، مجمع الأمثال ١/٤٣٢ و ٤٤٢، المستقصى ١/٣٢٩، نكتة الأمثال ١٩٦، جمهرة الأمثال ١/١٤، مجمع الأمثال ١/٤٣٢، المستقصى ١/٣٢٩، نكتة الأمثال ١٩٦، اللسان (زجج، ظأر) وفيه: «.. يظأره» المخصص ١٢/٢٠٥.
قال أبو عبيد: «إذا خافك أن تطعنه فتقتله، عطفه ذلك عليك فجاد بماله حينئذ للخوف» .
وقال الزمخشري: «.. يضرب للبخيل يعطي على الخوف، قال رجل من بني كلاب:
لو شكان ما أعطيتم القوم عنوة ... هي السّبّة الشّنعاء والطّعن يظأر
[٣٩٣]- أمثال أبي عبيد ٢٨٩، جمهرة الأمثال ١/١٢٣ و ٤٨٦، فصل المقال ٤٠٩، مجمع الأمثال ١/٣٠٣، المستقصى ١/٣٢٣، نكتة الأمثال ١٨٣، زهر الأكم ٣/٥٨، العقد الفريد ٣/١١٦، اللسان (رغب) ، وهو حديث شريف في النهاية في غريب الحديث ٢/٢٣٨.','1','83',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (87,'[٣٩٤]- الحديث ذو شجون. بينا ضبّة بن أدّ ومعه الحارث بن كعب في الشّهر الحرام، إذ قال الحارث: لقيت بهذا المكان فتيين، ووصفهما، فقتلت أحدهما، وأخذت سيفه هذا، فنظر إليه ضبّة فإذا بسيف سعيد ابنه، فقال: الحديث ذو شجون وقتله به.
<span data-type="title" id=toc-50>فصل</span>
[٣٩٥]- العتبا قبل العقاب. معروف.
[٣٩٦]- الظّلم مرتعه وخيم. قاله حنين بن خشرم السّعدي. أي عاقبته مذمومة.
[٣٩٧]- الرّفيق قبل الطّريق. أي حصّل الرّفيق قبل الطّريق واختبره، ثمّ اسلك الطّريق، فإنّه ربّما لم يكن لك موافقا فلا تتمكّن من الاستبدال.
[٣٩٨]- الجار قبل الدّار. تلك سبيله، ويرويان بالرّفع والنّصب.
[٣٩٩]- الإيناس قبل الإبساس. هذا في النّاقة، أي يجب أن تؤنس ثمّ تحلب.
_________
[٣٩٤]- أمثال الضبي ٤٧، أمثال أبي عبيد ٦١، الفاخر ٥٩، جمهرة الأمثال ١/٣٧٧، الوسيط ٣٦، فصل المقال ٦٧، مجمع الأمثال ١/١٩٧ و ٣٢٩، المستقصى ١/٣١٠، نكتة الأمثال ٢١، تمثال الأمثال ١/٢٩١، زهر الأكم ٢/١٠٢، العقد الفريد ٣/٨٥، اللسان (شجن) .
[٣٩٥]- أمثال أبي عبيد ١٨٣، مجمع الأمثال ٢/٣٢، المستقصى ١/٣٣٣، نكتة الأمثال ١١٠.
قال الميداني: «.. يقول: أصلح الفاسد ما أمكن بالعتاب، فإن تعذر وتعسّر فبالعقاب» .
[٣٩٦]- أمثال أبي عبيد ٢٥٩، جمهرة الأمثال ٢/٢٨، مجمع الأمثال ١/٤٤٤، المستقصى ١/٣٣٠، نكتة الأمثال ١٦٢، العقد الفريد ٣/١٢٨.
[٣٩٧]- أمثال أبي عبيد ٢٧٧، جمهرة الأمثال ١/٢١٩، فصل المقال ٣٩٢، مجمع الأمثال ١/١٧٢ و ٣٠٣، المستقصى ١/٣٢٣، نكتة الأمثال ١٧٥، زهر الأكم ٢/٥٨، العقد الفريد ٣/١١٥، وهو حديث شريف أورده الهيثمي في مجمع الزوائد ٨/١٦٤.
[٣٩٨]- أمثال أبي عبيد ٢٧٧، جمهرة الأمثال ١/٢١٩، فصل المقال ١٧٥، مجمع الأمثال ١/١٧٢، وفيه:
«ثمّ الدار» ، المستقصى ١/٣٠٨، زهر الأكم ٢/٥٨، العقد الفريد ٣/١١٥، وهو حديث شريف في مجمع الزوائد ٨/١٦٤.
[٣٩٩]- جمهرة الأمثال ١/١٩٦، مجمع الأمثال ١/٥٩، المستقصى ١/٣٠٣، زهر الأكم ١/٩٦.
قال العسكري: «معناه: ينبغي أن يؤنس الرّجل ويبسط، ثمّ يكلّف ويسأل» .','1','84',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (88,'[٤٠٠]- المحاجزة قبل المناجزة. أي إذا أردت الفرار فقبل الحرب.
[٤٠١]- الحور بعد الكور. أي القلّة بعد الكثرة، ويروى: «الكون» . ويقال: الحور: الرّجوع في الضّلالة بعد الهدى. ومنه: «اللهمّ إنّا نعوذ بك من الحور بعد الكور» «١» .
[٤٠٢]- الأنوق بعد النّوق. أي حصلت بعد الإبل على الأنوق، وهو طائر لا خير فيه.
[٤٠٣]- المنايا على الحوايا. قاله عبيد «٢» للمنذر لما أراد قتله. الحويّة: مركب للنّساء.
وأصله أنّ قوما قتلوا فحملوا على الحوايا، فظنّها الرّاؤون نساء، فلمّا كشفوا عنها وجدوا فيها القتلى.
[٤٠٤]- المرء توّاق إلى مالم ينل. أي يتبع نفسه مالم يصل إليه، وإن كان دون ما في يديه.
_________
[٤٠٠]- أمثال أبي عبيد ٢١٤، مجمع الأمثال ١/٤٠ وفيه: «إن أردت» ، نكتة الأمثال ١٣٤ وفيها: «إن رمت المحاجزة..» جمهرة الأمثال ١/٨٣ وفيه: «إذا أردت المحاجزة..» ، مجمع الأمثال ١/١٣٦ و ٢/٢٨٩، المستقصى ١/٣٤٥، زهر الأكم ٢/٩٨، اللسان (حجز، نجز، ندم) .
قال أبو عبيد: «أي فانج بنفسك قبل لقاء ما لا قوام لك به» .
[٤٠١]- الدرة الفاخرة ١/٣٠٨، جمهرة الأمثال ٢/٥٦- ٥٧، فصل المقال ١٧٥، المستقصى ١/٣١٥.
قال الزمخشري: «أي النقصان بعد الزيادة، وقيل: حور العمامة: نقضها، وكورها: لفّها، والمعنى: النقض بعد الإبرام..» .
[٤٠٢]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[٤٠٣]- أمثال أبي عبيد ٣٤١، جمهرة الأمثال ١/٣٥٩ و ٢/٢٧٥، مجمع الأمثال ٢/٣٠٣، وفيه: «.. على السّوايا» ، المستقصى ١/٣٥٠، نكتة الأمثال ٢١٣، العقد الفريد ٣/١٢١، اللسان (حوى) .
[٤٠٤]- أمثال أبي عبيد ٢٨٨، فصل المقال ٤٠٩، المستقصى ١/٣٤٦، نكتة الأمثال ١٨٤، العقد الفريد ٣/١١٦، اللسان (توق) .
يضرب في شدّة الحرص والشّره.
وهو من قول الأغلب العجلي في (شعراء أمويّون ١٦٢) :
وشرّ مارام امرؤ ما لم ينل','1','85',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (89,'[٤٠٥]- المرء بأصغريه. أي لسانه وقلبه.
[٤٠٦]- المرء يعجز لا المحالة. أي المرء يعجز عن الاستقاء لا البكرة.
[٤٠٧]- المرء أعلم بشأنه. معروف.
[٤٠٨]- النّاس بخير ما تباينوا. أي ما كان فيهم الرّئيس والمرؤوس، فإذا خلوا من رئيس وتساووا هلكوا.
[٤٠٩]- النّاس إخوان وشتّى في الشّيم. أي مشتبهون في الخلق، ومختلفون في الخلق، وتمامه «١» : [الرجز]
وكلّهم يجمعهم بيت الأدم
بيت الأدم: الأرض. وقيل: آدم، وقيل: بيت الكناس.
[٤١٠]- إنّ فيه من كلّ إهاب ذعنفة. أي من كلّ جلد رقعة.
_________
[٤٠٥]- مجمع الأمثال ٢/٢٩٤، المستقصى ١/٣٤٥، وورد المثل بزيادة: «قلبه ولسانه» في أمثال أبي عبيد ٩٨، فصل المقال ١٣٧، نكتة الأمثال ٤٨، اللسان (صغر) .
قال الزمخشري: «قاله شقّة بن ضمرة حين قال له المنذر: لأّن تسمع بالمعيدي خير من أن تراه، فقال: أبيت اللعن: إنّ الرجال ليسوا بجزر يراد منهم الأجسام. إنّما المرء بأصغريه قلبه ولسانه، إن قال قال بلسان، وإن قاتل قاتل بجنان، فلّما رأى المنذر عقله وبيانه سمّاه باسم أبيه ضمرة، فقيل:
ضمرة بن ضمرة» .
[٤٠٦]- أمثال أبي عبيد ٢٠٤، جمهرة الأمثال ٢/٢٧٥، فصل المقال ٢٩٩، مجمع الأمثال ٢/٢٨٩ و ٣٠٩، المستقصى ١/٣٤٦، نكتة الأمثال ١٢٣، اللسان (حول) .
قال أبو عبيد: «يقول: إنّما يجيء الجهل من الناس، فأمّا العلم والحيل فكثيرة» .
[٤٠٧]- أمثال أبي عبيد ٦٣، جمهرة الأمثال ١/٤٧٥، فصل المقال ٧٣، مجمع الأمثال ٢/٢٨٩، المستقصى ١/٣٤٥، نكتة الأمثال ٢٠ وروايته فيه: «كل أحد أعلم بشأنه» .
[٤٠٨]- مجمع الأمثال ٢/٣٤٠ و ٣٤١، المستقصى ١/٣٥٠ بزيادة: «.. فإذا تساووا هلكوا» وورد المثل برواية: «لن يزال الناس بخير ما تباينوا، فإذا تساووا هلكوا» في أمثال أبي عبيد ١٣٢، فصل المقال ١٩٦، مجمع الأمثال ٢/٢٠٨، نكتة الأمثال ٧٥.
[٤٠٩]- أمثال أبي عبيد ١٣٢، فصل المقال ١٩٧، نكتة الأمثال ٧٥، وروايته فيها: «القوم إخوان..»
جمهرة الأمثال ٢/٣٠٣، مجمع الأمثال ٢/٣٣٣، المستقصى ١/٣٥١، اللسان (أدم) .
[٤١٠]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.','1','86',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (90,'[٤١١]- النّاس بين خاذف وقاذف. أي خاذف بعصا، أو قاذف بصخرة: أي هم في شرّ ومكروه عظيم. ويروى «حاذف» بالحاء.
[٤١٢]- النّاس كإبل مئة لا تجد فيها راحلة. أي كمئة من الإبل لا راحلة فيها.
[٤١٣]- النّاس كأسنان المشط. أي متساوون في النّسب.
[٤١٤]- النّساء حبائل الشّيطان. أي بهنّ يجتذب إلى طاعته، وهنّ أشراك ومصائد، وقد ذكره ابن مسعود.
[٤١٥]- النّساء لحم على وضم. أي لا يستطعن دفعا كلحم الجزور ملقى على شيء يقيه التّراب فقط. والوضم: الخشبة التي يقطع عليها اللّحم.
[٤١٦]- النّفس مولعة بحبّ العاجل. أي تؤثر ما تعجل وإن كان يسيرا على ما تأجّل وإن كان كثيرا.
[٤١٧]- النّفس أعلم من أخوها النّافع. أي تعرف من يحبّها وينفعها ممّن يبغضها ويضرّها.
_________
[٤١١]- أمثال أبي عبيد ٢٦٣ وفيه: «هو بين..» جمهرة الأمثال ١/٢١٢، وفيه: «بين حاذف..»
المستقصى ١/٣٥١، مجمع الأمثال ٢/٣٩٣، نكتة الأمثال ١٦٤- ١٦٥.
[٤١٢]- مجمع الأمثال ٢/٣٤٠، المستقصى ١/٣٥٢..
قال الميداني: «أي إنّهم كثير، ولكن قلّ منهم من يكون فيه خير» .
قال الزمخشري: «أي إنّ المرضيّ المهذّب فيهم قليل قلّة الصّالح للركوب في الإبل» .
[٤١٣]- مجمع الأمثال ٢/٣٤٠، المستقصى ١/٣٥٢.
قال الزمخشري: «أي متساوون في الشّرّ» .
[٤١٤]- أمثال أبي عبيد ١١٠، جمهرة الأمثال ٢/٣٠٢، مجمع الأمثال ٢/٣٤٠، نكتة الأمثال ٥٦، العقد الفريد ٣/٩٥، اللسان (حبل) .
[٤١٥]- أمثال أبي عبيد ١٠٩، وفيه: «إنما النساء لحم على وضم إلّا ما ذبّ عنه» ، جمهرة الأمثال ٢/٣٠١، مجمع الأمثال ١/١٩، وفيه: «إنّ النّساء..» نكتة الأمثال ٥٥، العقد الفريد ٣/٩٥ برواية أبي عبيد.
[٤١٦]- أمثال أبي عبيد ٢٤٠، فصل المقال ٣٤٦، مجمع الأمثال ٢/٣٣٣، المستقصى ١/٣٥٤، نكتة الأمثال ١٥١، العقد الفريد ٣/١٢٤.
قال جرير في (ديوانه ٢/٧٣٧) :
إنّي لآمل منك خيرا عاجلا ... والنّفس مولعة بحبّ العاجل
[٤١٧]- الدرة الفاخرة ٢/٤٥٤، جمهرة الأمثال ٢/٣١٤، وفيه: «.. تعلم» ، مجمع الأمثال ٢/٣٣٣، المستقصى ١/٣٥٤.
قال الزمخشري: «يضرب فيمن تحمده أو تذمّه عند الحاجة إليه» .','1','87',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (91,'<span data-type="title" id=toc-51>وفصل منه</span>
[٤١٨]- المكثار كحاطب اللّيل. أي ربّما لحقه من إكثاره ما يكره، كما يصيب المحتطب ليلا من حيّة وعقرب.
[٤١٩]- البخيل أعذر من الظّالم. البّخل: منع ما ليس بمفترض بذله، والظّلم: منع ما افترض فعله.
[٤٢٠]- الحليم مطيّة الجهول. أي الحليم يتوطّأ للجاهل فيركبه بما يريد، فلا يجازيه عليه كالمطيّة.
[٤٢١]- السّعيد من وعظ بغيره. أي ذو الجدّ من اعتبر بما لحق غيره من المكروه، فيجتنب الوقوع في مثله.
_________
[٤١٨]- أمثال أبي عبيد ٤٣، الفاخر ٢٦٤، الدرة الفاخرة ١/١٩٥، جمهرة الأمثال ١/٤٩٤ و ٢/٢٢٨، فصل المقال ٢٩، مجمع الأمثال ٢/٣٠٣، المستقصى ١/٣٤٩، نكتة الأمثال ٨، العقد الفريد ٣/٨٢، اللسان (حطب) .
قال الزمخشري: «لأنّه لا يرى ما يجمعه فيربط بين الجيد والرديء.. يضرب للمخلط في كلامه والجاني على نفسه بكلامه» .
[٤١٩]- أمثال أبي عبيد ١٩١، الفاخر ٢٤٥، الدرة الفاخرة ٢/٤٥٤، جمهرة الأمثال ١/٥٤٤، مجمع الأمثال ١/٣٦٥، المستقصى ١/٣٢٦، نكتة الأمثال ١١٦، وفيها جميعا: «الشحيح أعذر من الظالم» قال أبو عبيد: «إنّما نراهم جعلوا له عذرا إذا كان استبقاؤه ماله ليصون به وجهه وعرضه عن مسألة الناس، يقولون: فهذا ليس بمليم، إنّما هو تارك للتفضّل، ولا عيب عليه في حفظ شيئه، إنّما تلزم اللائمة الآخذ مال غيره» .
وقال العسكري: لا يتمثّل هذا المثل إلّا بخيل يعذر نفسه في البخل، يقول: إنّما يلام الظالم لغيره لا الحافظ لماله، وسمع أعرابي رجلا يقول: الشحيح أعذر من الظالم، فقال: لعن الله خصلتين خيرهما الشحّ» .
[٤٢٠]- أمثال أبي عبيد ١٥٠، جمهرة الأمثال ١/٣٥١، مجمع الأمثال ١/٢١١، المستقصى ١/٣١٣، نكتة الأمثال ٨٨، العقد الفريد ٣/١٠٤.
قال أبو عبيد: «يعني أنّه يحتمل جهله، ولا يؤاخذه به» يضرب في وجوب الإغضاء عن الجاهل.
[٤٢١]- أمثال أبي عبيد ٢٢٧، جمهرة الأمثال ١/٥١٢، فصل المقال ٣٢٧، مجمع الأمثال ١/٣٤٣، المستقصى ١/٣٢٥، نكتة الأمثال ١٤٢، زهر الأكم ٣/١٦٨.','1','88',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (92,'[٤٢٢]- العوان لا تعلّم الخمرة. أي المجرّب عارف بالأمر، كما أنّ المرأة التي قد تزوّجت تحسن القناع فلا تعلّمه.
[٤٢٣]- العبد من لا عبد له. معروف.
[٤٢٤]- القيد والرّتعة. قاله عمرو بن خويلد «١» ، وكان هزيلا فحبس، فلمّا أفرجت عنه همدان وقد سمن قال ذلك.
[٤٢٥]- الرّواية إحدى الشّاتمين. معروف.
[٤٢٦]- الحرّ يعطي والعبد يألم قلبه. أي ليس يجود، ويشقّ عليه جود غيره.
[٤٢٧]- الحريص يصيدك لا الجواد. أي الجادّ القاصد لا السّابق إذا لم يقصد.
_________
[٤٢٢]- أمثال أبي عبيد ١٠٨، وفيه: «إنّ العوان..» ، جمهرة الأمثال ٢/٣٨، مجمع الأمثال ١/١٩، وفيه: «إن العوان» ، المستقصى ١/٣٣٤، وفيه: «.. لا تعرف» ، نكتة الأمثال ٥٥، برواية أبي عبيد.، العقد الفريد ٣/٩٥، اللسان (خمر، عون) .
والعوان: المرأة الثّيّب. ويضرب للعارف المجرّب للأمر.
[٤٢٣]- أمثال أبي عبيد ١٢٤، جمهرة الأمثال ٢/٥٦، مجمع الأمثال ٢/٣١، المستقصى ١/٣٣٣، نكتة الأمثال ٦٨، العقد الفريد ٣/٩٧.
يضرب في ذلّة من ليس له ناصر ولا معين.
[٤٢٤]- أمثال الضبي ١٤١، أمثال أبي عبيد ٥٦، الفاخر ٢٠٨ و ٢٩٦، فصل المقال ٥٤، مجمع الأمثال ٢/٩٩، المستقصى ١/٣٤١، اللسان (رتع) .
[٤٢٥]- مجمع الأمثال ١/٣٠٣، زهر الأكم ٢/٢١٢ وفيه: «الرّاوية أحد الهاجيين» وهو جزء من حديث شريف ذكره السيوطي في الجامع الكبير ١/٢٢٣، وهو في أمثال أبي عبيد ٧٩ ونكتة الأمثال ٣٥.
[٤٢٦]- أمثال أبي عبيد ٣٠٨، جمهرة الأمثال ١/١٤٢ و ٣٥٩، مجمع الأمثال ١/٢١١ و ٤٠٥، المستقصى ١/٣١٢، نكتة الأمثال ١٩٦.
[٤٢٧]- أمثال أبي عبيد ٢٥٣، جمهرة الأمثال ١/٣٥٧، فصل المقال ٣٦٦، مجمع الأمثال ١/٢٠٧، المستقصى ١/٣١٢، نكتة الأمثال ١٥٨، العقد الفريد ٣/١٢٧.
قال أبو عبيد: «يقول: إن الذي له هوى وحرص في حاجتك هو الذي يقوم لك بها. لا القويّ عليها، ولا هوى له فيك» .','1','89',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (93,'[٤٢٨]- الوحدة خير من قرين السّوء. لأنّ الوحدة إنّما تجلب عليك الوحشة فقط، وقرناء السّوء يجلبون إليك الهلاك.
[٤٢٩]- العقوق ثكل من لم يثكل. أي عقوق الولد وثكله سيّان.
[٤٣٠]- الحصن أدنى لو تأيّيتة. اجتاز راكب بأمراة، فأقبلت تحثو التّراب في وجهه إظهارا
_________
[٤٢٨]- أمثال أبي عبيد ١٣٠، جمهرة الأمثال ٢/٣٣٠، مجمع الأمثال ٢/٣٦٦، نكتة الأمثال ٧٢.
قال العسكري: «قال: سمعت الأحنف بن قيس يقول: أتيت المدينة فبينا أنا بها إذ رأيت النّاس يسرعون إلى رجل، فمررت معهم، فإذا أبو ذرّ، فجلست إليه، فقال لي: من أنت؟ قلت: الأحنف، قال: أحنف العراق؟ قلت: نعم، وقال لي: يا أحنف. الوحدة خير من جليس السّوء، أليس كذلك؟
قلت: نعم. قال: والجليس الصالح غير من الوحدة، أكذاك؟ قلت: نعم، قال: وتكلّم بخير خير من أن تسكت، أكذلك؟ قلت: نعم. قال: والسّكوت عن الشّرّ خير من التّكلّم به، أكذلك؟ قلت: نعم، قال:
خذ هذا العطاء ما لم يكن ثمنا لدينك، فإذا كان ثمنا لدينك، فإيّاك وإيّاه وقال الشاعر:
وحدة العاقل خير ... من جليس السّوء عنده
وجليس الصّدق خير ... من جلوس المرء وحده
وقيل: جليس السوء كالقين الأصحر، إلّا يحرقك بشرره يؤذك بدخانه» .
[٤٢٩]- أمثال أبي عبيد ١٤٨، جمهرة الأمثال ٢/٤١، مجمع الأمثال ٢/١٦، المستقصى ١/٣٣٤، نكتة الأمثال ٨٦.
قال العسكري في معنى المثل (ديوانه ١٤٢) :
إذا ما استمرّ على هجره ... فخل التّفكّر في أمره
هب الموت عاجله بغتة ... وغيّبه القبر في قعره
فسيّان من غاب عن أهله ... ومن سكن التّرب في قبره
سبيل الجميع إلى فرقة ... فإن أنت لم تدره فادره
وحلو الحياة إلى مرّها ... وصفو المعاش إلى كدره
[٤٣٠]- مجمع الأمثال ١/٢١٠، المستقصى ١/٣١٢، اللسان (حصن، أيا، حثا) .
قال الميداني: «الحصن: العفاف، قيل: كانت لامرأة ابنة فرأتها تحثو التراب على راكب، فقالت لها: ما تصنعين؟ قالت: أريه انّي حصان أتعفّف، وقالت:
يا أمّتا أبصرني راكب ... في بلد مستحقر لاحب
فعدت أحث التّرب في وجهه ... عنّي وأنفي تهمة العائب
فقالت أمّها:
الحصن أولى لو تأيّيته ... من حثيك التّرب على الرّاكب
فأرسلتها مثلا، وتأيّا، معناه: تعمّد، وكذلك تايا.. يضرب في ترك ما يشوبه ريبة، وإن كان حسن الظّاهر» .','1','90',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (94,'للعفاف، فقال: [السريع]
الحصن أدنى لو تأيّيته ... من حثوك التّرب على الرّاكب
[٤٣١]- الجرع أروى والرّشف أنقع. أي مصّ الإبل الماء أروى لها، وعبّها أسرع لشربها.
[٤٣٢]- البلاء موكّل بالمنطق. أي ربّما نطق الإنسان بما يكون فيه بلاء.
[٤٣٣]- الفرار بقراب أكيس. قاله جابر «١» بن عمرو المازني، وكان يسير يوما إذ رأى أثر رجلين وكان قائفا «٢» فقال: أرى أثر رجلين شديد كلبهما، عزيز سلبهما، والفرار بقراب «٣» أكيس.
[٤٣٤]- القول ما قالت حذام. قاله لجيم بن صعب والد حنيفة وعجل لامرأته حذام في بيت وهو «٤» : [الوافر]
إذا قالت حذام فصدّقوها ... [فإنّ القول ما قالت حذام]
_________
[٤٣١]- أمثال أبي عبيد ٢٣٣، وفصل المقال ٣٣٨، ونكتة الأمثال ١٤٦ بإسقاط: «الجرع أروى» ، جمهرة الأمثال ١/٣٢٤ «.. والرشف أشرب» و ١/٤٨٤ «الرشيف أشرب» مجمع الأمثال ١/١٦٣ «.. والرشيف أنقع» ، اللسان (رشف) .
والرشف والرشيف: مصّ الماء، والجرع: بلعه، والنقع: تسكين الماء للعطش، أنقع: أثبت وأدوم ريّا، ومعناه أن الاقتصاد في المعيشة أبلغ وأدوم من الإسراف فيها.
[٤٣٢]- أمثال أبي عبيد ٧٥، وفيه: «.. بالقول» ،، الفاخر ٢٣٥، جمهرة الأمثال ١/٢٠٧، فصل المقال ٩٥، مجمع الأمثال ١/١٧، المستقصى ١/٣٠٥، نكتة الأمثال ٦٥، تمثال الأمثال ٢٦٣.
[٤٣٣]- أمثال الضبي ٦٦، أمثال أبي عبيد ٢١٧، جمهرة الأمثال ٢/٩٣، مجمع الأمثال ٢/٧٦، المستقصى ١/٣٣٨، نكتة الأمثال ١٣٤، اللسان (قرب) .
[٤٣٤]- أمثال أبي عبيد ٥٠، الفاخر ١٤٦، جمهرة الأمثال ٢/١١٦، فصل المقال ٤١، مجمع الأمثال ٢/١٠٦ و ١٧٥، المستقصى ١/٣٤٠، نكتة الأمثال ١٣، العقد الفريد ٣/٨٣، اللسان (حذم) .','1','91',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (95,'[٤٣٥]- الأخذ سرّ يطيّ والقضاء ضرّيطيّ. أي أخذك بلع، وقضاؤك طنز.
[٤٣٦]- الأخذ سلجان والقضاء ليّان. السّلجان: البلع. واللّيّان: المطل.
[٤٣٧]- التّجارب ليس لها نهاية. أي كلّما ازدادت «١» ازداد المرء عقلا.
[٤٣٨]- التّجرّد بغير نكاح مثلة. قالته رقاش بنت عمرو بن تغلب لكعب بن مالك من تيم الله وقد سامها ذلك.
[٤٣٩]- النّقد عند الحافر. أي النّقد الحاضر عند البيع، ويقال: «الحافرة» .
_________
[٤٣٥]- أمثال أبي عبيد ٦٩ و ٨٠، جمهرة الأمثال ١/١٧٠ و ١٧١، فصل المقال ٣٧٩، مجمع الأمثال ١/٤١، وقد ورد المثل برواية «الآكل سريط.. ضرّيط» في أمثال أبي فيد ٧٨، اللسان (سوط، ضرط) وفيه «الأكل سرطان والقضاء ضرطان» ، المستقصى ١/٢٩٧، زهر الأكم ١/٦٥، المخصص ١٥/٢٠٤.
[٤٣٦]- جمهرة الأمثال ١/١٧١ و ٤٩٦، المستقصى ١/٢٩٨، زهر الأكم ١/٦٤، وقد ورد المثل برواية:
«الأكل سلجان..» في أمثال أبي عبيد ٢٦٥، فصل المقال ٣٧٩، مجمع الأمثال ١/٤١، زهر الأكم ١٦٦، اللسان (سلج) .
[٤٣٧]- أمثال أبي عبيد ١٠٦، جمهرة الأمثال ١/٢٧٨، مجمع الأمثال ١/١٤٧، نكتة الأمثال ٥٣- ٥٤، وفيها جميعا بزيادة: «.. والمرء منها في زيادة» المستقصى ١/٣٠٥.
قال أبو عبيد: «وروينا عن عمر بن الخطاب أنه قال: يحتلم الغلام لأربع عشرة وينتهي طوله لإحدى وعشرين، وعقله لسبع وعشرين إلّا التجارب، فجعل عمر التجارب لا غاية لها» .
[٤٣٨]- أمثال الضبي ١٢٨ وفيه «التجريد» أمثال أبي عبيد ٢٩٣، جمهرة الأمثال ١/٤١٧، فصل المقال ٤١٥، وفيه «التجريد» ، مجمع الأمثال ١/١٣٦، المستقصى ١/٣٠٦، نكتة الأمثال ١٨٧، زهر الأكم ٢/٤٥ وفيه: «التجريد» وفيها جميعا: «لغير» .
يضرب في الأمر بوضع الشيء في موضعه.
[٤٣٩]- أمثال أبي عبيد ٢٨٣، أمثال أبي عكرمة الضبي ٥٧، الفاخر ١٤، ٢٧٩، جمهرة الأمثال ٢/٣١٠، فصل المقال ٣٩٨، مجمع الأمثال ٢/٣٣٧، المستقصى ١/٣٥٤، اللسان (حفر) المخصص ١٢/٣٠٥.
يضرب في تعجيل قضاء الحاجة.','1','92',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (96,'[٤٤٠]- السّراح من النّجاح. أي التّسريح بغير قضاء الحاجة خير من التّعلّق بوعد كاذب.
[٤٤١]- النّدم على السّكوت خير منه على القول. وذلك أنّ السّكوت أكثر ما يجنيه أن ينسب إلى العيّ والقول ربّما جرّ إلى القتل.
[٤٤٢]- التّجلّد لا التّبلّد. أي التّجلّد ينجيك لا التّبلّد.
[٤٤٣]- المنيّة ولا الدّنيّة. معروف.
[٤٤٤]- النّار ولا العار. معروف.
[٤٤٥]- الدّلو تأتي الغرب المزلّة. الغرب: مخرج الماء من الحوض. يقول تأتي «١» على غير وجهتها، وكان يجب أن تأتي الإزاء، وقائله بسطام بن قيس أريه في المنام ليلة قتل في صبيحتها، فقال له نقيذ «٢» : فهلّا قلت: «ثمّ تعود باديا مبتلّة» فتكسر الطّيرة عنك.
_________
[٤٤٠]- أمثال أبي عبيد ٢٤٠، وفيه: «.. مع النّجاح» جمهرة الأمثال ١/٤٨٥ و ٥٤٦، وفيه: «الشّراح..»
مجمع الأمثال ١/٣٢٩، المستقصى ١/٣٢٥، نكتة الأمثال ١٥١، زهر الأكم ٣/١٦٢، العقد الفريد ٣/١٢٤، اللسان (سرح) .
قال الزمخشري: «يضرب في ذمّ المواعيد العرقوبيّة» .
وقال العسكري: «معناه اشرح لي وجه اليأس فأنصرف» .
[٤٤١]- أمثال أبي عبيد ٤٤، فصل المقال ٢٩، مجمع الأمثال ٢/٣٤٦، نكتة الأمثال ٩ وفيها: «.. خير من الندم» المستقصى ١/٣٥٣.
[٤٤٢]- أمثال أبي عبيد ١١٣، ١٨٣، ١٩٧، جمهرة الأمثال ١/٢٧٣، مجمع الأمثال ١/١٣٩، المستقصى ١/٣٠٦، نكتة الأمثال ٦٠.
قاله أوس بن حارثة لابنه مالك.
[٤٤٣]- أمثال أبي عبيد ١١٣، فصل المقال ٢٩٠، نكتة الأمثال ٦٠، جمهرة الأمثال ٢/٣٠٣، العقد الفريد ٣/٩٥، مجمع الأمثال ٢/٣٠٧، ومعناه اختار المنيّة ولا العار.
[٤٤٤]- جمهرة الأمثال ٢/٢٥٣، المستقصى ١/٣٥١.
يضرب في تفضيل الموت على العار.
[٤٤٥]- مجمع الأمثال ١/٢٦٩، المستقصى ١/٣١٧.
ويضرب في التخويف من وقوع الشرّ.','1','93',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (97,'[٤٤٦]- الخيل أعرف من فرسانها البهم. أي الفرسان يعرفون الفرسان. وقيل: تعرف فرسانها.
[٤٤٧]- الذّود إلى الذّود إبل. الذّود: من ثلاث إلى عشر، أي القليل ينضاف إلى مثله فيصير كثيرا.
[٤٤٨]- العصا لا يشقّ غبارها. قاله قصير لجذيمة لما أشار عليه بالهرب عليها، وهي فرس جذيمة.
[٤٤٩]- الثّكل أرأمها. قاله بيهس لما رأى أمّه تتحنّن عليه وتحبّه بعد قتل إخوته. أي أنّها لا تجد غيري فهي تتعطّف عليّ.
[٤٥٠]- الذّئب يأدو للغزال. أي يختله.
[٤٥١]- الخمرة تكنى الطّلاء. أي اسمها سهل وفعلها صعب.
_________
[٤٤٦]- مجمع الأمثال ١/٢٣٨، زهر الأكم ٢/٢١٢، اللسان (خيل) بإسقاط «البهم» .
ويضرب لمن ظننت به أمرا فوجدته كذلك أو بخلافه.
[٤٤٧]- أمثال أبي عبيد ١٩٠، جمهرة الأمثال ١/٤٦٢، فصل المقال ٢٨٢، مجمع الأمثال ١/٢٧٧، المستقصى ١/٣٢٢، نكتة الأمثال ١١٥، تمثال الأمثال ٢٦٦، زهر الأكم ٣/١٩، اللسان (ذود) .
المخصص ٧/١٢٩ و ١٤/٦٧ و ١٧/٩.
[٤٤٨]- المستقصى ١/٣٣٣، وفيه: «معناه أنّه لا تدركها فرس فيدخل في غبارها، يضرب للرجل البارع المبرّز، قال:
أعلمت يوم عكاظ حين لقيتني ... تحت العجاج فما شققت غباري
[٤٤٩]- أمثال أبي عبيد ١٤٠، جمهرة الأمثال ١/٢٩٠، مجمع الأمثال ٢/٢٠٨، المستقصى ١/٣٠٨، نكتة الأمثال ٨١، العقد الفريد ٣/١٠١، وسيأتي المثل بعبارة: «ثكل أرأمها ولدا» رقم (٥٣٢) .
قال العسكري: «يضرب مثلا للرجل يحفظ خسيس مالديه بعد فقد النفيس» .
[٤٥٠]- أمثال أبي عبيد ٨٢، جمهرة الأمثال ١/٤٦٤، مجمع الأمثال ١/٢٧٧، المستقصى ١/٣٢٠، نكتة الأمثال ٣٧، العقد الفريد ٣/٩٠، اللسان (أدا) .
يضرب في الخديعة والمكر.
[٤٥١]- مجمع الأمثال ٢/٤٠١ وفيه: «هي الخمر تكنى» ، المستقصى ١/٣١٦، وفيه: «الخمر تكنى الطّلا» .
وزاد «.. قال عبيد:
هي الخمر تكنى الطّلا ... كما الذّئب يكنى أبا جعده
وورد البيت في (ديوانه ٦٢) على النحو التالي:
هي الخمر بالهزل تكنى الطّلا ... كما الذّئب يكنى أبا جعده','1','94',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (98,'[٤٥٢]- الذّئب مغبوط بذي بطنه. أي إنّه أبدا يظنّ به الشّبع لما يرى من عدوه ونشاطه.
[٤٥٣]- الذّئب يكنى أبا جعدة. أي فعله قبيح وإن كانت كنيته حسنة، قاله عبيد بن الأبرص للمنذر لما أراد قتله. يضرب مثلا للرّجل يظهر إكراما وهو يريد به غائلة.
[٤٥٤]- المعزى تبهي ولا تبني. أي تخرق البيت بارتقائها عليه، وليس لها صوف.
[٤٥٥]- العصا من العصيّة. هي فرس جذيمة، والعصيّة: أمّها. فيقال: كلّ شيء من سنخه: أي أصله. وأصل الكبير من الصّغير.
[٤٥٦]- الخيل تجري على مساويها. أي كرمها يحملها فتسبق، وإن كانت ذوات أوصاب «١» .
[٤٥٧]- العير أوقى لدمه. أي أشدّ احتياطا على حفظ نفسه لسرعة الهرب.
_________
[٤٥٢]- مجمع الأمثال ١/٢٧٨، المستقصى ١/٣١٩، وورد المثل برواية «يغبط» في أمثال أبي عبيد ٣١٢، جمهرة الأمثال ١/٤٦١، فصل المقال ٤٣٥، نكتة الأمثال ١٩٨، زهر الأكم ٣/٧، اللسان «بطن، ذوا» المخصص ١٣/٤٢١.
[٤٥٣]- أمثال أبي عبيد ٨٨، جمهرة الأمثال ١/٤٥٩، فصل المقال ١٢٠، مجمع الأمثال ١/٢٧٧ و ٢/٤٠١، المستقصى ١/٣٢٠، نكتة الأمثال ٤٠، زهر الأكم ٣/٨، اللسان (جعد، طلا) .
[٤٥٤]- أمثال أبي عبيد ١٢٩، جمهرة الأمثال ٢/٢٤٠، فصل المقال ١٩٢، مجمع الأمثال ٢/٢٦٩، المستقصى ١/٣٤٨، نكتة الأمثال ٧٢، العقد الفريد ٣/٩٩، اللسان (بنى، بهى) ، المخصص ٦/١٢.
يضرب لمن يفسد ولا يصلح.
[٤٥٥]- أمثال أبي عبيد ١٤٥، الفاخر ١٨٩ و ٣٠٤، الدرة الفاخرة ١/٢٢٩ و ٢٣٠، جمهرة الأمثال ٢/٤٠، فصل المقال ٢٢١، مجمع الأمثال ١/١٥ و ٣٦١، وفيه «إن العصا..» المستقصى ١/٣٣٤، نكتة الأمثال ٨٣، زهر الأكم ١/١٣٣ و ٢/١٣٨، اللسان (عصا) .
[٤٥٦]- أمثال أبي عبيد ١٠٩، جمهرة الأمثال ١/٤١٤، فصل المقال ١٥٨، مجمع الأمثال ١/٢٣٨، المستقصى ١/٣١٦، نكتة الأمثال ٢٥، زهر الأكم ٢/٢١٠، العقد الفريد ٣/٩٥، اللسان (أمم، سوا، طبب) .
[٤٥٧]- أمثال أبي عبيد ٢١٩ و ٢٢٥، الدرة الفاخرة ٢/٤٥٤، جمهرة الأمثال ٢/٥٥، مجمع الأمثال ٢/١٣، المستقصى ١/٣٣٦، نكتة الأمثال ١٣٦.
والعير: الحمار الذّكر والفرس.
قال الميداني: «يضرب للموصوف بالحذر. وذلك أنّه ليس شيء من الصّيد يحذر حذر العير إذا طلب.
ويقال: هذا المثل لزرقاء اليمامة لمّا نظرت إلى الجيش، وكان كلّ فارس منهم قد تناول غصنا من شجرة يستتر به، فلمّا نظرت إليه قالت: لقد مشى الشجّر، ولقد جاءتكم حمير، فكذّبوها، ونظرت إلى عير قد نفر من الجيش، فقالت: العير أوقى لدمه من راع في غنمه، فذهبت مثلا» .','1','95',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (99,'[٤٥٨]- البئر أبقى من الرّشاء. معروف.
[٤٥٩]- الحمّى أضرعتني إليك يا قطيفة. ويقال: «يا فراش» : أي الضّرورة قادتني إلى ما عندك.
[٤٦٠]- الصّيف ضيّعت اللّبن. كان عمرو بن عدس بن زيد مناة زوجا لدختنوس بنت لقيط بن زرارة وكان شيخا فسألته الطّلاق ففعل، وتزوّجت عمرو بن معبد بن زرارة، وكان شابا فقيرا، فلّما جاء الشّتاء أرسلت إلى عمرو [تستسقيه لبنا] «١» فقال لها ذلك، فقالت: هذا ومذقة خير «٢» .
[٤٦١]- اللّيل أخفى للويل. أي ظلمته منتشرة، والنّاس فيه ساكنون.
_________
[٤٥٨]- جمهرة الأمثال ١/٢٥٢، المستقصى ١/٣٠٤.
والرّشاء: حبل الدّلو.
[٤٥٩]- أمثال أبي عبيد ١١٩، جمهرة الأمثال ١/٣٤٨، مجمع الأمثال ١/٢٠٥، نكتة الأمثال ٦٦، وفيها «..
لك» ، فصل المقال ١٧٦، اللسان (ضرع) وفيها جميعا بإسقاط «يا قطيفة» . وجاءت رواية المثل في الفاخر ٢١٠، «أضرعتني للنوم» المستقصى ١/٣١٣، زهر الأكم ٢/١٤٠ و ١٤١، العقد الفريد ٣/٩٦.
[٤٦٠]- أمثال الضبي ٥١، أمثال أبي عبيد ٢٤٧، الفاخر ١١١، الدرة الفاخرة ١/١١١، جمهرة الأمثال ١/٣٢٤ و ٥٧٥، الوسيط ٤٧، فصل المقال ٣٥٧ و ٣٥٨ و ٣٥٩، مجمع الأمثال ٢/٦٨ وفيه: «في الصيف.» ، المستقصى ١/٣٢٩، نكتة الأمثال ١٥٦، اللسان (صيف، ضيع) .
[٤٦١]- أمثال أبي عبيد ٦١، الفاخر ١٩٥، الدرة الفاخرة ١/١٧٢، جمهرة الأمثال ١/٤٩٤، ٢/١٨١، فصل المقال ٦٥، مجمع الأمثال ٢/١٩٣، المستقصى ١/٣٤٣، نكتة الأمثال ٢١.
قال الزمخشري: «أي افعل ما تريده ليلا فإنّه أستر لسرّك، وأوّل من قاله سارية بن عويمر العقيلي وذلك أن توبة بن الحميّر ضربه ثور بن أبي سمعان بجرز وعليه بيضة، فجرح أنفه ووجهه فمكّن من أخذ حقّه فأبى، قال:
إن يمكن السيف فسوف أنتقم ... أولا فإنّ العفو أدنى للكرم
ثمّ إنّ سارية نزل به ثور يوما مع أصحابه، فلمّا أرادوا الإصباح عنه قال لهم: ادّرعوا اللّيل فإنّه أخفى للويل، ولا آمن عليكم توبة، ثمّ إنّ توبة سار خلفهم فقتلهم» .','1','96',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (100,'[٤٦٢]- اللّيل داج والكباش تنتطح. أي الأمر شديد الصّعوبة عظيم الشّرّ.
[٤٦٣]- اللّيل طويل وأنت مقمر. أي تلبّث. قاله سليك وقد سقط عليه رجل وهو نائم، فقال له: استأسر.
[٤٦٤]- اليوم خمر وغدا أمر. قاله امرؤ القيس لمّا بلغه قتل أبيه وهو يشرب، وقتله بنو أسد.
<span data-type="title" id=toc-52>وفصل منه</span>
[٤٦٥]- الكلاب على البقر. أي خلّ الكلاب تصيد البقر، ولا تدخل فيما ليس من شأنك.
[٤٦٦]- الكراب على البقر. أي الفلاحة على البقر مثله.
[٤٦٧]- الجحش لمّا فاتك الأعيار. ويروى «بذّك» أي إن فاتك جسيم فعليك بما دونه ولا تخب.
[٤٦٨]- اللّيل وأهضام الوادي. أي اذكر اللّيل وظلمته، ومستدقّ الوادي وصعوبته فلا تتلبّث.
_________
[٤٦٢]- المستقصى ١/٣٤٤، العقد الفريد ٣/١٢٦.
قال الزمخشري: «وهم الأقران في الحرب؛ يضرب للأمر الكثير الشرّ، وقال:
اللّيل داج والكباش تنتطح ... نطاح أسد ما أراها تصطلح
منهنّ مجروح ومنها منبطح ... فمن نجا برأسه فقد ربح
[٤٦٣]- أمثال الضبي ٦٢، أمثال أبي عبيد ٢٣٤، مجمع الأمثال ١/٣٠، نكتة الأمثال ١٤٦، وفيها: «إن اللّيل..» ، جمهرة الأمثال ١/١٣٠ و ٢/١٨٩، المستقصى ١/٣٤٤، العقد الفريد ٣/١٢٣.
[٤٦٤]- أمثال الضبي ١٢٧، أمثال أبي فيد ٦٨، أمثال أبي عبيد ٣٣٣، جمهرة الأمثال ٢/٤٣١، مجمع الأمثال ٢/٤١٧، المستقصى ١/٣٥٨، نكتة الأمثال ٢٠٩، تمثال الأمثال ٣١٠، العقد الفريد ٣/١٢٠.
[٤٦٥]- أمثال أبي عبيد ٢٨٤، جمهرة الأمثال ٢/١٦٩، فصل المقال ٤٠٠، مجمع الأمثال ٢/١٤٢، المستقصى ١/٣٣٠ و ٣٤١، نكتة الأمثال ١٨٠، العقد الفريد ٣/١١٦، اللسان (كرب، كلب) .
[٤٦٦]- فصل المقال ٤٠٠، مجمع الأمثال ٢/١٤٢، المستقصى ١/٣٤١، اللسان (كرب) ، المخصص ١٠/١٥٠.
[٤٦٧]- أمثال أبي عبيد ٢٣٥، جمهرة الأمثال ١/٣٠٥، مجمع الأمثال ١/١٦٥، المستقصى ١/٣٠٩، نكتة الأمثال ١٤٧، زهر الأكم ٢/٤٠، اللسان (جحش) ، المخصص ٨/٤٤.
والجحش: ولد الحمار الأهلي والوحشيّ. والأعيار: جمع عير، وهو الحمار الوحشي، ونصب الجحش بفعل مضمر، أي: اطلب الجحش.
[٤٦٨]- أمثال أبي عبيد ٢٢٥، جمهرة الأمثال ٢/١٨٨، فصل المقال ٣٢٢، مجمع الأمثال ١/٣٣٤ و ٢/١٨٣، المستقصى ١/٣٤٤، نكتة الأمثال ١٤١، اللسان (هضم) .
قال الزمخشري: «أهضام: جمع هضم، وهو المكان المطمئن، أي احذر شرّ الليل، وشرّ بطون الأودية، فلا تسر فيها، فلعلّ هناك مغتالا، يضرب في التحذير من أمرين مخوفين» .','1','97',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (101,'<span data-type="title" id=toc-53>باب ما جاء على حرف الباء</span>
[٤٦٩]- بلغ السّكّين العظم. أي انتهى الأمر إلى ما لا نهاية وراءه.
[٤٧٠]- بلغ الماء الزّبى. مثله، ويروى «الرّبى» وهو ما ارتفع من الأرض، وواحدة الزّبى:
زبية، وهي حفيرة تحفر للأسد في موضع مرتفع إذا اصطيد.
[٤٧١]- بلغ الحزام الطّبيين. الطّبيان للفرس كالثّديين للمرأة، وإذا بلغهما الحزام سقط السّرج.
[٤٧٢]- بلغ في العلم أطوريه. أي منتهاه.
[٤٧٣]- برز الصّريح بجانب المتن. أي ظهرت جليّة الأمر.
[٤٧٤]- برح الخفاء. أي زال الشّكّ.
_________
[٤٦٩]- أمثال أبي عبيد ٣٤٤، نكتة الأمثال ٢١٤، وفيهما «قد بلغ..» ، مجمع الأمثال ١/٩٦، المستقصى ٢/١٣، تمثال الأمثال ٢٦٥، زهر الأكم ١/٢٠٢.
[٤٧٠]- أمثال أبي فيد ٣٣، أمثال أبي عبيد ٣٤٣، نكتة الأمثال ٢١٤، وفيها «قد بلغ السيل..» جمهرة الأمثال ١/٢٢٠، الوسيط ٧٩، مجمع الأمثال ١/٩١ و ٩٣ و ٩٦، زهر الأكم ١/٢٠٢، اللسان (زبى) وفيها «بلغ السيل الزّبى» فصل المقال ٤٧٢ وفيه «قد بلغ الماء الزّبى» ، المستقصى ٢/١٤، تمثال الأمثال ٢٦٥، العقد الفريد ٣/١٢١.
[٤٧١]- جمهرة الأمثال ١/٣٦٠ و ٢/٥٥، الوسيط ٧٩، المستقصى ٢/١٣، تمثال الأمثال ٢٦٥ و ٣٨٥، اللسان (طبي) .
وورد المثل برواية: «قد جاوز الحزام الطبيين» في أمثال أبي عبيد ٣٤٣، فصل المقال ٤٧٢، نكتة الأمثال ٢١٤.
وبإسقاط «قد» في جمهرة الأمثال ١/٣٠٨، مجمع الأمثال ١/١٦٦.
[٤٧٢]- أمثال أبي عبيد ٢٠٦، وفيه «قد بلغ فلان في العلم أطوريه» ، جمهرة الأمثال ١/٢١٨ وفيه «من العلم» فصل المقال ٣٠١ وفيه: «فلان من العلم» ، مجمع الأمثال ١/٩٣، المستقصى ٢/١٤، نكتة الأمثال ١٢٧، زهر الأكم ١/٢٠٤، اللسان (طور) .
[٤٧٣]- مجمع الأمثال ١/١٠٤، المستقصى ٢/٨، اللسان (صرح) ، المخصص ٥/٤٠.
[٤٧٤]- أمثال أبي عبيد ٦٠، أمثال أبي عكرمة ٨٤، جمهرة الأمثال ١/٢٧ و ٢٠٥، فصل المقال ٦١، مجمع الأمثال ١/٩٥، المستقصى ٢/٧، نكتة الأمثال ٢٠، زهر الأكم ١/١٧٩، العقد الفريد ٣/٨٤، اللسان (برح، خفا) المخصص ١٣/٥٦.
وأوّل من قال «برح الخفاء» سطيح الكاهن في قصّة أوردها المعافى بن زكريا النهرواني في كتابه الجليس الصالح الكافي والأنيس الناصح الشافي: ٤/٧.','1','98',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (102,'[٤٧٥]- بصبصن إذ حدين بالأذناب. يريد الإبل لما رأين الجدّ خضعن.
<span data-type="title" id=toc-54>وفصل منه</span>
[٤٧٦]- بعد خيراتها تحتفظ. أصله أن يضيع الراعي كرائم إبله وخيارها، حتّى إذا ذهبت احتفظ بحواشيها وخساسها. يضرب مثلا للرّجل يحتفظ بيسير ماله بعد أن أضاع «١» كثيره.
[٤٧٧]- بعض الشّرّ أهون من بعض. أي: بين كلّ شرّين تفاوت كثير في الشّدّة والأذية.
[٤٧٨]- برد غداة غرّ عبدا من ظمأ. أي لا يجب أن يغتّر بما يعلم زواله، كما غرّ برد غداة عبدا مسافرا، فلم يستصحب الماء، فلمّا حميت الشّمس هلك عطشا.
[٤٧٩]- بيضة العقر. أي لا ثاني له، كبيضة تلاها انقطاع النّسل فلا ثانية لها، لأنها آخر ما تضعه.
[٤٨٠]- بئس العوض من جمل قيده.
_________
[٤٧٥]- أمثال أبي عبيد ٣١٨، جمهرة الأمثال ١/٢٢٥، وفيه: «.. بالأذناب إذ حدينا» فصل المقال ٤٤٢، مجمع الأمثال ١/٩١، المستقصى ٢/٩، نكتة الأمثال ٢٠٠، زهر الأكم ١/١٨٧، العقد الفريد ٣/١٣٢، اللسان (بصص) .
[٤٧٦]- أمثال أبي عبيد ٣٠١، وفيه «أبعد خيرتها تحتفظ» ، جمهرة الأمثال ١/٢٢٧، وفيه: «بعد خيرتها يحتفظ» ، الوسيط ٨٠ وفيه «خيرتها..» ، مجمع الأمثال ١/٩٢، وفيه «خيرتها» ، المستقصى ١/٢٥ وفيه «أبعد.» نكتة الأمثال ١٩٤ برواية أبي عبيد.
[٤٧٧]- الدرة الفاخرة ٢/٤٥٦، فصل المقال ٢٤٤، مجمع الأمثال ١/٩٤ و ٢/٣٧٠، المستقصى ٢/١٠، تمثال الأمثال ٣٧٧، زهر الأكم ١/١٣٨ و ١٩٧، اللسان (حنن) .
وهو من قول طرفة بن العبد حين أمر النعمان بقتله (ديوانه ١٧٢) :
أبا منذر أفنيت فاستبق بعضنا ... حنانيك بعض الشّرّ أهون من بعض
[٤٧٨]- أمثال أبي عبيد ٢١٣، جمهرة الأمثال ١/٢١٨، مجمع الأمثال ١/٩١، المستقصى ٢/٨، نكتة الأمثال ١٣٢.
[٤٧٩]- أمثال أبي عكرمة الضبي ٦٢، الفاخر ١٨٨ وفيه: «كان ذاك بيضة العقر» جمهرة الأمثال ١/٢٢٤، فصل المقال ٤٣٧ وفيه «كانت بيضة العقر» مجمع الأمثال ١/٩٦، المستقصى ٢/٢١١، برواية الميداني، تمثال الأمثال ٥٠٢، ثمار القلوب ٤٩٦، اللسان (بيض، عقر) .
يضرب لمن فعل شيئا ثم قطعه آخر الدهر.
[٤٨٠]- مجمع الأمثال ١/٩٨، المستقصى ٢/٢.
قال الزمخشري: «أهلك راع جملا لمولاه، فأتاه بقيده فقال ذلك. يضرب لمن اعتاض عن الشيء الخطير ما لا خطر له» .','1','99',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (103,'[٤٨١]- بيتي بخل لا أنا. أي ليس في بيتي ما سئلت، فلذلك منعت لا للبخل.
[٤٨٢]- برّق لمن لا يعرفك. أي هوّل على من لا خبرة له بك وببأسك.
[٤٨٣]- بؤ بشسع نعل كليب. قاله مهلهل بن ربيعة أخو كليب لمّا قتل بجير بن الحارث ابن عباد، وقد قتل كليبا، يقال: فلان بواء لفلان: أي يقوم مقامه إذا قتل به، فقال مهلهل. إنّ بجيرا يقوم مقام شسع «١» نعل كليب.
[٤٨٤]- بقّ نعليك وابذل قدميك. أي صن مالك واحفظه بنفسك ما أطقت يكن عدّة لك إن اضطررت إليه.
<span data-type="title" id=toc-55>وفصل منه</span>
[٤٨٥]- ببطنه يعدو الذّكر. يريد الفرس. وفيه قولان: أحدهما أنّ الذّكر أكثر أكلا من الأنثى. فعدوه على حسب أكله، والآخر أن الذّكر عدوه في السّهل أكثر، والأنثى في الوعث «٢» . وببطنه: يريد بطن الوادي.
[٤٨٦]- بكلّ واد أثر من ثعلبة. هذا ثعلبيّ ذمّ قومه، فانتقل إلى غيرهم، فوجد فيهم ما ذمّ قومه، فقال ذلك.
_________
[٤٨١]- أمثال أبي عبيد ١٧٠، جمهرة الأمثال ١/٢١٥، مجمع الأمثال ١/٩٢، المستقصى ٢/١٦، نكتة الأمثال ١٠١، وفيها جميعا «يبخل» .
قال الميداني: «قالته امرأة سئلت شيئا تعذّر وجوده عندها، فقيل لها: بخلت، فقالت: بيتي يبخل لا أنا» .
[٤٨٢]- أمثال أبي عبيد ٣٢٣، جمهرة الأمثال ١/٢١٩، فصل المقال ٤٤٩، نكتة الأمثال ٢٠٢، وفيها جميعا: «برقي» ، مجمع الأمثال ١/٩٠، المستقصى ٢/٨، زهر الأكم ١/١٨٢.
[٤٨٣]- أمثال الضبي ١٣٢، ١٨٥، جمهرة الأمثال ١/٢٣٦، فصل المقال ٣٠٥، المستقصى ٢/١، تمثال الأمثال ٣٦٩.
[٤٨٤]- أمثال أبي عبيد ١٨٩، جمهرة الأمثال ١/٢١٧، مجمع الأمثال ١/٩٠، المستقصى ٢/١٢، نكتة الأمثال ١١٥، تمثال الأمثال ٣٨٥.
[٤٨٥]- جمهرة الأمثال ١/٢٣١، مجمع الأمثال ١/٩٥، المستقصى ٢/٦.
قال الزمخشري: «يضرب في الاعتذار من ترك الفعل لعدم آلته» .
[٤٨٦]- مجمع الأمثال ١/٩٥، المستقصى ٢/١٣.
قال الزمخشري: «يضرب لمن يرى ما لا يريد أين يتوجّه» .','1','100',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (104,'[٤٨٧]- بجنبه فلتكن الوجبة. أي ليعد الشّرّ على نفسه، والوجبة: الصّرعة.
[٤٨٨]- بالسّاعدين تبطش الكفّان. أي إنّما يبطش الإنسان إذا وجد من يعتمد عليه.
[٤٨٩]- بيدين ما أوردها زائدة. يريد الجلادة والشّدّة.
[٤٩٠]- بفيه من سار إلى القوم البرى. البرى: التّراب. قيل لرجل أسرى إلى قوم وخبّر بما ساءهم.
[٤٩١]- بمثل جارية فلتزن الزّانية سرّا وعلانية. رأت امرأة جارية بن سليط فأعجبها حسنه، وأوطأته نفسها، فحملت منه، فلامتها أمّها، فلما رأته عذرتها وقالت له ذلك.
[٤٩٢]- بفيه الأثلب. دعاء عليه. والأثلب: التّراب.
[٤٩٣]- ببقّة صرم الأمر. بقّة: موضع بالشّام. قاله قصير لجذيمة لما شاوره بعد الفوت.
_________
[٤٨٧]- أمثال أبي عبيد ٧٧، جمهرة الأمثال ١/٢٢٨، مجمع الأمثال ١/٩٣، المستقصى ٢/٦، نكتة الأمثال ٣٤، العقد الفريد ٣/٨٨، اللسان (وجب) .
قال الزمخشري: «يضرب في الدعاء على الرجل بأن يحيق مكروه به» .
[٤٨٨]- أمثال أبي عبيد ١٧٠، جمهرة الأمثال ١/٢١٥، المستقصى ٢/٦، نكتة الأمثال ١٠١، وفيها جميعا:
«بالساعد تبطش الكفّ» مجمع الأمثال ١/٩٥، اللسان (سعى) وفيه: «بالساعد تبطش اليد» .
[٤٨٩]- أمثال أبي عبيد ١١٥، جمهرة الأمثال ١/٢١٣، وفيه: «باليدين..» فصل المقال ١٧١، مجمع الأمثال ١/٩٠، و ٢/٣٦٤، المستقصى ٢/١٦، نكتة الأمثال ٦١، زهر الأكم ١/٢١٠.
يضرب لمن يباشر الأمر بقوّة.
[٤٩٠]- مجمع الأمثال ١/٩٦، المستقصى ٢/١٢ وفيه: «بفيك..» تمثال الأمثال ٣٨٢، وفيه «بفيه الثرى والبرى» .
[٤٩١]- أمثال الضبي ٧٠، جمهرة الأمثال ٢/٦٠، المستقصى ٢/١٥، تمثال الأمثال ٣٨٦، وأسقط الميداني «سرّا وعلانية» في مجمع الأمثال ١/٩٥.
قال الزمخشري: «يضرب فيما يلام فيه مباشرة للجهل به، ثمّ يعذر إذا وقف على كيفيّته» .
[٤٩٢]- فصل المقال ١٨، مجمع الأمثال ٢/٧١ و ٣٦٥، المستقصى ٢/١١، تمثال الأمثال ٣٨٢ وفيهما:
«بفيك..» ، العقد الفريد ٣/٨٨، اللسان (ثلب، فوه) ، المخصص ١٢/١٨٣.
جاء في المستقصى: الأثلب: فتات الحجارة.
[٤٩٣]- أمثال الضبي ١٤٥، جمهرة الأمثال ١/٢٣٢، مجمع الأمثال ١/٩٠، المستقصى ٢/٦، اللسان (بقق) .
قال العسكري: «يضرب مثلا للمكروه سبق به القضاء، وليس لدفعه حيلة» .','1','101',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (105,'[٤٩٤]- به لا بظبي الصّريمة أعفرا. أي فلتحدث به الحوادث دون ما يهمّني به أمره.
[٤٩٥]- به داء ظبي. أي لا داء به، لأن الظّبي أصحّ الحيوان. وقيل: إنّه شنج النّساء، وذلك محمود في سرعة العدو. يقول: لأنّه ما ينفعه ذلك في وصف الفرس.
<span data-type="title" id=toc-56>وفصل منه</span>
[٤٩٦]- بين الرّغيف وجاحم التّنّور. يقال لمن وقع في أمر صعب لا يعنيه.
[٤٩٧]- بين الممخّة والعجفاء. أي بين السّمينة والمهزولة.
[٤٩٨]- بين العصا ولحائها. يقال لغريب دخل بين نسيبين.
[٤٩٩]- بين القرينين حتّى ظلّ مقرونا. يقال لمن دخل فيما لا يعنيه.
[٥٠٠]- بينهم داء الضّرائر. أي عداوة طبيعيّة لا تنقضي.
_________
[٤٩٤]- أمثال أبي عبيد ٧٨ وفيه: «به لا بظبي» ، جمهرة الأمثال ١/٢٠٧ وفيه: «.. بالصرائم..» فصل المقال ١٠٠ برواية أبي عبيد، مجمع الأمثال ١/٩٠، المستقصى ٢/١٦ وفيهما «به لا بظبي أعفر» ، نكتة الأمثال ٣٤ وفيه «بك لا بظبي» ، زهر الأكم ١/٢٠٦ وفيه: «به لا بظبي» اللسان (صرم، ظبا) ، المخصص ١٢/١٨٢.
والأعفر: الأبيض.
قال أبو عبيد: «أي جعل الله ما أصابه لازما له، ومنه قول الفرزدق (ديوانه ١/٢٠٥) :
أقول له لمّا أتاني نعيّه ... به لا بظبي بالصّريمة أعفرا
[٤٩٥]- أمثال أبي عبيد ١١٥، جمهرة الأمثال ١/٢١٣ وفيه: «.. الظبّي» ، مجمع الأمثال ١/٩٣، المستقصى ٢/١٦، نكتة الأمثال ٦١، العقد الفريد ٣/٩٦، ثمار القلوب ٤٠٩، اللسان (نعم) ، المخصص ١٢/٣١٦.
[٤٩٦]- مجمع الأمثال ١/٩٢، العقد الفريد ٣/١١٢.
[٤٩٧]- مجمع الأمثال ١/٩٣، المستقصى ٢/١٧، اللسان (مخخ) .
[٤٩٨]- أمثال أبي عبيد ١٧٦، جمهرة الأمثال ١/٢١٦، مجمع الأمثال ١/٩٢، المستقصى ٢/١٧، اللسان (لحا) .
[٤٩٩]- مجمع الأمثال ١/٩٣، المستقصى ٢/١٧.
قال الزمخشري: «يقرن بعيران فيجيء بعير ليس بمقرون فيعبث بهما فيقرن معهما؛ يضرب لجالب الحين على نفسه، قال ابن مقبل:
إنّا مشائيم إن أرّشت جاهلنا ... يوم الطعان وتلقانا ميامينا
فلا تكوننّ كالنّازي ببطنته ... بين القرينين حتّى ظلّ مقرونا
[٥٠٠]- أمثال أبي عبيد ٣٥٤، جمهرة الأمثال ١/٢٢١، مجمع الأمثال ١/٩٣، المستقصى ٢/١٧، نكتة الأمثال ٢٢٢.
الضرائر: واحدها ضرّة،: وهي امرأة الزّوج بالنسبة للمرأة.','1','102',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (106,'[٥٠١]- بينهم عطر منشم. أي بينهم شرّ وشحناء. وأصله أنّ امرأة عطّارة كانت في الجاهلية تطيّب الفتيان إذا برزوا للقتال.
<span data-type="title" id=toc-57>فصل</span>
[٥٠٢]- برحلها باتت. أي لم يزل ذلك من طباعها غير مستطرف منها.
[٥٠٣]- بسلاح ما يقتل القتيل. ضربه رجل مثلا لآخر قتله وقد أعطاه الأمان وسالمه، وقتل قوما آخرين في حرب. فقال: إن المسالمة أيضا من السّلاح.
_________
[٥٠١]- أمثال أبي فيد ٤٩ وفيه «عطر منشم» ، أمثال أبي عبيد ٣٥٥، جمهرة الأمثال ١/٤٤٤، فصل المقال ٤٨٥، مجمع الأمثال ١/٩٣، المستقصى ٢/١٧، نكتة الأمثال ٢٢٢، تمثال الأمثال ٣٨٩، ثمار القلوب ٣٠٨، اللسان (نشم) .
ويراد به الشرّ العظيم.
[٥٠٢]- المستقصى ٢/٨ وفيه: «الضمير للناقة: أي لا يستطرف منها أن تبيت مرحولة فإنّها عبر أسفار قد باتت برحلها غير الليلة. يضرب لمن شهر بأمر فلا يستنكر منه الإتيان به» .
[٥٠٣]- أمثال الضبي ١٥١، أمثال أبي عبيد ٣١٦، مجمع الأمثال ١/١٠٢، وفيها: «.. يقتلنّ» المستقصى ٢/٩ وفيه: «. يقتل الرجل» .
قال الميداني: «قاله عمرو بن هند حين بلغه قتل عمرو بن مامة، فغزا مرادا، وهم قتلة عمرو، فظفر بهم، وقتل منهم فأكثر، فأتى بابن الجعيد سلما، فلمّا رآه أمر به فضرب بالعمد حتى مات، فقال عمرو: «بسلاح ما يقتلنّ القتيل» فأرسها مثلا، يضرب في مكافأة الشرّ بالشرّ.','1','103',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (107,'<span data-type="title" id=toc-58>باب ما جاء على حرف التّاء</span>
[٥٠٤]- تصنع في عامين كرزا من وبر. الكرز: الجوالق. يضرب مثلا للبطيء في أمره.
[٥٠٥]- تسألني برامتين شلجما. أي تلتمس مني بالقفر شلجما: وهو نبت يكون في البلدان، ويروى بالسّين غير معجمة.
[٥٠٦]- تحسبها حمقاء وهي باخس. ويروى «باخسة» أي تحسبها مضيعة وهي تبخس النّاس، أي تظلمهم حقوقهم.
[٥٠٧]- تجوع الحرّة ولا تأكل بثدييها. أي لا تصير ظئرا للقوم: أي مرضعة بأجرة. قاله الحارث بن سليل للزّبّاء بنت علقمة الطّائيّ.
[٥٠٨]- تركني خبرة النّاس فردا.
_________
[٥٠٤]- مجمع الأمثال ١/١٢٢، المستقصى ٢/٢٨.
قال الزمخشري: «هو قول أعرابية كانت تحمق:
إنّي صناع لو تبالي صنعتي ... أعمل في عامين كرزا من وبر
[٥٠٥]- أمثال أبي عبيد ٢٣٤، جمهرة الأمثال ١/٢٦٣، فصل المقال ٣٤٠، مجمع الأمثال ١/١٢٤، نكتة الأمثال ١٤٦- ١٤٧، تمثال الأمثال ٣٩٤، زهر الأكم ٣/١٥٦، العقد الفريد ٣/١٢٣، اللسان (أمم، روم، سلجم) وفيها «.. سلجما» ، المستقصى ٢/٢٧.
قال أبو عبيد: «وأصله أن امرأة تشهّت على زوجها هنالك السّلجم وهما بالبلاد السباسب المقفرة، فعندها قال ذلك» . والسّلجم والشّلجم: اللّفت.
[٥٠٦]- أمثال أبي عبيد ١١٤، جمهرة الأمثال ١/٢٥٨، فصل المقال ١٦٨، مجمع الأمثال ١/١٢٣، المستقصى ٢/٢١، نكتة الأمثال ٦١، زهر الأكم ٢/١٢٢، العقد الفريد ٣/٩٦، اللسان (بخس) ، المخصص ١٢/٢٠٩.
[٥٠٧]- أمثال أبي عبيد ١٩٦، الفاخر ١٠٩، جمهرة الأمثال ١/٢٦١، ٤٩٤، الوسيط ٨٣، فصل المقال ٢٨٩، مجمع الأمثال ١/١٢٢، المستقصى ٢/٢٠ وفيه: «. ثدييها» نكتة الأمثال ١٢٠، زهر الأكم ٢/٥٣، العقد الفريد ٣/١٠٨، اللسان (أكف) .
قال أبو عبيد: «.. المثل للحارث بن السليل الأسدي، قاله لامرأته الزبّاء بنت علقمة الطائي وكان شيخا كبيرا، فنظرت يوما إلى فتية شباب، فتنفّست صعداء ألّا تكون امرأة أحدهم، فعندها قال لها الحارث: ثكلتك أمّك، قد تجوع الحرّة ولا تأكل بثدييها» .
[٥٠٨]- مجمع الأمثال ١/١٢٢، المستقصى ٢/٢٥، وفيه: «تركتني..» .','1','104',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (108,'[٥٠٩]- تجشّأ لقمان من غير شبع.
[٥١٠]- تهوي الدّواهي حوله ويسلم.
<span data-type="title" id=toc-59><span data-type="title" id=toc-60>وفصل منه</span></span>
[٥١١]- تحمّدي يا نفس لا حامد لك. أي أظهر حمد نفسك بأن تفعل ما تحمد عليه، فإنّه لا حامد لك.
[٥١٢]- تمنّعي أشهى لك. أي مع التّأبّي يقع الحرص.
[٥١٣]- تخرّسي يا نفس لا مخرّس لك. قالته امرأة ولدت ولم يكن لها من يتّخذ خرسها:
وهو طعام يتخذ للنّفساء، فاتّخذته ثم قالت ذلك.
[٥١٤]- تطعّم تطعم. أي ذق الشّيء تشتق إلى أكله.
وفصل منه
[٥١٥]- تسقط به النّصيحة على الظّنّة. أي من أكثر النّصيحة آلت به إلى التّهمة.
_________
[٥٠٩]- أمثال أبي عبيد ٢٠٩، جمهرة الأمثال ١/١٨٦ و ٢٦٩، مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٠، نكتة الأمثال ١٢٨، زهر الأكم ٢/٤٧ و ١٩٥، وفيه: «تجشّى لقيم..» اللسان (جشأ، نوط) .
[٥١٠]- مجمع الأمثال ١/١٣٩، المستقصى ٢/٣٣.
قال الزمخشري: «يضرب لمن تلمّ به نكبات الدّهر ويخلص منها، وهو في شعر رؤبة:
قد رابني النّسيان والتّوهّم ... وكدت من طول اللّيالي أهرم
وما أرمأزّ الأسحمان الأسحم ... تهوي الدّواهي حوله ويسلم
[٥١١]- مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٢.
[٥١٢]- مجمع الأمثال ١/١٢٦، المستقصى ٢/٣٢، تمثال الأمثال ٤٠١.
قال الزمخشري: «أي امتنعي ممّن يراودك فإنّ ذلك أهيج لشهوته لك، يضرب في وقوع الحرص عند امتناع الشيء وعزّته.
[٥١٣]- مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٢ وفيه «.. لا مخرّسة» ، زهر الأكم ٢/١٨٨، اللسان (خرس) وفيه:
«تخرّسي لا مخرّسة لك» .
[٥١٤]- أمثال أبي عبيد ٣٩٤، جمهرة الأمثال ١/٢٦٧، مجمع الأمثال ١/١٢٩، المستقصى ٢/٢٩ و ٦٢، نكتة الأمثال ٢٤٨، اللسان (طعم) ، المخصص ٤/١١٩.
[٥١٥]- أمثال أبي عبيد ٣٠٠، مجمع الأمثال ١/١٢٥ و ٢/٤٢٠، المستقصى ٢/٢٨، نكتة الأمثال ١٩٢.','1','105',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (109,'[٥١٦]- تنزو وتلين. أي تضطرب فيما لا حيلة فيه، ثمّ تلين مضطرّا كالبازي في الشّرك، يضطرب ثم يعيا فيسكن.
[٥١٧]- تضرب في حديد بارد. أي تشرع في أمر لا يجدي عليك نفعا، ولا يتمّ لك.
ويضرب في البخيل.
[٥١٨]- تحقره وينتأ. أي تزدريه وهو يجذبك ويدافعك.
[٥١٩]- تخبر عن مجهوله مرآته. أي تنبيك عما خفي عنك ما أظهر، كما يقال: شاهده ينبئ عن غائبه.
[٥٢٠]- ترفضّ عند المحفظات الكتائف. الكتائف: السّخائم. مثل قولهم: عند الشّدائد تذهب الأحقاد «١» .
[٥٢١]- تقطّع أعناق الرّجال المطامع. معروف.
_________
[٥١٦]- أمثال أبي عبيد ١١٩، جمهرة الأمثال ١/٢٧٩، مجمع الأمثال ١/١٢٥، المستقصى ٢/٣٢، نكتة الأمثال ٦٥.
[٥١٧]- أمثال أبي عبيد ٢٤٦، جمهرة الأمثال ٢/١٤٩، مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٩، نكتة الأمثال ١٥٥، تمثال الأمثال ٣٩٦.
[٥١٨]- أمثال أبي عبيد ١١٤، جمهرة الأمثال ١/٢٥٨، فصل المقال ١٦٩، مجمع الأمثال ١/١٢٥، المستقصى ٢/٢١، نكتة الأمثال ٦٠، زهر الأكم ٢/١٢٦، اللسان (نتأ) .
[٥١٩]- أمثال أبي عبيد ٢١٠، ٢٤٥، مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٢، نكتة الأمثال ١٥٩، اللسان (رأى) .
[٥٢٠]- أمثال أبي عبيد ١٤٢ وفيه «وترفضّ..» فصل المقال ٢١٤، مجمع الأمثال ١/١٢٥، المستقصى ٢/٢٣، نكتة الأمثال ٨٢.
والمثل عجز بيت للقطامي في (ديوانه ٥٥) وتمامه:
أخوك الّذي لا تملك الحسّ نفسه ... وترفضّ عند المحفظات الكتائف
[٥٢١]- أمثال أبي عبيد ٢٨٨، جمهرة الأمثال ١/٢٧٧، فصل المقال ٤٠٨، مجمع الأمثال ١/١٤٣، المستقصى ٢/٣٠، نكتة الأمثال ١٨٣، العقد الفريد ٣/١١٦، اللسان (ريع، قطع) .
والمثل عجز بيت للبعيث المجاشعي في اللسان (ريع، قطع) وتمامه:
طمعت بليلى أن تريع وإنّما ... تقطّع أعناق الرّجال المطامع','1','106',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (110,'<span data-type="title" id=toc-61>فصل منه</span>
[٥٢٢]- تركته على مثل مقلع الصّمغة. أي لم أبق له شيئا.
[٥٢٣]- تركته على مثل ليلة الصّدر. أي خاليا مثل نفر النّاس من حجّهم.
[٥٢٤]- ترك الخداع من أجرى من مئة. قاله قيس بن زهير لحذيفة بن بدر يوم داحس.
أي لو أردت الخداع أجريته من قرب.
[٥٢٥]- تلّبد ليصطاد. أي جمع نفسه ليثب.
[٥٢٦]- تجّنب روضة وأحال يعدو. أي ترك الخصب واختار الشّقاء.
[٥٢٧]- ترى الفتيان كالنّخل وما يدريك ما الدّخل. أي ترى أجساما ضخمة ولا ترى كيف محصولهم.
_________
[٥٢٢]- أمثال أبي عبيد ٣٣٩، الدرة الفاخرة ١/١٥٩، جمهرة الأمثال ١/٢٦٥، مجمع الأمثال ١/١٢١، المستقصى ٢/٢٥، نكتة الأمثال ٢١٢، اللسان (صمغ، قرف) وفيه «.. على مقرف..» المخصص ١١/٢١٧.
[٥٢٣]- أمثال أبي عبيد ٣٣٩، جمهرة الأمثال ١/٢٦٥، مجمع الأمثال ١/١٢١، المستقصى ٢/٢٥، نكتة الأمثال ٢١٢، اللسان (صدر، قرف) .
[٥٢٤]- أمثال الضبي ٨٥، وفيه «.. مئة غلوة» ، أمثال أبي عبيد ١٠٧ وفيه: «المئة» ، الفاخر ٢٢٠، جمهرة الأمثال ١/٢٦٨ و ٣٠٠، فصل المقال ١٥٤، مجمع الأمثال ١/١٢٢ و ٢/١١١، المستقصى ٢/٢٤، نكتة الأمثال ٣٣، زهر الأكم ١/٣١٥، وفيهما «المئة» أراد مئة غلوة، والغلوة: قدر رمية سهم.
[٥٢٥]- جمهرة الأمثال ١/٢٥٩، فصل المقال ١٦٨، مجمع الأمثال ١/١٢٧، المستقصى ٢/٣١، وفيها جميعا: «تلبّدي تصيدي» .
والتلبّد: اللّصوق بالأرض لختل الصيد، ومعنى المثل: احتل تتمكّن وتظفر.
[٥٢٦]- أمثال أبي عبيد ١٢٦، جمهرة الأمثال ١/٢٥٩، مجمع الأمثال ١/١٢٢، المستقصى ٢/٢٠، نكتة الأمثال ٧٠، زهر الأكم ٢/٥١، العقد الفريد ٣/٩٨، اللسان (حول) .
[٥٢٧]- أمثال أبي عبيد ١٣٠، الفاخر ١٥٦، جمهرة الأمثال ١/١٦٩ و ٢٧١، الوسيط ٨٥، فصل المقال ١٩٤، مجمع الأمثال ١/١٣٧، المستقصى ٢/٢٦، نكتة الأمثال ٧٣، زهر الأكم ٣/٣٢، العقد الفريد ٣/٩٩، اللسان (دخل) .','1','107',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (111,'[٥٢٨]- ترك الذّنب أيسر من طلب التّوبة. أي ترك الذّنب مقدور عليه في كلّ حال، والتّوبة ربّما لم تقبل فيهلك.
[٥٢٩]- تمام الرّبيع الصّيف. ويروى «الصّيّف» «١» بالتّشديد. والرّبيع: المطر يأتي في الرّبيع. والصّيّف: الّذي يأتي بعده.
[٥٣٠]- تهمّ ويهمّ بك. يضرب لمن يغتّر بطول الأمل.
_________
[٥٢٨]- أمثال أبي عبيد ٦٤، الدرة الفاخرة ٢/٤٥٥، فصل المقال ٧٤، الوسيط ٨٧، مجمع الأمثال ١/١٢٢، المستقصى ٢/٢٤، نكتة الأمثال ٢٠، العقد الفريد ٣/٨٦.
[٥٢٩]- أمثال أبي عبيد ٢٣٩، جمهرة الأمثال ١/٢٦٤، مجمع الأمثال ١/١٢٢، المستقصى ٢/٣٢، نكتة الأمثال ١٥٠، العقد الفريد ٣/١٢٤، اللسان (صيف) .
قال أبو عبيد: «.. إنّما الحاجة أن تكون بكمالها، كما أنّ الربيع لا يكون تمامه إلّا بالصّيف» ويضرب في استنجاح تمام الحاجة.
[٥٣٠]- مجمع الأمثال ١/١٢٧، المستقصى ٢/٣٣.
الهم: القصد، ويضرب للمغترّ بعمله لا يخاف عاقبته.','1','108',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (112,'<span data-type="title" id=toc-62>باب ما جاء على حرف الثّاء</span>
[٥٣١]- ثاب حابلهم على نابلهم. الحابل: ذو الحبالة. والنّابل: ذو النّبل. أي اجتمعوا على إنفاذ الشّرّ.
[٥٣٢]- ثكل أرأمها ولدا. قاله بيهس لمّا وجد أمّه تقرّبه بعد قتل إخوته، وكانت تبعده قبل ذلك لهوج فيه.
[٥٣٣]- ثمرة العجب المقت.
[٥٣٤]- ثأطة مدّت بماء. الثّأطة: الحمأة. مدّت من قولك: مدّ النّهر: إذا زاد ماؤه، ومدّه نهر آخر إذا زاده. أي إذا أصابها ماء ازدادت فسادا.
_________
[٥٣١]- أمثال أبي عبيد ٣٥٤، وفيه «قد ثار..» جمهرة الأمثال ١/٢٨٨، فصل المقال ٤٢٢ و ٤٨٣، مجمع الأمثال ١/١٥٣، المستقصى ٢/٣٤، نكتة الأمثال ٢٢١، زهر الأكم ٢/٢٠، اللسان (نبل) . وفيها جميعا «ثار حابلهم» .
ومعناه اختلط أمرهم، ويضرب في فساد ذات البين وتأريث الشرّ في القوم.
[٥٣٢]- أمثال الضبي ١١٠، الفاخر ٦٣، الوسيط ٤٠ و ٨٩، مجمع الأمثال ١/١٥٢ و ٢/٣١٨ و ٤١٨، زهر الأكم ٢/١٥.
وقد سلف المثل برواية «الثكل أرأمها» رقم (٤٤٩) .
[٥٣٣]- مجمع الأمثال ١/١٥٤، المستقصى ٢/٣٥.
قال الميداني: «أي من أعجب بنفسه مقته الناس» .
[٥٣٤]- أمثال أبي عبيد ١٢٥، جمهرة الأمثال ١/٢٨٨، مجمع الأمثال ١/١٥٣، المستقصى ٢/٣٤، نكتة الأمثال ٧٠، العقد الفريد ٣/٩٨، اللسان (ثأط) .
قال أبو عبيد: «يضرب هذا للرجل يشتدّ موقه وحمقه» .','1','109',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (113,'<span data-type="title" id=toc-63>باب ما جاء على حروف الجيم</span>
[٥٣٥]- جاء بما صأى وصمت. ما صأى: يريد الماشية. وصمت: يريد العين والورق.
[٥٣٦]- جاء بالطّمّ والرّمّ. الطّمّ: الرّطب. والرّمّ: اليابس. أي بالشّيء الكثير، وقيل:
الماء والتّراب.
[٥٣٧]- جاء بالهيل والهيلمان. أي بالشّيء الكثير. الهيل: الرّمل. وكذلك الهيلمان.
[٥٣٨]- جاء بالضّلال ابن السّبهلل. أي الباطل.
[٥٣٩]- جاء بالضّحّ والرّيح. الضّحّ: البراز «١» الظّاهر، والرّيح معروفة- أي بالشّيء الكثير.
[٥٤٠]- جاء بدبى دبيّ ودبى دببّين. إذا جاء بالشّيء الكثير.
[٥٤١]- جاء بالهيء والجيء. أي بالطّعام والشّراب.
_________
[٥٣٥]- أمثال الضبي ١٤٦، أمثال أبي عبيد ١٨٧ وفيه «جاء فلان..» جمهرة الأمثال ١/٣٢٠، فصل المقال ٢٧٩، مجمع الأمثال ١/١٧٩، المستقصى ٢/٤٢ وفيه «.. بما صاء وصمت» ، نكتة الأمثال ١١٤، زهر الأكم ٢/٥٩، اللسان (صأي) .
[٥٣٦]- أمثال أبي عبيد ١٨٩، أمثال أبي عكرمة الضبي ٢٨، ٨٣، وفيه: «جاء فلان» ، جمهرة الأمثال ١/٣١٥، فصل المقال ٢٨٢، مجمع الأمثال ١/١٦١، المستقصى ٢/٣٩، نكتة الأمثال ١١٤، زهر الأكم ٢/٥٩، اللسان (رقم، رمم، طمم) ، المخصص ١٢/٢٧٩.
[٥٣٧]- أمثال أبي عبيد ١٨٧، جمهرة الأمثال ١/٣٢٠، مجمع الأمثال ١/١٦٨، المستقصى ٢/٤٠، نكتة الأمثال ١١٣، اللسان (هيل) .
[٥٣٨]- جمهرة الأمثال ١/٣١٣، وفيه: «جاء سبهللا» ، مجمع الأمثال ١/١٧٢، المستقصى ٢/٣٩.
قال الميداني: «قال الأصمعيّ: جاء الرجل يمشي سبهللا، إذا جاء وذهب في غير شيء، قال عمر رضي الله عنه: إنّي لأكره أن أرى أحدكم سبهللا لا في عمل دنيا ولا في عمل آخرة» .
[٥٣٩]- أمثال أبي عبيد ١٨٨، وفيه «جاء فلان..» ، جمهرة الأمثال ١/٣٢١، مجمع الأمثال ١/١٦١، المستقصى ٢/٣٩، نكتة الأمثال ١١٤، زهر الأكم ٢/٥٨، اللسان (ضحح، طمم) .
[٥٤٠]- مجمع الأمثال ١/١٧٢، والمستقصى ٢/٤١، وأسقط فيه «ودبى دببّين» ، المخصص ١٥/١٦٨.
الدّبى: الجراد، ودبيّ: موضع واسع.
[٥٤١]- مجمع الأمثال ١/١٧٢، المستقصى ٢/٤٠.','1','110',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (114,'[٥٤٢]- جاء وقد لفظ لجامه. أي مجهودا.
[٥٤٣]- جاء غبيراء الظّهر. إذا لم يقدر على حاجته.
[٥٤٤]- جاء يضرب أصدريه. أي فارغا، وأصدريه: أي عطفيه.
[٥٤٥]- جاء كخاصي العير. أي مستحييا.
[٥٤٦]- جاء ثانيا من عنانه. أي قد قضى حاجته.
[٥٤٧]- جاء بعد اللّتيّا والّتي. أي بعد الشّدّة. واللّتيّا: تصغير الّتي.
[٥٤٨]- جاء بعد الهياط والمياط. أي بعد المخاصمة والمجاذبة.
_________
[٥٤٢]- أمثال أبي عبيد ٢٥٥ وفيه: «جاء فلان من حاجته وقد..» جمهرة الأمثال ١/٣٢٠، فصل المقال ٣٦٩، مجمع الأمثال ١/١٦٢، المستقصى ٢/٤٥، نكتة الأمثال ١٦٠، زهر الأكم ٢/٦٣، العقد الفريد ٣/١٢٨، اللسان (لفظ، لجم) .
أي مجهودا من الإعياء والعطش.
[٥٤٣]- أمثال أبي عبيد ٢٥٥، فصل المقال ٣٦٩، مجمع الأمثال ١/١٦٢، المستقصى ٢/٤٤، نكتة الأمثال ١٦٠، زهر الأكم ٢/٦٣، اللسان (غبر) ، وفيها جميعا «.. على غبيراء» والغبيراء، تصغير الغبراء: وهي الأرض. ويضرب إذا رجع ولم يصب شيئا.
[٥٤٤]- أمثال أبي عبيد ٢٥٦، الفاخر ٢٤٦ وفيه «.. بأصدريه» ، الدرة الفاخرة ٢/٥٣٦، جمهرة الأمثال ١/٣٢٠، الوسيط ٩٥، وفيه: «أصدريه وأزدريه» ، مجمع الأمثال ١/١٦٣، المستقصى ٢/٤٦، نكتة الأمثال ١٦٠، زهر الأكم ٢/٦٠ وفيه: «أسدريه» اللسان (سدر، صدر) ، المخصص ١/٦٠ و ١٣/٢٢٦ ويروى بالسين (أسدريه) وبالزاي (أزديه) .
[٥٤٥]- أمثال أبي عبيد ٢٥٦، جمهرة الأمثال ١/٣٢٠، مجمع الأمثال ١/١٦٥، المستقصى ٢/٤٤، نكتة الأمثال ١٦١، ثمار القلوب ٣٧٣، اللسان (جوج، خضل) .
[٥٤٦]- أمثال أبي عبيد ٢٥٦، جمهرة الأمثال ١/٣٢٠، مجمع الأمثال ١/١٦٤، المستقصى ٢/٤٤، نكتة الأمثال ١٦٠، زهر الأكم ٢/٦٠، العقد الفريد ٣/١٢٧، اللسان (ثنى) .
[٥٤٧]- أمثال أبي عبيد ٢٥٦، جمهرة الأمثال ١/٢٢٣، فصل المقال ٣٧٠، مجمع الأمثال ١/١٦٤، المستقصى ٢/٤٢، نكتة الأمثال ١٦١، العقد الفريد ٣/١٢٨، اللسان (لتا) .
قال أبو عبيد: «يريد الشدّة العظيمة والصغيرة، ومنه قول الشاعر يذكر قبيلة:
وكفيت جانيها اللّتيّا والّتي
[٥٤٨]- أمثال أبي عبيد ٢٥٧ بإسقاط (جاء) ، جمهرة الأمثال ١/٢٢٣، مجمع الأمثال ١/١٠٢، المستقصى ٢/٤٢، نكتة الأمثال ١٦١، العقد الفريد ٣/١٢٨، اللسان (ميط، هيط) .','1','111',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (115,'[٥٤٩]- جاء تضبّ لثته. أي شديد الحرص.
[٥٥٠]- جاء ينفض مذرويه. أي يتوعّد بغير حقيقة. والمذروان: فرعا الأليتين.
[٥٥١]- جاء بالرّقم الرّقماء. أي جاء بالدّاهية.
[٥٥٢]- جاء بالشّعراء الزّبّاء. إذا جاء بالدّاهية.
[٥٥٣]- جاء بأمّ الرّبيق على أريق. أي داهية على داهية.
[٥٥٤]- جاء بإحدى بنات طبق. بنات طبق: الحيّات، لأنّ الّذي يصيدهنّ يمسكهنّ تحت أطباق الأسقاط المجّلدة «١» .
_________
[٥٤٩]- أمثال أبي عبيد ٢٣٨ وفيه: «جاء تضبّ لثته ولثاته على كذا وكذا» ، جمهرة الأمثال ١/٣١٦ وفيه: «.. لثاته» ، فصل المقال ٣٤٤، برواية أبي عبيد، مجمع الأمثال ١/١٦٣، بزيادة «.. على كذا» المستقصى ٢/٤٣، نكتة الأمثال ١٥٠، اللسان (ضبب) .
قال الزمخشري: «.. أي تسيل دما، يضرب في الحرص، قال بشر بن أبي خازم:
ولمّا ألق خيلا من نمير ... تضبّ لثاتها ترجو النهابا» .
[٥٥٠]- أمثال أبي عبيد ٣٢٣، الدرة الفاخرة ٢/٥٣٦، جمهرة الأمثال ١/٣١٨، الوسيط ٩٢، فصل المقال ٤٤٩، مجمع الأمثال ١/١٧١، المستقصى ٢/٤٦، نكتة الأمثال ٢٠٣، زهر الأكم ٢/٦٢، اللسان (ذرا) ، المخصص ١/٦ و ١٣/٢٢٦.
قال أبو عبيد: «وهذا المثل يروى عن الحسن البصري، قاله في بعض أولئك الذين كانوا يطلبون الملك» .
[٥٥١]- أمثال أبي عبيد ٣٤٧، مجمع الأمثال ١/١٦٩، المستقصى ٢/٣٨، نكتة الأمثال ٢١٧، اللسان (رقم) .
والرّقم: الداهية، وأنّث الصفة فقال: الرقماء، وهي تأكيد.
[٥٥٢]- أمثال أبي عبيد ٣٤٧، وفيه: «جاء بالدّاهية الشّعراء والدّاهية الزّبّاء» مجمع الأمثال ١/١٧٢، المستقصى ٢/٣٧.
[٥٥٣]- أمثال أبي عبيد ٣٤٨، الدرة الفاخرة ٢/٤٨٤، جمهرة الأمثال ١/٤٧، فصل المقال ٤٧٧، مجمع الأمثال ١/١٦٩، المستقصى ٢/٤١، نكتة الأمثال ٢١٨، زهر الأكم ٢/٦١، اللسان (أرق، ربق) ، المخصص ١٢/١٤٥ و ١٤/١٠٨.
[٥٥٤]- أمثال أبي عبيد ٣٤٨، فصل المقال ٤٧٧، مجمع الأمثال ١/١٦٥، المستقصى ٢/٣٦، نكتة الأمثال ٢١٨، اللسان (طبق) ، وأراد الدّاهية.
قال الزمخشري: «وأصلها في الحيّات وسميّت بذلك لأنها تصير كالأطباق إذا ترحت.. وقيل لإطباقها على الملسوع، وقيل الطبق السلحفاة، وهي تبيض مئة بيضة ينفلق كلها عن سلاحف إلّا واحدة تنفلق عن حيّة خبيثة فتلك بنت طبق» .','1','112',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (116,'[٥٥٥]- جاء بمطفئة الرّضف. أي داهية أطفأت حرّ ما قبلها. كلّ ذلك إذا أتى بالدّاهية.
[٥٥٦]- جاء بالتّرّه.
[٥٥٧]- والتّهاته.
[٥٥٨]- والأساطير. أي الكذب. التّرهات: الطّرق المنشعبة عن الطّريق الأعظم، أي أخذ في غير القصد.
[٥٥٩]- جاؤوا بقضّهم وقضيضهم. القضيض: الحصى الصّغار. والقضّ: الكبار. أي جاؤوا بالكبار والصّغار.
<span data-type="title" id=toc-64>وفصل منه</span>
[٥٦٠]- جري المذكّي حصرت عنه الحمر. أي كما يسبق الفرس القارح الحمير.
[٥٦١]- جري المذكّيات غلاب. أي جري الخيل المسانّ مغالبة، يعني تغالب الجري وتقهر.
_________
[٥٥٥]- أمثال أبي عبيد ٣٤٨ وفيه «جاء فلان..» مجمع الأمثال ١/١٧٠، المستقصى ٢/٤٣، نكتة الأمثال ٢١٨، اللسان (رضف) .
[٥٥٦]- أمثال أبي عبيد ٨٤ وفيه «جاء فلان بالتّره» ، الدرة الفاخرة ٢/٤٣٣، وفيه: «بالتّرهات» ، فصل المقال ١٠٩ وفيه «جاء فلان..» مجمع الأمثال ١/١٦٨، المستقصى ٢/٣٧، نكتة الأمثال ٣٨، العقد الفريد ٣/٩٠.
[٥٥٧]- مجمع الأمثال ١/١٦٨، المستقصى ٢/٣٧.
[٥٥٨]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[٥٥٩]- أمثال أبي عبيد ١٣٣، جمهرة الأمثال ١/٣١٥، فصل المقال ١٩٨، مجمع الأمثال ١/١٦١، المستقصى ٢/٤٧، نكتة الأمثال ٧٦، زهر الأكم ٢/٦٣، اللسان (قضض) وفيها جميعا «جاؤوا قضّهم بقضيضهم» .
[٥٦٠]- أمثال أبي عبيد ٩١، جمهرة الأمثال ١/٢٩٩، فصل المقال ١٢٦، مجمع الأمثال ١/١٥٩، المستقصى ٢/٥١، نكتة الأمثال ٤٢، زهر الأكم زهر الأكم ١/١٦٠ و ٢/٤٣، العقد الفريد ٣/٩١، وفيها جميعا «.. حسرت» .
[٥٦١]- أمثال الضبي ٨٥، أمثال أبي عبيد ٩١ و ١٠٧، الفاخر ٢٢٨ وفيه: «غلاء» ، جمهرة الأمثال ١/٢٩٩، فصل المقال ١٢٧، مجمع الأمثال ١/١٥٨ و ٢/١١١، المستقصى ٢/٥١، زهر الأكم ٢/٤٤، العقد الفريد ٣/٩١، اللسان (ذكا) .','1','113',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (117,'[٥٦٢]- جزاء سنمّار. هو بنّاء بنى للنّعمان بن امرئ القيس الخورنق، فقتله لئلّا يعمل لغيره مثله.
[٥٦٣]- جرح اللّسان كجرح اليد. أي السّبّ يؤثر في القلب كما يؤثر الجراح في الجسم.
[٥٦٤]- جدّك لا كدّك. من رفع أراد: جدّك يغني عنك كدّك، ومن نصبه أراد: ابغ جدّك لا كدّك.
[٥٦٥]- جلّت الهاجن عن الولد. يقال في استبعاد الشّيء.
[٥٦٦]- جانيك من يجني عليك. أي من تولّى فهو ذو الذّنب لا غيره ممّن أشار أو أعان، أو أمر، وتمام البيت «١» : [السريع] ............ وقد
تعدي الصّحاح مبارك الجرب
_________
[٥٦٢]- أمثال أبي عبيد ٢٧٣، جمهرة الأمثال ١/٣٠٥، الوسيط ٩١ وفيه «جازاه جزاء سنمار» ، فصل المقال ٣٨٦، مجمع الأمثال ١/١٥٩، المستقصى ٢/٥٢، نكتة الأمثال ١٧٢، ٢/٤٦ وفيه «جزاه جزاء سنمار» ، تمثال الأمثال ٤١١، ثمار القلوب ١١٩، اللسان (سنمر) وفيه «جزاه جزاء..» .
[٥٦٣]- المستقصى ٢/٥٠، العقد الفريد ٣/٨١.
وهو من قول امرئ القيس في (ديوانه ١٨٥) :
تطاول ليلك بالأثمد ... ونام الخليّ ولم ترقد
وبات وباتت له ليلة ... كليلة ذي العائر الأرمد
وذلك من نبأ جاءني ... وأنبئته عن أبي الأسود
ولو عن نثا غيره جاءني ... وجرح اللّسان كجرح اليد
[٥٦٤]- أمثال أبي عبيد ١٩٣، جمهرة الأمثال ١/٣٠٢، الوسيط ٧٧ وفيه: «بجدّك لا بكدّك» ، فصل المقال ٢٨٥، مجمع الأمثال ١/١٧٢، المستقصى ١/١٦٨، نكتة الأمثال ١١٩، زهر الأكم ٢/٤٠ وفيه:
«جدّك كدّك» ، اللسان (كدد) .
قال أبو عبيد: «أي إنّما تنتفع بالجدّ لا الكدّ من غير أن تكون مجدودا» .
[٥٦٥]- أمثال أبي عبيد ٢٩٧، جمهرة الأمثال ١/٣٠٧، مجمع الأمثال ١/١٥٩ و ١٦٤، المستقصى ٢/٥٣، نكتة الأمثال ١٩١، اللسان (جلل، هجن) ، المخصص ٤/١٩ و ١١/١١٦ و ١٦/١٢٢.
الهاجن: الصّغيرة، وأراد: صغرت الهاجن عن الولد.
[٥٦٦]- أمثال أبي عبيد ٢٧٣، جمهرة الأمثال ١/٣٠٦، مجمع الأمثال ١/١٦٩، المستقصى ٢/٤٨، العقد الفريد ٣/١٣٠، اللسان (جنى) .
ويضرب لمن يعاقب المرء بذنب غيره.','1','114',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (118,'[٥٦٧]- جاور بحرا أو ملكا. لأنّ بهما أسباب الغنى.
[٥٦٨]- جليس السّوء كالقين. أي إن لم يحرق ثوبك دخّنه.
[٥٦٩]- جرى جري السّمّه. أي كذب.
[٥٧٠]- جرحه حيث لا يضع الرّاقي أنفه. قالته جندلة بنت الحارث، وكانت تحت حنظلة ابن مالك، وهي عذارء، وكان شيخا، فخرجت ليلة مطيرة فبصر بها رجل، فوثب عليها وافتضّها، فصاحت، فقال لها رجل: مالك؟ قالت: لسعت. قال: أين؟
قالت: حيث لا يضع الرّاقي أنفه.
[٥٧١]- جذّها جذّ العير الصّلّيانة. أي اقتلعه من أصله.
_________
[٥٦٧]- أمثال أبي عبيد ١٨٧، جمهرة الأمثال ١/٣٠١، مجمع الأمثال ١/١٧٠، المستقصى ٢/٤٩، نكتة الأمثال ١١٣، تمثال الأمثال ٤٠٨.
يضرب في التماس الخصب والسّعة عند أهلهما.
[٥٦٨]- مجمع الأمثال ١/١٧٢.
[٥٦٩]- أمثال أبي عبيد ٨٤ وفيه «جرى فلان جري السمّه» ، فصل المقال ١٠٨، مجمع الأمثال ١/١٦٨، وفيه «جري السّهمى» ، المستقصى ٢/٥١، نكتة الأمثال ٣٨، العقد الفريد ٣/٩٠، اللسان (سمه) .
السّمّه والسّهمى: الباطل، ومعنى المثل جرى إلى غير أي يعرفه.
وقال الزمخشري: «السمّه: البعير الكال، يضرب للكاذب، أي ليس في جريه طائل» .
[٥٧٠]- أمثال أبي عبيد ٣٥١، جمهرة الأمثال ١/٣٦٥، فصل المقال ٤٧٨، مجمع الأمثال ١/١٦٠، المستقصى ٢/٥٠، نكتة الأمثال ١٨٧، زهر الأكم ٢/١٤٧، بإسقاط «جرحه» .
قال الزمخشري: «يضرب لجناية لا حيلة فيها، وقيل: يضرب فيمن أصيب بما لا يمكنه إظهاره» .
[٥٧١]- أمثال أبي عبيد ٨٩، جمهرة الأمثال ١/٣١٩، مجمع الأمثال ١/١٥٩، المستقصى ٢/٤٩، نكتة الأمثال ٤١، العقد الفريد ٣/٩٠، اللسان (جذذ، حذذ، صلل، صلا) .
قال أبو عبيد: «وذلك أن العير، ربّما اقتلع الصّليانة من أصلها إذا ارتعاها» .
والجذّ: القطع، والصّليانة نبت له أصل وأرومة في الأرض» .
يضرب لمن يسرع الحلف من غير تتعتع وتمكّث.','1','115',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (119,'<span data-type="title" id=toc-65>باب ما جاء على حرف الحاء</span>
[٥٧٢]- حتّى يؤوب القارظان. الأوّل: عنزي خرج في بغاء القرظ، وهو نبت يدبغ به الأديم فقتل. والثّاني: رجل من اليمن نهسته الحيّة فمات. وهو رهم بن عبّاس.
[٥٧٣]- حتّى يؤوب المنخّل. هذا رجل عشق ابنة خزيمة بن نهد ثم خرجا يطلبان القرظ، فمرّ بهوّة فيها عسل فدلّاه يشتار، ثم قال: لا أرقى بك أو تزوّجني ابنتك، فأبى، فتركه وانصرف.
[٥٧٤]- حتىّ يجتمع معزى الفزر. الفزر: سعد بن زيد مناة بن تميم، وكانت له معزى فقال لابنه: ارعها هبيرة، فقال: لا والله لا أرعاها سنّ الحسيل «١» ، وهو تصغير حسلّ: ولد الضّب. وقال لابنه صعصعة مثل ذلك. فغضب، وغدا بها إلى سوق عكاظ، ونادى: هذه المعزى حلّ لمن أخذها فردا وحرام على من أخذ زوجا، فانتهبت. والفزر: الزّوج. وسمّي الفزر لذلك.
[٥٧٥]- حتّى يرد الضّبّ. والضّبّ لا يرد، لأنّه لا يشرب الماء.
[٥٧٦]- حتىّ يرجع السّهم إلى فوقه. مثله.
_________
[٥٧٢]- فصل المقال ٤٧٣، مجمع الأمثال ١/٢١١، المستقصى ٢/٥٨، ثمار القلوب ٤٠.
[٥٧٣]- أمثال أبي عبيد ٣٤٦، جمهرة الأمثال ١/٣٦١، مجمع الأمثال ١/٢١١، المستقصى ٢/٥٨، نكتة الأمثال ٢١٥، تمثال الأمثال ٤١٨، اللسان (نخل) .
قال العسكري: «يتمثّل به في اليأس عن الشّيء، وقيل: المنخّل هو القارظ العنزي» والمثل مأخوذ من شعر النمر بن تولب (ديوانه في شعراء إسلاميين ٣٦٧) .
وقولي إذا ما غاب يوما بعيرهم ... تلاقونه حتّى يؤوب المنخّل
[٥٧٤]- أمثال الضبي ٧٥، أمثال أبي عبيد ٣٨٤، وفصل المقال ٥١١ وفيهما: «لا أفعل ذلك معزى الفزر» جمهرة الأمثال ١/٣٦٠، مجمع الأمثال ٢/٢١٢، وفيه: «لا آتيك معزى الفزر» ، المستقصى ٢/٥٧ وفيه: «حتى تجتمع..» نكتة الأمثال ٢٣٩، اللسان (فزر) .
قال أبو عبيد: «.. فمعناهم في معزى الفزر أن يقولوا: حتّى تجتمع تلك، وهي لا تجتمع الدّهر كلّه..» .
[٥٧٥]- الدرة الفاخرة ١/٢١٠، مجمع الأمثال ١/٢١١، المستقصى ٢/٥٨.
[٥٧٦]- أمثال أبي عبيد ٣٨٣، جمهرة الأمثال ١/٣٧١، مجمع الأمثال ١/٢٠٣، المستقصى ٢/٥٨ وفيه:
«.. إلى قوسه» ، نكتة الأمثال ٢٣٩.
والفوق من السّهم: موضع الوتر.
قال أبو عبيد: «ومعناه أنه لا يرجع على فوقه ابدا، إنما مضاؤه قدما وأبدا.','1','116',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (120,'[٥٧٧]- حتّى يرجع الدّرّ في الضّرع. مثله.
<span data-type="title" id=toc-66>وفصل منه</span>
[٥٧٨]- حال الجريض دون القريض. الجريض: آخر الرّمق. والقريض: آخر الشّعر. قاله عبيد بن الأبرص للمنذر وقد استنشده: [المنسرح] أقفر من أهله ملحوب «١» .... .... ....
وهو يريد قتله.
[٥٧٩]- حنّ قدح ليس منها. أي تمدح الرّجل بما ليس فيه.
_________
[٥٧٧]- مجمع الأمثال ١/٢٠٣، المستقصى ٢/٥٨، تمثال الأمثال ٤٢٠.
قال العبدري في تمثال الأمثال: «.. وقد ذكره جماعة من الشعراء في أشعارهم، منهم عبد الله ابن معاوية بن عبد الله بن جعفر بن أبي طالب في قوله في زوجته:
فأصبح صدع الذي بيننا ... كصدع الزّجاجة لا يشعب
وكالدّرّ ليس له رجعة ... إلى الضّرع من بعد ما تحلب»
[٥٧٨]- أمثال أبي عبيد ٣١٩ و ٣٤١، الفاخر ٢٥٠، جمهرة الأمثال ١/٣٥٩، الوسيط ٩٨، فصل المقال ٤٤٤، مجمع الأمثال ١/١٩١ و ٢٠٤، المستقصى ٢/٥٥، نكتة الأمثال ٢٠٠، زهر الأكم ٢/١٤٥، العقد الفريد ٣/١٣٢، اللسان (جرض، قرض) المخصص ٦/١٢٣ و ٣/٨٩.
الجريض: الغصّة، القريض: الشّعر، حال: منع.
[٥٧٩]- أمثال أبي عبيد ٢٨٥، جمهرة الأمثال ١/٣٧٠، فصل المقال ٤٠١، مجمع الأمثال ١/١٩١، المستقصى ٢/٦٨، نكتة الأمثال ١٨١، تمثال الأمثال ٤٢٨، زهر الأكم ٢/١٤٣، اللسان (حنن) .
إذا كان أحد قداح الميسر من غير جوهر إخوته ثمّ أجاله المفيض خرج له صوت يخالف أصواتها، فيعرف أنه ليس من جملة القداح.
قال أبو عبيد البكري في فصل المقال: «هذا المثل يروى عن عمر بن الخطاب رضي الله عنه أنّه قاله. وذلك أنّ رسول الله صلّى الله عليه وسلّم لمّا أمر بقتل عقبة بن أبي معيط قال: أقتل من بين قريش؟ فقال عمر ابن الخطاب «حنّ قدح ليس منها» فقال رسول الله صلّى الله عليه وسلّم: وهل أنت إلّا يهوديّ من صفورية؟» .','1','117',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (121,'[٥٨٠]- حلب الدّهر أشطره. أي اختبر الدّهر بحاليه من خير أو شرّ، وأصله من شطري النّاقة وهما شقّاها اللّذان يحلبان منهما.
[٥٨١]- حلبت حلبتها ثمّ أقلعت. أي جلب «١» وسكت من غير أن يكون إنكار، يريد سحابة.
[٥٨٢]- حنّت ولات هنّت وأنّى لك مقروع. كانت الهيجمانة بنت العنبر بن عمرو بن تميم تعشق مقروعا، وهو عبد شمس بن زيد مناة، فقالت يوما لأبيها: سيطرقك عبد شمس مغيرا فاحترس. فقال لها ذلك، ولم يصدّق قولها، وكان كما قالت.
[٥٨٣]- حلأت حالئة عن كوعها. أي دفعت. والحالئة: هي الّتي تنزع «٢» تحلئة الأديم وهي أصول شعره وباطنه. فإن هي رفقت سلمت، وإن خرقت أخطأت الشّعر فقطعت كوعها.
_________
[٥٨٠]- أمثال أبي عبيد ١٠٥ وفيه: «قد حلب فلان الدهر أشطره» جمهرة الأمثال ١/٣٤٦ و ٤٩٣، مجمع الأمثال ١/١٩٥، المستقصى ٢/٦٤، نكتة الأمثال ٥٤، تمثال الأمثال ٤٢٦، العقد الفريد ٣/٩٤، اللسان (حضر، شطر) .
جاء في أمثال أبي عبيد: قال أكثم بن صيفي حين حضره الموت:
حلبت الدّهر أشطره جميعا ... ونلت من المنى فوق المزيد
وكافحت الأمور وكافحتني ... ولم أخضع لمعضلة كؤود
وكدت أنال في الشّرف الثّريّا ... ولكن لا سبيل إلى الخلود
[٥٨١]- أمثال أبي عبيد ٣٢٢، جمهرة الأمثال ١/٣٦٧، وفيه: «.. وأقلعت» ، مجمع الأمثال ١/١٦٠ و ١٩٢، المستقصى ٢/٦٦، نكتة الأمثال ٢٠٢ وفيه: «جلبت جلبتها..» . اللسان (حلب) .
قال أبو عبيد: «يضرب للرجل يجلّب ويصخب ساعة ثمّ يسكت من غير أن يكون منه في ذلك أكثر من القول» .
[٥٨٢]- أمثال الضبي ٧٩، أمثال أبي عبيد ٤٨، جمهرة الأمثال ١/٣٨٠، وفيه: «.. فلا تهنت» ، فصل المقال ٣٧، وفيه: «.. فلا تهنّت» ، مجمع الأمثال ١/١٩٢، المستقصى ١/٣٨٥ و ٢/٦٦، نكتة الأمثال ١٣، زهر الأكم ٢/١٤٣، اللسان (قرع، هنأ) .
ومعنى قوله: «حنّت ولا تهنّت» أنّ غرضها إنّما كان ليجري اسمه على لسانها حنينا إليه، لا نصحا لأبيها وتحذيرا، و «لا تهنّت» على الدعاء، أي لا هنأها الله ذلك.
[٥٨٣]- أمثال أبي عبيد ٢٢١، الدرة الفاخرة ١/١٤٨، جمهرة الأمثال ١/٣٥٥، فصل المقال ٣١٧، مجمع الأمثال ١/١٩٢، المستقصى ٢/٦٤، وفيه: «.. حالية..» نكتة الأمثال ١٣٨، زهر الأكم ٢/١٢٨. اللسان (حلأ) ، المخصص ٢/١٠٩ و ١٥/١١.','1','118',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (122,'[٥٨٤]- حيّاك من خلا فوه. أي نحن في شغل عنك. وأصله في الرّجل يأكل الطّعام، فيسلّم عليه، فلا يتمكن من الإجابة.
[٥٨٥]- حلبتها بالسّاعد الأشدّ. أي أخذتها بالقوّة إذ لم تأت بالرّفق والملاينة.
[٥٨٦]- احلب حلبا لك شطره. أي نصف نفعه واصل إليك.
[٥٨٧]- حبيب إلى عبد من كدّه. أي من يضرّه ويهينه «١» .
[٥٨٨]- حسن في كلّ عين من تودّ. معروف، ويروى «ما تودّ» ، و «ما» أبلغ.
[٥٨٩]- حدث من فيك كحدث من فرجك. عن ابن عبّاس رضي الله عنه وعائشة رضي الله عنها، أي الكلام القبيح كالضّراط.
_________
[٥٨٤]- أمثال أبي عبيد ٢٨٣، جمهرة الأمثال ١/٣٧١، مجمع الأمثال ١/١٩٢، المستقصى ٢/٧٠، نكتة الأمثال ١٨٠.
[٥٨٥]- أمثال أبي عبيد ١١٣، جمهرة الأمثال ١/٣٤٦، مجمع الأمثال ١/١٩٢، المستقصى ٢/٦٦، نكتة الأمثال ٥٩، وفيه: «احلب ضرعها بالساعد الأشدّ» ، العقد الفريد ٣/٩٥، اللسان (حلب) .
[٥٨٦]- أمثال أبي عبيد ٢٠١، جمهرة الأمثال ١/٧٤ و ٥٥٠، مجمع الأمثال ١/١٩٥ و ٣٦١، المستقصى ١/٧٠، نكتة الأمثال ١٢٣- ١٢٤، زهر الأكم ٣/٢٤٠، اللسان (روب، شطر) .
قال العسكري: «يضرب مثلا للرجل يعين صاحبه على أمر له فيه نصيب» .
[٥٨٧]- مجمع الأمثال ١/١٩٦، المستقصى ٢/٥٧.
قال الزمخشري: «يضرب في الانتفاع باللئيم عند الإهانة» .
[٥٨٨]- مجمع الأمثال ١/١٩٦ وفيه: «ما تودّ» المستقصى ٢/٦٣، العقد الفريد ٣/١٠٢.
وهو من قول عمر بن أبي ربيعة في (ديوانه ٣٢٠- ٣٢١) :
ليت هندا أنجزتنا ما تعد ... وشفت أنفسنا ممّا تجد
واستبدّت مرّة واحدة ... إنّما العاجز من لا يستبد
زعموها سألت جاراتها ... وتعرّت ذات يوم تبترد
أكما ينعتني تبصرنني ... عمر كنّ الله أم لا يقتصد
فتضاحكن وقد قلن لها: ... حسن في كلّ عين من تود
حسدا حمّلنه من شأنها ... وقديما كان في النّاس الحسد
[٥٨٩]- مجمع الأمثال ١/١٩٦، المستقصى ٢/٦٠.
قال الميداني: «يعني أن الكلام القبيح مثل الحدث، تمثّل به ابن عباس وعائشة رضي الله عنهما» وورد المثل في أمثال أبي عبيد ٤٩، ونكتة الأمثال ٦، والمستقصى ١/٣١٠ برواية: «الحدث حدثان؛ حدث من فيك، وحدث من فرجك» .','1','119',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (123,'<span data-type="title" id=toc-67>فصل</span>
[٥٩٠]- حبّك الشّيء يعمي ويصمّ. يعني: يخفي عليك من مساويه، ويصمّ أذنك عن سماع العذل فيه.
[٥٩١]- حديث خرافة. هو رجل من عذرة استطارت به الجنّ مدّة ثمّ عاد، وكان يخبر بما رأى منها.
[٥٩٢]- حسبك من شرّ سماعه. أي يكفيك أن تسمع.
[٥٩٣]- حسبك من القلادة ما أحاط بالعنق.
_________
[٥٩٠]- أمثال أبي عبيد ٢٢٤، جمهرة الأمثال ١/٣٥٦، فصل المقال ٣٢٠، مجمع الأمثال ١/٧٨ و ١٩٦، المستقصى ٢/٥٦، نكتة الأمثال ١٤٠، زهر الأكم ٢/٩٥.
[٥٩١]- مجمع الأمثال ١/١٩٥، المستقصى ٢/٦١، زهر الأكم ٢/١٠٠، وفيه «حديث خرافة يا أم عمرو» المخصص ١٣/٢.
قال الحسن اليوسي: «.. ثمّ ضربوا به المثل وجعلوه لكلّ حديث مستملح، أو لكلّ حديث لا حقيقة له، وهو مثل سائر قديما وحديثا، وقيل: إنّ خرافة كان له تابع من الجنّ فكان يخبره بأشياء عجيبة فيتحدّث بها، فتكون كما ذكر، فنسبوا إليه الأحاديث الصادقة المعجبة..» .
وقال الميداني: «وعن النبي صلّى الله عليه وسلّم أنه قال: خرافة حقّ، يعني ما تحدّث به عن الجنّ حقّ» .
[٥٩٢]- أمثال الضبي ٩٠، أمثال أبي عبيد ٧٢، وورد في الفاخر ٢٦٥، وجمهرة الأمثال ١/٣٤٤ و ٢/٢٦٥، برواية «حسبك من الشرّ سماعه» ، فصل المقال ٨٩، مجمع الأمثال ١/١٩٤، المستقصى ٢/٦٢، نكتة الأمثال ٣٠، زهر الأكم ٢/١١٨، العقد الفريد ٣/٨٧.
قال أبو عبيد: «.. المثل لأمّ الربيع بن زياد العبسي، قال: وكان سبب ذلك أن ابنها الربيع كان أخذ من قيس بن زهير بن جذيمة درعا، فعرض قيس لأمّ الرّبيع وهي على راحلتها في مسير لها، فأراد أن يذهب بها ليرتهنها بالدّرع، فقالت له: أين عزب عنك عقلك يا قيس. أترى بني زياد مصالحيك وقد ذهبت بأمهم يمينا وشمالا فقال الناس ما شاؤوا أن يقولوا، وحسبك من شرّ سماعه، فذهبت مثلا..» .
[٥٩٣]- مجمع الأمثال ١/١٩٦، المستقصى ٢/٦٢، تمثال الأمثال ٥٩٥ وفيه: «يكفي من القلادة..» .
قال الزمخشري: «قيل لعقيل بن علّفة: لم لا تطيل الهجاء؟ فقال ذلك؛ يضرب في وجوب الاكتفاء من الشّيء بما تتمّ به الحاجة» .','1','120',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (124,'[٥٩٤]- حسبك من غنى شبع وريّ. أي اقنع من الغنى بما يشبعك ويرويك، وجد بما يفضل عنهما.
[٥٩٥]- حبلك على غاربك. أي اذهبي حيث شئت. الغارب: السّنام.
[٥٩٦]- حلمي أصمّ وما أذني بصمّاء. أي أعرض عن الخنا لحلمي وإن سمعته بأذني.
<span data-type="title" id=toc-68>فصل</span>
[٥٩٧]- حرّك لها حوارها تحنّ. أي ذكّره بعض أشجانه يهج له، وأصله في النّاقة يحرّك لها ولدها لتحنّ إليه.
[٥٩٨]- حفظا من كالئك. أي احفظ مالك ممّن استحفظته إيّاه.
[٥٩٩]- حبّذا التّراث لولا الذّلّة. قاله بيهس لمّا استغنى من بعد قتل إخوته.
_________
[٥٩٤]- أمثال أبي عبيد ١٦٧، جمهرة الأمثال ١/٣٧٩، مجمع الأمثال ١/١٩٥، المستقصى ٢/٦٣، نكتة الأمثال ١٠٠، تمثال الأمثال ٤٢٤، العقد الفريد ٣/١٠٦.
وهو من قول امرئ القيس في (ديوانه ١٣٧) :
فتوسع أهلها أقطا وسمنا ... وحسبك من غنى شبع وريّ
[٥٩٥]- جمهرة الأمثال ١/٣٨٢، مجمع الأمثال ١/١٩٦، المستقصى ٢/٥٦، اللسان (غرب) .
وورد المثل في أمثال أبي عبيد ١١٢، مجمع الأمثال ٢/٢١٠، نكتة الأمثال ٥٨ برواية: «ألق حبله على غاربه» .
[٥٩٦]- مجمع الأمثال ١/١٩٥ وفيه: «.. وأذني غير صمّاء» ، المستقصى ٢/٦٦.
والمثل من شعر لبشار بن برد في (ديوانه ١/١٢٥) :
قل ما بدا لك من زور ومن كذب ... حلمي أصمّ وأذني غير صمّاء
[٥٩٧]- أمثال أبي عبيد ٢٥٥، جمهرة الأمثال ١/١٠٠، الوسيط ٩٧، مجمع الأمثال ١/١٩١، المستقصى ٢/٦٢، نكتة الأمثال ١٦٠، زهر الأكم ٢/١١٥، العقد الفريد ٣/١٢٨، ثمار القلوب ٨٦.
الحوار: ولد النّاقة. وقد قال هذا المثل عمرو بن العاص لمعاوية حين أراد أن يستنصر أهل الشّام.
[٥٩٨]- مجمع الأمثال ١/١٩٥، المستقصى ٢/٦٤.
أي لا تأمن من تثق به.
[٥٩٩]- أمثال الضبي ١١١، أمثال أبي عبيد ٣٣٤، الفاخر ٦٣، جمهرة الأمثال ١/٣٧٥ و ٢/٢١٢، الوسيط ٤٠، مجمع الأمثال ٢/٤١٨، نكتة الأمثال ٢١١، وفيها جميعا «يا حبّذا..» المستقصى ٢/٥٦.','1','121',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (125,'[٦٠٠]- حور في محارة. أي نقصان في نقصان.
[٦٠١]- حين قلت: أخوك أو الذّئب. أي في سحرة قبل انبلاج الصّبح.
[٦٠٢]- حدّث حديثين امرأة فإن لم تفهم فأربع. أي اكفف، ويروى «فأربعة» أي إن لم تفهم منك بعد التّكرير.
[٦٠٣]- حتفها تحمل ضأن بأظلافها. يعني شحومها، لأنّها إذا سمنت ذبحت. وقاله حريث بن حسّان الشّيبانيّ لقيلة التّميميّة في حديث طويل.
[٦٠٤]- حذو القذّة بالقذّة. أي مثلا بمثل، وأصله في السّهم.
_________
[٦٠٠]- أمثال أبي عبيد ١١٨، جمهرة الأمثال ١/٣٤٧، فصل المقال ١٧٥، وفيه «حورة..» ، مجمع الأمثال ١/١٩٥، المستقصى ٢/٦٨، نكتة الأمثال ٦٤، زهر الأكم ٢/١٤٤، اللسان (حور) ، المخصص ١٣/١٦١.
[٦٠١]- جمهرة الأمثال ١/٦٨، مجمع الأمثال ١/٥٠، زهر الأكم ١/٧١، وفيها: أخوك أم الذئب؟
قال الميداني: «يعني أن الذي تختاره مثل الذئب فلا تأمن. يضرب في موضع التماري والشكّ» .
وقال اليوسي: «يضرب المثل عند سؤالك أحدا أهو صديق أم عدوّ» .
[٦٠٢]- أمثال أبي فيد ٤٨ وفيه «.. فإن أبت..» أمثال أبي عبيد ٥٤، الفاخر ٧٦، الدرة الفاخرة ٢/٤٥٧، جمهرة الأمثال ١/٣٦٨ و ٣٧٨، الوسيط ٩٨، فصل المقال ٥٠، مجمع الأمثال ١/١٩٢، المستقصى ٢/٦٠ وفيه «.. فإن أبت..» ، نكتة الأمثال ١٦، زهر الأكم ٢/٩٩ وفيه: «حدّث المرأة حديثين..» اللسان (ربع) .
[٦٠٣]- أمثال أبي عبيد ٣٢٩، جمهرة الأمثال ١/٣٦٣، وفيه «حتفها تبحث..» فصل المقال ٤٥٦، مجمع الأمثال ١/١٩٢، المستقصى ٢/٥٩، نكتة الأمثال ٢٠٧ وفيه «ضأن تحمل حتفها بأظلافها» ، زهر الأكم ٢/٩٧، العقد الفريد ٣/١٢٠، اللسان (حتف، عنز) .
قال أبو عبيد: «وهذا المثل لحريث بن حسّان الشّيباني، تمثّل به بين يدي النبي صلّى الله عليه وسلّم لقيلة التّميميّة، وكان حريث حملها إلى النبي صلّى الله عليه وسلّم. فسأله إقطاع الدّهناء، ففعل ذلك رسول الله صلّى الله عليه وسلّم، فتكلّمت فيه قيلة، فعندها قال حريث تلك المقالة، فذهبت مثلا» .
قال العسكري: «يراد به الرجل يبحث عمّا يكره فيستخرجه على نفسه.. وأصله أن رجلا غيّب شفرة له في الأرض، ثمّ طلبها ليذبح بها كبشا فلم يجدها، فبينا الكبش ينزو ضرب بيده فأثارها، فذبحه بها الرّجل»
[٦٠٤]- أمثال أبي عبيد ١٤٩، جمهرة الأمثال ١/٣٨١، وفيه: «حذو النّعل بالنّعل والقذّة بالقذّة» مجمع الأمثال ١/١٩٥، المستقصى ٢/٦١، نكتة الأمثال ٨٧ وفيه «.. على القذة» ، العقد الفريد ٣/١٠٢، اللسان (حذا، قذذ) .
وهو أن يقدّر كلّ قذّة على صاحبتها سواء. والقذّة: الريشة من ريش السّهام.','1','122',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (126,'<span data-type="title" id=toc-69>باب ما جاء على حرف الخاء</span>
[٦٠٥]- خير الأمور أحمدها مغبّة. أي عاقبة.
[٦٠٦]- خير الفقه ما حاضرت به. أي ذاكرت.
[٦٠٧]- خير مالك ما نفعك. أي أنفقته في وجهه.
[٦٠٨]- خير الخلال حفظ اللّسان. أي الصّمت.
[٦٠٩]- خير حالبيك تنطحين. يضرب مثلا لمن يسيء إلى أحسن صاحبيه صحبة.
وأصله في الشّاة لها حالبان أحدهما يرفق بها والآخر يعنف «١» .
[٦١٠]- خير إناءيك تكفئين. أي تقلبين.
[٦١١]- خير ماردّ في أهل ومال. أي جعل الله ما جئت به خير ما رجع به غائب. دعاء للقادم من سفر.
_________
[٦٠٥]- أمثال أبي عبيد ٢١٨، الدرة الفاخرة ٢/٤٥٥، مجمع الأمثال ١/٢٤٣، مجمع الأمثال ١/٢٤٣، المستقصى ٢/٧٧، نكتة الأمثال ١٣٥، العقد الفريد ٣/١١١.
[٦٠٦]- أمثال أبي عبيد ١٠١ و ٢١٤، الدرة الفاخرة ٢/٤٥٥ وجمهرة الأمثال ١/٤١٣ وفيهما «خير العلم ما حوضر به» ، مجمع الأمثال ١/٢٤١، المستقصى ٢/٧٨، نكتة الأمثال ٥٠، زهر الأكم ٢/٢٠٤ وفيه «خير العلم ما حوضر به» ، اللسان (فقه) ، المخصص ٢/٣٣.
قال الميداني: «أي أنفع علمك ما حضرك في وقت الحاجة إليه» .
[٦٠٧]- أمثال أبي عبيد ١٩٤، مجمع الأمثال ١/٢٤١، نكتة الأمثال ١١٧، العقد الفريد ٣/١٠٧.
[٦٠٨]- مجمع الأمثال ١/٢٤٢، المستقصى ٢/٧٧.
[٦٠٩]- أمثال أبي عبيد ٢٩٥، جمهرة الأمثال ١/٤٢٣، فصل المقال ٤١٨، مجمع الأمثال ١/٢٣٨ و ٣٣٢، المستقصى ٢/٧٧، نكتة الأمثال ١٩٠.
[٦١٠]- أمثال أبي عبيد ٢٩٥، جمهرة الأمثال ١/٤٢٣، مجمع الأمثال ١/٢٤٠، المستقصى ٢/٧٧، نكتة الأمثال ١٩٠.
[٦١١]- أمثال أبي عبيد ٦٨، جمهرة الأمثال ١/٤١٣، فصل المقال ٧٨، مجمع الأمثال ١/٢٤١، المستقصى ٢/٧، زهر الأكم ٢/٢٠٩، العقد الفريد ٣/٨٧، اللسان (خير) .
قال أبو عبيد: «أي جعل الله ما جئت به خير ما رجع به الغائب» .','1','123',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (127,'[٦١٢]- خير المال سكّة مأبورة أو مهرة مأمورة. أي نخل مصلحة، أو مهرة كثيرة النّتاج، يريد سطرا من النّخل ملقّحا، أو مهرة كثيرة الولد.
[٦١٣]- خذ من جذع ما أعطاك. كانت غسّان تؤدّي إلى ملوك سليح «١» كلّ سنة دينارين، وكان يلي ذلك سبطة بن المنذر، فجاء يوما إلى جذع بن عمرو الغسّانيّ يسأله الدّينارين، فدخل منزله ثمّ خرج مشتملا على سيفه، فضرب به سبطة حتّى قتله، ثمّ قال: «خذ من جذع ما أعطاك» ، وامتنعت غسّان من الإتاوة بعد.
[٦١٤]- خذ منها ما قطع البطحاء. أي استعمل القويّ. وأصله في الإبل أي: خذ منها ما كان عنده بقية من القوّة ما يقطع البطحاء.
[٦١٥]- خلّ من «٢» قلّ خيره، لك في النّاس غيره.
[٦١٦]- خذ الأمر بقوابله. أي باستقباله قبل أن يدبر.
_________
[٦١٢]- المستقصى ٢/٧٨، تمثال الأمثال ٤٣٣.
قال الزمخشري: «قاله النبي صلّى الله عليه وسلّم ويضرب في فضل الحراثة» .
[٦١٣]- أمثال الضبي ١٢٦، أمثال أبي عبيد ٢٣٧ و ٣١١، جمهرة الأمثال ١/٤٢١، فصل المقال ٣٤٣، مجمع الأمثال ١/٢٣١، المستقصى ٢/٧٢، نكتة الأمثال ١٤٩، زهر الأكم ١/٦٨، العقد الفريد ٣/١٢٢، اللسان (جذع) .
أورد العسكري رواية أخرى للمثل فقال: «يضرب مثلا في اغتنام القليل من الرّجل البخيل، وأصله أنّ مصدّقا جاء ثعلبة، رجلا من أهل اليمن، فسأله أكثر ممّا يلزمه، فقال: هذاك جذع أخي، فاذهب إليه يعطك ما تسأل، فذهب إليه، فسلّ جذع سيفه وضربة قتله بها، فقال له أخوه ثعلبة: خذ من جذع ما أعطاك فذهبت مثلا» .
[٦١٤]- أمثال أبي عبيد ٢٣٧ وفيه «خذ ما يقطع البطحاء» ، جمهرة الأمثال ١/٤٢١ بإسقاط «منها» ، مجمع الأمثال ١/٢٣١، المستقصى ٢/٧٣، نكتة الأمثال ١٤٩.
[٦١٥]- مجمع الأمثال ١/٢٤٤، المستقصى ٢/٧٦.
[٦١٦]- أمثال أبي عبيد ٢١٤، جمهرة الأمثال ١/٤١٨، مجمع الأمثال ١/٢٣١، المستقصى ٢/٧٢، نكتة الأمثال ١٣٣، العقد الفريد ٣/١١٠، اللسان (قبل) .
قال أبو عبيد: ومنه قول القطامي في (ديوانه ٣٥) :
وخير الأمر ما استقبلت منه ... ولست بأن تتبّعه اتّباعا','1','124',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (128,'[٦١٧]- خذه ولو بقرطي مارية. هي أم ولد جفنة، معناه: أن لا يفوتك بكلّ ثمن.
[٦١٨]- خلّ «١» - طريق من وهى سقاؤه. قوله: ازهد فيمن فسد عليك، وتمامه «٢» : [الرجز]
ومن هريق بالفلاة ماؤه
[٦١٩]- خامري أمّ عامر. هي الضّبع يدخل عليها جحرها، يقال: خامري أمّ عامر، أي استتري، فلا تبرح حتّى توثق وتخرج.
[٦٢٠]- خشّ ذؤالة بالحبالة. ذؤالة: الذّئب. أي قعقع يرهب.
_________
[٦١٧]- أمثال أبي عبيد ٢٣٢ وفيه «خذ كذا وكذا ولو بقرطي مارية» ، جمهرة الأمثل ٢/٣٢٦، فصل المقال ٣٣٥، مجمع الأمثال ١/٢٣١، المستقصى ٢/٧٣، نكتة الأمثال ١٤٤، زهر الأكم ١/٦٩، ثمار القلوب ٦٢٩، اللسان (مرا) .
قال الميداني: «هي مارية بنت ظالم بن وهب، هي أم ولد جفنة.. يقال: إنها أهدت إلى الكعبة قرطيها وعليهما درّتان كبيضتي الحمام لم ير الناس مثلهما، ولم يدروا ما قيمتهما»
[٦١٨]- أمثال أبي عبيد ١١١، جمهرة الأمثال ١/٤١٤، فصل المقال ١٦٢، مجمع الأمثال ١/٢٤٠، نكتة الأمثال ٥٨، زهر الأكم ٢/١٩٧، اللسان (وهي) وفيها جميعا «خلّ سبيل» المستقصى ٢/٧٦.
[٦١٩]- أمثال أبي فيد ٤٦، أمثال أبي عبيد ١٢٦، الدرة الفاخرة ١/١٥٠، جمهرة الأمثال ١/٤١٦، فصل المقال ١٨٧، مجمع الأمثال ١/٢٣٨، المستقصى ٢/٧١، نكتة الأمثال ٧٠، زهر الأكم ٢/٢٠١، اللسان (خمر، عمر) ، المخصص ٨/٦٩.
[٦٢٠]- أمثال أبي عبيد ٣٢٣، فصل المقال ٤٤٩، مجمع الأمثال ١/٢٣٢، المستقصى ٢/٧٤، نكتة الأمثال ١٨٩، زهر الأكم ٢/١٩١، اللسان (ذأل، خشى) .
وقيل في معنى المثل: توعّد غيري فأنا اعرفك. يضرب لمن لا يبالى تهديده.','1','125',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (129,'[٦٢١]- خلّه درج الضّبّ. أي أبدا، والضّبّ أطول الحيوان عمرا. أي مادرج الضّبّ.
[٦٢٢]- خرقاء ذات نيقة. جاهلة تدّعي المعرفة وتتأنّق في الإرادة.
[٦٢٣]- خرقاء وجدت صوفا. هي أمّ ريطة بنت كعب التي نقضت غزلها.
يضرب مثلا للأحمق يصيب مالا فيضعه في غير موضعه.
[٦٢٤]- خرقاء عيّابة. أي جاهلة تعيب.
_________
[٦٢١]- أمثال أبي عبيد ١١١، جمهرة الأمثال ١/٣٨٢ و ٤١٥، فصل المقال ١٦٣، مجمع الأمثال ١/٢٤٢، المستقصى ٢/٧٦، نكتة الأمثال ١١ و ٥٨، زهر الأكم ٢/١٩٦، ثمال القلوب ٤١٥، اللسان (درج) .
أي اتركه يذهب في طريق الضبّ، وخلّه ضالا كضلاله، لأنّ الضبّ أسوأ الحيوان هداية.
قال الميداني: «يضرب لمن شوهد منه أمارات الصرم، أي دعه يدرج درج الضّبّ، أي دروجه، ويذهب ذهابه، والهاء في «خلّه» ترجع إلى الرجل.
قال أبو سعيد الضرير: معناه «خلّه ودعه في جحره درجا بعضه تحت بعض فإذا دخل فيه لم يدرك فهذا درج الضّبّ» .
وقال الحسن اليوسي: «والمعنى: خلّه يذهب حيث شاء،.. وقيل معناه الذهاب، كأنّه قيل:
يذهب ذهاب الضّبّ، أي خلّه ضالا كضلال الضّبّ» .
[٦٢٢]- أمثال أبي عبيد ٢٠٨، جمهرة الأمثال ١/٤١٨، مجمع الأمثال ١/٢٣٧، المستقصى ٢/٧٤، نكتة الأمثال ١٢٧، زهر الأكم ٢/١٨٧، العقد الفريد ٣/١٠٩، اللسان (نوق) .
قال الزمخشري: «يضرب لمن لا يحسن الصّناعة وهو يدّعي التّنوّق فيها» .
[٦٢٣]- أمثال أبي عبيد ١٩٩، الدرة الفاخرة ١/١٧٣، جمهرة الأمثال ١/٤٢٤، مجمع الأمثال ١/٢٣٧ و ٢٥٥، المستقصى ٢/٧٤، نكتة الأمثال ١٢١، تمثال الأمثال ٤٣٣، زهر الأكم ٢/١٩٠، العقد الفريد ٣/١٠٨، اللسان (صوف) .
وهي التي قال الله تعالى فيها (سورة النحل ٩٢) :
(وَلا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ قُوَّةٍ أَنْكاثاً) .
[٦٢٤]- أمثال أبي عبيد ١٢٥، جمهرة الأمثال ١/٤١٥، مجمع الأمثال ١/٢٣٧، المستقصى ٢/٧٤، نكتة الأمثال ٧٠، زهر الأكم ٢/١٨٩، العقد الفريد ٣/٩٨.
قال العسكري: ونحوه قول الشاعر:
لك الخير لم نفسا عليك ذنوبها ... ودع لوم نفس ما عليك تليم
وكيف ترى في عين صاحبك القذى؟ ... وتغبى قذى عينيك وهو عظيم','1','126',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (130,'[٦٢٥]- خلا لك الجوّ فبيضي واصفري. أي ذهب ما تحذرين فاسرحي وانبسطي.
[٦٢٦]- خلاؤك أقنى لحيائك. أي منزلك أحفظ لحيائك، وأدنى لسلامتك.
[٦٢٧]- خلع الثّوب بيد الزّوج. قالته رقاش بنت عمرو لزوجها كعب بن مالك بن تيم الله، وقد سامها نزع ثوبها.
[٦٢٨]- خير ما جاءت به العصا. قال عمرو بن عديّ اللّخميّ لما رأى فرس جذيمة تركض وحدها.
[٦٢٩]- خرزتين في خرزة. أي حاجتين في حاجة.
[٦٣٠]- خبأة خير خير من يفعة سوء. أي جارية تختبئ خير من غلام سوء.
_________
[٦٢٥]- أمثال أبي عبيد ٢٥١، الفاخر ١٧٩، جمهرة الأمثال ١/٤٢٢، فصل المقال ٣٦٣، مجمع الأمثال ١/٢٣٩، المستقصى ٢/٧٥، نكتة الأمثال ١٥٧، زهر الأكم ٢/١٩٩، العقد الفريد ٣/١٢٧، اللسان (جوا، قبر) .
والمثل من رجز لطرفة بن العبد في (ديوانه ١٥٧) .
[٦٢٦]- أمثال أبي عبيد ٢٩٠، جمهرة الأمثال ١/٤٢٢، فصل المقال ٤١٢، مجمع الأمثال ١/٢٤١، المستقصى ٢/٧٥، نكتة الأمثال ١٨٥، زهر الأكم ٢/١٩٨، اللسان (خلا) .
يضرب في ذمّ مخالطة النّاس.
[٦٢٧]- أمثال الضبي ١٢٨، أمثال أبي عبيد ٢٩٣، جمهرة الأمثال ١/٤١٧، فصل المقال ٤١٤، مجمع الأمثال ١/٢٤٠، المستقصى ٢/٧٦، نكتة الأمثال ١٨٧، زهر الأكم ٢/١٩٥، وفيها «خلع الدرع» .
قال العسكري: «يضرب مثلا للرجل يلتمس الخطأ، فيعرّف وجه الصّواب» .
[٦٢٨]- أمثال الضبي ١٤٦، جمهرة الأمثال ١/٢٣٥، مجمع الأمثال ١/٢٣٤.
[٦٢٩]- أمثال أبي عبيد ٢٥٧ وفيه «خرزين..» المستقصى ٢/٧٣، وروايته في أمثال أبي عبيد ٢٥٧، جمهرة الأمثال ١/٥١٤، مجمع الأمثال ١/٣٤٣، نكتة الأمثال ١٦١، اللسان (سير) : «سيرين في خرزة» .
والخرزة: بضم الخاء: كل ثقبة وخيطها، أو ما بين الغرزتين، والتقدير: جمع سيرين في خرزة.
[٦٣٠]- مجمع الأمثال ١/٢٤٢ وفيه: «خبأة صدق..» المستقصى ٢/٧١، زهر الأكم ٢/١٨٥، اللسان (خبأ) المخصص ١/٤٧.
قال الميداني: «يضرب للرجل يكون خامل الذكر فيقال: لأن يكون كذا خير من أن يكون مشهورا مرتفعا في الشرّ» .','1','127',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (131,'<span data-type="title" id=toc-70>باب ما جاء على حرف الدّال</span>
[٦٣١]- دعني وخلاك ذمّ. قاله قصير بن سعد لعمرو بن عديّ لما استبعد ما وعده به من الأخذ بثأر جذيمة وظنّ أنّه لا يتمّ.
[٦٣٢]- دع امرأ وما اختار. قاله قصير لعمرو بن عديّ لمّا ألحّ عليه قصير بجدع أنفه.
[٦٣٣]- دمّث لجنبك قبل النّوم مضطجعا. ويروى «اللّيل» ، أي هيّئ لنفسك ما تريده قبل حاجتك إليه.
[٦٣٤]- دون ذا وينفق الحمار. أراد رجل بيع حمار، فقال له صديق له حضر المبايعة، والمشتري يسمع تنفيقا له: هذا حمارك الّذي تصيد عليه الوحش؟ فقال المشتري ذلك.
[٦٣٥]- دردب لمّا عضّه الثّقاف. أي استقام لما قوّم. يضرب مثلا للرّجل يمتنع ممّا تريده منه، حتّى إذا أذللته انقاد وأطاع.
_________
[٦٣١]- أمثال الضبي ١٤٦، وفيه: «فأعنّي وخلاك ذم» ، جمهرة الأمثال ١/٢٣٥، المستقصى ٢/٨٠، وورد المثل برواية: «افعل كذا وكذا وخلاك ذم» في أمثال أبي عبيد ٢٢٩، فصل المقال ٢٣١، مجمع الأمثال ٢/٨٠، المستقصى ١/٢٢٤، وفي نكتة الأمثال ١٤٤: «اطلبه وخلاك ذمّ» .
[٦٣٢]- أمثال أبي عبيد ١١٢، مجمع الأمثال ١/٢٦٩، المستقصى ٢/٧٩، نكتة الأمثال ٥٨.
قال الميداني: «يضرب لمن لا يقبل وعظك، يقال: دعه واختياره، كما قيل:
إذا المرء لم يدر ما أمكنه ... ولم يأت من أمره أزينه
وأعجبه العجب فاقتاده ... وتاه به التّيه فاستحسنه
فدعه فقد ساء تدبيره ... سيضحك يوما ويبكي سنه
[٦٣٣]- أمثال أبي عبيد ٢١٦، جمهرة الأمثال ١/٤٤٤، فصل المقال ٣١١، مجمع الأمثال ١/٢٦٥، نكتة الأمثال ١٣٣، زهر الأكم ٢/٢٤٢، اللسان (دمث) ، وفيها جميعا: «دمّث لنفسك» ، المستقصى ٢/٨١.
والتّدميث: التّليين: أي استعدّ للنّوائب قبل حدوثها.
[٦٣٤]- أمثال أبي عبيد ٤٥، الفاخر ١١٥، وفيه: «من دون ذا» ، جمهرة الأمثال ١/٤٥٠، فصل المقال ٣٤، مجمع الأمثال ١/٢٦٤، المستقصى ٢/٨٢، نكتة الأمثال ١٠، زهر الأكم ٢/٢٤٦، وينفق: يروج.
[٦٣٥]- أمثال أبي عبيد ٣١٨، جمهرة الأمثال ١/٤٤٤، فصل المقال ٤٤٣، مجمع الأمثال ١/٢٦٤، المستقصى ٢/٧٩، نكتة الأمثال ٢٠٠، زهر الأكم ٢/٢٣٧، العقد الفريد ٣/٢٣، اللسان (بصص، ثقف، دردب) .
دردب: خضع وذلّ، والثّقاف: خشبة تسوّى بها الرّماح، والتثقيف: التقويم.','1','128',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (132,'[٦٣٦]- ده درّين سعد القين. يقال للرّجل يكذب ولا يعرف أصله. وقاله أبو زيد وأبو عبيد والأصمعيّ: هكذا تستعمله العرب ولا يعرف أصله.
[٦٣٧]- دقّك بالمنحاز حبّ القلقل. المنحاز: شيء يدقّ فيه الحنطة. أي دقّهم كذلك القلقل بإعجام القافين بنقطتين وكسرهما، وهو شجر له حبّ شاقّ المدقّ.
_________
[٦٣٦]- أمثال أبي عبيد ٨٣، الدرة الفاخرة ٢/٥٠٦، جمهرة الأمثال ١/٤٤٨، فصل المقال ١٠٦ و ١٠٨، مجمع الأمثال ١/٢٦٦، المستقصى ٢/٨٣، نكتة الأمثال ٣٨، زهر الأكم ٢/٢٤٣، اللسان (درر، دهدر، دهدن، دهده، سعد) .
وثمّة روايات عدّة للمثل مذكورة في جمهرة الأمثال ١/٤٤٨- ٤٤٩.
[٦٣٧]- أمثال أبي عبيد ٣١١، فصل المقال ٤٣٤، نكتة الأمثال ١٩٧، وفيها «.. حبّ الفلفل» ، مجمع الأمثال ١/٢٦٥، المستقصى ٢/٨٠، زهر الأكم ٢/٢٤١، اللسان (نخر، قلل) .','1','129',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (133,'<span data-type="title" id=toc-71>باب ما جاء على حرف الذّال</span>
[٦٣٨]- ذليل عاذ بقرملة. ويروى «يعاذ» و «يعوذ» وقرملة: شجرة ضعيفة لطيفة لا تكنّ من مطر. أي ضعيف لجأ إلى ضعيف.
[٦٣٩]- ذلّ لو أجد ناصرا. قاله أنس بن أبي الحجير لمّا لطمه الحارث بن أبي شمر الغسّانيّ.
[٦٤٠]- ذا نصح شولة النّاصحة. شولة: أمة كانت لعدوان تنصح فيعود نصحها وبالا.
[٦٤١]- ذاك ضبّ أنا حرشته. أي هو أمر أنا استخرجته وقمت به، يقال: حرشت الضّبّ إذا استخرجته من جحره وصدته.
[٦٤٢]- ذكّرتني الطّعن وكنت ناسيا. حمل رجل أجمّ «١» بلا رمح على ذي رمح فقال له:
ألق رمحك ويلك. وقد كان الدّهش أنساه رمحه، فقال ذكّرتني الطّعن، وحمل عليه فطعنه. يقال: الحامل صخر بن معاوية السّلميّ، والمحمول عليه يزيد بن الصّعق.
_________
[٦٣٨]- الدرة الفاخرة ١/٢٠٦، جمهرة الأمثال ١/٤٦٦، مجمع الأمثال ١/٢٩٧، المستقصى ٢/٨٦، زهر الأكم ٣/١٢، اللسان (قرمل) .
[٦٣٩]- أمثال الضبي ١١٦، أمثال أبي عبيد ٢٦٨، جمهرة الأمثال ١/٤٦٠، مجمع الأمثال ١/٢٨٠، المستقصى ٢/٨٦، نكتة الأمثال ١٦٨، العقد الفريد ٣/٩٦ و ١٢٩.
[٦٤٠]- في المطبوع: «شوكة» وهو تحريف. والمثل في المستقصى ٢/٨٤ وروايته: «ذاك النّصح شولة النّاصحة» ، وجاء في اللسان (شول) : «ابن السّكّيت: من أمثالهم في الّذي ينصح القوم: أنت شولة النّاصحة. قال: وكانت أمة لعدوان رعناء تنصح لمواليها فتعود نصيحتها وبالا عليها لحمقها. وقال ابن الأعرابي: الشّولة: الحمقاء» .
[٦٤١]- المستقصى ٢/٨٤، وورد المثل برواية: «أتعلّمني بضبّ أنا حرشته» في أمثال أبي عبيد ٢٠٢، الفاخر ٢٤٦، جمهرة الأمثال ١/٧٦، مجمع الأمثال ١/١٢٥، نكتة الأمثال ١٢٥، اللسان (حرش) .
[٦٤٢]- أمثال أبي عبيد ٦٢، الفاخر ١٤٢، جمهرة الأمثال ١/٤٦٢، الوسيط ٤٩، فصل المقال ٧٠- ٧١، مجمع الأمثال ١/٢٧٩، المستقصى ٢/٨٥، نكتة الأمثال ٢٢.، زهر الأكم ٣/٩، العقد الفريد ٣/٨٥.
صحّح أبو عبيد البكري الوهم الذي وقع فيه أبو عبيد القاسم بن سلّام وابن رفاعة فقال: «وهم أبو عبيد فيما أورده وهمين أمّا أحدهما فإنّه قوله: صخر بن معاوية، وإنّما هو صخر بن عمرو بن الشريد، وأمّا معاوية فهو أخو صخر، ابني عمرو، والوهم الثاني قوله: ثمّ كرّ عليه حتّى طعنه فقتله أو هزمه على الشّكّ منه، وإنّما طعن صخرا طعنته التي مات منها ربيعة بن ثور الأسدي بإجماع من أهل العلم بأيّام العرب ومقاتل فرسانها لأنّه غزا بني أسد، فالتقوا يوم الأثل فطعنه ربيعة، فأدخل جوفه حلقا من الدرع، فجوي صخر فكان يمرض قريبا من حول حتّى ملّه أهله..» .','1','130',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (134,'[٦٤٣]- ذكّرني فوك حماري أهلي. ضاع لرجل حماران، فخرج في بغائهما، فرأى امرأة منتقبة فأعجبته، فاتّبعها، فلمّا سفرت فإذا هي فوهاء، فلمّا رأى قبح أسنانها ذكر حماريه فقال ذلك.
[٦٤٤]- ذق عقق. أي ذق عقوبة عقوقك أباك يا عاقّ. وأصله أنّ رجلا كان له ولد يعقّه، فولد لولده ولد يعقّه، فقال له أبوه ذلك.
[٦٤٥]- ذنبي ذنب صحر. صحر بنت لقمان، وكان لقمان ولقيم بغارة، فرجع لقيم بإبل، ونحر منها، فخبأت صحر للقمان، فلمّا جاء مخفقا قدّمت إليه، فلطمها، وقال: إنّما عيّرتني بالإخفاق.
[٦٤٦]- ذهبت هيف لأديانها. الهيف: السّموم. وأديانها: عاداتها.
_________
[٦٤٣]- أمثال الضبي ١١٦، أمثال أبي عبيد ٧١، جمهرة الأمثال ١/٤٦٣، مجمع الأمثال ١/٢٧٥، المستقصى ٢/٨٥، نكتة الأمثال ٢٧.
ومن الشعر اللطيف في البرقع قول الشاعر:
إذا بارك الله في خرقة ... فلا بارك الله في البرقع
يواري الملاح ويخفي القباح ... فهذا يضرّ ولم ينفع
[٦٤٤]- المستقصى ٢/٨٤.
[٦٤٥]- أمثال الضبي ١٥٣ وفيه: «ذنب صحر أنّها أتحفته وأكرمته وصدقته فلطمها» ، أمثال أبي عبيد ٢٧٢، جمهرة الأمثال ٢/٢٦١، فصل المقال ٣٨٥، مجمع الأمثال ٢/٢٦٤، نكتة الأمثال ١٧٢، اللسان (صحر) وفيها جميعا: «مالي ذنب إلّا ذنب صحر» ، المستقصى ٢/٨٦.
أورد الزمخشري رواية أخرى لقصة المثل إضافة إلى الأولى فقال: «.. تزوّج لقمان امرأة وكان شديد الغيرة فأحلّها في رأس جبل فخانته، فرمى بها من أعلاه، وانحدر مغضبا فتلقته صحر، فقال: أو أنت أيضا من النساء، ولطمها فماتت. يضرب لمن يساء إليه وهو بريء» .
[٦٤٦]- أمثال أبي عبيد ٢٨١، جمهرة الأمثال ١/٤٦٠، فصل المقال ٣٩٦، مجمع الأمثال ١/٢٧٩، المستقصى ٢/٨٧، نكتة الأمثال ١٧٧، زهر الأكم ٣/١٨، اللسان (هيف) ، المخصص ١٢/٧٤ و ٢١٠.
قال الزمخشري: «وذلك أنّها تجفّف النّبات وتلفح الوجوه، يضرب في إقبال الرجل على هواه» .','1','131',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (135,'<span data-type="title" id=toc-72>باب ما جاء على حرف الراء</span>
[٦٤٧]- رماه بثالثة الأثافي. القطعة من الجبل يجعل إلى جنبها حجران وينصب عليها القدر. يريد: الدّاهية.
[٦٤٨]- رماه بأقحاف رأسه. أي بالدّواهي العظام.
[٦٤٩]- رماه بحجره. أي قرنه بنظيره.
[٦٥٠]- رماه الله بداء الذّئب. الذّئب لا يصيبه داء إلّا الموت.
[٦٥١]- رمي منه في الرّأس. إذا ساء رأيه فيه حتّى لا ينظر إليه.
_________
[٦٤٧]- أمثال أبي عبيد ٧٥، جمهرة الأمثال ١/٤٧٨، فصل المقال ٩٦، مجمع الأمثال ١/٢٨٧، وفيه:
«رماه الله..» المستقصى ٢/١٠٢، نكتة الأمثال ٣٢، زهر الأكم ٣/٦٢، العقد الفريد ٣/٨٩، اللسان (ثفا) المخصص ١٢/١٨٠.
قال الزمخشري: «معناه أنّه رماه بالأثافي أثفية بعد أثفية حتّى رماه بالثالثة فلم يبق غاية، والمراد أنه رماه بالشرّ كلّه» .
وقال خفاف بن ندبة:
وإنّ قصيدة شنعاء منّي ... إذا حضرت كثالثة الأثافي
[٦٤٨]- أمثال أبي عبيد ٧٥، جمهرة الأمثال ١/٤٧٨، فصل المقال ٩٦، مجمع الأمثال ١/٢٨٧، المستقصى ٢/١٠٢، نكتة الأمثال ٣٢، زهر الأكم ٣/٦١، اللسان (قحف) المخصص ١/٥٧.
قال أبو عبيد البكري في فصل المقال: «قحف الرّأس: ما انفلق من جمجمته فبان، ولا يقال لجميع الجمجمة قحف إلّا أن تتكسر فيقال للمتكسر قحف إذا بان.. يقول: رماه بالدّواهي المهلكة له» .
[٦٤٩]- المستقصى ٢/١٠٣، وورد المثل برواية «رمي فلان بحجره» في أمثال أبي عبيد ٩٧، جمهرة الأمثال ١/٤٨٠، مجمع الأمثال ١/٢٨٧، نكتة الأمثال ٤٧، اللسان (حجر) .
[٦٥٠]- جمهرة الأمثال ١/٣٣٢ و ٤٦١، مجمع الأمثال ١/٢٨٧، المستقصى ١/٥٧ و ٢/١٠٢، زهر الأكم ٣/٦١، اللسان (دوا، ذأب) .
قال الحسن اليوسي: «داء الذّئب: الجوع، والذئب أصبر السّباع على الجوع» .
[٦٥١]- أمثال أبي عبيد ٣٥٦، جمهرة الأمثال ١/٤٩٦، مجمع الأمثال ١/٢٨٧، وفيه: «رمي فلان من فلان في الرأس» ، المستقصى ٢/١٠٤، اللسان (رأس) .
قال أبو عبيد: «.. ومنه حديث عمر بن الخطّاب حين سلّم عليه زياد بن حدير فلم يردّ عليه، فقال زياد: لقد رميت من أمير المؤمنين في الرأس. وكان ذلك لهيئة رآها عليه فكرهها» .','1','132',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (136,'[٦٥٢]- رمية من غير رام. أي فلتة أصابته من غير بصيرة.
[٦٥٣]- رمتني بدائها وانسلّت. قالته ضرّة رهم بنت الخزرج من كلب، وكانت امرأة سعد ابن زيد مناة.
<span data-type="title" id=toc-73>وفصل منه</span>
[٦٥٤]- ربّ سامع عذرتي ولم يسمع قفوتي. عذرته: عذره. وقفوته: ما رمي به، أي عذري نظير ذنبي عند من لم يعرفه.
[٦٥٥]- ربّ سامع قفوتي ولم يسمع عذرتي. مثل الأوّل.
_________
[٦٥٢]- أمثال أبي عبيد ٥١، ٣١٢، الفاخر ١٤٣، جمهرة الأمثال ١/٤٩١، فصل المقال ٤٣، مجمع الأمثال ١/٢٩٩، نكتة الأمثال ١٤، زهر الأكم ٣/٣٨، وفيها جميعا: «ربّ رمية..» المستقصى ٢/١٠٥، اللسان (غبب) .
قال الزمخشري: «أوّل من قاله الحكم بن عبد يغوث المنقري، وكان من أرمى النّاس، وذلك أنّه نذر ليذبحنّ مهاة على الغبغب، فرام صيدها أياما فلم يمكنه، وكان يرجع مخفقا حتّى همّ بقتل نفسه مكانها، فقال له ابنه مطعم: احملني أرفدك، فقال: ما أحمل من رعش وهل، جبان فشل، فما زال به حتّى حمله، فرمى الحكم مهاتين فأخطأهما، فلمّا عرضت الثالثة رماها مطعم فأصابها، فعندها قال الحكم ذلك، يضرب في فلتة إحسان من المسيء» .
[٦٥٣]- أمثال الضبي ٧٦، أمثال أبي عبيد ٧٣، الفاخر ٦١، جمهرة الأمثال ١/٤٧٥، فصل المقال ٩٢، مجمع الأمثال ١/٢٨٦، المستقصى ٢/١٠٣، نكتة الأمثال ٣١، تمثال الأمثال ٢/٤٤٤، زهر الأكم ٣/٦٠، العقد الفريد ٣/٨٧، اللسان (بجر، سلل، عفل) .
قال أبو عبيد: «هذا المثل قيل لرهم بنت الخزرج من كلب، وكانت امرأة سعد بن زيد مناة بن تميم وكان لها ضرائر، فسابّتها إحداهن يوما فرمتها رهم بعيب هو فيها فقالت ضرّتها: «رمتني بدائها وانسلّت» .
[٦٥٤]- فصل المقال ٧٣ وفيه «.. عذري» ، مجمع الأمثال ١/٢٩٨، المستقصى ٢/٩٦، زهر الأكم ٣/٤٠، اللسان (قفا) .
[٦٥٥]- مجمع الأمثال ١/١٩٨ وفيه: «معناه: سمع ما أكره من أمري ولم يسمع ما يغسله علّي» .','1','133',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (137,'[٦٥٦]- ربّ ساع لقاعد. أي ربّ مجتهد فيما نفعه لغيره وتمثل به الوليد بن عبد الملك «١» في قوله «٢» : [الخفيف]
أبشري أمّ خالد ... ربّ ساع لقاعد
[٦٥٧]- ربّ أخ لك لم تلده أمّك. يريد الصّديق، [قاله لقمان بن عاد وقد رأى رجلا مستخليا بامرأة فاتّهم وقال: من هذا؟ فقالت: أخي] «٣» .
[٦٥٨]- ربّ ولد لم تلده أمّك. مثله.
[٦٥٩]- ربّ لائم مليم. أي ربّ رجل يلام على ما هو معذور فيه، وقائله أكثم بن صيفي. أي ربّ رجل لائم وهو مستحقّ للّوم.
_________
[٦٥٦]- أمثال أبي عبيد ١٩٥، الفاخر ١٧٥، جمهرة الأمثال ١/٤٧٩، فصل المقال ٢٨٧، مجمع الأمثال ١/٢٩٩ و ٣٠١، المستقصى ٢/٩٥، نكتة الأمثال ١١٩، تمثال الأمثال ٤٣٩، زهر الأكم ٣/٣٩.
[٦٥٧]- أمثال أبي عبيد ١٧٥، جمهرة الأمثال ١/٤٢٥ و ٤٨١، مجمع الأمثال ١/٢٩١ و ٣٠٢ و ٣٠٦، المستقصى ٢/٩٣، نكتة الأمثال ١٠٤، زهر الأكم ٣/٣٦.
[٦٥٨]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[٦٥٩]- أمثال أبي عبيد ١٩١، مجمع الأمثال ١/٢٩٩ و ٣٦٥، المستقصى ٢/٩٨، نكتة الأمثال ١١٦، اللسان (لوم) .
قال أبو عبيد: «إنّ الذي يلوم الممسك هو الذي قد ألام في فعله، لا الحافظ لماله» .','1','134',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (138,'[٦٦٠]- ربّ فروقة يدعى ليثا. معروف.
[٦٦١]- ربّ غيث لم يكن غيثا. أي أتى في غير وقته فضرّ الّذي غرق فيه.
[٦٦٢]- ربّ عجلة تهب ريثا. أي ربّما كانت العجلة سبب الاحتباس. قاله مالك بن عمرو لليث بن عمرو بن محلّم وقد نهاه عن الانتجاع، فخالفه فسبي «١» .
[٦٦٣]- ربّ ريث يعقب فوتا. أي ربّما احتبس المرء عن أمر يريده ففاته.
[٦٦٤]- ربّ شدّ في الكرز. يريد سخلة حملها في جوالق، فقيل: لم تحملها. فقال:
_________
[٦٦٠]- أمثال الضبي ١٣٨، الفاخر ٢٠٨، جمهرة الأمثال ١/٤٨٢، فصل المقال ٣٣٦، مجمع الأمثال ١/٢٩٤، المستقصى ٢/٩٨، اللسان (فرق) .
الفروقة: الشديد الخوف.
قال المفضّل: «زعموا أن ليث بن عمرو بن أبي عمرو بن عوف بن محلّم الشيباني تزوّج ابنة عمّه خماعة بنت عوف، فشام الغيث، فتحمّل بأهله لينتجعه، فقال أخوه مالك بن عمرو: لا تفعل فإنّي أخاف عليك بعض مقانب العرب أن يصيبك، فقال: والله ما أخاف أحدا، وإنّي لطالب الغيث حيث كان، فسار بأهله، فلم يلبث إلّا يسيرا حتّى جاء وقد أخذ أهله وماله، فقال له مالك:
مالك؟ فقال: أصابتني خيل مرّت عليّ، قال مالك: ربّ عجلة تهب ريثا، وربّ فروقة يدعى ليثا، وربّ غيث لم يكن غيثا، فذهب كلامه هذا أمثالا» .
[٦٦١]- أمثال الضبي ١٣٨، الفاخر ٢٠٨، جمهرة الأمثال ١/٤٨٢، فصل المقال ٣٣٦، مجمع الأمثال ١/٢٩٤، المستقصى ٢/٩٧- ٩٨.
[٦٦٢]- أمثال الضبي ١٣٨، أمثال أبي عبيد ٢٣٢، الفاخر ٢٠٨، ٢٦٥، جمهرة الأمثال ١/٤٨٢ و ٤٩٤، فصل القال ٣٣٦، مجمع الأمثال ١/٢٩٤، المستقصى ٢/٩٧، نكتة الأمثال ١٤٥، زهر الأكم ٣/٤٣، العقد الفريد ٣/١١٤، اللسان (ريث، فرق) .
[٦٦٣]- مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٤.
[٦٦٤]- جمهرة الأمثال ١/٢٦٥ و ٤٩٦، مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٦، زهر الأكم ٣/٤١، اللسان (شدد، كرز) ، المخصص ١٦/١٦٩.
قال الزمخشري: «يقال إن فارسا طلبه عدوّ وهو على فرس عقوق اسمها سبل، وكانت لبني آكل المرار فالقت سليلها لحمله عليها في العدو، وعدا السليل مع أمّه، واسم السليل أعوج وهو لبني هلال بن عامر، فنزل الفارس فحمله في الجوالق فرهقه العدوّ، فقال له: ألق العلوق فقال له ذلك.
يريد أنّ في الكرز، وهو الجوالق، شيئا يجب شدّه للضّنّ به، يضرب لما يحمد مخبره» .','1','135',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (139,'ذلك، أي أنّها ابنة منجبين.
[٦٦٥]- ربّ أكلة منعت أكلات. لأنّها تمرض فيحتمى من غيرها.
[٦٦٦]- ربّ طلب جرّ إلى حرب. أي ربّما طلب المرء ما فيه هلاكه.
[٦٦٧]- ربّ مملول لا يستطاع فراقه.
[٦٦٨]- ربّ رأس حصيد لسان.
[٦٦٩]- ربّ ملوم لا ذنب له.
[٦٧٠]- ربّ فرق خير من حبّ.
_________
[٦٦٥]- أمثال أبي عبيد ٢٢٨، الفاخر ١٧٤، جمهرة الأمثال ١/٢٧١ و ٤٩١ و ٢/٢٦٦، فصل المقال ٣٢٩، مجمع الأمثال ١/٢٩٧، نكتة الأمثال ١٤٢، وفيها جميعا: «.. تمنع» المستقصى ٢/٩٣، زهر الأكم ٣/٣٧.
قال ابن هرمة في (ديوانه ١٢٨) :
وكم من طالب يسعى لأمر ... وفيه هلاكه لو كان يدري
وربّت أكلة منعت أخاها ... بلذّة ساعة أكلات دهر
[٦٦٦]- مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٧.
[٦٦٧]- في المطبوع «ربّ مملوك» وهو تحريف. والمثل في مجمع الأمثال ١/٣٠٦، تمثال الأمثال ٤٤١، زهر الأكم ٣/٤٤.
[٦٦٨]- مجمع الأمثال ١/٣٠٦.
الحصيد: المحصود، ويضرب عند الأمر بالسّكوت.
[٦٦٩]- أمثال أبي عبيد ٦٣، جمهرة الأمثال ١/٤٧٤، فصل المقال ٧٣، مجمع الأمثال ١/٣٠٥، المستقصى ٢/٩٩، نكتة الأمثال ٢٠، العقد الفريد ٣/١٢٩.
قال أبو عبيد: قد ظهر للناس منه أمر أنكروه عليه، وهم لا يعرفون حجّته وعذره فهو يلام» .
[٦٧٠]- أمثال أبي عبيد ٣٠٩، جمهرة الأمثال ١/٤٨٧، المستقصى ٢/٩٧، نكتة الأمثال ١٩٦.
قال العسكري: «يضرب مثلا للبخيل يعطي على الرّهبة، يقول: فزعه منك خير لك من حبّه لك، لأنّه إذا أحبّك لم ينفعك، وإذا رهبك نفعك، ونحو المثل قول الشاعر:
وأنت كمثل الجوز يمنع درّه ... صحيحا ويعطي درّه حين يكسر','1','136',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (140,'[٦٧١]- ربّ طمع أدنى إلى طبع. أي إلى دنس.
[٦٧٢]- ربّ صلف تحت الرّاعدة. الصّلف: قلّة البركة والخير. والرّاعدة:
السّحابة «١» ذات الرّعد، يضرب مثلا للشّيء يرجى فيه الخير ولا خير فيه.
[٦٧٣]- ربّ قول أشدّ من صول. أي ربّ كلام أشدّ من إيقاع، أو عار أشدّ من قتل.
[٦٧٤]- ربّما كان السّكوت جوابا. معروف.
[٦٧٥]- ربّ أمنيّة جلبت منيّة. ويروى: «نتجت» ، معروف.
[٦٧٦]- ربّ نار كيّ خيلت نار شيّ. أي ربّما رأيت نارا فظننتها يشوى بها، وإنّما هي لتكوي، يضرب مثلا لمن يجل أخطاره ويصغر قدره.
[٦٧٧]- ربّما أعلم فأذر. أي ربّما أعرف الشّيء وأدع ذكره، لما أعرف من سوء عاقبته.
_________
[٦٧١]- الدرة الفاخرة ١/٢٩٠، جمهرة الأمثال ٢/٢٤، مجمع الأمثال ١/٣٠٦، زهر الأكم ٣/٤٢، وفيها: «..
يعدي..» ، المستقصى ٢/٩٧.
قال ثابت قطنة:
لا خير في طمع يهدي إلى طبع ... وغفّة من قوام العيش تكفيني
[٦٧٢]- أمثال أبي عبيد ٣٠٨، جمهرة الأمثال ١/٤٨٧، فصل المقال ٤٣٠، مجمع الأمثال ١/٢٩٤، المستقصى ٢/٩٦، نكتة الأمثال ١٨٩، زهر الأكم ٣/٤١، اللسان (رعد، صلف) ، المخصص ٢/١٢٥ و ٤/٢٠.
[٦٧٣]- أمثال أبي عبيد ٤١، الفاخر ٢٦٥، الدرة الفاخرة ٢/٤٥٦، جمهرة الأمثال ١/٤٧٦ و ٢/٩٢، فصل المقال ٢٣، مجمع الأمثال ١/٢٩٠، المستقصى ٢/٩٨، نكتة الأمثال ٧، زهر الأكم ٣/٤٣.
الصّول: الحملة والوثب عند الخصومة والحرب.
[٦٧٤]- أمثال أبي عبيد ٥٥، فصل المقال ٥١، مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٩، نكتة الأمثال ١٧.
قال أبو عبيد: «يقال ذلك للرجل الذي يجلّ خطؤه عن أن يكلّم بشيء فيجاب بالترك للجواب» .
[٦٧٥]- مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٤ وفيه: «.. نتجت منيّة» .
[٦٧٦]- مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٩.
قال الزمخشري: «يضرب في الاغترار بشيء يتوقّع فيه الخير ثمّ يأتي منه البوائق.
[٦٧٧]- أمثال أبي عبيد ٤٢، جمهرة الأمثال ١/٤٩٠ و ٢/٢٦٥، فصل المقال ٢٤، مجمع الأمثال ١/٣٠٢، المستقصى ٢/٩٩، نكتة الأمثال ٧، العقد الفريد ٣/٨١.','1','137',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (141,'<span data-type="title" id=toc-74>وفصل منه</span>
[٦٧٨]- رأى الكواكب مظهرا. أي أظلم عليه يومه حتّى رآها وقت الظّهر.
[٦٧٩]- رضي من الغنيمة بالإياب. أي أشفى على الهلكة وأكدى «١» ، فرضي بالرّجوع إلى منزله خائبا سالما، وأصله لامرئ القيس حيث يقول «٢» : [الوافر]
وقد طوّفت في الآفاق حتّى ... رضيت من الغنيمة بالإياب
[٦٨٠]- رجع إلى قرواه. أي إلى أصله.
_________
[٦٧٨]- أمثال أبي عبيد ٣٣٨، فصل المقال ٤٦٤: وفيهما: «رأى فلان..» مجمع الأمثال ١/٢٩٤، المستقصى ٢/٩٢، العقد الفريد ٣/١٢٠.
يضرب في الشدائد
[٦٧٩]- أمثال أبي عبيد ٢٤٩، نكتة الأمثال ١٥٦، وفيهما: «رضيت.. بالسّلامة» الفاخر ٢٦٠، جمهرة الأمثال ١/٤٨٤، مجمع الأمثال ١/٢٩٥، وفيها «رضيت» المستقصى ٢/١٠٠، العقد الفريد ٣/١٢٦، اللسان (نقب) .
[٦٨٠]- أمثال أبي عبيد ٢٨٢، وفيه: «رجع فلان على قرواه» ، جمهرة الأمثال ١/٤٨٥، فصل المقال ٣٩٨، برواية أبي عبيد، مجمع الأمثال ١/٣١٤، المستقصى ٢/١٠٠، وفيهما: «رجع الأمر..» ،
نكتة الأمثال ١٧٩، زهر الأكم ٣/٥٣، وفيه «رجع الأمر..» اللسان (قرا) .
يضرب لمن يرجع إلى خلق قد تركه.','1','138',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (142,'[٦٨١]- رجع بخفّي حنين. أي رجع بغير شيء. وذكر ابن السّكّيت أنّه ادّعى حنين عند عبد المطّلب أنّه ابن أسد بن هاشم، فأنكر وقال: والله لا أرى شمائل هاشم فيك، فرجع خائبا من فوره ولم ينزع خفّيه.
[٦٨٢]- ربّدت المعزى فربّق ربّق.
[٦٨٣]- وربّدت الضّأن فرنّق رنّق. أي انتظر الولادة.
[٦٨٤]- رعى فأقصب. أي أساء رعيها فامتنعت من الشّرب، لأنّها إنّما تشرب على علف أجوافها.
[٦٨٥]- رجلا مستعير أسرع من رجلي مؤدّ. أي يسرع في الاستعارة ويبطئ في الرّدّ.
_________
[٦٨١]- أمثال أبي عبيد ٢٤٥ وفيه: «رجع فلان من حاجته..» ، جمهرة الأمثال ١/٤٣٣، وفيه:
«وأخيب من حنين» وذكر المثل بنصّه في شرحه له، فصل المقال ٣٥٤، برواية أبي عبيد، مجمع الأمثال ٢/٢٩٦، المستقصى ٢/١٠٠، نكتة الأمثال ١٥٥، زهر الأكم ٣/٥٠، ثمار القلوب ٦٠٦، اللسان (حنن) ، المخصص ١٢/٢٤١- ٢٤٢.
قال أبو عبيد: «كان حنين إسكافا من أهل الحيرة، فساومه أعرابيّ بخفّين فاختلفا حتّى أغضبه، فأراد غيظ الأعرابيّ، فلمّا ارتحل أخذ حنين أحد خفّيه فألقاه في طريقه، ثمّ ألقى الآخر في موضع آخر، فلمّا مرّ الأعرابي بأحدهما قال: ما أشبه هذا بخفّ حنين، ولو كان معه الآخر لأخذته، ومضى فلمّا انتهى إلى الخفّ الآخر ندم على تركه الأوّل، فأناخ راحلته عند الآخر، ورجع إلى الأوّل وقد كمن له حنين، فلمّا مضى الأعرابي عمد إلى راحلته وما عليها فذهب بها، وأقبل الأعرابيّ ليس معه غير الخفّين، فقال له قومه، ماذا جئت به من سفرك؟ فقال: جئتكم بخفّي حنين» .
وقيل: حنين مغنّ دعاه قوم فأسكروه وسلبوه ثيابه وتركوه في خفّيه.
[٦٨٢]- مجمع الأمثال ١/٢٩٣، المستقصى ٢/١٠٤، اللسان (ربق) وفيه: «رمّدت الضّأن..» وهما بمعنى، وربّدت الشاة ورمّدت: وذلك إذا أضرعت فترى في ضرعها لمع سواد وبياض. وإذا عظمت ضروع الشاة لم تلبث أن تلد، وربّق: أي هييء الأرباق، جمع ربق: وهو أن يعمد إلى حبل فيجعل فيه عرا يشدّ فيها رؤوس أولادها.
[٦٨٣]- مجمع الأمثال ١/٢٩٣، المستقصى ٢/١٠٤ وفيهما: «رمّدت المعزى..» .
والترنيق: الانتظار، وإنّما يقال هذا لأنّها تبطئ وإن عظمت ضروعها.
[٦٨٤]- أمثال أبي عبيد ٣٠١، جمهرة الأمثال ١/١١٢ و ٤٩٢، فصل المقال ٤٢٥، مجمع الأمثال ١/٢٨٦، المستقصى ٢/١٠١، نكتة الأمثال ١٩٣، زهر الأكم ٣/٥٧، اللسان (قصب) ، المخصص ٧/١٠٠.
يضرب لمن لم يحكم أمره، ثم أراد إصلاحه بسوء التدبير.
[٦٨٥]- الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٤٩٦ وفيه «.. أخفّ من..» مجمع الأمثال ١/٣٠٢، المستقصى ٢/١٠٠، المخصص ١٢/٣٤.','1','139',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (143,'[٦٨٦]- رأي الشّيخ خير من مشهد الغلام. قاله عليّ بن أبي طالب رضي الله عنه. أي إعانة الشّيخ إيّاك برأيه وإن كان غائبا خير لك من مشهد الغلام حاضرا معك.
[٦٨٧]- رباعيّ الإبل لا يرتاع من الجرس.
[٦٨٨]- رويد يعلون الجدد. قاله قيس بن زهير العبسيّ لحذيفة بن بدر الفزاريّ لمّا أن قال: سبقت خيلك، فقال ذلك، أي اصبر حتّى آخذ في السّهل من الأرض، والمستوي من الطّريق.
[٦٨٩]- رهباك خير من رغباك. أي الفرق منك خير من الحبّ لك.
[٦٩٠]- رهبوت خير من رحموت. أي الرّهب منك خير من الرّحمة لك.
[٦٩١]- روغي جعار وانظري أين المفرّ. جعار: الضّبع. أي لا طريق لك إلى الفرار.
_________
[٦٨٦]- أمثال أبي عبيد ١٠٨، الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٥٠٢، مجمع الأمثال ١/٢٩٢، المستقصى ٢/٩١، نكتة الأمثال ٥٥، زهر الأكم ٣/٣٠.
[٦٨٧]- مجمع الأمثال ١/٣٠٧، المستقصى ٢/٩٣.
قال الميداني: والرّباعي الذي ألقى رباعيته من الإبل وغيرها، وهي السّنّ التي بين الثّنية والنّاب ويطلق على الغنم في السنة الرابعة وعلى البقر والحافر في الخامسة، وعلى الخف في السابعة.
يضرب لمن لقي الخطوب ومارس الحوادث» .
[٦٨٨]- أمثال الضبي ٨٦، الفاخر ٢٢٠، جمهرة الأمثال ١/٤٨٩، فصل المقال ١٢٧ وفيه «رويدا يعدوان الجدد» مجمع الأمثال ١/٢٨٨ و ٢/١١١، وفيه «رويدا..» المستقصى ٢/١٠٦، زهر الأكم ٣/٦٨، برواية البكري. اللسان (رود) . والجدد: الأرض الصّلبة.
[٦٨٩]- أمثال أبي عبيد ٣٠٩، جمهرة الأمثال ١/٤٨٧، فصل المقال ٤٣٢، مجمع الأمثال ١/٢٤٨ و ٢٩٨، المستقصى ٢/١٠٧، نكتة الأمثال ١٩٦ وفيه «.. من رحماك» . اللسان (رغب، رهب) .
[٦٩٠]- الدرة الفاخرة ٢/٤٥٥، فصل المقال ٥٦، مجمع الأمثال ١/٢٨٨ و ٢٩٨ و ٢/٧٧، المستقصى ٢/١٠٧، زهر الأكم ١/١٩١ و ٣/٧١، وفيه «رهبوتي.. رحموتي» ، اللسان (رهب، رحم) .
[٦٩١]- أمثال أبي عبيد ٣١٨، جمهرة الأمثال ١/٤٨٨، مجمع الأمثال ١/٢٨٩، المستقصى ٢/١٠٥، نكتة الأمثال ٢٠٠، زهر الأكم ٣/٦٨ بإسقاط: «وانظري أين المفرّ» . اللسان (جعر، روغ) ، المخصص ٨/٧٠.
الرّوغان: الحياد عن الشيء بخداع، ويضرب في فرار الجبان وخضوعه.','1','140',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (144,'[٦٩٢]- رضا النّاس غاية لا تدرك. لاختلاف أغراضهم وتضادّ مآربهم.
[٦٩٣]- رويد الشّعر يغبّ. أي انظر كيف عاقبته إذا جرى على الألسنة، وسارت به الرّفاق حمدا أو ذمّا.
[٦٩٤]- رويد الغزو ينمرق. قالته رقاش الكنانيّة، وكانت تغزو فحملت من أسير لها، فذكر الغزو لها، فقالت ذلك. أي أخّر الغزو حتّى أضع.
[٦٩٥]- رد كعب إنّك وارد. قيل لكعب بن مامة الإياديّ لما أفضل على رفيقه النّمريّ بقسطه من الماء وقد اكتنّ في شجرة، فقيل له: إنّا نرد الماء غدا، فردّ كعب: إنّك وارد.
_________
[٦٩٢]- أمثال أبي عبيد ٢٧٧، جمهرة الأمثال ١/٤٩٣ وفيه: «.. لا تبلغ» مجمع الأمثال ١/٣٠١، المستقصى ٢/١٠٠، نكتة الأمثال ١٧٤.
قال العسكري: «ومعناه أنّ الرّجل لا يسلم من النّاس على كلّ حال، فينبغي أن يستعمل ما يصلحه، ولا يلتفت إلى قولهم» .
[٦٩٣]- أمثال أبي عبيد ٢١٧، جمهرة الأمثال ١/٤٧٧، مجمع الأمثال ١/٢٨٨، المستقصى ٢/١٠٦، زهر الأكم ٣/٧٣. اللسان (غبب) .
قال العسكري: «يضرب مثلا للمكروه يتبيّن أثره بعد وقوعه واستمراره» .
[٦٩٤]- أمثال الضبي ١٢١، أمثال أبي عبيد ٢٣٤، جمهرة الأمثال ١/٤٨٣، فصل المقال ٣٣٨، وفيه:
«.. يتمرّق» ، مجمع الأمثال ١/٢٨٨، المستقصى ٢/١٠٦، نكتة الأمثال ١٤٦، برواية أبي عبيد، زهر الأكم ٣/٦٧، اللسان (مرق) .
[٦٩٥]- أمثال الضبي ١٣٩، الوسيط ٦٦، وفيه «.. كعبا..» ، جمهرة الأمثال ١/٩٥، المستقصى ١/٥٤ وفيه: «.. ورّاد» .','1','141',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (145,'<span data-type="title" id=toc-75>باب ما جاء على حرف الزّاي</span>
[٦٩٦]- زوج من عود خير من قعود. أي التّزويج وإن كان ممّن يقلّ غناؤه خير «١» من الأيمة «٢» . هذا يصحّ في الرّجل والمرأة. أي قعود الرّجل عن الاكتساب، وقعود المرأة عن التّزوّج.
[٦٩٧]- زلّة العالم زلّة العالم. أي إذا زلّ اقتدى بزلّته العالم فهلكوا.
[٦٩٨]- زندان في وعاء. يعني الّذي يقتدح به. يضرب مثلا للضّعيفين.
[٦٩٩]- زيّن في عين والد ولده. أي جعل مستحسنا كلّ قبيح منه.
[٧٠٠]- زاحم بعود أودع. العود: الّذي جاز حدّ البازل والمخلف «٣» ، أي لا تستعن إلّا بأهل السّنّ والتّجارب، وإلّا فاترك.
_________
[٦٩٦]- أمثال أبي عبيد ٢٣٦، جمهرة الأمثال ١/٥٠٣، مجمع الأمثال ١/٣٢٠، المستقصى ٢/١١١، نكتة الأمثال ١٤٩، زهر الأكم ٣/١٤٦، العقد الفريد ٣/١٢٣.
[٦٩٧]- المستقصى ٢/١١٢، وقد ورد المثل برواية: «إذا زلّ العالم زلّ بزلّته عالم» في أمثال أبي عبيد ٢٠٧، مجمع الأمثال ١/٤٤، نكتة الأمثال ١٢٧.
[٦٩٨]- أمثال أبي عبيد ١٣٤، جمهرة الأمثال ٢/٣٥٨، فصل المقال ١٩٨، نكتة الأمثال ٧٦، وفيها جميعا: «هما زندان..» ، مجمع الأمثال ١/٣٢٠، المستقصى ٢/١١١، زهر الأكم ٣/١٤٣.
الزّند: العود الذي يقدح به. ويضرب في تساوي الرجلين في الخساسة والنّذالة.
[٦٩٩]- أمثال أبي عبيد ١٤٤، جمهرة الأمثال ١/٣٥٠، فصل المقال ٢١٨، مجمع الأمثال ١/٣١٩، المستقصى ٢/١١٢، نكتة الأمثال ٨٣، تمثال الأمثال ٢/٤٤٨، العقد الفريد ٢/٤٤٨، زهر الأكم ٣/١٥٠.
قال العسكري: «.. وقيل لعمر بن عبد العزيز: لو بايعت لابنك عبد الملك، وكان فاضلا، فقال: لولا أنّي أخاف أن يقال: «زيّن في عين والد ولده» ، لفعلت، وقال الشاعر:
زيّن في عين حاسديه كما ... زيّن في عين والد ولده
[٧٠٠]- أمثال أبي عبيد ١٠٧، جمهرة الأمثال ١/٥٠٢، مجمع الأمثال ١/٦١ و ٣٢٠، المستقصى ٢/١٠٩، نكتة الأمثال ٥٤، زهر الأكم ٣/١٣٧، العقد الفريد ٣/٩٥، اللسان (عود) .','1','142',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (146,'[٧٠١]- زر غبّا تزدد حبّا. أي لا تواتر الزيّارة فتملّ.
_________
[٧٠١]- أمثال أبي عبيد ١٤٨، وفيه: «يا أبا هريرة..» الفاخر ١٥١، جمهرة الأمثال ١/٥٠٥، مجمع الأمثال ١/٣٢٢، المستقصى ٢/١٠٩، تمثال الأمثال ٤٤٣، زهر الأكم ٣/١٤٨، العقد الفريد ٣/١٠٣، اللسان (غبب) .
والمثل حديث شريف ورد في جمع الجوامع للسيوطي ١/٥٣٧.','1','143',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (147,'<span data-type="title" id=toc-76>باب ما جاء على حرف السين</span>
[٧٠٢]- سلك وادي تضلّل. أي عمل شيئا وأخطأ.
[٧٠٣]- سقط العشاء به على سرحان. السّرحان: الذّئب الذّكر. أي طلب خيرا فوقع على شرّ، وأصله أنّ رجلا كان في مفازة فعوى لتجيبه الكلاب فيعرف بها مواضع الحيّ فيستضيفهم، فسمع عواءه ذئب فقصده.
[٧٠٤]- سقطت به النّصيحة على الظّنّة. أي مازال يسرف في النّصيحة حتّى اتّهم واستغشّ.
[٧٠٥]- سبق السّيف العذل. قاله ضبّه بن أدّ لمّا لامه النّاس على قتله قاتل ابنه سعيد في الأشهر الحرم.
[٧٠٦]- سبق سيله مطره. أي جاء شرّه قبل خيره.
[٧٠٧]- سبق درّته غراره. الغرار: قلّة اللّبن. أي سبق نزارة اللّبن درّته.
[٧٠٨]- سبّك من بلّغك السّبّ. أي من واجهك بما قفاك به غيره من السّبّ، فهو السّابّ.
_________
[٧٠٢]- الدرة الفاخرة ٢/٥٠٤، أمثال أبي عبيد ٣٤٠، فصل المقال ٤٦، وفيهما «وقع القوم في..» ،
مجمع الأمثال ١/٣٤٢ و ٢/٣٦١، المستقصى ٢/٣٧٩ وفيهما: «وقعوا في..» نكتة الأمثال ٢١٣.
اللسان (ضلل) .
[٧٠٣]- أمثال أبي عبيد ٢٥٠، جمهرة الأمثال ١/٤٦٠ و ٥١٤، فصل المقال ٣٦٢، مجمع الأمثال ١/٣٢٨ و ٣٤٤، المستقصى ٢/١١٩، نكتة الأمثال ١٥٧، زهر الأكم ٣/١٦٩، العقد الفريد ٣/١٢٦، اللسان (سرح، سقط، عشا) ، المخصص ٨/٦١.
[٧٠٤]- مجمع الأمثال ١/٣٤٢، المستقصى ٢/١١٩، العقد الفريد ٣/١١٨.
[٧٠٥]- أمثال الضبي ٤٨، ١٨١، أمثال أبي عبيد ٦٢، الفاخر ٥٩، جمهرة الأمثال ١/٣٧٧ و ٥١١، فصل المقال ٦٧، ٦٩، ٧٠، مجمع الأمثال ١/٣٢٨، المستقصى ٢/١١٥، نكتة الأمثال ٢٢، تمثال الأمثال ٤٤٩، زهر الأكم ٣/١٥٩، العقد الفريد ٣/٨٥، اللسان (شجن، عذل) .
[٧٠٦]- أمثال أبي عبيد ٣٠٥، جمهرة الأمثال ١/٥١٧، مجمع الأمثال ١/٣٣٦ وفيه: «سبق مطره سيله» ، نكتة الأمثال ١٩٤، اللسان (غرر) .
يضرب لمن يسبق تهديده فعله.
[٧٠٧]- أمثال أبي عبيد ٣٠٥، وفيه: «سبقت..» ، جمهرة الأمثال ١/٥١٦، مجمع الأمثال ١/٣٣٦، المستقصى ٢/١١٦، نكتة الأمثال ١٩٤. اللسان (غرر) .
[٧٠٨]- مجمع الأمثال ١/٣٠٣ و ٣٤٢، وفيه: «.. السّبّا» ، المستقصى ٢/١١٥.','1','144',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (148,'[٧٠٩]- ساواك عبد غيرك. يضرب مثلا لرجل يرى لنفسه فضلا على غيره من غير استحقاق.
[٧١٠]- سكت ألفا ونطق خلفا. أي سكت ألف يوم ثمّ نطق بجهالة.
[٧١١]- سبّح يغترّوا. أي أكثر التّسبيح يغترّوا بك، فيثقوا بك، فتخونهم.
[٧١٢]- سدّ ابن بيض الطّريق. هذا رجل من عاد، تاجر، وكان لقمان بن عاد يخفره على إتاوة، وكان إذا صار إلى الطّريق جعل الخرج عليه، فيقول لقمان ذلك. أي لم يجعل لي عليه طريقا.
[٧١٣]- سدك بامرئ جعله. أي لجّ به من يدفعه عن حاجته.
[٧١٤]- سيل به وهو لا يدري. أي ذهب به السّيل وهو لا يعلم.
[٧١٥]- سهم الحق مريش.
_________
[٧٠٩]- أمثال أبي عبيد ١٣٦، جمهرة الأمثال ١/٥١٢، مجمع الأمثال ١/٣٢٩، المستقصى ٢/١١٥ و ١٥٧، نكتة الأمثال ٧٧.
[٧١٠]- أمثال أبي عبيد ٥٥، جمهرة الأمثال ١/٥٠٩، فصل المقال ٥١، مجمع الأمثال ١/٣٣٠، المستقصى ٢/١١٩، نكتة الأمثال ١٧، تمثال الأمثال ٤٥٥، زهر الأكم ٣/١٧١، العقد الفريد ٣/٨٣ و ١٢٥، اللسان (خلف) ، المخصص ٢/١٢٧.
والخلف: الرّديء
[٧١١]- مجمع الأمثال ١/٣٤٢، المستقصى ٢/١١٥.
[٧١٢]- أمثال الضبي ١٥٦، أمثال أبي عبيد ٢٤٤، الدرة الفاخرة ٢/٤٨٩، جمهرة الأمثال ١/٥١٩، فصل المقال ٣٥١، مجمع الأمثال ١/٣٢٨، المستقصى ٢/١١٧، نكتة الأمثال ١٥٤، تمثال الأمثال ٤٥٤، زهر الأكم ٣/١٦١، العقد الفريد ٣/١٢٥، اللسان (بيض) .
قال الزمخشري بعد أن أورد تفسير ابن رفاعة للمثل: «.. قيل: هو رجل نحر ناقة على طريق، فمنع النّاس من سلوكها» .
يضرب للرجل يريد الأمر فيعرض دونه عارض.
[٧١٣]- الدرة الفاخرة ٢/٣٧١، وفيه: «سدك به..» جمهرة الأمثال ٢/٢١٧، وفيه «سدك به جعل» ، مجمع الأمثال ١/٣٤٢، المستقصى ٢/١١٨، اللسان (جعل) . المخصص ٨/١١٦.
[٧١٤]- جمهرة الأمثال ١/٥١٨، مجمع الأمثال ١/٣٤٢، المستقصى ٢/١٢٤.
يضرب للسّاهي الغافل.
[٧١٥]- مجمع الأمثال ١/٣٤٥، بزيادة: «يشكّ غرض الحجّة» ، المستقصى ٢/١٢٤.
يضرب في قوّة الحقّ ونفاذه.','1','145',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (149,'[٧١٦]- سمنك في أديمك. أي خيرك لم يتجاوزك إلى غيرك.
[٧١٧]- سرق السّارق فانتحر. أي سرق من السّارق ما كان سرقه، فشقّ عليه. انتحر:
شقّ نفسه أو انشقّ، من انتحار السّحابة: أي انشقاقها.
[٧١٨]- سرّك من دمك. أي ربّما كان من إضاعة سرّك إراقة دمك.
[٧١٩]- سبّني واصدق. أي إنّك إذا سببتني بما فيّ أصلحته من نفسي فنفعني.
[٧٢٠]- سمّن كلبك يأكلك. أي أحسن إلى من لا أصل له يسئ إليك.
_________
[٧١٦]- أمثال أبي عبيد ٣١٣، وفيه: «سمنكم هريق في أديمكم» ، جمهرة الأمثال ٥١٧ وفيه: «سمنهم في أديمهم» فصل المقال ٤٣٦، مجمع الأمثال ١/٣٣٧، المستقصى ٢/١٢٢، نكتة الأمثال ١٩٨، وفيها برواية أبي عبيد، زهر الأكم ٣/١٧٩، العقد الفريد ٣/١٢٢، وفيهما «سمنكم في أديمكم» .
[٧١٧]- أمثال أبي عبيد ٢٦٧، جمهرة الأمثال ١/٥١٥، مجمع الأمثال ١/٣٣٩، المستقصى ٢/١١٨، نكتة الأمثال ١٦٨، اللسان (سرق، نحر) .
[٧١٨]- أمثال أبي عبيد ٥٨، جمهرة الأمثال ١/٥١٠، فصل المقال ٥٩، مجمع الأمثال ١/٣٤٣، المستقصى ٢/١١٨، نكتة الأمثال ١٩، زهر الأكم ١/٣٠٥، العقد الفريد ٣/٨٤.
[٧١٩]- في المطبوع: «فاصدق» وهو تحريف والمثل في أمثال أبي عبيد ٤٦، جمهرة الأمثال ١/٥٠٩، مجمع الأمثال ١/٣٤٢، المستقصى ٢/١١٥، نكتة الأمثال ١١، زهر الأكم ٣/١٥٩.
[٧٢٠]- أمثال الضبي ١٦٠، أمثال أبي عبيد ٢٩٦، وفيه «أسمن..» الفاخر ٧٠، جمهرة الأمثال ١/٥٢٥، فصل المقال ٤١٩ و ٤٨٩، برواية أبي عبيد، مجمع الأمثال ١/١٣٥ و ٣٣٣، المستقصى ٢/١٢١، نكتة الأمثال ١٨٩ برواية أبي عبيد، زهر الأكم ٣/١٧٩، العقد الفريد ٣/١١٧، اللسان (سمن) .
قال المفضل الضبي: «زعموا أنه كان لرجل من طسم كلب فكان يسقيه اللبن، ويطعمه اللحم ويسمنه ويرجو أن يصيد به، أو يحرس غنمه، فأتاه ذات يوم وهو جائع فوثب عليه الكلب فأكله، فقيل: سمّن كلبك يأكلك» .
قال طرفة في (ديوانه ١٦٥) :
ككلب طسم وقد تربّبه ... يعلّه بالحليب في الغلس
ظلّ عليه يوما يفرفره ... إلّا يلغ في الدّماء ينتهّس
وأورد الميداني قصّة أخرى للمثل ملخّصها أنّ قائل المثل هو حازم بن المنذر الحمّاني، وذلك أنّه كان في بعض أسفاره فعثر على غلام ملفوف بأثواب بالية فحمله معه وربّاه، فلمّا كبر هوي ابنة حازم وأصبح يلقاها سرّا، فلما فطن الأب للأمر قال المثل، وحمل عليه بالسيف ففرّ ولحق بقومه همدان، وانصرف حازم إلى ابنته يريد قتلها فوجدها قد اختنقت.','1','146',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (150,'[٧٢١]- سر وقمر لك. ويروى «اسر» : أي بادر الفرصة قبل الفوت.
[٧٢٢]- سوء حمل الفاقة يضع من الشّريف. أي يجب للشّريف أن يقتنع إذا كان ذا فاقة بحفظ شرفه.
[٧٢٣]- سوء الاكتساب يمنع من الانتساب. أي قبح الحال يمنع من التّعرّف إلى النّاس.
[٧٢٤]- سوء الاستمساك خير من حسن الصّرعة. أي التّحمّل، وإن كان ضعيفا، خير من إظهار الفاقة.
[٧٢٥]- سواء علينا قاتلاه وسالبه. أي إذا رأيت رجلين قتل أحدهما رجلا وسلبه الآخر، فهما سواء فيه، وتمثّل به معاوية في قتلة عثمان والمعينين عليه.
_________
[٧٢١]- سلف تخريجه برقم ١٧٢.
[٧٢٢]- أمثال أبي عبيد ١٩٧، مجمع الأمثال ١/٣٣٧، نكتة الأمثال ١٢٠، وفيها: «يضع الشرف» المستقصى ٢/١٢٣.
[٧٢٣]- مجمع الأمثال ١/٣٤٣، المستقصى ٢/١٢٣، وفيه: «من حسن الانتساب» ، زهر الأكم ٣/١٨٢ وفيه: «.. يمنع الانتساب» .
[٧٢٤]- أمثال أبي عبيد ١٥٧، الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٥٢٥، فصل المقال ٢٣٨، مجمع الأمثال ١/٣٤٢، المستقصى ٢/١٢٢، نكتة الأمثال ٩٢، زهر الأكم ٣/١٨١، العقد الفريد ٣/١٠٥، اللسان (صرع) . المخصص ١٢/١١٦.
قال أبو عبيد: «لأن يزال الإنسان وهو عامل بوجه العمل وطريق الإحسان والصوّاب، خير من أن تأتيه الإصابة وهو عامل بالإساءة والخرق» .
يضرب في الأمر بلزوم الطريقة المثلى.
[٧٢٥]- في المطبوع: «وسالباه» وهو تحريف والمثل في أمثال أبي عبيد ٢٧٢، جمهرة الأمثال ١/٥١٥، مجمع الأمثال ١/٣٣٥، المستقصى ٢/١٢٣، نكتة الأمثال ١٧١- ١٧٢، تمثال الأمثال ٤٥٩.
قال أبو عبيد: «إذا رأيت رجلا قد سلبه رجل علم أنّه لم يسلبه وهو حيّ ممتنع، فعلم بهذا أنّه قد قتله ثمّ سلبه» .
وقال الزمخشري: «أي إذا رأيت رجلا سلب رجلا دلّك ذلك على أنّه قتله لأنّه لم يقدر على سلبه وهو حيّ ممتنع، فجعل القاتل سالبا يضرب لإساءة الرجل يستدلّ بها على أكثر منها» .
وقد ورد المثل في شعر الوليد بن عقبة قاله يوم مقتل عثمان وهو:
بني هاشم كيف الهوادة بيننا ... وعند عليّ سيفه ونجائبه
قتلتم أخي كيما تكونوا مكانه ... كما غدرت يوما بكسرى مرازبه
ثلاثة رهط قاتلان وسالب ... سواء علينا قاتلاه وسالبه','1','147',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (151,'[٧٢٦]- سواء هو والعدم. أي وجوده وعدمه سواء لقلة غنائه.
[٧٢٧]- سيرين في خرزة. أي حاجتين في حاجة، يضرب مثلا لمن أدخل أمرا في أمر، وذلك رديء لأنّه يفسد الأمرين معا.
[٧٢٨]- سداد من عوز. أي فيه بلغة وإن كان غير مقنع.
[٧٢٩]- سواسية كأسنان المشط. أي هم متساوون، قاله النّبيّ عليه الصّلاة والسّلام.
[٧٣٠]- سأكفيك ما كان قوالا. كان النّمر بن تولب تزوّج امرأة من بني أسد وقد أسنّ، يقال لها جمرة بنت نوفل، وكان له ابن أخ فراودها عن نفسها، فشكت إليه، فقال:
إذا أراد منك شيئا من ذلك فقولي كذا وقولي كذا، فقالت كذا.
_________
[٧٢٦]- أمثال أبي عبيد ٣٠٧، جمهرة الأمثال ١/٥١٨، مجمع الأمثال ١/٣٣٨، المستقصى ٢/١٢٣، نكتة الأمثال ١٩٥، العقد الفريد ٣/١١٨.
[٧٢٧]- أمثال أبي عبيد ٢٥٧، جمهرة الأمثال ١/٥١٤، مجمع الأمثال ١/٣٤٣، المستقصى ٢/٧٣، نكتة الأمثال ١٦١، المخصص ١٠/٩ وفيه «أجمع سيرين..» .
[٧٢٨]- أمثال أبي عبيد ١٣٥، جمهرة الأمثال ١/٥٢٦، مجمع الأمثال ١/٣٣٨، المستقصى ٢/١١٧، تمثال الأمثال ٤٥٢، اللسان (سدد) .
السّداد: البلغة، العوز: الحاجة. يضرب مثلا للقليل يقنع به.
[٧٢٩]- أمثال أبي عبيد ١٣٢، وفيه: «هم سواء..» جمهرة الأمثال ١/٥٢٢، فصل المقال ١٩٧، مجمع الأمثال ١/٣٢٩، المستقصى ٢/١٢٤، نكتة الأمثال ٧٥، ثمار القلوب ٣٣٤، اللسان (سوا) .
[٧٣٠]- أمثال الضبي ٦٩، وفيه: «إني سأكفيك ما كان قولا» ، جمهرة الأمثال ١/٥٢٤، وفيه: «قولا» ، مجمع الأمثال ١/٣٤٣، المستقصى ٢/١١٣.','1','148',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (152,'<span data-type="title" id=toc-77>باب ما جاء على حرف الشّين</span>
[٧٣١]- شرّ السّير الحقحقة. ورد في الخبر. الحقحقة: شدّة السّير وعسفه وترك الإراحة، ومثله: إنّ المنبتّ لا أرضا قطع ولا ظهرا أبقى «١» .
[٧٣٢]- شرّ مارام امرؤ ما لم ينل. هو للأغلب العجليّ في رجزه. أي طلب ما لا ينال لأنه يتعب ولا يجدي.
[٧٣٣]- شرّ ما اضطرّك إلى مخّة العرقوب. العرقوب لا مخّ له، فمن اضطرّ إليه فهو في نهاية السّغب «٢» والفاقة.
[٧٣٤]- شرّ الرأي الدّبريّ. الّذي يأتي بعد الفوت. ويروى في الخبر.
_________
[٧٣١]- أمثال أبي عبيد ٢٢٠، الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٢١ و ٥٤٤، فصل المقال ٣١٧، مجمع الأمثال ١/٣٥٩، المستقصى ٢/١٢٩، نكتة الأمثال ١٣٧، زهر الأكم ٣/٢٢٨، وفيه: «..
القحقحة» ، العقد الفريد ٣/١١١، اللسان (حقق) ، المخصص ٥/٢٣ و ١٣/٢٧٦.
[٧٣٢]- أمثال أبي عبيد ٢٣٥، جمهرة الأمثال ١/٥٤٦، وفيه: «شر ما نال..» فصل المقال ٣٤١، مجمع الأمثال ١/٣٥٩، المستقصى ٢/١٣٠، نكتة الأمثال ١٤٧، العقد الفريد ٣/١٢٣.
[٧٣٣]- أمثال أبي عبيد ٣١٢، جمهرة الأمثال ١/٥٤٩، فصل المقال ٤٣٤، المستقصى ٢/١٣١، نكتة الأمثال ١٩٨، زهر الأكم ٣/٢٢٨، وفيها جميعا: «شرّ ما أجاءك إلى مخّة عرقوب» ، الدرة الفاخرة ٢/٢٤٩ وفيه: «.. ألجئت إليه مخّ عرقوب» ، مجمع الأمثال ١/٣٥٨ وفيه: «.. يجيئك» اللسان (جيأ، شأن، شيأ، عرقب، مخخ) ، المخصص ١٢/٢٠٤.
[٧٣٤]- أمثال أبي عبيد ٢١٤، الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٥٤٤، مجمع الأمثال ١/٣٥٨، المستقصى ٢/١٢٨، نكتة الأمثال ١٣٣، زهر الأكم ٣/٢٢٧، العقد الفريد ٣/١١٠، اللسان (دبر، فقه) ، المخصص ٢/٣٣.','1','149',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (153,'[٧٣٥]- شرّ الرّعاة الحطمة. أي الّذي يحطم الإبل بشدّة ضربها وعسفه لها، وهذا أيضا من الخبر.
[٧٣٦]- شالت نعامتهم. أي تفرّقوا، قال الأصمعيّ: النّعامة: جماعة القوم.
[٧٣٧]- شرّ المال ما لا يذكّى ولا يزكّى. يعني الحمير لا تذكّى ولا زكاة عليها.
[٧٣٨]- شرّ المال القلعة. أي لا يثبت مع صاحبه.
[٧٣٩]- شرّ يوميها وأغواه لها. قالته امرأة من طسم أخذت سبيّة، فحملت على جمل وتمامة «١» :
[الرمل] ..... ..... .....
ركبت عنز بحدج جملا
يوميها: لأن الدّهر يومان، يوم لك ويوم عليك.
<span data-type="title" id=toc-78>وفصل منه</span>
[٧٤٠]- شمّر ذيلا وادّرع ليلا. أي تأهّب واسر.
_________
[٧٣٥]- أمثال أبي عبيد ٣٠٢، الدرة الفاخرة ٢/٤٥٥، جمهرة الأمثال ١/٥٤٨، فصل المقال ٤٢٥، مجمع الأمثال ١/٣٦٣، المستقصى ٢/١٢٩، نكتة الأمثال ١٩٣، زهر الأكم ٣/٢٢٧، اللسان (حطم) ، وفيها جميعا: «.. الرّعاء..» ، والرّعاء والرعاة بمعنى جمع راع.
وهو جزء من حديث شريف في النهاية في غريب الحديث ١/٤٠٢.
[٧٣٦]- الدرة الفاخرة ١/١٥٣، جمهرة الأمثال ١/٣٩٧، مجمع الأمثال ١/٢٣٩، المستقصى ٢/١٢٥، زهر الأكم ٣/٢٤٠، وفيه: «.. نعامته» ، اللسان (رأل، شول، نعم) ، المخصص ٣/١٢٢.
قال الزمخشري: «أي تفرّقوا وذهبوا، لأنّ النّعامة موصوفة بالخفّة وسرعة الذهاب والهرب» .
[٧٣٧]- الدرة الفاخرة ١/١٨١، مجمع الأمثال ١/٣٥٧ و ٣٥٩ و ٣٦٠، المستقصى ٢/١٣٠، زهر الأكم ٣/٢٢٩، وفيها جميعا: «.. ما لا يزكّى ولا يذكّى» . أي لا يذبح.
[٧٣٨]- مجمع الأمثال ١/٣٥٩، المستقصى ٢/١٢٩.
[٧٣٩]- أمثال أبي عبيد ٨٧، جمهرة الأمثال ١/٥٣٩، فصل المقال ١١٥، مجمع الأمثال ١/٣٥٩، فصل المقال ٢/١٣٠، مجمع الأمثال ١/٣٠٤ و ٣٥٩، المستقصى ٢/١٣٠، زهر الأكم ٣/٢٢٩، اللسان (أخا، حدج، عنز، يوم، غوى) .
[٧٤٠]- أمثال أبي عبيد ٢٣١، جمهرة الأمثال ١/٥٤٥، مجمع الأمثال ١/٣٦٢، المستقصى ٢/١٣٤، العقد الفريد ٣/١١٤، اللسان (درع، شمر) .','1','150',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (154,'[٧٤١]- شوى أخوك حتّى إذا أنضج رمّد. يضرب للرّجل يصطنع المعروف ثمّ يفسده بالمنّ.
[٧٤٢]- شدّ للأمر حيزومه. الحيزوم: الصّدر. أي تأهّب وشمّر.
[٧٤٣]- شرق بالرّيق. أي ضرّه أقرب الأشياء إلى نفعه.
[٧٤٤]- شغلت شعابي جدواي. أي شغلتني أموري عن الإفضال على غيري ويروى:
«سعاتي» «١» بالسّين.
[٧٤٥]- شاكه يا واصف. أي قارب في الوصف يا واصف، فلعلّ وصفك أن يقصر والموصوف يقصر. والمشاكهة: المشابهة.
_________
[٧٤١]- أمثال أبي عبيد ٦٦، مجمع الأمثال ١/٣٦٠، المستقصى ٢/١٣٦، نكتة الأمثال ٢٣، زهر الأكم ٣/٢٤١، بإسقاط «أخوك» ، العقد الفريد ٣/٨٦، اللسان (رمد) ، المخصص ١١/٢٤.
قال أبو عبيد: «وأصله أن ينضج شواءه ثمّ يلقيه في الرّماد» .
[٧٤٢]- أمثال أبي عبيد ٢٣٠، وفيه: «شدّ له حزيمه» ، جمهرة الأمثال ١/٥٤٥، فصل المقال ٣٣٢، مجمع الأمثال ١/٣٦١، نكتة الأمثال ١٤٥، وفيها جميعا: «شدّ له حزيمه» ، المستقصى ٢/١٢٨، وفيه:
«شدّ للأمر حزيمه» اللسان (حزم) والحزيم والحيزوم: الصدر.
[٧٤٣]- مجمع الأمثال ١/٣٦١، المستقصى ٢/١٣٢، العقد الفريد ٣/١١٩.
[٧٤٤]- أمثال أبي عبيد ١٧٠، جمهرة الأمثال ١/٥٤٣، مجمع الأمثال ١/٣٥٨، المستقصى ٢/١٣٢ و ٣٧٤، نكتة الأمثال ١٠١، زهر الأكم ٣/٢٣٢، اللسان (شعب، سعى) .
قال الزمخشري: «شعابي: هي الحقوق والقرابات، جمع شعبة وهي ما يتشعّب من الرّجل» .
الجدوى: العطاء.
[٧٤٥]- لم أقف عليه بهذا اللفظ فيما رجعت إليه من كتب الأمثال، وورد برواية: «شاكه أبا يسار» في فصل المقال ٣٣، مجمع الأمثال ١/٣٥٨، المستقصى ٢/١٢٥.','1','151',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (155,'<span data-type="title" id=toc-79>وفصل منه</span>
[٧٤٦]- شنشنة أعرفها من أخزم. أي شيمة، وأخزم: جدّه الأقصى. وتمامه: [الرجز]
من يلق أبطال الرّجال يكلم
[٧٤٧]- شرعك ما بلّغك المحلّا. أي حسبك ما كفاك مدّة حياتك بلغة.
[٧٤٨]- شرّاب بأنقع. أي معاود للخير والشّرّ.
[٧٤٩]- شخب في الإناء وشخب في الأرض. أي حلبة في الإناء وحلبة في الأرض ومعناه يصيب مرة ويخطئ أخرى.
[٧٥٠]- شتّى تؤوب الحلبة. لأنّهم يوردون إبلهم إلى الشّريعة مجتمعين، فإذا صدروا تفرّقوا إلى منازلهم فحلب كلّ واحد منهم في بيته.
_________
[٧٤٦]- أمثال أبي عبيد ١٤٤، جمهرة الأمثال ١/٥٤١، فصل المقال ٢١٩، مجمع الأمثال ١/٣٦١ و ٢/٣١٣، المستقصى ٢/١٣٤، نكتة الأمثال ٨٣، تمثال الأمثال ٤٦٤، زهر الأكم ٣/٢٣٧، العقد الفريد ٣/١٠٢، اللسان (خزم، خشن، شنن، نشنش) ، المخصص ٣/١٥٣.
قال العسكري: «يضرب مثلا للرّجل يشبه أباه. والمثل لجدّ حاتم بن عبد الله بن الحشرج بن الأخزم، وكان أخزم من أكرم الناس وأجودهم، فلمّا نشأ حاتم وفعل من أفعال الكرم ما فعل قال:
شنشنة أعرفها من أخزم» .
[٧٤٧]- أمثال أبي عبيد ١٦٨، ونكتة الأمثال ١٠٠، وفيها: «يكفيك ما بلّغك المحلّ» فصل المقال ٢٥٠، مجمع الأمثال ١/٣٦٢، المستقصى ٢/١٣٢، زهر الأكم ٣/٢٣١، اللسان (شرع) .
[٧٤٨]- أمثال أبي عبيد ١٠٥، فصل المقال ١٥٢، وزهر الأكم ١/١٢٢، وفيها «إنّه لشرّاب بأنقع» و ٣/٢٢٥، برواية: «شرّاب بأمقع» ، جمهرة الأمثال ١/٥٤٠، مجمع الأمثال ١/٣٦٠، المستقصى ٢/١٣١، نكتة الأمثال ٥٣.
[٧٤٩]- أمثال أبي عبيد ٥٢، ٣٠٤، جمهرة الأمثال ١/٥٣٩، فصل المقال ٤٦، وفيه: «.. وشخب في الفناء» مجمع الأمثال ١/٣٦٠، المستقصى ٢/١٢٧، نكتة الأمثال ١٥، العقد الفريد ٣/٨٣، اللسان (شخب) .
[٧٥٠]- أمثال أبي عبيد ١٣٣، جمهرة الأمثال ١/٥٤١، مجمع الأمثال ١/٣٥٨، المستقصى ٢/١٢٧، نكتة الأمثال ٧٦، زهر الأكم ٣/٢١٦، اللسان (حلب) .
الحلبة: جمع حالب.','1','152',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (156,'[٧٥١]- شاهد البغض النّظر. وقيل: «اللّحظ» وهو معروف.
_________
[٧٥١]- أمثال أبي عبيد ٣٥٦، جمهرة الأمثال ١/٥٤٩، فصل المقال ٤٨٦، مجمع الأمثال ١/٣٦١، نكتة الأمثال ٢٢٣، زهر الأكم ٢/٤٧ و ٣/٢٣٩، العقد الفريد ٣/١٣٣، وفيها جميعا «.. اللحظ» ، المستقصى ٢/١٢٦، تمثال الأمثال ٤٦٠.
ومن هذا قول زهير بن أبي سلمى في (ديوانه ٣٣٣) :
متى تك في صديق أو عدو ... تخبّرك العيون عن القلوب','1','153',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (157,'<span data-type="title" id=toc-80>باب ما جاء على حرف الصاد</span>
[٧٥٢]- صمّي صمام وانظري أين المفرّ. صمام يعني النّعامة يقول: تغافل عمّا يسوؤك، واطلب الخلاص منه.
[٧٥٣]- صمّي ابنة الجبل. أي اخرسي يا داهية.
[٧٥٤]- صمّت حصاة بدم. أي كثرت الدّماء حتّى إذا سقطت حصاة من يد لم تصوّت على الأرض. يضرب للشّرّ العظيم يقع.
[٧٥٥]- صار الأمر إلى الوزعة. أي إلى أهل الأناة والحلم.
_________
[٧٥٢]- أمثال أبي عبيد ٣٤٨، الدرة الفاخرة ٢/٤٩٩، جمهرة الأمثال ١/٥٧٨، فصل المقال ١٨٩ و ٤٧٤، مجمع الأمثال ١/٣٤٤ و ٣٩٦ و ٢/٣٢٠، المستقصى ٢/١٤٣، نكتة الأمثال ٢١٧، تمثال الأمثال ٣٢٠ وفيه: «فصمّي..» اللسان (صمم، ضمم، هود) المخصص ١٢/١٤٥، وفيها جميعا بإسقاط «وانظري اين المفرّ» .
قال الزمخشري: «هي الحيّة الصّمّاء التي لا تجيب الرّقى، شبّهت بها الدّاهية» .
وجعلها بعضهم عبارة عن الداهية، قال ابن أحمر:
فردّوا مالديكم من ركابي ... ولمّا تأتكم صمّي صمام
[٧٥٣]- أمثال أبي عبيد ٣٤٨، الدّرة الفاخرة ٢/٤٩٩، جمهرة الأمثال ١/٥٧٨، فصل المقال ١٨٩، و ٤٧٤، مجمع الأمثال ١/٣٩٣ و ٣٥٦ بزيادة «.. مهما يقل تقل» ، المستقصى ٢/١٤٢، نكتة الأمثال ٢١٧، ثمار القلوب ٤٢٣، اللسان (صمم) ، المخصص ١٣/٢١٠.
قال الميداني: «ابنة الجبل: الصدى، وهو الصوت يجيبك من الجبل وغيره، والداهية يقال لها ابنة الجبل أيضا، وأصلها الحيّة فيما يقال.. يضرب للإمّعة الذليل، أي أنّك تابع لغيرك» .
[٧٥٤]- أمثال أبي عبيد ٣٤٦، جمهرة الأمثال ١/٥٧٨، فصل المقال ٤٧٤، مجمع الأمثال ١/٣٩٣، المستقصى ٢/١٤٢، نكتة الأمثال ٢١٦.
يضرب في الإسراف في القتل وكثرة الدم، واشتداد الخطب.
[٧٥٥]- أمثال أبي عبيد ١٥٤ وفيه «.. إلى النّزعة» جمهرة الأمثال ١/٥٧٩، فصل المقال ٢٣٤، مجمع الأمثال ١/٣٩٧، المستقصى ٢/١٣٧، نكتة الأمثال ٩١، اللسان (نزع) .
قال أبو عبيد في تفسير روايته: «إذا قام بإصلاح الأمر أهل الأناة والحلم» .
وقال الزمخشري: «الوزعة: الذين يكفّون الجهلاء، يضرب في وقوع الأمر إلى من يضبطه» .','1','154',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (158,'[٧٥٦]- صغراها مرّاها. أي أصغرهم أكبرهم شرّا.
[٧٥٧]- صرّح الحقّ عن محضه. أي انكشف الأمر لك بعد استتاره.
[٧٥٨]- صفقة لم يشهدها حاطب. كان حاطب رجلا حصيفا يمنع من التّغابن. أي غبن فيه.
[٧٥٩]- صنعة من طبّ لمن حبّ. أي صنعة حاذق لمن يحب.
[٧٦٠]- صدرك أوسع لسرّك. أي لا تفشه إلى غيرك.
_________
[٧٥٦]- أمثال الضبي ١٦٨، وفيه: «صغراهنّ مرّاهنّ» ، أمثال أبي عبيد ٣٥٥، مجمع الأمثال ١/٣٩٨، وفيه: «صغراهنّ شرّاهنّ» ، المستقصى ٢/١٤٠، نكتة الأمثال ٢٢٢، تمثال الأمثال ٥٧٨، اللسان (أخر، شرر، حلا، مرر) .
قال الضبيّ: «زعموا أنّ امرأة كانت بغيا تؤاجر تفسها، وكان لها بنات، فخافت أن يأخذن مأخذها فكانت إذا غدت في شأنها قالت: «احفظنّ أنفسكنّ، وإيّاكنّ أن يقربكنّ أحد، فقالت إحداهنّ تنهانا أمّنا عن الغيّ وتغدو فيه فذهبت مثلا، فقالت الأم: صغراهنّ مرّاهن، أي أنكرهنّ وأدهاهنّ» . وللمثل قصة أخرى في الميداني.
[٧٥٧]- أمثال أبي عبيد ٥٩، جمهرة الأمثال ١/٢٧ و ٥٧٥، فصل المقال ٦٠، مجمع الأمثال ١/٣٩٨ و ٤٠٥، المستقصى ٢/١٤٠، نكتة الأمثال ١٩، زهر الأكم ٣/٢٥٠، اللسان (صرح) .
والمحض من كل شيء: الخالص الذي لا يشوبه شيء يخالطه.
[٧٥٨]- أمثال أبي عبيد ٢٦٧، جمهرة الأمثال ١/٥٧٧، مجمع الأمثال ١/٣٩٤، المستقصى ٢/١٤١، نكتة الأمثال ١٦٧، العقد الفريد ٣/١٢٩، اللسان (حطب) .
قال الزمخشري: يضرب في أمر غاب عنه صاحبه فأسيء في مباشرته.
[٧٥٩]- أمثال أبي عبيد ٢٣٨ جمهرة الأمثال ١/٩١، وفيهما: «اصنعه صنعة من طبّ لمن حبّ» ، مجمع الأمثال ١/٣٩٧، المستقصى ٢/١٤٤، نكتة الأمثال ١٤٩، اللسان (طبب) .
قال الزمخشري: يضرب في تحسين الحاجة والتّنوّق فيها.
[٧٦٠]- أمثال أبي عبيد ٥٧، جمهرة الأمثال ١/٥٧٥، الوسيط ١٠٦، فصل المقال ٥٦، مجمع الأمثال ١/٣٩٦، المستقصى ٢/١٣٩ وفيه: «.. احمل لسرّك» ، نكتة الأمثال ١٨، العقد الفريد ٣/٨٤.
قال الشاعر:
إذا ضاق صدر المرء عن سرّ نفسه ... فصدر الذي يستودع السّرّ أضيق','1','155',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (159,'[٧٦١]- صدقني سنّ بكره. ساوم رجل رجلا ببكر فقال: ما سنّه؟ فقال صاحبه: بازل «١» .
ثم نفر البكر فقال له صاحبه: هدع هدع يسكنه، وهذه الكلمة لا تقال إلّا للبكر، فقال المشتري ذلك.
[٧٦٢]- صبرا على مجامر الكرام. راود يسار الكواعب مولاته عن نفسها، فنهته فلم ينته، فقالت: إنّي مبخّرتك ببخور إن صبرت عليه طاوعتك، ثم أتته بمجمرة فلمّا جعلتها تحته قبضت على مذاكيره فقطعتها. فقال ذلك.
[٧٦٣]- صكّا ودرهماك لك. أصله أنّ رجلا دفع إلى إمرأة درهمين، وزنى بها، فلمّا حصلت معه استلذّته، فقالت: صكّا، وردّت الدّرهمين عليه أيضا.
_________
[٧٦١]- أمثال أبي عبيد ٤٩، جمهرة الأمثال ١/٥٧٥، فصل المقال ٤٠- ٤١، مجمع الأمثال ١/٣٩٢، المستقصى ٢/١٤٠، نكتة الأمثال ١٣، زهر الأكم ٣/٢٥٠، العقد الفريد ٣/٨٣، اللسان (سنن، صدق، هدع) .
[٧٦٢]- الفاخر ٩٩، الوسيط ١٠١، مجمع الأمثال ١/٣٩٣، المستقصى ٢/١٣٩.
يضرب في احتمال الشدائد عند صحبة الكبراء
[٧٦٣]- أمثال الضبي ١٩٤، جمهرة الأمثال ١/٨٧٩، مجمع الأمثال ١/٤٥٧.
يضرب مثلا للرجل تراه يعمل العمل الشّديد.','1','156',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (160,'<span data-type="title" id=toc-81>باب ما جاء على حرف الضاد</span>
[٧٦٤]- ضّلّ دريص نفقه. ولد اليربوع، ونفقه: جحره. أي ضلّ حجّته وأمره.
[٧٦٥]- ضلّ حلم امرأة فأين عيناها. أي ذهب عقلها فأين بصرها.
[٧٦٦]- ضجّ فزده وقرا. أي ضجيجه لقوّته فاحمل عليه.
[٧٦٧]- ضرب أخماسا لأسداس. أي عمل الحيلة والمماكرة.
[٧٦٨]- ضرب في جهازه. أي نفر نفورا لا يرجع بعده. وأصله في البعير يسقط عن ظهره القتب بآلاته. فيقع بين قوائمه فينفر منه حتّى يذهب في الأرض.
_________
[٧٦٤]- أمثال أبي عبيد ٢٦٦، جمهرة الأمثال ١/٥٧٩، مجمع الأمثال ٢/٧، الوسيط ١٠٩ وفيه « ...
الدرّيص» ، مجمع الأمثال ١/٤١٩، المستقصى ٢/١٤٩، وفيه: «الدرّيص» ، نكتة الأمثال ١٦٧، اللسان: (ضرس، نفق) .
يضرب للباغي الظالم إذا لم يهتد إلى حجته.
[٧٦٥]- مجمع الأمثال ١/٤١٩، المستقصى ٢/١٤٩.
قال الزمخشري: «يضرب للسّادر الذي لا يهتدي لوجه الأمر» .
[٧٦٦]- أمثال أبي عبيد ٣١٠، جمهرة الأمثال ١/١١٣، مجمع الأمثال ١/٢٤، و ٤٢٣، المستقصى ١/٣٧٠ و ٣٧٢ نكتة الأمثال ١٩٧، وفيها جميعا: «إن ضجّ ... » زهر الأكم ١/٩٦ وفيه: «إن جرجر العود فزده ... » اللسان (نوط) .
قال العسكري: «يضرب مثلا للشدّة على البخيل، ولإذلال الرجل والحمل عليه إذا دخله الإباء والعزة» .
[٧٦٧]- أمثال أبي عبيد ٨٢، جمهرة الأمثال ٢/٤ وفيه: «ضرب أخماس لأسداس» ، الوسيط ١٠٨، وفيه: « ... أسداسا في أخماس» ، فصل المقال ١٠٥، مجمع الأمثال ١/٤١٨، المستقصى ٢/١٤٥، نكتة الأمثال ٣٧، العقد الفريد ٣/٩٨، اللسان (خمس) .
الأخماس والأسداس: جمع خمس وسدس، وهما من أظماء الإبل، أمّا الخمس فهو أن ترد الإبل الماء في اليوم الخامس، وأمّا السّدس: فهو أن ترده في اليوم السادس.
قال الزمخشري: «وأصله أن الرجل إذا أراد سفرا بعيدا عوّد إبله الصّبر على العطش فأخذ يترّقى بها مدرجا في الإظماء حتى إذا فوز بها صبرت، فهو حين يسقيها أخماسا ثم يتجاوز بها وينقلها إلى الأسداس عقيبها على سبيل التدريب لها، إنّما يتعاطى سقيها أخماسا لأجل سقيها أسداسا» ... يضرب للمكارّ الذي يريد أمرا ويظهر غيره» .
[٧٦٨]- أمثال أبي عبيد ١٨٠، ٣٢١، جمهرة الأمثال ٢/٥، فصل المقال ٢٦٨، ٤٤٧، مجمع الأمثال ١/٤١٨، المستقصى ٢/١٤٧، نكتة الأمثال ١٠٨، اللسان (جهز) .
يضرب في إفراط هجر الرجل صاحبه.','1','157',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (161,'[٧٦٩]- ضرب عليه جروته. أي وطّن عليه نفسه.
[٧٧٠]- ضرب غرائب الإبل. أي إذا وردت الإبل ذيد عنها الغرائب بأشدّ الضّرب لئلّا ترد معها الماء.
[٧٧١]- ضرم شذاه. أي اشتدّ جوعه.
[٧٧٢]- ضربا وطعنا أو يموت الأعجل. أي نجاهد حتّى يموت أعجلنا أجلا، وقائله الأغلب العجليّ «١» .
[٧٧٣]- ضغثا على إبّالة. الإبّالة: الوقر من الحطب. والضّغث: الحزمة الّتي فوقها. أي:
بليّة على بليّة.
_________
[٧٦٩]- أمثال أبي عبيد ٢٣٠، وفيه: «قد ضرب ... » جمهرة الأمثال ٢/٦، فصل المقال ٣٣٢، مجمع الأمثال ١/٤١٨ و ٢/١٤٦، المستقصى ٢/١٤٦، نكتة الأمثال ١٤٥، اللسان (جرا) . الجروة هنا: النّفس.
[٧٧٠]- أمثال أبي عبيد ٢٧٠، والمستقصى ١/٢١٥: «اضربه ضرب غريبة الإبل» ، جمهرة الأمثال ٢/٨، ومجمع الأمثال ١/٤١٩، وفيهما «ضربه ضرب ... » ، نكتة الأمثال ١٦٨، ثمار القلوب ٣٤٨، اللسان (غرب) .
[٧٧١]- مجمع الأمثال ١/٤٢٢، المستقصى ٢/١٤٨.
[٧٧٢]- أمثال أبي عبيد ١١٦، وفصل المقال ١٧١، وفيهما: «ليتني وفلانا يفعل بنا كذا حتى يموت الأعجل» ، مجمع الأمثال ١/٤٢١، المستقصى ٢/١٤٧، نكتة الأمثال/ ٦٢.
[٧٧٣]- أمثال أبي عبيد ٢٦٤، جمهرة الأمثال ٢/٦، الوسيط ١٠٨، مجمع الأمثال ١/٤١٩، المستقصى ٢/١٤٨، نكتة الأمثال ١٦٥، العقد الفريد ٣/١٢٩، اللسان (أبل، أوس، حشأ) . وفيها جميعا:
«ضغث ... » .
وقد ورد المثل في قول بن خارجة يصف ذئبا طمع في ناقه:
لي كلّ يوم من ذؤاله ... ضغث يزيد على إبّاله
فلأحشأنّك مشقصا ... أوسا أويس من الهباله
الذّؤالة: الذئب اسم معرفة لا ينصرف، وحشأه: رماه فأصاب جوفه، المشقص: السّهم العريض النّصل. الهبالة: الناقة، أويس: تصغير أوس وهو من أسماء الذئب.','1','158',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (162,'[٧٧٤]- ضرطا أكثر ذاك. يقال: إنّه لقي أسد حمارا وهو لا يعرفه، فهالته صورته، فقال:
لأختبرنّه، فقال له: ما كنيتك؟ قال: أبو زياد. قال: فما طول أذنيك؟ قال: للذّباب يا ذاك، قال: فما عظم أسنانك؟ قال: لجذ النّبات يا ذاك. قال: فما صلابة حافرك؟
قال: لوطء الصّخور يا ذاك. قال: فما ضخامة بطنك؟ قال: ضرطا أكثر ذاك. فعلم أنّه لاغناء عنده فافترسه.
[٧٧٥]- ضريت فهي تخطف. يريد العقاب. أي قد اجترأ عليك، فهو يعاود مساءتك.
_________
[٧٧٤]- مجمع الأمثال ١/٤٢٠، وفيه «ضرط ذلك» . المستقصى ٢/١٤٧ وفيه «ضرط ... » .
[٧٧٥]- أمثال أبي فيد ٧١، مجمع الأمثال ١/٤١٩، المستقصى ٢/١٤٨.','1','159',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (163,'<span data-type="title" id=toc-82>باب ما جاء على حرف الطاء</span>
[٧٧٦]- طال الأبد على لبد. قيل: هو نسر لقمان السّابع.
[٧٧٧]- طارت به عنقاء مغرب. أي هلك. ومعناه أنّه أصابه مالم يصب أحدا من الشّدّة، لأنّ العنقاء غير موجودة.
[٧٧٨]- طرقته أمّ اللهيم. أي المنيّة.
[٧٧٩]- طرقته أمّ قشعم. يريد المنيّة.
[٧٨٠]- طريق يحنّ فيه العود. أي ينشط فيه لوضوحه، وقيل: يحنّ فيه إلى العود.
[٧٨١]- طعن اللّسان أنفذ من طعن السّنان. لأنّ الكلمة تصل إلى القلب والطّعنة تصل إلى الجلد.
_________
[٧٧٦]- جمهرة الأمثال ٢/١٧، مجمع الأمثال ١/٤٢٩، اللسان (أبد، لبد) ، المخصص ٨/١٤٥.
[٧٧٧]- أمثال أبي عبيد ٣٤٠، جمهرة الأمثال ٢/١٦، الوسيط ١١٤، مجمع الأمثال ١/٤٢٩، نكتة الأمثال ٢١٣ وفيها: «طارت بهم العنقاء» ، المستقصى ٢/١٥٠ وفيه: «.. عنقاء مغرب» ، العقد الفريد ٣/١٢١، اللسان (عنق، غرب، ملع) .
[٧٧٨]- مجمع الأمثال ١/٤٣٣، المستقصى ٢/١٥١.
[٧٧٩]- مجمع الأمثال ١/٤٣٣، المستقصى ٢/١٥١.
[٧٨٠]- مجمع الأمثال ١/٤٣٦، المستقصى ٢/١٥١.
قال الزمخشري: «أي يؤيسه وعورته من السّلامة وبلوغ الوطن، فيبعثه ذلك على الحنين، ويهيج نزاعه، يضرب للشّديد المعتاص» .
والعود: الجمل المسنّ وفيه بقيّة.
[٧٨١]- مجمع الأمثال ١/٤٣٣، وفيه: «طعن اللّسان كوخز السّنان» ، المستقصى ٢/١٥١.','1','160',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (164,'<span data-type="title" id=toc-83>باب ما جاء على حرف الظاء</span>
[٧٨٢]- ظلت اليوم تلهيك الجرادتان. أي ظللت في سرور ولهو وشرب. والجرادتان:
قينتان.
[٧٨٣]- ظنّ العاقل كهانة.
_________
[٧٨٢]- المستقصى ٢/١٥٤ وفيه: «ظلّت..» .
والجرادتان: قينتان اسمهما بعاد وثماد، وكانتا لسيّد العماليق معاوية بن بكر.
[٧٨٣]- المستقصى ٢/١٥٤.
الكهانة: الإخبار بالغيب.','1','161',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (165,'<span data-type="title" id=toc-84>باب ما جاء على حرف العين</span>
[٧٨٤]- عند الصّباح يحمد القوم السّرى. أي يقاسون ليلهم بالسّهر والكدّ، فإذا أصبحوا وقد خلفوا البعد وراءهم حمدوا فعلهم. يضرب للرّجل يؤمر بالانكماش على أمره والصّبر عليه ليحمد عاقبته.
[٧٨٥]- عند النّطاح يغلب الكبش الأجمّ. أي عند المكافحة يغلب من لم يكن ذا عدّة.
[٧٨٦]- عند النّوى يكذبك الصّادق. كان لرجل عبد لا يكذب، فبويع ليكذبن، وقيل:
دعه عندنا اللّيلة، ففعل، فأطعموه لحم حوار، وسقوه لبنا حليبا في إناء حازر «١» ، فلمّا أصبحوا تحمّلوا، وقالوا: الحق بأهلك، فلمّا توارى نزلوا، فسأله سيّده عن حاله فقال:
أطعموني لحما لا غثّا ولا سمينا، وسقوني لبنا لا محضا ولا حقينا، وتركتهم قد ظعنوا
_________
[٧٨٤]- أمثال أبي عبيد ١٧٠ و ٢٣١، الفاخر ١٩٣، جمهرة الأمثال ٢/٤٢، الوسيط ١٢٢، فصل المقال ٢٥٤ و ٣٣٤، مجمع الأمثال ١/١٣٧ و ٢/٣، المستقصى ٢/١٦٨، نكتة الأمثال ١٠١ و ١١٤، تمثال الأمثال ٤٧٣، زهر الأكم ١/٣٢٥، العقد الفريد ٣/١٠٧، اللسان (سوى) .
قال الزمخشري: «يضرب في الحثّ على مزاولة الأمر بالصبر وتوطين النفس حتى تحمد عاقبته» .
والمثل من رجز لخالد بن الوليد في (اللسان: سوى) قاله لمّا بعث إليه أبو بكر وهو باليمامة بالسير إلى العراق وهو:
لله درّ رافع أنّى اهتدى ... فوّز من قراقر إلى سوى
خمسا إذا سار به الجبس بكى ... عند الصّباح يحمد القوم السّرى
وتنجلي عنهم غيابات الكرى
[٧٨٥]- أمثال أبي عبيد ٢١٥، جمهرة الأمثال ١/٤٤٤ و ٢/٤٧، مجمع الأمثال ٢/١٣، المستقصى ٢/١٦٩، نكتة الأمثال ١٣٣.
يضرب في الاستعداد للنّوائب قبل حلولها.
والأجمّ: الّذي لا قرن له.
[٧٨٦]- أمثال الضبي ١٦٣، أمثال أبي عبيد ٥٦، جمهرة الأمثال ٢/٣٥، الوسيط ١٢٣، فصل المقال ٥٣، مجمع الأمثال ٢/٢٢، المستقصى ٢/١٦٩، نكتة الأمثال ١٧، اللسان (نوى) .','1','162',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (166,'فاستقلّوا، فساروا لا أعلم أساروا بعد أو حلّوا، وعند النّوى يكذبك الصّادق «١» .
[٧٨٧]- عند الشّدائد تذهب الأحقاد. أي إذا وقعت شدّة تعمّ ذهبت الأحقاد وتآزروا على دفعها.
[٧٨٨]- عند جفينة الخبر اليقين. وفي أمثال المفضّل: «عند جهينة» وجفينة: اسم خمّار، وأصله أنّ رجلين اجتمعا عنده فسكرا ثمّ تواثبا، وكان بينهما رجل يصلح فقتله أحدهما، فأخذ أهل القتيل الرّجلين، فقال الحاكم بينهما: ارجعوا إلى جفينة فعنده الخبر اليقين من قتله، أهو هذا أو هذا؟ وأوّل البيت «٢» :
[الوافر]
تسائل عن أبيها كل ركب ... وعند جفينة الخبر اليقين
[٧٨٩]- عاد غيث على ما أفسد البرد. أي أصلح المطر من الكلأ ما أفسده البرد بتحطمه.
[٧٩٠]- عيّر بجير بجره نسي بجير خبره. يقال لمن عاب إنسانا بما هو عليه.
[٧٩١]- عدا القارص فحزر. أي تفاقم الأمر. وأصله في اللّبن يحذي «٣» اللّسان، ثمّ يحمض فلا يشرب.
_________
[٧٨٧]- المستقصى ٢/١٦٨. قال الشاعر:
نخلت له نفسي النّصيحة إنّه ... عند الشّدائد تذهب الأحقاد
[٧٨٨]- أمثال أبي عبيد ٢٠١، الفاخر ١٢٦، جمهرة الأمثال ٢/٤٤، الوسيط ١٢٠، فصل المقال ٢٩٥، مجمع الأمثال ١/٣٩٩ و ٢/٣ وفيه: «جهينة..» ، المستقصى ٢/١٦٩، نكتة الأمثال ١٢٥، وفيه «جهينة» تمثال الأمثال ٤٧٤، اللسان (جفن، جهن) .
[٧٨٩]- أمثال أبي عبيد ٢٢٠، جمهرة الأمثال ٢/٨٣، مجمع الأمثال ٢/١٨، المستقصى ٢/١٥٥، نكتة الأمثال ١٣٧، اللسان (خبل) ، وفيها جميعا بإسقاط (البرد) .
ويضرب للرجل يحسن بعد الإساءة.
[٧٩٠]- أمثال أبي عبيد ٧٤، جمهرة الأمثال ٢/٣٨، فصل المقال ٩٣، مجمع الأمثال ٢/٨ و ٣٢١، بإسقاط، «نسي بجير خبره» ، المستقصى ٢/١٧٥، نكتة الأمثال ٣١، العقد الفريد ٣/٨٨، اللسان (بجر) .
بجير وبجره: اسما رجلين، وقيل: إن بجير تصغير أبجر وهو الناتئ السّرّة.
[٧٩١]- أمثال أبي عبيد ٣٤٢، جمهرة الأمثال ٢/٥٥، فصل المقال ٤٧٠، مجمع الأمثال ٢/٢١، المستقصى ٢/١٥٨، نكتة الأمثال ٢١٣، اللسان (حزر، قرص) .','1','163',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (167,'[٧٩٢]- عرض عليّ الأمر سوم عالّة.
[٧٩٣]- عرض سابريّ: وأصله في الإبل قد نهلت من الشّرب فهي عالّة، فتلك لا يعرض عليها الماء عرضا يبالغ فيه.
[٧٩٤]- عرف حميق جمله. أي عرف هذا القدر وإن كان أحمق. وقيل: «عرف حميقا جمله» أي عرفه فاجترأ عليه.
[٧٩٥]- علقت معالقها وصرّ الجندب. أي استحكم الأمر فلم ينفكّ. ويروى «معالقها» بالنّصب.
[٧٩٦]- علقت مراسيها بذي إكرام. مثله.
_________
[٧٩٢]- أمثال أبي عبيد ٢٤٧، مجمع الأمثال ٢/١٢، المستقصى ٢/١٥٩، نكتة الأمثال ١٥٥.
[٧٩٣]- أمثال أبي عبيد ٢٤٧، جمهرة الأمثال ٢/٤٨، المستقصى ٢/١٦٠، نكتة الأمثال ١٥٥، اللسان (سبر، عرض) .
والسابريّ من الثياب: الرّقيق الجيّد، وهو يرغب بأدنى عرض.
[٧٩٤]- أمثال أبي عبيد ٢٩١، جمهرة الأمثال ٢/٥٠، مجمع الأمثال ٢/١٢، المستقصى ٢/١٦٠، وفيه «حميّقا» نكتة الأمثال ١٨٥.
يضرب مثلا للرجل يأنس بالرّجل حتى يجترئ عليه.
[٧٩٥]- أمثال الضبي ١٦٧، ١٨٧، جمهرة الأمثال ٢/٦١، مجمع الأمثال ٢/١٥، المستقصى ٢/١٦٧، تمثال الأمثال ٤٧٢، اللسان (علق) ، المخصص ١٢/٧٦.
قال المفضّل الضبي: «زعموا أن رجلا من العرب خطب إلى قوم من العرب فتاة لهم، ورغب في صهرهم وكانت فتاتهم سوداء دميمة، فأجلسوا له مكانها امرأة جميلة، فأعجبته فتزوجها، فلمّا دخلت عليه إذ المرأة غير التي رأى. قال: ويلك من أنت؟ قالت: فلانة ابنة فلان، اسم المرأة التي تزوج قال: ما أنت بالتي رأيت. قالت: علقت معالقها وصرّ الجندب، فأرسلتها مثلا، قال: فإن كنت أنت فلانة فالحقي بأهلك فأنت طالق» .
وروى الميداني قصة ثانية للمثل فقال: «وأصله أن رجلا انتهى إلى بئر وعلّق رشاءه برشائها، ثمّ صار إلى صاحب البئر فادّعى جواره. فقال له: وما سبب ذلك؟ قال: علقت رشائي برشائك، فأبى صاحب البئر وأمره بالرّحيل فقال: علقت معالقها وصرّ الجندب» أي جاء الحرّ ولا يمكنني الرحيل» .
[٧٩٦]- مجمع الأمثال ١/١٨٦، المستقصى ١/٣٣٨ وفيهما: «ألقت مراسيها بذي رمرام» .
يضرب لمن اطمأنّ وقرّت عينه بعيشه.','1','164',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (168,'[٧٩٧]- عادت لعترها لميس. العتر: الأصل. أي عادت إلى خلقها.
[٧٩٨]- عثرت على الغزل بأخرة فلم تدع بنجد قردة. أي تركت الغزل أوان الصّوف حتّى إذا فات تتبّعت القرد: وهو ما تمعّط من الإبل والغنم في المزابل. يضرب مثلا للرّجل يأخذ في تعاطي الأمر في أخرة، إمّا في آخر الأمر، أو في آخر عمره.
[٧٩٩]- عرفتني نسأها الله. أي أخّر الله أجلها، قاله أعرابيّ لفرس غابت عنه حينا، فلمّا رأته جمحت. وقيل: قالها بيهس لامرأته لمّا رأت رجليه ليلا وكان طويلا فعرفته.
[٨٠٠]- عثيثة تقرض جلدا أملسا. يقال في وضيع يعيب رفيعا. تمثّل به الأحنف.
[٨٠١]- عش تر ما لم تر. أي من طال عمره رأى الحوادث. قاله الحارث بن عباد وقد طلّق امرأته لمّا كبر، فتزوّجها غيره. وصف حبّها له.
[٨٠٢]- عاد الرّميّ على النّزعة. الرّميّ: المرميّ. والنّزعة: الرّماة. ويروى: «الرّمي» مخفّفا يراد به المصدر.
_________
[٧٩٧]- أمثال أبي عبيد ٢٨٢، جمهرة الأمثال ٢/٤٩، فصل المقال ٣٩٧، مجمع الأمثال ٢/٥ و ٣٣، المستقصى ٢/١٥٥، نكتة الأمثال ١٧٩، اللسان (عتر، عكر) .
لميس: اسم امرأة، واللّام في «لعترها» بمعنى إلى.
ويضرب لمن يرجع إلى عادة سوء تركها.
[٧٩٨]- أمثال أبي عبيد ٢٤٧، جمهرة الأمثال ٢/٤٨، مجمع الأمثال ٢/٥، المستقصى ٢/١٥٧، نكتة الأمثال ١٥٦، اللسان (قرد) ، المخصص ٨/٦.
[٧٩٩]- أمثال الضبي ١١٧، أمثال أبي عبيد ٦٨، جمهرة الأمثال ٢/٣٧، فصل المقال ٧٨، ٧٩، مجمع الأمثال ٢/٩، المستقصى ٢/١٦٠، نكتة الأمثال ٢٥.
[٨٠٠]- جمهرة الأمثال ٢/٥٤، مجمع الأمثال ٢/٢٩، المستقصى ٢/١٥٨، اللسان (عثث) ، وفيها جميعا «.. تقرم» .
[٨٠١]- مجمع الأمثال ٢/٢٧، المستقصى ٢/١٦١.
[٨٠٢]- أمثال أبي عبيد ٢٧١، مجمع الأمثال ٢/١٨، المستقصى ٢/١٥٥، نكتة الأمثال ١٧٠، العقد الفريد ٣/١٣٠، اللسان (نزع) .','1','165',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (169,'[٨٠٣]- عش رجبا تر عجبا. أي اصبر ينقضي رجب الّذي هو حرام لا قتال فيه، تر العجب من الحرب.
[٨٠٤]- عشّ ولا تغترّ. قيل لرجل قال: أركب راحلتي وأسير فإذا كان بعض اللّيل نزلت عنها وعشّيتها في القمر.
[٨٠٥]- عسى البارقة لا تخلف.
[٨٠٦]- عارك بجدّ أودع. أي ادخل في الأمر بجدّ وتشمير، وإلّا فاتركه.
[٨٠٧]- عبد صريخ أمة. ويروى «صريخه أمة» : أي ناصره أذلّ منه.
[٨٠٨]- عبد وحلي في يديه. أي لئيم الأصل ملك مالم يستأهله فأفسده.
_________
[٨٠٣]- أمثال الضبي ١٤٠، أمثال أبي عبيد ٣٣٨، الفاخر ٦٥، جمهرة الأمثال ٢/٥٣، الوسيط ١٠٩، فصل المقال ٤٦٤، مجمع الأمثال ٢/١٦، المستقصى ٢/١٦٢، نكتة الأمثال ٢١٠، العقد الفريد ٣/١٢٠.
[٨٠٤]- أمثال أبي عبيد ٢١٢، جمهرة الأمثال ٢/٤٦، الوسيط ١٢٤، مجمع الأمثال ٢/١٦، المستقصى ٢/١٦٢، نكتة الأمثال ١٣١ و ٢٠٥، العقد الفريد ٣/١١٠، اللسان (عشا) .
زاد أبو عبيد: «وهذا المثل يروى عن ابن عباس وابن عمر وابن الزبير، وذلك أنّ رجلا أتاهم فقال: كما لا ينفع مع الشّرك عمل كذلك لا يضرّ مع الإيمان ذنب، فكلّهم قال له: «عشّ ولا تغتّر» يقولون: لا تفرّط في أعمال البرّ، وخذ في ذلك بأوثق الأمور، فإذا كان الشّأن هناك على ما ترجوه من الرّخصة والسّعة كان ما كسبت زيادة في الخير، وإن كان على ما تخاف كنت قد احتطت لنفسك» .
[٨٠٥]- مجمع الأمثال ٢/٣٨، المستقصى ٢/١٦١.
البارقة: السّحابة، ويضرب في تعليق الرجاء بالإحسان.
[٨٠٦]- أمثال ابي عبيد ١٩٣، جمهرة الأمثال ٢/٤٣، فصل المقال ٢٨٤، المستقصى ٢/١٥٦، نكتة الأمثال ١١٨.
[٨٠٧]- أمثال أبي عبيد ١٢٣، جمهرة الأمثال ٢/٤٠، مجمع الأمثال ٢/٥، المستقصى ٢/١٥٧، نكتة الأمثال ٦٩، العقد الفريد ٣/٩٧، اللسان (صرخ) ، وفيها جميعا: «.. صريخه..» .
[٨٠٨]- أمثال أبي عبيد ١٩٨، جمهرة الأمثال ٢/٥٤، فصل المقال ٢٩١، المستقصى ٢/١٥٧، نكتة الأمثال ١٢١، تمثال الأمثال ٤٣٣، زهر الأكم ٢/١٩١، اللسان (خلا) ، وفيها جميعا: «..
وخلّي..» مجمع الأمثال ٢/٥.
جاء في اللسان (خلا) «.. الخلى: الرّطب من الحشيش. قال ابن برّي: يقال الرّطب بالضمّ لا غير.. وقد يجمع الخلى على أخلاء؛ حكاه أبو حنيفة، وجاء في المثل: «عبد وخلى في يديه» أي أنه مع عبوديّته غنيّ. قال يعقوب: «ولا تقل: وحلي في يديه» .','1','166',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (170,'[٨٠٩]- عبد ملك عبدا. أي لئيم ملك زهيدا.
[٨١٠]- عود يقلّح: أي ينقّي أسنانه ليخال طريّ الأسنان، والعود: المسنّ من الإبل.
والتّقليح: التّأديب. قلّح صبيّك: أي أدّبه.
[٨١١]- عير عاره وتده. عاره: أهلكه. وأصله أنّ رجلا أشفق على حماره، فربطه إلى وتد، فهجم عليه السّبع فلم يمكنه الفرار، فأهلكه ما احترس له به.
[٨١٢]- عنز استتيست. يضرب مثلا لمن يعزّ بعد الذّلّة.
[٨١٣]- عود يعوّد العنج. العود: المسنّ. والعنج: ضرب من السّير، أي كبير يؤدّب، ومسنّ يراض. ويروى: «يعلّم العنج» وهو رياضة البعير. عنجت البعير: إذا جذبت خطامه إليك وأنت راكبه، وعنجت البكر: إذا ربطت خطامه إلى ذراعه.
[٨١٤]- عشب ولا بعير. يضرب مثلا لمن له مال ولا ينفق منه.
_________
[٨٠٩]- أمثال أبي عبيد ١٩٨، جمهرة الأمثال ٢/٤٣، مجمع الأمثال ٢/٦ بزيادة «.. فأولاه تبّا» ، المستقصى ٢/١٥٧، نكتة الأمثال ١٢١.
[٨١٠]- أمثال أبي عبيد ١٢١، الدرّة الفاخرة ١/١٥٧، جمهرة الأمثال ٢/٣٩، مجمع الأمثال ١/٣٩٨ و ٢/١١، المستقصى ٢/١٧٢، نكتة الأمثال ٦٦، تمثال الأمثال ٤٧٨، العقد الفريد ٣/٩٧، اللسان (قلح) ، المخصص ١/١٥٢.
يضرب للمسنّ يؤدّب ويراض.
[٨١١]- أمثال أبي فيد ٨٨، أمثال أبي عبيد ٣٣٣، جمهرة الأمثال ٢/٥٢، فصل المقال ٤٦٠، مجمع الأمثال ٢/١٣، المستقصى ٢/١٧٤، نكتة الأمثال ٢٠٨، اللسان (عير) .
[٨١٢]- أمثال أبي عبيد ١٢٠، جمهرة الأمثال ٢/٣٩، مجمع الأمثال ٢/٥١، المستقصى ٢/١٧٠، نكتة الأمثال ٦٦، اللسان (تيس) .
[٨١٣]- أمثال أبي عبيد ١٢١، جمهرة الأمثال ٢/٣٩، فصل المقال ١٨٢، مجمع الأمثال ٢/١٢، المستقصى ٢/١٧١، نكتة الأمثال ٦٦- ٦٧، تمثال الأمثال ٤٧٨، اللسان (عنج) . وفيها «يعلّم» .
قال صالح بن عبد القدوس في (حماسة البحتري ٣٧٣) :
إنّ الغصون إذا قوّمتها اعتدلت ... ولا تلين إذا قوّمتها الخشب
[٨١٤]- أمثال أبي عبيد ١٩٩، جمهرة الأمثال ٢/٢٥٤، فصال المقال ٢٩٢، مجمع الأمثال ٢/١٨، المستقصى ٢/١٦٢، نكتة الأمثال ١٢٢.
قال أبو عبيد والعسكري: «يضرب مثلا للرجل له مال كثير، وليس له من ينفقه عليه» .','1','167',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (171,'[٨١٥]- عاط بغير أنواط. المعاطي: المتناول. والأنواط: المعالق. أي فاعل بغير آلة.
[٨١٦]- عيّ صامت خير من عيّ ناطق. لأنّ الصّمت يستر عيبه، والنّطق يفضحه.
[٨١٧]- علّة ما علّة، أوتاد وأخلّة، ونهرنا في الحلّة. قالته عروس لأمّها حين قالت: ارفعي البيت، فاحتجّت بذلك.
[٨١٨]- عدوّ الرّجل حمقه، وصديقه عقله.
[٨١٩]- عادة السّوء شرّ غريم. معروف.
[٨٢٠]- عنيّة فلان تشفي الجرب. العنيّة: دواء يتّخذ للجرب. أي هو بعير.
_________
[٨١٥]- أمثال أبي عبيد ٢٠٨، جمهرة الأمثال ٢/٤٦، مجمع الأمثال ٢/٢٤ و ١٤٢، المستقصى ٢/١٥٦، نكتة الأمثال ١٢٨، زهر الأكم ٢/٤٧، اللسان (عطا، نوط) ، المخصص ١٣/٥٤.
[٨١٦]- أمثال أبي عبيد ٤٤، الدرة الفاخرة ٢/٤٥٥، فصل المقال ٢٩، مجمع الأمثال ٢/٢٩، المستقصى ٢/١٧٥، نكتة الأمثال ٩، العقد الفريد ٣/٨٢.
قال الميداني: «يضرب هذا المثل عند اغتنام السّكوت لمن لا يحسن الكلام.
[٨١٧]- مجمع الأمثال ٢/٣٠، اللسان (ظلل) وروايته فيهما: «علّة ما علّة، أوتاد واخلّة، وعمد المظلّة، أبرزوا لصهركم ظلّه» قالتها امرأة زوّجت وأبطأ أهلها هداءها إلى زوجها، فقالته استحثاثا لهم وقطعا لعلّتهم، يضرب في تكذيب العلل» .
[٨١٨]- أمثال أبي عبيد ١٢٥، جمهرة الأمثال ٢/٤٩، مجمع الأمثال ٢/٢٣، المستقصى ٢/١٥٩، نكتة الأمثال ٧٠، العقد الفريد ٣/٩٧.
[٨١٩]- أمثال أبي عبيد ٢٨١، مجمع الأمثال ٢/٢٤، المستقصى ٢/١٥٥، نكتة الأمثال ١٧٧ وفيها «.. شرّ من المغرم» جمهرة الأمثال ٢/٤٣، وفيه «عادة الشّرّ شرّ..» ، العقد الفريد ٣/١١٥.
قال أبو عبيد: «ومعناه أن من عوّدته شيئا ثمّ منعته كان أشدّ عليك من الغريم» .
يضرب في عادة سوء يعتادها صاحبها.
[٨٢٠]- أمثال أبي عبيد ١٠٢، جمهرة الأمثال ٢/٥٨، فصل المقال ١٤٦، مجمع الأمثال ٢/١٨، وفيها «عنيتّه تشفي الجرب» ، المستقصى ٢/١٧١، وفيه «عنيّة تشفي الجرب» نكتة الأمثال ٥١، العقد الفريد ٣/٩٤، اللسان (عنا) ، المخصص ٧/١٦٥.
قال الميداني: «يضرب للرجل الجيد الرأي يستشفى برأيه فيما ينوب» .','1','168',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (172,'[٨٢١]- عمّ الرّجل الحازم خرجه. أي لا تتّكل على طعام غيرك وزاده وتقول: يا عمّ أطعمني، وأعدّ لنفسك زادا في خرجك.
[٨٢٢]- عصا الجبان أطول. إنّما يطوّلها ليخاف، ولأن يبعد من ضاربه.
[٨٢٣]- عصب فلان عصب السّلمة. أي شدّ. وأصله في الشّجرة إذا أردوا قطعها عصبوا أغصانها حتّى يصلوا إلى أصلها، فتطاوعهم السّلمة، وتنثني معهم للينها.
[٨٢٤]- على غريبتها تحدى الإبل. أي تضرب الغريبة لتسير، فيسير بسيرها باقي الإبل.
[٨٢٥]- على هذا دار القمقم. أي إلى هذا صار معنى الخبر.
[٨٢٦]- على الخبير سقطّت. أي سألت عارفا. قاله الفرزدق للحسين بن علي عليهما السّلام حين سأله عن أهل الكوفة فقال: القلوب معك والسّيوف عليك.
_________
[٨٢١]- لم أجده بهذا اللّفظ فيما رجعت إليه من كتب الأمثال، والموجود فيها: «عمّك خرجك» في أمثال أبي عبيد ٢٤٣، جمهرة الأمثال ٢/٤٧، المستقصى ٢/١٦٨، نكتة الأمثال ١٥٤، وثمة مثل بلفظ «عمّ العاجز خرجه» في مجمع الأمثال للميداني ٢/٢٧.
يضرب في الأمر بإنفاق الرجل من مال نفسه.
[٨٢٢]- أمثال أبي عبيد ٣١٨، الدرة الفاخرة ٢/٤٥٤، جمهرة الأمثال ٢/٥١، فصل المقال ٤٤١، مجمع الأمثال ٢/١٩، المستقصى ٢/١٦٣، نكتة الأمثال ١٩٩، ثمار القلوب ٦٢٨ و ٦٨١.
[٨٢٣]- أمثال أبي عبيد ٣١٠، وفيه «اعصبه عصب..» جمهرة الأمثال ٢/٥٧، وفيه: «عصبه عصب السّلمة» ، مجمع الأمثال ٢/١٧، المستقصى ٢/١٦٢، نكتة الأمثال ١٩٧.
[٨٢٤]- مجمع الأمثال ٢/٢٨، المستقصى ٢/١٦٦.
[٨٢٥]- أمثال أبي عبيد ٢٠٣، جمهرة الأمثال ٢/٤٥، فصل المقال ٢٩٧، مجمع الأمثال ٢/٢٨، المستقصى ٢/١٦٦، نكتة الأمثال ١٢٦، اللسان (قمم) .
قال الزمخشري: «هو الجمع الكثير، والقمقمان مثله، يضربه من يسأل عن الشيء فيخبر بمقدار علمه.» .
[٨٢٦]- أمثال أبي عبيد ٢٠٦، جمهرة الأمثال ٢/٤٦، الوسيط ١٢٥، مجمع الأمثال ٢/٢٤، المستقصى ٢/١٦٤، نكتة الأمثال ١٢٦، العقد الفريد ٣/١٠٩، اللسان (سقط) .','1','169',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (173,'[٨٢٧]- على أهلها جنت براقش. براقش: كلبة نبحت ليلا فدلّت على أهلها خيلا مغيرة، يضرب مثلا لمن لقي شرّا وافته من نفسه.
[٨٢٨]- على بكرة أبيهم. أي بأجمعهم.
<span data-type="title" id=toc-85>وفصل منه</span>
[٨٢٩]- عيل ما هو عائله. أي غلب ما هو غالبه. والعول: الميل.
[٨٣٠]- عوير وكسير وكلّ غير خير. يضرب للأمرين المكروهين.
[٨٣١]- عطشا أخشى على جاني كمأة لاقرّا. الكمأة تكون آخر الرّبيع فإذا باكر جانيها وجد البرد، فإذا حميت الشّمس عطش، والعطش أضرّ من القرّ الّذي لا يدوم.
_________
[٨٢٧]- أمثال الضبي ١٥١ وفيه: «تجني..» أمثال أبي عبيد ٣٣٣، وفيه: «.. دلّت..» جمهرة الأمثال ٢/٥٢، فصل المقال ٤٥٩، المستقصى ٢/١٦٥، وفيها «.. دلّت..» مجمع الأمثال ٢/١٤ وفيه:
«.. تجني» ، نكتة الأمثال ٢٠٨، برواية أبي عبيد، اللسان (برقش) ، المخصص ٨/٨٣.
[٨٢٨]- أمثال أبي عبيد ١٣٣، أمثال أبي عكرمة الضبي ١٠١، الفاخر ٢٥، الدرة الفاخرة ١/٢٤٧، جمهرة الأمثال ١/٣١٦ و ٢/٩١، الوسيط ٩٤، مجمع الأمثال ١/١٧٦، المستقصى ٢/٤٦، نكتة الأمثال ٧٦، زهر الأكم ٢/٦٢، اللسان (بكر، سوق، نعم) ، وفيها جميعا: «جاؤوا على بكرة أبيهم» .
[٨٢٩]- أمثال أبي عبيد ٦٩، جمهرة الأمثال ٢/٣٦، فصل المقال ٨٠، مجمع الأمثال ٢/٢٣، المستقصى ٢/١٧٤، نكتة الأمثال ٢٦. اللسان (عول) .
وهذا دعاء للإنسان يعجب من كلامه أو غير ذلك من أموره.
[٨٣٠]- أمثال أبي عبيد ٢٦٣، فصل المقال ٣٧٨، المستقصى ٢/١٧٢، نكتة الأمثال ١٦٥، اللسان (عور) .
قال الزمخشري: «تصغير أعور وأكسر على الترخيم.. وأصله أن أمامة بنت شيبة بن مرّة تزوّجها رجل أعور من غطفان، فكانت تنشز عليه نفارا من عوره إلى أن طلّقها، فتزوّجها رجل مكسور الفخذ من سليم، فلما دخلت عليه قالت ذلك، وقيل: هما جبلان في البحر قلّما تنجو سفينة تدخل بينهما، وقيل: هما اسما داهيتين، يضرب في كلّ شيئين مكروهين» .
[٨٣١]- مجمع الأمثال ٢/٢٨، المستقصى ٢/١٦٣.
زاد الزمخشري: «يضرب في الاهتمام بعواقب الأمور وتدبّرها وترك الاغترار بأوّلها.','1','170',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (174,'[٨٣٢]- عسى الغوير أبؤسا. وأصله أنّ قوما خرجوا في بعض حوائجهم، حتّى إذا كانوا في جبّانة أخذتهم السّماء، ففزعوا إلى جبل وفيه غار، فقالوا: ندخل على هذا الغار. فقال واحد منهم: عسى أن يكون في الغار بأس، فدخلوا وأقام الواحد، فانهار الجبل عليهم فهو قبرهم إلى اليوم، فجاء الواحد فحدّث الحيّ، فقالوا هذا كان أبؤسا لا بأسا واحدا، فصار مثلا، والغوير: تصغير غار.
[٨٣٣]- عليك بجعرات أمّك يالكيز. قاله شنّ لأخيه لكيز لما هوت أمّه إلى الأرض من جملها فماتت وكان تولّى حملها فعيّره بذلك. أي لم تدخل فيما ليس من عادتك، فإن أبيت فاجن سوء عاقبته.
_________
[٨٣٢]- أمثال أبي عبيد ٣٠٠، جمهرة الأمثال ٢/٥٠، فصل المقال ٤٢٤، مجمع الأمثال ٢/١٧، المستقصى ٢/١٦١، نكتة الأمثال ١٩٣، زهر الأكم ١/٢١٠، العقد الفريد ٣/١١٧، اللسان (بأس، جيأ، عسا، غور) .
قال العسكري: «يضرب مثلا للرجل يخبر بالشّرّ فيتّهم به.. وأصله أنّ قوما حذروا عدوّا لهم، فاستكنّوا منه في غار، فقال بعضهم: «عسى الغوير أبؤسا» يقول: لعلّ البلاء يجيء من قبل الغار فكان كذلك، احتال العدوّ حتّى دخل عليهم من وهي في قفا الغار فأسروهم، وقال آخرون: المثل لعمر بن الخطاب رضي الله عنه، وأصله أنّ رجلا وجد غلاما منبوذا فقال له عمر: «عسى الغوير أبؤسا» أي عسى أنّك صاحبه، فشهد له بالصّلاح والسّتر، فقال: ربّه فيكون ولاؤه لك، والأبؤس:
جمع بأس.. والصحيح أن عمر تمثّل به، والمثل قديم» .
[٨٣٣]- مجمع الأمثال ٢/٤١٣.','1','171',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (175,'<span data-type="title" id=toc-86>باب ما جاء على حرف الغين</span>
[٨٣٤]- غمرات ثمّ ينجلينا. أي شدائد ستنكشف، وأصله للأغلب العجليّ وتمامه: [الرجز]
ثمّت يذهبن فلا يجينا ... لو كنّ صمّ جندل يلينا
[٨٣٥]- غرثان فاربكوا له. قدم رجل من سفر وهو شديد الجوع، فبشّر بولد ذكر، فقال:
ما أصنع به آكله أم أشربه؟ فقالت امرأته: غرثان فاربكوا له، فلمّا أكل طلّب ابنه وأقبل يترشّفه.
[٨٣٦]- غادر وهيا لا يرقع. أي فتق فتقا لا يرتق.
[٨٣٧]- غلبت جلّتها حواشيها. الجلّة: المسانّ والحواشي: الرّذال «١» . أي قوي الضّعيف حتّى غلب القوي.
_________
[٨٣٤]- أمثال أبي عبيد ١٧١، الفاخر ٣١٨، جمهرة الأمثال ٢/٨٠، وفيها «الغمرات..» ، فصل المقال ٢٥٥، مجمع الأمثال ٢/٥٨، المستقصى ٢/١٧٨، نكتة الأمثال ١٠١، وفيها جميعا: «ينجلين» .
قال أبو عبيد: «يضرب للرجل يحتمل الأمور العظام رجاء لنيل المعالي في غبّها، وقد يوضعان في أمر الدّين والدّنيا معا» .
وقال المفضل بن سلمة: «أوّل من قال ذلك الأغلب العجلي في (ديوانه ١٦٧) يذكر وقعة يوم ذي قار:
قد علموا يوم خلا يزينا ... إذ مالت الأحياء مقبلينا
أنّا بنو عجل إذا لقينا ... نمنع منّا حدّ من يلينا
نقارع السّنين عن بنينا ... الغمرات ثمّ ينجلينا
[٨٣٥]- جمهرة الأمثال ٢/٨٢، مجمع الأمثال ٢/٥٦ و ٦٠، المستقصى ٢/١٧٦، اللسان (ربك) ، المخصص ٤/١٤٤.
غرثان: جائع. اربكوا له: اخلطوا له طعاما. والرّبك: الخلط، والرّبيكة: ضرب من أطعمتهم.
يضرب مثلا للرجل تكلّمه وله شأن يشغله عنك.
[٨٣٦]- أمثال أبي عبيد ٣٥١، مجمع الأمثال ٢/٦٠، المستقصى ٢/١٧٦، نكتة الأمثال ٢٢، اللسان (وهي) وفيها جميعا: «وهية..» جمهرة الأمثال ١/٣٦٥ و ٢/٨١، وفيه: «.. وهيا» .
[٨٣٧]- أمثال أبي عبيد ١٢١، جمهرة الأمثال ٢/٨٠، مجمع الأمثال ٢/٥٦، المستقصى ٢/١٧٧، اللسان (جلل) .','1','172',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (176,'[٨٣٨]- غثّك خير من سمين غيرك. أي مالك وإن كان قليلا خير لك من كثير ليس لك.
[٨٣٩]- غضب الخيل على اللّجم الدّلاص. الدّلاص: المحكمة. يضرب مثلا لغضب من يستهان.
[٨٤٠]- غيض من فيض. أي قليل من كثير.
_________
[٨٣٨]- أمثال أبي عبيد ٢٨٧ وفيه: «.. خير لك..» الفاخر ٢٠٦، الدرة الفاخرة ٢/٤٦٤، جمهرة الأمثال ٢/٨١ و ٩٢، الوسيط ١٢٧، فصل المقال ٤٠٥، برواية أبي عبيد، مجمع الأمثال ٢/٥٨ و ٩٥ و ٣١٥، المستقصى ٢/١٧٦، نكتة الأمثال ٨٢، العقد الفريد ٣/١١٦، اللسان (غثث) .
[٨٣٩]- مجمع الأمثال ٢/٥٦، بإسقاط «الدّلاص» ، المستقصى ٢/١٧٧.
نصب «غضب» بإضمار الفعل. ويروى: «غضب» بالرفع على الابتداء.
[٨٤٠]- أمثال أبي عبيد ٢/٦٠، المستقصى ٢/١٧٨.','1','173',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (177,'<span data-type="title" id=toc-87>باب ما جاء على حرف الفاء</span>
[٨٤١]- فرّق بين معدّ تحابّ. أي أنّ ذوي القرابة إذا نزحت ديارهم وتباعدت كانوا متحابّين، لأنّهم لا يتحاسدون.
[٨٤٢]- فشاش فشّيه من استه إلى فيه. يا مفسدة أفسديه وافعلي ما شئت في سائر بدنه، فما به انتصار.
[٨٤٣]- فاها لفيك. أي الخيبة لك.
[٨٤٤]- فتل في الذّروة والغارب. أي رام إزالته عن رأيه بالخداع.
_________
[٨٤١]- أمثال أبي فيد ٨١، أمثال أبي عبيد ١٤٨، جمهرة الأمثال ٢/٩٩، مجمع الأمثال ٢/٦٨، المستقصى ٢/١٨٠، نكتة الأمثال ٨٥.
قال زهير في (ديوانه ٢٥٧) :
لعمرك والخطوب مغيّرات ... وفي طول المعاشرة التّقالي
قال العسكري: «وفارق رجل امرأته فقيل له: أفارقتها بعد صحبة ثلاثين سنة؟ فقال: ليس لها ذنب عندي أعظم من صحبتها هذه المدّة» .
[٨٤٢]- مجمع الأمثال ٢/٧٨، المستقصى ٢/١٨٠، اللسان (فشش) .
الفشّ: إخراج الريح من الوطب.
يضرب لمن يغضب ولا يقدر على شيء.
[٨٤٣]- أمثال أبي عبيد ٧٦، جمهرة الأمثال ٢/٨٩- ٩٠، الوسيط ١٣٣، فصل المقال ٩٧، مجمع الأمثال ٢/٧١، المستقصى ٢/١٧٩، نكتة الأمثال ٣٤، العقد الفريد ٣/٨٨، اللسان (فوه) .
قال أبو عبيد: «وأصله أنّه يريد: جعل الله لفيك الأرض» وهو من الدّعاء.
قال الزمخشري: «أي جعل الله فاه الداهية لفيك» .
قال أبو سدرة الهجيمي في (كتاب سيبويه ١/٣١٥- ٣١٦) يخاطب ذئبا طمع في راحلته:
تحسّب هوّاس، وأيقن أنّني ... بها مفتد من واحد لا أغامره
فقلت له: فاها لفيك فإنّها ... قلوص امرئ قاريك ما أنت حاذره
قاريك: من القرى.
يريد بها مركب سوء تلقى منه ما تحذره.
[٨٤٤]- أمثال أبي عبيد ٨١، مجمع الأمثال ٢/٦٩، وفيهما: «فتل في ذروته» ، المستقصى ٢/١٧٩، وفيه: «فتل في ذروته وغاربه» ، جمهرة الأمثال ٢/٩٨، نكتة الأمثال ٣٧، العقد الفريد ٣/٩٨، اللسان (ذرا، غرب) .
ذروة البعير: أعلاه، والغارب: مقدّم السنام. وأصله أن يكون البعير صعبا فيحلّ الرجل سنامه وغاربه، ويفتل الوبر بينهما بأصابعه حتى يؤنسه بذلك، ويخدعه حتى يستمكن منه فيخطمه» .','1','174',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (178,'[٨٤٥]- فضل القول على الفعل دناءة، وفضل الفعل على القول مكرمة. أي من وصف نفسه بفوق ما فيه، أو وعد بأكثر ممّا يفي فهو دنيء.
[٨٤٦]- في التّجارب علم مستأنف.
[٨٤٧]- فقد الأحبّة غربة.
[٨٤٨]- في العواقب شاف أو مريح.
[٨٤٩]- فتى ولا كمالك. قال متمّم بن نويرة في أخيه أي فيه خير، وليس كمن أعرف.
_________
[٨٤٥]- أمثال أبي عبيد ٦٦، الوسيط ١٣٢ وفيه: «.. على القول مروءة» ، مجمع الأمثال ٢/٧٨، المستقصى ٢/١٨٠، نكتة الأمثال ٢٤، العقد الفريد ٣/٨٦.
[٨٤٦]- مجمع الأمثال ٢/٧٩.
مستأنف: أي جديد.
[٨٤٧]- مجمع الأمثال ٢/٨٣ وفيه: «فقد الإخوان..» المستقصى ٢/١٨١.
قال الميداني: «قريب من هذا قول الشيخ أبي سليمان الخطّابي:
وإنّي غريب بين بست وأهلها ... وإن كان فيها أسرتي وبها أهلي
وما غربة الإنسان في غربة النّوى ... ولكنّها والله في عدم الشّكل
[٨٤٨]- مجمع الأمثال ١/٧٩.
يعني في النظر في عواقب الأمور.
[٨٤٩]- أمثال أبي عبيد ١٣٥، جمهرة الأمثال ٢/٩١، الوسيط ١٣١، فصل المقال ٢٠٢، مجمع الأمثال ٢/٧٨، المستقصى ٢/١٨٠، نكتة الأمثال ٧٧، تمثال الأمثال ٤٨٥، زهر الأكم ٣/٧٥، العقد الفريد ٣/١٠٠.
قتل مالك بن نويرة في حروب الرّدّة، ورثاه أخوه متمّم بقصائد كثيرة منها قصيدته العينيّة الذّائعة الصيت التي يقول في بعض أبياتها (الحماسة المغربية ٢/٨١٨) :
فما وجد أظار ثلاث روائم ... رأين مجرّا من حوار ومصرعا
يذكّرن ذا البثّ الحزين ببثّه ... إذا حنّت الأولى سجعن لها معا
بأوجع منّي يوم فارقت مالكا ... ونادى به النّاعي الرفيع فأسمعا
وكنّا كندماني جذيمة حقبة ... من الدّهر حتّى قيل لن يتصدّعا
فلمّا تفرّقنا كأنّي ومالكا ... لطول اجتماع لم نبت ليلة معا','1','175',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (179,'[٨٥٠]- في بيته يؤتى الحكم. تزعم العرب أنّ أرنبا وجدت تمرة، فاختلسها ثعلب.
فأكلها، فتلاطما واختصما إلى ضبّ، فقالت الأرنب: يا أبا الحسيل! فقال: سميعا دعوتما «١» . قالت: أتيناك لتحكم بيننا. قال: عادلا حكّمتما «٢» . قالت: اخرج إلينا. فقال: في بيته يؤتى الحكم. قالت: إنّي وجدت تمرة. قال: حلوة فكليها، قالت: فاختلسها الثّعلب وأكلها. قال: لنفسه نظر. قالت: لطمته. قال: بحقّك أخذت. قالت: فلطمني. قال: حرّ انتصر «٣» . قالت: فاقض بيننا. قال: حدّث حديثين امرأة فإن أبت فأربعة «٤» . فسار قوله أمثالا.
[٨٥١]- في وجه مالك ترى إمرته. أي في أوّل أمر تعرف بركته.
_________
[٨٥٠]- أمثال أبي فيد ٤٧، أمثال أبي عبيد ٥٤، الفاخر ٧٦، الدرة الفاخرة ٢/٤٥٦، جمهرة الأمثال ١/٣٦٨ و ٢/١٠١، الوسيط ١٣٢، مجمع الأمثال ٢/٧٢، المستقصى ٢/١٨٣، نكتة الأمثال ١٦، زهر الأكم ٢/١٠٠، اللسان (حسل، حكم) .
نظمه أحد الشعراء فقال:
لمّا لقيت معذّبي ... ألفيته كالمحتشم
وطلبت منه زورة ... تشفي السّقيم من السّقم
فأبى عليّ وقال لي: ... في بيته يؤتى الحكم
[٨٥١]- أمثال أبي عبيد ٢٠١، جمهرة الأمثال ٢/٩٣، فصل المقال ٢٩٤، مجمع الأمثال ٢/٦٩، نكتة الأمثال ١٢٤، وفيها: «وجه المال..» المستقصى ٢/١٨٤، اللسان (أمر) ، المخصص ١٢/٢٥٧.','1','176',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (180,'[٨٥٢]- في بطن زهمان زاده. زهمان: اسم كلب. أي لا حظّ له، أي زاده في بطن كلب. ويقال: قد استوفى حظّه وأكله.
[٨٥٣]- في كلّ شجر نار، واستمجد المرخ والعفار. المرخ والعفار: يتّخذ منهما الزّناد الّتي يقدح بها. أي أخذا من النّار ما هو حسبهما واستنجدا بالنّول.
_________
[٨٥٢]- أمثال أبي عبيد ٢١٦، جمهرة الأمثال ٢/١٠٠، فصل المقال ٣١٢، مجمع الأمثال ٢/٦٨، المستقصى ٢/١٨٢، نكتة الأمثال ١٣٤، اللسان (زهم) ، المخصص ٣/١٦.
قال أبو عبيد: «قال: مع فلان عدّته التي يحتاج إليها» .
[٨٥٣]- أمثال أبي عبيد ١٣٦، وفيه: «واستنجد» ، جمهرة الأمثال ١/١١٣ و ٢/٩٢ وفيه «شجرة» ، فصل المقال ٢٠٢ برواية أبي عبيد، مجمع الأمثال ٢/٧٤، المستقصى ٢/١٨٣، نكتة الأمثال ٧٧، العقد الفريد ٣/١٠٠، اللسان (عفر، مرخ، مجد) ، المخصص ١٢/١٦ و ١١/٢٧.
قال الزمخشري: « «الاستمجاد: الاستكثار من المجد، وقيل: معناه أنهما أخذا أخذ الفضل وذهبا بالمجد. يضرب في تفضيل القوم على بعض إذا كانوا ذوي خير، ولبعضهم مزية وتقدّم ليس للآخرين» .','1','177',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (181,'<span data-type="title" id=toc-88>باب ما جاء على حرف القاف</span>
[٨٥٤]- قد يبلغ الخضم القضم. أي يبلغ لين العيش بالصّبر على شدّته، والخضم: أكل الشّيء اللّين بمقدم الأسنان. والقضم: أكل اليابس بالأضراس.
[٨٥٥]- قد بلغ القطوف الوساع. أي القطوف، وإن كان ضيّق الخطا قد يبلغ واسعة الخطا. أي يلحق بها بعد ساعة.
[٨٥٦]- قد تحلب الضّجور العلبة. أي قد يصاب من منفعة البخيل، وإن كان مكرها متعسّفا. والضّجور: العنز تفلت من يد الحالب.
[٨٥٧]- قد لا يقاد بي البعير. أي إن رأيتني اليوم ضعيفا، فلقد كنت قويّا، وقائله سعد بن زيد مناة بن تميم، وكان قد أسنّ حتّى لا يطيق ضبط بعير إذا أدركه حتّى يقاد به.
[٨٥٨]- قد لا أخشّى بالذّئب. أي قد كنت أيّام شبابي قويّا محتشما، فصرت هرما حتّى أخشّى بالذّئب وأفزّع به.
_________
[٨٥٤]- أمثال أبي عبيد ٢٣٦، جمهرة الأمثال ٢/٩٢، فصل المقال ٣٤٢، مجمع الأمثال ٢/٩٣، المستقصى ٢/١٩٤، وفيه: «يبلغ الخضم بالقضم» ، نكتة الأمثال ١٤٨، زهر الأكم ١/٢١٠ وفيه:
«يبلغ الخضم بالقضم» ، اللسان (قضم) ، المخصص ١٢/٢٧٩.
[٨٥٥]- أمثال أبي عبيد ٢٣٦، وفيه «قد تبلغ..» جمهرة الأمثال ١/١١٩ وفيه: «القطوف يبلغ الوساع» ، فصل المقال ٣٤٢، مجمع الأمثال ٢/٩٣، المستقصى ٢/١٩٤، نكتة الأمثال ١٤٨ وفيهما «قد يبلغ» ، المخصص ٧/١٢٣.
والقطوف من الدّواب: المتقارب الخطو، والوساع: الواسع الخطو.
يضرب في الحثّ على القناعة ببعض الحاجة.
[٨٥٦]- أمثال أبي عبيد ٣١١، وفيه: «إن الضجور قد..» ، جمهرة الأمثال ٢/٨، وفيه: «الضّجور قد..»
فصل المقال ٤٣٤، برواية أبي عبيد، مجمع الأمثال ١/٤٢٠، برواية العسكري، المستقصى ١/٤٠٧، نكتة الأمثال ١٩٧، وفيهما برواية أبي عبيد، اللسان (ضجر) ، المخصص ٧/٤٣ و ١٦/٤٤.
[٨٥٧]- أمثال الضبي ٧٥، وجمهرة الأمثال ٢/١١٨ وفيهما: «.. بي الجمل» ، المستقصى ٢/١٩٢.
[٨٥٨]- المستقصى ٢/١٩٢ وفيه، قال شريح بن هانئ:
أصبحت لا أحمل السّلاح ولا ... أملك رأس البعير إن نفرا
والذّئب أخشاه إن مررت به ... وحدي وأخشى الرّياح والمطرا','1','178',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (182,'[٨٥٩]- قد أنصف القارة من راماها، وردّ أولاها على أخراها. القارة: عضل والدّيش ابنا الهون بن خزيمة، سمّوا القارة لاجتماعهم. وأصله الأكمة. وكانت القارة اجتمعت مع قريش في حرب كانت لهم مع بكر، وكانوا أرمى العرب، فقيل ذلك.
وذكر المفضّل أنّ القارة أربعون رجلا كانت مرسومين بحراسة ملوك اليمن ليلا، وكانوا أرمى النّاس، فأحسّوا في ليلة سوداء بحسّ، فأصغوا إليه، فرموا «١» نحوه، فسكن الحسّ، فوجدوا هرّة فيها أربعون سهما.
[٨٦٠]- قد أفرخ القوم بيضتهم. أي ظهر خفيّ أمرهم، كما ظهر الفرخ من البيض.
[٨٦١]- قد ظهر نجيث القوم. مثله.
[٨٦٢]- قد وضع الحلس على بكر علط. الحلس «٢» : ما يطرح تحت الوليّة «٣» إذا أريد ارتحال الناقة، والعلط: الصّعب النّفور. أي قد ركب صعبا شديدا، ورجاما لا خير عنده.
[٨٦٣]- قدح في ساقه. أي غشّه.
_________
[٨٥٩]- أمثال الضبي ١٢٧، أمثال أبي عبيد ١٣٧، الفاخر ١٤٠، جمهرة الأمثال ١/٥٥، الوسيط ١٣٥، فصل المقال ٢٠٤، مجمع الأمثال ٢/١٠٠، المستقصى ٢/١٨٩، نكتة الأمثال ٧٨، اللسان (قور) ، وقد سقطت منها جميعا عبارة: «وردّ أولاها على أخراها» ، المخصص ٨/٧٤.
[٨٦٠]- أمثال أبي عبيد ٦٠، جمهرة الأمثال ١/٢٧، فصل المقال ٦١، مجمع الأمثال ٢/٨٢ وفيه:
«أفرخ» ، المستقصى ١/٢٦٨، نكتة الأمثال ٢٠ وفيهما: «أفرخوا بيضتهم» ، اللسان (بيض) .
[٨٦١]- في المطبوع والمستقصى ٢/١٩١ «نجيب» وهو تصحيف، أمثال أبي عبيد ٥٩، جمهرة الأمثال ١/٢٠٥، فصل المقال ٦٠، مجمع الأمثال ١/٩٥، نكتة الأمثال ٢٠ وفيهما جميعا: «بدا نجيث القوم» ، ومعناه: ظهر ما كان يخفون من أمرهم.
والنجيث: ما كان مدفونا فأظهروه.
[٨٦٢]- المستقصى ٢/١٩٣.
[٨٦٣]- مجمع الأمثال ٢/٩٣، المستقصى ٢/١٩٥، وفيه «قد قدح» ، اللسام (قدح) .
يضرب لمن يعمل فيما يكره صاحبه.','1','179',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (183,'[٨٦٤]- قف العير على الرّدهة ولا تقل له: سأ. أي أره رشده ولا تكرهه عليه. وسأ: زجر الحمار.
[٨٦٥]- قلب له ظهر المجنّ.
[٨٦٦]- قد عرفتني سيرتي وأطّت.
[٨٦٧]- قد طرّقت ببكرها أمّ طبق.
[٨٦٨]- قد غرّني برداك من خدافلي. قيل لامرأة أعارت برديها رجلا، فألقى خلقانه ولبسهما، ثمّ طالبته بالبردين، وقد أضاع الخلقان، فقال ذلك. ويروى «من غدافلي» .
[٨٦٩]- قد بيّن الصّبح لذي عينين. أي وضح الأمر لمن كان له أدنى بصيرة.
_________
[٨٦٤]- جمهرة الأمثال ٢/١٢٥، وفيه «قف الحمار..» ، مجمع الأمثال ٢/٩٤، وفيه «قرّب الحمار من الرّدهة..» ، المستقصى ٢/١٩٧، وفيه: «.. سأسأ» . اللسان (سأسأ) .
سأسأ: زجر الحمار ليحتبس أو يشرب. والرّدهة: نقرة في صخرة يستنقع فيها الماء.
[٨٦٥]- جمهرة الأمثال ٢/١٢٥، مجمع الأمثال ٢/١٠١، المستقصى ٢/١٩٨، اللسان (جنن) .
المجنّ: التّرس، ومعناه: انقلب عمّا كان عليه من ودّه، قال الشاعر (جمهرة الأمثال ٢/١٢٥) :
بينما المرء رخيّ باله ... قلب له الدّهر ظهر المجن
[٨٦٦]- مجمع الأمثال ٢/١١٠.
يضرب لمن يشفق ويعطف عليك.
[٨٦٧]- مجمع الأمثال ٢/١١٠ وفيه:
التطريق: أن ينشب الولد في البطن فلا يسهل خروجه، والبكر: أوّل ما يولد، وأم طبق:
السلحفاة، وهي اسم للدّاهية.
يضرب للأمر لا مخلص منه.
[٨٦٨]- مجمع الأمثال ٢/٥٨ بإسقاط «قد» ، المستقصى ٢/١٧٦، وفيه «غدافلي» اللسان (غدفل) .
قال الزمخشري: «هي الخلقان من الثياب، ولم يعرف لها واحد،.. يضرب لمن أضاع شيئا طمعا في خير منه ثمّ فاته المطموع فيه، فبقي متحسّرا على ما أضاعه» .
[٨٦٩]- أمثال أبي فيد ٨٩، أمثال أبي عبيد ٥٩، جمهرة الأمثال ٢/١٢٦، فصل المقال ٦١، مجمع الأمثال ٢/٩٩، المستقصى ٢/١٩٠، نكتة الأمثال ٢١- ١٥٦، زهر الأكم ١/٢١١، اللسان (بين) ، المخصص ١٣/٧١.','1','180',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (184,'[٨٧٠]- قد قيل ذلك إن حقّا وإن كذبا. قاله النّعمان للرّبيع بن زياد حين قال فيه لبيد «١» : [الرجز]
إنّ استه من برص ملمّعه
وتمام المثل «٢» : [البسيط]
قد قيل ذلك إن حقّا وإن كذبا ... فما اعتذارك من شيء إذا قيلا
[٨٧١]- قد جرجر العود فزده وقرا. أي بان فيه فضل قوّة فزد في الحمل عليه.
[٨٧٢]- قد ضجّ فزده وقرا. مثله.
[٨٧٣]- قد أعيا فزده نوطا.
_________
[٨٧٠]- أمثال أبي عبيد ٧٣، الفاخر ١٧٢، جمهرة الأمثال ٢/١١٦، الوسيط ١٣٦، فصل المقال ٩٠، مجمع الأمثال ٢/١٠٢، المستقصى ٢/١٩١، نكتة الأمثال ٣٠.
[٨٧١]- لم أجده بهذا اللفظ فيما رجعت إليه من كتب الأمثال، والموجود فيها «إنّ جرجر العود فزده ثقلا» أمثال أبي عبيد ٣١٠، جمهرة الأمثال ١/١١٣، فصل المقال ٤٣٣، مجمع الأمثال ١/٢٤، المستقصى ١/٣٧٢، نكتة الأمثال ١٩٧، زهر الأكم ١/٩٧، اللسان (نوط) .
[٨٧٢]- أمثال أبي عبيد ٣١٠، جمهرة الأمثال ١/١١٣، مجمع الأمثال ١/٢٤، المستقصى ١/٣٧٠ و ٣٧٢، نكتة الأمثال ١٩٧، اللسان (نوط) وفيها جميعا: «إن ضجّ..» . والوقر: الحمل الثقيل.
[٨٧٣]- أمثال أبي عبيد ٣١٠، جمهرة الأمثال ١/١١٣، فصل المقال ٤٣٣، مجمع الأمثال ١/٢٤، المستقصى ١/٣٧٠، نكتة الأمثال ١٩٧ وفيها جميعا «إن أعيا..» ، زهر الأكم ١/٩٧، اللسان (نوط) .
النّوط: كل ما علق على البعير وغيره، والجمع: أنواط. وقال بعضهم: النّوط: الزيادة على الحمل.','1','181',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (185,'[٨٧٤]- قد التقّى البطان والحقب. أي صعب الأمر. والبطان والحقب: حبلان يشدّ بهما الرّحل لا يلتقيان إلّا عند سقوط الرّحل.
[٨٧٥]- قريب المنزعة. أي الهمّة.
[٨٧٦]- قد التقى الثّريان. أصله الخصب. وأحد الثّريين تحت الأرض. يقول: جاءهم المطر حتّى لحق التّراب الّذي على وجه الأرض الطّين الّذي تحتها. أي في بطنها.
[٨٧٧]- قد أصبحوا في محض وطب خاثر. أي في باطل.
[٨٧٨]- قد نفخت لو أنفخ في فحم. وقيل: «في ضرم» : والوجه: لو أنفخ ضرما في فحم، أي قد اجتهدت لو سوعدت بجدّ.
[٨٧٩]- قد علقت دلوك دلو أخرى. أي دخل في أمرك داخل يريد ما تريده، فأفسده عليك.
_________
[٨٧٤]- أمثال أبي عبيد ٣٤٣، جمهرة الأمثال ١/١٨٨، مجمع الأمثال ٢/٢٠٩، المستقصى ١/٣٠٧، نكتة الأمثال ٢١٤، تمثال الأمثال ٢٦٥، اللسان (بطن) ، وسقط «قد» فيها جميعا.
البطان: الحزام الذي يجعل تحت بطن البعير. والحقب: الحبل يكون عند ثيل البعير، وإذا التقيا دلّ ذلك على اضطراب العقد وانحلالها. فضرب مثلا لمن أشرف على الهلاك.
[٨٧٥]- مجمع الأمثال ٢/٣٩٥، وفيه: «هو قريب المنزعة» .
[٨٧٦]- أمثال أبي عبيد ١٧٧، جمهرة الأمثال ١/١٨٢ و ٢/١٨٥، مجمع الأمثال ١/١٨٤، المستقصى ١/٣٠٧، نكتة الأمثال ١٠٥، اللسان (ثرى) المخصص ١٠/١٥٧.
قال العسكري: «يضرب مثلا لاتّفاق الأخوين في التّحاب. والثّرى: النّدى، وذلك أن المطر إذا كثر رسخ في الأرض، حتى يلتقي نداه وندى بطن الأرض، فشبّه سرعة اتفاق المتّفقين على المودّة بعد تباينهما بالماء ينزل من السّماء فيلتقي مع ما تحت الأرض» .
[٨٧٧]- مجمع الأمثال ٢/١٠٧، وفيه «.. مخض» .
والوطب: إناء للّبن من الجلد، والمحض: اللّبن الخالص، والمخض: الممخوض.
[٨٧٨]- أمثال أبي عبيد ٢٤٦، وفيه: «نفخت.. تنفخ» جمهرة الأمثال ٢/٣٠٥، فصل المقال ٣٥٥، وفيها: «نفخت.. تنفخ» مجمع الأمثال ٢/١٨٦ وفيه: «لو كنت أنفخ في فحم» المستقصى ٢/١٩٣، نكتة الأمثال ١٥٥ برواية أبي عبيد. اللسان (فحم) .
يضرب مثلا للحاجة تطلب في غير موضعها، أو ممّن لا يرى لك قضاءها.
[٨٧٩]- أمثال أبي عبيد ٢٤٤، جمهرة الأمثال ١/٩٦، مجمع الأمثال ٢/١٠٢، المستقصى ٢/١٩١، وفيه:
«.. دلوك دلوا أخرى» ، نكتة الأمثال ١٥٤، العقد الفريد ٣/١٢٥.
يضرب في الحاجة تطلب فيحول دونها حائل.','1','182',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (186,'[٨٨٠]- قميص عثمان الّذي قتل فيه. يضرب مثلا للّذي يكون سببا للتّحريش بين النّاس.
[٨٨١]- قد بعت جاري ولم أبع داري. يقال على وجهين، وجه المذمّة أي إنّما بعت داري كراهية جاري لا لكراهيتي إيّاها، وعلى وجه المحمدة: أي إنّما أبيع جاري فيجب أن يغالي به لنفاسته وتجزل عطيّتي.
[٨٨٢]- قبل النّفاس كنت مصفرّة. أي كانت حالتك قبيحة قبل أن يكون لك عذر فيها، يضرب مثلا للرّجل يكون على حالة قبيحة قبل أن يحلّ به ما يبسط عذره فيها.
[٨٨٣]- قبل البكاء كنت عابسة. مثله.
[٨٨٤]- قبل الرّمي يراش السّهم. أي قبل حلول الأمر يجب الاستعداد له.
[٨٨٥]- قبل الرّماء تملأ الكنائن. مثله.
_________
[٨٨٠]- ثمار القلوب ٨٦ وفيه: وذلك أن عمرو بن العاص رضي الله عنه لمّا أحسّ من عسكر معاوية بصفين فتورا في المحاربة، أشار عليه بأن يبرز لهم قميص عثمان ليستأنفوا جدّا جديدا في الانتقاض والمنازعة، ففعل ذلك معاوية، فحين وقعت أعين القوم على القميص ارتفعت ضجّتهم بالبكاء والنّحيب، وتحرّك منهم السّاكن، وثار من حقودهم الكامن» .
[٨٨١]- أمثال أبي عبيد ٢٧٨، جمهرة الأمثال ١/٢١٩، مجمع الأمثال ١/١٠٤، المستقصى ٢/١٠، نكتة الأمثال ١٧٦، تمثال الأمثال ٣٧٤، العقد الفريد ٣/١١٥، وفيها جميعا بإسقاط «قد» .
[٨٨٢]- أمثال أبي عبيد ٣١٠، جمهرة الأمثال ٢/١٢٤، مجمع الأمثال ٢/٩٢، المستقصى ٢/١٨٧، نكتة الأمثال ١٩٦، العقد الفريد ٣/١٢٢.
يضرب للبخيل يعتلّ بالإعدام وهو مع الإثراء كان بخيلا.
[٨٨٣]- أمثال أبي عبيد ٣١٠، جمهرة الأمثال ٢/١٢٤، الوسيط ١٣٤، فصل المقال ٤٣٢، مجمع الأمثال ٢/٩٢، نكتة الأمثال ١٩٦، العقد الفريد ٣/١٢٢، وفيها جميعا: «.. كان وجهك عابسا» ، المستقصى ٢/١٨٦.
يضرب لمن يكون العبوس له خلقة. ويضرب للبخيل يعتلّ بالإعسار وقد كان في اليسار مانعا.
[٨٨٤]- أمثال أبي عبيد ٢١٥، جمهرة الأمثال ٢/١٢٢، مجمع الأمثال ٢/١٠١، المستقصى ٢/١٨٧، نكتة الأمثال ١٣٣، العقد الفريد ٣/١١٠.
يراش: يركّب عليه الرّيش، ومعناه ينبغي أن تصلح السّهم قبل وقت الرّمي.
[٨٨٥]- أمثال أبي فيد ٣٢، أمثال أبي عبيد ٢١٥، الفاخر ٢٦٣، وفيه: «قبل الرّمي..» جمهرة الأمثال ١/٤٤٤ و ٢/١٢٢، مجمع الأمثال ٢/١٠١، المستقصى ٢/١٨٦، نكتة الأمثال ١٣٣، العقد الفريد ٣/١١٠، اللسان (رمي) .
الكنائن واحدها كنانة: الوعاء الذي توضع به السّهام.
يضرب أيضا في الاستعداد للأمر قبل حلوله.','1','183',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (187,'[٨٨٦]- قبلك ما جاء الخبر. هذا رجل أكل محروتا «١» وهو أصل الأنجذان فبات يخرج منه رياح منتنة يتأذّى به أهله، فلمّا أصبح خبّرهم أنّه أكل محروتا، فقالوا: قبلك ما جاء الخبر.
[٨٨٧]- قبل عير وما جرى. أي قبل كلّ شيء. العير: حمار الوحش. يقال: إنّه أوّل غاد «٢» للرّعي. وما جرى: أي كلّ ما جرى.
[٨٨٨]- قطعت جهيزة قول كلّ خطيب. يقال عند الأمر قد فات، وأصله أنّ قوما اجتمعوا يخطبون في صلح بين حيّين قتل أحدهما من الآخرة قتيلا، ويسألون أن يرضوا بالديّة، فبيناهم في ذلك إذ جاءت أمة يقال لها جهيزة، فقالت: إنّ القاتل قد ظفر به بعض أولياء المقتول فقتله، فقالوا عند ذلك: قطعت جهيزة قول كلّ خطيب.
أي استغني الآن عن الخطب في الصّلح. أي قد أخذ الحقّ.
_________
[٨٨٦]- جمهرة الأمثال ٢/١٨٨، مجمع الأمثال ٢/١٠٧، المستقصى ٢/١٨٨.
[٨٨٧]- أمثال أبي عبيد ٢٠٥، أمثال أبي عكرمة الضبي ٥٦، الفاخر ٢٥، جمهرة الأمثال ٢/١٢١، الوسيط ٥٦، فصل المقال ٣٠٠، مجمع الأمثال ٢/٩٦، المستقصى ٢/١٨٧، نكتة الأمثال ١٢٦، اللسان (عير) .
قال الزمحشري: «أي قبل إنسان العين وجريه، وهو حركته للنظر، يضرب للمبكّر، يعني أنّه بكّر قبل انتباه العيون. وقيل: هو حمار الوحش، وهو أوّل غاد للمرعى، أي بكّر قبل الحمار وذهابه إلى المرعى، ويجوز أن يكون «ما» موصولة بمعنى الذي، ويكون المعنى: قبل حمار الوحش وقبل ما جرى من سائر الحيوان. وقيل: يضرب مثلا للمخبر بلا استخبار ولا ذكر لما أخبر به، ويجوز أن يكون عير اسم رجل له حديث، فمعناه أن هذا الأمر كان قبل عير وما جرى من حديثه، وقيل: جاء قبل عير وما جرى، وضرب قبل عير وما جرى، يريدون السّرعة، أي قبل لحظة العين.
قال الشّماخ في (ديوانه ٢٨٨) :
وأعدو القبصّى قبل عير وما جرى ... ولم تدر ما خبري ولم أدر مالها
والقبصّ: ضرب من العدو فيه نزو.
[٨٨٨]- مجمع الأمثال ٢/٩١، المستقصى ٢/١٩٧، زهر الأكم ٢/١٣٢.
يضرب لمن يقطع على النّاس ما هم فيه بحماقة يأتي بها.','1','184',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (188,'[٨٨٩]- قيّد الإيمان الفتك. أي منع من الغيلة والمكر. ويروى ذلك عن النّبي صلّى الله عليه وسلّم.
[٨٩٠]- قام على منزعة زلخ فزلّ. أي ركب أمرا عظيما فأرداه. ويروى «زلج» .
[٨٩١]- قرع للأمر ظنبوبه. أي عظم ساقه. يقال: صعب عليه واهتمّ به.
[٨٩٢]- قشر له العصا. أي أبدى له ما في نفسه.
[٨٩٣]- قرنت الهيبة بالخيبة. أي من هاب الأخطار خاب عن بلوغ المعالي.
[٨٩٤]- قرن الحرمان بالحياء.
[٨٩٥]- قبّح الله معزى خيرها خطّة. خطّة: اسم عنز كانت عنز سوء.
[٨٩٦]- قرّده حتّى أمكنه. أي خدعه حتّى تمكّن منه. وأصله في الجمل الصّعب تخدعه بأخذ القراد منه حتّى تتمكّن من خطمه.
_________
[٨٨٩]- أمثال أبي عبيد ٣٧، فصل المقال ١٤، وفيهما «الإيمان قيّد الفتك» ، الفاخر ٢٥٤، مجمع الأمثال ٢/١٠٧، المستقصى ٢/٢٠٠، اللسان (فتك) .
وهو حديث شريف أخرجه أحمد بن حنبل في مسنده (١/١٦٦) ، وأبو داود في كتاب الجهاد باب في العدو يؤتى على غرّة ويتّشبّه بهم، حديث رقم (٢٧٦٩) .
[٨٩٠]- المستقصى ٢/١٨٦. وفيه: «ويروى «زلج» وهما المزلقة، والمنزعة: الموضع الذي يقوم عليه السّاقي لنزع الدّلو. يضرب لمن ركب خطّة فأوبقته» .
[٨٩١]- مجمع الأمثال ٢/٩٣، وفيه: «قرع له..» المستقصى ٢/١٩٦، اللسان (ظنب) ، المخصص ٢/٥٣، وورد المثل برواية: «قرع له ساقه» في أمثال أبي عبيد ٢٣١، جمهرة الأمثال ٢/١٢٣، فصل المقال ٣٣٢، نكتة الأمثال ١٤٥.
قال الزمخشري: «يضرب لمن جدّ في الأمر وعزم عليه» .
[٨٩٢]- أمثال أبي عبيد ٣٥٣، جمهرة الأمثال ٢/١١٦، مجمع الأمثال ٢/١٠٢، وفيها: «قشرت..»
المستقصى ٢/١٩٧، نكتة الأمثال ٢٢٠، وفيه: «اقشر..» .
زاد الزمخشري: «.. من العداوة، يضرب للعدوّ المكاشف» .
[٨٩٣]- مجمع الأمثال ٢/١٠٧، وفيه: «.. الخيبة بالهيبة» ، المستقصى ٢/١٩٧.
[٨٩٤]- مجمع الأمثال ٢/١٠٧، المستقصى ٢/١٩٧.
[٨٩٥]- أمثال أبي عبيد ٣٥٥، جمهرة الأمثال ٢/١٢٤، فصل المقال ٤٨٤، مجمع الأمثال ٢/١٨٠ وفيه:
«لعن الله..» المستقصى ٢/١٨٦، نكتة الأمثال ٢٢٢، اللسان (عنز، خطط) .
يضرب مثلا للقوم خيرهم رجل لا خير فيه.
[٨٩٦]- مجمع الأمثال ٢/١٠٧، المستقصى ٢/١٩٦.','1','185',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (189,'<span data-type="title" id=toc-89>باب ما جاء على حرف الكاف</span>
[٨٩٧]- كلّ فتى في أهله صبيّ. أي يطرح الحشمة، ويكثر المزاح والفكاهة، كفعل الصّبيّ.
[٨٩٨]- كلّ فتاة بأبيها معجبة. قالته العجفاء بنت علقمة وقد ليمت على حبّ علقمة، وكان جبانا بخيلا.
[٨٩٩]- كلّ الطّعام تشتهي ربيعة.
[٩٠٠]- كلّ كلب ببابه نبّاح.
[٩٠١]- كلّ إناء ينضح بما فيه.
_________
[٨٩٧]- مجمع الأمثال ٢/١٣٤، المستقصى ٢/٢٢٨ وفيهما: «.. في بيته..» .
قال الميداني: «يضرب في حسن المعاشرة. قيل: كان زيد بن ثابت من أفكه الناس في أهله وأدمثهم إذا جلس مع الناس. وقال عمر رضي الله عنه: ينبغي للرجل أن يكون في أهله كالصبي فإذا التمس ما عنده وجد رجلا» .
[٨٩٨]- أمثال أبي عبيد ١٤٣، الفاخر ٢٥٣، جمهرة الأمثال ١/٣٥٠ و ٢/١٤٢، فصل المقال ٢١٨، مجمع الأمثال ٢/١٣٤، المستقصى ٢/٢٢٨، نكتة الأمثال ٨٣، زهر الأكم ٣/١٥١، العقد الفريد ٣/١٠٢.
يضرب في إعجاب الرجل برهطه وإن كانوا غير أهل لذلك.
[٨٩٩]- مجمع الأمثال ٢/١٥٣، المستقصى ٢/٢٢٥، وفيه: «يضرب للمنهوم الذي لا يردّ شيئا» .
[٩٠٠]- مجمع الأمثال ٢/١٣٥.
ومعناه: أن الجبان أو الضّعيف يكون في بيته قويّا، لوجود مناصريه قربه.
[٩٠١]- مجمع الأمثال ٢/١٦٢ و ١٩٥، وفيه: «.. يرشح» المستقصى ٢/٢٢٤ وفيه: «.. يترشّح..» تمثال الأمثال ٥٢٢.
ذكر العبدري في تمثال الأمثال قصّة طريفة نقلها عن (وفيات الأعيان ٢/٣٦٤) وهي: «وحكى ابن خلّكان وغيره عن الشيخ نصر الله بن مجلي مشارف الصناعة بالمخزن المعمور ببغداد، قال:
رأيت في المنام عليّ بن أبي طالب كرم الله وجهه فقلت: يا أمير المؤمنين، تفتحون مكّة فتقولون:
من دخل دار أبي سفيان فهو آمن، ثمّ يتمّ على ولدك الحسين يوم الطّفّ ماتمّ؟! فقال لي: أما سمعت أبيات ابن صيفي (أبو الفوارس الحيص بيص) في هذا المعنى؟ فقلت: لا، فقال: اسمعها منه. ثمّ استيقظت فبادرت إلى دار حيص بيص، فخرج إليّ، فذكرت له ذلك، فبكى، وحلف بالله إن كان خرجت من فيّ إلى أحد، وإن كنت نظمتها إلّا في ليلتي هذه، وأنشدني:
ملكنا فكان العفو منّا سجيّة ... فلمّا ملكتم سال بالدّم أبطح
وحلّلتم قتل الأسارى، وطالما ... غدونا على الأسرى نمنّ ونصفح
وحسبكم هذا التّفاوت بيننا ... وكلّ إناء بالّذي فيه ينضح','1','186',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (190,'[٩٠٢]- كالقابض على الماء. يقال للمخدوع.
[٩٠٣]- كلّ غانية هند.
[٩٠٤]- كالمستجير من الرّمضاء بالنّار.
[٩٠٥]- كالخروف أينما مال أنقى الأرض بصوف.
[٩٠٦]- كالمتمرّغ في دم القتيل.
[٩٠٧]- كلّ امرئ في شأنه ساع. أي كلّ امرئ في شأن نفسه مجدّ يلتمس به نفعا.
[٩٠٨]- كلّ امرئ بطوال العيش مكذوب. أي من أوهمته نفسه طول البقاء فهي
_________
[٩٠٢]- أمثال أبي عبيد ٢٠٩، جمهرة الأمثال ٢/١٤٨، مجمع الأمثال ٢/١٤٩، المستقصى ٢/٢٠٨، نكتة الأمثال ١٢٨.
قال الميداني: «يضرب لمن يرجو ما لا يحصل. قال الشاعر:
فأصبحت من ليلى الغداة كقابض ... على الماء لا يدري بما هو قابض»
[٩٠٣]- مجمع الأمثال ٢/١٦٢، وفيه: «يضرب في تساوي القوم عند فساد الباطن» .
[٩٠٤]- أمثال أبي عبيد ٢٦٣، جمهرة الأمثال ٢/١٦٠، فصل المقال ٣٧٧، مجمع الأمثال ٢/١٤٩، وفيها جميعا: «كالمستغيث..» ، وانظر الفاخر ٩٤، والمستقصى ٢/١٩، العقد الفريد ٣/١٢٨.
قال العسكري: «يضرب مثلا للرجل يفرّ من الأمر إلى ما هو شرّ منه، قال الشاعر:
المستغيث بعمرو عند كربته ... كالمستغيث من الرّمضاء بالنّار
والرّمضاء: التّراب الحارّ.
وسيرد المثل ثانية برقم ٩٢٠.
[٩٠٥]- مجمع الأمثال ٢/١٤٣ وفيه: «.. اتّقى» ، المستقصى ٢/٢٠٦.
يضرب لمن يجد معتمدا في كلّ حال.
[٩٠٦]- مجمع الأمثال ٢/١٤٩، المستقصى ٢/٢١٠.
يضرب لمن يدنو من الشرّ ويتعرّض لما يضرّه وهو عنه بمعزل.
[٩٠٧]- أمثال أبي عبيد ٢٨١، مجمع الأمثال ٢/١٣٤، المستقصى ٢/٢٢٥، نكتة الأمثال ١٧٨، العقد الفريد ٣/١١٥، اللسان (سعى) .
والمثل من قول أبي قيس بن الأسلت في (المفضليات ٢٨٤) :
أسعى على جلّ بني مالك ... كلّ امرئ في شأنه ساع
[٩٠٨]- مجمع الأمثال ٢/١٥٨، المستقصى ٢/٢٢٥، اللسان (سعى) .','1','187',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (191,'تكذبه، لأنه ميت لا محالة، وتمامه «١» : [البسيط] .... .... ....
وكلّ من غالب الأيّام مغلوب
[٩٠٩]- كلّ مجر في الخلاء يسرّ. أي يسرّ بجري فرسه لأنّه لا يرى ما عند غيره.
[٩١٠]- كلّ الصّيد في جوف الفرا. الفرا: الحمار الوحشيّ. أي أنّه أكبر الصّيد. قاله النبي صلّى الله عليه وسلم لأبي سفيان.
[٩١١]- كل مجد مع النّواكة مود. مود: أي هالك. والنّواكة: الحمق.
_________
[٩٠٩]- أمثال أبي عبيد ١٣٦ وفيه: «.. بالخلاء..» ، جمهرة الأمثال ٢/١٤٢، فصل المقال ٢٠٣، مجمع الأمثال ٢/١٣٥، المستقصى ٢/٢٢٩، العقد الفريد ٣/١٠٠، اللسان (سرر) .
قال الميداني: «وأصله أنّ رجلا كان له فرس يقال له «الأبيلق» وكن يجريه فردا ليس معه أحد، وجعل كلّما مرّ به طائر أجراه تحته، أو رأى إعصارا أجراه تحته، فأعجبه ما رأى من سرعته، فقال: لو راهنت عليه، فنادى قوما فقال: إنّي أردت أن أراهن عن فرسي هذا فأيّكم يرسل معه؟ فقال بعض القوم: إنّ الحلبة غدا، فقال: إنّي لا أرسله إلّا في خطار فراهن عنه، فلمّا كان الغد أرسله فسبق، فعند ذلك قال: «كلّ مجر في الخلاء يسرّ» .
يضرب لمن يحمد خلّة فيه ولا يدري ما في النّاس من الفضائل.
[٩١٠]- أمثال أبي عبيد ٣٥، جمهرة الأمثال ١/١٦٥ و ٢/١٦٢، فصل المقال ١٠، مجمع الأمثال ٢/١٣٦، المستقصى ٢/٢٢٤، تمثال الأمثال ٥١٨، اللسان (فرأ، جلهم، جله) .
قال الميداني: «وأصل المثل أنّ ثلاثة نفر خرجوا متصيّدين، فاصطاد أحدهم أرنبا، والآخر ظبيا، والثالث حمارا، فاستبشر صاحب الأرنب وصاحب الظّبي بما نالا، وتطاولا عليه، فقال الثالث:
كلّ الصّيد في جوف الفرا، أي هذا الذي رزقت وظفرت به يشتمل على ما عندكما، وذلك أنّه ليس ممّا يصيده الناس أعظم من الحمار الوحشيّ.
وتألّف النبي صلّى الله عليه وسلم أبا سفيان بهذا القول حين استأذن على النبي صلّى الله عليه وسلم، فحجب قليلا، ثمّ أذن له، فلمّا دخل قال: ما كدت تأذن لي حتّى تأذن الجهلمتين، قال أبو عبيد: الصواب الجلهمتين وهما جانبا الوادي، فقال صلّى الله عليه وسلم: يا أبا سفيان أنت كما قيل: «كلّ الصّيد في جوف الفرأ» يتألفه على الإسلام. معناه إذا حجبتك قنع كلّ محجوب» .
يضرب لمن يفضّل على أقرانه.
[٩١١]- المستقصى ٢/٢٢٩، وفيه: «أي كلّ من كان عنده جدوى وغناء إذا عدّ في الحمقى كان ضائعا غناؤه.
يضرب في فضل العقل» .','1','188',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (192,'[٩١٢]- كلّ الحذاء يحتذي الحافي الوقع. الوقع: الّذي يمشي في الوقع: وهي الحجارة، حافيا، لأنّ المضطر يرضى بما يجد.
[٩١٣]- كلّ نجار إبل نجارها. أي فيها من كلّ خلق وليس لها أصل يعرف.
[٩١٤]- كلّ أزبّ نفور. الأزبّ: الكثير الشّعر. قاله زهير بن جذيمة لخالد بن جعفر الكلابيّ.
_________
[٩١٢]- أمثال أبي عبيد ٢٢٢، جمهرة الأمثال ٢/١٦٣، الوسيط ١٤٤، فصل المقال ٣١٨، مجمع الأمثال ٢/١٣٦، المستقصى ٢/٢٢٤، نكتة الأمثال ١٣٩، العقد الفريد ٣/١١٣، اللسان (وقع) .
قال الزمخشري: «من قول أبي المقدام جسّاس بن قطيب، وكان في سفر ممتارا:
يا ليت لي نعلين من جلد الضّبع ... وشركا من استها لا تنقطع
كلّ الحذاء يحتذي الحافي الوقع» .
[٩١٣]- أمثال أبي عبيد ١٢٨، جمهرة الأمثال ٢/١٣٩، فصل المقال ١٩٠، مجمع الأمثال ٢/١٣٦، المستقصى ٢/٢٢٩، نكتة الأمثال ٧٢، اللسان (نجر) .
قال الميداني: «النّجار: الأصل.. وهذا من قول رجل كان يغير على النّاس فيطرد إبلهم، ثمّ يأتي بها السّوق، فيعرضها على البيع، فيقول المشتري: من أي إبل هذه؟ فيقول البائع:
تسألني الباعة أين دارها ... لا تسألوني وسلوا ما نارها
كلّ نجار إبل نجارها
يعني فيها: كلّ لون. يضرب لمن له أخلاق متفاوتة» .
[٩١٤]- أمثال أبي عبيد ٣١٧، الدرة الفاخرة ٢/٣٩٨، جمهرة الأمثال ٢/١٥٤، مجمع الأمثال ٢/١٣٣ و ٣٥٤، المستقصى ٢/٢٢٣، نكتة الأمثال ١٩٩، تمثال الأمثال ٥١٥، العقد الفريد ٣/١١٩ و ١٣٢، اللسان (زبب، نفر) .
قال الميداني: «وذلك أنّ البعير الأزبّ- وهو الّذي يكثر شعر حاجبيه- يكون نفورا، لأنّ الرّيح تضربه فينفر، يضرب في عيب الجبان. وقاله زهير بن جذيمة لأخيه أسيد، وكان أزبّ جبانا، وكان خالد بن جعفر بن كلاب يطلبه بذحل، وكان زهير يوما في إبله يهنؤها ومعه أخوه أسيد، فرأى أسيد خالد بن جعفر قد أقبل في أصحابه، فأخبر زهيرا بمكانهم، فقال له زهير: «كلّ أزب نفور» ، وإنّما قال هذا لأن أسيدا كان أشعر» .','1','189',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (193,'[٩١٥]- كلّ ضبّ عنده مرداته. الضّبّ قليل الهداية، فلا يتّخذ جحره إلّا عند حجر «١» علامة له، فمن قصده فالحجر الّذي يرمى الضّبّ به بالقرب منه. أي أنّ الآفات معدّة مع كلّ أحد.
[٩١٦]- كلّ شيء مهه ومهاه إلا النّساء وذكرهنّ. أي يسير حقير. أي كلّ شيء يحتمله الحرّ حتّى يأتي على ذكر حرمته فحينئذ يتمعض. والمهه والمهاه. اليسير.
وهذه الهاء إذا اتصلت بالكلام لم تصر تاء.
[٩١٧]- كلّ شاة برجلها تناط. أي كلّ امرئ مأخوذ بما جناه.
[٩١٨]- كلّ ذات صدار خالة. أي كلّ امرأة خالتي. قاله همّام بن مرّة الشّيبانيّ وقد أغار على بني أسد، وكانت أمّه منهم، فقالت النّساء: أتفعل هذا بخالاتك.
[٩١٩]- كالمستجير من الرّمضاء بالنّار. يضرب مثلا لمن استجار بما يزيده ضررا.
[٩٢٠]- كالمستجير من الظّلماء بالنّار. بالضّدّ من الأول.
_________
[٩١٥]- أمثال أبي عبيد ٣٣٥، جمهرة الأمثال ٢/١٥٧، الوسيط ١٤٢، فصل المقال ١٦٣، مجمع الأمثال ٢/١٣٢، المستقصى ٢/٢٢٧، نكتة الأمثال ٢٠٩، تمثال الأمثال ٥٢٣، اللسان (ردي) .
[٩١٦]- أمثال أبي عبيد ١٠٩، وفيه: «.. مهه ما النّساء..» ، جمهرة الأمثال ٢/١٣٩ وفيه: «.. مهه ماخلا» ، فصل المقال ١٥٩، رواية أبي عبيد، مجمع الأمثال ٢/١٣٢ برواية العسكري: المستقصى ٢/٢٢٧، وفيه «.. ومهاه ماخلا..» ، نكتة الأمثال ٥٥ برواية العسكري، اللسان (مهه) .
[٩١٧]- أمثال أبي عبيد ٢٧٤، جمهرة الأمثال ١/٣٠٦ و ٢/١٥٢، وفيهما: «.. تناط برجلها» ، الفاخر ٢٨٨ وفيه: «.. برجلها معلّقة» ، الوسيط ١٣٩، مجمع الأمثال ٢/١٣٣ و ١٤٢ وفيه: «.. ستناط» ، المستقصى ٢/٢٢٦، نكتة الأمثال ١٧٢، العقد الفريد ٣/١٣١.
النّوط: التّعليق.
[٩١٨]- أمثال الضبي ١٢٧ بزيادة: «خالة لي» ، أمثال أبي عبيد ١١٠، جمهرة الأمثال ٢/١٤٠، فصل المقال ١٦١، مجمع الأمثال ٢/١٣٢، المستقصى ٢/٢٢٦، نكتة الأمثال ٥٦، العقد الفريد ٣/٩٥، اللسان (صدر) .
الصّدار: ثوب بلا كمّين تتبذّل فيه المرأة في بيتها.
[٩١٩]- سلف المثل وتخريجه برقم ٩٠٤.
[٩٢٠]- لم أقف عليه بهذا اللفظ فيما رجعت إليه من كتب الأمثال.','1','190',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (194,'[٩٢١]- كلّ ذات بعل ستئيم. أي سيفارقها بعلها أو تفارقه.
[٩٢٢]- كلّ ذات ذيل تختال. أي من كان ذا مال فخر به وبجح.
[٩٢٣]- كالنّازي بين القرينين. أي المدخل نفسه فيما لا يعنيه، فيعظم ضرره وأصله أن يقرن بعير إلى بعير حتّى تقلّ أذيّتهما، فمن أدخل نفسه بينهما خبطاه: أي وطئاه.
[٩٢٤]- كالحادي وليس له بعير. معروف.
[٩٢٥]- كالفاخرة بحدج ربّتها. الحدج مركب للنّساء. يضرب مثلا لمن يفتخر بمال غيره.
[٩٢٦]- كدابغة وقد حلم الأديم. يضرب لمن يشرع في الأمر بعد فساده، وحلم: فسد.
_________
[٩٢١]- أمثال أبي عبيد ٣٣٥، جمهرة الأمثال ٢/١٥٧، فصل المقال ٤٦١، مجمع الأمثال ٢/١٣٣، المستقصى ٢/٢٢٦، نكتة الأمثال ٢١١، العقد الفريد ٣/١٣٣.
يضرب في تقلّب الدّهر.
[٩٢٢]- أمثال أبي عبيد ١٩٨، جمهرة الأمثال ٢/٢٥٣، مجمع الأمثال ٢/١٣٤، المستقصى ٢/٢٢٦، نكتة الأمثال ١٢١.
[٩٢٣]- أمثال أبي عبيد ٣٢٩، جمهرة الأمثال ٢/١٥٥، مجمع الأمثال ٢/١٥٨، المستقصى ٢/٢١٠، نكتة الأمثال ٢٠٧ وفيه: «.. بين القرنين» .
يضرب للرجل المدخل نفسه فيما لا يعنيه سفها.
[٩٢٤]- أمثال أبي عبيد ٢٠٨ و ٢٨٥، جمهرة الأمثال ١/١٨٦ و ٢/١٤٧، فصل المقال ٣٠٣، مجمع الأمثال ٢/١٤٢، المستقصى ٢/٢٠٥، نكتة الأمثال ١١٨، زهر الأكم ٢/٤٧، اللسان (نوط) .
قال الزمخشري: «يضرب لمن ينتحل علما وليس عنده» .
[٩٢٥]- أمثال أبي عبيد ٢٨٥، جمهرة الأمثال ٢/١٠٠، وفيه: «فخر البغي بحدج ربّها» ، فصل المقال ٤٠١، مجمع الأمثال ٢/١٣٩، المستقصى ٢/٢٠٨، نكتة الأمثال ١٨٢، تمثال الأمثال ٥٠٠.
قالت دختنوس بنت لقيط للنعمان بن قهوس لما فرّ يوم جبلة في (تمثال الأمثال ٥٠٠- ٥٠١) :
إنك من تيم فدع ... غطفان إن ساروا وحلّوا
لا منك عزّهم ولا ... إيّاك إن هلكوا وذلّوا
فخر البغيّ بحدج رب ... بتهّا إذا النّاس استقلّوا
[٩٢٦]- أمثال الضبي ٦٠، أمثال أبي عبيد ٣٤٣، جمهرة الأمثال ٢/١٥٨، فصل المقال ٤٧٢، مجمع الأمثال ٢/١٥٠، المستقصى ٢/٢١٦، نكتة الأمثال ٢١٤، العقد الفريد ٣/١٢١، اللسان (حلم) .
قال الميداني: «يضرب للأمر الذي قد انتهى فساده، وذلك أن الجلد إذا حلم فليس بعده إصلاح. وهذا المثل يروى عن الوليد بن عتبة أنه كتب إلى معاوية:
فإنّك والكتاب إلى عليّ ... كدابغة وقد حلم الأديم» .','1','191',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (195,'[٩٢٧]- كالمربوط والمرعى خصيب.
[٩٢٨]- كمعلّمة أمّها البضاع.
[٩٢٩]- كالمهدّر في العنّة. يقال في الرّجل يصيح ثمّ لا يكون منه شيء.
[٩٣٠]- كما خلت قدر بني سدوس. يقال في خلاء الأمكنة.
[٩٣١]- كانوا مخلّين فلاقوا حمضا.
[٩٣٢]- كرهت الخنازير الماء الموغر «١» .
[٩٣٣]- كالسّيل تحت الدّمن. يقال للرّجل يخفي العداوة.
_________
[٩٢٧]- مجمع الأمثال ٢/١٦٣، المستقصى ٢/٢١٠.
يضرب لصاحب نعمة وهو ممنوع من تناولها.
[٩٢٨]- أمثال أبي عبيد ٢٩٣، جمهرة الأمثال ٢/١٥٣، مجمع الأمثال ٢/١٤٠، المستقصى ٢/٢٣٣، زهر الأكم ١٩٦، وفيه: «الإرضاع» ، العقد الفريد ٣/١١٧، اللسان (بضع، حرش) ، والبضاع: الغشيان.
يضرب لمن يجيء بالعلم إلى من هو أعلم منه.
[٩٢٩]- جمهرة الأمثال ٢/١٦٧، مجمع الأمثال ٢/١٤١، المستقصى ٢/٢١٠، اللسان (عنن، هدر) .
العنّة: الحظيرة تعمل من الشّجر يحبس فيها البعير. والمهدّر: الجمل له هدير.
وأصله في البعير يحبس عن ألّافه فيه دون أن ينفعه ذلك شيئا.
[٩٣٠]- مجمع الأمثال ٢/١٥٤ وفيه: «وقدر بني سدوس كانت قدرا عظيمة تأخذ جزورين، وكان الطّمّ بن عيّاش السّدوسي سيّد بني سدوس يطعم فيها حتّى هلك الطّمّ، ولم يكن له في قومه خلف، ولم يطعم أحد في تلك القدر فخلت قدرها طويلا.. فصارت مثلا لكل ما أتى عليه الدّهر وتغيّر عما عهد عليه» .
[٩٣١]- مجمع الأمثال ٢/١٤٨، المستقصى ٢/٢١٤.
قال الميداني: «وذلك أنّ الإبل تكون في الخلّة، وهو مرتع حلو فتأجمه (تكرهه وتملّه) فتنازع إلى الحمض، فإذا رتعت فيه أعطشها حتّى تدع المرتع من لهبان الظّمأ.
يضرب لمن غمط السلامة فتعرّض لما فيه شماتة الأعداء.
[٩٣٢]- أمثال أبي عبيد ٣١٩، مجمع الأمثال ٢/١٤٤، نكتة الأمثال ١٩٩- ٢٠٠ وفيها: «.. الحميم الموغر» ، المستقصى ٢/٢١٨، المخصص ٩/١٣٩، اللسان (وغر) .
الإيغار: غلي الماء لطهي الخنازير.
[٩٣٣]- جمهرة الأمثال ٢/١٧٠، مجمع الأمثال ٢/١٦١، المستقصى ٢/٢٠٦.
الدّمن: البعر.','1','192',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (196,'[٩٣٤]- كالأشقر إن يتقدّم ينحر، وإن يتأخّر يعقر. قيل ذلك لأن العرب تتشاءم بالأشقر في الحرب. ويضرب مثلا للرّجل لا يجد حيلة.
[٩٣٥]- كالأرقم إن يقتل ينقم، وإن يترك يلقم. الأرقم: الحيّة. والعرب تزعم أنّها إذا قتلت أخذت الجنّ بثأرها. يضرب مثلا للرّجل لا ينفع عنده إكرام ولا إهانة.
[٩٣٦]- كالشّاة تبحث عن سكّين جزّار. يقال: إنّ رجلا وجد شاة فأراد ذبحها فلم يجد سكّينا، وكانت الشّاة مربوطة، فلم تزل تبحث برجلها حتّى أبرزت سكّينا كانت مدفونة، فذبحت بها.
[٩٣٧]- كالباحثة عن حتفها بظلفها. مثله.
_________
[٩٣٤]- أمثال أبي عبيد ٢٦٢، جمهرة الأمثال ٢/١٥٢، فصل المقال ٣٧٦، مجمع الأمثال ٢/١٤٠، نكتة الأمثال ١٦٤، وفيها جميعا: « ... تقدّم نحر.. تأخّر عقر» ، المستقصى ٢/٢٠٣، تمثال الأمثال ٤٩٦، العقد الفريد ٣/١٢٩.
قال الميداني: «العرب تتشاءم من الأفراس بالأشقر، قالوا: كان لقيط بن زرارة يوم جبلة على فرس أشقر، فجعل يقول: أشقر إن تتقدّم تنحر، وإن تتأخر تعقر، وذلك أن العرب تقول: شقر الخيل سراعها وكمتها صلابها، فهو يقول لفرسه: يا أشقر إن جريت على طبعك فتقدّمت إلى العدو قتلوك، وإن أسرعت فتأخّرت منهزما أتوك من ورائك فعقروك فاثبت والزم الوفاء، وانف عنّي وعنك العار» .
يضرب لما يكره من وجهين.
[٩٣٥]- أمثال أبي عبيد ٢٦٢، فصل المقال ٣٧٦، نكتة الأمثال ١٦٤ وفيها بإسقاط: «كالأرقم» ، جمهرة الأمثال ٢/١٦٧، مجمع الأمثال ٢/١٤٥، المستقصى ٢/٢٠٣، اللسان (رقم، نقم) ، العقد الفريد ٣/١٢٩.
يضرب للمكروه من جهتين.
[٩٣٦]- المستقصى ٢/٢٠٦- ٢٠٧، تمثال الأمثال ٤٩٩.
هو من قول الكميت في (ديوانه ١٨٢) :
أبلغ يزيد وإسماعيل مألكة ... ومنذرا وأباه شرّ إستار
وخالدا خالد الكوات إنّكم ... كالعنز تبحث عن سكّين جزّار
[٩٣٧]- المستقصى ٢/٢٠٧، اللسان (بحث) ، المخصص ١٠/٦٥.
يضرب في طلب الشيء يؤدي صاحبه إلى تلف نفسه.','1','193',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (197,'[٩٣٨]- كالثّور يضرب لما عافت البقر. أي يؤخذ بذنب غيره، وكانت العرب إذا عافت البقر الورد «١» ضربوا الثّور. يقولون: ركبته الجنّ فوردت.
[٩٣٩]- كذي العرّ يكوى غيره وهو راتع. كانت العرب إذا جربت الإبل تركت الجربى، وكوت الصّحاح لئلّا تجرب، وتبرأ الباقي، قال النّابغة «٢» : [الطويل]
وحمّلتني ذنب امرئ وتركته ... كذي العرّ يكوى غيره وهو راتع
[٩٤٠]- كركبتي البعير. أي متساويان قاله هرم بن قطبة «٣» الفزاريّ لعلقمة بن علاثة وعامر بن الطّفيل الجعفريّين حين تنافرا إليه، فساوى بينهما.
[٩٤١]- كفرسي رهان. أي سيّان، يريد في الخيل. قيل: في الجري.
_________
[٩٣٨]- أمثال أبي عبيد ٢٧٤، جمهرة الأمثال ١/٢٨٨، فصل المقال ٣٨٧، مجمع الأمثال ٢/١٤٢، المستقصى ٢/٢٠٤، نكتة الأمثال ١٧٢، العقد الفريد ٣/١٣٠، اللسان (ثور، وجع، عيف) .
قال الميداني: «عاف يعاف عيافا، إذا كره، كانت العرب إذا أوردوا البقر فلم تشرب لكدر الماء أو لأنّه لا عطش بها ضربوا الثور ليقتحم البقر الماء.. وقال أنس بن مدرك:
إنّي وقتلي سليكا ثمّ أعقله ... كالثّور يضرب لمّا عافت البقر
وقال بعضهم: الثّور: الطّحلب، فإذا كره البقر الماء ضرب ذلك الثّور ونحّي عن وجه الماء فيشرب البقر.
يضرب في عقوبة الإنسان بذنب غيره» .
[٩٣٩]- أمثال أبي عبيد ٢٧٣، جمهرة الأمثال ٢/١٥٢، فصل المقال ٣٨٦، مجمع الأمثال ٢/١٥٨، المستقصى ٢/٢١٧، نكتة الأمثال ١٧٢، العقد الفريد ٣/١٣٠.
العرّ: الجرب.
[٩٤٠]- أمثال أبي عبيد ١٣٣، جمهرة الأمثال ٢/٣٥٨، الوسيط ١٨٢، مجمع الأمثال ٢/٣٩١، فيها جميعا:
«هما كركبتي» المستقصى ٢/٢١٨، نكتة الأمثال ٧٦، تمثال الأمثال ٥١٠، ثمار القلوب ٣٥٢.
[٩٤١]- أمثال أبي عبيد ١٣٤، جمهرة الأمثال ٢/٣٦٩، الوسيط ١٨٢، مجمع الأمثال ٢/٣٩١، وفيها «هما كفرسي رهان» . ومجمع الأمثال ٢/١٥٨، المستقصى ٢/٢٢٠، نكتة الأمثال ٧٧، تمثال الأمثال ٥١٠، ثمار القلوب ٣٦٠.
يضرب في الرجلين يتسابقان فيما يحمد.','1','194',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (198,'[٩٤٢]- كعكمي البعير. العكمان: العدلان لأنّهما يقعان معا.
[٩٤٣]- كحماري العباديّ. يضرب مثلا للتّساوي في الشّر. ويقال: إنّه سئل عن حماريه أيّهما شرّ؟ فقال: ذا ثمّ ذا، ولم يقدّم أحدهما على الآخر، أي هما في منزلة واحدة في الشرّ.
[٩٤٤]- كبرق خلّب. أي فارغ لا مطر فيه. يضرب مثلا للرّجل ذي المنظر لا خير فيه.
[٩٤٥]- كحسو الدّيك. أي قصير قليل.
[٩٤٦]- كراغية البكر. بكر ثمود حين رماه صاحبهم فرغا، فأنزل الله عزّ وجلّ سخطه بهم فأهلكهم.
_________
[٩٤٢]- أمثال أبي عبيد ١٣٤، جمهرة الأمثال ٢/٣٣٦، فصل المقال ١٩٨، مجمع الأمثال ٢/٣٦٤، اللسان (عكم) وفيها «سقطا كعكمي بعير» ، المستقصى ٢/٢١٩، نكتة الأمثال ٧٧ «كعكمي عير» .
يضرب في المتساويين.
[٩٤٣]- أمثال أبي عبيد ١٣٤، وفيه: «هما كحماري العبادي» ، جمهرة الأمثال ٢/١٥١، مجمع الأمثال ٢/١٦١، المستقصى ٢/٢١٥، نكتة الأمثال ٧٦، ثمار القلوب ٣٦٦.
العباد: قوم من قبائل شتّى نزلوا الحيرة، وكانوا نصارى، ومنهم عدّي بن زيد العباديّ.
[٩٤٤]- أمثال أبي عبيد ٨٦، جمهرة الأمثال ١/٢١١، مجمع الأمثال ١/٢٨ وفيها «إنّما هو كبرق الخلّب» المستقصى ٢/٢١٤، تمثال الأمثال ٥٠٣، نكتة الأمثال ٢٧- ٤٩، العقد الفريد ٣/٩٠ وفيه: «ما وعده إلّا برق خلّب» .
[٩٤٥]- المستقصى ٢/٢١٦، تمثال الأمثال ٥٠٦.
حسو الدّيك: تناوله الماء بمنقاره.
يضرب للقليل المتقاصر.
[٩٤٦]- أمثال أبي عبيد ٣٣٢، فصل المقال ٤٥٨، مجمع الأمثال ٢/١٤١، المستقصى ٢/٢١١، نكتة الأمثال ٢٠٨، وفيها جميعا: «.. كانت عليهم كراغية البكر» ، جمهرة الأمثال ٢/١٥٦.
الرّاغية: مصدر بمعنى الرّغاء: وهو صوت الإبل وقد ذكر الله تعالى ذلك في مواضع من القرآن الكريم، منها قوله تعالى في سورة الشمس الآيات (١١- ١٥) : (كَذَّبَتْ ثَمُودُ بِطَغْواها، إِذِ انْبَعَثَ أَشْقاها فَقالَ لَهُمْ رَسُولُ اللَّهِ ناقَةَ اللَّهِ وَسُقْياها، فَكَذَّبُوهُ فَعَقَرُوها فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاها، وَلا يَخافُ عُقْباها) .','1','195',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (199,'[٩٤٧]- كندماني جذيمة. هما مالك وعقيل من بلقين «١» ، ويقال: إنّهما اصطحبا أربعين سنة.
[٩٤٨]- كأنّ على رؤوسهم الطّير.
[٩٤٩]- كمستبضع تمرا إلى هجر. كانت هجر معدن التّمر قبل العراقين يجلب منها ولا يجلب إليها.
[٩٥٠]- كمستبضع الملح إلى أهل بارق.
_________
[٩٤٧]- أمثال أبي عبيد ١٧٢، جمهرة الأمثال ٢/٣٦٥، فصل المقال ٢٥٧، وفيها «هما كندماني جذيمة» ، المستقصى ٢/٢٣٤، نكتة الأمثال ١٠٢، العقد الفريد ٣/١٠٧.
قال الزمخشري: «كان جذيمة الوضاح الملك يربأ بنفسه من أن ينادم أحدا، وكان يقول: أنا أعظم من أن أنادم إلّا الفرقدين، فكان يشرب كأسا ويصبّ لهما كأسين، حتى فقد ابن أخته عمرو بن عديّ صاحب الطّوق. فوجده مالك وعقيل- رجلان من بلقين- فلما قدما به عليه حكمهما فاختارا منادمته ما عاش وعاشا، ويقال إنهما اصطحبا منادمته أربعين سنه. يضرب في أخوين طال تصاحبهما» .
قال متمّم بن نويرة في (المفضليات ٢٦٧) :
وكنا كندماني جذيمة حقبة ... من الدّهر حتّى قيل لن يتصدّعا
فلمّا تفرّقنا كأنّي ومالكا ... لطول اجتماع لم نبت ليلة معا
[٩٤٨]- أمثال أبي عبيد ١٥١، وفيه «كأن الطّير على رؤوسهم» ، أمثال أبي عكرمة الضّبّي ٩٢ وفيه «كأنّما» ، جمهرة الأمثال ٢/١٤٣، مجمع الأمثال ٢/١٤٦، المستقصى ٢/٢٠١، نكتة الأمثال ٨٩ وفيه «كأنّما الطير..» ، العقد الفريد ٣/١٠٤، اللسان (طير) .
قال أبو عبيد: «وإنّما يراد بذلك أنّهم حلماء لا طيش لهم ولا خفّة» .
يضرب للساكن الوادع.
[٩٤٩]- أمثال أبي عبيد ٢٩٢، فصل المقال ٤١٣، مجمع الأمثال ٢/١٥٢، المستقصى ٢/٢٣٣، نكتة الأمثال ١٨٦، وفيها جميعا: «كمستبضع التّمر إلى هجر» ، جمهرة الأمثال ٢/١٥٣، وروايته فيه:
«كمستبضع تمرا إلى أهل خيبر» ، العقد الفريد ٣/١١٧، اللسان (بضع) ، المخصص ١٧/٤٧.
[٩٥٠]- المستقصى ٢/٢٣٣، بإسقاط «أهل» .
وبارق: اسم جبل باليمن يكثر فيه الملح.
يضرب في نقل الأشياء عن أماكن تعزّ فيها إلى أماكن تكثر فيها.','1','196',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (200,'[٩٥١]- كمبتغي الصّيد في عرّيسة الأسد. عرّيسته: موضعه، وهو الطّرمّاح، وأوّله «١» : [البسيط]
يا طيّئ السّهل والأجبال موعدكم
.... .... ....
[٩٥٢]- كطالب القرن جدعت «٢» أذناه. يقال: إنّ النّعامة ذهبت تلتمس قرنا فجدعت «٣» أذناها فعادت بلا أذنين ولا قرنين.
[٩٥٣]- كسؤر العبد من لحم الحوار. سؤره: بقيّته في الماء. والحوار: ولد النّاقة حين تضعه، أي قليل تافه.
[٩٥٤]- كأحمر عاد أو كليب وائل. مثلان في الشّؤم.
_________
[٩٥١]- أمثال أبي عبيد ٢٥١، جمهرة الأمثال ٢/١٥٠، فصل المقال ٣٦٣، مجمع الأمثال ٢/١٥٧، المستقصى ٢/٢٣٢، نكتة الأمثال ١٥٧، نكتة الأمثال ١٥٧. ثمار القلوب ٣٨٢، اللسان (عرس) .
[٩٥٢]- أمثال أبي عبيد ٢٥٠، الدرة الفاخرة ٢/٥٥٤، جمهرة الأمثال ٢/١٥٠، فصل المقال ٣٦١، مجمع الأمثال ٢/١٣٩، نكتة الأمثال ١٥٧، وفيها جميعا: «أذنه» ، المستقصى ٢/٢١٨، تمثال الأمثال ٥٠٩.
وقد ذكر غير شاعر هذه الخرافة، منهم أبو العيال الهذلي (ديوان الهذليين ٢/٢٦٨) :
أو كالنّعامة إذا غدت من بيتها ... ليصاغ قرناها بغير أذين
فاجتثّت الأذنان منها فانثنت ... صلماء ليست من ذوات قرون
ولذلك يسمّى الظّليم بالمصلّم.
يضرب لمن جاء يطلب زيادة فأتلف ما عنده.
[٩٥٣]- مجمع الأمثال ٢/١٥١، المستقصى ٢/٢١٨.
يضرب للحقير التّافه.
[٩٥٤]- المستقصى ٢/٢٠١، تمثال الأمثال ٤٩١. وفيهما: «.. لوائل» وهو شطر بيت أوّل.
فمن كان يرجو الصّلح معه فإنّه ... كأحمر عاد أو كليب لوائل
وأحمر عاد هو قدار بن قديرة عاقر ناقة صالح. وكليب وائل سلفت قصته.','1','197',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (201,'[٩٥٥]- كلّفتني الأبلق العقوق. أي المحال. والأبلق: الذّكر. والعقوق: الحامل من أن يستبين حملها إلى أن يقرب. والذّكر لا يكون حاملا.
[٩٥٦]- كلّفتني بيض الأنوق. الأنوق: طائر لا يبيض إلّا بحيث لا يقدر على بيضه.
[٩٥٧]- كلّفتني مخّ البعوض. أي ما لا يوجد.
[٩٥٨]- كان كراعا فصار ذراعا. أي ارتفع بعد ما انخفض.
[٩٥٩]- كان ذراعا فصار كراعا. أي انخفض بعد ارتفاعه.
[٩٦٠]- كان حمارا فاستأتن. أي ضعف بعد قوته.
_________
[٩٥٥]- المستقصى ٢/٢٢٢، وفيه «كلفتني» ، ويروى «إنه لأعز من الأبلق العقوق» في أمثال الضبي ٥٢. أمثال أبي عبيد ٣٦٢، الدرة الفاخرة ١/٢٩٩، جمهرة الأمثال ٢/٦٤، فصل المقال ٤٩٣، مجمع الأمثال ٢/٤٣، المستقصى ٢/٣٤٢، نكتة الأمثال ٢٢٦ اللسان (أنق، عقق) والعقوق: الفرس الأنثى الحامل. والأبلق: الفرس الذكر فكأنه يقول: أعزّ من الفحل الحامل. وهذا ما لا يوجد. وكانت العرب تسمي الوفاء: الأبلق العقوق، وهذا تفسير الضبي.
[٩٥٦]- لم أقف عليه بهذا اللفظ فيما رجعت إليه من مصادر إلّا في مجالس ثعلب ٥١٦، واللسان (أنق، عقق، سمم) . وروايته في كتب الأمثال: «إنّه لأبعد من بيض الأنوق» و «أعزّ من بيض الأنوق» انظر أمثال أبي عبيد ٣٧١، الدرة الفاخرة ١/٧٦، جمهرة الأمثال ٢/٦٤، مجمع الأمثال ١/١١٥، المستقصى ١/٢٤، نكتة الأمثال ٢٢٦، اللسان (أنق) .
قال الشاعر (المستقصى ١/٢٤) :
وكنت إذا استودعت سّرا كتمته ... كبيض الأنوق لا ينال له وكر
[٩٦٧]- مجمع الأمثال ٢/١٤٧، المستقصى ٢/٢٢٣، ثمار القلوب ٥٠٥.
يضرب لمن يكلّفك الأمور الشّاقّة.
[٩٥٨]- أمثال أبي عبيد ١٢٠ وفيه: «كان فلان كراعا فصار ذراعا» ، جمهرة الأمثال ٢/١٤١، مجمع الأمثال ٢/١٣١، نكتة الأمثال ٦٦.
[٩٥٩]- لم أقف عليه فيما رجع إليه من كتب الأمثال.
[٩٦٠]- أمثال أبي عبيد ١١٨، الوسيط ١٤١، مجمع الأمثال ٢/١٣١، المستقصى ٢/٢١٣، نكتة الأمثال ٦٤، العقد الفريد ٣/٩٦، اللسان (أتن) .
قال أبو عبيد: «أي صار أتانا بعد أن كان حمارا، يضرب للرجل يهون» .','1','198',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (202,'[٩٦١]- كان جرحا فبرئ. قاله حكيم أصيب بابن له فبكاه حولا، ثمّ أمسك، فسئل عنه فقال ذلك.
[٩٦٢]- كانت لقوة لاقت قبيسا. اللّقوة: السّريعة التّلقّي لماء الفحل. والقبيس: السّريع الإلقاح. يضرب مثلا لأمر وافق نظيره.
[٩٦٣]- كانت وقرا في حجر. أي مصيبة لم تؤثّر.
[٩٦٤]- كنت من هذا الأمر فالج بن خلاوة. أي بمعزل.
[٩٦٥]- كدمت غير مكدم. أي طلبت الأمر من غير مطلبه.
[٩٦٦]- كفى برغائها مناديا. قاله رجل نزل بقوم فلم يقروه، وكانت ناقته ترغو، فلمّا لامهم قالوا: ما علمنا بنزولك، فقال ذلك.
_________
[٩٦١]- أمثال أبي عبيد ١٦٢، جمهرة الأمثال ٢/١٣٥، الوسيط ١٤٢، مجمع الأمثال ٢/١٣١، المستقصى ٢/٢١٢، نكتة الأمثال ٩٦.
وقال أبو خراش الهذلي في (ديوان الهذليين ٢/١٥٨) :
بلى إنّها تعفو الكلوم وإنّما ... نوكّل بالأدنى وإن جلّ ما يمضي
[٩٦٢]- أمثال أبي عبيد ١٧٦ وفيه «صادفت» ، جمهرة الأمثال ٢/١٨٤ وفيه بإسقاط «كانت» ، الوسيط ١٤٣، فصل المقال ٢٦١ برواية أبي عبيد، مجمع الأمثال ٢/١٣١، المستقصى ٢/٢١٢، برواية أبي عبيد، نكتة الأمثال ١٠٥، اللسان (قبس، لقا) .
[٩٦٣]- أمثال أبي عبيد ١٦٢، جمهرة الأمثال ٢/١٤٥، مجمع الأمثال ٢/١٣١، المستقصى ٢/٢١٢، نكتة الأمثال ٩٦، اللسان (وقر) ، وفيها جميعا «وقرة..» .
الوقرة: الثّلمة.
[٩٦٤]- أمثال أبي عبيد ٢٧٤، وفيه «أنا منه فالج بن خلاوة» ، جمهرة الأمثال ٢/١٠٢ وفيه «فالج بن خلاوة» مجمع الأمثال ١/٤٦ برواية أبي عبيد، نكتة الأمثال ١٧٣ وفيه: «أنا من هذا الأمر..»
المستقصى ٢/٢٣٤. اللسان (خلا، فلج) .
قال الميداني: «أي أنا منه بريء، وذلك أن فالج بن خلاوة الأشجعيّ قيل له يوم الرّقم لما قتل أنيس الأسرى: أتنصر أنيسا؟ فقال: أنا منه بريء، فصار مثلا لكل من كان بمعزل عن أمر» .
[٩٦٥]- أمثال أبي عبيد ٢٤٦، جمهرة الأمثال ٢/١٤٩، فصل المقال ٣٥٥، مجمع الأمثال ٢/١٣٩، المستقصى ٢/٢١٧، نكتة الأمثال ١٥٤- ١٥٥، العقد الفريد ٣/١٢٦، اللسان (كدم) .
الكدم: العضّ، والمكدم: موضع العضّ. أي عضضت في غير موضع العضّ.
[٩٦٦]- أمثال الضبي ١٧٠، أمثال أبي عبيد ٢٥٤، جمهرة الأمثال ٢/١٥١، مجمع الأمثال ٢/١٤٢، المستقصى ٢/٢٢١، نكتة الأمثال ١٥٩، اللسان (رغا) .','1','199',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (203,'[٩٦٧]- كفى قوما بصاحبهم خبيرا. أي كلّ قوم أعرف بصاحبهم من غيرهم.
[٩٦٨]- كبر عمرو عن الطّوق. قاله جذيمة لابن أخته عمرو بن عديّ، وكان طوّق «١» .
صغيرا، فاستهوته الجنّ مدّة، ثمّ عاد فأرادت أمّه أن تطوّقه، فقال ذلك.
[٩٦٩]- كلب اعتسّ خير من أسد ربض. أي من يطلب ويكسب، وإن كان ضعيفا، أولى بالوجدان ممّن يجلس ولا يطلب وإن كان قويّا. ويروى «عسّ» .
[٩٧٠]- كلاهما وتمرا. أي أريدهما والتّمر أيضا.
[٩٧١]- كلا جانبي هرشى لهنّ طريق. أي الأمر سهل من الجانبين، وهو بيت أوّله «٢» : [الطويل]
خذا أنف هرشى أو قفاها فإنّه ... كلا جانبي هرشى لهنّ طريق
_________
[٩٦٧]- أمثال أبي عبيد ٢٠٢، جمهرة الأمثال ٢/١٤٧، فصل المقال ٢٩٦، مجمع الأمثال ٢/١٥٩، المستقصى ٢/٢٢١، نكتة الأمثال ١٢٥، العقد الفريد ٣/١٠٩، اللسان (خبر، كفى) .
والمثل مأخوذ من قول جثامة بن قيس في (جمهرة الأمثال ٢/١٤٧) :
إذا لاقيت قومي فاسأليهم ... كفى قوما بصاحبهم خبيرا.
[٩٦٨]- أمثال الضبي ١٥٠- ١٨٧، وفيه «شبّ..» ، أمثال أبي عبيد ٢٩٧، الفاخر ٧٣ و ٢٤٨، جمهرة الأمثال ١/٤٥٧، وفيه «شبّ..» ، مجمع الأمثال ٢/١٣٧، المستقصى ٢/٢١٤، نكتة الأمثال ١٩١، تمثال الأمثال ٥٠٣.
[٩٦٩]- أمثال أبي عبيد ٢٠٠، الدرة الفاخرة ٢/٤٦٤، فصل المقال ٢٩٣، مجمع الأمثال ٢/١٤٥، نكتة الأمثال ١٢٣، اللسان (عسس) وفيها جميعا: «كلب عسّ خير من كلب ربض» ، جمهرة الأمثال ٢/١٤٦ وفيه «كلب عسّ» المستقصى ٢/٢٢٢، اللسان (عسس) .
يضرب في تفضيل الضعيف إذا تصرّف في المكسب على القوي إذا تقاعس.
[٩٧٠]- أمثال أبي عبيد ٢٠٠، الفاخر ١٤٩، جمهرة الأمثال ٢/١٤٧، فصل المقال ١١٠، مجمع الأمثال ٢/١٥١، المستقصى ٢/٢٣١، وفيه: «كليهما.» ، نكتة الأمثال ١٢٣.
[٩٧١]- أمثال أبي عبيد ٢٤١، جمهرة الأمثال ٢/١٤٨، فصل المقال ٣٤٨، مجمع الأمثال ٢/١٤٨، المستقصى ٢/٢٢١، نكتة الأمثال ١٥٢، تمثال الأمثال ٥١١، العقد الفريد ٣/١٢٤، ثمار القلوب ٥٢٩، اللسان (هرش) .
هرشى: هي ثنيّة في طريق مكّة قريبة من الجحفة يرى منها البحر، ولها طريقان، فكلّ من سلك واحد أفضى به إلى موضع واحد، انظر (معجم البلدان ٥/٣٩٧، هرشى) .','1','200',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (204,'[٩٧٢]- كفت على وئيّة. الكفت: القدر الصّغيرة. والوئيّة: الكبيرة. يضرب للرّجل يحمّلك البليّة الكبيرة ثم يضيف إليها أخرى صغيرة.
[٩٧٣]- كيف توقّى ظهر ما أنت راكبه؟. أي كيف تنجو من شرّ أنت فيه.
[٩٧٤]- كيف بغلام أعياني أبوه؟. أي بغلام يقبل وعظي، وهو نزق جاهل قد أعياني أبوه، وهو أكبر سنّا وعقلا.
[٩٧٥]- كن حلما كنه. يضرب للصّعب من الأمور أي لا يتحقّق.
[٩٧٦]- كذلك النّجار «١» يختلف. تقول العرب: إنّ ثعلبا اجتاز ببئر عليها دلوان معلّقتان في بكرة، وكان عطشان، فجلس في إحدى الدّلوين فثقلت الدلو، فنزل إلى البئر فشرب، ثم رام الصّعود فلم يطق، فبقي حتّى اجتازت به ضبع فقال لها الثّعلب:
ردي، فقالت: كيف لي به؟ قال: اجلسي في الدّلو ففعلت، فارتفع الثّعلب. فقالت له الضّبع: لم ارتقيت. فقال: كذلك النّجار يختلف، فنجا الثّعلب، وبقيت الضّبع فهلكت في البئر.
_________
[٩٧٢]- أمثال أبي عبيد ٢٦٤، جمهرة الأمثال ٢/١٥٢، مجمع الأمثال ٢/١٥١، المستقصى ٢/٢١٩ وفيها «.. إنا وئية» ، نكتة الأمثال ١٦٥، العقد الفريد ٣/١٢٩، اللسان (كفت، وأي) .
[٩٧٣]- أمثال أبي عبيد ٣٢٧، جمهرة الأمثال ٢/١٥٤، فصل المقال ٤٥٣، مجمع الأمثال ٢/١٤٠، المستقصى ٢/٢٣٦، نكتة الأمثال ٢٠٦، تمثال الأمثال ٥٣١، العقد الفريد ٣/١١٩.
والمثل عجز بيت للمتلّمس في (ديوانه ١٩٧) وتمامه:
فإلّا تجلّلها يعالوك فوقها ... وكيف توقّى ظهر ما أنت راكبه؟
[٩٧٤]- أمثال أبي عبيد ١٢٧، وفيه: «قد أعياني..» ، جمهرة الأمثال ٢/١٤١ و ٣٨٠، مجمع الأمثال ٢/١٣٩، المستقصى ٢/٢٣٦، نكتة الأمثال ٧١ وفيه: «.. قد أعياك..» .
قال الزمخشري: «هو كقول شعيث بن كنانة:
أترجو حييّ أن يجيء صغارها ... بخير وقد أعيا عليك كبارها
[٩٧٥]- أمثال أبي فيد ٤٧، مجمع الأمثال ٢/١٥٨ وفيه: «يضرب للهائل من الخبر، أي ليكن حلما من الأحلام ولا يتحقّق وأصله أن رجلا أهوى برمحه حتّى جعله بين عيني امرأه وهي نائمة فاستيقظت، فلمّا رأته فزعت، ثمّ غمّضت عينيها وقالت: كن حلما كنه» .
[٩٧٦]- مجمع الأمثال ٢/١٤٥.
النّجار: الأصل. ويضرب مثلا للمختلفين.','1','201',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (205,'[٩٧٧]- كادت العروس تكون ملكا. لحسن زينتها وكرامتها على أهلها.
[٩٧٨]- كادت القمراء تكون نهارا. لضيائها.
[٩٧٩]- كادت الشّمس تكون صلاء. لشدّة حرّها.
[٩٨٠]- كاد النّعام يطير.
[٩٨١]- كاد المنتعل يكون راكبا. معروف.
[٩٨٢]- كاد يشرق بالرّيق. من الخوف.
[٩٨٣]- كاد الفقر يكون كفرا. أي إذا ضيّق على المرء، وقتّر عليه، كاد ما يلحقه من الضّجر وقلّة ذات اليد أن يكفر لما يرى من السّعة في أيدي النّاس.
_________
[٩٧٧]- مجمع الأمثال ٢/١٥٨، وفيه «كاد العروس يكون ملكا» ، المستقصى ٢/٢٠٣ وفيه «كاد العروس أن يكون ملكا» ، تمثال الأمثال ٤٩٤، برواية الميداني. اللسان (عرس) وفيه: «.. يكون أميرا» .
قال الميداني: «أي كاد يكون ملكا لعزّته في نفسه وأهله» .
[٩٧٨]- المستقصى ٢/٢٠٣.
يضرب في مقاربة الشّيء الشّيء.
[٩٧٩]- مجمع الأمثال ٢/١٥٨، المستقصى ٢/٢٠٣، وفيه: «.. صلا» . وهما بمعنى: النّار.
[٩٨٠]- مجمع الأمثال ٢/١٦٢، تمثال الأمثال ٤٩٥ وفيه «.. يكون طيرا» .
يضرب لقرب الشيء مما يتوقع منه لظهور بعض أماراته.
[٩٨١]- المستقصى ٢/٢٠٣، تمثال الأمثال ٤٩٤.
[٩٨٢]- أمثال أبي عبيد ٣٢٠، وفيه «قد كاد..» جمهرة الأمثال ١/٤٨٨، مجمع الأمثال ٢/١٠٩، المستقصى ٢/١٩٢ وفيهما برواية أبي عبيد، نكتة الأمثال ٢٠١.
قال أبو عبيد: «إذا لم يقدر على الكلام من الرعب والهيبة» .
[٩٨٣]- المستقصى ٢/٢٠٣، تمثال الأمثال ٤٩٤.','1','202',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (206,'<span data-type="title" id=toc-90>باب ما جآء على حرف اللّام</span>
[٩٨٤]- ليس لملول صديق. معروف.
[٩٨٥]- ليس لما قرّت به العين ثمن.
[٩٨٦]- ليس لشره غنى. أي لا يكتفي بما أوتي، فلا يزال طالبا فقيرا.
[٩٨٧]- ليس لها راع ولكن حلبة.
[٩٨٨]- ليس لعين ما رأت ولكن لكفّ ما أخذت.
[٩٨٩]- ليت لنا من كلّ عرفجة خوصة.
_________
[٩٨٤]- أمثال أبي عبيد ٢١٧، مجمع الأمثال ٢/١٩٥، المستقصى ٢/٣٠٨، نكتة الأمثال ١٣٥.
قال أبو عبيد: «ويروى عن أبي حازم وكان من الحكماء أنّه قال: «ليس لملول صديق، ولا لحسود غنى، والنّظر في العواقب تلقيح للعقول» .
وجاء في الميداني قول الشاعر:
إنّك والله لذو ملّة ... يطرفك الأدنى عن الأبعد
[٩٨٥]- مجمع الأمثال ٢/١٧٧، المستقصى ٢/٣٠٧.
قال الشاعر:
مالما قرّت به العي ... نان من هذا ثمن
[٩٨٦]- مجمع الأمثال ٢/١٩٥.
[٩٨٧]- جمهرة الأمثال ٢/٢٠٨، وفيه: «لها رعاء..» مجمع الأمثال ٢/١٨٥، المستقصى ٢/٣٠٨، اللسان (حلب) .
قال الزمخشري: «وأصله أن يكون للإبل من يحلبها وليس لها من يرعاها، يضرب لمن له آكل وليس له معين.
[٩٨٨]- مجمع الأمثال ٢/١٧٧، وفيه: «.. ليد..» المستقصى ٢/٣٠٧.
قال الميداني: «أصله أنّ رجلا أبصر شيئا مطروحا فلم يأخذه، ورآه آخر فأخذه، فقال الذي لم يأخذه: أنا رأيته قبلك، فتحاكما، فقال الحكم: ليس لعين ما رأت، ولكن ليد ما أخذت» .
[٩٨٩]- المستقصى ٢/٣٠٣. وفيه: «.. في كلّ..» ، وسيورده المؤلّف ثانية برقم ١٠٨٦.
أي ليت لنا قليلا من كثير.','1','203',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (207,'[٩٩٠]- ليس لمكذوب رأي. إذا كذب عند تدبيره فليس لذلك نجاح. والأصل فيه أنّ عبد شمس بن سعد بن زيد مناة بن تميم كان يزور الهيجمانة بنت العنبر بن عمرو بن تميم، فنهاه أبوها، فأبى وغزاهم، فعلمت الهيجمانة: فأخبرت أباها، فقال مازن بن عمرو بن تميم: حنّت ولات هنّت وأنّى لك مقروع «١» ، يعنيه، فقال أبوها: اصدقيني فإنّه لا رأي لمكذوب. فقالت: ثكلتك إن لم أكن صدقتك فانج ولا أخالك ناجيا «٢» .
[٩٩١]- ليس المتعلّق كالمتأنّق. أي ليس المتعلّق ببلغة كالمتخيّر ذي النّيقة.
[٩٩٢]- ليس المخبر كالمعاين. معروف.
[٩٩٣]- ليس الهنء بالدّسّ. أي ليس مداواة الجربى بأن يدسّ في مغابنها «٣» الهناء فقط، لكن بأن يطلى سائر جسدها. تقول دسّ البعير إذا طلي في مشاعره وأرفاغه «٤» يضرب مثلا للذي يقصّر في قضاء حاجته صاحبه على البلغة فلا يبالغ في إتمامها. ليس طلب الأمر بالتّقصير فيه وأخذه بالهوينى، لكنّه بالجدّ والتّشمير.
[٩٩٤]- ليس الرّيّ عن التّشافّ. التّشافّ: أن تشرب الشّفافة: وهي بقيّة الماء في الإناء.
أي ليس قضاؤك الحاجة ألّا تدع منها شيئا، وإذا أخذت معظمها فاقنع به.
_________
[٩٩٠]- أمثال الضبي ٧٩، أمثال أبي عبيد ٤٨، الفاخر ٢٨٥، جمهرة الأمثال ٢/١٨١، الوسيط ١٥٠، فصل المقال ٣٧، مجمع الأمثال ٢/٢٣٣، المستقصى ٢/٢٦٣، نكتة الأمثال ١٢، وفيها: «لا رأي لمكذوب» اللسان (كذب) .
[٩٩١]- مجمع الأمثال ٢/١٩٥، المستقصى ٢/٣٠٤، اللسان (أنق، علق) ، المخصص ١٢/٢٨٨.
يضرب في الأمر بالتّنوّق.
[٩٩٢]- أمثال أبي عبيد ٢٠٣، المستقصى ٢/٣٠٣، نكتة الأمثال ١٢٦، وفيها «ليس الخبر كالعيان» ، الفاخر ٢٦٨، مجمع الأمثال ٢/١٨٢، وفيهما: «.. كالمعاينة» .
[٩٩٣]- أمثال أبي عبيد ٢٣٠، جمهرة الأمثال ٢/١٨٨، وفيها جميعا: «.. الهناء..» مجمع الأمثال ٢/١٨٦، المستقصى ٢/٣٠٤، اللسان (هنأ، دسس) .
[٩٩٤]- أمثال أبي عبيد ٢٣٥، جمهرة الأمثال ٢/١٩٠، مجمع الأمثال ٢/١٩٠، المستقصى ٢/٣٠٤، نكتة الأمثال ١٤٧، العقد الفريد ٣/١٢٣، اللسان (شفف) .','1','204',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (208,'[٩٩٥]- ليس قطا مثل قطيّ. أي ليس الكبير كالصّغير، والقطيّ: تصغير قطاة.
[٩٩٦]- ليس بعد الإسار إلّا القتل. قاله بعض بني تميم يوم المشقّر، وهو قصر بناحية البحرين. وأصله أنّ خيلا أغارت على ناحية البحرين، فقال فتى لصاحبه: اخرج ننظر، فخرجا فانهزم قومهما، فقال له صاحبه: اصبر ننظر ما بعده، فصبرا، فأخذ القوم يؤسرون، فقال له صاحبه: انج. فقال صاحبه: ننظر ما يكون. قال: ليس بعد الإسبار إلّا القتل. وعدا وتركه فنجا، وأسر صاحبه ثمّ قتل.
[٩٩٧]- ليس من العدل سرعة العذل. «١» أي لا ينبغي أن يسرع بالعذل قبل أن يعرف العذر.
[٩٩٨]- ليس عليك نسجه فاسحب وجرّ. يريد البرود «٢» . يقول: لم تتعب في جمع المال فمزّقه وابتذله كيف شئت.
[٩٩٩]- ليس عبد بأخ لك. أي لا تثق إلّا بكريم الأصل. وأصله أنّ رجلا أراد أن يختبر إخوانه، فعمد إلى كبش وذبحه، ولفّه في ثوب، وحمّله عبدا له، ثمّ أتاهم به واحدا
_________
[٩٩٥]- أمثال أبي عبيد ٢٩٢، جمهرة الأمثال ٢/٢٠٢، مجمع الأمثال ٢/١٨١، المستقصى ٢/٣٠٦، نكتة الأمثال ١٨٦، العقد الفريد ٣/١١٦، اللسان (قطا) .
قال أبو قيس بن الأسلت في (المفضّليّات ٢٨٥) :
ليس قطا مثل قطي ولا ال ... مرعيّ في الأقوام كالرّاعي
ويضرب في الخطأ في القياس والتّشبيه.
[٩٩٦]- أمثال أبي عبيد ٢٧١، جمهرة الأمثال ٢/١٩٦، الوسيط ١٥١، وفيه: «بعد الأسر..» ، مجمع الأمثال ٢/١٨٧ و ٤٣٣، المستقصى ٢/٣٠٥، نكتة الأمثال ١٧١.
[٩٩٧]- أمثال أبي عبيد ٢٦٧، جمهرة الأمثال ٢/٩٢ و ١٩٢، مجمع الأمثال ٢/١٩٥، المستقصى ٢/٣٠٨، نكتة الأمثال ١٦٩.
[٩٩٨]- أمثال أبي عبيد ١٩٤، جمهرة الأمثال ٢/١٨٦، الوسيط ١٥١، مجمع الأمثال ٢/١٩٠، المستقصى ٢/٣٠٦، نكتة الأمثال ١١٩، العقد الفريد ٣/١٠٨.
[٩٩٩]- أمثال أبي عبيد ١٨٣، جمهرة الأمثال ٢/١٨٥، فصل المقال ٧٠، مجمع الأمثال ٢/٢٠٩، المستقصى ٢/٣٠٦.
يضرب في النّهي عن الثّقة باللّئيم.','1','205',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (209,'واحدا، فكلّهم كره ذلك، حتّى أتى رجلا كان أخبثهم عنده، فقبله وقال: هل علم به أحد؟ قال: لا غير هذا العبد، فوثب على العبد فقتله، وقال: ليس عبد بأخ لك.
[١٠٠٠]- ليس بصلّاد القدح. الصّلّاد: الّذي لا يقدح منه النّار. أي ليس ببخيل لئيم.
[١٠٠١]- ليس بعشّك فادرجي. أي ليس بمكانك فانتقلي عنه.
[١٠٠٢]- ليس من القوّة التّورّط في الهوّة. أي ليس من الشّدّة والشّجاعة أن يوقع الإنسان نفسه في المهالك بل يدّبر المخلص منها والاحتيال في دفعها.
<span data-type="title" id=toc-91>وفصل منه</span>
[١٠٠٣]- لو نهيت الأولى لانتهت الثّانية. يقول: لو عاقبتك على أوّل جناية لم تجن ثانيا. قاله أنس بن الحجير «١» الإياديّ لمّا لطمه الحارث بن أبي شمر لطمة بعد أخرى.
[١٠٠٤]- لو خيّرك القوم لاخترت. قاله بيهس لأمّه لمّا قالت له: كيف سلمت من بين إخوتك حين قتلوا؟.
_________
[١٠٠٠]- مجمع الأمثال ٢/١٩٥، المستقصى ٢/٣٠٥.
قال الميداني: «يضرب لمن لا يرجع خائبا عمّا يقصده» .
وقال الزمخشري: «يضرب للجواد» .
[١٠٠١]- أمثال أبي عبيد ٢٨٦، وفصل المقال ٤٠٣، مجمع الأمثال ٢/١٨١، نكتة الأمثال ١٨١، وفيها جميعا: «ليس هذا..» ، جمهرة الأمثال ٢/١٩٧، المستقصى ٢/٣٠٥، اللسان (درج، عشش) .
يضرب لمن يرفع نفسه فوق قدره.
[١٠٠٢]- المستقصى ٢/٣٠٨.
[١٠٠٣]- أمثال الضبي ١١٨، وفيه: «لو نهي عن الأولى لم يعد للآخرة» أمثال أبي عبيد ٢٨٢ وفيه: «..
لانتهت الآخرة» جمهرة الأمثال ١/٢٦٠ و ٢/١٩٧ وفيه: «لو نهيت عن الأولى لم تعد للأخرى» ، مجمع الأمثال ٢/١٧٤، المستقصى ٢/٣٠٠، وفيه: «.. الأخرى» ، نكتة الأمثال ١٦٨، برواية أبي عبيد، العقد الفريد ٣/٩٦.
[١٠٠٤]- أمثال الضبي ١١٠، أمثال أبي عبيد ١٤٠، الفاخر ٦٣، جمهرة الأمثال ٢/١٨٣، الوسيط ٤٠، مجمع الأمثال ٢/١٧٤، نكتة الأمثال ٨١- ٨٢، وفيها جميعا: «لو خيّرت لاخترت» ، الفاخر ٦٣، المستقصى ٢/٢٩٧.','1','206',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (210,'[١٠٠٥]- لو ذات سوار لطمتني. أي لو كان ظالمي كريما ذا قدر كان سهلا عليّ.
[١٠٠٦]- لو لك عويت لم أعوه. عوى رجل ليلا في قفر لتجيبه كلاب الحيّ، فيستدل بها على موضع الحيّ. فسمع عواءه ذئب، فقصده ولقي منه أذى، فقال ذلك.
يضرب مثلا لمن طلب أمرا فوقع في ضدّه.
[١٠٠٧]- لو كنت منّا حذوناك. قاله مرّة بن ذهل لابنه همّام، وقد قطع رجله الذّربة «١» .
يعني رجله المقطوعة.
[١٠٠٨]- لو ترك القطا ليلا لنام. نزل عمرو بن مامة على قوم من مراد، فطرقوه ليلا، فذعروا القطا من أماكنها فثارت، ورأتها امرأته طائرة، فأنبهته، فقال: إنّما هذا القطا، فقالت: لو ترك القطا يهدأ لنام. ولم يقبل ونام، فبيّتوه وقتلوه.
_________
[١٠٠٥]- أمثال أبي عبيد ٢٦٨، جمهرة الأمثال ٢/١٩٣، فصل المقال ٣٨١، مجمع الأمثال ٢/١٧٤، و ٢٠٢، برواية «لو غير..» المستقصى ٢/٢٩٧، نكتة الأمثال ١٦٨، زهر الأكم ١/٧٣، العقد الفريد ٣/١٢٩، اللسان (سور، لطم) ، المخصص ١٣/٢٢١.
قال الزمخشري: «أي لو لطمتني حرّة ذات حليّ لاحتملت، ولكن لطمتني أمّة عاطل، وكان أصله أن امرأة شريفة منيت بذلك. وقال بعضهم: أظنّ أصله أن امرأة عطلا كانت في نساء حوال، فلطمت رجلا، فقال ذلك. يضرب لكريم يظلمه دنيء فلا يقدر على احتمال ظلمه» .
وذكر الميداني في (مجمع الأمثال ٢/٢٠٢) للمثل «لو غير ذات سوار لطمتني» قصّة أخرى لحاتم الطّائيّ.
[١٠٠٦]- أمثال أبي عبيد ٢٥١، ٢٨٠، جمهرة الأمثال ٢/١٩١، مجمع الأمثال ٢/١٧٥، المستقصى ٢/٢٩٩، نكتة الأمثال ١٥٧، اللسان (عوى) .
[١٠٠٧]- أمثال الضبي ١٢٩، جمهرة الأمثال ٢/٢١١، مجمع الأمثال ٢/١٧٥، المستقصى ٢/٢٩٨، وفيه «لحذوناك» وحذوناك: جعلنا لك حذاء.
قال الضّبيّ: «زعموا أن مرّة بن ذهل بن شيبان بن ثعلبة كانت الأكلة أصابت رجله، فأمر بقطعها من الرّكبة، فدعا بنيه ليقطعوها، فكلّهم أبى أن يقطعها، فدعا نقيذا- وهو همّام بن مرّة- وكان من أجبنهم في نفسه، فقال: اقطعها يا بنيّ، فجعل يهمّ به، فقال أبوه: إذا هممت فافعل، فسمّي همّاما، فقطعها همّام، فلمّا رآها قد بانت قال: لو كنت منّا حذوناك» .
[١٠٠٨]- أمثال أبي عبيد ٢٧١، الفاخر ١٤٥، جمهرة الأمثال ٢/١٩٤ و ٤٣٢، الوسيط ١٤٧، نكتة الأمثال ١٧١، وفيها جميعا بإسقاط «ليلا..» مجمع الأمثال ٢/١٧٤، فصل المقال ٣٨٤، المستقصى ٢/٢٩٦، اللسان (طوف، قطا) .','1','207',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (211,'[١٠٠٩]- لو كان ذا حيلة لتحوّل. جلس رجل في بيت وأوقد فيه نارا فكثر فيه الدّخان.
حتّى قتله، فقالت امرأته: أيّ فتى قتل الدّخان «١» ؟ فقال لها رجل: لو كان ذا حيلة لتحوّل، أي لو كان عاقلا لتحوّل من ذلك البيت فسلم.
[١٠١٠]- لولا الوئام لهلك الأنام. الوئام: التّشبّه بالكرام. والوئام أيضا: المباهاة. يقول لولا تشبّه اللّئام بالكرام لهلكوا بخلا.
[١٠١١]- لولا اللئام لهلك الأنام. أي لولا الموافقة لهلك النّاس.
<span data-type="title" id=toc-92>وفصل منه</span>
[١٠١٢]- لقيته أوّل عين.
[١٠١٣]- وأوّل عائنة.
[١٠١٤]- وأوّل ذات يدين.
_________
[١٠٠٩]- أمثال أبي عبيد ٣٣٧، الدرة الفاخرة ١/٣١٩، جمهرة الأمثال ٢/٧٦ و ١٩٧، المستقصى ٢/٢٩٨، وفيها «تحوّل» ، مجمع الأمثال ٢/٥٣ و ١٧٥، العقد الفريد ٣/١٢٠، اللسان (حول) .
[١٠١٠]- أمثال أبي عبيد ١٥٦، جمهرة الأمثال ٢/١٨٤، فصل المقال ٢٣٧، نكتة الأمثال ٩٢ وفيها «..
هلك» ، مجمع الأمثال ٢/١٧٦، المستقصى ٢/٢٩٩، العقد الفريد ٣/١٠٥، اللسان (لأم، وأم) .
[١٠١١]- مجمع الأمثال ٢/١٧٦، وفيه: «.. من قولهم: «لاءمت بينهما، أي أصلحت» .
[١٠١٢]- أمثال أبي عبيد ٣٧٥، وفيه «لقيت فلانا..» ، مجمع الأمثال ٢/١٧٧، المستقصى ٢/٢٨٥، نكتة الأمثال ٢٣٥، اللسان (عين) .
[١٠١٣]- أمثال أبي فيد ٦٦ وفيه: «.. أوّل عائنة عينين» ، أمثال أبي عبيد ٣٧٥، مجمع الأمثال ٢/١٧٧، المستقصى ٢/٢٨٥، نكتة الأمثال ٢٣٥، العقد الفريد ٣/١٣٤، اللسان (عين) .
قال الزمخشري: «أي نفس مدركة بالعين» .
[١٠١٤]- أمثال أبي عبيد ٣٧٦، مجمع الأمثال ٢/١٧٨، المستقصى ٢/٢٨٥، نكتة الأمثال ٢٣٥، العقد الفريد ٣/١٣٤، اللسان (يدي) .
قال الزمخشري: «أي أول نفس ذات يدين» .','1','208',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (212,'[١٠١٥]- وأوّل صوك وبوك.
[١٠١٦]- وأدنى ظلم. أي أوّل ما غدوت.
[١٠١٧]- ولقيته التقاطا. أي فجاءة.
[١٠١٨]- ولقيته صراحا.
[١٠١٩]- وكفاحا.
[١٠٢٠]- وصفاحا.
[١٠٢١]- وكفّة كفّة. غير منصرف، أي مواجهة وليس بيننا أحد.
_________
[١٠١٥]- في المطبوع «أوّل صول وقول» وهو تحريف والمثل في أمثال أبي عبيد ٣٧٦، فصل المقال ٥٠٧، مجمع الأمثال ٢/٢١٠، المستقصى ٢/٢٨٥، بزيادة: «.. وعوك» ، نكتة الأمثال ٢٣٥، العقد الفريد ٣/١٣٤، اللسان (بوك، صوك) .
وأصل الصوك: اللصوق، وهو يدلّ على السكون، وأصل البوك: الحركة، ومعناه: لقيته أوّل متحرك وساكن.
[١٠١٦]- أمثال أبي عبيد ٣٧٦، مجمع الأمثال ٢/٢٠٦، المستقصى ٢/٢٨٤، نكتة الأمثال ٢٣٦، اللسان (ظلم) ، المخصص ١٢/٣٠٧.
[١٠١٧]- أمثال أبي عبيد ٣٧٦، فصل المقال ٥٠٧، المستقصى ٢/٢٨٥، نكتة الأمثال ٢٣٥، العقد الفريد ٣/١٣٥، اللسان (لقط) .
قال الزمخشري: «هو أن تهجم عليه بغتة وأنت لا تريده، قال:
ومنهل وردته التقاطا
[١٠١٨]- أمثال أبي عبيد ٣٧٧، المستقصى ٢/٢٨٧، نكتة الأمثال ٢٣٥، اللسان (صرح) .
أي مواجهة، ومصارحة.
[١٠١٩]- أمثال أبي فيد ٦٦- ٦٧، أمثال أبي عبيد ٣٧٧، مجمع الأمثال ٢/١٩٨، المستقصى ٢/٢٨٩، نكتة الأمثال ٢٣٦، العقد الفريد ٣/١٣٥، اللسان (كفح) .
ومعناه مواجهة: ومنه الكفاح في الحرب، وهو أن يقابل العدوّ عدوّه» .
[١٠٢٠]- العقد الفريد ٣/١٣٥، مجمع الأمثال ٢/١٩٨ وفيه: «وهو مشتقّ من الصفح، وهو عرض الشّيء وجانبه، ويدلّ على القرب، كأنّك قلت: لقيته وصفحة وجهي إلى صفحة وجهه، يعني لقيته مواجها.
[١٠٢١]- أمثال أبي عبيد ٣٧٧، جمهرة الأمثال ٢/٣٠٩ وفيه: «.. كفّة لكفّة» ، المستقصى ٢/٢٨٩، العقد الفريد ٣/١٣٥، اللسان (كفف) .','1','209',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (213,'[١٠٢٢]- ولقيته صحرة بحرة. غير منصرف: أي خاليا، وهما اسمان جعلا اسما واحدا، وقيل: صحرة: هي السّعة. وبحرة كذلك. ويقال بالتّنوين أيضا.
[١٠٢٣]- ولقيته بوحش إصمت. أي خاليا. ألف الإصمت مكسور مقطوعة.
وبعضهم يصل الألف، أي لا أنسي «١» بها. يقال للّذي معناه أنّ صاحبه ساكت حتّى ينجو.
[١٠٢٤]- لقيته ذات العويم. أي بين الأعوام، معناه العام الثّالث ممّا مضى فصاعدا إلى ما بلغ العشر. وكذلك:
[١٠٢٥]- ذات الزّمين. أي منذ ثلاثة أزمان.
[١٠٢٦]- لقيته بين سمع الأرض وبصرها. أي خاليا.
[١٠٢٧]- لقيته قبل صيح ونفر. أي قبل الصّياح والتّفرّق.
_________
[١٠٢٢]- أمثال أبي عبيد ٣٧٧، مجمع الأمثال ٢/١٩٥، المستقصى ٢/٢٨٧، نكتة الأمثال ٢٣٧، اللسان (بحر، صحر) .
[١٠٢٣]- أمثال أبي عبيد ٣٧٧، مجمع الأمثال ٢/١٨٤، المستقصى ٢/٢٨٦، نكتة الأمثال ٢٣٦، العقد الفريد ٣/١٣٥، اللسان (وحش، صمت) ، المخصص ١٢/٣٠٧.
قال الزمخشري: «.. وإصمت علم للفلاة القفر، سمّيت بذلك لأنّه لا أنيس بها فينطق أو لأنّها بشدّتها تصمت سالكها، والدّليل تشبّه عليه طرقها فلا يتكلّم لأنه لا يتضّح له الهدى فيها، ومانعها من الصرف التعريف ووزن الفعل.. وقيل: هي اسم بلدة بعينها. يضرب للرّجل الذي لا ناصر له ولا مانع» .
[١٠٢٤]- أمثال أبي عبيد ٣٧٨، مجمع الأمثال ٢/١٨٢، المستقصى ٢/٢٨٧، نكتة الأمثال ٢٣٧، العقد الفريد ٣/١٣٥، اللسان (عوم) .
[١٠٢٥]- أمثال أبي عبيد ٣٧٩، المستقصى ٢/٢٨٦، نكتة الأمثال ٢٣٧، العقد الفريد ٣/١٣٥، اللسان (زمن، عوم) .
[١٠٢٦]- أمثال أبي عبيد ٣٧٨، جمهرة الأمثال ٢/٢٢٤، مجمع الأمثال ٢/١٨٣، المستقصى ٢/٢٨٦، نكتة الأمثال ٢٦، العقد الفريد ٣/١٣٥، اللسان (سمع) .
قال أبو عبيد: «ذلك إذا لم يكن معه أحد، فكأنّه ليس يسمعه ولا يبصره إلّا الأرض القفر، ولا سمع ولا بصر لها» .
[١٠٢٧]- أمثال أبي عبيد ٣٧٨، مجمع الأمثال ٢/١٨٢، المستقصى ٢/٢٨٩، العقد الفريد ٣/١٣٥، اللسان (صيح، نفر) وفيها جميعا: «.. قبل كلّ صيح..» .','1','210',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (214,'[١٠٢٨]- لقيته صكّة عميّ. أي في الهاجرة.
[١٠٢٩]- لقيته في الفرط. من يوم إلى خمسة عشر.
[١٠٣٠]- لقيته عن عفر. أي بعد شهر. العفر: قلّة الزّيارة. ومنه التّعفير في الفطام وهو أن ترضع الأمّ ولدها ثمّ تدعه، ثمّ ترضعه، ثم تدعه لتفطمه، وقيل: العفر: البعد.
[١٠٣١]- لقيته عن هجر. أي بعد حول.
[١٠٣٢]- لقيته بعيدات بين. أي تأتيه ثمّ تمسك، ثمّ تأتيه.
[١٠٣٣]- لقيته ذات يدين. أي أوّل ما غدوت.
[١٠٣٤]- لقيته ذات صبحة. أي حين أصبحت.
[١٠٣٥]- لقيت منه الأمرّين.
_________
[١٠٢٨]- أمثال أبي عبيد ٣٧٨، فصل المقال ٥٠٨، مجمع الأمثال ٢/١٨٢، المستقصى ٢/٢٨٧، نكتة الأمثال ٢٣٦، العقد الفريد ٣/١٣٥، اللسان (صكك، عمى) ، المخصص ٩/٥٤.
قال الزمخشري: «أي نصف النهار، والصّكة: الضربة، وعمّيّ: رجل من العماليق أغار في هذا الوقت على حيّ فنسب إليه، وقيل: هو رجل من عدوان كان يفتي في الحج فأقبل معتمرا ومعه ركب حتّى إذا نزلوا منزلا في يوم حارّ فقال: من جاءت عليه هذه الساعة من غد وهو حرام لم يقض عمرته فهو حرام إلى قابل، فوثب النّاس في الظهيرة يضربون، أي يسيرون حتى وافوا البيت وبينهم وبين ذلك المنزل ليلتان، فقيل من ذلك للهاجرة: صكّة عميّ» .
[١٠٢٩]- أمثال أبي عبيد ٣٧٩، مجمع الأمثال ٢/١٩٧، المستقصى ٢/٢٨٩، نكتة الأمثال ٢٣٧، اللسان (فرط) .
[١٠٣٠]- أمثال أبي عبيد ٣٧٩، المستقصى ٢/٢٨٨، نكتة الأمثال ٢٣٧، العقد الفريد ٣/١٣٥، اللسان (عفر) .
[١٠٣١]- أمثال أبي عبيد ٣٧٩، مجمع الأمثال ٢/١٩٧، المستقصى ٢/٢٨٩، نكتة الأمثال ٢٣٧، اللسان (هجر) .
[١٠٣٢]- أمثال أبي عبيد ٣٧٩، مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٨٦، نكتة الأمثال ٢٣٧، اللسان (بعد، بين) ، المخصص ١٢/٣٠٦ و ٣٠٨ و ٣١٠.
قال الميداني: «أي بعد فراق» وأضاف ما جاء به ابن رفاعة.
[١٠٣٣]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٠٣٤]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٠٣٥]- أمثال أبي عبيد ٣٤٩، المستقصى ٢/٢٨٤، نكتة الأمثال ٢١٧، اللسان (قور، مرر) ، المخصص ١٢/١٥٠.','1','211',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (215,'[١٠٣٦]- والفتكرين.
[١٠٣٧]- والبرحين.
[١٠٣٨]- وبنات برح. أي الشّدّة والدّواهي.
[١٠٣٩]- لقيت منه عرق «١» القربة. أي الشّدّة. وأصله من رشح الجبين كما ترشح القربة.
<span data-type="title" id=toc-93>وفصل منه</span>
[١٠٤٠]- لكلّ جواد كبوة. أي عثرة.
[١٠٤١]- ولكلّ صارم نبوة. مثله.
[١٠٤٢]- ولكلّ عالم هفوة. مثله.
_________
[١٠٣٦]- أمثال أبي عبيد ٣٤٩، مجمع الأمثال ٢/١٩٢، المستقصى ٢/٢٨٤، نكتة الأمثال ٢١٧، اللسان (فتكر) .
[١٠٣٧]- أمثال أبي عبيد ٣٤٩، مجمع الأمثال ٢/١٩٢، المستقصى ٢/٢٨٤، نكتة الأمثال ٢١٧- ٢١٨، اللسان (برح، قور، مرر، بلغ) ، المخصص ١٢/١٥٠.
[١٠٣٨]- أمثال أبي عبيد ٣٤٩، المستقصى ٢/٢٨٤، نكتة الأمثال ٢١٨. اللسان (برح، ودك) .
[١٠٣٩]- جمهرة الأمثال ٢/١٩٨، أمثال أبي عبيد ٣٥٣، فصل المقال ٤٨٢، وفيهما: «.. لقيت من فلان..» مجمع الأمثال ٢/١٩٠، وفيه «.. عرق الجبين» المستقصى ٢/٢٢٢ وفيه: «كلّفت إليك عرق القربة» نكتة الأمثال ٢٢٠ وفيه: «لقّه عرق القربة» ، اللسان (عرق) ، المخصص ١٢/١٥٠، ثمار القلوب ٦٨٢.
[١٠٤٠]- أمثال أبي عبيد ٥١، جمهرة الأمثال ١/٣٠٨، ٢/٢١١، فصل المقال ٤٣، مجمع الأمثال ٢/١٨٧، المستقصى ٢/٢٩١، نكتة الأمثال ١٤، زهر الأكم ٢/٥٢، العقد الفريد ٣/٨٤، اللسان (كبا) .
[١٠٤١]- أمثال أبي عبيد ٥١، فصل المقال ٤٣، مجمع الأمثال ٢/١٨٧، المستقصى ٢/٢٩٢، نكتة الأمثال ١٤، العقد الفريد ٣/٨٤، اللسان (عنن، كبا) .
ونبا السّيف: تجافى عن الضريبة.
[١٠٤٢]- أمثال أبي عبيد ٥١، فصل المقال ٤٣، مجمع الأمثال ٢/١٨٧، المستقصى ٢/٢٩٢، نكتة الأمثال ١٤. العقد الفريد ٣/٨٤، اللسان (عنن، كبا) .
الهفوة: الزّلة.','1','212',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (216,'[١٠٤٣]- لكلّ داخل دهشة.
[١٠٤٤]- لكلّ ساقطة لاقطة. قائله أكثم بن صيفيّ. يريد أنّ لكلّ كلمة من يلتقطها حتّى يعيدها. يريد حفظ اللّسان.
[١٠٤٥]- لكلّ أناس في بعيرهم خبرة. ويروى: «خبر» : أي علم بما يخصّهم.
[١٠٤٦]- لأفعلنّ ذلك قبل حساس الأيسار. أي قبل أن يجعل أصحاب الجزور «١» شيئا من اللّحم على الجمر.
[١٠٤٧]- لألحقنّ قطوفها بالمعناق. أي لألقين شدّة سوقي القطوف: وهو القصير الخطا، بالمعناق: وهو واسع الخطا.
_________
[١٠٤٣]- مجمع الأمثال ٢/١٨٧، المستقصى ٢/٢٩٢.
دهشة: أي حيرة.
[١٠٤٤]- أمثال أبي عبيد ٤١، الفاخر ١٠٩، جمهرة الأمثال ٢/٢٠٧، الوسيط ١٤٦، فصل المقال ٢٣، مجمع الأمثال ٢/١٩٣، المستقصى ٢/٢٩٢، نكتة الأمثال ٧.
[١٠٤٥]- أمثال أبي عبيد ٢٠٢، جمهرة الأمثال ٢/١٤٧ و ١٨٧، مجمع الأمثال ٢/١٧٩، المستقصى ٢/٢٩١، نكتة الأمثال ١٢٥، العقد الفريد ٣/١٠٩، اللسان (جمل) .
قال العسكري: «يعني أن كلّ قوم أعلم بأمرهم من غيرهم، وهو من شعر لعمرو بن شأس:
فأقسمت لا أشري زبيبا بغيره ... لكلّ أناس في بعيرهم خبر
لا أشري: لا أبيع، زبيب: تصغير أزبّ، وكان لعمرو بن شأس امرأة تبغض ابنه عرارا، فطلّقها، فقال:
تذكّر ذكرى أمّ حسّان فاقشعرّ ... على دبر لما بيّن ما ائتمر
إلى أن قال: «فاليت لا أشري زبيبا بغيره» فجعل زبيبا مثلا لامرأته التي فارقها، ولم يعتض منها عوضا يحمده، يقول: فأقسمت لا أفارق شيئا قد عرفت فضله على غيره، ولا أبيعه طلب ما فوقه، فلعلّ ذلك يخطئني» .
وقال الزمخشري: «قاله عمر رضي الله عنه في العلباء بن الهيثم السدوسي وقد وفد عليه وهو في هيئة رثّة، وكان دميما أعور، فلمّا كلّمه أعجبه بجودة لسانه وحسن بيانه، أراد أن قومه لم يسوّدوه إلّا لمعرفتهم به» .
[١٠٤٦]- مجمع الأمثال ٢/١٠٧، المستقصى ٢/٢٣٨.
ومعناه: لا أفعل ذلك بكرة.
[١٠٤٧]- أمثال أبي عبيد ١١٥، جمهرة الأمثال ٢/٢٠٥، فصل المقال ١٧٠ و ٣٤٢، مجمع الأمثال ٢/١٧٩، المستقصى ٢/٢٣٩، نكتة الأمثال ٦١.','1','213',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (217,'[١٠٤٨]- لقد استبطنتم بأشهب بازل. أي بليتم بأمر صعب.
[١٠٤٩]- لك العتبى ولا أعوده.
[١٠٥٠]- لك أبكي ولا عبرة بي.
[١٠٥١]- لأمدّنّ غضنه. أي لأطيلن عناءه.
[١٠٥٢]- لألحقنّ حواقنك بذواقنك. الحواقن: ما تحقن الطّعام في بطنه. والذّواقن:
أسفل بطنه. يقول: لأفسدنّ أمرك.
[١٠٥٣]- لأشأننّ شأنهم. أي لأفسدنّ أمرهم.
[١٠٥٤]- لألجئنّك إلى قرّ قرارك. أي لأضطرنّك إلى الرّجوع إلى أسوأ أحوالك.
_________
[١٠٤٨]- مجمع الأمثال ٢/٢٠٣.
قاله العباس بن عبد المطّلب لأهل مكة.
[١٠٤٩]- مجمع الأمثال ٢/٢٠٣.
وفيه: «العتبى: اسم من الإعتاب، وأعتبه: أي أزال عتبه، وهو أن يرضيه، أي لك مني أن أرضيك ولا أعود إلى ما يسخطك، يقوله التائب المعتذر» .
[١٠٥٠]- أمثال أبي عبيد ١٧٤، جمهرة الأمثال ٢/٢١٠، فصل المقال ٢٥٩، مجمع الأمثال ٢/١٩٥، المستقصى ٢/٢٩٠، نكتة الأمثال ١٠٣، اللسان (عبر) ، المخصص ١/١٢٥، وفيها جميعا: «.. ما أبكي» .
والعبرة: الدّمعة. ومعناه: لك بكائي، ويضرب في عناية الرجل بأخيه.
[١٠٥١]- أمثال أبي عبيد ٣٥٧، فصل المقال ٤٨٧، مجمع الأمثال ٢/١٩٢، المستقصى ٢/٢٤٠، نكتة الأمثال ٢٢٣، وفيها: «.. غضنك» ، جمهرة الأمثال ٢/١٩٩، اللسان (غضن) .
[١٠٥٢]- جمهرة الأمثال ٢/١٩٩، نكتة الأمثال ٢٢٣، وفيهما: «حواقنه بذواقنه» ، أمثال أبي عبيد ٣٥٧، فصل المقال ٤٨٨، مجمع الأمثال ٢/١٧٧، المستقصى ٢/٢٣٩، اللسان (حقن، ذقن) ، المخصص ٢/٢٠.
قال الميداني: يضرب لمن يهدّد بالقهر والغلبة.
[١٠٥٣]- أمثال أبي عبيد ٣٥٧، فصل المقال ٤٨٧، مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٣٧، نكتة الأمثال ٢٢٤. اللسان (شأن) .
قال الميداني: «أي لأقصدنّ قصدهم.. يقوله المتوعّد» .
[١٠٥٤]- أمثال أبي عبيد ٣٥٧، مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٣٩، نكتة الأمثال ٢٢٣، وفيه «لألجئنهم إلى قرّ قرارهم» .','1','214',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (218,'[١٠٥٥]- لأطعننّ في حوصهم. الحوص: الخياطة، أي لأفسدنّ ما أصلحوا.
<span data-type="title" id=toc-94>وفصل منه</span>
[١٠٥٦]- لمثلها كنت أحسّيك الحسا. أي لمثل هذا اليوم أعددتك. قيل لفرس كان يكرمه صاحبه، فقال له ذلك يوم احتاج إليه.
[١٠٥٧]- لمثلها كنت أسقيك المجع. مثله. والمجعة: اللّبن يبقى في الإناء.
[١٠٥٨]- لذي الحلم قبل اليوم ما تقرع العصا. هو عامر بن الضّرب العدوانيّ وكان حليما فكبر، وقال: إني سأسهو فإذا سهوت فاقرعوا لي العصا لأفطن. وقيل: هو أكثم بن صيفي، وقيل: هو سعد بن مالك الكنانيّ. أي قد ينبّه السّاهي وإن كان عالما.
[١٠٥٩]- للسّوق درّة وغرار. أي نفاق وكساد.
[١٠٦٠]- لك ما أبكي ولا عبرة بي. أي أحزن عليك لا على نفسي.
[١٠٦١]- لليدين وللفم. أي كبّه الله ليديه وفمه.
_________
[١٠٥٥]- أمثال أبي عبيد ٣٥٧، جمهرة الأمثال ٢/١٩٩ وفيه: «حوصه» ، مجمع الأمثال ٢/١٨٧، المستقصى ٢/٢٣٨، نكتة الأمثال ٢٢٤، وفيه: «.. حوصك» ، اللسان (حوص) .
[١٠٥٦]- أمثال أبي عبيد ١٨٠، جمهرة الأمثال ٢/١٨٥، نكتة الأمثال ١٠٩، وفيها: «لمثل ذا» ، فصل المقال ٢٦٩، مجمع الأمثال ٢/١٩٠، المستقصى ٢/٢٩٥، وفيها «لمثل ذا..» .
[١٠٥٧]- المستقصى ٢/٢٩٥.
[١٠٥٨]- أمثال أبي عبيد ١٠٣، فصل المقال ١٤٨، المستقصى ٢/٢٨٠، نكتة الأمثال ٥٢.
والمثل صدر بيت للمتلمّس في (ديوانه ٢٦ وتمامه) :
لذي الحلم قبل اليوم ما تقرع العصا ... وما علّم الإنسان إلّا ليعلما
وهو من الأصمعيّة رقم ٩٢.
[١٠٥٩]- مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٩٣.
يضرب لكل أمر يزيد وينقص.
[١٠٦٠]- سلف المثل وتخريجه برقم ١٠٥١.
[١٠٦١]- أمثال أبي عبيد ٧٧، جمهرة الأمثال ٢/٩١، فصل المقال ٩٨، مجمع الأمثال ٢/٢٠٧ المستقصى ٢/٢٩٣، نكتة الأمثال ٣٤، العقد الفريد ٣/٨٨، اللسان (يدي) ، المخصص ١٢/١٨٢.','1','215',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (219,'[١٠٦٢]- لأمر ما يسوّد من يسود. أي لخلّة ليست في غيره.
[١٠٦٣]- لأمر ما جدع قصير أنفه. قالته الزّبّاء لمّا رأت قصيرا مجدوعا «١» .
[١٠٦٤]- لكنّ بالأثلاث لحما لا يظلّل. قاله بيهس لمّا قال قاتلوا إخوته وقد نحروا جزورا:
ظلّلوا لحمها، ويروى: «لحمكم» فقال ذلك. يعني لحوم إخوته.
[١٠٦٥]- لكن على بلدح قوم عجفى. قاله بيهس لمّا قال معادوه: استغنينا من غنيمتهم، يعني أهله. وبلدح: موضع حلّوه.
[١٠٦٦]- لكنّ حمزة لا بواكي له. قاله النّبيّ صلّى الله عليه وسلّم لما وجد نساء المدينة يبكين قتلاهنّ ولم يبك حمزة، فيقال: إنّه ما يموت ميت ولا يقتل قتيل إلّا ويبدأ أوّلا بالنّوح على حمزة والبكاء عليه، ثم يندب قتلاهم وموتاهم.
[١٠٦٧]- لكن خلالي قد سقط. حمل عجوز وشيخ على جمل، وخلّوا بينهما بخلال، فقال الشّيخ خرفا للعجوز: خلالك ثابت؟ قالت: نعم. فقال: لكن خلالي قد سقط، وانتزع خلاله فسقط ومات.
_________
[١٠٦٢]- مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٤٠، اللسان (صبح) .
وهو من قول أنس بن نهيك في (اللسان صبح) :
عزمت على إقامة ذي صباح ... لأمر ما يسوّد من يسود
[١٠٦٣]- أمثال الضبي ١٤٦، الدرة الفاخرة ١/١٠٦، الوسيط ٢٠٣، مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٤٠ وفيه: «.. حزّ قصير..» .
[١٠٦٤]- أمثال الضبي ١١٠، أمثال أبي عبيد ١٣٩، وفيه: «لكن.. لحم» ، الوسيط ٤٠، وفيه: «لكم بالأثلات لحم» ، مجمع الأمثال ٢/٢٠٩، برواية أبي عبيد، المستقصى ٢/٢٦٥ وفيه: «.. على الأثلاث لحم» ، نكتة الأمثال ٨١ برواية أبي عبيد، اللسان (ظلل) .
[١٠٦٥]- أمثال الضبي ١١٠، أمثال أبي عبيد ١٣٩، جمهرة الأمثال ٢/١٨٣، مجمع الأمثال ٢/٢٠٨، المستقصى ٢/٢٦٥، نكتة الأمثال ٨١، العقد الفريد ٣/١٠١، اللسان (بلدح) .
يضرب في التحزّن بالأقارب.
[١٠٦٦]- مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٦٥.
كان ذلك في غزوة أحد، ويضرب عند فقد من يهتمّ بشأنك.
[١٠٦٧]- مجمع الأمثال ٢/١٩٦، المستقصى ٢/٢٦٥.
ويضرب أيضا لمن يوقع نفسه في الهلكة.','1','216',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (220,'يضرب مثلا للخرف والجاهل لا يتبيّنان شيئا من أمرهما.
[١٠٦٨]- لكن بشعفين أنت جدود. شعفين: موضع. وجدود: قليلة اللّبن.
يضرب مثلا لمن أخصب بعد هزل. وشعفان: جبلان بالغور. والمثل لعروة بن الورد وذلك أنّه صادف جارية في بعض غزواته كادت تموت هزلا، فأتى بها أهله، فلمّا حسنت حالها سمعها تقول للجواري: احلبنني فإنّني لقحة. فقال لها ذلك.
واللّقحة: الحلوب.
[١٠٦٩]- لعلّ له عذرا وأنت تلوم. معروف.
[١٠٧٠]- لعلّني مضلّل كعامر. أي لعلّني في ضلال كغيري وأصله أنّ شابّين كانا يجالسان المستوغر بن ربيعة، فقال أحدهما لصاحبه، واسمه عامر: إنّي أخالف إلى بيت المستوغر فإذا قام من مجلسه فأيقظني بصوتك، ففطن المستوغر بفعله، فمنعه من الصّياح، ثمّ أخذه إلى منزله فقال: هل ترى شيئا؟ قال: لا، ثمّ أخذه إلى بيت الفتى فإذا الرّجل مع امرأته، فقال المستوغر: لعلّني مضلّل كعامر.
[١٠٧١]- لقد ذلّ من بالت عليه الثّعالب. وتمامه «١» : [الطويل]
أربّ ييول الثّعلبان برأسه
...............
_________
[١٠٦٨]- أمثال أبي عبيد ١٢٠، جمهرة الأمثال ٢/١٨٢، فصل المقال ١٧٩، مجمع الأمثال ٢/١٧٦، المستقصى ٢/٢٦٥، نكتة الأمثال ٦٩، اللسان (شعف) .
[١٠٦٩]- أمثال أبي عبيد ٦٣، جمهرة الأمثال ١/٤٧٤، فصل المقال ٧٣، مجمع الأمثال ٢/١٩٢، المستقصى ٢/٢٨٢، نكتة الأمثال ٢٠، العقد الفريد ٣/٨٦.
وهو صدر بيت لمنصور النمري في (ديوانه ١٣٢ وتمامه) :
لعلّ عذرا وأنت تلوم ... وكم لائم قد لام وهو مليم
وأورده الميداني عجزا لبيت دون عزو وتمامه:
تأنّ ولا تعجل بلومك صاحبا ... لعلّ له عذرا وأنت تلوم
يضرب لمن يلوم من له عذرو لا يعلمه اللّائم.
[١٠٧٠]- أمثال الضبي ٤٩، جمهرة الأمثال ١/٣٨٢، وفيهما: «حسبتني مضلّلا كعامر» ، مجمع الأمثال ٢/١٩٧.
[١٠٧١]- أمثال أبي عبيد ١٢٢، جمهرة الأمثال ١/٤٦٥، بإسقاط «لقد» ، فصل المقال ١٨٤، مجمع الأمثال ٢/١٨١، نكتة الأمثال ٦٩، العقد الفريد ٣/٩٧، اللسان (ثعلب) .','1','217',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (221,'وأصله أنّ إلها كانت الكفرة تعبده، فجاء الثّعلب يوما وبال على رأسه.
[١٠٧٢]- لقد كنت وما أخشّى بالذّئب. ويروى: وما يقاد بي البعير «١» : أي كنت شابا قويّا لا يفزعني الذّئب- وقائله سعد بن زيد مناة بن تميم، بلغ به الخرف.
[١٠٧٣]- لعق فلان إصبعه. أي مات.
[١٠٧٤]- لجّ فحجّ. أي نازع فحمله اللّجاج على أن حجّ إلى مكّة من غير نيّة. وقيل:
معناه لجّ فغلب من حاججه، يعني حجّه.
[١٠٧٥]- لو شكان ذا إهالة. قيل لرجل كانت له نعجة عجفاء لا تنقي «٢» ، وكان رغامها يسيل من منخرها لهرمها، فقيل له: ما هذا؟ فقال: إهالة. والإهالة: الودك المذاب.
وشكان: سرعان. أراد القائل أنّ ودكها قد عجل سيلانه «٣» قبل أن تذبح. يضرب للرّجل يخبر بكينونة الأمر قبل وقته.
_________
[١٠٧٢]- أمثال أبي عبيد ٩٦، ١١٨، جمهرة الأمثال ٢/١٨٢، فصل المقال ١١٨، مجمع الأمثال ٢/١٨٠ بزيادة «فاليوم قد قيل: الذئب الذئب» ، المستقصى ٢/١٩٢، وفيه: «قد كاد..» نكتة الأمثال ٤٦، ٦٥، اللسان (خشا) ، المخصص ١٢/١٢٢، وقد سلف هذا المثل والذي يليه في باب ما جاء على حرف القاف رقم ٨٥٧- ٨٥٨.
[١٠٧٣]- فصل المقال ٣٦٩، المستقصى ٢/٢٨٢، نكتة الأمثال ٤٦، زهر الأكم ٣/٦٣، اللسان (لعق) . وفيها: «لعق إصبعه» .
[١٠٧٤]- أمثال أبي عبيد ٩٦، جمهرة الأمثال ٢/٢٠٤، فصل المقال ١١٩، مجمع الأمثال ٢/١٩٧، المستقصى ٢٧٩، نكتة الأمثال ٣٦، اللسان (حجج) .
[١٠٧٥]- أمثال أبي عبيد ٣٠٥، جمهرة الأمثال ٢/٣٣٥، مجمع الأمثال ١/٣٣٦، المستقصى ٢/٣٠١، نكتة الأمثال ١٩٤، اللسان (وشك) .','1','218',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (222,'[١٠٧٦]- لتجدنّه ألوى بعيد المستمرّ. قاله النّعمان في خالد بن معاوية السّعديّ يصفه.
أي هو صعب ممتنع.
[١٠٧٧]- لبس له جلد النّمر. أي أظهر له العداوة.
[١٠٧٨]-
ليت حظّي من أبي كرب ... أن يسدّ عنّي خيره خبله
لامرأة من الأوس قالته في تبّع.
[١٠٧٩]- لبّث قليلا يلحق الدّاريّون. أي اصبر قليلا يدرك من يهمّه الأمر. قاله مالك ابن المنتفق «١» لبسطام بن قيس يوم قتل وهو يحثّ الإبل المطرودة وتمامه: [الرجز]
أهل الجياد «٢» البدّن المكفيّون ... سوف ترى إن لحقوا ما يغنون «٣»
والدّاريّون: أرباب النّعم. سمّوا بذلك لأنّهم مقيمون في ديارهم.
_________
[١٠٧٦]- أمثال أبي عبيد ٩٥، وفيه: «لتجدنّ فلانا ألوى..» جمهرة الأمثال ١/٣٢ وفيه: «ألوى بعيد المستمر» ، فصل المقال ١٣١، برواية أبي عبيد، مجمع الأمثال ٢/١٩٢، برواية أبي عبيد، المستقصى ٢/٢٧٩، نكتة الأمثال ٤٥.
ألوى: شديد الخصومة. ومعناه قويّ فى الخصومة لا يسأم من المراس.
وهذا المثل ورد في رجز طفيل الغنوي (ديوانه ١٠٠) :
إذا تخازرت وما بي من خزر ... ثم كسرت العين من غير عور
ألفيتني ألوى بعيد المستمر ... أحمل ما حمّلت من خير وشرّ
كالحيّة الصّمّاء في أصل الحجر ... ذا صولة في المصمئلّات الكبر
[١٠٧٧]- أمثال أبي عبيد ٣٥٦، جمهرة الأمثال ٢/١٩٩، فصل المقال ٤٨٠، مجمع الأمثال ٢/١٨٠، وفيها جميعا: «.. لبست له..» المستقصى ٢/٢٧٨، نكتة الأمثال ٢٢٠، ثمار القلوب ٣٩٩، اللسان (نمر) .
[١٠٧٨]- أمثال أبي عبيد ٢٥٠، جمهرة الأمثال ١/٤٨٤، فصل المقال ٣٥٩، مجمع الأمثال ٢/١٩٤، المستقصى ٢/٣٠٢، نكتة الأمثال ١٥٦، تمثال الأمثال ٥٤٧.
البيت لأحيحة بن الجلاح في ديوانه ٤١ ورواية العجز: سدّ عنّي خيره خبله.
[١٠٧٩]- أمثال أبي عبيد ١٩٦، جمهرة الأمثال ٢/١٨٦، فصل المقال ٢٨٨، المستقصى ٢/٢٧٨، نكتة الأمثال ١٩- ١٢٠.','1','219',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (223,'[١٠٨٠]- لبّث قليلا يلحق الهيجا حمل. حمل: اسم رجل شجاع كان يستظهر به عند القتال.
[١٠٨١]- لبّث قليلا تلحق الحلائب. الجماعات.
<span data-type="title" id=toc-95>وفصل منه</span>
[١٠٨٢]- لم أجد لشفرتي محزّا. أي لم أجد لحيلتي منفذا.
[١٠٨٣]- لم يفت من لم يمت. معروف.
[١٠٨٤]- لم يحرم من فصد له. أي من أعطي قليلا، وأصله في الجمل يفصد فيؤخذ دمه، فيشوى ويؤكل.
_________
[١٠٨٠]- أمثال أبي عبيد ٣١٧، جمهرة الأمثال ٢/٢٠٦، فصل المقال ٤٤٠، المستقصى ٢/٢٧٨.
والمثل شطر رجز تمثل به سعد بن معاذ يوم الخندق وبعده:
لبّث قليلا يلحق الهيجا حمل ... ما أحسن الموت إذا حان الأجل
يضربه من ناصره وراءه.
[١٠٨١]- المستقصى ٢/٢٧٧ وفيه: «.. يلحق» .
وحلائب الرجل: أنصاره من بني عمّه خاصة. يضربه الذي وراءه من ينصره.
[١٠٨٢]- أمثال أبي عبيد ٢٤٦، جمهرة الأمثال ٢/٢٠٢، فصل المقال ٣٥٥، نكتة الأمثال ١٥٥ وفيها جميعا: «.. لشفرة..» ، مجمع الأمثال ٢/١٨٦، المستقصى ٢/٢٩٤، العقد الفريد ٣/١٢٦.
المحزّ: موضع الحزّ، وهو القطع.
ويضرب في تعذّر تحصيل الحاجة.
[١٠٨٣]- أمثال أبي عبيد ٣٣٧، جمهرة الأمثال ٢/١٩٨، مجمع الأمثال ٢/١٨٤، المستقصى ٢/٢٩٥، نكتة الأمثال ٢١٠.
ومعناه: من مات فهو الفائت لا غيره.
[١٠٨٤]- أمثال أبي فيد ٥٠، أمثال أبي عبيد ٢٣٥، جمهرة الأمثال ٢/١٩٣، مجمع الأمثال ٢/١٩٢، المستقصى ٢/٢٩٤، وفيه: «.. من فزد..» ، نكتة الأمثال ١٤٧، اللسان (فزد، فصد) ، المخصص ٤٨٣ و ١٤/٢٢٠.
يضرب في القناعة ببعض الحاجة.','1','220',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (224,'[١٠٨٥]- لم يهلك من مالك ما وعظك. أي أنّه «١» ... على حفظ ما بقي وكأنّ هلاكه نفعك.
[١٠٨٦]- ليت لنا من كلّ عرفجة خوصة. يتمنّى الرّجل الشّيء القليل دون الكثير.
تمثّل به عبد الملك بن مروان وكان في رأسه شامة مستديرة. فقيل له: إنّك ستملك، فقال ذلك.
_________
[١٠٨٥]- الفاخر ٢٦٤، أمثال أبي عبيد ١٩٤، وفيه «لم يضع..» ، جمهرة الأمثال ١/٣٩٤ و ٢/٢٠٢، وفيه: «لم يذهب..» مجمع الأمثال ٢/١٩١، المستقصى ٢/٢٩٥، نكتة الأمثال ١١٧، وفيها برواية أبي عبيد.
[١٠٨٦]- سلف المثل وتخريجه برقم ٩٨٩.','1','221',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (225,'<span data-type="title" id=toc-96>باب ما جاء على حرف الميم</span>
[١٠٨٧]- ما يدرى أيّ من أيّ. أي ما يعرف هذا من هذا.
[١٠٨٨]- ما يدري أيخثر أم يذيب. وأصله في السّمن فلا يدري صاحبه أيحمده أم يذمّه.
[١٠٨٩]- ما يعرف الحوّ من اللّوّ. ويروى: «الحيّ من اللّيّ» والحوّ: سوق الإبل. واللّوّ:
حبسها.
[١٠٩٠]- ما يعرف الهرّ من البرّ. البرّ: سوق الغنم. والهرّ: دعاؤها. وقيل: الهرّ من هررته «١» . والبرّ: من بررته. وقيل: الهرّ. السّنّور. والبرّ: الجرذ.
[١٠٩١]- ما يعرف قبيلا من دبير. القبيل: ما أقبلت به من القبل. والدّبير: ما أدبرت. وقيل:
لا يعرف من أقبل عليه ممّن أدبر عنه. وقيل: القبيل: فوز القدح. والدّبير: خيبته.
_________
[١٠٨٧]- أمثال أبي عبيد ٣٩٣، مجمع الأمثال ٢/٢٨٦، نكتة الأمثال ٢٤٧، وفيها: «.. ما أيّ من أيّ» .
[١٠٨٨]- أمثال أبي عبيد ٢٩٨، جمهرة الأمثال ١/١١٠، فصل المقال ٤٢٢، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٣٦، نكتة الأمثال ١٩١، اللسان خثر، ذوب.
قال أبو عبيد: «وأصله في الزّبد يذاب فيفسد على صاحبه، فلا يدري أيجعله سمنا أم يدعه زبدا» .
قال الشاعر في (مجمع الأمثال ٢/٢٨١) :
تفرّقت المخاض على ابن بوّ ... فما يدري أيخثر أم يذيب
يضرب للمتحيّر في أمره.
[١٠٨٩]- أمثال أبي عبيد ٣٩٢، فصل المقال ٥١٥، وفيهما: «ما يعرف فلان..» ، جمهرة الأمثال ٢/٤١٩، وفيه: «لا يعرف الحيّ من الليّ» ، مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٣٣٦، نكتة الأمثال ٢٤٧، العقد الفريد ٣/١٣٦، اللسان (حوى، لوى) .
الحوّ والحيّ: الحق، واللّو والليّ: الباطل. وقيل: الحيّ: الكلام الظاهر، واللّيّ: الكلام الخفيّ.
وقيل: الحوّ: نعم، واللّوّ: لا.
يضرب في الاستجهال.
[١٠٩٠]- أمثال أبي عبيد ٣٩٢، وفيه: «ما يدري هرّا من برّ» ، أمثال عكرمة الضّبي ٤٢ وفيه: «.. هرّا من برّ» الفاخر ٤٣ برواية أبي عكرمة، جمهرة الأمثال ٢/٤٠١ وفيه: «لا يعرف هرّا من برّ» ، فصل المقال ٥١٥ وفيه: «ما يعرف هرّا من برّ» ، مجمع الأمثال ٢/٢٦٩، المستقصى ٢/٣٣٧ وفيهما برواية البكري، نكتة الأمثال ٢٤٧ وفيه: «لا يدري هرّا من برّ» ، المخصص ٨/٩ و ٨٤ و ٩٨.
[١٠٩١]- أمثال أبي عكرمة الضبي ٤٠، الفاخر ١٩، جمهرة الأمثال ٢/٢٨٦، مجمع الأمثال ٢/٢٦٩، المستقصى ٢/٣٣٧، العقد الفريد ٣/١٣٦، اللسان (دبر، قبل) ، المخصص ٩/١٧٤.','1','222',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (226,'[١٠٩٢]- ما يدري أيّ طرفيه أطول. أي لا يدري نسب أبيه أفضل، أم نسب أمّه.
[١٠٩٣]- ما يدري أسعد الله أكثر أم جذام. وهما قبيلتان من النّمر. وسعد: قبيلة عظيمة. وجذام: قد بادت.
<span data-type="title" id=toc-97>وفصل منه</span>
[١٠٩٤]- ما سمر ابنا سمير. أي ما اختلف اللّيل والنّهار. معناه مادام النّاس يسمرون في اللّيالي.
[١٠٩٥]- ما سمر سمير. السّمير: الّذي يسامر باللّيل.
[١٠٩٦]- ما اختلف الملوان.
_________
[١٠٩٢]- أمثال أبي عبيد ٣٩٣، وفيه: «لا يدري» ، أمثال أبي عكرمة الضبي ٤٠، الفاخر ٢٦، جمهرة الأمثال ٢/٢٣٤، فصل المقال ٥١٦، مجمع الأمثال ٢/٢١٤ وفيه: «لا يدري» ، المستقصى ٢/٣٣٦، نكتة الأمثال ٢٤٧، اللسان (طرف) .
وقيل: الطرفان: الاست والفم، لا يدري أيّهما أعفّ، وقيل: اللسان والذّكر، قال الشاعر في (مجمع الأمثال ٢/٢١٤) :
إنّ القضاة موازين البلاد، وقد ... أعيا علينا بجور الحكم قاضينا
قد صابه طرفاه الدّهر في تعب ... ضرس يدقّ وفرج يهدم الدّنيا.
[١٠٩٣]- في المطبوع: «.. أكبر من» وهو تصحيف والمثل في أمثال أبي عبيد ٣٩٣، وفيه:
«لا يدري..» ، جمهرة الأمثال ٢/٢٨٠، مجمع الأمثال ٢/٢١٤، أبي عبيد، المستقصى ٢/٣٣٦.
سعد الله وجذام حيّان بينهما فضل بيّن لا يخفى على الجاهل الذي لا يعرف شيئا. قال حمزة ابن الضّلّيل البلوي لزنباع بن روح الجذاميّ في (أمثال أبي عبيد ٣٩٣) :
لقد أفحمت حتّى لست تدري ... أسعد الله أكثر أم جذام
[١٠٩٤]- أمثال أبي عبيد ٣٨١، وفيه: «لا أفعله ما سمر ابنا سمير» ، جمهرة الأمثال ٢/٢٨٢، فصل المقال ٥١٠، المستقصى ٢/٢٤٩، وفيه: «لا أفعل ذلك ما سمر ابنا سمير» نكتة الأمثال ٢٣٨، اللسان (سمر) .
وابنا سمير: اللّيل والنّهار.
[١٠٩٥]- المستقصى ٢/٢٤٩.
والمراد بقوله: «ما سمر السّمير» ما اختلف الدّهر. أو ما حدّث المسامر.
قال العبّاس بن مرداس في المستقصى:
فإن تهدوا إلى الإسلام تلقوا ... أنوف الناس ما سمر السّمير
[١٠٩٦]- أمثال أبي عبيد ٣٨١ وفيه: «لا أفعل ذلك ما اختلف الملوان» ، جمهرة الأمثال ٢/٢٨٢، نكتة الأمثال ٢٣٨.','1','223',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (227,'[١٠٩٧]- والأجدّان.
[١٠٩٨]- والفتيان.
[١٠٩٩]- والعصران.
[١١٠٠]- والجديدان. جميعه اللّيل والنّهار.
[١١٠١]- ما خالفت درّة وجرّة. لأنّ الدّرّة تسفل إلى الضّرع، والجرّة ترتفع إلى الفم.
ويروى «حالفت» أي اجتمعت.
[١١٠٢]- ما لاح للسّاري نجم. معروف، السّاري: هو السّائر باللّيل.
[١١٠٣]- ما دام للزّيت عاصر. معروف.
[١١٠٤]- ما لألأت الفور. أي ما حرّكت الظّباء أذنابها، والفور: الظّباء.
[١١٠٥]- ما حيّ حيّ أو مات ميت.
_________
[١٠٩٧]- أمثال أبي عبيد ٣٨١ وفيه: «لا أفعل ذلك ما اختلف الأجدّان» ، المستقصى ٢/٢٤٥، نكتة الأمثال ٢٣٨، اللسان (جدد) .
[١٠٩٨]- أمثال أبي عبيد ٣٨١، وفيه: «لا أفعل ذلك ما اختلف الفتيان» ، المستقصى ٢/٢٤٥، نكتة الأمثال ٢٣٨، اللسان (فتا) .
[١٠٩٩]- المستقصى ٢/٢٤٥ وفيه: «لا أفعله ما اختلف العصران» .
[١١٠٠]- المستقصى ٢/٢٤٥ وفيه: «لا أفعله ما اختلف الجديدان» ، العقد الفريد ٣/١٣٦.
[١١٠١]- أمثال أبي عبيد ٣٨٠، وفيه: «لا آتيك ما اختلفت الجرّة والدّرّة» ، مجمع الأمثال ٢/٢٣٢، وفيه:
«لا أفعل كذا ما اختلفت..» ، المستقصى ٢/٢٤٥، وفيه: «لا أفعل ذلك ما اختلفت..» نكتة الأمثال ٢٣٩، العقد الفريد ٣/١٣٦، وفيهما: «ما اختلفت..» . اللسان (جرر، درر) .
[١١٠٢]- لم أقف عليه فيه رجعت إليه من كتب الأمثال.
[١١٠٣]- المستقصى ٢/٢٤٨ وفيه: «لا أفعل ذلك مادام..» .
[١١٠٤]- جمهرة الأمثال ٢/٢٨١، مجمع الأمثال ٢/٢٢٥، المستقصى ٢/٢٤٠، وفيه: «لا أفعل ذلك ما لألأت..» .
[١١٠٥]- أمثال الضبي ١٥٨، أمثال أبي عبيد ٣٨٣، وفيه: «لا أفعل ذلك ما حيّ حيّ ومات ميت» ، مجمع الأمثال ٢/٢٢٧، المستقصى ٢/٢٤٨، وفيهما «لا أفعله ما حيّ حيّ أو مات ميت» .
أي أبدا.','1','224',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (228,'[١١٠٦]- ما حملت عيني الماء. معروف.
[١١٠٧]- ما حنّت النّيب. النّيب: المسانّ من الإبل. وحنّت: ذكرت أوطانها.
[١١٠٨]- ما أطّت الإبل. يريد رحال الإبل في المسير، أي ما صوّتت أقتابها ورحالها.
[١١٠٩]- ما غرّد راكب. أي ترنّم حاد أو منشد.
[١١١٠]- ما أبسّ عبد بناقة. أي دعاها للحلب.
[١١١١]- ما غبا غبيس. أي الدّهر كلّه. غبا: أي بقي. وغبيس: اسم الدّهر. معناه:
ما بقي الدّهر.
_________
[١١٠٦]- مجمع الأمثال ٢/٢١٦ وفيه: «لا آتيك ما حملت..» ، المستقصى ٢/٢٤٧ وفيه «لا أفعل ذلك ما حملت ... » .
أي أبدا.
[١١٠٧]- أمثال أبي عبيد ٣٨٠، مجمع الأمثال ٢/٢١٩، وفيهما: «لا آتيك ما حنّت النّيب» ، المستقصى ٢/٢٤٧، وفيه: «لا افعل ذلك ما حنّت..» ، نكتة الأمثال ٢٣٨، اللسان نيب.
أي أبدا.
قال عديّ بن زيد في (ديوانه ٦٧) :
لا يستفيق الدّهر من شربها ... ما حنّت النّيب إلى النّيب
[١١٠٨]- أمثال أبي عبيد ٣٨٠، مجمع الأمثال ٢/٢١٩، وفيهما: «لا آتيك ما أطّت الإبل» ، المستقصى ٢/٢٤٦، ثمار القلوب ٣٤٧- ٣٤٨، وفيه: «لا أفعل ذلك ما أطّت الإبل» ، اللسان (أطط) ، أي أبدا.
[١١٠٩]- أمثال أبي عبيد ٣٨٢ وفيه: «لا أفعله ما غرّد راكب» ، المستقصى ٢/٢٥٠، وفيه: «لا أفعله ما» ، نكتة الأمثال ٢٤٠.
[١١١٠]- أمثال أبي عبيد ٣٨٢ وفيه: «لا أفعله ما أبسّ..» ، مجمع الأمثال ٢/٢١٤، وفيه: «لا أفعل ما أبسّ عبد بناقته» ، المستقصى ٢/٢٤٥ وفيه: «لا أفعل ذلك..» ، نكتة الأمثال ٢٤٠.
[١١١١]- أمثال أبي عبيد ٣٨٢ وفيه: «لا آتيك ما غبا غبيس» ، جمهرة الأمثال ١/٨٠، فصل المقال ٥١١، مجمع الأمثال ٢/٢٣٩، وفيه: «لا أفعل كذا ما غبا غبيس» ، المستقصى ٢/٢٥٠ وفيه: «لا أفعل ذلك..» ، نكتة الأمثال ٢٤٠، اللسان (غبس) .
وقيل: غبا: أظلم، وغبيس: اللّيل، ومعناه: ما أظلم الليل.
قال الراجز في (مجمع الأمثال ٢/٢٣٩) :
وفي بني أمّ زبير كيس ... على الطّعام ما غبا غبيس','1','225',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (229,'[١١١٢]- ما طاف فوق الأرض حاف وناعل. معروف.
[١١١٣]- ما عنده خلّ ولا خمر. أي لا خير عنده ولا شرّ.
[١١١٤]- ما عنده خير ولا مير. أي لا صلة ولا طعام. وقيل: الخير: المال. من قوله تعالى (إِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ)
«١» . والميرة: ما جلب ليتزوّد.
[١١١٥]- ما يبضّ حجره. البضّ: أدنى الرّشح. أي هو بخيل.
[١١١٦]- ما يحجز في العكم. أي ليس هو ممّن يخفى. وأصله المتاع يغيّب في الوعاء.
[١١١٧]- ما تقرن به الصّعبة. أي يذلّ من ناوأه «٢» .
_________
[١١١٢]- مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٢٥٠ وفيه: «لا آتيك ما طاف..» .
[١١١٣]- أمثال أبي عبيد ٣٠٦، جمهرة الأمثال ٢/٢٦٦، فصل المقال ٤٢٩، المستقصى ٢/٣٢٦، نكتة الأمثال ١٩٥، اللسان خلل، خمر، المخصص ١١/٧٩ و ١٧/١٩.
قال الشاعر في (المستقصى ٢/٣٢٦) :
أفي الحقّ أنّي مغرم بك هائم ... وأنّك لاخلّ هواك ولا خمر.
[١١٤]- أمثال أبي عبيد ٣٠٦، الفاخر ٢٤٠، جمهرة الأمثال ٢/٢٦١، مجمع الأمثال ٢/٢٨٥، المستقصى ٢/٣٢٦، نكتة الأمثال ١٩٥، العقد الفريد ٣/١٨٨، اللسان (مير) .
[١١١٥]- أمثال أبي عبيد ٣٠٧، جمهرة الأمثال ٢/٢٧٦، مجمع الأمثال ٢/٢٢٦، وفيه: «لا يبضّ..» ،
المستقصى ٢/٣٣٤، نكتة الأمثال ١٩٥، اللسان (بضض) .
[١١١٦]- أمثال أبي عبيد ٩٢، جمهرة الأمثال ٢/٢٣٣، مجمع الأمثال ٢/٢٦٧، وفيه: «ما يحجر فلان..»
المستقصى ٢/٣٣٥، نكتة الأمثال ٤٣.
[١١١٧]- أمثال أبي عبيد ٩٥، فصل المقال ١٣٢، نكتة الأمثال ٤٦، وفيها: «ما تقرن بفلان الصعبة» ، مجمع الأمثال ٢/٢٦١، وفيه: «ما تقرن بفلان صعبة» ، جمهرة الأمثال ٢/٢٣٧، المستقصى ٢/٣٢٠.
وأصله أنّ الناقة الصّعبة تقرن بالجمل الذّلول ليردّ منها ويذلّلها، أي أنّه أكرم وأجلّ من أن يستعمل ويكلف تذليل الصعب كما يكلّف ذلك الجمل.','1','226',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (230,'[١١١٨]- ما يقعقع له بالشّنان. أي لا يطمع في ذعره بشيء لحصافته.
[١١١٩]- ما يعوى ولا ينبح. أي لا يعتدّ به في خير ولا شرّ لضعفه.
[١١٢٠]- ما تقوم رابضتة. أي إذا رمى بسهم أو عين قتل.
[١١٢١]- ما يبلّ الرّضفة. فيه قولان: أحدهما أن يكون «ما» بمعنى النّفي: أي هو بخيل ليس عنده من الخير قدر ما يبلّ حجرا محمّى. والآخر أن يكون «ما» بمعنى الذي: أي يسير.
[١١٢٢]- ما يشقّ غباره. أي ما يلحق شأوه.
_________
[١١١٨]- أمثال أبي عبيد ٩٦ وفيه «ما يقعقع لي..» جمهرة الأمثال ٢/٤١٢ وفيه: «لا يقعقع له» مجمع الأمثال ٢/٢٦١، المستقصى ٢/٢٧٤، نكتة الأمثال ٤٦ وفيهما برواية العسكري، العقد الفريد ٣/٩٢، اللسان (قعقع، شنن) .
القعقعة: تحريك الشيء اليابس الصّلب مثل السّلاح وغيره. والشّنان: جمع شنّ، وهو الجلد اليابس ويضرب مثلا للرجل الشّهم لا يفزّع بالوعيد.
[١١١٩]- أمثال أبي عبيد ١٢٣، وفيه: «فلان ما يعوى..» جمهرة الأمثال ٢/٣٩٧، وفيه: «لا يعوى..» ،
فصل المقال ١٨٥ وفيه: «فلان لا يعوى..» ، مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٣٣٧. اللسان (نبح) .
ويروى: «ما يعوي ولا ينبح» أي لا يبشّر ولا ينذر، لأنّ نباح الكلب يبشّر بمجيء الضيف، وعواء الذّئب يؤذن بهجوم شرّه على الغنم وغيرها.
[١١٢٠]- جمهرة الأمثال ٢/٢٩١، مجمع الأمثال ٢/٢٧٩، اللسان (ربض) وفيها: «ما تنهض رابضته» .
قال العسكري: «معناه: لا يأخذ شيئا إلّا قهرا» .
[١١٢١]- أمثال أبي عبيد ٣٠٧، جمهرة الأمثال ٢/٢٧٦، نكتة الأمثال ١٩٥، وفيها: «ما يندّي..» ،
مجمع الأمثال ٢/٢٧٥ وفيه: «ما عنده ما يندّي الرضفة، المستقصى ٢/٣٣٥.
قال أبو عبيد: «وأصل ذلك أنهم كانوا إذا أعوزهم أن يجدوا قدرا يطبخون فيها، عملوا شيئا كهيئة القدر من جلود، ويجعل فيها الماء واللّبن وما أرادوا من ودك، ثم تلقى فيها الرّضفة وهي الحجارة المحماة، لتنضج ما في ذلك الوعاء. يقولون: فليس عند هذا من الخير بقدر ما يندي الرّضفة» .
[١١٢٢]- أمثال الضبي ١٤٥ وفيه: «إنّها لا يشقّ غبارها» ، أمثال أبي عبيد ٩٠، جمهرة الأمثال ٢/٢٣٢، فصل المقال ١٢٣، مجمع الأمثال ٢/٢٩٤، نكتة الأمثال ٤٢. وفيه: «لا يشقّ غباره» .
قال العسكري: «يضرب مثلا للسابق المبرّز على أصحابه، والمثل لقصير بن سعد، قاله في وصف «العصا» فرس جذيمة.','1','227',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (231,'[١١٢٣]- ما يجمع بين الأروى والنّعام. فيه قولان، أحدهما نفي، أي هو جاهل لا يجمع بينهما. والأروى يكون في الجبل، والنّعام في السّهل، لعجزه عن الصّيد. والآخر أن يقال: يجمع بين الأروى والنّعام. وهو على وجهين أحدهما القدرة. والآخر أن لا اجتماع بين الأروى والنّعام.
[١١٢٤]- ما كلّ بيضاء شحمة ولا كلّ سوداء تمرة. أي النّاس مختلفون في طباعهم وأخلاقهم، فليس كلّ من يظنّ ظنّا وإن كان جسيما ذا منظر، فتأنّ في طلب حاجتك ولا تعجل.
<span data-type="title" id=toc-98>وفصل منه</span>
[١١٢٥]- ما أشبه اللّيلة بالبارحة. يضرب مثلا للمتشابهين.
[١١٢٦]- ما أرخص النّاقة لولا السّنّور. أصله أنّ رجلا شردت له ناقة، حتّى أتعبته، فحلف ليبيعنّها بدرهم، ثمّ ندم فأخذ هرّة، فربطها بزمامها، وقال: من يشتري النّاقة بدرهم والهرّة بمئتين، ولا أبيعهما إلّا معا، فقال النّاس ذلك.
_________
[١١٢٣]- أمثال أبي عبيد ٢٧٩، جمهرة الأمثال ٢/١٦٩، مجمع الأمثال ٢/٢٧١، المستقصى ٢/٣٣٥، نكتة الأمثال ١٧٧، العقد الفريد ٣/١١٥، اللسان (روي، نعم) .
[١١٢٤]- الفاخر ١٩٥، الوسيط ١٦١، جمهرة الأمثال ٢/٢٨٧، وفيها جميعا: «ما كلّ سوداء تمرة ولا كلّ بيضاء شحمة» ، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٨، اللسان (كلل) .
[١١٢٥]- أمثال أبي عبيد ١٤٩، الفاخر ٣١٦، جمهرة الأمثال ٢/٢٤٧، الوسيط ١٦٤، فصل المقال ٢٢٧، مجمع الأمثال ٢/٢٧٥، المستقصى ٢/٣١٢، نكتة الأمثال ٨٦، تمثال الأمثال ٥٥٠، العقد الفريد ٣/١٠٢، اللسان (برح) .
قال طرفة بن العبد في (ديوانه ١١٨) :
كلّ خليل كنت خاللته ... لا ترك الله له واضحه
كلّهم أروغ من ثعلب ... ما أشبه اللّيلة بالبارحه
[١١٢٦]- مجمع الأمثال ٢/٢٦٨، المستقصى ٢/٣١٢ وفيهما: «ما أرخص الجمل لولا الهرّة» .','1','228',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (232,'[١١٢٧]- ما وراءك يا عصام؟ قاله النّابغة لعصام بن شهبر حاجب النّعمان، وقد اشتدّ مرضه، يسأله عن خبره.
[١١٢٨]- ما عليك من دم هراقه أهله. ويروى «لا يحزنك» قاله جذيمة للزّبّاء لمّا أمرته بحفظ دمه، وقد أمرت بقتله.
[١١٢٩]- ما يجعل قدّك إلى أديمك؟ القدّ: مسك السّخلة، والأديم: الجلد العظيم أي ما يحملك على أن تقيس الصّغير بالكبير.
[١١٣٠]- ما يجعل البؤس كالأذى؟ أي: أي شيء جعل البرد والجوع في الشّتاء كالأذى والحرّ في الصيف.
<span data-type="title" id=toc-99>فصل منه</span>
[١١٣١]- ما ذقت عضاضا.
_________
[١١٢٧]- أمثال الضبي ١٦٧، ١٨٧، أمثال أبي عبيد ٢٠٥، الفاخر ١٨٤، جمهرة الأمثال ١/٥٧٠ و ٢/٢٢٥، الوسيط ١٥٨، مجمع الأمثال ٢/٢٦٢ و ٣٣٢، المستقصى ٢/٣٣٤، نكتة الأمثال ١٢٦، العقد الفريد ٣/١٠٩، اللسان (عصم) .
قال النابغة في (ديوانه ٧٤) :
فإنّي لا ألومك في دخول ... ولكن ما وراءك يا عصام
[١١٢٨]- أمثال الضبي ١٤٥، أمثال أبي عبيد ٣٣١، وفيهما: «لا يحزنك دم أراقه أهله» ، جمهرة الأمثال ١/٢٣٥ وفيه: «ما يحزنك من دم ضيّعه أهله» ، مجمع الأمثال ٢/٢٣١، المستقصى ٢/٢٦٨، نكتة الأمثال ٢٠٨ وفيها: «لا يحزنك دم هراقه أهله» .
وأراق وهراق بمعنى.
[١١٢٩]- أمثال أبي عبيد ٢٩٢، جمهرة الأمثال ٢/٢٦٣، مجمع الأمثال ٢/٢٦٠، المستقصى ٢/٣٣٥، نكتة الأمثال ١٨٦، اللسان (قدّد) .
يضرب للمتعدّي طوره.
[١١٣٠]- مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٣٢٠، وفيهما: «ما جعل..» .
قال الزمخشري: «أصله أن يكون القوم في مقاساة كلب البرد والمخمصة شتاء، ثمّ يصيّفوا، فيشتكوا حرّ الصيف وقد أخصبوا وانتعشوا، فيقال لهم ذلك، يضرب في إنكار المقايسة بين الفظيع والهيّن» .
[١١٣١]- أمثال أبي عبيد ٣٨٩، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٦، اللسان (عضض، لمظ، مضغ) ، المخصص ١٣/٢٤٩- ٢٥٠.','1','229',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (233,'[١١٣٢]- ولا مضاضا.
[١١٣٣]- ولا لماظا.
[١١٣٤]- ولا شماجا.
[١١٣٥]- ولا ذواقا.
[١١٣٦]- ولا لماجا.
[١١٣٧]- ولا علوسا.
[١١٣٨]- ولا عذوفا «١» .
[١١٣٩]- ولا عذوبا.
_________
[١١٣٢]- المستقصى ٢/٣٢٣، المخصص ١٣/١٤٩- ٢٥٠ جاء في المستقصى: «أي ما يدار في الفمّ من معنى المضمضة لا من لفظها» .
[١١٣٣]- أمثال أبي عبيد ٣٩٠، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٦، المخصص ١٣/٢٤٩- ٢٥٠.
وهو ما يتلمظ به عند الأكل.
[١١٣٤]- أمثال أبي عبيد ٣٩٠، المستقصى ٣٢٢، نكتة الأمثال ٢٤٦، المخصص ١٣/٢٤٩- ٢٥٠، اللسان (شمج، لمج) .
شمج: اختبز من الأرز خبزا غليظا.
[١١٣٥]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢١، نكتة الأمثال ٢٤٥، اللسان (ذوق) ، المخصص ١٣/٢٤٩- ٢٥٠.
أي ما يذاق.
[١١٣٦]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٥، اللسان (شمج، لمج) ، المخصص ١٣/٢٤٩- ٢٥٠.
من التلمّج، وهو إدارة الآكل لحييه.
[١١٣٧]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٦، المخصص ١٣/٢٤٩- ٢٥٠.
من العلس: وهو الشرب.
[١١٣٨]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٦.
يروى بالدّال والذّال، وهو الشيء القليل من العلف.
[١١٣٩]- لم أقف عليه فيما رجعت إليه من كتب الأمثال. والعذوب من الشّراب والطّعام: المستساغ.','1','230',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (234,'[١١٤٠]- ولا عذافا. أي ما ذقت شيئا.
[١١٤١]- ما أكلت أكالا.
[١١٤٢]- ولا شماجا.
[١١٤٣]- ولا ذواقا. مثله [١١٤٤]- ما ذقت لماقا. أي مشروبا.
[١١٤٥]- ما اكتحلت غماضا ولا حثاثا «١» . أي نوما.
[١١٤٦]- ما عليه فراض.
[١١٤٧]- ولا طحربة. أي ما عليه شيء من اللّباس.
_________
[١١٤٠]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٣٨١، المستقصى ٢/٣٢٢، نكتة الأمثال ٢٤٦.
يروى بالدال والذال وهو العلف اليسير.
[١١٤١]- أمثال أبي عبيد ٣٩٠، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢١، نكتة الأمثال ٢٤٥، اللسان (سمج، لمج) .
وفيها: ما ذقت أكالا» . وهو ما يؤكل.
[١١٤٢]- سلف تخريجه برقم ١١٣٤.
[١١٤٣]- سلف تخريجه برقم ١١٣٥.
[١١٤٤]- أمثال أبي عبيد ٣٩٠، المستقصى ٢/٣٢٣، نكتة الأمثال ٢٤٥.
قال نهشل بن حرّيّ في (أمثال أبي عبيد ٣٩٠) :
كبرق بات يعجب من رآه ... ولا يشفي الحوائم من لماق
[١١٤٥]- أمثال أبي عبيد ٣٩٢، مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٣١٣، نكتة الأمثال ٢٤٦. اللسان (حثث، غمض) .
الحثاث: النوم القليل، السريع الذّهاب.
[١١٤٦]- أمثال أبي عبيد ٣٩١، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٥، نكتة الأمثال ٢٤٦. اللسان (فرض) ، المخصص ١٣/٢٥٠- ٢٥١.
أي ستر، أو شيء من لباس.
[١١٤٧]- أمثال أبي عبيد ٣٩١، مجمع الأمثال ٢/٢٨١، المستقصى ٢/٣٢٥، نكتة الأمثال ٢٤٦. اللسان (طحرب) .','1','231',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (235,'[١١٤٨]- ما عليه هلبسيسة.
[١١٤٩]- ولا خربصيصة.
[١١٥٠]- ولا خضاض. أي شيء من الحلي.
[١١٥١]- ما له هلّع ولا هلّعة. أي جدي ولا عناق «١» .
[١١٥٢]- ما له عافطة ولا نافطة. أي ضائنة ولا ما عزة. قيل: العافطة: العنز. والنّافطة:
اتّباع العفط، والعفيط: نثر الشّاه بأنوفها كما ينثر الحمار. وقيل: العنز تعفط، أي تضرط. ونفطت الدّابة بولها تنفطه أي تدفعه دفعا.
[١١٥٢]- ما له هارب ولا قارب. أي صادر ولا وارد، يقال: أي راغب وراهب.
[١١٥٣]- ما له قذعملة ولا قرطعبة. أي لا شيء له.
_________
[١١٤٨]- أمثال أبي عبيد ٣٩١، المستقصى ٢/٣٢٦، نكتة الأمثال ٢٤٦، اللسان (هلبس) وفيها:
«ما عليها..» والهلبسيسة: الشيء من الحلي.
[١١٤٩]- أمثال أبي عبيد ٣٩١، المستقصى ٢/٣٢٥، نكتة الأمثال ٢٤٦، اللسان (خربص) .
الخربصيصة: القرط.
[١١٥٠]- أمثال أبي عبيد ٣٩١، مجمع الأمثال ٢/٢٧٨، المستقصى ٢/٣٢٥، نكتة الأمثال ٢٤٦، اللسان (خضض) .
والخضاض: الشيء اليسير من الحلي. قال الشاعر في (أمثال أبي عبيد ٣٩١) :
ولو أشرفت من كفّة السّتر عاطلا ... لقلت غزال ما عليه خضاض
[١١٥١]- أمثال أبي عبيد ٣٨٧، مجمع الأمثال ٢/٢٧٠، المستقصى ٢/٣٣٣، نكتة الأمثال ٢٤٤، العقد الفريد ٣/١٣٤، اللسان (هلع) .
أي ما له شيء.
[١١٥٢]- أمثال أبي عبيد ٣٨٨، أمثال أبي عكرمة الضبي ١١٣، جمهرة الأمثال ٢/٢٦٧، فصل المقال ٥١٤، مجمع الأمثال ٢/٢٦٨، المستقصى ٢/٣٣٢، نكتة الأمثال ٢٤٤، العقد الفريد ٣/١٣٤، اللسان عفط، نفط، المخصص ٨/١٢.
[١١٥٣]- أمثال أبي عبيد ٣٨٨، فصل المقال ٥١٤، مجمع الأمثال ٢/٢٧٠، المستقصى ٢/٣٣٣، نكتة الأمثال ٢٤٤، العقد الفريد ٣/١٣٤، اللسان (هرب، عفط) .
[١١٥٤]- أمثال أبي عبيد ٢٨٧، مجمع الأمثال ٢/٢٧٠، المستقصى ٢/٣٣٢، نكتة الأمثال ٢٤٤، اللسان (قذ عمل، قرطعب) ، المخصص ٤/٩.
القذ عملة: الشيء اليسير أيّا كان، والقرطعبة: الخرقة البالية.','1','232',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (236,'[١١٥٥]- ما له حبض ولا نبض. أي لا حسّ ولا حركة.
[١١٥٦]- ما له سعنة ولا معنة. أي لا قليل ولا كثير.
[١١٥٧]- ما له سبد ولا لبد. أي شيء من الشّعر والصّوف.
[١١٥٨]- ما له ثاغية ولا راغية. أي لا غنم ولا إبل.
[١١٥٩]- ما له ستر ولا حجر. أي لا حياء ولا عقل.
[١١٦٠]- ما في كنانته أهزع ولا مريش. الأهزع: السّهم الّذي لا ريش له. يضرب مثلا للفقير. أي لا شيء له.
[١١٦١]- ما أصبت منه أقذّ ولا مريشا. الأقذّ: السّهم الّذي لا ريش له. والمريش: ذو الرّيش.
أي ما أصبت منه شيئا. وقيل الأقذّ: المستوي البري. والأفذّ، بالفاء، الّذي لا ريش له.
_________
[١١٥٥]- أمثال أبي عبيد ٣٨٨، مجمع الأمثال ٢/٢٧٠، المستقصى ٢/٣٣٠، نكتة الأمثال ٢٤٤، اللسان (نبض) .
[١١٥٦]- أمثال أبي عبيد ٣٨٨، أمثال أبي عكرمة الضبي ١١٣، فصل المقال ٥١٤، مجمع الأمثال ٢/٢٧١، المستقصى ٢/٣٣١، نكتة الأمثال ٢٤٤، تمثال الأمثال ٥٥٣، العقد الفريد ٣/١٣٤، اللسان (سعن، معن) ، المخصص ١٣/٢٥١- ٢٥٢.
قال بعضهم السّعنة: الودك، وبعضهم: الكثرة من الطعام، والمعنة: القلّة من الطعام وغيره.
[١١٥٧]- أمثال أبي عبيد ٣٨٨، أمثال أبي عكرمة الضبي ١٠٩، الفاخر ٢١، جمهرة الأمثال ٢/٢٦٧، مجمع الأمثال ٢/٢٧٠، المستقصى ٢/٣٣١، نكتة الأمثال ٢٤٤- ٢٤٥، العقد الفريد ٣/١٣٤، اللسان (سبد، لبد) .
[١١٥٨]- أمثال أبي عكرمة الضبي ١١٢، الفاخر ٢١، جمهرة الأمثال ٢/٢٦٧، مجمع الأمثال ٢/٢٨٤، المستقصى ٢/٣٣٠، اللسان (ثغا، رغى) .
[١١٥٩]- مجمع الأمثال ٢/٢٨٦ وفيه: «.. ولا عقل» .
[١١٦٠]- مجمع الأمثال ٢/٢٨٦، بإسقاط: «.. ولا مريش» ، المستقصى ٢/٣٢٧.
[١١٦١]- أمثال أبي عبيد ٣٨٨، وفيه: «ما أصبت من فلان..» ، جمهرة الأمثال ١/٣٨١، مجمع الأمثال ٢/٢٨٠، المستقصى ٢/٣٣٠، نكتة الأمثال ٢٤٥، وفيها: «ما له أقذّ ولا مريش» ، اللسان (قذذ، ريش) .','1','233',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (237,'[١١٦٢]- ما بللت منه بأفوق ناصل. الأفوق: المسكور الفوق. والنّاصل: السّاقط النّصل.
ما حظيت منه بشيء.
[١١٦٣]- ما بللت منه بأعزل. أي بسهم غير مبري «١» ، أي ما أصبت منه شيئا. ويروى «بأعزل» أي ما وجدته بغير سلاح ولكن وجدته مستعدّا.
<span data-type="title" id=toc-100>وفصل منه</span>
[١١٦٤]- ما بالعير من قماص. يضرب مثلا للضّعيف الّذي لا حركة به.
[١١٦٥]- ما به وذية. الوذية: الحزّة: أي لا شيء له.
[١١٦٦]- ما بقي منه إلّا قدر ظمء الحمار. ليس في الدّواب أقلّ صبرا على العطش من الحمار، قائله مروان بن الحكم «٢» .
_________
[١١٦٢]- أمثال أبي عبيد ٩٥، جمهرة الأمثال ٢/٢٣٦، وفيهما: «ما بللت من فلان..» ، فصل المقال ١٣٢، مجمع الأمثال ٢/٢٦١، المستقصى ٢/٣١٨، بإسقاط «.. منه..» ، نكتة الأمثال ٤٥، العقد الفريد ٣/٩٢، اللسان (بلل، فوق، نصل) .
بللت: بليت ومنيت، ومعناه: لم تمن برجل ضعيف، ولكن برجل صعب.
[١١٦٣]- أمثال أبي عبيد ٩٥، جمهرة الأمثال ٢/٢٣٧، مجمع الأمثال ٢/٢٦١، المستقصى ٢/٣١٧، نكتة الأمثال ٤٥.
[١١٦٤]- أمثال أبي عبيد ١٢٢، جمهرة الأمثال ٢/٢٣٧، مجمع الأمثال ٢/٢٦٨، المستقصى ٢/٣١٧، نكتة الأمثال ٦٧- ٧٨، اللسان (قمص) .
العير: الحمار، القماص: الوثب.
[١١٦٥]- أمثال أبي عبيد ٣٩٢، المستقصى ٢/٣١٩، نكتة الأمثال ٢٤٦، اللسان (حزز، وذى) .
[١١٦٦]- أمثال أبي عبيد ١١٩، جمهرة الأمثال ٢/٢٩، فصل المقال ١٧٨، مجمع الأمثال ٢/٢٦٨، المستقصى ٢/٣١٧، نكتة الأمثال ٦٥، اللسان (ظمأ) ، ثمار القلوب ٣٧١.','1','234',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (238,'[١١٦٧]- ما حللت ببطن تبالة لتحرم الأضياف. أي ما حللت بهذه الرّتبة لئلّا تجدي ولا تفضل. وتبالة: قرية بالشّام طيّبة خصبة «١» .
[١١٦٨]- ما سلمت الجلّة فالسّخل هدر. أي ما سلمت الكبار المسانّ من الإبل فسخلها- أي صغارها- لا فكرة فيه ولا بال به.
[١١٦٩]- ما أنت إلّا تمرّثني الودع. أي تخالني صبيّا يمصّ ودع قلادته.
[١١٧٠]- ما شيء أحقّ بطول السّجن من اللّسان. قاله عبد الله بن مسعود.
[١١٧١]- ما اتّقى الله [أحد] حقّ تقاته حتّى يخزن من لسانه. قاله أنس بن مالك.
[١١٧٢]- ما يوم حليمة بسرّ. يضرب لكلّ أمر مشهور. وهي حليمة بنت الحارث بن أبي شمر، وكان أبوها جهّز جيشا، فطيّبتهم أجمعين، فلمّا تلاقت الخيول عظمت الحرب حتّى رؤيت الكواكب ظهرا.
_________
[١١٦٧]- أمثال أبي عبيد ١٦٩، جمهرة الأمثال ٢/٢٥١، مجمع الأمثال ٢/٢٦٠، المستقصى ٢/٣٢١، نكتة الأمثال ١٠٠، اللسان (قبل) ، وفيها «.. بطن..» .
[١١٦٨]- المستقصى ٢/٣٢٤.
يضرب في التسلية ببقاء الكبير عن فناء الصغير.
[١١٦٩]- لم أقف عليه بهذا اللفظ، وفي اللسان (مرث) : «هو يمرثني الودع» .
[١١٧٠]- أمثال أبي عبيد ٣٩، برواية: «والّذي لا إله غيره ما على الأرض شيء أحقّ..» ، جمهرة الأمثال ١/٢٢، وفيه: «أحقّ شيء بسجن لسان» ، مجمع الأمثال ٢/٢٦٠، وفيه: «ما على الأرض شيء أحقّ..» ، المستقصى ٢/٣٢٤، نكتة الأمثال ٤ برواية الميداني، العقد الفريد ٣/٨١.
قال امرؤ القيس في (ديوانه ٩٠) :
إذا المرء لم يخزن عليه لسانه ... فليس على شيء سواه بخزّان
[١١٧١]- أمثال أبي عبيد ١٣٩، المستقصى ٢/٣١٠، نكتة الأمثال ٤، وفيه: «ما اتّقى الله عبد..» .
يضرب في حفظ اللسان.
[١١٧٢]- أمثال الضبي ١٦٩، أمثال أبي عبيد ٩٢، الدرة الفاخرة ١/٢٤٦ و ٣٠١، جمهرة الأمثال ٢/٢٣٣، فصل المقال ١٢٧، مجمع الأمثال ٢/٢٧٢، المستقصى ٢/٣٤٢، نكتة الأمثال ٤٣، تمثال الأمثال ٥٥٤، زهر الأكم ٢/٢٤٠، العقد الفريد ٣/٩١، اللسان (حلم) .','1','235',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (239,'[١١٧٣]- ما صدقة أفضل من صدقة من قول. جاء في الحديث أنّ الملاطفة باللّسان، وحسن اللّقاء أفضل من الصّدقة.
[١١٧٤]- ما كفى حربا جانيها. أي إنّما يجنيه السّفهاء فيكفيها، وإنّما يصلح فسادها الحكماء.
[١١٧٥]- ما زال منها بعلياء. أي أكسبته مجدا باقيا.
[١١٧٦]- ما تكّلمت بكلمة حتّى أخطمها وأزمّها. يريد حتّى استظهر بالفكر في عواقبها.
[١١٧٧]- ما عقالي لك بأنشوطة. أي هو عقد وثيق لا ينحلّ.
[١١٧٨]- ما له لاعدّ من نفره. دعاء للممدوح، ولفظه لفظ الذّم.
_________
[١١٧٣]- أمثال أبي عبيد ٤٠، مجمع الأمثال ٢/٢٦١، المستقصى ٢/٣٢٤، نكتة الأمثال ٥، وهو حديث شريف في حلية الأولياء ٧/٣٠١، وكنز العمال ٦/٤١٥، بخلاف في اللفظ.
[١١٧٤]- أمثال أبي عبيد ١٥٤، جمهرة الأمثال ٢/١٤٤، مجمع الأمثال ٢/٢٧٨، المستقصى ٢/٣٢٨، نكتة الأمثال ٩٠.
يضرب في صلاح الأمور الفاسدة بذوي الحلم.
[١١٧٥]- أمثال أبي عبيد ٩١، مجمع الأمثال ٢/٢٨٦، المستقصى ٢/٣٢٣، نكتة الأمثال ٤٣.
[١١٧٦]- أمثال أبي عبيد ٣٩ فصل المقال ٢١- ٢٢ وفيه: «.. بكلمة منذ كذا وكذا حتّى..» ، المستقصى ٢/٣٢٠، نكتة الأمثال ٤ وفيه: «لا تتكلمنّ بكلمة حتّى تخطمها وتزمّها» ، النهاية في غريب الحديث والأثر ١/٥١.
يضرب في حفظ اللسان من الفلتات.
[١١٧٧]- أمثال أبي عبيد ١٧٦، الوسيط ١٦٦، مجمع الأمثال ٢/٢٧٨، المستقصى ٢/٣٢٥ وفيها:
«ما عقالك..» ، الوسيط ١٦٦ وفيه: «ما عقالي بأنشوطة» ، نكتة الأمثال ١٠٥ وفيه: «ما عقاله..» ،
اللسان (نشط) .
الأنشوطة: العقدة التي يسهل انحلالها.
[١١٧٨]- أمثال أبي عبيد ٧٠، مجمع الأمثال ٢/٢٨٠، المستقصى ٢/٣٣٢، نكتة الأمثال ٢٦، اللسان (نفر، نمي) .
وهو عجز لامرئ القيس في (ديوانه ١٢٥) وتمامه:
فهو لا تنمي رميّته ... ماله لاعدّ من نفره','1','236',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (240,'[١١٧٩]- ما قرعت عصا بعصا إلّا حزن لها قوم وسرّ آخرون. أي ما حدثت حادثة إلّا وفيها نفع لقوم، وضرّ لآخرين.
_________
[١١٧٩]- أمثال أبي عبيد ٢٥٨ وفيه: «.. على عصا.. وسرّ بها..» مجمع الأمثال ٢/٢٨٠ وفيه: «..
على عصا.. وسرّ لها..» ، المستقصى ٢/٣٢٧، نكتة الأمثال ١٦١ برواية أبي عبيد.','1','237',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (241,'<span data-type="title" id=toc-101>باب منه</span>
[١١٨٠]- من نجا برأسه فقد ربح. أي هو أمر عظيم من نجا فيه بنفسه فقد ربح وإن ذهب ماله.
[١١٨١]- من عال بعدها فلا اجتبر. لعمرو بن كلثوم في بيت تمامه «١» : [الرّجز]
ولا سقي الماء ولا رعى الشّجر
وعال: افتقر.
[١١٨٢]- من لا حاك فقد عاداك. معروف.
[١١٨٣]- من دخل ظفار حمّر. ظفار «٢» : بلدة باليمن، وكان رجل دخل على ملكها، فقال له: ثب، وهو بلغة حمير اجلس، فلم يفهم الرّجل، ووثب من أعلى السّور فسقط ومات. وقيل: من دخل بلاد حمير تعلم لغتهم.
_________
[١١٨٠]- أمثال أبي عبيد ٢٤٩، مجمع الأمثال ٢/٢٩٩، المستقصى ٢/٣٦٠، نكتة الأمثال ١٥٦.
المثل من قول الراجز في ليالي صفّين. (مجمع الأمثال ٢/٢٩٩) :
اللّيل داج والكباش تنتطح ... نطاح أسد ما أراها تصطلح
فمن نجا برأسه فقد ربح
قال الميداني: «يضرب في إبطاء الحاجة وتعذّرها حتّى يرضى صاحبها بالسّلامة منها» .
وقال الزمخشري: «يضرب لمن أشفى في طلب الحاجة على الهلاك، فهو راض بالنجاة منها وهو غير ظافر» .
[١١٨١]- أمثال الضبي ١٢٤، أمثال أبي عبيد ٢٥٧، جمهرة الأمثال ٢/٢٦٠، وفيه: «فلا انجبر» ، فصل المقال ٣٧١، مجمع الأمثال ٢/٣١٢، المستقصى ٢/٣٥٦، وفيه: «.. عال منّا بعدها..» ، نكتة الأمثال ١٦٠، اللسان (جبر) .
[١١٨٢]- أمثال أبي عبيد ٧٩، جمهرة الأمثال ٢/٢٣٠، مجمع الأمثال ٢/٣١٢، المستقصى ٢/٣٥٩، نكتة الأمثال ٣٥، اللسان (لحا) .
والملاحاة: المشاتمة أو الملاومة والمباغضة.
[١١٨٣]- مجمع الأمثال ٢/٣٠٦، المستقصى ٢/٣٥٥، تمثال الأمثال ٥٦٧، اللسان (حمر، ظفر، وثب) .
يضرب للرجل يدخل في القوم فيأخذ بزيّهم.','1','238',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (242,'<span data-type="title" id=toc-102>وفصل منه</span>
[١١٨٤]- من سرّه بنوه ساءته نفسه. قاله ضرار بن عمرو الضّبيّ وقد رأى من بنيه ثلاثة عشر رجلا. أي قد كبرت وفني عمري.
[١١٨٥]- من أكثر من شيء عرف به.
[١١٨٦]- من استغنى كرم على أهله. معروف.
[١١٨٧]- من استرعى الذّئب ظلم. معروف.
[١١٨٨]- من سلك الجدد أمن العثار. أي من لم يتعرّض للمتالف سلم.
[١١٨٩]- من لانت كلمته وجبت محبّته. معروف.
_________
[١١٨٤]- أمثال الضبي ١٦٦، أمثال أبي عبيد ١٤٦، جمهرة الأمثال ٢/٢٤٦، الوسيط ١٦٥، مجمع الأمثال ٢/٣٠٠، المستقصى ٢/٣٥٦، نكتة الأمثال ٨٤.
يضرب في التأسّف على العمر الذّاهب.
[١١٨٥]- المستقصى ٢/٣٥٣.
[١١٨٦]- أمثال أبي عبيد ٢٨٩، مجمع الأمثال ٢/٣٢٩، المستقصى ٢/٣٥٢، نكتة الأمثال ١٨٢.
قال الزمخشري: «يضرب في النّهي عن إبرام الناس» .
[١١٨٧]- أمثال أبي عبيد ٢٩٤، أمثال أبي عكرمة ٦٩، الفاخر ٢٦٥، الدرة الفاخرة ١/١٩٢ و ٢٩٤، سوائر الأمثال ١٦٣، جمهرة الأمثال ٢/٢٦٥، الوسيط ١٦٣، وفيه: «.. فقد ظلم» ، مجمع الأمثال ١/٢٦٠ و ٤٤٦ و ٢/٣٠٢، المستقصى ٢/٣٥٢، وفيه: «.. فقد ظلم» ، نكتة الأمثال ١٨٩، تمثال الأمثال ٥٦١، اللسان (ظلم، رعى) ، المخصص ١٢/١١.
[١١٨٨]- أمثال أبي عبيد ٢١٨، جمهرة الأمثال ٢/٢٥٦، فصل المقال ٣١٥، مجمع الأمثال ٢/٣٠٦، المستقصى ٢/٣٥٦، نكتة الأمثال ١٣٥، تمثال الأمثال ٥٧٠، العقد الفريد ٣/١١١، اللسان (جدد) .
[١١٨٩]- مجمع الأمثال ٢/٣٢٩، المستقصى ٢/٣٥٩.','1','239',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (243,'[١١٩٠]- من أشبه أباه فما ظلم. أي لم يضع الشّيء غير موضعه.
[١١٩١]- من حفر مغوّاة وقع فيها. هي بئر تحفر للذّئب، ثمّ يجعل عليها جدي أو غيره «١» .
[١١٩٢]- من عرف بالصّدق جاز كذبه، ومن عرف بالكذب لم يجز صدقه. معروف.
[١١٩٣]- من كان ذا دهن طلى استه. أي من كثر ماله استعمله في كلّ شيء.
[١١٩٤]- من حفّنا أو رفّنا فليترك. ويروى «فليقتصد» أي لا يماري ولا يداهن. أصله أنّ امرأة وجدت نعامة قد غصّت بصعرورة «٢» . وهي صمغة، فسدرت «٣» ، فقنعتها وعصبتها، وقالت لجاراتها: من حفّنا أو رفّنا فليترك، أي من كان يعيننا وينفعنا فليترك فقد استغنينا عنه بهذه. يقال: ما له حافّ ولا رافّ «٤» . قال ابن الأعرابي فالحافّ: الّذي يضمّه ويؤويه. والرّافّ: الّذي يطعمه. معناه من قام بأمرنا وأطعمنا
_________
[١١٩٠]- أمثال أبي عبيد ١٤٥ و ٢٦٠، أمثال أبي عكرمة الضبي ٦٧، الفاخر ١٠٣ و ٢٧٧، جمهرة الأمثال ٢/٢٤٤، الوسيط ١٥٥، فصل المقال ١٨٥، مجمع الأمثال ٢/٣٠٠، المستقصى ٢/٣٥٢، نكتة الأمثال ٨٣ و ١٦٣، العقد الفريد ٣/١٠٢، اللسان (ظلم) .
المثل من قول كعب بن زهير (في ديوانه ٦٤) :
فإن تسألي الأقوام عنّي فإنّني ... أنا ابن سلمى على رغم من رغم
أنا ابن الذي عاش تسعين حجّة ... فلم يخز يوما في معدّ ولم يلم
أقول شبيهات بما قال عالما ... بهنّ ومن يشبه أباه فما ظلم
[١١٩١]- أمثال أبي عبيد ٢٧٠، جمهرة الأمثال ٢/٢٨٩، مجمع الأمثال ١/١٣٦ و ٢/٢٩٧، المستقصى ٢/٣٥٤، نكتة الأمثال ١٧٠، اللسان (غوى) .
[١١٩٢]- أمثال أبي عبيد ٤٧، فصل المقال ٣٦، مجمع الأمثال ٢/٣٠٩، المستقصى ٢/٣٥٧، نكتة الأمثال ١٢.
[١١٩٣]- مجمع الأمثال ٢/٣٣٠، المستقصى ٢/٣٥٨.
[١١٩٤]- أمثال أبي عبيد ٤٥، جمهرة الأمثال ٢/٢٢٩، فصل المقال ٣١، مجمع الأمثال ٢/٣١٠، المستقصى ٢/٣٥٤، نكتة الأمثال ١٠، تمثال الأمثال ٥٦٤، العقد الفريد ٣/٨٢، اللسان (حفف، رفف، نعم) ، المخصص ١٢/٢٣٧.','1','240',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (244,'وسقانا فليترك. يضرب مثلا للذي يطلب الحاجة فيشرف على النّجاح، ثم يخيب، لأنّ هذه المرأة لمّا ذهبت إلى بيتها لإحراز النّعامة الّتي ربطتها إلى شجرة وجدتها قد أفلتت، فبقيت لا صيدها أحرزت، ولا حظّها من الحيّ حفظت.
<span data-type="title" id=toc-103>وفصل منه</span>
[١١٩٥]- من أكثر أهجر. أي أتى بالهجر: وهو القبيح من القول.
[١١٩٦]- من أجدب انتجع. أي من قلّ ماله طلب في غير بلده.
[١١٩٧]- من عزّبزّ. أي من كان عزيزا بزّ الأذلّاء، أي أخذ بزّتهم «١» . قاله جابر بن رألان «٢» الثّعلبيّ «٣» لما أقرع المنذر بينه وبين صاحبيه يوم بؤسه فقرعهما، فخلّى سبيله، وقتل صاحبيه.
[١١٩٨]- من قلّ ذلّ ومن أمر فلّ. أي من قلّ ناصره ذلّ، ومن كثر ناصره فلّ: أي غلب.
[١١٩٩]- من حقر حرم. أي من حقر يسير ما يقدر عليه ولم يقدر على الكثير ضاعت لديه الحقوق.
_________
[١١٩٥]- أمثال أبي عبيد ٤٣، جمهرة الأمثال ١/٤٩٤، فصل المقال ٢٨، مجمع الأمثال ٢/٢٩٧، المستقصى ٢/٣٥٣، نكتة الأمثال ٨، العقد الفريد ٣/٨١.
[١١٩٦]- مجمع الأمثال ٢/٣٢١، المستقصى ٢/٣٥٢، تمثال الأمثال ٥٦٣، وفيهما: «من أجدب جنابه..» ، اللسان (نجع) .
[١١٩٧]- أمثال الضبي ١٢٤، أمثال أبي عبيد ١١٣، الفاخر ٨٩، جمهرة الأمثال ١/٢٥٧ و ٣٦٠ و ٢/٢٨٨، الوسيط ١٥٣، مجمع الأمثال ٢/٣٠٧، المستقصى ٢/٣٥٧، نكتة الأمثال ٥٩، اللسان (بزز، عزز، غلب) ، العقد الفريد ٣/٩٢، ٩٥، المخصص ٣/٧٨.
[١١٩٨]- أمثال أبي عبيد ٩٤ و ١٢٣، جمهرة الأمثال ٢/٢٣٥، مجمع الأمثال ٢/٣١٠، المستقصى ٢/٣٥٨، نكتة الأمثال ٤٥ و ٦٧، زهر الأكم ٢/٢٠٧، العقد الفريد ٣/٩٢، اللسان (فلل) .
[١١٩٩]- أمثال أبي عبيد ١٦٦، جمهرة الأمثال ٢/٢٤٩، الوسيط ١٦٥، مجمع الأمثال ٢/٣١٢، المستقصى ٢/٣٥٥، نكتة الأمثال ٩٩.','1','241',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (245,'[١٢٠٠]- من اشترى اشتوى. أي من اشترى اللّحم اشتوى.
[١٢٠١]- من صانع لم يحتشم. أي من صانع الحاكم لم يحتشم من التّبسط عليه.
<span data-type="title" id=toc-104>وفصل منه</span>
[١٢٠٢]- من يسمع يخل. أي من يسمع بشيء يظنّه حقيقة. يقال ذلك عند تحقيق الظّنّ، ويخل: مشتقّ من تخيّل.
[١٢٠٣]- من ينكح الحسناء يعط مهرها. أي من طلب نفيسا بذل فيه. ويروى «ينكح» و «يعط» يريد من يبذل نفيسا تجزل له العطيّة.
[١٢٠٤]- من يكن حذّاء تجد نعلاه. أي من يكن ذا صناعة ومال يأخذ بالحظّ منه لنفسه.
[١٢٠٥]- من ير يوما ير به. أي الدّهر بالمرصاد لكلّ أحد تصيبه جوائحه.
[١٢٠٦]- من يطل أير أبيه ينتطق به. أي من كثر ماله بذّره في غير وجهه. وقال غيره:
_________
[١٢٠٠]- أمثال أبي عبيد ٢٤٣، جمهرة الأمثال ٢/٢٥٨، مجمع الأمثال ٢/٣٠٨، المستقصى ٢/٣٥٣، نكتة الأمثال ١٥٣، العقد الفريد ٣/١٢٤.
قال الميداني: يضرب في المصانعة بالمال في طلب الحاجة.
[١٢٠١]- أمثال أبي عبيد ٢٤٣ وفيه: «من صانع بالمال لم يحتشم من طلب الحاجة» ، مجمع الأمثال ٢/٣١٢، وفيه: «من صانع الحاكم..» ، المستقصى ٢/٣٥٦، نكتة الأمثال ١٥٣ وفيهما برواية أبي عبيد.
[١٢٠٢]- أمثال أبي عبيد ٢٩٠، جمهرة الأمثال ٢/٢٦٣، فصل المقال ٤١٢، مجمع الأمثال ٢/٣٠٠، المستقصى ٢/٣٦٢، نكتة الأمثال ١٨٥، تمثال الأمثال ٥٦٤، اللسان (خيل) .
[١٢٠٣]- أمثال أبي عبيد ٢٤٣، وفيه: «.. مهرا» ، جمهرة الأمثال ٢/٢٥٨، مجمع الأمثال ٢/٣٠٠، المستقصى ٢/٣٦٤، نكتة الأمثال ١٥٣ وفيهما: «.. مهرا» ، العقد الفريد ٣/١٢٤.
[١٢٠٤]- مجمع الأمثال ٢/٣٠١، المستقصى ٢/٣٦٤ وفيهما: «.. أبوه حذّاء..» ، المخصص ٤/١١٢.
[١٢٠٥]- أمثال أبي عبيد ٣٣٤، الفاخر ١٥٢ و ٢٦٣، جمهرة الأمثال ٢/٢٧٢، فصل المقال ٤٦١، مجمع الأمثال ٢/١٨٣ و ٣٠٤ و ٣٢٠، المستقصى ٢/٣٦١، نكتة الأمثال ٢١٠.
[١٢٠٦]- جمهرة الأمثال ٢/٢٥٤، مجمع الأمثال ٢/٣٠٠ وفيه: «.. هن أبيه..» ، المستقصى ٢/٣٦٣، اللسان (أير، نطق، هنا) .','1','242',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (246,'من كثرت إخوته اشتدّ ظهره وعزّ وضرب المنطقة مثلا لأنّها تشدّ الظّهر. قال الشاعر «١» : [الطويل]
فلو شاء ربّي كان أير أبيكم ... طويلا كأير الحارث بن سدوس
قال الأصمعيّ كان للحارث بن سدوس أحد وعشرون ذكرا.
[١٢٠٧]- من يلق أبطال الرّجال يكلم. قاله عقيل بن علّفة المرّيّ وقد رماه عملّس ابنه بسهم فحلّ فخذه «٢» . وهي أبيات منها «٣» : [الرجز]
إنّ بنيّ زمّلوني «٤» بالدّم ... شنشنة أعرفها من أخزم
من يلق أبطال الرّجال يكلم
[١٢٠٨]- من يأت الحكم وحده يفلح. أي يورد حجّته دون خصمه فيقضى له.
[١٢٠٩]- من يجتمع يتقعقع عمده. أي يتقعقع عمد أخبيتهم إذا حطوا بيوتهم لتحمل الرّحيل.
_________
[١٢٠٧]- جمهرة الأمثال ١/٥٤٢، فصل المقال ٢٢٠، مجمع الأمثال ٢/٣١٢، المستقصى ٢/١٣٤، اللسان (خزم، شنن) .
[١٢٠٨]- أمثال أبي عبيد ٨٢، الوسيط ١٦٤، المستقصى ٢/٣٦٠، نكتة الأمثال ٢/٢٧٣، اللسان (فلج) ، وفيها جميعا: «.. يفلج» ، جمهرة الأمثال ٢/٢٥٩، مجمع الأمثال ٢/٣١١.
[١٢٠٩]- أمثال أبي عبيد ٣٣٦، الفاخر ٢٦٤، جمهرة الأمثال ٢/١٥٦ و ٢٧٣، مجمع الأمثال ٢/٣١٢، المستقصى ٢/٣٦١، نكتة الأمثال ٢٠٩، العقد الفريد ٣/١٢٠، اللسان (قعع) .
ومعناه لا بدّ من افتراق بعد اجتماع.
يضرب في تقلّب الدهر بأهله. ومنه قول عمرو بن معدي كرب في (ديوانه ١٧٨) :
وكلّ أخ مفارقة أخوه ... لعمر أبيك حتّى الفرقدان','1','243',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (247,'[١٢١٠]- من لا يذد عن حوضه يهدّم. أي من لا يدفع عن نفسه يهتضم.
[١٢١١]- من يبغ في الدّين يصلف. أي يملّ ويكره فيقصر، ويروى «يصلف» : أي يبغض.
<span data-type="title" id=toc-105>وفصل منه</span>
[١٢١٢]- من يمدح العروس إلّا أهلها؟ أي من يصف الرّجل إلّا الأدنون به.
[١٢١٣]- من لك بالسّانح بعد البارح؟ السّانح يتبرّك به، والبارح يتشاءم به، أي من لي بالسّعادة بعد الشّقاء.
[١٢١٤]- من لك بأخيك كلّه؟ أي من يستفرغ وسعه في مصلحتك، وقائله أبو الدّرداء.
[١٢١٥]- من يشتري سيفي وهذا أثره؟ قاله الأغلب «١» ، وكان قد ضرب به عنق بعير قد
_________
[١٢١٠]- أمثال أبي عبيد ٢٦٩، مجمع الأمثال ٢/٣١٣، المستقصى ٢/٣٥٩، العقد الفريد ٣/١٣٠.
وهو من قول زهير في (شرح ديوانه ٣٥) :
ومن لا يذد عن حوضه بسلاحه ... يهدّم ومن لا يظلم النّاس يظلم.
[١٢١١]- أمثال أبي عبيد ١٥٩، جمهرة الأمثال ٢/٢٤٨، مجمع الأمثال ٢/٣٠٩، المستقصى ٢/٣٦١، نكتة الأمثال ٩٤، اللسان (صلف) .
قال الزمخشري: «من يتكبّر في الدّين على الناس ويرى له عليهم فضلا يقلّ خيره عندهم ولم يحظ عندهم، يضرب في الحثّ على مخالطة الناس مع التّمسّك بالدّين.
[١٢١٢]- أمثال أبي عبيد ١٤٤، جمهرة الأمثال ١/٣٥٠، مجمع الأمثال ٢/٣١١، المستقصى ٢/٣٦٤، العقد الفريد ٣/١٠٢.
[١٢١٣]- أمثال أبي عبيد ٢٤٥، جمهرة الأمثال ٢/٢٥٩، مجمع الأمثال ٢/٣٠١، نكتة الأمثال ١٥٤، وفيها «من لي..» ، المستقصى ٢/٣٥٩، العقد الفريد ٣/١٢٥، اللسان (برح، سنح) ، المخصص ١٣/٢٥.
[١٢١٤]- أمثال أبي عبيد ٥١، الفاخر ٢٦٥، جمهرة الأمثال ١/٣١٠ و ٢/٢٨٣، فصل المقال ٤٤، وفيه: «من لك يوما..» ، مجمع الأمثال ٢/٣٠١، المستقصى ٢/٣٥٩، نكتة الأمثال ١٤، العقد الفريد ٣/٨٤.
[١٢١٥]- أمثال أبي عبيد ٢٢٣، الفاخر ١٦٥، جمهرة الأمثال ٢/٢٥٧، فصل المقال ٣١٩، مجمع الأمثال ٢/٣٠٦، المستقصى ٢/٣٦٣، نكتة الأمثال ١٤٠، العقد الفريد ٣/١١٢.','1','244',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (248,'أدخل فيه عمود حديد فقطعه، فحمله إلى سوق عكاظ وما قطع، فقال ذلك.
<span data-type="title" id=toc-106><span data-type="title" id=toc-107>وفصل منه</span></span>
[١٢١٦]- من التّوقّي ترك الإفراط في التّوقّي. معروف.
[١٢١٧]- من العناء رياضة الهرم. معروف.
[١٢١٨]- من مأمنه يؤتى الحذر. قاله أكثم بن صيفيّ: أي الحذر لا يدفع شيئا.
[١٢١٩]- من شرّ ما ألقاك أهلك. أي لو كان عندك خير ما تحوميت.
[١٢٢٠]- من أبعد أدوائها تكوى الإبل. أيّ من أبعدها برءا.
[١٢٢١]- من كلا جانبيك لا لبّيك. أي من كلّ وجه دعاء عليك.
وفصل منه
[١٢٢٢]- مثل المآء خير من الماء. أصله أنّ رجلا استسقى غيره لبنا، فقال: إنّه مثل الماء،
_________
[١٢١٦]- المستقصى ٢/٣٤٩.
يضرب في ذمّ الغلوّ.
[١٢١٧]- أمثال أبي عبيد ١٢١، جمهرة الأمثال ٢/٢٧٩، فصل المقال ١٨٢، مجمع الأمثال ٢/٣٠١، المستقصى ٢/٣٤٩، نكتة الأمثال ٦٧.
والمثل عجز بيت تمامه في (جمهرة الأمثال ٢/٢٧٣) :
أتروض عرسك بعد ما كبرت ... ومن العناء رياضة الهرم.
[١٢١٨]- أمثال أبي عبيد ٣٢٧، الفاخر ٢٦٥، جمهرة الأمثال ١/١١٨ و ٢/١٥٥ و ٢٧١، الوسيط ١٦٣، مجمع الأمثال ٢/٣١٠، المستقصى ٢/٣٥٢، نكتة الأمثال ١٧٠ و ٢٠٥، العقد الفريد ٣/١٠٣ و ١١٩.
[١٢١٩]- أمثال أبي عبيد ٣١٣ و ٣١٥ برواية «.. طرحك» ، جمهرة الأمثال ٢/٢٦٧، مجمع الأمثال ٢/٢٨٤، المستقصى ٢/٣٥٠، نكتة الأمثال ١٩٧، تمثال الأمثال ٥٧١ وفيهما: «.. طرحك أهلك» .
[١٢٢٠]- جمهرة الأمثال ١/٩٧، مجمع الأمثال ٢/٣٢٠، المستقصى ٢/٣٤٩.
يضرب للذي يذهب في الباطل تائها ويترك ما يعنيه.
[١٢٢١]- أمثال أبي عبيد ٧٧، مجمع الأمثال ٢/٣٠٠، وفيه: «جنبيك» ، المستقصى ٢/٣٥١، تمثال الأمثال ٥٧٥، العقد الفريد ٣/٨٨.
يضرب للمخذول.
[١٢٢٢]- مجمع الأمثال ٢/٢٨٧.
يضرب للقنوع بالقليل.','1','245',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (249,'أي هو فضلة بقيت من لبن مشوب. فقال المستسقي ذلك، يريد أن المشوب من اللّبن خير من الماء القراح.
[١٢٢٣]- مثل الغريق بما يجد يتعلّق. معروف.
[١٢٢٤]- مثل خبز الشّعير أكلا وذمّا. معروف.
<span data-type="title" id=toc-108>وفصل منه</span>
[١٢٢٥]- منك عيصك وإن كان أشبا. العيص: الأصل. والأشب: الرّديء. أي أهلك منك فاصبر عليهم وإن كانوا على خلاف ما تريد.
[١٢٢٦]- منك ربضك وإن كان سمارا. مثل الأوّل. والسّمار أصله اللّبن الممذوق.
[١٢٢٧]- منك أنفك وإن كان أجدع. مثله.
_________
[١٢٢٣]- لم أقف عليه فيما رجعت إليه من كتب الأمثال.
[١٢٢٤]- لم أجده بهذه اللفظ فيما رجعت إليه من كتب الأمثال واللّغة، والموجود فيها مثلان الأوّل بلفظ «أكلا وذمّا» وهو في أمثال أبي عبيد ٢٦٧، وجمهرة الأمثال ٢/٤٢٥، مجمع الأمثال ١/٢٩، المستقصى ١/٢٩٦، نكتة الأمثال ١٦٩.
أما الآخر فهو «الشعير يؤكل ويذم» وهو في أمثال أبي عبيد ٢٦٧، جمهرة الأمثال ٢/٤٢٥، مجمع الأمثال ١/٣٦٥، المستقصى ١/٣٢٧، نكتة الأمثال ١٦٩.
[١٢٢٥]- أمثال أبي عبيد ١٤٣، جمهرة الأمثال ٢/٢٤٣، مجمع الأمثال ٢/١٧، وفيه: «عيصك منك» ، المستقصى ٢/٣٥٠، نكتة الأمثال ٨٢، اللسان (أشب، عيص) .
[١٢٢٦]- أمثال أبي عبيد ١٤٣، جمهرة الأمثال ٢/٢٤٣، فصل المقال ٢١٦، مجمع الأمثلا ٢/٢٩٨، المستقصى ٢/٣٥٠، نكتة الأمثال ٨٢، زهر الأكم ١/٩٩، اللسان (ربض) .
الرّبض: قوت الإنسان الذي يقيمه ويكفيه من اللبن. والربض: الأهل.
شبّه القريب في رداءته باللّبن الممذوق.
[١٢٢٧]- أمثال أبي عبيد ١٤٣، جمهرة الأمثال ٢/٢٤٣، فصل المقال ٢١٧، مجمع الأمثال ٢/٥٩ و ٢٩٨، المستقصى ٢/٣٥٠، نكتة الأمثال ٨٢.
قال أبو عبيد: «معناه أن عشيرتك ورهطك لا منجى لك منهم، فاحتملهم على ما فيهم.','1','246',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (250,'[١٢٢٨]- معاتبة الأخ خير من فقده. معروف.
[١٢٢٩]- معاداة العاقل خير من مصادقة الجاهل. لأنّ الجاهل ربّما أراد أن ينفعك فضرّك، والعاقل لا يضع الشّيء غير موضعه.
[١٢٣٠]- مجاهرة إذا لم أجد مختلا. أي آخذ حقّي إذا لم أصل إليه بالملاينة والختل.
<span data-type="title" id=toc-109>وفصل منه</span>
[١٢٣١]- مثقل استعان بذقنه. أصله البعير يحمل ثقلا لا ينهض به، فيعتمد بذقنه على الأرض لينهض، ويروى «بدفّيه» لأنّ البعير إذا أراد النّهوض بالحمل اعتمد على جنبيه.
[١٢٣٢]- مخرنبق لينباع. أي ليثب إذا أصاب فرصة. والانبياع: الامتداد. ويروى «لينباق» .
[١٢٣٣]- مكره أخوك لابطل. قاله أبو حنش خال بيهس لما أدخله بيهس على قاتلي إخوته وهو يظنّهم حمرا في الغار فقاتل. فقيل: ما أشجعه! فقال ذلك.
_________
[١٢٢٨]- أمثال أبي عبيد ١٨٢، الدرة الفاخرة ٢/٤٦٨، مجمع الأمثال ١/٣٧٣ و ٢/٣١٧، المستقصى ٢/٣٤٦، نكتة الأمثال ١٠٩، تمثال الأمثال ٤٦٣، اللسان (عتب) .
أي عتابك إيّاه إذا أنكرت عليه شيئا خير من القطيعة.
[١٢٢٩]- أمثال أبي عبيد ١٢٥، فصل المقال ١٨٧، نكتة الأمثال ٧٠، وفيها: «.. مصادقة الأحمق» ، الدرة الفاخرة ٢/٤٥٥، المستقصى ٢/٣٤٦.
[١٢٣٠]- أمثال أبي عبيد ١١٢، مجمع الأمثال ٢/٢٠١ و ٣٠٩، المستقصى ٢/٣٤١، نكتة الأمثال ٥٨ وفيه: «.. تجد» ، العقد الفريد ٣/٩٥،.
يضربه من أعياه أخذ حقّه رفقا فأخذه عنوة.
[١٢٣١]- أمثال أبي عبيد ١٢٣، جمهرة الأمثال ٢/٢٣٨، مجمع الأمثال ٢/٢٦٦، المستقصى ٢/٣٤١، نكتة الأمثال ٦٩، زهر الأكم ٢/٦، العقد الفريد ٣/٩٨، اللسان (ذقن) .
[١٢٣٢]- أمثال أبي عبيد ١١٤، جمهرة الأمثال ٢/٢٨١، فصل المقال ١٦٨، مجمع الأمثال ٢/٣٠٩، نكتة الأمثال ٦٠، زهر الأكم ١/٣٢٨ و ٢/١٢٣ و ١٨٧، العقد الفريد ٣/٩٦، اللسان (بوع، نبع، خربق) .
المخرنبق: المطرق السّاكت. ومعناه: سكت لداهية يريدها.
[١٢٣٣]- أمثال الضبي ١١٢، أمثال أبي عبيد ٢٧١، الفاخر ٦٣، جمهرة الأمثال ٢/٢١٣ و ٢٤٢، الوسيط ١٥٦، مجمع الأمثال ٢/٣١٨، المستقصى ٢/٣٤٧، نكتة الأمثال ١٧١، العقد الفريد ٣/١٣٠، اللسان (جرل) .','1','247',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (251,'[١٢٣٤]- محترس من مثله وهو حارس. أي يؤتمن وهو خائن.
[١٢٣٥]- مؤدم مبشر. أي جمع لين الأدمة، وخشونة البشرة.
<span data-type="title" id=toc-110>وفصل منه</span>
[١٢٣٦]- معلّمة أمّها البضاع. هو الجماع، يضرب لمن يعلّم من هو أعلم منه.
[١٢٣٧]- مذكّية تقاس بالجذاع. يضرب لمن يقيس الصّغير بالكبير.
[١٢٣٨]- محسنة فهيلي. أصله أنّ رجلا أودع امرأة جرابا فيه دقيق، ثمّ دخل فجأة فإذا هي تهيل منه في جرابها، فقال لها: ما تصنعين؟ قالت: أهيل من جرابي في جرابك، فقال لها: محسنة فهيلي.
_________
[١٢٣٤]- ورد المثل في المطبوع «يحترس» ، وهو تحريف، يدلّ عليه وجود المثل في باب ما جاء على حرف الميم، وهو في أمثال أبي عبيد ٧٤، فصل المقال ٩٤، مجمع الأمثال ١/١٩٥ و ٢/٣٢١، المستقصى ٢/٣٤٢، نكتة الأمثال ٣١، زهر الأكم ٢/١١٣، العقد الفريد ٣/٨٨، اللسان (حرس) .
وهو عجز بيت لعبد الله بن همّام السلولي المتوفّى زهاء سنة (١٠٠ هـ/ ٧١٨ م) ، وتمامه:
فساع مع السّلطان يسعى عليهم ... ومحترس من مثله وهو حارس
[١٢٣٥]- أمثال أبي عبيد ١٠٦، وفيه: «فلان مؤدم مبشر» ، جمهرة الأمثال ٢/٢٨٤ وفيه: «مبشر مؤدم» ، فصل المقال ١٥٣، مجمع الأمثال ٢/٤٠٠ وفيه: «هو مؤدم مبشر» ، نكتة الأمثال ٥٣، اللسان (أدم، بشر) .
يقال: فلان مؤدم مبشر إذا كان كاملا يصلح للخير والشرّ، والنّفع والضّرّ، ومعناه أنّ له لين الأدمة، وخشونة البشرة، والبشرة: ظاهر الجلد، والأدمة: باطنه.
[١٢٣٦]- أمثال أبي عبيد ٢٩٣، جمهرة الأمثال ٢/١٥٣، مجمع الأمثال ٢/١٤٠، المستقصى ٢/٢٣٣، وفيها جميعا: «كمعلّمة..» المستقصى ٢/٣٤٦، نكتة الأمثال ١٨٦ وفيه: «كمعلّمة أمها الإرضاع» .
[١٢٣٧]- أمثال أبي عبيد ٢٩٢، جمهرة الأمثال ٢/٢٦٣، فصل المقال ٤١٣، مجمع الأمثال ٢/٢٦٨، المستقصى ٢/٣٤٤، نكتة الأمثال ١٨٦، زهر الأكم ٣/١١، العقد الفريد ٣/١١٧.
المذكيّة: الفرس المسنّة. الجذاع: جمع جذع وهو الصّغير السّنّ.
[١٢٣٨]- أمثال أبي عبيد ٢١٠، جمهرة الأمثال ٢/٢٥٥، فصل المقال ٣٠٦، مجمع الأمثال ٢/٢٦٤، المستقصى ٢/٣٤٣، نكتة الأمثال ١٢٩، زهر الأكم ٢/١٢٣. اللسان (هيل) .','1','248',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (252,'<span data-type="title" id=toc-111>وفصل منه</span>
[١٢٣٩]- مقتل الرّجل بين لحييه. ويروى «بين فكّيه» يريد اللّسان.
[١٢٤٠]- موت لا يجرّ إلى عار، خير من عيش في رماق. أي مت كريما ولا تعش فيما يمسك الرّمق فقط.
[١٢٤١]- مأربة لا «١» حفاوة. إنّما يكرمك لأرب له فيك لا محبّة لك.
[١٢٤٢]- مطل الغنيّ ظلم. أي إنّما يمطل المعدم.
[١٢٤٣]- مطل كنعاس الكلب. أي متواتر.
_________
[١٢٣٩]- أمثال أبي عبيد ٤١، الفاخر ٢٦٣، جمهرة الأمثال ١/٤٩٣ و ٢/١٩٠، الوسيط ١٦٢، فصل المقال ٢٣، مجمع الأمثال ١/٣٦٩ و ٢/٢٦٥، المستقصى ٢/٣٤٦، نكتة الأمثال ٦، العقد الفريد ٣/٨١، اللسان (فكك) . وفيها: «بين فكّيه» .
[١٢٤٠]- مجمع الأمثال ٢/٣١٣.
[١٢٤١]- جمهرة الأمثال ٢/٢٣٠، مجمع الأمثال ٢/٣١٣، المستقصى ٢/٣٠٩، زهر الأكم ١/٧٦، اللسان (أرب، حفا) ، المخصص ١٢/٢٢٢.
يضرب لمن لا يزورك إلا عند الحاجة.
[١٢٤٢]- أمثال أبي عبيد ٣٦٥، المستقصى ٢/٣٤٥، نكتة الأمثال ١٦٦، تمثال الأمثال ٥٦٠. وهو حديث شريف أخرجه البخاري في كتاب الاستقراض، باب «مطل الغني ظلم» ، صحيح البخاري ٢/٧٩٩ حديث رقم ٢١٦٦.
[١٢٤٣]- أمثال أبي عبيد ٢٦٥ وفيه: «مطله مطلا..» ، مجمع الأمثال ٢/٣٠٢ وفيه: «مطله مطل نعاس الكلب» ، المستقصى ٢/٣٤٥، نكتة الأمثال ١٦٦ وفيه: «مطلا كنعاس..» ، اللسان (نعس) .
وذلك أن نعاس الكلب دائم متّصل.','1','249',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (253,'[١٢٤٤]- مواعيد عرقوب. هو رجل من يثرب سئل تمرة نخلة، فقال: إذا أطلعت، ثمّ إذا أبلحت، ثم إذا أزهت، ثمّ إذا أبسرت، ثمّ إذا أرطبت، ثمّ قال: إذا أتمرت، ثمّ صرمها ليلا، ولم يعطه شيئا.
[١٢٤٥]- مرعى ولا كالسّعدان. هو نبت تسمن عليه الإبل، أي هو جيد لكن ليس في الغاية. قالته طائيّة كان امرؤ القيس تزوّجها، وكان مفرّكا تبغضه النّساء، فسألها عن زوجها الأوّل وحسنه أين هو منه؟ فقالت ذلك.
[١٢٤٦]- ماء ولا كصدّاء. ركيّة يستعذب ماؤها، قالته القذور بنت قيس بن خالد الشّيبانيّ لزوجها وقد سألها عن زوجها الأوّل لقيط بن زرارة التّميميّ. قال المبرّد: هي صدآء موضع الألف منها مهموز، ومن ثقّل الدّال فقد أخطأ.
_________
[١٢٤٤]- أمثال أبي عبيد ٨٧، الفاخر ١٣٣ وفيه: «مواعيده مواعيد عرقوب» ، الدرة الفاخرة ١/١٧٨، جمهرة الأمثال ١/٤٣٣، وفيه: «أخلف من عرقوب» ، وأورد نصّ المثل في أثناء الشرح، فصل المقال ١١٣، مجمع الأمثال ٢/٣١١، المستقصى ١/١٠٧ وفيه: «أخلف من عرقوب» ، نكتة الأمثال ٢٨، ثمار القلوب ١٣١، اللسان (عرقب، خلل، لحى) .
أكثر الشعراء من تضمين المثل في أشعارهم، قال الأشجعيّ (أمثال أبي عبيد ٨٧)
وعدت وكان الخلف منك سجيّة ... مواعيد عرقوب أخاه بيثرب
وقال الشمّاخ في (ديوانه ٤٣٠) :
أو اعدتني مالا أحاول نفعه ... مواعيد عرقوب أخاه بيثرب
وقال كعب بن زهير في قصيدته البردة (ديوانه ٨) :
كانت مواعيد عرقوب لها مثلا ... وما مواعيدها إلّا الأباطيل
[١٢٤٥]- أمثال الضبي ١٢٧، أمثال أبي عبيد ١٣٥، الفاخر ٦٤، جمهرة الأمثال ٢/٢٤٢، الوسيط ١٥٧، فصل المقال ١٩٩، مجمع الأمثال ٢/٢٧٥، المستقصى ٢/٣٤٤، نكتة الأمثال ٧٧، تمثال الأمثال ٥٥٩، زهر الأكم ٣/٥٦، العقد الفريد ٣/١٠٠، ثمار القلوب ٥٦٠، اللسان (سعد، رعى) .
[١٢٤٦]- أمثال الضبي ٧٣، أمثال أبي عبيد ١٣٥، جمهرة الأمثال ٢/٩١ و ٢٤١، فصل المقال ١٩٩، وفيه:
«ولا كصدآء» ، مجمع الأمثال ٢/٢٧٧، المستقصى ٢/٣٣٩، نكتة الأمثال ٧٧، تمثال الأمثال ٥٥٦، العقد الفريد ٣/١٠٠، اللسان (صدأ، صدد) ، المخصص ١٦/٤٢.
قال ضرار السعديّ في (أمثال أبي عبيد ١٣٥) .
وإنّي وتهيامي بزينب كالّذي ... يطالب من أحواض صدّاء مشربا','1','250',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (254,'<span data-type="title" id=toc-112><span data-type="title" id=toc-113>وفصل منه</span></span>
[١٢٤٧]- مع الخواطيء سهم صائب. أي يأتي بالصّواب من يكثر خطؤه.
[١٢٤٨]- متى عهدك بأسفل فيك. أي هذا الأمر بعيد منك كبعد الوقت الّذي أثغرت «١» فيه.
[١٢٤٩]- متى كان حكم الله في كرب النّخل؟ أي حكم الله لا يكون مع الحرّاثين.
[١٢٥٠]- مرّة عيش ومرّة جيش. قاله امرؤ القيس لمّا أخبر بقتل أبيه وهو يشرب.
وفصل منه
[١٢٥١]- ما أدري أيّ الطّمش هو.
_________
[١٢٤٧]- أمثال أبي عبيد ٥٠ و ٣١٢، جمهرة الأمثال ١/٤٩١ و ٢/٢٦٩، فصل المقال ٤٣، مجمع الأمثال ٢/٢٨٠، المستقصى ٢/٣٤٥، نكتة الأمثال ١٤، زهر الأكم ٣/٣٨، العقد الفريد ٣/٨٤، اللسان (خطأ، صوب، كذب) .
يضرب للبخيل يعطي أحيانا على بخله.
[١٢٤٨]- جمهرة الأمثال ٢/٢٨٧، مجمع الأمثال ٢/٢٩٩ و ٣٨٦، المستقصى ٢/٣٤٠، اللسان (عهد) .
قال الزمخشري: «يذكر الفم ويراد به الأسنان، ويقوله الرّجل إذا سئل عن الشّيء لم يعهد به من زمان طويل. يعني بعد عهدي به كبعد عهدك عن أسفل فيك، أي بأسفل ثغرك ومنبته وذلك قبل الإثغار» .
يضرب للذي يطلب ما لا يناله. وقيل: يضرب للأمر قد فات ولا يطمع فيه.
[١٢٤٩]- أمثال أبي عبيد ٢٩٣، جمهرة الأمثال ٢/٢٦٤، فصل المقال ٤١٥، مجمع الأمثال ٢/٢٨٢، المستقصى ٢/٣٤٠، نكتة الأمثال ١٨٩، اللسان (كرب) .
وكرب النخل: أصول السّعف أمثال الكتف والمثل عجز بيت لجرير بن الخطفى في (ديوانه ١٠٣٧) وتمامه:
أقول ولم أملك سوابق عبرة ... متى كان حكم الله في كرب النّخل
يضرب لمن ينتدب للمفاضلة بين الناسّ وهو غير أهل لذلك.
[١٢٥٠]- أمثال أبي عبيد ٣٣٣، جمهرة الأمثال ٢/٢٧٢، مجمع الأمثال ٢/٣١٨، المستقصى ٢/٣٤٤، نكتة الأمثال ٢٠٩، العقد الفريد ٣/١٢٠.
ومعناه: أحيانا شدّة وأحيانا رخاء، وأصله أن يكون الرجل مرّة في عيش رخي، ومرّة في جيش غزاة.
[١٢٥١]- أمثال أبي عبيد ٣٨٦، المستقصى ٢/٣١٠، نكتة الأمثال ٢٤٣، اللسان (طمش) المخصص ١٣/٢٥٢- ٢٥٣.
الطّمش: النّاس.','1','251',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (255,'[١٢٥٢]- وأيّ البرنساء.
[١٢٥٣]- وأيّ الطّبن.
[١٢٥٤]- وأيّ الأورم.
[١٢٥٥]- وأيّ النّخط.
[١٢٥٦]- وأيّ الورى. أي: أي النّاس هو.
[١٢٥٧]- ما بالدّار شفر.
[١٢٥٨]- ولا دعويّ.
[١٢٥٩]- ولا دبّيّ.
_________
[١٢٥٢]- أمثال أبي عبيد ٣٨٧، جمهرة الأمثال ٢/٢٨٣، المستقصى ٢/٣١٠، نكتة الأمثال ٢٤٣، اللسان (برنس) ، المخصص ١٣/٢٥٢- ٢٥٣.
[١٢٥٣]- أمثال أبي عبيد ٣٨٧، المستقصى ٢/٣١٠، نكتة الأمثال ٢٤٤، اللسان (طبن) ، المخصص ١٣/٢٥٢- ٢٥٣.
[١٢٥٤]- أمثال أبي عبيد ٣٨٧، المستقصى ٢/٣١٠، نكتة الأمثال ٢٤٤، اللسان (ورم) .
[١٢٥٥]- أمثال أبي عبيد ٣٨٧، المستقصى ٢/٣١١، نكتة الأمثال ٢٤٤، اللسان (نخط) .
[١٢٥٦]- المستقصى ٢/٣١١، اللسان (ورى) .
الورى: الخلق.
[١٢٥٧]- أمثال أبي عبيد ٣٨٤، مجمع الأمثال ٢/٢٦٥، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (شفر) .
أي ذو شفر، وشفر العين: حرفه الذي ينبت عليه الهدب. وقيل: معناه ما بها عين تّطرف.
أي ليس بها أحد.
[١٢٥٨]- أمثال أبي عبيد ٣٨٥، مجمع الأمثال ٢/٢٦٥، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (دبب، دعا) .
[١٢٥٩]- أمثال أبي عبيد ٣٨٥، مجمع الأمثال ٢/٢٦٥، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (دبب) .
أي من يدبّ.','1','252',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (256,'[١٢٦٠]- ولا عريب.
[١٢٦١]- ولا دبّيج.
[١٢٦٢]- ولا دوريّ.
[١٢٦٣]- ولا طوريّ.
[١٢٦٤]- ولا وابر.
[١٢٦٥]- ولا صافر.
[١٢٦٦]- ولا ديّار.
_________
[١٢٦٠]- أمثال أبي عبيد ٣٨٥، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (عرب) ، المخصص ١٧/٧٤.
[١٢٦١]- أمثال أبي عبيد ٣٨٥، مجمع الأمثال ٢/٢٩٢، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٢، اللسان (دبج) ، المخصص ١٢/١٤٨.
ودبّيج: من لفظ الديباج، أي إنسان، لأنّه هو الذي يدبّج الأرض ويزينها. ويروى: (دبّيح) .
[١٢٦٢]- أمثال أبي عبيد ٣٨٥، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (دور) ، المخصص ١٣/١٤٨.
ومعناه: ليس فيها من يدور.
[١٢٦٣]- أمثال أبي عبيد ٣٨٥، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (دبب، طور) ، المخصص ١٣/١٤٨.
ومعناه: ما بها من يطور بها، وهو أن يحوم حواليها ويدنو منها.
[١٢٦٤]- أمثال أبي فيد ٧٧، أمثال أبي عبيد ٣٨٥، مجمع الأمثال ٢/٢٩٢، المستقصى ٢/٣١٧، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (وبر) .
[١٢٦٥]- أمثال أبي عبيد ٣٨٦، جمهرة الأمثال ٢/٢٤٦، مجمع الأمثال ٢/٢٨٥، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٢، زهر الأكم ٢/٣٧، العقد الفريد ٣/١٣٤، اللسان (صفر) .
[١٢٦٦]- أمثال أبي عبيد ٣٨٦، جمهرة الأمثال ٢/٢٤٦، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (دور) .
الدّيّار: فيعال من دار يدور.','1','253',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (257,'[١٢٦٧]- ولا نافخ ضرمة.
[١٢٦٨]- ولا أرم.
[١٢٦٩]- ولا عين.
[١٢٧٠]- ولا تامور.
[١٢٧١]- ولا عائن. أي ليس بها أحد، وجميع ذلك لا يقال بغير نفي. شفر: أي أحد.
وقيل هو من شفر العين، ما بها عين تطرف. والدّبيج: الخلق. قال الأصمعي: ما بها دبّيّ ودبّيج: أي دابة تدبّ. ويقال: دبج فلان في بيته إذا لزمه، والدّبيج فعيل من ذلك. ويروى «دبّيح» بالحاء غير المعجمة من دبح: أخفض رأسه. وصافر: أي من يصفر بها. ووابر: أي من ملك وبرا فيفتله. وقيل: أي مقيم من وبر في منزله إذا أقام حينا لا يبرح. عريب: فعيل بمعنى مفعل، أي مالها معرب أي مفصح بكلامه.
والدّعويّ منسوب إلى الدّعوة.
_________
[١٢٦٧]- أمثال أبي عبيد ٣٨٥، مجمع الأمثال ٢/٢٧٨، المستقصى ٢/٣١٧، نكتة الأمثال ٢٤٢، تمثال الأمثال ٥٥٢، العقد الفريد ٣/١٣٤، ثمار القلوب ٥٨٨، اللسان (ضرم) .
والضّرمة: الجمرة، وقيل النّار نفسها.
[١٢٦٨]- أمثال أبي عبيد ٣٨٦، فصل المقال ٥١٢، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٢، العقد الفريد ٣/١٣٤، اللسان (أرم) .
قال زهير في (ديوانه ١١٦) :
دار لأسماء بالغمرين ماثلة ... كالوحي ليس بها من أهلها أرم
[١٢٦٩]- أمثال أبي عبيد ٣٨٦، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٣.
عين: أي من يصاب بالعين، بمعنى معيون.
[١٢٧٠]- أمثال أبي عبيد ٣٨٦، فصل المقال ٥١٢، المستقصى ٢/٣١٥، نكتة الأمثال ٢٤٣، اللسان (تمر) .
قال الزمخشري: «تامور: تفعول من الأمر أي آمر» .
[١٢٧١]- أمثال أبي عبيد ٣٨٦، المستقصى ٢/٣١٦، نكتة الأمثال ٢٤٣.
العائن: المصيب بالعين.','1','254',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (258,'<span data-type="title" id=toc-114>وفصل منه</span>
[١٢٧٢]- ملكت فأسجح. أي قدرت فاعف: أي أحسن العفو. ويقال: «ارفق» .
والسّجيح: الرّفيق بالأمر، قالته عائشة رضي الله عنها وعن أبيها لأمير المؤمنين عليّ رضي الله عنه يوم الجمل.
[١٢٧٣]- مرد مارد وعزّ الأبلق. قاله جذيمة في حصنين كانا للزّباء امتنعا عليه. قيل: إنّ سليمان عليه السّلام بني حصنا بالحجارة والكلس، فسمّاه العمد الأبلق لما يشوبه من البياض والسواد.
[١٢٧٤]- محا السّيف ما قال ابن دارة أجمعا. هو سالم بن دارة الغطفانيّ، وقد هجا فزاريّا فقتله، وقال ذلك. أي محوت عنّي هجاءه بقتلي إيّاه.
[١٢٧٥]- ملّك ذا أمر أمره. أي لا تعارض ذا أمر، ولا تخالفه في أمره.
_________
[١٢٧٢]- أمثال الضبي ١١٨، أمثال أبي عبيد ١٥٤، جمهرة الأمثال ٢/٢٤٨، مجمع الأمثال ٢/٢٨٣، المستقصى ٢/٣٤٨، نكتة الأمثال ٩١، اللسان (سجح) ، المخصص ١٣/٨٢.
زاد أبو عبيد: «.. حين ظهر على النّاس، فدنا من هودجها، ثمّ كلّمها بكلام فأجابته: «ملكت فأسجح» أي ظفرت فأحسن، فجهّزها عند ذلك بأحسن الجهاز، وبعث معها أربعين امرأة، وقال بعضهم سبعين، حتّى قدمت المدينة» .
[١٢٧٣]- أمثال الضبي ١٤٤، أمثال أبي عبيد ٩٤، الدرة الفاخرة ١/٣٠١، جمهرة الأمثال ١/٢٥٧، الوسيط ٨٧، فصل المقال ١٣٠، مجمع الأمثال ١/١٢٦ و ٢/٤٣، المستقصى ٢/٣٢، نكتة الأمثال ٤٥، العقد الفريد ٣/٩١، ثمار القلوب ٣١١ و ٥٢١، اللسان (بلق، مرد) وفيها جميعا «تمرّد..» وهما بمعنى امتنع.
الذي في كتب الأمثال أنّ هذا المثل للزّباء ملكة تدمر وكانت قد سارت إلى «مارد» حصن دومة الجندل، و «الأبلق» حصن تيماء فامتنعا عليها، فقالت: «تمرّد مارد وعز الأبلق» .
[١٢٧٤]- أمثال أبي عبيد ٤٢ و ٣٢٢، جمهرة الأمثال ٢/٢٨٨، فصل المقال ٢٥، مجمع الأمثال ٢/٢٧٩، المستقصى ٢/٣٤١، نكتة الأمثال ٨، اللسان (دور، قزع) .
وهو عجز بيت للكميت بن ثعلبة وقيل: «ابن معروف» في (خزانة الأدب ٢/٤٩ و ٧/٥٢٤) وتمامه:
فلا تكثروا فيه الضّجاج فإنّه ... محا السّيف ما قال ابن دارة أجمعا
[١٢٧٥]- أمثال أبي عبيد ١٩٥، جمهرة الأمثال ٢/٢٥٢، مجمع الأمثال ٢/٢٧٥، المستقصى ٢/٣٤٨، نكتة الأمثال ١٢٠.
يضرب في عناية الرجل بماله دون عنايته بمال غيره.','1','255',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (259,'<span data-type="title" id=toc-115>باب ما جاء على حرف النون</span>
[١٢٧٦]- نجّى حمارا سمنه. يضرب مثلا لمن خلّصه ماله من مكروه.
[١٢٧٧]- نعم كلب في بؤس أهله. ويروى «ببؤسى» . إذا لحق أهل الكلب بؤس تمّوتت أنعامهم من الجدب، فنعم كلبهم بكثرة الجيف.
[١٢٧٨]- ندمت ندامة الكسعيّ. هو رجل «١» اختار شجرة شوحط «٢» ، فلم يزل يراعيها، حتّى إذا صلحت اتّخذ منها قوسا، وبرى أسهما خمسة، وكمن في ناموس «٣» اتّخذه، ورمى الوحش ليلا فمرقت سهامه من الرّميّة حتّى قدحت النّار على الصّفا، فظنّ أنّه أخطأ، ففعل ذلك مرارا، وهو يظنّ أنّه مخطئ، فكسر القوس، فلمّا أصبح رأى الوحش صرعى فندم «٤» .
[١٢٧٩]- نزت به البطنة. أي أهلكه الشّرّ.
[١٢٨٠]- نشطته شعوب. أي اقتلعته المنيّة.
_________
[١٢٧٦]- مجمع الأمثال ٢/٣٣٥، المستقصى ٢/٣٦٥، وفيهما: «نجّى عيرا..» ، جمهرة الأمثال ٢/٣٠٩.
قال الميداني: «زعموا أنّ حمرا كانت هزالا، فهلكت في جدب، ونجا منها حمار كان سمينا، فضرب به المثل في الحزم قبل قوع الأمر، أي انج قبل أن لا تقدر على ذلك» .
[١٢٧٧]- أمثال الضبي ١٧٣، أمثال أبي عبيد ٢٥٨، جمهرة الأمثال ٢/٢٦٥ و ٣٠٦، فصل المقال ٣٧٢، مجمع الأمثال ٢/٣٣٦، المستقصى ٢/١٢٠، نكتة الأمثال ١٦٢.
[١٢٧٨]- الفاخر ٩٠، الوسيط ١٧٠، المستقصى ٢/٣٦٦، اللسان (كسع، ندم) وورد المثل بعبارة «أندم من الكسعيّ» في مجمع الأمثال ٢/٣٤٨، المستقصى ١/٣٨٦.
[١٢٧٩]- أمثال أبي عبيد ٣٢٩، مجمع الأمثال ١/٤٣٣ و ٢/٣٣٣، المستقصى ٢/٣٦٦.
يضرب لمن لا يحتمل النعمة.
[١٢٨٠]- مجمع الأمثال ٢/٣٣٩، المستقصى ٢/٣٦٧، اللسان (حقب) .','1','256',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (260,'[١٢٨١]- نظرة من ذي علق. أي من ذي مودّة.
[١٢٨٢]- نظر المريض إلى وجوه العوّد. يضرب مثلا لمضطهد ينظر إلى محبّ، وأوّل البيت «١» : [الكامل]
ورنت «٢» إليّ بمقلة مكحولة
.... .... ....
[١٢٨٣]- نظر التّيوس إلى شفار الجازر. يضرب لمقهور ينظر إلى عدوّه، وأوّل البيت: [الكامل]
نظروا إليك بأعين محمرّة
... .... ....
[١٢٨٤]- نزو الفرار استجهل الفرارا. الفرار: ولد البقرة الوحشيّة، وإذا شبّ أخذ في النّزوان، فمتى رآه غيره نزا لنزوه.
[١٢٨٥]- نفس عصام سوّدت عصاما. هو عصام بن شهبر الجرميّ صاحب النّعمان بن المنذر، أي أنّما شرف بنفسه لا بآبائه. وهو بيت تمامة «٣» : [الرجز]
وعلّمته الكرّ والإقداما
_________
[١٢٨١]- جمهرة الأمثال ٢/٣٠٨، مجمع الأمثال ٢/٣٣٢ وفيه: «.. ذي علقة» ، المستقصى ٢/٣٦٨، اللسان (علق) .
[١٢٨٢]- مجمع الأمثال ٢/٣٣٩، المستقصى ٢/٣٦٨.
[١٢٨٣]- مجمع الأمثال ٢/٣٣٩، المستقصى ٢/٣٦٨، وفيه (الجاذر) وهو تحريف.
[١٢٨٤]- أمثال أبي عبيد ٢٢٤، جمهرة الأمثال ٢/١٢٧ و ٣٠٥، فصل المقال ٣٢١، مجمع الأمثال ٢/٨٠ و ٩٧ و ٣٣٥، المستقصى ٢/٣٦٧، نكتة الأمثال ١٤١، اللسان (فرر، جهل، نزا) .
[١٢٨٥]- أمثال الضبي ١٦٧ و ١٨٧، أمثال أبي عبيد ٩٨، الفاخر ١٧٧، جمهرة الأمثال ٢/٣١٢، الوسيط ١٧٢، فصل المقال ١٣٨، مجمع الأمثال ٢/٣٣١، المستقصى ٢/٣٦٩، نكتة الأمثال ٤٨- ٤٩، ثمار القلوب ١٣٦، ثمار القلوب ١٣٦، اللسان (عصم) .','1','257',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (261,'[١٢٨٦]- نفسي تمقس من سمانى الأقبر. قاله ضبّي صاد هامة، فظنّها سمانى فأكلها، فأخذه القيء.
[١٢٨٧]- نجارها نارها. أي سمتها تدلّ على أصلها.
[١٢٨٨]- نسيج وحده. أي محكم لم يصنع مع غيره فيضعف، ولا مثل له، أي لم يعمل على منواله آخر، أي ولد وحده ولم يولد توأما فيكون فيه ضعف، هذا محمود، وأمّا عيير وحده «١» ، وجحيش وحده «٢» ، فمذمومان، لأنّهما اللّذان لا يشاوران أحدا، ولا يخالطان النّاس.
[١٢٨٩]- نعم عوفك. أي بالك وشأنك.
[١٢٩٠]- نفع قليل وفضحت نفسي. أي سألت لئيما ففضحت نفسي بسؤاله، وقلّ نفعي لقلّة نواله.
_________
[١٢٨٦]- مجمع الأمثال ٢/٣٣٩، المستقصى ٢/٣٧٠.
السّمانى: طائر يصاد. والتّمقّس: الغثيان.
يضرب في استقذار الشيء.
[١٢٨٧]- أمثال أبي عبيد ٢١٠، فصل المقال ٣٠٤، مجمع الأمثال ٢/٣٣٨، المستقصى ٢/٣٦٥، نكتة الأمثال ١٢٩، اللسان (نور) .
النّجار: الأصل، النّار هنا: السّمة.
[١٢٨٨]- جمهرة الأمثال ٢/٣٠٣، الوسيط ١٦٩، المستقصى ٢/٣٦٧، المخصص ٢/١٦٣.
[١٢٨٩]- أمثال أبي عبيد ٦٩، جمهرة الأمثال ٢/٣٠٠، فصل المقال ٨١، مجمع الأمثال ٢/٣٣٢، المستقصى ٢/٣٦٨، نكتة الأمثال ٢٥.
[١٢٩٠]- أمثال أبي عبيد ٢٩٩، جمهرة الأمثال ٢/٢٩٧، مجمع الأمثال ١/٢٤١- ٢٤٢، المستقصى ٢/٣٧٠، نكتة الأمثال ١٩٢.
قال الزمخشري: «وأصله أن فاقرة المرّية- وكانت أجمل نساء زمانها- هويت عبدا لها فمكّنته من نفسها وذلك بمطلع من زوجها، فأدركها الندم، فقالت ذلك، ثم شهقت شهقة فماتت مكانها، وأحال زوجها على العبد فقتله» .
يضرب في احتمال الرجل المذلّة بسؤال القليل من البخيل، وفي كلّ خسيسة تجرّ فضيحة.','1','258',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (262,'[١٢٩١]- نكد الحظيرة. أي منوع لما في يديه.
[١٢٩٢]- ناوص الجرّة، ثمّ سالمها. الجرّة: خشبة يصاد بها الوحش. أي اضطرب ثمّ سكن.
_________
[١٢٩١]- أمثال أبي عبيد ٣٠٨ وفيه: «إنّك لنكد..» جمهرة الأمثال ١/٤٨٧ وفيه: «إنّه..» فصل المقال ٤٣١، مجمع الأمثال ١/٤٧: «.. إنّه» المستقصى ١/٤٢٣ «إنّه..» ، نكتة الأمثال ١٩٥، اللسان (حظر) .
[١٢٩٢]- مجمع الأمثال ٢/٣٣٩، المستقصى ٢/٣٦٥، اللسان (جرر، نوص) .
المناوصة: الممارسة.
يضرب لمن خالف ثمّ اضطر إلى الوفاق.','1','259',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (263,'<span data-type="title" id=toc-116>باب ما جاء على حرف الواو</span>
[١٢٩٣]- وقع القوم في سلى جمل. أي فيما لا وجه له ولا حيلة فيه، لأنّ السّلى للنّاقة في كبيرة «١» ما يحمل فيه من كل نوع «٢» . والسّلى: الجلدة الّتي يكون فيها الولد.
[١٢٩٤]- وقع في أمّ جندب. أي في بليّة وداهية وغمّ.
[١٢٩٥]- وقعوا في دوكة وبوخ. أي في اختلاط.
[١٢٩٦]- وقع في سيّ رأسه. أي في عدد شعر رأسه من الخير.
[١٢٩٧]- وقع في الأهيغين. أي في الطّعام والشّراب.
_________
[١٢٩٣]- أمثال أبي عبيد ٣٤٣، مجمع الأمثال ٢/٣٦٠، نكتة الأمثال ٢١٣، الدرة الفاخرة ١/٢٩٩، وفيه:
«وقع فلان في..» ، جمهرة الأمثال ٢/٦٤ و ٣٦٦، وفيه: «وقعوا في..» المستقصى ٢/٣٧٧ وفيه:
«وقع في..» ، المخصص ١٢/١٣٨.
يضرب في الشّدّة المتفاقمة.
[١٢٩٤]- أمثال أبي عبيد ٢٦٤ و ٣٤٨ وفيه: و «وقع القوم في..» فصل المقال ٣٧٨، نكتة الأمثال ١٦٧، جمهرة الأمثال ٢/٣٣٤، مجمع الأمثال ٢/٣٦٠ وفيهما: «وقعوا في..» ، المستقصى ٢/٣٧٦ وفيه:
«وقع في..» اللسان (جدب) .
[١٢٩٥]- مجمع الأمثال ٢/٣٦١، المستقصى ٢/٣٧٧ وفيه بإسقاط «.. وبوخ» .
[١٢٩٦]- أمثال أبي عبيد ١٨٦، مجمع الأمثال ٢/٣٦١، وفيهما برواية أبي عبيد، المستقصى ٢/٣٧٧ برواية العسكري، نكتة الأمثال ١١٢، اللسان (سنن) .
قال أبو عبيد: أي فيما شاء واحتكم.
[١٢٩٧]- في المطبوع: «الأهيعين» وهو تصحيف، والمثل في مجمع الأمثال ٢/٣٦١ وفيه: «وقعوا الأهيعين» وهو تصحيف، المستقصى ٢/٣٧٧، اللسان (هيغ) ، المخصص ١٢/٢٩.
قال الزمخشري: هما الأكل والنكاح.','1','260',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (264,'[١٢٩٨]- وقعوا في وادي جذبات. أي ضلّوا، أي يجذبهم من ناحية إلى ناحية، ومن طريق إلى طريق، متحيّرين يبعد عليهم قطعه. والجذبة: البعد.
[١٢٩٩]- وقعوا في وادي تضلّل. مثله.
[١٣٠٠]- وقعوا في وادي تخيّب.
[١٣٠١]- وتهلّك. مثله.
_________
[١٢٩٨]- أمثال أبي عبيد ٣٩٩، فصل المقال ٤٦٦، وفيهما «وقع القوم..» ، مجمع الأمثال ٢/٣٦٠، «وقعوا في.. جدبات» ، نكتة الأمثال ٢١٢ وفيه: «وقعوا في..» ، المستقصى ٢/٣٧٩ وفيه:
«وقعوا.. خدبات» .
وجدبات من الجدب، يقال: جدبته الحيّة إذا نهشته.
وخدبات: من الخدب، وهو الضرب بالسّيف.
[١٢٩٩]- أمثال أبي عبيد ٣٤٠، فصل المقال ٤٦٦، وفيهما «وقع القوم..» ، مجمع الأمثال ٢/٣٦١، المستقصى ٢/٣٧٩، نكتة الأمثال ٢١٣. اللسان (ضلل) .
مأخوذ من الضّلال.
[١٣٠٠]- أمثال أبي عبيد ٣٤٠، فصل المقال ٤٦٦، مجمع الأمثال ٢/٣٦١، المستقصى ٢/٣٧٩، نكتة الأمثال ٢١٣، اللسان (خيب) .
مأخوذ من الخيبة.
[١٣٠١]- أمثال أبي عبيد ٣٤٠، فصل المقال ٤٦٦، مجمع الأمثال ٢/٣٦١، المستقصى ٢/٣٧٩، نكتة الأمثال ٢١٣، اللسان (هلك) .
مأخوذ من الهلاك.','1','261',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (265,'<span data-type="title" id=toc-117>وفصل منه</span>
[١٣٠٢]- وافق شنّ طبقة. هو شنّ بن أفصى. وطبق: حيّ من إياد، وكان شنّ لا يقاوم فوافقته طبق، فانتصفت منه، فقيل ذلك.
[١٣٠٣]- وجد تمرة الغراب. أي خيرا ممّا أراد.
[١٣٠٤]- وجدت الدّابّة ظلفها. أي ما يوافقها. والظّلف «١» من الأرض: الّذي تستحبّ الخيل العدو عليه. ويقال: وجد فلان ظلفه: أي ما يحبّه. أي ما يظلفه ويكفّ شهوته.
_________
[١٣٠٢]- أمثال أبي عبيد ١٧٧، فصل المقال ٢٦٢، نكتة الأمثال ١٠٥، وفيها «.. شنّا طبقه» الفاخر ٤٧، الدرة الفاخرة ٢/٤٢٢، جمهرة الأمثال ٢/٣٣٦، الوسيط ١٧٤، مجمع الأمثال ٢/٣٥٩، المستقصى ٢/٣٧١، زهر الأكم ٣/٦٣، اللسان (شنن، طبق) .
ذكرت كتب الأمثال تفسيرين إضافيين للمثل أولهما قول بعضهم: «هم قوم كان لهم وعاء من أدم فتشنّن فجعلوا له طبقا فوافقه فقيل: وافق شنّ طبقه» .
وقيل: «كان شنّ رجلا من دهاة العرب، قال: والله لأطوفنّ حتّى أجد امرأة مثلي فأتزوجها. فسار حتى لقي رجلا يريد قرية يريدها شنّ، فصحبه، فلما انطلقا قال له شنّ، أتحملني أم أحملك؟ فقال الرجل: يا جاهل: كيف يحمل الراكب الراكب؟ فسارا حتّى رأيا زرعا قد استحصد، فقال شنّ: أترى هذا الزرع قد أكل أم لا. فقال: يا جاهل أما تراه قائما؟! وسارا فاستقبلتهما جنازة، فقال شنّ: أترى صاحبها حيّا أم ميتا؟ فقال: ما رأيت أجهل منك! أتراهم حملوا إلى القبور حيّا؟! ثمّ صار به الرجل إلى منزله، وكانت له بنت يقال لها طبقة، فقصّ عليها قصّته، فقالت: أمّا قوله: «أتحملني أم أحملك؟» فإنّه أراد: أتحدّثني أم أحدّثك حتى نقطع طريقنا. وأمّا قوله: «أترى الزرع قد أكل أم لا؟» فإنه أراد أباعه أهله فأكلوا ثمنه أم لا، وأما قوله في الميت فإنّما أراد: أترك عقبا يحيا بهم ذكره أم لا! فخرج الرجل فحادثه ثم أخبره بقول بنته، فخطبها إليه، فزوّجه إياها، فحملها إلى أهله فلمّا عرفوا عقلها ودهاءها قالوا: «وافق شنّ طبقة» .
[١٣٠٣]- أمثال أبي عبيد ١٨٧ وفيه: «وجد عنده» ، الدرة الفاخرة ٢/٤٥٩، جمهرة الأمثال ٢/٣٣٣، مجمع الأمثال ٢/٦٣ و ٣٦٢، المستقصى ٢/٣٧٣، نكتة الأمثال ١١٢ وفيه: «وجد عنده ثمرة الغراب» ، ثمار القلوب ٤٦٣، اللسان (غرب) .
وذلك لأنّ الغراب ينتقي أجود تمرة ويأكلها.
[١٣٠٤]- أمثال أبي عبيد ١٨٦، جمهرة الأمثال ٢/٣٣٣، فصل المقال ٢٧٩، مجمع الأمثال ٢/٣٦٢، المستقصى ٢/٣٧٢، نكتة الأمثال ١١٢، اللسان (ظلف) .','1','262',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (266,'<span data-type="title" id=toc-118>وفصل منه</span>
[١٣٠٥]- ويل للشّجيّ من الخليّ. أي: ويل الشّجيّ من الخالي من شجو. قال الأزهريّ «١» : من مدّ الشّجي فله وجوه أحدها: أنّه فعيل بمعنى المفعول. يقول: هو مشجوّ وشجيّ. والثّاني: أنّ العرب تمدّ فعلا بياء نحو قمن وقمين، وسمج وسميج.
وكر وكريّ والثالث: لموازنة الخليّ، وله نظائر كثيرة.
[١٣٠٦]- ويل للشّعر من راوية السّوء. قاله الحطيئة في وصيّته.
[١٣٠٧]- ولدك من دمّى عقبيك. معروف.
[١٣٠٨]- ولّ حارّها من ولي قارّها. ويروى «من تولّى» قاله أمير المؤمنين عمر بن الخطّاب رضي الله عنه لعتبة بن غزوان، أو لأبي مسعود الأنصاريّ. أي احمل ثقلك على من انتفع بك.
_________
[١٣٠٥]- أمثال أبي عبيد ٢٨٠، فصل المقال ٣٩٥، مجمع الأمثال ٢/٢٧٣، المستقصى ٢/٣٣٨، نكتة الأمثال ١٧٧، وفيها: «ما يلقى الشجيّ من الخليّ» ، الفاخر ٢٤٨، جمهرة الأمثال ٢/٣٣٨، الوسيط ١٧٦، مجمع الأمثال ٢/٣٦٧، تمثال الأمثال ٥٧٨، اللسان (خلا، شجا) .
[١٣٠٦]- أمثال الضبي ١٤١ وفيه: «.. من راوية الشعر» ، أمثال أبي عبيد ٢٢٦ وفيه: «من رواة..» ،
فصل المقال ٣٢٣ وفيه: «من الرواة..» ، مجمع الأمثال ٢/٢٢٣، المستقصى ٢/٣٨٣.
قال الضبيّ: «زعموا أن الحطيئة لما حضره الموت اكتنفه أهله وبنو عمه فقالوا له: يا حطيء أوص، قال: فبم وما أوصي؟ مالي بين بنيّ. فأرسلها مثلا. فقالوا له: قد علمنا أنّ مالك بين بنيك فأوص، قال: ويل للشعر من رواية الشّعر فأرسلها مثلا» .
[١٣٠٧]- أمثال الضبي ١٣٦، أمثال أبي عبيد ١٤٧، جمهرة الأمثال ١/٣٩، فصل المقال ٢٢٣، المستقصى ١/٣٠، نكتة الأمثال ٨٥، وفيها جميعا: «ابنك من..» المخصص ١٥/٧٧، أمثال أبي فيد ٥١، جمهرة الأمثال ١/٣٩ أيضا، مجمع الأمثال ١/١٠٧ و ٢/٣٦٣. اللسان (ولد، دمي) .
قال أبو عبيد: «المثل لامرأة الطفيل بن مالك بن جعفر بن كلاب، وهي امرأة من بلقين، فولدت له عقيل بن الطفيل، فتبنّته كبشة بنت عروة بن جعفر بن كلاب، فعرم عقيل على أمّه يوما فضربته، فجاءتها كبشة فمنعتها وقالت: ابني ابني، فقالت القينيّة: ابنك من دمّى عقبيك» تعني الذي نفست به حتى أدمى النفاس عقبيك فهو ابنك لا هذا» .
[١٣٠٨]- أمثال أبي عبيد ٢٢٧ و ٢٨٤، جمهرة الأمثال ٢/٣٣٤، الوسيط ١٧٩، فصل المقال ٣٢٧، مجمع الأمثال ٢/٣٦٩، وفيه: «ولي حارّها.. ولي» ، المستقصى ٢/٣٨١، نكتة الأمثال ١٨٠، اللسان (حرر، قرر) .','1','263',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (267,'[١٣٠٩]- وربّ حام لأنفه وهو جادعه. أي ربّ من يطلب كرامته بما فيه هوانه.
[١٣١٠]- ولكنّ من يمشي سيرضى بما ركب. معروف.
[١٣١١]- وأهل عمرو قد أضلّوه. هو عمرو بن الأحوص. قاله أبوه لمّا قتل عمرو فلم يرجع إليه.
[١٣١٢]- ولّي الثكل بنت غيرك. قاله ضمرة بن نهشل «١» لهند ابنة كرب التّميميّة، وكانت مصافية «٢» لها، لأنّ ضمرة قال لنسائه: تعالين أقسم بينكنّ الثّكل، فقالت هند ذلك.
[١٣١٣]- وحمى ولا حبل. يضرب مثلا للّذي يطلب ما لا يحتاج إليه من حرصه، لأنّ الوحمى تشتهي كلّ شيء. معناه كما تشتهي الحبلى. ويضرب أيضا للّذي يسألك ولا ينفعك.
_________
[١٣٠٩]- مجمع الأمثال ١/٢٩٠، المستقصى ٢/٣٨٣ وفيه: «ويا ربّ حام..» .
قال الميداني: «يضرب لمن يأنف من شيء ثمّ يقع في أشدّ ممّا حمى منه أنفه» .
[١٣١٠]- المستقصى ٢/٣٨٠.
وفيه: «وهو من قول الشّاعر» :
وما كنت أرضى أن تكون مطيّتي ... مقطّعة الشّفر مقصّرة الذّنب
ولست وبيت الله أرضى بمثلها ... ولكنّ من يمشي سيرضى بما ركب
[١٣١١]- أمثال الضبي ٧٨، جمهرة الأمثال ٢/٣٤٣، مجمع الأمثال ٢/٣٦٩، المستقصى ٢/٣٧١.
يقوله الرجل يصاب بمكروه فيرى من أصيب بمثله فيريد أن يعرّفه أنّ حاله مثل حاله.
[١٣١٢]- أمثال الضبي ٥٣، الفاخر ٦٦، المستقصى ٢/٣٨١.
وهو دعاء لها، أي يلي الثكل غيرها.
[١٣١٣]- أمثال أبي عبيد ٢٨٨، جمهرة الأمثال ٢/٣٣٥، مجمع الأمثال ٢/٣٦٣، المستقصى ٢/٣٧٤، نكتة الأمثال ١٨٤، اللسان (وحم) .','1','264',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (268,'<span data-type="title" id=toc-119>باب ما جاء على حرف الهاء</span>
[١٣١٤]- هذا جناي وخياره فيه. قاله تأبّط شرّا وقد خرج جماعة يجتنون الكمأة. وكان إذا وجد كمأة جيّدة جناها، وغيره يأكلها فلما رجع إلى أمّه قال: [الرجز]
هذا جناي وخياره فيه ... إذ كلّ جان يده إلى فيه
ويقال: إنّ عليّا رضي الله عنه تمثّل به «١» .
[١٣١٥]- هذا أوان الشّدّ فاشتدّي زيم. أي هذا أوان الجري فاستفرغي فيه وسعك.
وزيم: فرس.
_________
[١٣١٤]- أمثال الضبي ١٤٩، أمثال ابي عبيد ١٧٤، جمهرة الأمثال ٢/٣٦٠، الوسيط ١٨٤، مجمع الأمثال ٢/١٣٨ و ٣٩٧، المستقصى ٢/٣٨٦، نكتة الأمثال ١٠٤، اللسان (جنى) ، المخصص ١٥/١٦٤.
تفرّد ابن رفاعة بنسبة المثل إلى تأبّط شرّا، وأجمعت كتب الأمثال على أنّه لعمرو بن عديّ اللخميّ ابن اخت جذيمة الأبرش، وكان جذيمة أمر الناس أن يجتنوا له الكمأة، فكان بعضهم يأكل الجيّد منها، في حين كان عمرو بن عديّ يأتيه بخير ما يجده، فعندها يقول عمرو.
هذا جناي وخياره فيه ... إذ كلّ جان يده إلى فيه
[١٣١٥]- أمثال أبي عبيد ٢٨٦، جمهرة الأمثال ٢/٣٦٢، فصل المقال ٤٠٤، مجمع الأمثال ٢/٣٨٨ و ٣٩١، المستقصى ٢/٣٨٥، نكتة الأمثال ١٨١، تمثال الأمثال ٥٨٠، العقد الفريد ٣/١١٤.
والمثل شطر من رجز مختلف النّسبة في (شرح ديوان الحماسة للمرزوقي ٣٥٤- ٣٥٦) وهو:
هذا أوان الشّدّ فاشتدّي زيم ... قد لفّها اللّيل بسوّاق حطم
ليس براعي إبل ولا غنم ... ولا بجزّار على ظهر وضم
بات يراعيها غلام كالزّلم ... خدلّج السّاقين خفّاق القدم','1','265',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (269,'[١٣١٦]- هذا أجلّ من الحرش. تزعم العرب أنّ الضّبّ قال لحسله: اتّق الحرش.
والحرش: أن يصبّ الماء في الجحر «١» ، فيخرج الضّبّ فيصاد. فدهم السّيل يوما، ودخل جحره فقال لأبيه: هذا الحرش؟ قال: أجلّ من الحرش. يضرب لمن يخشى شيئا، فيقع فيما هو أشدّ منه.
[١٣١٧]- هذا على طرف الثّمام. هو نبت ضعيف قريب من الأرض لا يشقّ التّناول منه.
[١٣١٨]- هذا أمر لا تبرك عليه الإبل. أي صعب خشن والإبل لا تبرك على الخشونة.
_________
[١٣١٦]- أمثال أبي عبيد ٣٤٢، الفاخر ٢٤٢ و ٢٨٩، الدرة الفاخرة ١/١١٨، جمهرة الأمثال ١/٣٣٢، فصل المقال ٤٧١، مجمع الأمثال ١/١٨٦، وفيه: «أجلّ من الحرش» ، المستقصى ٢/٣٨٤، نكتة الأمثال ٢١٣، زهر الأكم ٢/١٠٥، اللسان (حرش) .
قال المفضل بن سلمة: «وأصل ذلك فيما تتحدّث به العرب أنّ الضّبّ قال لابنه: يا بنيّ احذر الحرش، فبينماهما في جحرهما إذا صوت فأس يحفر به عنهما، فقال الابن: يا أبه هذا الحرش؟ قال: يا بني هذا أجلّ من الحرش.
والحرش: هو أن يؤتى إلى باب جحر الضّبّ بأسود من الحيّات فيحرّك عند فم الجحر، فإذا سمع الضّبّ حسّ الأسود خرج إليه ليقاتله فيصاد» .
[١٣١٧]- أمثال أبي عبيد ٢٤١، جمهرة الأمثال ٢/٣٦٠، فصل المقال ٣٤٨، مجمع الأمثال ٢/٣٨٨، وفيه: «هو..» ، المستقصى ٢/٣٨٧، نكتة الأمثال ١٥١. اللسان (ثمم) .
يضرب لما يوصل إليه بغير مشقّة.
[١٣١٨]- أمثال أبي عبيد ٣٥١، جمهرة الأمثال ١/٢٦١، مجمع الأمثال ٢/٣٩٣، المستقصى ٢/٣٨٧، نكتة الأمثال ٢١٩.
يضرب للأمر العظيم الذي لا يصبر عليه.','1','266',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (270,'[١٣١٩]- هذا ومذقه خير. قالته دختنوس حين قال لها: الصّيف ضيّعت اللّبن «١» ، فأشارت إلى زوجها.
[١٣٢٠]- هذا حظّ جدّ من المبناة. قاله رجل نزل بآخر، فبسط له ولغيره نطعا، وأطعمهم وسقاهم فأحدث القوم في النّوم، فلمّا أصبح الضّيف ورأى ما صنعوه، قطع ما نام عليه من النّطع، ودفعه إلى ربّ البيت، وقال ذلك ليعلم أنّه لم يحدث.
[١٣٢١]- هذه بتلك فهل جزيتك يا عمرو؟ رأى يزيد بن المنذر عمرو بن الأحوص «٢» يداعب امرأته فطلّقها وكان يزيد يستحيي منه مدّة، ثمّ إنّهما خرجا في غزاة فاعتور قوم عمرا فطعنوه وأخذوا فرسه، فحمل عليهم يزيد فاستنقذه، وردّه عليه، فلمّا ركب عمرو ونجا، قال له يزيد ذلك.
_________
[١٣١٩]- أمثال الضبي ٥١، الدرة الفاخرة ١/١١١، جمهرة الأمثال ١/٥٧٦ و ٢/٣٦٥، فصل المقال ٣٥٨ و ٣٥٩، المستقصى ١/٣٢٩ و ٢/٣٨٨، اللسان (ضبع) .
المذقة: القليل من اللّبن المخلوط بالماء.
يضرب في محبوب يجب أن يحتمل له الشّدّة. ومعناه أن هذا الزوج مع عدم اللّبن خير من زوجها السابق عمرو.
[١٣٢٠]- أمثال الضبي ١٥٧، مجمع الأمثال ٢/٤٠٠، المستقصى ٢/٣٨٦.
جدّ: اسم رجل من عاد. والمبناة هي النّطع: وهي بساط من الجلد.
يضرب للمبرئ ساحته من التّهمة.
[١٣٢١]- أمثال الضبي ٧٧، وفيه: «تلك بتلك» ، أمثال أبي عبيد ١٣٨، جمهرة الأمثال ١/٢٧٥، وفيه: «تلك بتلك يا عمرو» ، الوسيط ١٨٣، وفيه: «هذه بتلك» ، فصل المقال ٢٠٦، بإسقاط يا عمرو، مجمع الأمثال ٢/٤٠٢ بإسقاط «يا عمرو» ، المستقصى ٢/٣٨٨، نكتة الأمثال ٧٨.','1','267',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (271,'[١٣٢٢]- هذه بتلك والبادئ أظلم. يقال فيمن جازى على إساءة بمثلها.
<span data-type="title" id=toc-120>وفصل منه</span>
[١٣٢٣]- هو قفا غادر شرّ. أجار رجل من بني تميم قوما، وأرادوا أكلهم، فمنعهم عن ذلك، فاجتاز بقوم فقال أحدهم لابنته: أترين هذا الوافي؟ فلمّا رأت دمامته فقالت:
لم أر كاليوم قفا واف، فقال الرّجل: هو قفا غادر شرّ.
[١٣٢٤]- هو ابنة الجبل مهما يقل تقل. معروف.
[١٣٢٥]- هو على حبل ذراعك. أي قريب منك لا يخالفك، وحبل الذّراع: عرق في اليد.
[١٣٢٦]- هو على حندر عينه. أي هو ثقيل عليه لا يقدر أن ينظر إليه.
_________
[١٣٢٢]- أمثال أبي عبيد ٢٦٩، مجمع الأمثال ٢/٤٠١، المستقصى ٢/٣٨٨، نكتة الأمثال ١٦٧، تمثال الأمثال ٥٨٢، العقد الفريد ٣/١٣٠.
ذكر الميداني أن صاحب المثل هو الفرزدق بعد أن أرسل لجرير بيتا فاحشا من الشعر، فردّ عليه جرير بأفحش منه.
[١٣٢٣]- أمثال أبي عبيد ٩٩، جمهرة الأمثال ٢/٣٥٥، فصل المقال ١٣٨، مجمع الأمثال ٢/٣٨٤، المستقصى ٢/٣٩٩، نكتة الأمثال ٤٨، تمثال الأمثال ٥٨٣.
ومعناه: «لو كان هذا القفا على دمامته لغادر كان أقبح.
يضرب في الدّميم لا منظر له، غير أنّ فيه خصالا محمودة.
[١٣٢٤]- أمثال أبي عبيد ٥٨ وفيه: «هو بنت الجبل» ، جمهرة الأمثال ١/٢١٤، وفيه: «بنت الجبل» ، فصل المقال ١٨٩، وفيه: «هو بنت الجبل» ، مجمع الأمثال ٢/٣٩٤، وفيه: «وهو ابنة..» ، نكتة الأمثال ٧٢، برواية أبي عبيد. وسقط منها جميعا: «مهما يقل تقل» .
وابنة الجبل: الصّدى.
[١٣٢٥]- أمثال أبي عبيد ١٧٦ و ٢٤١، جمهرة الأمثال ٢/١٤٩ و ٣٦٠، وفيه: «.. ذراعه» ، فصل المقال ٢٦٠، مجمع الأمثال ٢/٣٨٨، المستقصى ٢/٣٩٨، نكتة الأمثال ١٠٤، العقد الفريد ٣/١٢٤، اللسان (حبل، لحا) .
[١٣٢٦]- أمثال أبي عبيد ٣٥٦، وفيه: «إنما هو على..» ، مجمع الأمثال ٢/٣٨٥، المستقصى ٢/٣٩٨، نكتة الأمثال ٢٢٣. اللسان (حندر) .
الحندر: الحدقة.','1','268',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (272,'[١٣٢٧]- هو عريض البطان. أي مثر، كثير المال.
[١٣٢٨]- هو رخيّ اللّبب. مثله.
[١٣٢٩]- هو أزرق العين.
[١٣٣٠]- وأسود الكبد. كلّ ذلك يقال واحدا وجمعا للأعداء، وليس من نعوت الرّجال، ولا أدري ما هو.
[١٣٣١]- هو واقع الطّير.
[١٣٣٢]- ساكن الرّيح. أي هو هادئ وقور.
_________
[١٣٢٧]- أمثال أبي عبيد ٣١٤، مجمع الأمثال ٢/٢٦٨، نكتة الأمثال ١٩٨، وفيها: «مات وهو عريض البطان» ، جمهرة الأمثال ٢/٢٦٩، المستقصى ٢/٣٣٩، وفيها: «مات عريض البطان» . اللسان (بطن) .
[١٣٢٨]- المستقصى ٢/٣٩٨، اللسان (لبب) .
يضرب للمثري.
[١٣٢٩]- أمثال أبي عبيد ٣٥٢، جمهرة الأمثال ٢/٣٦٩، فصل المقال ٤٧٩، مجمع الأمثال ٢/٣٨٥، المستقصى ٢/٣٩٥.
قال الزمخشري: «أي عدوّ، لأن الزرقة في أعين الروم وهم أعداء العرب» .
ويضرب في الاستشهاد على البغض.
[١٣٣٠]- أمثال أبي عبيد ٣٥٢، جمهرة الأمثال ٢/٣٦٩، فصل المقال ٤٧٩، مجمع الأمثال ٢/٣٥٨، المستقصى ٢/٣٩٥، تمثال الأمثال ٢/٥٨٦، العقد الفريد ٣/١٢٢، اللسان (سود) .
أي عدوّ، كأنّ كبده محترقة من شدّة العداوة، قال الشاعر (المستقصى ٢/٣٩٥) :
وما حاولت من أضغان قوم ... هم الأعداء والأكباد سود
[١٣٣١]- أمثال أبي عبيد ١٥١، مجمع الأمثال ١/٢٨، نكتة الأمثال ٨٩ وفيها: «إنّه لواقع الطائر» ، المستقصى ١/٤٢٣ وفيه: «إنّه..» اللسان (وقع) .
يضرب للوقور.
[١٣٣٢]- أمثال أبي عبيد ١٥١، جمهرة الأمثال ١/٥٢٢، مجمع الأمثال ٢/٣٩٣، المستقصى ٢/٤٢٢، نكتة الأمثال ٨٩.
يضرب للوقور.','1','269',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (273,'<span data-type="title" id=toc-121>وفصل منه</span>
[١٣٣٣]- هل بالرّمل أو شال؟ الوشل: المآء القليل ولا يثبت الماء في الرّمل.
[١٣٣٤]- هل يجمع السّيفان ويحك في غمد؟ معروف.
[١٣٣٥]- هل ينهض البازي بغير جناح؟ معروف.
[١٣٣٦]- هل يخفى على النّاس القمر؟ معروف.
[١٣٣٧]- هل من جائبة خبر؟
_________
[١٣٣٣]- أمثال أبي عبيد ٣٠٧، وفيه: «وهل..» ، جمهرة الأمثال ٢/٣٦٨ وفيه: «هل برملكم وشل» ، مجمع الأمثال ٢/٣٨٣، المستقصى ٢/٣٩٠، نكتة الأمثال ١٩٥، اللسان (وشل) ..
أي إنّه لا خير عنده، كما أنّه لا وشل بالرمل.
[١٣٣٤]- أمثال أبي عبيد ٢٧٩، جمهرة الأمثال ٢/٣٩٢، فصل المقال ٣٩٤، مجمع الأمثال ٢/٢٣٠، وفيه «يجمع..» ، المستقصى ٢/٣٩٠.
والمثل عجز بيت لأبي ذؤيب الهذلي في (ديوان الهذليين ١/١٥٩) وتمامه:
تريدين كيما تجمعيني وخالدا ... وهل يجمع السّيفان ويحك في غمد؟
ويضرب في قلّة الاتفاق
[١٣٣٥]- أمثال أبي عبيد ٢٠٩، فصل المقال ٢٦٩، مجمع الأمثال ٢/٤٠٤، المستقصى ٢/٣٩٢، نكتة الأمثال ١٠٨.
والمثل عجز بيت لمسكين الدارمي في (خزانة الأدب للبغدادي ٣/٦٧) وتمامه:
وإنّ ابن عمّ المرء فاعلم جناحه ... وهل ينهض البازي بغير جناح
ويضرب لمن قلّ أنصاره، ولمن يدّعي علما ليس معه آلة.
[١٣٣٦]- مجمع الأمثال ٢/٤٠٤.
قال عمر بن أبي ربيعة في (ديوانه ١٥١) :
قالت الصّغرى وقد تيّمتها ... قد عرفناه، وهل يخفى القمر
يضرب للأمر المشهور.
[١٣٣٧]- مجمع الأمثال ٢/٤٠٤، المستقصى ٢/٣٩٠.
أي خبر يجوب البلاد.','1','270',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (274,'[١٣٣٨]- أو مغرّبة خبر. أي من خبر جاب. أو غرّب. ويقال: أي خبر غريب. كما يقال: عنقاء مغرب «١» ، مأخوذ من الغرابة لا من الغرب.
[١٣٣٩]- هل تخاف أن يعجلنا قبل أن نحلّ. قالته أمّ خارجة الّتي يقال لها: خطب، فتقول: نكح. وكان ابنها خارجة معها، وهما راكبان، فقال: إنّي أرى راكبا وأظنّه خاطبا، فقالت ذلك.
<span data-type="title" id=toc-122>وفصل منه</span>
[١٣٤٠]- همّك ما أهمّك. أي لا اهتمام لك بأمر غيرك، وإنّما اهتمامك بأمر نفسك.
[١٣٤١]- هوّن عليك ولا تولع بإشفاق. أي لا تكثر الحزن على ما فاتك من المال فإنّك تاركه، وتمامه «٢» : [البسيط]
_________
[١٣٣٨]- مجمع الأمثال ٢/٤٠٤، المستقصى ٢/٣٩٠، اللسان (غرب) ، المخصص ١٢/٣٢٥.
أي خبر بعيد.
[١٣٣٩]- أمثال الضبي ٥٩، وورد المثل بنص: «أتراه يعجلنا أن نحلّ، ماله ألّ وغلّ» ، في الدرة الفاخرة ١/٢٢٤، جمهرة الأمثال ١/٥٢٩، مجمع الأمثال ١/٢٤٨، وفي المستقصى ١/١٦٦ «أيعجبني أن أحلّ..» ، والفاخر ٦٠ برواية «أخاف أن يعجلنا أن نحلّ» وثمار القلوب ٣١٢ وفيه: «تراه يعجلنا أن نحلّ..» .
[١٣٤٠]- أمثال أبي عبيد ٢٨٣، مجمع الأمثال ٢/٤٠٢ وفيهما: «.. ما همّك» ، جمهرة الأمثال ٢/٣٦٢، فصل المقال ٣٩٩، المستقصى ٢/٣٩٤، نكتة الأمثال ١٧٩، العقد الفريد ٣/١١٥، اللسان (همم) .
[١٣٤١]- أمثال أبي عبيد ١٦١، ١٩٣، جمهرة الأمثال ٢/٣٥٩، فصل المقال ٢٤٢، مجمع الأمثال ٢/٤٠٤، المستقصى ٢/٤٠٢، نكتة الأمثال ٩٥، ١١٧، العقد الفريد ٣/١٠٦.','1','271',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (275,'... .... ....
فإنّما مالنا للوارث الباقي
[١٣٤٢]- هيّج على غيّ وذر. أي هيّج بينهم حتّى إذا التحمت الحرب فكفّ عن المعونة.
[١٣٤٣]- هان على الأملس ما لاقى الدّبر. الأملس: السّليم من الدّبر. أي يهون على المعافى ما لاقى المبتلى.
[١٣٤٤]- هدنة على دخن وصلح على أقذاء. الدّخن: مأخوذ من الدّخان يريد نغل «١» القلب.
[١٣٤٥]- هنيت ولا تنكه. أي أصبت خيرا ولا يصيبك شرّ. أي جعلك الله هنيئا بما أحببت، ولا نكأك فيه، أي لا جرحك ولا أصابك بمكروه.
[١٣٤٦]- هنيئا لك النّافجة. أي البنت الّتي تزوّجها فتأخذ مهرها فتنفج بها إبلك: أي تزيد فيها.
[١٣٤٧]- هامة اليوم أو غد. أي هو ميت اليوم أو غدا، وقائله شتير بن خالد لضرار بن عمرو الضّبيّ وقد أسره، فقال: اختر خلّة من ثلاث. قال: اعرضهنّ عليّ أسمع،
_________
[١٣٤٢]- مجمع الأمثال ٢/٤٠٤، المستقصى ٢/٤٠٢.
ونظيره قول الشاعر:
وكتيبة لبّستها بكتيبة ... حتّى إذا التبست نفضت لها يدي
[١٣٤٣]- أمثال أبي عبيد ٢٨٠، جمهرة الأمثال ٢/٣٦١، مجمع الأمثال ١/١٠ و ٢/٣٩٣، المستقصى ٢/٣٨٩، نكتة الأمثال ١٧٨، زهر الأكم ٣/٢٣٦، العقد الفريد ٣/١١٦، اللسان (ملس) .
الأملس: البعير الصّحيح الظهر، والدّبر: الذي أصيب بالدّبر، وهو الجرح في الظّهر.
يضرب في سوء اهتمام الرجل بشأن صاحبه.
[١٣٤٤]- أمثال أبي عبيد ٣٥، الوسيط ١٨١، فصل المقال ٩، مجمع الأمثال ٢/٣٨٢ بإسقاط الجزء الثاني، المستقصى ٢/٣٨٩، اللسان (دخن، قذى) وفيها جميعا: «.. وجماعة على أقذاء» .
والمثل حديث شريف أخرجه أبو داود في كتاب (الفتن) - حديث رقم (٤٢٤٥) .
[١٣٤٥]- أمثال أبي عبيد ٦٩، جمهرة الأمثال ٢/٣٥٤، فصل المقال ٨٣، مجمع الأمثال ٢/٣٨٩، المستقصى ٢/٣٩٤، نكتة الأمثال ٢٦. اللسان (نكأ، هنأ) .
[١٣٤٦]- مجمع الأمثال ٢/٤٠٥، المستقصى ٢/٣٩٤، اللسان (نفج) .
يضرب في التهنئة بالأنثى.
[١٣٤٧]- مجمع الأمثال ٢/٤٠٥، المستقصى ٢/٢٠٧ و ٣٨٩.','1','272',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (276,'قال: تردّ عليّ ابني الحصين، وهو ابن ضرار قتله عتبة بن شتير، قال: قد علمت أبا قبيصة أنّي لا أحيي الموتى. قال فتدفع إليّ ابنك أقتله به، قال: لا يرضى بنو عامر أن يدفعوا إليّ فارسا مقتبلا بشيخ أعور هامة اليوم أو غد. قال: فأقتلك. قال: أمّا هذه فنعم. قال: فأمر ضرار ابنه أدهم أن يقتله. فنادى شتير: يال عامر أصبرا وبضبّيّ؟ «١» قال أبو عبيدة: فلم يهج بنو عامر بأشدّ من هذا.
[١٣٤٨]- هين ولين وأودت العين. قالته امرأة»
حسدتها ضرائرها على حمرة أنساعها «٣» فقيل لها: إنّ أطيطها «٤» قبيح فادهنيها، فدهنت طرف إحداها فاسودّ فأمسكت، فسئلت عن الدّهن فقالت ذلك.
[١٣٤٩]- هبلته أمّه. أي ثكلته.
[١٣٥٠]- هوت أمّه. دعاء في موضع الخبر، وكذلك «هبلته» زيادة. قال بعضهم: أصله من المهبل: وهو منفذ فرج المرأة، وقيل: هو أقصى الرّحم. أي ضاق عليه ذلك الموضع وذلك الطّريق.
_________
[١٣٤٨]- أمثال الضبي ١٧٢، جمهرة الأمثال ٢/٣٦٦، مجمع الأمثال ٢/٣٨٣، المستقصى ٢/٤٠٣، وفيها جميعا: «هين لين..» .
[١٣٤٩]- أمثال أبي عبيد ٧٠، جمهرة الأمثال ٢/٣٥٤، فصل المقال ٨٤، مجمع الأمثال ٢/٤٠٥، نكتة الأمثال ٢٦، العقد الفريد ٣/٨٧، اللسان (هبل) .
[١٣٥٠]- أمثال أبي عبيد ٧٠، جمهرة الأمثال ٢/٣٥٤، فصل المقال ٨٤، مجمع الأمثال ٢/٣٩٠، المستقصى ٢/٤٠١، نكتة الأمثال ٢٦، العقد الفريد ٣/٨٧، اللسان (ترب، نيب، هبل، أمم، هوا) .
قال الميداني: «أي سقطت، وهذا دعاء لا يراد به الوقوع، وإنّما يقال عند التعجّب والمدح» .
قال كعب بن سعد الغنوي في (الأصمعيّات ٩٥) يرثي أخاه:
هوت أمّه ما يبعث الصّبح غاديا ... وماذا يؤدّي اللّيل حين يؤوب
يريد أي شيء يبعث الصبح منه حين يغدو إلى الحرب؟ أو أي شيء يردّه الليل من ذكراه حين يكرم الضيفان يصفه بالشجاعة والجود.','1','273',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (277,'<span data-type="title" id=toc-123>باب ما جاء على حرف اللّام والألف</span>
[١٣٥١]- لا ينتصف حليم من جهول. لأنّ الجهول يربي عليه، والحليم لا يضع نفسه لمسافهته.
[١٣٥٢]- لا يملك حائن دمه. أي لا يقدر الحائن- من حانت منيّته- على حقن دمه.
[١٣٥٣]- لا يملك مولى لمولى نصرا. ورد هذا المثل على غير وجهه، ومعناه أنّ حميمك يغضب وإن كان مشاحنا. أي لا يملك ترك نصرهم.
[١٣٥٤]- لا يكذب الرّائد أهله. الرّائد: الّذي يقدّمونه أمامهم ليرتاد لهم منزلا، فهو لا يكذب أهله لأنّ نفعه مشترك.
[١٣٥٥]- لا يقوم لمنزل الأمر إلّا ابن إحداها. أي لا يقوم بالعظيم إلّا الكريم الآباء.
[١٣٥٦]- لا يعجز مسك السّوء عن عرف السّوء. المسك: الجلد. أي لا يعدم اللّئيم قبح العقل.
_________
[١٣٥١]- أمثال أبي عبيد ١٥٠، نكتة الأمثال ٨٨ وفيهما: «.. من جاهل» مجمع الأمثال ٢/٢٣٧، المستقصى ٢/٢٧٧، العقد الفريد ٣/١٠٤.
يضرب في غلبة ذي الجهل ذا العقل يعجزه مسافهته.
[١٣٥٢]- مجمع الأمثال ٢/٢٣٧، المستقصى ٢/٢٧٦.
يضرب في الحين الذي يسوق المرء إلى الردى لا يمكنه الاحتراس منه.
[١٣٥٣]- أمثال أبي عبيد ١٤١، فصل المقال ٢١٢، نكتة الأمثال ٨١، وفيها «لا يملك مولى نصرا» ، أمثال الضبي ٦٥، الفاخر ٦٩، مجمع الأمثال ٢/٢١٤، المستقصى ٢/٢٧٦.
[١٣٥٤]- أمثال أبي عبيد ٤٩، جمهرة الأمثال ١/٤٧٤، وفيه: «الرائد لا يكذب أهله» ، فصل المقال ٣٧، مجمع الأمثال ٢/٢٣٣، المستقصى ٢/٢٧٤، نكتة الأمثال ١٣، العقد الفريد ٣/٨٢، اللسان (رود) .
[١٣٥٥]- مجمع الأمثال ٢/٢٣٧، وفيه: «لا يقوم بها إلّا ابن إحداها» ، المستقصى ٢/٢٧٤ وفيه: «لا يقوم به إلّا ابن إحداها» .
يضرب للأمر الذي لا يضطلع به إلّا ذو الأرب والدّهاء.
[١٣٥٦]- أمثال أبي عبيد ١٢٦، جمهرة الأمثال ٢/٣٨٠، مجمع الأمثال ٢/٢٣١، المستقصى ٢/٢٧٣، اللسان (عرف، مسك) .
العرف: الرائحة. ومعناه في الأصل أنّه لا يكون جلد رديء إلّا والريح المنتنة موجودة فيه.
يضرب في الذي يكتم لؤمه وهو يظهر غيره.','1','274',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (278,'[١٣٥٧]- لا يضرّ الحوار وطء أمّه. لأنّها أشفق عليه من أن تضيره.
[١٣٥٨]- لا يرحل رحلك من ليس معك. أي لا يعينك من ليس معك.
[١٣٥٩]- لا يلتاط هذا بصفري. أي لا يلتصق بقلبي. وقيل: الصّفر: الصّدر، والنّفس، والقلب. وقد يراد به العقل. ومعناه لا يعجبني. وقيل: لا يوافق خليقتي.
[١٣٦٠]- لا ينفعك من ردى حذاره. معروف.
[١٣٦١]- لا ينفعك من جار سوء توقّ. معروف.
[١٣٦٢]- لا يرسل السّاق إلّا ممسكا ساقا. أي إنّه لا يترك شيئا إلّا وقد تشبّث بآخر، كالحرباء يتلقّى الشّمس على عود، وكلّما أرسل واحدة علق بأخرى.
_________
[١٣٥٧]- أمثال أبي عبيد ١٤١، مجمع الأمثال ٢/٢٢٠، المستقصى ٢/٢٧١، نكتة الأمثال ٨٢، تمثال الأمثال ١٦٤. وفيها جميعا: «ما وطئته أمّه» ، العقد الفريد ٣/١٠١.
الحوار: ولد الناقة ساعة تضعه.
[١٣٥٨]- أمثال أبي فيد ٥١، أمثال أبي عبيد ٢٥٣، نكتة الأمثال ١٥٨، وورد المثل برواية: «لا يرحلن» في جمهرة الأمثال ١/٣٥٧ و ٣٦٠ و ٢/٣٩٦، مجمع الأمثال ٢/٢٣٧، المستقصى ٢/٢٦٩، العقد الفريد ٣/١٢٧، اللسان (رحل) .
يضرب في الأمر باستعانة الثّقات دون غيرهم.
[١٣٥٩]- أمثال أبي عبيد ٢٧٩، جمهرة الأمثال ٢/٣٩١، فصل المقال ٣٩٣، مجمع الأمثال ٢/٢٢٦، المستقصى ٢/٢٧٦، نكتة الأمثال ١٧٧، العقد الفريد ٣/١١٥، اللسان (صفر) .
[١٣٦٠]- مجمع الأمثال ٢/٢٣٧، وفيه: «حذر» ، المستقصى ٢/٢٧٧ وفيه: «حذار» .
[١٣٦١]- أمثال أبي عبيد ٢٧٧، جمهرة الأمثال ٢/٣٩١، مجمع الأمثال ٢/٢٣٥، المستقصى ٢/٢٧٧، نكتة الأمثال ١٧٥، العقد الفريد ٣/١١٥.
التّوقّي: الاتّقاء. ويضرب في سوء المجاورة.
[١٣٦٢]- أمثال أبي عبيد ٢٤٢، جمهرة الأمثال ٢/٣٨٨، فصل المقال ٣٥٠، مجمع الأمثال ٢/٢١٧، المستقصى ٢/٢٦٩، نكتة الأمثال ١٥٢، العقد الفريد ٣/١١٥، اللسان (حرب، نضب، علق) ، المخصص ٢/٥٢.
والمثل من شعر لأبي دؤاد الإياديّ في (جمهرة الأمثال ٢/٣٨٨) يقول فيه:
زمّوا بليل جمال الحيّ فانجذبوا ... لم ينظروا باحتمال الحيّ إشراقا
يحثّهم نطس ذو نجدة شرس ... أوصى ليزعجهم بالظّعن سوّاقا
أنّى أتيح له حرباء تنضبة ... لا يرسل السّاق إلا ممسكا ساقا','1','275',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (279,'[١٣٦٣]- لا يحسن التّعريض إلّا ثلبا. أي إنّه سفيه يصرّح بالسّبّ ولا يعرّض. الثّلب:
الطّعن في الأنساب، ومنه المثالب.
<span data-type="title" id=toc-124>وفصل منه</span>
[١٣٦٤]- لا يعدم الحوار من أمّه حنّة. معروف.
[١٣٦٥]- لا يعدم عائش وصلات. أي ما عاش المرء لا يعدم ما يتوصّل به.
[١٣٦٦]- لا تعدم الحسناء ذاما. الذّام والذّيم: العيب.
[١٣٦٧]- لا يعدم الشّقيّ مهيرا. أي من شقائه أن يبتلى بمهر يمرنه «١» ولا ينتفع به. ويروى «شقيّ» .
[١٣٦٨]- لا تعدم الخرقاء علّة. أي العلل كثيرة، وقد تحسنها الخرقاء فضلا عن غيرها.
_________
[١٣٦٣]- أمثال أبي عبيد ٧٩، جمهرة الأمثال ٢/٣٧٩، مجمع الأمثال ٢/٢٣٥، المستقصى ٢/٢٦٨، نكتة الأمثال ٣٥، اللسان (ثلب) .
[١٣٦٤]- أمثال أبي عبيد ١٤٠، جمهرة الأمثال ٢/٣٨١، مجمع الأمثال ٢/٢١٩، المستقصى ٢/٢٧٣، نكتة الأمثال ١٠٨، تمثال الأمثال ١٦٤، اللسان (حنن) ، المخصص ٣/١٥٣.
أي حنينا وشفقة، وقال بعضهم: حنّة: أي شبها.
[١٣٦٥]- مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٧٣، اللسان (عوس) ، المخصص ٧/٨٣.
يضرب في ظفر الإنسان بما يستمسك به حاله مادام حيّا.
[١٣٦٦]- أمثال أبي عبيد ٥١، الفاخر ١٥٥ وفيه: «لن تعدم..» ، جمهرة الأمثال ٢/٣٩٨، فصل المقال ٤٣، مجمع الأمثال ٢/٢١٣، المستقصى ٢/٢٥٦، نكتة الأمثال ١٤، زهر الأكم ٢/٥٢. اللسان (ذيم) .
[١٣٦٧]- أمثال أبي عبيد ١٢٧، الدرة الفاخرة ١/٩٨، جمهرة الأمثال ٢/٣٩٧، مجمع الأمثال ١/١٤٨ و ٢/٢١٩ وفيهما: «.. شقيّ مهرا» ، المستقصى ٢/٢٧٣، نكتة الأمثال ٧١، العقد الفريد ٣/٩٨، اللسان (مهر) .
لأن تربية المهر شديدة لبطء خيره. ويضرب للشقيّ.
[١٣٦٨]- أمثال أبي عبيد ٦٤، جمهرة الأمثال ٢/٣٧٩، فصل المقال ٧٤، المستقصى ٢/٢٥٦، نكتة الأمثال ٣٢، اللسان (خرق، علل) . وفيها جميعا: «خرقاء..» .','1','276',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (280,'[١٣٦٩]- لا تعدم صناع ثلّة. الثّلة: الصّوف.
[١٣٧٠]- لا تعدم من ابن عمّك نصرا. أي ابن عمّك ينصرك وإن كان مشاحنا «١» لك.
<span data-type="title" id=toc-125>وفصل منه</span>
[١٣٧١]- لا تحمدنّ أمة عام شرائها، ولا حرّة عام بنائها. لأنّهما تتصنّعان لأربابهما أوّل عام وإن لم تكونا محمودتين.
[١٣٧٢]- لا تمازحنّ شريفا فيحقد عليك، ولا دنيّا فيجترئ عليك. معروف.
[١٣٧٣]- لا تفاكهنّ أمة، ولا تبل على أكمة. إنّ ذلك يضرّ بك. والأكمة يعود منها بولك عليك.
[١٣٧٤]- لا تكذبنّ ولا تشبّهنّ. أي ولا تأت بما يشبه الكذب.
_________
[١٣٦٩]- أمثال أبي عبيد ٢٠٤، جمهرة الأمثال ٢/٣٧٩، مجمع الأمثال ٢/٢١٣، المستقصى ٢/٢٥٧، نكتة الأمثال ١٢٣، اللسان (صنع) ، المخصص ١٢/٢٥٧.
يضرب للرجل الصّنع الحاذق.
[١٣٧٠]- أمثال أبي عبيد ١٤١، جمهرة الأمثال ١/١٣٢ و ٢/٤٠٣، وفيه: «.. ابن عمّ» ، مجمع الأمثال ٢/٢١٤، المستقصى ٢/٢٥٧، وفيه: «.. ناصرا» ، نكتة الأمثال ٨٢، العقد الفريد ٣/١٠٢.
[١٣٧١]- أمثال أبي عبيد ٦٧ وفيه: «اشترائها» ، الفاخر ٢٦٥ وفيه: «.. عام هدائها» ، جمهرة الأمثال ٢/٣٩٧، وفيه: «لا تحمد العروس عام هدائها» الوسيط ٢٠٠ وفيه: «اشترائها.. ابتنائها» ، فصل المقال ٧٧، وفيه: «.. حال شرائها» ، مجمع الأمثال ٢/٢١٣، وفيه: «لا تحمد أمة عام اشترائها..» ، المستقصى ٢/٢٥٤، نكتة الأمثال ٢٤، برواية أبي عبيد، العقد الفريد ٣/٨٦.
يضرب في النهي عن مدح الشيء قبل اختباره.
[١٣٧٢]- أمثال أبي عبيد ٨٦، مجمع الأمثال ٢/٢٣٨، نكتة الأمثال ٣٩، تمثال الأمثال ٣٦٧، وفيها:
«لا تمازح الشّريف.. ولا الدّنيء..» المستقصى ٢/٢٥٩.
قاله سعيد بن العاص القرشي ت (٥٩ هـ/ ٦٧٩ م) .
[١٣٧٣]- أمثال أبي عبيد ٨٥ وفيه: «لاتفاكه..» ، جمهرة الأمثال ٢/٣٧٨، الجزء الثاني فقط، فصل المقال ٥٦ برواية أبي عبيد، مجمع الأمثال ٢/٢١٥، نكتة الأمثال ١٨ وفيهما: «لا تفش سرّك إلى أمة..» ، المستقصى ٢/٢٥٧، اللسان (فكه) .
[١٣٧٤]- أمثال أبي عبيد ٤٦، مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٥٨، نكتة الأمثال ١٢ وفيها:
«.. ولا تشبهنّ بالكذب» .','1','277',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (281,'<span data-type="title" id=toc-126>وفصل منه</span>
[١٣٧٥]- لا تهرف بما لا تعرف. الهرف: الإطناب في المدح. ويروى: «قبل أن تعرف» .
[١٣٧٦]- لا تطمع في كلّ ما تسمع. لأنّه ربّما يكون كذبا.
[١٣٧٧]- لا تنه عن خلق وتأتي مثله. معروف وتمامه «١» : [الكامل] ..... ..... .....
عار عليك إذا فعلت عظيم
[١٣٧٨]- لا تغز إلّا بغلام قد غزا. أي لا تستعمل إلّا ذا تجربة.
[١٣٧٩]- لا تكن أدنى العيرين إلى السّهم. معروف.
[١٣٨٠]- لا تكن حلوا فتسترط ولا مرّا فتعقى. تسترط: تبلع: وتعقى: تقذف. أعقى الشّيء إذا اشتدّت مرارته، وعقا الشيء يعقو إذا كرهه.
[١٣٨١]- لا تسأل الصّارخ وانظر ماله. أي لا تقطع الوقت بمسألته، وبادر إلى معونته.
_________
[١٣٧٥]- أمثال أبي عبيد ٤٦، جمهرة الأمثال ٢/٣٧٨، الوسيط ١٩٩، فصل المقال ٣٤، ٧٧، مجمع الأمثال ٢/٢١٩، المستقصى ٢/٢٦١، نكتة الأمثال ١٠، ٢٤، العقد الفريد ٣/٨٢، اللسان (هرف) .
[١٣٧٦]- مجمع الأمثال ٢/٢٥٨، المستقصى ٢/٢٥٥.
[١٣٧٧]- جمهرة الأمثال ٢/٤١١، فصل المقال ٩٣، مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٦٠.
[١٣٧٨]- أمثال أبي عبيد ١٠٦، جمهرة الأمثال ١/٣٧٨، مجمع الأمثال ٢/٢١٦، المستقصى ٢/٢٥٧، نكتة الأمثال ٥٤، العقد الفريد ٣/٩٥.
[١٣٧٩]- أمثال أبي عبيد ٢١٩، جمهرة الأمثال ٢/٣٩٩، مجمع الأمثال ٢/٢٢٤، المستقصى ٢/٢٥٨، نكتة الأمثال ١٣٦، العقد الفريد ٣/١١١.
العير: الحمار. والسّهم: سهم الصائد. أي لا تكن أقرب أصحابك إلى موضع التّلف.
يضرب في التّوقّي.
[١٣٨٠]- أمثال أبي عبيد ٢١٩، الفاخر ٢٤٧ وفيه: «.. حلوا فتزدرد.. فتلفظ» ، جمهرة الأمثال ٢/٣٧٧، وفيه: «.. ولا حلوا فتزدرد» ، فصل المقال ٣١٦، مجمع الأمثال ٢/٢٣٢، المستقصى ٢/٢٥٨، نكتة الأمثال ١٣٧، العقد الفريد ٣/١١١، اللسان (سرط، عقا) .
يضرب في الأمر بالتوسّط.
[١٣٨١]- أمثال أبي عبيد ٢٥٣، مجمع الأمثال ٢/٢٣١، المستقصى ٢/٢٥٤، نكتة الأمثال ١٥٩، العقد الفريد ٣/١٢٧.
الصّارخ: المستغيث.','1','278',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (282,'[١٣٨٢]- لا تنقش الشّوكة بمثلها فإنّ ضلعها معها. أي لا تستعن على الشّيء بمثله فإنّه يضيرك.
[١٣٨٣]- لا تفتن من كلب سوء جروا. معروف.
[١٣٨٤]- لا تبق إلّا على نفسك. أي إنّك إن أسرفت أسرف عليك.
[١٣٨٥]- لا تسخر من شيء فيحور بك. أي يرجع عليك.
[١٣٨٦]- لا تظعني فتهيجي القوم للظّعن. بيت أوّله «١» : [البسيط]
يا ربّه الخدر ردّيه لمصرعه
.... .... ....
ويروى: «العير ردّيه لمرتعه» .
_________
[١٣٨٢]- أمثال أبي عبيد ٣٠٠، وفيه: «لا تنقر..» ، جمهرة الأمثال ٢/٣٩٤، مجمع الأمثال ٢/٢٣٠، المستقصى ٢/٢٦٠، نكتة الأمثال ١٩٣ برواية أبي عبيد، العقد الفريد ٣/١١٨، اللسان (ضلع) .
أي لا تستعن في حاجتك بمن هو للمطلوب أنصح لك، والضّلع: الميل. يقول: إنّ الشوكة إذا نقشت بها شوكة أخرى لم تخرجها وانكسرت معها، فصار أمر الشوكة أشدّ تفاقما، ونقشت الشوكة: إذا استخرجتها» .
[١٣٨٣]- أمثال أبي عبيد ١٢٧، جمهرة الأمثال ٢/١٤١ و ٣٨٠، مجمع الأمثال ٢/٢٢٦، المستقصى ٢/٢٥٨، نكتة الأمثال ٧١، العقد الفريد ٣/٩٨، اللسان (قنا) .
الجرو: ولد الكلب ونحوه. قال الشاعر في ذلك (أمثال أبي عبيد ١٢٧) :
ترجو الوليد وقد أعياك والده ... وما رجاؤك بعد الوالد الولدا
ويضرب في النهي عن اصطناع من لا عرق له.
[١٣٨٤]- أمثال أبي عبيد ٣٢٢، جمهرة الأمثال ٢/٣٩٥، مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٥٣، العقد الفريد ٣/١٣٣.
معناه إن أبقيت على أحد فما أبقيت إلّا على نفسك.
[١٣٨٥]- أمثال أبي عبيد ٧٥، جمهرة الأمثال ٢/٤٠٠، فصل المقال ٩٥، مجمع الأمثال ٢/٢٣٧، وفيه:
«لا تسخرنّ..» ، المستقصى ٢/٢٥٥، نكتة الأمثال ٣١.
[١٣٨٦]- مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٥٥.
يضرب لمن يتّبع فيما ينهج.','1','279',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (283,'[١٣٨٧]- لا تعظيني وتعظعظي. معروف.
[١٣٨٨]- لا تعقرها لا أبا لك، إمّا لنا وإمّا لك. ويروى «لا أنى لك» أي ما حان لك، قاله مالك بن المنتفق لبسطام بن قيس حين أغار على إبله، وكان يسوقها، فإذا تفرّقت طعنها لتجتمع وتسرع.
[١٣٨٩]- لا أبا لك. قال الخليل: معناه لا كافئ لك، وهذا حمد. وقولهم:
[١٣٩٠]- لا أمّ لك. ذمّ لأنّ معناه أنت لقيط.
[١٣٩١]- لا تراهن على الصّعبة ولا تنشد القريض. قاله الحطيئة في وصيّته، أي لا تبالغ في الخطر إذا خاطرت، فربّما غلبت، ولا تثق كلّ الثّقة فتخلف.
<span data-type="title" id=toc-127>وفصل منه</span>
[١٣٩٢]- لا يدعى للجلّى إلّا أخوها. أي لا يدعى للعظيم إلّا العظيم النّاهض بها.
_________
[١٣٨٧]- أمثال أبي فيد ٦٧، أمثال أبي عبيد ٢٠٨، جمهرة الأمثال ٢/٣٨٦، فصل المقال ٣٠٢، مجمع الأمثال ٢/٢١٣، المستقصى ٢/٢٥٧، نكتة الأمثال ١٢٨، العقد الفريد ٣/١١٠، اللسان (عظظ، وعظ) .
أي لا توصيني وأوصي نفسك.
[١٣٨٨]- مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٥٧.
يضرب في النّهي عن دعدعة الشيء وتمزيقه.
[١٣٨٩]- مجمع الأمثال ٢/٢٤٢، تمثال الأمثال ٥٣٨، اللسان (ترب، أمم، أبي) .
قال الميداني: «لم يترك له من الشتيمة شيئا» .
[١٣٩٠]- مجمع الأمثال ٢/٢٤٢.
وفيه: أي ليس لك أمّ حرّة، وهذا هو الشتم الصحيح لأنّ بني الإماء عند العرب ليسوا بمحمودين ولا لاحقين بما يلحق به غيرهم من أبناء الحرائر.
[١٣٩١]- أمثال الضبي ١٤١ وفيه: «.. قريضا» ، مجمع الأمثال ٢/٢٢٣، وقد سقط القسم الثاني من المثل من أمثال أبي عبيد ٢٢٦، جمهرة الأمثال ٢/٤٠٥، المستقصى ٢/٢٥٤، نكتة الأمثال ١٤١، العقد الفريد ٣/١١٣.
[١٣٩٢]- مجمع الأمثال ٢/٢١٩، المستقصى ٢/٢٦٨.
ويضرب للعاجز أيضا أي ليس مثلك يدعى إلى الأمر العظيم.','1','280',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (284,'[١٣٩٣]- لا يطاع لقصير أمر. قاله قصير بن سعد لمّا لم يقبل جذيمة رأيه.
[١٣٩٤]- لا يشقّ غباره. أصله في الفارس السّابق يجري فلا يشقّ من يتبعه غباره. قاله قصير لجذيمة في «العصا» وهي فرس جذيمة: اركبها فإنّه لا يشقّ غبارها.
[١٣٩٥]- لا يصطلى بناره. يوصف به الرّجل. أي شديد البسالة، محميّ الجانب.
[١٣٩٦]- لا يقعقع لي بالشّنان. الشّنّ: القربة الخلقة، أي لا يفزعه صوتها لأنّه عود «١» مجرّب.
[١٣٩٧]- لا يطلب أثر بعد عين. قاله مالك بن عمرو العامليّ الغسّانيّ لقاتل أخيه سماك حين لقيه، فأراد قتله، فقال له: دعني ولك مئة من الإبل، فقال عمرو ذلك.
<span data-type="title" id=toc-128>وفصل منه</span>
[١٣٩٨]- لا يلبث الحلب الحوالب. أي يأخذ الحالب حاجته من الإبل قبل صاحب الإبل.
_________
[١٣٩٣]- أمثال الضبي ١٤٤، أمثال أبي عبيد ٣٠٠، جمهرة الأمثال ١/٢٣٤، ٢/٣٩٤، الوسيط ٢٠٣، مجمع الأمثال ١/٢٣٣ و ٢/٢٣٨، وفيه: «.. أمره» ، المستقصى ٢/٢٧٢، وفيه: «.. رأي» ، اللسان (قصر) .
[١٣٩٤]- أمثال الضبي ١٤٥، أمثال أبي عبيد ٩٠، جمهرة الأمثال ٢/٢٣٢، فصل المقال ١٢٣، مجمع الأمثال ٢/٢٩٤، نكتة الأمثال ٤٢، وفيها جميعا: «ما يشقّ غباره» ، العقد الفريد ٣/٩١، اللسان (ضلل) .
[١٣٩٥]- جمهرة الأمثال ٢/٢٣٧ و ٣٩٧، المستقصى ٢/٢٧١، اللسان (صلا) .
ومنه قول الراجز (المستقصى ٢/٢٧١) :
أنا الّذي لا يصطلى بناره ... ولا ينام الجار من سعاره
[١٣٩٦]- أمثال أبي عبيد ٩٦، وفيه «ما..» جمهرة الأمثال ٢/٢٣٧ و ٤١٢، مجمع الأمثال ٢/٢٦١ برواية أبي عبيد، المستقصى ٢/٢٧٤، نكتة الأمثال ٤٦. اللسان (قعع، شنن) .
القعقعة: تحريك الشيء اليابس الصّلب مع صوت.
[١٣٩٧]- أمثال الضبي ١٤٢، أمثال أبي عبيد ٢٤٨، ٢٥٧، أمثال أبي عكرمة الضبي ٦٣ و ٦٤، الفاخر ٤٤، جمهرة الأمثال ٢/٣٨٩، الوسيط ٢٠٢، فصل المقال ٣٦٧، مجمع الأمثال ٢/٢١٥، وفيه:
«لا أتبع أمرا..» ، العقد الفريد ٣/١٢٦، نكتة الأمثال ١٥٦، اللسان (عين) . وفيها جميعا:
«لا أطلب أثرا بعد عين» ، المستقصى ٢/٢٤٢.
[١٣٩٨]- مجمع الأمثال ٢/٢٣٢، المستقصى ٢/٢٧٥.
الحلب: اللبن المحلوب، والحوالب: جمع حالبة.
يضرب في ذمّ الخيانة.','1','281',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (285,'[١٣٩٩]- لا يلبث الغويّان الصّرمة. أي يسرعان في تمزيقها.
[١٤٠٠]- لا حرّ بوادي عوف. قاله المنذر في عوف بن محلّم الشّيبانيّ، وكان يطلب زهير ابن أميّة الشّيبانيّ بدم، فمنعه «١» عوف. أراد أنّه يقهر كلّ من حلّ بواديه. وقال أبو عبيدة «٢» : وهو عوف بن كعب التّميميّ أي أنّه يقتل الأسرى ولا يعتقهم.
[١٤٠١]- لا جديد لمن لا يلبس الخلقا. تمثّلت به عائشة رضي الله عنها وعن أبيها، أي استعمل رذّال مالك وتوقّ جيّده عدّة لك.
[١٤٠٢]- لا عطر بعد عروس. ويروى:
[١٤٠٣]- لا مخبأ لعطر بعد عروس: وأصله أنّ رجلا أهديت إليه امرأة فوجدها تفلة «٣»
_________
[١٣٩٩]- مجمع الأمثال ٢/٢٣٨، المستقصى ٢/٢٧٥.
الصّرمة: القطعة من الغنم أو الإبل القليلة. والغويّان: الذّئبان.
فسّر الميداني المثل بقوله: «لا يلبث ولا يمهل الذئبان الغويّان القطعة القليلة أن يفرّقاها ويهلكاها» .
وفسّره الزمخشري بقوله: «أي يسرعان إنفاقها، يضرب لمن ملك مالا وهو مبذر فمزّقه سريعا»
[١٤٠٠]- أمثال أبي فيد ٧٣، أمثال أبي عبيد ٩٤، الفاخر ٢٣٦، الدرة الفاخرة ١/٣٠١ و ٢/٤١٩، جمهرة الأمثال ٢/٦٥ و ٣٤٦ و ٤٠٦، فصل المقال ١٢٩، مجمع الأمثال ٢/٢٣٦، المستقصى ١/٤٣٧ و ٢/٢٦٢، نكتة الأمثال ٤٥، العقد الفريد ٣/٩١، اللسان (حرر، عوف) .
[١٤٠١]- الفاخر ٢٩٧، الوسيط ١٩٦، وورد المثل بعبارة «لا جديد لمن لا خلق له» في أمثال أبي عبيد ١٩٠، جمهرة الأمثال ٢/٣٨٣، مجمع الأمثال ٢/٢٣١، المستقصى ٢/٢٦١، نكتة الأمثال ١١٥، تمثال الأمثال ٥٣٥.
وقد قالته عائشة رضي الله عنها بعد أن وهبت مالا كثيرا، ثمّ أمرت بثوب لها أن يرقع، ويضرب في الحثّ على استصلاح المال، قال الشاعر (المستقصى ٢/٢٦٢) :
البس جديدك إنّي لابس خلقي ... ولا جديد لمن لا يلبس الخلقا
[١٤٠٢]- الفاخر ٢١١، الوسيط ١٩٥، فصل المقال ٤٢٧، مجمع الأمثال ٢/٢١١، المستقصى ٢/٢٦٣.
العقد الفريد ٣/١١٨.
[١٤٠٣]- أمثال أبي عبيد ٣٠٣، جمهرة الأمثال ٢/٣٩٥، فصل المقال ٤٢٦، مجمع الأمثال ٢/٣١١، المستقصى ٢/٢٦٣، نكتة الأمثال ١٩٤، اللسان (عرس) .','1','282',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (286,'فقال: أين الطّيب؟ فقالت «١» : خبأته، فقال لا مخبأ لعطر بعد عروس. والعروس: اسم رجل. ويقال أيضا إنّ امرأة كان تزوّجها رجل، وكان تزوّجها قبله رجل آخر اسمه عروس، وكانت تحبّه فذهبت يوما مع زوجها الثّاني لقبر عروس، ومعها حقّ لها فيه طيبها، فقلبته على قبره، فنهاها الزّوج عن ذلك، فقالت: لا مخبأ لعطر بعد عروس.
[١٤٠٤]- لا ذنب لي قد قلت للقوم استقوا. هو بيت تمامه «٢» : [الرجز]
والقوم في عرض غدير ترفق «٣»
أي قد أنذرت ووصّيت فلم يقبل.
[١٤٠٥]- لا خلّ لي فيه ولا خمر. أي ليس لي فيه شيء البتّة.
[١٤٠٦]- لا ناقة لي فيه ولا جمل. مثله، قاله الحارث بن عباد حين قتل جسّاس بن مرّة كليبا، فاعتزل، فقتل بجير ابنه، فعاد إلى الحرب لمّا بلغه كلام مهلهل قاتل بجير: بؤ بشسع نعل كليب «٤» .
_________
[١٤٠٤]- أمثال أبي عبيد ٢٧٤، جمهرة الأمثال ٢/٣٩٠، مجمع الأمثال ٢/٢٣٠، المستقصى ٢/٢٦٣.
[١٤٠٥]- المستقصى ٢/٢٦٢.
يضرب في التبرّؤ من الشيء.
[١٤٠٦]- أمثال الضبي ١٣١ و ١٨٥، المستقصى ٢/٢٦٧، وفيهما: «.. في هذا ولا جمل» ، أمثال أبي عبيد ٢٧٥، فصل المقال ٣٨٨، مجمع الأمثال ٢/٢٢٠، نكتة الأمثال ١٧٣، وفيها: «لا ناقتي في هذا ولا جملي» ، جمهرة الأمثال ٢/٣٩١، وفيه: «لا ناقتي فيها ولا جملي» ، اللسان (فلج، لقا) .
يضرب في التبرّؤ من الذّنب.','1','283',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (287,'[١٤٠٧]- لا خير في رزمة ولا درّة لها. الرّزمة: دون الحنين. أي لا يغني التّوجّع دون البذل.
[١٤٠٨]- لا بقيا للحميّد بعد الحرائم. قاله محكّم «١» بن طفيل اليّماميّ يحضّ قومه يوم مسيلمة الكذّاب- لعنه الله- وقال: الآن تستخفّ الكرائم غير حظيّات، وينكحن غير رضيّات.
[١٤٠٩]- لا شحم ولا لبس. أي لا شحم لها ينتفع به، ولا صوف يغطّي هذا لها.
[١٤١٠]- لا رأي لمكذوب. وقد مرّ شرحه.
[١٤١١]- لا فتى إلّا عمرو. هو عمرو بن تقن وكان زوج امرأة تزوّجها لقمان بعده، وكان ينتقصه «٢» عندها حتّى أسره ثمّ منّ عليه، فقال لقمان ذلك.
[١٤١٢]- لاهنك أنقيت، ولا ماءك أبقيت. يضرب مثلا لمن استنفد عدّته ولم يبلغ حاجته.
_________
[١٤٠٧]- مجمع الأمثال ٢/٢٤٢ وفيه: «.. لا درّة معها» ، المستقصى ٢/٢٦٢ وفيه: «.. لا درّة فيها» ، اللسان (رزم، صوت) .
الرّزمة: ترجيع الناقة حنينها.
يضرب لمن يرقّ للمحتاج ثمّ لا ينعم عليه.
[١٤٠٨]- أمثال أبي عبيد ٣٠٣، جمهرة الأمثال ٢/٣٩٥، مجمع الأمثال ٢/٢٣٥، المستقصى ٢/٢٥٢، نكتة الأمثال ١٩٤، العقد الفريد ٣/١١٨.
[١٤٠٩]- جمهرة الأمثال ٢/٤١١، المستقصى ٢/٢٦٣، وفيهما: «.. ولا نفش» اللسان (نفش) .
النّفش: الصّوف، وأراد المعزى، لأنّه لا سمن بها ينتفع به، ولا صوف ينفش فيغزل.
يضرب للمعيب من وجهين.
[١٤١٠]- سلف شرح المثل وتخريجه تحت رقم (٩٩٠) .
[١٤١١]- أمثال الضبي ١٥٩، أمثال أبي عبيد ٣٦٩، فصل المقال ١٠٤ و ٤٩٨، مجمع الأمثال ٢/٢٣٩، بزيادة: «.. ابن تقن» .
[١٤١٢]- أمثال أبي فيد ٨٧، الفاخر ١٤٦، جمهرة الأمثال ١/١٤٢ و ٢/٣٩٣، الوسيط ١٩٠، مجمع الأمثال ١/٤٠٥ و ٢/٢١٧، وفيها جميعا: «لا ماءك أبقيت ولا حرك أنقيت» ، أمثال أبي عبيد ٢٩٩، المستقصى ٢/٢٦٦، نكتة الأمثال ١٩٢، تمثال الأمثال ٥٣٨، العقد الفريد ٣/١١٧، وفيها: «.. ولا درنك أنقيت» ، اللسان (سته) .','1','284',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (288,'<span data-type="title" id=toc-129>وفصل منه</span>
[١٤١٣]- لا أفعل ذلك معزى الفزر. وقد مرّ شرحه.
[١٤١٤]- لا أفعل ذلك ألوة هبيرة بن سعد. قال له أبوه، وهو الفزر: ارع معزك، فقال: لا والله لا أسرح سنّ حسل «١» ، وقد مر شرحه، ثمّ قال لابنه صعصعة ذلك، فقال:
لا أسرح فيها ألوة هبيرة بن سعد، فذهب قولهما مثلا.
[١٤١٥]- والسّمر والقمر. أي ما سمر النّاس، وطلع القمر، وقيل: السّمر كلّ ليلة ليس فيها قمر. معناه ما طلع القمر، وما لم يطلع.
[١٤١٦]- وسجيس الأوجس. أي الدّهر كلّه.
[١٤١٧]- وسجيس عجيس.
[١٤١٨]- والأزلم الجذع. مثله [١٤١٩]- ودهر الدّاهرين.
_________
[١٤١٣]- سلف تخريج المثل وتخريجه تحت رقم (٥٧٤) .
[١٤١٤]- أمثال أبي عبيد ٣٨٤، فصل المقال ٥١٢، مجمع الأمثال ٢/٢١٢، وفيها: «لا آتيك هبيرة بن سعد» نكتة الأمثال ٢٤٠، المستقصى ٢٥١، وفيه: «لا أفعل ذلك هبيرة بن سعد وألوة بن هبيرة» .
[١٤١٥]- المستقصى ٢/٢٤٣، وورد المثل برواية: «لا آتيك السّمر والقمر» في أمثال أبي عبيد ٣٨١، فصل المقال ٥١٠، مجمع الأمثال ٢/٢٢٨، نكتة الأمثال ٢٣٩، اللسان (سمر) .
[١٤١٦]- مجمع الأمثال ٢/٢٢٨، المستقصى ٢/٢٤٣، وورد المثل برواية «لا آتيك..» في أمثال أبي عبيد ٣٨٢، فصل المقال ٥١٠، نكتة الأمثال ٢٤٠، اللسان (سجس، وجس) .
[١٤١٧]- المستقصى ٢/٢٤٣، وورد المثل برواية: «لا آتيك سجيس عجيس» في أمثال أبي عبيد ٣٨٢، فصل المقال ٥١١، مجمع الأمثال ٢/٢٢٨، نكتة الأمثال ٢٤٠، اللسان (سجس، عجس) ، المخصص ١٢/٩١.
[١٤١٨]- المستقصى ٢/٢٤٣، وورد المثل برواية: «لا آتيك الأزلم الجذع» في أمثال أبي عبيد ٣٨٣، نكتة الأمثال ٢٤٠، اللسان (جذع، زلم) .
[١٤١٩]- المستقصى ٢/٢٤٣، وورد المثل برواية: «لا أفعله دهر الداهرين» في أمثال أبي عبيد ٣٨٣، مجمع الأمثال ٢/٢٢٩، نكتة الأمثال ٢٣٨، اللسان (دهر) .','1','285',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (289,'[١٤٢٠]- وعوض العائضين.
[١٤٢١]- وأبد الأبيد. مثله [١٤٢٢]- حتّى يحنّ الضّبّ في أثر الإبل الصّوادر. ويروى «الصادرة» . أي أبدا.
[١٤٢٣]- لا في العير ولا في النّفير. أي ليس في خير ولا في شرّ. قاله رجل لمعاوية، فقال:
ألي تقول وأبي صاحب العير، وعمّي صاحب النّفير؟ أصله أنّ رسول الله صلّى الله عليه وسلّم لمّا نهض إلى عير قريش قافلة من الشّام، وفيهم أبو سفيان، فنهض إليه عتبة بن ربيعة من مكّة مع قريش، ولقوه عليه السّلام ببدر، وكان من الأمر ما كان، ولم يكن تخلّف «١» عن العير والقتال إلّا من لا خير فيه، فقالوا لمن لا يستصلحونه: فلان لا في العير: أي مع أبي سفيان، ولا في النّفير: أي مع عتبة.
[١٤٢٤]- لا لعا له. أي لا أقاله الله.
[١٤٢٥]- لا أبوك نشر ولا التّراب نفد. قيل لرجل وضع التّراب على رأسه عند موت أبيه.
_________
[١٤٢٠]- المستقصى ٢/٢٤٤، وورد المثل برواية «لا أفعله عوض العائضين» في أمثال أبي عبيد ٣٨٣، مجمع الأمثال ٢/٢٢٩، نكتة الأمثال ٢٣٨، اللسان (عوض) .
[١٤٢١]- أمثال أبي عبيد ٣٨٤، مجمع الأمثال ٢/٢٢٩، المستقصى ٢/٢٤٣، اللسان (أبد) .
[١٤٢٢]- مجمع الأمثال ١/٣١٥ و ٢/٢٢٦ وفيه: «لا يكون كذا حتى..» جمهرة اللغة ٢/٢٤٧.
[١٤٢٣]- الفاخر ١٧٧، جمهرة الأمثال ٢/٣٩٩، الوسيط ١٩٣، مجمع الأمثال ٢/٢٢١، المستقصى ٢/٢٦٤، اللسان (نفر) .
يضرب للرجل يحتقر لقلّة نفعه.
[١٤٢٤]- أمثال أبي عبيد ٧٨، فصل المقال ١٠١، مجمع الأمثال ٢/٢٢٥، المستقصى ٢/٢٦٦، نكتة الأمثال ٣٤، العقد الفريد ٣/٨٨، اللسان (لعا) ، وفيها: «لا لعا لفلان» .
قال الأخطل في (ديوانه ١/٢٠٥) :
فلا هدى الله قيسا من ضلالتها ... ولا لعا لبني ذكوان إذ عثروا
[١٤٢٥]- أمثال أبي عبيد ٢٩٩، جمهرة الأمثال ٢/٣٩٣، فصل المقال ٤٢٣، مجمع الأمثال ٢/٢١٨، المستقصى ٢/٢٤٢، نكتة الأمثال ١٩٢، العقد الفريد ٣/١١٧. ونشر: بعث.
يضرب في طلب ما لا يجدي.','1','286',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (290,'<span data-type="title" id=toc-130>باب ما جاء على حرف الياء</span>
[١٤٢٦]- يشوب ويروب. أي يخطئ ويصيب. وأصله في اللّبن يخلط بالماء تارة، ويترك صريحا أخرى. راب: إذا أصلح والرّوبة إصلاح الشّأن. وقيل: راب إذا كذب، وشاب إذا خدع في بيع أو شراء «١» .
[١٤٢٧]- يفتل في الذّروة والغارب. أي يعمل الحيلة مقبلا ومدبرا.
[١٤٢٨]- يضرب أخماسا لأسداس. أي يمكر ويحتال.
[١٤٢٩]- يشجّ تارة ويأسو أخرى. أي يفسد أحيانا ويصلح أخرى.
[١٤٣٠]- يسرّ حسوا في ارتغاء. أي يظهر أخذ الرّغوة وهو يحسو اللّبن. يضرب مثلا لمن يظهر أمرا، ويعمل خلافه.
[١٤٣١]- يحثّ وهو الآخر. أي يجتهد في التّقدّم لكنّه أبدا متأخر.
_________
[١٤٢٦]- أمثال أبي عبيد ٥٢، ٣٠٤، فصل المقال ٤٦، مجمع الأمثال ٢/٤٠١، وفيها: «هو يشوب ويروب» ، جمهرة الأمثال ١/٥٣٩ و ٢/٤٢١، المستقصى ٢/٤١٣، نكتة الأمثال ١٥، زهر الأكم ٣/٢٣٩، اللسان (روب، شوب) .
يضرب للرجل يروب أحيانا فلا يتحرك، وأحيانا ينبعث فيقاتل ويدافع عن نفسه وغيره.
[١٤٢٧]- أمثال أبي عبيد ٨١، مجمع الأمثال ٢/٦٩ وفيهما: «فتل في ذروته» ، المستقصى ٢/١٧٩ وفيه:
«فتل في ذروته وغاربه» ، جمهرة الأمثال ٢/٩٨، نكتة الأمثال ٣٧، اللسان (ذرا، غرب) .
[١٤٢٨]- سلف تخريج المثل تحت رقم (٧٦٧) .
[١٤٢٩]- أمثال أبي عبيد ٥٢ و ٣٠٤، فصل المقال ٤٧، نكتة الأمثال ١٥ وفيها «يشجّ مرّة..» ، جمهرة الأمثال ٢/٤٢١، مجمع الأمثال ٢/٤١٥، وفيها «يشجّ وياسو» زهر الأكم ٣/٢١٧، العقد الفريد ٣/٨٣، اللسان (شحج) .
[١٤٣٠]- أمثال أبي عبيد ٦٥، فصل المقال ٧٦، مجمع الأمثال ٢/٤١٧، المستقصى ٢/٤١٢، نكتة الأمثال ٢٣، زهر الأكم ١/١٢١، اللسان (رغا) .
[١٤٣١]- مجمع الأمثال ٢/٤١٦.
يضرب لمن يستعجلك وهو أبطأ منك.','1','287',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (291,'[١٤٣٢]- يركب الصّعب من لا ذلول له. أي يحمل المرء نفسه على الشّدّة إذا لم يقدر على الرّخاء.
[١٤٣٣]- يرقم في الماء. أي يفعل ما لا تأثير له، ويضرب مثلا في حذق الرّجل.
[١٤٣٤]- يوهي ولا يرقع. أي يفسد ولا يصلح.
[١٤٣٥]- يربض حجرة ويرتعي وسطا. أي يكون معك في الرّخاء، ويقعد بك في الشّدّة.
[١٤٣٦]- يعلم من حيث تؤكل الكتف. أي يعرف من حيث يؤتى النّاس في طلب الحوائج.
[١٤٣٧]- يبعث الكلاب من مرابضها. يضرب للّئيم. أي يفعل ذلك طمعا في أن يصيب تحتها ما يأكله.
<span data-type="title" id=toc-131>وفصل منه</span>
[١٤٣٨]- يكفيك من شرّ سماعه. أخذ الرّبيع من زياد العبسيّ درعا من قيس بن زهير بن جذيمة، فعرض قيس لأمّ الرّبيع في مسير لها وأراد ارتهانها، فقالت: يا قيس أترى بني زياد مصالحيك وقد ذهبت بأمّهم يمينا وشمالا، وقال النّاس: حسبك من شرّ سماعه.
_________
[١٤٣٢]- أمثال أبي عبيد ١١٤ و ٢٣٦، جمهرة الأمثال ٢/٤٢٢، مجمع الأمثال ٢/٤١٩، المستقصى ٢/٤١٢، نكتة الأمثال ٥٩ و ١٤٨، العقد الفريد ٣/٩٥.
يضرب في القناعة بيسير الحاجة إذا فات جليلها.
[١٤٣٣]- أمثال أبي عبيد ٢١١، فصل المقال ٣٠٧، نكتة الأمثال ١٣٠ وفيها: «هو يرقم الماء» ، جمهرة الأمثال ٢/٤٢٤، وفيه: «يرقم على الماء» ، مجمع الأمثال ٢/٣٩٨، وفيه: «هو يرقم في الماء» ، المستقصى ٣/٤١٢، زهر الأكم ٣/٥٩، اللسان (رقم) .
[١٤٣٤]- مجمع الأمثال ٢/٤١٦، وفيه: «يوهي الأديم..» ، المستقصى ٢/٤١٦.
[١٤٣٥]- أمثال أبي عبيد ١٨١، جمهرة الأمثال ٢/٤٣٠، مجمع الأمثال ٢/٤١٥، المستقصى ٢/٤١١، نكتة الأمثال ١٠٩ وفيه: «يربضون.. ويرتعون..» ، زهر الأكم ٣/٤٩ وفيه: «يرتم وسطا..» .
[١٤٣٦]- أمثال أبي عبيد ١٠٠ وفيه: «فلان يعلم» ، جمهرة الأمثال ٢/٤٢٢، فصل المقال ١٤١، وفيه:
«فلان أعلم من..» ، مجمع الأمثال ١/٤٢، وفيه: «إنّه ليعلم..» المستقصى ٢/٤١٣، نكتة الأمثال ٤٩، تمثال الأمثال ٥٩٤، اللسان (كتف) .
[١٤٣٧]- أمثال أبي عبيد ٢٨٨، مجمع الأمثال ٢/٣٩٣، وفيهما: «هو يبعث..» ، المستقصى ٢/٤٠٨، نكتة الأمثال ١٨٤، العقد الفريد ٣/١١٦.
[١٤٣٨]- سلف المثل وتخريجه تحت رقم (٥٩٢) .','1','288',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (292,'[١٤٣٩]- يدع العين ويتبع الأثر.
[١٤٤٠]- يكفيك كدحك شحّ القوم. أي يغنيك اكتسابك عن أن تسأل النّاس فيشحّوا عليك.
[١٤٤١]- يكفيك ما بلّغك المحلّا. أي مالم تحتج معه إلى زاد إلى أن تنتهي إلى مقصدك.
ويضرب مثلا للدّنيا أيضا.
[١٤٤٢]- يداك أوكتا وفوك نفخ. يضرب لمن جنى على نفسه؛ وأصله أنّ رجلا نفخ زقّا ولم يوثق وكاءه «١» ، وركبه ليعبر نهرا، فلمّا توسّطه انحلّ الوكاء، وخرج الرّيح فغرق.
[١٤٤٣]- يد تشّج وأخرى منك تأسوني. تأسو: تعالج. أي تحسن وتسيء.
_________
[١٤٣٩]- مجمع الأمثال ٢/٤٢٧ وفيه: «.. ويطلب الأثر» ، المستقصى ٢/٤١١.
[١٤٤٠]- أمثال أبي عبيد ٢٨٧، جمهرة الأمثال ٢/٤٢٩، مجمع الأمثال ٢/٤١٧، المستقصى ٢/٤١٥، نكتة الأمثال ١٨٢ وفيها جميعا: «يكفيك نصيبك.» .
[١٤٤١]- أمثال أبي عبيد ١٦٨، فصل المقال ٢٤٩، نكتة الأمثال ١٠٠، زهر الأكم ٣/٢٣١، العقد الفريد ٣/١٠٧ وورد المثل بعبارة «شرعك ما بلغك المحلّ» في مجمع الأمثال ١/٣٦٢، المستقصى ٢/١٣٢، زهر الأكم ٣/٢٣١.
قال الشاعر:
من شاء أن يكثر أو يقلّا ... يكفيه ما بلغه المحلّا
[١٤٤٢]- أمثال الضبي ١١٧، أمثال أبي عبيد ٣٣١، جمهرة الأمثال ٢/٢٤٣ و ٤٣٠، فصل المقال ٤٥٨، مجمع الأمثال ١/١٥٥ و ٢/٤١٤، المستقصى ٢/٤١٠، نكتة الأمثال ٢٠٨، العقد الفريد ٣/١٢٠، اللسان (يدي) ، المخصص ٢/٤.
وذكر الزمخشري قصّة أخرى للمثل فقال: «أصله أنّ شابا انتهى إلى جوار يستقين بالقرب، فكان يلاعبهنّ وينفخ في بعض القرب ثمّ يوكيه فقتله بعض إخوتهنّ غيرة، وأخبر أخو المقتول بملاعبهن فقال ذلك.
يضرب للجاني على نفسه» .
[١٤٤٣]- المستقصى ٢/٤١١، تمثال الأمثال ٥٩٠، وورد المثل برواية: «يشجّ مرّة ويأسو أخرى» في أمثال أبي عبيد ٢/٤٢١، فصل المقال ٤٧، نكتة الأمثال ١٥، وجاء بلفظ «يشجّ ويأسو» في مجمع الأمثال ٢/٤١٥، وتمثال الأمثال ٥٩٠، زهر الأكم ٣/٢١٧.
والمثل من قول الشاعر (المستقصى ٢/٤١١) :
إنّي لأكثر ممّا سمتني عجبا ... يد تشجّ وأخرى منك تأسوني','1','289',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (293,'[١٤٤٤]- يأتيك بالأخبار من لم تزوّد. قاله طرفة بن العبد في بيت أوّله «١» : [الطويل]
ستبدي لك الأيّام ما كنت جاهلا
.... .... ...
أي يأتيك بالأخبار من لم تزوّده وتنفذه لإتيانك بها.
[١٤٤٥]- يريك يوم برأيه. أي كلّ يوم يظهر لك ما ينبغي أن تأتيه فيه.
<span data-type="title" id=toc-132>وفصل منه</span>
[١٤٤٦]- يجري بليق ويذمّ. بليق: اسم فرس كان قبيح الصّورة بعيد الجري.
[١٤٤٧]- يحمل شنّ ويفدّي لكيز. شنّ ولكيز: ابنا أفصى بن عبد القيس، وكانا مع أمّهما ليلى في سفر، وكان شنّ يحملها على ظهره، ولكيز يحمل مزادتها «٢» ففدت لكيزا، ودعت شنّا باسمه.
[١٤٤٨]- يعود على المرء ما يأتمر. قاله امرؤ القيس «٣» أي يرجع عليه ما يفعله من خير وشرّ.
_________
[١٤٤٤]- أمثال أبي عبيد ٢٠٦، فصل المقال ٣٠١، مجمع الأمثال ٢/٤٢٧، المستقصى ٢/٤٠٤، نكتة الأمثال ١٢٦.
[١٤٤٥]- أمثال أبي عبيد ٣٣٨، جمهرة الأمثال ٢/٥٣ و ٤٣٤، مجمع الأمثال ٢/٤١٦، المستقصى ٢/٤١٢، وفيه: «يريك يوم رأيه» ، نكتة الأمثال ٢١٢.
يضرب في إبداء الأيّام العجائب.
[١٤٤٦]- أمثال أبي عبيد ٢٦٧، جمهرة الأمثال ٢/٤٢٤، مجمع الأمثال ٢/٤١٤، المستقصى ٢/٤٠٩، وفيه: «يليق» ، نكتة الأمثال ١٦٩، زهر الأكم ٢/٤٣، اللسان (بلق) .
يضرب في ذمّ المحسن.
[١٤٤٧]- أمثال أبي عبيد ٢٩٥، جمهرة الأمثال ٢/٤٢٥، فصل المقال ٤١٨، مجمع الأمثال ٢/٤١٣، المستقصى ٢/٤١٠، نكتة الأمثال ١٩٠، زهر الأكم ٢/١٣٩، اللسان (شنن، لكز) .
[١٤٤٨]- أمثال أبي عبيد ٢٧٠، فصل المقال ٣٨٣، نكتة الأمثال ١٧٠، العقد الفريد ٣/١٢٠، وفيها جميعا: «يعدو..» ، جمهرة الأمثال ٢/٤٢٨، مجمع الأمثال ٢/٤٢٥، المستقصى ٢/٤١٤.','1','290',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (294,'[١٤٤٩]- يذهب يوم الغيم ولا يشعر به. لأنّه لا شمس فيه فيراعى فيه الأوقات.
[١٤٥٠]- يحرق فلان عليه الأرّم. يضرب لشدّة الغيظ. والأرّم: الأسنان، والأضراس، والحصى. قال أبو عبيد «١» : «لو كانت الأسنان لكانت بالزّاي» .
<span data-type="title" id=toc-133>وفصل منه</span>
[١٤٥١]- يا عاقد اذكر حلّا. أي أنّك ستحلّها إذا استقللت، فلا تحكم شدّها.
[١٤٥٢]- يا ضلّ ما تجري به العصا. قاله عمرو بن عديّ لمّا رأى العصا «٢» وعليها قصير، وهي تجري.
[١٤٥٣]- يا عبرى مقبلة ويا سهرى مدبرة. يضرب للأمر يكره من وجهين، وهو من أمثال النّساء.
_________
[١٤٤٩]- أمثال أبي عبيد ٢٤٩، جمهرة الأمثال ٢/٤٢٤، مجمع الأمثال ٢/٤١٥، المستقصى ٢/٤١١.
يضرب للساهي عن حاجته حتّى تفوته ولا يعلم.
[١٤٥٠]- أمثال أبي فيد ٨٧، مجمع الأمثال ١/٣٦، وفيه: «إنّه ليحرق..» ، المستقصى ٢/٤٠٩، تمثال الأمثال ٥٨٩، نكتة الأمثال ٢٢٠ وفيه: «تحرق عليه..» ، اللسان (أرم) .
وورد المثل برواية: «هو يعضّ عليه الأرّم» في أمثال أبي عبيد ٣٥٣، فصل المقال ٤٨٢.
[١٤٥١]- أمثال الضبي ١٦٩، أمثال أبي عبيد ٢١٨، المستقصى ٢/٤٠٥، نكتة الأمثال ٣٥، وفيها:
«يا حامل..» ، جمهرة الأمثال ٢/٢٦٦ و ٤٢٧، مجمع الأمثال ٢/٤١١، العقد الفريد ٣/١١٠، اللسان (حلل) .
قال الضبيّ: «زعموا أن قوما تحمّلوا وهم في سفر، فشدّوا عقد حبلهم الذي ربطوا به متاعهم، فلما نزلوا عالجوا متاعهم فلم يقدروا على حلّه إلّا بعد شرّ، فلمّا أرادوا أن يحملوا قال بعضهم:
يا حامل اذكر حلا» .
يضرب مثلا للنظر في العواقب.
[١٤٥٢]- أمثال الضبي ١٤٥، جمهرة الأمثال ١/٢٣٤ و ٢/٤٢٨، مجمع الأمثال ٢/٤١١، المستقصى ٢/٤٠٦، اللسان (عصا، ضلل) ، المخصص ١٣/٧٥.
[١٤٥٣]- أمثال أبي عبيد ٢٦٢، مجمع الأمثال ٢/٤١١، المستقصى ٢/٤٠٦، نكتة الأمثال ١٦٥، وفيه:
«يا سهرى مدبرة ويا عبرى مقبلة» ، العقد الفريد ٣/١٢٨.
عبرى: مؤنث عبران: وهي الحزينة الباكية. سهرى: مؤنث سهران.','1','291',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (295,'[١٤٥٤]- يا ماء ولو بغيرك غصصت أجزت بك. يضرب لمن دهي من حيث ينتظر المعونة.
[١٤٥٥]- يا حبّذا المنتعلون قياما. وقد مرّ شرحه.
[١٤٥٦]- يا للعضيهة.
[١٤٥٧]- ويا للأفيكة.
[١٤٥٨]- ويا للبهيتة. يقوله الرّجل إذا رمي بالبهتان.
_________
[١٤٥٤]- أمثال أبي عبيد ١٧٩، مجمع الأمثال ٢/٤١١ بإسقاط «أجزت بك» ، المستقصى ٢/٤٠٨، وفيه «.. أجزت بك إلّا بك» .
ومعنى المثل: «أي لو غصصت بغير الماء أنقذته بالماء، فإذا غصصت بالماء فلا حيلة» .
يضرب في ابتلاء الرجل بمن كان يرجو منه الإغاثة» .
قال عدي بن زيد العبادي في (ديوانه ٩٣) :
لو بغير الماء حلقي شرق ... كنت كالفصّان بالماء اعتصاري
[١٤٥٥]- أمثال الضبي ١١٨، جمهرة الأمثال ١/٣٧٤، وفيه: «حبذا..» ، فصل المقال ٣٨٠، المستقصى ٢/٤٠٦.
قال الضبي: «زعموا أن شيخا كانت تحته امرأة شابّة، فكانت تراه إذا أراد أن ينتعل قعد فانتعل، وكانت ترى الشّبّان ينتعلون قياما، فقالت: يا حبّذا المنتعلون قياما. فسمع ذلك منها، فذهب ينتعل قائما فضرط وهي تسمع، فقالت: إذا رمت الباطل أنجح بك، أي غلبك.
[١٤٥٦]- أمثال أبي عبيد ٧٦، جمهرة الأمثال ٢/٤٢١، مجمع الأمثال ٢/٤١٢، المستقصى ٢/٤٠٧، نكتة الأمثال ٣٢، العقد الفريد ٣/٨٩، اللسان (أفك، عضه، يوم) . من العضة: وهو الإفك والبهتان والنميمة.
[١٤٥٧]- أمثال أبي عبيد ٧٦، جمهرة الأمثال ٢/٤٢١، مجمع الأمثال ٢/٤١٢، المستقصى ٢/٤٠٧، نكتة الأمثال ٣٢، العقد الفريد ٣/٨٩، اللسان (أفك، عضه، يوم) .
من الإفك: وهو الكذب.
[١٤٥٨]- أمثال أبي عبيد ٧٦، مجمع الأمثال ٢/٢١٤، المستقصى ٢/٤٠٧، نكتة الأمثال ٣٣. اللسان (بهت، عضه) . وهي البهتان.','1','292',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (296,'هذا آخر ما وجدناه من الأمثال في الكتب الّتي رويناها، والأمالي الّتي استفدناها، وقد مرّت بنا أمثال خارجة عن هذه لا أسانيد لنا فيها ولا رواية منّا لها، فعدلنا عن ذكرها لما كرهنا من أن يجري في عرض المسند غيره فلا ينماز عنه، وفيما ذكرناه كفاية للمتعلّم وإرشاد للمتفهّم إن شاء الله تعالى وبه الثّقة.
فرغ «١» من تحريره العبد الضّعيف الفقير إلى رحمة الله تعالى- أبو الوفاء محمد بن أحمد بن البسّاك وفّقه الله توفيق السالكين، وأراه طريق الصّالحين الّذي بلغوا به مقام الأولياء الصّادقين، وتفرّدوا بالله عن المخلوقين، واستغنوا عن مخالطة من دونهم من الجاهلين الغافلين، حامدا لله وشاكرا، ومصلّيا على نبيّه وآله أوّلا وآخرا، صلاة لم أجد لها حاصرا، وغفر لهم بمنّه ولمن قال آمين، في النّصف من شعبان سنة أربع وسبعين وخمس مئة والحمد لله رب العالمين والصّلاة على محمّد خير خلقه وآله أجمعين.
*** تم يوم السادس والعشرين من ربيع الأول والحمد لله تعالى شأنه','1','293',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (297,'<span data-type="title" id=toc-134>ملحق بأسماء الكتب العربية المصنّفة في الأمثال</span>
<span data-type="title" id=toc-135>١- الكتب المطبوعة:</span>
اسم الكتاب: المؤلف: المحقق: مكان الطبع: تاريخه
أمثال العرب: المفضّل الضّبي: إحسان عباس: بيروت: ١٩٨١ م
كتاب الأمثال: أبو فيد مؤرج السّدوسيّ: رمضان عبد التواب: القاهرة: ١٩٧١ م
كتاب الأمثال: أبو عبيد القاسم بن سلام: عبد المجيد قطامش: دمشق: ١٩٨٠ م
كتاب الأمثال: محمد بن حبيب البصريّ: مجلة المجمع العلمي العراقي: ع/ ٤ سنة ١٩٥٦ م
كتاب الأمثال: أبو عكرمة الضبي: رمضان عبد التّواب: دمشق: ١٩٧٤
الفاخر في الأمثال: المفضل بن سلمة: عبد العليم الطحاوي: القاهرة: ١٩٦٠
الزاهر في معاني كلمات الناس: أبو بكر الأنباري: حاتم صالح الضامن: بيروت: ١٩٩٢ م
الجوهرة في الأمثال ضمن كتاب العقد الفريد: ابن عبد ربه: أحمد أمين ورفيقاه: القاهرة:-
الدرة الفاخرة في الأمثال السائرة: حمزة الأصفهاني: عبد المجيد قطامش: القاهرة: ١٩٦٤ م
سوائر الأمثال إلى أفعل: حمزة الأصفهاني: فهمي سعد: بيروت: ١٩٨٨ م
أفعل من كذا: أبو علي القالي: محمد الفاضل بن عاشور: تونس:-
جمهرة الأمثال: أبو هلال العسكري: محمد أبو الفضل إبراهيم ورفيقه: القاهرة: ١٩٦٤ م
كتاب الأمثال: أبو الفضل الميكالي: زكي مبارك: القاهرة: ١٣٤٤ هـ
الوسيط في الأمثال: أبو الحسن الواحدي: عفيف عبد الرحمن: الكويت: ١٩٧٥ م
الأمثال والحكم: علي بن محمد بن حبيب الماوردي: فؤاد عبد المنعم أحمد: الاسكندرية:-
فصل المقال في شرح كتاب الأمثال: أبو عبيد البكري: إحسان عباس وعبد المجيد عابدين: بيروت: ١٩٧١
مجمع الأمثال: أبو الفضل الميداني: محمد محيي الدين عبد الحميد: القاهرة: ١٩٥٥ م','1','294',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (298,'كتاب الأمثال: زيد بن رفاعة: حيدر آباد: ١٣٥١ هـ
المستقصى في أمثال العرب: الزمخشري: عبد الرحمن خان: حيدر آباد:-
نكتة الأمثال ونفثة السحر الحلال: سليمان بن موسى الكلاعي: علي إبراهيم كردي: دمشق: ١٩٩٥ م
الأمثال والحكم: محمد بن أبي بكر الرازي: فيروز جريرجي: دمشق: ١٩٨٧ م
تمثال الأمثال: محمد بن علي العبدري: أسعد ذبيان: بيروت: ١٩٨٢ م
زهر الأكم في الأمثال والحكم: الحسن اليوسي: محمد الحجي ومحمد الأخضر: الدار البيضاء: ١٩٨١
فرائد اللآل في مجمع الأمثال: إبراهيم الأحدب الطرابلسي: بيروت:-','1','295',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (299,'<span data-type="title" id=toc-136>٢- الكتب المخطوطة</span>
اسم الكتاب: المؤلف: المحقق
تلقيح العقول في الأمثال والحكم: برية بن أبي اليسر الرياضي: مكتبة ليدن ٣٨٠
فرائد الخرائد في الأمثال والحكم: أبو يعقوب يوسف بن ظاهر الخويي: كوبرلي، استانبول ١٣٦٤، ١٣٤٧، ١٣٤٨
زبدة الأمثال وعمدة الأقوال: مصطفى بن إبراهيم: المكتبة الوطنية بتونس
كتاب الأمثال: علي بن حازم اللحياني: مكتبة ميونيخ ٦٤٢
غرر الأقوال ودرر الأمثال: للرشيد الوطواط: مكتبة أحمد الثالث استنبول ٢٤٧٢','1','296',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (300,'<span data-type="title" id=toc-137>٣- كتب الأمثال التي في عداد المفقودة:</span>
اسم الكتاب: اسم المؤلف وتاريخ وفاته: المصدر الذي ذكر الكتاب
كتاب الأمثال: صحّار بن عيّاش العبدي ت (٤٠ هـ/ ٦٦٠ م) : الفهرست ١/١٥٨، الأعلام ٦/٢٩
كتاب الأمثال: عبيد بن شرية الجرهمي زهاء (٦٧ هـ/ ٦٨٦ م) : الفهرست ١/١٥٨، معجم الأدباء ١٢/٨٧
كتاب الأمثال: علاقة بن كرشم الكلابي: الفهرست ١/١٥٨، فصل المقال ٢/٧٩..
كتاب الأمثال: أبو عمروبن العلاء ت (١٥٤ هـ/ ٧٧١ م) : الدرة الفاخرة ٢/٥٠٦، مجمع الأمثال ١/٤
كتاب الأمثال: الشرقي بن القطامي ت (١٥٥ هـ/ ٧٧٢ م) : الفاخر ٣٠، ٤٧، ٩٧، الدرة الفاخرة ١/١٧٥ ...
الأمثال السّائرة: عيينة بن المنهال ت (القرن الثاني الهجري) : الفهرست ١/٧٩
كتاب الأمثال: يونس بن حبيب ت (١٨٢ هـ/ ٧٩٨ م) : الفهرست ١/٧٠، معجم الأدباء ٢٠/٦٧، وفيات الأعيان ٧/٢٤٥.
كتاب الأمثال: النّضر بن الشّميل المازني ت (٢٠٣ هـ/ ٨١٩ م) : الدرة الفاخرة ١/٣٧٨، مجمع الأمثال ١/٤٢٤
أمثال حمير: هشام بن محمد الكلبي ت (٢٠٤ هـ/ ٨١٩ م) : الفهرست ١/١٦٩
كتاب الأمثال: إسحاق بن مرار الشيباني ت (٢٠٦ هـ/ ٨٢١ م) : مجمع الأمثال ١/٤
الأمثال السائرة: أبو عبيدة معمر بن المثنى ت (٢٠٩ هـ/ ٨٢٤ م) : الفهرست ١/٨٧، معجم الأدباء
١٩/١٦١، مجمع الأمثال ١/٤
المجلة في الأمثال: أبو عبيدة معمر بن المثنى ت (٢٠٩ هـ/ ٨٢٤ م) : التعريف بمصادر المثل ٢٥.
كتاب الأمثال: أبو زيد سعيد بن أوس الأنصاري ت (٢١٥ هـ/ ٨٣٠ م) : مجمع الأمثال ١/٤، معجم الأدباء ١١/٢١٦، جمهرة الأمثال ١/١٥٢، ٢١٨.
كتاب الأمثال: على بن المبارك اللحياني ت (٢١٥ هـ/ ٨٣٠ م) : الدرة الفاخرة ١/٥٥
كتاب الأمثال: الأصمعي ت (٢١٦ هـ/ ٨٣١ م) : الفهرست ١/٩١، جمهرة الأمثال ١/١٣٦، الدرة الفاخرة ١/٥٥، ٢١١.
كتاب الأمثال: سعدان بن المبارك الضرير ت (٢٢٠ هـ/ ٨٣٥ م) : الفهرست ١/١٢٠، معجم الأدباء ١١/١٩٠، بغية الوعاة ١/٥٨١.','1','297',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (301,'كتاب الأمثال: عبد الله بن هارون التوزي ت (٢٣٠ هـ/ ٨٤٥ م) : الفهرست ١/٩٥، إنباه الرواة ٢/١٢٦، بغية الوعاة ٢/٦١.
كتاب تفسير الأمثال: محمد بن زيادة بن الأعرابي ت (٢٣١ هـ/ ٨٤٥ م) : معجم الأدباء ١٨/١٩٦، إنباه الرواة
٣/١٣١
كتاب الأمثال: يعقوب بن السكيت ت (٢٤٤ هـ/ ٨٥٨ م) : الفهرست ١/١٢٣، معجم الأدباء
٢٠/٥٢، وفيات الأعيان ٦/٤٠٠، الدرة الفاخرة ٢/٥٠٧
كتاب الأمثال: محمد بن حبيب البصري (٢٤٥ هـ/ ٨٦٠ م) : الدرة الفاخرة ١/٥٥ و ٢/٤٣٨، معجم الأدباء ١٨/١١٥
كتاب الأمثال: إبراهيم بن سفيان الزيادي ت (٢٤٩ هـ/ ٨٦٣ م) : الفهرست ١/٩٥، إنباه الرواة ١/٢٠٢، مجم الأدباء ١/١٦١
كتاب الأمثال: عمرو بن بحر الجاحظ ت (٢٥٥ هـ/ ٨٦٩ م) : الفهرست ١/٣٤١، معجم الأدباء ١٦/١٠٩، هدية العارفين ١/٨٠٣.
كتاب الأمثال: شمر بن حمدويه الهروي ت (٢٥٥ هـ/ ٨٦٩ م) : بغية الوعاة ٢/٤- ٥، الأعلام ٣/١٧٥.
كتاب الأمثال: محمد بن الحسن بن دينارت (٢٥٩ هـ/ ٨٧٢ م) : التعريف بمصادر المثل ٢٩.
كتاب الأمثال: أحمد بن عبد الله الرّقي ت (٢٧٤ هـ/ ٨٨٧ م) : معجم الأدباء ٤/١٣٣
كتاب الأمثال: أحمد بن يحيى ثعلب ت (٢٩١ هـ/ ٩٠٤ م) : الفهرست ١/١٢٧، إنباه الرواة ١/١٨٦، جمهرة الأمثال ١/٢٠، ٢٤.
كتاب الأمثال: القاسم بن محمد بن بشار الأنباري ت (٣٠٤ هـ/ ٩١٧ م) : الفهرست ١/١٢٨، بغية الوعاة ٢/٣٦١، معجم الأدباء ١٦/٣١٧.
كتاب الأمثال: للحسين بن منصور الحلاج ت (٣٠٩ هـ/ ٩٢٢ م) : الفهرست ١/٣٩٤، الأعلام ٢/٢٦٠.
كتاب الأمثال: إبراهيم بن محمد نفطويه ت (٣٢٣ هـ/ ٩٣٥ م) : الفهرست ١/١٤٢، إنباه الواة ١/٢١٥، معجم الأدباء ١/٢٧٢.
كتاب الأمثال: محمد بن القاسم بن الأنباري ت (٣٢٨ هـ/ ٩٤٠ م) : وفيات الأعيان ٤/٣٤١.
زيادات أمثال أبي عبيد: محمد بن أبي جعفر المنذري ت (٣٢٩ هـ/ ٩٣٩ م) : معجم الأدباء ١٨/١٠٠، مجمع الأمثال ١/٦٢.
الأمثال على أفعل المنمّق: محمد بن حبيب ت (٣٤٥ هـ/ ٩٥٦) : الفهرست ١/١٨٩.
المتمنى في الأمثال: محمد بن حبيب ت (٣٤٥ هـ/ ٩٥٦) : التعريف بمصادر المثل ١٣
كتاب جامع الأمثال: أحمد بن إبراهيم سمكة القمّي ت زهاء (٣٥٠/٩٦١ م) : إنباه الرواة ١/٦٤','1','298',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (302,'كتاب الأمثال: الاصطخري؟: مجمع الأمثال ١/٣٣١
الأمثال الصادرة عن بيوت الشعر: حمزة الأصفهاني ت (٣٦٠ هـ/ ٩٧٠ م) : الفهرست ١/٢٥٤
كتاب الحكم والأمثال: الحسن بن سعيد العسكري ت (٣٨٢ هـ/ ٩٩٣ م) : معجم الأدباء ٨/٢٣٦، إنباه الرواة ١/٣٤٧.
كتاب الأمثال: الحسين بن محمد الرافقي (الخالع) ت (٣٨٨ هـ/ ١٠٠٨ م) : معجم الأدباء ١٠/١٥٥، بغية الوعاة ١/٥٣٨.
كتاب الأمثال: محمد بن أحمد الغندجاني ت (ق ٤ هـ) : مجمع الأمثال ٢/٩٤ و ١٢٤
كتاب الأمثال: أحمد بن فارس ت (١٣٩٥ هـ/ ١٠٠٤ م) : نشوة الطرب ٣٣٣ و ٤٦٧
شرح أمثال أبي عبيد: محمد بن آدم الهروي ت (٤١٤ هـ/ ١٠٢٣ م) : معجم الأدباء ١٧/١١٦، بغية الوعاة ١/٧ وفيه: «أبي عبيدة» .
كتاب الأمثال المولدة: أبو الفرج علي بن الحسين ت (٤٢٠ هـ/ ١٠٢٩ م) : معجم المؤلفين ١١/١٩١.
البسيط في الأمثال: على بن أحمد الواحدي ت (٤٦٨ هـ/ ١٠٧٦ م) : وفيات الأعيان ٣/٣٠٣- ٣٠٤، الأعلام ٤/٢٥٥.
الوجيز في الأمثال: علي بن أحمد الواحدي ت (٤٦٨ هـ/ ١٠٧٦ م) : وفيات الأعيان ٣/٣٠٣- ٣٠٤، الأعلام ٤/٢٥٥.
شرح الأمثلة: علي بن جعفر بن القطاع ت (٥١٥ هـ/ ١٠٢١ م) : إنباه الرواة ٢/٢٣٧.
غرر الأمثال: علي بن زيد البيهقي ت (٥٦٥ هـ/ ١١٧٠ م) : معجم الأدباء ١٣/٢٢٦.
مجامع الأمثال وبدائع الأقوال: علي بن زيد البيهقي ت (٥٦٥ هـ/ ١١٧٠ م) : معجم الأدباء ١٣/٢٢٧.
المثال في الأمثال: محمد بن علي المازندراني ت (٥٨٨ هـ/ ١١٩٢ م) : التعريف بمصادر المثل ١٧.
خريدة الأمثال: علي بن المبارك بن الزاهدة ت (٥٩٤ هـ/ ١١٩٧ م) : التعريف بمصادر المثل ١٣.
كتاب الأمثال: عبد الرحمن بن الجوزي ت (٥٩٧ هـ/ ١٢٠٠ م) : التعريف بمصادر المثل ١٢.
الجامعة في الأمثال: أبو الفضل بن جعفر بن شمس الخلافة ت (٦٢٢ هـ/ ١٢٢٥ م) : التعريف بمصادر المثل ١٥.
نهاية الأرب في أمثال العرب: إبراهيم الكفعمي ت (٩٠٥ هـ/ ١٤٩٩ م) : التعريف بمصادر المثل ٨٧.','1','299',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (303,'كتاب الأمثال: محمد بن عبد الرؤوف المناوي ت (١٠٣١ هـ/ ١٦٢١ م) : التعريف بمصادر المثل ٩٧.
الدر المنتخب من أمثال العرب: قاسم بن محمد البكرجي ت (١١٦٩ هـ/ ١٧٥٥ م) : التعريف بمصادر المثل ٣٧.
نخبة الأمثال: محمد بن سعيد الآمدي ت (١٣٠٩ هـ/ ١٨٩١ م) : التعريف بمصادر المثل ٣٣.
أمثال العرب: عبد الله بن مصباح بن إبراهيم المصري الشهير بالنديم ت (١٣١٤ هـ/ ١٨٩٦ م) : التعريف بمصادر المثل ١٠٣.','1','300',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (304,'الفهارس الفنية
١- فهرس الآيات القرآنية
٢- فهرس الحديث الشريف
٣- فهرس القوافي
٤- فهرس الرجز
٥- فهرس القبائل والجماعات
٦- فهرس الأماكن
٧- فهرس الأعلام
٨- فهرس الأمثال
٩- فهرس المصادر والمراجع
١٠- فهرس المحتويات','1','301',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (305,'<span data-type="title" id=toc-139>١- فهرس الآيات</span>
رقم الآية: سورة الأعراف (رقمها ٧) : الصفحة
٤٠: (حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِياطِ)
: ٢٢
سورة العنكبوت (رقمها ٤١) ٤١: (وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ)
: ٣٠
سورة ق (رقمها ١٦) ١٦: (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ)
: ٢٦
سورة العاديات (رقمها ١٠٠) ٨: (إِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ)
: ٢٢٦','1','302',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (306,'<span data-type="title" id=toc-140>٢- فهرس الأحاديث الشريفة</span>
طرف الحديث: رقم الصفحة
أتحبّون لبناتم وأخواتكم ١٦
اعقل وتوكل ٣٦
إنّ حبطا مما ينبت الربيع لما يقتل ٤٨
إنّ المنبتّ لا أرضا قطع ولا ظهرا أبقى ٤٦
إيّاكم وخضراء الدّمن ٧١
الجار قبل الدار ٨٤
الحرب خدعة ٨١
الرّغب شؤم ٨٣
الرفيق قبل الطريق ٨٤
زر غبّا تزدد حبّا ١٤٣
شرّ الرّعاة الحطمة ١٥٠
قيّد الإيمان الفتك ١٨٥
كلّ الصيد في جوف الفرا ١٨٨
لكنّ حمزة لا بواكي له ٢١٦
اللهم إنا نعود بك من الحور بعد الكور ٨٥
ما صدقة أفضل من صدقة من قول ٢٣٦
مطل الغني ظلم ٢٤٩','1','303',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (307,'<span data-type="title" id=toc-141>٣- فهرس القوافي</span>
روي القافية/ الشاعر/ البحر/ الصفحة
الباء المكسورة/
بالإياب/ امرؤ القيس/ الوافر/ ١٣٨
الراكب/-/ السريع ٩١
الباء المضمومة
الثعالب/ عبّاس بن مرداس/ الطويل/ ٢١٧
مغلوب/ جنوب بنت عجلان/ البسيط/ ١٨٨
الجرب/-/ السريع/ ١١٤
فالذنوب/ عبيد بن الأبرص/ المنسرح/ ١١٧
الدال المكسورة
تزوّد/ طرفة/ الطويل/ ٢٩٠
الأسد/ الطرماح/ البسيط/ ١٩٧
العوّد/ النابغة/ الكامل/ ٢٥٧
لقاعد/ يزيد بن معاوية/ الخفيف/ ١٣٤
الراء المكسورة
الجازر/-/ الكامل/ ٢٥٧
السين المكسورة
سدوس/-/ الطويل/ ٢٤٣
العين المضمومة
راتع/ النابغة/ الطويل/ ١٩٤
القاف المكسورة
الباقي/ يزيد بن خذاق/ البسيط/ ٢٧٢
القاف المضمومة
طريق/ عقيل بن علفة المري/ الطويل/ ٢٠٠','1','304',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (308,'اللام المفتوحة
خبله/ أحيحة بن الجلاح/ المديد/ ٢١٩
قيلا/ النعمان/ البسيط/ ١٨١
جملا/ حسان بن تبع/ الرمل/ ١٥٠
اللام الساكنة
بالأمل/ لبيد/ الرمل/ ٤٠
الميم المكسورة
حذام/ لجيم بن صعب/ الوافر/ ٩١
الميم المضمومة
عظيم/ أبو الأسود الدؤلي/ الكامل/ ٢٧٨
النون المكسورة
للظعن/-/ البسيط/ ٢٧٩
النون المضمومة
اليقين/ الأخنس الجهني/ الوافر/ ١٦٣','1','305',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (309,'<span data-type="title" id=toc-142>٤- فهرس الرّجز</span>
الرّجز/ عدد الأشطار/ القائل/ الصفحة
خلّ طريق من وهي سقاؤه
/ ٢/-/ ١٢٥
من عال بعدها فلا اجتبر
/ ٢/عمرو بن كلثوم/ ٢٣٨
خلالك الجو فبيضي واصفري
/ ١/طرفة بن العبد/ ١٢٧
عاذل قد أولعت بالترقيش
/ ٢/رؤبة/ ٣٧
إنّ استه من برص ملمّعه
/ ١/لبيد/ ١٨١
لا ذنب لي قد قلت للقوم استقوا
/ ٢/-/ ٢٨٣
ضربا وطعنا أو يموت الأعجل
/ ١/الأغلب العجلي/ ١٥٨
شنشنة أعرفها من أخزم
/ ٢/عقيل بن علّفة المرّي/ ١٥٢- ٢٤٣
نفس عصام سوّدت عصاما
/ ٢/النابعة/ ٢٥٧
الناس إخوان وشتّى في الشيم
/ ٢/-/ ٨٦
غمرات ثم ينجلينا
/ ٣/الأغلب العجلي/ ١٧٢
لبّث قليلا يلحق الداريون
/ ٣/مالك بن المنتفق/ ٢١٩
هذا جناي وخياره فيه
/ ٢/تأبط شرا/ ٢٦٥','1','306',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (310,'<span data-type="title" id=toc-143>٥- فه<span data-type="title" id=toc-153>ر</span><span data-type="title" id=toc-155>س</span><span data-type="title" id=toc-144> ا</span>لق<span data-type="title" id=toc-145>ب</span>ائل وال<span data-type="title" id=toc-148>ج</span>ماعا<span data-type="title" id=toc-146>ت</span></span>
- آ-
بنو أس<span data-type="title" id=toc-151>د </span>٥٦- ٩٧- ١٤٨- ١٩٠
الأوس ٢١٩
بنو إياد ١٣- ٢٤
- ب-
باهلة ١٢
بجيلة ١٧
البراجم ٤٦
بكر ١٩- ٢٣- ١٧٩
- ت-
تغلب ١٩- ٢٣
بنو تميم ٢٠٥- ٢٦٨
تيم الله بن<span data-type="title" id=toc-147> ث</span>علبة ١٨
- ث-
ثعلبة ١٠٠
ثمود ١٩٥
- ج-
جديس ٤
ج<span data-type="title" id=toc-152>ذ</span>ام ٢٢٣
جفنة ١٢٥
-<span data-type="title" id=toc-149> ح</span>-
بنو حمّان ٢٥
حمير ٢٣٨
بنو حنظلة ٥٧
-<span data-type="title" id=toc-150> خ</span>-
خ<span data-type="title" id=toc-154>ز</span>اعة ١١
- د-
الديش بن الهون ١٧٩
- ذ-
ذبيان ٢٠
- ر-
ربيعة ٢٣
الروم ٦٠
- ز-
بنو زياد ٢٨٨
- س-
بنو سدوس ٨٥
سعد الله ٢٢٣
سلول ٤٥
سليح ١٢٤
-<span data-type="title" id=toc-156> ض</span>-
بنو ضبة ١٧
-<span data-type="title" id=toc-157> ط</span>-
طبق ٢٦٢
طسم ١٥٠','1','307',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (311,'-
<span data-type="title" id=toc-158>ع</span>-
عاد ١٤٥
ب<span data-type="title" id=toc-164>ن</span><span data-type="title" id=toc-166>و </span>عا<span data-type="title" id=toc-163>م</span>ر ٢٧٣
عبد ال<span data-type="title" id=toc-161>ق</span>يس ١٣
عبس ٢٠
عدوان ١٣٠
عذر<span data-type="title" id=toc-165>ة </span>١٢٠
عضل بن الهون ١٧٩
-<span data-type="title" id=toc-159> غ</span>-
غسّان ١٢٤
غ<span data-type="title" id=toc-160>ف</span>يلة بن قاسط ٦٧
غنيّ ١٩
- ف-
فزارة ٢٠
- ق-
قريش ١٧٩- ٢٨٦
قضاعة ٥١
بنو القيس ١٩٦
-<span data-type="title" id=toc-162> ك</span>-
كلب ١٣٣
- م-
بنو مازن ٢٤
مراد ٢٠٧
معدّ ٥١
مهو ١٣
- ن-
النّمر ٢٢٣
- هـ-
هذيل ١٦
بنو هلال ٥
همدان ٨٩
- و
وائل ٢٣','1','308',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (312,'<span data-type="title" id=toc-167>٦- ف<span data-type="title" id=toc-182>ه</span>ر<span data-type="title" id=toc-174>س </span>الأ<span data-type="title" id=toc-180>م</span>ا<span data-type="title" id=toc-179>ك</span><span data-type="title" id=toc-181>ن</span></span>
-<span data-type="title" id=toc-168><span data-type="title" id=toc-169> ب</span></span>-
الأبلق ٢٥٥
أ<span data-type="title" id=toc-172>ح</span>د ٦
- ب-
بارق ١٩٦
البحر<span data-type="title" id=toc-183>ي</span>ن ٢٠٥
بدر ٢٨٦
بقّة ١٠١
-<span data-type="title" id=toc-170> ت</span>-
تبالة ٢٣٥
-<span data-type="title" id=toc-171> ث</span>-
ثهلان ٦
- ح-
حضن ٥٧
-<span data-type="title" id=toc-173> خ</span>-
الخورنق ١١٤
- س-
سوق<span data-type="title" id=toc-178> ع</span>كا<span data-type="title" id=toc-177>ظ </span>١٤- ١١٦- ٢٤٥
-<span data-type="title" id=toc-175> ش</span>-
الشام ١٠١- ٢٣٥- ٢٨٦
شجعات ٦٨
شعفان ٢١٧
-<span data-type="title" id=toc-176> ص</span>-
صداء ٢٥٠
- ظ-
ظفار ٢٣٨
- ع-
العراقان ١٩٦
عفرين ١٨
- ك-
الكوفة ١٦٩
- م-
مارد ٢٥٥
المدينة ٢١٦
المزدلفة ٢١
المشقر ٢٠٥
مكة ٢١٨- ٢٨٦
منى ٢١
- ن-
نجد ٥٧- ١٦٥
- هـ-
هجر ١٩٦
- ي-
يثرب ٢٥٠
اليمامة ٤
اليمن ٧٤- ١١٦- ١٧٩- ٢٣٨','1','309',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (313,'<span data-type="title" id=toc-184>٧- فهرس<span data-type="title" id=toc-185> ا</span>لأعلام</span>
- أ-
آدم ٣٩
أ<span data-type="title" id=toc-190>ح</span>مر عاد ١٩- ١٩٧
الأحنف<span data-type="title" id=toc-186> ب</span>ن قيس ١٦٥
أخزم ١٥٢
أدهم بن ضرار ٢٧٣
الأزهري ٢٦٣
أسد بن هاشم ١٣٩
الأش<span data-type="title" id=toc-187>ت</span>ر ٤٨
الأصمعيّ ٨- ١٨- ١٢٩- ٢٤٣- ٢٥٤
الأضبط بن قريع ٧٥
ابن الأعرابي ٢٤٠
الأغلب الع<span data-type="title" id=toc-189>ج</span>لي ٤٩- ١٥٨- ١٧٢- ٢٤٤
أفصى بن عبد القيس ٢٩٠
أك<span data-type="title" id=toc-188>ث</span>م بن صيفي ١٣٤- ٢١٣- ٢١٥- ٢٤٥
امرؤ القيس ٣٤- ٩٧- ١٣٨- ٢٥٠- ٢٥١- ٢٩٠
أنس بن أبي الحجير ١٣٠- ٢٠٦
أنس بن مالك ٢٣٥
- ب-
باقل ٢٤
بجير بن الحارث بن عباد ١٠٠- ٢٨٣
بسطام بن قيس ٩٣- ٢١٩- ٢٨٠
البسوس ١٩
بيهس ٣٩- ٩٤- ١٠٩- ١٢١- ١٦٥- ٢٠٦- ٢١٦- ٢٤٧
- ت-
تأبّط شرّا ٢٦٥
تبّع ٢١٩
ابن تقن ١٥- ٢٨٤
- ث-
ثواب ٢٢
- ج-
جابر بن رألان الثعّليّ ٢٤١
جابر بن عمرو المازني ٩١
جارية بن سليط ١٠١
جذع بن عمرو الغسّاني ١٢٤
جذيمة ٤٤- ٩٤- ٩٥- ١٠١- ١٢٧- ١٢٨- ١٩٦- ٢٠٠- ٢٢٩- ٢٨١
الجرادتان ١٦١
جساس بن مرّة الشّيبانيّ ٢٣- ٢٨٣
جفنة ١٢٥
جفينة ١٦٣
جمرة بنت نوفل ١٤٨
جندلة بنت الحارث ١١٥
جهيزة ١٠- ١٨٤
جهينة ١٦٣
- ح-
الحارث بن أبي شمر ١٣٠- ٢٠٦
الحارث بن جبلة الغسّاني ٥٥
الحارث بن سدوس ٢٤٣','1','310',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (314,'الحا<span data-type="title" id=toc-193>ر</span>ث بن سليل ١٠٤
الحارث بن ظالم ٧٠
الحارث بن عبا<span data-type="title" id=toc-192>د </span>١٦٥- ٢٨٣
الحارث بن عمرو بن حجر الكندي ٥٧
الحارث بن العيف العبدي ٥٥
الحارث بن كعب ٨٤
حارثة بن لأم الطائي ٧١
حاطب ١٥٥
الحجاج ٣٥
حذام ٩١
حذيفة بن بدر الفزاريّ ٢٠- ١٠٧- ١٤٠
حريث بن حسّان الشّيباني ١٢٢
الحسين بن علي ١٦٩
الحصين بن ضرار ٤٥- ٢٧٣
الحطيئة ٢٨٠
حليمة بنت الحارث بن أبي شمر ٢٣٥
الحمراء بنت ضمرة النهشليّة ٤٦
حمزة ٢١٦
حمل ٢٢٠
أبو حنش ٢٤٧
حنظلة بن مالك ١١٥
حنيفة بن لجيم بن صعب ٩١
حنين ١٣٩
حنين بن<span data-type="title" id=toc-191> خ</span>شرم السّعدي ٨٤
حومل ٨
- خ-
خارجة ٢٧١
أم خارجة ١٧- ٢٧١
خالد بن جعفر الكلابي ١٨٩
خالد بن مالك النهشليّ ٢٣- ٢٤
خالد بن معاوية السّعدي ٢١٩
خرافة ١٢٠
خزيمة بن نهد ١١٦
خوّات بن جبير ١٨
خوتعة ٢٠
- د-
دختنوس بنت لقيط بن زرارة ٩٦- ٢٦٧
درم بن دبّ بن مرّة بن شيبان ٥٦
دغة ٩
الدّلامص ٥٥
- ر-
الربيع بن زياد ١٨١- ٢٨٨
ربيعة بن بدر الفزاري ٢٩
رقاش بنت عمرو الكنانية ٩٢- ١٢٧- ١٤١
رهم بنت الخزرج ١٣٣
رهم بنت عباس ١١٦
رؤبة ٣٧
أم ريطة بنت كعب ١٢٦','1','311',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (315,'-<span data-type="title" id=toc-194> ز</span>-
الزّبّاء ٢٨- ٣٧- ٤٤- ٢١٦- ٢٢٩
الزباء بنت علقمة ال<span data-type="title" id=toc-199>ط</span>ائي ١٠٤
زبّان بن مجالد ٦٦
زهير بن أمية ال<span data-type="title" id=toc-196>ش</span>يباني ٢٨٢
زهير بن جذيمة ١٨٩
زياد ٧٩
أبو زيد ١٧- ٢٧- ١٢٩
-<span data-type="title" id=toc-195> س</span>-
سالم بن دارة الغطفانيّ ٢٥٥
سبطة بن المنذر ١٢٤
سحبان بن وائل ١٢
سعد بن<span data-type="title" id=toc-198> ض</span>بّة بن أد ٣٦- ٤٥
سعد بن زيد مناة ١١٦- ١٣٣- ١٧٨- ٢١٨
سعد بن قدار ١٧
سعد بن مالك الكناني ٢١٥
سعيد بن ضبّة بن أدّ ٣٦- ٤٥- ٨٤- ١٤٤
أبو سفيان ١٨٨- ٢٨٦
ابن السكيت ١٠- ١٣٩
السليك بن السلكة ٤٣- ٩٧
سليمان (النبي) ٢٥٥
سماك ٢٨٢
سنمّار ١١٤
سهيل بن عمرو ٥٩
سهيل بن مالك الفزاريّ ٧١
سويد بن ربيعة التميميّ ٤٦
أبو سيارة ٢١
- ش-
أم شبيب بن يزيد بن نعيم بن شيبان- جهيزة
شتير بن خالد ٤٥- ٢٧٢- ٢٧٣
شريح بن الحارث ٤١
شظاظ ١٧
شنّ بن أف<span data-type="title" id=toc-197>ص</span>ى ١٧٢- ٢٦٢- ٢٩٠
شولة ١٣٠
- ص-
صالح (النبي) ١٩
صحر بنت لقمان ١٣١
صخر بن معاوية ١٣٠
صخر بن نهشل ٥٧
صعصعة ١١٦- ٢٨٥
صقعب بن عمرو النهدي ٥١
- ض-
ضبّة بن أد ٣٦- ٤٥- ٨٤- ١٤٤
ضرار بن عمرو الضبي ٤٥- ٢٣٩- ٢٧٢
ضمرة بن ضمرة ٥١
ضمرة بن نهشل ٢٦٤
- ط-
طرفة ٥٩- ٢٩٠','1','312',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (316,'الطرماح ١٩٧
طفيل بن مالك الج<span data-type="title" id=toc-200>ع</span>فري ٧٥
- ع-
عامر ٢١٧
عامر بن الضرب العدواني ٢١٥
عامر بن الطفيل ٤٥- ١٩٤
عائشة ١١٩- ٢٥٥- ٢٨٢
ابن عباس ١١٩
عبد شمس بن سعد بن زيد مناة بن تميم ١١٨- ٢٠٤
عبد الله بن بيدره ١٣
عبد الله بن مسعود ٨٧- ٢٣٥
عبد المطلب ١٣٩
عبد الملك بن مروان ٤٣- ٢٢١
أبو عبيد ١٧- ٣٦- ١٢٩- ٢٩١
عبيد بن الأرص ٨٥- ٩٥- ١١٧
عبيد الله بن زياد ٦٢
أبو عبيدة ٢٧٣- ٢٨٢
عتبة بن ربيعة ٢٨٦
عتبة بن شتير ٢٧٣
عتبة بن غزوان ٢٦٣
عثمان ١٤٧
عجب ٤١
العجفاء بنت علقمة ١٨٦
عجل بن لجيم بن صعب بن ٩١
بكر بن وائل عرقوب ٢٥٠
عروة بن الورد ٢١٧
عروس ٢٨٢
عصام بن شهبر ٢٥٧
عقيل ٥٢- ٧٥- ١٩٦
عقيل بن علفة المرّي ٢٤٣
علقمة ١٨٦
علقمة بن علاثة ١٩٤
علي بن أبي طالب ٧٠- ١٤٠- ٢٥٥- ٢٦٥
عمر بن الخطاب ٢٦٣
عمر بن عبد العزيز ٤٨
عمرة بنت سعد- أم خارجة
أبو عمرو ١٨
أم عمرو ٥٢
عمرو بن الأحوص ٢٦٤- ٢٦٧
عمرو بن تقن- ابن تقن
عمرو بن ثعلبة الكلبي ٣٩
عمرو بن خويلد ٨٩
عمرو بن سعيد الأشدق ٤٣
عمرو بن عدس بن زيد مناه ٩٦
عمرو بن عدي ٢٨- ٣٧- ٥٢- ١٢٧- ١٢
اللخمي ٨- ٢٠٠- ٢٩١','1','313',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (317,'عمرو بن عمرو بن عدس ٩٥- ٩٩
عمرو بن<span data-type="title" id=toc-204> ك</span><span data-type="title" id=toc-205>ل</span>ثوم ٢٣٨
عمرو بن مامة ٢٠٥
عمرو بن معبد بن زرارة ٩٦
عمرو بن هند ٤٦
العملّس ٥
عملس بن ع<span data-type="title" id=toc-203>ق</span>يل بن عل<span data-type="title" id=toc-202>ف</span>ة المري ٢٤٣
عميلة بن الأعزل العدواني- أبو سيارة
عوف بن كعب التميمي ٢٨٢
عوف بن محلّم الشيباني ٢٨٢
-<span data-type="title" id=toc-201> غ</span>-
أبو غبشان ١١
غفيلة بن قاسط ٢٠
- ف-
فالج بن خلاوة ١٩٩
الفرزدق ١٦٩
الفزر- سعد بن زيد مناة
فلحس ١٨
- ق-
قدار بن سالف- أحمر عاد
القذور بنت قيس بن خالد الشّيباني ٢٥٠
قرد بن معاوية ١٦
أم قرفة ٢٩
قسّ بن ساعدة الإيادي ٤
قصير بن سعد ٢٨- ٣٧- ٩٤- ١٠١- ١٢٨- ٢١ ٦- ٢٨١- ٢٩١
قيس بن زهير العبسيّ ٢٠- ١٠٧- ١٤٠- ٢٨٨
قيلة التّميمية ١٢٢
- ك-
كبشة بنت عروة ٧٥
كتيف بن زهير ٦٦
كسرى ١١
الكسعي ٢٥٦
كعب بن زهير ٥٦
كعب بن مالك بن تيم الله ٩٢- ١٢٧
كعب بن مامة الإيادي ٣٩- ١٤١
كليب بن ربيعة ١٩- ٢٣- ١٠٠- ١٩٨- ٢٨٣
- ل-
لبيد بن ربيعة ٥٠- ١٨١
لجيم بن صعب ٩٠
لقمان بن عاد ١٥- ٥٥- ٥٩- ٧٩- ١٣١- ١٣٤- ١٤٥- ١٦٠- ٢٨٤
لقيط بن زرارة ٩٦- ٢٥٠
لقيم ٥٩- ١٣١
لكيز ١٧١- ٢٩٠
ليث بن عمرو بن محلّم ١٣٥','1','314',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (318,'ليلى ٢٩٠
-<span data-type="title" id=toc-206> م</span>-
مادر ٥
ماري<span data-type="title" id=toc-208>ة </span>١٢٥
مارية ب<span data-type="title" id=toc-207>ن</span>ت ربيعة بن عجل- دغة
مازن بن عمرو بن تميم ٢٠٤
مالك ٥٢- ١٩٦
مالك بن حذيفة بن بدر ٢٩
مالك بن عمر العاملي الغسّاني ١١٤
مالك بن عمرو ١٣٥
مالك بن المنتفق ٢١٩- ٢٨٠
مالك بن نويرة ١٧٥
المبرّد ٢٥٠
متمّم بن نويرة ١٧٥
محكم بن طفيل اليمامي ٢٥٤
محمد (النبي) ٣- ١٦- ٣٦- ٤٥- ٤٨- ٧١- ١٨٥- ١ ٨٨- ٢١٦- ٢٨٦- ٢٩٣
محمّد بن أحمد البسّاك ٢٩٣
مرّة بن ذهل ٢٠٧
مروان بن الحكم ٢٣٤
المستوغر بن ربيعة ٢١٧
ابن مسعود- عبد الله بن مسعود
أبو مسعود الأنصاري ٢٦٣
مسلم بن عقيل ٦٢
مسيلمة ٢٨٤
معاوية بن أبي سفيان ٤٨- ٦٠- ٧٩- ١٤٧
المفضّل الضبّي ١٦٣- ١٧٩- ٢٨٦
مقروع- عبد شمس بن سعد بن زيد مناة
المنخل ١١٦
المنذر ٥١- ٥٥- ٨٥- ٩٥- ١١٧- ٢٨٢
منشم ١٠٢
مهلهل بن ربيعة ١٠٠- ٢٨٣
مويكك بن نضر بن الأزد ١٣
- ن-
النابغة ١٩٤
النعمان ٢٤- ٥١- ٥٦- ١٨١- ٢١٩- ٢٥٧
النعمان بن امرئ القيس ١١٤
نقيذ ٩٣
النمر بن تولب ١٤٨
النمر بن قاسط ٢٠
- هـ-
هاشم ١٣٦
هانئ بن عروة ٦٢
هبيرة بن سعد ١١
هبنّقة ١١
هبيرة بن سعد ١١٦
هرّ ١٦
هرم بن قطبة الفزاري ١٩٤
همّام بن مرّة الشيباني ١٩٠','1','315',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (319,'همّام بن مرّة بن ذهل ٢٠٧
هند بنت كرب التم<span data-type="title" id=toc-210>ي</span>ميّة ٢٦٤
اله<span data-type="title" id=toc-209>و</span>ن بن خزيمة ١٨٠
الهيجمانة بنت العنبر بن ١١٨- ٢٠٤
عمرو بن تميم
- و
الوليد بن عبد الملك ١٣٤
- ي-
يزيد بن ثروان- هبنّقة
يزيد بن رويم الشيباني ٧٣
يزيد بن الصّعق ١٣٠
يزيد بن المنذر ٢٦٧
يسار الكواعب ١٥٦','1','316',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (320,'<span data-type="title" id=toc-211>٨- فهرس<span data-type="title" id=toc-212> ا</span>لأمثال</span>
- آ-
آخر البزّ على القلوص ٦٦
آخر الدّاء العياء الكي ٦٦
آكل الدّواب برذونة رغوث ٣٢
آكل لحم أخي ولا أدعه لآكل ٦٨
أبي الحقين العذرة ٦٢
أبخل من مادر ٥
أبدى الصّريح عن الرّغوة ٦٢
ابدأهم بالصريخ يفرّوا بالصّراخ ٣٣
أبرد من حبقر ٦
أبرد من عبقر ٦
أبرد من عضرس ٥
أبرّ من العملس ٥
أبرما قرونا ٤٤
أبصر من الزّرقاء ٤
أبصر من عقاب ملاع ٤
أبصر من غراب ٦
أبعد من بيض الأنوق ٥
أبعد من العيّوق ٤
أبقى من وحي في حجر ٤
أبلغ من قسّ ٤
ابنك ابن بوحك ٧٥
ابنك من دمى عقبيك ٧٥
أتى الأبد على لبد ٥٥
أتاك ريّان بقعب من لبن ٥٥
أتبع الدّلو الرّشاء ٣٨
أتبع الفرس لجامها ٣٨
أتبع من الظلّ ٦
أتت عليه أم الدّهيم ٥٥
أتتك بحائن رجلاه ٥٥
اتخذ الليل جملا تدرك ٣٣
اتّق توقه ٣٤
أثبت من أصمّ رأس ٧
أثقل من أحد ٦
أثقل من ثهلان ٦
أثقل من حمل الدّهيم ٧
أجبن من صافر ٧
أجبن من المنزوف ضرطا ٧
أجبن من هجرس ٧
أجع كلبك يتبعك ٣٣
اجمع جراميزك ٤٠
أجناؤها أبناؤها ٧٤','1','317',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (321,'أجهل من فراشة ٧
أجود من لافظة ٨
أجوع من كلبة حومل ٨
أحبّ الكلب إلى أهله الظّاعن ٣١
إحدى بنات طبق ٧٤
إحدى حظيّات لقمان ٧٤
إحدى لياليك فهيسي هيسي ٤١
احذر تسلم ٣٤
أحذر من غراب ٩
أحّر من القرع ٨
أحرص من كلب على عقي صبيّ ٩
أحسن من بيضة في روضة ٩
أحسن من دمية ٩
أحسن النساء الفخمة الأسيلة ٣١
أحشفا وسوء كيلة ٤٤
أحشك وتروثني ٦٨
احفظ بيتك ممن ينشد ٣٩
احلب حلبا لك شطره ١١٩
أحمق بلغ ٧٥
أحمق لا يجأى مرغه ٧٦
أحمق من أبي غبشان ١١
أحمق من ترب العقد ١٢
أحمق من جهيزة ١٠
أحمق من الدّابغ على التحلئ ١١
أحمق من دغة ٩
أحمق من راعي ضأن ثمانين ١١
أحمق من رجلة ١٢
أحمق من ضبع ١٠
أحمق من عجل ١٠
أحمق من لاعق الماء ١١
أحمق من الممهورة إحدى خدمتيها ١٠
أحمق من هبنّقة ١١
أحنّ من شارف ٩
أحيا من ضب ٨
أخبر تقله ٣٣
أخبرته بعجري وبجري ٥٤
اختلط الخاثر بالزباد ٥٤
اختلط الليل بالتراب ٥٤
اختلط المرعي بالهمل ٥٤
الأخذ سريطيّ والقضاء ضريطيّ ٩٢
الأخذ سلجان والقضاء ليّان ٩٢
أخرق من حمامة ١٢
أخطأ نوؤك ٥٤
أخطأت استك الحفرة ٥٤
أخطب من سحبان وائل ١٢
أخفّ رأسا من الذّئب ١٣','1','318',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (322,'أخفّ رأسا من الطّائر ١٣
أخلى من جوف حمار ١٣
أخلف رويعيا مظنّه ٥٤
أخوك من صدقك ٧٦
أخيب صفقة من شيخ مهو ١٣
أخيل من ثعلب في استه عهنة ١٢
أخيل من مذالة ١٣
أخيل من واشمة استها ١٢
أدرّها وإن أبت ٦١
أدرك أرباب النّعم ٦١
أدرك ولو بأحد المغروين ٣٨
ادع إلى طعانك من تدعو إلى جفانك ٣٩
أدمّ من بعرة ١٤
أدنى من الشّسع ١٤
إذا أخذت عملا فقع فيه فإنّما خيبته توقيه ٦٥
إذا ارجحنّ شاصيا فارفع يدا ٦٤
إذا جاء الحين حارت العين ٦٤
إذا جاء القدر غشي البصر ٦٤
إذا رمت الباطل أنجح بك ٦٥
إذا سمعت بسرى القين فإنّه مصبح ٦٤
إذا ضربت فأوجع وإذا زجرت فأسمع ٦٥
إذا عزّ أخوك فهن ٦٤
إذا كنت كذوبا فكن حفوظا ٦٤
إذا لم يكن ما تريد فأرد ما يكون ٦٥
إذا وقي الرجل شرّ لقلقه وقبقبه وذبذبه فقد وقي الشرّ كلّه ٦٥
اذكر غائبا يقترب ٣٣
أذل من فقع بقرقر ١٤
أذلّ من قراد بمنسم ١٤
أذلّ من النقد ١٤
أذلّ من وتد بقاع ١٤
أراك بشر ما أحار مشفر ٦٢
أربع على ظلعك ٤٠
أرسل حكيما وأوصه ٣٧
أرسل حكيما ولا توصه ٣٧
ارض من المراكب بالتعليق ٤٠
أرغوا لها حوارها تحنّ ٣٤
ارق على ظلعك ٤٠
أرمى من ابن تقن ١٥
أروى من النّقاقه ١٥
أروغ من ثعلب ١٥
ازددت رغما ولم تدرك وغما ٦٢
أزمت شجعات بما فيهنّ ٦٨
أزنى من قرد ١٦
أزنى من هرّ ١٦','1','319',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (323,'أزهى من غراب ١٥
أساء رعيا فسقى ٥٨
أساء سمعا فأساء جابة ٥٧
أساء كاره ما عمل ٥٩
أساف حتّى ما يشتكي السّواف ٥٨
أسأل من فلحس ١٨
أسائر اليوم وقد زال الظهر ٤٥
أست البائن أعلم ٧٠
استقدمت راحلتك ٥٨
استكرمت فاربط ٥٩
استنّت الفصال حتّى القريعى ٥٨
استنوق الجمل ٥٩
استوت به الأرض ٥٨
استي أخبثي ٧٠
اسر وقمر لك ٣٦
أسرى من قنفد ١٧
أسرع في نقص أمر تمامه ٥٨
أسرع من عدوى المتثائب ١٨
أسرع من قول قطاة: قطا ١٨
أسرع من نكاح أم خارجة ١٧
أسرق من زبابة ١٨
أسرق من شظاظ ١٧
أسعد أم سعيد ٤٥
اسق أخاك النمري يصطبح ٣٩
اسق رقاش إنّها سقاية ٣٦
أسلح من حبارى ١٧
أسمع جعجعة ولا أرى طحنا ٦٨
أسمع من فرس بيهماء في غلس ١٦
أسمع من قراد ١٦
أسمن كلب يأكلك ٣٤
أسوأ القول الإفراط ٣٢- ٦٦
أشأم من أحمر عاد ١٩
أشأم من البسوس ١٩
أشأم من تالي النجم ٢٠
أشأم من خوتعة ٢٠
أشأم من داحس ٢٠
أشبه امرؤ بعض بزّه ٥٩
أشبه شرح شرجا لو أن أسيمرا ٥٩
اشتر لنفسك وللسّوق ٣٧
أشجع من ليث عفرين ١٨
أشدّ الرجال الأعجف الضخم ٣١
أشدد يديك بغرزة ٣٩
اشرب تنقع ٣٣
أشرد من ظليم ١٩
أشغل من ذات النّحيين ١٨
أشكر من بروقة ١٩','1','320',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (324,'أشهر من الأبلق ١٩
أشوار عروس ترى ٤٤
أصبح ليل ٣٤
أصبر على الجوع من قراد ٢١
أصبر من عود بجنبيه الجلب ٢١
أصبرا وبضبّي ٤٥- ٢٧٣
أصحّ من عير أبي سيّار ٢١
أصدق من قطاة ٢١
أصرد من عنز جرباء ٢٠
أصلح غيث ما أفسد البرد ٦٣
أصنع من تنوّط ٢١
أصنع من سرفة ٢١
أضبط من نملة ٢٢
أضرطا آخر اليوم وقد زال الظهر ٤٣
أضرطا وأنت الأعلى ٤٣
أضعف من الحامل على الكراز ٢٢
أضئ لي أكدح لك ٣٤
أضيق من خرت الإبرة ٢٢
أطرق كرا إن النعام في القرى ٣٦
اطرقي وميشي ٣٧
أطرّي فإنك ناعلة ٣٦
أطغى من السيل ٢٢
اطلب ذاك وخلاك ذم ٣٧
أطوع من ثواب ٢٢
أطيب مضغة صيحانية مصلّبة ٣٢
أطيب من الأمن ٢٣
أطيش من فراشة ٢٢
أظلم من حيّة ٢٣
أعجز من يد في رحم ٢٤
أعدى من الجرب ٢٤
أعذب من مآء البارق ٢٤
أعذر عجب ٤١
أعذر من أنذر ٦١
أعرى من المغزل ٢٤
أعرضت القرفة ٦١
أعزّ من الأبلق العقوق ٢٣
أعز من الغراب الأعصم ٢٤
أعزّ من كليب ٢٣
أعط القوس باريها ٤٠
أعطاه بقوف رقبته ٦٢
أعق من ضبّة ٢٣
اعقلها وتوكّل ٣٦
اعلل تحظب ٣٣
أعمى يقود شجعة ٧٦
أعن صبوح ترقق ٤٣','1','321',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (325,'أعور عينك والحجر ٧٦
أعيا من باقل ٢٤
أعييتني بأشر فكيف بدردر ٦١
أعييتني من شبّ إلى دبّ ٦١
أغدّة كغدّة البعير وميتة في بيت سلوليّة ٤٥
أغلظ الموطئ الحصى على الصّفا ٣٢
أغلم من تيس بني حمّان ٢٥
أغنى عن ذا من التّفه عن الرّفّة ٧٠
أغنى من الأقرع الخصيّ عن المشط ٢٥
أغيرة وجبنا ٤٤
أفحش من فاسية ٢٥
أفرخ روعك ٦٠
أفسى من ظربان ٢٥
أفضيت إليه بشقوري ٦٠
أفلت بجريعة الذّقن ٥٩
أفلت وانحصّ الذّنب ٦٠
أفواهها مجاسّها ٧٤
أقبح النّساء الجهمة القفرة ٣٢
أقبح هزيلين الفرس والمرأة ٣٢
أقرب من حبل الوريد ٢٦
أقرب من اليد إلى الفم ٢٦
أقشعرّت منه الذّوائب ٦٠
أقصّته شعوب ٦١
أقصد بذرعك ٤١
أقصر لما أبصر ٦١
أقصر من إبهام القطاة ٢٦
أقلل طعاما تحمد مناما ٣٣
أكبرا وإمعارا ٤٤
أكثر من الدّبا ٢٦
أكذب من أخيذ الجيش ٢٧
أكذب من الأخيذ الصّبحان ٢٧
أكذب من السّالئة ٢٧
أكذب من الشيخ الغريب ٢٧
أكذب من يلمع ٢٧
اكذب النفس إذا حدّثتها ٤٠
أكسى من بصلة ٢٧
أكسب من الذّئب ٢٦
أكسفا وإمساكا ٤٤
أكيس من قشّة ٢٦
البس لكل حالة لبوسها إما نعيمها وإما بؤسها ٣٩
ألجّ من الخنفساء ٢٨
ألذّ من الأمن ٢٨
ألزم لك من شعرات قصّك ٢٨
ألق حبله على غاربه ٣٨','1','322',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (326,'ألق دلوك في الدّلاء ٣٨
إليك يساق الحديث ٧٥
أمر لا ينادى وليده ٧٥
أمر مبكياتك لا أمر مضحكاتك ٤٢
الأمر يحدث بعده الأمر ٧٩
أمرع واديه وأجنى حلّبه ٦٢
أمسخ من لحم الحوار ٢٨
أمسك عليك نفقتك ٤١
أمضى من النّصل ٢٨
أمكرا وأنت في الحديد ٤٣
أملك النّاس لنفسه أكتمهم لسرّه من أخيه ٣٢
أمنع من أمّ قرفة ٢٩
أمنع من عقاب الجوّ ٢٨- ٣٧
أن ترد الماء بماء أكيس ٥١
أن تسمع بالمعيديّ خير من أن تراه ٥١
إن تعط العبد كراعا يطلب ذراعا ٥٢
إن فرّ عير فعير في الرّباط ٥٢
إن كنت تشدّ بي أزرك فأرخه ٥٣
إن كنت ريحا فقد لاقيت إعصارا ٥٢
إن لا حظيّة فلا أليّة ٥٣
إن لاده فلاده ٥٣
إن لم تغلب فاخلب ٥٢
إن يبغ عليك قومك لا يبغ عليك القمر ٥٢
إن يوم أظلّك فقد نقب خفّي ٥٣
أنا جذيلها المحكك وعذيقها المرجب ٦٩
أنا دون هذا وفوق ما في نفسك ١٨
أنا عذلة وأخي خذلة وكلانا ليس بابن أمة ٧٠
إنباض من غير توتير ٧٦
أنت ابنة الجبل مهما يقل تقل ٦٩
أنت أجدت طبخه فاحس وذق ٦٩
أنت ترى شأنك لا النّاس ٦٩
أنت تئق وأنا مئق فمتى نتّفق ٦٩
أنت كبارح الأروى قليلا ما يرى ٦٩
أنتن من ريح الجورب ٢٩
انج سعد فقد هلك سعيد ٣٦
انج ولا إخالك ناجيا ٣٥- ٢٠٤
أنجد من رأى حضنا ٥٧
أنجز حرّ ما وعد ٥٧
الأنس يذهب المهابة ٨١
انصر أخاك ظالما أو مظلوما ٣٩
أنفذ من خازق ٢٩
أنقى من مرآة الغريبة ٣٠
انقطع السّلى في البطن ٥٧
انقطع قويّ من قاوية ٥٧','1','323',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (327,'أنمّ من صبح ٢٩
إنّ البغاث بأرضنا يستنسر ٤٧
إنّ تحت طريقتك لعند أوة ٤٩
إنّ الجبان حتفه من فوقه ٤٧
إنّ الجواد عينه فراره ٤٦
إنّ حبطا مما ينبت الربيع لما يقتل ٤٨
إنّ الحديد بالحديد يفلح ٤٨
إنّ الحماة أولعت بالكنّة وأولعت كنّتها بالظنّة ٤٩
إنّ خصلتين خيرهما الكذب لخصلتا سوء ٤٨
إنّ دواء الشقّ أن تحوصه ٤٨
إنّ الرّثيئة مما تذهب الغضبا ٤٧
إنّ الشّفيق بسوء ظنّ مولع ٤٧
إنّ الشقيّ وافد البراجم ٤٦
إنّ في الشرّ خيارا ٤٨
إنّ فيه من كلّ إهاب ذعنقة ٨٦
إنّ لله جنودا منها العسل ٤٨
إنّ المنبتّ لا أرضا قطع ولا ظهرا أبقى ٤٦- ١٤٩
إنّ الموصّين بنو سهوان ٤٦
إن الهوى ليميل باست الراكب ٤٧
إنك لا تجني من الشوك العنب ٤٩
إنّما سمّيت هانئا لتهنأ ٤٩
إنّما يجزي الفتى ليس الجمل ٥٠
إنّما يضنّ بالضّنين ٤٩
إنّه لجذل حكاك ٧٢
إنّه لداهية الغبر ٧٢
إنّه لذوبزلاء ٧٢
إنّه لصلّ أصلال ٧٢
إنّه لضبّ قلعة ٤٩
إنّه لنقاب ٧٢
إنّه لهتر أهتار ٧٢
الأنوق بعد النوق ٨٥
أنوم من فهد ٢٩
أهدى من قطاة ٣٠
أهل القتيل يلونه ٧٤
أهلك والليل ٤١
أهون السّقي التشريع ٣١
أهون مظلوم سقاء مروّب ٣١
أهون مظلوم عجوز معقومة ٣١
أهون هالك عجوز في سنة ٣١
أودى كما أودى درم ٥٦
أودت به عقاب ملاع ٥٦
أودت العير إلّا ضرطا ٥٦
أوردها سعد وسعد مشتمل ٥٦
أوسع من الضّمير ٣٠','1','324',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (328,'أوسعتهم س<span data-type="title" id=toc-213>بّ</span>ا وساروا بالإبل ٥٦
أوّل الحزم المشورة ٦٦
أوّل العي الاختلاط ٦٦
أوّل الغزو أخرق ٦٦
أوهن من نسج العنكبوت ٣٠
أيّ الرّجال المهذّب ٤٥
أيّ فتى قتله الدّخان ٢٠٨
إيّاك أعني واسمعي يا جارة ٧١
إيّاك وأن يضرب لسانك عنقك ٧١
إيّاك وما يعتذر منه ٧١
إيّاك وخضراء الدّمن ٧١
الإيناس قبل الإبساس ٨٤
أينما أتوجّه ألق سعدا ٧٥
- ب-
البادئ أظلم ٨٢
بالسّاعدين تبطش الكفّان ١٠١
ببطنه يعدو الذّكر ١٠٠
ببقّة صرم الأمر ١٠١
بجنبه فلتكن الوجبة ١٠١
البخيل أعذر من الظّالم ٨٨
برح الخفاء ٩٨
برحلها باتت ١٠٣
برد غداة غرّ عبدا من ظمأ ٩٩
برز الصّريح بجانب المتن ٩٨
برّق لمن لا يعرفك ١٠٠
بسلاح ما يقتل القتيل ١٠٣
بصبصن إذ حدين بالأذناب ٩٨
البطنة تكثر الفطنة ٧٨
بعد خيراتها تحتفظ ٩٩
بعض الشّرّ أهون من بعض ٩٩
بفيه الإثلب ١٠١
بفيه من سار إلى القوم البرى ١٠١
بقّ نعليك وابذل قدميك ١٠٠
بكلّ واد اثر من ثعلبة ١٠٠
البلاء موكّل بالمنطق ٩١
بلغ الحزام الطّبيين ٩٨
بلغ السّكّين العظم ٩٨
بلغ في العلم أطوريه ٩٨
بلغ الماء الزّبى ٩٨
بمثل جارية فلتزن الزّانية سرّا وعلانية ١٠١
به داء ظبي ١٠٢
به لا بظبي الصريمة أعفرا ١٠٢
بؤبشسع نعل كليب ١٠٠- ٢٨٣
بيتي بخل لا أنا ١٠٠
بيدين ما أوردها زائدة ١٠١
البئر أبقى من الرّشاء ٩٦','1','325',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (329,'بئس العوض من جمل قيده ٩٩
بيضة العقر ٩٩
بين الرّغيف وجاحم ال<span data-type="title" id=toc-214>تّ</span>نور ١٠٢
بين العصا ولحائها ١٠٢
بين القرينين حتّى ظلّ مقرونا ١٠٢
بين الممخّة والعجفاء ١٠٢
بينهم داء الضّرائر ١٠٢
بينهم عطر منشم ١٠٢
- ت-
التّجارب ليس لها نهاية ٩٢
التجرّد بغير نكاح م<span data-type="title" id=toc-215>ث</span>لة ٩٢
تجشّأ لقمان من غير شبع ١٠٥
التجلّد لا التبلّد ٩٣
تجنّب روضة وأحال يعدو ١٠٧
تجوع الحرّة ولا تأكل بثدييها ١٠٤
تحسبها حمقاء وهي باخس ١٠٤
تحقره وينتأ ١٠٦
تحمّدي يا نفس لا حامد لك ١٠٥
تخبر عن مجهوله مرآته ١٠٦
تخرّسي يا نفسي لا مخرّس لك ١٠٥
ترى الفتيان كالنّخل وما يدريك ما الدّخل ١٠٧
ترفضّ عند المحفظات الكتائف ١٠٦
ترك الخداع من أجرى من مئة ١٠٧
ترك الذّنب أيسر من طلب التّوبة ١٠٨
تركته على مثل ليلة الصّدر ١٠٧
تركته على مثل مقلع الصمغة ١٠٧
تركني خبرة النّاس فردا ١٠٤
تسألني برامتين شلجما ١٠٤
تسقط به النّصيحة على الظّنّة ١٠٥
تصنع في عامين كرزا من وبر ١٠٤
تضرب في حديد بارد ١٠٦
تطعّم تطعم ١٠٥
تقطّع أعناق الرّجال المطامع ١٠٦
التّقيّ ملجم ٨٢
تلبّد ليصطاد ١٠٧
تمام الرّبيع الصيف ١٠٨
تمنّعي اشهى لك ١٠٥
تنزو وتلين ١٠٦
تهمّ ويهمّ بك ١٠٨
تهوي الدّواهي حوله ويسلم ١٠٥
- ث-
ثاب حابلهم على نابلهم ١٠٩
ثأطة مدّت بماء ١٠٩
الثّكل أرأمها ٩٤
ثكل أرأمها ولدا ١٠٩','1','326',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (330,'ثمرة الع<span data-type="title" id=toc-216>ج</span>ب المقت ١٠٩
- ج-
جاء با<span data-type="title" id=toc-217>ح</span>دى بنات طبق ١١٢
جاء بالأساطير ١١٣
جاء بأم الرّبيق على أريق ١١٢
جاء بالتّره ١١٣
جاء بالتّهاته ١١٣
جاء بالرّقم الرّقماء ١١٢
جاء بالشّعراء الزّباء ١١٢
جاء الضّحّ والرّيح ١١٠
جاء بالضلال بن السّبهلل ١١٠
جاء بالطمّ والرّمّ ١١٠
جاء بالهيء والجيء ١١٠
جاء بالهيل والهيلمان ١١٠
جاء بدبى دبيّ ودبي دبّبين ١١٠
جاء بعد اللّتيّا والّتي ١١١
جاء بعد الهياط والمياط ١١١
جاء بما صأى وصمت ١١٠
جاء تضبّ لثته ١١٢
جاء ثانيا من عنانه ١١١
جاء غبيراء الظهر ١١١
جاء كخاصي العير ١١١
جاء وقد لفظ لجامه ١١١
جاء يضرب آصدريه ١١١
جاء ينفض مذرويه ١١٢
جاءت بمطفئة الرّضف ١١٣
جاؤوا بقضّهم وقضيضهم ١١٣
الجار قبل الدّار ٨٤
جانيك من يجني عليك ١١٤
جاور بحرا أو ملكا ١١٥
الجحش لما فاتك الأعيار ٩٧
جحيش وحده ٢٥٨
جدّك لاكدّك ١١٤
جذّها جذّ العير الصّليانة ١١٥
جرى جري السّمّه ١١٥
جرح اللسان كجرح اليد ١١٤
جرح حيث لا يضع الرّاقي أنفه ١١٥
الجرع أروى والرّشف أنقع ٩١
جرى المذكيات غلاب ١١٣
جرى المذكي حصرت عنه الحمر ١١٣
جزاء سنمّار ١١٤
جلّت الهاجن عن الولد ١١٤
جليس السّوء كالقين ١١٥
الجواد يعثر ٨٣
- ح-
حال الجريض دون القريض ١١٧','1','327',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (331,'الحبّ أعمى ٨٣
حبّذا التراث لولا الذّلّة ١٢١
حبّك الشيء يعمي ويصمّ ١٢٠
حبلك على غاربك ١٢١
حبيب إلى عبد من كدّه ١١٩
حتّى يجتمع معزى الفزر ١١٦
حتّى يرجع الدّرّ في الضّرع ١١٧
حتّى يرجع السّهم إلى فوقه ١١٦
حتّى يرد الضّبّ ١١٦
حتّى يؤوب القارظان ١١٦
حتّى يؤوب المنخّل ١١٦
حتفها تحمل ضأن بأظلافها ١٢٢
حدّث حديثين امرأة فإن لم تفهم فأربع ١٢٢
حدّث حديثين امرأة فإن لم تفهم فأربعة ١٢٢- ١٧٦
حدّث من فيك كحدث من فرجك ١١٩
حديث خرافة ١٢٠
الحديث ذو شجون ٨٤
حذو القذّة بالقذّة ١٢٢
الحرب خدعة ٨١
الحرب غشوم ٨٣
حرّ انتصر ١٧٦
الحرّ يعطي والعبد يألم قلبه ٨٩
حرّك لها حوارها تحنّ ١٢١
الحريص يصيدك لا الجواد ٨٩
حسبك من شرّ سماعه ١٢٠
حسبك من غنّى شبع وريّ ١٢١
حسبك من القلادة ما أحاط بالعنق ١٢٠
الحسن أحمر ٨٢
حسن في كلّ عين من تودّ ١١٩
الحصن أدنى لو تأيّيته ٩٠
الحفائظ تذهب الأحقاد ٧٨
حفظا من كالئك ١٢١
الحقّ أبلج والباطل لجلج ٨١
حلأت حالئة عن كوعها ١١٨
حلب الدّهر أشطره ١١٨
حلبت حلبتها ثمّ اقلعت ١١٨
حلبت حلبتها بالسّاعد الأشدّ ١١٩
حلمي أصمّ وما أذني بصمّاء ١٢١
الحليم مطيّة الجهول ٨٨
الحمّى أضرعتني إليك يا قطيفة ٩٦
حنّت ولات هنّت وأنى لك مقروع ١١٨- ٢٠٤
الحور بعد الكور ٨٥
حيّاك من خلافوه ١١٩
حين قلت: أخوك أو الذّئب ١٢٢','1','328',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (332,'-<span data-type="title" id=toc-218> خ</span>-
خامري أمّ عامر ١٢٥
خبأة خير خير من يفعة سوء ١٢٧
خ<span data-type="title" id=toc-220>ذ </span>الأمر بقوابله ١٢٤
خذ من جذع ما أعطاك ١٢٤
خذ منها ما قطع البطحاء ١٢٤
خذه ولو بقرطي مارية ١٢٥
خرزتين في خرزة ١٢٧
خرقاء ذات نيقة ١٢٦
خرقاء عيّابة ١٢٦
خرقاء وج<span data-type="title" id=toc-219>د</span>ت صوفا ١٢٦
خشّ ذؤالة بالحبالة ١٢٥
خلالك الجو فبيضي واصفري ١٢٧
خلاؤك أقنى لحيائك ١٢٧
خلع الثّوب بيد الزّوج ١٢٧
خلّ طريق من وهى سقاؤه ١٢٥
خلّ من قلّ خيره لك في النّاس غيره ١٢٤
خلّه درج الضّبّ ١٢٦
الخمرة تكنى الطّلاء ٩٤
خير الأمور أحمدها مغبّة ١٢٣
خير إناءيك تكفئين ١٢٣
خير حالبيك تنطحين ١٢٣
خير الخلال حفظ اللّسان ١٢٣
خير الفقه ما حاضرت به ١٢٣
خير ما جاءت به العصا ١٢٧
خير ما ردّ في أهل ومال ١٢٣
خير المال سكّة مأبورة أو مهرة مأمورة ١٢٤
خير مالك ما نفعك ١٢١
الخيل أعرف من فرسانها البهم ٩٤
الخيل تجري على مساويها ٩٥
- د-
دردب لما عضّه الثّقاف ١٢٨
دع امرأ وما اختار ١٢٨
دعني وخلاك ذمّ ١٢٨
دقّك بالمنحاز حبّ القلقل ١٢٩
الدّلو تأتي الغرب المزلّة ٩٣
دمث لجنبك قبل النوم مضطجعا ١٢٨
ده درّين سعد القين ١٢٩
دون ذا وينفق الحمار ١٢٨
- ذ-
ذا نصح شولة النّاصحة ١٣٠
ذاك ضبّ أنا حرشته ١٣٠
ذق عقق ١٣١
ذكّرتني الطّعن وكنت ناسيا ١٣١
ذكّرني فوك حماري أهلي ١٣١
ذلّ لو أجد ناصرا ١٣٠','1','329',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (333,'ذليل عاذ بق<span data-type="title" id=toc-221>ر</span>ملة ١٣٠
ذنبي ذنب صحر ١٣١
ذهبت هيف لأديانها ١٣١
الذّود إلى الذّود إبل ٩٤
الذّئب مغبوط بذي بطنه ٩٥
الذّئب يأدو للغزال ٩٤
الذّئب يكنى أبا جعدة ٩٥
- ر-
رأى الكواكب مظهرا ١٣٨
رأي الشيخ خير من مشهد الغلام ١٤٠
رباعي الإبل لا يرتاع من الجرس ١٤٠
ربّ أخ لم تلده أمّك ١٣٤
ربّ أكلة منعت أكلات ١٣٦
ربّ أمنية جلبت منيّة ١٣٧
ربّ رأس حصيد لسان ١٣٦
ربّ ريث يعقب فوتا ١٣٥
ربّ ساع لقاعد ١٣٤
ربّ سامع عذرتي ولم يسمع قفوتي ١٣٣
ربّ سامع قفوتي ولم يسمع عذرتي ١٣٣
ربّ شدّ في الكرز ١٣٥
ربّ صلف تحت الراعدة ١٣٧
ربّ طلب جرّ إلى حرب ١٣٦
ربّ طمع أدنى إلى طبع ١٣٧
ربّ طمع أدنى إلى طبع ١٣٧
ربّ عجلة تهب ريثا ١٣٨
ربّ غيث لم يكن غيثا ١٣٥
ربّ فرق خير من حبّ ١٣٦
ربّ فروقة يدعى ليثا ١٣٥
ربّ قول أشدّ من صول ١٣٧
ربّ لائم مليم ١٣٤
ربّ ملوم لا ذنب له ١٣٦
ربّ مملول لا يستطاع فراقه ١٣٦
ربّ نار كيّ خليت نار شيّ ١٣٧
ربّ ولد لم تلده أمّك ١٣٤
ربدّت المعزى فربق ربّق ١٣٩
ربدّت الضّأن فرنّق رنق ١٣٩
ربّما أعلم فأذر ١٣٧
ربّما كان السكوت جوابا ١٣٧
رجع إلى قرواه ١٣٨
رجع بخفّي حنين ١٣٩
رجلا مستعير أسرع من رجلي مؤدّ ١٣٩
رد كعب إنّك وارد ١٤١
الرّشف أنقع ٨٣
رضا النّاس غاية لا تدرك ١٤١
رضي من الغنيمة بالإياب ١٣٨
رعى فأقصب ١٣٩','1','330',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (334,'الرّغب شؤم ٨٣
الرّفيق قبل الطّريق ٨٤
رماه بأحقاف رأ<span data-type="title" id=toc-223>س</span>ه ١٣٢
رماه بثالثة الأثافي ١٣٢
رماه بحجره ١٣٢
رماه الله بداء الذّئب ١٣٢
رمتني بدائها وانسلّت ١٣٣
رمي منه في الرّأس ١٣٢
رمية من غير رام ١٣٣
رهباك خير من رغباك ١٤٠
رهبوت خير من رحموت ١٤٠
الرواية إحدى الشّاتمين ٨٩
روغي جعار وانظري أين المفرّ ١٤٠
رويد الشّعر يغبّ ١٤١
رويد الغ<span data-type="title" id=toc-222>ز</span>و ينمرق ١٤١
رويد يعلون الجدد ١٤٠
- ز-
زاحم بعود أودع ١٤٢
زر غبّا تزدد حبّا ١٤٣
زلّة العالم زلّة العالم ١٤٢
زندان في وعاء ١٤٢
زوج من عود خير من قعود ١٤٢
زيّن في عين والد ولده ١٤٢
- س-
ساواك عبد غيرك ١٤٥
سأكفيك ما كان قوالا ١٤٨
سبّح يغترّوا ١٤٥
سبق درّته غراره ١٤٤
سبق السّيف العذل ١٤٤
سبق سيله مطره ١٤٤
سبّك من بلّغك السّبّا ١٤٤
سبّني واصدق ١٤٦
سداد من عوز ١٤٨
سدّ ابن بيض الطّريق ١٤٥
سدك بامرئ جعله ١٤٥
سر وقمر لك ١٤٧
السّراح من النّجاح ٩٣
سرق السّارق فانتحر ١٤٦
سرّك من دمك ١٤٦
السّعيد من وعظ بغيره ٨٨
سقط العشاء به على سرحان ١٤٤
سقطت به النصيحة على الظّنّة ١٤٤
سكت ألفا ونطق خلفا ١٤٥
سلك وادي تضلّل ١٤٤
سمّن كلبك يأكلك ١٤٦
سمنك في أديمك ١٤٦','1','331',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (335,'سميعا دعوتما ١٧٦
سهم الحقّ مري<span data-type="title" id=toc-224>ش </span>١٤٥
سواء علينا قاتلاه وسالبه ١٤٧
سواء هو والعدم ١٤٨
سواسيه كأسنان المشط ١٤٨
سوء الاستمساك خير من حسن ال<span data-type="title" id=toc-225>صّ</span>رعة ١٤٧
سوء الاكتساب يمنع من الانتساب ١٤٧
سوء حمل الفاقة يضع من الشريف ١٤٧
سيرين في خرزة ١٤٨
سيل به وهو لا يدري ١٤٥
- ش-
شاكه يا واصف ١٥١ شالت نعامتهم ١٥٠
شاهد البغض النظر ١٥٣
شتّى تؤوب الحلبة ١٥٢
الشّجاع موقّى ٨١
شخب في الإناء وشخب في الأرض ١٥٢
شدّ للأمر حيزومه ١٥١
شرّ الرّأي الدّبري ١٤٩
شرّ الرّعاة الحطمة ١٥٠
شرّ السّير الحقحقة ١٤٩
شرّ ما اضطرك إلى مخّة العرقوب ١٤٩
شرّ مارام امرؤ ما لم ينل ١٤٩
شرّ المال القلعة ١٥٠
شرّ المال ما لا يذكى ولا يزكّى ١٥٠
الشرّ يبدؤه صغاره ٨٠
شرّ يوميها وأغواه لها ١٥٠
شرّاب بأنقع ١٥٢
شرعك ما بلّغك المحلّا ١٥٢
شرق بالرّيق ١٥١
شغلت شعابي جدواي ١٥١
شمّر ذيلا وادّرع ليلا ١٥٠
شنشنة أعرفها من أخزم ١٥٢
شوى أخوك حتّى إذا أنضج رمّد ١٥١
- ص-
صار الأمر إلى الوزعة ١٥٤
صبرا على مجامر الكرام ١٥٦
صدرك أوسع لسرّك ١٥٥
الصّدق ينبي عنك لا الوعيد ٨٠
صدقني سنّ بكره ١٥٦
صرّح الحقّ عن محضه ١٥٥
صغراها مرّاها ١٥٥
صفقة لم يشهدها حاطب ١٥٥
صكّا ودرهماك لك ١٥٦
الصّمت حكم وقليل فاعله ٧٩
الصّمت يكسب أهله المحبّة ٧٨','1','332',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (336,'صمّت حصاة بدم ١٥٤
صمّي ابنة الجبل ١٥٤
صمّي صمام وان<span data-type="title" id=toc-228>ظ</span>ري أين المفرّ ١٥٤
صن<span data-type="title" id=toc-229>ع</span>ة من<span data-type="title" id=toc-227> ط</span>بّ لمن حبّ ١٥٥
الصّيف<span data-type="title" id=toc-226> ض</span>يّعت اللبن ٩٦- ٢٦٧
- ض-
ضجّ فزده وقرا ١٥٧
ضرب أخماسا لأسداس ١٥٧
ضرب عليه جروته ١٥٨
ضرب غرائب الإبل ١٥٨
ضرب في جهازه ١٥٧
ضربا وطعنا أو يموت الأعجل ١٥٨
ضرطا أكثر ذاك ١٥٩
ضرم شذاه ١٥٨
ضريت فهي تخطف ١٥٩
ضغثا على إبّالة ١٥٨
ضلّ حلم امرأة فأين عيناها ١٥٧
ضلّ دريص نفقه ١٥٧
- ط-
طارت به عنقاء مغرب ١٦٠
طال الأبد على لبد ١٦٠
طرقته أم قشعم ١٦٠
طرقته أم اللهيم ١٦٠
طريق يحنّ فيه العود ١٦٠
طعن اللسان أنفذ من طعن السّنان ١٦٠
الطّعن يظأر ٨٣
- ظ-
ظلّت اليوم تلهيك الجرادتان ١٦١
الظّلم مرتعه وخيم ٨٤
ظنّ العاقل كهانة ١٦١
- ع-
عاد الرمي على النزعة ١٦٥
عاد غيث على ما أفسد البرد ١٦٣
عادة السّوء شرّ غريم ١٦٨
عادت لعترها لميس ١٦٥
عادلا حكّمتما ١٧٦
عارك بجدّ أودع ١٦٦
العاشية تهيج الآبية ٧٧
عاط بغير أنواط ١٦٨
عبد صريخ أمة ١٦٦
عبد ملك عبدا ١٦٧
العبد من لا عبد له ٨٩
عبد وحلي في يديه ١٦٦
العتاب قبل العقاب ٨٤
عثرت على الغزل بأخرة فلم تدع بنجد قردة ١٦٥
عثيثة تقرض جلدا أملسا ١٦٥','1','333',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (337,'عدا القارص فحزر ١٦٣
العدة عطيّة ٨٣
عدوّ الرجل حمقه وصديقه عقله ١٦٨
عرض سابري ١٦٤
عرض عليّ الأمر سوم عالة ١٦٤
عرف حميق جمله ١٦٤
عرفتني نسأها الله ١٦٥
عسى البارقة لا تخلف ١٦٦
عسى الغوير أبؤسا ١٧١
عشب ولا بعير ١٦٧
عش تر ما لم تر ١٦٥
عش رجبا تر عجبا ١٦٦
عشّ ولا تغتّر ١٦٦
عصا الجبان أطول ١٦٩
العصا لا يشقّ غبارها ٩٤
العصا من العصيّة ٩٥
عصب فلان عصب السلمة ١٦٩
عطشا أخشى على جاني كمأة لا قرّا ١٧٠
لعقوق ثكل من لم يثكل ٩٠
على أهلها جنت براقش ١٧٠
على بكرة أبيهم ١٧٠
على الخبير سقطت ١٦٩
على غريبتها تحدى الإبل ١٦٩
على هذا دار القمقم ١٦٩
علّة ما علّة، أوتاد وأخلّة، ونهرنا في الحلّة ١٦٨
علقت مراسيها بذي إكرام ١٦٤
علقت معالقها وصرّ الجندب ١٦٤
عليك بجعرات أمّك يالكيز ١٧١
عمّ الرجل الحازم خرجه ١٦٩
عند جفينة الخبر اليقين ١٦٣
عند الشدائد تذهب الأحقاد ١٠٦- ١٦٣
عند الصباح يحمد القوم السّرى ١٦٢
عند النّطاح يغلب الكبش الأجمّ ١٦٢
عند النّوى يكذبك الصّادق ١٦٢
عنز استتيست ١٦٧
عنقاء معرب ٢٧١
عنيّة فلان تشفي الجرب ١٦٨
العوان لا تعلّم الخمرة ٨٩
العود أحمد ٨٢
عود يعوّد العنج ١٦٧
عود يقلّح ١٦٧
عوير وكسير وكلّ غير خير ١٧٠
العير أوقى لدمه ٩٥
عير عاره وتده ١٦٧
العير يضرط والمكواة في النّار ٨٠
عيل ما هو عائله ١٧٠','1','334',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (338,'عيّ صامت خير من عيّ ناط<span data-type="title" id=toc-232>ق </span>١٦٨
عيّر بجير بجره نسي بجير خبره ١٦٣
عيير وحده ٢٥٨
-<span data-type="title" id=toc-230> غ</span>-
غادر وهيا لا يرقع ١٧٢
غثك خير من سمين غيرك ١٧٣
غرثان<span data-type="title" id=toc-231> ف</span>اربكوا له ١٧٢
غضب الخيل على اللّجم الدّلاص ١٧٣
غلبت جلّتها حواشيها ١٧٢
غمرات ثمّ ينجلينا ١٧٢
غيض من فيض ١٧٣
- ف-
فاها لفيك ١٧٤
فتى ولا كمالك ١٧٥
فتل في الذّروة والغارب ١٧٤
الفحل يحمى شوله معقولا ٧٩
الفرار بقراب أكيس ٩١
فرّق بين معدّ تحابّ ١٧٤
فشاش فشّيه من استه إلى فيه ١٧٤
فضل القول على الفعل دناءة وفضل الفعل على القول مكرمة ١٧٥
فقد الأحبّة غربة ١٧٥
في بطن زهمان زاده ١٧٧
في بيته يؤتى الحكم ١٧٦
في التّجارب علم مستأنف ١٧٥
في العواقب شاف أو مريح ١٧٥
في كلّ شجر نار واستمجد المرخ والعفار ١٧٧
في وجه مالك ترى إمرته ١٧٦
- ق-
قام على منزعة زلخ فزلّ ١٨٥
قبح الله معزى خيرها خطّة ١٨٥
قبل البكاء كنت عابسة ١٨٣
قبل الرّماء تملأ الكنائن ١٨٣
قبل الرّمي يراش السّهم ١٨٣
قبل عير وما جرى ١٨٤
قبل النفاس كنت مصفرّة ١٨٣
قبلك ما جاء الخبر ١٨٤
قد أصبحوا في محض وطب خاثر ١٨٢
قد أعيا فزده نوطا ١٨١
قد أفرخ القوم بيضتهم ١٧٩
قد التقى البطان والحقب ١٨٢
قد التقى الثريان ١٨٢
قد أنصف القارة من راماها وردّ أولاها على آخراها ١٧٩
قد بعت جاري ولم أبع داري ١٨٣
قد بلغ القطوف الوساع ١٧٨','1','335',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (339,'قد بيّن الصّبح لذي عينين ١٨٠
قد تحلب الضجور العلبة ١٧٨
قد جرجر العود فزده وقرا ١٨١
قد ضجّ فزده وقرا ١٨١
قد طرقت بب<span data-type="title" id=toc-233>ك</span>رها أم طبق ١٨٠
قد ظهر نجيث القوم ١٧٩
قد عرفتني سيرتي وأطّت ١٨٠
قد علقت دلوك دلو أخرى ١٨٢
قد غرّني برداك من خدافلي ١٨٠
قد قيل ذلك إن حقّا وإن كذبا ١٨١
قد لا أخشى بالذّئب ١٧٨
قد لا يقاد بي البعير ١٧٨
قد نفخت لو أنفخ في فحم ١٨٢
قد وضع الحلس على بكر علط ١٧٩
قد يبلغ الخضم القضم ١٧٨
قدح في ساقه ١٧٩
القدرة تذهب الحفيظة ٧٨
قرّده حتى أمكنه ١٨٥
قرع للأمر ظنبوبه ١٨٥
قرن الحرمان بالحياء ١٨٥
قرنت الهيبة بالخيبة ١٨٥
قريب المنزعة ١٨٢
قشر له العصا ١٨٥
القضم يدني إلى الخضم ٧٩
قطعت جهيزة قول كلّ خطيب ١٨٤
قف العير على الرّدهة ولا تقل له سأ ١٨٠
قلب له ظهر المجنّ ١٨٠
قميص عثمان الذي قتل فيه ١٨٣
القول ما قالت حذام ٩١
القيد والرّتعة ٨٩
قيّد الإيمان الفتك ١٨٥
- ك-
كأحمر عاد أو كليب وائل ١٩٧
كالأرقم إن يقتل ينقم وإن يترك يلقم ١٩٣
كالأشقر إن يتقدّم ينحر وإن يتأخر يعقر ١٩٣
كالباحثة عن حفتها بظلفها ١٩٣
كالثّور يضرب لمّا عافت البقر ١٩٤
كالحادي وليس له بعير ١٩١
كالخروف أينما مال أنقى الأرض بصوف ١٨٧
كالسّيل تحت الدّمن ١٩٢
كالشّاة تبحث عن سكّين جزّار ١٩٣
كالفاخرة بحدج ربّتها ١٩١
كالقابض على الماء ١٨٧
كالمتمرّغ في دم القتيل ١٨٧
كالمربوط والمرعى خصيب ١٩٢
كالمستجير من الرمضاء بالنّار ١٨٧- ١٩٠','1','336',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (340,'كالمستجير من الظّلماء بالنّار ١٩٠
كالمهدّر في العنّة ١٩٢
كالنازي بين القرينين ١٩١
كاد الفقر يكون كفرا ٢٠٢
كاد المنتعل يكون راكبا ٢٠٢
كاد النّعام يطير ٢٠٢
كاد يشرق بالرّيق ٢٠٢
كادت الشّمس تكون صلاء ٢٠٢
كادت العروس تكون ملكا ٢٠٢
كادت القمراء تكون نهارا ٢٠٢
كان جرحا فبرئ ١٩٩
كان حمارا فاستأتن ١٩٨
كان ذراعا فصار كراعا ١٩٨
كان كراعا فصار ذراعا ١٩٨
كانت لقوة لاقت قبيسا ١٩٩
كانت وقرا في حجر ١٩٩
كانوا مخلّين فلاقوا حمضا ١٩٢
كأنّ على رؤوسهم الطير ١٩٦
كبر عمرو عن الطوق ٢٠٠
كبرق خلّب ١٩٥
كحسو الدّيك ١٩٥
كحماري العبادي ١٩٥
كدابغة وقد حلم الأديم ١٩١
كدمت غير مكدم ١٩٩
كذلك النّجار يختلف ٢٠١
كذي العرّ يكوى غيره وهو راتع ١٩٤
الكراب على البقر ٩٧
كراغية البكر ١٩٥
كركبتي البعير ١٩٤
كرهت الخنازير الماء الموغر ١٩٢
كسؤر العبد من لحم الحوار ١٩٧
كطالب القرن جدعت أذناه ١٩٧
كعكمي البعير ١٩٥
كفى برغائها مناديا ١٩٩
كفى قوما بصاحبهم خبيرا ٢٠٠
كفت على وئيّة ٢٠١
كفرسي رهان ١٩٤
كلا جانبي هرشى لهنّ طريق ٢٠٠
الكلاب على البقر ٩٧
كلاهما وتمرا ٢٠٠
كلب اعتس خير من أسد ربض ٢٠٠
كلّ أزبّ نفور ١٨٩
كلّ امرئ بطوال العيش مكذوب ١٨٧
كلّ امرئ في شأنه ساع ١٨٧
كلّ إناء ينضح بما فيه ١٨٦
كلّ الحذاء يحتذي الحافي الوقع ١٨٩','1','337',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (341,'ك<span data-type="title" id=toc-234>لّ </span>ذات بعل ستئيم ١٩١
كلّ ذات ذيل تختال ١٩١
كلّ ذات صدار خالة ١٩٠
كلّ شاة برجلها تناط ١٩٠
كلّ شيء مهه ومهاه إلّا النّساء وذكرهنّ ١٩٠
كلّ الصّيد في جوف الفرا ١٨٨
كلّ ضبّ عنده مرداته ١٩٠
كلّ الطعام تشتهي ربيعة ١٨٦
كلّ غانية هند ١٨٧
كلّ فتى في أهله صبيّ ١٨٦
كلّ فتاة بأبيها معجبة ١٨٦
كلّ كلب ببابه نبّاح ١٨٦
كلّ مجد مع النّواكه مود ١٨٨
كلّ مجر في الخلاء يسرّ ١٨٨
كلّ نجار إبل نجارها ١٨٩
كلّفني الأبلق العقوق ١٩٢
كلّفتني بيض الأنوق ١٩٨
كلّفتني مخّ البعوض ١٩٨
كما خلت قدر بني سدوس ١٩٢
كمبتغي الصّيد في عريسة الأسد ١٩٧
كمستبضع تمرا إلى هجر ١٩٦
كمستبضع الملح إلى أهل بارق ١٩٦
كمعلّمة أمّها البضاع ١٩٢
كن حلما كنه ٢٠١
كنت من هذا الأمر فالج بن خلاوة ١٩٩
كندماني جذيمة ١٩٦
كيف توقى ظهر ما أنت راكبه ٢٠١
كيف بغلام أعياني أبوه ٢٠١
- ل-
لا شأننّ شأنهم ٢١٤
لأطعننّ في حوصهم ٢١٥
لأفعلنّ ذلك قبل حساس الأيسار ٢١٣
لألجئنّك إلى قرّ قرارك ٢١٤
لألحقنّ حواقنك بدواقنك ٢١٤
لألحقنّ قطوفها بالمعناق ٢١٣
لأمدّنّ غضنه ٢١٤
لأمر ما جدع قصير أنفه ٢١٦
لأمر ما يسوّد من يسود ٢١٦
لا أبالك ٢٨٠
لا أبوك نشر ولا التّراب نفد ٢٨٦
لا أرعاها سنّ الحسيل ١١٦- ٢٨٥
لا أفعل ذلك أبد الأبيد ٢٨٦
لا أفعل ذلك الأزلم الجذع ٢٨٥
لا أفعل ذلك ألوه هبيرة بن سعد ٢٨٥
لا أفعل ذلك حتّى يحنّ الضّبّ في ٢٨٦
إثر الإبل الصّوادر','1','338',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (342,'لا أفعل ذلك دهر الدّاهرين ٢٨٥
لا أفعل ذلك سجيس الأوجس ٢٨٥
لا أفعل ذلك سجيس عجيس ٢٨٥
لا أفعل ذلك السّمر والقمر ٢٨٥
لا أفعل ذلك عوض العائضين ٢٨٦
لا أفعل ذلك معزى الفزر ٢٨٥
لا أمّ لك ٢٨٠
لا بقيا للحميّة بعد الحرائم ٢٨٤
لا تبق إلّا على نفسك ٢٧٩
لا تحمدن أمّة عام شرائها ولا حرّة عام بنائها ٢٧٧
لا تراهن على الصّعبة ولا تنشد القريض ٢٨٠
لا تسأل الصّارخ وانظر ماله ٢٧٨
لا تسخر من شيء فيحور بك ٢٧٩
لا تطمع في كلّ ما تسمع ٢٧٨
لا تظعني فتهيجي القوم للظعن ٢٧٩
لا تعدم الحسناء ذاما ٢٧٦
لا تعدم الخرقاء علّة ٢٧٦
لا تعدم صناع ثلّة ٢٧٧
لا تعدم من ابن عمّك نصرا ٢٧٧
لا تعظيني وتعظعظي ٢٨٠
لا تعقرها لا أبالك إمّالنا وإمّالك ٢٨٠
لا تغز إلّا بغلام قد غزا ٢٧٨
لا تفاكهنّ أمة ولا تبل على أكمة ٢٧٧
لا تقتن من كلب سوء جروا ٢٧٩
لا تكذبنّ ولا تشبّهنّ ٢٧٧
لا تكن أدنى العيرين إلى السّهم ٢٧٨
لا تكن حلوا فتسترط ولا مرّا فتعقى ٢٧٨
لا تمازحنّ شريفا فيحقد عليك ولا دنيّا فيجترئ عليك ٢٧٧
لا تنقش الشّوكة بمثلها فإنّ ضلعها معها ٢٧٩
لا تنه عن خلق وتأتي مثله ٢٧٨
لا تهرف بما لا تعرف ٢٧٨
لا جديد لمن لا يلبس الخلقا ٢٨٢
لا حرّ بوادي عوف ٢٨٢
لا خلّ لي فيه ولا خمر ٢٨٣
لا خير في رزمة ولا درّة لها ٢٨٤
لا ذنب لي قد قلت للقوم استقوا ٢٨٣
لا رأي لمكذوب ٢٠٤- ٢٨٤
لا شحم ولا لبس ٢٨٤
لا عطر بعد عروس ٢٨٢
لا فتى إلّا عمرو ٢٨٤
لا في العير ولا في النّفير ٢٨٦
لا لعا له ٢٨٦
لا مخبأ لعطر بعد عروس ٢٨٢
لا ناقة لي فيه ولا جمل ٢٨٣','1','339',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (343,'لاهنك أنقيت ولا ماءك أبقيت ٢٨٤
لا يحسن التّعريض إلّا ثلبا ٢٧٦
لا يدعى للجلّى إلّا أخوها ٢٨٠
لا يرحل رحلك من ليس معك ٢٧٥
لا يرسل السّاق إلا ممسكا ساقا ٢٧٥
لا يشقّ غباره ٢٨١
لا يصطلى بناره ٢٨١
لا يضرّ الحوار وطء أمّه ٢٧٥
لا يطاع لقصير أمر ٢٨١
لا يطلب أثر بعد عين ٢٨١
لا يعجز مسك السّوء من عرف السّوء ٢٧٤
لا يعدم الحوار من أمّه حنّة ٢٧٦
لا يعدم الشّقيّ مهيرا ٢٧٦
لا يعدم عائش وصلات ٢٧٦
لا يقعقع لي بالشّنان ٢٨١
لا يقوم لمنزل الأمر إلّا ابن إحداها ٢٧٤
لا يكذب الرّائد أهله ٢٧٤
لا يلبث الحلب الحوالب ٢٨١
لا يلبث الغويّان الصّرمة ٢٨٢
لا يلتاط هذا بصفري ٢٧٥
لا يملك حائن دمه ٢٧٤
لا يملك مولى لمولى نصرا ٢٧٤
لا ينتصف حليم من جهول ٢٧٤
لا ينفعك من جار سوء توقّ ٢٧٥
لا ينفعك من ردى حذاره ٢٧٥
لبّث قليلا تلحق الحلائب ٢٢٠
لبّث قليلا يلحق الدّاريون ٢١٩
لبّث قليلا يلحق الهيجا حمل ٢٢٠
لبس له جلد النمر ٢١٩
لتجدّنه ألوى بعيد المستمرّ ٢١٩
لجّ فحجّ ٢١٨
لذي الحلم قبل اليوم ما تقرع العصا ٢١٥
لعق فلان إصبعه ٢١٨
لعلّ له عذرا وأنت تلوم ٢١٧
لعلّني مضلّل كعامر ٢١٧
لقد استبطنتم بأشهب بازل ٢١٤
لقد ذل من بالت عليه الثّعالب ٢١٧
لقد كنت وما أخشى بالذّئب ٢١٨
لقد كنت وما يقاد بي البعير ٢١٨
لقيت منه الأمرّين ٢١١
لقيت منه البرحين ٢١٢
لقيت منه بنات برح ٢١٢
لقيت منه عرق القربة ٢١٢
لقيت منه الفتكرين ٢١٢
لقيته أدنى ظلم ٢٠٩
لقيته التقاطا ٢٠٩','1','340',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (344,'لقيته أوّل ذات يدين ٢٠٨
لقيته أوّل صوك وبوك ٢٠٩
لقيته أوّل عائنة ٢٠٨
لقيته أوّل عين ٢٠٨
لقيته بعيدات بين ٢١١
لقيته بوحش إصمت ٢١٠
لقيته بين سمع الأرض وبصرها ٢١٠
لقيته ذات الزّمين ٢١٠
لقيته ذات صبحة ٢١١
لقيته ذات العويم ٢١٠
لقيته ذات يدين ٢١١
لقيته صحرة بحرة ٢١٠
لقيته صراحا ٢٠٩
لقيته صفاحا ٢٠٩
لقيته صكّة عميّ ٢١١
لقيته عن عفر ٢١١
لقيته عن هجر ٢١١
لقيته في الفرط ٢١١
لقيته قبل صيح ونفر ٢١٠
لقيته كفاحا ٢٠٩
لقيته كفّة كفّة ٢٠٩
لك أبكي ولا عبرة لي ٢١٤
لك العتبى ولا أعوده ٢١٤
لك ما أبكي ولا عبرة لي ٢١٥
لكل أناس في بعيرهم خبر ٢١٣
لكلّ جواد كبوة ٢١٢
لكلّ داخل دهشة ٢١٣
لكلّ ساقطة لاقطة ٢١٣
لكلّ صارخ نبوة ٢١٢
لكلّ عالم هفوة ٢١٢
لكن بشعفين أنت جدود ٢١٧
لكن خلالي قد سقط ٢١٦
لكن خلالي قد سقط ٢١٦
لكن على بلدح قوم عجفى ٢١٦
لكنّ بالأثلاث لحم لا يظلّل ٢١٦
لكنّ حمزة لا بواكي له ٢١٦
للسوق درّة وغرار ٢١٥
لليدين وللفم ٢١٥
لم أجد لشفرقي محزّا ٢٢٠
لم يحرم من فصد له ٢٢٠
لم يفت من لم يمت ٢٢٠
لم يهلك من مالك ما وعظك ٢٢١
لمثلها كنت أحسيك الحسا ٢١٥
لمثلها كنت أسقيك المجع ٢١٥
لو ترك القطا ليلا لنام ٢٠٧
لو خيّرك القوم لاخترت ٢٠٦
لو ذات سوار لطمتني ٢٠٧','1','341',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (345,'لو شكان ذا إهالة ٢١٨
لو كان ذا حيلة لتحوّل ٢٠٨
لو كنت<span data-type="title" id=toc-235> م</span>نّا حذوناك ٢٠٧
لولا اللّئام لهلك الأنام ٢٠٨
لولا الوئام لهلك الأنام ٢٠٨
لو لك عويت لم أعوه ٢٠٧
لو نهيت الأولى لانتهت الثانية ٢٠٦
ليت حظي من أبي كرب أن يسدّ عني خيره خبله ٢٠٩
ليت لنا من كلّ عرفجة خوصة ٢٠٣- ٢٢١
ليس بصلّاد القدح ٢٠٦
ليس بعد الإسار إلّا القتل ٢٠٥
ليس بعشّك فادرجي ٢٠٦
ليس الرّيّ عن التّشاف ٢٠٤
ليس عبد بأخ لك ٢٠٥
ليس عليك نسجه فاسحب وجرّ ٢٠٥
ليس قطا مثل قطيّ ٢٠٥
ليس لشره غنى ٢٠٣
ليس لعين ما رأت ولكن لكفّ ما أخذت ٢٠٣
ليس لما قرّت به العين ثمن ٢٠٣
ليس لمكذوب رأي ٢٠٤
ليس لملول صديق ٢٠٣
ليس لها راع ولكن حلبة ٢٠٣ ليس المتعلّق كالمتأنّقّ ٢٠٤
ليس المخبر كالمعاين ٢٠٤
ليس من العدل سرعة العذل ٢٠٥
ليس من القوّة التورّط في الهوّة ٢٠٦
ليس الهنء بالدسّ ٢٠٤
الليل أخفى للويل ٩٦
الليل داج والكباش تنتطح ٩٧
الليل طويل وأنت مقمر ٩٧
الليل وأهضام الوادي ٩٧
- م-
مأربة حفاوة ٢٤٩
ماء ولا كصدّاء ٢٥٠
ما أبسّ عبد بناقة ٢٢٥
ما أتّقى الله أحد حقّ تقاته حتّى يخزن من لسانه ٢٣٥
ما اختلف الأجدّان ٢٢٤
ما اختلف الجديدان ٢٢٤
ما اختلف العصران ٢٢٤
ما اختلف الملوان ٢٢٣
ما اختلفت درّة وجرّة ٢٥٤
ما أدري أي الأورم هو ٢٥٢
ما أدري أي البرنساء هو ٢٥٢
ما أدري أيّ الطبن هو ٢٥٢','1','342',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (346,'ما أدري أي الطمش هو ٢٥١
ما أدري أيّ النّخط هو ٢٥٢
ما أدري أيّ الورى هو ٢٥٢
ما أرخص النّاقة لولا السّنّور ٢٢٨
ما أشبه الليلة بالبارحة ٢٢٨
ما أصبت منه أقذّ ولا مريشا ٢٣٣
ما أطّت الإبل ٢٢٥
ما اكتحلت غماضا ولا حثاثا ٢٣١
ما أكلت أكالا ٢٣١
ما أكلت ذواقا ٢٣١
ما أكلت شماجا ٢٣١
ما أنت إلّا تمرّثني الودع ٢٣٥
ما بالدّار أرم ٢٥٤
ما بالدّار تامور ٢٥٤
ما بالدّار دبّي ٢٥٢
ما بالدّار دبّيج ٢٥٣
ما بالدّار دعوي ٢٥٢
ما بالدّار دوريّ ٢٣٥
ما بالدّار ديّار ٢٥٣
ما بالدّار شفر ٢٥٢
ما بالدّار صافر ٢٥٣
ما بالدّار طوريّ ٢٥٣
ما بالدّار عائن ٢٥٤
ما بالدّار عريب ٢٥٣
ما بالدّار عين ٢٥٤
ما بالدّار نافخ ضرمة ٢٥٤
ما بالدّار وابر ٢٥٣
ما بالعير من قماص ٢٣٤
ما بقي منه إلا قدر ظمء حمار ٢٣٤
ما بللت منه بأعزل ٢٣٤
ما بللت منه بأفوق ناصل ٢٣٤
مابه وذية ٢٣٤
ما تقرن به الصعبة ٢٢٦
ما تقوم رابضته ٢٢٧
ما تكلّمت بكلمة حتّى أخطمها وأزمّها ٢٣٦
ما حللت ببطن تبالة لتحرم الأضياف ٢٣٥
ما حملت عيني الماء ٢٢٥
ما حنّت النّيب ٢٢٥
ما حيّ حيّ أو مات ميت ٢٢٤
ما خالفت درّة وجرّة ٢٢٤
مادام للزيت عاصر ٢٢٤
ما ذقت ذواقا ٢٣٠
ما ذقت شماجا ٢٣٠
ما ذقت عدافا ٢٣٠
ما ذقت عذوبا ٢٣٠
ما ذقت عذوفا ٢٣٠','1','343',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (347,'ما ذقت عضاضا ٢٢٩
ما ذقت علوسا ٢٣٠
ما ذقت لماجا ٢٣٠
ما ذقت لماظا ٢٣٠
ما ذقت لماقا ٢٣١
ما ذقت مضاضا ٢٣٠
ما زال منها بعلياء ٢٣٦
ما سلمت الجلّة فالسّخل هدر ٢٣٥
ما سمر ابنا سمير ٢٢٣
ما سمر سمير ٢٢٣
ما شيء أحقّ بطول السّجن من اللسان ٢٣٥
ما صدقة أفضل من صدقة من قول ٢٣٦
ما طاف فوق الأرض حاف وناعل ٢٢٦
ما عقالي لك بأنشوطة ٢٣٦
ما عليك من دم هراقه أهله ٢٢٩
ما عليه خربصيصة ٢٣٢
ما عليه خضاض ٢٣٢
ما عليه طحربة ٢٣١
ما عليه فراض ٢٣١
ما عليه هلبسيسة ٢٣٢
ما عنده خلّ ولا خمر ٢٢٦
ما عنده خير ولا مير ٢٢٦
ما غبا غبيس ٢٢٥
ما غرّد راكب ٢٢٥
ما في كنانته أهزع ولا مريش ٢٣٣
ما قرعت عصا بعصا إلّا حزن لها قوم وسرّ آخرون ٢٣٧
ما كفى حربا جانيها ٢٣٦
ما كلّ بيضاء شحمة ولا كلّ سوداء تمرة ٢٢٨
ما لاح للسّاري نجم ٢٢٤
مالا لأت الفور ٢٢٤
ماله ثاغية ولا راغية ٢٣٣
ماله حاف ولا راف ٢٤٠
ماله حبض ولا نبض ٢٣٣
ماله سبد ولا لبد ٢٣٣
ماله ستر ولا حجر ٢٣٣
ماله سعنة ولا معنة ٢٣٣
ماله عافطة ولا نافطة ٢٣٢
ماله لا عدّ من نفره ٢٣٦
ماله قذ عملة ولا قرطعبة ٢٣٢
ماله هارب ولا قارب ٢٣٢
ماله هلّع ولا هلّعة ٢٣٢
ما وراءك يا عصام ٢٢٩
ما يبضّ حجره ٢٢٦
ما يبلّ الرّضفة ٢٢٧
ما يجعل البؤس كالأذى ٢٢٩','1','344',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (348,'ما يجعل قدّك إلى أديمك ٢٢٩
ما يجمع بين الأروى والنّعام ٢٢٨
ما يحجز في العكم ٢٢٦
ما يدري أسعد الله اكبر أم جذام ٢٢٣
ما يدري أيّ من أيّ ٢٢٢
ما يدري أيّ طرفيه أطول ٢٢٣
ما يدري أيخثر أم يذيب ٢٢٢
ما يشقّ غباره ٢٢٧
ما يعرف الحوّ من اللوّ ٢٢٢
ما يعرف قبيلا من دبير ٢٢٢
ما يعرف الهرّ من البرّ ٢٠٢
ما يعوى ولا ينبح ٢٢٧
ما يقعقع له بالشّنان ٢٢٧
ما يوم حليمة بسرّ ٢٣٥
متى عهدك بأسفل فيك ٢٥١
متى كان حكم الله في كرب النّخل ٢٥١
مثقل استعان بذقنه ٢٤٧
مثل خبز الشعير أكلا وذمّا ٢٤٦
مثل الغريق بما يجد يتعلّق ٢٤٦
مثل الماء خير من الماء ٢٤٥
مجاهرة إذا لم أجد مختلا ٢٤٧
محا السّيف ما قال ابن دارة أجمعا ٢٥٥
المحاجزة قبل المناجزة ٨٥
محترس من مثله وهو حارس ٢٤٨
محسنة فهيلي ٢٤٨
مخرنبق لينباع ٢٤٧
مذكية تقاس بالجذاع ٢٤٨
المرء أعلم بشأنه ٨٦
المرء بأصغريه ٨٦
المرء توّاق إلى مالم ينل ٨٥
المرء يعجز لا المحالة ٨٦
مرّة عيش ومرّة جيش ٢٥١
مرد مارد وعزّ الأبلق ٢٥٥
مرعى ولا كالسّعدان ٢٥٠
المزاحة تذهب المهابة ٧٨
مطل الغنيّ ظلم ٢٤٩
مطل كنعاس الكلب ٢٤٠
مع الخواطئ سهم صائب ٢٥١
معاتبة الأخ خير من فقده ٢٤٧
معاداة العاقل خير من مصادقة الجاهل ٢٤٧
المعاذير يشوبها الكذب ٨٠
المعزى تبهي ولا تبني ٩٥
معلمة أمّها البضاع ٢٤٨
مقتل الرجل بين لحييه ٢٤٩
المكثار كحاطب اللّيل ٨٨
مكره أخوك لا بطل ٢٤٧','1','345',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (349,'ملك ذا أمر أمره ٢٥٥
الملك عقيم ٨١
ملكت فأسجح ٢٥٥
من أبعد أدوائها تكوى الإبل ٢٤٥
من أجدب انتجع ٢٤١
من استرعى الذّئب فقد ظلم ٢٣٩
من استغنى كرم على أهله ٢٣٩
من أشبه أباه فما ظلم ٢٤٠
من اشترى اشتوى ٢٤٢
من أكثر أهجر ٢٤١
من التوقي ترك الإفراط في التّوقّي ٢٤٥
من حفر مغوّاة وقع فيها ٢٤٠
من حفّنا أو رفّنا فليترك ٢٤٠
من حقر حرم ٢٤١
من دخل ظفار حمّر ٢٣٨
من سرّه بنوه ساءته نفسه ٢٣٩
من سلك الجدد أمن العثار ٢٣٩
من شرّ ما ألقاك أهلك ٢٤٥
من صانع لم يحتشم ٢٤٢
من عال بعدها فلا اجتبر ٢٣٨
من عرف بالصّدق جاز كذبه ومن عرف بالكذب لم يجز صدقه ٢٤٠
من عزّ بزّ ٢٤١
من العناء رياضة الهرم ٢٤٥
من قلّ ذلّ ومن أمر فلّ ٢٤١
من كان ذا دهن طلى استه ٢٤٠
من كلا جانبيك لا لبّيك ٢٤٥
من لا حاك فقد عاداك ٢٣٨
من لانت كلمته وجبت محبّته ٢٣٩
من لا يذد عن حوضه يهدم ٢٤٤
من لك بأخيك كلّه ٢٤٤
من لك بالسّانح بعد البارح ٢٤٤
من مأمنه يؤتى الحذر ٢٤٥
من نجا برأسه فقد ربح ٢٣٨
من يأت الحكم وحده يفلح ٢٤٣
من يبغ في الدين يصلف ٢٤٤
من يجتمع يتقعقع عمده ٢٤٣
من ير يوما ير به ٢٤٢
من يسمع يخل ٢٤٢
من يشتري سيفي وهذا أثره ٢٤٤
من يطل أير أبيه ينتطق به ٢٤٢
من يكن حذّاء تجدّ نعلاه ٢٤٢
من يلق أبطال الرجال يكلم ٢٤٣
من يمدح العروس إلّا أهلّها ٢٤٤
من ينكح الحسناء يعط مهرها ٢٤٢
المنايا على الحوايا ٨٥','1','346',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (350,'الم<span data-type="title" id=toc-236>نّ</span><span data-type="title" id=toc-237>ة </span>تهدم الصنيعة ٧٨
منك أنفك وإن كان أجدع ٢٤٦
منك ربضك وإن كان سمارا ٢٤٦
منك عيصك وإن كان أشبا ٢٤٦
المنيّة ولا الدّنيّة ٩٣
مواعيد عرقوب ٢٥٠
موت لا يجرّ إلى عار خير من عيش في رماق ٢٤٩
مؤدم مبشر ٢٤٨
- ن-
النّار ولا العار ٩٣
النّاس إخوان وشتّى في الشّيم ٨٦
النّاس بخير ما تباينوا ٨٦
النّاس بين خاذف وقاذف ٨٧
الناس كإبل مئة لا تجد فيها راحلة ٨٧
الناس كأسنان المشط ٨٧
ناوص الجرّة ثمّ سالمها ٢٥٩
النبع يقرع بعضه بعضا ٧٩
نجارها نارها ٢٥٨
نجّى حمارا سمنه ٢٥٦
الندم على السّكوت خير منه على القول ٩٣
ندمت ندامة الكسعيّ ٢٥٦
نزت به البطنة ٢٥٦
نزو الفرار استجهل الفرارا ٢٥٧
النّساء حبائل الشّيطان ٨٧
النّساء لحم على وضم ٨٧
نسيج وحده ٢٥٨
نشطته شعوب ٢٥٦
نظر التّيوس إلى شفار الجازر ٢٥٧
نظر المريض إلى وجوه العوّد ٢٥٧
النظرة الأولى الحمقاء ٨١
نظرة من ذي علق ٢٥٧
نعم عوفك ٢٥٨
نعم كلب في بؤس أهله ٢٥٦
النفاض يقطر الجلب ٧٧
النّفس أعلم من أخوها النافع ٨٧
نفس عصام سوّدت عصاما ٢٥٧
النفس مولعة بحبّ العاجل ٨٧
نفسي تمقس من سمانى الأقبر ٢٥٧
نفع قليل وفضحت نفسي ٢٥٨
النقد عند الحافر ٩٢
نكد الحظيرة ٢٥٩
- هـ-
هامة اليوم أو غد ٢٧٢
هان على الأملس مالاقى الدّبر ٢٧٢
هبلته أمّه ٢٧٣','1','347',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (351,'هدنة على دخن<span data-type="title" id=toc-238> و</span>صلح على أقذاء ٢٧٢
هذا أجلّ من الحرش ٢٦٦
هذا أمر لا تبرك عليه الإبل ٢٦٦
هذا أوان الشدّ فاشتدّي زيم ٢٦٥
هذا جناي وخياره فيه ٢٦٥
هذا حظّ جدّ من المبناة ٢٦٧
هذا على طرف الثمام ٢٦٦
هذا ومذقة خير ٩٦- ٢٦٧
هذه بتلك فهل جزيتك يا عمرو ٢٦٧
هذه بتلك والبادئ أظلم ٢٦٨
هل بالرمل أو شال ٢٧٠
هل تخاف أن يعجلنا قبل أن نحلّ ٢٧١
هل من جائبة خبر ٢٧٠
هل من مغربة خبر ٢٧١
هل يجمع السّيفان ويحك في غمد ٢٧٠
هل يخفى على النّاس القمر ٢٧٠
هل ينهض البازي بغير جناح ٢٧٠
همّك ما أهمّك ٢٧١
هنيت ولا تنكه ٢٧٢
هنيئا لك النّافجة ٢٧٢
هو ابنة الجبل مهما يقل يقل ٢٦٨
هو أزرق العين ٢٦٩
هو أسود الكبد ٢٦٩
هو رخيّ اللّبب ٢٦٩
هو ساكن الرّيح ٢٦٩
هو عريض البطان ٢٦٩
هو على حبل ذراعك ٢٦٨
هو على حندر عينه ٢٦٨
هو قفا غادر شرّ ٢٦٨
هو واقع الطير ٢٦٩
هوت أمّه ٢٧٣
هوّن عليك ولا تولع بإشفاق ٢٧١
هيجّ على غيّ وذر ٢٧٢
هيّن وليّن وأودت العين ٢٧٣
- و
وافق شنّ طبقه ٢٦٢
وأهل عمرو قد أضلّوه ٢٦٤
وجد تمره الغراب ٢٦٢
وجدت الدّابة ظلفها ٢٦٢
الوحدة خير من قرين السّوء ٩٠
وحمى ولا حبل ٢٦٤
وقع في أمّ جندب ٢٦٠
وربّ حام لأنفه وهو جادعه ٢٦٤
وقع في الأهيغين ٢٦٠
وقع في سيّ رأسه ٢٦٠
وقع القوم في سلى جمل ٢٦٠','1','348',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (352,'وقعوا ف<span data-type="title" id=toc-239>ي </span>دوكة وبوخ ٢٦٠
وقعوا في وادي تخيّب ٢٦١
وقعوا في وادي تضلّل ٢٦١
وقعوا في وادي تهلّك ٢٦١
وقعوا في وادي جذبات ٢٦١
ولّ حارّها من ولي قارّها ٢٦٣
ولّي الثّكل بنت غيرك ٢٦٤
ولدك من دمّى عقبيك ٢٦٣
ولكن من يمشي سيرضى بما ركب ٢٦٤
ويل للشجيّ من الخليّ ٢٦٣
ويل للشّعر من راوية السّوء ٢٦٣
- ي-
يأتيك بالأخبار من لم تزوّد ٢٩٠
يا حبّذا المنتعلون قياما ٢٩١
يا ضلّ ما تجري به العصا ٢٩١
يا عاقد اذكر حلا ٢٩١
يا عبرى مقبلة ويا سهرى مدبرة ٢٩١
يا للأفيكة ٢٩٢
يا للبهيتة ٢٩٢
باللعضيهة ٢٩٢
يا ماء ولو بغيرك غصصت أجزت بك ٢٩١
يبعث الكلاب من مرابضها ٢٨٨
يجري بليق ويذمّ ٢٩٠
يحثّ وهو الآخر ٢٨٧
يحرق فلان عليه الأرّم ٢٩١
يحمل شنّ ويفدّى لكيز ٢٩٠
يد تشجّ وأخرى منك تأسوني ٢٨٩
يداك أوكتا وفوك نفخ ٢٨٩
يدع العين ويتبع الأثر ٢٨٩
يذهب يوم الغيم ولا يشعر به ٢٩١
يربض حجرة ويرتعي وسطا ٢٨٨
يرقم في الماء ٢٨٨
يركب الصّعب من لا ذلول له ٢٨٨
يريك يوم برأيه ٢٩٠
يسرّ حسوا في ارتغاء ٢٨٧
يشجّ تارة ويأسو أخرى ٢٨٧
يشوب ويروب ٢٨٧
يضرب أخماسا لأسداس ٢٨٧
يعلم من حيث تؤكل الكتف ٢٨٨
يعود على المرء ما يأتمر ٢٩٠
يفتل في الذروة والغارب ٢٨٧
يكفيك كدحك شحّ القوم ٢٨٩
يكفيك ما بلّغك المحلا ٢٨٩
يكفيك ما بلّغ المحلا ٢٨٩
يكفيك من شرّ سماعه ٢٨٨
اليوم خمر وغدا أمر ٩٧
يوهي ولا يرقع ٢٨٨','1','349',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (353,'<span data-type="title" id=toc-240>٩- فهرس<span data-type="title" id=toc-241> ا</span>لمصادر والمرا<span data-type="title" id=toc-245>ج</span>ع</span>
- آ-
١- إرشاد الأري<span data-type="title" id=toc-242>ب </span>إلى معرفة الأديب (معجم الأدباء) ، ياقو<span data-type="title" id=toc-243>ت </span>الحموي، تح مرجليو<span data-type="title" id=toc-244>ث</span>، القاهرة د. ت.
٢- الأصمعيّات، اختيار الأصمعي، تح أحمد محمد شاكر وعبد السلام هارون، القاهرة ١٩٧٩ م.
٣- الأعلام، خير الدين الزركلي، بيروت ١٩٨٠ م.
٤- الإمتاع والمؤانسة، أبو حيّان التوحيدي، تح أحمد أمين وأحمد الزين، بيروت د. ت.
٥- أمثال العرب، المفضّل الضبي، تح إحسان عبّاس، بيروت ١٤٠١ هـ- ١٩٨١ م.
٦- أنباه الرواة على أنباه النحاة، القفطي، علي بن يوسف، تح محمد أبو الفضل إبراهيم، القاهرة ١٩٥٢ م.
- ب-
٧- بغية الوعاة في طبقات اللغويين والنحاة، السيوطي، عبد الرحمن، تح محمد أبو الفضل إبراهيم، القاهرة ١٣٨٤ هـ- ١٩٦٤ م.
- ت-
٨- تاريخ بغداد، الخطيب البغدادي، أحمد بن علي، دمشق، د. ت.
٩- التعريف بمصادر البحث عن الأمثال، حسين علي الحاج حسن، النجف، ١٣٨٦ هـ- ١٩٦٧ م.
١٠- تمثال الأمثال، محمد بن علي العبدري الشيبي، تح أسعد ذبيان، بيروت ١٤٠٢ هـ- ١٩٨٢ م
١١- تهذيب اللغة، محمد بن أحمد الأزهري، تح عبد السلام هارون، القاهرة ١٣٨٤ هـ- ١٩٦٤ م.
- ث-
١٢- ثمار القلوب في المضاف والمنسوب، أبو منصور الثعالبي، تح محمد أبو الفضل إبراهيم، القاهرة ١٩٨٥ م.
- ج-
١٣- الجليس الصالح الكافي، المعافى بن زكريا النهرواني، تح محمد مرسي الخولي وإحسان عباس، بيروت ١٤١٣ هـ- ١٩٩٣ م.
١٤- جمع الجوامع (الجامع الكبير) عبد الرحمن السيوطي، القاهرة د. ت.','1','350',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (354,'١٥- جمهرة الأمثال، أبو هلال العسكري، ت<span data-type="title" id=toc-246>ح </span>محم<span data-type="title" id=toc-248>د </span>ابو الفضل إبراهيم وعبد المجيد قطامش بيروت، ١٤٠٨ هـ- ١٩٨٨ م.
- ح-
١٦- حلية الأولياء وطبقات الأصفياء، أبو نعيم الأصبهاني، بيروت ١٤٠٥ هـ- ١٩٨٥ م.
١٧- حماسة البحتري، تح كمال مصطفى، القاهرة ١٩٢٩ م.
١٨- الحماسة المغربية، أبو العباس الجراوي، تح محمد رضوان الداية، دمشق ١١٤١ هـ- ١٩٩١ م.
-<span data-type="title" id=toc-247> خ</span>-
١٩- خزانة الأدب ولب لباب لسان العرب، عبد القادر البغدادي، تح عبد السلام هارون، القاهرة ١٩٧٩ م.
- د-
٢٠- الدرة الفاخرة في الأمثال السائرة، حمزة بن الحسن الأصفهاني، تح عبد المجيد قطامش، القاهرة، ١٩٧٢ م.
٢١- ديوان ابن هرمة، تح حسين عطوان ومحمد نفاع، دمشق ١٩٦٩ م.
٢٢- ديوان أبي الأسود الدؤلي، تح محمد حسن آل ياسين، بيروت ١٩٨٢ م.
٢٣- ديوان أحيحة بن الجلاح، تح صالح البكاري والطيّب العشاش، حوليات الجامعة التونسيّة.
٢٤- ديوان الأغلب العجلي (شعراء أمويون) تح نوري حمودي القيسي، بيروت ١٩٨٥ م.
٢٥- ديوان امرئ القيس، تح محمد أبو الفضل إبراهيم، القاهرة ١٩٩٠ م.
٢٦- ديوان أوس بن حجر، تح محمد يوسف نجم، بيروت ١٣٨٠ هـ- ١٩٦٠ م.
٢٧- ديوان بشار بن برد، تح محمد الطاهر بن عاشور، القاهرة ١٣٦٩ هـ- ١٩٥٠ م.
٢٨- ديوان جرير، تح نعمان محمد أمين طه، القاهرة ١٩٦٩ م.
٢٩- ديوان ذي الرمة، تح عبد القدوس أبو صالح، بيروت ١٩٨٢ م- ١٤٠٢ هـ.
٣٠- ديوان رؤبة بن العجاج، تح وليم بن الورد البروسي، ليبزغ ١٩٠٣ م.
٣١- ديوان الشماخ بن ضرار الذبياني، تح صلاح الدين الهادي، القاهرة ١٩٧٧ م.
٣٢- ديوان طرفة بن العبد، تح درية الخطيب ولطفي السقال، دمشق ١٣٩٥ هـ- ١٩٧٥ م.
٣٣- ديوان الطرماح، تح عزة حسن، دمشق ١٣٨٨ هـ- ١٩٦٨ م.
٣٤- ديوان الطفيل الغنوي، تح محمد عبد القادر أحمد، بيروت ١٩٦٨ م.
٣٥- ديوان عبيد بن الأبرص، تح حسين نصار، القاهرة ١٩٥٧ م.
٣٦- ديوان عدي بن زيد العبادي، تح محمد جبار المعيبد، بغداد ١٩٦٥ م.
٣٧- ديوان عمرو بن كلثوم، تح علي أبو زيد، دمشق ١٤١٢ هـ- ١٩٩١ م.
٣٨- ديوان الفرزدق، تح عبد الله إسماعيل الصاوي، القاهرة ١٣٥٤ هـ- ١٩٣٦ م.','1','351',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (355,'٣٩- ديوان القطامي، تح إبراهيم ال<span data-type="title" id=toc-250>س</span>امرائي وأحمد مطلوب، بيروت ١٩٦٠ م.
٤٠- ديوان قيس بن الخطيم، تح نا<span data-type="title" id=toc-252>ص</span>ر الدين الأسد، القاهرة، ١٣٨١ هـ- ١٩٦٢ م.
٤١- ديوان المتلمس الضبعي، تح حسن كامل الصيرفي، القاهرة ١٣٩٠ هـ- ١٩٧٠ م.
٤٢- ديوان النابغة الذبياني، تح<span data-type="title" id=toc-251> ش</span>كري فيصل، دمشق ١٩٦٨ م.
٤٣- ديوان النابغة الذبياني، تح محمد الفاضل بن عاشور، تونس ١٩٨٦ م.
٤٤- ديوان الهذليين، دار الكتب المصرية، القاهرة ١٣٦٧ هـ- ١٩٤٨ م.
-<span data-type="title" id=toc-249> ز</span>-
٤٥- زهر الأكم في الأمثال والحكم، الحسن اليوسي، تح محمد حجي ومحمد الأخضر، الدار البيضاء ١٩٨١ م.
- س-
٤٦- سنن أبي داود، تح محمد محيي الدين عبد الحميد، بيروت، د. ت.
٤٧- سنن الترمذي، تح أحمد محمد شاكر، القاهرة ١٩٣٧ م.
٤٨- سوائر الأمثال على أفعل، حمزة بن الحسن الأصفهاني، تح فهمي سعد، بيروت ١٤٠٩ هـ- ١٩٨٨ م.
- ش-
٤٩- شرح ديوان الحماسة للمرزوقي، تح أحمد أمين وعبد السلام هارون، القاهرة ١٩٥٣ م.
٥٠- شرح ديوان زهير بن أبي سلمى، ثعلب، دار الكتب المصرية ١٣٦٣ هـ- ١٩٤٤ م.
٥١- شرح ديوان عمر بن أبي ربيعة، محمد محيي الدين عبد الحميد، القاهرة ١٣٨٤ هـ- ١٩٦٥ م.
٥٢- شرح ديوان كعب بن زهير، السكري، القاهرة ١٣٦٩ هـ- ١٩٥٠ م.
٥٣- شرح ديوان لبيد بن ربيعة، تح إحسان عباس، الكويت ١٩٦٢ م.
٥٤- شرح شعر زهير بن أبي سلمى، ثعلب، تح فخر الدين قباوة، بيروت ١٤٠٢ هـ- ١٩٨٢ م.
٥٥- شعر الأخطل، تح فخر الدين قباوة، بيروت ١٣٦٩ هـ- ١٩٥٠ م.
٥٦- شعر عمرو بن معدي كرب الزبيدي، تح مطاع طرابيشي، دمشق ١٤٠٥ هـ- ١٩٨٥ م.
٥٧- شعر الكميت بن زيد الأسدي، تح داود سلوم، بغداد ١٩٦٩ م.
٥٨- شعر منصور النمري، تح الطيب العشاش، دمشق ١٤٠١ هـ- ١٩٨١ م..
٥٩- شعر النمر بن تولب، (شعراء إسلاميون) تح نوري حمودي القيسي، بيروت ١٤٠٥ هـ- ١٩٨٤ م.
- ص-
٦٠- صحيح البخاري، تح محمد ديب البغا، دمشق، د. ت.
٦١- صحيح مسلم، تح محمد فؤاد عبد الباقي، بيروت د. ت.','1','352',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (356,'-<span data-type="title" id=toc-253> ع</span>-
٦٢- ا<span data-type="title" id=toc-256>ل</span>عقد ال<span data-type="title" id=toc-254>ف</span>ريد، ابن عبد ربه، تح أح<span data-type="title" id=toc-257>م</span>د أمين، وأحمد الزين، وإبراهيم الإبياري، بيروت ١٤٠٣ هـ- ١٩٨٣ م.
- ف-
٦٣- الفاخر في الأمثال، المفضل بن سلمة، تح عبد العليم الطحاوي، القاهرة ١٣٨٠ هـ- ١٩٦٠ م.
٦٤- فتح الباري في شرح صحيح البخاري، ابن حجر العسقلاني، تح محمد فؤاد عبد الباقي، بيروت ١٣٩١ هـ- ١٩٧١ م.
٦٥- فصل المقال في شرح<span data-type="title" id=toc-255> ك</span>تاب الأمثال، أبو عبيد البكري، تح إحسان عباس وعبد المجيد عابدين، بيروت ١٤٠٣ هـ- ١٩٨٣ م.
٦٦- الفهرست، ابن النديم، تح شعبان خليفة ووليد محمد العوزة، القاهرة ١٩٩١ م.
٦٧- في الأمثال العربية، إبراهيم السامرائي، الكويت، د. ت.
- ك-
٦٨- كتاب أفعل من كذا، أبو علي القالي، تح محمد الفاضل بن عاشور، تونس، د. ت.
٦٩- كتاب الأمثال، أبو عبيد القاسم بن سلام، تح عبد المجيد قطامش، دمشق ١٤٠٠ هـ- ١٩٨٠ م.
٧٠- كتاب الأمثال، أبو عكرمة الضبي، تح رمضان عبد التواب، دمشق ١٣٩٤ هـ- ١٩٧٤ م.
٧١- كتاب الأمثال، المؤرج السدوسي، تح رمضان عبد التواب، القاهرة ١٣٩١ هـ- ١٩٧١ م.
٧٢- كتاب سيبويه، تح عبد السلام هارون، بيروت، د. ت.
٧٣- كنز العمال في سنن الأقوال والأفعال، علاء الدين الهندي، تح الشيخ بكري حياني وصفوة الشعار، حلب ١٤٠٥ هـ- ١٩٨٥ م.
- ل-
٧٤- لسان العرب، ابن منظور الإفريقي، بيروت، د. ت.
٧٥- لسان الميزان، ابن حجر العسقلاني، حيدر أباد الدكن ١٣٣١ هـ.
- م-
٧٦- مجمع الأمثال، أبو الفضل الميداني، تح محمد محيي الدين عبد الحميد، بيروت، د. ت.
٧٧- مجمع الزوائد ومنبع الفوائد، نور الدين الهيثمي، بيروت ١٤٠٢ هـ- ١٩٨٢ م.
٧٨- المخصص ابن سيدة، تح محمود بن التلاميد الشنقيطي، القاهرة ١٣١٦ هـ.
٧٩- المستقصى، في أمثال العرب، الزمخشري، حيدر أباد الدكن ١٣٨٩ هـ- ١٩٦٢ م.
٨٠- مسند الإمام أحمد بن حنبل، القاهرة ١٣١٣ هـ.','1','353',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (357,'٨١- معجم البلدا<span data-type="title" id=toc-258>ن</span>، ياق<span data-type="title" id=toc-259>و</span>ت الحموي، بيروت ١٤٠٤ هـ- ١٩٨٤ م.
٨٢- معجم المؤلفين، عمر رضا كحالة، دمشق ١٣٨٠ هـ- ١٩٦٠ م.
٨٣- المفضليات، اختيار المفضل الضبي، تح أحمد محمد شاكر وعبد السلام هارون، القاهرة ١٩٦٤ م.
٨٤- المنتظم في تاريخ الملوك والأمم، حيدر أباد الدكن ١٣٥٧ هـ.
٨٥- ميزان الاعتدال في نقد الرجال الذهبي، تح علي محمد البجاوي، القاهرة ١٩٦٣ م.
- ن-
٨٦- نكتة الأمثال ونفثة السحر الحلال، أبو الربيع بن سالم الكلاعي، تح علي كردي، دمشق ١٩٩٥ م.
٨٧- النهاية في غريب الحديث والأثر، لابن الأثير الجزري، تح طاهر أحمد الزاوي، محمود محمد الطناحي، بيروت، د. ت.
- و
٨٨- الوافي الوفيات، خليل بن أيبك الصفدي، ج ١٥ تح بيرند راتكة، فيسبادن ١٣٩٩ هـ- ١٩٧٩ م.
٨٩- الوسيط في الأمثال، علي بن أحمد الواحدي، تح عفيف عبد الرحمن، الكويت ١٣٩٥ هـ- ١٩٧٥ م.
٩٠- وفيات الأعيان وأنباء أبناء الزمان، ابن خلكان، تح إحسان عباس، بيروت ١٩٦٨ م.','1','354',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (358,'<span data-type="title" id=toc-260>١٠- فهرس المحتويات</span>
مقدمة التحقيق أ- ح
خطبة المؤلف ٣
باب ما أوله ألف ٤
ما جاء منها على أفعل مع الباء ٤
مع التاء ٦
مع الثاء ٦
مع الجيم ٧
مع الحاء ٨
مع الخاء ١٢
مع الدال ١٤
مع الذال ١٤
مع الراء ١٥
مع الزاي ١٥
مع السين ١٦
مع الشين ١٨
مع الصاد ٢٠
مع الضاد ٢١
مع الطاء ٢٢
مع الظاء ٢٣
مع العين ٢٣
مع الغين ٢٥
مع الفاء ٢٥
مع القاف ٢٦
مع الكاف ٢٦
مع اللام ٢٨
مع الميم ٢٨
مع النون ٢٩
مع الواو ٣٠
مع الهاء ٣٠
فصل آخر ٣١
ما زيد فيه ٣١
باب ما جآء على لفظ الأمر ٣٣
باب آخر من الأمر ٣٦
باب ما جاء على لفظ الاستفهام ٤٣
باب ما أوّله إنّ ٤٦
باب أن ٥١
باب إن خفيفة ٥٢
باب ما جاء على لفظ الماضي ٥٤
باب إذا ٦٤
باب ٦٦
باب ٦٨
باب ٦٩
فصل ٦٩
فصل ٧٠
باب (إيّاك) ٧١
باب (إنّه) ٧٢
باب ما جاء بالألف واللام ٧٧
وفصل منه ٨٨
وفصل منه ٩٧
باب ما جاء على حرف الباء ٩٨
وفصل منه ٩٩
وفصل منه ١٠٠','1','355',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (359,'وفصل منه ١٠٢
فصل ١٠٣
باب ما جاء على حرف التّاء ١٠٤
وفصل منه ١٠٥
فصل منه ١٠٧
باب ما جاء على حرف الثاء ١٠٩
باب ما جاء على حرف الجيم ١١٠
وفصل منه ١١٣
باب ما جاء على حرف الحاء ١١٦
فصل منه ١١٧
فصل ١٢٠
فصل ١٢١
باب ما جاء على حرف الخاء ١٢٣
باب ما جاء على حرف الدال ١٢٨
باب ما جاء على حرف الذال ١٣٠
باب ما جاء على حرف الراء ١٣٢
فصل منه (ربّ) ١٣٣
وفصل منه ١٣٨
باب ما جاء على حرف الزاي ١٤٢
باب ما جاء على حرف السين ١٤٤
باب ما جاء على حرف الشين ١٤٩
وفصل منه ١٥٢
باب ما جاء على حرف الصاد ١٥٤
باب ما جاء على حرف الضاد ١٥٧
باب ما جاء على حرف الطاء ١٦٠
باب ما جاء على حرف الظاء ١٦١
باب ما جاء على حرف العين ١٦٢
وفصل منه ١٧٠
باب ما جاء على حرف الغين ١٧٢
باب ما جاء على حرف الفاء ١٧٤
باب ما جاء على حرف القاف ١٧٨
باب ما جاء على حرف الكاف ١٨٦
باب ما جاء على حرف اللام ٢٠٣
وفصل منه (لو) ٢٠٦
وفصل منه (لقيت) ٢٠٨
وفصل منه ٢١٢
وفصل منه ٢١٥
وفصل منه ٢٢٠
باب ما جاء على حرف الميم ٢٢٢
وفصل منه ٢٢٣
وفصل منه ٢٢٨
وفصل منه ٢٢٩
وفصل منه ٢٣٤
باب منه (من) ٢٣٨
وفصل منه ٢٣٩
وفصل منه ٢٤١
وفصل منه ٢٤٢
وفصل منه ٢٤٤
وفصل منه ٢٤٥
وفصل منه ٢٤٦
وفصل منه ٢٤٧
وفصل منه ٢٤٨
وفصل منه ٢٤٩
وفصل منه ٢٥١
وفصل منه ٢٥٥
باب ما جاء على حرف النون ٢٥٦','1','356',NULL,NULL,'0');
INSERT INTO [b10533] VALUES (360,'باب ما جاء على حرف الواو ٢٦٠
وفصل منه ٢٦٢
وفصل منه ٢٦٣
باب ما جاء على حرف الهاء ٢٦٥
وفصل منه (هو) ٢٧٠
وفصل منه (هل) ٢٧١
باب ما جاء على حرف اللام والألف ٢٧٤
وفصل منه ٢٧٦
وفصل منه ٢٧٧
وفصل منه ٢٧٨
وفصل منه ٢٨٠
وفصل منه ٢٨١
وفصل منه ٢٨٥
باب ما جاء على حرف الياء ٢٨٧
وفصل منه ٢٨٨
وفصل منه ٢٩٠
وفصل منه ٢٩١
خاتمة الكتاب ٢٩٣
ملحق بأسماء كتب الأمثال ٢٩٥','1','357',NULL,NULL,'0');
