-- Table: b10720
-- Chunk: 1
-- Rows: 187

CREATE TABLE "b10720"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b10720
INSERT INTO [b10720] VALUES (1,'<span data-type="title" id=toc-1>المقدمات</span>
<span data-type="title" id=toc-2>مقدمة التحقيق</span>
...
باب: المقدمات
بسم الله الرحمن الرحيم
مقدمة:
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له.
ونصلي ونسلم على سيدنا محمد وعلى آله وصحبه، ومن تبع هديه وسار على نهجه إلى يوم الدين.
قال الله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} ١, وقال تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ} ٢.
أما بعد:
١- فإن موضوع الفتيا وما يتعلق بها من الآداب والشروط يمثل جانبًا من جوانب علم الأصول ... فلا يكاد كتاب في علم الأصول يخلو من بحث هذا الجانب والحديث عنه ... ونظرًا لأهمية منزلة الفتيا وخطرها فقد صنف الأئمة في هذا المجال مصنفات مستقلة تبين أهمية الفتيا وخطرها، وآداب المفتي والمستفتي ومن هذه
_________
١ النحل آية: "٤٣"، الأنبياء آية: "٧".
٢ المائدة آية: "٤٩".',NULL,'5',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (2,'المصنفات كتاب "أدب المفتي والمستفتي" للإمام الحافظ أبي عمرو ابن الصلاح, المتوفى سنة "٦٤٣هـ" ...
وابن الصلاح -رحمه الله تعالى- ليس هو أول من كتب في هذا المجال, فقد سبقه أبو القاسم عبد الواحد بن الحسين بن محمد القاضي الصيمري "ت ٣٨٦هـ" في كتابه "أدب المفتي والمستفتي" والحافظ المؤرخ أحمد بن علي بن ثابت الخطيب البغدادي "ت ٤٦٣هـ" في كتابه "الفقيه والمتفقه"١، والإمام الحافظ يوسف بن عبد البر "ت ٤٦٣هـ" في كتابه "جامع بيان العلم وفضله"٢ وغير ذلك مما كتبه أهل الأصول في مصنفاتهم الأصولية كالجويني، والغزالي، وأبي المظفر السمعاني، وأبي بكر القفال الصغير، وأبي إسحاق الإسفراييني، وأبي عبد الله الحليمي، وأبي إسحاق الشيرازي، وإلكيا الهراسي, وغيرهم كثير٣ ... وقد استفاد ابن الصلاح -رحمه الله تعالى- من هذا العمل الطيب المبذول، وأضاف إليه ... وهذه هي القيمة العلمية الأولى للكتاب ... قيمة التواصل العلمي بين المتقدمين والمتأخرين ... واستفادة الخلف من جهد السلف والإضافة إليه ...
إن هذا التواصل العلمي بين أجيال علماء المسلمين، هو الذي دفع الإمام النووي "ت ٦٧٦هـ" إلى اقتباس كتاب أبي القاسم الصيمري، ثم الخطيب البغدادي، ثم الشيخ أبي عمرو ابن الصلاح والإشادة بجهودهم ...
قال النووي: "وقد طالعت كتب الثلاثة ولخصت منها جملة مختصرة مستوعبة لكل ما ذكروه من المهم، وضممت إليها نفائس من متفرقات كلام الأصحاب, وبالله التوفيق"٤ ...
ثم جاء الإمام أحمد بن حمدان الحَرَّاني الحنبلي "ت ٦٩٥هـ" فأخذ كتاب
_________
١ "١٥٢-٢٠٥".
٢-٣ انظر "موارد ابن الصلاح" في دراسة الكتاب.
٤ المجموع: ١/ ٧٣.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (3,'ابن الصلاح وضمه في كتابه "صفة الفتوى والمستفتي".
ثم جاء الإمام شمس الدين محمد بن أبي بكر الدمشقي, المعروف بابن قيم الجوزية "ت ٧٥١هـ" فأخذ كتاب ابن الصلاح, وضمه في كتابه "إعلام الموقعين عن رب العالمين".
واستمرت حلقة التواصل العلمية بين الأجيال المتتابعة من علماء المسلمين, حتى جاء السيوطي "ت ٩١١هـ" فاقتبس من كتاب ابن الصلاح في كتاب "آداب الفتوى"، وكتاب "الرد على من أخلد إلى الأرض وجهل أن الاجتهاد في كل عصر فرض"١ ...
إن هذه الروح العلمية بين علماء المسلمين، وهذا التواصل بينهم يدل على الروح الأخلاقية التي يتخلق بها علماء المسلمين المبنية على أساس الحب والإخاء والتعاون وتقدير الجهد الطيب الخير ... والاستفادة منه، ودعوة الله عز وجل بالخير لصاحبه، دون النظر إلى مذهبه أو جنسه، فابن الصلاح شافعي، وابن حمدان حنبلي، وكذا ابن القيم ... والأساس الذي قاموا عليه هو المحبة في الله، والتعاون على فتح آفاق المعرفة وخدمة هذا الدين..
٢- ونظرًا لخطورة "الفتيا" وحاجة الناس إلى الاجتهاد، ولكي لا تصبح "الفتيا" وظيفة حكومية يصدرها نفر وضعوا أنفسهم في خدمة الحكام الكافرين، والظالمين، والفاسقين، وحتى لا يتجرأ على "الفتيا" أنصاف المتعلمين.... ولحفظ هذا الدين من يد العابثين والمبتدعين ... صنف علماء المسلمين في "أدب المفتي والمستفتي" ... ليعرف العالم منزلته قبل أن يصدر "الفتيا"، ويعلم المستفتي أدب الاستفتاء ولمن يستفتي.
_________
١ انظر فصل "أثر الكتاب فيما بعده واقتباسات الأئمة منه" في دراسة كتاب "أدب المفتي" لابن الصلاح.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (4,'وكتاب ابن الصلاح "أدب المفتي والمستفتي" هو واحد من هذه المصنفات التي وفَّت هذه الأغراض كلها فخدمت "المفتي" و"المستفتي" ... وهو حلقة وصل بين الأجيال المتقدِّمة والأجيال المتأخرة ...
ولقد بذلت في دراستهِ وتحقيقه والتعليق عليه قُصَارى جهدي فإن أصبت فمن الله تعالى، وإن أخطأت فمني واستغفر الله.
ولا يسعني في هذا المقام إلا أن أتقدم بخالص شكري ودعائي لكلِّ من ساعد في إخراج هذا الكتاب القيم إلى حيز الوجود ...
{رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} .',NULL,'8',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (5,'<span data-type="title" id=toc-3>التعريف بالإمام الحافظ أبي عمرو عثمان بن عبد الرحمن المعروف بابن الصَّلاح الشهرزوري المتوفي سنة ٦٤٣ ه</span>ـ:
اسمه ونسبه وكنيته:
هو الإمام الحافظ المفتي شيخ الإسلام تقي الدين أبو عمرو عثمان بن عبد الرحمن بن عثمان بن موسى بن أبي نصر الكردي الشهرزوري الموصلي الشافعي١.
مولده ونشأته وشيوخه وتلاميذه، ورحلاته العلمية:
ولد سنة سبع وسبعين وخمسمائة٢، في شَرَخان قرية من أعمال إرْبل قريبة من شَهْرَزُور٣، وتفقه على والده بشهرزور، ثم اشتغل بالموصل مدة، وسمع من أبي جعفر عبيد الله بن أحمد البغدادي المعروف بابن السمين، وهو أقدم شيخ له،
_________
١ ترجمته في: مرآة الزمان لسبط ابن الجوزي: "٨/ ٧٥٧-٧٥٨"، ذيل الروضتين لأبي شامة: ٧٥، وفيات الأعيان: "٣/ ٢٤٣-٢٤٥"، سير أعلام النبلاء: ٢٣/ ١٤٠، تذكرة الحفاظ: "٤/ ١٤٣٠-١٤٣٣"، العبر: "٥/ ١٧٧-١٧٨"، دول الإسلام: ٢/ ١١٢، طبقات الشافعية الكبرى للسبكي "٨/ ٣٢٦-٣٣٧"، طبقات الإسنوي: ٢"١٣٣-١٣٤"، البداية والنهاية: "١٣/ ١٦٨-١٦٩"، النجوم الزاهرة: ٦/ ٣٥٤، طبقات الحفاظ للسيوطي؛ ٤٩٩، طبقات المفسرين للداوودي: "١/ ٣٧٧-٣٧٨"، شذرات الذهب: ٥/ ٢٢١، ومقدمة كتاب "صيانة صحيح مسلم من الإخلال والغلط، وحمايته من الإسقاط والسقط" لابن الصلاح بتحقيقنا، ومقدمة كتاب "النكت على كتاب ابن الصلاح للحافظ ابن حجر العسقلاني" تحقيق الدكتور: ربيع بن هادي عمير: "١/ ٢١-٢٦"، وطبقات الشافعية لابن قاضي شهبة: ٢/ ١٤٥.
٢ سير أعلام النبلاء: ٢٣/ ١٤٠، طبقات الشافعية للسبكي: ٨/ ٣٢٦.
٣ طبقات الشافعية للسبكي: ٨/ ٣٢٦، شذرات الذهب: ٥/ ٢٢١.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (6,'ونصر بن سلامة الهيتي، ومحمود بن علي الموصلي، وأبي المظفر بن البرني، وعبد المحسن ابن الطوسي، وعدة بالموصل، وارتحل إلى بغداد، فسمع من أبي أحمد بن سكينة، وأبي حفص بن طبرزد، وطبقتهما، وبهمذان من أبي الفضل بن المعزم، وبمرو من أبي المظفر ابن السمعاني، وبنيسابور من أبي الفتح منصور بن عبد المنعم بن الفراوي، والمؤيد بن محمد بن علي الطوسي، وزينب بنت أبي القاسم الشعرية، والقاسم بن أبي سعد الصفار، ومحمد بن الحسن الصرام، وأبي المعالي بن ناصر الأنصاري، وأبي النجيب إسماعيل القارئ، وطائفة بنيسابور. ومن أبي محمد بن الأستاذ وغيره بحلب، ومن الإمامين فخر الدين بن عساكر، وموفق الدين بن قدامة، والقاضي أبي القاسم عبد الصمد الحرستاني، وعدة بدمشق. ومن الحافظ عبد القادر الرهاوي بحران١. حدث عنه الإمام شمس الدين بن نوح المقدسي، والإمام كمال الدين سلار، والإمام كمال الدين إسحاق، والقاضي تقي الدين ابن رزين، وتفقهوا به. وروى عنه أيضًا العلامة تاج الدين عبد الرحمن الفركاح، وأخوه الخطيب شرف الدين، ومجد الدين ابن المهتار، وفخر الدين عمر بن يحيى الكرجي، والقاضي شهاب الدين ابن الخويِّي، والمحدث عبد الله بن يحيى الجزائري، والمفتي جمال الدين محمد بن أحمد الشريشي، والمفتي فخر الدين عبد الرحمن بن يوسف البعلبكي، وناصر بن محمد بن عربشاه، ومحمد بن أبي الذكر، والشيخ أحمد بن عبد الرحمن الشهرزوري الناسخ، وكمال الدين أحمد بن أبي الفتح الشيباني، والشهاب محمد بن مشرف، والصدر محمد بن حسن الأرموي، والشرف محمد بن خطيب بيت الأبار، وناصر الدين محمد بن المجد من المهتار، والقاضي أحمد بن علي الجيلي، والشهاب أحمد بن العفيف الحنفي، وآخرون٢.
_________
١ وفيات الأعيان: "٣/ ٢٤٣-٢٤٤"، سير أعلام النبلاء: "٢٣/ ١٤٠-١٤١"، العبر: "٥/ ١٧٧-١٧٨", تذكرة الحفاظ: "٤/ ١٤٣٠-١٤٣١"، طبقات الشافعية الكبرى: ٨/ ٣٢٧.
٢ سير أعلام النبلاء: "٢٣/ ١٤١-٤٢١"، وانظر تذكرة الحفاظ "٤/ ١٤٣٠-١٤٣١"، العبر: "٥/ ١٧٧-١٧٨"، وفيات الأعيان: "٣/ ٢٤٣-٢٤٤"، طبقات الشافعية الكبرى للسبكي: ٨/ ٣٢٧.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (7,'وتولى المدرسة الناصرية بالقدس الشريف المنسوبة إلى الملك الناصر صلاح الدين يوسف بن أيوب، وأقام بها مدة، واشتغل الناس عليه، وانتفعوا به، ثم انتقل إلى دمشق وتولى تدريس المدرسة الرواحية التي أنشأها الزكي أبو القاسم هبة الله بن عبد الواحد بن رواحة الحموي، وهو الذي أنشأ المدرسة الرواحية بحلب.
ولما بنى الملك الأشرف ابن الملك العادل بن أيوب رحمه الله تعالى، دار الحديث بدمشق فوض تدريسها إليه، واشتغل الناس عليه بالحديث، ثم تولى تدريس مدرسة ست الشام زمرد خاتون بنت أيوب١.
أقوال العلماء وثناؤهم على ابن الصَّلاح:
١- قال ابن خلكان: كان أحد فضلاء عصره في التفسير، والحديث، والفقه وأسماء الرجال، وما يتعلق بعلم الحديث ونقل اللغة، وكانت له مشاركة في فنون عديدة، وكانت فتاويه مسددة، وهو أحد أشياخي الذين انتفعت بهم٢.
٢- وقال الذهبي: وأشغل، وأفتى، وجمع وألف، تخرج به الأصحاب، وكان من كبار الأئمة٣.
٣- وذكره المحدث عمر بن الحاجب في "معجمه" فقال: إمام ورع وافر العقل، حسن السمت، متبحر في الأصول والفروع، بالغ في الطلب حتى صار يضرب به المثل، وأجهد نفسه في الطاعة والعبادة٤.
٤- وقال الذهبي: كان ذا جلالة عجيبة، ووقار وهيبة، وفصاحة، وعلم نافع، وكان متين الديانة، سلفي الجملة، صحيح النحلة، كافًّا عن الخوض في مزلات
_________
١ وفيات الأعيان٣/ ٢٤٤، شذرات الذهب: "٥/ ٢٢١-٢٢٢".
٢ وفيات الأعيان ٣/ ٢٤٣.
٣ سير أعلام النبلاء: ٢٣/ ١٤٢.
٤ سير أعلام النبلاء: ٢٣/ ١٤٢، تذكرة الحفاظ: ٤/ ١٤٣١، طبقات الشافعية لابن قاضي شهبة: ٢/ ١٤٥.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (8,'الأقدام، مؤمنًا بالله، وبما جاء عن الله من أسمائه ونعوته، حسن البزة، وافر الحرمة، معظمًا عند السلطان ... وكان مع تبحره في الفقه مجودًا لما ينقله، قوي المادة من اللغة والعربية، متفننًا في الحديث، متصونًا، مكبًا على العلم، عديم النظير في زمانه١.
٥- وقال أيضًا: وصنف التصانيف، مع الثقة والديانة والجلالة٢.
٦- وقال ابن كثير الدمشقي رحمه الله تعالى: وهو في عداد الفضلاء الكبار، وكان دينًا زاهدًا وربما ناسكًا على طريق السلف الصالح كما هو طريقة متأخري أكثر المحدثين، مع الفضيلة التامة في فنون كثيرة، ولم يزل على طريقة جيدة حتى كانت وفاته٣.
٧- وقال السبكي: استوطن دمشق يعيد زمان السالفين ورعًا، ويزيد بهجتها بروضة علم جنى كل طالب جناها ورعًا، ويفيد أهلها، فما منهم إلا من اغترف من بحره واعترف بدره، وحفظ جانب مثله ورعًا٤.
٨- وقال أيضًا: الشيخ العلامة تقي الدين، أحد أئمة المسلمين علمًا ودينًا٥.
٩- ونقل السبكي عن ابن الصلاح قوله: ما فعلت صغيرة في عمري قط٦.
١٠- وقال السخاوي: هو العلامة الفقيه حافظ الوقت مفتي الفرق شيخ الإسلام ... كان إمامًا بارعًا حجة متبحرًا في العلوم الدينية، بصيرًا بالمذهب ووجوهه، خبيرًا بأصوله، عارفًا بالمذاهب ... انتفع به خلق وعولوا على تصانيفه٧.
_________
١ سير أعلام النبلاء: "٢٣/ ١٤٢-١٤٣".
٢ العبر: ٥/ ١٧٨.
٣ البداية والنهاية: ١٣/ ١٦٨.
٤ طبقات الشافعية الكبرى: ٨/ ٣٢٧.
٥ طبقات الشافعية الكبرى: ٨/ ٣٣٦.
٦ طبقات الشافعية الكبرى: ٨/ ٣٢٧.
٧ فتح المغيث: ١/ ١٣.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (9,'١١- وقال ابن العماد: وتفقه وبرع في المذهب وأصوله، وفي الحديث وعلومه ... وإذا أطلق الشيخ في علماء الحديث فالمراد به هو وإلى ذلك أشار العراقي صاحب الألفية بقوله فيها:
وكلما أطلقت لفظ الشيخ ما ... أريد إلا ابن الصلاح مبهما١
١٢- وقال ابن هداية الله: كان إمامًا في الفقه والحديث عارفًا بالتفسير والأصول والنحو، ورعًا زاهدًا٢.
عقيدته:
كانت عقيدة ابن الصلاح رحمه الله تعالى عقيدة سلفية نظيفة بعيدة عن علم الكلام والجدل والتأويل، وغير ذلك من الأمور التي تبعد المسلمين عن الصواب في عقيدتهم.
قال الذهبي: كان متين الديانة، سلفي الجملة، صحيح النخلة، كافًّا عن الخوض في مزلات الأقدام، مؤمنًا بالله، وبما جاء عن الله من أسمائه ونعوته٣.
وقال الذهبي أيضًا: وكان سلفيًّا حسن الاعتقاد، كافًّا عن تأويل المتكلمين مؤمنًا بما ثبت من النصوص غير خائض ولا معمق٤. ولقد أوضح ابن الصلاح عقيدته هذه، فقال وهو يتحدث عن المفتي: "ليس له إذا استفتي في شيء من المسائل الكلامية أن يفتي بالتفصيل، بل يمنع مستفتيه وسائر العامة من الخوض في ذلك أصلا، ويأمرهم بأن يقتصروا فيها على الإيمان جملة من غير تفصيل ويقولوا فيها وفيما ورد من الآيات والأخبار المتشابهة: إن الثابت فيها في نفس الأمر كلها هو اللائق فيها بجلال الله وكماله وتقديسه المطلقين، وذلك هو معتقدنا فيها وليس علينا
_________
١ شذرات الذهب: ٥: ٢٢١.
٢ طبقات الشافعية لأبي بكر بن هداية الله الحسيني: ٢٢٠.
٣ سير أعلام النبلاء: ٢٣/ ١٤٢.
٤ تذكرة الحفاظ: ٤/ ١٤٣١.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (10,'تفصيله وتعيينه، وليس البحث عنه من شأننا بل نكل علم تفصيله إلى الله تعالى ونصرف عن الخوض فيه قلوبنا وألسنتنا، فهذا ونحوه عند أئمة الفتوى هو الصواب في ذلك، وهو سبيل سلف الأئمة، وأئمة المذاهب المعتبرة، وأكابر الفقهاء والصالحين، وهو أصون وأسلم للعامة وأشباههم ممن يدغل قلبه بالخوض في ذلك، ومن كان منهم اعتقد اعتقادًا باطلًا تفصيلا ففي إلزامه بهذا صرف له عن ذلك الاعتقاد الباطل بما هو أهون وأيسر وأسلم، وإذا عزر ولي الأمر من حاد منهم عن هذه الطريقة فقد تأسى بعمر بن الخطاب رضي الله عنه ... والمتكلمون من أصحابنا معترفون بصحة هذه الطريقة، وأنها أسلم لمن سلمت له، وكان الغزالي منهم في آخر عمره شديد المبالغة في الدعاء إليها والبرهنة عليها١.
"ومن فتاويه أنه سئل عمن يشتغل بالمنطق والفلسفة فأجاب: الفلسفة أس السفه والانحلال، ومادة الحيرة والضلال، ومثار الزيغ والزندقة، ومن تفلسف، عميت بصيرته عن محاسن الشريعة المؤيدة بالبراهين، ومن تلبس بها، قارنه الخذلان والحرمان، واستحوذ عليه الشيطان، وأظلم قلبه عن نبوة محمد صلى الله عليه وسلم، إلى أن قال: واستعمال الاصطلاحات المنطقية في مباحث الأحكام الشرعية من المنكرات المستبشعة، والرقاعات المستحدثة، وليس بالأحكام الشرعية -ولله الحمد- افتقار إلى المنطق أصلا، هو قعاقع قد أغنى الله عنها كل صحيح الذهن، فالواجب على السلطان أعزه الله أن يدفع عن المسلمين شر هؤلاء المشائيم، ويخرجهم من المدارس ويبعدهم"٢. فعقيدة ابن الصلاح رحمه الله تعالى عقيدة سليمة من كل زيغ وضلال عقيدة سلفية نظيفة بعيدة عن علم الكلام والجدل والتأويل وغير ذلك من الآفات التي تبعد المسلمين عن الصواب في عقيدتهم.
_________
١ أدب المفتي والمستفتي: "١٥٣-١٥٤", وانظر الفقرة العشرين بطولها.
٢ سير أعلام النبلاء: ٢٣/ ١٤٣.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (11,'مؤلفاته:
قال الذهبي: وأشغل، وأفتى، وجمع وألف١.
وقال ابن كثير: وقد صنف كتبًا كثيرة مفيدة في علوم الحديث والفقه٢.
وقال السبكي: وصنف التصانيف المفيدة٣.
وقال السخاوي: انتفع به خلق وعولوا على تصانيفه٤.
ومن مؤلفاته:
١- "الأحاديث في فضل الإسكندرية وعسقلان"٥.
٢- "الأحاديث الكلية": قال ابن رجب الحنبلي: "وأملى الإمام الحافظ أبو عمرو بن الصلاح مجلسًا سماه "ألأحاديث الكلية" جمع فيه الأحاديث الجوامع التي يقال: إن مدار الدين عليها وما كان في معناها من الكلمات الجامعة الوجيزة فاشتمل مجلسه هذا على ستة وعشرين حديثًا، ثم إن الفقيه الإمام الزاهد القدوة أبا زكريا يحيى النووي رحمة الله عليه أخذ هذه الأحاديث التي أملاها ابن الصلاح وزاد عليها تمام اثنين وأربعين حديثًا وسمى كتابه بالأربعين"٦.
٣- "أدب المفتي والمستفتي"٧، وهو كتابنا الذي سنتحدث عنه.
٤- "الأمالي"٨.
_________
١ سير أعلام النبلاء: ٢٣/ ١٤١.
٢ البداية والنهاية: ١٣/ ١٦٨.
٣ طبقات الشافعية الكبرى: ٨/ ٣٢٧ الهامش.
٤ فتح المغيث: ١/ ١٣.
٥ مخطوط برلين: ١٣٨٩، بروكلمان: ٦/ ٢١٠.
٦ جامع العلوم والحكم: ١/ ٧.
٧ البداية والنهاية: ١٢/ ٤٣، طبقات الشافعية لابن قاضي شهبة: ٢/ ١٤٦، طبقات السبكي الكبرى "٤/ ٢٠٠، / ٣٢٧".
٨ الأعلام: "٤/ ٢٠٧-٢٠٨".',NULL,'17',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (12,'٥- جزء فيه حلية الإمام أبي عبد الله محمد بن إدريس الشافعي١.
٦- "حكم صلاة الرغائب"٢. وقال الذهبي: وله مسألة ليست من قواعده شذ فيها وهي صلاة الرغائب قواها ونصرها مع أن حديثها باطل بلا تردد، ولكن له إصابات وفضائل٣.
٧- "شرح مشكل الوسيط"٤.
٨- "رسالة في وصل البلاغات الأربع في الموطأ"٥.
٨- "شرح الورقات في الأصول"٦.
٩- "صلة الناسك في صفة المناسك"٧ قال ابن خلكان: جمع فيه أشياء حسنة يحتاج الناس إليها، وهو مبسوط٨.
١٠- "صيانة صحيح مسلم من الإخلال والغلط وحمايته من الإسقاط والسقط"٩.
١١- "طبقات الشافعية"١٠، واختصره النووي واستدرك عليه، وأهملا خلائق من المشهورين فإنهما كانا يتبعان التراجم الغريبة، وأما المشهورة فإلحاقها سهل،
_________
١ مخطوط في المكتبة الظاهرية تحت رقم: ٣٧٩٥ "١١٤-١١٩ق"، انظر فهرست مخطوطات الظاهرية التاريخ وملحقاته، خالد الريان: ٢/ ٦٤٣.
٢ صلة الخلف بموصول السلف للروداني تحقيق د/ محمد حجي "ص: ٨٢" مجلة معهد المخطوطات العربية، المجلد الثامن والعشرون -الجزء الأول- رمضان ١٤٠٤هـ. وطبع في المكتب الإسلامي الطبعة الثانية "١٤٠٥هـ" بتحقيق زهير شاويش، وناصر الدين الألباني.
٣ سير أعلام النبلاء: ٢٣/ ١٤٣.
٤ وفيات الأعيان: ٣/ ٢٤٤، طبقات الشافعية الكبرى للسبكي: "٨/ ٨٣، ٣٢٧"، شذرات الذهب.
٥ ٥/ ٢٢٢.
حققه أبو الفضل عبد الله بن محمد بن الصديق ١٤٠٠هـ.
٦ بروكلمان: ٦/ ٢١١، أي شرح كتاب الورقات لأبي المعالي عبد الملك بن يوسف الجويني إمام الحرمين المتوفى سنة "٤٧٨هـ".
٧ ويسمى أيضًا "مناسك الحج" انظر بروكلمان: ٦/ ٢١٠.
٨ وفيات الأعيان: ٣/ ٢٤٤.
٩ طبع بتحقيقنا في دار الغرب الإسلامي سنة "١٤٠٤هـ-١٩٨٤م".
١٠ شذرات الذهب: ٥/ ٢٢٢، وتوجد منه نسخ خطبة انظر بروكلمان: ٦/ ٢١٠.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (13,'فاخترمتهما المنية رضي الله عنهما. قاله ابن قاضي شهبة١.
١٢- "علوم الحديث" ويسمى بـ"مقدمة ابن الصلاح"٢، ولو لم يكن لابن الصلاح مؤلفًا سوى "المقدمة" لكفته شرفًا وفخرًا.
١٣- "الفتاوى"٣، جمعها بعض أصحابه٤، وهي أيضًا من محاسنه٥.
١٤- "فوائد الرحلة"٦، وهي عبارة عن فوائد جمعها في رحلته إلى الشرق عظيمة النفع في سائر العلوم، مفيدة جدًّا في مجاميع عدة٧.
١٥- "المؤلف والمختلف"٨.
١٦- "النكت على المهذب"٩.
١٧- وذكر له بروكلمان: "تاريخ أسطوري للرسول عليه الصلاة والسلام": فلورنسة "١٢١"١٠, ولا أعلم مدى صحة نسبة هذا الكتاب لابن الصلاح.
وفاته:
بعد حياة نظيفة حافة قضاها رحمه الله بالزهد والورع وتقوى الله عز وجل وخدمة سنة رسول الله صلى الله عليه وسلم انتقل إلى جوار ربه: "في سنة الخوارزمية في سحر يوم الأربعاء الخامس والعشرين من شهر ربيع الآخر سنة ثلاث وأربعين
_________
١ طبقات الشافعية لابن قاضي شهبة: ٢/ ١٤٦.
٢ طبع عدة طبعات ومنها بتحقيق الدكتور نور الدين عتر.
٣ طبقات ابن قاضي شهبة: ٢/ ١٤٦، شذرات الذهب: ٥/ ٢٢ وهو مطبوع في القاهرة سنة ١٣٤٨هـ باسم "فتاوى ابن الصلاح في التفسير والحديث والأصول".
٤ وفيات الأعيان: ٣/ ٢٤٤.
٥ طبقات الشافعية الكبرى: ٨/ ٣٢٧، الهامش، نقلا عن الطبقات الوسطى للسبكي.
٦ طبقات ابن قاضي شهبة: ٢/ ١٤٦، شذرات الذهب: ٥/ ٢٢٢.
٧ طبقات الشافعية الكبرى: ٨/ ٣٢٧ الهامش نقلا عن طبقات الشافعية الوسطى.
٨ نسخة منه بالظاهرية تحت رقم: "٦٨٩٧", وهي نسخة ناقصة تقع في أربع ورقات اطلعت عليها.
٩ طبقات ابن قاضي شهبة: ٢/ ١٤٦، شذرات الذهب: ٥/ ٢٢٢.
١٠ بروكلمان: ٦/ ٢١٠.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (14,'وستمائة، وحمل على الرؤوس، وازدحم الخلق على سريره، وكان على جنازته هيبة وخشوع، فصلي عليه بجامع دمشق، وشيعوه إلى داخل باب الفرج فصلوا عليه بداخله ثاني مرة، ورجع الناس لمكان حصار دمشق بالخوارزمية وبعسكر الملك الصالح نجم الدين أيوب لعمه الملك الصالح عماد الدين إسماعيل، فخرج بنعشه نحو العشرة مشمرين، ودفنوه بمقابر الصوفية ... وعاش ستًّا وستين سنة١.
_________
١ سير أعلام النبلاء: "٢٣/ ١٤٣-١٤٤".',NULL,'20',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (15,'<span data-type="title" id=toc-4>تعريف:</span>
تعريف الفتوى لغة واصطلاحًا:
١- الفتوى لغة:
قال ابن منظور: "أفتاه في الأمر أبان له، وأفتى الرجل في المسألة واستفتيته فيها فأفتاني إفتاء ... يقال: أفتيت فلانًا رؤيا رآها إذا عبرتها له، وأفتيته في مسألة إذا أجبته عنها ... يقال: أفتاه في المسألة إذا أجابه ... والفتيا والفُتْوى والفَتْوى: ما أفتى به الفقيه، الفتح في الفتوى لأهل المدينة١ ... قال ابن سيدة: وإنما قضينا على ألف أفتى بالياء لكثرة ف ت ي، وقلة ف ت و ... "٢.
وفي تفسير قوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} ٣ قال عبد الحق بن عطية: "أي يبين لكم حكم ما سألتم"٤.
"ومما تقدم نعلم أن الاستفتاء في اللغة يعني السؤال عن أمر أو عن حكم مسألة، وهذا السائل يسمى المستفتي، والمسئول الذي يجيب: هو المفتي، وقيامه
_________
١ قال في المحكم: "وهو الجاري على القياس" مواهب الجليل للخطاب: ١/ ٣٢.
٢ لسان العرب: "١٥/ ١٤٧، ١٤٨" مادة "فتا".
٣ النساء: آية: "١٢٧".
٤ المحرر الوجيز: ٤/ ٢٦٧.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (16,'بالجواب هو الإفتاء، وما يجيب به هو الفتوى، فالإفتاء يتضمن وجود المستفتي والمفتي والإفتاء نفسه والفتوى"١.
الإفتاء اصطلاحًا:
قال الدكتور عبد الكريم زيدان: "والمعنى الاصطلاحي للإفتاء هو المعنى اللغوي لهذه الكلمة وما تتضمنه من وجود مستفتٍ ومفتٍ وإفتاء وفتوى، ولكن بقيد واحد هو أن المسألة التي وقع السؤال عن حكمها تعتبر من المسائل الشرعية، وأن حكمها المراد معرفته هو حكم شرعي٢.
٢- وعرف العلماء المفتي بتعاريف عدة:
قال الشاطبي: "المفتي هو القائم في الأمة مقام النبي صلى الله عليه وسلم ... "٣.
وقال ابن حمدان: "المفتي: هو المخبر بحكم الله تعالى لمعرفته بدليله. وقيل: هو المخبر عن الله بحكمه.
وقيل: هو المتمكن من معرفة أحكام الوقائع شرعًا بالدليل مع حفظه لأكثر الفقه"٤.
وقال ابن القيم: "المفتي هو المخبر عن حكم الله غير منفذ"٥.
وقال ابن الصلاح: " ... ولذلك قيل في الفتوى: إنها توقيع عن الله تبارك وتعالى"٦.
_________
١ أصول الدعوة للدكتور عبد الكريم زيدان: ١٣٠.
٢ أصول الدعوة للدكتور عبد الكريم زيدان: ١٣٠.
٣ الموافقات للشاطبي: ٤/ ٢٤٤.
٤ صفة الفتوى: ٤٤.
٥ إعلام الموقعين: ٤/ ٢٢٤.
٦ أدب المفتي: ٧٢.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (17,'٣- المجتهد والمفتي:
الاجتهاد لغة:
قال في التاج: ""الجهد" بالفتح الطاقة والوسع، ويضم. قال ابن الأثير: "الجَهْدُ والجُهْدُ ... بالضم: الوسع والطاقة، وبالفتح: المشقة. وقيل: المبالغة والغاية. وقيل: هما لغتان في الوسع والطاقة، فأما في المشقة والغاية فالفتح لا غير ... "١.
وفي المشارق لعياض نقلا عن ابن عرفة: الجُهد بالضم الوسع والطاقة، والجهد المبالغة والغاية ومنه قوله تعالى: {جَهْدَ أَيْمَانِهِمْ} أي بالغوا في اليمين واجتهدوا فيها.
والتجاهد: بذل الوسع والمجهود كالاجتهاد افتعال من الجهد الطاقة ... "٢.
٤- الاجتهاد في الاصطلاح:
وأما الاجتهاد في الاصطلاح فقال الرازي هو: "استفراغ الوسع في النظر فيما لا يلحقه فيه لوم، مع استفراغ الوسع فيه"٣.
وقال الغزالي: في الاجتهاد التام: "أن يبذل الوسع في الطلب بحيث يحس من نفسه بالعجز عن مزيد طلب"٤.
وقال الزركشي: "الاجتهاد: بذل الوسع لنيل حكم شرعي بطريق الاستنباط"٥.
_________
١ النهاية: ١/ ٣٢٠.
٢ تاج العروس: "٢/ ٣٢٩، ٣٣٠" مادة "جهد".
٣ المحصول: ٢/ ٣/ ٧ وانظر اعتراض الإمام القرافي على تعريف الرازي في: "نفائس الأصول شرح المحصول": "٣/ ... ".
٤ المستصفى: ٢/ ٣٥٠. وانظر الرسالة للإمام الشافعي: ٥١١.
٥ البحر المحيط: ٣/ ٢٨١.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (18,'وقال الآمدي: "استفراغ الوسع في طلب الظن بشيء من الأحكام الشرعية على وجه يحس من النفس العجز عن المزيد فيه"١.
وقال ابن السبكي: "الاجتهاد: استفراغ الفقيه الوسع لتحصيل ظن بحكم"٢.
وقال ابن الحاجب: "الاجتهاد، استفراغ الفقيه الوسع لتحصيل ظن بحكم شرعي"٣.
وقال البيضاوي: "الاجتهاد استفراغ الجهد في درك الأحكام الشرعية"٤.
وقال البهاري: "الاجتهاد: بذل الطاقة من الفقيه في تحصيل حكم شرعي ظني"٥.
وقال ابن الهمام: "الاجتهاد: بذل الطاقة من الفقيه في تحصيل حكم شرعي ظني"٦.
وقال ملاخسرو: "الاجتهاد: استفراغ المجهود في استنباط الحكم الشرعي الفرعي عن دليله"٧.
وقال ابن بدران: "الاجتهاد: استفراغ الوسع في طلب الظن بشيء من الأحكام الشرعية على وجه يحس من النفس العجز عن المزيد عليه"٨.
_________
١ الإحكام: ٤/ ٢١٨.
٢ جمع الجوامع: ٢/ ٣٧٩.
٣ مختصر ابن الحاجب مع شرح العضد: ٢/ ٢٨٩.
٤ المنهاج: ٣/ ١٩١.
٥ مسلم الثبوت: ٢/ ٣٣٦.
٦ التحرير: ٤/ ١٧٩.
٧ مرقاة الوصول: ٢/ ٤٦٤.
٨ المدخل إلى مذهب الإمام أحمد بن حنبل: ٣٦٧.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (19,'وقال القرافي: "الاجتهاد: بذل الوسع في الأحكام الفرعية الكلية ممن حصلت شرائط الاجتهاد"١.
وبعد تعريف "الإفتاء" و"المفتي" و"الاجتهاد" نريد أن نعرف هل هناك فرق بين "المجتهد" و"المفتي". ذهب كثير من الأصوليين إلى أنه لا فرق بين "المجتهد" و"المفتي"، وأن "المجتهد" هو "المفتي".
قال ابن الهمام: "إن المفتي هو المجتهد وهو الفقيه"٢, وقال المحلاوي: "إن المفتي عند الأصوليين هو المجتهد المطلق"٣.
وقال الشوكاني: "إن المفتي هو المجتهد ... ومثله قول من قال: إن المفتي هو الفقيه لأن المراد به المجتهد في مصطلح الأصول"٤.
وهذا هو رأي الحافظ ابن الصلاح رحمه الله تعالى فإنه عندما يتحدث عن "المجتهد وصفاته وأحكامه وآدابه" يعبر عنه بقوله: "القول في شروط المفتي وصفاته وأحكامه وآدابه" وقوله: "المفتي المستقل وشروطه".
وقوله: "فمن جمع هذه الفضائل فهو المفتي المستقل ... ".
وقوله: "والمجتهد المستقل هو الذي يستقل بإدراك ... ", وهكذا ذهب ابن الصلاح رحمه الله تعالى إلى أنه لا فرق بين المفتي والمجتهد، وأن المفتي هو المجتهد.
_________
١ نفائس الأصول شرح المحصول: "٣/ ... ".
٢ التحرير في أصول الفقه: ٥٤٧.
٣ تسهيل الأصول إلى علم الأصول: ٣٢٧.
٤ إرشاد الفحول: ٥٤٧.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (20,'<span data-type="title" id=toc-5>دراسة الكتاب:</span>
١-<span data-type="title" id=toc-6> تسمية الكتاب والأسباب التي دفعت ابن الصلاح إلى تأليف الكتاب:</span>
ذكرت المصادر كتاب ابن الصلاح هذا وسمته بأسماء متعددة. فقد جاء على صفحة العنوان من نسخة سليمانية كتبخانه برقم: "١/ ٦٥٠" "فتاوى ابن الصلاح، وشروط المفتي وأوصافه وأحكامه وصفة المستفتي وأحكامه وكيفية الفتوى والاستفتاء وآدابهما". وجاء في صفحة العنوان على نسخة الفاتح المرقمة: "٢٣٤٧" "فتاوى ابن الصلاح على مذهب الشافعي".
وجاء في صفحة العنوان على نسخة مكتبة جو رلولو علي باشا المرقمة "٢٦٦" "جواهر الفتاوى وآداب المفتي والمستفتي". وجاء في صفحة العنوان على نسخة شستربتي المرقمة: "٣٨٥٤" "آداب المفتي" لابن الصلاح.
ولعل ذكر كلمة "فتاوى" في تسمية الكتاب يرجع إلى مقدمة الكتاب التي قال فيها ابن الصلاح: "وأتبرأ من الحول والقوة إلا به في تأليف كتاب في الفتوى لائق بالوقت أفصح فيه إن شاء الله العظيم عن شروط المفتي وأوصافه، وأحكامه".
وذكر السبكي الكتاب في "طبقات الشافعية الكبرى"١. وسماه "أدب الفتيا"، كما ذكره في كتاب "طبقات الشافعية الوسطى"٢ وسماه "أدب
_________
١ ٤/ ٢٠٠.
٢ مطبوعة بهامش الطبقات الكبرى: ٨/ ٣٢٧.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (21,'المفتي"، وكذا سماه ابن كثير في "البداية والنهاية"١ وذكره ابن قاضي شهبة في "طبقات الشافعية"٢، وسماه "أدب المفتي والمستفتي"، كذا سماه ابن العماد الحنبلي في "شذرات الذهب"٣، وحاجي خليفة في "كشف الظنون"٤، وبروكلمان في "تاريخ الأدب العربي"٥. إذن فاسم الكتاب الكامل هو "أدب المفتي والمستفتي" كما ذكره ابن قاضي شهبة وغيره.
أما الأسباب التي صنف "ابن الصَّلاح كتابه هذا من أجلها فقد بيَّنها رحمه الله تعالى في مقدمة كتابه فقال: " ... ولما عظم شأن الفتوى في الدين وتسنم المفتون منه سنام السناء، وكانوا قرات الأعين، لا تلم بهم على كثرتهم أعين الأسواء، فنعق بهم في أعصارنا ناعق الفناء، وتفانت بتفانيهم أندية ذلك العلاء إلى أن قال: "وأتبرأ من الحول والقوة إلا به في تأليف كتاب في الفتوى، لائق بالوقت، أفصح فيه إن شاء الله العظيم عن شروط المفتي، وأوصافه، وأحكامه، وعن صفة المستفتي وأحكامه، وعن كيفية الفتوى والاستفتاء وآدابهما"٦ إن شعور ابن الصلاح رحمه الله تعالى بمنزلة "الإفتاء" العظيمة، وموقعها الكبير في المجتمع المسلم، وفضلها العظيم، هو الذي دفعه إلى تصنيف هذا الكتاب، ومن أجل توعية الآخرين بخطر الفتوى وأنه يجب التهيب من الإفتاء، وعدم الجرأة على إصدار الأحكام مع قلة العلم ... والرغبة في تعليم المستفتي أدب السؤال، وآداب الكلام، بل أدب المسلم نحو أهل العلم ... كل هذه الأسباب دفعت ابن الصلاح رحمه الله تعالى إلى تأليف هذا الكتاب القيم النفيس.
_________
١ ١٢/ ٤٣.
٢ طبقات ابن قاضي شهبة: ٢/ ١٤٦.
٣ ٥/ ٢٢.
٤ ١/ ٤٨.
٥ ٦/ ٢١٠.
٦ أدب المفتي: "٦٩-٧٠".',NULL,'32',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (22,'٢-<span data-type="title" id=toc-7> منهج ابن الصلاح في الكتاب:</span>
الإسلام دين الله تبارك وتعالى، ومشرع أحكامه ومناهجه هو الله عز وجل فعلى المسلم أن ينقاد لشريعة الله ويستسلم لرب العالمين، وأن لا يأتي ما يناقض حقيقة الإسلام لا في الاعتقاد ولا في الأقوال ولا في الأفعال، والمسلم قبل أن يفعل الفعل أو يقول القول لا بد أن يسأل نفسه إن كان هذا الفعل موافقًا لشريعة الإسلام أو غير موافق، فإن عرف الجواب فخير، وإن لم يعرف الجواب فلا بد أن يسأل أهل العلم كي يتعلم، قال الله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} .
فإن لم يسأل وفعل الفعل أو قال القول فقد يقع في العصيان أو الابتداع، بل قد يؤدي به الأمر إلى الارتداد عن الإسلام.
"وسؤال الجاهل أهل العلم، وجواب هؤلاء له، وما يتعلق بهذين الموقفين: موقف الجاهل وهو يسأل، وموقف العالم وهو يجيب، من وجوب عليهما في السؤال والجواب أو ندب أو إباحة بلا وجوب في السؤال والجواب، وغير ذلك من الأمور، كل ذلك يكون ما يعرف في الشريعة الإسلامية بنظام الإفتاء١. ونظام الإفتاء في الإسلام له ضوابط وأصول، ومن أجل بيان هذه الضوابط والأصول ألف ابن الصلاح كتابه هذا ولقد بين ابن الصلاح منهجه هذا في مقدمة الكتاب فقال:
" ... في تأليف كتاب في الفتوى لائق بالوقت، أفصح فيه إن شاء الله العظيم عن شروط المفتي وأوصافه وأحكامه، وعن صفة المستفتي وأحكامه، وعن كيفية الفتوى والاستفتاء، وآدابهما جامعًا فيه شمل نفائس التقطتها من خبايا الروايا، وخفايا الزوايا، ومهمات تقر بها أعين أعيان الفقهاء، ويرفع من قدرها من كثرت مطالعته من الفهماء، ويبادر إلى تحصيلها كل من ارتفع عن حضيض الضعفاء مقدمًا: بيان شرف مرتبة الفتوى وخطرها، والتنبيه على آفاتها وعظيم غدرها ... "٢, ونظرة سريعة على
_________
١ أصول الدعوة للدكتور عبد الكريم زيدان: ١٣٠.
٢ أداب المفتي والمستفتي: ٧٠.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (23,'فهرست المواضيع تعطي للقارئ الكريم فكرة عن الكتاب ومباحثه.
ويلحظ القارئ في منهج ابن الصلاح رحمه الله تعالى أنه حاول أن يجمع بين أسلوب المحدثين والفقهاء في كتابه هذا وليس هذا بالمستغرب عن ابن الصلاح فهو محدث كبير وإمام حافظ، فهو صاحب "المقدمة" في علوم الحديث، و"صيانة صحيح مسلم" ... وهو فقيه كبير من الفقهاء.
ومحاولة ابن الصلاح في الجمع بين الأسلوب الحديثي والفقهي تجلت بوضوح في فصل "بيان شرف حرمة الفتوى وخطرها وغررها", إذ نقل الأقوال بالسند، وأفاد في هذا الفصل من المحدثين الذين سبقوه في الكتابة عن "المفتي والمستفتي"، كالخطيب البغدادي في كتابه "الفقيه والمتفقه"، وابن عبد البر في كتابه "جامع بيان العلم وفضله"، فإن الخطيب البغدادي، وابن عبد البر لم يسهبا بذكر أقوال الفقهاء والأصوليين في كتبايهما، وإنما كانا يذكران المسألة التي يريدان الحديث عنها, ثم يبرهنان على صوابها بما ورد عن الرسول صلى الله عليه وسلم، أو عن الصحابة أو التابعين، أو الأئمة المعتبرين. وغالب روايتهم بالإسناد ... فتابعهم ابن الصلاح في هذا الفصل واقتبس الكثير منهم حتى يكاد معظم هذا الفصل يكون مقتبسًا من كتابي "الفقيه والمتفقه" و"جامع بيان العلم وفضله".
ومن الأسلوب الحديثي الذي اتبعه ضبطه لألفاظ الروايات التي يذكرها. ومن هذه الروايات الرواية التي ذكرها في "المسألة السادسة عشرة" عن أبي بكر محمد بن داود الأصبهاني الظاهري في المسألة التي سألته فيها امرأة: "ما تقول في رجل له زوجة لا هو ممسكها ولا هو مطلقها، فقد جاء في الرواية "أبو العباس الخضري" و"تؤمر بالصبر" و"يبعث على التطلب". وهذه الأسماء والكلمات التصحيف فيها وارد لذا نرى ابن الصلاح رحمه الله تعالى يقول في آخر الرواية:
"قلت: التصحيف شين فاعلم: أن أبا العباس الخضري: هذا هو بخاء معجمة مضمومة، وبضاد معجمة مفتوحة.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (24,'وقوله: تؤمر بالصبر: في أوله التاء للمؤنث.
وقوله: يبعث على التطلب: في أوله الياء التي هي للمذكر"١، بل أحيانًا يشرح المعنى اللغوي كما هو الحال في الرواية السابقة إذ قال: "وقولها: لا هو ممسكها: أي ليس ينفق عليها"٢. وقوله في الرواية التي يرويها بسنده عن أبي سعيد الشحام التي رأى سهلا الصعلوكي في المنام فسأله عن حاله فقال له: "غفر لي بمسائل كان يسأل عنها العجز". قال ابن الصلاح رحمه الله تعالى:
العجز: بضم العين والجيم، العجائز٣.
وأما أسلوبه الفقهي فواضح جلي بكثرة اقتباساته من المصادر الفقهية والأصولية، وذكره لآراء الأئمة الفقهاء في المسائل التي يتطرق إليها، كما يذكر الاختلافات في بعض المسائل ويرجح بين الأقوال في أغلب الأحيان.
ومذهب ابن الصلاح رحمه الله تعالى هو المذهب الشافعي لذا نراه لا يخرج عن هذا المذهب في الآراء التي يذكرها. بل إنه يفضل هذا المذهب على غيره من المذاهب، ويبرز ذلك بقوله: "ولما كان الشافعي قد تأخر عن هؤلاء الأئمة ونظر في مذاهبهم نحو نظرهم في مذاهب من قبلهم، فسبرها وخبرها وانتقدها، واختار أرجحها، ووجد من قبله قد كفاه مؤنة التصوير والتأصيل فتفرغ للاختيار والترجيح والتنقيح والتكميل، مع كمال آلته وبراعته في العلوم، وترجحه في ذلك على من سبقه, ثم لم يوجد بعده من بلغ محله في ذلك، كان مذهبه أولى المذاهب بالاتباع والتقليد، وهذا مع ما فيه من الإنصاف والسلامة من القدح في أحد الأئمة جلي واضح، إذا تأمله العامي قاده إلى اختيار مذهب الشافعي والتمذهب به"٤.
وابن الصلاح رحمه الله تعالى لم يكتف بتفصيل مذهب الشافعي رحمه الله
_________
١ "أدب المفتي": ١٣٣.
٢ "أدب المفتي": ١٣٣.
٣ "أدب المفتي": ١٣٦.
٤ "أدب المفتي": "١٦٣-١٦٤".',NULL,'35',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (25,'تعالى على غيره من المذاهب بل نراه يميل إلى إغلاق باب الاجتهاد المطلق. فيقول: "وقد ذكر بعض الأصوليين منا: أنه لم يوجد بعض عصر الشافعي مجتهد مستقل.
وحكى اختلافًا بين أصحابنا وأصحاب أبي حنيفة في أبي يوسف ومحمد، والمزني، وابن سريج خاصًا، هل كانوا من المجتهدين المستقلين، أو من المجتهدين في المذاهب؟ "١.
وقال أيضًا: " ... ومنذ دهر طويل طوى بساط المفتي المستقل المطلق، والمجتهد المستقل، وأفضى أمر الفتوى إلى الفقهاء المنتسبين إلى أئمة المذاهب المتبوعة ... "٢.
_________
١ "أدب المفتي": "٩٣-٩٤".
٢ "أدب المفتي": ٩١.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (26,'٣-<span data-type="title" id=toc-8> موارد ابن الصلاح في الكتاب:</span>
لم يكن ابن الصلاح رحمه الله تعالى أول من كتب في موضوع "الفتيا"؛ بل هنالك من تقدمه في هذا المضمار سواء من المحدثين أو الفقهاء والأصوليين ... فلا بد أن يقتبس منهم وينهل من موردهم، ورغم صغر حجم الرسالة نرى أن ابن الصلاح رحمه الله تعالى أكثر من الاقتباس عمن تقدمه من المحدثين والأصوليين ومن هذه المصنفات.
١- "أدب المفتي والمستفتي": لأبي القاسم عبد الواحد بن الحسين بن محمد القاضي الصيمري "ت٣٨٦هـ" وقد اقتبس منه في أكثر من عشرة مواضع.
٢- "أدب الدين والدنيا": لأبي الحسن على بن محمد بن حبيب الماوردي "ت٤٥٠هـ".
٣- "الحاوي": لأبي الحسن علي بن محمد بن حبيب الماوردي: كما نقل نصوصًا عديدة عن الإمام الماوردي ولم يصرح باسم الكتاب الذي اقتبس منه',NULL,'36',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (27,'ومجموع النصوص التي اقتبسها من الإمام الماوردي سواء من كتاب "أدب الدين والدنيا"، أو "الحاوي" أو غير ذلك تربو على ستة نصوص.
٤- "الغياثي": لركن الدولة إمام الحرمين أبي المعالي عبد الملك بن عبد الله بن يوسف بن محمد الجويني "ت٤٧٨هـ".
٥- "النهاية" وهو "نهاية المطلب في دراية المذهب": لإمام الحرمين الجويني.
٦- "شرح رسالة الشافعي": لإمام الحرمين الجويني. كما نقل نصوصًا عديدة عن الإمام الجويني ولم يصرح باسم الكتاب الذي نقل عنه. وهذه الاقتباسات عن الإمام الجويني تقرب من ثمانية نصوص.
٧- "الشامل": لأبي نصر بن الصباغ عبد السيد بن محمد بن عبد الواحد بن أحمد بن جعفر "ت٤٧٧هـ".
٨- "المختصر": لأبي إبراهيم إسماعيل بن يحيى بن إسماعيل بن عمرو بن إسحاق المزني "ت٢٦٤هـ".
٩- "أصول الفقه": لأبي الحسن علي بن محمد بن علي إلكيا الهراسي "ت٥٠٤هـ".
١٠- "فتاوى القاضي الحسين بن محمد بن أحمد المروروذي" "ت٤٦٢هـ" تعليق أبي محمد الحسين بن مسعود الفراء البغوي "ت٥١٦هـ".
١١- "جامع بيان العلم وفضله": لأبي عمر يوسف عبد الله بن محمد بن عبد البر النمري القرطبي الأندلسي "ت٤٦٣هـ".
١٢- "الفقيه والمتفقه": لأبي بكر بن علي بن ثابت الخطيب البغدادي "ت٤٦٣هـ".
١٣- "مناقب أبي الحسن علي بن محمد بن خلف المعافري القابسي المالكي ت٤٠٣هـ": لأبي عبد الله المالكي.
١٤- كما اقتبس نصوصًا عن أبي الفتح أحمد بن علي بن محمد بن برهان',NULL,'37',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (28,'"ت٥١٨هـ" ولم يصرح باسم الكتاب الذي اقتبس منه.
١٥- واقتبس من الإمام أبي حامد محمد بن محمد بن أحمد الطوسي الغزالي "ت٥٠٥هـ" نصوصًا عديدة.
١٦- واقتبس من أبي السعادات المبارك بن محمد بن محمد بن الأثير الجزري "ت٦٠٦هـ".
١٧- واقتبس من أبي علي الحسين بن شعيب بن محمد السنجي "ت٤٣٠هـ".
١٨- واقتبس من أبي عبد الله الحسين بن الحسن بن محمد الحليمي "ت٤٣٠هـ".
١٩- واقتبس من أبي المحاسن عبد الواحد بن إسماعيل بن أحمد الروياني "ت٥٠٢هـ".
٢٠- ومن أبي بكر محمد بن إبراهيم بن المنذر "ت٣١٨هـ".
٢١- ومن "تعاليق" أبي حامد أحمد بن محمد بن أحمد الإسفراييني "ت٤٠٦هـ".
٢٢- ومن أبي المظفر منصور بن محمد بن عبد الجبار بن أحمد محمد السمعاني الكبير "ت٤٨٩هـ".
٢٣- ومن أبي الحسين أحمد بن محمد بن أحمد المعروف بابن القطان "ت٣٥٩هـ".
٢٤- ومن أبي بكر عبد الله بن أحمد بن عبد الله القفال الصغير المروزي "ت٤١٧هـ".
٢٥- ومن أبي الوليد سليمان بن خلف بن سعد بن أيوب بن وارث الباجي "ت٤٧٤هـ".
٢٦- ومن الأستاذ أبي إسحاق إبراهيم بن محمد بن إبراهيم الإسفراييني "ت٤١٨هـ".
٢٧- ومن الأستاذ أبي منصور عبد القاهر بن طاهر بن محمد التميمي البغدادي',NULL,'38',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (29,'"ت٤٢٩هـ".
٢٨- ومن أبي إسحاق إبراهيم بن علي بن يوسف الشيرازي الفيروزابادي "ت٤٧٦هـ". وهذه النصوص بعضها من كتاب "اللمع" وبعضها من كتاب "التبصرة"، لأبي إسحاق الشيرازي.
٢٩- ومن أبي حاتم محمود بن الحسن بن محمد بن يوسف القزويني ت"٤٤٠هـ".
إن كثرة النصوص المقتبسة في هذه الرسالة تدل على مدى عناية ابن الصلاح رحمه الله تعالى بهذا الكتاب كما أنها تدل على سعة ثقافته وإحاطته بالمادة التي يصنف فيها, ولعل أكثر مصادر ابن الصلاح في هذا الكتاب هو كتاب "أدب المفتي والمستفتي" لأبي القاسم الصيمري. و"الفقيه والمتفقه" للخطيب البغدادي.
و"جامع بيان العلم وفضله" لابن عبد البر القرطبي. وكذلك نقوله عن الإمام الماوردي، والجويني.
ويلاحظ على هذه الموارد أنها مصنفات لها القيمة العلمية الكبيرة، وأنها لأئمة جهابذة لهم المكانة العلمية المرموقة ...',NULL,'39',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (30,'<span data-type="title" id=toc-9>نقده للآراء التي يذكرها:</span>
اعتمد ابن الصلاح رحمه الله تعالى على مصادر عديدة كما تقدم. ونقل أقوالا لكبار الفقهاء في معظم المسائل التي يذكرها ومما يلاحظ لابن الصلاح رحمه الله تعالى, وهو ينقل هذه الأقوال أنه لم يكن يكتفي بل كثيرا ما كان يدلي بدلوه، فيرجع ما يراه صوابًا، ويبدي رأيه المستقل في معظم المسائل، ولا عجب في ذلك فابن الصلاح حافظ كبير، وعالم يمتلك القدرة على نقد الروايات والآراء التي يذكرها فهو عالم ناقد ممحص.
مثال ذلك قوله في باب "تنبيهات":',NULL,'39',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (31,'"الأول: قطع الإمام العلامة أبو عبد الله الحليمي إمام الشافعيين بما وراء النهر، والقاضي أبو المحاسن الروياني, وغيرهما: بأنه لا يجوز للمقلد أن يفتي بما هو مقلد فيه.
وذكر الشيخ أبو محمد الجويني في "شرحه لرسالة الشافعي" عن شيخه أبي بكر القفال المروزي: أنه يجوز لمن حفظ مذهب صاحب مذهب ونصوصه أن يفتي به وإن لم يكن عارفًا بغوامضه وحقائقه.
وخالفه الشيخ أبو محمد وقال: لا يجوز أن يفتي بمذهب غيره إذا لم يكن متبحرًا فيه.
قلت: قول من قال: لا يجوز أن يفتي بذلك معناه أنه لا يذكره في صورة ما يقوله من عند نفسه، بل يضيفه ويحكيه عن إمامه الذي قلده ... "١.
ومثال ذلك أيضًا قوله وهو يتحدث عن "صفة المستفتي وأحكامه وآدابه":
"الخامسة: قال أبو المظفر السمعاني: إذا سمع المستفتي جواب المفتي لم يلزمه العمل به إلا بالتزامه، ويجوز أن يقال: إنه يلزمه إذا أخذ في العمل به، وقيل: يلزمه إذا وقع في نفسه صحته وحقيقته.
قال: وهذا أولى الأوجه.
قلت: لم أجد هذا لغيره ... "٢.
وغير ذلك من الأمثلة التي سيلاحظها القارئ وهو يطالع الكتاب. فابن الصلاح رحمه الله تعالى ليس بحاطب ليل، فهو الفقيه المتمكن الذي "أشغل وأفتى، وجمع وألف"٣.
_________
١ "أدب المفتي": "١٠١-١٠٢".
٢ "أدب المفتي": ١٦٦.
٣ سير أعلام النبلاء: ٢٣/ ١٤١.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (32,'كما أن ثقافته لم تأت من فراغ، فهو العلم الذي رسخت قدمه في العلوم المختلفة سواء في التفسير، أو الحديث، أو اللغة، أو الفقه، أو العقائد، أو غير ذلك من العلوم١ ... قال الذهبي: "وكان مع تبحره في الفقه مجودًا لما ينقله، قوي المادة من اللغة والعربية، متفننًا في الحديث، متصونًا، مكبًّا على العلم، عديم النظير في زمانه"٢.
_________
١ صيانة صحيح مسلم لابن الصلاح: ٥٠.
٢ سير أعلام النبلاء: "٢٣/ ١٤٢-١٤٣".',NULL,'41',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (33,'<span data-type="title" id=toc-10>أثر الكتاب فيما بعده واقتباسات الأئمة منه:</span>
لقد ذكر الكثير من الأئمة كتاب "أدب المفتي والمستفتي" ونسبوه إلى ابن الصلاح.
قال النووي وهو يتحدث عن "آداب الفتوى والمفتي والمستفتي": "اعلم أن هذا الباب مهم جدًّا فأحببت تقديمه لعموم الحاجة إليه، وقد صنف في هذا جماعة من أصحابنا منهم أبو القاسم الصيمري شيخ صاحب الحاوي، ثم الخطيب أبو بكر الحافظ البغدادي, ثم الشيخ أبو عمرو ابن الصلاح، وكل منهم ذكر نفائس ولم يذكرها الآخران، وقد طالعت كتب الثلاثة ولخصت منها جملة مختصرة مستوعبة ... "١.
ثم اقتبس معظم كتاب ابن الصلاح، وأشرت إلى ذلك في حاشية الكتاب أثناء تحقيقي له.
واقتبس من الكتاب شيخ الإسلام علي بن عبد الكافي السبكي "ت٧٥٦هـ"، وولده تاج الدين عبد الوهاب بن علي السبكي "ت٧٧١" في كتاب "الإبهاج في شرح المنهاج"٢.
_________
١ المجموع: ١/ ٧٣.
٢ الإبهاج: ٣/ ٢٥٦.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (34,'كما اقتبس من الكتاب السبكي في "طبقات الشافعية الكبرى"١، وذكره في "طبقات الشافعية الوسطى"٢، كما ذكره ابن كثير في "البداية والنهاية"٣ واقتبس منه، وذكره ابن قاضي شهبة في "طبقات الشافعية"٤، وابن العماد الحنبلي في "شذرات الذهب"٥، وحاجي خليفة في "كشف الظنون"٦، وغير ذلك من المراجع والمصادر التي كتبت في هذا المجال.
وأما "أحمد بن حمدان الحراني الحنبلي المتوفى "٦٩٥هـ" فقد اقتبس معظم كتاب "أدب المفتي" لابن الصلاح. في كتابه "صفة الفتوى والمفتي والمستفتي" دون أن يشير إلى ذلك، وقد أوضحت ذلك في هامش الكتاب أثناء التحقيق.
واقتبس ابن قيم الجوزية "ت٧٥١هـ" من كتاب ابن الصلاح في "إعلام الموقعين عن رب العالمين"٧، ووافق ابن الصلاح في مواضع كثيرة، وخالفه في بعض المواضع.
واقتبس السيوطي "ت٩١١هـ" في كتابه "الرد على من أخلد إلى الأرض وجهل أن الاجتهاد في كل عصر فرض" في عدة مواضع، وسماه مرة "أدب الفتيا"٨، ومرة أخرى "آداب الفتيا"٩. كما اقتبس منه السيوطي كثيرًا في كتابه "آداب الفتيا"١٠.
إن كثرة الاقتباس من كتاب ابن الصلاح هذا بقدر ما تثبت صحة نسبة الكتاب إلى ابن الصلاح رحمه الله تعالى, فإنها تدل على أهميته وقيمته العلمية، وأنه كتاب نفيس في بابه.
_________
١ طبقات الشافعية الكبرى: ٤/ ٢٠٠.
٢ المطبوع بهامش الكبرى: ٨/ ٣٢٧.
٣ البداية والنهاية: ١٢/ ٤٣.
٤ طبقات الشافعية لابن قاضي شهبة: ٢/ ١٤٦.
٥ شذرات الذهب: ٥/ ٢٢٢.
٦ ١/ ٤٨.
٧ "إعلام الموقعين": "٤/ ١٩٥، ٢٢٣، ٢٣٧" وغير ذلك من الصفحات.
٨ "الرد على من أخلد إلى الأرض: ٣٦.
٩ "الرد على من أخلد إلى الأرض": ٩٧ وغير ذلك من المواضع.
١٠ أو "أدب المفتي" مخطوط نسخة منه في مكتبة برستن, مجموعة يهودا، ضمن مجموع تحت رقم "٨٣١".',NULL,'42',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (35,'<span data-type="title" id=toc-11>وصف الكتاب وصحة نسبته إلى المصنف:</span>
كتاب "أدب المفتي والمستفتي" من الكتب المشهورة التي ذكرها المصنفون ونسبوها لابن الصلاح، واهتموا بها, واقتبسوا منها الكثير، ولا عجب في ذلك فابن الصلاح كما وصفه الذهبي: وأشغل، وأفتى، وجمع وألف، تخرج به الأصحاب، وكان من كبار الأئمة.
وللكتاب نسخ كثيرة، اعتمدت في تحقيقه على أربع نسخ فقط وهي:
١- نسخة السليمانية كتبخانه برقم "٦٥٠/ ١". وتبدأ من الورقة: "١أ-٢٢ب"، ومكتوب على صفحة العنوان ""فتاوى ابن الصلاح، وشروط المفتي وأوصافه وأحكامه وصفة المستفتي وأحكامه، وكيفية الفتوى والاستفتاء وآدابهما" تغمده الله برحمته، من كتب إبراهيم بن الطهوسي الحنفي", وكتب على صفحة العنوان: "وقف سلطان سليمان خان عليه الرحمة". وفي كل صفحة من صفحاتها "١٧ سطرًا"، وخطها جيد ومقروء كما أن النسخة نادرة الأخطاء، وتكاد تتطابق مع نسخة "ابن حمدان" الذي اقتبس كتاب ابن الصلاح في كتاب "صفة الفتوى" ومع نسخة الإمام النووي الذي هو الآخر اقتبس كتاب ابن الصلاح في كتابه القيم "المجموع". وعلى بعض صفحات هذه النسخة حواش كتبت بخط دقيق، وأشار الناسخ إلى دخولها في الأصل، وهذا يدل على تصحيحها بعد النسخ، فهي نسخة مصححة ... والنسخة كاملة تامة، كما جاء في الورقة الأخيرة.
ورءوس المواضيع كتبت بحروف كبيرة وباللون الأحمر، ولم يذكر اسم الناسخ ولا تاريخ النسخ.
وقد اتخذت هذه النسخة أصلا في تحقيقي للكتاب، ورمزت لها بالحرف',NULL,'43',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (36,'"س"، نظرًا لقلة أخطائها, ولمطابقتها للمصادر التي اقتبست كلام ابن الصلاح رحمه الله تعالى:
٢- والنسخة الثانية هي نسخة الفاتح تحت رقم: "٢٣٤٧/ ١", وتبدأ من الورقة "١٦١ب-١٨٥أ", فهي تقع في ٢٤ ورقة عدا صفحة العنوان. وفي كل صفحة "٢٠" سطرًا وكتب على صفحة العنوان: "فتاوى ابن الصلاح على مذهب الشافعي".
وجاء في الورقة الأخيرة: "ووافق الفراغ من نسخة بعون الله تعالى يوم السبت رابع شهر صفر سنة تسع وثمانين وسبعمائة، على يد الفقير إلى الله تعالى الراجي عفو ربه وغفرانه المعترف بالذنب والتقصير عبد الله بن محمد بن أبي بكر الخليلي لطف الله تعالى به، وهي نسخة تامة، وجيدة ومقروءة، وعلى بعض صفحاتها حواش كتبت بخط دقيق، وأشار الناسخ إلى دخولها في الأصل، وهذا يدل على تصحيحها بعد النسخ.
وقد كتبت رؤوس المواضيع بحروف كبيرة وباللون الأحمر وهي نسخة جيدة، غير أنها لا تخلو من الأخطاء والسقط، وقد أشرت إلى ذلك في تحقيقي للكتاب.
٣- نسخة جور لولو علي باشا تحت رقم ٢٦٦، وتقع في ٣١ ورقة من ضمنها صفحة العنوان. "١أ-٣١ب". وخطها واضح ومقروء ... ورؤوس المواضيع كتبت بخط أحمر وبعضها وضع تحته خط أحمر. وفي كل صفحة من صفحاتها "١٩" سطرًا. وعلى بعض صفحات هذه النسخة حواش كتبت بخط دقيق، وأشار الناس إلى دخول بعضها في الأصل، وهذا يدل على تصحيحها بعد النسخ ... وجاء على صفحة العنوان "جواهر الفتاوى, وآداب المفتي والمستفتي". كما كُبت على هذه الصفحة "قد وقف هذه النسخة الشريفة الوزير الأعظم، والمشير الأفخم علي باشا يسره الله ما يريده وما يشاء طلبًا لنيل مرضاة الله وقفًا صحيحًا شرعيًّا بحيث لا يباع ولا يوهب ولا يورث ولا يرهن ولا يخرج من الحجرة التي عنيها حضرت الواقف لحفظ الكتب الموقوفة فمن بدله بعدما سمعه فإنما إثمه على الذين يبذلونه إن الله',NULL,'44',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (37,'سميع عليم". ثم وضع عليها ختم "الوزير الأعظم علي باشا بن الحاج محمد أغا عفا الله عنهما، سنة ... "، وجاء في الصفحة الأخيرة "قوبل وصحح من نسخة مصححة عن نسخة المؤلف فصحح بقدر الإمكان بفضل الملك المنان، بأمر مولانا شيخ الإسلام مفتي الأنام فسح الله تعالى في أجله ونفع العالمين بعلمه وعمله، حرره الفقير حسن بن علي الخضر".
٤- نسخة شستربتي تحت رقم "٣٨٥٤"، وتقع في ٢٩ ورقة من ضمنها صفحة العنوان "١أ-٢٩"، وخطها واضح ومقروء ... ورؤوس المواضيع كتبت بخط أحمر، وفي كل صفحة من صفحاتها "٢٣" سطرًا، وعلى بعض صفحات هذه النسخة حواش كتبت بخط دقيق، وأشار الناسخ إلى دخولها في الأصل، وهذا يدل على تصحيحها بعد النسخ. وجاء على صفحة العنوان "آداب المفتي لابن الصلاح"، وجاء في الصفحة الأخيرة "كمل الكتاب وربنا المحمود الوهاب لخمس خلت من شوال سنة ست وثلاثين وسبعمائة، وصلى الله على محمد نبيه وسلم تسليمًا كثيرًا". وهي نسخة جيدة وقديمة ومشكلة في بعض المواضع.
أما صحة نسبة الكتاب إلى ابن الصلاح، فأمر ثابت، فقد ذكرته معظم المصادر التي تحدثت عن ابن الصلاح، كما أن معظم الذين كتبوا في "صفة الفتوى والمستفتي" ممن جاء بعد ابن الصلاح اقتبسوا من الكتاب ... وقد ذكرت هذا في دراسة الكتاب في فقرة "أثر الكتاب فيما بعده واقتباسات الأئمة منه".',NULL,'45',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (38,'<span data-type="title" id=toc-12>المنهج الذي التزمته في التحقيق والدراسة</span>
...
المنهج الذي التزمته في التحقيق والدارسة:
لما كان الهدف من التحقيق هو نشر النص المحقق وإثبات صحته، لذا فإن عملي في التحقيق تركز على هذا الأمر، ويمكن تلخيص خطتي ومنهجي في النقاط الآتية:
١- نشر نص الكتاب مضبوطًا بالشكل.
٢- المقارنة بين النسخ وإثبات ما هو أولى بالصواب مع اتخاذ نسخة السليمانية كتبخانه أصلا ورمزت لها بحرف "س".
٣- عمل ترجمة مختصرة للأعلام الذين ذكرهم ابن الصلاح في الكتاب.
٤- عزو الآيات القرآنية إلى السور.
٥- تخريج الأحاديث النبوية التي وردت في الكتاب تخريجًا علميًّا.
٦- الإشارة إلى المراجع التي اقتبست كلام ابن الصلاح.
٧- تخريج النصوص التي ينقلها ابن الصلاح من أقوال الأئمة الذين سبقوه، وهي نصوص كثيرة.
٨- اقتصر ابن الصلاح رحمه الله تعالى على الرمز في بعض ألفاظ التحمل، فكتب "ثنا"، الثاء والنون من غير نقط، والألف بدل من: "حدثنا"، وكتب "أنا" الهمزة والنون والألف من غير نقط بدل من: "أخبرنا"، فأبدلت هذه الرموز وأرجعتها إلى أصلها.
٩- ضبط وبيان الألفاظ من الأسماء، أو الكنى والأنساب، أو الألقاب، أو الأماكن، أو غير ذلك مما يتطلبه تحقيق النص.
١٠- التحقيق في بعض الاختلافات حول بعض المسائل التي ترد في النصوص، من اعتراضات لابن الصلاح، أو اعتراض عليه، أو غير ذلك مما له علامة بتحقيق النص، أو إيضاحه للقارئ، ولقد توخيت الاختصار في كل هذه الأمور، وأكتفي أحيانًا بالإشارة إلى المراجع.
أما منهجي في الدراسة فإنه يتلخص بما يأتي:
١- تسمية الكتاب والأسباب التي دفعت ابن الصلاح إلى تأليف الكتاب.
٢- منهج ابن الصلاح في الكتاب.
٣- موارد ابن الصلاح في الكتاب.
٤- نقده للآراء التي يذكرها.
٥- أثر الكتاب فيما بعده واقتباسات الأئمة منه.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (39,'<span data-type="title" id=toc-13>صور المخطوطات المعتمدة في التحقيق تحقيق النص:</span>',NULL,'47',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (40,'يوجد اسكانر',NULL,'50',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (41,'<span data-type="title" id=toc-14>بيان شرف الفتوى وخطرها وغررها:</span>
بسم الله الرحمن الرحيم
ربنا أتمم لنا نورنا، واغفر لنا إنك على كل شيء قدير١.
قال العبد الفقير عثمان بن عبد الرحمن٢، المعروف بابن الصلاح غفر الله له ولهم٣:
الحمد لله الذي كرم هذه الأمة بالشريعة السمحة الظاهرة، وأيدها بالحجج الباهرة، القاهرة٤، ووطدها بالقواعد المتظاهرة المتناصرة، ونورها بالأوضاع المتناسبة المتوازرة.
أحمده على نعمه الباطنة والظاهرة، وأصلي على رسوله محمد، وسائر النبيين والصالحين، وأسلم صلاة وتسليمًا متواصلي "الصلات"٥ في الدنيا والآخرة آمين.
هذا ولما عظم شأن الفتوى في الدين وتسنم المفتون٦ منه سنام السناء،
_________
١ في ج "بسم الله الرحمن الرحيم نسأله الهداية إلى الطريق المستقيم قال".
٢ ناقصة من ف وج.
٣ في ش "بسم الله الرحمن الرحيم، صلى الله على محمد وسلم الحمد لله الذي ... ".
٤ ناقصة من ف.
٥ من ش، وفي الأصل وف وج "الصلاة".
٦ في الأصل "المعنيون".',NULL,'69',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (42,'وكانوا قرات١ الأعين، لا تلم بهم على كثرتهم أعين الأسواء، فنعق بهم في أعصارنا ناعق الفناء، وتفانت بتفانيهم أندية ذاك٢ العلاء، على أن الأرض لا تخلوا من قائم بالحجة إلى أوان الانتهاء، رأيت أن أستخير الله تبارك "وتعالى"٣، وأستعينه، وأستهديه، وأستوقفه، وأتبرأ من الحول والقوة إلا به في تأليف كتاب في الفتوى لائق بالوقت، أفصح فيه إن شاء الله العظيم٤ عن شروط المفتي، وأوصافه، وأحكامه، وعن صفة المستفتي وأحكامه، وعن كيفية الفتوى والاسفتاء وآدابهما جامعًا فيه شمل نفائس التقطتها من خبايا الروايا٥، وخفايا الزوايا، ومهمات تقر بها أعين أعيان الفقهاء، ويرفع من قدرها من كثرت مطالعاته٦ من الفهماء٧، ويبادر إلى تحصيلها كل من ارتفع عن "حضيض"٨ الضعفاء، مقدمًا في أوله بيان شرف مرتبة الفتوى، وخطرها، والتنبيه على آفاتها وعظيم٩ غررها، ليعلم المقصر عن شأوها، المتجاسر عليها أنه على النار يجرأ ويجسر، وليعرف متعاطيها المضيع شروطها أنه لنفسه يضيع ويخسر، وليتقاصر عنها القاصرون الذين إذا انتزوا١٠ على منصب تدرس، أو اختلسوا١١ ذروا من تقديم وترئيس، وجانبوا جانب المحترس، ووثبوا على الفتيا وثبة المفترس.
_________
١ كذا في النسخ، ولعل الأسلم: "قرة" لأنها مصدر.
٢ في ف وج: "ذلك".
٣ من ف وج وش.
٤ في ف وج: "تعالى".
٥ في هامش ج: "الروايا جمع رواية، وهو الكثير الرواية قاله رضي الله عنه"، ومثله في ش وجاء في آخره "المصنف" بدل "قاله رضي الله عنه", وانظر تاج العروس: ١٠/ ١٥٨ مادة "روى".
٦ في ج: "مطالعاتها".
٧ في ف: "الفقهاء".
٨ من ف وج وش وفي الأصل: "تحضيض".
٩ من ف: "وعظم".
١٠ نزا: أي وثب، انظر تاج العروس مادة "نزا".
١١ في ف وج "واختلسوا".',NULL,'70',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (43,'اللهم فعافنا، واعف عنا، وأحلنا منها بالمحل المغبوط ولا تحلنا منها بالمحل المغموط، واجعل ما نعانيه منها على وفق هداك وسببًا واصلا بيننا وبين رضاك، إنك الله لا إله إلا أنت، أنت١ حسبنا ونعم الوكيل.
بيان شرف حرمة الفتوى وخطرها، وغررها:
روينا ما رواه أبو داود السجستاني٢، وأبو عيسى الترمذي٣، وأبو عبد الله ابن ماجه القزويني٤ في كتبهم المعتمدة في "السنن" من حديث أبي الدرداء٥، عن
_________
١ ناقصة من ف وج.
٢ هو "الإمام الحافظ أبو داود سليمان بن الأشعث بن شداد، الأزدي السجستاني، روى عن القعنبي، ومسلم بن إبراهيم، وأبي الوليد السجستاني، وأحمد بن حنبل، وخلق، روى عنه الترمذي، وأبو عوانة، وخلق، له كتاب "السنن" و"الناسخ والمنسوخ" و" القدر" و"المراسيل"، وغير ذلك.
قال الخلال: أبو داود الإمام المقدم في زمانه، رجل لم يسبقه أحد إلى معرفته بتخريج العلوم، وبصره بمواضعه في زمانه. توفي في شوال سنة خمس وسبعين ومائتين"، ترجمته في: تاريخ بغداد٩/ ٥٥, البداية والنهاية: ١١/ ٥٤، تذكرة الحفاظ: ٢/ ٥٩١، طبقات الشافعية الكبرى للسبكي: ٢/ ٢٩٣، وغير ذلك من المراجع.
٣ هو "الإمام الحافظ أبو عيسى محمد بن عيسى بن سورة بن الضحاك السلمي، طاف البلاد، وسمع خلقًا كثيرًا، وروى عنه خلق كثير، قال ابن حبان: كان ممن جمع وصنف، وحفظ، وذاكر، توفي بترمذ سنة تسع وسبعين ومائتين"، ترجمته في: وفيات الأعيان: ١/ ٤٥٧، تذكرة الحفاظ: ٢/ ٦٣٣، العبر: ٢/ ٦٣٣، ميزان الاعتدال: ٣/ ٦٧٨.
٤ هو "الإمام الحافظ أبو عبد الله محمد بن يزيد الربعي مولاهم، القزويني، سمع بخراسان، والعراق، والحجاز، ومصر، وغيرها.
قال الخليلي: ثقة كبير متفق عليه، محتج به ... توفي سنة ثلاث وسبعين ومائتين"، ترجمته في البداية والنهاية: ١١/ ٥٢، تذكرة الحفاظ ٢/ ٦٣٦، العبر: ٢/ ٥١، طبقات المفسرين للداودي: ٢/ ٢٧٢.
٥ هو "الإمام القدوة، قاضي دمشق، وصاحب رسول الله صلى الله عليه وسلم، أبو الدرداء، عويمر بن زيد القيسي، ويقال: عويمر بن عامر، وقيل غير ذلك، الأنصاري الخزرجي، حكيم هذه الأمة، وسيد القراء. توفي سنة اثنتين وثلاثين". ترجمته في: طبقات ابن سعد: ٧/ ٣٩١، الاستيعاب: "١٢٢٦، ١٦٤٦"، تاريخ ابن عساكر: ١٣/ ٣٦٦أ، أسد الغابة: ٦/ ٩٧، سير أعلام النبلاء: ٢/ ٣٣٥، تذكرة الحفاظ١/ ٢٤، تهذيب التهذيب: ٨/ ١٧٥.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (44,'رسول الله صلى الله عليه وسلم أنه قال١: "إن العلماء ورثة الأنبياء" ٢.
فأثبت للعلماء خصيصة فاقوا بها سائر الأمة، وما هم بصدده من أمر الفتوى، يوضح تحققهم بذلك للمستوضح، ولذلك قيل في الفتيا: إنها توقيع عن الله تبارك وتعالى.
وقد أخبرنا الشيخ "الإمام"٣ المسند٤ أبو بكر منصور بن عبد المنعم الفراوي٥، قراءة عليه بنيسابور٦، قال: أخبرنا أبو المعالي محمد بن إسماعيل الفارسي٧، قال: أخبرنا الإمام أبو بكر أحمد بن الحسين البيهقي٨، قال: أخبرنا
_________
١ ناقصة من ف وج.
٢ رواه أحمد في المسند: ٥/ ١٩٦، وأبو داود في العلم، باب الحث على طلب العلم حديث رقم: "٣٦٤١، ٣٦٤٢"، والترمذي في العلم، باب ما جاء في فضل الفقه على العبادة، حديث رقم "٢٦٨٣، ٢٦٨٤"، وابن ماجه في المقدمة، باب فضل العلماء والحث على طلب العلم، حديث رقم، "٢٢٣"، والدارمي في السنن: ١/ ٩٨، وابن حبان كما في موارد الظمآن: ٤٨ حديث رقم "٨٨"، وانظر المقاصد الحسنة: ٢٨٦، كشف الخفاء: ٢/ ٦٤. وقال الحافظ ابن حجر في الفتح: ١/ ١٦٠, "وشاهده في القرآن قوله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} ورواه ابن عبد البر في جامع بيان العلم: ١/ ٣٤.
٣ من ف وج.
٤ ناقصة من ف.
٥ هو "الشيخ الإمام المسند أبو بكر، وأبو الفتح، وأبو القاسم منصور بن عبد المنعم بن عبد الله بن محمد بن الفضل بن أحمد.
قال ابن نقطة: كان شيخًا ثقة مكثرًا صدوقًا. توفي في سنة ثمان وستمائة"، ترجمته في معجم البلدان: ٣/ ٨٦٦، التقييد لابن نقطة: ٢٠٧، التكملة للمنذري: ٢/ ٣٧١، سير أعلام النبلاء: ٢١/ ٤٩٤، تاريخ الإسلام: ١٨/ ٣٣٢.
٦ "بفتح النون، وسكون الياء المنقوطة من تحتها باثنتين وفتح السين المهملة، وبعد الألف منقوطة بواحدة، وفي آخرها الراء ... هي أحسن مدن خراسان، وأجمعها للخيرات، وإنما قيل لها: نيسابور لأن سابور لما رآها قال: يصلح بأن يكون هاهنا مدينة، وكانت قصبًا فأمر بقطع القصب وأن يبنى مدينة، فقيل: نيسابور، والتي هي القصب". الأنساب: ١٣/ ٢٣٤، اللباب: ٣/ ٣٤١.
٧ هو أبو المعالي محمد بن إسماعيل الفارسي، ثم النيسابوري راوي "السنن الكبير" عن البيهقي وراوي "البخاري" عن العيار، توفي في جمادى الآخرة سنة تسع وثلاثين وخمسمائة". ترجمته في شذرات الذهب: "٤/ ١٢٤-١٢٥".
٨ هو "الإمام الحافظ العلامة شيخ خراسان أبو بكر أحمد بن الحسين بن علي البيهقي، صاحب التصانيف، ولزم الحاكم وتخرج به ... توفي في سنة ثمان وخمسين وأربعمائة بنيسابور، ونقل في تابوت إلى بيهق مسيرة يومين"، ترجمته في: المنتظم: ٨/ ٢٤٢، تذكرة الحفاظ: ٣/ ١٣٢، "طبقات الشافعية الكبرى: ٤/ ٨، شذرات الذهب: ٣/ ٣٠٤.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (45,'أبو عبد الله الحافظ١، وأبو سعيد٢ بن أبي عمرو٣، قالا: حدثنا٤ أبو العباس محمد بن يعقوب٥، قال: حدثنا أبو محمد عبد الله بن هلال بن الفرات٦، ببيروت٧، حدثنا أحمد بن أبي الحواري٨، حدثنا إسماعيل بن عبد الله، حدثنا سفيان بن
_________
١ هو "الحاكم الحافظ الكبير، إمام المحدثين أبو عبد الله محمد بن عبد الله بن حمدويه النيسابوري، يعرف بابن البيع، كان إمام عصره في الحديث، توفي سنة خمس وأربعمائة"، ترجمته في: وفيات الأعيان: ١/ ٤٨٤، العبر: ٣/ ٩١، الوافي بالوفيات: ٣/ ٣٢٠، مقدمة سؤالات الحاكم النيسابوري للدارقطني في الجرح والتعديل.
٢ في ج "سعد".
٣ هو" الشيخ الثقة، أبو سعيد، محمد بن موسى بن الفضل بن شاذان، الصيرفي، ابن أبي عمرو النيسابوري ... حدث عنه البيهقي، والخطيب، وأبو صالح المؤذن ... توفي سنة إحدى وعشرين وأربعمائة عن نيف وتسعين سنة" ترجمته في: سير أعلام النبلاء: ١٧/ ٣٥٠، العبر: ٣/ ١٤٤، شذرات الذهب: ٣/ ٢٢٠.
٤ في ف "أخبرنا".
٥ هو "الإمام المفيد الثقة محدث الشرق أبو العباس محمد بن يعقوب بن معقل بن سنان الأموي، مولاهم، المعقلي، النيسابوري الأصم.
قال الحاكم: حدث في الإسلام ستًّا وسبعين سنة ولم يختلف في صدقه وصحة سماعه ... توفي سنة ست وأربعين وثلاثمائة"، مصادر ترجمته في: الأنساب: ١/ ٢٩٤، تاريخ ابن عساكر: "١٦/ ٦٧أ-٦٩ب"، المنتظم: ٦/ ٣٨٦، سير أعلام النبلاء: ١٥/ ٤٥٣، تذكرة الحفاظ: ٣/ ٨٦٠، الوافي بالوفيات: ٥/ ٢٢٣.
٦ هو "عبد الله بن هلال الرومي الدمشقي، نزيل بيروت، روى عن أحمد بن عاصم الأنطاكي وأحمد بن أبي الحواري ... "قال ابن أبي حاتم": روى عنه أبي وكتبت عنه وهو صدوق، وسئل أبي عنه فقال: صدوق"، الجرح: ٥/ ١٩٣.
٧ "بالفتح، ثم سكون، وضم الراء، وسكون الواو، والتاء فوقها نقطتان: مدينة مشهورة على بحر الشام", مراصد الاطلاع: ١/ ٢٤٠, وهي عاصمة لبنان في وقتنا الحاضر.
٨ هو "أحمد بن عبد الله بن ميمون بن العباس بن الحارث، أبو الحسن بن أبي الحواري: بفتح المهملة، والواو الخفيفة، وكسر الراء، ثقة، زاهد، توفي سنة ست وأربعين ومائتين"، ترجمته في الجرح: ٢/ ٤٧، طبقات الصوفية للسلمي: "٩٨، ١٠٢"، الحلية: ١٠/ ٥, تهذيب الكمال: ١/ ٣٦٩، تهذيب التهذيب: ١/ ٤٩، التقريب: ١/ ١٨.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (46,'عيينة١، عن محمد بن المنكدر٢، قال: "إن العالم٣ بين الله، وبين خلقه، فلينظر كيف يدخل بينهم"٤.
وفيما نرويه٥ عن سهل بن عبد الله التستري٦، وكان رضي الله عنه أحد الصالحين المعروفين بالمعارف والكرامات أنه قال: "من أراد أن ينظر إلى مجالس الأنبياء عليهم السلام، فلينظر إلى مجالس العلماء، يجيء الرجل٧ فيقول: يا فلان أيش تقول في رجل حلف على امرأته بكذا وكذا؟ فيقول: طلقت امرأته, وهذا مقام الأنبياء فاعرفوا لهم ذلك ... ".
ولما ذكرناه هاب الفتيا من هابها من أكابر العلماء العاملين وأفاضل السابقين٨، والخالفين، وكان أحدهم لا تمنعه شهرته بالأمانة، واضطلاعه بمعرفة المعضلات في اعتقاد من يسأله من العامة من أن يدفع بالجواب، أو يقول: لا أدري، أو يؤخر الجواب إلى حين يدري.
_________
١ هو "الإمام الحافظ أبو محمد سفيان بن عيينة بن ميمون الهلالي، الكوفي، الأعور، ثقة حافظ إمام حجة، توفي بمكة سنة ثمان وتسعين ومائة"، ترجمته في: تاريخ بغداد٩/ ١٧٤، تذكرة الحفاظ: ١/ ٢٦٢، الحلية: ٧/ ٢٧٠، التقريب: ١/ ٣١٢.
٢ هو "الإمام شيخ الإسلام، أبو عبد الله محمد بن المنكدر بن الهدير التيمي، ثقة فاضل، توفي سنة ثلاثين ومائة، وقيل: بعدها"، ترجمته في: تذكرة الحافظ: ١/ ١٢٣، تهذيب التهذيب: ٩/ ٤٧٣، التقريب: ٢/ ٢١٠.
٣ في ج "العلماء".
٤ الفقيه والمتفقه: ٢/ ١٦٨.
٥ في ف وج "يرويه".
٦ هو "شيخ العارفين، أبو محمد سهل بن عبد الله بن يونس، التستري، الصوفي الزاهد، قال الذهبي: له كلمات نافعة، ومواعظ حسنة، وقدم راسخ في الطريق، توفي سنة ثلاث وثمانين ومائتين"، ترجمته في: طبقات الصوفية للسلمي: ٢٠٦, الحلية: ١٠/ ١٨٩، المنتظم: ٥/ ١٦٢، سير أعلام النبلاء: ١٣/ ٣٣٠، طبقات الأولياء: ٢٢٢، شذرات الذهب: ٢/ ١٨٢.
٧ في ج "رجل يقول".
٨ في ف وج "السابقين".',NULL,'74',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (47,'فروينا عن عبد الرحمن بن أبي ليلى١ أنه قال: "أدركت عشرين ومائة من الأنصار، من أصحاب رسول الله صلى الله عليه وسلم يسأل أحدهم عن المسألة٢، فيردها٣ هذا إلى هذا، وهذا٤ إلى هذا حتى ترجع إلى الأول". وفي رواية: "ما منهم من أحد يحدث بحديث إلا ود أن أخاه كفاه إياه٥ ولا يستفتى عن شيء إلا ود أن أخاه كفاه الفتيا"٦.
"و"٧ روينا عن ابن مسعود٨ رضي الله عنه أنه قال: "من أفتى الناس في كل ما يستفتونه فهو مجنون"٩.
وعن ابن عباس١٠ رضي الله عنهما نحوه.
_________
١ هو "عبد الرحمن بن أبي ليلى يسار، ويقال: بلال، وقيل غير ذلك، أبو عيسى الأنصاري الأوسي، الكوفي، ثقة، مات سنة ست وثمانين، وقيل غير ذلك", ترجمته في تذكرة الحفاظ: ١/ ٥٨، العبر: ١/ ٩٦، تهذيب التهذيب: ٦/ ٢٦٠، التقريب: ١/ ٤٩٦.
٢ ساقطه من ج.
٣ في ف "غيرها".
٤ ساقطة من ف.
٥ ساقطة من ف.
٦ أخرجه ابن سعد في الطبقات الكبرى: ٦/ ١١٠، والدارمي في السنن: ١/ ٥٣، وابن عبد البر في جامع بيان العلم: ١/ ١٧٧ وعزاه للبراء, و٢/ ١٦٣ وعزاه لعبد الرحمن بن أبي ليلى. شرح السنة للبغوي ١/ ٤٠٥، وأخرجه ابن المبارك في الزهد: ١٩، وابن حمدان في صفة الفتوى:٧، وابن القيم في إعلام الموقعين: "٤/ ٢١٨-٢١٩"، والسيوطي في "آداب الفتيا". الورقة: "٢١ب".
٧ من ف وج وش.
٨ هو "صاحب رسول الله صلى الله عليه وسلم وخادمه، وأحد السابقين الأولين، ومن كبار البدريين وأحد أوعية العلم رضي الله عنه، توفي سنة اثنتين وثلاثين" ترجمته في: تاريخ بغداد: ١/ ١٤٧، أسد الغابة: ٣/ ٣٨٤، تذكرة الحفاظ: ١/ ٣١.
٩ جامع بيان العلم: "١/ ١٧٧، ٢/ ١٦٥" الفقيه والمتفقه: ٢/ ١٩٨، الدارمي المقدمة: ٢١، شرح السنة للبغوي: ١/ ٣٠٦، صفة الفتوى: ٧، وانظر مجمع الزوائد: ١/ ١٨٣, الجامع لابن أبي زيد القيرواني: ١٥١، آداب الفتيا للسيوطي: "٢٢ب-٢٣أ".
١٠ هو "أبو العباس، ابن عم رسول الله صلى الله عليه وسلم وصاحبه، عبد الله بن عباس بن عبد المطلب الهاشمي، حبر الأمة، وترجمان القرآن، توفي بالطائف سنة ثمان وستين". ترجمته في تاريخ بغداد: ١/ ١٧٣، أسد الغابة: ٣/ ٢٩٠، تذكرة الحافظ: ١/ ٤٠، وقول ابن عباس هذا في جامع بيان العلم: ٢/ ١٦٤.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (48,'وروينا١ عن أبي حصين الأسدي٢ أنه قال: "إن أحدكم ليفتي في المسألة، ولو وردت٣ على عمر "بن الخطاب"٤ رضي الله عنه٥ لجمع لها أهل بدر"٦.
وروي عن الحسن٧، والشعبي٨، مثله.
وأخبرنا الشيخ "الأجل"٩ الأصيل أبو القاسم، منصور بن أبي المعالي الفراوي بنيسابور، قال: أخبرنا أبو المعالي محمد بن إسماعيل الفارسي، قال: حدثنا أبو بكر أحمد بن الحسين البيهقي، قال: أخبرنا أبو عبد الله الحافظ، قال: سمعت أبا عبد الله محمد بن عبد الله الصفار١٠ يقول: سمعت عبد الله بن
_________
= الأمة، وترجمان القرآن، توفي بالطائف سنة ثمان وستين". ترجمته في تاريخ بغداد: ١/ ١٧٣، أسد الغابة: ٣/ ٢٩٠، تذكرة الحافظ: ١/ ٤٠، وقول ابن عباس هذا في جامع بيان العلم: ٢/ ١٦٤.
١ ساقطة من ف.
٢ هو "عثمان بن عاصم بن حصين، ويقال: زيد بن كثير بن زيد بن مرة، أبو حصين: بفتح المهملة، ثقة ثبت سني ... توفي سنة سبع وعشرين ومائة، ويقال بعدها، ترجمته في المؤلف للدارقطني: ٥٥٢، والإكمال: ٢/ ٤٨٠، تهذيب التهذيب: ٧/ ١٢٨، التقريب: ٢/ ١٠، سير أعلام النبلاء: ٥/ ٤١٢.
٣ في ج "ورد".
٤ من ف وج وش.
٦ الكنز: ٥/ ٢٤١، شرح السنة للبغوي: ١/ ٣٠٥، صفة الفتوى٧، سير أعلام النبلاء: ٥/ ٤١٦.
٧ هو الحسن بن أبي الحسن البصري واسم أبيه: يسار بالتحتانية والمهملة، الأنصاري، مولاهم، ثقة فقيه، فاضل مشهور، توفي سنة عشر ومائة"، ترجمته في الحلية: ٢/ ١٣١، طبقات القراء لابن الجزري، ١/ ٢٣٥، تذكرة الحفاظ: ١/ ٧١، تهذيب التهذيب: ٢/ ٢٦٣، التقريب: ١/ ١٦٥.
٨ هو: "الإمام الحافظ أبو عمرو عامر بن شراحيل الشعبي، الكوفي، ثقة مشهور، فقيه، فاضل. مات بعد المائة"، ترجمته في تاريخ بغداد: ١٢/ ٢٢٩، الحلية: ٤/ ٣١٠، تذكرة الحفاظ١/ ٧٩، العبر: ١/ ١٢٧.
٩ من ش.
١٠ هو "أبو عبد الله محمد بن عبد الله بن أحمد الأصبهاني الصفار، صنف في الزهد وغيره، قال الحاكم: هو محدث عصره مجاب الدعوة ... توفي سنة تسع وثلاثين وثلاثمائة". ترجمته في العبر: ٢/ ٢٥٠، طبقات الشافعية للأسنوي: ٢/ ١٣٦، شذرات الذهب: ٢/ ٣٤٩.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (49,'أحمد بن حنبل١ يقول: سمعت أبي٢ يقول: سمعت الشافعي٣، يقول: سمعت مالك بن أنس٤ يقول: سمعت محمد بن عجلان٥ يقول: "إذا أغفل العالم لا أدري أصيبت مقاتله"٦.
هذا إسناد جليل عزيز جدًّا لاجتماع أئمة المذاهب الثلاثة فيه بعضهم عن بعض.
وروى مالك مثل ذلك عن ابن عباس رضي الله٧ عنهما، وذكر الحافظ أبو
_________
١ هو "أبو عبد الرحمن عبد الله بن أحمد بن محمد بن حنبل. قال الخطيب: كان ثقة ثبتًا فهمًا، توفي سنة تسعين ومائتين"، تاريخ بغداد: ٩/ ٣٧٥، تذكرة الحفاظ: ٢/ ٥٦٥، العبر: ٢/ ٨٦، طبقات الحفاظ: ٢٨٨، شذرات الذهب: ٢/ ٢٠٣.
٢ هو "إمام أهل السنة أبو عبد الله أحمد بن محمد بن حنبل الشيباني، المروزي البغدادي، قال الشافعي: خرجت من بغداد فما خلفت بها أفقه، ولا أزهد، ولا أورع، ولا أعلم منه ... توفي سنة إحدى وأربعين ومائتين"، ترجمته في تاريخ بغداد: ٤/ ٤١٢، تذكرة الحفاظ: ٢/ ٤٣١، طبقات الشيرازي: ٩١.
٣ هو "إمام الأئمة، وقدورة الأمة أبو عبد الله محمد بن إدريس بن العباس القرشي المطلبي، المكي نزيل مصر، قال أحمد: إن الله تعالى يقبض للناس في رأس كل مائة سنة من يعلمهم السنن، وينفي عن رسول الله صلى الله عليه وسلم الكذب، فنظرنا فإذا في رأس المائة عمر بن عبد العزيز، وفي رأس المائتين الشافعي. توفي سنة أربع ومائتين". ترجمته في تاريخ بغداد: ٢/ ٥٦، تذكرة الحفاظ: ١/ ٣٦١، ترتيب المدارك: ٢/ ٣٨٢، تهذيب التهذيب: ٩/ ٣٥.
٤ هو "الإمام الحافظ أبو عبد الله مالك بن أنس بن مالك الأصبحي، إمام دار الهجرة، رأس المتقين، وكبير المثبتين. قال البخاري: أصح الأسانيد كلها: مالك، عن نافع، عن ابن عمر، توفي سنة تسع وسبعين ومائة". ترجمته في وفيات الأعيان: ١/ ٤٣٩، البداية والنهاية: ١٠/ ١٧٤، تذكرة الحفاظ: ١/ ٢٠٧، العبر: ١/ ٢٧٢.
٥ هو "محمد بن عجلان القرشي مولاهم، المدني، أحد الفقهاء العباد، صدوق، توفي سنة ثمان وأربعين ومائة بالمدينة". ترجمته في: تذكرة الحفاظ: ١/ ١٦٥، العبر: ١/ ٢١١، ميزان الاعتدال ٣/ ٦٤٤، تهذيب التهذيب: ٩/ ٣٤١، التقريب: ٢/ ١٩٥.
٦ جامع بيان العلم وفضله: ٢/ ٥٤، الفقيه والمتفقه: ٢/ ١٧٣، آداب الشافعي: ١٠٧، الانتفاء لابن عبد البر: "٣٧-٣٨" كشف الخفاء: ٢/ ٣٤٧، الآداب الشرعية: ٢/ ٧٩، بدائع الفوائد: ٣/ ٢٧٦، ترتيب المدارك: ١/ ١٤٦.
٧ الانتفاء: ٣٨، جامع بيان العلم وفضله: ٢/ ٥٤ تذكرة السامع: ٤٢، المجموع: ١/ ٤٠.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (50,'عمر ابن١ عبد البر الأندلسي٢, عن القاسم بن محمد٣ بن أبي بكر الصديق رضي الله عنهم: "أنه جاءه رجل فسأله عن شيء، فقال القاسم: لا أحسنه. فجعل الرجل يقول: إني دفعت إليك لا أعرف غيرك؟
فقال القاسم: "لا تنظر إلى طول لحيتي، وكثرة الناس حولي، والله ما أحسنه".
فقال شيخ من قريش جالس إلى جنبه: "يابن أخي الزمها فوالله ما رأيتك في مجلس أنبل منك اليوم".
فقال القاسم: "والله لأن يقطع لساني أحب إليَّ من أن أتكلم بما لا علم لي به"٤.
وروى أبو عمر عن سفيان بن عيينة، وسحنون بن سعيد٥. قالا: "أجسر "الناس"٦ على الفتيا أقلهم علمًا"٧. وروينا عن عبد الرحمن بن مهدي٨،
_________
١ سقطت من ف وج.
٢ هو "الإمام الحافظ أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري القرطبي قال أبو الوليد الباجي: لم يكن بالأندلس مثله في الحديث، توفي سنة ثلاث وستين وأربعمائة". ترجمته في: بغية الملتمس: ٤٧٤، الصلة: ٢/ ٦٧٧، وفيات الأعيان: ٢/ ٣٤٨، تذكرة الحفاظ: ٣/ ١١٢٨.
٣ هو "أبو محمد أو أبو عبد الرحمن القاسم بن محمد بن أبي بكر الصديق. قال ابن سعد: ثقة رفيع، عالم فقيه، إمام ورع، كثير الحديث, توفي سنة إحدى ومائة، أو بعدها". ترجمته في طبقات ابن سعد: ٥/ ١٣٩، الحلية: ٣/ ١٨٣، تذكرة الحفاظ: ١/ ٩٦، وفيات الأعيان: ١/ ٤١٨.
٤ جامع بيان العلم وفضله: ٢/ ٥٣، صفة الفتوى والمفتي: "٧-٨" إعلام الموقعين: ٤/ ٢١٩.
٥ هو "القاضي الفقيه أبو سعيد عبد السلام بن سعيد بن حبيب التنوخي، الملقب بسحنون، كان زاهدًا لإيهاب سلطانًا في حق يقوله، انتهت إليه رياسة العلم في المغرب، وسحنون: بفتح السين المهملة وضمها، وسكون الحاء المهملة، وضم النون، وبعد الواو نون ثانية ولقب سحنون باسم طائر حديد بالمغرب يسمونه سحنونًا لحدة ذهنه وذكائه، توفي سنة أربعين ومائتين"، ترجمته في: ترتيب المدارك: ٢/ ٥٨٥، الديباج المذهب: ٢/ ٣٠، طبقات أبي العرب: ١٨٤، العبر: ١/ ٤٣٢، وفيات الأعيان: ٣/ ١٨٠.
٦ من ف وج وش.
٧ جامع بيان العلم وفضله: ٢/ ٥٥، صفة الفتوى والمفتي: ٨.
٨ هو "الإمام الحافظ أبو سعيد عبد الرحمن بن مهدي بن حسان البصري, قال ابن المديني: كان أعلم الناس، توفي سنة ثمان وتسعين ومائة". ترجمته في تاريخ بغداد: ١٠/ ٢٤٠، تذكرة الحفاظ: ١/ ٣٢٩، العبر: ١/ ٣٢٦.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (51,'قال: "جاء رجل إلى مالك بن أنس يسأله عن شيء أيامًا ما يجيبه، فقال: يا أبا عبد الله إني أريد الخروج، وقد طال التردد إليك؟
قال: فأطرق طويلا، ثم رفع رأسه، فقال: ما شاء الله يا هذا، إني إنما أتكلم فيما أحتسب فيه الخير، ولست أحسن مسألتك هذه"١.
ورُوي عن الشافعي رضي الله عنه: "أنه سئل عن مسألة، فسكت، فقيل له ألا تجيب رحمك الله؟ فقال: حتى أدري الفضل في سكوتي، أو في الجواب"٢.
وروينا عن أبي بكر الأثرم٣، قال: "سمعت أحمد بن حنبل يستفتي فيكثر أن يقول: لا أدري، وذلك فيما قد عرف الأقاويل فيه"٤.
وبلغنا عن الهيثم بن جميل٥، قال: "شهدت مالك بن أنس سئل عن ثمان وأربعين مسألة فقال في اثنتين وثلاثين منها: لا أدري"٦.
وعن مالك أيضًا: "أنه ربما كان يسأل عن خمسين مسألة فلا يجيب في واحدة
_________
١ الحلية: ٣/ ٣٢٣، صفة الفتوى والمفتي: ٨.
٢ صفة الفتوى والمفتي: ١٠.
٣ هو "الحافظ الفقيه أبو بكر أحمد بن محمد بن هانئ، الأثرم الطائي البغدادي، قال إبراهيم الأصبهاني: كان أحفظ من أبي زرعة الرازي وأتقن، توفي سنة ثلاث وسبعين ومائتين، قاله ابن قانع". ترجمته في: تاريخ بغداد: ٥/ ١١٠، تذكرة الحفاظ: ٢/ ٥٧٠، تهذيب التهذيب: ١/ ٧٨.
٤ الفقيه والمتفقه: "٢/ ١٧٤-١٧٥"، صفة الفتوى والمفتي: ٨.
٥ هو "الحافظ أبو سهل الهيثم بن جميل البغدادي، وثقه أحمد والعجلي، والدارقطني، توفي سنة ثلاث عشرة ومائتين". ترجمته في: تذكرة الحفاظ: ١/ ٣٦٣، ميزان الاعتدال: ٤/ ٣٢٠، العبر: ١/ ٣٦٥، التقريب: ٢/ ٣٢٦.
٦ الانتقاء: ٣٨، ترتيب المدارك: ١/ ١٤٦، سير أعلام النبلاء: ٨/ ٧٧, صفة الفتوى: ٨.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (52,'منها. وكان يقول: "من أجاب في مسألة فينبغي من قبل أن يجيب فيها أن يعرض نفسه على الجنة أو النار، وكيف يكون خلاصه١ في الآخرة؟ ثم يجيب فيها"٢.
وعنه: "أنه سئل عن مسألة؟ فقال: لا أدري. فقيل "له"٣: إنها مسألة خفيفة سهلة. فغضب، وقال: ليس في العلم شيء خفيف، أما٤ سمعت قوله جل ثناؤه: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} ٥ فالعلم كله ثقيل، وبخاصة ما يسأل عنه يوم القيامة"٦.
وقال: "إذا كان أصحاب رسول الله صلى الله عليه وسلم تصعب عليهم مسائل٧، ولا يجيب أحد منهم في مسألة حتى يأخذ رأى صاحبه. قال٨: مع ما رزقوا من السداد والتوفيق، مع الطهارة، فكيف بنا الذين قد٩ غطت الخطايا والذنوب قلوبنا؟ ١٠.
وعن سعيد بن المسيب١١ رضي الله عنهما: "أنه كان لا يكاد يفتي فتيا، ولا يقول شيئًا إلا قال: اللهم سلمني، وسلم مني"١٢.
_________
١ ساقطه من ج، وجاء في ج "وكون خلاصه".
٢ ترتيب المدارك: ١/ ١٤٤.
٣ من ش.
٤ في ف وج "ألم".
٥ سورة المزمل، الآية: ٥.
٦ ترتيب المدارك: ١/ ١٤٨، صفة الفتوى والمفتي: ٨٠.
٧ في ش "المسائل".
٨ في ف وج "وقال".
٩ سقطت من ف وج.
١٠ صفة الفتوى والمفتي: "٨-٩", وانظر ترتيب المدارك: ١/ ١٤٥.
١١ هو "سيد التابعين أبو محمد سعيد بن المسيب بن حزن القرشي المخزومي، أحد العلماء الأثبات الفقهاء الكبار، قال ابن المديني: لا أعلم في التابعين أوسع علمًا منه. مات بعد التسعين". ترجمته في طبقات الشيرازي: ٥٧، العبر: ١/ ١١٠، تذكرة الحفاظ: ٥٤٨، تهذيب التهذيب: ٤/ ٨، التقريب: ١/ ٣٠٥.
١٢ طبقات ابن سعد: ٥/ ١٣٦ بلفظ: "كان سعيد بن المسيب يكثر أن يقول: اللهم سلم سلم". صفة الفتوى: ١٠.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (53,'وجاء عن أبي سعيد عبد السلام بن سعيد التنوخي، الملقب بسحنون إمام المالكية، وصاحب "المدونة" التي هي عند المالكيين ككتاب "الأم" عند الشافعيين أنه قال: "أشقى الناس من باع آخرته بدنياه"، وأشقى منه من باع آخرته بدنيا غيره.
قال: ففكرت فيمن باع آخرته بدنيا غيره، فوجدته المفتي يأتيه الرجل قد حنث في امرأته ورقيقه، فيقول له:
لا شيء عليك، فيذهب الحانث فيتمتع بامرأته ورقيقه. وقد باع المفتي دينه بدنيا هذا"١.
وعن سحنون: أن رجلا أتاه، فسأله عن مسألة فأقام يتردد إليه ثلاثة أيام، فقال له مسألتي أصلحك الله لي٢ اليوم ثلاثة أيام؟
فقال له: وما أصنع لك يا خليلي؟ مسألتك معضلة٣، وفيها أقاويل، وأنا متحير في ذلك.
فقال له: وأنت أصلحك الله لكل معضلة.
فقال له سحنون: هيهات يابن أخي ليس بقولك هذا أبذل لك لحمي ودمي إلى النار٤، ما أكثر ما لا أعرف، إن صبرت رجوت أن تنقلب بمسألتك، وإن أردت أن تمضي إلى غيري فامض تجاب٥ مسألتك في ساعة؟
فقال "له":٦ إنما جئت إليك ولا أستفتي غيرك.
_________
١ صفة الفتوى: ١٠.
٢ ساقطة من ف وج، وفي الأصل كأنها "إلى".
٣ في ف وج "معضلة فقال له سحنون: وفيها".
٤ إلى هنا في "صفة الفتوى": ١٠.
٥ في الأصل وش: "في مسألتك".
٦ من ف وج وش.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (54,'فقال له: "فاصبر عافاك الله، ثم أجابه بعد ذلك".
وقد كان فيهم رضي الله عنهم من يتباطئوا بالجواب عما هو فيه غير مستريب، ويتوقف في الأمر السهل الذي هو عنه مجيب.
بلغنا عمن سمع سحنون بن سعيد: "يزري على من يعجل في الفتوى، ويذكر النهي عن ذلك، عن المتقدمين من معلميه، وقال: إني لأسأل عن المسألة، فأعرفها، وأعرف في أي كتاب هي، وفي أي ورقة، وفي أي "صفحة"١، وعلى كم هي من سطر، فما يمنعني من الجواب فيها إلا كراهة الجرأة بعدي على الفتوى"٢.
وبلغنا عن الخليل بن أحمد٣، أنه كان يقول: "إن٤ الرجل ليسأل عن المسألة ويعجل في الجواب فيصيب فأذمُّه، ويسأل عن مسألة فيتثبَّت في الجواب فيخطئ٥ فأحمدُه"٦.
وروي عن سحنون بن سعيد أنه قيل له: "إنك لتسأل عن المسألة، لو سئل عنها أحد من أصحابك لأجاب فيها، فتترجَّح فيها٧ وتتوقف؟
فقال: إن فتنة الجواب بالصواب، أشد من فتنة المال"٨. رضي الله عنه.
ولما ذكره نَلفُتُ إلى نحو ما بلغنا عن القاضي أبي "الحسن"٩ علي بن محمد
_________
١ من ف وج وفي الأصل وش "صفح".
٢ مثله في صفة الفتوى: ١٠.
٣ هو "أبو عبد الرحمن الخليل بن أحمد الأزدي الفراهيدي البصري، صاحب العروض والنحو، قال ابن حجر: صدوق عالم عابد، مات بعد الستين ومائة، وقيل سنة سبعين أو بعدها"، ترجمته في تهذيب التهذيب: ٣/ ١٦٣، التقريب: ١/ ٢٢٨.
٤ ساقطة من ف وج.
٥ في ج "ويخطئ".
٦ صفة الفتوى:١١.
٧ سقطت من ج.
٨ صفة الفتوى: ١١.
٩ من ف وج وش وفي الأصل "الحسين".',NULL,'82',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (55,'ابن حبيب الماوردي١، أحد المصنفين الشافعيين، قال: "صنفت في "البيوع"، كتابًا جمعت له ما استطعت من كتب الناس، وجهدت فيه نفسي، وكددت فيه خاطري، حتى إذا تهذب واستكمل، وكدت أعجب به، وتصورت أنني أشد الناس اضطلاعًا٢ بعلمه حضرني وأنا في مجلسي أعرابيان، فسألاني عن بيع عقداه٣ في البادية على شروط تضمنت أربع مسائل، لم أعرف لشيء منها جوابًا، فأطرقت مفكرًا، بحالي٤ وحالهما معتبرًا. فقالا: أما عندك فيما سألناك جواب وأنت زعيم هذه الجماعة؟
قلت: لا. فقالا: إيهًا لكَ، وانصرفا، ثم أتيا من قد يتقدمه في العلم كثيرٌ من أصحابي, فسألاه، فأجابهما مسرعًا بما أقنعهما، فانصرفا عنه راضيين بجوابه، مادحين لعلمه، فبقيت مرتبكًا، وإني لعلى ما كنت عليه في تلك المسألة إلى وقتي، فكان ذلك لي زاجر نصيحة، ونذير عظة"٥. وقال: "القاضي"٦ أبو القاسم الصيمري٧ أحد الأئمة٨ الشافعيين، ثم أبو بكر الخطيب الحافظ٩، الفقيه
_________
١ هو "الإمام الجليل القدر أبو الحسن علي بن محمد بن حبيب الماوردي قال الخطيب: كان من وجوه الفقهاء الشافعيين، وله تصانيف عدة في أصول الفقه وفروعه، وغير ذلك. توفي سنة خمسين وأربعمائة". ترجمته في: تاريخ بغداد: ١٢/ ١٠٢، البداية والنهاية: ١٢/ ٨٠، العبر: ٣/ ٢٢٣، معجم الأدباء: ١٥/ ٥٢، طبقات الشافعية الكبرى: ٥/ ٢٦٧.
٢ كذا في الأصل ومثله في "أدب الدين والدنيا". وفي ف وج "اطلاعًا" ومثله في طبقات الشافعية الكبرى: ٥/ ٢٦٩.
٣ في ش: "عاقداه".
٤ في ش: "وبحالي".
٥ "أدب الدين والدنيا" للماوردي: ٥٧. ونقل السبكي هذه الفقرة أيضًا في طبقات الشافعية الكبرى ٥/ ٢٦٩.
٦ من ف وج وش.
٧ هو "أبو القاسم عبد الواحد بن الحسين بن محمد القاضي الصيمري: بفتح الصاد المهملة، وسكون الياء المنقوطة باثنتين من تحتها، وفتح الميم، وفي آخرها الراء ... منسوبًا إلى نهر من أنهار البصرة، يقال له: الصيمري، ومن تصانيفه: "الإيضاح في المذهب", وكتاب صغير في "أدب المفتي والمستفتي", توفي بعد سنة ست وثمانين وثلاثمائة". ترجمته في طبقات الشافعية الكبرى: ٣/ ٣٣٩، تهذيب الأسماء واللغات: ٢/ ٢٦٥، طبقات الشيرازي: ١٠٤، طبقات ابن هداية الله: ١٢٩.
٨ في ش "أئمة".
٩ هو "الحافظ الكبير محدث الشام والعراق، أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي. قال فيه الشيخ أبو إسحاق الشيرازي: أبو بكر الخطيب يشبه الدارقطني ونظرائه في معرفة الحديث وحفظه ... توفي سنة ثلاث وستين وأربعمائة"، ترجمته في: إرشاد الأريب: ١/ ٢٤٦، البداية والنهاية: ١٢/ ١٠١، تذكرة الحفاظ: ٣/ ١١٣٥، المنتظم: ٨/ ٢٦٥، وفيات الأعيان: ١/ ٢٧.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (56,'الشافعي الإمام في علم الحديث: "قَلَّ من حرص على الفتوى، وسابق "إليها"١، وثابر عليها إلا قل توفيقه، واضطرب في أمره، وإذا كان كارهًا لذلك غير مختار له، ما وجد مندوحة عنه، وقدر أن يحيد بالأمر فيه على غيره، كانت المعونة له من الله أكثر والصلاح في جوابه وفتاويه أغلب٢.
قال ذلك الصيمري أولًا، ثم تلقاه عنه الخطيب فقاله في بعض تصانيفه.
وروى بإسناده عن بشر بن الحارث٣ أنه قال:
"من أحب أن يسأل فليس بأهل أن يسأل"٤.
وذكر أبو عبد الله المالكي٥ فيما جمعه من "مناقب شيخه أبي الحسن القابسي" الإمام المالكي٦: أنه كان ليس شيء "أشد"٧ عليه من الفتوى، وأنه قال له عشية
_________
١ في الأصل: "عليها"، وما جاء في ف وج وش هو الموافق لكتاب الفقيه والمتفقه.
٢ الفقيه والمتفقه: ٢/ ١٦٦، صفة الفتوى: ١١.
٣ هو "الزاهد الجليل، القدوة، أبو نصر بشر بن الحارث بن عبد الرحمن المروزي البغدادي، المعروف ببشر الحافي. توفي سنة سبع وعشرين ومائتين". ترجمته في طبقات ابن سعد: ٧/ ٣٤٢، المعارف: ٥٢٥، طبقات الصوفية: ٣٩، الحلية: ٨/ ٣٣٦، تاريخ بغداد: ٧/ ٦٧، سير أعلام النبلاء: ١٠/ ٤٦٩، تهذيب التهذيب: ١/ ٤٤٤، التقريب: ١/ ٩٨.
٤ الفقيه والمتفقه: ٢/ ١٦٦، صفة الفتوى: ١١.
٥ انظر ترتيب المدارك: "٤/ ٦١٨، ٦٢٠".
٦ هو "الإمام الحافظ الفقيه علامة المغرب، أبو الحسن علي بن محمد بن خلف المعافري القابسي المالكي، قال حاتم الأطرابلسي: كان أبو الحسن القابسي زاهدًا ورعًا يقظًا، لم أر بالقيروان إلا معترفًا بفضله ... توفي سنة ثلاث وأربعمائة"، ترجمته في: ترتيب المدارك: "٤/ ٦١٦-٦٢١"، وفيات الأعيان: ٣/ ٣٢٠، سير أعلام النبلاء: ١٧/ ١٥٨، تذكرة الحفاظ: ٣/ ٨٥.
٧ من ف وج وش.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (57,'من العشايا: ما ابتلي أحد بما ابتليت به، أفتيت اليوم في عشر مسائل١.
قلت: قول الله تبارك وتعالى: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ, مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ} ٢. شامل بمعناه من زاغ في فتواه، فقال في الحرام: هذا حلال، أو في الحلال: هذا حرام، أو نحو ذلك.
وفيما رواه أبو عمر بن عبد البر الحافظ بإسناده، عن مالك، قال: "أخبرني رجل أنه دخل على ربيعة بن أبي٣ عبد الرحمن٤، فوجده يبكي، فقال له: ما يبكيك؟ وارتاع٥ لبكائه. فقال له: أمصيبة دخلت عليك؟ فقال: لا ولكن استفتي من لا علم له، وظهر في الإسلام أمر عظيم"٦. قال ربيعة: "ولبعض من يفتي ههنا أحق بالسجن من السراق"٧. رحم الله ربيعة. كيف لو أدرك زماننا؟ وما شاء الله ولا حول ولا قوة إلا بالله العلي العظيم، وحسبنا الله ونعم الوكيل.
_________
١ إلى هنا في "صفة الفتوى": ١١.
٢ سورة النحل آية "١١٦-١١٧".
٣ سقطت من ف وج.
٤ هو "أبو عبد الرحمن ربيعة بن فروخ مولى آل المنكدر، المعروف بربيعة الرأي، ثقة، فقيه مشهور، مات سنة ست وثلاثين ومائة"، ترجمته في تاريخ بغداد: ٨/ ٤٢٠، وفيات الأعيان: ١/ ١٨٣، تذكرة الحفاظ: ١/ ١٥٧، التقريب: ١/ ٢٤٧.
٥ في ف وج "فارتاع".
٦ الفقيه والمتفقه: ٢/ ١٥٣، صفة الفتوى: ١١.
٧ البيان والتحصيل: ٥/ ٢ب, جامع مسائل الأحكام: "١/ ٥أ-ب", إعلام الموقعين: ٤/ ٢٠٧.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (58,'<span data-type="title" id=toc-15>القول في شروط المفتي وصفاته وأحكامه وآدابه</span>
<span data-type="title" id=toc-16>شروطه وصفاته</span>
...
القول في شروط المفتي وصفاته وأحكامه وآدابه:
أما شروطه وصفاته١:
_________
١ في ف وج "فهو".',NULL,'85',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (59,'أن يكون مكلفًا مسلمًا، ثقة مأمونًا، متنزهًا من أسباب الفسق ومسقطات المروءة، لأن من لم يكن كذلك فقوله غير صالح "للاعتماد"١، وإن كان من أهل الاجتهاد٢.
ويكون فقيه النفس، سليم الذهن، رصين الفكر٣، صحيح التصرف والاستنباط مستيقظًا٤.
ثم ينقسم وراء هذا إلى قسمين، مستقل، وغير مستقل.
القسم الأول: المفتي المستقل، وشرطه: أن يكون مع ما ذكرناه قيمًا بمعرفة أدلة الأحكام الشرعية من الكتاب، والسنة، والإجماع، والقياس، وما التحق بها على التفصيل، وقد فصلت في كتب الفقه، وغيرها. فتيسرت والحمد لله. عالمًا بما يشترط في الأدلة ووجوه دلالتها، وبكيفية اقتباس الأحكام منها، وذلك يستفاد من علم أصول الفقه٥، عارفًا من علم القرآن٦، وعلم الحديث٧، وعلم الناسخ
_________
١ في الأصل "الاعتماد".
٢ قال ابن حمدان في "صفة الفتوى": ١٣: "أما اشتراط إسلامه وتكليفه وعدالته، فبالإجماع ... ", وفي قول عند الحنفية: أن الفاسق يصلح مفتيًا؛ لأنه يجتهد لئلا ينسب إلى الخطأ، انظر مجمع الأنهر: ٢/ ١٤٥.
وقال ابن حمدان: ٢٩: "ولا تصح من فاسق لغيره، وإن كان مجتهدًا، لكن يفتي نفسه، ولا يسأله غيره", وانظر المجموع: ١/ ٧٠، وسيتحدث عن هذا الأمر ابن الصلاح في فقرة "القول في أحكام المفتين": ١٠٦.
٣ في ف "للفكر".
٤ من ف وج وفي الأصل: "مسقطًا".
٥ انظر البرهان للإمام الجويني: "٢/ ١٣٣٠-١٣٣٢"، الملل والنحل للشهرستاني: "١/ ٢٠٠، ٢٠١"، الغياثي: ٤٠١، إرشاد الفحول: ٢٥٢، المنخول: "٤٦٣، ٤٦٤" المحصول في علم الأصول لفخر الدين الرازي، الجزء الثاني القسم الثالث: ٣٦، اللمع: ١٢٧، الابتهاج في شرح المنهاج: ٣/ ٢٥٦، الإحكام للآمدي: ٤/ ٢٢٠.
٦ انظر الرسالة للإمام الشافعي: ٤٦، الغيائي: ٤٠٠، ١ المستصفى للإمام الغزالي: ٢/ ٣٥٠، المحصول: "٢/ ٣/ ٣٣"، اللمع: ١٢٧، إرشاد الفحول: ٢٥٢، التقرير والتحبير: ٣/ ٢٩٣، الابتهاج في شرح المنهاج: ٣/ ٢٥٤، الإحكام للآمدي: ٤/ ٢٢٠.
٧ المستصفى: ٢/ ٣٥١، الغياثي: ٤٠٠، المحصول للرازي: "٢/ ٣/ ٣٣", إرشاد الفحول: ٢٥١، المسودة: ٥١٦.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (60,'والمنسوخ١، وعلمي٢ النحو٣، واللغة٤، واختلاف العلماء واتفاقهم بالقدر الذي يتمكن به من الوفاء بشروط٥ الأدلة والاقتباس منها، ذا دربة وارتياض في استعمال ذلك، عالمًا بالفقه، ضابطًا لأمهات مسائله٦ وتفاريعه المفروغ من تمهيدها.
فمن جمع هذه الفضائل فهو المفتي المطلق المستقل الذي يتأدى به فرض الكفاية٧، "ولن"٨ يكون إلا مجتهدًا مستقلا.
والمجتهد المستقل: هو الذي يستقل بإدراك الأحكام الشرعية من الأدلة الشرعية من غير تقليد وتقيد٩ بمذهب أحد١٠.
_________
١ الغياثي: ٤٠٠ المحصول: ٢/ ٣/ ٣٥، الابتهاج في شرح المنهاج: ٣/ ٢٥٥، التقرير والتخيير: ٣/ ٢٩٣، اللمع: ١٢٧, المنخول: ٤٦٤.
٢ في ف وج "علم".
٣ المستصفى: ٢/ ٣٥١، الغياثي: ٤٠٠، المحصول: ٢/ ٣/ ٣٥، المنخول من تعليقات الأصول للغزالي: "٤٦٣، ٤٦٤", الموافقات للشاطبي: "٤/ ٥٩، ٦٢"، الإحكام للآمدي: ٤/ ٢٢٠، الابتهاج في شرح المنهاج: ٣/ ٢٥٥، اللمع: ١٢٧.
٤ في المجموع: ١/ ٧٦ حيث نقل نص كلام ابن الصلاح: "والتصريف".
٥ في ف: "وبشرط".
٦ في ف وج "مسائل".
٧ نقل الإمام النووي رحمه الله تعالى هذه الفقرة بطولها عن ابن الصلاح في المجموع: ١/ ٧٦، ونقل السيوطي رحمه الله تعالى في كتابه: "الرد على من أخلد إلى الأرض وجهل أن الاجتهاد في كل عصر فرض" -تحقيق ودراسة الدكتور فؤاد عبد المنعم أحمد: "ص٣٦ و٩٤"- تعريف المجتهد المطلق عن ابن الصلاح وسمى الكتاب "أدب الفتيا".
٨ من ش وفي النسخ كأنها "أن".
٩ في ف وج "تقييد".
١٠ قال الإمام ابن القيم في إعلام الموقعين: ٤/ ٢١٢: "ولا ينافي في اجتهاده تقليده لغيره أحيانًا، فلا تجد أحدًا من الأئمة إلا وهو مقلد من هو أعلم منه في بعض الأحكام، وقد قال الشافعي رحمه الله ورضي عنه في موضع من الحج: قلته تقليدًا لعطاء". وانظر "حجة الله البالغة" لولي الله بن عبد الرحيم الدهلوي: ١/ ٣٣٠.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (61,'وفصل الإمام أبو المعالي ابن الجويني١ صفات المفتي، ثم قال القول الوجيز في ذلك: إن المفتي هو المتمكن من درك أحكام الوقائع على يسر من غير معاناة تعلم٢. وهذا الذي قاله معتبر في المفتي، ولا يصلح حدًّا للمفتي، والله أعلم.
تنبيهات:
الأول: ما اشترطناه فيه من كونه حافظًا لمسائل الفقه، لم يعد من شروطه في كثير من الكتب المشهورة، نظرًا إلى أنه ليس شرطًا لمنصب الاجتهاد، فإن الفقه من ثمراته فيكون متأخرًا عنه، وشرط الشيء لا يتأخر عنه.
واشترطه الأستاذ أبو إسحاق الإسفراييني٣، وصاحبه أبو منصور البغدادي٤، وغيرهما.
واشتراط ذلك في صفة المفتي الذي يتأدى به فرض الكفاية هو٥ الصحيح،
_________
١ هو "ركن الدولة إمام الحرمين أبو المعالي عبد الملك بن عبد الله بن يوسف بن محمد الجويني، ولد في جوين "من نواحي خراسان"، أعلم المتأخرين من أصحاب الشافعي، توفي بنيسابور سنة ثمان وسبعين وأربعمائة". ترجمته في: المنتظم: ٩/ ١٨، وفيات الأعيان: ٣/ ١٩٧، تبيين كذب المفتري: ٢٧٨، العبر: ٣/ ٢٩١، العقد الثمين: ٥/ ٥٠٧.
٢ كتاب الغياثي غياث الأمم في التباث الظلم, لإمام الحرمين أبي المعالي عبد الملك بن عبد الله الجويني "ت٤٧٨هـ"، والرسالة للشافعي "ص٥٠٩"، المنخول: ٤٦٤.
٣ هو "الأستاذ أبو إسحاق إبراهيم بن محمد بن إبراهيم بن مهران الإسفراييني، قال السبكي: أحد أئمة الدين، كلامًا وأصولا، وفروعًا، توفي سنة ثمان عشرة وأربعمائة". ترجمته في تبيين كذب المفتري: ٢٤٣، طبقات العبادي: ١٠٤، طبقات الشافعية الكبرى: ٤/ ٢٥٦.
٤ هو "الأستاذ أبو منصور عبد القاهر بن طاهر بن محمد التميمي البغدادي الشافعي، الفقيه الأصولي النحوي المتكلم، صاحب "تفسير القرآن". و"الملل والنحل" و"الفرق بين الفرق"، وغير ذلك، توفي سنة تسع وعشرين وأربعمائة"، ترجمته في إنباه الرواة: ٢/ ١٨٥، بغية الوعاة: ٢/ ١٠٥، فوات الوفيات: ١/ ٦١٣، وفيات الأعيان: ٢/ ٣٧٢.
٥ في ف "وهو".',NULL,'88',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (62,'وإن لم يكن كذلك في صفة المجتهد المستقل١ على تجرده، لأن حال المفتي يقتضي اشتراط كونه على صفة يسهل عليه معها إدراك أحكام الوقائع على القرب من غير تعب كثير، وهذا لا يحصل لأحد من الخلف إلا بحفظ أبواب الفقه ومسائله، ثم لا يشترط أن تكون جميع الأحكام على ذهنه، بل يكفي أن يكون حافظًا للمعظم متمكنًا من إدراك الباقي على القرب٢.
الثاني: هل يشترط فيه٣ أن يعرف من الحساب ما يصحح به المسائل الحسابية الفقهية؟
حكى أبو إسحاق، وأبو منصور فيه اختلافًا للأصحاب، والأصح اشتراطه لأن من المسائل الواقعة نوعًا لا يعرف جوابه إلا من جمع بين الفقه والحساب٤.
الثالث: إنما يشترط اجتماع العلوم المذكورة٥ في المفتي المطلق في جميع أبواب الشرع، أما المفتي في باب خاص من العلم، نحو علم المناسك، أو علم الفرائض، أو غيرهما، فلا يشترط فيه جميع ذلك٦، ومن الجائز أن ينال
_________
١ اقتبس الإمام النووي رحمه الله تعالى هذه الفقرة بطولها في المجموع: "١/ ٧٦-٧٧".
٢ انظر جمع الجوامع: ٢/ ٤٢٢، وشرح الكوكب المنير: ٣٩٦، المستصفى: ١/ ٤٢، المحصول: ٢/ ٣/ ٣٦، إرشاد الفحول: ٢٥٢, الإحكام في أصول الأحكام: "٤/ ٢٢٠-٢٢", الغياثي: ٤٠٤.
٣ سقطت من ف.
٤ المجموع: ١/ ٧٧، وانظر: "الرد على من ... " للسيوطي: "١٨١-١٨٢".
٥ في ج "المزبورة".
٦ اختلف العلماء في جواز تجزئة الاجتهاد وعدم جوازه إلى ثلاثة مذاهب: "أ" رأى جمهور علماء أهل السنة والمعتزلة إلى جوازه، وكذا الشيعة الإمامية. انظر في ذلك: المستصفى للغزالي: "٢/ ٣٥٣-٣٥٤"، والإحكام في أصول الأحكام للآمدي: "٤/ ٢٢٠-٢٢١", المحصول للرازي: "٢/ ٣/ ٣٧-٣٨"، جمع الجوامع: ٢/ ٣٨٦, والمجموع للنووي: ٧٦٨ فما بعدها، ومسلَّم الثبوت: ٢/ ٣٦٤، وإرشاد الفحول: ٢٢٥، التحرير لابن الهمام وشرحه تيسير التحرير للعلامة محمد أمين: ٤/ ١٩١, والمعتمد في أصول الفقه لأبي الحسين محمد بن علي بن الطيب المعتزلي البصري "ت٤٣٦هـ": ٢/ ٩٢٩ حيث ذكر آراء المعتزلة, وتهذيب الوصول إلى علم الأصول للحلي: ١٠٠ حيث ذكر آراء الشيعة الإمامية، وانظر مجموع فتاوى شيخ الإسلام ابن تيمية رحمه الله تعالى: ٢٠/ ٢٠٤. =',NULL,'89',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (63,'الإنسان منصب الفتوى والاجتهاد في بعض الأبواب دون بعض فمن عرف القياس وطرقه وليس عالمًا بالحديث فله أن يفتي في مسائل قياسية يعلم أنه١ لا تعلق لها بالحديث, ومن عرف أصول المواريث وأحكامها جاز أن يفتي فيها، وإن لم يكن عالمًا بأحاديث النكاح، ولا عارفًا بما يجوز له الفتوى في غير ذلك من أبواب الفقه.
قطع بجواز هذا٢ الغزالي٣، وابن برهان٤، وغيرهما٥. ومنهم من منع من ذلك
_________
= "ب": المذهب الثاني المنع من التجزئة؛ وهو المنقول عن أبي حنيفة رحمه الله تعالى والإمام الشوكاني، وملاخسرو من الحنفية، والعلامة الفناري.
انظر: "المرآة" لملاخسرو: "٢/ ٤٦٧-٤٦٨"، و"إرشاد الفحول" للشوكاني: "٢٢٤-٢٢٥"، و"فصول البدائع" للفناري: ٢/ ٤٢٥، "مسلم الثبوت" وشرحه "فواتح الرحموت: ٢/ ٣٦٤.
"ج": المذهب الثالث: جواز الاجتهاد في مسائل الميراث وحدها: ومن أصحاب هذا المذهب ابن الصباغ من الشافعية. انظر "المجموع": ١/ ٧٧ و"إعلام الموقعين" لابن القيم: ٤/ ٢١٦.
ومذهب تجزيء الاجتهاد هو مذهب أكثر العلماء نص عليه الغزالي، والرازي والرافعي من الشافعية، وصححه ابن الصلاح والنووي، وابن السبكي، واختاره ابن دقيق العيد، وهو مذهب الحنابلة والظاهرية انظر: المستصفى: ٢/ ٢٥٣، نهاية السول للأسنوي بهامش التقرير: ٣/ ٢٩٣، المجموع للنووي: ١/ ٧٧، وإرشاد الفحول: ٢٥٥، الأحكام لابن حزم: "٥/ ٦٩٤-٦٩٥"، جمع الجوامع لابن السبكي: ٢/ ٢٤٥، الإحكام للآمدي: ٤/ ٢٢١.
١ في ش "أنها".
٢ في ف وج "ذلك".
٣ هو "الإمام حجة الإسلام أبو حامد محمد بن محمد بن أحمد الطوسي, قال الذهبي: وصنف التصانيف مع التصون والذكاء المفرط، والاستبحار من العلم، وفي الجملة: ما رأى الرجل مثل نفسه، توفي سنة خمس وخمسمائة"، ترجمته في إتحاف السادة المتقين للسيد مرتضى الزبيدي: ١/ ٦، البداية والنهاية: ١٢/ ١٧٣، تاريخ دمشق لابن الوردي: ٢/ ٢١، العبر: ٤/ ١٠، وكتب عنه الأخ الأستاذ المحقق الدكتور علي محيي الدين علي القره داغي كتابة وافية في مقدمة تحقيقه لكتاب "الوسيط في المذهب" للإمام الغزالي.
٤ هو "أبو الفتح أحمد بن علي بن محمد بن برهان الأصولي. وبرهان بفتح الباء الموحدة، قال السبكي: كان حاذق الذهن، عجيب الفطرة، لا يكاد يسمع شيئًا إلا حفظه، وتعلق بذهنه. توفي سنة ثمان عشرة وخمسمائة"، ترجمته في البداية والنهاية: ١٢/ ١٩٤، طبقات الشافعية الكبرى: ٦/ ٣٠، مرآة الجنان: ٣/ ٢٢٥.
٥ المجموع: ١/ ٧٧، وتقدم ذكر مراجع تجزيء الاجتهاد في أول الفقرة.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (64,'مطلقًا, وأجازه أبو نصر بن الصباغ١، غير أنه خصصه بباب المواريث. قال: لأن الفرائض لا تنبني٢ على غيرها من الأحكام، فأما ما عداها من الأحكام فبعضه مرتبط ببعض.
والأصح أن ذلك لا يختص بباب المواريث، والله أعلم.
القسم الثاني: المفتي الذي ليس بمستقل، ومنذ دهر طويل طوي بساط المفتي المستقل المطلق، والمجتهد المستقل٣، وأفضى أمر الفتوى إلى الفقهاء المنتسبين إلى أئمة المذاهب المتبوعة، وللمفتي المنتسب أحوال أربع:
الأولى: أن لا يكون مقلدًا "لإمامه"٤، لا في المذهب٥ ولا في دليله لكونه قد جمع الأوصاف والعلوم المشترطة في المستقل، وإنما ينتسب إليه لكونه سلك طريقه في الاجتهاد، ودعا إلى سبيله٦.
_________
١ هو "أبو نصر عبد السيد بن محمد بن عبد الواحد بن جعفر بن الصباغ قال السبكي: انتهت إليه رياسة الأصحاب. وكان ورعًا نزهًا تقيًّا، صالحًا زاهدًا، فقيهًا أصوليًّا محققًا. توفي سنة سبع وسبعين وأربعمائة". ترجمته في: البداية والنهاية: ١٢/ ١٢٦، الجواهر المضية: ١/ ٣١٦، العبر ٣/ ٢٨٧، طبقات الشافعية للسبكي: ٥/ ١٢٢.
٢ في ف وج "لا تبتني".
٣ قال السيوطي في كتاب "الرد على من أخلد ... ": ٩٣ "لهج كثير من الناس اليوم بأن المجتهد المطلق فقد من قديم، وأنه لم يوجد من دهر إلا المجتهد المقيد. وهذا غلط منهم، ما وقفوا على كلام العلماء، ولا عرفوا الفرق بين المجتهد المطلق والمجتهد المستقل، ولا بين المجتهد المقيد ولا المجتهد المنتسب، وبين كل مما ذكر فرق؛ ولهذا ترى أن من وقع في عبارته المجتهد المستقل مفقود من دهر، ينص في موضع آخر على وجود المجتهد المطلق، وللتحقيق في ذلك أن المجتهد المطلق أعم من المجتهد المستقل، وغير المجتهد المقيد، فإن المستقل هو الذي استقل بقواعد لنفسه بنى عليها الفقه خارجًا عن قواعد المذاهب المقررة, وهذا شيء فقد من دهر بل لو أراده الإنسان اليوم لامتنع عليه، ولم يجز له، نص عليه غير واحد ... ".
٤ من ف وج وش وفي الأصل: "لأئمته".
٥ في ف وج "المذاهب".
٦ "الرد على ... " للسيوطي: ٩٥.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (65,'وقد بلغنا عن الأستاذ أبي إسحاق الإسفراييني رحمه الله: إنه ادعى هذه الصفة لأئمة أصحابنا, فحكى عن أصحاب مالك، وأحمد، وداود١، وأكثر أصحاب أبي حنيفة٢، رحمهم الله أنهم صاروا إلى مذاهب أئمتهم تقليدًا لهم٣. ثم قال: الصحيح الذي ذهب إليه المحققون ما ذهب إليه أصحابنا، وهو أنهم صاروا إلى مذهب الشافعي رحمه الله "تعالى"٤, لا على جهة التقليد له، ولكن لما وجدوا طريقه في الاجتهاد والفتاوى أسد الطرق، وأولاها، ولم يكن لهم بد من الاجتهاد سلكوا طريقه في الاجتهاد، وطلبوا معرفة الأحكام بالطريق الذي طلبها الشافعي به "رحمه الله تعالى"٥.
قلت: وهذا الذي حكاه عن أصحابنا واقع على وفق ما رسمه لهم الشافعي، ثم المزني٦ في أول "مختصره"، وفي غيره, وذكر الشيخ أبو علي السنجي٧ شبيهًا
_________
١ هو "أبو سليمان داود بن علي بن خلف الأصبهاني، الإمام المشهور بالظاهري قال ابن خلكان: كان زاهدًا متقللا كثير الورع، وكان صاحب مذهب مستقل، وتبعه جمع كثير يعرفون بالظاهرية. توفي سنة سبعين ومائتين"، ترجمته في تاريخ بغداد: ٨/ ٣٦٩، طبقات الشيرازي: ١٧٦، وفيات الأعيان: ٢/ ٢٥٥، تذكرة الحفاظ: ٢/ ٥٧٢.
٢ هو "الإمام الأعظم أبو حنيفة النعمان بن ثابت بن زوطى بن ماه الكوفي، كان عالمًا عاملا زاهدًا عابدًا ورعًا تقيًّا، مناقبه وفضائله جمة، توفي ببغداد في السجن لِيَلِيَ القضاء فلم يفعل، سنة خمسين ومائة"، ترجمته في تاريخ بغداد: ١٣/ ٣٢٣، الجواهر المضية: ١/ ٢٦، تذكرة الحفاظ: ١/ ١٦٨، العبر: ١/ ٢١٤.
٣ في ف وج "بتقليد لهم".
٤ من ف وج.
٥ من ج وش.
٦ هو "أبو إبراهيم إسماعيل بن يحيى بن إسماعيل المزني، كان زاهدًا عالمًا مجتهدًا، وهو إمام الشافعيين وأعرفهم بطرقه وفتاويه، وما ينقله عنه، توفي سنة أربع وستين ومائتين بمصر". ترجمته في المؤلف للدارقطني: ٢١٩٠، طبقات الشيرازي: ٩٧، وفيات الأعيان: ١/ ٢١٧، طبقات الشافعية الكبرى: ٢/ ٩٣.
٧ هو "أبو علي الحسين بن شعيب بن محمد السنجي، من قرية سنج، بكسر السين المهملة بعدها نون ساكنة ثم جيم، وهي من أكبر قرى مرو، فقيه العصر، وعالم خراسان، وأول من جمع بين طريقتي العراق، وخراسان، توفي سنة ثلاثين وأربعمائة", ترجمته في البداية والنهاية: ١٢/ ٥٧، طبقات الشافعية الكبرى: ٤/ ٣٤٤.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (66,'بذلك، فقال: اتبعنا قول الشافعي، دون غيره من الأئمة، لأنا وجدنا قوله أحج١ الأقوال وأعدلها، "لا أنا"٢ قلده في قوله٣.
قلت: دعوى انتفاء التقليد عنهم مطلقًا من كل وجه لا يستقيم إلا أن يكون قد أحاطوا بعلوم الاجتهاد المطلق، وفازوا برتبة المجتهدين المستقلين، وذلك لا يلائم المعلوم من أحوالهم, أو أحوال أكثرهم، وقد ذكر بعض الأصوليين منا: أنه لم يوجد بعد عصر الشافعي مجتهد مستقل٤.
وحكى اختلافًا بين أصحابنا، وأصحاب أبي حنيفة في أبي يوسف٥،
_________
١ في ف وج "أحج من الأقوال".
٢ من ش، وكتبت في باقي النسخ "لانا".
٣ اقتبس الفقرة النووي في المجموع: ١/ ٧٧، وانظر "شرح عقود رسم المفتي المفتي" للعلامة السيد محمد أمين الشهير بابن عبدون الحنفي، طبع الأستانة: ١/ ٣١، وقال ابن القيم في إعلام الموقعين: "٤/ ٢١٣-٢١٤": " ... وكل منهم يقول ذلك عن إمامه، ويزعم أنه أولى بالاتباع من غيره، ومنهم من يغلو فيوجب اتباعه، ويمنع من اتباع غيره.
فبالله العجب من اجتهاد نهض بهم إلى كون متبوعهم ومقلدهم أعلم من غيره، أحق بالاتباع من سواه، وأن مذهبه هو الراجح، والصواب دائر معه، وقعد بهم عن الاجتهاد في كلام الله ورسوله، واستنباط الأحكام منه، وترجيح ما يشهد له النص، مع استيلاء كلام الله ورسوله على غاية البيان، وتضمنه لجوامع الكلم، وفصله للخطاب، وبراءته من التناقض والاختلاف والاضطراب، فقعدت بهم هممهم عن الاجتهاد فيه، ونهضت بهم إلى الاجتهاد في كون إمامهم أعلم الأمة وأولاها بالصواب، وأقواله في غاية القوة وموافقة السنة والكتاب، والله المستعان".
ونقل السيوطي كلام ابن الصلاح رحمه الله تعالى في كتابه "الرد على من أخلد إلى الأرض": ٩٥.
٤ المجموع: ١/ ٧٨.
٥ هو "القاضي أبو يوسف يعقوب بن إبراهيم بن حبيب، صاحب أبي حنيفة رضي الله عنه، كان فقيهًا عالمًا حافظًا. قال عمار بن أبي مالك: ما كان في أصحاب أبي حنيفة مثل أبي يوسف، توفي سنة اثنتين وثمانين ومائة" ترجمته في تاريخ بغداد: ١٤/ ٢٤٢، أخبار القضاة لوكيع: ٣/ ٢٥٤، وفيات الأعيان: ٦/ ٣٧٨، تذكرة الحفاظ: ١/ ٢٩٢، العبر: ١/ ٢٨٤، مرآة الجنان: ١/ ٣٨٢.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (67,'ومحمد١، والمزني، وابن سريج٢ خاصًّا٣، هل كانوا من المجتهدين المستقلين، أو من المجتهدين في المذاهب؟ ٤
ولا نستنكر٥ دعوى ذلك فيهم في فن من الفقه، دون فن بناء على ما قدمناه من جواز تجزيء٦ منصب المجتهد المستقل٧، ويبعد جريان ذلك الخلاف في حق هؤلاء المتبحرين الذين عم نظرهم الأبواب كلها، فإنه لا يخفى على أحدهم إذا كمل في باب ما لا يتعلق منه بغيره من الأبواب التي لم يكمل فيها لعموم نظره وجولانه في الأبواب كلها.
إذا عرفت هذا ففتوى المنتسبين في هذه الحالة، في حكم فتوى المجتهد المستقل المطلق، يعمل بها ويعتد بها في الإجماع والخلاف٨، والله أعلم.
الحالة الثانية: أن يكون في مذهب إمامه مجتهدًا مقيدًا فيستقل بتقرير مذاهبه بالدليل، غير أنه لا يتجاوز في أدلته أصول إمامه وقواعده٩، ومن شأنه أن يكون
_________
١ هو "أبو عبد الله محمد بن الحسن بن فرقد، الشيباني، مولاهم، الفقيه الحنفي قال الشافعي: حملت من علم محمد بن الحسن وقر بعير، توفي سنة تسع وثمانين ومائة"، ترجمته في تاريخ بغداد: ٢/ ١٧٢، المعارف: ٥٠٠، وفيات الأعيان: ٤/ ١٨٤.
٢ هو "أبو العباس أحمد بن عمر بن سريج، الفقيه الشافعي، قال أبو إسحاق الشيرازي: كان يفضل على جمع أصحاب الشافعي رحمة الله تعالى عليهم، حتى على: المزني. توفي سنة ست وثلاثمائة".
ترجمته في: تاريخ بغداد: ٤/ ٢٨٧، طبقات الشيرازي: ١٠٨، وفيات الأعيان: ١/ ٦٦، طبقات الشافعية الكبرى: ٣/ ٢١، العبر: ٢/ ١٣٢.
٣ في ف وج وش" خاصة أهل".
٤ انظر الأقوال في هؤلاء الأئمة في "النافع الكبير لمن يطالع الجامع الصغير" للعلامة الكنوي المتوفى سنة١٣٠٤هـ طبع الهند: "٤-٦" "وعمدة الرعاية" مقدمة "شرح الوقاية" للعلامة الكنوي: ٩، و"شرح عقود رسم المفتي: ٣١.
٥ في ف وج "ولا يستنكر".
٦ في ف وج "تجوز".
٧ تقدم ذكر المذاهب في تجزيء الاجتهاد: "٨٩-٩٠".
٨ انظر "إعلام الموقعين": ٤/ ٢١٢-٢١٣".
٩ إعلام الموقعين: "٤/ ٢١٣، "الرد على من أخلد إلى الأرض" للسيوطي: ٩٦، مغني المحتاج: ٤/ ٣٧٧.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (68,'عالمًا بالفقه، خبيرًا بأصول الفقه، عارفًا بأدلة الأحكام تفصيلا، بصيرًا بمسالك الأقيسة والمعاني، تام الارتياض في التخريج والاستنباط قيمًا بإلحاق ما ليس بمنصوص عليه في مذهب إمامه بأصول مذهبه وقواعده، ولا يعرى عن شوب من التقليد له، لإخلاله ببعض العلوم والأدوات المعتبرة في المستقل. مثل أن يخل بعلم الحديث أو بعلم اللغة العربية، وكثيرًا ما وقع الإخلال بهذين العلمين في أهل الاجتهاد المقيد. ويتخذ نصوص إمامه أصولًا يستنبط منها نحو١ ما يفعله المستقل بنصوص الشارع، وربما مر به الحكم وقد ذكره إمامه بدليله، فيكتفي بذلك "فيه"٢ ولا يبحث هل لذلك الدليل من معارض؟ ولا يستوفي النظر في شروطه كما يفعله المستقل، وهذه صفة أصحاب الوجوه والطرق في المذهب.
وعلى هذه الصفة كان أئمة أصحابنا، أو أكثرهم، ومن كان هذا شأنه فالعامل بفتياه مقلد لإمامه. لا له٣، لأن معوله على صحة إضافة ما يقوله إلى إمامه، لعدم استقلاله بتصحيح نسبته إلى الشارع، والله أعلم.
تنبيهات:
الأول: الذي رأيته من كلام الأئمة يشعر بأن من كانت هذه حالته ففرض الكفاية لا يتأدى به، ووجهه أن ما فيه من التقليد نقص وخلل في المقصود.
وأقول: "إنه"٤ يظهر أنه يتأدى به فرض الكفاية في الفتوى، وإن لم يتأد به فرض الكفاية في إحياء العلوم التي منها استمداد الفتوى٥، لأنه قد قام في فتواه مقام إمام مطلق، فهو يؤدي عنه ما كان يتأدى به٦ الفرض حين كان حيًّا قائمًا بالفرض
_________
١ ساقطة من ج.
٢ من ش.
٣ "الرد على من أخلد إلى الأرض": ٩٦.
٤ من ش.
٥ "الرد على من أخلد إلى الأرض": "٣٦، ٣٨، ٩٧" اقتبس كلام ابن الصلاح وسمى كتابه "أدب الفتيا"، وكذا نقل كلام ابن الصلاح صاحب "الإبهاج في شرح المنهاج" ٣/ ٢٥٦.
٦ سقطت من ف وج.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (69,'فيها. والتفريع على الصحيح في أن تقليد الميت جائز١.
الثاني: قد يوجد من المجتهد المقيد الاستقلال بالاجتهاد والفتوى في مسألة خاصة، أو باب خاص٢، كما تقدم في النوع الذي قبله، والله أعلم.
الثالث: يجوز له أن يفتي فيما لا يجده من أحكام الوقائع منصوصًا عليه لإمامه بما يخرجه على مذهبه، هذا هو الصحيح الذي عليه العمل، وإليه مفزع المفتين من مدد مديدة، فالمجتهد في مذهب الشافعي مثلا، المحيط بقواعده مذهبه، المتدرب في مقاييسه وسبل تصرفاته، متنزل كما قدمنا ذكره في الإلحاق بمنصوصاته وقواعد مذهبه منزلة المجتهد المستقل في إلحاقه ما لم ينص عليه الشارع بما نص عليه، وهذا أقدر على هذا من ذاك٣ على ذاك٤، فإن هذا يجد في مذهب إمامه من القواعد الممهدة، والضوابط المهذبة ما لا يجده المستقل في أصل الشرع ونصوصه، ثم إن هذا٥ المستفتي فيما يفتيه به من تخريجه هذا مقلد لإمامه، لا له.
قطع بهذا الشيخ أبو المعالي ابن الجويني في كتابه "الغياثي"٦.
وأنا أقوال: ينبغي أن يخرج هذا على خلاف حكاه الشيخ أبو إسحاق الشيرازي٧: في أن ما يخرجه أصحابنا رحمهم الله على مذهب الشافعي رضي الله
_________
١ انظر "إعلام الموقعين": ٤/ ٢١٥، و"المحصول" للرازي: "٢/ ٣/ ٩٧- ٩٨"، المعتمد: ٢/ ٣٦٠.
٢ المجموع: ١/ ٧٧، وانظر مجموع الفتاوى الكبرى: ٢٠/ ٢٠٤، إعلام الموقعين: ٤/ ٢١٦.
٣ و٤ في ف وج "ذلك".
٥ سقطت من ش.
٦ انظر الغياثي: ٤٢٦.
٧ هو "أبو إسحاق إبراهيم بن علي بن يوسف الشيرازي الفيروزآبادي صاحب "التبصرة" و"التنبيه" و"المهذب" في الفقه. وغير ذلك قال السبكي: هو الشيخ الإمام شيخ الإسلام، صاحب التصانيف التي سارت كمسير الشمس، ودارت الدنيا ... توفي سنة ست وسبعين وأربعمائة"، ترجمته في: تبيين كذب المفتري: ٢٧٦، البداية والنهاية: ١٢/ ١٢٤، العبر: ٣/ ٢٨٣، طبقات الشافعية الكبرى: ٤/ ٢١٥.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (70,'عنه هل يجوز أن ينسب إليه؟ واختار الشيخ أبو إسحاق: أنه لا يجوز أن ينسب إليه١. والله أعلم.
الرابع: تخريجه تارة يكون من نص معين لإمامه في مسألة معينة، وتارة لا يجد لإمامه نصًّا معينًا يخرج منه "فيخرج"٢ على وفق أصوله، بأن يجد دليلا من جنس ما يحتج به إمامه وعلى٣ شرطه، فيفتي بموجبه، ثم إن وقع النوع الأول من التخريج في صورة فيها نص لإمامه مخرجًا خلاف نصه فيها من نص آخر في صورة أخرى، سمي قولا مخرجًا٤، وإذا وقع النوع الثاني في صورة قد قال فيها بعض الأصحاب غير ذلك سمي ذلك وجهًا. ويقال: فيها وجهان. وشرط التخريج المذكور عند اختلاف النصين، أن لا يجد بين المسألتين فارقًا، ولا حاجة في مثل ذلك إلى علة جامعة، وهو من قبيل إلحاق الأمة بالعبد في٥ قوله صلى الله عليه وسلم: "من أعتق شركً ا ٦ له في عبد قوم عليه" ٧.
_________
١ التبصرة في أصول الفقه لأبي إسحاق الشيرازي: ٥١٧، اللمع: ١٣٣، ونقل النووي هذه الفقرة عن ابن الصلاح في المجموع: ١/ ٧٨، وانظر: الشربيني في مغني المحتاج: ١/ ١٢، والرملي في النهاية: ١/ ٤٣، وإعلام الموقعين: ٤/ ٢١٥.
٢ من ف وج وش وفي الأصل: "مخرج".
٣ في ف وج "على".
٤ في المسودة: "٥٣٢، ٥٣٣": "وأما الأوجه فأقوال الأصحاب وتخريجهم إن كانت مأخوذة من قواعد الإمام أحمد أو إيمانه أو دليله أو تعليقه أو سياق كلامه".
والتخريج: هو نقل حكم مسألة إلى ما يشبهها والتسوية بينهما فيه.
٥ في ف وج "لقوله".
٦ "أي حصة ونصيبًا"، النهاية: ٢/ ٤٦٧.
٧ رواه البخاري: ٥/ ٣٢ في الشركة، باب تقويم الأشياء بين الشركاء، باب الشركة في الرفيق، وفي العتق، باب إذا أعتق عبدًا أو عبدين بين اثنين أو أمة بين الشركاء، وباب كراهة التطاول على الرقيق، الأحاديث: "٢٤٩١، ٢٥٠٣، ٢٥٢١، ٢٥٢٢، ٢٥٢٣، ٢٥٢٥"، ومسلم في الأيمان، باب من أعتق شركًا له في عبد حديث رقم: "١٥٠١"، وأبو داود في العتق، باب فيمن روى أن لا يستسعي، الأحاديث "٣٩٤٠-٣٩٤٧"، والترمذي في الأحكام، باب ما جاء في العبد يكون بين الرجلين فينفق أحدهما نصيبه، الأحاديث: "١٣٤٦، ١٣٤٧"، والنسائي: ٧/ ٣١٩ في البيوع، باب الشركة بغير مال، وباب الشركة في الرقيق، ومالك في الموطأ: ٢/ ٧٧٢ في العتق، باب من أعتق شركًا له في مملوك من رواية "عبد الله بن عمر رضي الله عنهما"، وانظر نيل الأوطار: ٦/ ٢٠٧.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (71,'ومهما أمكنه الفرق بين المسألتين لم يجز له على الأصح التخريج، ولزمه١ تقرير النصين على ظاهرهما معتمدًا على الفارق، وكثيرًا ما يختلفون في القول بالتخريج في مثل ذلك لاختلافهم في إمكان الفرق٢، والله أعلم.
الحالثة الثالثة٣: أن لا يبلغ رتبة أئمة المذهب أصحاب الوجوه والطرق، غير أنه فقيه النفس٤ حافظ لمذهب إمامه، عارف٥ بأدلته، قائم بتقريرها، وبنصرته، يصور، ويحرر، ويمهد، ويقرر، ويزيف، ويرجح، لكنه قصر عن درجة أولئك، إما لكونه لم يبلغ في حفظ المذهب مبلغهم، وإما لكونه لم يرتضي في التخريج والاستنباط كارتياضهم، وإما لكونه غير متبحر في علم أصول الفقه على أنه لا يخلو مثله في ضمن ما يحفظه من الفقه ويعرفه من أداته٦، على أطراف من قواعد أصول الفقه، وإما لكونه مقصرًا في غير ذلك من العلوم التي هي أدوات الاجتهاد الحاصل لأصحاب الوجوه والطرق. وهذه صفة كثير من المتأخرين إلى أواخر المائة الخامسة٧ من الهجرة المصنفين الذين رتبوا المذهب وحرروه وصنفوا فيه تصانيف بها معظم اشتغال الناس اليوم، ولم يلحقوا بأرباب الحالة الثانية في تخريج الوجوه، وتمهيد الطرق في المذهب.
_________
١ في ج "فلزمه" وطمست في ف.
٢ نقل الإمام النووي هذه الفقرة عن ابن الصلاح رحمه الله تعالى في المجموع: ١/ ٧٨.
وانظر التبصرة: ٥١٦، وجمع الجوامع: ٢/ ٣٨.
٣ "الرد على ... " السيوطي: ٩٧.
٤ فقه النفس: هو استعداد فطري يؤهله للاجتهاد. قال إمام الحرمين في البرهان: ٢/ ١٣٣٢ فقرة "١٤٩٠": ثم يشترط "أي للمفتي والمجتهد" وراء ذلك كله فقه النفس فهو رأس مال المجتهد، ولا يتأتى كسبه، فإن حيل على ذلك فهو المراد، وإلا فلا يتأتى تحصيله بحفظ الكتب.
٥ في ف وج "عارفًا".
٦ في ف وج "أدلة" وفي ش "أدلته".
٧ في المجموع: ١/ ٧٩ "الرابعة" وانظر "الإحكام": ٢/ ١٧٢، و"مسلم الثبوت": ٢/ ٣٩٩، و"جمع الجوامع": ٢/ ٣٩٨.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (72,'وأما في فتاويهم فقد كانوا يتبسطون فيها كتبسيط أولئك، أو قريبًا منه، ويقيسون غير المنقول والمسطور على المنقول والمسطور في المذهب غير "مقتصرين"١ في ذلك على القياس الجلي٢، وقياس لا فارق، الذي هو نحو قياس الأمة على العبد في إعتاق الشريك، وقياس المرأة على الرجل في رجوع البائع إلى عين ماله عند تعذر الثمن.
وفيهم من جمعت فتاويه وأفردت بالتدوين، ولا يبلغ في التحاقها بالمذهب مبلغ فتاوى أصحاب الوجوه، ولا تقوى كقوتها٣، والله أعلم.
الحالة الرابعة٤: أن يقوم بحفظ المذهب ونقله٥، وفهمه في واضحات المسائل ومشكلاتها، غير أن عنده ضعفًا في تقرير أدلته وتحرير أقيسته، فهذا يعتمد نقله وفتواه به فيما يحكيه من مسطورات مذهبه من منصوصات إمامه وتفريعات أصحابه٦ المجتهدين في مذهبه وتخريجاتهم، وأما ما لا يجده منقولا في مذهبه، فإن وجد في المنقول ما هذا في معناه بحيث يدرك من غير فضل فكر وتأمل أنه لا
_________
١ من ف وج وش وفي الأصل "المقتصرين".
٢ قال الآمدي في الإحكام: ٤/ ٣ "القياس الجلي: ما كانت العلة فيه منصوصة، أو غير منصوصة غير أن الفارق بين الأصل والفرع مقطوع بنفي تأثيره.
فالأول: كإلحاق تحريم ضرب الوالدين بتحريم التأفيف بهما لعلة كف الأذى عنهما.
والثاني: كإلحاق الأمة بالعبد في تقويم النصيب، حيث عرفنا أنه لا فارق بينهما سوى الذكورة في الأصل، والأنوثة في الفرع، وعلمنا عدم التفات الشارع إلى ذلك في أحكام العتق خاصة".
"وأما الخفي: فما كانت العلة فيه مستنبطة من حكم الأصل، كقياس القتل بالمثقل على المحدد ونحوه".
٣ نقل الإمام النووي عن ابن الصلاح هذه الفقرة بشيء من التصرف "المجموع": ١/ ٧٩, والسيوطي في الاجتهاد: ٩٧.
٤ اقتبس السيوطي في كتابه "الرد على من أخلد": ٩٧ هذه الحالة عن ابن الصلاح وسمى الكتاب "آداب الفتيا"، المجموع: ١/ ٧٩، صفة الفتوى: ٢٣.
٥ من ف وج وش، وكذا في الرد للسيوطي: ٩٧، وفي الأصل: "في نقله".
٦ في ف وج "أصحاب".',NULL,'99',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (73,'فارق بينهما، كما في الأمة بالنسبة إلى العبد المنصوص عليه في إعتاق الشريك، جاز له إلحاقه به والفتوى به. وكذلك ما يعم اندراجه تحت ضابط منقول ممهد في المذهب، وما لم يكن كذلك فعليه الإمساك عن الفتيا فيه.
ومثل هذا يقع نادرًا١ في حق٢ مثل الفقيه المذكور، إذ يبعد كما ذكر الإمام أبو المعالي ابن الجويني٣: أن تقع واقعة لم ينص على حكمها في المذهب، ولا هي في معنى شيء من٤ المنصوص عليه فيه من غير فرق، ولا هي مندرجة تحت شيء من٥ ضوابط المذهب المحررة فيه، ثم إن هذا الفقيه لا يكون إلا فقيه النفس، لأن تصوير المسائل على وجهها، ثم نقل أحكامها بعد استتمام تصويرها جلياتها٦ وخفياتها٧ لا يقوم إلا فقيه النفس، ذو حظ من الفقه٨.
قلت: وينبغي أن يكتفى في حفظ المذهب في هذه الحالة، وفي الحالة التي قبلها، بأن يكون المعظم على مد٩ ذهنه، ويكون لدربته متمكنًا من الوقوف على الباقي بالمطالعة، أو ما يلتحق بها على القرب كما اكتفينا في أقسام الاجتهاد الثلاثة الأول، بأن يكون المعظم على ذهنه، "ويتمكن"١٠ من إدراك الباقي بالاجتهاد١١ على القرب١٢.
_________
١ في ف وج "ناديًا".
٢ سقطت من ف وج.
٣ انظر الغياثي: "٤٢٣-٤٢٤".
٤ في ف وج "في".
٥ في ش: "من المنصوص ضوابط".
٦ في ف وج "جليانها".
٧ في ف وج "خفيانها".
٨ انظر الغياثي: ٤٢٤.
٩ سقطت من ف وج وش.
١٠ من ف وج وش وفي الأصل: "وتمكن".
١١ في ش "الباقي على القرب الاجتهاد".
١٢ اقتبس الإمام النووي هذه الفقرة عن ابن الصلاح في المجموع: ١/ ٧٩، صفة الفتوى: ٢٣.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (74,'هذه١ أصناف المفتين وشروطهم، وهي خمسة، وما من صنف منها إلا ويشترط فيه: حفظ المذهب، وفقه النفس وذلك فيما عدا الصنف الأخير الذي هو٢ بعض ما يشترط في هذا القبيل. فمن انتصب في منصب الفتيا وتصدى لها وليس على صفة واحدة٢ من هذه الأصناف الخمسة، فقد باء بأمر عظيم، {أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُون, لِيَوْمٍ عَظِيمٍ} ٤، ومن أراد التصدي للفتيا ظانًّا كونه من أهلها فليتهم نفسه، وليتق ربه تبارك وتعالى، ولا يخدعن عن الأخذ بالوثيقة لنفسه والنظر لها.
ولقد قطع الإمام أبو المعالي، وغيره: بأن الأصولي الماهر المتصرف في الفقه لا تحل له الفتوى بمجرد ذلك٥، ولو وقعت له في نفسه واقعة لزمه أن يستفتي غيره فيها. ويلتحق به المتصرف النظار البحاث في الفقه من أئمة الخلاف، وفحول المناظرين.
وهذا لأنه ليس أهلا لإدراك حكم الواقعة استقلالا لقصور آلته، ولا من مذهب إمام متقدم لعدم حفظه له وعدم إطلاعه عليه على الوجه المعتبر٦، والله أعلم.
تنبيهات:
الأول: قطع الإمام العلامة أبو عبد الله الحليمي٧ إمام الشافعيين بما وراء
_________
١ في ف وج "وهذه".
٢ في النسخ كلمة غير مفهومة تقرب من "أخسها" أو "اجتنبها".
٣ في ش "واحد".
٤ سورة المطففين آية "٥ و٦".
٥ انظر رأي إمام الحرمين في البرهان: "١/ ٦٨٥-٦٨٦" فقرات "٦٣٢، ٦٣٣"، وذكر الآمدي فيه خلافًا انظر الإحكام: ١/ ٢٨٨.
٦ المجموع: ١/ ٧٩، صفة الفتوى: "٢٤-٢٥".
٧ هو "الشيخ الإمام أبو عبد الله الحسين بن الحسن بن محمد بن حليم الحليمي. قال الحاكم: أوحد الشافعيين بما وراء النهر، وأنظرهم بعد أستاذيه أبي بكر القفال، وأبي بكر الأودني. توفي سنة ثلاث وأربعمائة"، ترجمته في البداية والنهاية: ١١/ ٣٤٩، العبر: ٣/ ٨٤، طبقات الشافعية الكبرى: ٤/ ٣٣٣، المنتظم: ٧/ ٢٦٤.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (75,'النهر، والقاضي أبو المحاسن١ الروياني، صاحب "بحر المذهب"٢، وغيرهما: بأنه لا يجوز للمقلد أن يفتي بما هو مقلد فيه٣.
وذكر الشيخ أبو محمد الجويني في "شرحه لرسالة الشافعي": عن شيخه أبي بكر القفال المروزي٤: أنه يجوز لمن حفظ٥ مذهب صاحب مذهب ونصوصه، أن يفتي به وإن لم يكن عارفًا بغوامضه وحقائقه.
وخالفه الشيخ أبو محمد، وقال: لا يجوز أن يفتي بمذهب غيره إذا٦ لم يكن متبحرًا فيه، عالمًا بغوامضه وحقائقه، كما لا يجوز للعامي الذي جمع فتاوى المفتين أن يفتي بها، وإذا كان متبحرًا فيه جاز أن يفتي به.
_________
١ هو "الإمام الجليل أبو المحاسن عبد الواحد بن إسماعيل بن أحمد بن محمد الروياني: بضم الراء وسكون الواو، والفقهاء يهمزون الرياني، والمعروف أنه بغير همز، من قرى طبرستان. قال فيه القاضي أبو محمد الجرجاني: نادرة العصر، إمام في الفقه، توفي سنة اثنتين وخمسمائة". ترجمته في المنتظم: ٩/ ١٦٠، معجم البلدان: ٢/ ٨٧٣، البداية والنهاية: ١٢/ ١٧٠، طبقات الشافعية الكبرى: ٧/ ١٩٣، العبر: ٤/ ٤.
٢ قال ابن كثير في البداية والنهاية: ١٢/ ١٧٠، وهو حافل كامل شامل للغرائب وغيرها، وفي المثل: حدث عن البحر ولا حرج".
٣ انظر المعتمد: "٢/ ٣٥٩-٣٦٠"، الإبهاج في شرح المنهاج: ٣/ ٢٦٨، صفة الفتوى لابن حمدان: ٢٥، إعلام الموقعين: "١/ ٤٦، ٤/ ١٩٤"، إرشاد الفحول: ٢٩٦.
٤ هو "الإمام الزاهد أبو بكر عبد الله بن أحمد بن عبد الله، يعرف بالقفال الصغير المروزي. قال السبكي: شيخ الخراسانيين، وليس هو القفال الكبير، هذا أكثر ذكرًا في الكتب، أي كتب الفقه، لا يذكر غالبًا إلا مطلقًا، وذاك إذا أطلق قيد بالشاشي، وقال ابن ناصر العمري: لم يكن في زمان أبي بكر القفال أفقه منه، ولا يكون بعده مثله، وكنا نقول: إنه ملك في صورة إنسان، توفي سنة سبع عشرة وأربعمائة"، ترجمته في المختصر في أخبار البشر: ٢/ ١٦٣، العبر: ٣/ ١٢٤، طبقات الشافعية الكبرى: ٥/ ٥٣.
٥ نقل الإمام ابن القيم هذه الفقرة عن ابن الصلاح في إعلام الموقعين: ٤/ ١٩٥ وجاء فيها "لمن حفظ كلام صاحب مذهب".
٦ في ف وج "إذ".',NULL,'102',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (76,'قلت١: قول من قال: لا يجوز أن يفتي بذلك، معناه أنه لا يذكره في صورة ما يقوله من عند نفسه، بل يضيفه ويحكيه عن إمامه الذي قلده، فعلى هذا من عددناه في أصناف المفتين من المقلدين ليسوا٢ على الحقيقة من المفتين، ولكنهم قاموا مقام المفتين وأدوا٣ عنهم فعدوا معهم، وسبيلهم في ذلك أن يقولوا٤ مثلا: مذهب الشافعي كذا وكذا، ومقتضى مذهبه كذا وكذا، وما أشبه ذلك، ومن ترك منهم٥ إضافة ذلك إلى إمامه إن كان ذلك "منه"٦ اكتفاء بالمعلوم من الحال عن التصريح بالمقال فلا بأس٧.
وذكر الماوردي في كتابه "الحاوي": في العامي إذا عرف حكم حادثة بناء على دليلها ثلاثة أوجه:
أحدها: أنه يجوز أن يفتي به، ويجوز تقليده فيه، لأنه قد وصل إلى العلم به، مثل وصول العالم إليه.
والثاني: يجوز ذلك إن كان دليلها من الكتاب أو٨ السنة.
والثالث: وهو أصحها أنه لا يجوز ذلك مطلقًا٩.
_________
١ في ش: "قال المصنف رضي الله عنه: قول ... ".
٢ في الأصل: "من ليسوا".
٣ في إعلام الموقعين: ٤/ ١٩٥ "وادعوا".
٤ في ف وج: "يقول".
٥ سقطت من ف وج.
٦ من ف وج وش وفي الأصل "منهم". وفي إعلام الموقعين: ٤/ ١٩٥ "كان ذلك اكتفاء منه".
٧ نقل الإمام ابن قيم الجوزية كلام ابن الصلاح هذا بنصه في "إعلام الموقعين" "٤/ ١٩٥-١٩٦". وقال: "قلت: ما ذكره أبو عمرو حسن إلا أن صاحب هذه المرتبة يحرم عليه أن يقول: "مذهب الشافعي" لما لا يعلم أنه نصه الذي أفتى به، أو يكون شهرته بين أهل المذهب شهرة لا يحتاج معها إلى الوقوف على نصه، كشهرة مذهبه في الجهر بالبسملة ... وأما قول الشيخ أبي عمرو: إن لهذا المفتي أن يقول: هذا مقتضى مذهب الشافعي مثلا، فلعمر الله لا يقبل ذلك من كل من نصب نفسه للفتيا حتى يكون عالمًا بمأخذ صاحب المذهب ومداركه وقواعده جمعًا وفرقًا ... ".
٨ في ف وج "والسنة".
٩ المجموع: ١/ ٨٠.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (77,'قلت١: وليس فيما ذكره حكاية خلاف في جواز فتيا المقلد وتقليده، لأن فيما ذكره من توجيه وجه الجواز تشبيهًا٢ بأن العامي لا يبقى مقلدًا في حكم تلك الحادثة، والله أعلم.
الثاني: إن قلت: من تفقه وقرأ كتابًا من كتب المذهب، أو أكثر٣، وهو مع ذلك قاصر لم يتصف بصفة أحد من "أصناف"٤ المفتين الذين سبق ذكرهم، فإذا لم يجد العامي في بلده غيره فرجوعه إليه أولى من أن يبقى في واقعته مرتبكًا في حيرته.
قلت: إن كان في غيره بلده مفت يجد السبيل إلى استفتائه فعليه التوصل إلى استفتائه بحسب إمكانه، على أن بعض أصحابنا، ذكر أنه إذا شغرت البلدة عن المفتين فلا يحل المقام فيها، وإن تعذر ذلك عليه ذكر مسألته للقاصر المذكور، فإن وجد مسألته بعينها مسطورة في كتاب موثوق بصحته، وهو ممن يقبل خبره، نقل له حكمها بنصه، وكان العامي في ذلك مقلدًا لصاحب المذهب٥، وهذا وجدته في ضمن كلام بعضهم، والدليل يعضده، ثم لا يعد هذا القاصر بأمثال ذلك من المفتين، ولا من الأصناف المذكورة المستعار لهم سمة المفتين، وإن لم يجد مسألته بعينها ونصها مسطورة فلا سبيل له إلى القول فياه قياسًا على ما عنده من المسطورة، وإن اعتقده من قبيل قياس لا فارق الذي هو نحو قياس الأمة على العبد في سراية العتق، لأن القاصر معرض لأن يعتقد ما ليس من هذا القبيل داخلا في هذا القبيل، وإنما استتب إلحاق الأمة بالعبد في سراية العتق في حق من عرف مصادر الشرع وموارده في أحكام العتق بحيث استبان له أنه لا فرق في ذلك بين الذكر والأنثى، والله أعلم.
_________
١ في ش: "قال المصنف رضي الله عنه".
٢ في ف وج كأنها "تشبثًا" أو "تشبيهًا".
٣ في ف: "أكبر".
٤ من ف وج وش.
٥ انظر "المحصول": "٢/ ٣/ ٩٩-١٠٠", و"شرح عقود رسم المفتي" لابن عابدين: ١٣, المجموع: ١/ ٨٠.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (78,'الثالث: إذا لم يجد صاحب الواقعة مفتيًا ولا أحدًا ينقل له حكم واقعته، لا في بلده ولا في غيره فماذا يصنع؟ قلت: هذه مسألة فترة الشريعة الأصولية١، والسبيل في ذلك كالسبيل فيما قبل ورود الشرائع، والصحيح في كل٢ ذلك القول بانتفاء التكليف عن العبد، فإنه٣ لا يثبت في حقه حكم، لا إيجاب، ولا تحريم، ولا غير ذلك، فلا يؤاخذ إذن صاحب الواقعة بأي شيء صنعه فيها، وهذا مع تقرره٤ بالدليل المعنوي الأصولي، يشهد له حديث حذيفة٥ بن "اليمان"٦ رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:
"يدرس الإسلام كما يدرس وشي الثوب، حتى لا يدرى ما صيام، ولا صلاة، ولا نسك، ولا صدقة، ويسرى على كتاب الله تعالى في ليلة, فلا٧ يبقى في الأرض منه آية، وتبقى طوائف من الناس، الشيخ الكبير، والعجوز الكبيرة، يقولون: أدركنا آباءنا على هذه الكلمة لا إله إلا الله٨، فنحن نقولها". فقال صلة بن زفر٩، لحذيفة: "فما تغني عنهم لا إله إلا الله، وهم لا يدرون ما صلاة، ولا
_________
١ انظر البرهان: "ص١٣٤٨-١٣٥٠"، الغياثي: "ص٤٢٩"، الإحكام للآمدي: ٤/ ٣١٢، مختصر ابن الحاجب: ٢/ ٣٠٧، التحرير لابن الهمام: ٤/ ٢٤٠، جمع الجوامع لابن السبكي: ٢/ ٣٩٨، مسلم الثبوت: ٢/ ٣٩٩ فصول البدائع: ٢/ ٤٣٠، إعلام الموقعين: "٤/ ٢١٩-٢٢٠"، المدخل إلى مذهب الإمام أحمد لعبد القادر بن بدران: ٣٨٦.
٢ سقطت من ف وج.
٣ في ف وج "وأنه".
٤ في ش "تقريره".
٥ هو "حذيفة بن اليمان، واسم اليمان: حسيل مصغرًا، ويقال: حسل: بكسر ثم سكون, العبسي بالموحدة، حليف الأنصار، صحابي جليل من السابقين، صح في مسلم عنه: أن رسول الله صلى الله عليه وسلم أعلمه بما كان، وما يكون إلى أن تقوم الساعة، وأبوه صحابي أيضًا، استشهد بأحد، ومات حذيفة في أول خلافة علي سنة ست وثلاثين"، التقريب: ١/ ١٥٦.
٦ في الأصل: "اليان"، وفي ف "اليماني".
٧ في ف وج "لا يبقى".
٨ في ش "إلا الله وهم لا يدرون ما صلاة فنحن نقولها".
٩ "صلة: بكسر أوله وفتح اللام الخفيفة، ابن زفر: بضم الزاي، وفتح الفاء، العبسي، بالموحدة، أبو العلاء، وأبو بكر الكوفي، تابعي كبير, ثقة جليل، مات في حدود السبعين". التقريب: ١/ ٣٧٠، تهذيب التهذيب: ٤/ ٤٣٧.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (79,'صيام ولا نسك، ولا صدقة؟ فأعرض عنه حذيفة، فردها١ عليه ثلاثًا، كل ذلك يعرض عنه حذيفة، ثم أقبل عليه في الثالثة، فقال: يا صلة! تنجيهم من النار، تنجيهم من النار"٢، رواه أبو عبد الله ابن ماجه في "سننه".
والحاكم أبو عبد الله الحافظ في "صحيحه". وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه٣. والله أعلم٤.
_________
١ في ش "فردها".
٢ رواه ابن ماجه: "٢/ ١٣٤٤-١٣٤٥" في الفتن، باب ذهاب القرآن والعلم، حديث رقم: "٤٠٤٩"، وفي الزوائد: "إسناده صحيح، رجاله ثقات" سنن ابن ماجه: ٢/ ١٣٤٥. وأخرجه الحاكم في المستدرك: ٤/ ٤٧٣.
٣ وسكت عنه الذهبي.
٤ سقطت من ج.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (80,'<span data-type="title" id=toc-17>القول في أحكام المفتين:</span>
وفيه مسائل:
الأولى: لا يشترط في المفتي الحرية، والذكورة، كما في الراوي، وينبغي أن يكون كالراوي أيضًا في أنه لا تؤثر فيه القرابة والعداوة، وجر النفع، ودفع الضرر، لأن المفتي في حكم من يخبر عن الشرع بما لا اختصاص له بشخص. فكان في ذلك كالراوي، لا كالشاهد، وفتواه لا يرتبط بها إلزام بخلاف، القاضي١، ووجدت عن القاضي الماوردي فيما جاوب به القاضي أبا الطيب الطبري٢ عن رده عليه في
_________
١ اقتبس الإمام النووي رحمه الله تعالى كلام ابن الصلاح هذا بنصه في المجموع: ١/ ٧٥.
٢ هو "الإمام القاضي أبو الطيب طاهر بن عبد الله بن عمر الطبري. قال الخطيب: كان أبو الطيب ورعًا، عارفًا بالأصول والفروع، محققًا حسن الخلق، صحيح المذهب. وقال السبكي: فإذا أطلق الشيخ أبو إسحاق وشبهه من العراقيين لفظ القاضي مطلقًا في فن الفقه فإياه يعنون، كما أن إمام الحرمين وغيره، من الخراسانيين يعنون بالقاضي القاضي الحسين، والأشعرية في الأصول يعنون القاضي أبا بكر بن الطيب الباقلاني، والمعتزلة يعنون عبد الجبار الأسد أباذي.
توفي سنة خمسين وأربعمائة"، ترجمته في: تاريخ بغداد: ٩/ ٣٥٨، تهذيب الأسماء واللغات: ٢/ ٢٤٧، العبر: ٣/ ٢٢٢، طبقات الشافعية الكبرى: ٥/ ١٢.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (81,'فتواه: بالمنع عن التلقيب بملك الملوك. ما معناه: إن المفتي إذا نابذ في فتواه شخصًا معينًا صار خصمًا معاندًا ترد فتواه على من١ عاداه، كما ترد شهادته٢.
ولا بأس بأن يكون المفتي أعمى، أو أخرس مفهوم الإشارة أو كاتبًا، والله أعلم.
الثانية: لا تصح فتيا الفاسق، وإن كان مجتهدًا مستقلا، غير أنه لو وقعت له في نفسه واقعة عمل فيها باجتهاد نفسه ولم يستفت غيره٣.
وأما المستور: وهو من كان ظاهره العدالة ولم تعرف عدالته الباطنية ففي وجه لا تجوز فتياه كالشهادة، والأطهر أنها تجوز لأن العدالة الباطنة٤ تعسر٥ معرفتها على غير الحكام٦ ففي اشتراطها في المفتين حرج على المستفتين، والله أعلم.
الثالثة: من كان من أهل الفتيا قاضيًا فهو فيها كغيره٧. وبلغنا عن أبي بكر ابن المنذر٨ أنه يكره للقضاة أن تفتي في مسائل الأحكام دون ما لا مجرى لأحكام
_________
١ في ش: "على ذلك من عاداه".
٢ اقتبس النووي نص كلام ابن الصلاح هذا في المجموع: ١/ ٧٥.
٣ المجموع: ١/ ٧٦، وانظر: المستصفى للغزالي: ٢/ ٣٥٠، إعلام الموقعين: ٤/ ٢٢٠، جمع الجوامع لابن السبكي وشرحه للجلال، وحاشية البناني: ٢/ ٣٨٥، مسلم الثبوت للبهاري: ٢/ ٤٦٣.
٤ في ف وج: "الباطنية".
٥ في ف "يعسر".
٦ في ف "الحاكم".
٧ انظر: "الإحكام للإمام القرافي: "٢٩-٤٢"، و"الفروق" للقرافي: "٢/ ١٠٤-١٠٦، ٤/ ٥٣-٥٤" و"إعلام الموقعين": ٤/ ٢٢٠.
٨ هو "الإمام أبو بكر محمد بن إبراهيم بن المنذر النيسابوري قال الذهبي: كان على نهاية من معرفة الحديث والاختلاف، وكان مجتهدًا، لا يقلد أحدًا، قال ابن العماد: توفي سنة ثمان عشرة وثلاثمائة". ترجمته في: تذكرة الحفاظ: ٣/ ٤، طبقات الشافعية الكبرى: ٣/ ١٠٢، شذرات الذهب: ٢/ ٢٨٠.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (82,'القضاء فيه، كمسائل الطهارة، والعبادات. وقال: قال شريح١: "أنا أقضي ولا أفتي"٢.
ووجدت في بعض "تعاليق الشيخ أبي حامد٣ الإسفراييني"٤: أن له أن يفتي في العبادات، وما لا يتعلق به الحكم. وأما فتياه في٥ الأحكام فلأصحابنا فيه جوابان:
أحدهما: ليس له أن يفتي فيهما، لأن لكلام الناس عليه مجالا، ولأحد الخصمين عليه مقالا.
والثاني: له ذلك، لأنه أهل لذلك٦، والله أعلم.
الرابعة: إذا٧ استفتي المفتي وليس في الناحية غيره تعين عليه الجواب، وإن كان في الناحية غيره، فإن حضر هو وغيره واستفتيا معًا فالجواب عليهما على الكفاية،
_________
١ هو "شريح بن الحارث بن قيس الكوفي النخعي القاضي، أبو أمية، مخضرم، ثقة، وقيل: له صحبة، مات قبل الثمانين أو بعدها، وله مائة وثمان سنين، أو أكثر، قال بعضهم: حكم سبعين سنة"، التقريب: ١/ ٣٤٩، وأخباره في أخبار القضاة لوكيع: "٢/ ١٨٩-٤٠٢"، طبقات بن سعد: ٦/ ١٣١، تهذيب الكمال: ٥٧٦.
٢ طبقات ابن سعد: ٦/ ١٣٨، المجموع: ١/ ٧٦، صفة الفتوى: ٢٩.
٣ هو "الشيخ أبو حامد أحمد بن محمد بن أحمد الإسفراييني. قال الخطيب: سمعت من يذكر أنه كان يحضر مجلسه سبعمائة متفقه، وكان الناس يقولون: لو رآه الشافعي لفرح به: توفي سنة ست وأربعمائة". ترجمته في: تاريخ بغداد: ٤/ ٣٦٨، البداية والنهاية: ١٢/ ٢ طبقات الشافعية الكبرى: ٤/ ٦١، شذرات الذهب: ٣/ ١٧٨.
٤ نقل السبكي في طبقات الشافعية الكبرى: "٤/ ٦٨، ٦٩، ٧٠، ٧١، ٧٢" نماذج من "تعليقة" أبي حامد الإسفراييني. وقال: ٤/ ٦٨" وقفت على أكثر "تعليقة" الشيخ أبي حامد بخط سليم الرازي، وهي الموقوفة بخزانة المدرسة الناصرية، بدمشق، والتي علقها البندنيجي عنه، ونسخ أخر منها ... ".
٥ سقطت من ج.
٦ نقل الإمام النووي هذه الفقرة عن ابن الصلاح في المجموع: ١/ ٧٦، إعلام الموقعين: ٤/ ٢٢١.
٧ في ج "لو".',NULL,'108',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (83,'وإن لم يحضر غيره فعند الحليمي: تعين عليه بسؤاله جوابه، وليس له أن يحيله على غيره.
والأظهر أنه لا يتعين عليه بذلك، وقد سبقت روايتنا عن عبد الرحمن بن أبي ليلى أنه قال:
"أدركت عشرين ومائة من الأنصار من أصحاب رسول الله صلى الله عليه وسلم يسأل أحدهم عن المسألة، فيردها هذا إلى هذا، وهذا إلى هذا حتى ترجع إلى الأول".
وإذا سأل العامي عن مسألة لم تقع لم تجب مجاوبته١، والله أعلم.
الخامسة: إذا أفتى بشيء ثم رجع عنه، نظرت فإن أعلم٢ المستفتي برجوعه ولم يكن عمل بالأول بعد لم يجز له العمل به، وكذلك لو نكح بفتواه أو استمر على نكاح, ثم رجع لزمه مفارقتها. كما لو تغير اجتهاد من قلده في القبلة في أثناء صلاته٣، فإنه يتحول، وإن كان المستفتي قد عمل به قبل رجوعه، فإن كان خالفًا لدليل قاطع لزم المستفتي نقض عمله ذلك، وإن كان في محل الاجتهاد لم يلزمه نقضه٤.
قلت٥: وإذا كان المفتي إنما يفتي على مذهب إمام معين فإذا رجع لكونه
_________
١ صفة الفتوى: ٣٠، إعلام الموقعين: ٤/ ٢٢١. وفي سن الدارمي: ١/ ٥٠ " ... جاء رجل يومًا إلى ابن عمر فسأله عن شيء لا أدري ما هو فقال له ابن عمر لا تسأل عما لم يكن، فإني سمعت عمر بن الخطاب يلعن من سأل عما لم يكن"، والآثار في ذلك كثيرة انظر سنن الدارمي: "١/ ٥٠-٥١".
٢ كتبت في الأصل "أعلم" غير أن الألف لم تكتب بصورة واضحة، وفي ف وج "أعلم" الألف واضحة.
٣ في الأصل: "صلوته" وفي ش "الصلاة".
٤ انظر صفة الفتوى والمفتي: "٣٠-٣١", إعلام الموقعين: ٤/ ٢٤٤ وللاطلاع على الآراء في نقض الاجتهاد راجع: المستصفى: ٢/ ٣٨٢، المحصول: "٢/ ٣/ ٩١٩٠"، الإحكام للآمدي: ٤/ ٢٠٣، شرح مختصر ابن الحاجب: ٢/ ٣٠٠، وفصول البدائع: ٢/ ٤٢٨، شرح جمع الجوامع بحاشية البناني: ٢/ ٣٩١، المدخل لمذهب الإمام أحمد: ١٩٠، تيسير التحرير: ٤/ ٣٤".
٥ في ش: "قال المصنف رضي الله عنه".',NULL,'109',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (84,'بان له قطعًا أنه خالف في فتواه نص مذهب إمامه، فإنه يجب نقضه، وإن كان ذلك في محل الاجتهاد، لأن نص مذهب إمامه في حقه كنص الشارع في حق المفتي المجتهد المستقل١، على ما سبق تأصيله. وأما إذا لم يعلم المستفتي برجوعه فحال المستفتي في عمله به٢ على ما كان، ويلزم المفتي إعلامه برجوعه قبل العمل، وكذا بعد العمل حيث يجب النقض.
ولقد أحسن الحسن بن زياد اللؤلؤي٣، صاحب أبي حنيفة فيما بلغنا عنه: "أنه استفتي في مسألة فأخطأ فيها ولم يعرف الذي أفتاه، فاكترى مناديًا فنادى: إن الحسن بن زياد استفتى يوم كذا وكذا في مسألة فأخطأ، فمن كان أفتاه الحسن بن زياد بشيء فليرجع إليه.
فلبث أيامًا لا يفتي حتى وجد صاحب الفتوى فأعلمه: أنه أخطأ، وإن الصواب، كذا وكذا"٤. والله أعلم.
السادسة: إذا عمل المستفتي بفتيا المفتي في إتلاف، ثم بان خطأه، وأنه
_________
١ اقتبس ابن حمدان في "صفة الفتوى": "٣٠-٣١" كلام ابن الصلاح هذا. وكذا ابن القيم في "إعلام الموقعين": "٤/ ٢٣٢". وقال: "أما قول أبي عمرو بن الصلاح، وأبي عبد الله بن حمدان من أصحابنا -ونقل نص كلام ابن الصلاح- فليس كما قالا، ولم ينص على هذه المسألة أحد من الأئمة، ولا تقتضيها أصول الشريعة، ولو كان نص إمامه بمنزلة نص الشارع لحرم عليه وعلى غيره مخالفته، وفسق بخلافه. ولم يوجب أحد من الأئمة نقض حكم الحاكم ولا إبطال فتوى المفتي بكونه خلاف قول زيد أو عمرو، ولا سوغ النقض بذلك من الأئمة والمتقدمين من أتباعهم ... ". انظر الرد بطوله في "إعلام الموقعين": "٤/ ٢٢٣-٢٢٤".
٢ سقطت من ف وج.
٣ هو "الحسن بن زياد اللؤلؤي، صاحب الإمام أبي حنيفة قال يحيى بن آدم: ما رأيت أفقه من الحسن بن زياد. وهو ضعيف في الحديث. توفي سنة أربع ومائتين" ترجمته في تاريخ يحيى بن معين: ٣/ ٣٦٣، الضعفاء والمتروكين للدارقطني الترجمة: "١٨٧"، تاريخ بغداد: ٧/ ٣١٤، الجواهر المضية: ٢/ ٥٦.
٤ الفقيه والمتفقه: ١/ ٢٠١، ونقل الإمام النووي في المجموع: ١/ ٨١ هذه الفقرة عن ابن الصلاح باختصار، وكذا إعلام الموقعين: "٤/ ٢٢٤-٢٢٥".',NULL,'110',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (85,'خالف فيها القاطع، فعن الأستاذ أبي إسحاق الإسفراييني: أنه يضمن إن كان أهلًا للفتوى، ولا يضمن إن لم يكن أهلا، لأن المستفتي قصر، والله أعلم١.
السابعة: لا يجوز للمفتي أن يتساهل في الفتوى، ومن عرف بذلك لم يجز أن يستفتي. وذلك "قد"٢ يكون بأن لا يثبت ويسرع بالفتوى قبل استيفاء حقها من النظر والفكر، وربما يحمله على ذلك توهمه أن الإسراع براعة، والإبطاء عجز ومنقصة، وذلك جهل، ولئن يبطئ ولا يخطئ أكمل٣ به من أن يعجل فيضل ويضل.
فإن تقدمت معرفته بما سئل عنه على السؤال فبادر عند السؤال بالجواب فلا بأس عليه، وعلى مثله يحمل ما ورد عن الأئمة الماضين من هذا القبيل.
وقد يكون تساهله وانحلاله بأن تحمله الأغراض الفاسدة على تتبع الحيل المحظورة أو الكراهة، والتمسك بالشبه طلبًا "للترخيص"٤ على من يروم نفعه، أو التغليظ على من يريد ضره٥، ومن فعل ذلك فقد هان عليه دينه، ونسأل الله "تعالى"٦ العافية والعفو.
وأما إذا صح قصده، فاحتسب في تطلب حيلة لا شبهة فيها. ولا تجر إلى مفسدة ليخلص بها المستفتي من ورطة يمين أو نحوها فذلك حسن جميل يشهد له قول الله "تبارك و"٧ تعالى لأيوب٨ صلى الله عليه وسلم وعلى نبينا، لما حلف ليضربن امرأته
_________
١نقل الإمام النووي في المجموع هذه الفقرة عن ابن الصلاح وقال: ١/ ٨١ "كذا حكاه الشيخ أبو عمرو وسكت عليه، وهو مشكل وينبغي أن يخرج الضمان على قولي الغرور المعروفين في بابي الغصب والنكاح وغيرهما، أو يقطع بعدم الضمان، إذ ليس في الفتوى إلزام ولا إلجاء"، وانظر صفة الفتوى: ٣١، وإعلام الموقعين: ٤/ ٢٢٥.
٢ من ف وج وش.
٣ في ف وج "أجمل".
٤ كذا في سائر النسخ وفي الأصل "للترخص".
٥ المجموع: ١/ ٨١.
٦ من ج وش.
٧ من ش.
٨ ورد عن ابن عباس قوله: "لا يجوز ذلك لأحد بعد أيوب إلا الأنبياء"، راجع الدر المنثور: ٥/ ٣١٧.
وقال القرطبي في أحكام القرآن: ١٥/ ٢١٣ "وروي عن عطاء أنها لأيوب خاصة". وكذلك روى أبو زيد عن ابن القاسم عن مالك. راجع الأحكام: ٢/ ٢١٠، وقال سفيان الثوري في تفسيره: ٢٥٩: "لم يجعل لأحد بعد"، وانظر أحكام القرآن لأبي بكر محمد بن عبد الله المعروف بابن عربي: "٤/ ١٦٥١-١٦٥٢".',NULL,'111',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (86,'مائة: {وَخُذْ بِيَدِكَ ضِغْثًا ١ فَاضْرِبْ بِهِ وَلا تَحْنَثْ} ٢.
ورد عن سفيان الثوري٣ رضي الله عنه أنه قال: "إنما العلم عندنا الرخصة من ثقة، فأما التشديد فيحسنه كل أحد"٤.
وهذا خارج على الشرط الذي ذكرناه، فلا يفرحن به من يفتي بالحيل الجارة٥ إلى المفاسد، أو بما فيه شبهة بأن يكون في النفس من القول به شيء أو نحو ذلك، وذلك كمن يفتي بالحيلة السريجية٦ في سد باب الطلاق، ويعلمها وأمثال ذلك٧،
_________
١ الضغث: قبضة ريحان، أو حشيش، أو قضبان، وجمعه أضغاث"، المفردات للراغب الأصبهاني: ٢٩٧.
٢ سورة ص آية: "٤٤".
٣ هو "سفيان بن سعيد بن مسروق الثوري، أبو عبد الله الكوفي، قال الحافظ ابن حجر: ثقة حافظ فقيه، عابد إمام، توفي سنة إحدى وستين ومائة", ترجمته في تاريخ بغداد: ٩/ ١٥١، تذكرة الحفاظ ١/ ٢٠٣، تهذيب التهذيب: ٤/ ١١١، التقريب: ١/ ٣١١.
٤ جامع بيان العلم: ٢/ ٤٤، المجموع: ١/ ٨١، صفة الفتوى: ٣٢.
٥ في ف وج "الجارة لمن يستفتي بالحيل السريجية إلى المفاسد".
٦ سئل شيخ الإسلام ابن تيمية رحمه الله تعالى: "ما قولكم في العمل "بالسريجية" وهو أن يقول الرجل لامرأته: إذا طلقتك فأنت طالق قبله ثلاثًا. وهذه المسألة تسمى "مسألة ابن سريج "الجواب: هذه المسألة لم يفت بها أحد من سلف الأمة، ولا أئمتها لا من الصحابة، ولا التابعين، ولا أئمة المذاهب المتبوعين، كأبي حنيفة، ومالك والشافعي، وأحمد، ولا أصحابهم الذين أدركوهم: كأبي يوسف، ومحمد، والمزني، والبويطي ... لم يفت أحد منهم بهذه المسألة، وإنما أفتى بها طائفة من الفقهاء، وأنكر ذلك عليهم جمهور الأمة كأصحاب أبي حنيفة، ومالك، وأحمد، وكثير من أصحاب الشافعي، وكان الغزالي يقول بها، ثم رجع عنها وبين فسادها ... وابن سريج بريء مما نسب إليه فيها قاله الشيخ عز الدين"، انظر مجموع الفتاوى الكبرى: "٣٣/ ٢٤٢، ٢٤٣، ٢٤٤". وطبقات الإسنوي: "٢/ ٦١٤-٦١٥".
٧ صفة الفتوى والمفتي: "٣١- ٣٢" حيث اقتبس كلام ابن الصلاح هذا دون الإشارة إليه، النووي في المجموع: ١/ ٨١، وانظر إعلام الموقعين: "٤/ ٢٢٢، ٢٢٩-٢٣١". جمع الجوامع: ٢/ ٤٠٠، إرشاد الفحول: ٢٧٢.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (87,'والله أعلم.
الثامنة: ليس له أن يفتي في كل حالة تغير خلقه، وتشغل قلبه، وتمنعه من التثبت والتأمل، كحالة الغضب "أو الجوع"١، أو العطش، أو الحزن، أو الفرح الغالب، أو النعاس، أو الملالة، أو المرض، أو الحر المزعج، أو البرد المؤلم، أو مدافعة الأخبثين، وهو أعلم بنفسه، فمهما أحس باشتغال قلبه وخروجه عن حد الاعتدال أمسك عن الفتيا، فإن أفتى في شيء من هذه الأحوال وهو يرى أن ذلك لم يمنعه من إدراك الصواب، صحت فتياه، وإن خاطر بها٢.
ومن أعجب ذلك ما وجدته بخط بعض أصحاب القاضي الإمام حسين بن محمد٣ المروروذي٤، عنه: أنه سمع الإمام أبا عاصم العبادي٥ يذكر أنه كان عند
_________
١ في الأصل "والجوع".
٢ المجموع: ١/ ٨٢، صفة الفتوى: ٣٤، وانظر إعلام الموقعين: ٤/ ٢٢٧.
٣ هو "الإمام القاضي أبو علي الحسين بن محمد بن أحمد المروروذي، قال عبد الغافر في السياق: فقيه خراسان، وقال الرافعي: وكان يقال له حبر الأمة. توفي سنة اثنتين وستين وأربعمائة". ترجمته في وفيات الأعيان: ٢/ ١٣٤، تهذيب الأسماء واللغات: ١/ ١٦٤، طبقات الشافعية الكبرى: ٤/ ٣٥٦.
٤ "بفتح الميم وسكون الراء المهملة، وفتح الواو وتشديد الراء المهملة المضمومة، وبعد الواو ذال معجمة ... مدينة مبنية على نهر وهي أشهر مدن خراسان، بينها وبين مرو الشاهجان أربعون فرسخًا"، وفيات الأعيان: ١/ ٦٩، وانظر الأنساب:١٢/ ٢٠٠.
٥ هو الإمام القاضي أبو عاصم محمد بن أحمد بن محمد بن عبد الله بن عباد الهروي العبادي صاحب "الزيادات" و"زيادات الزيادات" وغير ذلك. قال أبو سعد الروي: لقد كان أرفع أبناء عصره في غزارة نكت الفقه، والإحاطة بغرائبه عمادًا، وأعلاهم فيه إسنادًا، توفي سنة ثمان وخمسين وأربعمائة". ترجمته في: وفيات الأعيان: ٤/ ٢١٤، العبر: ٣/ ٣٤٣، طبقات الشافعية الكبرى:٤/ ١٠٤.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (88,'الأستاذ أبي طاهر وهو الإمام الزيادي١ شيخ خراسان حين احتضر فسئل عن ضمان الدرك٢, وكان في النزع، فقال: إن قبض الثمن فيصح، وإن لم يقبض فلا يصح، قال: لأنه بعد قبض الثمن يكون ضمان ما وجب٣. والله أعلم.
التاسعة: الأولى بالمتصدي للفتوى أن يتبرع بذلك٤، ويجوز له أن يرتزق على ذلك من بيت المال، إذا تعين عليه وله كفاية، فظاهر المذهب أنه لا يجوز، وإذا كان له رزق فلا يجوز له أخذ أجرة أصلًا، وإن لم يكن له رزق في بيت المال فليس له أخذ أجرة من أعيان من يفتيه كالحاكم على الأصح.
واحتال له الشيخ أبو حاتم القزويني٥ في "حِيَلهِ"٦، فقال: لو قال
_________
١ هو "الفقيه الشيخ أبو طاهر محمد بن محمد بن محمش -بفتح الميم بعدها حاء مهملة ساكنة، ثم ميم مكسورة ثم شين معجمة- بن علي بن داود الزيادي. قال السبكي: إمام المحدثين، والفقهاء بنيسابور في زمانه. توفي سنة عشر وأربعمائة"، ترجمته في: العبر: ٣/ ١٠٣، الوافي بالوفيات: ١/ ٢٧١، طبقات الشافعية الكبرى: ٤/ ١٩٨، طبقات الإسنوي: ١/ ٦٠٩, طبقات الشافعية لابن الصلاح: ٩٤أ، شذرات الذهب: ٣/ ٩٢١، سير أعلام النبلاء: ١٧/ ٢٧٦.
٢ في المصباح المنير: ٢٢٩ "الدرك: بفتحتين، وسكون الراء لغة: اسم من أدركت الشيء، ومنه ضمان الدرك".
٣ نقل السبكي في طبقات الشافعية الكبرى: ٤/ ٢٠٠ كلام ابن الصلاح هذا وسمي الكتاب "أدب الفتيا". وقال: "قلت: وهذا هو الصحيح في المذهب، ولم يرد بحكايته أنه غريب، بل حضور ذهن هذا الأستاذ عند النزع لمسائل الفقه. ولذلك قال ابن الصلاح: إن هذه الحكاية من أعجب ما يحكى".
٤ انظر إعلام الموقعين: ٤/ ٢٣١.
٥ هو "أبو حاتم محمود بن الحسن بن محمد بن يوسف القزويني. قال السبكي: له المصنفات الكثيرة، والوجوه المسطورة، ومن مصنفاته "تجريد التجريد" الذي ألفه رفيقه المحاملي. واختلف في وفاته فذكر الشيرازي في طبقاته أنه توفي سنة أربع عشرة أو خمس عشر وأربعمائة، وذكر ابن هداية الله أنه توفي سنة أربعين وأربعمائة، ترجمته في: تبيين كذب المفتري: ٢٦٠، تهذيب الأسماء واللغات: ٢/ ٢٠٧، طبقات الفقهاء للشيرازي: ١٣٠، طبقات ابن هداية الله: "١٤٥-١٤٦"، طبقات الشافعية الكبرى للسبكي: ٥/ ٣١٢.
٦ كذا شكلت في ش. وفي بعض النسخ "حيلة".',NULL,'114',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (89,'للمستفتي: إنما يلزمني أن "أفتيك"١ قولًا، وأما بذل الخط فلا، فإذا استأجره على٢ أن يكتب له ذلك كان جائزًا٣.
وذكر أبو القاسم الصيمري: أنه لو اجتمع أهل البلد على أن جعلوا له رزقًا من أموالهم ليتفرغ لفتاويهم جاز ذلك، وأما الهدية، فقد أطلق السمعاني الكبير أبو المظفر٤: أنه يجوز له قبول الهدية، بخلاف الحاكم فإنه يلزم حكمه. قلت٥: ينبغي أن يقال: يحرم عليها قبولها إذا كانت رشوة على أن يفتيه بما يريد كما في الحاكم وسائر ما لا يقابل بعوض٦. والله أعلم٧.
العاشرة: لا يجوز له أن يفتي في الأيمان والأقارير، ونحو ذلك مما يتعلق بالألفاظ إلا٨ إذا كان من أهل بلد اللافظ بها، أو متنزلا منزلتهم في الخبرة بمراداتهم من ألفاظهم وتعارفهم فيها، لأنه إذا لم يكن كذلك كثر خطؤه عليهم في ذلك كما شهدت به التجربة٩، والله أعلم.
الحادية عشرة١٠: لا يجوز لمن كانت فتياه نقلا لمذهب إمامه إذا اعتمد في نقله على الكتب أن يعتمد إلا على كتاب موثوق بصحته، وجاز ذلك كما جاز اعتماد
_________
١ من ف وج وش وفي الأصل: "أقيك".
٢ سقطت من ف وج.
٣ نقل الإمام ابن القيم كلام ابن الصلاح في "إعلام الموقعين": ٤/ ٢٣١ وقال ٤/ ٢٣٢: "والصحيح خلاف ذلك، وأنه يلزمه الجواب مجانًا بلفظه وخطه، ولكن لا يلزمه الورق ولا الحبر ... ".
٤ هو "الإمام أبو المظفر منصور بن محمد بن عبد الجبار بن أحمد بن محمد السمعاني طرازه، توفي سنة تسع وثمانين وأربعمائة" ترجمته في: الأنساب: ٧/ ١٣٩، وفيات الأعيان: ٣/ ٢١١، طبقات الشافعية الكبرى: ٥/ ٣٣٥، طبقات ابن هداية الله: ١٧٩، شذرات الذهب:٣/ ٣٩٣.
٥ في ش: "قال المصنف".
٦ المجموع: ١/ ٨٢، صفة الفتوى: ٣٥، وانظر إعلام الموقعين: ٤/ ٢٣٢.
٧ سقطت من ج.
٨ كررت في ج مرتين.
٩ المجموع: ١/ ٨٢، صفة الفتوى: ٣٦، إعلام الموقعين: ٤/ ٢٢٨.
١٠ في ف وج "عشر".',NULL,'115',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (90,'الراوي على كتابه، واعتماد المستفتي على ما يكتبه المفتي ويحصل له الثقة بما يجده في١ نسخة غير موثوق بصحتها، بأن يجده في نسخ عدة من أمثالها، وقد تحصل له الثقة بما يجده في النسخة غير الموثوق بها بأن يراه كلامًا منتظمًا وهو خبير٢ فطن لا يخفى عليه في الغالب مواقع الإسقاط والتغيير٣، وإذا لم يجده إلا في موضع لم يثق بصحته نظر:
فإن وجده موافقًا لأصول٤ المذهب وهو أهل التخريج مثله على المذهب، لو لم يجده منقولا فله أن يفتي به. فإن أراد أن يحكيه عن إمامه فلا يقل: قال الشافعي مثلا كذا وكذا. وليقل: وجدت عن الشافعي كذا وكذا. أو بلغني٥ عنه، أو ما أشبه هذا من العبارات.
وأما إذا لم يكن أهلا لتخريج مثله، فلا يجوز له ذلك فيه وليس له أن يذكره بلفظ جازم مطلق. فإن سبيل مثله النقل المحض، ولم يحصل له فيه ما يجوز له مثل ذلك، ويجوز له أن يذكره في غير٦ مقام الفتوى مفصحًا بحاله فيه، فيقول: وجدته في نسخة من الكتاب الفلاني، أو من كتاب فلان، لا أعرف صحتها، أو وجدت عن فلان كذا وكذا، أو بلغني٧ عنه كذا وكذا٨، وما ضاهى ذلك من العبارات٩، والله أعلم١٠.
_________
١ في ف "من" والعبارة "في نسخة غير موثوق بصحتها بأن يجده" سقطت من ج.
٢ في ف وج "خير".
٣ في ف وج "التغير".
٤ في ف وج "أصل".
٥ في ف وج "وبلغني".
٦ في ف وج "غيره".
٧ في ج وش "وبلغني".
٨ سقطت من ج.
٩ المجموع: "١/ ٨٢-٨٣"، صفة الفتوى: "٣٦-٣٧".
١٠ نقل الإمام النووي كلام ابن الصلاح هذا في المجموع، وقال: ١/ ٨٣ "قلت: لا يجوز لمفتٍ على مذهب الشافعي إذا اعتمد النقل أن يكتفي بمصنف ومصنفين ونحوهما من كتب المتقدمين وأكثر المتأخرين لكثرة الاختلاف بينهم في الجزم والترجيح ... "، وأما ابن حمدان رحمه الله تعالى فقد اقتبس كلام ابن الصلاح هذا في كتابه "صفة الفتوى"، ولم ينسبه لابن الصلاح.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (91,'الثانية عشرة١: إذا أفتى في حادثة ثم وقعت مرة أخرى، فإن كان ذاكرًا لفتياه الأولى ومستندها إما بالنسبة إلى أصل٢ الشرع إن كان مستقلا، أو بالنسبة إلى مذهبه إن كان منتسبًا إلى مذهب ذي مذهب أفتى بذلك، وإن تذكرها ولم يتذكر مستندها، ولم يطرأ ما يوجب رجوعه عنها، فقد قيل: له أن يفتي بذلك، والأصح أنه لا يفتي حتى يجدد النظر٣.
وبلغنا عن أبي الحسين٤ ابن القطان٥ أحد أئمة المذهب: أنه كان لا يفتي في شيء من المسائل حتى يلحظ الدليل٦, وهكذا ينبغي لمن هو دونه، ومن لم تكن فتواه حكاية عن غيره، ولم٧ يكن له بد من استحضار الدليل فيها. والله أعلم.
الثالثة٨ عشرة٩: روينا عن الشافعي رضي الله عنه١٠، أنه قال: "إذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم فقولوا بسنة رسول الله صلى الله عليه وسلم، ودعوا ما قلته"١١.
_________
١ في ف وج: "عشر".
٢ في ش: "إلى مذهبه إن كان".
٣ انظر إعلام الموقعين: "٤/ ٢٣٢-٢٣٣".
٤ في ف وج "الحسن".
٥ هو "أبو الحسين أحمد بن محمد بن أحمد المعروف بابن القطان البغدادي، الفقيه الشافعي، درس ببغداد، وأخذ عنه العلماء، وله مصنفات كثيرة، توفي سنة تسع وخمسين وثلاثمائة"، ترجمته في وفيات الأعيان: ١/ ٧٠، فوات الوفيات: ٧/ ٣٢١.
٦ المجموع: ١/ ٨٣، صفة الفتوى: ٣٧.
٧ في ف، وج، وش: "لم".
٨ في ف "الثالث".
٩ في ج "عشر".
١٠ في ج "رحمه الله".
١١ مناقب الشافعي للبيهقي: "١/ ٤٧٢-٤٧٣"، وتوالي التأسيس: ٦٧, وتاريخ ابن عساكر: ١٥/ ١٠أ, سير أعلام النبلاء: ١٠/ ٣٤، إعلام الموقعين: ٤/ ٢٣٣.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (92,'وهذا وما هو١ في معناه مشهور عنه٢، فعمل بذلك كثير من أئمة أصحابنا، وكان من ظفر منهم بمسألة فيها حديث ومذهب الشافعي خلافه عمل بالحديث وأفتى به قائلا: مذهب الشافعي ما وافق الحديث، ولم يتفق ذلك إلا نادرًا.
ومنه ما نقل عن الشافعي رضي الله عنه فيه قول على وفق الحديث وممن حكي عنه منهم أنه أفتى بالحديث في مثل ذلك: أبو يعقوب البويطي٣، وأبو القاسم الداركي٤، وهو الذي قطع به٥ أبو الحسن إلكيا الطبري٦ في كتابه: "في أصول الفقه"، وليس هذا بالهين، فليس كل فقيه يسوغ له أن يستقل بالعمل بما يراه حجة من الحديث وفيمن سلك هذا المسلك من الشافعيين من عمل بحديث تركه الشافعي
_________
١ في ف وج: "ما هو".
٢ انظر آداب الشافعي ومناقبه: "٦٧-٦٨"، وتوالي التأسيس: ٦٣، وإيقاظ الهمم: ٥٠، والبداية والنهاية: "١٠/ ٢٥٣-٢٥٤"، وإيقاظ الوسنان:٢٥.
٣ هو "الإمام أبو يعقوب بن يحيى البويطي المصري، تفقه على الشافعي، واختص بصحبته، قال الحافظ ابن حجر: ثقة، فقيه، من أهل السنة، مات في المحنة ببغداد، توفي سنة إحدى أو اثنين وثلاثين ومائتين"، ترجمته في: تاريخ بغداد: ١٤/ ٢٩٩، العبر: ١/ ٤١١، وفيات الأعيان: ٧/ ٦١، طبقات الشافعية الكبرى: ٢/ ١٦٢، تهذيب التهذيب: ٩/ ٤٢٧، التقريب: ٢/ ٣٨٣.
٤ هو "أبو القاسم عبد العزيز بن عبد الله بن محمد بن عبد العزيز الداركي. قال الخطيب: كان ثقة، انتفى عليه الدارقطني، توفي سنة خمس وسبعين وثلاثمائة. ودارك: قرية من عمل أصبهان، ترجمته في تاريخ بغداد: ١٠/ ٤٦٣، طبقات الشافعية الكبرى: ٣/ ٣٣٠، وفيات الأعيان: ٣/ ١٨٨، العبر: ٢/ ٣٧٠، معجم البلدان: ٤/ ١٢.
٥ ساقطة من ف وج.
٦ هو "الإمام عماد الدين أبو الحسن علي بن محمد بن علي إلكيا الهراسي. قال فيه عبد الغافر: الإمام البالغ في النظر مبلغ الفحول. والهراسي: براء مشددة وسين مهملة، قال ابن العماد: لا تعلم نسبته لأي شيء. وقال ابن خلكان: ولم أعلم لأي معنى قيل له الكيا، وفي اللغة العجمية الكيا هو الكبير القدر المقدم بين الناس، وهو بكسر الكاف وفتح الياء المثناة من تحتها وبعدها ألف. توفي سنة أربع وخمسمائة". ترجمته في وفيات الأعيان: ٣/ ٢٨٦، المنتظم: ٩/ ١٦٧، تبيين كذب المفتري: ٢٨٨، العبر: ٤/ ٨، طبقات الشافعية الكبرى: ٧/ ٢٣١، شذرات الذهب: ٤/ ٨، مرآة الزمان: ٨/ ٣٧.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (93,'عمدًا على علم منه بصحته لمانع اطلع عليه وخفي على غيره، كأبي الوليد١ موسى بن أبي٢ الجارود٣ ممن صحب الشافعي "رضي الله عنه"٤، وروي عنه أنه روى عن الشافعي "رضي الله عنه"٥ أنه قال: "إذا صح عن النبي صلى الله عليه وسلم حديث، وقلت قولا، فأنا راجع عن قولي قائل بذلك"٦.
قال أبو الوليد: وقد صح حديث: "أفطر الحاجم والمحجوم" ٧ فأنا أقول
_________
١ في ف وج "وليد".
٢ ساقطعة من ج.
٣ هو "أبو الوليد موسى بن أبي الجارود المكي، قال أبو عاصم: يرجع إليه عند اختلاف الرواية. قال ابن الصلاح: توفي سنة أربع وسبعين وأربعمائة" ترجمته في طبقات الشافعية لابن الصلاح، الورقة: ٧أ، طبقات الشيرازي: ١٠٠، طبقات الشافعية الكبرى: ٢/ ١٦١، تهذيب التهذيب: ١٠/ ٣٣٩, التقريب: ٢/ ٢٨١.
٤ من ش.
٥ من ف وج.
٦ نحوه في طبقات الشافعية الكبرى: ٢/ ١٦١، وتقدم مثل هذا القول عن الشافعي وتخريجه. وللإمام تقي الدين السبكي رسالة سماها: "معنى قول المطلبي: إذا صح الحديث فهو مذهبي", وقد شرح هذه الكلمة وما يجب أن تحمل عليه وتقيد به. وهي مطبوعة ضمن مجموعة الرسائل المنيرية: "٣/ ٨٩، ١١٤", ونقل عنها الحافظ ابن حجر في "توالي التأسيس": ٦٣.
٧ ورد الحديث من رواية شداد بن أوس. أخرجه أبو داود في الصوم، باب في الصائم يحتجم، حديث رقم: "٢٣٦٨ و٢٣٦٩"، وابن ماجه في الصوم، حديث رقم "١٦٨١"، والدرامي: ٢/ ١٤، والشافعي في مسنده: ١/ ٢٥٥، وعبد الرزاق في المصنف رقم: "٧٥٢٠"، والحاكم في المستدرك: ١/ ٤٢٨، والبيهقي في السنن: ٤/ ٢٦٥ وابن حبان كما في موارد الظمآن رقم "٩٠٠" و"٩٠١" وأحمد في المسند: "٤/ ١٢٢، ١٢٣، ١٢٤، ١٢٥"، والطحاوي في شرح معاني الآثار: ٢/ ٩٩، وإسناده صحيح، ولكن ثبت عن النبي صلى الله عليه وسلم نسخة قال الحافظ في "الفتح": ٤/ ١٥٥: "صح حديث "أفطر الحاجم والمحجوم" بلا ريب، لكن وجدنا من حديث أبي سعيد: أرخص النبي صلى الله عليه وسلم في الصحابة للصائم وإسناده صحيح، فوجب الأخذ به، لأن الرخصة إنما تكون بعد العزيمة، فدل على نسخ الفطر بالحجامة، سواء كان حاجمًا أو محجومًا ... "، وانظر نص الراية: "٢/ ٤٧٢، ٤٧٣"، والفتح: "٤/ ١٥٣، ١٥٦"، وتلخيص الحبير: "٢/ ١٩١، ١٩٤". وورد حديث: "أفطر الحاجم والمحجوم" من رواية "رافع بن خديج رضي الله عنه"، رواه الترمذي في الصوم، باب كراهية الحجامة للصائم، =',NULL,'119',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (94,'قال الشافعي: أفطر الحاجم والمحجوم. فرد على أبي الوليد ذلك من حديث أن الشافعي تركه مع صحته لكونه منسوخًا عنده، وقد دل رضي الله عنه١ على ذلك وبينه٢ وروينا عن ابن خزيمة٣ الإمام البارع في الحديث والفقه، أنه قيل له: "هل
_________
= وإسناده صحيح، والحاكم في المستدرك: ١/ ٤٢٨، والبيهقي في السنن: ٤/ ٢٦٥، وعبد الرزاق في المصنف رقم: "٧٥٢٣"، وابن حبان كما في موارد الظمآن رقم: "٩٠٢". ومن حديث "ثوبان رضي الله عنه"، أخرجه أبو داود في الصوم، باب في الصائم يحتجم حديث رقم: "٢٣٦٧ و٢٣٧٠ و٢٣٧١"، وابن ماجه في الصيام، باب ما جاء في الحجامة للصائم، حديث رقم: "١٦٨٠"، وابن الجارود في المنتقى حديث رقم: "٣٨٦"، والدارمي: "٢/ ١٤، ١٥"، والطحاوي في مشكل الآثار: ٢/ ٩٨، وابن حبان كما في موارد الظمآن، حديث رقم: "٨٩٩" وعبد الرزاق في المصنف رقم: "٧٥٢٢" والحاكم في المستدرك:١/ ٤٢٧. وانظر تعدد الروايات واختلافها في سنن الدارقطني: "٢/ ١٨٢-١٨٣"، وشرح معاني الآثار: "٢/ ٩٨-٩٩"، وأحمد في المسند: "٥/ ٢٧٦، ٢٧٧، ٢٨٥، ٢٨٢، ٢٨٣". وأما الأحاديث التي تبيح الاحتجام للصائم. فعن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: "ثلاث لا يفطرن الصائم: الحجامة، والقيء، والاحتلام". رواه الترمذي، حديث رقم: "٧١٩" في الصوم، باب ما جاء في الصائم يذرعه القيء.
وحديث "زيد بن أسلم رضي الله عنه" رواه أبو داود في الصوم، باب في الصائم يحتلم نهارًا في شهر رمضان، حديث رقم: "٢٣٧٦"، وعبد الرزاق في المصنف رقم "٧٥٤٣".
وحديث "ابن عباس رضي الله عنه": "أن رسول الله صلى الله عليه وسلم احتجم وهو محرم، واحتجم وهو صائم". رواه البخاري: ٤/ ١٥٥ في الصوم، باب الحجامة والقيء للصائم، وفي الطب، باب أي ساعة يحتجم، ومسلم في الحج، باب جواز الحجامة للمحرم، حديث رقم: "١٢٠٢"، وأبو داود في الصوم، باب الرخصة للصائم أن يحتجم، الأحاديث: "٢٣٧٢، ٢٣٧٤"، والترمذي في الصوم، باب ما جاء في الرخصة بالحجامة للصائم، حديث رقم: "٧٧٥-٧٧٧"، وانظر سنن الدارقطني: "١/ ١٨٢-١٨٣"، وشرح معاني الآثار: "٢/ ٩٩-١٠٢"، والاعتبار في الناسخ والمنسوخ للحازمي: "٢٦٢-٢٧٠".
١ سقطت من ش.
٢ تقدم بيان الأحاديث في هذه المسألة، وانظر الاعتبار في الناسخ والمنسوخ لأبي بكر الحازمي: "٢٦٢-٢٧٠".
٣ هو "إمام الأئمة شيخ الإسلام أبو بكر محمد بن إسحاق بن خزيمة بن المغيرة، السلمي، النيسابوري، قال الدارقطني: كان إمامًا ثبتًا معدوم النظير. توفي سنة إحدى عشرة وثلاثمائة". ترجمته في: البداية والنهاية: ١١/ ١٤٩، تذكرة الحفاظ: ٢/ ٧٢٠، طبقات القراء للجزري: ٢/ ٩٧، الوافي بالوفيات: ٢/ ١٩٦.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (95,'تعرف سنة لرسول الله صلى الله عليه وسلم في الحلال والحرام لم يودعها الشافعي في كتبه١؟ قال: لا"٢.
وعند هذا أقول: من وجد من الشافعيين حديثًا يخالف مذهبه نظر، فإن كملت آلات الاجتهاد فيه إما مطلقًا، وإما في ذلك الباب؛ أو في تلك المسألة على ما سبق بيانه كان له الاستقلال بالعمل بذلك الحديث، وإن لم تكمل آلته ووجد في قلبه حزازة من مخالفة الحديث بعد أن بحث فلم يجد لمخالفيه عنه جوابًا شافيًا فلينظر:
هل عمل بذلك٣ الحديث إمام مستقل؟ فإن وجده فله أن يتمذهب بمذهبه في العمل بذلك الحديث، ويكون ذلك٤ عذرًا له٥ في ترك٦ مذهب إمامه في ذلك٧، والعلم عند الله تبارك وتعالى.
الرابعة عشرة٨: هل للمفتي المنتسب إلى مذهب الشافعي مثلا أن يفتي تارة بمذهب آخر٩؟
فيه تفصيل: وهو أنه إذا كان ذا اجتهاد "فأداه"١٠ اجتهاده١١ إلى مذهب إمام
_________
١ في ف وج وش "الشافعي كتابه".
٢ مناقب الشافعي للبيهقي: ١/ ٤٧٧، تاريخ دمشق لابن عساكر: ١٤/ ٤٠٧، سير أعلام النبلاء: ١٠/ ٥٤.
٣ في ش: "هذا".
٤ و٥ سقطت من ف وج.
٦ في ف: "تركه".
٧ صفة الفتوى: "٣٧-٣٨" حيث اقتبس كلام ابن الصلاح كله.
٨ في ج "عشر".
٩ انظر إعلام الموقعين: "٤/ ٢٣٦-٣٢٧".
١٠ كذا في ج وش. وفي الأصل: "فأدى".
١١ في ف وج "اجتهاد".',NULL,'121',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (96,'آخر اتبع١ اجتهاده، وإن كان اجتهاده مقيدًا مشوبًا بشيء من التقليد نقل ذلك الشوب من التقليد إلى ذلك الإمام الذي أداه اجتهاده إلى مذهبه، ثم إذا أفتى بين ذلك في فتياه.
وكان٢ الإمام أبو بكر القفال المروزي؛ يقول: لو اجتهدت فأدى اجتهادي إلى مذهب أبي حنيفة، فأقول: مذهب الشافعي كذا وكذا، ولكني أقول بمذهب أبي حنيفة، لأنه جاء ليستفتي على مذهب الشافعي، فلا بد من أن أعرفه بأني أفتي بغيره. وحدثني أحد المفتين بخراسان أيام مقامي بها عن بعض مشايخه: أن الإمام أحمد الخوافي٣، قال للغزالي في مسألة أفتى فيها٤: أخطأت في الفتوى. فقال له الغزالي: من أين والمسألة ليست مسطورة؟
فقال له٥: بلى في "المذهب الكبير". فقال له الغزالي: ليست فيه، ولم تكن في الموضع الذي يليق بها. فأخرجها له الخوافي من موضع قد أجراها فيه المصنف استشهادًا.
فقال له الغزالي عند ذلك: لا أقبل هذا واجتهادي ما قلت.
فقال له الخوافي: هذا شيء آخر, أنت إنما تسأل عن مذهب الشافعي، لا عن٦ اجتهادك، فلا يجوز أن تفتي على اجتهادك، أو كما قال. و"المذهب الكبير"
_________
١ في ف وج "فاتبع".
٢ في ش "كان".
٣ هو "الإمام أبو المظفر أحمد بن محمد بن المظفر الخوافي، وخواف بفتح الخاء المعجمة وآخرها فاء بعد الواو والألف، قرية من أعمال نيسابور. قال السبكي: كان في المناظرة أسدًا لا يصطلى له بنار، قادرًا على قهر الخصوم، وإرهاقهم إلى الانقطاع. توفي بطوس، سنة خمسمائة"، ترجمته في الأنساب: ٥/ ١٩٩، تبيين كذب المفتري: ٢٨٨، البداية والنهاية: ٢/ ١٦٨، طبقات الشافعية الكبرى: ٦/ ٦٣.
٤ سقطت من ج.
٥ سقطت من ش.
٦ في ف: "أن اجتهادك".',NULL,'122',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (97,'هو "نهاية المطلب"١ تأليف الشيخ أبي المعالي ابن الجويني، وكان الخوافي مع الغزالي من أكابر أصحابه.
وأما إذا لم يكن ذلك بناء على اجتهاد، فإن ترك مذهبه إلى مذهب هو أسهل عليه وأوسع. فالصحيح امتناعه، وإن تركه لكون الآخر أحوط المذهبين، فالظاهر جوازه، ثم عليه بيان ذلك في فتواه على ما تقدم٢، والله أعلم.
الخامسة عشرة٣: ليس للمنتسب إلى مذهب الشافعي في المسألة ذات القولين أو الوجهين أن يتخير، فيعمل أو يفتي بأيهما شاء٤. بل عليه في القولين إن علم المتأخر منهما كما في الجديد مع القديم، أن يتبع المتأخر، فإنه ناسخ للمتقدم. وإن ذكرهما الشافعي جميعًا ولم يتقدم٥ أحدهما لكن رجح أحدهما كان الاعتماد على الذي رجحه، وإن جمع بينهما في حالة واحدة من غير ترجيح منه لأحدهما، وقد قيل: إنه لم يوجد منه ذلك إلا في ستة عشر، أو سبعة عشر موضعًا، أو نقل عنه قولان ولم يعلم حالهما فيما ذكرناه، فعليه البحث عن الأرجح الأصح منهما متعرفًا ذلك من أصول مذهبه غير متجاوز في الترجيح قواعد مذهبه إلى غيرها، هذا "إن"٦ كان ذا اجتهاد في مذهبه أهلا للتخريج عليه، فإن لم يكن أهلا لذلك فلينقله عن بعض أهل التخريج من أئمة المذهب، وإن لم يجد شيئًا من ذلك
_________
١ اسمه الكامل "نهاية المطلب في دراية المذهب" جمعه بمكة وأتمه بنيسابور. قال ابن خلكان: "ما صنف في الإسلام مثله" وفيات الأعيان: ٢/ ١٦٨، كشف الظنون: ٢/ ١٩٩٠.
٢ صفة الفتوى: ٣٩.
٣ في ج "عشر".
٤ انظر: اللمع: "١٣١-١٣١"، الإحكام للآمدي: "٤/ ٢٦٩-٢٧٣"، شرح رسوم المفتي: ٢١، التحرير لابن الهمام. ٤/ ٢٣٢، المدخل إلى مذهب الإمام أحمد: ١٨٧ روضة الناظر وجنة المناظر: ٣٣٧, ومسلم الثبوت: ٢/ ٣٩٥، ومختصر ابن الحاجب وشرحه للعضد: ٢/ ٣٠٠. إعلام الموقعين: ٤/ ٢٣٩.
٥ في ش: "تتقدم".
٦ كذا في النسخ وفي الأصل: "إذا".',NULL,'123',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (98,'فليتوقف. قال القاضي الإمام أبو الحسن الماوردي رحمه الله في: مسألة فعل المحلوف عليه على نسيان "ذات"١ القولين. قال "لي"٢ شيخنا أبو القاسم الصيمري: ما أفتيت في يمين الناسي بشيء قط.
وحكى٣ عن شيخه أبي الفياض٤: أنه لم يفت فيها بشيء قط. وحكى أبو الفياض عن شيخه أبي حامد المروروذي: أنه لم يفت فيها بشيء قط.
وقال٥ "المروروذي"٦: فاقتديت بهذا السلف، ولم أفت فيها بشيء، لأن استعمال التوقي أحوط من فرطات الإقدام. وأما الوجهان، فلا بد من ترجيح أحدهما، وتعرف الصحيح منهما عند العمل والفتوى، بمثل الطريق المذكور، ولا عبرة٧ فيهما٨ بالتقدم والتأخر، سواء وقعا معًا في حالة واحدة من إمام من أئمة المذهب، أو من إمامين واحد بعد واحد، لأنهما انتسبا إلى المذهب انتسابًا واحدا وتقدم أحدهما لا يجعله بمنزلة تقدم أحد القولين من صاحب المذهب، "وليس ذلك أيضًا من قبيل اختلاف المفتيين على المستفتي، بل كل ذلك اختلاف راجع إلى
_________
١ من ف وج وش وفي الأصل: "كان".
٢ من ش.
٣ في ش: "وحكاه".
٤ هو "أبو الفياض محمد بن الحسن بن المنتظر البصري، من أعيان تلامذة القاضي أبو حامد المروروذي أحمد بن عامر بن بشر العامري، وتفقه عليه صاحبه عبد الواحد بن الحسين بن محمد القاضي أبو القاسم الصيمري". انظر طبقات ابن الصلاح: ١٨ب، طبقات الشافعية الكبرى: "٣/ ١٢، ٣٣٩". طبقات الشيرازي: ١٢٥.
٥ في ف وج "قال".
٦ من ف وج وش وفي الأصل: "المرورذي" وهو "القاضي أبو حامد أحمد بن بشر بن عامر العامري، قال الشيخ أبو إسحاق الشيرازي: ابن عامر ابن بشر، قال أبو حيان التوحيدي: كان أبو حامد كثير العلم، غزير الحفظ، توفي سنة اثنتين وستين وثلاثمائة" ترجمته في: البصائر والذخائر لأبي حيان: "١/ ٦٠، ٦١"، العبر: ٢/ ٣٢٦، وفيات الأعيان: ١/ ٦٩, طبقات الشافعية الكبرى: ٣/ ١٢، طبقات الفقهاء للشيرازي: ١١٤.
٧ في ف: "غيره".
٨ في ف وج: "فيها".',NULL,'124',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (99,'شخص واحد، وهو صاحب المذهب"١ فيلتحق باختلاف الروايتين عن رسول الله صلى الله عليه وسلم في أنه يتعين العمل بأصحهما عنه، وإذا كان أحد الرأيين منصوصًا "عنه"٢، والآخر مخرجًا، فالظاهر أن٣ الذي نص عليه منهما يقدم كما يقدم ما رجحه من القولين المنصوصين على الآخر لأنه أقوى نسبة إليه منه، إلا إذا كان القول المخرج مخرجًا من نص آخر لتعذر الفارق، فاعلم ذلك.
واعلم أن من يكتفي بأن يكون في فتياه أو عمله موافقًا لقول أو وجه في المسألة، ويعمل بما يشاء من الأقوال أو الوجوه من غير نظر في الترجيح، ولا تقيد به فقد جهل وخرق الإجماع، وسبيله سبيل الذي حكى عنه أبو الوليد الباجي المالكي٤ من فقهاء أصحابه، أنه كان يقول: إن الذي لصديقي علي إذا وقعت له حكومة٥ أن أفتيه بالرواية التي توافقه. وحكى عن من يثق به: أنه وقعت له واقعة وأفتى فيها وهو غائب جماعة من فقهائهم من أهل الصلاح بما يضره، فلما عاد سألهم فقالوا: ما علمنا أنها لك، وأفتوه بالرواية الأخرى التي توافقه٦. قال: وهذا مما لا خلاف بين المسلمين ممن يعتد به في الإجماع أنه لا يجوز.
قلت: وقد قال إمامهم مالك رضي الله عنه في اختلاف أصحاب رسول الله صلى الله عليه وسلم ورضي الله٧ عنهم٨: "مخطئ ومصيب، فعليك بالاجتهاد"٩. وقال:
_________
١ من ف وج وش.
٢ كذا في ف وج وش وفي الأصل: "عليه".
٣ سقطت من ف وج.
٤ هو "القاضي أبو الوليد سليمان بن خلف بن سعد بن أيوب بن وارث الباجي. قال القاضي عياض: وحاز الرئاسة بالأندلس، فسمع منه خلق كثير، وتفقه عليه خلق. توفي سنة أربع وسبعين وأربعمائة"، ترجمته في الصلة: ١/ ١٩٧، المدارك: ٤/ ٨٠٢، بغية الملتمس: ٢٨٩، الديباج المذهب: ١/ ٣٧٧، وفيات الأعيان: ٢/ ٤٠٨.
٥ في أعلام الموقعين: ٤/ ٢١١ "أو فتيا أن ... ".
٦ صفة الفتوى: "٤٠-٤١".
٧ سقطت من ج.
٨ من ش.
٩ انظر ترتيب المدارك: "١/ ١٩٢-١٩٣"، إعلام الموقعين: ٤/ ٢١١، صفة الفتوى: ٤١.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (100,'ليس كما قال ناس: فيه توسعة. قلت: لا توسعة فيه بمعنى "أنه يتخير بين أقوالهم من غير توقف على ظهور الراجح، وفيه توسعة"١ بمعنى أن اختلافهم يدل على أن للاجتهاد مجالا فيما بين أقوالهم، وأن ذلك ليس مما يقطع فيه بقول واحد متعين لا مجال للاجتهاد في خلافه٢، والله أعلم.
فرعان، أحدهما: إذا وجد من ليس أهلا للترجيح والتخريج٢ بالدليل اختلافًا بين أئمة المذهب في الأصح من القولين أو الوجهين فينبغي أن يفزع في الترجيح إلى صفاتهم الموجبة لزيادة الثقة بآرائهم، فيعمل بقول الأكثر والأعلم والأورع، وإذا اختص واحد منهم بصفة منها، والآخر بصفة أخرى، قدم الذي هو أحرى منهما بالإصابة. فالأعلم الورع مقدم على الأورع العالم، واعتبرنا ذلك إذا وجد قولين أو وجهين لم يبلغه عن أحد من أئمته بيان للأصح منهما اعتبر أوصاف ناقليهما وقائليهما، فما رواه المزني، أو الربع المرادي٤، مقدم عند أصحابنا على ما حكاه الإمام أبو سليمان الخطابي٥، عنهم على ما رواه حرملة٦، أو الربيع
_________
١ سقطت من ف.
٢ اقتبس ابن حمدان في صفة الفتوى معظم هذه الفقرة عن ابن الصلاح: "٣٩-٤١".
٣ في ف وج "وللترجيح".
٤ هو "الشيخ أبو محمد الربيع بن سليمان بن عبد الجبار المرادي، مولاهم المؤذن، صاحب الشافعي، وراوية كتبه، قال الحافظ ابن حجر: ثقة. توفي سنة سبعين ومائتين"، ترجمته في: وفيات الأعيان: ٢/ ٢٩١، طبقات الشافعية الكبرى: ٢/ ١٣٢، تذكرة الحفاظ: ٢/ ١٤٨، العبر: ٢/ ٤٥ تهذيب التهذيب: ٣/ ٢٤٥، التقريب: ١/ ٢٤٥.
٥ هو "الإمام أبو سليمان حمد بن محمد بن إبراهيم الخطابي البستي، قال السمعاني: إمام فاضل، كبير الشأن، جليل القدر، توفي سنة ثمان وثمانين وثلاثمائة. أو سنة ست وثمانين وثلاثمائة". ترجمته في يتيمة الدهر للثعالبي: ٤/ ٣٣٤، المنتظم: ٦/ ٣٩٧، الأنساب للسمعاني: ٥/ ١٥٨، معجم الأدباء لياقوت: ١٠/ ٢٦٨، طبقات الشافعية الكبرى: ٣/ ٢٨٢.
٦ هو "أبو حفص حرملة بن يحيى بن حرملة بن عمران التجيبي المصري صاحب الشافعي. قال ابن حجر: صدوق. توفي سنة ثلاث، أو أربع، وأربعين ومائتين". ترجمته في وفيات الأعيان: ٢/ ٦٤، طبقات الشافعية الكبرى: ٢/ ١٢٧، تذكرة الحفاظ: ٢/ ٦٣، تهذيب التهذيب: ٢/ ٢٢٩، التقريب: ١/ ١٥٨.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (101,'الجيزي١، وأشباههما ممن لم يكن قوي الأخذ عن الشافعي "رضي الله عنه"٢.
ويرجح ما وافق منهما أكثر أئمة المذاهب المتبوعة، أو أكثر العلماء، وفيما استفدته٣ من الغرائب بخراسان عن الشيخ حسين بن مسعود٤، صاحب "التهذيب" عن شيخه القاضي حسين بن محمد، قال: إذا اختلف قول الشافعي في مسألة وأخذ القولين يوافق مذهب أبي حنيفة فأيهما أولى بالفتوى؟
قال الشيخ أبو حامد: ما يخالف قول أبي حنيفة أولى لأنه لولا أن الشافعي عرف فيه معنى خفيًّا لكان لا يخالف أبا حنيفة.
وقال الشيخ القفال: ما يوافق قول أبي حنيفة أولى.
قال: وكان القاضي يذهب إلى الترجيح بالمعنى، ويقول: كل قول كان معناه أرجح فذلك أولى وأفتى به.
قلت٥: وقول القفال٦ المروزي المذكور أظهر من قول أبي حامد الإسفراييني،
_________
١ هو "أبو محمد الربيع بن سليمان بن داود الجيزي الأزدي مولاهم. قال السبكي: كان رجلًا فقيهًا صالحا. توفي سنة ست وخمسين ومائتين، وقيل: سنة سبع وخمسين"، ترجمته في المؤلف للدارقطني٩٥٤، وفيات الأعيان: ٢/ ٢٩٢، طبقات الشافعية الكبرى: ٢/ ١٣٢، تهذيب التهذيب ٣/ ٢٤٥.
٢ من ج.
٣ في ف: "مما استقل".
٤ هو "الشيخ أبو محمد الحسين بن مسعود الفراء البغوي، صاحب "التهذيب" و"شرح السنة" وله "فتاوى" مشهورة، غير "فتاوى القاضي الحسين" التي علقها هو عنه، وغير ذلك، قال السبكي: كان إمامًا جليلًا ورعًا زاهدًا، محققًا مفسرًا، توفي سنة ست عشرة وخمسمائة"، ترجمته في: وفيات الأعيان: ٢/ ١٣٤، البداية والنهاية: ١٢/ ١٩٣، تذكرة الحفاظ: ٤/ ١٢٥٧، العبر: ٤/ ٣٧ طبقات الشافعية الكبرى: ٧/ ٧٥.
٥ في ش: "قال المصنف رضي الله عنه".
٦ في ف "القاضي".',NULL,'127',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (102,'وكلامهما محمول على ما إذا لم يعارض ذلك من جهة القول الآخر ترجيح آخر مثله أو أقوى منه.
وهذه الأنواع من الترجيح معتبرة أيضًا بالنسبة إلى أئمة المذهب غير أن ما يرجحه الدليل عندهم مقدم على ذلك١، والله أعلم.
الثاني: كل مسألة فيها قولان، قديم وجديد، فالجديد أصح وعليه الفتوى إلا في نحو عشرين مسألة أو أكثر يفتي فيها على٢ القديم على خلاف في ذلك بين٣ أئمة الأصحاب في أكثرها، وذلك مفرق في مصنفاتهم.
وقد قال الإمام أبو المعالي ابن الجويني في "نهايته": قال الأئمة: كل قولين أحدهما جديد فهو أصح من القديم إلا في ثلاث مسائل، وذكر منها: مسألة التثويب في آذان الصبح٤.
_________
١ اقتبس ابن حمدان في "صفة الفتوى": "٤٢-٤٣" وهذه الفقرة عن ابن الصلاح رحمه الله تعالى، وانظر إعلام الموقعين: "٤/ ٢٣٧-٢٣٨".
٢ في ف وج: "بالقديم".
٣ في ف وج: "من".
٤ "التثويب: الأصل في التثويب: أن يجيء الرجل مستصرخًا فيلوح بثوبه ليرى ويشتهر، فسمي الدعاء تثويبًا لذلك. وقيل: إنما سمي تثويبًا من ثاب يثوب إذا رجع، فهو رجوع إلى الأمر بالمبادرة إلى الصلاة ... ومنه حديث بلال قال: "أمرني رسول الله صلى الله عليه وسلم أن لا أثوب في شيء من الصلاة إلا في صلاة الفجر"، وهو قوله: الصلاة خير من النوم مرتين"، الناهية: "١/ ٢٢٦-٢٢٧"، وانظر تاج العروس مادة "ثوب". قلت حديث بلال المذكور أخرجه الترمذي في الصلاة، باب التثويب في الفجر، حديث رقم: "١٩٨". وهو ضعيف. غير أن معناه صحيح. فقد ورد حديث التثويب في أذان الصبح رواه "أبو محذورة رضي الله عنه". " ... فإن كان صلاة الصبح قلت: "الصلاة خير من النوم، الصلاة خير من النوم ... الحديث"، رواه مسلم في الصلاة، باب صفة الأذان، حديث رقم "١٣٧٩", وأبو داود في الصلاة، باب كيف الأذان، حديث رقم: "٥٠٠-٥٠٥" والترمذي في الصلاة، باب ما جاء في الترجيع في الأذان، حديث رقم: "١٩١"، والنسائي: ٢/ ٤ في الأذان، باب خفض الصوت في الترجيع في الأذان، وباب كم الأذان من كلمة، وباب كيف الأذان، وباب الأذان في السفر. وانظر سنن ابن ماجه: ١/ ٢٣٧، والدارمي: ١/ ٢١٥، وتلخيص الحبير: "١/ ٢٠١-٢٠٢"، وانظر مسألة "التثويب" في المجموع: ٣/ ٩١".',NULL,'128',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (103,'ومسألة التباعد عن النجاسة في الماء الكثير١.
ولم ينص على الثالثة، غير أنه لما ذكر القول بعدم٢ استحباب قراءة السورة بعد الركعتين الأوليين٣، وهو القول القديم ذكر: أن عليه العمل. وفي هذا٤ إشعار بأن عليه الفتوى، فصاروا إلى ذلك في ذلك مع أن القديم لم يبق قولا للشافعي لرجوعه عنه، فيكون٥ اختيارهم إذن للقديم٦ فيها من قبل ما ذكرناه من اختيار٧ أحدهم مذهب غير الشافعي إذا أداه اجتهاده إليه كما سبق، وبل أولى لكون القديم قد
_________
١ وجوب البعد عن النجاسة بقدر القلتين هو الجديد في مذهب الشافعي رحمه الله تعالى، والقديم لا يوجبه. "فمثلا: إذا وقعت نجاسة جامدة في ماء كثير راكد، وأراد واحد أن يغترف منه أو يغتسل فيه، فعلى الجديد لا يجوز الاغتراف منه إلا إذا كان يغترف من موضع يبعد عن النجاسة قدر قلتين، فعلى هذا إذا كان الماء قلتين فقط يجوز الاغتراف منه. وأما القديم فلم يشترط التباعد منها مطلقًا. وهذه من المسألة من المواضع التي رجح فيها القديم على الجديد. قال إمام الحرمين في "النهاية": القديم هنا أصح. وقال الرافعي: القديم هنا ظاهر المذهب. وقد استدل لرجحان القديم بعدة وجوه:
١- عموم حديث القلتين.
٢- ولأن مجموع الماء الراكد ماء واحد لا يمكن أن يوصف بعضه بالنجاسة، وبعضه بالطهارة.
٣- ولأنه لو قلنا بنجاسة ما حول النجاسة لأثر فيما حوله، وما حوله فيما حوله فيتسلسل، وهو باطل، فينبغي القول بالقديم". الغاية القصوى في دراية الفتوى، مع تعليق الأستاذ علي القره داغي محقق الكتاب. وانظر المجموع: "١/ ١٦٠-١٦٦"، روضة الطالبين: ١/ ٢٣، وفتح العزيز: ١/ ٩٦١.
٢ في ف وج "بعد".
٣ قال النووي رحمه الله تعالى: "هل يسن قراءة السورة في الركعة الثالثة والرابعة؟ فيه قولان مشهوران "أحدهما": وهو في القديم لا يستحب. قال القاضي أبو الطيب، ونقله البويطي والمزني عن الشافعي. "والثاني": يستحب وهو نصه في الأم ونقله الشيخ أبو حامد، وصاحب الحاوي عن الإملاء أيضًا، واختلف الأصحاب في الأصح منهما، فقال أكثر العراقيين: الأصح الاستحباب، ممن صححه الشيخ أبو حامد والمحاملي، وصاحب العدة، والشيخ نصر المقدسي والشاشي. وصححت طائفة عدم الاستحباب وهو الأصح، وبه أفتى الأكثرون، وجعلوا المسألة من المسائل التي يفتي فيها على القديم ... ", المجموع: "٣/ ٣٢١"، وانظر إعلام الموقعين: ٤/ ٢٣٩".
٤ في ف وج: "وفي هذه المسألة إشعار".
٥ في ف وج: "ويكون".
٦ في ف: "القديم".
٧ في ف وش: "اختيارهم".',NULL,'129',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (104,'"كان"١ قولا له منصوصًا، ويلتحق بذلك ما اختار أحدهم القول المخرج على القول المنصوص، أو اختار من القولين اللذين رجح الشافعي أحدهما غير ما رجحه، وبل أولى من القول القديم، ثم حكم من لم يكن أهلا للتخريج٢ من المتبعين لمذهب الشافعي رضي الله عنه: أن لا يتبعوا شيئًا من اختياراتهم هذه المذكورة، لأنهم مقلدون للشافعي دون من خالفه٣، والله أعلم.
المسألة السادسة عشرة٤: إذا اقتصر في جوابه على حكاية الخلاف بأن قال: فيها قولان أو وجهان، أو نحو ذلك من غير أن يبين الأرجح، فحاصل أمره أنه لم يفت بشيء٥.
وأذكر أني حضرت بالموصل الشيخ الصدر المصنف أبا السعادات ابن الأثير الجزري٦ رحمه الله، فذكر بعض الحاضرين عنده، عن بعض المدرسين: أنه أفتى في مسألة، فقال: فيها قولان، وأخذ يزري عليه.
فقال الشيخ ابن الأثير: كان الشيخ أبو القاسم بن البزري٧، وهو علامة زمانه في المذهب إذا كان في المسألة خلاف واستفتى عنها بذكر الخلاف في الفتيا، ويقال
_________
١ من ف وج وش. وكتبت في الأصل غير أنه ضرب عليها.
٢ في ف وج: "الترجيح".
٣ صفة الفتوى: "٤٣-٤٤"، حيث اقتبس هذه الفقرة من ابن الصلاح رحمه الله تعالى.
٤ في ج "عشر".
٥ صفة الفتوى: ٤٤، إعلام الموقعين: "٤/ ١٧٧-١٧٩".
٦ هو "العلامة مجد الدين أبو السعادات المبارك بن محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني الجزري، المعروف بابن الأثير، صاحب "جامع الأصول" و"النهاية في غريب الحديث والأثر" و"شرح مسند الشافعي"، وغير ذلك. توفي سنة ست وستمائة"، ترجمته في البداية والنهاية: ١٣/ ١١٤، العبر: ٥/ ٩٧، طبقات الشافعية الكبرى: ٨/ ٣٦٦.
٧ هو "الشيخ أبو القاسم عمر بن محمد بن عكرمة الجزري، البزري، والبزر المنسوب إليه: بفتح الباء الموحدة، وسكون الزاي المنقوطة، ثم راء مهملة: اسم للدهن المستخرج من بزر الكتان به يستصبح أهل تلك البلاد. إمام جزيرة ابن عمر ومفتيها ومدرسها، توفي سنة ستين وخمسمائة"، ترجمته في: طبقات الشافعية لابن الصلاح: ١٢٦أ، طبقات الشافعية الكبرى: ٧/ ٢٥١، العبر: ٤/ ١٧١، معجم البلدان: ٢/ ٧٩، شذرات الذهب: ٤/ ١٨٩.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (105,'له في ذلك، فيقول: لا أتقلد العهدة مختارًا لأحد الرأيين مقتصرًا عليه، وهذا حيد عن غرض الفتوى، وإذا لم يذكر شيئًا أصلًا فلم يتقلد العهدة أيضًا، ولكنه لم يأت بالمطلوب حيث لم يخلص السائل من عمايته١. وهذا في ذلك كذلك، ولا اقتداء بأبي بكر محمد بن داود الأصبهاني الظاهري في فتياه التي أخبرني بها أبو أحمد الوهاب بن علي٢ شيخ الشيوخ ببغداد، قال: أخبرنا أبو منصور عبد الرحمن بن محمد القزاز٣، قال: أخبرنا الحافظ أبو بكر أحمد بن علي الخطيب، قال: حدثني القاضي أبو الطيب طاهر بن عبد الله الطبري، حدثني أبو العباس الخضري٤. ح٥ وأخبرني
_________
١ نقل ابن القيم، هذه الحكاية عن ابن الصلاح في إعلام الموقعين: ٤/ ١٧٨ وقال: "قلت: وهذا فيه تفصيل، فإن المفتي المتمكن من العلم المضطلع به قد يتوقف في الصواب في المسألة المتنازع فيها فلا يقدم على الجزم بغير علم، وغاية ما يمكنه أن يذكر الخلاف فيها للسائل، وكثيرًا ما يسأل الإمام أحمد رضي الله عنه وغيره من الأئمة عن مسألة فيقول: فيها قولان، أو قد اختلفوا فيها، وهذا كثير في أجوبة الإمام أحمد لسعة علمه وورعه، وهو كثير في كلام الإمام الشافعي رضي الله عنه، يذكر المسألة ثم يقول: فيها قولان ... ".
٢ هو "مسند العراق ومحدثه ضياء الدين أبو أحمد عبد الوهاب بن علي بن علي بن عبيد الله الصوفي الفقيه، قال ابن النجار: شيخ وقته في علو الإسناد، والمعرفة، والإنفاق، والزهد، والعبادة، توفي سنة سبع وستمائة"، ترجمته في ذيل تاريخ بغداد لابن النجار: ١/ ٣٥٤، ذيل الروضتين: ٧٠، طبقات الشافعية الكبرى: ٨/ ٣٢٤، العبر: ٥/ ٢٣.
٣ هو "أبو منصور عبد الرحمن بن محمد بن عبد الواحد الشيباني، القزاز البغدادي، يعرف بابن زريق، كان صالحًا كثير الرواية، توفي سنة خمس وثلاثين وخمسمائة"، ترجمته في: تذكرة الحفاظ: ٤/ ١٢٨١، المشتبه: ١/ ٣١٥، التوضيح: ٢/ ٥٦، شذرات الذهب: ٤/ ١٠٦.
٤ "بخاء معجمة مضمومة، وضاد معجمة مفتوحة ... وأبو العباس: الخضري، قال: حضرت مجلس أبي بكر بن أبي داود، سمع منه القاضي أبو الطيب، لا أعرف اسمه"، الإكمال: "٣/ ٢٥٥، ٢٥٦"، وتعقبه ابن ناصر الدين في التوضيح: "١/ ٤١١" فقال: "وفي قوله: أبي بكر بن أبي داود نظر، وكذا وقفت عليه في نسختين بالإكمال، وقاله ابن الجوزي في المحتسب: روى عن أبي بكر بن أبي داود انتهى. وهذا غلط من قائله، إنما هو أبو بكر بن داود بن علي الظاهري، فقال الخطيب أبو بكر في تاريخه: حدثني القاضي أبو الطيب طاهر بن عبد الله الطبري ... " ونقل نص الرواية التي ذكرها ابن الصلاح رحمه الله تعالى. قال الخطيب البغدادي في تاريخ بغداد: ٥/ ٢٥٧ "قال لي القاضي أبو الطيب: كان الخضري شافعي المذهب، إلا أنه كان يعجب بابن داود يقرظه ويصف فضله"، والخضري: "نسبة إلى بيع البقل"، المشتبه: ١/ ٢٣٨.
٥ ساقطة من ف وج.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (106,'أيضًا الشيخ أبو العباس أحمد بن الحسين١ المقرئ٢ ببغداد، قال: أخبرنا أبو الحسن علي بن هبة الله بن عبد السلام٣، قال: أخبرنا الشيخ الإمام أبو إسحاق إبراهيم بن علي الفيروزَأبادي، قال: "سمعت شيخنا القاضي أبا الطيب الطبري، قال: سمعت أبا العباس الخضري، قال: كنت جالسًا عند أبي بكر بن داود٤، فجاءته امرأة فقالت له: ما تقول في رجل له زوجة لا هو ممسكها، ولا هو مطلقها؟
فقال أبو بكر: اختلف في ذلك أهل العلم. فقال قائلون: تؤمر بالصبر والاحتساب، ويبعث على التطلب٥ والاكتساب. وقال قائلون٦: يؤمر بالإنفاق وإلا يحمل على الطلاق. فلم تفهم المرأة قوله، فأعادت وقالت: رجل له زوجة لا هو ممسكها، ولا هو مطلقها؟
فقال لها: يا هذه قد أجبتك عن مسألتك وأرشدتك إلى طلبتك، ولست
_________
١ في الأصل: "الحسن".
٢ هو "أبو العباس أحمد بن الحسين بن محمد بن أحمد البغدادي المقرئ المعروف بالعراقي، نزيل دمشق. قال الشيخ موفق الدين: كان إمامًا في السنة داعيًا إليها إمامًا في القراءة. توفي سنة ثمان وثمانين وخمسمائة". ذيل طبقات الحنابلة لابن رجب: ١/ ٣٧٦، التكملة لوفيات النقلة: ١/ ١٨٠، غاية النهاية: ١/ ٥٠، الوافي بالوفيات: ٥/ ٣٥٢، شذرات الذهب: ٤/ ٢٩٢.
٣ هو "أبو الحسن علي بن هبة الله بن عبد السلام، الكاتب البغدادي، سمع الكثير بنفسه، وكتب وجمع وحدث عن الصريفيني، وابن النفور، توفي سنة تسع وثلاثين وخمسمائة"، ترجمته في شذرات الذهب: ٤/ ١٢٢.
٤ هو "أبو بكر محمد بن داود بن علي بن خلف الأصبهاني المعروف بالظاهري قال الخطيب: كان عالمًا أديبًا شاعرًا ظريفًا. توفي سنة سبع وتسعين ومائتين"، ترجمته مطولة في تاريخ بغداد: "٥/ ٢٥٦-٢٦٣"، وفيات الأعيان: ٤/ ٢٥٩، العبر: ٢/ ١٠٨، فوات الوفيات: ٣/ ٥٨، شذارت الذهب: ٢/ ٢٢٦.
٥ في ف وج: "الطلب". وما جاء في الأصل هو الموافق للرواية في تاريخ بغداد.
٦ سقطت من ف وج.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (107,'بسلطان فأمضي، ولا قاض فأقضي، ولا زوج فأرضي، انصرفي١، قال: فانصرفت المرأة ولم تفهم جوابه٢. قلت: التصحيف شين، فاعلم أن أبا العباس الخضري، هذا هو بخاء معجمة مضمومة، وبضاد معجمة مفتوحة٣.
وقوله: تؤمر بالصبر "والاحتساب"٤: في أوله التاء التي للمؤنث.
وقوله: يبعث على التطلب٥: في أوله الياء٦ التي هي للمذكر.
وقولها: لا هو٧ ممسكها: أي ليس ينفق عليها.
ولقد وقع ابن داود بعيدًا عن مناهج المفتين في تعقيده "هذا"] ٨ وتسجيعه وتحبيره من استرشده وتضييعه، وهكذا إذا قال المفتي في موضع الخلاف: يرجع إلى رأي الحاكم. فقد عدل عن نهج الفتوى، ولم يفت أيضًا بشيء، وهو كما إذا استفتي فلم يجب، وقال: استفتوا غيري. وحضرت بالموصل شيخها٩ المفتي أبا حامد محمد بن يونس١٠، وقد استفتي في مسألة فكتب في جوابها: إن فيها خلافًا. فقال بعض من حضر: كيف يعمل المستفتي؟
فقال: يختار له القاضي أحد المذهبين، ثم قال: هذا يبنى على أن العامل إذا
_________
١ في تاريخ بغداد: ٥/ ٢٥٧، "انصرفي رحمك الله".
٢ تاريخ بغداد: "٥/ ٢٥٦-٢٥٧"، التوضيح: ١/ ٤١١, إعلام الموقعين: ٤/ ١٧٩.
٣ الإكمال: ٣/ ٢٥٦، المشتبه: ١/ ٢٣٨، التوضيح: ١/ ٤١١.
٤ من ش.
٥ في ف وج: "الطلب".
٦ و٧ ناقصة من ف وج.
٨ من ف وج وش.
٩ في ف: "شيخنا".
١٠ هو "الشيخ عماد الدين أبو حامد محمد بن يونس بن محمد بن منعة بن مالك الإربلي، أحد الأئمة من علماء الموصل. قال ابن خلكان: كان إمام وقته في المذهب والأصول والخلاف. توفي سنة ثمان وستمائة". ترجمته في تاريخ إربل: "١/ ١١٧، ١١٩"، وفيات الأعيان: ٤/ ٣٥٣، العبر: ٥/ ٢٨، طبقات الشافعية الكبرى: ٨/ ١٠٩، شذرات الذهب: ٥/ ٣٤.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (108,'اختلف عليه اجتهاد اثنين فبماذا يعمل١؟ وفيه خلاف مشهور، وهذا غير مستقيم.
أما قوله أولا: يختار له الحاكم. فهو فاسد لما ذكرناه، ولأن الحاكم إذا لم يكن أهلا للفتوى، وذلك هو الغالب في زمان من ذكرنا عنه ما ذكرناه، فقد رده إلى رأي من لا رأيَ له، وأحاله على عاجز حاجته في ذلك إلى فتياه كحاجة من استفتاه.
وأما قوله ثانيًا: يبنى ذلك على الخلاف فيما إذا اختلف عليه اجتهاد مفتيين في٢ فتواهما فهل يتخير بين فتويهما٣، أو يأخذ بالأخف، وبالأغلظ؟
فهذا فيه إحواج للمستفتي إلى أن يستفتي مرة أخرى ويسأل عن هذا أيضًا لأنه لا يدري أن حكمه التخيير، أو الأخذ بالأخف أو الأغلظ؟
فلم يأت إذن بما يكشف عن عمايته، بل زاده عماية وحيرة، على أن الصحيح في ذلك على ما سيأتي ذكره إن شاء الله تعالى: إنه يجب عليه الأخذ بقول الأوثق منهما، وإذا قال: فيه خلاف، ولم يعين القائلين لم يتهيأ له فيه، وهذه حالته٤ البحث عن الأوثق من القائلين. والله أعلم.
_________
١ سيأتي تفصيل ذلك في "القول في صفة المستفتي وأحكامه": "١٥٨-١٦٠".
٢ من الأصل فقط. وفي ش: "وفتواهما".
٣ في ف وج: "فتواهما".
٤ في ج: "خاليته".',NULL,'134',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (109,'<span data-type="title" id=toc-18>القول: في كيفية الفتوى وآدابها</span>
وفيه مسائل:
الأولى: يجب على المفتي حيث يجب عليه الجواب أن يبينه بيانًا مُزيحًا للإشكال، ثم له أن يجيب شفاهًا باللسان، وإذا لم يعلم لسان المستفتي أجزأت ترجمة الواحد لأن طريقه الخبر، وله أن يجيب بالكتابة مع١ ما في الفتوى من الرقاع من الحظر، وكان القاضي أبو حامد المروروذي الإمام فيما بلغنا عنه كثير
_________
١ في ف وج: "معًا".',NULL,'134',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (110,'الهرب من الفتوى في الرقاع.
قال أبو القاسم الصيمري: وليس١ من الأدب للمفتي أن يكون السؤال بخطه، فأما بإملائه وتهذيبه فواسع.
وبلغنا عن الشيخ أبي إسحاق الشيرازي رحمه الله: أنه كان قد يكتب للمستفتي السؤال على ورق من عنده, ثم يكتب الجواب٢، والله أعلم.
الثانية: إذا كانت المسألة فيها تفصيل لم يطلق الجواب٣، فإنه خطأ، ثم له أن يستفصل السائل إن حضر ويقيد السؤال في رقعة الاستفتاء ثم يجيب عنه، وهذا أولى وأسلم، وكثيرًا ما نتحراه نحن ونفعله، وله أن يقتصر على جواب أحد الأقسام إذا علم أنها الواقع للسائل، ولكن يقول: هذا إذا كان كذا وكذا، وله أن يفصل الأقسام في جوابه، ويذكر حكم كل قسم، وهذا قد كرهه أبو الحسن القابسي من أئمة المالكية، وقال: هذا ذريعة إلى تعليم الناس الفجور، ونحن نكرهه أيضًا لما ذكره: من أنه يفتح للخصوم باب التمحل والاحتيال الباطل، ولأن ازدحام الأقسام بأحكامها على فهم العامي يكاد يضيعه، وإذا لم يجد المفتي من يستفسره في ذلك كان مدفوعًا إلى التفصيل، فليتثبت وليجتهد في استيفاء الأقسام وأحكامها وتحريرها٤. والله أعلم.
الثالثة: إذا كان المستفتي بعيد الفهم، فينبغي للمفتي أن يكون رفيقًا به صبورًا عليه، حسن التأني في التفهم منه. والتفهيم له حسن الإقبال عليه٥، لا سيما إذا كان ضعيف الحال، محتسبًا أجر ذلك فإنه جزيل.
_________
١ في الأصل: "ليس" وما أثبته هو الموافق لـ"ف وج وش".
٢ المجموع: ١/ ٨٤، صفة المفتي: ٥٧.
٣ إعلام الموقعين: "٤/ ١٨٧-١٩٤".
٤ المجموع: ١/ ٨٤، صفة الفتوى: ٥٧.
٥ المجموع: ١/ ٨٥، صفة الفتوى: ٥٨.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (111,'أخبرت عن أبي الفتوح عبد الوهاب بن شاه النيسابوري١، قال: أخبرنا الأستاذ أبو القاسم القشيري٢، قال: سمعت أبا سعيد الشحام٣، يقول: "رأيت الشيخ الإمام أبا الطيب سهلا الصعلوكي٤ في المنام فقلت: أيها الشيخ.
فقال: دع التشييخ.
فقلت: وتلك الأحوال التي شاهدتها؟
فقال: لم تغن عنا.
فقلت: ما فعل الله بك؟
فقال: غفر لي بمسائل كان يسأل٥ عنها العجز"٦.
العجز٧: بضم العين والجيم، العجائز. والله أعلم.
_________
١ هو "أبو الفتوح عبد الوهاب بن شاه بن أحمد بن عبد الله الشاذياخي. قال السمعاني: شيخ صالح، سديد السيرة، يسكن باب عزرة بنيسابور. توفي سنة خمس وثلاثين وخمسمائة"، ترجمته في: الأنساب: ٧/ ٢٤١، تذكرة الحفاظ: ٤/ ١٢٨١.
٢ هو "زين الدين الأستاذ أبو القاسم عبد الكريم بن هوازن بن عبد الله القشيري النيسابوري الصوفي، صاحب "الرسالة"، قال عبد الغافر بن إسماعيل: الإمام مطلقًا، الفقيه المتكلم الأصولي، المفسر الأديب النحوي توفي سنة خمس وستين وأربعمائة". ترجمته في: المنتظم: ٨/ ٢٨٠، تبيين كذب المفتري: ٢٧١، العبر: ٣/ ١٥٩، البداية والنهاية: ٢/ ١٠٧، طبقات الشافعية الكبرى: ٥/ ١٥٣، طبقات ابن الصلاح: ١١٦ب، طبقات الإسنوي: ٢/ ٣١٣، المختصر في أخبار البشر: ٢/ ١٩٩.
٣ انظر تبيين كذب المفتري: ٢١٤، طبقات الشافعية الكبرى: ٤/ ٣٩٦.
٤ هو "الأستاذ الفقيه الأديب مفتي نيسابور أبو الطيب سهل بن محمد بن سليمان بن محمد بن سليمان الصعلوكي: بضم الصاد المهملة وسكون العين المهملة وضم اللام، وسكون الواو، وفي آخرها الكاف. قال الحاكم: الفقيه الأديب، مفتي نيسابور، وابن مفتيها، وأكتب من رأيناه من علمائها، وأنظرهم، توفي سنة سبع وثمانين وثلاثمائة وقيل غير ذلك". ترجمته في: تبيين كذب المفتري: ٢١١، تهذيب الأسماء واللغات: ١/ ٢٣٨، وفيات الأعيان: ٢/ ٤٣٥، العبر: ٣/ ٨٨، البداية والنهاية: ١٢/ ٣٤٧، طبقات الشافعية الكبرى: ٤/ ٣٩٣، شذرات الذهب: ٣/ ١٧٢.
٥ في تبيين كذب المفتري: ٢١٤ "كانت تسل"، وفي طبقات الشافعية الكبرى: ٤/ ٣٩٧ "كنت تسأل".
٦ الرواية في تبيين كذب المفتري: ٢١٤، طبقات الشافعية الكبرى: "٤/ ٣٩٦، ٣٩٧".
٧ في ج: "والعجز".',NULL,'136',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (112,'الرابعة: ليتأمل رقعة الاستفتاء تأملا شافيًا، كلمة بعد كلمة ولتكن "عنايته"١ بتأمل آخرها أكثر، فإنه في آخرها يكون السؤال، وقد يتقيد الجميع بكلمة "في"٢ آخر الرقعة، ويغفل عنها القارئ لها، وهذا من أهم ما ينبغي أن يراعيه، فإذا مر "فيها"٣ بمشتبه سأل عنه٤ المستفتي، ونقطه وشكله مصلحة لنفسه ونيابة عمن يفتي بعده، وكذا إن رأى لحنًا فاحشًا، أو خطأ يحيل معنى أصلحه٥.
قطع بذلك أبو القاسم الصيمري من أئمة أصحابنا في كتابه "في أدب المفتي والمستفتي".
وقال الخطيب أبو بكر أحمد بن علي الحافظ: "رأيت القاضي أبا الطيب الطبري يفعل هذا في الرقاع التي ترفع إليه للاستفتاء"٦.
قلت٧: ووجهه إلحاق بقبيل المأذون فيه بلسان الحال، فإن الرقعة إنما قدمها صاحبها إليه ليكتب فيها ما يرى وهذا منه، وكذلك إذا رأى بياضًا في أثناء بعض السطور، أو في آخرها، خط عليه وشغله على نحو "ما يفعله"٨ الشاهد في كتب الوثاق ونحوها، لأنه ربما قصد المفتي٩ فكتب١٠ في ذلك البياض بعد فتواه
_________
١ من ف وج وش وفي الأصل: "عايته".
٢ من ف وج وش وفي الأصل: "إلى". وفي ش "تكون في" غير أن الناسخ ضرب خطا على كلمة "تكون".
٣ من ف وج وش.
٤ في ف وج: "عنها".
٥ المجموع: ١/ ٨٥، صفة الفتوى: ٥٨.
٦ الفقيه والمتفقه: ٢/ ١٨٣.
٧ في ش: "قال المصنف رضي الله عنه".
٨ من ف وج وش وفي الأصل: "نقله".
٩ في صفة الفتوى حيث اقتبس كلام ابن الصلاح: ٥٨ "المفتي أحد بسوء فكتب".
١٠ في ف وج "فيكتب".',NULL,'137',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (113,'ما يفسدها١.
"كما يلي القاضي أبو حامد المروروذي بمثل ذلك إذ٢ قصد مساءته "بعض الناس"٣ فكتب: ما تقول في رجل مات وخلف ابنة وأختًا لأم؟ ثم ترك بياضًا في آخر السطر موضع كلمة، ثم كتب في أول السطر الذي يليه: وترك ابن عم؟ فأفتى المفتي٤: للبنت النصف، "والباقي"٥ لابن العم. فلما أخذ خطه بذلك ألحق في موضع البياض: وأب. وشنع عليه٦ بذلك"٧.
وكان ذلك سبب فتنة ثارت بين طائفتين من رؤساء البصرة٨. والله أعلم.
الخامسة: يستحب له أن يقرأ ما في الرقعة على من "بحضرته"٩ ممن هو أهل لذلك، ويشاورهم في الجواب ويباحثهم فيه وإن كانوا دونه وتلامذته، لما في ذلك من البركة والاقتداء برسول الله صلى الله عليه وسلم وبالسلف الصالح رضي الله عنهم.
اللهم إلا أن يكون في الرقعة ما لا يحسن إبداؤه، أو ما لعل السائل يؤثر ستره، أو في إشاعته مفسدة لبعض الناس، فينفرد هو بقراءتها وجوابها١٠. والله أعلم١١.
السادسة: ينبغي أن يكتب الجواب بخط واضح وسط ليس بالدقيق الخافي،
_________
١ المجموع: ١/ ٨٥، صفة الفتوى ٥٨.
٢ من ف وج وش, في الأصل: "إذا".
٣ من ف وج وش.
٤ سقطت من ش.
٥ من ف وج وش وفي الأصل: "والثاني".
٦ سقطت من ف وج.
٧ الرواية في الفقيه والمتفقه: ٢/ ١٨٣.
٨ انظر هذه الفقرة في الفقيه والمتفقه: ٢/ ١٨٣.
٩ من ف وش, وفي الأصل: "يحضره".
١٠ المجموع: ١/ ٨٥، صفة الفتوى: ٥٨.
١١ انظر الفقيه والمتفقه: "٢/ ١٨٤-١٨٦".',NULL,'138',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (114,'ولا بالغليظ الجافي، وكذلك١ يتوسط في سطوره "بين"٢ "توسيعها"٣ وتضييقها وتكون عبارته واضحة صحيحة بحيث يفهمها العامة، ولا تزدريها الخاصة، واستحب بعضهم أن لا تتفاوت أقلامه، ولا يختلف خطه خوفًا من التزوير عليه، وكيلا يشتبه خطه.
قال الصيمري: وقل ما وجد٤ التزوير على المفتي، وذلك أن الله تعالى حرس أمر الدين٥.
وإذا كتب الجواب "أعاد"٦ نظره فيه خوفًا من أن يكون قد أخل بشيء منه٧، والله أعلم.
السابعة: إذا كان هو المبتدئ بالإفتاء فيها، فالعادة جارية قديمًا وحديثًا بأن يكتب فتواه في الناحية اليسرى من الورقة؛ لأن ذلك أمكن له، ولو كتب في غيرها فلا عيب عليه، إلا أن يرتفع إلى أعلاها ترفعًا، ولا سيما فوق البسملة.
وفيما وجدناه عن أبي القاسم الصيمري: أن كثيرًا من الفقهاء يبدأ في فتواه بأن يقول: الجواب وبالله التوفيق. وحذف ذلك آخرون. قال: ولو عمل فيما طال من المسائل وحذف فيما سوى ذلك لكان وجهًا، ولكن لا يدع أن يختم جوابه بأن يقول: وبالله التوفيق، أو والله الموفق، أو والله أعلم.
قال: وكان بعض السلف إذا أفتى يقول: "إن كان هذا٨ صوابًا فمن الله، وإن
_________
١ في ف وج وش: "وكذا".
٢ من ف وج وش وفي الأصل: "من".
٣ من ف وج وش وفي الأصل: "توسعها".
٤ في الأصل: "في التزوير".
٥ المجموع: "١/ ٨٥-٨٦".
٦ من ف وج وش وفي الأصل: "عاد".
٧ المجموع: "١/ ٨٥-٨٦"، صفة الفتوى: ٥٩.
٨ سقطت من ف وج وش.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (115,'كان خطأ فمني"١، قال: وهذا معنى كره في هذا الزمان لأن إضعاف نفس السائل، وإدخال قلبه الشك في الجواب.
قال: وليس يقبح منه أن يقول: الجواب عندنا، أو الذي عندنا، أو يقول: الذي نراه، كذا وكذا، لأنه من جملة أصحابه وأرباب مقالته٢. والله أعلم.
الثامنة: روي عن مكحول٣، ومالك رضي الله عنهما: أنهما كانا لا يفتيان حتى يقولا: "لا حول ولا قوة إلا بالله"٤.
ونحن نستحب للمفتي ذلك٥ مع غيره، فليقل إذا أراد الإفتاء: أعوذ بالله من الشيطان الرجيم, {سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} ٦ {فَفَهَّمْنَاهَا سُلَيْمَانَ} الآية٧.
{رَبِّ اشْرَحْ لِي صَدْرِي، وَيَسِّرْ لِي أَمْرِي، وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي، يَفْقَهُوا قَوْلِي} ٨. لا حول ولا قوة إلا بالله العلي العظيم. سبحانك اللهم، وحنانيك
_________
١ أخرج ابن سعد وابن عبد البر في العلم، عن محمد بن سيرين قال: لم يكن أحد بعد النبي صلى الله عليه وسلم أهيب لما لا يعلم من أبي بكر رضي الله عنه، ولم يكن أحد بعد أبي بكر أهيب لما لا يعلم من عمر، وإن أبا بكر نزلت به قضية فلم يجد لها في كتاب الله تعالى أصلا، وفي السنة أثرًا فقال: أجتهد رأيي، فإن يكن صوابًا فمن الله وإن يكن خطأ فمني، وأستغفر الله، كذا في كنز العمال الطبعة الهندية: ٥/ ٢٤١, وانظر أقوال عمر رضي الله عنه في مصنف عبد الرزاق الأثر رقم "١٩٠٤٥".
٢ المجموع: ١/ ٨٦، صفة الفتوى: ٥٩.
٣ هو "أبو عبد الله مكحول الدمشقي، عالم أهل الشام، الفقيه قال أبو حاتم: ما بالشام أحد أفقه من مكحول. توفي سنة اثنتي عشرة ومائة وقيل غير ذلك". ترجمته في طبقات ابن سعد: ٧/ ٤٥٣، طبقات خليفة: ٣١٠، تاريخ خليفة: ٣٤٥، الجرح: ٨/ ٤٠٧، حلية الأولياء: ٥/ ١٧٧، تهذيب الكمال: ١٣٦٨، تذكرة الحفاظ: ١/ ١٠٧.
٤ طبقات الفقهاء للشيرازي: ٨٤، المجموع: ١/ ٧٦، صفة الفتوى: ٦٠، إعلام الموقعين: "٤/ ٢٥٧، ٢٥٨".
٥ سقطت من ف وج.
٦ البقرة الآية: ٣٢.
٧ الأنبياء الآية: ٧٩.
٨ سورة طه الآيات: "٢٥-٢٨".',NULL,'140',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (116,'اللهم، اللهم لا تَنسني ولا تُنسني، الحمد لله أفضل الحمد، اللهم صل على محمد وعلى آله وسائر النبيين، والصالحين١، "وسلم"٢، اللهم وفقني واهدني وسددني، واجمع لي بين الصواب والثواب، وأعذني من الخطأ والحرمان آمين.
فإن٣ لم يأت بذلك عند كل فتوى، فليأت به عند أول فتيا يفتيها في يومه لما يفتيه في سائر يومه مضيفًا إليه قراءة الفاتحة وآية الكرسي، وما تيسر، فإن من ثابر على ذلك كان حقيقًا بأن يكون موفقًا في فتاويه٤. والله أعلم.
التاسعة: بلغنا عن القاضي أبي الحسن الماوردي صاحب كتاب "الحاوي"، قال: إن المفتي عليه أن يختصر جوابه فيكتفي فيه بأن يجوز أو لا يجوز، أو حق أو باطل، ولا يعدل إلى الإطالة والاحتجاج ليفرق بين الفتوى والتصنيف، قال: ولو ساغ التجاوز إلى قليل لساغ إلى كثير، ولصار المفتي مدرسًا، ولكل مقام مقال٥.
وذكر شيخه أبو القاسم الصيمري، عن شيخه القاضي أبي حامد "المرورذي"٦: "أنه كان يختصر في فتواه غاية ما يمكنه، واستفتي في مسألة، قيل في آخرها: أيجوز ذلك أم لا؟ فكانت فتواه: لا، وبالله التوفيق"٧.
قلت٨: الاقتصار على لا أو نعم لا يليق بغي العامة، وإنما يحسن بالمفتي الاختصار الذي "لا يخل بالبيان المشترط عليه دون ما يخل به، فلا يدع إطالة"٩ لا يحصل البيان بدونها، فإذا كانت فتياه فيما يوجب القود أو الرجم مثلا فليذكر الشروط
_________
١ ساقطة من ف.
٢ من ف وج وش.
٣ في ف وج: "وإن".
٤ المجموع: ١/ ٨٦، صفة الفتوى: "٥٩-٦٠".
٥ صفة الفتوى: "٦٠-٦١".
٦ من ف وج وش وفي الأصل "المروذي", وفي حاشية ج "المروذي اختصار من المرورذي"
٧ المجموع: ١/ ١٥٨، صفة الفتوى: "٦٠-٦١".
٨ في ش: "قال المصنف رضي الله عنه".
٩ سقطت من ف.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (117,'التي يتوقف عليها القود والرجم.
وإذا استفتي فيمن قال قولا يكفر به، بأن قال: الصلاة لعب، أو الحج عبث، أو نحو ذلك. فلا يبادر بأن يقول: هذا حلال الدم ويُقتل١. بل يقول: إذا ثبت عليه ذلك بالبينة أو بالإقرار٢، استتابه السلطان، فإن تاب قبلت توبته، وإن أصر ولم يتب قتل وفعل به كذا وكذا، وبالغ في تغليظ أمره، وإن كان الكلام الذي قاله يحتمل أمورًا لا يكفر٣ ببعضها، فلا يطلق جوابه، وله أن يقول: ليسأل عما أراد بقوله، فإن أراد كذا فالجواب كذا، وإن أراد كذا فالحكم فيه كذا، وقد سبق الكلام فيما شأنه التفصيل. وإذا استفتي عما٤ يوجب التعزير، فليذكر قدر ما يعزره به السلطان فيقول: يضرب ما بين كذا إلى كذا ولا يزاد على كذا، خوفًا من أن يضرب بفتواه إذا أطلق القول ما لا يجوز ضربه٥، ذكره الصيمري.
قلت: وإذا قال: عليه التعزير بشرطه، أو القصاص بشرطه. فليس بإطلاق، وتقييده بشرطه يبعث من لا يعرف الشرط من ولاة الأمر على٦ السؤال عن شرطه، والبيان٧ أولى. والله أعلم.
العاشرة: إذا سئل عن مسألة ميراث، فالعادة غير جارية بأن يشترط في جوابه في الورثة عدم الرق، والكفر والقتل، وغيرها من الموانع، بل المطلق محمول على ذلك بخلاف ما إذا أطلق السائل ذكر الأخوة والأخوات والأعمام وبنيهم، فلا بد أن يشترط في الجواب، فيقول: من أبٍ وأم, أو من أبٍ، أو من أم.
_________
١ في ش: "أو يقتل".
٢ في ف وج وش: "الإقرار".
٣ في ف وج "يكفر".
٤ في ف وج: "فيما".
٥ انظر: الفقيه والمتفقه: ٢/ ١٩٠، المجموع: ١/ ٨٧، صفة الفتوى: "٦٠-٦١".
٦ في ش: "عن".
٧ المجموع: "١/ ٨٧-٨٨"، صفة الفتوى: ٦١.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (118,'وإذا سئل عن مسألة فيها عول كالمنبرية١، وهي: زوجة وأبوان وبنتان. فلا يقل للزوجة الثمن، ولا للزوجة التسع، لأن أحدًا من السلف لم يقله. بل إما أن يقول: للزوجة ثمن عائل، وهو ثلاثة أسهم من سبعة وعشرين سهمًا. أو٢ يقول ما قاله أمير المؤمنين علي رضي الله عنه: "صار ثُمُنُها تِسعًا"٣، أو يقول٤: لها سهمًا٥ من كذا وكذا، وإذا٦ كان في المذكورين في السؤال من لا يرث أفصح بسقوطه، فقال: وسقط فلان، وإن كان سقوطه في صورة دون صورة، قال: وسقط٧ فلان في هذه المسألة، أو نحو ذلك, وإذا سئل عن أخوة وأخوات، أو بنين وبنات،
_________
١ المسألة "المنبرية" "هي ما اشتهر عن علي رضي الله عنه أنه كان يخطب على منبر الكوفة فقال: "الحمد لله الذي يحكم بالحق قطعًا ويجزئ كل نفس بما تسعى، وإليه الم آل والرجعى ... " فقطع عليه ابن الكواء خطبته ليسأله عن رجل توفي وترك زوجة وبنتين وأمًّا وأبًا، فأدرك علي رضي الله عنه أن القصد من السؤال هو التأكد من نصيب الزوجة. فبادره علي بالجواب وقال متابعًا خطبته دون توقف: "صار ثمنها تسعًا" ومضى في خطبته ... وكأنه أراد أن يقول رضي الله عنه: إن المسألة قد عالت ولذلك نقص نصيب الزوجة من الثمن إلى التسع وهذه صورتها:
انظر: موسوعة علي بن أبي طالب رضي الله عنه. د/ محمد رواس قلعجي، دار الفكر بدمشق الطبعة الأولى ١٤٠٣هـ-١٩٨٣م. "ص٧٢-٧٣". مصنف ابن أبي شيبة: ٢/ ١٨٣، ومصنف عبد الرزاق: ١٠/ ٢٥٨، سنن البيهقي: ٦/ ٢٥٣، مسند زيد: ٥/ ٦٦، المغني: ٦/ ١٩٣.
٢ في ف وج: "ويقول".
٣ مصنف ابن أبي شيبة: ٢/ ١٨٣، ومصنف عبد الرزاق: ١٠/ ٢٥٨، سنن البيهقي: ٦/ ٢٥٣، مسند زيد: ٥/ ٦٦، المغني: ٦/ ١٩٣، موسوعة فقه علي بن أبي طالب: "٧٢-٧٣".
٤ في ف وج: "ويقول".
٥ في ف وج: "سهمان", وفي ش: "لها كذا أسهمًا".
٦ في ف وج: "فإذا".
٧ في ف وج: "سقط".',NULL,'143',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (119,'فلا ينبغي إلا أن يقول: يقتسمون التركة على كذا وكذا سهمًا، لكل ذكر كذا سهمًا، ولكل أنثى كذا سهمًا، ولا يقل: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} ١، فإن ذلك يشكل على العامي، هذا رأي الإمام أبي القاسم الصيمري. ونحن نجد في تعمد العدول عنه حزازة في النفس لكونه٢ لفظ القرآن العظيم، وأنه قل ما يخفى معناه على أحد. وسبيله أن يكون في جواب مسائل المناسخات شديد التحرز والتحفظ، وليقل فيها: لفلان كذا وكذا، من ذلك كذا من٣ ميراثه من فلان، وكذا بميراثه من فلان، وحسن أن يقول في قسمة المواريث: تقسم التركة بعد إخراج ما يجب تقديمه من دين أو وصية إن كانا٤. والله أعلم.
الحادية عشرة٥: ليس للمفتي أن يبني٦ ما يكتبه من جوابه على ما يعلمه٧ من صورة الواقعة المستفتي عنها إذا لم يكن في الرقعة٨ تعرض له، وكذا إذا زاد٩ السائل شفاهًا ما ليس في الرقعة تعرض له ولا له به تعلق، فليس للمفتي أن يكتب جوابه في الرقعة، ولا بأس بأن يضيفه إلى السؤال بخطه، وإن لم يكن من الأدب كون السؤال جميعه بخط المفتي على ما سبق، ولا بأس أيضًا لو كتب بعد جوابه عما في الرقعة: زاد السائل من لفظه كذا وكذا، والجواب عنه كذا وكذا، وإذا كان المكتوب في الرقعة على خلاف الصورة الواقعة وعلم المفتي بذلك، فليفتِ على ما وجد في
_________
١ النساء آية: "١١".
٢ في ف وج: "لكون".
٣ في ش: "بميراثه".
٤ نقل النووي هذه الفقرة بنصها وعزاها لابن الصلاح في المجموع: "١/ ٨٩-٩٠". صفة الفتوى: ٦٢.
٥ في ج: "عشر".
٦ في صفة الفتوى: ٦٢ "يبين".
٧ في ف: "لا ما يعلم".
٨ في ف وج: "الواقعة".
٩ في ف وج "أراد".',NULL,'144',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (120,'الرقعة١، وليقل: هذا إن كان الأمر على ما ذكر. وإن كان كيت وكيت، ويذكر٢ ما علمه من "الصورة"٣، فالحكم كذا وكذا.
قلت: وإذا زاد المفتي على جواب المذكور في السؤال ما له به تعلق ويحتاج إلى التنبيه عليه "فذلك حسن، والله أعلم٤.
الثانية عشرة٥: لا ينبغي إذا ضاق موضع الفتوى عنها أن يكتب الجواب في رقعة أخرى، خوفًا من الحيلة عليه"٦. ولهذا انبغى أن يكون جوابه موصولا آخر سطر في الرقعة، ولا يدع بينهما فرجة خوفًا من أن يثبت السائل فيها غرضًا "آخر"٧ له ضارًّا، وكذا إذا كان في موضع الجواب ورقة ملزقة٨ كتب على موضع الإلزاق وشغله بشيء، وإذا أجاب على ظهر الرقعة فينبغي أن يكون الجواب في أعلاها لا ذيلها، اللهم إلا أن يبتدئ الجواب في أسفلها متصلا بالاستفتاء فيضيق عليه الموضع فيتمه وراء هذا مما يلي أسفلها ليتصل جوابه، واختار بعضهم أن يكتب٩ على ظهرها ولا يكتب على حاشيتها بطولها، والمختار أن حاشيتها أولى بذلك من ظهرها، والأمر في ذلك قريب١٠. والله أعلم.
الثالثة عشرة١١: إذا رأى المفتي رقعة الاستفتاء قد سبق الجواب فيها من ليس أهلا للفتوى، فعن الإمام أبي القاسم الصيمري رضي الله عنه: "أنه لا يفتي معه،
_________
١ سقط من ف.
٢ في ف وج: "ويذكر فيها ما علمه".
٣ من ف وج وش، وجاء في الأصل: "الصواب".
٤ صفة الفتوى: "٦٢-٦٣" حيث اقتبس الفقرة الحادية عشرة بنصها من ابن الصلاح رحمه الله تعالى، المجموع: "١/ ٨٤-٨٥".
٥ في ج: "عشر".
٦ من ف وج وش.
٧ من ش.
٨ في ف وج: "ملصقة".
٩ في ج: "لا يكتب".
١٠ المجموع: ١/ ٨٨، صفة الفتوى: ٦٣، إعلام الموقعين: ٤/ ٢٥٦.
١١ في ج: "عشر".',NULL,'145',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (121,'لأن فيه تقريرًا لمنكر، بل يضرب على ذلك بإذن صاحب الرقعة، ولو لم يستأذنه في هذا القدر جاز، لكن ليس له احتباس الرقعة إلا بإذن صاحبها، وله انتهار السائل وزجره، وتعريفه قبح ما أتاه، وأنه قد كان واجبًا عليه البحث "عن"١ أهل الفتوى، وطلب من يستحق ذلك، "وإن"٢ رأى فيها اسم من لا يعرفه سأل عنه، فإن لم يعرفه فواسع أن يمتنع من الفتوى معه خوفًا مما قلناه. قال: وكان بعضهم في مثل هذا يكتب على ظهرها, والأولى في هذه المواضع أن يشار على صاحبها بإبدالها، فإن أبى ذلك أجابه شفاهًا"٣.
قلت: وإذا خاف فتنة من الضرب على فتيا العادم للأهلية، ولم تكن خطأ عدل إلى الامتناع من الفتيا معه، وإن غلبت فتاويه لتغلبه على منصبها بجاه أو "تلبيس"٤ أو غير ذلك، بحيث صار امتناع الأهل من الفتيا معه ضارًّا بالمستفتين٥، فليفتِ معه، فإن ذلك أهون الضررين وليتلطف مع ذلك في إظهار قصوره لمن يجهله٦، والله أعلم.
الرابعة عشرة٧: إذا ظهر له أن الجواب على خلاف غرض المستفتي وأنه لا يرضى بكتبه ورقته، فليقتصر على مشافهته بالجواب٨.
حدثني الشيخ أبو المظفر عبد الرحيم٩ ابن الحافظ أبي سعد١٠ عبد الكريم
_________
١ من ف وج وش وفي الأصل: "من".
٢ من ف وش وفي الأصل "فإن".
٣ المجموع: ١/ ٩٠، صفة الفتوى: ٦٤.
٤ من ف وج وش وفي الأصل: "تدريس".
٥ في ف وج: "للمستفتين".
٦ المجموع: ١/ ٩٠، صفة الفتوى: ٦٤.
٧ في ج: "عشر".
٨ المجموع: ١/ ٨٨، صفة الفتوى: ١٦٤.
٩ هو "أبو المظفر عبد الرحيم بن عبد الكريم بن محمد بن منصور السمعاني، أسمعه والده، وطاف به بلاد خراسان، وما وراء النهر، وخرج له والده "معجمًا لمشايخه"، توفي سنة سبع عشرة وستمائة". ترجمته في: وفيات الأعيان: ٢/ ٣٨١، العبر: ٢/ ٦٨، اللسان: ٤/ ٦.
١٠ في ف وج: "سعيد".',NULL,'146',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (122,'السمعاني بمدينة مرو، والده١ "رحمهما الله"٢، قال: سمعت أبا السعادات المبارك بن الحسين الشاهد٣ بواسط يقول: دخلت على قاضي القضاة أبي عبد الله الدامغاني٤ وكان معي رقعة فيها مسألة، فسألته الجواب عنها، فأخذ الرقعة وشرع يكتب الجواب، وكنت أدعو له، فقال: المعنى إذا وافق جوابه غرض المستفتي يدعو له، وإذا لم يوافق سكت، ثم قال: غرم شيخنا أبو الحسين ابن القدوري٥ لرجل ورقة أفتى يومًا في مسألة استفتي عنها، فاتفق الجواب على خلاف غرض المستفتي، فقال له: يا شيخ أتلفت ورقتي. قال: فأخرج شيخنا ورقة من عنده، وقال: هاك عوضها. والله أعلم.
_________
١ هو "تاج الإسلام الحافظ العلامة أبو سعد عبد الكريم بن منصور المروزي، صنف "الدليل" على تاريخ بغداد للخطيب، و"تاريخ مرو" و"الأنساب"، وغير ذلك، توفي سنة اثنتين وستين وخمسمائة" ترجمته في البداية والنهاية: ١٢/ ١٧٥، المنتظم: ١٠/ ٢٢٤، تذكرة الحفاظ: ٤/ ١٣١٦، العبر: ٤/ ١٧٨، مرآة الجنان: ١٤/ ٣٧١.
٢ سقطت من ف وج.
٣ كذا في النسخ، ولعله: "مبارك بن الحسين أبو الخير الغسال المقرئ، تكلم فيه ابن ناصر، ومشاه غير واحد، رحل إلى واسط، روى عنه أبو طاهر السبخي، وابن السمعاني إجازة. قال ابن السمعاني: كان أديبًا ماهرًا صالحًا ثقة حسن الصوت، مات سنة عشرة وخمسمائة، والغسال بغين معجمة". ترجمته في: المنتظم: ٩/ ١٩٠، تذكرة الحفاظ: ٤/ ١٢٦١، العبر: ٤/ ٢١، المشتبه: ٢/ ٤٥٧، ميزان الاعتدال: ٣/ ٤٣٠، معرفة القراء الكبار: ١/ ٤٦٥، غاية النهاية: ٢/ ٤٠، لسان الميزان: ٥/ ٨، شذرات الذهب: ٤/ ٢٧.
٤ هو "قاضي القضاة أبو عبد الله محمد بن علي بن محمد الدامغاني: بالدال المفتوحة المشددة المهملة، والميم المفتوحة والغين المنقوطة بلدة من بلاد قومس، ولي القضاء ببغداد مدة، وكان إليه الرئاسة والتقدم، وكان فقيهًا فاضلا، توفي سنة ثمان وسبعين وأربعمائة ببغداد". ترجمته في تاريخ بغداد: ٣/ ١٠٩، والأنساب: ٥/ ٢٥٩.
٥ هو "الفقيه أبو الحسين أحمد بن محمد بن أحمد بن جعفر بن حمدان المعروف بالقدوري، من أهل بغداد، كان فقيهًا صدوقًا، انتهت إليه بالعراق رياسة أصحاب أبي حنيفة، توفي سنة ثمان وعشرين وأربعمائة"، ترجمته في: تاريخ بغداد: ٤/ ٣٧٧، الأنساب: ١٠/ ٧٦، والجواهر المضية ترجمة رقم: "١٧٩".',NULL,'147',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (123,'الخامسة عشرة١: إذا وجد في رقعة٢ الاستفتاء فتيا غيره، هي خطأ "قطعًا إما"٣ خطأ مطلقًا لمخالفتها الدليل القاطع، وإما خطأ على مذهب من يفتي ذلك الغير على مذهبه قطعًا، فلا يجوز له الامتناع من الإفتاء تاركًا للتنبيه على "خطتها"٤ إذا لم يكفه ذلك غيره، بل عليه "الضرب"٥ عليها عند تيسره، أو الإبدال وتقطيع٦ الرقعة بإذن صاحبها أو نحو ذلك. وإذا تعذر ذلك وما يقوم مقامه كتب صواب جوابه عند ذلك الخطأ، ثم إن كان المخطئ أهلا للفتوى فحسن أن تعاد إليه بإذن صاحبها، وأما إذا وجد فيها فتيا ممن هو أهل للفتوى وهي على خلاف ما يراه هو، غير أنه لا يقطع "بخطئها"٧، فليقصر على أن يكتب جواب نفسه، ولا يتعرض لفتيا غير بتخطئة٨ ولا اعتراض عليه٩.
وبلغنا: أن الملك الملقب بجلال الدولة من ملوك الديلم المتسلطين على الخلفاء لما زيد في ألقابه شاها نشاه الأعظم، ملك الملوك، وخطب١٠ له بذلك ببغداد على المنبر، جرى في ذلك ما أحوج إلى استفتاء فقهاء بغداد في جواز ذلك وذلك في سنة تسع وعشرين وأربعمائة، فأفتى غير واحد من أئمة العصر بجواز ذلك منهم:
_________
١ في ج: "عشر".
٢ في ش: "كتاب".
٣ ساقطة من ف.
٤ في الأصل: "خطائه"، وفي ف وج وش:"خطائها" وما أثبته هو الموافق للمجموع، وصفة الفتوى حيث اقتبسوا كلام ابن الصلاح هذا بنصه.
٥ من ف وج, وش وفي الأصل: "ضرر".
٦ في ف وج "يقطع".
٧ كذا كتبت في النسخ: "بخطائها". والمثبت من المجموع، وصفة الفتوى.
٨ في ف وج: "بتخطئته".
٩ المجموع: "١/ ٩٠-٩١"، صفة الفتوى: ٦٥.
١٠ في ف وج: "وخطبت".',NULL,'148',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (124,'القاضي الإمام أبو الطيب الطبري، وأبو القاسم الكرخي١، وابن البيضاوي٢، الشافعيون. والقاضي أبو عبد الله الصيمري٣، الحنفي، وأبو محمد التميمي الحنبلي٤، ولم يفت معهم القاضي أبو الحسن الماوردي، فكتب إليه كاتب الخليفة يخصه بالاستفتاء في ذلك، فأفتى بأن ذلك لا يجوز٥، ولقد أصاب في تحريمه
_________
١ هو "الشيخ أبو القاسم منصور بن عمر بن علي البغدادي الكرخي، تفقه على الشيخ أبي حامد الإسفراييني، روى عنه الخطيب البغدادي. توفي سنة سبع وأربعين وأربعمائة". ترجمته في تاريخ بغداد: ١٣/ ٨٧، طبقات الفقهاء للشيرازي: ١٢٩، طبقات الشافعية الكبرى: ٥/ ٣٣٤.
٢ قال السبكي: "واعلم أن البيضاوي في هذه الطبقة من أصحابنا ثلاثة: هذا القاضي "محمد بن أحمد بن العباس الفارسي القاضي" وختن القاضي أبي الطيب الطبري، وأبو عبد الله محمد بن عبد الله بن أحمد ... " الطبقات الكبرى: ٤/ ٩٧. قلت: أما "محمد بن أحمد بن العباس الفارسي القاضي، أبو بكر البيضاوي" "توفي سنة٤٦٨هـ" كذا في معجم المؤلفين: ٨/ ٢٧٣، ولعله وهم نشأ من الترجمة الآتية. ترجمته في طبقات الشافعية الكبرى: ٤/ ٩٦ ولم يذكر سنة وفاته.
والثاني هو: "القاضي أبو الحسن محمد بن محمد بن عبد الله بن أحمد البيضاوي، ختن القاضي أبي الطيب، توفي سنة ثمان وستين وأربعمائة"، ترجمته في تاريخ بغداد: ٣/ ٢٣٩، طبقات الشافعية الكبرى: ٤/ ١٩٦ وجاء فيها "توفي سنة ثمان وثمانين وأربعمائة" وفي نسخ أخرى "ثمان وستين"، الأنساب: ٢/ ٣٦٨.
والثالث هو "القاضي أبو عبد الله محمد بن عبد الله بن أحمد بن محمد البيضاوي، توفي سنة أربع وعشرين وأربعمائة"، ترجمته في تاريخ بغداد: ٥/ ٤٧٦، طبقات الشافعية الكبرى: ٤/ ١٥٢، الأنساب: ٢/ ٣٦٨، فأما "أبو عبد الله محمد بن عبد الله بن أحمد بن محمد البيضاوي" فهو ليس بصاحب الفتوى قطعًا لأنه توفي قبل وقوعها ولم تصرح المصادر التي ذكرت الحادثة باسم البيضاوي صاحب الفتوى والله تعالى أعلم.
٣ هو "أبو عبد الله الحسين بن علي بن محمد بن جعفر الصيمري، أحد الفقهاء المذكورين من أصحاب أبي حنيفة رحمه الله تعالى. وروى عنه أبو بكر الخطيب، وقال: كان صدوقًا، وافر العقل، جميل المعاشرة، عارفًا بحقوق أهل العلم. توفي سنة ست وثلاثين وأربعمائة"، ترجمته في تاريخ بغداد: ٨/ ٧٨، الأنساب: ٨/ ١٢٨.
٤ هو "ابو محمد رزق الله بن عبد الوهاب بن عبد العزيز التميمي الحنبلي، توفي سنة ثمان وثمانين وأربعمائة", ترجمته ومصادرها في سير أعلام النبلاء: ١٨/ ٦٠٩.
٥ انظر الحادثة وامتناع الإمام الماوردي عن الفتوى في الكامل لابن الأثير: "٩/ ٤٥٩-٤٦٠"، البداية والنهاية: "١٢/ ٤٣-٤٤" وذكر كلام ابن الصلاح رحمه الله تعالى وسمى كتابه "أدب المفتي"، طبقات الشافعية الكبرى: "٥/ ٢٧٠-٢٧٢".',NULL,'149',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (125,'ذلك، وأخطئوا في تجويزه١. فلما وقفوا على جوابه تصدوا لنقضه، وأطال القاضيان أبو "الطيب"٢ الطبري، وأبو عبد الله الصيمري في التشنيع عليه، فأجاب الماوردي عن كلامهما بجواب طويل يذكر فيه أنهما أخطآ من وجوه منها: أنه لا يسوغ لمفت إذا استفتي أن يتعرض لجواب غيره برد ولا تخطئة، ويجيب بما عنده من موافقة أو مخالفة، فقد يفتي أصحاب الشافعي بما يخالفهم فيه أصحاب أبي حنيفة، فلا يتعرض أحد منهم لرد على صاحبه٤ والله أعلم.
السادسة عشرة٥: إذا لم يفهم المفتي السؤال أصلًا ولم يحضر صاحب الواقعة، فعن القاضي أبي القاسم الصيمري الشافعي: "رحمه الله"٦: "أن له أن يكتب: يزاد في الشرح لنجيب عنه، أو لم أفهم ما فيها٧ فأجيب عنه٨"٩.
_________
١ هذا هو الحق والصواب، فقد روى أبو هريرة رضي الله تعالى عنه: أن رسول الله صلى الله عليه وسلم قال: "إن أخنع اسم عند الله: رجل تسمى ملك الأملاك" , زاد في رواية: لا مالك إلا الله، قال سفيان: مثل: "شاهان شاه". وأخنع أذل. رواه البخاري: ١٠/ ٤٨٦ في الأدب، باب أبغض الأسماء إلى الله حديث رقم "٦٢٠٥، ٦٢٠٦"، ومسلم في الأدب، باب تحريم التسمي بملك الأملاك، حديث رقم: "٢١٤٣"، والترمذي في الأدب، باب "٦٥" حديث رقم: "٢٨٣٩"، وأبو داود في الأدب، باب تغيير الأسماء حديث رقم: "٤٩٦١", وأحمد في المسند: ٢/ ٢٤٤.
قال الحافظ ابن الحجر في الفتح: ١٠/ ٥٩٠ "وشاهان شاه: بسكون النون وبهاء في آخره، وقد تنون وليست هاء تأنيث، فلا يقال بالمثناة أصلا، وقد تعجب بعض الشراح من تفسير سفيان بن عيينة اللفظة العربية باللفظة العجمية، وأنكر ذلك آخرون، وهو غفلة منهم عن مراده وذلك أن على الاسم الذي ورد الخبر بذمه لا ينحصر في ملك الأملاك، بل كل ما أدى معناه بأي لسان فهو مراد الذم ... وقد منع الماوردي من جواز تلقيب الملك الذي كان في عصره بملك الملوك ... ".
٢ من ف وج وش.
٣ في ف وج: "بعض أصحاب".
٤ المجموع: ١/ ٩١، صفة الفتوى: ٦٥.
٥ في ج: "عشر".
٦ ساقطة من ج.
٧ في الأصل "أفهم عنه" غير أنه وضع خطًّا صغيرًا على "عنه".
٨ في ش: "عنها".
٩ المجموع: ١/ ٩١، صفة الفتوى: ٦٥.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (126,'وقال بعضهم: لا يكتب شيئًا أصلا.
قال: ورأيت بعضهم كتب في مثل هذا: يحضر السائل لنخاطبه شفاهًا١. وإذا اشتملت الرقعة على مسائل فهم بعضها دون بعض، أو فهمها كلها ولم يرد الجواب عن بعضها، أو احتاج في بعضها إلى مطالعة رأيه أو كتبه، سكت عن ذلك البعض "وأجاب"٢ عن البعض الآخر.
وعن الصيمري: أنه يقول في جوابه: فأما باقي المسائل فلنا فيه نظر، أو يقول: مطالعة، أو يقول: زيادة تأمل٣.
قلت٤: وإذا فهم من٥ السؤال صورة وهو يحتلم غيرها، فلينص عليها في أول جوابه، فيقول: إن كان قد قال: كذا وكذا، أو فعل كذا وكذا٦، أو ما أشبه هذا، ثم يذكر حكم ذلك. والله أعلم.
السابعة عشرة٧: ليس بمنكر أن يذكر المفتي في فتواه الحجة إذا كانت نصًّا واضحًا مختصرًا مثل أن يسأل عن عدة الآية، فحسن أن يكتب في فتواه: قال الله "تبارك و"٨ تعالى: {وَاللاَّئِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ} ٩. أو يسأل: هل يطهر جلد الميتة "بالدباغ"١٠؟ فيكتب: نعم
_________
١ الفقيه والمتفقه: "٢/ ١٧٦-١٨٧"، المجموع: ١/ ٩١، صفة الفتوى: ٦٥.
٢ من ف وج وش، وفي الأصل: "أجاب".
٣ الفقيه والمتفقه: ٢/ ١٨٧، المجموع: ١/ ٩١، صفة الفتوى: ٦٦.
٤ في ش: "قال المصنف رضي الله عنه".
٥ في ف وج "عن".
٦ صفة الفتوى: ٦٦.
٧ في ج: "عشر".
٨ من ف وج وش.
٩ الطلاق آية: "٤".
١٠ من ف وج وش وفي الأصل: "الدباغ".',NULL,'151',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (127,'يطهر، قال رسول الله صلى الله عليه وسلم: "أيما إهاب ١ دبغ فقد طهر" ٢. وأما الأقيسة وشبهها فلا ينبغي له ذكر شيء منها.
وفيما وجدناه عن الصيمري قال: لم تجر العادة أن يذكر في فتواه طريق الاجتهاد، ولا وجه القياس والاستدلال، اللهم إلا أن تكون الفتوى تتعلق بنظر قاض فيومئ فيها إلى طريق الاجتهاد، ويلوح بالنكتة التي عليها بنى الجواب، أو يكون غيره قد أفتى فيها بفتوى غلط فيها عنده، فيلوح بالنكتة التي أوجبت خلافه ليقم٣ عذره في مخالفته٤.
قلت٥: وكذلك لو كان فيما يفتي به غموض فحسن أن يلوح بحجته، وهذا التفصيل أولى مما سبق قريبًا ذكره عن القاضي الماوردي من إطلاقه القول: بالمنع من تعرضه للاحتجاج, وقد يحتاج المفتي في بعض الوقائع إلى أن يشدد ويبالغ فيقول: هذا٦ إجماع المسلمين, أو: لا أعلم في هذا خلافًا, أو: فمن خالف هذا فقد خالف الواجب وعدل عن الصواب, أو: فقد أثم وفسق, أو: على ولي الأمر أن يأخذ بهذا ولا يهمل الأمر, وما أشبه هذه الألفاظ على حسب ما تقضيه المصلحة وتوجبه الحال٧، والله أعلم.
_________
١ "الجلد، وقيل: إنما يقال للجلد إهاب قبل الدبغ، فأما بعده فلا، وقيل: هو كل جلد دبغ أو لم يدبغ"، انظر النهاية: ١/ ٨٣، تاج العروس مادة "أهب".
٢ رواه مسلم في الحيض، باب طهارة جلود الميتة، حديث رقم: "٣٦٦"، وأبو داود في اللباس، باب أهمية الميتة، حديث رقم "٤١٢٣"، والترمذي في اللباس، باب ما جاء في جلود الميتة إذا دبغت حديث رقم: "١٧٢٨"، والنسائي: ٧/ ١٧٣ في الفروع والعتيرة، باب جلود الميتة. ومالك في الموطأ: ٢/ ٤٩٨ في الصيد، باب ما جاء في جلود الميتة، والشافعي كما في ترتيب المسند: ١/ ٢٦، وأحمد في المسند: "١/ ٢١٩، ٢٢٧، ٢٣٧ و٢٦١-٢٦٢" وغير ذلك من الصفحات.
٣ في ف وج: "ليفهم".
٤ الفقيه والمتفقه: "٢/ ١٩١-١٩٢"، المجموع: ١/ ٩٠، صفة الفتوى: ٦٦، وانظر إعلام الموقعين: ٤/ ١٦١-١٦٣، ٢٦٠".
٥ في ش: "قال المصنف رضي الله عنه".
٦ في ش: "وهذا".
٧ الفقيه والمتفقه: ٢/ ١٩٢، المجموع: "١/ ٩١-٩٢"، صفة الفتوى: "٦٦-٦٧"، إعلام الموقعين: ٤/ ٢٦٠.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (128,'الثامنة عشرة١: يجب على المفتي عند اجتماع الرقاع بحضرته أن يقدم الأسبق فالأسبق، كما يفعله القاضي عند اجتماع الخصوم، وذلك فيما يجب عليه فيه الإفتاء، وعند التساوي، أو الجهل بالسابق يقدم بالقرعة، والصحيح أنه يجوز له تقديم المرأة والمسافر الذي شد رحله، وفي تأخيره تخلفه عن رفقته٢ على من سبقهما، إذا كثر المسافرون والنساء بحيث يلحق غيرهم من تقديمهم ضرر كبير فيعود بالتقديم٣ إلى السبق٤ أو القرعة، ثم لا يقدم من يقدمه إلا في٥ فتيا واحدة٦، والله أعلم.
التاسعة عشرة٧: ليحذر أن يميل في فتياه مع المستفتي أو مع خصمه، ووجوه الميل كثيرة لا تخفى ومنها: أن يكتب في جوابه ما هو له، ويسكت عما هو عليه.
وليس له أن يبتدئ في مسائل الدعاوي والبينات بذكر وجوه المخالص منها. وإذا سأله أحدهم وقال: بأي شيء تندفع دعوى كذا وكذا، أو بينة كذا وكذا؟ لم يجبه كيلا يتوصل بذلك إلى إبطال حق، وله أن يسأله عن حاله فيما ادعي عليه، فإذا شرحه له عرفه بما فيه من دافع وغير دافع٨. والله أعلم.
العشرون: ليس له إذا استفتي في شيء من المسائل الكلامية أن يفتي بالتفصيل، بل يمنع مستفتيه وسائر العامة من الخوض في ذلك أصلا، ويأمرهم بأن يقتصروا فيها على الإيمان جملة من غير تفصيل، ويقولوا فيها وفيما ورد من الآيات
_________
١ في ج: "عشر".
٢ في المجموع: ١/ ٨٩ "وفي تأخيره ضرر بتخلفه عن رفقته".
٣ في ف وج وش: "إلى التقديم".
٤ في ف وج وش: "بالسبق".
٥ سقطت من ف وج.
٦ المجموع: ١/ ٨٩، صفة الفتوى: ٦٧.
٧ في ج "عشر".
٨ صفة الفتوى: ٦٧.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (129,'والأخبار المتشابهة١: إن الثابت فيها في نفس الأمر كل ما هو اللائق فيها بجلال الله وكماله وتقديسه المطلقين، وذلك هو معتقدنا فيها، وليس "علينا"٢ تفصيله وتعيينه، وليس البحث عنه من شأننا، بل نكل علم تفصيله إلى الله "تبارك و"٢ تعالى، ونصرف عن الخوض فيه قلوبنا وألسنتنا، فهذا ونحوه عند أئمة الفتوى هو الصواب في ذلك، وهو سبيل سلف الأمة، وأئمة المذاهب المعتبرة، وأكابر الفقهاء والصالحين، وهو أصون٤ وأسلم للعامة وأشباههم، ممن يدغل قلبه بالخوض في ذلك، ومن كان منهم اعتقد اعتقادًا باطلا تفصيلا، ففي إلزامه بهذا صرف له عن ذلك الاعتقاد الباطل بما هو أهون وأيسر وأسلم٥.
وإذا عزر ولي الأمر من حاد منهم عن هذه الطريقة، فقد تأسى بعمر بن الخطاب رضي الله عنه في تعزيره صبيغ٦ بن عسل٧ الذي كان يسأل عن المتشابهات٨ على ذلك.
_________
١ ف ف وج: "المتشابهات".
٢ من ف وج وش، وفي الأصل: "عليها".
٣ من ف وج وش.
٤ في ف وج: "أصوب".
٥ المجموع: ١/ ٩٢، صفة الفتوى: "٤٤-٤٥".
٦ في الإكمال: ٥/ ٢٢١ "صبيغ: بالصاد المهملة، وغين معجمة ... "، وفي المجموع: ١/ ٩٢ "بفتح الصاد المهملة"، وفي التوضيح: ٢/ ٢٣٨ "واسمه بصاد مهملة مفتوحة، ثم موحدة مكسورة، ثم المثناة تحت تليها غين معجمة". ومثله المشتبه: ٢/ ٤١٤، والتبصير: ٣/ ٨٥٥، وفي الإصابة: ٣/ ٤٥٨ "صبيغ، بوزن عظيم، وآخره معجمة، ابن عسل، بمهملتين الأولى مكسورة والثانية ساكنة، ويقال بالتصغير، ويقال: ابن سهل الحنظلي، له إدراك وقصته مع عمر مشهورة ... " انظر ترجمته في الإكمال: "٥/ ٢٢١، ٦/ ٢٠٧، ٢٠٨"، المشتبه: ٢/ ٤١٢، التوضيح: ٢/ ٢٣٨، التبصير: ٣/ ٥٨٥، الإصابة: "٣/ ٤٥٨-٤٦٠", والاشتقاق: ٢٢٨، معجم البلدان: ٤/ ١٢٤، تهذيب تاريخ ابن عساكر: ٦/ ٣٨٦.
٧ ويقال فيه: "عسيل: بضم العين وفتح السين"، الإكمال ٦٩/ ٢٠٧.
٨ الرواية: "عن نافع مولى عبد الله -يعني ابن عمر- أن صبيغ العراقي جعل يسأل عن أشياء من القرآن في أجناده من المسلمين، حتى قدم مصر، فبعث به عمرو بن العاص إلى عمر بن الخطاب، فلما أتاه =',NULL,'154',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (130,'والمتكلمون من أصحابنا معترفون بصحة هذه الطريقة، وبأنها أسلم لمن سلمت له، وكان الغزالي منهم في آخر أمره شديد المبالغة في الدعاء والبرهنة عليها١.
وذكر شيخه الشيخ أبو المعالي في كتابه "الغياثي": أن الإمام يحرص ما
_________
= الرسول بالكتاب فقرأه فقال: أين الرجل؟ فقال: في الرحل، قال عمر: أبصر به أين يكون ذهب فتصيبك مني به العقوبة الموجعة، فأتاه به، فقال عمر: تسأل محدثة؟ فأرسل عمر إلى رطائب من جريد فضربه بها حتى ترك ظهره وبرة، ثم تركه حتى برأ، ثم عادله، ثم تركه حتى برأ، فدعا به ليعود له قال: فقال صبيغ: إن كنت تريد قتلي فاقتلني قتلا جميلا، وإن كنت تريد أن تداويني فقد والله برئت فأذن له إلى أرضه, وكتب إلى أبي موسى الأشعري: أن لا يجالسه أحد من المسلمين، فاشتد ذلك على الرجل، فكتب أبو موسى إلى عمر: أن قد حسنت توبته، فكتب عمر أن يأذن للناس بمجالسته". سنن الدارمي: ١/ ٥١، رقم "١٤٦ و١٥٠"، وأخرج روايته ابن عساكر في تاريخ دمشق في ترجمته وانظر تهذيب ابن عساكر: "٦/ ٣٨٦-٣٨٧"، والإصابة: "٣/ ٤٥٨-٤٦٠".
١ دعا الإمام الغزالي رحمه الله تعالى إلى الإيمان بصفات الله تعالى كما وردت في القرآن الكريم والسنة النبوية المطهرة، من غير تشبيه ولا تعطيل، ولا حلول، ولا اتحاد، ودعا إلى نبذ وترك علم الكلام، وأنه بدعة. وأن العقيدة الحقة لا يمكن أن تؤخذ إلا من الكتاب والسنة. فقال: "وقد ألقى الله تعالى إلى عباده على لسان رسوله صلى الله عليه وسلم عقيدة هي الحق على ما فيه صلاح دينهم ودنياهم، كما نطق بمعرفته القرآن والأخبار". المنقذ من الضلال: ٩٨ وقال أيضًا يدعو إلى تنزيه الله تعالى والإيمان بصفاته "التنزيه" وأنه ليس بجسم مصور، ولا جوهر محدود مقدر ... وليس كمثله شيء، ولا هو مثل شيء ... وأنه استوى على العرش، على الوجه الذي قاله، وبالمعنى الذي أراده ... وأنه لا يحل في شيء، ولا يحل فيه شيء ... وأنه حي قادر، جبار قاهر ... وأنه عالم بجميع المعلومات ... وأنه مريد للكائنات مدبر للحوادث ... فما شاء كان، وما لم يشأ لم يكن ... وكل ذلك مما وردت به الأخبار، وشهدت به الآثار، فمن اعتقد جميع ذلك موقنًا به كان من أهل الحق وعصابة السنة، وفارق رهط الضلال والبدعة ... "، انظر كتاب تبيين كذب المفتري: "٢٩٩-٣٠٦"، إحياء علوم الدين: ١/ ٨٩، طبقات الشافعية الكبرى: "٦/ ٢٣٠-٢٤٠" وذم علم الكلام قائلا: "وأما منفعته -أي علم الكلام- فقد يظن أن فائدته كشف الحقائق، ومعرفتها على ما هي عليه، هيهات فليس في الكلام وفاء بهذا المطلب الشريف، ولعل التخبط والتضليل فيه أكثر من الكشف والتعريف ... وأن الطريق إلى حقائق المعرفة في هذا الوجه مسدود"، المنقذ من الضلال: ١٠١، إحياء علوم الدين: ١/ ٢٢ وانظر ما كتبه الأستاذ على محيي الدين القره داغي عن عقدة الإمام الغزالي في تحقيقه لكتاب "الوسيط في المذهب" للإمام الغزالي: "١/ ١٥٨، ١٥٩، ١٦٩، ١٧٠"، وسينقل ابن الصلاح عن الغزالي ما فيه الكفاية.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (131,'أمكنه على جمع عامة الخلق على سلوك سبيل السلف في ذلك١. واستفتي الغزالي في كلام الله تبارك وتعالى فكان من جوابه: وأما الخوض في أن كلامه تعالى حرف وصوت أو ليس كذلك فهو بدعة٢، وكل من يدعو العوام إلى الخوض في هذا فليس من أئمة الدين٣، وإنما٤ هو من المضلين، ومثاله من يدعو الصبيان الذين لا يعرفون السباحة إلى خوض البحر، ومن يدعو الزمن المقعد إلى السفر في البراري من غير مركوب٥.
وقال في "رسالة" له: الصواب للخلق كلهم إلا الشاذ النادر الذي لا تسمح الأعصار إلا بواحد منهم أو اثنتين، سلوك مسلك السلف في الإيمان المرسل، والتصديق المجمل بكل ما أنزله الله تعالى، وأخبر به رسول الله صلى الله عليه وسلم، من غير بحث وتفتيش، والاشتغال بالتقوى٦ ففيه شغل شاغل٧.
"وفي كتاب "أدب المفتي والمستفتي" للصيمري أبي القاسم: إن مما أجمع عليه أهل الفتوى٨ أن من كان موسومًا٩ بالفتوى"١٠ في الفقه، لم ينبغ أن يضع
_________
١ الغياثي: "ص: ١٩٠"، المجموع: ١/ ٩٢، صفة الفتوى: ٤٧.
٢ انظر القول في مسألة كلام الله تعالى وافتراق الناس في ذلك في مجموع الفتاوى الكبرى لابن تيمية: "١٢/ ٥٠٢-٥٣٣".
وقال القاضي علي بن محمد بن أبي العز الدمشقي المتوفى سنة "٧٩٢هـ" في شرح العقيدة الطحاوية: "أنه تعالى لم يزل متكلمًا، إذ شاء، ومتى شاء، وهو يتكلم به بصوت يسمع، وأن نوع الكلام قديم، وإن لم يكن الصوت المعين قديمًا، وهذا هو المأثور عن أئمة الحديث والسنة". شرح العقيدة الطحاوية: ١٣٧. وانظره بالتفصيل صفحة "١٣٦-١٦٢".
٣ انظر أقوال الغزالي في تبيين كذب المفتري: ٣٠٢، طبقات الشافعية الكبرى: "٦/ ٢٣٤-٢٣٥".
٤ في ش: "إنما".
٥ المجموع: ١/ ٩٢، صفة الفتوى: ٤٦.
٦ في وج: "الفتوى".
٧ المجموع: ١/ ٩٢، صفة الفتوى: ٤٦.
٨ كذا في النسخ، ومثله في صفة الفتوى: ٤٧، وفي المجموع: ١/ ٩٣ "التقوى".
٩ في ف وج: "منسوبًا"، وفي ش: "موسومًا" ومثله في المجموع: ١/ ٩٣.
١٠ من ف وج وش، وفي الأصل وفي كتاب "أدب الفتوى والمستفتي" للصيمري أبي القاسم: إن مما أجمع عليه أهل الفتوى من كان موسومًا بالفتوى فقيه شغل شغل شاغل، وفي كتاب "أدب المفتي والمستفتي" للصيمري أبي القاسم: إن مما أجمع عليه أهل الفتوى، أن من كان موسومًا بالفتوى", وهذا خلط وتكرار.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (132,'خطة بفتوى في مسألة من الكلام، كالقضاء والقدر، والرؤية، وخلق القرآن، وكان بعضهم لا يستتم قراءة مثل هذه الرقعة١.
وحكى أبو عمر ابن عبد البر الفقيه الحافظ الأندلسي: الامتناع من الكلام في كل ذلك عن الفقهاء والعلماء قديمًا وحديثًا من أهل الحديث والفتوى، وقال: إنما خالف ذلك أهل البدع٢.
قلت٣: فإن كانت المسألة مما يؤمن في تفصيل جوابها من ضرر الخوض المذكور جاز الجواب تفصيلا، وذلك بأن يكون جوابها مختصرًا مفهومًا، فما ليس له أطراف يتجاذبها المتنازعون، والسؤال عنه صادر من مسترشد خاص منقاد، أو من عامة قليلة التنازع والمماراة، والمفتي ممن ينقادون لفتواه ونحو هذا، وعلى هذا ونحوه يخرج ما جاء عن بعض السلف من بعض الفتوى في بعض المسائل، الكلامية، وذلك منهم قليل نادر٤، والله أعلم٥.
_________
١ المجموع: ١/ ٩٣، صفة الفتوى: "٤٧-٤٨".
٢ انظر جامع بيان العلم وفضله: "٢/ ١٣٣-١٥٠"، المجموع: ١/ ٩٣، صفة الفتوى: ٤٨.
٣ في ش: "قال المصنف رضي الله عنه".
٤ المجموع: ١/ ٩٣ حيث اقتبس النووي رحمه الله تعالى الفقرة "العشرون" بنصها وغزاها إلى ابن الصلاح رحمه الله تعالى، صفة الفتوى: ٤٨.
٥ في ج "والله أعلم بالصواب".',NULL,'157',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (133,'<span data-type="title" id=toc-19>القول في صفة المستفتي وأحكامه وآدابه</span>
<span data-type="title" id=toc-20>صفته</span>
...
القول في صفة المستفتي وأحكامه وآدابه:
أما صفته:
فكل من لم يبلغ درجة المفتي فهو فيما يسأل عنه من الأحكام الشرعية مستفتٍ ومقلد لمن يفتيه١.
وحدُّ التقليد في اختيارنا وتحريرنا: قبول قول من يجوز عليه الإصرار على الخطأ بغير حجة على عين ما قبل قوله٢ فيه، ويجب عليه الاستفتاء إذا نزلت به حادثة يجب عليه تعلم حكمها٣.
_________
١ انظر: البرهان: ٢/ ١٣٥٧، الفقرة "١٥٤٥" اللمع: ١٢٥، الإحكام للآمدي: "٤/ ٢٩٧"، المستصفى: ٢/ ٣٨٧ المنخول: ٤٧٢، مختصر ابن الحاجب" ٣٠٥، التحرير: ٤/ ٢٤١، مسلم الثبوت: ٢/ ٤٠٠، إرشاد الفحول: ٢٤٧.
٢ في ش: "ما قيل له فيه".
٣ المجموع: ١/ ٩٤، صفة الفتوى: ٦٨.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (134,'<span data-type="title" id=toc-21>وفي أحكامه وآدابه مسائل:</span>
"الأولى": اختلفوا في أنه هل يجب عليه البحث والاجتهاد عن أعيان المفتين؟ وليس هذا الخلاف على الإطلاق، فإنه يجب عليه قطعًا البحث الذي يعرف به صلاحية من يستفتيه "للإفتاء"١ إذا لم يكن قد تقدمت معرفته بذلك، ولا يجوز له استفتاء كل من اعتزى إلى٢ العلم، وإن انتصب في منصب التدريس أو غيره من مناصب أهل العلم، بمجرد ذلك٣. ويجوز له استفتاء من تواتر بين الناس أو استفاض فيهم كونه أهلا للفتوى، وعند بعض أصحابنا المتأخرين: إنما يعتمد قوله: أنا أهل للفتوى لا شهرته بذلك والتواتر٧، لأن التواتر لا يفيد العلم إذا لم يستند إلى معلوم محسوس، والشهرة "بين"٤ العامة لا يوثق بها، وقد يكون أصلها التلبيس.
_________
١ من ف وج وش، وفي الأصل: "الإفتاء".
٢ في ف طمس وكأنها "اعتبار"، وفي المجموع: ١/ ٩٤ "من انتسب إلى العلم".
٣ انظر: الفقيه والمتفقه: "٢/ ١٧٧-١٧٨".
٤ في ف وج: "التواتر".
٥ من ف وج وش وفي الأصل: "من".',NULL,'158',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (135,'ويجوز له أيضًا استفتاء من أخبر المشهور المذكور عن أهليته، ولا ينبغي أن "يكفي"١ في هذه الأزمان بمجرد تصديه للفتوى واشتهاره بمباشرتها، لا٢ بأهليته لها.
وقد أطلق الشيخ أبو إسحاق الشيرازي وغيره: أنه يقبل فيه خبر العدل الواحد٣.
وينبغي أن يشترط فيه: أن يكون عنده من العلم والبصر ما يميز به الملتبس من غيره، ولا يعتمد في ذلك على خبر آحاد٤ العامة، لكثرة٥ ما يتطرق "إليهم"٦ من التلبيس في ذلك٧ إذا عرفت هذا.
فإذا اجتمع اثنان أو أكثر ممن يجوز له٨ استفتاؤهم فهل يجب عليه الاجتهاد في أعيانهم، والبحث عن الأعلم الأورع الأوثق ليقلده دون غيره؟
فهذا فيه وجهان:
"أحدهما"٩: وهو في طريقة العراق منسوب إلى أكثر أصحابنا وهو الصحيح فيها: أنه لا يجب ذلك وله استفتاء من شاء منهم، لأن الجميع أهل، وقد أسقطنا الاجتهاد عن العامي١٠.
_________
١ من ف وج وش وفي الأصل: "تكون".
٢ في صفة الفتوى: ٦٨ "إلا".
٣ اللمع في أصول الفقه لأبي إسحاق الشيرازي: ١٢٨.
٤ في ش: "الآحاد".
٥ في ف وج "كثرة".
٦ من ف وج وش وفي الأصل: "إليه".
٧ المجموع: ١/ ٩٤، صفة الفتوى: "٦٧-٦٨".
٨ ساقطة من ف وج.
٩ في ج "الأول".
١٠ المجموع: ١/ ٩٤، صفة الفتوى: ٦٩، وانظر اللمع: ١٢٨، المحصول: "٢/ ١١٢-١١٤"، الإحكام للآمدي: ٤/ ٣١١ المعتمد لأبي الحسين البصري المعتزلي: "٢/ ٣٦-٣٦٥", إعلام الموقعين: ٤/ ٢٦١، والمستصفى: ٢/ ٣٩٠، المنخول: ٤٧٩، التبصرة في أصول الفقه: للشيخ أبي إسحاق إبراهيم بن علي الفيروزآبادي شرح وتحقيق الدكتور محمد حسن هيتو، دار الفكر: ٤١٥، المنتهى لابن الحاجب: "ص١٦٥" فواتح الرحموت: ٢/ ٤٠٤',NULL,'159',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (136,'"والثاني": يجب عليه ذلك، وهو قول ابن سريج، واختيار القفال المروزي، والصحيح عند صاحبه القاضي حسين١، لأنه٢ يمكنه هذا القدر من الاجتهاد بالبحث والسؤال وشواهد الأحوال، فلم يسقط عنه.
والأول أصح، وهو الظاهر٣ من حال الأولين، ولكن متى ما اطلع٤ على الأوثق منهما، فالأظهر أنه يلزمه تقليده دون الآخر، كما وجب تقديم أرجح الدليلين، وأوثق الراويين٥، فعلى هذا يلزمه تقليد الأورع٦ من العالمين، والأعلم من الورعين، فإن كان أحدهما أعلم والآخر أورع، قلد الأعلم على الأصح٧، والله أعلم.
"الثانية": في جواز تقليد الميت وجهان:
"أحدهما": لا يجوز لأن أهليته زالت بموته، فهو كما لو٨ فسق. والصحيح الذي عليه العمل الجواز، لأن المذاهب لا تموت بموت أصحابها، ولهذا يعتد بها بعدهم في الإجماع والخلاف، وموت الشاهد قبل الحكم "لا يمنع من الحكم"٩
_________
١ هو "القاضي الحسين بن محمد بن أحمد المروروذي" تقدم: "ص: ١١٣".
٢ في ج: "أنه".
٣ في ج: "الظ".
٤ في ف وج: "أطلع".
٥ كذا في النسخ، وفي المجموع وصفة الفتوى "الروايتين".
٦ في ف وج "الورع".
٧ المجموع: ١/ ٩٥، صفة الفتوى: ٧٠، وانظر: اللمع: ١٢٨ البرهان: "٢/ ١٣٤٤، الفقرة: ١٥١٩، الإحكام للآمدي: "٤/ ٣١١-٣١٢".
٨ سقطت من ف وج.
٩ سقطت من ف وج.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (137,'بشهادته بخلاف الفسق، والقول الأول يجر خبطًا في الأعصار المتأخرة١.
"الثالثة": هل يجوز للعامي أن يتخير ويقلد أي مذهب شاء؟ لينظر، إن كان منتسبًا إلى مذهب معين بنينا ذلك على وجهين٢، حكاهما القاضي حسين: في أن العامي هل له مذهب أولا؟
"أحدهما": أنه لا مذهب له، لأن المذهب إنما يكون لمن يعرف الأدلة، فعلى هذا له أن يستفتي من شاء من شافعي، أو٣ حنفي, أو غيرهما٤.
"والثاني"٥: وهو الأصح٦ عند القفال المروزي، أن "له مذهبًا"٧ لأنه اعتقد أن المذهب الذي انتسب إليه هو الحق، ورجحه على غيره فعليه الوفاء بموجب اعتقاده ذلك.
فإن كان شافعيًّا لم يكن له أن يستفتي حنفيًّا، ولا يخالف إمامه، فقد٨ ذكرنا في المفتي المنتسب ما يجوز له أن يخالف إمامه فيه، وإن لم يكن قد انتسب إلى مذهب معين فينبني ذلك فيه على وجهين ابن برهان: في أن العامي: هل يلزمه٩ أن يتمذهب بمذهب معين؟ يأخذ برخصه وعزائمه؟
أحدهما: لا يلزمه ذلك كما لم١٠ يلزم في عصر أوائل الأمة أن يخص
_________
١ المجموع: ١/ ٩٥، صفة الفتوى: ٧٠، وانظر إعلام الموقعين: "٤/ ٢١٥-٢١٦"، والمحصول: "٢/ ٣/ ٩٧-٩٨".
٢ في ف وج: "جهتين".
٣ في ف وج وش: "و".
٤ المجموع: ١/ ٩٥، صفة الفتوى: ٧١، وانظر طبقات الشافعية للإسنوي: ٢/ ٥٢٢، إعلام الموقعين: ٤/ ٢٦٢.
٥ سقطت من ش.
٦ في ف وج: "الصحيح".
٧ سقطت من ش.
٨ في ش: "وقد".
٩ في ج: "يلزم".
١٠ من ف وج وش وفي الأصل: "لا".',NULL,'161',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (138,'العامي عالمًا١ معينًا "بتقليده"٢.
قلت٣: فعلى هذا هل٤ له أن يستفتي على أي مذهب شاء؟ أو يلزمه أن يبحث حتى يعلم علم مثله أسد المذاهب وأصحها أصلا فيستفتي أهله٥؟
فيه وجهان مذكوران كالوجهين اللذين سبقا في إلزامه بالبحث عن الأعلم، والأوثق من المفتين.
"والثاني": يلزمه ذلك، وبه قطع الكيا أبو الحسن، وهو جار "له"٦ في كل من لم يبلغ رتبة الاجتهاد من الفقهاء وأرباب سائر العلوم، ووجهه أنه لو جاز له اتباع أي مذهب شاء لأفضى إلى أن يلتقط رخص المذاهب متبعًا هواه، ومتخيرًا بين التحريم والتجويز، وفي ذلك انحلال ربقة٧ التكليف بخلاف العصر الأول، فإنه لم تكن المذاهب الوافية بأحكام الحوادث حينئذ قد مهدت وعرفت، فعلى هذا يلزمه أن يجتهد في اختيار مذهب يقلده على التعيين، وهذا أولى بإيجاب الاجتهاد فيه على العامي مما سبق ذكره في الاسفتاء، ونحن نمهد له طريقًا يسلكه في اجتهاده سهلا، فنقول:
أولا: ليس له أن يتبع في ذلك مجرد التشهي، والميل إلى ما وجد عليه أباه، وليس له التمذهب بمذهب أحد من أئمة الصحابة، وغيرهم من الأولين، وإن كانوا
_________
١ في ف وج: "علمًا".
٢ من ف وج وش وفي الأصل: "تقليده".
٣ في ش: "قال المصنف رضي الله عنه".
٤ سقطت من ف.
٥ في ش: "أهلها".
٦ من ف وج.
٧ في ف وج: "رتبة".',NULL,'162',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (139,'أعلم، وأعلى درجة ممن١ بعدهم، لأنهم لم يتفرغوا لتدوين٢ العلم وضبط أصوله وفروعه، وليس لأحد منهم مذهب مهذب محرر مقرر، وإنما قام بذلك من جاء بعدهم من الأئمة الناخلين٣ لمذاهب الصحابة والتابعين، القائمين بتمهيد أحكام الوقائع قبل وقوعها، الناهضين بإيضاح أصولها وفروعها، كمالك وأبي حنيفة وغيرهما٤.
ولما كان الشافعي "رحمه الله"٥ قد تأخر عن هؤلاء الأئمة ونظر في٦
_________
١ في ف وج: "من".
٢ في ف وج: "بتدوين".
٣ في ف وج: "المتأخرين".
٤ المجموع: ١/ ٩٦، صفة الفتوى: ٧٢-٧٣". وقال ابن القيم في إعلام الموقعين: "٤/ ٢٦٢-٢٦٣"، هل على العامي أن يتمذهب بمذهب واحد من الأئمة الأربعة؟ أحدهما: لا يلزمه، وهو الصواب المقطوع به، إذ لا واجب إلا ما أوجبه الله ورسوله، ولم يوجب الله ولا رسوله على أحد من الناس أن يتمذهب بمذهب رجل من الأئمة فيقلده دينه دون غيره ... بل لا يصح للعامي مذهب لو تمذهب به، فالعامي لا مذهب له، لأن المذهب إنما يكون لمن له نوع نظر واستدلال، ويكون بصيرًا بالمذاهب على حسبه، أو لمن قرأ كتابًا في فروع ذلك المذهب وعرف فتاوى إمامه وأقواله، وأما من لم يتأهل لذلك البتة بل قال: أنا شافعي، أو حنبلي، أو غير ذلك، لم يصر كذلك بمجرد القول، كما لو قال: أنا فقيه، أو نحوي، أو كاتب، لم يصر كذلك بمجرد قوله ... ولا يلزم أحدًا قط أن يتمذهب بمذهب رجل من الأئمة بحيث يأخذ أقواله كلها ويدع أقوال غيره.
وهذه بدعة قبيحة حدثت في الأمة، لم يقل بها أحد من أئمة الإسلام، وهم أعلى رتبة وأجل قدرًا وأعلم بالله ورسوله من أن يلزموا الناس بذلك، وأبعد منه قول من قال: يلزمه أن يتمذهب بأحد المذاهب الأربعة. فبالله العجب! ماتت مذاهب أصحاب رسول الله صلى الله عليه وسلم ومذاهب التابعين وتابعيهم وسائر أئمة الإسلام، وبطلت جملة إلا مذاهب أربعة أنفس فقط من بين سائر الأئمة والفقهاء، وهل قال ذلك أحد من الأئمة أو دعا إليه أو دلت عليه لفظة واحدة من كلامه؟ والذي أوجبه الله تعالى ورسوله على الصحابة والتابعين هو الذي أوجبه على من بعدهم إلى يوم القيامة، ولا يختلف الواجب ولا يتبدل، وإن اختلفت كيفيته، أو قدره باختلاف القدرة والعجز والزمان والمكان والحال فذلك أيضًا تابع لما أوجبه الله ورسوله ... ".
أما عن تتبع الرخص فقال ابن القيم في إعلام الموقعين: ٤/ ٢٦٤: "ولكن ليس له أن يتبع رخص المذاهب وأخذ غرضه من أي مذهب وجده فيه، بل عليه اتباع الحق بحسب الإمكان".
٥ من ج.
٦ سقطت من ف وج.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (140,'مذاهبهم نحو نظرهم في مذاهب من قبلهم، فسبرها وخبرها وانتقدها، واختار أرجحها، ووجد من قبله قد كفاه مؤنة التصوير والتأصيل فتفرغ للاختيار والترجيح والتنقيح والتكميل، مع كمال آلته وبراعته في العلوم، وترجحه في ذلك على من سبقه، ثم لم يوجد بعده من بلغ محله في ذلك، كان مذهبه أولى المذاهب بالاتباع والتقليد، وهذا مع ما فيه من الإنصاف والسلامة من القدح في أحد من الأئمة جلي واضح، إذا تأمله العامي قاده إلى اختيار مذهب الشافعي والتمذهب به١. والله أعلم.
"الرابعة": إذا اختلف عليه فتوى مفتيين، فللأصحاب فيه أوجه٢:
أحدهما: أنه يأخذ بأغلظها، فيأخذ بالحظر دون الإباحة، لأنه أحوط، ولأن الحق ثقيل.
"والثاني": يأخذ بأخفهما٣، لأنه صلى الله عليه وسلم: "بعث بالحنفية٤ السمحة السهلة"٥.
_________
١ المجموع: "١/ ٩٦-٩٧"، وقد اقتبس "أحمد بن حمدان الحنبلي" في صفة الفتوى: ٧٤ هذا الكلام غير أنه بدل اسم الشافعي باسم أحمد رحمهما الله تعالى. وقال: "وقد ادعى الشافعية ذلك في مذهب الشافعي أيضًا ... ونحن نقول: كان الإمام أحمد أكثرهم علمًا بالأخبار، وعملًا بالآثار، واقتفاء للسلف، واكتفاء بهم دون الخلف ... ". وانظر ما نقله ابن الصلاح عن الأئمة رحمهم الله تعالى جميعًا: "أينما صح الحديث فهو مذهبي"، وانظر إعلام الموقعين: "٤/ ٢٣٣-٢٣٤".
٢ المجموع: ١/ ٩٧، صفة الفتوى: ٨٠، وانظر اللمع: ١٢٨، الإحكام للآمدي: ٤/ ٢٥٥، البرهان: ٢/ ١٣٤٤, الفقرة "٥١٩"، المحصول: "٢/ ٣/ ٢١٦- ٢١٧"، جمع الجوامع بشرح الجلال: ٢/ ٣٥٢، إعلام الموقعين: ٤/ ٢٦٤، المعتمد: ٢/ ٣٦٤، المنخول: ٤٨٣.
٣ المجموع: ١/ ٩٧، صفة الفتوى: ٨٠، اللمع: ١٢٨، المحصول: ٢/ ٣/ ٢١٤-٢١٦".
٤ في ف وج "الحنفية".
٥ أحمد في المسند: "٥/ ٢٦٦، ٦/ ١١٦، ٢٣٣" "وإني أرسلت بالحنفية السمحة" ... ، وانظر: المقاصد الحسنة: ١٠٩، فيض القدير: ٣/ ٢٠٣" بعثت بالحنفية السمحة" عن جابر رضي الله عنه، وضعيف الجامع: ٣/ ١٠ برقم: "٢٣٣٥"، كشف الخفاء: ١/ ٢٨٧، تمييز الطيب من الخبيث: ٣٦، اللمع: ١٢٨, والحنيف: "هو المائل إلى الإسلام الثابت عليه، والحنيف عند العرب: من كان على دين إبراهيم عليه السلام". النهاية: ١/ ٤٥١، وانظر تاج العروس مادة "حنف".',NULL,'164',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (141,'"والثالث": يجتهد في الأوثق١، فيأخذ٢ بفتوى الأعلم الأورع كما سبق شرحه، واختاره السمعاني الكبير، ونص الشافعي على مثله في القبلة٣.
"والرابع": يسأل مفتيًا آخر فيعمل بفتوى من يوافقه٤.
"والخامس": يتخير فيأخذ بقول أيهما شاء وهو الصحيح عند الشيخ أبي إسحاق الشيرازي٥، واختاره صاحب "الشامل"٦، فيما إذا تساوى المفتيان في نفسه.
والمختار: أن عليه أن يجتهد ويبحث عن الأرجح فيعمل به فإنه حكم التعارض وقد وقع، وليس كما سبق ذكره من الترجيح المختلف فيه عند الاستفتاء، وعند هذا ليبحث عن الأوثق، من المفتيين فيعمل بفتياه، فإنه لم يترجح أحدهما عنده استفتى آخر٧، وعمل بفتوى من وافقه الآخر، فإن تعذر ذلك وكان اختلافهما في الحظر والإباحة، وقبل العمل، اختار جانب الحظر وترك "جانب الإباحة"٨، فإنه أحوط وإن تساويا من كل وجه خيرناه بينهما، وإن أبينا التخيير في غيره، لأنه ضرورة في صورة نادرة.
ثم "إنما"٩ نخاطب بما ذكرناه المفتيين، وأما العامي الذي وقع له ذلك
_________
١ انظر اللمع: ١٢٨، المعتمد: ٢/ ٢٦٥، الإبهاج: ٣/ ٥٣، المجموع: ١/ ٩٧، صفة الفتوى؛ "٨٠-٨١".
٢ في ف وج: "ويأخذ".
٣ في ف وج: "القتل"، وما جاء في الأصل هو الموافق للمجموع: ١/ ٩٧ وانظر الإبهاج: ٣/ ٢٥٣، المعتمد: "٢/ ٣٩٥-٣٩٦".
٤ المجموع: ١/ ٩٧، صفة الفتوى: ٨١, وانظر اللمع: ١٢٨.
٥ اللمع لأبي إسحاق الشيرازي: ١٢٨.
٦ هو "عبد السيد بن محمد بن عبد الواحد بن أحمد بن جعفر، أبو نصر بن الصباغ" تقدمت ترجمته: ٩١.
٧ في ف وج "الآخر".
٨ من هامش ج ولم يشر إلى دخولها في الأصل. وفي هامش الأصل "س" "الإباحة" ولم يشر أيضًا إلى دخولها في الأصل.
٩ من ش وهو الموافق للمجموع: ١/ ٩٧ وصفة الفتوى؛ ٨١ وفي الأصل: "إنا".',NULL,'165',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (142,'فحكمه أن يسأل عن ذلك ذينك المفتيين أو مفتيًا آخر، وقد أرشدنا المفتي إلى ما يجيبه به في ذلك، فهذا جامع لمحاسن الوجوه المذكورة، ومنصب في قالب التحقيق١. والله أعلم.
"الخامسة": قال أبو المظفر السمعاني "رحمه الله"٢: إذا سمع المستفتي جواب المفتي لم يلزمه العمل به إلا بالتزامه، ويجوز أن يقال: إنه يلزمه إذا أخذ في العمل به. وقيل: يلزمه إذا وقع في نفسه صحته وحقيته.
قال: وهذا أولى الأوجه.
قلت٣: لم أجد هذا لغيره، وقد حكى هو بعد ذلك عن بعض الأصوليين: أنه إذا أفتاه بما هو مختلف فيه خيره بين أن يقبل منه أو من غيره٤، ثم اختار هو: أنه يلزمه الاجتهاد في أعيان المفتين، ويلزمه الأخذ بفتيا من اختاره باجتهاده ولا يجب تخييره.
والذي تقتضيه القواعد أن نفصل فنقول: إذا أفتاه المفتي نظر فإن لم يوجد
_________
١ نقل النووي في المجموع: ١/ ٩٧ نص قول ابن الصلاح رحمه الله تعالى وقال: "وهذا الذي اختاره، الشيخ ليس بقوي، بل الأظهر أحد الأوجه الثلاثة، وهي الثالث، والرابع، والخامس، والظاهر أن الخامس أظهرها، لأنه ليس من أهل الاجتهاد، وإنما فرضه أن يقلد عالمًا أهلا لذلك، وقد فعل ذلك بأخذه بقول من يشاء منهما، والفرق بينه وبين ما نص عليه في القبلة أن أمارتها حسية فإدراك صوابها أقرب، فيظهر التفاوت بين المجتهدين فيها، والفتاوى أماراتها معنوية فلا يظهر كبير تفاوت بين المجتهدين، والله أعلم". أما ابن حمدان فقد اقتبس كلام ابن الصلاح في صفة الفتوى: ٨١، وسكت عليه.
أما ابن القيم رحمه الله تعالى فذكر الآراء ورجح إلى أنه "يجب عليه أن يتحرى ويبحث عن الراجح بحسبه ... فيعمل كما يعمل عند اختلاف الطريقين أو الطبيبين أو المشيرين". إعلام الموقعين: ٤/ ٢٦٤.
٢ من ش.
٣ في ش: "قال المصنف رضي الله عنه".
٤ في ش: "وبين أن يقبل من غيره".',NULL,'166',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (143,'مفتٍ آخر لزمه الأخذ بفتياه، ولا يتوقف ذلك على التزامه لا بالأخذ١ في العمل به٢ ولا بغيره، ولا يتوقف أيضًا على سكون نفسه إلى صحته في نفس الأمر فإن فرضه التقليد كما عرف، وإن وجد مفت آخر -فإن استبان أن الذي أفتاه هو الأعلم الأوثق- لزمه ما أفتاه به٢، بناء على الأصح في تعينه كما سبق، وإن لم يستبن ذلك لم يلزمه ما أفتاه به٤ بمجرد إفتائه إذ يجوز له استفتاء غيره وتقليده، ولا يعلم اتفاقهما٥ في٦ الفتوى، فإن وجد الاتفاق أو حكم٧ به٨ عليه حاكم لزمه حينئذ٩. والله أعلم.
"السادسة": إذا استفتى فأفتى ثم حدثت١٠ له تلك الحادثة مرة أخرى، فهل يلزمه تجديد السؤال١١؟ فيه وجهان:
"أحدهما": يلزمه لجواز تغير رأي المفتي.
"والثاني": لا يلزمه وهو الأصح، لأنه قد عرف الحكم والأصل استمرار المفتي عليه، وخصص صاحب "الشامل" الخلاف بما إذا قلد حيا، وقطع فيما إذا كان ذلك خبرًا عن ميت، بأنه لا يلزمه.
_________
١ في ف وج وش: "بالأخذ"، وما جاء في الأصل هو الموافق للمجموع: ١/ ٩٨.
٢ سقطت من ف وج.
٣ سقطت من ف وج.
٤ سقطت من ف وج.
٥ في ف وج: "اتفاقهم".
٦ في ف وج: "على".
٧ في ف وج: "وحكم".
٨ ساقطة من ف وج.
٩ المجموع: "١/ ٩٧-٩٨" حيث اقتبس الفقرة الخامسة بنصها، صفة الفتوى: "٨١-٨٢"، إعلام الموقعين: ٤/ ٢٦٤.
١٠ ف وج: "وحدت".
١١ انظر الإحكام للآمدي: ٤/ ٣١٢-٣١٤", البرهان: ٢/ ١٣٤٣-١٣٤٤"، الفقرة: ١٥١٧، ١٥١٨، المجموع: ١/ ٩٨، إعلام الموقعين: "٤/ ٢٣٢-٢٣٣"، المعتمد: ٢/ ٣٥٩.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (144,'ولا يختص ذلك كما قاله، فإن المفتي على مذهب الميت قد١ يتغير٢ جوابه على مذهبه٣، والله أعلم.
"السابعة": له أن يستفتي بنفسه، وله أن ينفذ٤ ثقة يقبل خبره ليستفتي له، ويجوز له الاعتماد على خط المفتي إذا أخبره من يثق بقوله: إنه خطه، أو كان يعرف خطه ولم يتشكك في كون ذلك الجواب٥ بخطه. والله أعلم.
"الثامنة": ينبغي للمستفتي أن يحفظ الأدب مع المفتي ويبجله في خطابه وسؤاله، ونحو ذلك ولا يومئ٦ بيده في وجهه، ولا يقول له: ما تحفظ في كذا وكذا؟ وما مذهب إمامك الشافعي في كذا وكذا٧؟
"ولا يقل"٨ إذا أجابه: هكذا قلت أنا، "أو"٩ كذا وقع لي١٠، ولا يقل له: أفتاني فلان، أو أفتاني غيرك بكذا وكذا. ولا يقل١١ إذا١٢ استفتى في رقعة: إن كان جوابك موافقًا لما أجاب فيها فاكتبه، وإلا فلا تكتب.
_________
١ في ف وج: "وقد".
٢ في ف وج: "تغير".
٣ المجموع: ١/ ٩٨، صفة الفتوى: ٨٢.
٤ في ش: "يقلد" وفي المجموع: ١/ ٩٨ "يبعث".
٥ المجموع: ١/ ٩٨، صفة الفتوى: ٨٣.
٦ في ف وج: "يرمي". وما جاء في الأصل وش وهو الموافق للمجموع.
٧ الفقيه والمتفقه: ٢/ ١٨٠، المجموع: ١/ ٩٨، صفة الفتوى: ٨٣.
٨ من ف وج وش وفي الأصل: "ولا يقول له إذا ... " وما جاء في النسخ الأخرى هو الموافق للمجموع: ١/ ٩٨.
٩ من ف وج وش وفي الأصل: "و"، وما جاء في النسخ الأخرى هو الموافق للمصادر التي نقلت كلام ابن الصلاح.
١٠ الفقيه والمتفقه: ٢/ ١٨٠، المجموع: ١/ ٩٨، صفة الفتوى: ٨٣.
١١ في ف وج: "يقول".
١٢ ساقطة من ف وج.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (145,'ولا يسأله١ وهو قائم، أو مستوفز، أو على حالة ضجر، أو هم به٢، أو غير ذلك مما يشغل القلب.
ويبدأ بالأسن الأعلم من المفتيين، وبالأولى٣ فالأولى٤ على ما سبق بيانه.
وقال الصيمري: إذا أراد جمع الجوابات في رقعة قدم الأسن والأعلم، وإن أراد إفراد الجوابات في رقاع فلا يبالي بأيهم بدأ٥. والله أعلم.
"التاسعة": ينبغي أن تكون رقعة الاستفتاء واسعة ليتمكن المفتي٦ من استيفاء الجواب، فإنه إذا ضاق البياض اختصر فأضر ذلك بالسائل، ولا يدع الدعاء فيها لمن يفتي إما خاصًّا إن خص واحدًا باستفتائه، وإما عامًّا إن استفتى الفقهاء مطلقًا.
وكان بعضهم يختار أن يدفع الرقعة إلى المفتي منشورة ولا يحوجه إلى نشرها ويأخذها٧ من يديه إذا أفتى ولا يحوجه إلى طيها٨.
وينبغي أن يكون كاتب الاستفتاء ممن يحسن السؤال ويضعه على الغرض، مع إبانة الخط واللفظ، وصيانتهما عما يتعرض للتصحيف٩، كنحو ما حكي: أن مستفتيا استفتى، ببغداد في رقعة عمن قال: أنت طالق إن؟ ثم أمسك عن ذكر الشرط لأمر
_________
١ في ش: "يسأل".
٢ من الأصل فقط ولم تذكر في المجموع، ولا صفة الفتوى.
٣ في ف وج: "والأولى".
٤ اقتبس ابن الصلاح رحمه الله تعالى هذه الفقرة من الخطيب البغدادي في كتابه الفقيه والمتفقه: "٢/ ١٧٨-١٨٢".
٥ الفقيه والمتفقه: "٢/ ١٨١، ١٨٢"، المجموع: ١/ ٩٨، صفة الفتوى: ٨٣.
٦ في ف وج: "المستفتي".
٧ في ف وج: "يأخذ".
٨ الفقيه والمتفقه: ٢/ ١٨١.
٩ المجموع: "١/ ٩٨-٩٩"، صفة الفتوى: "٨٣-٨٤".',NULL,'169',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (146,'لحقه، فقال: ما يقول السادة الفقهاء في رجل قال لامرأته: أنت طالق إن؟ ثم وقف عند إن -يعني ثم أمسك ووقف عند: إن- فتصحف١ ذلك على الفقهاء لكون السؤال عريًّا عن الضبط، واعتقدوه تعليقًا للطلاق على تمام وقف رجل اسمه عبدان٢.
فقالوا: إن تم وقف عبدان٣ طلقت، وإن لم يتم هذا الوقف فلا طلاق.
حتى حملت إلى أبي الحسن الكرخي الحنفي٤، وقيل إلى أبي مجالد الضرير، فتنبه لحقيقة الأمر فيها، فأجاب على ذلك فاستحسن منه٥.
قال الصيمري: ويحرص أن يكون كاتبها من أهل العلم، وقد كان بعض
_________
١ التصحيف: "هو تغيير في نقط الحروف أو حركاتها مع بقاء صورة الخط". انظر مقدمة القسطلاني بشرحها نيل الأماني للأبياري: ٥٦، تصحيفات المحدثين: ١/ ٣٩، مقدمة كتاب "المؤتلف والمختلف" للإمام الدارقطني بتحقيقنا.
والتحريف: "هو العدول بالشيء عن جهته، وحرف الكلام تحريفًا عدل به عن جهته، وهو قد يكون بالزيادة فيه، والنقص منه، وقد يكون بتبديل بعض كلماته، وقد يكون بجعله على غير المراد منه، فالتحريف أعم من التصحيف". انظر توجيه النظر للجزائري: ٣٦٥، تصحيفات المحدثين: ١/ ٣٩، مقدمة كتاب "المؤتلف والمختلف" للدارقطني. "وقد ميز ابن حجر بين "التصحيف" و"التحريف" فقال:
"إن كانت المخالفة بتغيير حرف أو حروف مع بقاء صورة الخط في السياق، فإن كان ذلك بالنسبة إلى النقط فالمصحف، وإن كان بالنسبة إلى الشكل فالمحرف". توجيه النظر: ٤٧، وسبق الحافظ ابن حجر في هذا التفريق الإمام العسكري في كتابه: "شرح ما يقع فيه التصحيف والتحريف"، انظر "المؤتلف والمختلف" للإمام الدارقطني فصل: "التصحيف والتحريف": "٥٧-٦٨".
٢ في ج "عندان".
٣ في ج "عندان".
٤ هو "أبو الحسن عبيد الله بن الحسين بن دلال بن دلهم الكرخي، كرخ جدان، انتهت إليه رئاسة أصحاب أبي حنيفة بعد أبي خازم، وأبي سعيد البردعي، وكان كثير الصوم والصلاة، صبورًا على الفقر والحاجة. توفي سنة أربعين وثلاثمائة"، ترجمته في: الفهرست: ٢٩٣، تاريخ بغداد: ١٠/ ٣٥٣، الأنساب: "٥/ ٣٨٦-٣٨٧، ١١/ ٧٥"، تذكرة الحفاظ: ٣/ ٨٥٥، العبر:٣/ ٢٥٥، الجواهر المضية: ٢/ ٤٩٣.
٥ الرواية في الفقيه والمتفقه: ٢/ ١٨١.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (147,'الفقهاء ممن له رياسة لا يفتي إلا في رقعة كتبها رجل بعينه من أهل العلم ببلده١ والله أعلم.
"العاشرة": لا ينبغي للعامي أن يطالب المفتي بالحجة فيما أفتاه به، ولا يقول له: لم وكيف؟ فإن أحب أن تسكن نفسه بسماع الحجة في ذلك، سأل عنها في مجلس آخر أو في ذلك المجلس بعد قبول الفتوى مجردة عن الحجة.
وذكر السمعاني: أنه لا يمنع من أن يطالب المفتي بالدليل لأجل احتياطه لنفسه، وأنه يلزمه أن يذكر له الدليل إن كان مقطوعًا به، ولا يلزمه ذلك إن لم يكن مقطوعًا به لافتقاره إلى اجتهاد يقصر عنه العامي٢. والله أعلم. "بالصواب"٣.
"الحمد لله رب العالمين وصلواته على سيدنا محمد وآله وصحبه وسلم تسليمًا كثيرًا، وحسبنا الله ونعم الوكيل"٤ آخر٥ كتاب الفتوى تصنيف الشيخ الإمام العلامة تقي الدين المعروف بابن الصلاح تغمده الله برحمته ورضوانه٦.
_________
١ المجموع: ٢/ ٩٩، صفة الفتوى: ٨٤.
٢ المجموع: ١/ ٩٩، صفة الفتوى: ٨٤، وانظر إعلام الموقعين: ٤/ ٢٦٠.
٣ من ج.
٤ من الأصل "س" فقط.
٥ في ف "نجز".
٦ وجاء في نسخة ف: " ... برحمته وأسكنه فردوس جنته ووافق الفراغ من نسخه بعون الله تعالى يوم السبت رابع شهر صفر سنة تسع وثمانين وسبعمائة. على يد الفقير إلى الله تعالى الراجي عفو ربه وغفرانه المعترف بالذنب والتقصير عبد الله بن محمد ابن أبي بكر الخليلي، لطف الله تعالى به.
الحمد لله الكريم وحده وصلى الله على سيدنا محمد النبي الأمي نبي الرحمة، وعلى آله وصحبه الطيبين الطاهرين".
وجاء في نسخة ج: "قوبل وصحح من نسخة مصححة عن نسخة المؤلف فصحح بقدر الإمكان بفضل الملك المنان بأمر مولانا شيخ الإسلام مفتي الأنام فسح الله تعالى في أجله ونفع العالمين بعلمه وعمله.
حرره الفقير حسن بن علي بن الخضر". وجاء في نسخة ش: "كمل الكتاب، وربنا المحمود الوهاب، لخمس خلت من شوال سنة ست وثلاثين وسبعمائة. وصلى الله على سيدنا محمد نبيه وسلم تسليمًا كثيرًا".',NULL,'171',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (148,'<span data-type="title" id=toc-22>الفهارس:</span>
<span data-type="title" id=toc-23>فهرست الآيات القرآنية:</span>
الصفحة الآية السورة
١٠١ {أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ} المطففين آية "٥، ٦".
٨٠ {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} المزمل آية "٥".
١٤٠ {رَبِّ اشْرَحْ لِي صَدْرِي, وَيَسِّرْ لِي أَمْرِي} طه آية "٢٥".
١٤٠ {سُبْحَانَكَ لا عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا} البقرة آية "٣٢".
١٤٠ {فَفَهَّمْنَاهَا سُلَيْمَانَ} الأنبياء آية "٧٩".
١٤٤ {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} النساء آية "١١".
١١٢ {وَخُذْ بِيَدِكَ ضِغْثًا} ص آية "٤٤".
١٥١ {وَاللاَّئِي يَئِسْنَ مِنَ الْمَحِيضِ} الطلاق آية "٤"
٨٥ {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ} النحل "١١٦-١١٧".',NULL,'175',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (149,'<span data-type="title" id=toc-24>فهرست الأحاديث النبوية والآثار:</span>
الصفحة الحديث أو الأثر
٧٨ أجسر الناس على الفتيا
٨٥ أخبرني رجل أنه دخل على ربيعة بن أبي عبد الرحمن فوجده يبكي
٧٥، ١٠٩ أدركت عشرين ومائة من الأنصار
٧٧ إذا أغفل العالم لا أدري
١١٩ إذا صح عن النبي صلى الله عليه وسلم حديث وقلت قولًا فأنا راجع عن قولي
٨٠ إذا كان أصحاب رسول الله صلى الله عليه وسلم تصعب عليهم مسائل
١١٧ إذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم
٨١ أشقى الناس من باع آخرته بدنياه
١١٩، ١٢٠ أفطر الحاجم والمحجوم.
٧٦ إن أحدكم ليفتي في المسألة
١٥٠ إن أخنع اسم عند الله رجل تسمى ملك الأملاك
٨٢ إن الرجل ليسأل عن المسألة ويعجل في الجواب
١٥٤، ١٥٥ إن صبيغ العراقي جعل يسأل عن أشياء من القرآن
٧٤ إن العالم بين الله وبين خلقه.
٧٢ إن العلماء ورثة الأنبياء.
١٣٩، ١٤٠ إن كان هذا صوابًا فمن الله.
١٠٨ أنا أقضي ولا أفتي
٨٢ إنك لتسأل عن المسألة ولو سئل عنها أحد من أصحاب',NULL,'176',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (150,'الصفحة الحديث أو الأثر
١١٢ إنما العلم عندنا الرخصة من ثقة
١١٠ إنه استفتي "الحسن بن زياد اللؤلؤي" في مسألة فأخطأ
٧٨ أنه جاءه رجل فسأله عن شيء فقال القاسم: لا أحسنه.
٧٩ أنه ربما كان يسأل عن خمسين مسألة
٨٠ أنه سئل عن مسألة فقال: لا أدري.
٨٤ أنه كان ليس شيء أشد عليه من الفتوى.
١٤٠ أنهما كانا لا يفتيان حتى يقولا: لا حول ولا قوة إلا بالله.
١٥٢ أيما إهاب دبغ
٧٩ جاء رجل إلى مالك بن أنس يسأله عن
٧٩ سمعت أحمد بن حنبل يستفتى فيكثر أن يقول: لا أدري
٧٩ شهدت مالك بن أنس سئل عن ثمان وأربعين مسألة
١٤٣ صار ثمنها تسعًا "المسألة المنبرية".
١٣٢، ١٣٣ قصة المرأة التي جاءت تسأل أبا بكر بن داود
٨٤ قل من حرص على الفتوى وسابق إليها
١٤٣ ما تقول في رجل مات وخلف ابنة وأختا لأم
١٢٥ مخطئ ومصيب فعليك بالاجتهاد
١٤٣ المسألة المنبرية
٨٤ من أحب أن يُسأل فليس بأهل أن يُسأل
٧٤ من أراد أن ينظر إلى مجالس الأنبياء
٧٥ من أفتى الناس في كل ما يستفتونه
١٢١ هل تعرف سنة لرسول الله صلى الله عليه وسلم في الحلال والحرام لم يودعها الشافعي في كتبه
٧٩ وروي عن الشافعي أنه سئل عن مسألة فسكت
٨٢ يزري على من يعجل في الفتوى
١٠٥ يدرس الإسلام كما يدرس',NULL,'177',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (151,'<span data-type="title" id=toc-25>فهرس الأعلام:</span>
الصفحة الاسم
٩٦، ٩٧، ١٣٢، ١٣٥، ١٥٩، ١٦٥ إبراهيم بن علي بن يوسف الشيرازي
٨٨، ٩٢ إبراهيم بن محمد بن إبراهيم بن مهران الشيرازي
١٢٤ أحمد بن بشر بن عامر
٧٢، ٧٦ أحمد بن الحسين بن علي البيهقي
١٣٢ أحمد بن الحسين بن محمد بن أحمد البغدادي
٧٣ أحمد بن عبد الله بن ميمون
٨٣، ٨٤، ١٣١، ١٣٧ أحمد بن علي بن ثابت الخطيب البغدادي
٩٠، ١٦١ أحمد بن علي بن محمد بن برهان
٩٣، ٩٤، ١٦٠ أحمد بن عمر بن سريج
١٠٨، ١٢٧ أحمد بن محمد بن أحمد الإسفراييني
١١٧ أحمد بن محمد بن أحمد المعروف بابن القطان
١٤٧ أحمد بن محمد بن أحمد بن جعفر القدوري
٧٧، ٧٩، ٩٢ أحمد بن محمد بن حنبل الشيباني
١٢٢، ١٢٣ أحمد بن محمد بن المظفر الخوافي
٧٩ أحمد بن محمد بن هانئ الأثرم
٧٣ إسماعيل بن عبد الله
٩٢، ١٢٦ إسماعيل بن يحيى بن إسماعيل المزني
١١١ أيوب النبي صلى الله عليه وسلم
٨٤ بشر بن الحارث بن عبد الرحمن الحافي
١٤٨ جلال الدولة',NULL,'178',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (152,'الصفحة الاسم
١٠٥ حذيفة بن اليمان
١٢٦ حرملة بن يحيى بن حرملة
٧٦ الحسن البصري
١١٠ الحسن بن زياد اللؤلؤي
١٠١، ١٠٩ الحسين بن الحسن بن محمد بن حليم
٩٢ الحسين بن شعيب بن محمد
١٤٩، ١٥٠ الحسين بن علي بن محمد بن جعفر الصيمري
١١٣، ١٦٠، ١٦١ الحسين بن محمد بن أحمد المروروذي
١٢٧ الحسين بن مسعود الفراء البغوي
١٢٦ حمد بن محمد بن إبراهيم الخطابي
٨٢ الخليل بن أحمد الفراهيدي
٩٢ داود بن علي بن خلف الأصبهاني الظاهري
١٢٧ الربيع بن سليمان بن داود الجيزي الأزدي
١٢٦ الربيع بن سليمان بن عبد الجبار المرادي
٨٥ ربيعة بن فروخ "ربيعة الرأي"
٧٨، ٨١، ٨٢ سحنون بن سعيد "عبد السلام بن سعيد بن حبيب"
١٣٦ أبو سعيد بن الشحام
٨٠ سعيد بن المسيب بن حزن
١١٢ سفيان بن سعيد بن مسروق الثوري
٧٤، ٧٨ سفيان بن عيينة
٧١ سليمان بن الأشعث السجستاني
١٢٥ سليمان بن خلف بن سعد
٧٤ سهل بن عبد الله التستري
١٣٦ سهل بن محمد بن سليمان بن محمد الصعلوكي
الشافعي: محمد بن إدريس الشافعي
١٠٨ شريح بن الحارث بن قيس القاضي
١٥٤ صبيع بن عسل "صبيغ بن عسيل"
١٠٥، ١٠٦ صلة بن زفر',NULL,'179',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (153,'١٠٦، ١٣١، ١٣٢، ١٣٧، ١٤٩، ١٥٠ طاهر بن عبد الله بن عمر الطبري
أبو الطيب الصعلوكي: سهل بن محمد بن سليمان
٧٦ عامر بن شراحبيل الشعبي
١٣١، ١٣٢، ١٣٣ أبو العباس الخضري
٦٤ أبو عبد الله المالكي
١٠٢، ١٢٢، ١٢٧، ١٦٠، ١٦١ عبد الله بن أحمد بن عبد الله القفال الصغير
٧٧ عبد الله بن أحمد بن محمد بن حنبل
٧٥، ٧٦، ٧٧ عبد الله بن عباس بن عبد المطلب
٧٥ عبد الله بن مسعود بن غافل
٧٣ عبد الله بن هلال بن الفرات الرومي الدمشقي
٧٥، ١٠٩ عبد الرحمن بن أبي ليلى
١٣١ عبد الرحمن بن محمد بن عبد الواحد القزاز
٧٨ عبد الرحمن بن مهدي بن حسان
١٤٦ عبد الرحيم بن عبد الكريم بن محمد السمعاني
٩١، ١٦٥ عبد السيد بن محمد بن عبد الواحد بن أحمد
١١٨ عبد العزيز بن عبد الله بن محمد الداركي
٨٨ عبد القاهر بن طاهر بن محمد
١٤٧ عبد الكريم بن محمد بن منصور المروزي ١٤٧
١٣٦ عبد الكريم بن هوازن بن عبد الملك القشيري
٨٨، ٩٦، ١٠٠، ١٠٢، ١٢٣، ١٢٨، ١٥٥ عبد الملك بن عبد الله بن يوسف بن محمد الجويني
١٠٢ عبد الواحد بن إسماعيل بن أحمد الروياني
٨٣، ١١٥، ١٢٤، ١٣٥، ١٣٧، ١٣٩، ١٤١، ١٤٢، ١٤٤، ١٥٠، ١٥١، ١٥٧، ١٦٩، ١٧٠ عبد الواحد بن الحسين بن محمد القاضي الصيمري
١٣٦ عبد الوهاب بن شاه بن أحمد بن عبد الله النيسابوري
١٣١ عبد الوهاب بن علي بن علي بن عبيد الله
١٧٠ عبيد الله بن الحسين بن دلال
٧٦ عثمان بن عاثم بن حصين الأسدي',NULL,'180',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (154,'١٤٣ علي بن أبي طالب
٨٣، ١٠٣، ١٠٦، ١٢٤، ١٤١، ١٤٩، ١٥٠، ١٥٢ علي بن محمد بن حبيب الماوردي
٨٤ علي بن محمد بن خلف المعافري
١١٨، ١٦٢ علي بن محمد بن علي الطبري الكياهرّاسي
١٣٢ علي بن هبة الله بن عبد السلام البغدادي
٧٦، ١٥٤ عمر بن الخطاب
١٣٠ عمر بن محمد بن عكرمة الجزري
٧١ عويمر بن زيد القيسي
٧٨ القاسم بن محمد بن أبي بكر الصديق
٧٧، ٧٩، ٩٢، ١٢٥، ١٤٠ مالك بن أنس الأصبحي
١٤٧ مبارك بن الحسين الشاهد
١٣٠ المبارك بن محمد بن محمد بن محمد بن عبد الكريم الجزري
١٧١ أبو مجالد الضرير
١٠٧ محمد بن إبراهيم بن المنذر النيسابوري
١٤٩ محمد بن أحمد بن العباس الفارسي
١١٣ محمد بن أحمد بن محمد بن عبد الله العبادي
٧٧، ٧٩، ٨٤، ٩٢، ٩٣، ٩٦، ١٠٣، ١١٧، ١١٨، ١١٩، ١٢٠، ١٢١، ١٢٢، ١٢٣، ١٢٧، ١٢٩، ١٣٠، ١٥٠، ١٦١، ١٦٣ محمد بن إدريس الشافعي
١٢٠ محمد بن إسحاق بن خزيمة
٧٢، ٧٦ محمد بن إسماعيل الفارسي
١٤٩ أبو محمد التميمي
١٢٤ محمد بن الحسن بن المنتظر البصري
١٣١، ١٣٢، ١٣٣ محمد بن داود الأصبهاني الظاهري
٧٦ محمد بن عبد الله بن أحمد الأصبهاني الصفار
١٤٩ محمد بن عبد الله بن أحمد بن محمد البيضاوي
٧٣، ٧٦ محمد بن عبد الله بن حمدويه الحاكم النيسابوري
٧٧ محمد بن عجلان القرشي
١٤٧ محمد بن علي بن محمد الدامغاني',NULL,'181',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (155,'٧١ محمد بن عيسى بن سورة الترمذي
٩٠، ١٢٢، ١٢٣، ١٥٦ محمد بن محمد بن أحمد الطوسي الغزالي
١٤٩ محمد بن محمد بن عبد الله بن أحمد البيضاوي
١١٤ محمد بن محمد بن محمش
٧٤ محمد بن المنكدر بن الهدير التيمي
٧٣ محمد بن موسى بن الفضل بن شاذان
٧١ محمد بن يزيد الربعي القزويني
٧٣ محمد بن يعقوب بن معقل بن سنان
١٣٣ محمد بن يونس بن محمد بن منعة الإربلي
١١٤ محمود بن الحسن بن محمد
١٤٠ مكحول الدمشقي
٧٢، ٧٦ منصور بن عبد المنعم بن محمد الفراوي
١٤٩ منصور بن عمر بن علي البغدادي
١١٥، ١٦٥، ١٦٦، ١٧١ منصور بن محمد بن عبد الجبار السمعاني الكبير
١١٩، ١٢٠ موسى بن أبي الجارود المكي
٩٢ النعمان بن ثابت بن زوطي
٧٩ الهيثم بن جميل البغدادي
٩٣ يعقوب بن إبراهيم بن حبيب
٧٨، ١٥٧ يوسف بن عبد الله بن محمد بن عبد البر القرطبي
١١٨ يوسف بن يحيى البويطي
الأنساب:
الجويني: عبد الملك بن عبد الله بن يوسف بن محمد
السمعاني الكبير: منصور بن محمد بن عبد الجبار
الغزالي: محمد بن محمد بن أحمد
القفال الصغير: عبد الله بن أحمد بن عبد الله
الماوردي: علي بن محمد بن حبيب
المزني: إسماعيل بن يحيى بن إسماعيل',NULL,'182',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (156,'الأبناء والآباء:
ابن الأثير: المبارك بن محمد بن محمد
ابن البيضاوي: محمد بن أحمد بن العباس الفارسي
محمد بن عبد الله بن أحمد
محمد بن محمد بن عبد الله بن أحمد
ابن برهان: أحمد بن علي بن محمد أبو الفتح
ابن خزيمة: محمد بن إسحاق بن خزيمة
ابن سريج: أحمد بن عمر بن سريج
ابن ماجه: محمد بن يزيد القزويني
ابن المنذر: محمد بن إبراهيم بن المنذر
أبو إسحاق الشيرازي: إبراهيم بن علي بن يوسف
أبو بكر الأثرم: أحمد بن محمد بن هانئ
أبو بكر بن داود: محمد بن داود بن علي الظاهري
أبو بكر القفال المروزي: عبد الله بن أحمد بن عبد الله
أبو بكر ابن المنذر: محمد بن إبراهيم بن المنذر
أبو حاتم القزويني: محمود بن الحسن بن محمد
أبو حامد الإسفراييني: أحمد بن محمد بن أحمد الإسفراييني
أبو حامد المروروذي: أمد بن بشر بن عامر العامري
أبو الحسن القابسي المالكي: علي بن محمد بن خلف المعافري
أبو الحسن الكرخي الحنفي: عبيد الله بن الحسين بن دلال
أبو الحسين الكياهراسي الطبري: علي بن محمد بن علي
أبو الحسين ابن القدوري: أحمد بن محمد بن جعفر بن حمدان
أبو الحسين ابن القطان: أحمد بن محمد أحمد
أبو الحصين: عثمان بن عاصم بن حصين الأسدي
أبو حنيفة: النعان بن ثابت
أبو الدرداء: عويمر بن زيد القيسي
أبو السعادات ابن الأثير: المبارك بن محمد بن محمد
أبو سعيد الشحام ١٣٦
أبو سليمان الخطابي: حمد بن محمد بن إبراهيم',NULL,'183',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (157,'أبو طاهر الزيادي: محمد بن محمد بن محمش
أبو الطيب الصعلوكي: سهل بن محمد بن سليمان بن محمد
أبو الطيب الطبري: طاهر بن عبد الله بن عمر
أبو عاصم العبادي: محمد بن أحمد بن محمد بن عبيد الله
أبو العباس الأصم: محمد بن يعقوب بن معقل بن سنان
أبو العباس الخضري: ١٣١، ١٣٢، ١٣٣.
أبو عبد الله الحليمي: الحسين بن الحسن بن محمد
أبو عبد الله الدامغاني: محمد بن علي بن محمد الدامغاني
أبو عبد الله الصيمري: الحسين بن علي بن محمد بن جعفر
أبو عبد الله المالكي ٨٤
أبو علي السنجي: الحسين بن شعيب بن محمد
أبو عمر ابن عبد البر: يوسف بن عبد الله بن محمد النمري القرطبي
أبو الفياض: محمد بن الحسن بن المنتظر البصري
أبو القاسم البزري: عمر بن محمد بن عكرمة
أبو القاسم الداركي: عبد العزيز بن عبد الله بن محمد
أبو القاسم الصيمري: عبد الواحد بن حسين بن محمد الصيمري
أبو القاسم القشيري: عبد الكريم بن هوازن بن عبد الملك
أبو مجالد الضرير: ١٧٠
أبو المحاسن الرياني: عبد الواحد بن إسماعيل بن أحمد
أبو محمد التميمي الحنبلي: ١٤٩
أبو المظفر السمعاني الكبير: منصور بن محمد بن عبد الجبار
أبو المعالي: عبد الملك بن عبد الله بن يوسف الجويني
أبو نصر بن الصباغ: عبد السيد بن محمد بن عبد الواحد بن أحمد
أبو الوليد الباجي المالكي: سليمان بن خلف بن سعد
أبو الوليد بن أبي الجارود: موسى بن أبي الجارود
أبو يعقوب البويطي: يوسف بن يحيى البويطي
أبو يوسف القاضي: يعقوب بن إبراهيم',NULL,'184',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (158,'<span data-type="title" id=toc-26>فهرست الكتب الواردة في النص:</span>
الصفحة اسم الكتاب
١٣٧، ١٥٧ ١- "أدب المفتي والمستفتي": لأبي القاسم الصيمري عبد الواحد بن الحسين
١١٨ ٢- "أصول الفقه": لأبي الحسن الكياهراسي
٨١ ٣- "الأم": لمحمد بن إدريس الشافعي
١٠٢ ٤- "بحر المذهب": لأبي المحاسن عبد الواحد بن إسماعيل
٨٣ ٥- "البيوع": لعلي بن حبيب الماوردي
١٠٨ ٦- "تعاليق الشيخ أبي حامد الإسفراييني"
١٢٧ ٧- "التهذيب": للحسين بن مسعود البغوي
١٠٣، ١٤١ ٨- "الحاوي": للماوردي
١١٤ ٩- "الحيل": لأبي حاتم القزويني
١٥٦ ١٠- "رسالة" للغزالي في صفات الله تعالى
١٦٥، ١٦٧ ١١- "الشامل" لأبي نصر بن الصباغ
١٠٣ ١٢- "شرح رسالة الشافعي": للجويني
٩٧، ١٥٦ ١٣- "الغياثي": للجويني
٩٢ ١٤- "المختصر": للمزني
٨١ ١٥- "المدونة" لسحنون بن سعيد
٨٤ ١٧- "مناقب أبي الحسن القابسي": لأبي عبد الله المالكي
١٢٣، ١٢٨ ١٨- "نهاية المطلب في دراية المذهب": لأبي المعالي الجويني',NULL,'185',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (159,'<span data-type="title" id=toc-27>ثبت المصادر والمراجع المخطوطة والمطبوعة:</span>
١- القرآن الكريم.
٢- "آداب الشافعي ومناقبه": لابن أبي حاتم الرازي "ت٣٢٧هـ" تحقيق عبد الغني عبد الخالق، مطبعة السعادة.
٣- "آداب الفتيا": لجلال الدين بن أبي بكر السيوطي "ت٩١١هـ"، مخطوط بمكتبة برستن بأمريكا، مجموعة يهودا ضمن مجموع تحت رقم: "٨٣١".
٤- "الإبهاج في شرح المنهاج على الوصول إلى علم الأصول": للقاضي البيضاوي "ت٦٨٥هـ": تأليف تقي الدين علي بن عبد الكافي السبكي "ت٧٥٦هـ"، وولده تاج الدين عبد الوهاب بن علي السبكي "ت٧٧١هـ"، دار الكتب العلمية، بيروت "١٤٠٤هـ-١٩٨٤م".
٥- الاجتهاد: للسيوطي = "الرد على من أخلد إلى الأرض وجهل أن الاجتهاد في كل عصر فرض".
٦- "الإحكام في أصول الأحكام": لسيف الدين أبي الحسن علي بن محمد الآمدي "ت٤٦٧هـ"، دار الكتب العلمية، بيروت "١٤٠٠هـ-١٩٨٠م".
٧- "الإحكام في تمييز الفتاوى عن الأحكام وتصرفات القاضي والإمام": للإمام شهاب الدين أبي العباس أحمد بن إدريس المصري المالكي "ت٦٨٤هـ"،',NULL,'186',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (160,'حققه وعلق عليه عبد الفتاح أبو غدة، مكتب المطبوعات الإسلامية، حلب "١٣٨٧هـ-١٩٦٧م".
٨- "أحكام القرآن": لأبي بكر محمد بن عبد الله المعروف بابن العربي "ت٥٤٣هـ"، تحقيق علي محمد البجاوي، طبع بمطبعة عيسى البابي الحلبي وشركاه "١٣٧٦هـ-١٩٧٥م".
٩- "أحكام القرآن": لأبي بكر أحمد بن علي الرازي الجصاص "ت٣٧٠هـ"، المطبعة البهية، مصر ١٣٤٧هـ.
١٠- "إحياء علوم الدين": لأبي حامد محمد بن محمد بن محمد الغزالي "ت٥٠٥هـ" دار المعرفة، بيروت.
١١- "أدب الدنيا والدين": لأبي الحسن علي بن محمد بن حبيب البصري الماوردي "ت٤٠٥هـ" تحقيق مصطفى السقا، دار الفكر للطباعة والنشر والتوزيع.
١٢- "إرشاد الفحول إلى تحقيق الحق من علم الأصول": لمحمد علي الشوكاني "ت١١٢٥هـ"، مطبعة محمد علي صبيح، ١٣٤٩هـ.
١٣- "إرشاد الفحول إلى تحقيق الحق من علم الأصول": لمحمد علي الشوكاني، دار الفكر.
١٤- "أسد الغابة": لعز الدين أبي الحسن علي بن محمد الجزري "ت٦٣٠هـ"، كتاب الشعب، القاهرة.
١٥- "الاشتقاق": لأبي بكر محمد بن الحسن بن دريد "ت٣٢١هـ"، تحقيق عبد السلام هارون، مؤسسة الخانجي، القاهرة.
١٦- "الإصابة في تمييز الصحابة": لأبي الفضل أحمد بن علي حجر العسقلاني "ت٨٥٢هـ" تحقيق علي محمد البجاوي، دار نهضة مصر.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (161,'١٧- "أصول الدعوة": تأليف عبد الكريم زيدان، مكتبة المنار الإسلامية، الطبعة الثالثة، "١٣٩٦هـ-١٩٧٦م".
١٨- "الاعتبار في الناسخ والمنسوخ": لأبي بكر محمد بن موسى الحازمي "ت٥٨٤هـ". حققه محمد أحمد عبد العزيز، مكتبة عاطف، القاهرة.
١٩- "الإعلام": لخير الدين بن محمود بن محمد الزركلي "ت١٣٩٦هـ"، دار العلم للملايين، بيروت، الطبعة الرابعة ١٩٧٩م.
٢٠- "إعلام الموقعين عن رب العالمين": لشمس الدين أبي عبد الله محمد بن أبي بكر المعروف بابن قيم الجوزية "ت٧٥١هـ" تعليق محمد محيي الدين عبد الحميد، توزيع دار الباز، مكة المكرمة.
٢١- "الإكمال في رفع عارض الارتياب عن المؤتلف والمختلف من الأسماء والكنى والأنساب": لأبي نصر علي بن هبة الله المعروف بابن ماكولا "ت٤٧٥هـ" تحقيق المعملي اليماني، نشر أمين دمج، بيروت، لبنان.
٢٢- "الأم": للإمام محمد بن إدريس الشافعي المطلبي "ت٢٠٤هـ" دار الشعب، القاهرة.
٢٣- "الانتقاء في فصائل الثلاثة الفقهاء": لأبي عمر يوسف بن عبد البر النمري القرطبي "ت٤٦٣هـ"، دار الكتب العلمية بيروت.
٢٤- "الأنساب" لأبي سعد عبد الكريم بن محمد بن منصور التميمي السمعاني "ت٥٦٢هـ"، من المجلد "١-١٠" نشر أمين دمج بيروت، ومن "١١- ١٣" مطبعة المعارف الهندية.
٢٥- "إيضاح المكنون في الذيل على كشف الظنون": لإسماعيل بن محمد بن مير سليم الباباني البغدادي "ت١٣٣٩هـ"، طبع إستانبول.
٢٦- "البحر المحيط": للإمام بدر الدين محمد بن بهادر الزركشي "ت٧٩٤هـ"،',NULL,'188',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (162,'مخطوطة بمكتبة الأزهر تحت رقم "٢٠".
٢٧- بدائع الصنائع في ترتيب الشرائع: لعلاء الدين أبي بكر بن مسعود الكاساني الحنفي "ت٥٨٧"، مطبعة الإمام، قلعة مصر.
٢٨- البرهان في أصول الفقه: لإمام الحرمين أبي المعالي عبد الملك بن عبد الله الجويني "٤٧٨هـ" تحقيق عبد العظيم الديب، دار الأنصار، القاهرة، الطبعة الثانية، "١٤٠٠هـ".
٢٩- بغية الملتمس في تاريخ رجال الأندلس: لابن عميرة الضبي "مجريط، ١٨٨٤م".
٣٠- بغية الوعاة في طبقات اللغويين والنحاة: للحافظ جلال الدين عبد الرحمن السيوطي "ت٩١١هـ" تحقيق محمد أبو الفضل إبراهيم، الطبعة الأولى "١٣٨٤هـ-١٩٦٤م", عيسى البابي الحلبي، القاهرة.
٣١- تاج العروس من جواهر القاموس: لأبي الفيض محمد مرتضى الحسيني الزبيدي "١٢٠٥هـ" دار الحياة بيروت.
٣٢- تاريخ إربل المسمى نباهة البلد الخامل بمن ورده من الأماثل: لشرف الدين أبي البركات المبارك بن أحمد اللخمي الإربلي المعروف بابن المستوفي "ت٦٣٧هـ", حققه سامي بن السيد خماس الصقار، وزارة الإعلام بغداد. الجمهورية العراقية.
٣٣- تاريخ الأدب العربي: كارل بروكلمان "ت١٣٧٥هـ، دار مصر، القاهرة.
٣٤- تاريخ الأدب العربي: كارل بروكلمان "ت١٣٧٥هـ" الطبعة الألمانية.
٣٥- تاريخ الإسلام: للإمام أبي عبد الله محمد بن أحمد بن عثمان الذهبي "ت٧٤٨هـ" المجلد "١٨"، تحقيق بشار عواد معروف، عيسى البابي الحلبي، الطبعة الثانية "١٣٧٩هـ-١٩٧٧م".
٣٦- تاريخ بغداد: لأبي بكر أحمد بن علي بن ثابت البغدادي "ت٤٦٣هـ": دار الكتاب العربي، بيروت.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (163,'٣٧- تاريخ مدينة دمشق: لأبي القاسم علي بن الحسن بن هبة الله المعروف بابن عساكر "ت٥٧١هـ، مخطوط بالمكتبة الظاهرية بدمشق.
٣٨- التبصرة في أصول الفقه: للشيخ الإمام أبي إسحاق إبراهيم بن علي يوسف الفيروزآبادي "ت٤٧٦هـ" شرحه وحققه محمد حسن هيتو، دار الفكر، دمشق، "١٤٠٠هـ-١٩٨٠م".
٣٩- تبصير المنتبه بتحرير المشتبه: لأحمد بن علي بن حجر العسقلاني "ت٨٥٢هـ"، تحقيق محمد علي النجار، مراجعة علي محمد البجاوي، الدار المصرية للتأليف.
٤٠- تبيين كذب المفتري فيما نسب إلى الإمام أبي الحسن الأشعري: لأبي القاسم علي بن الحسن بن هبة الله المعروف بابن عساكر الدمشقي "ت٥٧١هـ"، دار الكتاب العربي، بيروت، "١٣٩٩هـ-١٩٧٩م".
٤١- ترتيب مسند الشافعي: للإمام الشافعي "ت٢٠٤هـ" ترتيب: محمد عباس السندي، دار الكتب العلمية بيروت١٣٧٠هـ.
٤٢- "التحرير" مع شرحه "التقرير والتحبير": لكمال الدين الإسكندري الشهير بابن الهمام الحنفي "ت٨٦١هـ" والشرح: لابن أمير الحاج "ت٨٧٩هـ"، الطبعة الأميرية: بولاق، "١٣١٦هـ".
٤٣- تذكرة الحفاظ: لأبي عبد الله محمد بن أحمد بن عثمان الذهبي "ت٧٤٨هـ"، تحقيق المعلمي اليماني، طبع حيدر آباد الدكن الهند "١٣٧٤هـ".
٤٤- تذكرة السامع والمتكلم في أدب العالم والمتعلم: لأبي إسحاق إبراهيم بن سعد الله بن جماعة "ت٧٣٣هـ" دار الكتب العلمية، بيروت.
٤٥- ترتيب المدارك وتقريب المسالك: للقاضي عياض اليحصبي "ت٥٤٤هـ" تحقيق أحمد بكير محمود، دار مكتبة الحياة بيروت، ودار مكتبة الفكر ليبيا.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (164,'٤٦- تصحيفات المحدثين: لأبي أحمد الحسن بن عبد الله العسكري "ت٣٨٢هـ" تحقيق محمود أحمد الميرة.
٤٧- تفسير سفيان الثوري وتحقيق امتياز علي عرشي، دار الكتب العلمية، بيروت "١٤٠٣هـ-١٩٨٣م".
٤٨- تقريب التهذيب: للحافظ أحمد بن علي بن حجر العسقلاني "ت٨٥٢هـ". تحقيق عبد الوهاب عبد اللطيف، دار المعرفة، بيروت.
٤٩- تقرير شيخ الإسلام عبد الرحمن الشربيني على متن جمع الجوامع وشرح الجلال المحلي له, دار إحياء الكتب العربية، القاهرة.
٥٠- التقييد لمعرفة رواة السنن والأسانيد: لأبي بكر محمد بن عبد الغني بن نقطة الحنبلي "ت٦٢٩هـ" نسخة مصورة من معهد المخطوطات العربية بالقاهرة.
٥١- التكملة لوفيات النقلة: لأبي محمد بن عبد العظيم بن عبد القوي المنذري "ت٦٥٦هـ" تحقيق بشار عواد معروف، مؤسسة الرسالة، بيروت، الطبعة الثانية "١٤٠١هـ-١٩٨١م".
٥٢- تلخيص الحبير في تخريج أحاديث الرافعي الكبير: لأبي الفضل أحمد بن علي بن حجر العسقلاني "ت٨٥٢هـ" تعليق عبد الله هاشم اليماني المدني، شركة الطباعة الفنية، "١٣٨٤هـ-١٩٦٤م".
٥٣- تلخيص المستدرك: لأبي عبد الله محمد بن أحمد الذهبي "ت٧٤٨هـ"، طبع مع المستدرك، حيدر آباد الدكن.
٥٤- التلويح: لسعد الدين التفتازاني، وهو شرح للتوضيح لصدر الشريعة, طبعة محمد علي صبيح".
٥٥- تنقيح الفصول: للعلامة أحمد بن إدريس القرافي "ت٦٤٨هـ"، المطبعة الخيرية، "١٣٠٦هـ".',NULL,'191',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (165,'٥٦- تهذيب الأسماء واللغات: لأبي زكريا محيي الدين بن شرف النووي "ت٦٧٦هـ"، الطبعة المنيرية، القاهرة، دار الكتب العلمية، بيروت.
٥٧- تهذيب تاريخ دمشق الكبير لابن عساكر "ت٥٧١هـ". هذبه عبد القادر ابن بدران "ت١٣٤٦هـ"، دار المسيرة، الطبعة الثالثة "١٣٩٩هـ-١٩٧٩م".
٥٨- تهذيب التهذيب: لأحمد بن علي بن حجر "ت٨٥٢هـ" دائرة المعارف العثمانية، حيدر آباد الدكن، الهند، "١٣٢٥هـ".
٥٩- تهذيب الكمال: لأبي الحجاج يوسف بن عبد الرحمن المزي "ت٥٤٢هـ" مخطوط النسخة المصورة، تصوير دار المأمون للتراث، دمشق.
٦٠- تهذيب الكمال: لأبي الحجاج يوسف بن عبد الرحمن المزي, تحقيق بشار عواد, دار الرسالة.
٦١- تهذيب الوصول إلى علم الأصول: لحسن بن يوسف بن علي الحلي الشيعي "ت٧٢٦هـ" طبع طهران.
٦٢- توجيه النظر إلى أصول الأثر: تأليف طاهر بن أحمد الجزائري الدمشقي "ت١٣٨٨هـ" دار المعرفة، بيروت.
٦٣- التوضيح على التنقيح: صدر الشريعة عبيد بن مسعود "ت٤٤٧هـ" محمد علي صبيح، القاهرة "١٣٧٧هـ-١٩٥٧م".
٦٤- توضيح المشتبه لمحمد بن عبد الله المعروف بابن ناصر الدين الدمشقي "ت٨٤٢هـ"، مخطوط، نسخة دار الكتب الظاهرية دمشق تحت رقم: ١٤٢.
٦٥- تيسير التحرير: أمير بادشاه. محمد أمين، مطبعة مصطفى الحلبي "١٣٥٠هـ".
٦٦- جامع بيان العلم وفضله: لأبي عمر يوسف بن عبد الله بن محمد بن عبد البر "ت٤٦٣هـ", إدارة المطبعة المنيرية "١٣٩٨هـ-١٩٧٨م".',NULL,'192',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (166,'٦٧- جامع البيان في تفسير القرآن: لأبي جعفر محمد بن جرير الطبري "ت٣١٠هـ" الطبعة الأميرية، بولاق.
٦٨- جامع العلوم والحكم: لزين الدين عبد الرحمن بن أحمد بن رجب الحنبلي البغدادي "ت٧٩٥هـ" تحقيق محمد الأحمدي أبو النور، طبع مصر.
٦٩- الجامع في السنن والآداب والمغازي والتاريخ: لأبي محمد عبد الله بن أبي زيد القيرواني "ت٣٨٦هـ" تحقيق محمد أبو الأجفان، عثمان بطيخ، مؤسسة الرسالة، بيروت، المكتبة العتيقة، تونس، الطبعة الثانية "١٤٠٣هـ-١٩٨٣م".
٧٠- الجرح والتعديل: لعبد الرحمن بن أبي حاتم الرازي "ت٣٢٧هـ". تحقيق عبد الرحمن المعلمي اليماني، دائرة المعارف العثمانية ١٣٧٢هـ.
٧١- الجمع بين رجال الصحيحين: لمحمد بن طاهر المقدسي "ت٥٠٧هـ" دائرة المعارف العثمانية.
٧٢- جمع الجوامع بشرح الجلال المحلي: لتاج الدين عبد الوهاب بن علي السبكي "ت٧٧١هـ", والشرح لجلال الدين محمد بن أحمد المحلي "ت٨٦٤هـ" مطبعة مصطفى الحلبي "١٣٤٩هـ".
٧٣- الجواهر المضية في طبقات الحنفية: لأبي محمد عبد القادر بن محمد بن نصر الله القرشي الحنفي "ت٧٧٥هـ" تحقيق عبد الفتاح محمد الحلو. عيسى البابي الحلبي وشركاه "١٣٩٨هـ-١٩٧٨م".
٧٤- حاشية العلامة البناني على شرح الجلال المحلي على جمع الجوامع, دار الكتب العربية، مصر.
٧٥- حاشية العلامة سعد الدين مسعود بن عمر بن عبد الله التفتازاني "ت٧٩١هـ" على شرح القاضي عضد الدين لمختصر بن الحاجب.
٧٦- حسن المحاضرة في تاريخ مصر والقاهرة: لجلال الدين عبد الرحمن بن أبي بكر السيوطي "ت٩١١هـ" تحقيق محمد أبو الفضل إبراهيم.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (167,'٧٧- حلية الأولياء: لأبي نعيم أحمد بن عبد الله الأصبهاني "ت٤٣٠هـ" مكتبة الخانجي، القاهرة "١٣٥١هـ".
٧٨- الدر المنثور في التفسير بالمأثور: لجلال الدين السيوطي "ت٩١١هـ"، المطبعة الميمنية، القاهرة.
٧٩- الديباج المذهب في معرفة أعيان المذهب: لأبي إسحاق إبراهيم بن علي بن فرحون "ت٧٩٩هـ" تحقيق محمد الأحمدي أبو النور، دار التراث، القاهرة.
٨٠- ذيل تاريخ بغداد: للحافظ محب الدين أبي عبد الله محمد بن محمود بن الحسن المعروف بابن النجار "ت٦٤٣هـ" الطبعة الأولى "١٣٩٨هـ"، دائرة المعارف العثمانية، حيدر آباد الدكن، الهند.
٨١- الرد على من أخلد إلى الأرض وجهل أن الاجتهاد في كل عصر فرض: لجلال الدين السيوطي "ت٩١١هـ" تحقيق ودراسة فؤاد عبد المنعم أحمد، مؤسسة شباب الجامعة، الإسكندرية، مصر.
٨٢- رد المختار على الدر المختار: لمحمد أمين الشهير بابن عابدين الحنفي، مصطفى البابي الحلبي، الطبعة الثالثة "١٣٨٦هـ".
٨٣- الرسالة: للإمام محمد بن إدريس الشافعي "ت٢٠٤هـ" تحقيق أحمد محمد شاكر، طبعة الحلبي القاهرة "١٣٥٨هـ-١٩٤٠م".
٨٤- روضة الطالبين: للإمام الحافظ أبي زكريا يحيى بن شرف النووي "ت٦٧٦هـ" المكتبة الإسلامية للطباعة.
٨٥- روضة الناظر وجنة المناظر: للإمام أبي محمد عبد الله بن أحمد بن محمد المعروف بابن قدامة المقدسي "ت٦٢٠هـ" تحقيق عبد العزيز السعيد، طبع جامعة الإمام محمد بن سعود الإسلامية "١٣٩٧هـ-١٩٧٧م".
- كتاب الزهد والرقائق: للإمام عبد الله بن المبارك المروزي "ت١٨١هـ" تحقيق حبيب الرحمن الأعظمي، مؤسسة الرسالة، بيروت.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (168,'٨٦- سنن ابن ماجه: لأبي محمد بن يزيد القزويني "ت٢٧٥هـ" تحقيق محمد فؤاد عبد الباقي، مطبعة عيسى البابي الحلبي، القاهرة.
٨٧- سنن أبي داود: لسليمان بن الأشعث السجستاني "ت٢٧٥هـ" تحقيق عزت الدعاس، حمص سوريا "١٣٨٨هـ".
٨٨- سنن الترمذي "جامع الترمذي": لأبي عيسى محمد بن عيسى الترمذي "ت٢٧٩هـ" تحقيق أحمد محمد شاكر وآخرون، طبعة البابي الحلبي، القاهرة "١٣٦٥هـ".
٨٩- سنن الدارقطني: لأبي الحسن علي بن عمر الدارقطني البغدادي "ت٣٨٥هـ"، وبذيله: التعليق المغني: لأبي الطيب محمد شمس الحق العظيم آبادي, صححه عبد الله هاشم يماني، دار المحاسن، القاهرة ١٣٨٦هـ.
٩٠- سنن الدارمي: لأبي محمد عبد الله بن عبد الرحمن الدارمي "ت٢٥٥هـ". تصحيح عبد الله هاشم اليماني، دار المحاسن، القاهرة ١٣٨٦هـ.
٩١- سنن الدارمي: لأبي محمد عبد الله بن عبد الرحمن الدارمي "ت٢٥٥هـ"، دار الكتب العلمية، بيروت.
٩٢- السنن لسعيد بن منصور "ت٢٢٧هـ" علمي بريس. الهند ١٣٨٧هـ.
٩٣- السنن الكبرى: لأبي بكر أحمد بن الحسين البيهقي "ت٤٥٨هـ"، دائرة المعارف العثمانية، حيدر آباد الهند، "١٣٤٤هـ".
٩٤- سنن النسائي الصغرى "المجتبى" لأبي عبد الرحمن أحمد بن شعيب النسائي "ت٣١٠هـ", دار إحياء التراث العربي، بيروت.
٩٥- سير أعلام النبلاء: لأبي عبد الله محمد بن أحمد بن عثمان الذهبي "ت٧٤٨هـ" بإشراف شعيب الأرناؤوط، مؤسسة الرسالة، بيروت.
٩٦- شجرة النور الزكية في طبقات المالكية: لمحمد بن محمد بن مخلوف، طبع بمصر "١٣٤٩هـ".',NULL,'195',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (169,'٩٧- شذرات الذهب في أخبار من ذهب: لأبي الفلاح عبد الحي بن العماد الحنبلي "ت١٠٨٩هـ"، مكتبة القدسي، القاهرة "١٣٥٠هـ".
٩٨- شرح الجلال شمس الدين محمد بن أحمد المحلي لجمع الجومع، دار الكتب العربية مصر.
٩٩- شرح السنة: لأبي محمد الحسين بن مسعود الفراء البغوي "ت٥١٦هـ", تحقيق شعيب الأرناؤوط، المكتب الإسلامي بيروت "١٣٩٠هـ-١٩٧١م".
١٠٠- شرح عقود رسم المفتي: لمحمد أمين الشهير بابن عابد بن الحنفي، طبع الأستانة.
١٠١- شرح العقيدة الطحاوية: للقاضي علي بن علي بن محمد بن أبي العز الدمشقي الحنفي "٧٩٢هـ" تحقيق بشير محمد عيون، مكتبة دار البيان، دمشق، الطبعة الأولى، بيروت "١٤٠٥هـ-١٩٨٥م".
١٠٢- شرح القاضي عضد الدين عبد الرحمن بن أحمد الإيجي "ت٧٥٦هـ" لمختصر منتهى الأصول لابن الحاجب, طبع بالمطبعة الكبرى الأميرية، ببولاق.
١٠٣- شرح مختصر خليل: لعبد الباقي بن يوسف بن أحمد الزرقاني المالكي "ت١٠٩٩هـ" المطبعة الأميرية، بولاق مصر، "١٣٠٦هـ-١٣٠٧هـ".
١٠٤- شرح معاني الآثار: لأبي جعفر أحمد بن محمد بن سلامة الطحاوي "ت٣٢١هـ" تعليق محمد زهري النجار، دار الكتب العلمية، بيروت "١٣٩٩هـ".
١٠٥-شرح المهذب: للنووي = المجموع.
١٠٦- الصحاح: لأبي نصر إسماعيل بن حماد الجوهري "ت٣٩٣هـ", تحقيق عبد الغفور عطار، دار الكتاب العربي، مصر.
١٠٧- صحيح البخاري: لأبي عبد الله محمد بن إسماعيل البخاري "ت٢٥٦هـ" فتح الباري.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (170,'١٠٨- صحيح مسلم: لأبي الحسين مسلم بن الحجاج القشيري النيسابوري "ت٢٦١هـ" تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، القاهرة.
١٠٩- صفة الفتوى والمفتي والمستفتي: للإمام أحمد بن حمدان الحراني الحنبلي "ت٦٩٥هـ" تعليق محمد ناصر الدين الألباني، المكتب الإسلامي، الطبعة الثالثة "١٣٩٧هـ".
١١٠- صلة الخلف بموصول السلف: لمحمد بن سليمان الرُّداني "ت١٠٩٤هـ", تحقيق محمد الحجي، نشر في مجلة معهد المخطوطات العربية، الكويت.
١١١- الصلة: لأبي القاسم خلف بن عبد الملك بن مسعود المعروف بابن بشكوال "ت٥٧٨هـ" الدار المصرية للتأليف والترجمة "١٩٦٦م".
١١٢- صلة الصلة: لأبي جعفر أحمد بن إبراهيم بن الزبير الغرناطي "ت٨٠٧هـ" الرباط "١٩٣٧م".
١١٣- صيانة صحيح مسلم من الإخلال والخلل وحمايته من الإسقاط والسقط: لأبي عمر عثمان بن عبد الرحمن المعروف بابن الصلاح "ت٦٤٣هـ", دراسة وتحقيق موفق بن عبد الله بن عبد القادر، دار الغرب الإسلامي، بيروت "١٤٠٥هـ".
١١٤- الضعفاء والمتروكون: للإمام الحافظ أبي الحسن علي بن عمر الدارقطني "ت٣٨٥هـ", دراسة وتحقيق موفق بن عبد الله بن عبد القادر، دار المعارف، الرياض "١٤٠٤هـ-١٩٨٤م".
١١٥- طبقات الأولياء: لأبي حفص سراج الدين عمر بن علي بن أحمد المصري المعروف بابن الملقن "ت٨٠٤هـ" حققه نور الدين شريبه، مكتبة الخانجي، القاهرة، الطبعة الأولى "١٣٩٣هـ-١٩٧٣م".',NULL,'197',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (171,'١١٦- طبقات الحفاظ: لجلال الدين عبد الرحمن بن أبي بكر السيوطي "ت٩١١هـ" تحقيق علي محمد عمر، مكتبة وهبة القاهرة.
١١٧- طبقات الحنابلة: لأبي الحسين محمد بن أبي يعلى "ت٥٢٦هـ" مطبعة السنة المحمدية "١٣٧١هـ".
١١٨- طبقات الشافعية: لأبي عمرو عثمان بن عبد الرحمن الشهرزوري المعروف بابن الصلاح "ت٦٤٣هـ" مخطوط في مكتب حميدية، بمكتبة سليمانية كتبخانة.
١١٩- طبقات الشافعية: لجمال الدين عبد الرحيم الإسنوي "٧٧٢هـ" تحقيق عبد الله الجبوري، بغداد، "١٣٩٠هـ".
١٢٠- طبقات الشافعية: لأحمد بن محمد بن عمر المعروف بابن قاضي شهبة "ت٨٥١هـ", تحقيق الحافظ عبد العظيم خان، مجلس دائرة المعارف العثمانية، حيدر آباد "١٣٩٨هـ-١٩٧٨م".
١٢١- طبقات الشافعية: لأبي بكر بن هداية الله الحسيني "ت١٠١٤هـ" تحقيق عادل نويهض، دار الآفاق الجديدة، بيروت "١٩٧١م".
١٢٢- طبقات الشافعية الكبرى: لتاج الدين أبي نصر عبد الوهاب بن علي السبكي "٧٧١هـ", تحقيق عبد الفتاح الحلو، ومحمود الطناحي، الحلبي، القاهرة "١٩٦٤م-١٩٧٦م".
١٢٣- طبقات الصوفية: لأبي عبد الرحمن محمد بن الحسين النيسابوري "ت٤١٢هـ" تحقيق نور الدين شريبة، جماعة الأزهر للتأليف والترجمة والنشر، القاهرة.
١٢٤- طبقات فقهاء الشافعية: لأبي عاصم بن أحمد العبادي "ت٤٥٨هـ"، ليدن، هولندا "١٩٦٤م".
١٢٥- طبقات الفقهاء: لأبي إسحاق إبراهيم بن علي الشيرازي "ت٤٧٦هـ"،',NULL,'198',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (172,'تحقيق إحسان عباس، دار الرائد العربي، بيروت "١٩٧٠م".
١٢٦- الطبقات الكبرى: لمحمد بن سعد "ت٢٣٠هـ", تحقيق إدوارد سخو، دار بيروت للطباعة والنشر، بيروت "١٣٩٨هـ-١٩٧٨م".
١٢٧- طبقات المفسرين: لجلال الدين عبد الرحمن بن أبي بكر السيوطي "ت٩١١هـ" دار الكتب العلمية، بيروت "١٣٠٤هـ-١٩٨٣م".
١٢٩- طبقات المفسرين: لشمس الدين محمد بن علي بن أحمد الداودي "ت٩٤٥هـ"، دار الكتب العلمية، بيروت.
١٢٩- العبر في خبر من غبر: لأبي عبد الله محمد بن أحمد الذهبي "ت٧٤٨هـ"، تحقيق صلاح الدين المنجد، وفؤاد السيد، الكويت "١٩٦٠م".
١٣٠- العقد الثمين في تاريخ البلد الأمين: لتقي الدين أبي الطيب محمد بن أحمد الحسيني الملكي الفاسي "ت٨٣٢هـ", تحقيق فؤاد السيد، ومحمود الطناحي؛ القاهرة "١٩٥٩-١٩٦٩م".
١٣١- "عمدة الرعاية" مقدمة "شرح الوقاية": للعلامة الكنوي "ت١٣٠٤هـ", طبع الهند.
١٣٢- الغاية القصوى في دراية الفتوى: لقاضي القضاة عبد الله بن عمر البيضاوي "ت٦٨٥هـ" دراسة وتحقيق علي محيي الدين القره داغي، دار الإصلاح بمصر "١٤٠٢هـ-١٩٨٢هـ".
١٣٣- غاية النهاية في تراجم القراء: لأبي الخير محمد بن محمد الجزري "ت٨٣٣هـ" تحقيق ج براجشتر أسر, دار الكتب العلمية، بيروت "١٤٠٠-١٩٨٠م".
١٣٤- غياث الأمم في التياث الظلم: لإمام الحرمين أبي المعالي عبد الملك بن عبد الله الجويني، تحقيق ودراسة عبد العظيم الديب، الطبعة الأولى',NULL,'199',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (173,'"١٤٠١هـ" الشئون الدينية بدولة قطر.
١٣٥- فتح الباري شرح صحيح البخاري: لأحمد بن علي بن حجر العسقلاني "ت٨٥٢هـ" طبع الرئاسة العامة للإفتاء -المملكة- العربية السعودية، الرياض.
١٣٦- الفتح الرباني لترتيب مسند أحمد بن محمد بن حنبل الشيباني: لأحمد عبد الحرمن البنا الشهير بالساعاتي "ت١٣٧٨هـ" دار الحديث، القاهرة.
١٣٧- فتح العزيز شرح الوجيز: للإمام عبد الكريم بن محمد الرافعي "ت٦٢٣هـ" شركة العلماء، مصر.
١٣٨- الفهرست: لمحمد بن إسحاق المعروف بابن النديم "ت٤٣٨هـ", تحقيق فلوجل، طبع ليبزج، "١٨٧١م".
١٣٩- فوات الوفيات: لمحمد بن شاكر الكتبي "ت٧٦٤هـ" تحقيق إحسان عباس، دار الثقافة، بيروت.
١٤٠- فواتح الرحموت بشرح مسلم الثبوت: للعلامة عبد العلي محمد بن نظام الدين الأنصاري، طبع بالمطبعة الأميرية ببولاق.
١٤١- الفوائد البهية في تراجم الحنفية: لمحمد بن عبد الحي الكنوي، دار المعرفة، بيروت.
١٤٢- الكامل في التاريخ: لأبي الحسن علي بن محمد بن محمد بن محمد الشيباني المعروف بابن الأثير "ت٦٣٠هـ"، دار صادر، بيروت "١٣٨٥هـ".
١٤٣- كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس: للشيخ إسماعيل بن محمد العجلوني الجراحي "ت١١٦٢هـ"، دار إحياء التراث العربي، بيروت، الطبعة الثالثة "١٣٥١هـ".',NULL,'200',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (174,'١٤٤- كشف الظنون عن أسامي الكتب والفنون: لمصطفى بن عبد الله الشهير بحاجي خليفة "ت١٠٦٧هـ" طبع "بعناية وكالة المعارف، ١٩٤١-١٩٤٣م".
١٤٥- كنز العمال في سنن الأقوال والأفعال: لعلاء الدين علي بن حسان الدين الهندي "ت٩٧٥هـ"مؤسسة الرسالة بيروت.
١٤٦- كنز العمال في سنن الأقوال والأفعال: لعلاء الدين علي بن حسام الدين الهندي "ت٩٧٥هـ" دائرة المعارف العثمانية، الهند.
١٤٧- اللباب في تهذيب الأنساب: لعز الدين أبي الحسن علي بن محمد بن محمد المعروف بابن الأثير "ت٦٣٠هـ" دار صادر، بيروت.
١٤٨- لسان العرب: لابن منظور، الإفريقي محمد بن مكرم "ت٧١١هـ"، إعداد يوسف الخياط، دار لسان العرب، بيروت.
١٤٩- لسان الميزان: لأحمد بن علي بن حجر العسقلاني "ت٨٥٢هـ", مؤسسة الأعلمي للمطبوعات، الطبعة الثانية "١٣٩٠هـ-١٩٧١م".
١٥٠- اللمع في أصول الفقه: لأبي إسحاق إبراهيم بن علي الشيرازي "ت٤٧٦هـ" الطبعة الأولى بيروت "١٤٠٥هـ-١٩٨٥م"، دار الكتب العلمية، بيروت.
١٥١- مجلة معهد المخطوطات العربية، تصدر عن معهد المخطوطات العربية بدولة الكويت.
١٥٢- مجمع الزوائد ومنبع الفوائد: لنور الدين علي بن أبي بكر الهيثمي "ت٨٠٧هـ" مكتبة القدسي، القاهرة "١٣٥٢هـ".
١٥٣- المجموع شرح مهذب الشيرازي: لأبي زكريا محيي الدين بن شرف النووي "ت٦٧٦هـ" الناشر زكريا بن يوسف، توزيع المكتبة العالمية بالفجالة، القاهرة.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (175,'١٥٤- مجموع فتاوى شيخ الإسلام ابن تيمية: لأبي العباس أحمد بن عبد الحليم بن عبد السلام الحراني المعروف بابن تيمية "ت٧٢٨هـ" جمع وترتيب عبد الرحمن بن محمد بن قاسم العاصمي النجدي، وابنه محمد، تصوير دار الإفتاء بالمملكة العربية السعودية، ١٣٩٨هـ.
١٥٥- المحرر الوجيز: لأبي محمد عبد الحق بن أبي بكر غالب بن عطية الغرناطي "ت٥٤١هـ" المجلس العلمي بفاس، وزارة الأوقاف، بالمغرب.
١٥٦- المحصول في علم أصول الفقه: لفخر الدين محمد بن عمر بن الحسين الرازي "ت٦٠٦هـ", دراسة وتحقيق طه جابر فياض العلواني، الطبعة الأولى "١٤٠١هـ-١٩٨١م", جامعة الإمام محمد بن سعود الإسلامية، بالرياض.
١٥٧- مختصر المنتهى الأصولي مع شرحه وحواشيه، للإمام جمال الدين عثمان بن عمر المالكي المشهور بابن الحاجب "ت٦٤٦هـ، المطبعة الأميرية، بولاق "١٣١٦هـ".
١٥٨- المدارك: للقاضي عياض = ترتيب المدارك.
١٥٩- المدخل إلى مذهب الإمام أحمد بن حنبل: للشيخ عبد القادر بن بدران الدمشقي "ت١٣٤٦هـ", صححه وقدم له وعلق عليه عبد الله بن عبد الله المحسن التركي، مؤسسة الرسالة، الطبعة الثانية "١٤٠١هـ-١٩٨١م".
١٦٠- مرآة الأصول في شرح مرقاة الوصول: للعلامة خسرو، طبع دار الطباعة العامرة، بتركيا.
١٦١- مرآة الجنان وعبرة اليقظان: لعبد الله بن أسعد اليافعي "ت٧٦٧هـ" حيدر آباد الهند.
١٦٢- مراصد الاطلاع على أسماء الأمكنة والبقاع: لصفي الدين عبد المؤمن بن عبد الحق البغدادي "ت٧٣٩هـ", تحقيق علي محمد البجاوي، دار إحياء',NULL,'202',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (176,'التراث, عيسى البابي الحلبي وشركاه، الطبعة الأولى "١٣٧٣هـ-١٩٥٤م".
١٦٣- المستدرك على الصحيحين: لأبي عبد الله محمد بن عبد الله الحاكم النيسابوري "ت٤٠٥هـ" دائرة المعارف العثمانية، حيدر آباد الهند.
١٦٤- المستصفى: لأبي حامد محمد بن محمد الغزالي الطوسي "ت٥٠٥هـ" طبع المطبعة الأميرية، بولاق.
١٦٥- مسلم الثبوت مع شرحه فواتح الرحموت: لمحب الدين ابن عبد الشكور "ت ١١١٩هـ"، المطبعة الأميرية ببولاق.
١٦٦- مسند أحمد: للإمام أبي عبد الله أحمد بن محمد بن حنبل "ت٢٤١هـ" المكتب الإسلامي، دار صادر بيروت "١٣٩٨هـ".
١٦٧- مسند الإمام أحمد بن حنبل: لأبي عبد الله أحمد بن حنبل "ت٢٤١هـ"، تحقيق أحمد محمد شاكر، دار المعارف، مصر.
١٦٨- المسودة في أصول الفقه: لثلاثة من آل تيمية، ابن تيمية المعروف، وأبوه، وجده، طبع مطبعة المدني، القاهرة.
١٦٩- المشتبه في الرجال وأسمائهم وأنسابهم، لأبي عبد الله بن محمد بن أحمد الذهبي "ت٧٤٨هـ", تحقيق علي البجاوي، دار إحياء الكتب العربية، القاهرة.
١٧٠- مشكل الآثار: لأبي جعفر أحمد بن محمد بن سلامة الطحاوي "ت٣٢١هـ", دائرة المعارف الهندية، حيدر آباد "١٣٣٣هـ".
١٧١- مصباح الزجاجة في زوائد ابن ماجه: لأبي العباس أحمد بن إسماعيل بن سليم المعروف بالشهاب البوصيري "ت٨٤٠هـ", مطبوع مع سنن ابن ماجه.
١٧٢- المصباح المنير: أحمد بن محمد "ت٧٧٠هـ", تصحيح حمزة فتح الله، القاهرة "١٩٠٣م".',NULL,'203',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (177,'١٧٣- المصنف: لأبي بكر عبد الله بن محمد بن إبراهيم بن أبي شيبة "ت٢٣٥هـ", تحقيق عبد الخالق الأفغاني، الدار السلفية، الهند، الطبعة الثانية "١٣٩٩هـ-١٩٧٩م".
١٧٤- المصنف: لأبي بكر عبد الرزاق بن همام الصنعاني "ت٢١١هـ", تحقيق حبيب الرحمن الأعظمي، الطبعة الأولى "١٣٩٠هـ"، المجلس العلمي.
١٧٥- المعتمد في أصول الفقه: لأبي الحسين محمد بن علي بن الطيب البصري المعتزلي "ت٤٣٦هـ"، قدم له وضبطه الشيخ خليل الميس، دار الكتب العلمية، بيروت، الطبعة الأولى "١٤٠٣هـ-١٩٨٣م".
١٧٦- معجم البلدان: لأبي عبد الله ياقوت بن عبد الله الحموي "ت٦٢٦هـ"، دار صادر، بيروت، "١٣٩٩هـ".
١٧٧- معجم المؤلفين: لعمر رضا كحالة, مكتبة المثنى، بيروت، ودار إحياء التراث العربي، بيروت.
١٧٨- معرفة القراء الكبار على الطبقات والأعصار: لأبي عبد الله محمد بن أحمد بن عثمان الذهبي "ت٧٤٨هـ"، طبع مؤسسة الرسالة، بيروت "١٤٠٤هـ-١٩٨٤م".
١٧٩- معنى قول المطلبي: إذا صَحَّ الحديث فهو مذهبي: للإمام تقي الدين علي بن عبد الكافي السبكي "ت٧٥٦هـ"، مطبوع ضمن مجموعة الرسائل المنيرية.
١٨٠- المغني: لأبي محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي "ت٦٢٠هـ"، مكتبة الرياض الحديثة.
١٨١- مغني المحتاج: للإمام محمد الشربيني الخطيب "ت٩٧٥هـ"، طبع مصطفى الحلبي، القاهرة.
١٨٢- المفردات في غريب القرآن: لأبي القاسم الحسين بن محمد المعروف',NULL,'204',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (178,'بالراغب الأصبهاني "ت٥٠٢هـ" دار المعرفة، بيروت.
١٨٣- المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة: للإمام أبي الخير محمد بن عبد الرحمن السخاوي "ت٩٠٢هـ"، دار الكتب العلمية، بيروت، الطبعة الأولى "١٣٩٩هـ-١٩٧٩م".
١٨٤- ملخص إبطال القياس والرأي والاستحسان والتقليد: للإمام أبي محمد علي بن أحمد بن سعيد بن حزم الأندلسي "ت٤٥٦هـ" تحقيق سعيد الأفغاني، مطبعة جامعة دمشق "١٣٧٩هـ-١٩٦٠م".
١٨٥- الملل والنحل: لمحمد بن عبد الكريم الشهرستاني "ت٥٤٨هـ", تحقيق محمد سيد كيلاني، دار المعرفة، بيروت "١٤٠٠هـ-١٩٨٠م".
١٨٦- مناقب الشافعي: لأبي بكر أحمد بن الحسين البيهقي "ت٤٥٨هـ", تحقيق سيد أحمد صقر، طبع القاهرة "١٣٩١هـ".
١٨٧- المنتظم في تاريخ الملوك والأمم: لعبد الرحمن بن علي بن الجوزي "ت٥٩٧هـ"، دائرة المعارف العثمانية، الهند "١٣٥٨هـ".
١٨٨- منتهى السول في علم الأصول: لسيف الدين أبي الحسن علي بن محمد الآمدي "ت٤٦٧هـ", مطبعة السعادة، مصر.
١٨٩- منتهى الوصول والأمل في علمي الأصول والجدل: لابن الحاجب عثمان بن عمر "ت٦٤٦هـ", مطبعة الخانجي "١٣٢٦هـ".
١٩٠- المنقذ من الضلال: لأبي حامد محمد بن محمد بن محمد الغزالي "ت٥٠٥هـ"، دار الكتب الحديثة.
١٩١- منهاج الوصول إلى علم الأصول: للقاضي عبد الله بن عمر البيضاوي الشافعي "ت٦٨٥هـ" مطبعة محمد علي صبيح، القاهرة.
١٩٢- الموافقات: للإمام أبي إسحاق إبراهيم بن موسى المالكي "ت٧٩٠هـ"،',NULL,'205',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (179,'المطبعة الرحمانية بمصر.
١٩٣- مواهب الجليل: لأبي عبد الله محمد بن عبد الرحمن المعروف بالحطَّاب "ت٩٥٤هـ", مكتبة السعادة مصر "١٣٢٩هـ".
١٩٤- المؤتلف والمختلف: للإمام الحافظ علي بن عمر الدارقطني البغدادي "ت٣٨٥هـ", دراسة وتحقيق موفق بن عبد الله بن عبد القادر، دار الغرب الإسلامي، بيروت.
١٩٥- النافع الكبير لمن يطالع الجامع الصغير: للعلامة الكنوي "ت١٣٠٤هـ"، طبع بالهند.
١٩٦- النجوم الزاهرة في ملوك مصر والقاهرة: لأبي المحاسن يوسف بن تغري بردي الأتابكي "ت٧٨٤هـ"، دار الكتب المصرية، القاهرة.
١٩٧- نصب الراية لأحاديث الهداية: لجمال الدين أبي محمد عبد الله بن يوسف الزيلعي "٧٦٢هـ"، إدارة المجلس العلمي، ودار المأمون، القاهرة.
١٩٨- نفائس الأصول في شرح المحصول: لشهاب الدين أحمد بن إدريس المصري المالكي القرافي "ت٦٨٤هـ"، مخطوط بدار الكتب المصرية تحت رقم: "٤٧٢" أصول.
١٩٩- نهاية السول في شرح منهاج الوصول: للعلامة عبد الرحيم بن حسن الإسنوي الشافعي "٧٧٢هـ"، مطبعة محمد علي صبيح، القاهرة.
٢٠٠- النهاية في غريب الحديث والأثر: لأبي السعادات المبارك بن محمد الجزري، المعروف بابن الأثير "ت٦٠٦هـ", تحقيق طاهر الزاوي، ومحمود الطناحي، دار إحياء الكتب العربية، القاهرة.
٢٠١- نيل الأوطار من أحاديث سيد الأخيار، شرح منتقى الأخبار: للإمام المجتهد محمد بن علي الشَّوكاني "ت١٢٥٥هـ"، دار الجيل، بيروت، "١٩٧٣م".',NULL,'206',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (180,'٢٠٢- هدية العارفين أسماء المؤلفين وآثار المصنفين: لإسماعيل باشا البغدادي "ت١٣٣٩هـ"، دار الفكر "١٤٠٤هـ-١٩٨٢م".
٢٠٣- الوافي بالوفيات: لخليل بن أيبك بن عبد الله الصفدي "ت٧٦٤هـ" طبع، سلسلة النشرات الإسلامية لجمعية المستشرقين الألمانية.
٢٠٤- الوسيط في المذهب: لأبي حامد محمد بن محمد بن محمد الغزالي "ت٥٠٥هـ", دراسة وتحقيق وتعليق علي محيي الدين القره داغي، دار الاعتصام، القاهرة.
٢٠٥- وفيات الأعيان وأنباء أبناء الزمان: لأبي العباس شمس الدين أحمد بن محمد بن أبي بكر بن خلكان "ت٦٨١هـ", حققه إحسان عباس، دار صادر، بيروت "١٣٩٧هـ-١٩٧٧م".',NULL,'207',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (181,'<span data-type="title" id=toc-28>فهرس الموضوعات:</span>
٥ مقدمة التحقيق
١١ التعريف بالإمام الحافظ أبي عمرو عثمان بن عبد الرحمن المعروف بابن الصلاح
١١ اسمه ونسبه وكنيته
١١ مولده ونشأته وشيوخه وتلاميذه ورحلاته العلمية
١٣ أقوال العلماء وثناؤهم على ابن الصلاح
١٥ عقيدته
١٧ مؤلفاته
١٩ وفاته
تعريف:
٢٣ ١- الفتوى: لغة واصطلاحًا
٢٤ ٢- المفتي
٢٥ ٣- المجتهد والمفتي: الاجتهاد لغة
٢٥ ٤- الاجتهاد في الاصطلاح
٢٩ دراسة الكتاب:
٣١ ١- تسمية الكتاب والأسباب التي دفعت ابن الصلاح إلى تأليف الكتاب
٣٣ ٢- منهج ابن الصلاح في الكتاب
٣٦ ٣- موارد ابن الصلاح في الكتاب
٣٩ ٤- نقده للآراء التي يذكرها
٤١ ٥- أثر الكتاب فيما بعده واقتباسات الأئمة منه
٤٣ وصف الكتاب وصحة نسبته إلى المصنف
٤٥ المنهج الذي التزمه في التحقيق والدراسة
٤٧ صور المخطوطات المعتمدة في تحقيق النص',NULL,'209',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (182,'<span data-type="title" id=toc-29>فهرس موضوعات كتاب أدب المفتي والمستفي لابن الصلاح الشهرزوري</span>
...
فهرس موضوعات كتاب أدب المفتي والمستفتي لابن الصلاح الشهرزوري:
٧١ بيان شرف الفتوى وخطرها وغررها
٨٥ القول في شروط المفتي وصفاته وأحكامه وآدابه
شروطه وصفاته:
٨٦ أن يكون مسلمًا، ثقة، مأمونًا، متنزهًا من أسباب الفسق ومسقطات المروءة
٨٦ ويكون فقيه النفس, سليم الذهن، رصين الفكر، صحيح التصرف والاستنباط, مستيقظًا
أقسام المفتي:
٨٦، ٨٩، ٩١ المستقل وشروطه
٨٧ تعريف المجتهد المستقل
٨٨ الأول: من كونه حافظًا لمسائل الفقه
٨٩ الثاني: هل يشترط فيه أن يعرف من الحساب ما يصحح به المسائل الحسابية الفقهية
٨٩ الثالث: إنما يشترط إجماع العلوم المذكورة في المفتي المطلق
٨٩، ٩١، ٩٤، ١٢١ - مسائل تجزيء الاجتهاد والأقوال فيها
المفتي الذي ليس بمستقل "أحوال المفتي المنتسب":
٩١، ٩٥ الحالة الأولى: أن لا يكون مقلدًا لإمامه في المذهب ولا في دليله
٩٤ - حكم فتوى المنتسبين إلى المذاهب
٩٤، ٩٨ الحالة الثانية: أن يكون في مذهب إمامه مجتهدًا مقيدًا فيستقل بتقرير مذاهبه بالدليل غير أنه لا يتجاوز في أدلته أصول إمامه وقواعده
تنبيهات:
٩٥ الأول: المفتي الذي يتأدى به فرض الكفاية
٩٥، ٩٦ - تقليد الميت
٩٦ الثاني: قد يوجد من المجتهد المقيد الاستقلال بالاجتهاد والفتوى
٩٦ الثالث: يجوز له أن يفتي فيما لا يجده من أحكام الوقائع منصوصًا عليه لإمامه بما يخرجه على مذهبه',NULL,'210',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (183,'٩٧ الرابع: تخريجه تارة يكون من نص معين لإمامه في مسألة معينة، وتارة لا يجد لإمامه نصًّا معينًا يخرج منه مخرج على وفق أصوله
٩٨ الحالة الثالثة: أن لا يبلغ رتبة أئمة المذهب أصحاب الوجوه والطرق غير أنه فقيه النفس حافظ لمذهب إمامه عارف بأدلته
٩٩ الحالة الرابعة: أن يقوم بحفظ المذهب في نقله وفهمه
١٠١ - شروط المفتي
١٠١ - الأصولي الماهر المتصرف في الفقه لا تحل له الفتوى بمجرد ذلك
تنبيهات:
١٠٢، ١٠٣، ١٦٠، ١٦١ الأول: لا يجوز للمقلد أن يفتي بما هو مقلد فيه "والأقوال في ذلك"
١٠٣ - في العامي إذا عرف حكم حادثة بناء على دليلها ثلاثة أوجه
أ- يجوز أن يفتي به ويجوز تقليده فيه
ب- يجوز ذلك إن كان دليلها من الكتاب والسنة
ج- لا يجوز ذلك مطلقًا
١٠٤ الثاني: من تفقه وقرأ كتابًا من كتب المذهب أو أكثر يجوز الرجوع إليه
١٠٤ - إن كان في غير بلده مفت يجد السبيل إلى استفتائه
١٠٤ - إذا شغرت بلدة عن المفتين
١٠٥ الثالث: إذا لم يجد صاحب الواقعة مفتيًا ولا أحدًا ينقل له حكم واقعته لا في بلده ولا في غيره فماذا يصنع؟
١٠٥ "مسألة فترة الشريعة الأصولية"
القول في أحكام المفتين وفيه مسائل:
١٠٦ الأولى: لا يشترط فيه الحرية والذكورة
١٠٦ - ولا تؤثر فيه القرابة والعداوة، وجر المنفعة
١٠٧ - ولا بأس أن يكون المفتي أعمى أو أخرس مفهوم الإشارة أو كاتبًا
١٠٧ الثانية: لا تصح فتيا الفاسق وإن كان مجتهدا مستقلا
١٠٧ الثالثة: من كان من أهل الفتيا قاضيًا فهو كغيره
١٠٨ -فتيا القاضي في الأحكام
١٠٨ الرابعة: إذا استفتى المفتي وليس في الناحية غيره تعين عليه الجواب',NULL,'211',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (184,'١٠٩ - إذا سأل العامي عن مسألة لم تقع لم تجب مجاوبته
١٠٩ الخامسة: إذا أفتى بشيء ثم رجع عنه "نقض الاجتهاد"
١١٠ السادسة: إذا عمل المستفتي بفتيا المفتي في إتلاف ثم بان خطأه
١١١ السابعة: لا يجوز للمفتي أن يتساهل في الفتوى أو تتبع الحيل
١١٣ الثامنة: ليس له أن يفتي في كل حالة تغير خلقه، وتشغل قلبه
١١٤ التاسعة: الأولى بالمتصدي للفتوى أن يتبرع بذلك
١١٥ العاشرة: لا يجوز له أن يفتي في الأيمان والأقارير ونحو ذلك
١١٥ الحادية عشرة: لا يجوز له أن يعتمد إلا على كتاب وثق بصحته
١١٧ الثانية عشرة: إذا أفتى في حادثة ثم وقعت مرة أخرى
١١٧ الثالثة عشرة: إذا وجد عن الشافعي قولا يخالف الحديث فماذا يصنع؟
١٢٢ الرابعة عشرة: هل للمفتي المنتسب إلى مذهب الشافعي مثلا أن يفتي بمذهب آخر
١٢٣ الخامسة عشرة: ليس للمنتسب إلى مذهب الشافعي في المسألة ذات القولين أو الوجهين أن يتخير فيعمل أو يفتي بأيهما شاء
١٢٦ - إذا وجد من ليس أهلا للترجيح والتخريج بالدليل اختلافًا بين أئمة المذهب في الأصح من القولين أو الوجهين يفزع في الترجيح إلى صفاتهم الموجبة لزيادة الثقة بآرائهم
١٢٨ - كل مسألة فيها قولان: قديم وجديد
١٣٠ المسألة السادسة عشرة: إذا اقتصر في جوابه على حكاية الخلاف بأن قال: فيها قولان أو وجهان
كيفية الفتوى وآدابها:
وفيه مسائل:
١٣٤ الأولى: يجب على المفتي حيث يجب عليه الجواب أن يبينه بيانًا مزيحًا للإشكال
١٣٤، ١٦٤، ١٦٦ - العامي إذا اختلف عليه اجتهاد اثنين فماذا يعمل؟
١٣٥ الثانية: إذا كانت المسألة فيها تفصيل لم يطلق الجواب فإنه خطأ
١٣٥ الثالثة: إذا كان المستفتي بعيد الفهم فينبغي للمفتي أن يكون رفيقًا به صبورًا عليه
١٣٧ الرابعة: ليتأمل رقعة الاستفتاء تأملا شافيًا كلمة بعد كلمة',NULL,'212',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (185,'١٣٨ - قصة ابتلاء أبي حامد المرورُّذي في فتوى أفتاها وحرفت
١٣٨ الخامسة: يستحب له أن يقرأ ما في الرقعة على من بحضرته ممن هو أهل لذلك، ويشاورهم في الجواب
١٣٨ السادسة: ينبغي أن يكتب الجواب بخط واضح وسط ليس بالدقيق الخافي ولا بالغليظ الجافي وإذا كتب أعاد نظره فيه
١٣٩ السابعة: إذا كان هو المبتدئ بالإفتاء فالعادة جارية بأن يكتب فتواه في الناحية اليسرى من الورقة
١٤٠ الثامنة: روي عن مكحول ومالك رضي الله عنهما: "أنهما كانا لا يفتيان حتى يقولا: لا حول ولا قوة إلا بالله" "الدعاء قبل أو بعد الفتوى"
١٤١ التاسعة: على المفتي أن يختصر جوابه فيكتفي فيه بأنه يجوز أو لا يجوز، أو حق أو باطل
١٤٢ العاشرة: إذا سئل عن مسألة ميراث فالعادة غير جارية بأن يشترط في جوابه في الورثة عدم الرق والكفر "وانظر المسألة المنبرية"
١٤٤ الحادية عشرة: ليس للمفتي أن يبني ما يكتبه في جوابه على ما يعلمه من صورة الواقعة للمستفتي
١٤٥ الثانية عشرة: لا ينبغي إذا ضاق موضع الفتوى عنها أن يكتب الجواب في رقعة أخرى خوفًا من الحيلة عليه
١٤٥ الثالثة عشرة: إذا رأى المفتي رقعة الاستفتاء قد سبق بالجواب فيها من ليس أهلًا للفتوى
١٤٦ - وإذا خاف فتنة من الضرب على فتيا العادم للأهلية
١٤٦ الرابعة عشرة: إذا ظهر له أن الجواب على خلاف المستفتي وأنه لا يرضى بكذبه في ورقته فليقتصر على مشافهته بالجواب
١٤٨ الخامسة عشرة: إذا وجد في رقعة الاستفتاء فتيا غيره وهي خطأ قطعًا
١٤٨ - إفتاء الماوردي بعدم جواز التلقب بشاهنشاه
١٥٠ السادسة عشرة: إذا لم يفهم المفتي السؤال أصلًا ولم يحضر صاحب الواقعة
١٥١ السابعة عشرة: ليس بمنكر أن يذكر المفتي في فتواه الحجة
١٥٣ الثامنة عشرة: يجب على المفتي عند اجتماع الرقاع بحضرته أن يقدم الأسبق فالأسبق
١٥٣ التاسعة عشرة: ليحذر في فتواه أن يميل في فتياه مع المستفتي أو خصمه
١٥٣ العشرون: ليس له إذا استفتي في شيء من المسائل الكلامية أن يفتي بالتفصيل',NULL,'213',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (186,'القول في صفة المستفتي وأحكامه وآدابه:
١٥٨ - صفته
١٥٨ - حد التقليد
- أحكامه وآدابه "المستفتي":
١٥٨ الأولى: هل يجب عليه البحث والاجتهاد عن أعيان المفتين؟
١٠٢، ١٠٣، ١٦٠، ١٦٠ الثانية: في جواز تقليد الميت وجهان
١٦١ الثالثة: هل يجوز للعامي أن يتخير ويقلد أي مذهب شاء؟
١٦٤ الرابعة: إذا اختلف عليه فتوى مفتيين فللأصحاب فيه أوجه
١٦٤ أحدها: أنه يأخذ بأغلظها
١٦٤ الثاني: يأخذ بأخفهما
١٦٥ الثالث: يجتهد في الأوثق، فيأخذ بفتوى الأعلم الأورع
١٦٥ الرابع: يسأل مفتيا آخر فيعمل بفتوى من يوافقه
١٦٥ الخامس: يتخير فيأخذ بقول أيهما شاء
١٦٦ الخامسة: إذا سمع المستفتي جواب المفتي لم يلزمه العمل به إلا بالتزامه
١٦٧ السادسة: إذا استفتي فأفتى، ثم حدثت له تلك الحادثة مرة أخرى، فهل يلزمه تجديد السؤال؟ فيه وجهان
١٦٨ السابعة: له أن يستفتي بنفسه وله أن ينفذ ثقة يقبل خبره ليستفتي له
١٦٨ الثامنة: ينبغي للمستفتي أن يحفظ الأدب مع المفتي
١٦٩ التاسعة: ينبغي أن يكون رقعة الاستفتاء واسعة ليتمكن المفتي من استيفاء الجواب
١٧١ العاشرة: لا ينبغي للعامي أن يطالب المفتي بالحجة فيما أفتاه ولا يقول له: لِمَ؟ وكيف؟',NULL,'214',NULL,NULL,'0');
INSERT INTO [b10720] VALUES (187,'<span data-type="title" id=toc-30>صدر للمحقق:</span>
١- سؤالات الحاكم النيسابوري للدارقطني في الجرح والتعديل. دراسة وتحقيق. مكتبة المعارف. الرياض.
٢- سؤالات حمزة بن يوسف السهمي للدارقطني وغيره من المشايخ في الجرح والتعديل. دراسة وتحقيق. مكتبة المعارف. الرياض.
٣- سؤال محمد بن عثمان بن أبي شيبة لعلي بن المديني في الجرح والتعديل دراسة وتحقيق. مكتبة المعارف. الرياض.
٤- الضعفاء والمتروكون: للإمام الحافظ أبي الحسن علي بن عمر الدارقطني البغدادي "ت٣٨٥هـ". دراسة وتحقيق. مكتبة المعارف. الرياض.
٥- صيانة صحيح مسلم من الإخلال والغلط وحمايته من الإسقاط والسقط: للإمام الحافظ المحدث أبي عمرو بن الصلاح "ت٦٤٣هـ". دراسة وتحقيق. دار الغرب الإسلامي. بيروت.
٦- المؤتلف والمختلف: للإمام أبي الحسن علي بن عمر الدارقطني البغدادي "ت٣٨٥هـ". دراسة وتحقيق.
٧- سؤالات السجزي للحاكم النيسابوري في الجرح والتعديل. دراسة وتحقيق.
عنوان المراسلة:
المملكة العربية السعودية. مكة المكرمة. جامعة أم القرى. معهد اللغة العربية لغير الناطقين بها.
ص. ب: ٣٧١٢',NULL,'215',NULL,NULL,'0');
