-- Table: b11155
-- Chunk: 1
-- Rows: 70

CREATE TABLE "b11155"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b11155
INSERT INTO [b11155] VALUES (1,'حجية خبر الآحاد في العقائد والأحكام
تأليف الدكتور: محمد جميل مبارك
<span data-type="title" id=toc-1>مقدمة:</span>
الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين، وعلى آله وصحبه أجمعين.
أما بعد: فإن بيان هذه القضية يجيب عن أسئلة ذات بال منها:
ما مدى حجية السنة النبوية؟ وما مدى حجية خبر الآحاد؟ وهو سؤال أخص من سابقه، لكن العلاقة بينهما آتية من أن معظم السنة أخبار آحاد، فإذا كان الاحتجاج بخبر الآحاد من حيث هو محل شك، فالاحتجاج بمعظم السنة يكون محل شك!!
غير أن من الذين يجادلون في حجية خبر الآحاد من يؤمنون بالسنة، النبوية، ويعتقدون حجيتها، ولكنهم يحصرون حجية خبر الآحاد منها في إطار محدود، فلابد إذاً من التفرقة بين السؤالين.
وأما الطوائف المنكرة لحجية خبر الآحاد فكلما كاد الزمان يطويهم عاودت نابتتهم إثارة الجدل في هذه الحجية، واجدين البيئة المناسبة في التراكمات الفكرية التي تتفاعل في واقع المسلمين.
وهذا ما يفرض العمل من أجل تحصين الأجيال من التأثر بأفكار هذه الطوائف عن طريق البحث العلمي، الذي تتحمل أعباء القيام به الطائفة المتفقهة في الدين.
والجدل في حجية خبر الآحاد موغل في القدم، ويكفي دليلاً على ذلك أن الإمام الشافعي رحمه الله (ت: ٢٠٤هـ) قد تصدى لهؤلاء الذين يثيرون هذا الجدل يقيناً منه أن التساهل مع هؤلاء يؤدي إلى التنكر للسنة',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (2,'برمتها، والتنكر للسنة تنكُّرٌ للإسلام جملة من حيث إن السنة بيان للقرآن، ولا فهم للقرآن بلا بيان من السنة، ولا عمل بالقرآن بلا فهم ولا بيان.
وقد تصدى العلماء لِشُبَه المجادلين في حجية خبر الآحاد في ثلاثة علوم بارزة هي: علم الحديث، وعلم العقائد، وعلم أصول الفقه، والعلماء في هذه الفنون الثلاثة يجمعهم همٌّ واحد في هذا التصدي هو همُّ إثبات حجية خبر الآحاد في مجال الاعتقاد وفي مجال الأحكام العملية.
فعلماء الحديث انطلقوا في مقاومتهم لهذا التيار من أن التشكيك في خبر الآحاد يعود بالإبطال على تلك الجهود الجبارة التي قام بها علماء الحديث في مجال خدمة السنة جمعا وتمحيصا ومنهجا من خلال "مصطلح الحديث" وعلم الرجال، وهما مجالان من إبداع العلماء المسلمين، ولذلك كان من منهج علماء الحديث أن يثيروا هذه القضية في علوم الحديث.
وعلماء الأصول انطلقوا من أن استنباط الأحكام عبر القواعد الأصولية يكون من مصدرين هما القرآن الكريم والسنة النبوية، فإذا وقع التشكيك في خبر الآحاد انهدم الأصل الثاني من أصول الاستنباط، فكان من منهج الأصوليين أن يتناولوا هذه القضية من خلال بحثهم في الأدلة، ولذلك طولوا أنفاسهم في طرق الرد على المنكرين كما قام الإمام الجويني (١) .
_________
(١) البرهان في أصول الفقه ج١/٦٠٠.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (3,'وعلماء التوحيد يقلقهم أن استبعاد خبر الآحاد من مجال العقائد يؤدي إلى إنكار كثير من قضايا العقيدة التي لم تثبت إلا بأخبار الآحاد، كما يؤدي إلى تعطيل الصفات وإبطالها.
وقد ترشح هذا البحث لدحض الشبهات التي تعلق بها منكرو حجية خبر الآحاد، حتى يعود الحق في هذه القضية الشائكة إلى نصابه.
وسيتناول البحث –إن شاء الله - المباحث الآتية:
المبحث الأول: خبر الآحاد: التعاريف والنشأة.
المبحث الثاني: جهود العلماء في الدفاع عن حجية خبر الآحاد.
المبحث الثالث: أدلة وجوب العمل بخبر الآحاد من الكتاب والسنة والإجماع.
المبحث الرابع: إفادة خبر الآحاد للعلم أو الظن.
المبحث الخامس: نشأة التفرقة بين العقائد والأحكام في الاحتجاج بخبر الآحاد.
المبحث السادس: ظاهرة التشكيك في حجية خبر الآحاد ودوافعه.
وهي مباحث أرى أنها كفيلة بإضاءة أهم الجوانب الغامضة في موضوع خبر الآحاد.
ولم يتجه الاهتمام إلى بحث كل القضايا التي لها صلة ما بحجية خبر الآحاد، كقضية الاحتجاج بخبر الآحاد إذا ما تعارض مع ما هو أقوى منه، كما نجد عند بعض الفقهاء؛ لأن الخلاف نشأ بين المثبتين لحجية خبر الآحاد، والنقاش إنما ينصب على مبدأ الحجية نفسها.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (4,'على أن في البحث إشارة إلى ما يشبه الخيط الرابط بين موقف من ينكرون حجية خبر الآحاد، وموقف من ينفون عنه الحجية إذا تعارض مع ما هو أقوى منه.
كما لم يتجه الاهتمام إلى استعراض الشروط الواجب توافرها في خبر الآحاد ليكون حجة؛ لأن ذلك يفرض إطالة ذيول البحث ويتحول به من بحث في الحجية إلى بحث في شروط الحجية، والبحث في الشروط لا يتم إلا بتسليم المشروط، والبحث إنما هو فيه.
وأعترف – بعد كل هذا – أن البحث في الحجية يحتاج إلى مزيد من المكابدة في مسألة الرد على الشبه، وفي مسالة التعارض بين الأخبار، والشروط المنهجية لهذه الندوة، ومحدودية مدة الإنجاز من موانع الاسترسال في هذه المكابدة، والعزم معقود على استكمال القضايا الجزئية المكملة لهذه القضية الكلية: قضية حجية خبر الآحاد في العقائد والأحكام.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (5,'<span data-type="title" id=toc-2>المبحث الأول: خبر الآحاد: التعاريف والنشأة</span>
الخبر في اللغة هو النبأ، ويقصد به ما يخبر به أو يرويه شخص واحد (١) ويجمع على أخبار، والآحاد جمع أحد، وأصله وحد، وهو هنا بمعنى واحد، ولذلك يقال: خبر الواحد، وخبر الآحاد، وأخبار الآحاد.
أما خبر الآحاد اصطلاحاً فقد عرف بأنه: "ما كان من الأخبار غير مُنْتَهٍ إلى حد التواتر" (٢) ، وعرف أيضاً بأنه: "ما لم يجمع شروط التواتر" (٣) .
ومؤدى التعريفين أن خبر الآحاد لا ينحصر في الخبر الذي ينقله الواحد كما قد تفيده عبارة "خبر الواحد" بل يشمل الذي ينقله اثنان أو أكثر ما لم ينته إلى حد التواتر كما تفيده عبارة "خبر الآحاد". قال الزركشي: "وليس المراد ما يرويه الواحد فقط، وإن كان موضوع خبر الواحد في اللغة يقتضي وحدة المخبر الذي ينافيه التثنية والجمع، لكن وقع الاصطلاح به على كل ما لا يفيد القطع، وإن كان المخبر به جمعاً إذا نقصوا عن حد التواتر" (٤) .
أما نشأة المصطلح فلم أهتد بعدُ إلى نصوص تبين أول من أطلقه،
_________
(١) قال في لسان العرب: "الخبر ما أتاك من نبأ عمن تستخبر" مادة خبر.
(٢) البحر المحيط ١/٢٥٥-٢٥٦، وشرح الديباج المذهب في مصطلح الحديث لشمس الدين التبريزي.
(٣) نزهة النظر لابن حجر ص ٢٦.
(٤) البحر المحيط١/٢٥٥-٢٥٦.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (6,'لكن ما أستطيع أن أجزم به أن المصطلح قديم، وأقل ما يمكن قوله: إنه استعمل في أوائل المائة الثانية، فقد استعمله الإمام الشافعي رحمه الله (ت: ٢٠٤هـ) في ((الرسالة)) تسع عشرة مرة بعبارة "خبر الواحد" (١) واستعمله مرات في كتابه "اختلاف الحديث" (٢) وفي كتابه "جماع العلم" (٣) .
كما استعمله الإمام البخاري (ت: ٢٥٦هـ) في ((صحيحه)) وقد ترجم لأحد أبواب "كتاب الأحكام" (٤) بعنوان: ((باب ما جاء في إجازة خبر الواحد الصدوق في الأذان والصلاة والصوم والفرائض والأحكام)) .
وهذا يدل على أن تقسيم الأخبار إلى متواتر وآحاد، أو إلى متواتر ومشهور وآحاد، لم يعده العلماء المتقدمون -فيما اطلعت عليه- بدعة، وإن أوهمت عبارة بعض الباحثين المعاصرين أن هذا التقسيم بدعة؛ فقد كرر الأستاذ القاضي برهون ((أن تقسيم الأخبار إلى متواتر وآحاد من ابتداع الجهمية والمعتزلة والرافضة)) (٥) ، "فخالفوا بهذا التقسيم إجماع
_________
(١) انظر الرسالة ص: ٣٦٩-٣٨٣-٣٨٤-٣٨٦-٣٨٧-٣٩٠-٤٠١-٤٠٧-٤٠٨-٤١٠-٤٣٣-٤٣٥-٤٥٣-٤٥٧-٤٥٨.
(٢) من بداية الجزء السابع من الأم إلى ص ٣٨.
(٣) في الجزء السابع من الأم من ص ٢٥٠.
(٤) وقع في نسخة الصغاني كتاب أخبار الآحاد، وعلى ما في هذه النسخة فقد خصص البخاري كتابا لأخبار الآحاد، والكتاب يحتوي على أبواب، وعلى ما في النسخ الأخرى يكون هذا الباب وما بعده من أبواب كتاب الأحكام، أو يكون من جملة أبواب كتاب الاعتصام بعده، وهو مناسب له فيكون تقديمه عليه من فعل بعض المبيضين للكتاب، كما ذكر الحافظ ابن حجر في فتح الباري ٢٧/٢٦٨.
(٥) خبر الواحد في التشريع الإسلامي وحجيته ص ٩٢.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (7,'الصحابة والتابعين" (١) . فهو إذاً " قول محدث من غير أهل الحديث" (٢) لكنه لم يلبث أن استدرك قائلا: "وهذا لا يعني أن ما رواه العدد الكثير الذي اصطلح عليه بالمتواتر غير موجود فهو واقع فعلاً، وموجود بكثرة، وإنما نعني ما أدى إليه التقسيم من آثار على ما روي آحادا وهو أكثر" (٣) .
فالمستنكر ليس تقسيم الأخبار في حد ذاته؛ إذ لا ينتج عنه ما يخدش حجية السنة، وإنما المستنكر ما بناه بعض الناس على التقسيم، فكان لازماً بيان أن المبتدع ليس أصل التقسيم، وإنما المبتدع ما فرعوه على التقسيم من القبول أو الرد، وإلا فكثير من المصطلحات الحديثية غير معروفة في عهد الصحابة رضوان الله عليهم، فهل يقال: إن تلك المصطلحات بدع غير محمودة؟!
ألا ترى أن ابن القيم رحمه الله لم ينتقد تقسيم الأخبار نفسه، وإنما انتقد تقسيم الدين إلى ما يثبت بخبر الواحد وما لا يثبت، فقال: "تقسيم الدين إلى ما يثبت بخبر الواحد وما لا يثبت به تقسيم غير مطرد، ولا منعكس، ولا عليه دليل صحيح" (٤) .
فها أنت ترى ابن القيم لم ينكر تقسيم السنة إلى متواتر وآحاد، وإنما
_________
(١) السابق ص ٩٣.
(٢) السابق ص ٩٤.
(٣) السابق ص ٩٣.
(٤) مختصر الصواعق المرسلة ص ٤٩٥.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (8,'أنكر تقسيم الدين إلى ما يثبت بخبر الواحد كالأحكام، وإلى ما لا يثبت به وهو العقائد، ولعل هذا ما حاول الأستاذ القاضي برهون التعبير عنه بقوله: "ومن نظر فيما ذكرنا علم أن تقسيم الدين إلى متواتر وآحاد، وعقائد وفروع باطل" (١) لكن ما عبر عنه غير ما عبر عنه ابن القيم، والباطل الذي حكم به يحتاج إلى دليل، وإلا فما الذي دفع أميرُ المؤمنين في الحديث الإمامُ البخاريُّ إلى عقد باب بعنوان: باب ما جاء في إجازة خبر الواحد.. في صحيحه؟ فهل الدافع هو رده التفرقة بين المجالين كما يتضح من الأحاديث التي ساقها؟ وهل ذلك إقرار منه بصحة التقسيم وبِرَدِّ التفرقة بين العقائد والأحكام، كما صنع الإمام الشافعي في الرسالة؟
وادَّعى الأستاذ بعد ذلك أن تقسيم الأصوليين للحديث إلى متواتر وآحاد كان نتيجة تأثرهم بمنهج المعتزلة (٢) .
لكن كلام الشافعي – وهو رأس الأصوليين، ومن أعلام المحدِّثين – يفيد أن هذا التقسيم معروف في عهده، بدليل تكراره لمصطلح "خبر الواحد" كما سبق، وبدليل قوله: "لأن الأخبار كلما تواترت وتظاهرت كان أثبت للحجة وأطيب لنفس السامع" (٣) .
فقوله: "لأن الأخبار كلما تواترت" إقرار منه بوجود أحاديث متواترة، وإن أمكن ادعاء أن التواتر في كلامه يحتمل المعنى اللغوي بدليل
_________
(١) خبر الواحد ص ٩٨.
(٢) خبر الواحد للقاضي برهون ص٩٧.
(٣) الرسالة ص ٤٣٣.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (9,'عطف التظاهر عليه.
ومن ثم فلا نُسَلِّم قول من قال: "لم يذكر التواتر باسمه الخاص إلا الحاكم النيسابوري (ت: ٤٠٥هـ) وابن حزم (ت: ٤٥٦هـ) والخطيب البغدادي (ت: ٤٦٣هـ) وابن عبد البر (ت: ٤٦٣هـ) وابن الصلاح (ت: ٦٤٣هـ) ، وقد تبعوا فيه أهل الأصول (١) "، لوجود إشارات قوية للمتواتر في كلام الإمام الشافعي في النص السابق، وقد وافق مناظره على إطلاق التواتر في قوله: "فما الوجه الثاني؟ قال: تواتر الأخبار، فقلت له حدد لي تواتر الأخبار بأقل ما يثبت الخبر ... ؟ " (٢) فهو لم ينكر تقسيم مناظره الأخبار، وإلا لقال له: لقد جئت شيئاً نكراً بابتداعك تواتر الأخبار.
بل إن ابن القيم نفسه قسم الأخبار المقبولة في باب الأمور الخبرية العلمية أربعة أقسام: متواترة لفظاً ومعنى، ومتواترة معنى لا لفظاً، ومستفيضة متلقاة بالقبول بين الأمة، وأخبار آحاد عدول (٣) ، فكيف ينكر التقسيم، ثم يقره؟
ونقل عن شيخه ابن تيمية رحمه الله أنه قسم الأخبار إلى متواتر وآحاد (٤) .
_________
(١) خبر الواحد (مرجع سابق) ص ٩٦.
(٢) جماع العلم بهامش الأم ٧/٢٥٨-٢٥٩.
(٣) مختصر الصواعق المرسلة ص ٤٥٣.
(٤) السابق ص ٤٦٤.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (10,'<span data-type="title" id=toc-3>المبحث الثاني: جهود العلماء في التأليف والدفاع عن حجية خبر الآحاد</span>
يتسم أسلوب العلماء في دفاعهم عن حجية خبر الآحاد بالإسهاب والإيعاب والقوة، مما ينبئ عن كثرة الدوافع التي دفعتهم للإفاضة في الاستدلال، وأهم هذه الدوافع ثلاثة.
الأول: قوة الخلاف وكثرة التشغيب اللذان يوردهما المخالفون.
الثاني: رغبة هؤلاء العلماء في استئصال تشغيب المخالفين المنكرين لحجية خبر الواحد مطلقاً، أو لحجيته في العقائد.
الثالث: خطورة الأثر الذي يخلفه القول بعدم حجية خبر الواحد من حيث إفضاؤه إلى إنكار معظم السنة، فإذا ترك هذا القول دون تفنيد فربما يغتر به الكثيرون في رد السنن.
ويتعين استحضار هذه الدوافع أثناء تتبع استدلالات العلماء، حتى إذا نبتت نابتة جديدة تدعو إلى رفض خبر الواحد جملة أو إلى رفضه في العقائد ووجهت بهذه الأدلة الموعبة، وأضيفت إليها أدلة أخرى قد تستنبط بالنظر في نصوص أخرى في الشرع.
وأكثر من أفاضوا في الاستدلال لحجية خبر الواحد من السلف: الإمام الشافعي رحمه الله، ثم الإمام البخاري، وسار كثير من العلماء على منوالهما كالإمام ابن حزم في ((الإحكام)) ، وكالحافظ ابن عبد البر في كتابه: "جامع بيان العلم وفضله.." وفي مناسبات في كتاب "التمهيد"',NULL,'10',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (11,'وفي كتابه الذي ألفه في الموضوع بعنوان: "الشواهد في إثبات خبر الواحد" الذي قال عنه في مقدمة كتابه "التمهيد": "وقد أفردت لذلك كتاباً موعباً كافياً، والحمد لله" (١) .
وكالخطيب البغدادي في كتابه: "الدلائل والشواهد على صحة العمل بخبر الواحد" (٢) وفي كتابه: "الكفاية في علم الرواية" الذي عقد فيه باباً لصحة العمل بخبر الواحد.
وألف الإمام السيوطي (ت: ٩١١هـ) كتابا في الاحتجاج بالسنة سمَّاه: "مفتاح الجنة في الاحتجاج بالسنة".
أما الإمام الشافعي فقد أطال في الاحتجاج لخبر الواحد في ثلاثة من كتبه هي:
- ((كتاب الرسالة))
- ((كتاب اختلاف الحديث))
- ((كتاب جماع العلم))
وذكر الزركشي أن الشافعي صنف كتاباً في إثبات العمل بخبر الواحد أورد فيه نحواً من ثلاثمائة حديث، وذكر وجوه الاستدلال فيها (٣) .
_________
(١) التمهيد ١/٢ وكرر ذكره في الجزء الخامس ص ١١٦.
(٢) ذكره في كتابه الكفاية في علم الرواية ص ٦٦.
(٣) انظر البحر المحيط ١/٢٦١، قال ذكر في أوله الحديث المشهور: (رحم الله امرأً سمع مقالتي...) فاعترض أبو داود وقال: أثبت خبر الواحد بخبر الواحد، والشيء لا يثبت بنفسه...قال الأصحاب: هذا الذي ذكره باطل، فإن الشافعي لم يستدل بحديث واحد، وإنما ذكر نحوا من ثلاثمائة حديث وذكر وجوه الاستدلال فيها فالمجموع هو الدال عليه..." البحر المحيط ١/٢٦١.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (12,'وقد ساق في هذه الكتب عشرات الأدلة في حجية خبر الواحد، معظمها من السنة، وبعضها من القرآن الكريم دون استقصاء للأدلة كما يفهم من قوله: "وفي تثبيت خبر الواحد أحاديث يكفي بعض هذا منها" (١) .
أما الإمام البخاري فقد ساق في صحيحه اثنين وعشرين حديثا لإثبات حجية خبر الواحد، واحد وعشرون حديثا مسندا، وواحد معلق عن ابن عباس، وهي موزعة على ستة أبواب، وكل باب مترجم بما يفيد وجوب العمل بخبر الواحد وهي:
١ – باب ما جاء في إجازة خبر الواحد الصدوق...
٢ – باب بعث النبي صلى الله عليه وسلم الزبير طليعة وحده.
٣ – باب قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ} [الأحزاب: ٥٣] فإن أذن واحد جاز.
٤ – باب ما كان يبعث النبي صلى الله عليه وسلم من الأمراء والرسل واحداً بعد واحد.
٥ – باب وصاة النبي صلى الله عليه وسلم ود العرب أن يبلغوا مَنْ وراءهم.
_________
(١) الرسالة ص ٤٥٣.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (13,'٦ – باب خبر المرأة الواحدة.
وتعدد هذه الأبواب قد يؤيد ما في نسخة الصغاني من ترجمته كتاب أخبار الآحاد، وتخصيص كتاب لأخبار الآحاد دليل على شدة اهتمام البخاري بإقامة البراهين على حجية خبر الواحد، وعلى القول بأنها أبواب ضمن كتاب "الاعتصام بالكتاب والسنة"، فإنَّ ذِكْرَه لهذه الأبواب تحت هذا الكتاب إشارة إلى أن من وسائل الاعتصام بالكتاب والسنة تثبيت حجية خبر الواحد.
وأضاف ابن حزم رحمه الله أدلة أخرى بطريقته الحجاجية القوية من مثل قوله: "من نشأ في قرية أو مدينة ليس بها إلا مقرئ واحد أو محدث واحد أو مفت واحد فنقول لمن خالفنا: ماذا تقولون: أيلزمه إذا قرأ القرآن على ذلك المقرئ أن يؤمن بما أقرأه، وأن يصدق بأنه كلام الله...؟ " (١) .
وتتابع العلماء بعدهم في إثبات حجية خبر الواحد بتضمين كتبهم أدلة حجية خبر الواحد، كما نجد عند ابن القيم في كتابه: "الصواعق المرسلة" فقد ضمنه مباحث في الاحتجاج بالسنة عامة، وفي الاحتجاج بخبر الواحد خاصة في مجال إثبات العقائد.
وللإمام أبي الحسن الأشعري (ت: ٣٢٤هـ) إشارات إلى القضية في كتابه "الإبانة" ونجد عند معظم شراح كتب الحديث وقفات ينبهون فيها
_________
(١) الإحكام ١/٩٩.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (14,'على حجية خبر الواحد، كما نجد عند ابن عبد البر في التمهيد، وعند النووي في "شرح مسلم"، وعند الحافظ ابن حجر في "فتح الباري".
فلا يتركون فرصة لإثبات حجية خبر الواحد من خلال شرح الأحاديث إلا انتهزوها، فابن عبد البر مثلا يجعل من فقه حديث أم سلمة (١) : "إيجاب العمل بخبر الواحد الثقة ذكراً كان أو أنثى، وعلى ذلك جماعة أهل الفقه والحديث وأهل السنة، ومن خالف ذلك فهو عند الجميع مبتدع ... " (٢) .
والنووي وابن حجر جعلا مِنْ فقه حديث معاذ بن جبل رضي الله عنه لما بعثه النبي صلى الله عليه وسلم إلى اليمن قبول خبر الواحد والعمل به.
أما الأصوليون فقد أبلَوا البلاء الحسن في الدفاع عن السنة، وعن خبر الآحاد خاصة، وقد عبر إمام الحرمين عن حسن بلائهم بقوله: "وقد أكثر الأصوليون، وطوَّلوا أنفاسهم في طرق الرد على المنكرين" (٣) .
ولم يغفل المفسرون استثمار بعض الآيات لتثبيت حجية خبر الواحد، كالآيات التي استدل بها جمهور العلماء على حجية خبر الواحد (٤) ، والتي سيأتي بعضها في المبحث الثالث.
_________
(١) وهو حديث: أن رجلاً قَبَّل امرأته وهو صائم في رمضان، فوجد من ذلك وجداً شديداً، فأرسل امرأته تسأل له عن ذلك، فدخلت على أم سلمة فذكرت ذلك لها، فأخبرتها أم سلمة أن رسول الله (يقبل وهو صائم، فرجعت فأخبرت زوجها بذلك ... الحديث بطوله.
(٢) التمهيد ٥/١١٥.
(٣) البرهان ١/٦٠٠.
(٤) انظر مثلا: روح المعاني ٢٦/١٤٦ وقارن بأحكام القرآن للجصاص ٥/٢٧٩.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (15,'وللعلماء والباحثين المعاصرين جهود طيبة في الدفاع عن حجية خبر الآحاد، كما أن الجدل قد أثير حوله في هذا العصر. ومن أبرز الأمثلة لهذه الجهود:
١ – وجوب الأخذ بحديث الآحاد في العقيدة والرد على شبه المخالفين، للشيخ محمد ناصر الدين الألباني.
٢ – فتح الغني الماجد ببيان حجية خبر الواحد للشيخ عبد الله بن الصديق الغماري.
٣ – خبر الواحد في السنة أثره في الفقه الإسلامي، للدكتورة سهير رشاد مهنا.
٤ – خبر الواحد في التشريع الإسلامي وحجيته للقاضي برهون.
٥ – الأدلة والشواهد على وجوب الأخذ بخبر الواحد لسليم الهلالي.
٦ – رد شبهات الإلحاد عن أحاديث الآحاد لعبد العزيز بن راشد.
٧ – حديث الآحاد لخليل إبراهيم ملا خاطر.
٨ – دراسة في خبر الآحاد لمحمد مبارك السيد.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (16,'<span data-type="title" id=toc-4>المبحث الثالث: أدلة وجوب العمل بخبر الواحد والرد على شبه منكريه</span>
الأدلة من الكتاب:
١ – قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: ٣٦] .
فقد استدل به ابن عباس رضي الله عنهما على طاوس لما سأله عن الركعتين بعد العصر، فنهاه عنهما فقال له طاوس: ما أدعهما، فتلا عليه ابن عباس الآية.
قال الشافعي: "فرأى ابن عباس الحجة قائمة على طاوس بخبره عن النبي، ودلَّه بتلاوة كتاب الله على أن فرضاً عليه أن لا تكون له الخيرة إذا قضى الله ورسوله أمرا، وطاوس حينئذ إنما يعلم قضاء رسول الله بخبر ابن عباس وحده، ولم يدفعه طاوس بأن يقول: "هذا خبرك وحدك فلا أثبته عن النبي، لأنه يمكن أن تنسى" (١) .
٢ – قوله تعالى: {فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: ١٢٢] .
ووجه الاستدلال بالآية: أن الله تعالى أوجب على كل فرقة قبول نذارة من نفر منها للتفقه في الدين، وأوجب على النافر التفقه والإنذار،
_________
(١) الرسالة ص ٤٤٣ – ٤٤٤، وانظر مفتاح الحجة للسيوطي ص ٤٧.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (17,'وإنذار النافر إخبار، والناذر طائفة، والطائفة تطلق في اللغة على الواحد فصاعداً، فدلَّت الآية على وجوب قبول خبر الواحد (١) .
وقد استدل بها الإمام البخاري في صحيحه إذ ضمنها ترجمة أول باب من أبواب أخبار الآحاد حين قال: "ويسمى الرجل طائفة لقوله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} [الحجرات: ٩] فلو اقتتل رجلان دخلا في معنى الآية.
٣ – قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات: ٦] .
والاستدلال بالآية على قبول خبر الواحد من وجهين:
أحدهما: أنه لو لم يقبل خبره لما علل عدم قبوله بالفسق.
وثانيهما: مفهوم الشرط وهو حجة، ومفهومه وجوب العمل بخبر الواحد إن لم يكن فاسقا (٢) .
وقد ركب ابن حزم الدليل من هذه الآية والتي قبلها فجعلهما "مقدمتين أنتجتا قبول خبر الواحد العدل دون الفاسق بضرورة البرهان" (٣) .
واستدل البخاري بها وبالتي قبلها في صحيحه، وهذه الآيات لا يخلو الاستدلال بأي منها من اعتراضات أوردها المستدلون بها أنفسهم
_________
(١) انظر: الإحكام لابن حزم ١/٩٨، والإحكام للآمدي ٢ /٥٨.
(٢) انظر: روح المعاني ٢٦/١٤٦، والإحكام للآمدي ٢/٥٨.
(٣) الإحكام ١/١٠٠.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (18,'كالرازي والآمدي والكلوذاني، وحاولوا أن يجيبوا عنها (١) ، ولذلك قال الحافظ ابن حجر تعليقاً على استدلال البخاري بقوله تعالى: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [الحجرات: ٦] "وهذا الدليل يورَد للتَقوِّي لا للاستقلال؛ لأن المخالف قد لا يقول بالمفاهيم" (٢) .
وهذا ما دفع آخرين إلى الإحجام عن الاستدلال بها كالجويني والغزالي.
الأدلة من السنة:
أدلة تثبيت حجية خبر الآحاد كثيرة في السنة النبوية، واستقصاؤها غير لازم هنا منهجياً، وسأورد منها ما لعله يفي بالغرض.
الدليل الأول: حديث ابن عمر رضي الله عنه قال: "بينما الناس بقباء في صلاة الصبح إذ أتاهم آت فقال: إن رسول الله صلى الله عليه وسلم قد أنزل عليه قرآن، وقد أمر أن يستقبل القبلة فاستقبلوها، وكانت وجوههم إلى الشام فاستداروا إلى الكعبة" (٣) .
وقد استدل بالحديث على حجية خبر الواحد الإمامان الشافعي والبخاري، وأفاض الشافعي في بيان وجه الاستدلال بالحديث على المطلوب، وخلاصته: أن أهل قباء أهل سابقة في الإسلام، وأهل فقه، ولم
_________
(١) انظر: المحصول للرازي ٢/١/٥٠٩ وما بعدها، والإحكام للآمدي ٢/٥٦ وما بعدها، والتمهيد للكلوذاني ٣/٤٦ وما بعدها.
(٢) فتح الباري ١٣/٢٣٤.
(٣) أخرجه الإمام الشافعي في الرسالة ص ١٢٣ – ١٢٤ – ٤٠٦ والبخاري في كتاب خبر الواحد باب ما جاء في إجازة خبر الواحد... وغيرهما.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (19,'يكن لهم أن يتحولوا عن القبلة التي كانوا عليها بخبر واحد إلا وهم على علم بأن الحجة ثابتة بخبره مع كونه من أهل الصدق، فلما تحولوا من فرض إلى فرض بخبر واحد دلَّ على أن العمل بخبره فرض، وإلا لأنكر عليهم رسول الله صلى الله عليه وسلم بعد علمه بتحولهم عن قبلتهم التي كانوا عليها (١) .
ففي الحديث حجة قوية على وجوب العمل بخبر الواحد، ويكفيه قوة أن اتفق على الاستدلال به هذان الإمامان.
الدليل الثاني: حديث أنس بن مالك رضي الله عنه قال: ((كنت أسقي أبا طلحة الأنصاري وأبا عبيدة بن الجراح وأبي بن كعب شراباً من فضيخ (٢) وهو تمر، فجاءهم آت فقال: إن الخمر قد حرمت، فقال أبو طلحة: قم إلى هذه الجرار فاكسرها، قال أنس: فقمت إلى مهراس (٣) لنا فضربتها بأسفله حتى انكسرت (٤) .
ووجه الاستدلال بالحديث واضح من حيث إنهم –وهم أهل مكانة في العلم والنصيحة- اعتمدوا على خبر واحد في تحريم ما كان حلالا لهم، وفي كسر الجرار إهراق ما فيها، ولم يعترض أحد منهم على خبر الواحد بالبقاء على حِلِّية الخمر حتى يشافههم رسول الله صلى الله عليه وسلم بذلك، وهم قريبون منه، كما لم ينههم رسول الله صلى الله عليه وسلم عن قبول خبر الواحد (٥) ،
_________
(١) انظر الرسالة ص ٤٠٧ – ٤٠٨.
(٢) في الرسالة: من فضيخ وتمر، والفضيخ شراب يتخذ من البسر.
(٣) المهراس حجر مستطيل منقور. يُدقُّ فيه، ويُتوضأ منه.
(٤) أخرجه البخاري في أخبار الآحاد باب ما جاء في إجازة خبر الواحد ...والشافعي في الرسالة ص ٤٠٩.
(٥) انظر: الرسالة ص ٤٠٩ – ٤١٠.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (20,'وأثبت هؤلاء ما كان مباحاً بخبر الواحد (١) .
وقد اتفق الإمامان الشافعي والبخاري على الاستدلال بالحديث على حجية خبر الواحد، ومما يزيد هذه الحجية قوة ما ورد في بعض طرقه: "فوالله ما سألوا عنها ولا راجعوها بعد خبر الرجل (٢) ".
الدليل الثالث: جملة من الأحاديث التي فيها بعث النبي صلى الله عليه وسلم آحادا من الصحابة دعاة وولاة وقضاة وأمراء ورسلا؛ فبعث أبا بكر والياً على الحج ليقيم للناس مناسكهم "وأخبرهم عن رسول الله صلى الله عليه وسلم بما لهم وما عليهم" (٣) ، وخبره خبر واحد، وبعث علي بن أبي طالب لينبذ إلى قوم عهدهم، ولولم تكن الحجة قائمة بخبر كل واحد منهما لما بعثه النبي صلى الله عليه وسلم.
وبعث معاذ بن جبل إلى اليمن، وولى زيد بن حارثة بعث مؤتة، وبعث ابن أنيس سرية وحده، وبعث اثني عشر رسولا إلى اثني عشر ملكا يدعو كل واحد منهم من بعث إليه إلى الإسلام (٤) .
وقد ضمن الإمام البخاري هذا المعنى بابين: باب ما جاء في إجازة خبر الواحد... وكيف بعث النبي صلى الله عليه وسلم أمراءه واحداً بعد واحد، فإن سها أحد منهم رد إلى السنة، وباب ما كان يبعث النبي صلى الله عليه وسلم من الأمراء والرسل واحداً بعد واحد.
_________
(١) فتح الباري ٢٧/٢٧٦.
(٢) السابق ٢٧/٢٧٦.
(٣) الرسالة ص ٤١٤.
(٤) انظر السابق ص ٤١٤ – ٤١٨.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (21,'دليل الإجماع:
إجماع الصحابة من أقوى الأدلة على وجوب العمل بخبر الواحد، إذ لم يكن يثبت عن أحد منهم أنه رفض قبول خبر الواحد من حيث هو كذلك، حتى إن الأصوليين أكدوا أن "إجماعهم على العمل بخبر الواحد منقول تواتراً" (١) والتواتر دليل قطعي لا يتطرق إليه شك، وقد رويت وقائع كثيرة جداً تدل على أنهم جميعاً يقبلون خبر الواحد ويعملون به.
ومن هذه الوقائع الكثيرة: اعتماد أبي بكر الصديق رضي الله عنه على خبر الواحد في توريث الجدة السدس (٢) .
ومنها: ما صح عن سعيد بن المسيب "أن عمر بن الخطاب رضي الله عنه كان يقول: الدية للعاقلة، ولا ترث المرأة من دية زوجها شيئا حتى أخبره الضحاك بن سفيان أن رسول الله صلى الله عليه وسلم كتب إليه أن يورث امرأة أشيم الضبابي من ديته، فرجع إليه عمر" (٣) .
ومثله: ما روى طاوس أن عمر قال: "أذكر الله امرأ سمع من النبي صلى الله عليه وسلم في الجنين شيئاً؟ فقام حمل بن مالك بن النابغة فقال: كنت بين جارتين لي –يعني ضرتين- فضربت إحداهما الأخرى بمسطح، فألقت جنيناً ميتاً، فقضى فيه رسول الله صلى الله عليه وسلم بغرة فقال عمر: لو لم أسمع فيه لقضينا بغيره" (٤) .
_________
(١) البرهان للجويني ١/٦٠٠.
(٢) انظر الحديث في جامع الترمذي كتاب الفرائض باب ما جاء في ميراث الجدة، وفي غيره.
(٣) أخرجه الشافعي في الرسالة ص ٤٢٦ وانظر أيضاً: الأم ٦/٧٧.
(٤) الرسالة ص ٤٢٧.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (22,'قال الشافعي: "فقد رجع عمر عما كان يقضي به لحديث الضحاك إلى أن خالف حكم نفسه" (١) .
ففي هاتين الواقعتين دليل واضح على قبول خبر الواحد العدل مع كون عمر أعلم ممن أخبره، وأكثر صحبة، ولم يقل للضحاك: "أنت رجل من أهل نجد، ولحمل بن مالك: أنت رجل من أهل تهامةلم تريا رسول الله، ولم تصحباه إلا قليلاً، ولم أزل معه ومن معي من المهاجرين والأنصار، فكيف عزب هذا عن جماعتنا وعلمته أنت، وأنت واحد، يمكن فيك أن تغلط وتنسى؟ " (٢) .
ومنها: اعتماد عثمان بن عفان رضي الله عنه على خبر الفريعة بنت مالك في كون المتوفى عنها زوجها تعتد في بيت الزوجية (٣) .
قال الشافعي: "وعثمان في إمامته وعلمه يقضي بخبر امرأة بين المهاجرين والأنصار" (٤) .
وقد صرَّح كثير من علماء الحديث وعلماء الأصول بحصول إجماع الصحابة على العمل بخبر الواحد، واستمر ذلك الإجماع إلى أن حدثت مذاهب تشكك في خبر الواحد.
ولم يمنع الشافعي من التصريح بالإجماع إلا تحفظه المعروف في
_________
(١) السابق ص ٤٢٩.
(٢) اختلاف الحديث بهامش الأم ٧/٢٠.
(٣) الرسالة ص ٤٣٨ – ٤٣٩.
(٤) السابق ص ٤٣٩.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (23,'الموضوع، ولكن كلامه غير بعيد عن التصريح بالإجماع، وذلك أنه لمَّا ذكر كثيراً من أعلام الصحابة والتابعين ومن بعدهم قال: "كلهم يحفظ عنه تثبيت خبر الواحد عن رسول الله صلى الله عليه وسلم والانتهاء إليه، والإفتاء به، ويقبله كل واحد عن مَن فوقه ويقبله عن مَن تحته".
ولو جاز لأحد من الناس أن يقول في علم الخاصة: أجمع المسلمون قديما وحديثا على تثبيت خبر الواحد والانتهاء إليه بأنه لم يعلم من فقهاء المسلمين أحد إلا وقد ثبته – جاز لي- ولكن أقول: "لم أحفظ عن فقهاء المسلمين أنهم اختلفوا في تثبيت خبر الواحد" (١) .
وصرَّح ابن عبد البر بإجماع أهل العلم في جميع الأمصار على قبول خبر الواحد وإيجاب العمل به (٢) .
وهكذا "شاع فاشياً عمل الصحابة والتابعين بخبر الواحد من غير نكير، فاقتضى الاتفاق منهم على القبول" (٣) .
ومثل المحدِّثين علماء الأصول، فقد قال الآمدي بعد أن ساق أدلة من القرآن الكريم على حجية خبر الواحد، وأورد اعتراضات عليها: "والأقرب في هذه المسألة إنما هو التمسك بإجماع الصحابة" (٤) .
_________
(١) السابق ص ٤٥٦ – ٤٥٧.
(٢) انظر التمهيد ١/٢.
(٣) فتح الباري ٢٧/٢٧٠.
(٤) الإحكام ج ٢/٦٤، ومثله قول الكلوذاني الحنبلي: أجمع الصحابة رضي الله عنهم على قبول خبر الواحد، التمهيد في أصول الفقه ٣/٥٤.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (24,'وقبله الإمام الجويني الذي اختار في الاستدلال على وجوب العمل بخبر الواحد مسلكين:
أحدهما: يستند إلى أمر متواتر لا يتمارى فيه إلا جاحد، ولا يدرؤه إلا معاند.
"والمسلك الثاني مستند إلى إجماع الصحابة " (١) .
والجويني يلخص بهذا موقف الأصوليين، ويوحد بينهم وبين المحدثين في وجوب العمل بخبر الواحد، رغم المناقشات المستفيضة التي أثارها الأصوليون حول إفادة خبر الواحد العلم أو الظن كما سيأتي، لكن العبرة بهذه النتيجة التي جمع فيها الجويني حجتين يقينيتين قاطعتين هما: التواتر والإجماع، أي التواتر في نقل الروايات التي توجب العمل بخبر الواحد، وإجماع الصحابة على العمل بخبر الواحد، وهذا الإجماع منقول نقلاً متواتراً مفيداً للقطع واليقين.
فلم يُبْقِ الأصوليون بعد هذه الحجج عذراً لأحد في مخالفة خبر الواحد.
ولم يكتف العلماء بإقامة هذه الحجج على وجوب العمل بخبر الواحد حتى دحضوا كل الشبه، وفندوا كل الحجج التي تعلق بها منكرو حجية خبر الآحاد، سواء منهم أولئك الذين ردُّوه جملة، وأولئك الذين ردوه إذا كان في موضوع العقائد.
ومن تلك الشبه: ما تعلقوا به من قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ
_________
(١) البرهان ١/٦٠٠ – ٦٠١، وأضاف الزركشي إلى هذين مسلكا ثالثا وهو: " أن العمل بخبر الواحد يقتضي رفع ضرر مظنون فكان العمل به واجبا..." البحر المحيط ١/٢٦٠.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (25,'بِهِ عِلْمٌ} [الإسراء: ٣٦] فقد فهموا أن النهي يتناول الأخذ بخبر الواحد من حيث إن الأخذ به اتباع ما ليس للآخذ به علم، وقد عَدَّ ابن حزم تعلقهم بهذه الآية أقوى ما شغبوا به، ورد عليهم بقوله: "وهذه الآية حجة لنا عليهم في هذه المسألة؛ لأنا لم نَقْفُ ما ليس لنا به علم، بل قد صَحَّ لنا به العلم، وقام البرهان على قبوله، وصح العلم بلزوم اتباعه والعمل به، فسقط اعتراضهم بهذه الآية ... " (١) .
ورد عليهم إمام الحرمين تمسكهم بظاهر هذه الآية بأن "مضمون الآية: النهي عن اقتناء الظنون من غير ضبط متأيد بمراسم الشرع، وليس الغرض الإضراب عن كل ما ليس معلوما" (٢) .
وقد عاكسهم ابن القيم في الاحتجاج بالآية على عكس ما احتجوا بها عليه، وهو وجوب العمل بخبر الواحد، وإفادته للعلم من حيث إن المسلمين لم يزالوا منذ عهد الصحابة يتبعون أخبار الآحاد ويعملون بمقتضاها، ويثبتون بها صفات الله تعالى "فلو كانت لا تفيد علما لكان الصحابة والتابعون وتابعوهم وأئمة الإسلام كلهم قد قَفَوْا ما ليس لهم به علم" (٣) .
ومن تلك الشبه: أنهم رأوا وقائع في عهد الصحابة فهموا منها أنهم يرفضون الاحتجاج بخبر الواحد، كرد أبي بكر لخبر المغيرة بن شعبة في
_________
(١) الإحكام ١/١٠٣.
(٢) البرهان ١/٦٠٥.
(٣) مختصر الصواعق المرسلة ص ٤٧٩.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (26,'ميراث الجدة حتى استظهر بمحمد بن مسلمة (١) ، وكرد عمر لخبر أبي موسى في الاستئذان حتى ظاهَرَهُ أبو سعيد الخدري (٢) ، وكرده لخبر فاطمة بنت قيس في السكنى (٣) ، وكرد علي لخبر أبي سنان الأشجعي في قصة بَرْوَع بنت واشق أن النبي صلى الله عليه وسلم قضى لها بعد أن توفي زوجها - ولم يفرض لها صداقا ولم يدخل بها- أن لها مثل صداق نسائها، ولها الميراث وعليها العدة (٤) .
وقد رد العلماء تمسكهم بهذه الشبهة بأن هناك فرقا بين التثبت والاستظهار، وبين رفض الاحتجاج، فهؤلاء الصحابة إنما أرادوا بفعلهم التثبت في قبول خبر الواحد في تلك الوقائع لأسباب اقتضت ذلك، بدليل أنهم في وقائع أخرى اعتمدوا على خبر الواحد (٥) .
ولا عيب في الاستظهار على الخبر بخبر ثان وثالث ورابع وخامس وسادس "لأن الأخبار كلما تواترت وتظاهرت كان أثبت للحجة وأطيب لنفس السامع" (٦) .
_________
(١) انظر: سنن أبي داود كتاب الفرائض باب في الجدة، وسنن الترمذي كتاب الفرائض باب ما جاء في ميراث الجدة.
(٢) انظر: صحيح البخاري في كتاب الاستئذان باب التسليم والاستئذان ثلاثا، وصحيح مسلم كتاب الأدب باب الاستئذان.
(٣) انظر قصتها في: صحيح مسلم كتاب الطلاق باب المطلقة ثلاثا لا نفقة لها.
(٤) انظر: سنن أبي داود كتاب النكاح باب فيمن تزوج ولم يسم صداقا حتى مات، وسنن الترمذي كتاب النكاح باب ما جاء في الرجل يتزوج امرأة فيموت عنها قبل أن يفرض لها.
(٥) انظر: تدريب الراوي ١/٧٣ وما بعدها.
(٦) الرسالة ص ٤٣٣.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (27,'وما فعله بعض الصحابة من تحليف الراوي الواحد أو اشتراط شهادة آخرين على قبول خبر الواحد محمول على التثبت والاستظهار (١) .
والحاصل أن تَرْكَ الاحتجاج ببعض أخبار الآحاد في فروع فقهية لا يستلزم عدم الاحتجاج بها من حيث الأصل؛ إذ قد يكون ترك الاحتجاج بتلك الأخبار آتياً من أسباب أخرى كالاحتياط والتثبت في الرواية.
ومن تلك الشبه: أنهم رأوا اختلاف الأئمة في العمل بالخبر الواحد في فروع فقهية، فظنوا أن ذلك بسبب رد خبر الواحد، وقد ألمح الشافعي إلى هذه الشبهة بقوله: "فإن شبه على رجل بأن يقول: قد روي عن النبي صلى الله عليه وسلم حديث كذا، وحديث كذا، وكان فلان يقول قولاً يخالف ذلك الحديث" (٢) ثم أجاب عنها بأن ذلك ليس بسبب رد الخبر، بل إما أن يكون عنده خبر آخر يخالفه، أو يكون سمع خبراً ممن هو أوثق عنده من الذي سمع منه الخبر الذي رده، أو يكون سمعه من غير حافظ أو من متهم، أو يكون الحديث محتملا عنده معنيين فيذهب إلى أحدهما دون الآخر (٣) .
ومن تلك الشبه: أن خبر الواحد يمكن فيه الغلط، وإمكان الغلط فيه دفعهم إلى رده بناء على مبدأ انطلقوا منه وهو أن الحجة لا تقوم "بأمر يمكن فيه الغلط" (٤) .
_________
(١) انظر: البرهان ١/٦٠٩ – ٦١٠.
(٢) الرسالة ص ٤٥٨.
(٣) انظر السابق ص ٤٥٨ – ٦١٠.
(٤) جماع العلم بهامش الأم ٧/٢٥٦.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (28,'وقد رُدَّتْ عليهم هذه الشبهة بأن إمكان الغلط لا يستلزم وجوده وعدم اطلاع أهل العلم عليه؛ لأن ذلك يتنافى مع وعد الله بحفظ دينه (١) ، ويستلزم إضلال العباد "فإن ما يجب قبوله شرعاً من الأخبار لا يكون باطلا في نفس الأمر" (٢) .
_________
(١) انظر تفصيل هذا الرد في الإحكام لابن حزم ١/١٠٩ ومختصر الصواعق المرسلة ص ٤٦٢.
(٢) وجوب الأخذ بحديث الآحاد في العقيدة للشيخ الألباني ص ١٣.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (29,'<span data-type="title" id=toc-5>المبحث الرابع: نشأة ظاهرة التشكيك في حجية خبر الآحاد وأسبابها</span>
هذه القضية من أهم القضايا المرتبطة بخبر الواحد من حيث نشأة النابتة التي ابتدعت رفض قبول خبر الواحد جملة، وهذه النابتة قد بذرت بذرتها منذ عقد الأربعين الذي ينظر إليه على أنه الحد الفاصل بين صفاء السنة والتزيد فيها (١) .
بل إن تيار الاقتصار على ما في القرآن قد ظهر مبكراً منذ عهد الصحابة كما يظهر من موقف الرجل (الخارجي) الذي جاء إلى عمران ابن حصين وهو يحدِّث الناس عن السنة فقال: يا أبا نجيد: حدثنا بالقرآن، فقال له عمران: أنت وأصحابك تقرؤون القرآن؟ أكنت تحدثني عن الصلاة وما فيها وحدودها؟ أكنت تحدثني عن الزكاة في الذهب والإبل والبقر وأصناف المال؟ لكن قد شهدت وغبت أنت، ثم قال: فرض رسول صلى الله عليه وسلم في الزكاة كذا وكذا، فقال الرجل: أحييتني، أحياك الله.
قال الحسن: "فما مات ذلك الرجل حتى صار من فقهاء المسلمين" (٢) .
وقد نفهم من هذه الواقعة إشارات:
_________
(١) انظر: خبر الواحد للقاضي برهون ص ٧٦.
(٢) مفتاح الجنة للسيوطي ص ٣٨.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (30,'الأولى: أن الدوافع التي دفعت هذا الرجل وأمثاله ليقول لهذا الصحابي: حدثنا بالقرآن دوافع غامضة، فهل هو دافع الرغبة في تحصيل قدر أكبر من أسرار القرآن؟ أو هو دافع الاقتصار على ما في القرآن واستبعاد ما في السنة؟ أو هو دافع الجهل بموقع السنة من هذا الدين؟ أو هو دافع الارتياب والشك في ثبوت السنة؟ أو هي هذه الدوافع كلها؟!
الثانية: أن هذا الرجل ليس وحده الذي يقول هذا، بل من ورائه آخرون يرون الرأي نفسه، بدليل قول عمران له: "أنت وأصحابك" لكن يبدو أن لا تأثير لهم في ذلك العهد لأنهم مازالوا في طور النشأة.
الثالثة: أن هذا الرجل ليس ذا طوية خبيثة، ولو كان كذلك لما تراجع عن فكرته بعد محاورة عمران له، ولما قال له ممتنَّاً: "أحييتني أحياك الله" وإنما وقع فريسة الجهل بمكانة السنة النبوية وبأثرها المحمود في تسديد مسار المسلم في الحياة.
ومن أعلام النبوة: ما أشار إليه الرسول صلى الله عليه وسلم من وجود ظاهرة التشكيك في سنته؛ فقد روى أبو داود وغيره عن المقدام بن معد يكرب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: "ألا إني أوتيت الكتاب ومثله معه، ألا يوشك رجل شبعان على أريكته يقول: عليكم بهذا القرآن، فما وجدتم فيه من حلال فأحلوه، وما وجدتم فيه من حرام فحرموه"، الحديث ... (١) .
واستمرت الظاهرة في تصاعد مع مرور الزمن حتى جعلتها طوائف
_________
(١) رواه أبو داود في كتاب السنة باب في لزوم السنة.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (31,'من سمات منهجها في التعامل مع السنة كطوائف المعتزلة والخوارج والروافض.
وقد حاول ابن حزم تحديد زمن نشأة هذه الظاهرة بقوله: "فإن جميع أهل الإسلام كانوا على قبول خبر الواحد الثقة عن النبي صلى الله عليه وسلم، تجري على ذلك كل فرقة في علمها كأهل السنة والخوارج والشيعة والقدرية حتى حدَّث متكلمو المعتزلة بعد المائة من التاريخ، فخالفوا الإجماع في ذلك" (١) .
فابن حزم في هذا النص ينسب إلى متكلمي المعتزلة في القرن الثاني بدعة رفض قبول خبر الواحد بعد أن كان حجة عند جميع الفرق.
ويبدو أن هذه الظاهرة قد تنامت خلال القرن الثاني وما بعده وتفرعت إلى أكثر من فرع، وقد حمل لواء هذه الظاهرة أهل الكلام الذين ليس لهم موقف واحد في المسألة كما نفهم من قول الإمام الشافعي رحمه الله: "ثم تفرق أهل الكلام في تثبيت الخبر عن رسول الله صلى الله عليه وسلم تفرقاً متبايناً، وتفرق غيرهم ممن نسبته العامة إلى الفقه فيه تفرقاً" (٢) .
فلبدعة نشأة الكلام والاشتغال به أثر واضح في نشأة ظاهرة التشكيك في خبر الواحد، ولا شك أن سيل البدعة إذا كان جارفاً سيتحطم على حصون السنة.
_________
(١) الإحكام ١١/١٠٢، وانظر أيضا ص ١١٩.
(٢) جماع العلم بهامش الأم ٧/٢٥٠.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (32,'وقد كان لأهل الكلام وجود بارز في عصر الإمام الشافعي في كثير من البلاد، ونال خبر الواحد نصيباً من معارضتهم الجدلية كما يفهم من قول الإمام الشافعي: "فقد وجدت أهل الكلام منتشرين في أكثر البلدان، فوجدت كل فرقة منهم تنصب منها ما تنتهي إلى قوله، وتضعه الموضع الذي وصفت" (١) .
ويعد الإمام الشافعي رحمه الله أبرز العلماء الذين تعدُّ كتاباتهم تاريخًا أمينًا لهذه الظاهرة، كما يعد أبرزهم في التصدي لها.
وقد صرَّح أكثر من مرة في كتبه أن جميع العلماء منذ عهد الصحابة والتابعين كانوا يثبتون حجية خبر الواحد إلا فرقة يبدو أنها تفرعت إلى فرقتين (٢) في عهده:
فرقة رفضت الاحتجاج بالسنة كلها
وفرقة رفضت الاحتجاج بأخبار الآحاد
وقد خصص للرد على الفرقتين بابين:
أحدهما: باب حكاية قول الطائفة التي ردت الأخبار كلها (٣) !!
وثانيهما: باب حكاية قول مَنْ ردَّ خبر الخاصة (٤) .
ويبدو من نتيجة حوار الإمام الشافعي مع الطائفة الأولى التي ردت
_________
(١) جماع العلم بهامش الأم ٧/٢٥٦.
(٢) انظر السابق ٧/٢٥٠.
(٣) السابق ٧/٢٥١.
(٤) السابق ٧/٢٥٦.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (33,'الأخبار كلها أن مناظره منها قد رجع إلى جادة الصواب وأقر بحجية السنة كما يفهم من قوله للإمام: "والحجة لك ثابتة بأن علينا قبول الخبر عن رسول الله صلى الله عليه وسلم، وقد صرت إلى أن قبول الخبر لازم للمسلمين لما ذكرت وما في مثل معانيه من كتاب الله، وليست تدخلني أنفة من إظهار الانتقال عما كنت أرى إلى غيره إذا بانت الحجة فيه، بل أتدين بأن علي الرجوع عما كنت أرى إلى ما رأيته الحق" (١) .
وإذا كان هذا المجادل المنصف الباحث عن الحق قد رجع إليه بتجلية الشافعي إياه له، فإن كثيرين من ذوي الأغراض السيئة قد لا يقنعهم هذا الحق الأبلج.
أما حواره مع الطائفة الثانية فيبدو منه أنهم كثيرون، كما يفهم من بعض عبارات الشافعي كقوله: "ثم كلَّمني جماعة منهم مجتمعين ومتفرقين بما لا أحفظ أن أحكي كلام المتفرد عنهم منهم وكلام الجماعة، ولا ما أخبر به كُلاًّ" (٢) .
وكقوله: "قال هو وبعض من حضر معه" (٣) وكقوله: "وقلت له أو لبعض من حضر معه (٤) " وكقوله: "فقال جماعة ممن حضر منهم" (٥) .
_________
(١) السابق ٧/٢٥١ – ٢٥٢.
(٢) السابق ٧/٢٥٥، وفي نسخة ((ولا ما أجبت به كُلاًّ)) .
(٣) السابق ٧/٢٥٦.
(٤) السابق ٧/٢٥٩.
(٥) السابق ٧/٢٦١.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (34,'وتصور هذه العبارات ضراوة المعارك التي خاضها الإمام الشافعي مع هؤلاء وبسالته في مصاولتهم انتصاراً لسنة رسول الله صلى الله عليه وسلم.
ومن المؤكد أن الإمام الشافعي أراد بهذا الحجاج العلمي أن يثبت أموراً:
الأول: أن السلف - مجمعون صحابةً وتابعيهم- على تثبيت حجية خبر الواحد ووجوب العمل به بشروطه.
وقد نال هذا الأمر قسطاً كبيراً من اهتمام الشافعي رحمه الله وإن تحاشى التصريح بالإجماع كما سبق وعدل عنه إلى قوله: "ولو جاز لأحد من الناس أن يقول في علم الخاصة: أجمع المسلمون قديماً وحديثاً على تثبيت خبر الواحد... جاز لي، ولكن أقول: لم أحفظ عن فقهاء المسلمين أنهم اختلفوا في تثبيت خبر الواحد ... " (١) .
وقصده من تثبيت هذا الإجماع بيان أن ما ذهبت إليه الطوائف التي يرد عليها خرق لهذا الإجماع، فيلزم التصدي لهذا الخرق، والشبه التي يثيرها هؤلاء.
وقد صرح كثير من الأصوليين والمحدثين فيما بعد بحصول الإجماع على هذا، بل صرح ابن القيم بأن إجماع الصحابة على ذلك معلوم بالضرورة (٢) .
_________
(١) الرسالة ص ٤٥٧ – ٤٥٨.
(٢) مختصر الصواعق المرسلة ص ٤٥٧، وانظر أيضا ص ٥٠٢.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (35,'وصرح إمام الحرمين أن إجماع الصحابة على حجية خبر الواحد منقول تواترا (١) .
عدَّ ابن عبد البر الخارقين لهذا الإجماع من الخوارج وطوائف من أهل البدع" شرذمة لا تعد خلافاً" (٢) .
الثاني: أن مبدأ تثبيت حجية خبر الواحد لا يجوز التساهل فيه مع تلك الطوائف كيلا يغتر بهم الأغرار من المسلمين، وهذا ما يفسر تلك الإطالة الملحوظة عند الشافعي في تثبيت حجية خبر الواحد رغم تصريحه بأنه لم يحفظ فيه خلافاً عن أحد من فقهاء المسلمين.
وتنفيراً للمسلمين من الاغترار بهؤلاء، وصفهم الشافعي بقوله: "فمن فارق هذا المذهب كان عندنا مفارق سبيل أصحاب رسول الله وأهل العلم بعدهم إلى اليوم، وكان من أهل الجهالة! " (٣) .
الثالث: أن دحض كل الشبه وكل الأدلة التي تستمسك بها الطوائف التي ترفض الاحتجاج بخبر الواحد من مهمات العلماء، وإذا لم تدحض تلك الشبه فإنها تتغلغل شيئا فشيئا حتى تصبح في صورة أدلة.
الرابع: أن التيار الخارق للإجماع في حجية خبر الواحد يبدو أنه قوي كما يفهم من بعض عبارات الشافعي كقوله: "قلت له: أنت تسأل عن الحجة في ردِّ المرسل وترده، ثم تجاوز فترد المسند الذي يلزمك عندنا الأخذ به" (٤) ، وقوة هذا التيار يجب أن تقابلها قوة الرد.
_________
(١) انظر: البرهان ١/٦٠١.
(٢) التمهيد ١/٢.
(٣) اختلاف الحديث بهامش الأم ٧/٢٦.
(٤) الرسالة ص ٤٧٠ – ٤٧١.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (36,'أسباب نشأة ظاهرة التشكيك في خبر الآحاد
من أهم الأسباب التي أدت إلى ظهور التشكيك في خبر الآحاد خاصة وفي السنة عامة:
١ – ظهور قرن الفتنة التي عصفت بالأمة منذ مقتل عثمان رضي الله عنه، فالخوارج أدت بهم قضية "التحكيم" إلى تجريح الصحابة، لأنهم رضوا بالتحكيم، والروافض جرحوا كثيراً من الصحابة إلا علياً وأبناءه وشيعته، وكان من منهجهم ألا يقبلوا من الأحاديث إلا ما جاء عن طريق آل البيت (١) .
٢ – طغيان المنهج العقلي في التعامل مع السنة، ولا سيما عند المعتزلة الذين جعلوا دلالة العقل أولى الدلالات، فالأدلة عندهم على الترتيب هي: "حجة العقل والكتاب والسنة والإجماع" (٢) .
وقد رأى القاضي عبد الجبار-وهو أحد أقطابهم- أن خبر الآحاد لا يعلم كونه صدقاً ولا كذباً فيلجأ فيه إلى الحجة العقلية التي هي الدليل الأول "فإن لم يكن موافقاً لها كان الواجب أن يرد! وأن يحكم أن النبي لم يقله، وإن قاله فإنما قاله حكاية عن غيره!! " (٣) .
ومن نتائج طغيان هذا المنهج أن خبر الواحد يمكن أن يكون في نفس
_________
(١) انظر خبر الواحد في: التشريع الإسلامي وحجيته للقاضي برهون ص ٧٧ وص ٢٨٣.
(٢) شرح الأصول الخمسة للقاضي عبد الجبار ص ٨٨.
(٣) شرح الأصول الخمسة ص ٧٧٠، وانظر أمثلة لردهم الأحاديث المخالفة للمعقول في الاعتصام للإمام الشاطبي ١/٢٣١ وما بعدها.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (37,'الأمر كذباً أو خطأ، وقد جعلت "المعتزلة والخوارج هذا حجة لهم في ترك العمل به، وقالوا: ما جاز أن يكون كذباً أو خطأ فلا يحل الحكم به في دين الله عز وجل، ولا أن يضاف إلى الله تعالى، ولا إلى الرسول صلى الله عليه وسلم ولا يسع أحداً أن يدين به" (١) .
٣ – قضية الصفات وما أثير حولها من تعطيل وتجسيم وتأويل، فنفاة الصفات ومعطلوها قالوا: "لا يحتج بكلام رسول الله صلى الله عليه وسلم على شيء من صفات ذي الجلال والإكرام" (٢) .
وقد انطلقوا في التعطيل من زعم تنزيه الله عن صفات البشر: إذ "لو كان الله عالماً بعلم لكان يجب في علمه أن يكون مثلاً لعلمنا" كما قال القاضي عبد الجبار (٣) ، والصفات الواردة في القرآن الكريم لابد أن تؤول بما يتفق مع هذا المنطلق (٤) ، وهو منطلق تنزيه الله عز وجل، والخوف من تشبيهه بمخلوقاته، إذ جعلوا قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: ١١] مستنداً لهم في رد الأحاديث الصحيحة" (٥) .
وقضية الصفات دفعت الكثيرين إلى التوقف في آيات الصفات من القرآن الكريم نفسه؛ لأن الصفات لابد فيها من القطع، والآيات القرآنية
_________
(١) الإحكام ١/١٠٧.
(٢) مختصر الصواعق المرسلة ص ٤٣٨.
(٣) شرح الأصول الخمسة ص ٢٠١ وص ٧٧٠.
(٤) انظر السابق ص ٢١٢.
(٥) مختصر الصواعق المرسلة ص ٥٠٩.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (38,'وإن كانت لها صفة القطع من جهة الثبوت لا تفيد القطع من جهة الدلالة، وأخبار الآحاد فقدت القطع من الجهتين معاً، "وبهذا قدحوا في دلالة أحاديث الآحاد؛ لأنها لا تفيد العلم، فسدُّوا على القلوب معرفة الرب تعالى، وأسمائه وصفاته من جهة الرسول صلى الله عليه وسلم " (١) .
٤ – انتشار الوضع في الحديث، وقد شككت هذه الظاهرة كثيراً من الفرق في حجية السنة جملةً، رغم الجهود المضنية التي بذلها علماء الحديث لتمييز الحديث الصحيح عن غيره، ولتحذير الأمة من الأحاديث الموضوعة، لكن أهل الأهواء وفاقدي العلم بالحديث وجدوا في هذه الظاهرة مستنداً لهم لرد أخبار الآحاد.
بل إن بعض المعاصرين تَعدَّوْا التشكيك في أخبار الآحاد إلى التشكيك في الأحاديث المتواترة، وتساءل بعضهم: "هل كل ما تواتر عن النبي صلى الله عليه وسلم أنه فعله وأمر به يكون واجبا على الأمة الإسلامية في جميع الأزمنة والأمكنة وإن لم يرد له ذكر في القرآن؟ " (٢) ثم أجاب عن السؤال بقوله: "إنه لا يجب!! " (٣) .
٥ – دعوى معارضة القرآن الكريم أو السنة المتواترة أو الأصول.
لكن يجب بصدد الحديث عن هذا السبب أن نفرق بين مذهب مَنْ
_________
(١) مختصر الصواعق المرسلة ص ٤٣٨.
(٢) مجلة المنار ٩/٥٢٢ عن موقف المدرسة العقلية من السنة النبوية، للدكتور الأمين الصادق الأمين ص ٢٧٧.
(٣) انظر تأسيس النظر للدبوسي ص ٩٩.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (39,'يرفض العمل بخبر الواحد أصلاً، ومذهب مَنْ يرفضه إذا عارضه ما هو أقوى منه، كما هو مذهب أبي حنيفة مثلاً، وكما نسب إلى الإمام مالك في تقديم ظاهر القرآن الكريم على خبر الواحد.
وتجب ملاحظة هذه التفرقة حتى لا يظن بمثل أبي حنيفة أنه من الرافضين لحجية خبر الواحد، فهو رحمه الله إمام أهل الرأي، ويحتل القياس عنده مكانة بارزة في الاستدلال، ومع ذلك يقدم خبر الواحد على القياس، ومعه في هذا التقديم الإمامان محمد وأبو يوسف، وهذا من أقوى البراهين على حجية خبر الآحاد عندهم.
غير أن المشكل – منهجياً - أن هناك ما يشبه خيطاً رابطاً بين اتجاه من يرفض حجية خبر الواحد جملة، واتجاه من يرفض حجيته إذا عارضه ما هو أقوى منه، من الكتاب أو السنة المتواترة أو المشهورة، وهو ما يدخل في ما يطلق عليه "تعارض الأخبار" وقد ميَّز الإمام الشافعي بين الاتجاهين لما قال لمناظره: "قد أجد الناس مختلفين فيها (أي السنة) منهم من يقول بها، ومنهم من يقول بخلافها، فأما سنة يكونون مجتمعين على القول بخلافها فلم أجدها قط" (١) .
ويتمثل هذا الخيط الرابط بين الاتجاهين في مبدأ رد خبر الواحد، وفي مبدأ اتساع رقعة هذا الرد، وفي أدلة الرد، وأظهر هذه الأدلة ما استشهد به أصوليو المذهب الحنفي لردِّ خبر الواحد إذا تعارض مع الكتاب والسنة
_________
(١) الرسالة ص ٤٧٠.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (40,'المتواترة أو المشهورة من حديث منسوب إلى النبي صلى الله عليه وسلم ونصه: "تكثر الأحاديث لكم بعدي، فإذا روي لكم عن حديث فاعرضوه على كتاب الله تعالى فما وافقه فاقبلوه، واعلموا أنه مني، وما خالفه فردوه، واعلموا أني منه بريء" (١) .
لكن هذا الحديث غير صحيح، فقد قال عنه يحيى بن معين: إنه موضوع وضعته الزنادقة، وقال عنه الشافعي: ما رواه أحد عمن يثبت حديثه في شيء صغير ولا كبير، ونقل الحافظ ابن عبد البر في جامع بيان العلم وفضله عن عبد الرحمن بن مهدي قوله: "الزنادقة والخوارج وضعوا حديث: ما أتاكم عني فاعرضوه على كتاب الله، فإن وافق كتاب الله فأنا قلته، وإن خالف كتاب الله فأنا لم أقله" (٢) .
على أن أسلوب هذا الحديث يوحي بالاختلاق والوضع!
وقد توسع الحنفية في ردِّ بعض أخبار الآحاد، لا لأن منهجهم هو ردُّ أخبار الآحاد، كما هو منهج المبتدعة، لكن لاعتبارات علمية ومنهجية لم يسلمها لهم غيرهم، فمتأخرو الحنفية ردوا خبر الواحد إذا كان في ما تعم به البلوى" (٣) .
_________
(١) أصول السرخسي ١/٣٦٥ مفتاح الجنة السيوطي ص٣٦، وقد استشهد أبو يوسف بنص هذا الحديث انظر كتاب سير الأوزاعي في الأم ٧/٣٠٨، وانظر دراسات في السنة لأستاذنا د/محمد بلتاجي حسن ص٩٩.
(٢) جامع بيان العلم ٢/١٩١.
(٣) قال ابن القيم: "وحكوه عن أبي حنيفة وهو كذب عليه وعلى أبي يوسف ومحمد، فلم يقل ذلك أحد منهم ألبتة، وإنما هذا قول متأخريهم، وأقدم من قال به عيسى بن أبان، وتبعه أبو الحسن الكرخي وغيره" مختصر الصواعق المرسلة ص ٥٠٩.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (41,'كما ردوه إذا ورد مخالفا للأصول، قال الدبوسي: "الأصل عند أصحابنا أن خبر الآحاد متى ورد مخالفا لنفس الأصول مثل ما روي عن النبي عليه الصلاة والسلام أنه أوجب الوضوء مِنْ مَسِّ الذكر، لم يقبل أصحابنا هذا الخبر لأنه ورد مخالفاً للأصول؛ لأنه ليس في الأصول انتقاض الطهارة بمس بعض أعضائه" (١) .
وقضية مخالفة خبر الواحد للأصول لم تُسَلَّمْ لفقهاء المذهب الحنفي وأصوليِّيه، ومثلهم فقهاء المذهب المالكي وأصوليوه، إذ كيف يكون خبر الواحد مخالفا للأصول، وهو نفسه من الأصول؟! فقد وجدت للعلماء نصوصا تثبت أن خبر الواحد أصل بنفسه، والأصل لا تجوز مخالفته، فقد قال الإمام الشافعي: "وتثبيت خبر الواحد أقوى من أن أحتاج إلى أن أمثله بغيره؛ بل هو أصل في نفسه" (٢) ، ومثله قول ابن حزم في رده على بعض الحنفيين: "وأما قولهم: مخالف للأصول، فكلام فاسد فارغ من المعنى واقع على ما لا يعقل؛ لأن خبر الواحد الثقة المسند أصل من أصول الدين، وليس سائر الأصول أولى بالقبول منه، ولا يجوز أن تتنافى أصول الدين" (٣) .
وبالرغم من وجود هذا الشبه الظاهري في ظاهرة الرفض، فإن علماء الحنفية وغيرهم ممن ردوا بعض أخبار الآحاد يختلفون منهجا واعتقادا مع الرافضين لمبدأ الحجية نفسها.
_________
(١) تأسيس النظر ص ١٥٦.
(٢) الرسالة ص ٣٨٤.
(٣) الإحكام ١/١٠٥.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (42,'<span data-type="title" id=toc-6>المبحث الخامس: إفادة خبر الواحد للعلم أو الظن</span>
هذه قضية من القضايا التي أثيرت حول خبر الواحد بين الذين يقولون بوجوب العمل بخبر الواحد من حيث هو، وهم جمهور العلماء سلفاً وخلفاً، فهم متفقون على حجية خبر الواحد وإفادته للعمل، ومختلفون في إفادته للعلم.
ومن الذين ينكرون حجيته من يجعل إفادته للظن من دواعي رده؛ لأن الظن لا يغني من الحق شيئاً، لكن الذي يعنينا دراسة هذا الخلاف بين المثبتين لحجيته ووجوب العمل به، أما المنكرون فلا فائدة من إثارة الظنية أو العلمية عندهم، إذ الرفض جملة هو حصيلة مذهبهم.
ومجمل الأقوال في هذه القضية تعود إلى قولين:
القول الأول: أن خبر الواحد الصحيح يفيد العلم بنفسه، وهذا هو الاتجاه العام عند المحدثين، وهو ما نجده عند فقهاء الظاهرية وعلى رأسهم داود وابن حزم الذي أطال في الاحتجاج له وأفاض في ترجيحه (١) ، وما كان له ليقول غير ذلك؛ لأنه لا يقبل بناء أي حكم على الظن، ويرى أن الله تعالى حرم القول في دينه بالظن الذي لا يتيقن، إذ " هو الباطل الذي لا يغني من الحق شيئا"، وهو " غير الهدى الذي جاءنا من عند الله تعالى" (٢) .
_________
(١) انظر: الإحكام ١/٩٧ وما بعدها.
(٢) السابق ١/١١٣.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (43,'بل إن إيجاب العمل بخبر الواحد يستلزم عنده إفادته للعلم، فكأنه يلزم الجمهور القائلين بوجوب العمل بخبر الواحد بالقول بإفادته للعلم، ولا يتردد في اعتبار " كل من يقول بإيجاب العمل بخبر الواحد وأنه مع ذلك ظن لا يقطع بصحة غيبه ولا يوجب العلم، قائلا بأن الله تعالى تعبَّدنا أن نقول عليه تعالى ما ليس لنا به علم، وأن نحكم في ديننا بالظن الذي قد حرم تعالى علينا أن نحكم به في الدين، وهذا عظيم جدا" (١) .
وانتصر ابن القيم رحمه الله لهذا القول (٢) ، وربط المسألة بتحكيم رسول الله صلى الله عليه وسلم في جميع الشؤون بناء على قول الله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} [النساء: ٦٥] فمن ادعى أن خبر الواحد لا يفيد العلم فهو"بمعزل عن هذا التحكيم".
كما ربطها برد المتنازعين ما تنازعوا فيه إلى الله ورسوله بناء على قوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: ٥٩] فإن كانت أخبار الآحاد "لا تفيد علما ولا يقينا لم يكن للرد إليه وجه" (٣) .
وإذا كان الاتجاه العام عند أهل الحديث أن خبر الواحد يفيد العلم، فإن قولهم أولى بالقبول والصواب من قول غيرهم؛ فهم أهل الاختصاص،
_________
(١) السابق ١/١١٣.
(٢) مع أنه استدل على إفادة خبر الواحد للعلم بنفس الأدلة التي استدل بها الشافعي وغيره على إيجاب العمل بخبر الواحد. انظر: مختصر الصواعق المرسلة ص ٤٧٧ وما بعدها.
(٣) مختصر الصواعق المرسلة ص ٤٥١.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (44,'وقول أهل الاختصاص في كل فن مقدم على قول غيرهم، وهذا ما أيد به ابن القيم ترجيحه للقول بإفادة خبر الواحد للعلم، فإذا "كان أهل الحديث عالمين بأن رسول الله صلى الله عليه وسلم قال هذه الأخبار وحدث بها في الأماكن والأوقات المتعددة، وعلمهم بذلك ضروري؟!! لم يكن قول من لا عناية له بالسنة والحديث، وأن هذه أخبار آحاد لا تفيد العلم، مقبولاً عليهم، فإنهم يدعون العلم الضروري، وخصومهم إما أن ينكروا حصوله لأنفسهم أو لأهل الحديث؛ فإن أنكروا حصوله لأنفسهم لم يقدح ذلك في حصوله لغيرهم، وإن أنكروا حصوله لأهل الحديث كانوا مكابرين لهم على ما يعلمون من نفوسهم ... " (١) .
أما أن يقول أهل الكلام إنه لا يفيد العلم فإنهم وأتباعهم "في غاية قلة المعرفة بالحديث وعدم الاهتمام به" (٢) .
ويلاحظ أن في كلام ابن القيم رحمه الله مبالغة في المسألة من حيث جعل العلم الذي يفيده خبر الواحد علماً ضرورياً، وهذه المبالغة تؤدي إلى زوال الفرق بين الخبر المتواتر وخبر الآحاد؛ فالفرق بينهما أن المتواتر يفيد العلم الضروري، وخبر الواحد يفيد العلم النظري، وإذا زال هذا الفرق لم يبق لتقسيم الأخبار إلى متواتر وآحاد معنى.
فهل العلم الذي يفيده خبر الواحد ضروري أو نظري؟
_________
(١) السابق ص ٤٥٥.
(٢) السابق ٤٥٤.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (45,'والمقصود بالعلم الضروري هو العلم الذي يفيد اليقين والقطع بلا نظر وبلا استدلال، فهو يحصل لكل سامع، وسمي ضرورياً لأنه "يضطر الإنسان إليه بحيث لا يمكن دفعه (١) ، أما العلم النظري فهو العلم الذي يتوقف حصوله على نظر واستدلال، وهو لا يحصل إلا لمن له أهلية النظر، والمقصود بالنظر: ترتيب أمور معلومة أو مظنونة يتوصل بها إلى علوم أو ظنون" (٢) .
وخبر الواحد لا يفيد إلا العلم النظري الاستدلالي المبني على البرهان وهو علم "لا يحصل إلا للعالم المتبحر في الحديث" (٣) حسب تعبير الشيخ أحمد شاكر رحمه الله، ومن المعلوم أن العلم الذي يفيده خبر الواحد لا يمكن أن يكون ضروريا بالمعنى السابق بحيث يضطر الإنسان إليه، ولا يمكنه دفعه، ولا يتوقف حصوله على النظر والاستدلال وإقامة البرهان، ولم أقف لأحد على القول بإفادة خبر الواحد للعلم الضروري إلا لبعض العلماء كابن القيم في النص السابق، ولعله تبع في ذلك مَنْ قال به قبله كابن خويز منداد على ما نسب إليه.
وقد وافق جمهور المحدثين بعض الفقهاء وبعض الأصوليين في إفادة خبر الواحد للعلم النظري، وحكوا عن ابن خويز منداد أنه نسب القول بذلك إلى الإمام مالك رحمه الله، وذكر ابن القيم رحمه الله أن ابن خويز منداد ذكر في كتابه "أصول الفقه" أن خبر الواحد الذي يرويه الواحد
_________
(١) نزهة النظر شرح نخبة الفكر للحافظ ابن حجر ص ٢١.
(٢) السابق ص ٢٢.
(٣) الباعث الحثيث ص ٣٧.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (46,'والاثنان يفيد العلم الضروري وأن مالكاً نص عليه (١) .
ونلاحظ مرة أخرى أن ابن القيم جعل العلم الذي يفيده خبر الواحد عند ابن خويز منداد علما ضروريا، وهو كذلك فيما قرره المازري من كلام ابن خويز منداد، فقد حكى الزركشي عن المازري قوله: "ذهب ابن خويز منداد إلى أنه يفيد العلم ونسبه إلى مالك، وأنه نص عليه، وأطال في تقريره، وحاصله أنه يوجب العلم الضروري، لكن تتفاوت مراتبه، ونازعه المازري وقال: لم يعثر لمالك على نص فيه (٢)
وحكى ابن حزم القول بإفادة خبر الواحد للعلم عن الحارث بن أسد المحاسبي، لكن الزركشي انتقد حكاية ذلك عنه وقال: وفيما حكاه عن الحارث نظر، فإني رأيت كلامه في كتاب "فهم السنن"، نقل عن أكثر أهل الحديث وأهل الرأي والفقه أنه لا يفيد العلم، ثم قال: وقال أقلهم: يفيد العلم، ولم يختر شيئًا...." (٣) .
وإذا صحَّ ما ذكره المحاسبي في "فهم السنن" فإنه نسب لأغلب أهل الحديث أن خبر الواحد لا يفيد العلم، وأن أقلهم هم الذين قالوا إنه يفيد العلم، وهو عكس ما نسبه إليهم آخرون.
وتحقيق نسبة ذلك إلى الأكثر أو إلى الأقل يحتاج إلى تقص للأقوال لا
_________
(١) مختصر الصواعق المرسلة ص ٤٥٧.
(٢) البحر المحيط ١/٢٦٣.
(٣) السابق ١ /٢٦٢.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (47,'يسمح الوقت للقيام به الآن، إذ في نسبة الأقوال إلى العلماء اضطراب في المصادر. ومن أوجه هذا الاضطراب: أن ابن القيم رحمه الله نسب القول بإفادة خبر الواحد للعلم إلى مالك والشافعي وأصحاب أبي حنيفة بما يفيد أنهم نصوا على ذلك، وعبارته: "فممن نص على أن خبر الواحد يفيد العلم: مالك والشافعي وأصحاب أبي حنيفة إلخ" (١) بل ذكر أن الشافعي قد صرح في كتبه بأن خبر الواحد يفيد العلم، قال: " نص على ذلك صريحاً في كتابه: اختلاف مالك" (٢) .
أما في الرسالة فذكر أنه لا يوجب العلم الذي يوجبه نص الكتاب والخبر المتواتر، لكنه على كل حال يفيد العلم، وساق نصه في مناظرته مع بعض منكري أخبار الآحاد.
بينما نجد آخرين ينسبون إليهم القول بإفادته للظن لا للعلم، قال ابن عبد البر: "والذي عليه أكثر أهل العلم منهم أنه يوجب العمل دون العلم، وهو قول الشافعي وجمهور أهل الفقه والنظر، ولا يوجب العلم عندهم إلا ما شهد به على الله وقطع العذر بمجيئه قطعاً..." (٣) .
ونسب إلى الإمام أبي حنيفة أن خبر الواحد لا يفيد العلم وإنما يفيد الظن قال أستاذنا د. محمد بلتاجي: "وقد راجعت كل ما استخلصته على فقه أبي حنيفة ومسائله وأقواله ذاتها، وانتهيت إلى أن أبا حنيفة كان يرى
_________
(١) مختصر الصواعق المرسلة ص ٤٥٧.
(٢) السابق ص ٤٥٩ وانظر اختلاف مالك والشافعي في الأم ٧/١٧٧.
(٣) التمهيد ١/٧.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (48,'أن خبر الواحد لا يوجب علم اليقين، إنما يوجب العمل به بشروط" (١) .
وإذا صحَّ هذا فإن القول بإفادة خبر الواحد للظن قد راج منذ عهد الأئمة المجتهدين خلافا لما يعتقد من أنه لم يحدث إلا بعدهم على يد المتكلمين.
وقد تفرع عن القول بإفادة خبر الواحد للعلم قولان آخران يقيدان إطلاقه:
أحدهما: أنه يفيد العلم لكن لا بنفسه بل بالقرائن التي حفت به، وهذا القول فرع عن سابقه، ويتفقان في أن خبر الواحد يفيد العلم، لكن على القول الأول يفيد العلم بنفسه من غير قرينة، وعلى هذا القول يفيد العلم بالقرائن لا بنفسه.
وقد رجح هذا القول بعض الأصوليين كالآمدي (٢) وابن الحاجب والسبكي في جمع الجوامع (٣) وإليه مال الحافظ ابن حجر، قال في "النخبة" وشرحها: "وقد يقع فيها – أي في أخبار الآحاد- ما يفيد العلم النظري بالقرائن على المختار خلافاً لمن أبى ذلك" (٤) .
ونقل في ((الفتح)) عن الكرماني قوله في حديث ذي اليدين: "لم يخرج عن كونه خبر الآحاد وإن كان قد صار يفيد العلم بسبب ما حَفَّه من القرائن" (٥) .
_________
(١) دراسات في السنة ص ٩٢.
(٢) قال في الإحكام ٢/ ٣٢: "والمختار حصول العلم بخبره إذا احتفت به القرائن".
(٣) انظر: جمع الجوامع بحاشية العطار ٢/١٥٧ ط دار الكتب العلمية بيروت.
(٤) نزهة النظر ص ٢٦.
(٥) فتح الباري ٢٧/٢٧٤.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (49,'ومن القرائن التي أوردها الحافظ، ويفيد بها خبر الواحد العلم النظري: إخراج الشيخين لخبر الواحد، ونسب القول بإفادة ما أخرجه الشيخان للعلم النظري للأستاذ أبي إسحاق الأسفراييني، وأبي عبد الله الحميدي وأبي الفضل بن طاهر (١) .
ومنها: تعدد طرق خبر الواحد مع سلامتها مِنْ ضعف الرواة والعلل.
ومنها: اشتراك أئمة حفاظ متقنين في رواية خبر الواحد.
وهذه القرائن التي ذكرها الحافظ أولى من القرائن التي أوردها بعض الأصوليين كقرينة إخبار رجل بموت ولده المشرف على الموت مع قرينة البكاء وإحضار الكفن والنعش (٢) .
ثانيهما: أنه يفيد العلم الظاهر، وقد نسب الحافظ ابن عبد البر هذا القول إلى قوم كثير من أهل الأثر وبعض أهل النظر (٣) .
غير أن قيد العلم بالظاهر مما يصعب تحديده وضبطه، ولذلك أوَّله بعض العلماء ليوافق رأي جمهور الأصوليين والفقهاء أن خبر الواحد لا يفيد إلا الظن كما سيأتي، فالإمام الغزالي في "المستصفى" يفسر العلم الظاهر عند من قال به من المحدثين بأنه يعود إلى الظن؛ لأنَّ العلم ليس له ظاهر وباطن، وإنما هو الظن (٤) .
_________
(١) نزهة النظر ص ٢٧.
(٢) انظر مثلا جمع الجوامع بحاشية العطار ٢/١٥٧.
(٣) التمهيد ١/٨.
(٤) المستصفى ١/١٤٥.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (50,'وجعل القاضي عبد الوهاب الخلاف لفظياً بين من يقول: "إن خبر الواحد يفيد العلم الظاهر وبين من يقول: إنه لا يفيده لأن مرادهم أنه يوجب غلبة الظن، فصار الخلاف في أنه هل يسمى علما أو لا (١) ؟ ".
بينما سَخِرَ ابن حزم من هذا القيد ووصفه بأنه: "كلام لا يعقل، وما علمنا علماً ظاهراً غير باطن ولا علما باطنا غير ظاهر، بل كل علم تيقن فهو ظاهر إلى من علمه وباطن في قلبه معاً، وكل ظن يتيقن فليس علماً أصلاً لا ظاهراً ولا باطناً، بل هو ضلال وشك وظن محرم القول به في دين الله تعالى" (٢) .
القول الثاني من القولين الأصليين: أن خبر الواحد يفيد الظن، وهو الاتجاه العام عند جمهور الأصوليين والفقهاء، وهو مذهب الحنفية والشافعية وجمهور المالكية وجميع المعتزلة وغيرهم (٣) .
وهو الذي رجحه بعض محدثي الفقهاء كالحافظ ابن عبد البر ونسبه إلى الإمام الشافعي (٤) .
وقد دفع بعض العلماء إصرارهم على أن خبر الواحد لا يفيد إلا الظن إلى تعريفه بقولهم: "خبر الواحد ما أفاد الظن" (٥) وبقولهم: "خبر
_________
(١) عن البحر المحيط للزركشي ١/٢٦٤.
(٢) الإحكام ١/١١٤ – ١١٥.
(٣) الإحكام للآمدي ١/١٠٧.
(٤) التمهيد ١/٨.
(٥) الإحكام للآمدي ١/٣١، وقد انتقد الآمدي هذا التعريف بأنه غير مطرد ولا منعكس.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (51,'الواحد العدل أو العدول المفيد للظن" (١) .
ومنطلق الجمهور في قولهم: إن خبر الواحد لا يفيد إلا الظن أنه لا يمكن أن يقطع على غيبه، وأنه بمنزلة شهادة الشاهد الواحد، كما صرح به ابن القصار وقال: "وصار خبر الواحد بمنزلة الشاهد الذي قد أُمِرنا بقبول شهادته، وإن كنا لانقطع على صدقه" (٢) ، وقال الحافظ ابن عبد البر: "الذي نقول به أنه يوجب العمل دون العلم كشهادة الشاهدين والأربعة سواء" (٣) .
هذا ومما تجدر الإشارة إليه أن عبارات بعض العلماء يفهم منها أن خبر الواحد الذي تلقته الأمة بالقبول يفيد العلم. قال ابن الصلاح عن هذا النوع من الخبر: "وهذا القسم جميعه مقطوع بصحته، والعلم اليقيني النظري واقع به، خلافا لمن نفى ذلك محتجا بأنه لا يفيد إلا الظن، وإنما تلقته الأمة بالقبول لأنه يجب عليهم العمل بالظن، والظن قد يخطئ" قال: "وقد كنت أميل إلى هذا وأحسبه قوياً، ثم بان لي أن المذهب الذي اخترناه هو الصحيح ... " (٤) .
ويبدو أن مرادهم بالذي تلقته الأمة بالقبول: هو الذي لا خلاف فيه بين جماهير الأمة، بل كلهم يعملون به أو يصدقونه، وقد مثلوا له بخبر
_________
(١) شرح تنقيح الفصول للقرافي ص ٣٥٦.
(٢) مقدمة في الأصول ص ٦٩.
(٣) التمهيد ١/٨ وقد انتقد ابن حزم تشبيه خبر الواحد بشهادة الواحد، وأورد فروقا بين المقامين انظرها في الإحكام ١/١١٩.
(٤) مقدمة ابن الصلاح: (ص١٤) .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (52,'عمر بن الخطاب رضي الله عنه: "إنما الأعمال بالنيات" وبخبر أبي هريرة رضي الله عنه: "لا تنكح المرأة على عمتها ولا على خالتها" (١) .
وقد جعلوا معظم الأحاديث المخرجة في صحيح البخاري ومسلم مما تلقته الأمة بالقبول، وقد نص على ذلك أبو عمرو بن الصلاح، وقبله الحافظ أبو طاهر السلفي وغيره (٢) ، وعقب ابن تيمية على ذلك بقوله: "فإن ما تلقاه أهل الحديث وعلماؤه بالقبول والتصديق فهو محصل للعلم مفيد لليقين، ولا عبرة بمن عداهم من المتكلمين والأصوليين" (٣) .
وإذا أضفنا إلى خبر الواحد الذي تلقَّته الأمة بالقبول خبر الواحد الذي احتفت به القرائن من حيث إن كليهما يفيدان العلم النظري، فإن الخلاف في إفادة خبر الواحد للعلم ينحصر في خبر الواحد المستوفي لشروط الصحة دون أن يكون مما تلقته الأمة بالقبول، ودون أن يكون مما احتفت به القرائن.
والمقصود أن هذه القيود مما يقلص شقة الخلاف بين العلماء في إفادة خبر الواحد للعلم أو الظن، ولاسيما إذا وسعنا دائرة القرائن، فقلما يوجد حديث صحيح لا تحتف القرائن بمضمونه ليفيد العلم.
وقد اعترف ابن القيم بوجود خلاف بين العلماء في إفادة خبر
_________
(١) انظر: السابق ص ٤٦٤.
(٢) انظر: مختصر الصواعق المرسلة ص ٤٦٥ نقلا عن الإمام ابن تيمية.
(٣) عن مختصر الصواعق المرسلة ص ٤٦٥.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (53,'الواحد للعلم إذا لم يرتق إلى درجة ما تلقته الأمة بالقبول، وقد حكي القولان عن الإمام أحمد، وقد نص ابن القيم على أن من بين القائلين بإفادة خبر الواحد للظن "جماعة من أهل الحديث" (١) ، وبذلك لا يُسَلَّمُ قول من ادَّعَى أن الخلاف إنما حدث خارج دائرة أهل الحديث.
ولعل الرغبة في تقليص شقة الخلاف في المسألة هي التي حدت بالحافظ ابن حجر أن يقول: " والخلاف في التحقيق لفظي، لأن من جوز إطلاق العلم قيده بكونه نظريا، وهو الحاصل عن الاستدلال، ومن أبى الإطلاق خص لفظ العلم بالتواتر، وما عداه عنده كله ظن، لكن لا ينفي أن ما احتفت به القرائن أرجح مما خلا عنها" (٢) .
وإن كان الزركشي رفض كون الخلاف لفظيًّا، فالنتيجة أن الخلاف ليس بذي بال إذا كان الاتفاق حاصلاً على وجوب العمل بخبر الواحد في جميع المجالات.
على أن بعض الأصوليين والفقهاء لجؤوا إلى تأويل مذهب أهل الحديث ومن معهم من الظاهرية في إفادة خبر الواحد للعلم حتى يجعلوا قولهم آيلا إلى قولهم، فابن دقيق العيد حاول أن يجمع بين مذهب الظاهرية ومعهم المحدثون، وبين مذهب غيرهم في إفادة خبر الواحد للعلم أو الظن بقوله: "قد أكثر الأصوليون من حكاية إفادته القطع عن الظاهرية أو بعضهم، وتعجب الفقهاء وغيرهم منهم!!؛ لأنا نراجع أنفسنا
_________
(١) السابق ص ٤٦٦.
(٢) نزهة النظر ص ٢٦.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (54,'فنجد خبر الواحد محتملا للكذب والغلط، ولا قطع مع هذا الاحتمال، لكن مذهبهم له مستند لم يتعرض له الأكثرون وهو أن يقال: ما صح من الأخبار فهو مقطوع بصحته لا من جهة كونه خبر الواحد... وإنما وجب أن يقطع بصحته لأمر خارج عن هذه الجهة، وهو أن الشريعة محفوظة، والمحفوظ ما لا يدخل فيه ما ليس منه، ولا يخرج عنه ما هو منه، فلو كان ما ثبت عندنا من الأخبار كذباً لدخل في الشريعة ما ليس منها، والحفظ ينفيه، والعلم بصدقه من هذه الجهة لا من جهة ذاته، فصار هذا كالإجماع" (١) .
فابن دقيق العيد في هذا النص يجعل مسألة القطع بالصحة مشتركة بين الجميع، واختلاف الجهة المأخوذ منها القطع لا يجعل الخلاف حقيقياً.
وأحسب أن ابن دقيق العيد استخلص هذا المستند من كلام مُدَوِّن فقه الظاهرية الإمام ابن حزم في كتابه "الإحكام"، فقد حام حول هذه الفكرة للدفاع عن مذهبه في إفادة خبر الواحد للعلم منطلقاً من أن الوحي محفوظ، وكلام رسول الله صلى الله عليه وسلم وحي، وكل ما تكفل الله بحفظه فمضمون أن لا يضيع منه حرف، وأن لا يحرف منه شيء، ثم لا يعقبه بيان الضياع أو التحريف أو البطلان؛ إذ لو جاز ذلك لكان الوحي غير محفوظ، وهو محفوظ قطعاً، وما هو محفوظ لابد أن يفيد القطع والعلم اليقيني (٢) .
_________
(١) عن البحر المحيط للزركشي ١/٢٦٤ – ٢٦٥.
(٢) انظر تفصيل الفكرة في الإحكام ١/١٠٩ وما بعدها.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (55,'والإمام الغزالي يقول بعد نفيه إفادة خبر الواحد للعلم: "وما حُكي عن المحدثين من أن ذلك يوجب العلم فلعلهم أرادوا أنه يفيد العلم بوجوب العمل؛ إذ يسمى الظن علما" (١) .
وقد قرر هذا المعنى قبله الإمام الباجي مدعيا أن الغلط إنما دخل على القائلين بإفادة خبر الواحد للعلم " من أن العمل بأخبار الآحاد معلوم وجوبه بالقطع واليقين، وأما ما يتضمنه من أخبار فمظنون، فلم يتميز لنا العلم بوجوب العمل من العلم بصحة الخبر" (٢) .
وأوَّلَ بعضهم مذهب المحدثين بأنهم يقصدون أن الخبر يفيد العلم بمعنى الظن محتجين بأن العلم قد يأتي بمعنى الظن كما في قوله تعالى: {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ} [الممتحنة: ١٠] (٣) .
والإمام ابن تيمية رحمه الله، وإن كان توجهه العام أن خبر الواحد يفيد العلم، لا يمانع في كون بعض الأخبار تفيد ظناً قد يتحول إلى علم بوجود مؤيدات لتلك الأخبار، وقد يتحول ذلك الظن إلى أوهام مع انعدام مؤيدات لتلك الأخبار، فقد نقل عنه ابن القيم رحمه الله قوله: "والآحاد في هذا الباب قد تكون ظنوناً بشروطها، فإذا قويت صارت علوما، وإذا ضعفت صارت أوهاماً وخيالات فاسدة" (٤) .
_________
(١) المستصفى ١/١٤٥.
(٢) إحكام الفصول ص ٣٢٤.
(٣) انظر الإحكام للآمدي ٢/٤٩.
(٤) مختصر الصواعق المرسلة ص ٤٦٥.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (56,'ويعترف الذين لا يفيد عندهم خبر الواحد إلا الظن أن الظن الذي يفيده قد تختلف درجته باختلاف درجات رواته أو بكثرتهم؛ فالظن المستفاد من أخبار أكابر الصحابة آكد من الظن المستفاد من غيرهم من عدول الأزمان بعدهم" (١) ، والخبر "الصادر من اثنين آكد ظناً وأقوى حسباناً من الخبر المستفاد بقول الواحد، وكلما كثر المخبرون كثر الظن بكثرة عددهم إلى أن ينتهي خبرهم إلى الاعتقاد، فإن تكرر بعد حصول الاعتقاد انتهى إلى إفادة العلم".
فهذا الكلام يكاد يكون صريحا في أن خبر الواحد يفيد العلم؛ لأن كثيرا من أخبار الآحاد تنتهي إلى إفادة الاعتقاد بصحتها.
لكن عبارات أهل الأثر صريحة في أن مرادهم أن خبر الواحد يوجب العلم بصحته، وكفى على ذلك دليلاً قولهم: إنه يصح أن تشهد على الله وعلى رسوله بمضمونه، وتأكيدهم أن الأمة منذ عهد الصحابة "لم تزل تشهد على الله ورسوله بمضمون هذه الأخبار....." (٢) .
_________
(١) قواعد الأحكام ٢/ ٢١٩.
(٢) مختصر الصواعق المرسلة ص ٤٨٤.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (57,'<span data-type="title" id=toc-7>المبحث السادس: نشأة التفرقة بين العقائد والأحكام في الاحتجاج بخبر الآحاد</span>
قد تسأل بعد هذا النقاش المحتدم حول إفادة خبر الواحد للعلم أو الظن؟ ما ثمرة الخلاف بين الفريقين؟ والبحث عن هذه الثمرة يفيد في فَهْم إصرار كل فريق على رأيه، فنجد ابن حزم مثلا ينفي القول بالظن في دين الله جملة، ويجعل قول القائلين بإفادة خبر الواحد للظن بمنزلة القول بأن الله "تعبدنا أن نقول عليه تعالى ما ليس لنا به علم" (١) .
وإمعاناً منه في رفضه إفادة خبر الواحد للظن وصف الظن باليقين في قوله: "وكل ظن يتيقن فليس علما أصلا....بل هو ضلال وشك محرم القول به في دين الله تعالى" (٢) إيماء إلى أن الظن وإن كان قوياً قوة تُقَرِّبه من اليقين لا عبرة به، ولا يبنى عليه أي حكم، وإلا فكيف يكون الظن متيقنا؟!
ونجد في المقابل قول الجويني: "ذهبت الحشوية (٣) من الحنابلة وكتبة الحديث إلى أن خبر الواحد العدل يوجب العلم، وهذا خرق لا يخفى مدركه على ذي لب" (٤) ولا متعلق لهم إلا ظنهم أن خبر الواحد يوجب العمل" (٥) .
_________
(١) الإحكام ١/١١٣.
(٢) السابق ١/١١٥.
(٣) وهذا التعبير يغمز به أهلُ البدع أهلَ الحديث!!
(٤) البرهان في أصول الفقه ١/٦٠٦.
(٥) السابق ١/٦٠٧.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (58,'وجعل الإمام الغزالي بعده عدم إفادة خبر الواحد للعلم معلوما بالضرورة! وفسر ذلك بقوله " فإنا لا نصدق بكل ما نسمع، ولو صدقنا وقدرنا تعارض الخبرين فكيف نصدق بالضدين" (١) .
والجواب عن السؤال في بداية المبحث: ما ثمرة الخلاف بين الفريقين؟ (٢) إن تتبع أقوال العلماء في هذا الموضوع هدى إلى أن هناك ثمرتين واضحتين لهذا الخلاف:
الثمرة الأولى للخلاف تتمثل في التفرقة بين خبر الواحد في مجال العقائد وخبر الواحد في مجال الأحكام، فمن قال: إن خبر الواحد يفيد العلم قَبِلَه في العقائد، ومن قال لا يفيده لم يقبله فيها "إذ العمل على الظن فيما هو محل القطع ممتنع".
لكن هذه الثمرة لا تظهر إلا عند المتأخرين القائلين بالتفرقة بين المجالين، إذ ذهبوا إلى أن العقائد لا تثبت إلا بعلم يقيني، وخبر الواحد لا يفيد العلم اليقيني فلا تثبت به العقائد.
وقد أبرز العز بن عبد السلام الفرق بين العقيدة فلا يجوز فيها الظن وبين الفروع التي يكتفى فيها بالظنون بقوله: "إذ لو شرط فيها العلم لفات معظم المصالح الدنيوية والأخروية، ولا يكفي فيما يتعلق بأوصاف الإله إلا العلم والاعتقاد، والفرق بينهما أن الظان مجوز بخلاف (لخلاف)
_________
(١) المستصفى ج ١/١٤٥.
(٢) البحر المحيط ج م/٢٦٦.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (59,'مظنونه، وإذا ظن صفة من صفات الإله فإنه يجوز نقيضها وهو نقص، ولا يجوز تجويز النقص على الإله؛ لأن الظن لا يمنع من تجويز نقيض المظنون، بخلاف الأحكام، فإنه لو ظن الحلال حراما والحرام حلالا لم يكن ذلك تجويز نقص على الرب سبحانه وتعالى، لأنه لو أحل الحرام وحَرَّم الحلال لم يكن ذلك نقصاً، بخلاف الصفات فإن كمالها شرف وضده نقصان" (١) .
لكن ترتيب هذه الثمرة على قول جمهور الأصوليين والفقهاء بإفادة خبر الواحد للظن دون العلم فيه إشكال كبير بالنظر إلى الاتجاه العام عند سلفهم الذين لم ينفوا إثبات العقائد بخبر الواحد، بل سياق كلامهم يدل على عدم الفرق بين العقائد والأحكام في ثبوتها بخبر الواحد، كما سنرى.
ومن ثم فإما أن يقال: إن مذهب الجمهور أن خبر الواحد يفيد الظن في غير العقائد، أما فيها فلا بد أن يقولوا بإفادته للعلم إذا قلنا بوجوب بناء العقائد على العلم وعدم جواز العمل بالظن فيها؛ لقوله تعالى: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} [النجم: ٢٣] .
وإما أن يقال: إن مذهب الجمهور يشمل العقائد والأحكام، ويصح إثبات العقائد بالظن الغالب كما قرر الحافظ ابن عبد البر؛ فهو قد رجح إفادة خبر الواحد للظن، وفي الوقت نفسه رجح إثبات العقائد به، وعزا
_________
(١) قواعد الأحكام في مصالح الأنام ص ٢٦٦.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (60,'ذلك إلى "أكثر أهل الفقه والأثر، وكلهم يدين بخبر الواحد العدل في الاعتقادات، ويعادي ويوالي عليها، ويجعلها شرعا ودينا في معتقده، على ذلك جماعة أهل السنة" (١) .
فبناء على هذا التقرير يكون خبر الواحد حجة في العقائد كما يكون حجة في الأحكام، وفي الوقت نفسه لا يوجب العلم وإن أوجب العمل، فتصير هذه الثمرة لهذا الخلاف منعدمة على هذا التقرير.
بل إن من الأصوليين الذين اشتهر عنهم القول بإفادة خبر الواحد للظن مَنْ يصرح بصحة إثبات العقائد بخبر الواحد، على أن يكون الاحتجاج بمجموع أخبار الآحاد لا بآحادها. قال الزركشي: " سبق منع بعض المتكلمين من التمسك بأخبار الآحاد فيما طريقه القطع من العقائد، لأنه لا يفيد إلا الظن، والعقيدة قطعية، والحق: الجواز، والاحتجاج إنما هو بالمجموع منها، وربما بلغ مبلغ القطع، ولهذا أثبتنا المعجزات المروية بالآحاد" (٢) .
وهنا يأتي سؤال على تقرير الحافظ ابن عبد البر وغيره ممن أوجبوا العمل بخبر الواحد في العقائد والأحكام معاً، لكنه مع ذلك لا يفيد إلا الظن، والسؤال هو: لماذا لم يجعلوه مفيدا للعلم كما جعلوه مفيداً للعمل موجبا له؟
_________
(١) التمهيد ١/٨.
(٢) البحر المحيط ١/٢٦٦.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (61,'وقد علق ابن تيمية في "المسودة" تعليقا لطيفا على تقرير ابن عبد البر بما يشبه هذا السؤال فقال: "هذا الإجماع الذي ذكره في خبر الواحد العدل في الاعتقادات يؤيد قول من يقول: إنه يوجب العلم، وإلا فما لا يفيد علما ولا عملا كيف يجعل شرعا ودينا يوالى عليه ويعادى؟ " (١) .
وقد سبق أن ابن حزم يتلازم عنده إيجاب العمل بخبر الواحد وإفادته للعلم، فلم يبق للخلاف المذكور عند الجمهور إلا الثمرة الثانية التي سيأتي الحديث عنها.
وأيًّا ما كان فإن جماهير العلماء عدُّوا قول من يفرق بين العقائد والأحكام في إثباتها بخبر الواحد قولاً مبتدعاً لم يكن معروفاً عند السلف الماضين، وإنما تسرب إلى المتأخرين من الفقهاء والأصوليين وبعض المشتغلين بالحديث.
ويبدو أن السلف مجمعون إجماعاً سكوتياً على قبول خبر الواحد في العقائد كقبوله في مجال الأحكام، وقد صرَّح ابن القيم وغيره بأن الإجماع على قبول أخبار الآحاد في إثبات صفات الرب سبحانه بها إجماع معلوم متيقن "لا يشك فيه من له أقل خبرة بالمنقول" (٢) .
ولم يخرق هذا الإجماع إلا بعض متأخري المتكلمين (٣) ، وتسربت منهم هذه التفرقة بين العقائد والأحكام إلى الأصوليين والفقهاء وبعض
_________
(١) المسودة في أصول الفقه ص ٢٤٥.
(٢) مختصر الصواعق المرسلة ص ٥٠٢.
(٣) مختصر الصواعق المرسلة ص ٤٨٩.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (62,'المشتغلين بالحديث، واشتهرت هذه التفرقة حتى ادعى بعضهم الإجماع عليها إجماعاً مضاداً للإجماع السابق، كما يفهم من السؤال الذي أورده الآمدي على قبول خبر الواحد وهو: "أن النبي صلى الله عليه وسلم كما أنه كان ينفذ الآحاد لتبليغ الأخبار كان ينفذهم لتعريف وحدانية الله تعالى، وتعريف الرسالة، فلو كان خبر الواحد حجة في الإخبار بالأحكام الشرعية لكان حجة في تعريف التوحيد والرسالة وهو خلاف الإجماع" (١) !! أي: إن إثبات التوحيد والرسالة بخبر الواحد خلاف الإجماع، فيا ترى إجماع من هذا؟ الناقض لإجماع السلف على عكس ما يثبته؟! مع أن أصوليين آخرين لم ينسبوا التفرقة إلا لبعض المتكلمين (٢) ، فأين ذلك من الإجماع؟
بل إن تتبع أقوال السلف قد هدى إلى أن القول بالتفرقة قول مبتدع؛ فالإمام الشافعي مثلا، وهو أبرز علماء السلف الذين دافعوا عن حجية خبر الواحد لم أقف في كلامه على أي إشارة لهذه التفرقة المبتدعة، فهو لم يتطرق للتنصيص على حجية خبر الواحد في العقائد، والأحكام، وذلك يعزز بدعية هذه التفرقة وحدوثها بعده، ويؤذن بتسويته بين المجالين في الاحتجاج بخبر الواحد كما يفهم من كثير من إطلاقاته كقوله بعد سرد أعلام من التابعين وغيرهم: "كلهم يحفظ عنه تثبيت خبر الواحد عن رسول الله والانتهاء إليه، والإفتاء به، ويقبله كل واحد منهم عمن
_________
(١) انظر: الإحكام ٢/٦٣.
(٢) البحر المحيط ١/٢٦٢.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (63,'فوقه، ويقبله عنه من تحته" (١) ، وكتمثيله بعقائد ثبتت بخبر الواحد، دون أن يخص منكري حجية خبر الواحد في العقائد برد، مما يدل على عدم وجود القائلين بالتفرقة في عهده، ومن ذلك قوله: "ومن زعم أن الحجة لا تثبت بخبر المخبر الصادق عند من أخبره فما يقول في معاذ إذ بعثه رسول الله صلى الله عليه وسلم إلى اليمن والياً ومحارباً من خالفه، ودعا قوما لم يلقوا النبي صلى الله عليه وسلم إلى أخذ الصدقة منهم وغيرها....؟ " (٢)
ففي هذا النص دليل واضح على عدم وجود من يفرق بين العقائد والأحكام في عهد الإمام الشافعي، وإنما فيه رد خبر الواحد جملة لا في العقائد ولا في الأحكام.
وقد صنع مثل صنيعه الإمام البخاري في صحيحه، فقد ساق أمثلة عديدة لوجوب العمل بخبر الواحد مع التسوية بين العقائد والأحكام، فقد ساق حديث وفد عبد القيس الذي أمرهم فيه النبي صلى الله عليه وسلم بأركان الإسلام وقال لهم في آخره: "احفظوهن وأبلغوهن مَنْ وراءكم" ومن بين الأمور التي أمروا بحفظها وإبلاغها: أمر العقيدة، فدل ذلك على أن الحجة تقوم بخبر الواحد في العقائد كما تقوم به في الأحكام.
ويفهم من عدم تصريحه كسابقه الإمام الشافعي بالتسوية بين العقائد والأحكام ولا بالتفرقة بينهما: أن التفرقة بينهما لم تنشأ إلا بعد زمنهما ولم أقف فيما اطلعت عليه على من يفرق بين المجالين في عهدهما ولا قبل
_________
(١) الرسالة ص ٤٥٧.
(٢) كتاب اختلاف الحديث بهامش الأم ٧/١٣.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (64,'عهدهما، فلم يثبت أن أحداً من الصحابة والتابعين وتابعيهم ولا أحداً من الأئمة المعروفين ذهب إلى هذه التفرقة، ويبدو أن التفرقة نشأت نشأة غير بريئة ترمي إلى رفض كثير من العقائد التي لم يكن لها مستند إلا خبر الواحد.
وقد جزم ابن القيم رحمه الله بأن الشافعي "لم يفرق هو ولا أحد من أهل الحديث البتة بين أحاديث الأحكام وأحاديث الصفات، ولا يعرف هذا الفرق عن أحد من الصحابة ولا عن أحد من التابعين ولا عن تابعيهم ولا عن أحد من أئمة الإسلام وإنما يعرف عن رؤوس أهل البدع ومن تبعهم" (١) .
ولا شك أن هؤلاء الذين لا يعرفون الفرق بين أحاديث الأحكام وأحاديث الصفات قد تواطؤوا على الاستدلال بخبر الواحد على أمور العقيدة، فتكون بدعة التفرقة بين أحاديث الأحكام وأحاديث الصفات قد نشأت متأخرة عن بدعة رفض الاحتجاج بخبر الآحاد، وكأن تلك بنيت على أنقاض هذه، فبعد أن فشل المبتدعون في رد أخبار الآحاد لجأوا إلى رد ما تعلق منها بالعقيدة ظاهرين بمظهر المدافعين عن العقيدة حتى تكتسي بدعتهم بعض المشروعية، وإلا فإن الوقائع التاريخية تدحض هذه التفرقة من حيث إن صحابياً إذا روى لغيره حديثاً في موضوع الصفات تلقاه عنه بالقبول، واعتقد مضمونه على القطع واليقين بمجرد
_________
(١) مختصر الصواعق المرسلة ص ٥٠٣.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (65,'سماعه، وإذا تثبت أحد منهم في قبول خبر الواحد ففي بعض الأحكام. أما في الصفات فلم يطلب أحد منهم الاستظهار فيها "بل كانوا أعظم مبادرة إلى قبولها وتصديقها والجزم بمقتضاها وإثبات الصفات بها من المخبر لهم بها عن رسول الله صلى الله عليه وسلم" (١) .
ولكن المؤسف أن هذه البدعة تسربت عبر الزمان إلى فكر الذين لا يحملون أي دخلة خبيثة لهذا الدين من متأخري الأصوليين والفقهاء، وبذلك اختلطت أسباب التفرقة بين العقائد والأحكام باختلاف دوافع التفرقة.
فالمبتدعة ردوا كل العقائد التي رويت بطريق أخبار الآحاد فراراً منهم من التجسيم -زعموا- وهروباً إلى التعطيل، بل عمموا المسألة في السنة كلها متواترها وآحادها بناء على قاعدة بناء العقائد على القطع ولا يمكن أن تبنى العقائد على الأخبار كلها، أما المتواتر منها فرغم كونه قطعي الثبوت غير قطعي الدلالة، ولا شك أن النص القرآني نفسه ينطبق عليه هذا الوصف، فهو غير قطعي الدلالة وإن كان قطعي الثبوت؛ لأن في النصوص القرآنية الواردة في العقائد ما يتنافى مع ما يعتقدون من التعطيل والإبطال.
فإذا كانت نصوص القرآن والسنة المتواترة التي لا تفيد القطع من جهة الدلالة، ونصوص أخبار الآحاد لا تفيد القطع من الجهتين معا: جهة الدلالة وجهة السند فذلك "إبطال لدين الإسلام رأساً "كما قال ابن
_________
(١) مختصر الصواعق المرسلة ٤٥٧.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (66,'القيم رحمه الله (١) .
فالدافع الأقوى إلى هذه التفرقة هو الموقف من الأسماء والصفات التي يثبتها السلف بنصوص القرآن والسنة معا كما وردت، مع تفويض الكيف إلى الله سبحانه وتعالى وتنزيهه عن مشابهة المخلوقات، بينما المبتدعة يعطلون حذراً من التجسيم الذي تُصَوِّره عقولهم.
أما الذين تسربت إليهم هذه التفرقة مع سلامتهم من تلك البدعة، فكان دافعهم الحرص على سلامة منطلقات العقيدة، وأول منطلقاتها هو العلم، فمعرفة الله ومعرفة صفاته لا يكفي فيها مجرد الظن، فالظن في هذا الموضع مذموم؛ لأن الله ألزم المكلفين القطع واليقين في عقيدتهم، وذلك ما لا سبيل للظن إلى تحقيقه، وفي هذا قال الخطيب البغدادي رحمه الله: "خبر الواحد لا يقبل في شيء من أبواب الدين المأخوذ على المكلفين العلم بها والقطع عليها... أما ما عدا ذلك من الأحكام التي لم يوجب علينا العلم بأن النبي صلى الله عليه وسلم قررها، وأخبر بها عن الله عز وجل فإن خبر الواحد فيها مقبول والعمل بها واجب" (٢) .
ومثله قول أبي بكر السمرقندي: "خبر الواحد لا يحتج به في العقائد لأنه يوجب الظن وعلم غالب الرأي لا علماً قطعياً، فلا يكون حجة فيما يبتني عليه العلم القطعي والاعتقاد حقيقة" (٣) .
وجاهر ابن برهان بمخالفته لأصحاب الحديث في قوله إن " خبر
_________
(١) مختصر الصواعق ٢/٤٣٩.
(٢) الكفاية ص ٤٣٢.
(٣) ميزان الأصول ٢/٦٤٣.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (67,'الواحد لا يفيد العلم خلافا لأصحاب الحديث ولا تثبت به العقائد" (١) ، فهم إنما يفرون بهذه التفرقة من الذمِّ الذي يستوجبه بناء العقيدة على الظن، وفي هذا قال العز بن عبد السلام: "وإنما ذم الله العمل بالظن في كل موضع يشترط فيه العلم أو الاعتقاد الجازم كمعرفة الإله ومعرفة صفاته، والفرق ظاهر" (٢) .
فالدافع هو تنزيه صفات الله عن النقص الناجم عن بنائها على الظن، فمن ظن صفة من صفات الله فيمكنه أن يجوز نقيضيها وذلك نقص" (٣) .
بل إن بعض أولئك الذين تسربت إليهم التفرقة حاولوا الرد على أدلة مثبتي الحجية لخبر الواحد في مجالي العقائد والأحكام معا، وكان ردهم متكلفاً بارداً. ومن أمثلة تلك الردود المتكلفة قول أبي الوليد الباجي رحمه الله: "فإن قالوا: فيجب قبول خبر الواحد في التوحيد وأعلام النبوة وما طريقه العلم؛ لأن رسله أيضاً ينفذون بذلك إلى أهل النواحي".
قال: "والجواب: أن هذا غلط، لأنه إنما كان ينفذ رسله بأحكام الشريعة بعد انتشار الدعوة وإقامة الحجة" (٤) .
وأجاب الآمدي عن هذه المسألة حيث قال: "إن إنفاذ الآحاد لتعريف التوحيد والرسالة لم يكن واجب القبول!! لكونه خبر واحد، بل
_________
(١) الوصول إلى علم الأصول لابن برهان ج١/١٦٣.
(٢) قواعد الأحكام ٢/ ٢٣٢.
(٣) السابق ١/١٤٩.
(٤) أحكام الفصول ص ٣٣٩.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (68,'إنما كان واجب القبول من جهة ما يخبرهم به من الأدلة العقلية...!! " ولم يذكر هذه الأدلة العقلية التي زعم أن الرسل يخبرون بها من بعثوا إليهم بالرسائل والأوامر، أما مضمون ما حملوا تبليغه فلا يجب عليهم قبوله إلا بالأدلة العقلية (١) .
والظاهر أن الآمدي رحمه الله أبان بهذا الكلام عن تأثره بمنهج المعتزلة، ودليل ذلك أن القاضي عبد الجبار المعتزلي لا يثبت لخبر الآحاد من حيث هو حجية في العقائد، لكن موجب خبر الواحد عنده يعتقد "لا لمكانه، بل للحجة العقلية!! " (٢)
وأما الثمرة الثانية لإفادة خبر الواحد للعلم أو الظن: فتتمثل في كفر جاحد ما ثبت بخبر الواحد أو عدم كفره، فمن ذهب إلى أن خبر الواحد يفيد العلم القطعي اليقيني كفَّرَ من جحده، ومن ذهب إلى أنه لا يفيد العلم القطعي اليقيني لم يكفره، قال الزركشي: "وقد حكى ابن حامد من الحنابلة أن في تكفيره وجهين، ولعل هذا مأخذهما" (٣) .
غير أن هذه الثمرة لم يكن النص عليها شائعا في المصادر شيوع سابقتها بمعنى أنه من غير المجزوم به أن كل من قال بإفادة خبر الواحد للعلم يكفر جاحده، ولم أعثر إلا على نصوص لابن العربي وابن القيم والزركشي، فابن العربي أكد أنَّ مَنْ رَدَّ الحديث "لأنه خبر آحاد فهو
_________
(١) الإحكام ٢/٦٤.
(٢) شرح الأصول الخمسة ص ٧٧٠.
(٣) البحر المحيط ١/٢٦٦.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (69,'مبتدع أو كافر على التأويل في أحد القولين، وبه أقول فإن من أنكر خبر الواحد فقد رد الشريعة كلها ولم يعلم مقاصدها، ولا اطلع على بابها الذي يدخل منه إليها" (١) .
أما ابن القيم فقد عزا إلى جماعة من أصحاب أحمد وغيرهم تكفير "من يجحد ما ثبت بخبر الواحد العدل، والتكفير مذهب إسحاق بن راهويه ... " (٢) .
غير أنه لم يفرع التكفير على إفادة خبر الواحد للعلم أو الظن كما فعل الزركشي، وإن كان في كلامه بعد ما يفيده، فقد قال: "وعلى هذا تنازعوا في كفر تاركه لكونه من الحجج العلمية كما تكلموا في كفر جاحد الإجماع" (٣) .
غير أن للإمام الشافعي كلاما يومئ إلى هذه الثمرة من حيث تفرقته في الحجية بين خبر الواحد والخبر المتواتر، لا من حيث أصل الاحتجاج بل من حيث ترك الاحتجاج، فمن لم يقبل خبر الواحد وشك فيه لا من جهة صحة سنده فلا يستتاب مِن رفضه قبول خبر الواحد، ومِنْ شكه فيه، ومن لم يقبل الخبر المتواتر يستتاب، فهذه التفرقة قد تكون دليلا على أن الشافعي يقول بإفادة خبر الواحد للظن لا للعلم، وقد نسب ذلك إليه الحافظ ابن عبد البر، ونسب إليه عكسه الإمام ابن القيم كما سبق.
_________
(١) عارضة الأحوذي ١٠/١٣١.
(٢) مختصر الصواعق المرسلة ص ٤٦١.
(٣) السابق ص ٤٦٢.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b11155] VALUES (70,'وهذا نصُّ الشافعي: "أما ما كان من نص كتاب بَيِّنٍ أو سنةٍ مجتمع عليها فالعذر فيها مقطوع، ولا يسع الشك في واحد منهما، ومن امتنع من قبوله استتيب، فأما ما كان من سنة من خبر الخاصة الذي قد يختلف الخبر فيه فيكون الخبر محتملا للتأويل، وجاء الخبر فيه من طريق الانفراد، فالحجة عندي أن يلزم العالمين حتى لا يكون لهم رد ما كان منصوصاً منه، كما يلزمهم أن يقبلوا شهادة العدول، لا أن ذلك إحاطة، كما يكون نص الكتاب وخبر العامة عن رسول الله صلى الله عليه وسلم.
ولو شك في هذا شاك لم نقل له تب، وقلنا: ليس لك -إن كنت عالما- أن تشك كما ليس لك إلا أن تقضي بشهادة الشهود العدول، وإن أمكن فيهم الغلط، ولكن تقضي بذلك على الظاهر من صدقهم، والله ولي ما غاب عنك منهم".
فمن هذا النص تؤخذ أمور:
أولها: أن هذه التفرقة قد تكون دليلا على أن الشافعي يقول بإفادة خبر الواحد للظن لا للعلم.
ثانيها: أن من شك في السنة المجتمع عليها كمن شك في النص القرآني فيستتاب، والظاهر أنه يقصد الاستتابة من الكفر، أما من شك في خبر الواحد فليس بكافر ولا يستتاب.
ثالثها: أنه لا يفرق من حيث الحجية بين النص القرآني والحديث المتواتر وخبر الآحاد، فالجميع عنده حجة وإن كان الاختلاف في درجة قوة الحجية.',NULL,'70',NULL,NULL,'0');
