-- Table: b11305
-- Chunk: 1
-- Rows: 72

CREATE TABLE "b11305"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b11305
INSERT INTO [b11305] VALUES (1,'عناية العلماء بالإسناد وعلم الجرح والتعديل وأثر ذلك في حفظ السنة النبوية
تأليف: صالح بن حامد الرفاعي
ال<span data-type="title" id=toc-1>مقدمة:</span>
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وسلم وعلى آله وأصحابه أجمعين. أما بعد:
فإن الله عز وجل أرسل رسوله محمداً صلى الله عليه وسلم إلى الناس كافة، وجعله خاتم النبيين، قال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب: ٤٠] .
واختار له الإسلام دينا، وجعله ناسخا لما سبقه من الأديان، ولا يَقبل من أحد ديناً سواه، قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلامُ} [آل عمران:١٩] وقال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: ٨٥] .
فمحمد صلى الله عليه وسلم خاتم الأنبياء، والإسلام آخر الأديان، فلا تنتظر البشرية نبياً جديداً، ولا ديناً جديداً.
من أجل ذلك تكفل الله عز وجل بحفظ مصدرَي التشريع في هذا الدين: القرآن الكريم، والسنة النبوية المطهرة، حتى يبقى هذا الدين غضاً طرياً للأجيال المتعاقبة، سليماً من التحريف والتبديل الذي حصل في الأديان السابقة.
قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:٩] .
وهذا الحفظ يشمل القرآن والسنة. فأما القرآن فقد هيأ الله عز وجل أسباب حفظه على يدي رسول الله صلى الله عليه وسلم، إذ كان عليه الصلاة والسلام يقرأ',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (2,'ما أُنزل إليه من القرآن على أصحابه فيحفظونه، وكان يأمر أيضاً بكتابة ما يُنَزَّل عليه منه في حينه، فَحُفِظَ القرآن في الصدور وفي السطور في عهده صلى الله عليه وسلم وتواتر نقله عنه صلى الله عليه وسلم (١) .
وأما السنة فقد نهى النبي صلى الله عليه وسلم في أول الأمر أن يكتب عنه شيء غير القرآن، ثم أذن في الكتابة بعد ذلك (٢) ، فكتب بعض الصحابة أحاديث في صحف، ولكن هذه الكتابة لم تكن شاملة، وإنما اقتصرت على بعض الأحاديث (٣) ، وكان جل اعتمادهم في رواية الحديث على الحفظ، ولله الحكمة البالغة في ذلك، فقد شاء الله عز وجل أن تحفظ السنة النبوية بجهود علماء الحديث ورواته، إذ قَيَّضهم الله عز وجل لذلك، فقامت في القرون الثلاثة الأولى نهضة علمية فريدة، شملت أقطار العالم الإسلامي في ذلك الوقت، ونشأت علوم تفتخر الأمة الإسلامية بها، بل انفردت بها عن غيرها من الأمم، كان لها أثر عظيم في حفظ السنة النبوية، فمن تلك العلوم: علم الإسناد، وعلم الجرح والتعديل (علم الرجال) .
وفي هذا البحث أُلمح إلى شيء من عناية العلماء بهذين العلمين، وأثر ذلك في حفظ السنة النبوية.
_________
(١) انظر: الإتقان في علوم القرآن للسيوطي: (١/١٦٤) ، وتاريخ توثيق نص القرآن الكريم لخالد العك: (ص٤٣-٥٢) .
(٢) انظر: صحيح مسلم: (كتاب الزهد، باب التثبت في الحديث وحكم كتابة العلم حديث رقم٣٠٠٤) وتقييد العلم للخطيب البغدادي: (ص٢٩، ٦٥-٨٦) .
(٣) انظر: صحائف الصحابة رضي الله عنهم ... لأحمد الصويان، ودراسات في الحديث النبوي للدكتور محمد مصطفى الأعظمي، ومعرفة النسخ والصحف الحديثية لبكر أبو زيد، ودلائل التوثيق المبكر للسنة والحديث للدكتور امتياز أحمد.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (3,'وقد جعلته - بعد المقدمة - في فصلين:
الفصل الأول: عناية العلماء بالإسناد وأثر ذلك في حفظ السنة النبوية وفيه أربعة مباحث
١. تعريف الإسناد.
٢. الإسناد من خصائص الأمة الإسلامية.
٣. أهمية الإسناد وعناية العلماء به.
٤. أثر عناية العلماء بالإسناد في حفظ السنة النبوية.
الفصل الثاني: عناية العلماء بعلم الجرح والتعديل وأثره في حفظ السنة النبوية وفيه أربعة مباحث:
١. تعريف علم الجرح والتعديل.
٢. ظهور علم الجرح والتعديل والأسباب التي أدت إلى ظهوره.
٣. عناية العلماء بعلم الجرح والتعديل.
٤. أثر هذه العناية في حفظ السنة النبوية.
وأختم البحث بخاتمة تتضمن نتائج البحث والتوصيات التي ظهرت لي.
ولا يفوتني في هذا المقام أن أشكر القائمين على مجمع الملك فهد لطباعة المصحف الشريف على مبادرتهم لعقد هذه الندوة بعنوان: (عناية المملكة العربية السعودية بالسنة والسيرة النبوية) . وهذا البحث ثمرة من ثمراتها. أسأل الله عز وجل أن ينفع به كاتبه وكل من قرأه. إنه سميع مجيب، وصلى الله على نبينا محمد وآله وصحبه وسلم.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (4,'<span data-type="title" id=toc-2>الفصل الأول: عناية العلماء بالإسناد وأثر ذلك في حفظ السنة النبوية</span>
<span data-type="title" id=toc-3>المبحث الأول: تعريف الإسناد</span>
...
المبحث الأول: تعريف الإسناد
الإسناد في اللغة: مصدر أَسْنَدَ. تقول: أَسْنَدَ في الجِبل: صَعِد فيه (١) .
والسَّنَدُ لغةً: ما قابلك من الجبل، وعلا عن السفح (٢) .
فالإسناد في اللغة: هو عملية الصعود في ذلك السند.
وفي الاصطلاح: حكاية طريق المتن (٣) . وقال بعض العلماء: "هو رفع الحديث إلى قائله" (٤) ومعناهما واحد.
وطريق المتن يسمى: السَّنَد (٥) ، وهم الرواة الذين نقلوا ذلك المتن. وسُمِّي سنداً، لاعتماد الحفاظ عليه في الحكم على المتن بالصحة أو الضعف (٦) ، مثال ذلك:
قول الإمام البخاري في صحيحه: "حدثنا مسدد، قال: حدثنا يحيى، عن شعبة، عن قتادة، عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال: "لا يُؤْمِنُ أَحدكُم حتى يُحبَّ لأَخيهِ ما يحبُّ لِنفْسِهِ" (٧) .
_________
(١) انظر: القاموس المحيط: (ص٣٧٠) ، ولسان العرب: (٣/٢٢١) .
(٢) المصدران السابقان.
(٣) نزهة النظر للحافظ ابن حجر: (ص٣٤) ، وفتح المغيث للسخاوي: (١/١٤) .
(٤) المنهل الروي في علوم الحديث النبوي لبدر الدين بن جماعة: (١/٨١) ، والخلاصة في أصول الحديث للطيبي: (ص٣٣) .
(٥) انظر: فتح المغيث للسخاوي: (١/١٤) .
(٦) انظر: المنهل الروي في علوم الحديث النبوي لبدر الدين بن جماعة: (١/٨١) ، والخلاصة في أصول الحديث للطيبي: (ص٣٣) .
(٧) صحيح البخاري: (كتاب الإيمان، باب من الإيمان أن يحب لأخيه ما يحب لنفسه ١/١٢ رقم ١٣) .',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (5,'فالمتن قوله صلى الله عليه وسلم: "لايؤمن أحدكم ... " الحديث.
والسند هم رواة المتن: مسدد، يحيى، شعبة، قتادة، أنس.
والإسناد هو قول البخاري: حدثنا مسدد، قال: حدثنا يحيى، عن شعبة، عن قتادة، عن أنس، عن النبي صلى الله عليه وسلم (١) .
والعلاقة بين المعنى اللغوي والاصطلاحي ظاهرة، حيث إن عملية الصعود من أسفل الجبل إلى أعلاه يتطلب التدرج في الصعود شيئا فشيئا إلى أن يصل إلى أعلاه، وكذلك إسناد الحديث إلى قائله يبدأ الراوي به من شيخه ثم شيخ شيخه ... وهكذا يرتقي من شيخ إلى آخر حتى يصل إلى منتهاه.
والإسناد بهذا المعنى هو المراد بقول بعض العلماء: "الإسناد من الدين" وقولهم: "الإسناد من خصائص هذه الأمة" كما سيأتي في المباحث الآتية.
ويأتي الإسناد -أيضاً- بمعنى السند يقال: هذا حديث له إسنادان.
يعني: له طريقان (٢) ، والسياق يبين المراد.
_________
(١) انظر: توجيه النظر لطاهر الجزائري: (ص٢٥) ، والإسناد من الدين لأبي غدة: (ص١٤) .
(٢) انظر: المنهل الروي لابن جماعة (ص٨١) ، وتوجيه النظر للجزائري: (ص٢٥) .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (6,'<span data-type="title" id=toc-4>المبحث الثاني: الإسناد من خصائص الأُمة الإسلامية</span>
أكرم الله عز وجل الأُمَّة الإسلامية بخصائص كثيرة (١) ، فضلها بها على غيرها من الأمم، قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران:١١٠] .
وقال رسول الله صلى الله عليه وسلم: "أنتم توفون سبعين أمة، أنتم خيرها وأكرمها على الله". رواه الإمام أحمد والترمذي وابن ماجه وإسناده حسن (٢) .
ومما خص الله عز وجل به هذه الأمة: الإسناد، نقل الثقة، عن الثقة حتى يبلغ به النبي صلى الله عليه وسلم. هذه الخَصيْصة انفردت بها هذه الأمة، وامتازت بها عن غيرها من الأمم. روى الخطيب البغدادي، عن محمد بن حاتم بن المظفر أنه قال: "إن الله أكرم هذه الأمة وشرفها وفضلها بالإسناد، وليس لأحد من الأمم كلها قديمها وحديثها إسناد، وإنما هي صحف في أيديهم، وقد خلطوا بكتبهم أخبارهم، وليس عندهم تمييز بين ما نزل من التوراة والإنجيل مما جاءهم به أنبياؤهم وبين ما ألحقوه بكتبهم من الأخبار التي أخذوها عن غير الثقات ... " (٣) .
_________
(١) انظر: (كتاب كشف الغمة ببيان خصائص رسول الله صلى الله عليه وسلم والأُمة) لأبي الحسن مصطفى بن إسماعيل: (ص٤٢١-٥٦٤) .
(٢) رواه الإمام أحمد في المسند: (٣٣/٢١٩ رقم ٢٠٠١٥) ، والترمذي: (٥/٢٢٦ رقم ٣٠٠١) ، وابن ماجه: (٢/١٤٣٣ رقم ٤٢٨٨) ، وحسنه الترمذي والألباني في صحيح الترمذي (رقم ٢٣٩٩) وصحيح ابن ماجه: (رقم ٣٤٦١) .
(٣) شرف أصحاب الحديث: (ص٤٠) ، وفتح المغيث للسخاوي: (٣/٣٣١) .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (7,'وقد صرح بذلك أيضاً: أبو محمد أحمد بن علي بن حزم، وأبو بكر بن العربي وغيرهما (١) .
وقال شيخ الإسلام ابن تيمية: "علم الإسناد والرواية مما خص الله به أمة محمد صلى الله عليه وسلم، وجعله سُلَّماً إلى الدراية، فأهل الكتاب لا إسناد لهم يأثرون به المنقولات، وهكذا المبتدعون من هذه الأُمَّة أهل الضلالات، وإنما الإسناد لِمَنْ أعظم الله عليه المِنَّة، أهل الإسلام والسُّنَّة، يُفرقون به بين الصحيح والسقيم، والمُعْوَجِّ والقويم ... " (٢) .
ومما يوضح ذلك ما قام به العلاَّمة رحمت الله الهندي في كتابه الماتع: "إظهار الحق" حيث عقد فصلاً في بيان أن أهل الكتاب لا يوجد عندهم سند متصل لكتاب من كتب العهد العتيق والجديد.
وقد استعرض جملة من كتبهم بدءاً بالتوراة ومروراً بالأناجيل المشهورة عندهم، في دراسة نقدية دقيقة تقع في (٥٩) صفحة، ختمها بقوله: "فظهر مما ذكرت للناظر اللبيب أنه لا يوجد سند متصل عندهم لا لكتب العهد العتيق، ولا لكتب العهد الجديد ... " (٣) .
وقد أدرك المسلمون ولله الحمد – منذ الصدر الأول أهمية الإسناد، وقَدَّروا هذه النعمة حق قدرها فعملوا على العناية بالأسانيد، والتزام الرواية بها، وذم من يتساهل بها أو يفرِّط فيها، فعظم النفع بها، وأثمرت تلك العناية ثماراً يانعة، كما سيأتي في المباحث اللاحقة إن شاء الله.
_________
(١) انظر: الفِصَل في الملل والأهواء والنِّحل لأبي محمد بن حزم: (٢/٨٢-٨٣) ، وفهرس الفهارس والأثبات للكَتاني: (١/٨٠) .
(٢) مجموع فتاوى شيخ الإسلام ابن تيمية: (١/٩) ، وانظر أيضاً: منهاج السنة النبوية له: (٧/٣٧) .
(٣) انظر: إظهار الحق: (١/١٠٩-١٦٧) .',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (8,'<span data-type="title" id=toc-5>المبحث الثالث: أهمية الإسناد وعناية العلماء به</span>
تقدم في المبحث السابق أن الإسناد خَصِيْصَة من خصائص هذه الأمة، وأن الأُمم السابقة لم يعتنوا بالأسانيد، ولم يعتمدوا في أخذ دينهم على نقل الثقة، عن الثقة، لذلك وقع التحريف في كتبهم، وأُدخل عليهم في دينهم ما ليس منه (١) .
وقد أرشدنا الله عز وجل في كتابه الكريم، وعلى لسان رسوله الأمين صلى الله عليه وسلم إلى تحري الصدق والحذر من الكذب، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} [التوبة: ١١٩] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات:٦] .
وقال رسول الله صلى الله عليه وسلم: "من كذب عليَّ متعمداً فَلْيتبوَّأْ مقعده من النار". رواه البخاري ومسلم (٢) .
وقال رسول الله صلى الله عليه وسلم: "من حدث عنِّي بحديث يُرَى أنه كذبٌ فهو أحد الكاذِبِين" رواه مسلم في مقدمة صحيحه (٣) .
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح لشيخ الإسلام ابن تيمية: (١/٣٥٦-٣٨١) ، وإظهار الحق لرحمت الله الهندي: (٢/٤٢٥-٦٢٥) .
(٢) صحيح البخاري: كتاب العلم باب إثم من كذب على النبي صلى الله عليه وسلم (١/٣٣ رقم ١٠٧-١١٠) ، وصحيح مسلم: المقدمة: باب تغليظ الكذب على رسول الله صلى الله عليه وسلم ١/٩-١٠، وفي كتاب الزهد: باب التثبت في الحديث ٤/٢٢٩٨ رقم ٣٠٠٤) .
(٣) صحيح مسلم: المقدمة باب وجوب الرواية عن الثقات وترك الكذابين (١/٩) .',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (9,'ولا سبيل إلى تحري الصدق في نقل الأخبار والابتعاد عن الكذب إلا بالاعتماد على رواية الثقات، وطرح رواية غيرهم.
وقد حرص سلف هذه الأمة من الصحابة والتابعين ومَنْ بعدهم على التحري في نقل الأخبار، ومواقفهم وكلامهم في هذا المعنى كثير.
فمن ذلك: أن بُشَير بن كعب العدوي جاء إلى عبد الله بن عباس رضي الله عنهما فجعل يحدث ويقول: قال رسول الله صلى الله عليه وسلم. قال رسول الله صلى الله عليه وسلم. فجعل ابن عباس رضي الله عنه لا يأذَنُ لحديثه (١) ، ولا ينظر إليه، فقال: يا بن عباس، مالي لا أراك تسمع لحديثي؟ أُحدِّثك عن رسول الله صلى الله عليه وسلم ولا تسمع؟! فقال ابن عباس رضي الله عنه: إنَّا كُنَّا مَرَّةً إذا سمعنا رجلاً يقول: قال رسول الله صلى الله عليه وسلم، ابتدَرَتْه أبصارُنا، وأصغينا إليه بآذاننا، فلما رَكِبَ الناس الصعبَ والذلول (٢) ، لم نأخذ من الناس إلا ما نعرف. رواه مسلم في مقدمة صحيحه (٣) .
ويوضح قول ابن عباس هذا ما قاله محمد بن سيرين رحمه الله: "لم يكونوا يسألون عن الإسناد، فلما وقعت الفتنة قالوا: سَمُّوا لنا رجالكم، فَيُنْظر إلى أهل السنة فيؤخذ حديثهم، ويُنظر إلى أهل البدع فلا يؤخذ حديثهم" (٤) .
وهذا يبين أن الحديث لما كان يدور بين الصحابة رضي الله عنهم، ويُحدِّث بعضهم بعضاً لم يكونوا يحتاجون أن يسألوا عن الإسناد؛ لأن الصحابة رضي الله عنهم كلهم عدول (٥) .
_________
(١) "لا يأذن لحديثه": لا يستمع إليه. كما في النهاية لابن الأثير: (١/٣٣) .
(٢) يعني: سلكوا كل مسلك مما يُحمد ويُذم. قاله النووي في شرح صحيح مسلم: (١/٨٠) .
(٣) صحيح مسلم: (المقدمة، باب النهي عن الرواية عن الضعفاء ١/١٣) .
(٤) صحيح مسلم: (المقدمة، باب إن الإسناد من الدين ١/١٥) .
(٥) انظر: الكفاية في علم الرواية للخطيب البغدادي: (ص٩٣) ، وعلوم الحديث لابن الصلاح: (ص٤٢٧) .',NULL,'10',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (10,'فلما فتحت الفتوحات وانتشر الإسلام بعد وفاة الرسول صلى الله عليه وسلم، ودخل الناس في دين الله أفواجاً، منهم من دخل فيه رغبة، ومنهم من دخل فيه رهبة، ومنهم من أظهر الإسلام لكيد المسلمين وبث الفرقة والشقاق بينهم كعبد الله ابن سبأ اليهودي، الذي أظهر الإسلام في عهد الخليفة الراشد عثمان بن عفان رضي الله عنه، وكان له دور كبير في إشعال الفتن في آخر خلافته، مما أدى إلى استشهاده رضي الله عنه، وما أعقب ذلك من فتن (١) .
لذلك احتاط الصحابة والتابعون في قبول الأخبار فلم يقبلوها إلاّ ممن عرفوا صدقه وعدالته، كما تقدم في قول ابن عباس رضي الله عنهما، وقول ابن سيرين رحمه الله.
وقد سلك مسلكهم في الاحتياط في قبول الأخبار من جاء بعدهم من علماء أهل السنة من أتباع التابعين ومن بعدهم، واعتنوا بالأسانيد أيَّما عناية: فرحلوا في طلبها، وحفظوها، وحدثوا بها كما سمعوها، وحثوا تلاميذهم على العناية بها، وحذروهم من التساهل فيها، وتكلموا فيمن أخلَّ بها، وأقوالهم وتصرفاتهم ناطقة بذلك.
قال أبو عبد الله محمد بن عبد الله الحاكم النيسابوري رحمه الله: "فلولا الإسناد وطلب هذه الطائفة له - يعني أهل الحديث - وكثرة مواظبتهم على حفظه؛ لدَرَسَ منارُ الإسلام، ولتمكن أهل الإلحاد والبدع منه بوضع الأحاديث، وقلب الأسانيد، فإن الأخبار إذا تَعرَّت عن وجود الأسانيد فيها كانت بُتْراً" (٢) .
_________
(١) انظر: كتاب: ابن سبأ حقيقة لا خيال للدكتور سعدي الهاشمي، وكتاب: عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام للدكتور سليمان بن حمد العودة.
(٢) معرفة علوم الحديث: (ص٦) .',NULL,'11',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (11,'ثم روى بإسناده: "عن عتبة بن أبي حكيم أنه كان عند إسحاق بن أبي فروة، وعنده الزهري (١) ، قال: فجعل ابن أبي فروة يقول: قال رسول الله صلى الله عليه وسلم. قال رسول الله صلى الله عليه وسلم. فقال له الزهري: قاتلك الله يا بن أبي فروة، ما أجرأك على الله! لا تُسْندُ حديثك؟! تحدثنا بأحاديث ليس لها خُطُم ولا أَزِمَّة" (٢) .
شبَّه الأسانيد بالخُطُم والأزمة للدواب، فالدابة التي ليس لها خطام تُمْسَك به تتفلت من صاحبها، ولا تنقاد له.
وقال عبد الله بن المبارك رحمه الله: "الإسناد من الدين، ولولا الإسناد لقال من شاء ما شاء". رواه مسلم في مقدمة صحيحه (٣) ، وروى عنه أيضاً أنه قال: "بيننا وبين القوم القوائم" يعني الإسناد (٤) .
قال النووي رحمه الله: "ومعنى هذا الكلام: إن جاء بإسناد صحيح قبلنا حديثه، وإلا تركناه، فجعل الحديث كالحيوان، لا يقوم بغير إسناد، كما لا يقوم الحيوان بغير قوائم" (٥) يعني: بغير أرجل.
وكلامهم في هذا المعنى كثير (٦) ، وهو يدل على أهمية الإسناد، ويدل أيضاً
_________
(١) محمد بن مسلم بن عبيد الله أبو بكر القرشي الزهري الفقيه الحافظ متفق على جلالته وإتقانه، مات سنة خمس وعشرين ومائة. (تقريب التهذيب للحافظ ابن حجر رقم ٦٢٩٦) .
(٢) معرفة علوم الحديث للحاكم: (ص٦) .
(٣) صحيح مسلم: (المقدمة ص١٥) .
(٤) المصدر السابق.
(٥) شرح صحيح مسلم: (١/٨٨) .
(٦) انظر: الإسناد من الدين ومن خصائص أمة سيد المرسلين صلى الله عليه وسلم للدكتور عاصم القريوتي، والإسناد من الدين لأبي غدة.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (12,'على عنايتهم به، لأن عليه مدار معرفة صحة الحديث وضعفه، قال أبو سعد عبد الكريم بن محمد السمعاني (ت ٥٦٢هـ) : "وألفاظ رسول الله صلى الله عليه وسلم لا بد لها من النقل، ولا تعرف صحتها إلا بالإسناد الصحيح، والصحة في الإسناد لا تعرف إلا برواية الثقة، عن الثقة، والعدل، عن العدل" (١) .
_________
(١) أدب الإملاء والاستملاء: (١/١٠٤) .',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (13,'<span data-type="title" id=toc-6>المبحث الرابع: أثر عناية العلماء بالإسناد في حفظ السنة النبوية</span>
ألمحت في المباحث السابقة إلى أهمية الإسناد وعناية العلماء به، ولا شك أن هذه العناية أثمرت ثماراً طيبة، وكان لها أكبر الأثر في حفظ السنة النبوية، ولا يمكن تعداد هذه الثمار واستيعابها في هذه العجالة، ولكن أذكر نماذج لتلك العناية وأثرها في حفظ السنة النبوية. فمن ذلك:
أولاً: الرحلة في طلب الحديث، وهي ثمرة من ثمار العناية بالإسناد حيث نشط المحدثون في الأسفار، وقطعوا الفيافي والقفار في طلب الحديث وجمعه من أفواه الرجال، فربما رحل الرجل الأيام والليالي في طلب حديث واحد (١) ، ولهم قصص مشهورة في ذلك تدل على حرصهم واجتهادهم في طلب الحديث وتدوينه (٢) ، وكم من رجل لو لم يقيض الله عز وجل المحدثين للرحلة إليه والأخذ عنه، لمات حديثه معه، ولم يستفد منه أحد.
ومن فوائد الرحلة في طلب الحديث أيضاً: تحصيل الأسانيد العالية بمشافهة كبار الشيوخ، وتقليل الوسائط في نقل الحديث، فيكون أقرب إلى السلامة من الخلل، وفي ذلك حفظ للسنة (٣) .
_________
(١) انظر: المحدث الفاصل بين الراوي والواعي للرامهرمزي: (ص٢٢٣) ، وجامع بيان العلم وفضله لابن عبد البر: (١/٣٩٥-٣٩٦) .
(٢) انظر: الرحلة في طلب الحديث للخطيب البغدادي، وجامع بيان العلم وفضله لابن عبد البر: (١/٣٨٨-٤٠٠) .
(٣) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي: (١/١١٦، ٢/٢٢٣) .',NULL,'14',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (14,'ومنها: تكثير طرق الحديث الواحد بسماعه من عدد من الشيوخ في أماكن مختلفة، فقد يوجد في بعض الطرق ما لا يوجد في الطرق الأخرى، والحديث يتقوى بكثرة الطرق. قال الإمام أحمد بن حنبل: "الحديث إذا لم تجمع طرقه لم تفهمه، والحديث يفسر بعضُه بعضاً" (١) .
ثانياً: عُني المحدثون بسلاسل الأسانيد وأصبحت معروفة لديهم، فميزوا بين مراتبها، وحفظوا أحاديثها، فمن رام إدخال حديث فيها ليس منها كشفوا أمره، ووجهوا سهام النقد إليه، ولم تقتصر عنايتهم على سلاسل الأحاديث الصحيحة، بل عُنوا أيضاً بسلاسل الأحاديث الضعيفة والموضوعة فحفظوها؛ خشية أن تختلط بالأحاديث الصحيحة، فاستطاعوا بذلك التمييز بين الصحيح والسقيم، وحفظ الله عز وجل السنة النبوية بتلك الجهود المباركة، فمن ذلك على سبيل التمثيل:
١ ـ أصح الأسانيد (٢) مثل:
مالك، عن نافع، عن عبد الله بن عمر رضي الله عنهما. ومحمد بن سيرين، عن عَبيدة السلماني، عن علي بن أبي طالب رضي الله عنه.
٢ ـ الأسانيد التي لا يثبت منها إلا شيء يسير، مع أنه قد روي بها أكثر من ذلك (٣) مثل:
_________
(١) انظر: المصدر السابق: (٢/٢١٢)
(٢) انظر: معرفة علوم الحديث للحاكم: (ص٥٣-٥٦) ، وعلوم الحديث لابن الصلاح: (ص٨٤-٨٦) ، وكتاب تقريب الأسانيد وترتيب المسانيد لأبي الفضل عبد الرحيم العراقي: (ص٤-٦) ، والجدير بالذكر أن أسانيد الأحاديث المجموعة في هذا الكتاب كلها معدودة في أصح الأسانيد.
(٣) انظر: شرح علل الترمذي لابن رجب: (٢/٧٣٢-٧٥١) .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (15,'الزبير بن عدي، عن أنس، عن النبي صلى الله عليه وسلم. له عنه أربعة أحاديث أو خمسة، وروى محمد بن زياد بن زَبَّار، عن بشر بن الحسين، عن الزبير بن عدي، عن أنس نحو عشرين حديثاً مسندة.
قال أبو حاتم الرازي: "هي أحاديث موضوعة، ليس يُعرف للزبير، عن أنس، عن النبي صلى الله عليه وسلم إلا أربعة أحاديث أو خمسة أحاديث ... " (١) .
وقال ابن حبان في ترجمة بشر بن الحسين: "يروي عن الزبير بن عدي نسخة موضوعة، ما لكثير حديث منها أصل يرويها عن الزبير، عن أنس، شبيها بمائة وخمسين حديثاً مسانيد كلها ... روى عنه حجاج بن يوسف بن قتيبة تلك النسخة" (٢) .
٣ ـ الأسانيد التي لا يثبت منها شيء - مع ثقة رجالها – مثل:
قتادة، عن الحسن البصري، عن أنس بن مالك رضي الله عنه.
هذه السلسلة قال البرديجي: "لا يثبت منها حديث أصلاً من رواية الثقات" (٣) .
٤ ـ أوهى الأسانيد، مثل:
أوهى أسانيد أهل البيت: عمرو بن شَمِر، عن جابر الجعفي، عن الحارث الأعور، عن علي بن أبي طالب رضي الله عنه (٤) .
_________
(١) الجرح والتعديل لابن أبي حاتم: (٢/٣٥٥) ، وشرح علل الترمذي لابن رجب: (٢/٧٣٦) .
(٢) المجروحين لابن حبان: (١/١٩٠) .
(٣) شرح علل الترمذي لابن رجب: (٢/٧٣٢) .
(٤) انظر: معرفة علوم الحديث للحاكم: (ص٥٦-٥٨) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (16,'وهذه الأقوال المتقدمة وغيرها كثير، يدل على عناية المحدثين بالأسانيد، وحفظهم لها، ويدل أيضاً على استقراء تام، وتتبع دقيق، حصل لهم بعد طول ممارسة وعناء شديد في الجمع والتحصيل. "وكيف لا يكونون كذلك؟! وقد نبذوا الدنيا بأسرها وراءهم، وجعلوا غذاءهم الكتابة، وسَمَرهم المعارضة، واسترواحَهم المذاكرة، وخَلوقَهم المِدَاد، ونومَهم السُّهَاد (١) ، واصطلاءهم الضياء، وتوسدَهم الحصى، فالشدائد مع وجود الأسانيد العالية عندهم رخاء، ووجود الرخاء مع فقد ما طلبوه عندهم بُؤس، فعقولهم بلذاذة السنة غامرة، وقلوبهم بالرضاء في الأحوال عامرة، تَعلُّم السنن سرورهم، ومجالس العلم حبورهم، وأهل السُّنة قاطبة إخوانهم، وأهل الإلحاد والبدع بأسرها أعداؤهم" (٢) .
ومن آثار العناية بالأسانيد:
ثالثاً:- القدر الهائل من الكتب الحديثية المسندة، من صحاح، وسنن، ومسانيد، وموطآت، ومصنفات، وجوامع، ومستخرجات ومستدركات، ومعاجم، وفوائد، وأمالٍ، وأجزاء ... وغيرها كثير (٣) ، عُني مؤلفوها برواية الأحاديث والآثار الواردة فيها بالأسانيد، وتشغل تلك الأسانيد حيزاً كبيرا من الكتب المذكورة، بحيث لو جردت من أسانيدها لصارت في ربع حجمها
_________
(١) السُّهَاد: الأَرَق. انظر مختار الصحاح: (ص٣١٨) .
(٢) معرفة علوم الحديث للحاكم: (ص٣) .
(٣) انظر: المعجم المفهرس للحافظ ابن حجر العسقلاني، والرسالة المستطرفة لبيان مشهور كتب السنة المشرفة لمحمد بن جعفر الكتاني، والفهرس الشامل للتراث العربي الإسلامي المخطوط (الحديث النبوي الشريف وعلومه ورجاله) إصدار مؤسسة آل البيت بالأردن.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (17,'الأصلي، وثلاثة أرباعها أسانيد (١) ، وهذا فيه دلالة واضحة على أهمية الأسانيد ودورها في حفظ السنة النبوية.
رابعاً:- لما طالت الأسانيد على المتأخرين تعذر عليهم رواية كل حديث بإسناده إلى النبي صلى الله عليه وسلم، لذلك لجؤوا إلى رواية الكتب بأسانيدهم إلى مؤلفيها، فإذا اتصل إسناد أحدهم إلى مؤلف الكتاب حُقَّ له أن يروي أي حديث في ذلك الكتاب بإسناده إلى منتهاه.
لذلك طرق العلماء أبواباً أخرى في التأليف، وصنفوا كتباً عُنيت بسلاسل أسانيد الكتب إلى مؤلفيها - وهي ثمرة أخرى من ثمار الاهتمام بالأسانيد - وهذه الكتب هي كتب معاجم الشيوخ، والمشيخات، والفهارس، والبرامج، والأثبات، وهي كثيرة جداً تزيد على ألفي كتاب (٢) ، وهي من مفاخر الأمة الإسلامية وخَصِيصة من خصائصها تبعاً لاختصاص هذه الأمة بالإسناد، كما تقدم في المبحث الثاني. قال الحافظ ابن حجر: "سمعت بعض الفضلاء يقول: الأسانيد أنساب الكتب" (٣) .
وبعد ...
فقد تقدم في المباحث السابقة نبذة عن أهمية الإسناد وعناية العلماء به، وأثر هذه العناية في حفظ السنة النبوية، وهنا أسئلة تطرح نفسها لها تعلق وثيق بما تقدم، منها:
_________
(١) انظر: الإسناد من الدين لأبي غدة: (ص٣١) .
(٢) انظر: فهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات لعبد الحي الكتاني، ومعجم المعاجم والمشيخات والفهارس والبرامج والأثبات للدكتور يوسف المرعشلي.
(٣) فتح الباري: (١/٥) .',NULL,'18',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (18,'إن هؤلاء الرواة الذين يرد ذكرهم في الأسانيد منهم الصادق ومنهم الكاذب، فكيف نميز بين الصادق والكاذب؟ وأيضاً فإن الصادقين منهم يتفاوتون في ضبطهم وإتقانهم لما يروونه، فكيف نعرف الضابط من غيره؟
وكذلك فإن الضابط منهم قد يطرأ عليه ما يغير ضبطه في فترة من حياته، فكيف يتميز حديثه في حال ضبطه وحال تغيره؟، ومن الرواة من يروي عمن فوقه ولم يسمع منهم، فكيف نميز بين من سمع منهم ومن لم يسمع منهم؟.
ثم إن رواة الحديث كثيرون جداً، ويحصل الاتفاق بين بعض الأسماء وتتشابه أسماء آخرين، ولم يكن في كتابة كثير من المتقدمين ضبط بالنقط والشكل، فربما يحصل اشتباه بين هذه الأسماء فكيف نميز بينها؟ وكيف نتأكد من سلامتها من التصحيف والتحريف؟
إلى غير ذلك من الأسئلة، التي تدور حول هؤلاء الرواة، وحُق للسائل أن يسأل هذه الأسئلة ويعرف الجواب عليها.
وقد تنبَّه المحدثون رحمهم الله لهذا، وأنشؤوا علما آخر هو ثمرة من ثمار اهتمامهم بالإسناد، ألا وهو علم الجرح والتعديل. وهو موضوع الفصل الآتي.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (19,'<span data-type="title" id=toc-7>الفصل الثاني: علم الجرح والتعديل وأثره في حفظ السنة النبوية</span>
<span data-type="title" id=toc-8>المبحث الأول: تعريف علم الجرح والتعديل</span>
...
المبحث الأول: تعريف علم الجرح والتعديل
أولاً: تعريف الجرح:
الجرح في اللغة: يدل على شيئين: الكسب، وشق الجلد.
فالأول قولهم: اجترح إذا عمل وكَسَبَ.
والثاني قولهم: جرحه بحديدة جَرْحاً (١) .
وفي الاصطلاح: وصف الراوي بما يقتضي رد روايته.
والرد إما أن يكون مطلقا كرواية الكذاب ومن ضُعف تضعيفاً شديداً، وإما أن يكون مقيداً بتفرد الراوي وعدم وجود المتابع أو الشاهد.
كرواية "صدوق سيئ الحفظ" أو المختلط بعد الاختلاط ونحوهما (٢) .
والعلاقة بين المعنى اللغوي والاصطلاحي: أن اكتساب الراوي ما ينافي العدالة مدعاة لأن يجرحه الناس ويهتكوا حرمته (٣) .
ثانياً: تعريف التعديل:
التعديل: لغة من العَدْل، وهو ما قام في النفوس أنه مستقيم.
وتعديل الشيء: تقويمه، بحيث يكون مستقيماً (٤) .
وفي الاصطلاح: وصف الراوي بما يقتضي قبول روايته (٥) .
_________
(١) انظر: معجم مقاييس اللغة لابن فارس: (١/٤٥١) .
(٢) انظر: ضوابط الجرح والتعديل للدكتور عبد العزيز العبد اللطيف (ص١٠) .
(٣) انظر: المنهج الإسلامي في الجرح والتعديل للدكتور فاروق حمادة: (ص١٩) .
(٤) انظر: لسان العرب لابن منظور: (١١/٤٣٠، ٤٣٢) .
(٥) المختصر في علم رجال الأثر، لعبد الوهاب عبد اللطيف (ص ٤٣) ، وانظر: جامع الأصول لابن الأثير: (١/١٢٦) .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (20,'ثالثاً: تعريف علم الجرح والتعديل ومراتب ألفاظه:
هو علم يبحث فيه عن جرح الرواة وتعديلهم بألفاظ مخصوصة، وعن مراتب تلك الألفاظ (١) .
والألفاظ المخصوصة هي: ألفاظ التعديل وألفاظ التجريح، وهي كثيرة، فمثال ألفاظ التعديل: ثقة، ثَبْتٌ، صدوق.
ومثال ألفاظ التجريح: ضعيف، متروك، كذاب.
وألفاظ التعديل منها ما يدل على المرتبة العليا في التثبت والضبط، ومنها ما يدلُّ على المرتبة الدنيا، وبينهما مراتب متفاوتة. وكذلك ألفاظ التجريح، منها ما يدل على أسوأ التجريح، ومنها ما يدل على أدناه، وبينهما مراتب متفاوتة أيضاً (٢) .
وأول من ذكر هَذه المراتب أبو محمد عبد الرحمن بن أبي حاتم الرازي (ت٣٢٧هـ) حيث قال في مقدمة كتابه "الجرح والتعديل":
"وجدت الألفاظ في الجرح والتعديل على مراتب شتى، فإذا قيل للواحد: إنه ثقة، أو متقن، ثبت، فهو ممن يُحتج بحديثه.
وإذا قيل له: إنه صدوق، أو محله الصدق، أو لا بأس به، فهو ممن يُكتب حديثه ويُنظر فيه، وهي المنزلة الثانية.
وإذا قيل: شيخ، فهو بالمنزلة الثالثة، يُكتب حديثه ويُنظر فيه، إلا أنه دون الثانية.
_________
(١) كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة: (١/٥٨٢) .
(٢) انظر: فتح المغيث للسخاوي: (٢/١٠٨ -١٣٠) ، وشفاء العليل بألفاظ وقواعد الجرح والتعديل لأبي الحسن مصطفى بن إسماعيل، وضوابط الجرح والتعديل للدكتور عبد العزيز العبد اللطيف: (ص: ١٧١-١٧٣) .',NULL,'22',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (21,'وإذا قيل: صالح الحديث، فإنه يكتب حديثه للاعتبار" (١) .
فهذه مراتب التعديل عند أبي حاتم رحمه الله، جعلها أربع مراتب، ثم ذكر مراتب التجريح، فجعلها أربع مراتب أيضاً، فقال رحمه الله:
"وإذا أجابوا في الرجل بليِّن الحديث، فهو ممن يُكتب حديثه ويُنظر فيه اعتباراً.
وإذا قالوا: ليس بقوي، فهو بمتزلة الأول في كتبة حديثه، إلا أنه دونه.
وإذا قالوا: ضعيف الحديث، فهو دون الثاني، لا يطرح حديثه، بل يُعتبر به.
وإذا قالوا: متروك الحديث، أو ذاهب الحديث، أو كذاب، فهو ساقط الحديث، لا يُكتب حديثه، وهي المنزلة الرابعة" (٢) .
وأضاف أبو عمرو بن الصلاح (ت ٦٤٣هـ) ، وشمس الدين الذهبي (ت٧٤٨هـ) ، وزين الدين العراقي (ت٨٠٦هـ) ألفاظاً أخرى.
وزاد الذهبي والعراقي مرتبة خامسة في مراتب التجريح (٣) ، وتلاهم الحافظ ابن حجر العسقلاني (ت٨٥٢هـ) فأضاف إضافات مهمة في الألفاظ والمراتب (٤) .
ثم جاء شمس الدين السخاوي (ت٩٠٢هـ) فاستفاد من هذه الجهود المتقدمة فقسم كلاً من ألفاظ التعديل وألفاظ التجريح إلى ست مراتب،
_________
(١) الجرح والتعديل: (٢/٣٧) .
(٢) المصدر السابق.
(٣) انظر: علوم الحديث لابن الصلاح: (ص: ٢٣٧-٢٤٠) ، والميزان للذهبي: (١/٤) ، وشرح التبصرة والتذكرة للعراقي: (٢/٢-١٢) ، وضوابط الجرح والتعديل للدكتور عبد العزيز العبد اللطيف: (ص: ١٧١-١٧٣) .
(٤) انظر: تقريب التهديب: (ص: ٧٤) ، ونزهة النظر: (ص: ٦٩-٧٠) .',NULL,'23',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (22,'وعليها استقر العمل، وهذه المراتب هي:
أولاً: مراتب ألفاظ التعديل:
المرتبة الأولى: ما أتى بصيغة أفعل، كأن يقال: أوثق الناس أو أثبت الناس، أو إليه المنتهى في التثبت، ويحتمل أن يلحق بها: لا أعرف له نظيراً في الدنيا.
المرتبة الثانية: فلان لا يسأل عن مثله، ونحو ذلك.
المرتبة الثالثة: ثقة ثبت، أو ثبت حجة، أو ثقة ثقة.
المرتبة الرابعة: ثقة، أو ثبت، كأنه مصحف، أو فلان متقن أو حجة، وكذا إذا قيل للعدل: حافظ، أو ضابط.
المرتبة الخامسة: ليس به بأس، أو لا بأس به، أو صدوق، أو مأمون، أو خيار.
المرتبة السادسة: محله الصدق، ورووا عنه، أو روى الناس عنه، أو يروى عنه، أو إلى الصدق ما هو (١) ، وكذا شيخ وسط، أو وسط، أو شيخ، ومقارب الحديث – بكسر الراء – ومقارب الحديث – بفتحها (٢) -، وصالح الحديث، أو جيد الحديث، أو حسن الحديث، أو ما أقرب حديثه، أو صويلح، أو صدوق إن شاء الله، أو أرجو أن لا بأس به، أو يكتب حديثه، فَطِن كَيّس، ما علمت فيه جرحاً، ما أعلم به بأساً.
_________
(١) يعني: أنه ليس ببعيد عن الصدق. قاله السخاوي: فتح المغيث (٢/١١٤) .
(٢) بكسر الراء معناه: حديثه مقارب لحديث غيره من الثقات، وبفتح الراء أي: حديثه يقاربه حديث غيره. ذكره السخاوي أيضاً.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (23,'ثانياً: مراتب ألفاظ التجريح:
المرتبة الأولى: أكذب الناس، أو إليه المنتهى في الوضع، أو هو ركن الكذب، ونحو ذلك.
المرتبة الثانية: كذاب، أو يضع الحديث على رسول الله صلى الله عليه وسلم، أو يكذب، أو وضاع، أو دجال، أو وضع حديثاً.
المرتبة الثالثة: فلان يسرق الحديث، أو متهم بالكذب، أو بالوضع، أو ساقط، أو هالك، أو ذاهب الحديث، أو متروك، أو تركوه، أو مجمع على تركه، أو هو على يدي عدل (١) ، أو مودٍ - بالتخفيف -، أو فيه نظر أو سكتوا عنه عند البخاري، أو فلان لا يعتبر به، أو لا يعتبر بحديثه، أو ليس بالثقة، أو ليس بثقة، أو غير ثقة ولا مأمون.
المرتبة الرابعة: فلان رُدّ حديثه، أو ردوا حديثه، أو مردود الحديث، أو ضعيف جداً، أو واهٍ بمرة، أو تالف، أو طرحوا حديثه، أو ارمِ به، أو مطَّرح، أو مطّرح الحديث، أو لا يُكتب حديثه، أو لا تحل كتبة حديثه، أو لا تحل الرواية عنه، أو ليس بشيء، أو لا شيء، أو لا يساوي فلساً، أو لا يساوي شيئاً.
المرتبة الخامسة: فلان ضعيف، أو منكر الحديث، أو حديثه منكر، أو له ما يُنكَر، أو له مناكير، أو مضطرب الحديث، أو واهٍ، أو ضعَّفوه، أو لا يحتج به.
_________
(١) كناية عن الهالك، وكذا قوله: مودٍ – بالتخفيف – أي: هالك، انظر: فتح المغيث للسخاوي (٢/١٢٨-١٢٩) .',NULL,'25',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (24,'المرتبة السادسة: فلان فيه مقال، أو أدنى مقال، أو ضُعِّف، أو فيه ضعف، أو في حديثه ضعف، أو تُنْكِر وتَعْرِف، أو ليس بذاك، أو ليس بذاك القوي، أو ليس بالمتين، أو ليس بالقوي، أو ليس بحجة، أو ليس بعمدة، أو ليس بمأمون، أو ليس من إبل القباب (١) ، ونحوه ليس من جمال المحامل، أو ليس بالمرضي، أو ليس يحمدونه، أو ليس بالحافظ، أو غيره أوثق منه، أو في حديثه شيء، أو مجهول، أو فيه جهالة، أو لا أدري ما هو، أو للضعف ما هو، أو فيه خُلْف، أو طعنوا فيه، أو مطعون فيه، أو نزكوه (٢) ، أو فلان سيئ الحفظ، أو ليّن، أو ليّن الحديث، أو فيه لين، أو تكلموا فيه، وكذا سكتوا عنه أو فيه نظر من غير البخاري.
والحكم في المراتب الأربع الأول من ألفاظ التجريح أنه لا يحتج بواحد من أهلها، ولا يستشهد به ولا يُعتبر به ... وما عدا الأربع ... يخرج حديثه للاعتبار، لإشعار هذه الصيغ بصلاحية المتصف بها لذلك وعدم منافاتها لها" (٣) .
_________
(١) قال الحافظ ابن حجر: "هذه العبارة يؤخذ منها أنه يُروى حديثه ولا يحتج بما ينفرد به، كما لا يخفى من الكناية المذكورة "، ذكره السخاوي في فتح المغيث: (٢/١٢٤) .
(٢) أي طعنوا فيه. ذكره السخاوي.
(٣) فتح المغيث للسخاوي: (٢/١٠٨- ١٢٥) .',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (25,'<span data-type="title" id=toc-9>المبحث الثاني: ظهور علم الجرح والتعديل والأسباب التي أدت إلى ظهوره</span>
تقدم القول في تحري الصحابة رضي الله عنهم والتابعين واحتياطهم في نقل الأخبار، ولاسيما بعد وقوع الفتن في آخر خلافة الخليفة الراشد عثمان ابن عفان رضي الله عنه، وما أعقب ذلك من الفتن السياسية (١) .
وواكب تلك الفتن السياسية ظهور بعض البدع والأهواء، فـ "نبغ في آخر خلافة النبوة بدعتان متقابلتان تقابل المغضوب عليهم والضالين: الخوارج يُكفِّرون الخليفتين ومن تولاهما، ويحلُّون دماء أهل القبلة، ويفعلون بأهل الايمان فعل اليهود بالنبيين.
والروافض يَغْلُون فيمن يستحق الولاية والمحبة، فيطرونه إطراء النصارى، حتى وصفوا البشر بالإلهية، وألحقوا الأئمة بالمرسلين ... " (٢) .
وحدثت أيضاً بدعتان أخريان متقابلتان: القدرية الذين "عظَّموا أمر المعاصي حتى أوجبوا نفوذ الوعيد بجميع أهل الكبائر، أو جميع المذنبين، ومنعوا شفاعة الشفعاء ورحمة أرحم الراحمين، وأَعْظموا أن يكون الله قدَّرها أو شاءها أو يسرها، وسلبوا الإيمان بالكلية لمن اتصف بها من المسلمين" (٣) .
والمرجئة الذين "استخفوا بأمر الواجبات والمحرمات، حتى استبعد بعضهم نفوذ الوعيد على الكبائر الموبقات ... " (٤) .
_________
(١) انظر ما تقدم: (ص١٣) .
(٢) ضابط التأويل لشيخ الإسلام ابن تيمية: (ص٣٧ المجموعة الخامسة من جامع المسائل) .
(٣) المصدر السابق.
(٤) المصدر السابق.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (26,'وقد تضافرت جهود الصحابة رضي الله عنهم والتابعين للتصدي لهؤلاء والتحذير منهم ومن بدعهم. روى مسلم في صحيحه عن يحيى بن يَعْمَر قال: "كان أول من قال في القدر بالبصرة معبد الجُهَني، فانطلقت أنا وحُمَيد بن عبد الرحمن الحِمْيري حاجَّين أو مُعْتَمِرَين، فقلنا: لو لقينا أحداً من أصحاب رسول الله صلى الله عليه وسلم فسألناه عمَّا يقول هؤلاء في القدر، فَوُفِّقَ لنا عبد الله بن عمر ابن الخطاب داخلا المسجد، فاكتنفته أنا وصاحبي، أحدنا عن يمينه والآخر عن شماله، فظننت أن صاحبي سيكل الكلام إليَّ، فقلت: أبا عبد الرحمن، إنه قد ظهر قِبَلَنا ناس يقرؤون القرآن، ويتقفرون العلم (١) - وذكر من شأنهم - وأنهم يزعمون أن لا قدر، وأن الأمر أُنُف (٢) .
قال: فإذا لقيت أولئك فأخبرهم أني بريءٌ منهم، وأنهم بُرآء مني. والذي يحلف به عبد الله بن عمر، لو أن لأحدهم مثل أُحُد ذهباً فأنفقه، ما قبل الله منه حتى يؤمن بالقدر" (٣) .
فهذا الخبر يبين حسن تصرف هذين التابعيين رحمهما الله في الرجوع إلى أهل العلم وسؤالهم عن هؤلاء المبتدعة، ويبين أيضاً موقف عبد الله بن عمر رضي الله عنهما في البراءة من هؤلاء حتى لا يُغْتَرَّ بهم، وهذا قدح فيهم، وتحذير منهم.
_________
(١) يتقفرون العلم: أي يتطلَّبونه. (النهاية لابن الأثير ٤/٩٠) .
(٢) وأن الأمر أُنُف: أي مستأنف استئنافاً من غير أن يكون سبق به سابق قضاء وتقدير. (المصدر السابق ١/٧٥) .
(٣) صحيح مسلم: باب بيان الإيمان والإسلام ... (١/٣٧ رقم ٨) .',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (27,'وتقدم قول ابن عباس رضي الله عنهما: " ... فلما ركب الناس الصعب والذلول لم نأخذ من الناس إلا ما نعرف" (١) .
وقوله هذا رضي الله عنه كناية عمّا وقع فيه بعض الناس من الفتن والبدع والأهواء السابقة. والإعراض عنهم، وعدم السماع منهم قدح فيهم، لأنهم ليسوا أهلاً للأخذ عنهم.
ومثل هذا القولُ المتقدم عن ابن سيرين رحمه الله: " ... فلما وقعت الفتنة قالوا سَمُّوا لنا رجالكم، فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع فلا يؤخذ حديثهم" (٢) .
وهذا الفعل منهم نظر في أحوال الرواة وتمييز لمن يستحق القبول، فيقبل حديثه، ومن يستحق الرد فيرد حديثه.
وقال التابعي الجليل عروة بن الزبير بن العوام رحمه الله ورضي عن أبيه: "إني لأسمع الحديث أستحسنه، فما يمنعني من ذكره إلا كراهية أن يسمعه سامع فيقتدي به، وذاك أني أسمعه من الرجل لا أثق به، قد حدث عمن أثق به، أو أسمعه من رجل أثق به، عمن لا أثق به، فأدعه لا أحدث به" (٣) .
وهكذا تكلم في الرواة من التابعين أيضاً عامر بن شراحيل الشعبي، وسعيد بن المسيب، وسعيد بن جبير، وطاوس بن كيسان وغيرهم (٤) .
_________
(١) تقدم: (ص١٢) .
(٢) تقدم: (ص١٢) .
(٣) رواه ابن عدي في الكامل: (١/٦٦) ، والخطيب البغدادي في الكفاية: (ص٢١٠) - واللفظ له- وإسناده صحيح.
(٤) انظر: الكامل لابن عدي: (١/٦٤-٧٠) ، والكفاية للخطيب البغدادي: (ص٢١٠) ، وذكر من يعتمد قوله في الجرح والتعديل للذهبي: (ص١٦٠) .',NULL,'29',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (28,'إلا أن كلامهم في الرواة قليل، لقلة الحاجة إليه في ذلك الزمان، لأن الرواية تدور على الصحابة وكبار التابعين، والطبقة الوسطى منهم (١) .
ثم نشط المحدثون في المائة الثانية وما بعدها في التنقيب عن أحوال الرواة، وفارقوا الأهل والأوطان، وآثروا الترحال لمشافهة الرواة، والتعرف على أحوالهم عن كثب، ولم يقتصروا على ذلك، بل كانوا يسألون عن أحوال الرواة ويتناقلون الكلام فيهم، ويروونه عن مشايخهم، كما يروون الأحاديث النبوية.
وهكذا نشأ علم الجرح والتعديل بتلك الجهود العظيمة التي بذلها علماء الحديث، وأصبح علماً قائماً بذاته، تفتخر به الأمة الإسلامية على غيرها من الأمم.
وفي الفصل الآتي عرض موجز لأهم تلك الجهود.
_________
(١) انظر: توجيه النظر إلى أصول الأثر لطاهر الجزائري: (ص١١٤) .',NULL,'30',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (29,'<span data-type="title" id=toc-10>المبحث الثالث: عناية العلماء بعلم الجرح والتعديل</span>
العناية برجال الأسانيد لا تقل أهمية عن العناية بالأسانيد وبالمتون التي انتهت إليها تلك الأسانيد، لذلك قال علي بن المديني رحمه الله: "التفقه في معاني الحديث نصف العلم، ومعرفة الرجال نصف العلم" (١) .
فكما بذل المحدثون جهوداً عظيمة في جمع الأحاديث وحفظها، وتدوينها، وتأليف الكتب المسندة بأنواعها المتعددة، فقد بذلوا أيضاً جهوداً عظيمة في البحث عن أحوال الرجال الذين رووا تلك الأحاديث، والتفتيش عنهم، وسؤال أهل العلم عنهم، والسفر إلى البلدان لمشافهتهم والتعرف عليهم.
قال عبد الرحمن المعلمي رحمه الله: "ليس نقد الرواة بالأمر الهَيّن، فإن الناقد لابد أن يكون واسع الاطلاع على الأخبار المروية، عارفاً بأحوال الرواة السابقين وطرق الرواية، خبيراً بعوائد الرواة ومقاصدهم وأغراضهم، وبالأسباب الداعية إلى التساهل والكذب، والموقعة في الخطأ والغلط، ثم يحتاج إلى أن يعرف أحوال الراوي: متى ولد؟ وبأي بلد؟ وكيف هو في الدين والأمانة والعقل والمروءة والحفظ؟ ومتى شرع في الطلب؟ ومتى سمع؟ وكيف سمع؟ ومع من سمع؟ وكيف كتابه؟
ثم يعرف أحوال الشيوخ الذين يحدث عنهم، وبلدانهم، ووفياتهم، وأوقات تحديثهم، وعادتهم في التحديث. ثم يعرف مرويات الناس عنهم،',NULL,'31',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (30,'ويعرض عليها مرويات هذا الراوي، ويعتبرها بها، إلى غير ذلك مما يطول شرحه. ويكون مع ذلك متيقظاً، مرهف الفهم، دقيق الفطنة، مالكاً لنفسه، لا يستميله الهوى، ولا يستفزه الغضب، ولا يستخفه بادر ظن حتى يستوفي النظر، ويبلغ المقر، ثم يحسن التطبيق في حكمه فلا يجاوز ولا يقصر ... " (١) .
وهذا وصف بديع من عالم خبير بهذا الشأن رحمه الله رحمة واسعة.
ومن اهتمام المحدثين بالكلام في الرواة أنهم كانوا يروونه كما يروون الأحاديث، ولم تظهر مصنفات مستقلة في الجرح والتعديل إلا في النصف الثاني من القرن الثاني، ثم تتابعت المصنفات بعد ذلك (٢) .
وقد سلك المؤلفون فيها أساليب متعددة، فمنهم من أفرد الضعفاء، ومنهم من أفرد الثقات، ومنهم من جمع بين الثقات والضعفاء.
ولست - في هذه العجالة - بصدد استيعاب تلك الكتب (٣) ، ولكن أقتصر على المطبوع منها.
أولاً:- كتب الضعفاء:
١. الضعفاء الصغير لأبي عبد الله محمد بن إسماعيل البخاري (ت٢٥٦هـ) .
٢. أحوال الرجال لأبي إسحاق إبراهيم بن يعقوب الجوزجاني (ت٢٥٩هـ) .
_________
(١) مقدمة تقدمة المعرفة لكتاب الجرح والتعديل: (ص ب-ج) .
(٢) انظر: بحوث في تاريخ السنة المشرفة للدكتور أكرم العمري: (ص٩٩-١٠٠) ، وعلم الرجال نشأته وتطوره للدكتور محمد بن مطر الزهراني: (ص٢٦) .
(٣) لمعرفة أسماء تلك الكتب انظر: المصدرين السابقين.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (31,'٣. أسامي الضعفاء ومن تُكلِّم فيهم من المحدثين لأبي زرعة عبيد الله بن عبد الكريم الرازي (ت٢٦٤هـ) .
٤. الضعفاء والمتروكون لأبي عبد الرحمن أحمد بن شعيب النسائي (ت٣٠٣هـ) .
٥. الضعفاء لأبي جعفر محمد بن عمرو العُقيلي (ت٣٢٢هـ) .
٦.كتاب المجروحين من المحدثين لأبي حاتم محمد بن حبان البُستي (ت٣٥٤هـ) .
٧. الكامل في ضعفاء الرجال لأبي أحمد عبد الله بن عدي الجرجاني (ت٣٦٥هـ) .
٨. الضعفاء والمتروكون لأبي الحسن علي بن عمر الدارقطني (ت٣٨٥هـ) .
٩. تاريخ أسماء الضعفاء والكذابين لأبي حفص عمر بن أحمد بن شاهين (ت٣٨٥هـ) .
١٠. الضعفاء لأبي نعيم أحمد بن عبد الله الأصبهاني (ت٤٣٠هـ) .
١١. الضعفاء والمتروكون لأبي الفرج عبد الرحمن بن علي بن الجوزي (ت٥٩٧هـ) .
١٢. ميزان الاعتدال في نقد الرجال.
١٣. المغني في الضعفاء.
١٤. ديوان الضعفاء والمتروكين.
١٥. ذيل ديوان الضعفاء والمتروكين كلها لأبي عبد الله محمد بن أحمد الذهبي (ت٧٤٨هـ) .',NULL,'33',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (32,'١٦. ذيل ميزان الاعتدال لأبي الفضل عبد الرحيم بن الحسين العراقي (ت٨٠٦هـ) .
١٧. مختصر الكامل لابن عدي لأبي العباس أحمد بن علي المقريزي (ت٨٤٥هـ) .
١٨. لسان الميزان لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) .
١٩. ذيل لسان الميزان للشريف حاتم بن عارف العوني (معاصر) .
وقد أكثر المحدِّثون من التأليف في هذا الباب لأهميَّة بيان الضعفاء وكشفهم؛ ليتضح أمرهم للناس فيبتعدوا عن مرويَّاتهم.
وهذه الكتب منها المطول الذي يشتمل على اسم الراوي ونسبته وكنيته وبلده، وذكر بعض أقوال أئمة الجرح والتعديل فيه، ثم ذكر بعض ما أُنكر عليه من الحديث، ومن أبرز الكتب التي سُلك فيها هذا المسلك: الضعفاء للعقيلي، والكامل لابن عدي.
ومنها المختصر الذي يذكر اسم الراوي والحكم عليه بلفظ من ألفاظ التجريح، مثل: كتاب الضعفاء والمتروكين للنسائي، ومنها ما هو أكثر اختصاراً بحيث يذكر اسم الراوي دون أن يذكر فيه لفظاً من ألفاظ التجريح؛ اكتفاءً بذكره في ذلك الكتاب المؤلف في الضعفاء، مثل: كتاب الضعفاء لأبي زرعة الرازي.
والكلام على هذه الكتب تفصيلاً لا يتسنَّى في هذه العجالة، ولكن اخترت كتاباً واحداً للتعريف به، وهو كتاب "الكامل في ضعفاء الرجال" لأبي أحمد بن عدي (ت ٣٦٥هـ) .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (33,'أولاً: الوصف الخارجي للكتاب:
يقع الكتاب في سبع مجلدات من القطع الكبير، تشتمل على (٢٧٦٥) صفحة (١) ، وعدد تراجمه: (٢٢٠٩) ترجمة (٢) .
ثانياً: محتوى الكتاب ومنهج المؤلف فيه:
بدأ المؤلف الكتاب بمقدمة نفيسة زادت على (١٥٠) صفحة، اشتملت على أكثر من ثلاثين باباً في التحذير من الكذب على رسول الله صلى الله عليه وسلم، وتشديد العقوبة فيه، وحَذَرِ الصحابة رضي الله عنهم وتحذيرهم من ذلك، ثم ذكر رحمه الله أسماء العلماء الأعلام الذين استجازوا تكذيب من تبيَّن كذبه، مع ذكر فضل أولئك العلماء من الصحابة ومن بعدهم إلى عصر المؤلف والوجه الذي استحقوا به قبول قولهم في الرواة.
ثم ذكر أبواباً في صفة من يؤخذ عنه العلم ومن لا يؤخذ عنه.
وقد أُفردت هذه المقدمة، وطُبعت مستقلَّة (٣) .
ثم بعد المقدمة بدأ المؤلف بموضوع الكتاب وهو كما وصفه بقوله: "أذكر في كتابي هذا كلَّ من ذُكر بضرب من الضعف، ومَن اختُلف فيهم فجرَّحه البعض وعدَّله البعض الآخر، ومرجِّح قول أحدهما مبلغ علمي من غير محاباة، فلعلَّ من قبَّح أمره أو حسَّنه تحامل عليه أو مال إليه، وذاكر لكلِّ رجل منهم ممَّا رواه ما يضعف من أجله ... ".
_________
(١) طبعة دار الفكر سنة (١٤٠٤?) .
(٢) انظر: ابن عدي ومنهجه في كتابه الكامل في ضعفاء الرجال، للدكتور زهير عثمان علي نور (١/١٢١) .
(٣) نشرها صبحي السامرائي، مطبعة سلمان الأعظمي - بغداد - عام ١٩٧٧?.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (34,'ومنهجه في الكتاب أنَّه رتَّبه على حروف المعجم بالنسبة للحرف الأول فقط، فيذكر اسم الراوي ونسبه وكنيته وبلده، ثم يذكر ما يبين ضعفه من كلام أهل العلم راوياً ذلك بإسناده إليهم مثل يحيى بن معين والبخاري وغيرهما.
ثم يذكر بعض الأحاديث التي أُنكرت على الراوي، فإن لم يجد ما يُنكر عليه صرَّح بذلك، وإن اختُلف في الراوي ذكر ما يراه راجحاً، ثم يذكر في آخر الترجمة خلاصة تبين رأيه في الراوي.
وقد يذكر بعض الرواة لا لكونهم ضعفاء عنده، وإنَّما ذكرهم للدفاع عنهم؛ لأنَّ بعض العلماء تكلَّم فيهم مثل: ترجمة إبراهيم بن سعد الزهري، وأحمد بن صالح المصري (١) ، وغيرهما، وقال المؤلف في آخر ترجمة أحمد بن صالح المصري: "ولولا أنِّي اشترطت في كتابي هذا أن أذكر فيه كلَّ مَن تكلّم فيه متكلِّم لكنتُ أُجلُّ أحمد بن صالح أن أذكره".
والمتأمِّل في كتاب الكامل لابن عدي - رحمه الله - تظهر له سمات واضحة فيه، منها:
١- أنَّه أوسع كتاب وصل إلينا في موضوعه من الكتب المتقدمة، ولذلك سمَّاه مؤلفه بـ ((الكامل)) ، وقد أفصح عن ذلك في مقدمته فقال: ((ولا يبقى من الرواة الذين لم أذكرهم إلاَّ من هو ثقة أو صدوق، وإن كان ينسب إلى هوًى وهو فيه متأول، وأرجو أنِّي أشبع كتابي هذا وأشفي الناظر فيه، ومُضمن ما لم يذكره أحد مِمَّن صنَّف في هذا المعنى شيئاً، وسمَّيته: كتاب الكامل في ضعفاء الرجال ... )) .
_________
(١) انظر الكامل (١/٢٤٥، ١٨٤) .',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (35,'وهو كما قال - رحمه الله - إلاَّ في دعوى استيعاب جميع الضعفاء فإنَّه متعقَّب فيه (١) .
٢- جمع مؤلفه رحمه الله - في الكلام على الرجال - بين النقل عن المتقدمين وسبر (استقراء) مرويات الراوي، وهما طريقان مشهوران لمعرفة أحوال الرواة.
٣- ظهور شخصية المؤلف في النقد، فهو ينقل وينقد، ويرد الأقوال المرجوحة عنده، وإذا لم يجد في الراوي كلاماً لمن سبقه يحكم عليه بما يستحقه بعد النظر في مروياته، فأضاف مادة علمية مهمة في الجرح والتعديل.
٤- اشتمل الكتاب على عدد كبير من الأحاديث المسندة في الأحكام والآداب والزهد وغيرها، وقد تكلَّم ابن عدي على كثير منها، وبيَّن عللها، فهو مصدر مهم لبيان الأحاديث الضعيفة والموضوعة، وقد جرد تلك الأحاديث محمد بن طاهر المقدسي (ت ٥٠٧ هـ) وأفردها في كتاب سماه: ((ذخيرة الحفاظ المخرج على الحروف والألفاظ)) ، بلغ عدد أحاديثه: ٦٥٩٧ حديث، وهو مطبوع، وقد استدرك عليه محققه د. عبد الرحمن الفريوائي ٨٣٦ حديثاً، فبلغ مجموع الأحاديث في الكتاب والمستدرك عليه: ٧٤٣٣ حديث.
٥- ضم الكتاب العديد من النقول عن أئمة لم تصل إلينا مصنفاتهم،
_________
(١) استدرك عليه أبو العباس أحمد بن محمد الأندلسي المعروف بالنباتي كتاباً كبيراً سماه: الحافل في تكملة الكامل. انظر: الرسالة المستطرفة للكتاني (ص ١٤٥) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (36,'مثل: زكريا الساجي (١) ، وعمرو بن علي الفلاس (٢) ، وغيرهما، فأصبح مصدراً بديلاً لتلك المصنفات.
٦- اعتنى العلماء بكتاب الكامل لابن عدي عناية بالغة: استدراكاً وتذييلاً عليه، واختصاراً، وتجريداً لأحاديثه، وقد استفاد منه كل من كتب في موضوعه مِمَّن جاء بعده (٣) ، وهذا يدل على أهمية الكتاب وأثره الواضح في علم الجرح والتعديل.
ثانيا:- كتب الثقات
١. معرفة الثقات لأبي الحسن أحمد بن عبد الله العجلي (ت٢٦١هـ) .
٢. الثقات لأبي حاتم محمد بن حبان البُستي (ت٣٥٤هـ) .
٣. الثقات لأبي حفص عمر بن أحمد بن شاهين (ت٣٨٥هـ) .
ويمكن أن يذكر معها:
٤. ذكر أسماء من تُكلِّم فيه وهو موثق.
٥. الرواة الثقات المتكلم فيهم بما لا يوجب ردهم: كلاهما لأبي عبد الله محمد بن أحمد الذهبي (ت٧٤٨هـ) .
يُلاحظ عند المقارنة بين قائمة الكتب المصنفة في الضعفاء وقائمة الكتب المصنفة في الثقات قلَّة الكتب المصنفة في الثقات، وسبب ذلك - والله أعلم -
_________
(١) انظر: الكامل (١/٢١٢، ٢١٣ ... ) .
(٢) المصدر السابق: (١/٢١٣، ٢١٤ ... ) .
(٣) انظر: ابن عدي ومنهجه في كتابه الكامل (١/١٢١) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (37,'أنَّ كثيراً مِمَّن صنَّفوا في الضعفاء صنَّفوا أيضاً في الجمع بين الثقات والضعفاء، كما فعل الإمام البخاري في التاريخ الكبير والأوسط، فلمَّا أفردوا الضعفاء وميَّزوهم لم يروا حاجة لإفراد الثقات في مصنف مستقل.
وأقدم كتاب وصل إلينا من كتب الثقات كتاب أبي الحسن أحمد بن عبد الله العجلي (ت ٢٦١هـ) : ((معرفة الثقات)) ، وهو وإن كان معدوداً في الكتب المصنفة في الثقات إلاَّ أنَّه ليس خاصًّا بهم، يعرف ذلك من عنوان الكتاب الذي ذكره تقي الدين السبكي في مقدمة ترتيبه وهو: ((معرفة الثقات من رجال أهل العلم والحديث، ومن الضعفاء، وذِكْر مذاهبهم وأخبارهم)) (١) .
ويؤيِّد ذلك ما ورد في القطعة التي بقيت من أصل الكتاب (ص ٥٨) حيث كُتب عنوان: ((ومن المتروكين ... )) فذكر بعض المتروكين وبعض الضعفاء (٢) .
فهو يصلح أن يُضمَّ إلى القسم الثالث في الكتب التي جمعت بين الثقات والضعفاء.
_________
(١) رتَّبه على حروف المعجم كلٌّ من تقي الدين علي بن عبد الكافي السبكي (ت ٧٥٦هـ) ونور الدين علي بن أبي بكر الهيثمي (ت ٨٠٧هـ) ، وقد وصل إلينا ترتيب كل منهما، أمَّا أصل الكتاب فلم يصل إلينا منه إلاَّ قطعة تمثل قريباً من نصف الكتاب، وأفادت هذه القطعة طريقة ترتيب الكتاب، حيث روعي في ترتيبه - في الجملة - النسبة إلى البلدان.
وطبع الكتاب في مجلدين بالاعتماد على الترتيبين والقطعة الموجودة من الأصل، انظر مقدمة المحقق د.
عبد العليم البستوي (١/٧٢ - ٧٣، ١٣٧ - ١٥٥) .
(٢) انظر ترجمة إبراهيم بن أبي يحيى، وإسماعيل بن أبان، وأشعث بن سوار، وأشهل بن حاتم.. في معرفة الثقات للعجلي (رقم: ٤٤، ٨٥، ١٠٩، ١١١) .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (38,'لكن شهرة الكتاب ضمن كتب الثقات، وعنوانه الذي شاع بين أهل العلم: ((معرفة الثقات للعجلي)) ، أو ((ثقات العجلي)) ، وكون أغلب التراجم فيه مِمَّن وثَّقهم العجلي المتوفى سنة (٢٦١هـ) ، كلُّ ذلك جعل الكتاب يتبوَّأ مكان الصدارة بين كتب الثقات.
ثالثا:- كتب جمعت بين الثقات والضعفاء، وهي أنواع:
أـ الكتب العامة غير المقيدة بكتاب معين، منها:
١- الطبقات الكبرى لمحمد بن سعد كاتب الواقدي (ت٢٣٠هـ) .
٢- التاريخ الكبير.
٣- التاريخ الأوسط: كلاهما لمحمد بن إسماعيل البخاري (ت٢٥٦هـ) .
٤- المعرفة والتاريخ لأبي يوسف يعقوب بن سفيان الفسوي (ت٢٧٧هـ) .
٥- التاريخ الكبير لأبي بكر أحمد بن أبي خيثمة زهير بن حرب (ت٢٧٩هـ) . طبع منه: أخبار المكيين.
٦- التاريخ لأبي زرعة عبد الرحمن بن عمرو النصري (ت٢٨١هـ) .
٧- الجرح والتعديل لأبي محمد عبد الرحمن بن أبي حاتم الرازي (ت٣٢٧هـ) .
٨- الإرشاد في معرفة علماء الحديث لأبي يعلى الخليل بن عبد الله الخليلي (ت٤٤٦هـ) .
٩- بحر الدم فيمن تكلم فيه الإمام أحمد بمدح أو ذم ليوسف بن حسن ابن عبد الهادي (ت٩٠٩هـ) .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (39,'ب ـ كتب السؤالات:
وهي أن يقوم أحد التلاميذ بسؤال شيخه عن مجموعة من رواة الحديث ثم يدون أجوبته في كتاب، ومن هذه الكتب:
١- التاريخ عن يحيى بن معين، رواية عباس بن محمد الدوري.
٢- تاريخ عثمان بن سعيد الدارمي، عن يحيى بن معين.
٣- معرفة الرجال عن يحيى بن معين رواية أحمد بن محمد بن محرز.
٤- سؤالات ابن الجنيد لأبي زكريا يحيى بن معين.
٥- من كلام أبي زكريا يحيى بن معين في الرجال رواية أبي خالد الدقاق.
٦- تاريخ أبي سعيد الطبراني، عن أبي زكريا يحيى بن معين.
٧- سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني في الجرح والتعديل.
٨- العلل ومعرفة الرجال للإمام أحمد بن حنبل رواية ابنه عبد الله.
٩- من كلام أبي عبد الله أحمد بن محمد بن حنبل في علل الحديث ومعرفة الرجال، رواية أبي بكر المرّوذي، وأبي الحسن الميموني، وأبي الفضل صالح بن أحمد بن حنبل.
١٠- من سؤالات أبي بكر الأثرم أبا عبد الله أحمد بن حنبل. (جزء منه) .
١١- سؤالات أبي داود للإمام أحمد بن حنبل في الجرح والتعديل.
١٢- أجوبة أبي زرعة الرازي على أسئلة أبي عثمان البرذعي.
١٣- سؤالات أبي عبيد الآجُرّي أبا داود السجستاني.
١٤- سؤالات البرقاني للدارقطني.
١٥- سؤالات أبي بكر البرقاني للدارقطني في الجرح والتعديل، (وهي غير الأولى) .',NULL,'41',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (40,'١٦- سؤالات حمزة السهمي للدارقطني وغيره من المشايخ في الجرح والتعديل.
١٧- سؤالات الحاكم النيسابوري للدارقطني في الجرح والتعديل.
١٨- سؤالات أبي عبد الرحمن السُّلَمي للدارقطني في الجرح والتعديل.
١٩- سؤالات أبي عبد الله بن بكير وغيره لأبي الحسن الدارقطني.
٢٠- سؤالات مسعود السجزي لأبي عبد الله الحاكم مع أسئلة البغداديين له عن أحوال الرواة.
٢١- سؤالات الحافظ السِّلَفي لخميس الحَوْزي عن جماعة من أهل واسط.
جـ ـ كتب التواريخ المحلية:
ظهر ترتيب تراجم الرجال في المصنفات على البلدان التي استقروا فيها في وقت مبكِّر، فقد رتَّب ابن سعد (ت ٢٣٠هـ) كتاب الطبقات على البلدان، وكذا فعل عدد من المصنفين مِمَّن جاء بعده، ثم ظهرت مصنفات مستقلة في تراجم رجال بلدان معينة، وأقدم كتاب وصل إلينا: تاريخ واسط لأسلم بن سهل الواسطي المعروف ببحشل (ت ٢٩٢هـ) ، ثم تتابعت المصنفات في ذلك، وهي كثيرة جدًّا (١) ، منها:
١- طبقات علماء إفريقية وتونس (٢) ، لأبي العرب محمد بن أحمد القيرواني (ت ٣٣٣هـ) .
_________
(١) انظر: بحوث في تاريخ السنة المشرفة، للدكتور أكرم العمري (ص ١٩٦، ٢٥٢) .
(٢) أشار محققا النسخة المطبوعة منه أنَّ الذي وصل إلينا إنَّما هو مختصر منه، انظر: طبقات علماء إفريقية وتونس، لأبي العرب: مقدمة التحقيق (ص ٢٨) .',NULL,'42',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (41,'٢- تاريخ الرقة، لمحمد بن سعيد القشيري (ت ٣٣٤هـ) .
٣- طبقات المحدثين بأصبهان، لأبي الشيخ عبد الله بن محمد الأنصاري (ت ٣٦٩هـ) .
٤- تاريخ داريا، لأبي عبد الله عبد الجبار بن عبد الله الخولاني (ت ٣٧٠هـ) .
٥- تاريخ علماء الأندلس، لأبي الوليد عبد الله بن محمد ابن الفرضي (ت ٤٠٣هـ) .
٦- تاريخ جرجان، لحمزة بن يوسف السهمي (ت ٤٢٧هـ) .
٧- ذكر أخبار أصبهان، لأبي نعيم احمد بن عبد الله الأصبهاني (ت ٤٣٠هـ) .
٨- تاريخ بغداد، لأبي بكر أحمد بن علي الخطيب البغدادي (ت ٤٦٣هـ) .
٩- القَند (١) في ذكر علماء سَمرقَند، لنجم الدين عمر بن محمد النسفي (ت ٥٣٧هـ) .
١٠- تاريخ مدينة دمشق، لأبي القاسم علي بن الحسن بن عساكر (ت ٥٧١هـ) .
ومِمَّا تتميَّز به التواريخ المحلية أنَّ مؤلفيها هم من أهل تلك البلدان التي ترجموا لرجالها، فهم أعرف بهم من غيرهم، ولذلك فإنَّ معلوماتهم عن علماء تلك البلدان - في الغالب - أدق وأكثر شمولاً واستقصاء (٢) ، ولهذا لقيت تلك
_________
(١) هو: عسل قصب السكر إذا جَمُد.
(٢) انظر: بحوث في تاريخ السنة المشرفة، للدكتور أكرم العمري: (ص ٢٦٥) .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (42,'الكتب اهتماماً كبيراً من أهل العلم، وكان لها أثر كبير في معرفة أحوال كثير من الرواة جرحاً وتعديلاً.
وهناك أقوال كثيرة في جرح الرواة وتعديلهم مبثوثة في كتب المتون والعلل وغيرها. فمنها على سبيل المثال:
جامع الترمذي، ومسند البزار، وسنن وعلل الدارقطني، والمحلى لابن حزم (١) ، وغيرها.
د ـ الكتب المقيدة بكتاب أو كتب معينة:
* الكتب المتعلقة بصحيحي البخاري ومسلم (٢) منها:
١. الهداية والإرشاد في معرفة أهل الثقة والسداد الذين أخرج لهم البخاري في جامعه لأبي نصر أحمد بن محمد الكلاباذي (ت٣٩٨هـ) .
٢. التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح لأبي الوليد سليمان بن خلف الباجي (ت٤٧٤هـ) .
_________
(١) انظر: السلسبيل فيمن ذكرهم الترمذي بجرح أو تعديل، جمع وترتيب محمد عبد الله الشنقيطي، والجرح والتعديل للإمام البزار جمع وترتيب د. عبد الله اللحياني. وموسوعة أقوال أبي الحسن الدارقطني في رجال الحديث وعلله جمع وترتيب د. محمد مهدي المسلمي وزملائه، والجرح والتعديل عند ابن حزم الظاهري جمع وترتيب ناصر بن حمد الفهد.
(٢) قد يُعْترض على ذكر الكتب المتعلقة بالصحيحين أو أحدهما تحت هذا القسم، والمُسوِّغ لذكرها هنا أمران: الأول: أن أغلب الكتب المذكورة تحت هذا القسم جمعت بين الثقات والضعفاء، والحكم للأغلب.
الثاني: أن الكتب المتعلقة بالصحيحين أو أحدهما- تشتمل على رواة تكلِّم فيهم، لكون الشيخين -أو أحدهما- رويا لهم مقرونين بغيرهم، أو على سبيل الاستشهاد والمتابعة.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (43,'٣. أسامي من روى عنهم محمد بن إسماعيل البخاري من مشايخه الذين ذكرهم في جامعه الصحيح لأبي أحمد عبد الله بن عدي الجرجاني (ت٣٦٥هـ) .
٤. تسمية المشايخ الذين روى عنهم الإمام أبو عبد الله محمد بن إسماعيل البخاري في كتاب الجامع الصحيح، لأبي عبد الله محمد ابن إسحاق ابن منده (ت٣٩٥هـ) .
٥. أسامي شيوخ أبي عبد الله محمد بن إسماعيل البخاري، للحسن بن محمد الصغاني (ت٦٥٠هـ) (١) .
٦. رجال مسلم لأبي بكر أحمد بن علي ابن منجويه (ت٤٢٨هـ) .
٧. ذكر أسماء التابعين ومن بعدهم ممن صحت روايته عند البخاري ومسلم ... ، لأبي الحسن علي بن عمر الدارقطني (ت٣٨٥هـ) (٢) .
٨. الجمع بين رجال الصحيحين لأبي الفضل محمد بن طاهر المقدسي (ت٥٠٧هـ) .
٩. البيان والتوضيح لمن أُخرج له في الصحيح ومُسَّ بضرب من التجريح، لأبي زرعة أحمد بن عبد الرحيم العراقي (ت٨٢٦هـ) .
_________
(١) انظر: قائمة بالكتب المتعلقة برجال البخاري في مقدمة المحقق لكتاب أسامي من روى عنهم البخاري لابن عدي: (ص٤٦-٥٣) .
(٢) طبع كتاب: تسمية من أخرجهم البخاري ومسلم وما انفرد به كل واحد منهما، لأبي عبد الله الحاكم النيسابوري (ت٤٠٥هـ) وهو قطعة من كتابه المدخل إلى الصحيح: (المجلد الثاني والثالث منه) .
وطبع أيضاً: التعريف بشيوخ حدث عنهم محمد بن إسماعيل البخاري في كتابه وأهمل أنسابهم ... لأبي علي الحسين بن محمد الجياني (ت٤٩٨هـ) . وهو قطعة من كتابه: تقييد المهمل وتمييز المشكل: (٣/٩٤١-١٠٦٩) .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (44,'١٠. المُعْلم بأسامي شيوخ البخاري ومسلم، لأبي بكر محمد بن إسماعيل ابن خلفون (ت٦٣٦هـ) .
* الكتب المتعلقة بالكتب الستة وهي:
صحيحا البخاري ومسلم وسنن أبي داود والترمذي والنسائي وابن ماجه، منها:
١- تهذيب الكمال في أسماء الرجال لأبي الحجاج يوسف بن عبد الرحمن المزي (ت٧٤٢هـ) .
٢- الكاشف في معرفة من له رواية في الكتب الستة، لأبي عبد الله محمد ابن أحمد الذهبي (ت٧٤٨هـ) .
٣- إكمال تهذيب الكمال، لعلاء الدين مغلطاي بن قليج (ت٧٦٢هـ) ، (طبع منه ١٢مجلداً) .
٤- نهاية السول في رواة الستة الأصول، لبرهان الدين سبط ابن العجمي (ت٨٤١هـ) .
٥- تهذيب التهذيب لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) .
٦- تقريب التهذيب، له أيضا.
٧- خلاصة تذهيب تهذيب الكمال لصفي الدين أحمد بن عبد الله الخزرجي (القرن العاشر) .
٨- المعجم المشتمل على ذكر أسماء شيوخ الأئمة النَّبَل، لأبي القاسم علي ابن الحسن ابن عساكر (ت٥٧١هـ) . في أسماء شيوخ أصحاب الكتب الستة (١) .
_________
(١) لضياء الدين المقدسي جزء في التعقبات عليه مطبوع بعنوان: "جزء الأوهام في المشايخ النبل".',NULL,'46',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (45,'٩- تسمية شيوخ أبي داود لأبي علي الحسين بن محمد الجياني (ت٤٩٨هـ) .
١٠- التذكرة بمعرفة رجال العشرة لأبي المحاسن محمد بن علي الحسيني (ت٧٦٥هـ) وهو في رجال الكتب الستة والموطأ ومسند أحمد ومسند الشافعي ومسند أبي حنيفة للحارثي.
* مصنفات في رجال كتب أخرى:
١- التعريف بمن ذكر في الموطأ من النساء والرجال، لأبي عبد الله محمد ابن يحيى ابن الحذاء (ت٤١٦هـ) .
٢- إسعاف المبطأ برجال الموطأ، لجلال الدين السيوطي (ت٩١١هـ) .
٣- أسماء شيوخ الإمام مالك بن أنس، لأبي بكر محمد بن إسماعيل بن خلفون (ت٦٣٦هـ) (١) .
٤- الإكمال في ذكر من له رواية في مسند الإمام أحمد من الرجال سوى من ذكر في تهذيب الكمال، لأبي المحاسن محمد بن علي الحسيني (ت٧٦٥هـ) .
٥- تعجيل المنفعة بزوائد رجال الأئمة الأربعة، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) في تراجم رجال موطأ الإمام مالك، ومسند الإمام الشافعي، ومسند الإمام أحمد، ومسند الإمام أبي حنيفة - رواية ابن خسرو- ممن لم يُترجم لهم في تهذيب الكمال.
_________
(١) انظر قائمة بالكتب المتعلقة برجال الموطأ في مقدمة المحقق لكتاب التعريف بمن ذكر في الموطأ ... لابن الحذاء: (١/٣٨٥-٣٨٦) .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (46,'٦- ذيل الكاشف لأبي زرعة أحمد بن عبد الرحيم العراقي (ت٨٢٦هـ) . ذكر فيه من لم يترجم لهم الذهبي في "الكاشف" من رجال "تهذيب الكمال"، وأضاف إليهم رجال مسند الإمام أحمد ممن ليس في "تهذيب الكمال".
٧- الإيثار بمعرفة رواة الآثار، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) في رجال كتاب الآثار لمحمد بن الحسن الشيباني.
٨- مغاني الأخيار في رجال شرح معاني الآثار لأبي محمد محمود بن أحمد العيني (ت٨٥٥هـ) وشرح معاني الآثار لأبي جعفر الطحاوي (ت٣٢١هـ) .
٩- كشف الأستار عن رجال معاني الآثار لأبي تراب رشد الله السندهي وهو مختصر "مغاني الأخيار" للعيني.
١٠- تراجم الأحبار من رجال شرح معاني الآثار لمحمد أيوب المظاهري (ت: ١٤٠٧هـ) .
١١- رجال مستدرك الحاكم لأبي عبد الرحمن مقبل بن هادي الوادعي (ت١٤٢٢هـ) .
١٢- تراجم رجال الدارقطني في سننه الذين لم يترجم لهم في التقريب ولا في رجال الحاكم، له أيضاً.
١٣- زوائد رجال صحيح ابن حبان على الكتب الستة للدكتور يحيى بن عبد الله الشهري.
وهذه الكتب المذكورة هنا غيض من فيض، وإنما اقتصرت على ذكر الكتب المطبوعة، وهي منتشرة بأيدي طلبة العلم وفي المكتبات العامة، وهي تعطي صورة واضحة عن جهود المحدثين في العناية بعلم الجرح والتعديل.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (47,'ولم تقتصر عنايتهم على تراجم الرواة المذكورين في الكتب السابقة فحسب، بل اعتنوا أيضاً بتراجم الرواة الذين نقلوا إلينا تلك الكتب من مؤلفيها إلى من بعدهم حتى القرون المتأخرة، فصنفوا في تراجمهم مصنفات، منها على سبيل المثال:
١- التقييد لمعرفة رواة السنن والمسانيد لأبي بكر محمد بن عبد الغني المعروف بابن نقطة (ت٦٢٩هـ) .
٢- ذيل التقييد لمعرفة رواة السنن والمسانيد لتقي الدين محمد بن أحمد الفاسي (ت٨٣٢هـ) .
٣- الإشراف على أعلى شرف في التعريف برجال سند البخاري عن طريق الشريف أبي علي بن أبي الشرف، للقاسم بن عبد الله الأنصاري الشهير بابن الشاط (ت٧٢٣هـ) .
٤- إفادة النصيح في التعريف بسند الجامع الصحيح لأبي عبد الله محمد ابن عمر بن رشيد السبتي (ت٧٢١هـ) والجامع الصحيح للبخاري.
٥- إتحاف السالك برواة الموطأ عن الإمام مالك، لمحمد بن أبي بكر بن ناصر الدين الدمشقي (ت٨٤٠هـ) .
وبالإضافة إلى هذه المصنفات المفردة هناك عناية بتراجم هؤلاء الرواة في كتب معاجم الشيوخ والمشيخات والفهارس والبرامج والأثبات وهي كثيرة جداً كما تقدم الإشارة إلى ذلك (١) .
_________
(١) انظر: (ص١٩) .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (48,'ثم إن همم المحدثين لم تقف عند هذا الحد من الجهود المبذولة في بيان أحوال الرواة من حيث الجرح والتعديل، بل لهم جهود أخرى عظيمة لا تقل أهمية عن الجهود المذكورة آنفاً، بل هي متصلة بها لا تنفك عنها، وهي في بيان أحوال الرواة من حيث بيان أسمائهم وكناهم وأنسابهم وألقابهم وطبقاتهم وأماكنهم وزمن ولادتهم ووفياتهم، ومعرفة الآباء والأبناء، والإخوة والأخوات، والأقران، والأكابر والأصاغر ورواية بعضهم عن بعض، ومعرفة ضبط أسمائهم وبيان المؤتلف والمختلف، والمتفق والمفترق والمتشابه منها ... إلى غير ذلك.
وهذا باب واسع لا يتسع المقام للخوض فيه (١) ، ولكنني هنا أذكر بعض العناوين التي قصدها المحدثون بالتأليف. مع ذكر كتاب واحد أو كتابين (٢) تحت كل عنوان، لتتضح الصورة في ذهن القارئ، ويكون فيها جواب عن الأسئلة المتقدمة في آخر الفصل الأول.
_________
(١) ينظر هذه العناوين والمؤلفات:
كتب مصطلح الحديث المطولة مثل علوم الحديث لابن الصلاح، وفتح المغيث للسخاوي وغيرهما، وكتاب كشف الظنون عن أسامي الكتب والفنون وذيله: إيضاح المكنون، والرسالة المستطرفة لبيان مشهور كتب السنة المشرفة لمحمد بن جعفر الكتاني، وبحوث في تاريخ السنة المشرفة للدكتور أكرم ضياء العمري، وعلم الرجال نشأته وتطوره للدكتور محمد مطر الزهراني وغيرها.
(٢) حرصت أن تكون من الكتب المطبوعة، فإن لم يكن الكتاب مطبوعاً ذكرت المصدر الذي نقلته منه.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (49,'ومن هذه العناوين:
١- الأسماء والكنى:
ومن المؤلفات فيها: الكنى والأسماء لأبي الحسين مسلم بن الحجاج صاحب الصحيح (ت٢٦١هـ) . والأسامي والكنى لأبي أحمد الحاكم الكبير محمد بن محمد النيسابوري (ت٣٧٨هـ) . (طبع منه أربع مجلدات) .
٢- الأنساب:
كتاب الأنساب لأبي سعد عبد الكريم بن محمد السمعاني (ت٥٦٢هـ) .
٣- الألقاب:
نزهة الألباب في الألقاب لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) .
٤- الطبقات:
الطبقات الكبرى لمحمد بن سعد الزهري (ت٢٣٠هـ) .
٥- معرفة الصحابة:
الإصابة في تمييز الصحابة لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) .
٦- معرفة التابعين:
أفردهم بالتأليف أبو حاتم محمد بن إدريس الرازي (ت٢٧٧هـ) ، وأبو القاسم عبد الرحمن بن محمد بن منده (ت٤٧٠هـ) (١) . ولأبي حاتم محمد بن
_________
(١) فتح المغيث للسخاوي: (٤/١٤٤) .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (50,'حبان البستي (ت٣٥٤هـ) كتاب التابعين ضمن كتابه "الثقات" المجلد الرابع والخامس منه.
٧- رواية الأكابر عن الأصاغر:
ما رواه الأكابر عن مالك بن أنس، لمحمد بن مخلد الدوري (ت٣٣١هـ) طبع الجزء الأول منه.
٨- رواية الصحابة عن التابعين، وهو أخص من الذي قبله:
نزهة السامعين في رواية الصحابة عن التابعين لأبي الفضل أحمد بن علي ابن حجر العسقلاني (ت٨٥٢هـ) .
٩- وكذلك رواية الآباء عن الأبناء:
صنّف فيه أبو بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) كتاباً لطيفاً (١) .
١٠- رواية الأقران:
ذكر الأقران ورواياتهم عن بعضهم بعضاً لأبي الشيخ عبد الله بن محمد الأصبهاني (ت٣٦٩هـ) .
١١- المُدَبَّج: وهو: أن يروي القرينان كل منهما عن صاحبه، وهو أخص من الذي قبله.
صنف فيه أبو الحسن علي بن عمر الدارقطني (ت٣٨٥هـ) كتاباً حافلاً في مجلد، وأدرج فيه رواية الأقران، وأدرج أبو الشيخ الأصبهاني المُدَبَّج في
_________
(١) المصدر السابق: (٤/١٨٠) .',NULL,'52',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (51,'كتابه السابق "ذكر الأقران ... "، وفصل بينهما الحافظ ابن حجر فصنف في الأول: كتاب الأفنان في رواية الأقران، وصنف في الثاني: كتاب التعريج على التدبيج.
ذكر كتاب الدارقطني وكتابي الحافظ ابن حجر السخاوي في فتح المغيث (١) .
١٢- الإخوة والأخوات:
تسمية الإخوة لعلي بن المديني (ت٢٣٤هـ) .
والإخوة والأخوات لأبي الحسن علي بن عمر الدارقطني (ت٣٨٥هـ) (طبع الجزء الأول منه) وصنّف في خصوص رواية الإخوة بعضهم عن بعض الحافظ أبو بكر أحمد بن محمد بن السني (ت٣٦٤هـ) ، ذكره السخاوي (٢) .
١٣- رواية الأبناء، عن الآباء:
صنف فيه أبو نصر عبيد الله بن سعيد السجزي الوائلي (ت٤٤٤هـ) (٣) .
وفي تسمية الأبناء صنف أبو بكر أحمد بن موسى بن مردويه (ت٤١٠هـ) كتاب: أولاد المحدثين، ذكره الحافظ ابن حجر واقتبس منه. (٤)
١٤- من روى عن أبيه، عن جده، وهو أخص من الذي قبله:
كتاب من روى عن أبيه، عن جده لأبي العدل قاسم بن قطلوبغا (ت٨٧٩هـ) .
_________
(١) فتح المغيث: (٤/١٦٩) .
(٢) المصدر السابق: (٤/١٧٢) .
(٣) علوم الحديث لابن الصلاح: (ص٤٨٠) .
(٤) تهذيب التهذيب: (١٢/٤٣) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (52,'١٥- السابق واللاحق، وهو معرفة من اشترك في الرواية عنه راويان أحدهما تقدمت وفاته، والآخر تأخرت وفاته.
كتاب السابق واللاحق في تباعد ما بين وفاة راويين عن شيخ واحد، لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) .
١٦- من لم يرو عنه إلا راوٍ واحد:
المنفردات والوحدان لأبي الحسين مسلم بن الحجاج صاحب الصحيح (ت٢٦١هـ) .
١٧- من ذُكر بنعوت أو أسماء متعددة من الرواة:
الموضح لأوهام الجمع والتفريق لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) .
١٨- معرفة الأسماء والكنى والألقاب المفردة التي لا يعرف بكل واحدة منها إلا راوٍ واحد.
طبقات الأسماء المفردة، لأبي بكر أحمد بن هارون البرديجي (ت٣٠١هـ) .
١٩- المؤتلف والمختلف، وهو ما يتفق في الخط صورته، ويختلف في اللفظ صيغته، مثل: عَقيل وعُقيل الأول: بفتح العين والثاني بضمها، والحمّال والجمّال، الأول: بالحاء المهملة والثاني بالجيم.
الإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى والألقاب للأمير أبي نصر علي بن هبة الله الشهير بابن ماكولا (ت٤٧٥هـ)
٢٠- المتفق والمفترق من الأسماء والأنساب:
مثل: الخليل بن أحمد، ستة أشخاص، والحَنَفي، والحَنَفي: الأول منسوب إلى قبيلة والثاني: إلى المذهب.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (53,'ففي الأسماء: المتفق والمفترق لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) .
وفي الأنساب: الأنساب المتفقة لأبي الفضل محمد بن طاهرالمقدسي (ت٥٠٧هـ) .
٢١- المتشابه، وهو مركب من النوعين السابقين، مثل أن يحصل الاتفاق في الأسماء والائتلاف والاختلاف في أسماء الآباء أو العكس.
مثل: موسى بن عَلي وموسى بن عُلَيّ.
وعكسه: عبَّاس بن الوليد، وعَيَّاش بن الوليد.
تلخيص المتشابه في الرسم، وحماية ما أشكل منه عن بوادر التصحيف والوهم لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) .
٢٢- المشتبه المقلوب، وهو ما يقع فيه الاشتباه في الذهن لا في الخط مثل: يزيد بن الأسود، والأسود بن يزيد.
وصنف فيه أبو بكر أحمد بن علي الخطيب البغدادي: رافع الارتياب في المقلوب من الأسماء والأنساب، وهو في مجلد ضخم، ذكره السخاوي (١) .
٢٣- المُلْتَبِس (٢) ، وهو أن يتفق الراويان في الاسم واسم الأب إلا أن أحدهما يذكر أبوه بلفظ الكنية مثل: أحمد بن عبد الرحمن، وأحمد بن أبي عبد الرحمن. وقد يكون راوياً واحداً يذكر أبوه في موضع بلفظ الاسم ويأتي في موضع آخر بلفظ الكنية، مثل: سليمان بن المغيرة، وسليمان بن أبي المغيرة.
_________
(١) فتح المغيث: (٤/٢٩٠) .
(٢) هذا نوع آخر من أنواع علوم الحديث لم أرَ من ذكره في كتب مصطلح الحديث.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (54,'غُنْية المُلْتَمِس إيضاح المُلْتَبِس (١) .
لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) .
٢٤- معرفة المنسوبين إلى غير آبائهم:
تحفة الأبيه فيمن نسب إلى غير أبيه لمجد الدين محمد بن يعقوب الفيروزابادي (ت٨١٧هـ) .
٢٥- من نسب إلى أُمّه، وهو أخص من الذي قبله.
قال السخاوي: "وللعلاء مغلطاي في ذلك تصنيف حسن، حصّلت جُلَّه من خطه وعليه فيه مؤاخذات" (٢)
٢٦- المبهمات من أسماء الرجال والنساء:
المستفاد من مبهمات المتن والإسناد لأبي زرعة أحمد بن عبد الرحيم العراقي، (ت٨٢٦هـ) .
٢٧- معرفة الوفيات:
الوافي بالوفيات لصلاح الدين خليل بن أيبك الصفدي (ت٧٦٤هـ) .
٢٨- معرفة من خَلَط في آخر عمره:
الاغتباط بمن رُمي بالاختلاط، لإبراهيم بن محمد الحلبي المعروف بسبط ابن العجمي (ت٨٤١هـ) .واقتصر على الثقات منهم: أبو البركات محمد بن أحمد بن الكيّال (ت٩٢٩هـ) ، في كتابه: الكواكب النيرات في معرفة من اختلط من الرواة الثقات.
_________
(١) رجح محقق الكتاب د. يحيى الشهري أن هذا المطبوع مختصر من كتاب الخطيب المذكور"رافع الارتياب ... "، انظر: مقدمته (ص١٩) .
(٢) فتح المغيث: (٤/٢٩٣) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (55,'٢٩- معرفة الموالي:
أفرد الموالي - لكن من المصريين خاصة - أبو عمر محمد بن يوسف الكندي (١) (ت٣٥٠هـ) .
ولشمس الدين محمد بن عبد الرحمن السخاوي (ت٩٠٢هـ) : الفخر المتوالي فيمن انتسب للنبي صلى الله عليه وسلم من الخدم والموالي.
٣٠- معرفة المراسيل:
ويقصد بها: الرواة الذين رووا عمن فوقهم ولم يسمعوا منهم، ويقصد بها أيضاً: الأحاديث التي رُويت مرسلة.
فمن الأول: المراسيل لأبي محمد عبد الرحمن بن أبي حاتم الرازي (ت٣٢٧هـ)
ومن الثاني: المراسيل لأبي داود سليمان بن الأشعث السجستاني (ت٢٧٥هـ) .
٣١- معرفة المدلسين من الرواة:
تعريف أهل التقديس بمراتب الموصوفين بالتدليس المعروف: بطبقات المدلسين، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) .
هذه بعض العناوين التي صنف فيها المحدثون، وهي تعطي صورة واضحة على مدى عنايتهم بأحوال الرواة، وحرصهم على كشف ما يلتبس أو يشكل من أمورهم، حتى لا ينسب لأحدهم ما ليس فيه، أو يوصف بما لا يتصف به.
فرحمهم الله رحمة واسعة وجزاهم عن الإسلام والمسلمين كل خير.
_________
(١) السخاوي: فتح المغيث: (٤/٤٠٢) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (56,'<span data-type="title" id=toc-11>المبحث الرابع: أثر علم الجرح والتعديل في حفظ السنة النبوية</span>
هذه الجهود العظيمة - التي سبقت الإشارة إليها في المباحث السابقة - التي قام بها علماء الحديث المقصود منها هو حماية السنة النبوية والمحافظة عليها، وقد تحقق لهم بفضل الله عز وجل ما أرادوه، وكان لعلم الجرح والتعديل وعلمائه دور كبير في ذلك، ويمكن إجمال هذا الدور في النقاط الآتية:
١. كلام العلماء في الرواة والتمييز بين الثقات والضعفاء مكَّن للأحاديث الصحيحة من الانتشار، وقلل من انتشار الأحاديث الضعيفة والموضوعة، لأن كثيرا من المحدثين كانوا يتجنبون الرواية عن أولئك الضعفاء والكذابين وأهل البدع، وقد تقدم قول ابن سيرين رحمه الله: " ... فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع فلا يؤخذ حديثهم".
وقال العلامة عبد الرحمن المعلمي رحمه الله في بيان جهود العلماء في حفظ الأخبار ونقدها: " ... وعمدوا إلى الأخبار فانتقدوها وفحصوها، وخلصوا لنا منها ما ضمنوه كتب الصحيح، وتفقدوا الأخبار التي ظاهرها الصحة وقد عَرفوا بسعة علمهم ودقَّة فهمهم ما يدفعها عن الصحة، فشرحوا عللها، وبَيَّنوا خللها، وضمنوها كتب العلل، وحاولوا مع ذلك إماتة الأخبار الكاذبة فلم ينقل أفاضلهم منها إلا ما احتاجوا إلى ذكره؛ للدلالة على كذب راوية أو وهنه، ومن تسامح من متأخريهم فروى كل ما سمع، فقد بين ذلك ووكَلَ الناس إلى النقد الذي قد مُهدت قواعده، ونُصبت معالمه.
فبحقٍ قال المستشرق المحقق مرجليوث: ليفتخر المسلمون ما شاؤوا بعلم حديثهم" (١) .
_________
(١) مقدمة تقدمة المعرفة لكتاب الجرح والتعديل: (ص أ-ب) .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (57,'٢. المهابة العظيمة التي جعلها الله عز وجل في قلوب الناس لعلماء الجرح والتعديل، فكانوا يتحرزون من الكذب، ويتحفظون من الوقوع في الخطأ في الرواية، خوفاً من أن يتكلم فيهم أحد أئمة الجرح والتعديل، فيسقطوا من أعين الناس بتلك الكلمة، وتسطر تلك الكلمة في كتب الجرح والتعديل، ويتناقلها الناس في كتبهم قرناً بعد قرن.
لذلك كانوا يحتاطون فيما يروونه أشد الاحتياط، وكان بعضهم لا يروي إلا من كتابه، خوف الوقوع في الخطأ، ومنهم من يمتنع من التحديث إذا أحس من نفسه تغيراً، أو يحجبه أبناؤه، فلا يمكنون أحداً من السماع منه، قال عبد الرحمن بن مهدي: "جرير بن حازم اختلط، وكان له أولاد أصحاب حديث، فلما خشوا ذلك منه حجبوه، فلم يسمع منه أحد في اختلاطه شيئاً" (١) .
إنما خشوا أن يخطئ في روايته بسبب الاختلاط فَيُنقل عنه الخطأ، فيتكلم فيه المحدثون.
وهكذا جعل الله عز وجل أئمة الجرح والتعديل حراسا لسنة نبيه صلى الله عليه وسلم فحفظ الله عز وجل بهم السنة.
قال الحافظ ابن كثير رحمه الله في تفسيره في كلامٍ له على أخبار بني إسرائيل: " ... وفي القرآن غنية عن كل ما عداه من الأخبار المتقدمة؛ لأنها لا تكاد تخلو من تبديل وزيادة ونقصان، وقد وُضِِعَ فيها أشياء كثيرة، وليس لهم من الحفاظ المتقنين الذين ينفون عنها تحريف الغالين، وانتحال المبطلين، كما لهذه الأمة من الأئمة والعلماء والسادة والأتقياء والبررة والنجباء من الجهابذة النقاد والحفاظ الجياد، الذين دونوا الحديث وحرروه، وبينوا صحيحه من
_________
(١) الجرح والتعديل لابن أبي حاتم: (٢/٥٠٥) .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (58,'حسنه من ضعيفه من منكره وموضوعه ومتروكه ومكذوبه، وعرفوا الوضاعين والكذابين والمجهولين، وغير ذلك من أصناف الرجال، كل ذلك صيانة للجناب النبوي، والمقام المحمدي خاتم الرسل، وسيد البشر صلى الله عليه وسلم، أن ينسب إليه كذب، أو يُحدَّثَ عنه بما ليس منه.
فرضي الله عنهم وأرضاهم وجعل جنات الفردوس مأواهم ... " (١) .
١. معرفة علماء الجرح والتعديل الدقيقة بأحوال الرواة من حيث مواليدهم ووفياتهم، والشيوخ الذين سمعوا منهم، ومتى سمعوا منهم، ومعرفة الأحاديث التي سمعوها من كل شيخ ... كل ذلك حال بين الكذابين وبين إدخال الأحاديث المكذوبة في السنة النبوية، وإن فعل واحد منهم ذلك كُشِفَ أمرهُ وافتضح (٢) ، وذُكِرَ حديثه في الكتب المصنفة في الأحاديث الموضوعة.
وكذلك كان علماء الجرح والتعديل يعرفون مواطن الخطأ في الروايات من وصل مرسل، أو رفع موقوف، أو إدخال حديث في حديث ... ويبينون ما فيها من خلل، ومن نظر في كتب العلل وكتب الجرح والتعديل وجد أمثلة كثيرة لذلك (٣) ، فحفظ الله عز وجل السنة النبوية من كذب الكذابين وخطأ المخطئين، فلله الحمد والمنة.
_________
(١) تفسير القرآن العظيم، لابن كثير: (٣/٨٩ تفسير الآية رقم ٥٠ من سورة الكهف) .
(٢) انظر: علم الرجال نشأته وتطوره: (ص٢١٥-٢١٦) .
(٣) انظر: شرح علل الترمذي لابن رجب: (٢/ ٧٥٦-٧٧٨) .',NULL,'60',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (59,'<span data-type="title" id=toc-12>الخاتمة:</span>
الحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على خاتم رسله وأنبيائه، وعلى آله وأوليائه، وبعد:
فقد تناولت في هذا البحث في الفصل الأول منه، بعد المقدمة، تعريف الإسناد لغة واصطلاحاً، والعلاقة بينهما، ثم بينت أن الإسناد خَصِيْصة من خصائص الأمة الإسلامية، انفردت بها عن غيرها من الأمم، وهو مِنَّة لأهل السنَّة من أعظم المنن، يفرقون به بين الصحيح والسقيم، فيعبدون الله على بصيرة، لذا كان الإسناد عندهم من الدين، فاعتنوا به عناية بالغة في حفظه وتقييده، والرحلة في الأمصار من أجل تحصيل الأحاديث المسندة وتصنيفها.
فكان لهذه العناية أكبر الأثر في حفظ السنة النبوية.
ومن ثمار تلك العناية أيضاً ظهور علم الجرح والتعديل، حيث تناولت في الفصل الثاني تعريفه لغة واصطلاحا، وألمحت إلى أسباب ظهوره، وعناية العلماء به، وكان من تلك العناية تصنيف عدد كبير من الكتب التي تناولت أحوال الرواة في توثيقهم وتضعيفهم وأسمائهم وكناهم وأنسابهم وألقابهم وطبقاتهم ... وغير ذلك من شؤونهم، وهي ثروة علمية ضخمة تفتخر بها هذه الأمة، ثم ختمت هذا الفصل بنبذة عن أثر هذا العلم في حفظ السنة النبوية.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (60,'<span data-type="title" id=toc-13>التوصيات:</span>
١. الاستفادة من جهود علماء الحديث في طرق التحري في نقل الأخبار الصحيحة، ونقد الأخبار الكاذبة، على ضوء ما سطروه في ذلك في كتب علوم الحديث وكتب الجرح والتعديل.
٢. علم الإسناد لا يزال بحاجة إلى جهود كبيرة من قِبل المختصين في الحديث مع الاستعانة بالوسائل الحديثة في تقنية المعلومات، من أجل رصد أسانيد كل راوٍ واستخراج معلومات جديدة عن الرواة من حيث عدد أحاديث كل راوٍ، ومعرفة شيوخ وتلاميذ له لم يُذكروا في ترجمته، وجمع المعلومات الشخصية المفرقة في ثنايا الأسانيد، ومقارنة سلاسل أسانيد كل راوٍ بعضها ببعض من جهة، لكشف ما قد يحصل فيها من تحريف وتصحيف، ثم مقارنتها من جهة أخرى بأسانيد أقرانه لمعرفة مواضع الخلل فيها.
٣. علم الجرح والتعديل بحاجة أيضاً إلى جهود كبيرة في جمع أسماء الرواة في موسوعة واحدة، وإعادة صياغة التراجم على ضوء المعلومات المستفادة مما تقدَّم ذكره في التوصية السابقة، فإن علم الإسناد وعلم الجرح والتعديل لا ينفك أحدهما عن الآخر.
٤. السعي إلى طبع ما لم يطبع من الكتب المسندة وكتب التراجم، وإعادة طباعة ما طبع بدون تحقيق علمي، على أن يتولى ذلك الجهات الحكومية المختصة، والمؤسسات الخيرية، تحت إشراف مختصين أكفاء، بحيث يكون الهدف الأول الإخراج العلمي الصحيح لتلك الكتب.
أسأل الله عز وجل أن يحقق ذلك. وصلى الله على نبينا محمد وآله وصحبه وسلم.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (61,'<span data-type="title" id=toc-14>مصادر ومراجع</span>
...
فهرس المصادر والمراجع
١. ابن سبأ حقيقة لا خيال.
د/ سعدي الهاشمي، نشر مكتبة الدار -المدينة المنورة- ط١ عام ١٤٠٦هـ.
٢. ابن عدي ومنهجه في كتابه الكامل.
د/ زهير عثمان علي نور، نشر مكتبة الرشد، ط الأولى ١٤١٨هـ.
٣. الإتقان في علوم القرآن.
لجلال الدين عبد الرحمن السيوطي، تحقيق محمد أبو الفضل إبراهيم، نشر مكتبة ومطبعة المشهد الحسيني- القاهرة ط الأولى ١٣٨٧هـ.
٤. أدب الإملاء والاستملاء.
لأبي سعد عبد الكريم بن محمد السمعاني (ت٥٦٢هـ) ، تحقيق أحمد محمد عبد الرحمن محمد محمود، نشر مكتبة الغرباء الأثرية،
المدينة المنورة.
٥. أسامي من روى عنهم محمد بن إسماعيل البخاري من مشايخه الذين ذكرهم في جامعه الصحيح.
لأبي أحمد عبد الله بن عدي الجرجاني (ت٣٦٥هـ) ، تحقيق بدر بن محمد العماش، نشر دار البخاري -المدينة المنورة- ط. الأولى ١٤١٥هـ.
٦. الإسناد من الدين.
لعبد الفتاح أبي غدة، نشر مكتب المطبوعات الإسلامية بحلب، ط١ ١٤١٢هـ.
٧. الإسناد من الدين ومن خصائص أمة سيد المرسلين صلى الله عليه وسلم،.
د. عاصم بن عبد الله القريوتي، نشر مكتبة المعَلا، الكويت، ط١-١٤٠٦هـ',NULL,'63',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (62,'٨. إظهار الحق.
لرحمت الله بن خليل الرحمن الهندي (ت١٣٠٨هـ) . تحقيق د. محمد أحمد عبد القادر خليل ملكاوي. نشر دار الوطن، الرياض ط١ عام ١٤١٢هـ.
٩. إيضاح المكنون في الذيل على كشف الظنون.
لإسماعيل باشا البغدادي، نشر دار الفكر، بيروت، ١٤٠٢هـ.
١٠. بحوث في تاريخ السنة المشرفة.
الدكتور أكرم ضياء العُمَري، نشر مكتبة العلوم والحكم، المدينة المنورة، ط الخامسة، ١٤١٥هـ.
١١. تاريخ توثيق نص القرآن الكريم.
خالد عبد الرحمن العك.
١٢. تسمية من أخرجهم البخاري ومسلم وما انفرد به كل واحد منهما.
لأبي عبد الله محمد بن عبد الله الحاكم النيسابوري (٤٠٥هـ) ، تحقيق كمال يوسف الحوت.
١٣. التعريف بشيوخ حدث عنهم محمد بن إسماعيل البخاري في كتابه وأهمل أنسابهم وذكر ما يُعرفون به من قبائلهم وبلدانهم.
لأبي علي الحسين بن محمد بن أحمد الجياني الغساني الأندلسي (ت٤٩٨هـ) ، تحقيق أبي هاجر محمد السعيد بن بسيوني زغلول، نشر دار الكتب العلمية، بيروت، ط الأولى ١٤١٨هـ.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (63,'١٤. التعريف بمن ذكر في الموطأ من النساء والرجال.
لأبي عبد الله ابن الحذّاء (محمد بن يحيى) (ت٤١٦هـ) ، تحقيق د. محمد عزالدين المعيار الإدريسي، نشر وزارة الأوقاف بالمملكة المغربية، ١٤٢٣هـ.
١٥. تفسير القرآن العظيم.
لعماد الدين إسماعيل ابن كثير (ت٧٧٤هـ) ، طبع دار إحياء الكتب العربية، القاهرة.
١٦. تقدمة المعرفة لكتاب الجرح والتعديل.
لعبد الرحمن بن أبي حاتم الرازي (ت٣٢٧هـ) ، نشر دار الكتب العلمية، بيروت، (ضمن كتاب الجرح والتعديل) .
١٧. تقريب الأسانيد وترتيب المسانيد.
لزين الدين أبي الفضل عبد الرحيم بن الحُسين العِرَاقي (ت٨٠٦هـ) نشر دار الكتب العلمية، بيروت، ط١، ١٤٠٤هـ.
١٨. تقريب التهذيب.
لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) ، تحقيق محمد عوامة، دار البشائر الإسلامية، بيروت، ط١، ١٤٠٦هـ.
١٩. تقييد العلم.
لأبي بكر أحمد بن علي بن ثابت الخطيب البغدادي (ت٤٦٣هـ) تحقيق يوسف العش، نشر دار إحياء السنة النبوية، ط٢، (١٩٧٤) .
٢٠. تقييد المهمل وتمييز المشكل.
لأبي علي الحسين بن محمد الغسّاني الجياني (ت٤٩٨هـ) ، تحقيق علي بن محمد العمران ومحمد عزير شمس، نشر دار عالم الفوائد، مكة المكرمة، ط الأولى، ١٤٢١هـ.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (64,'٢١. تهذيب التهذيب.
لأبي الفضل أحمد بن علي ابن حجر العسقلاني (ت٨٥٢هـ) ، نشر دار الفكر العربي، بيروت.
٢٢. توجيه النظر إلى أصول الأثر.
لطاهر الجزائري الدمشقي (ت١٣٣٨هـ) ، نشر دار المعرفة، بيروت، لبنان.
٢٣. جامع بيان العلم وفضله.
لأبي عمر يوسف بن عبد البر (ت٤٦٣هـ) تحقيق أبي الأشبال الزهيري. نشر دار ابن الجوزي، الدمام، ط١، ١٤١٤هـ.
٢٤. الجامع لأخلاق الراوي وآداب السامع.
لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) ، تحقيق د. محمود الطحان. نشر مكتبة المعارف، الرياض، عام ١٤٠٣هـ.
٢٥. الجرح والتعديل.
للإمام البزار (ت٢٩٢هـ) جمع وترتيب د. عبد الله بن سعاف اللحياني دار الطباعة والنشر الإسلامية، القاهرية، ط الأولى عام ١٤١٦هـ.
٢٦. الجرح والتعديل.
لأبي محمد عبد الرحمن بن أبي حاتم الرازي (ت٣٢٧هـ) نشر دار الكتب العلمية، بيروت.
٢٧. الجرح والتعديل عند ابن حزم الظاهري (ت٤٥٦هـ) .
ناصر بن حمد الفهد - نشر مكتبة أضواء السلف - الرياض، ط الأولى، ١٤٢٣هـ.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (65,'٢٨. جزء الأوهام في المشايخ النبل.
للحافظ ضياء الدين محمد بن عبد الواحد المقدسي (ت٦٤٣هـ) تحقيق بدر بن محمد العماش نشر دار البخاري، بريدة، ط الأولى ١٤١٣هـ.
٢٩. الجواب الصحيح لمن بدل دين المسيح.
لشيخ الإسلام ابن تيمية (ت٧٢٨هـ) نشر مطابع المجد التجارية، الرياض.
٣٠. الخلاصة في أصول الحديث.
للحسين بن عبد الله الطيبي (ت٧٤٣هـ) تحقيق صبحي السَّامرائي نشر عالم الكتب، بيروت، ط١، ١٤٠٥هـ.
٣١. دراسات في الحديث النبوي.
للدكتور محمد مصطفى الأعظمي ط٣ (١٤٠١هـ) طبع شركة الطباعة العربية السعودية المحدودة، الرياض.
٣٢. دلائل التوثيق المبكر للسنة والحديث.
للدكتور امتياز أحمد، نقله إلى العربية د/ عبد المعطي أمين قلعجي نشر: جامعة الدراسات الإسلامية كراتشى، باكستان.
٣٣. ذكر من يعتمد قوله في الجرح والتعديل.
لأبي عبد الله محمد بن أحمد الذهبي (ت٧٤٨هـ) تحقيق عبد الفتاح أبي غدة، نشر مكتب المطبوعات الإسلامية، حلب، ط١، عام ١٤٠٠هـ.
٣٤. الرحلة في طلب الحديث.
للخطيب البغدادي (ت٤٦٣هـ) ، تحقيق د. نور الدين عتر، نشر دار الكتب العلمية، بيروت، ط١، ١٣٩٥هـ.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (66,'٣٥. الرسالة المستطرفة.
لمحمد بن جعفر الكتاني (ت١٣٤٥هـ) ، تحقيق: محمد المنتَصِر الكتّاني، نشر دار البشائر الإسلامية، ط٤، ١٤٠٦هـ.
٣٦. السلسبيل فيمن ذكرهم الترمذي بجرح أو تعديل.
جمع وترتيب: محمد عبد الله بن الشيخ محمد الشنقيطي، ط الأولى، ١٤١٥هـ.
٣٧. سنن ابن ماجه.
لأبي عبد الله محمد بن يزيد بن ماجه (ت٢٧٣هـ) ، تحقيق محمد فؤاد عبد الباقي، طبع عيسى الحلبي وشركاه، القاهرة.
٣٨. سنن الترمذي.
لأبي عيسى محمد بن عيسى الترمذي (ت٢٧٩هـ) ، تحقيق أحمد شاكر وغيره، طبع مصطفى البابي الحلبي، القاهرة، ط ٢، ١٣٩٨هـ.
٣٩. شرح صحيح مسلم.
أبو زكريا يحيى بن شرف النووي (ت٦٧٦هـ) ، طبع المطبعة المصرية، القاهرة.
٤٠. شرح علل الترمذي.
لزين الدين عبد الرحمن بن رجب الحنبلي (ت٧٩٥هـ) ، تحقيق د. نور الدين عتر، نشر دار الملاح للطباعة والنشر، ط١، عام ١٣٩٨هـ.
٤١. شرف أصحاب الحديث.
لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) ، تحقيق محمد سعيد خطيب أوغلي، نشر: دار إحياء السنة النبوية، أنقرة، تركيا.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (67,'٤٢. شفاء العليل بألفاظ وقواعد الجرح والتعديل.
لأبي الحسن مصطفى بن إسماعيل، نشر مكتبة ابن تيمية، القاهرة، ط الأولى، ١٤١١هـ.
٤٣. صحائف الصحابة رضي الله عنهم.
إعداد: أحمد عبد الرحمن الصويّان، ط١ (١٤١٠هـ) .
٤٤. صحيح البخاري (الجامع الصحيح) .
لأبي عبد الله محمد بن إسماعيل البخاري (ت٢٥٦هـ) ، ضمن كتاب (فتح الباري شرح صحيح البخاري) ، تصحيح عبد العزيز بن باز ومحب الدين الخطيب، نشر دار المعرفة، بيروت.
٤٥. صحيح سنن ابن ماجه.
لمحمد ناصر الدين الألباني، نشر مكتب التربية العربي لدول الخليج، الرياض، ط١، ١٤٠٧هـ.
٤٦. صحيح سنن الترمذي.
لمحمد ناصر الدين الألباني، نشر مكتب التربية العربي لدول الخليج، الرياض، ط١، ١٤٠٧هـ.
٤٧. صحيح مسلم.
لأبي الحسين مسلم بن الحجاج القشيري (٢٦١هـ) ، تحقيق محمد فؤاد عبد الباقي، نشر دار إحياء التراث العربي، بيروت.
٤٨. ضابط التأويل.
لشيخ الإسلام ابن تيمية (ت٧٢٨هـ) ، ضمن جامع المسائل المجموعة الخامسة، تحقيق محمد عزير شمس، نشر دار عالم الفوائد، مكة المكرمة، ط الأولى، ١٤٢٤هـ.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (68,'٤٩. ضوابط الجرح والتعديل.
د/ عبد العزيز بن محمد بن إبراهيم العبد اللطيف، نشر كلية الحديث، الجامعة الإسلامية بالمدينة المنورة، ط الأولى، عام ١٤١٢هـ.
٥٠. طبقات علماء إفريقية وتونس.
لأبي العرب محمد بن أحمد القيرواني (ت ٣٣٣هـ) ، تحقيق: علي الشابي ونعيم اليافي، نشر الدار التونسية للنشر، ط الثانية ١٩٨٥م.
٥١. عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام.
د/ سليمان بن حمد العودة، نشر دار طيبة، الرياض ط ٢.
٥٢. علم الرجال نشأته وتطوره.
د/محمد بن مطر الزهراني، نشر دار الهجرة، الرياض، ط. الأولى، ١٤١٧هـ.
٥٣. علوم الحديث.
لأبي عمرو عثمان بن عبد الرحمن بن الصلاح (ت٦٤٢هـ) ، تحقيق د. عائشة عبد الرحمن (بنت الشاطئ) ، نشر مركز تحقيق التراث التابع للهيئة المصرية العامة للكتاب طبع مطبعة دار الكتب، القاهرة، ط١، عام ١٩٧٤م.
٥٤. غنية الملتمس إيضاح الملتبس.
لأبي بكر أحمد بن علي بن ثابت الخطيب البغدادي (٤٦٣هـ) ، تحقيق د. يحيى بن عبد الله البكري الشهري، نشر مكتبة الرشد، الرياض، ط الأولى، ١٤٢٢هـ.
٥٥. فتح الباري شرح صحيح البخاري.
لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) ، تصحيح عبد العزيز بن باز ومحب الدين الخطيب. نشر دارالمعرفة، بيروت.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (69,'٥٦. فتح المغيث بشرح ألفية الحديث للعراقي.
لأبي عبد الله محمد بن عبد الرحمن السخاوي (ت٩٠٢هـ) ، تحقيق: الشيخ على حسين علي، الناشر: إدارة البحوث الإسلامية بالجامعة السلفية ببنارس، الهند، ط١، ١٤٠٩هـ.
٥٧. الفصل في الملل والأهواء والنحل.
لأبي محمد علي بن أحمد بن حزم (ت٤٥٦هـ) ، نشر مكتبة الخانجي، مصر.
٥٨. الفهرس الشامل للتراث العربي الإسلامي المخطوط (الحديث الشريف وعلومه) .
إعداد المجمع الملكي لبحوث الحضارة الإسلامية، مؤسسة آل البيت، عمّان الأردن.
٥٩. فهرس الفهارس والأثبات.
لعبد الحي بن عبد الكبير الكتاني، اعتناء د. إحسان عبَّاس، نشر دار الغَرب الإسلامي، بيروت.
٦٠. القاموس المحيط.
لمجد الدين محمد بن يعقوب الفيروزابادي (ت٨١٧هـ) ، تحقيق: مكتب تحقيق التراث في مؤسسة الرسالة، نشر: مؤسسة الرسالة، ط٢، ١٤٠٧هـ.
٦١. الكامل في ضعفاء الرجال.
لأبي أحمد عبد الله بن عدي الجرجاني (ت٣٦٥هـ) ، نشر دار الفكر، بيروت، ط١، عام ١٤٠٤هـ.
٦٢. كشف الظنون عن أسامي الكتب والفنون.
لمصطفى بن عبد الله المعروف بحاجي خليفة (ت١٠٦٧هـ) ، نشر دار الفكر، بيروت، سنة ١٤٠٢هـ.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (70,'٦٣. كشف الغمة ببيان خصائص رسول الله صلى الله عليه وسلم والأمّة.
لأبي الحسن مصطفى بن إسماعيل، نشر مكتبة ابن تيمية، القاهرة، ط١، ١٤١٤هـ.
٦٤. الكفاية في علم الرواية.
لأبي بكر أحمد بن علي الخطيب البغدادي (ت٤٦٣هـ) ، تصحيح عبد الحليم محمد عبد الحليم وزميله، نشر دار الكتب الحديثة، القاهرة، ط١، عام ١٩٧٢م.
٦٥. لسان العرب.
لأبي الفضل محمد بن مكرم بن منظور (ت٧١١هـ) ، نشر دار صادر، بيروت.
٦٦. المجروحين من المحدثين.
لأبي حاتم محمد بن حبان البستي (ت٣٥٤هـ) ، تحقيق محمود إبراهيم زايد، نشر دار الوعي، حلب، ط١، عام ١٣٩٦هـ.
٦٧. مجموع فتاوى شيخ الإسلام ابن تيمية.
جمع وترتيب عبد الرحمن بن محمد بن قاسم وابنه، طبع دار العربية، بيروت، ط٢، عام ١٣٩٨هـ.
٦٨. المحدث الفاصل بين الراوي والواعي.
للحسن بن عبد الرحمن الرامهرمزي (ت٣٦٠هـ) ، تحقيق د. محمد عجاج الخطيب، نشر دار الفكر، بيروت، ط١، عام ١٣٩١هـ.
٦٩. مختار الصحاح.
لمحمد بن أبي بكر الرازي (ت٦٦٦هـ) ، نشر دار الكتاب العربي، بيروت، عام ١٩٧٩م.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (71,'٧٠. المختصر في علم رجال الأثر.
لعبد الوهاب عبد اللطيف، نشر دار الكتب الحديثة، القاهرة، ط ٨ سنة ١٣٨٦هـ.
٧١. المدخل إلى الصحيح.
للحاكم أبي عبد الله محمد بن عبد الله بن حمدويه النيسابوري (ت٤٠٥هـ) ، تحقيق د. ربيع بن هادي المدخلي، ط الأولى، ١٤٢١هـ، نشر مكتبة الفرقان، عجمان.
٧٢. المسند.
للإمام أحمد بن حنبل (ت٢٤١هـ) ، تحقيق: شعيب الأرنؤوط وزملائه، نشر مؤسسة الرسالة، ط الأولى، ١٤١٣ – ١٤٢١هـ.
٧٣. معجم المعاجم والمشيخات والفهارس والبرامج والأثبات.
د/ يوسف بن عبد الرحمن المرعَشلي، نشر مكتبة الرشد، الرياض، ط١، ١٤٢٣هـ.
٧٤. المعجم المفهرس.
لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) ، تحقيق محمد شكور محمود الحاجي امرير المياديني، نشر مؤسسة الرسالة، ط١، ١٤١٨هـ.
٧٥. معجم مقاييس اللغة.
لأبي الحسين أحمد بن فارس بن زكريا (ت٣٩٥هـ) ، تحقيق عبد السلام محمد هارون، ط الثانية، ١٣٨٩هـ.
٧٦. معرفة علوم الحديث.
لأبي عبد الله الحاكم النيسابوري (ت٤٠٥هـ) ، تحقيق د. السيد معظم حسين، المكتبة العلمية، المدينة المنورة، ط٢، ١٣٩٧هـ.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b11305] VALUES (72,'٧٧. معرفة النسخ والصحف الحديثية.
لبكر بن عبد الله أبو زيد، نشر دار الراية، الرياض، ط١، ١٤١٢هـ.
٧٨. منهاج السنة النبوية.
لشيخ الإسلام أبي العباس أحمد بن عبد الحليم ابن تيمية (ت٧٢٨هـ) ، تحقيق د. محمد رشاد سالم، نشر جامعة الإمام محمد بن سعود الإسلامية، الرياض، ط١، ١٤٠٦هـ.
٧٩. المنهج الإسلامي في الجرح والتعديل.
الدكتور فاروق حمادة، نشر مكتبة المعارف، المغرب، ط الأولى، ١٤٠٢هـ.
٨٠. المنهل الروي في علوم الحديث النبوي.
لأبي عبد الله بدر الدين محمّد بن إبراهيم المعروف بابن جماعة الكِنَاني (ت٧٣٣هـ) ، تحقيق د. السيد محمد السَّيد نوح، طبع في عام١٤٠٢هـ.
٨١. موسوعة أقوال أبي الحسن الدارقطني في رجال الحديث وعلله.
جمع وترتيب: الدكتور محمد مهدي المسلمي وزملائه، ط الأولى، ١٤٢٢هـ نشر عالم الكتب، بيروت.
٨٢. نزهة النظر شرح نخبة الفكر.
لأحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) ، تحقيق عمرو عبد المنعم، نشر مكتبة ابن تيمية، القاهرة، ط١، ١٤١٥هـ.
٨٣. النهاية لابن الأثير.
أبو السعادات مبارك بن محمد بن الأثير (ت٦٠٦هـ) ، تحقيق أحمد الزاوي وزميله، نشر المكتبة الإسلامية.',NULL,'74',NULL,NULL,'0');
