-- Table: b11303
-- Chunk: 1
-- Rows: 43

CREATE TABLE "b11303"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b11303
INSERT INTO [b11303] VALUES (1,'ال<span data-type="title" id=toc-1>مقدمة:</span>
الحمد لله والصلاة والسلام على نبينا محمد رسول الله وآله وصحبه ومن والاه وبعد:
فيبدو أنه مع ولادة هيئة الإعجاز العلمي في القرآن والسنة منذ بضع عشرة سنة بقرار من المجلس الأعلى العالمي للمساجد عام ١٤٠٤هـ قد حسم أمر الخلاف بين المؤيدين للتفسير العلمي والمخالفين له؛ بل وتقررت بعد تأسيس الهيئة عدة أمور منها ما يلي:
أولاً: العمل بمقتضى التفسير العلمي الذي تلاحظ فيه الحقائق الكونية شواهدَ لبيان النصوص وفق المنهج المقرر للتفسير.
ثانياً: اعتماد أسلوب المقارنة الهادفة بين مدلولات النصوص الكونية في القرآن والسنة وما استقر من حقائق في آفاق الكون والإنسان والحياة - على نحو عام - لمعرفة مدى التطابق بينهما.
ثالثاً: الاتفاق على تسمية شواهد صدق الرسالة المحمدية، المستنبطة من توافق دلالة نص في قضية كونية مع ما اكتشف حديثاً من حقائق كونية مستقرة، بـ: "الإعجاز العلمي في القرآن والسنة".
ولقد كانت هذه الهيئة تعمل على نحو مؤصل منذ تأسيسها؛ وذلك بجمع جهود العاملين في ميدان الإعجاز العلمي وتنسيقها، مع وضع المعايير الضابطة لهذه المسيرة البحثية المباركة.
والآن، وبعد انقضاء بضعة عشر عاماً على ولادة هذه الهيئة، وسيرها على ما اتفق عليه العلماء - الذين أصدروا القرار السابق الذكر - من',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (2,'الأصول الضابطة لكل مناشطها، فقد انعقد اجتماع تمخض عن إجماع كل العاملين في هذا الحقل المبارك - من عموم الأقطار - على عدّ هذه الهيئة عالمية رائدة؛ لتحتضن وترعى كل ما تم إنجازه من قبل عموم الهيئات والجمعيات والمنتديات التي تستهدف خدمة كتاب الله عز وجل عبر إظهار لطائف الإعجاز العلمي، فكان القرار التاريخي الذي اتخذ في ٢٨/١/١٤٢٣هـ والذي ينص على تسمية هذه الهيئة: "الهيئة العالمية للإعجاز العلمي في القرآن والسنة" وكان الهدف من ذلك تحقيق مزيد من التكامل بين جهود العاملين في مجال الإعجاز العلمي في القرآن والسنة؛ من حيث تبادل المعلومات وتنظيم مسيرة ضبط البحوث وتقويمها وتحكيمها لإجازتها، وغير ذلك؛ وبالتالي يسهل تخطي كثير من المتاعب، واختصار الجهود المبذولة مع تحقيق مبدأ الشورى في هذا الميدان لتحقيق أفضل النتائج.
لقد كان من أخطر التحديات السابقة أن جماعة من العلماء ـ الذين نظن أنه قد دفعهم الورع والغيرة على القرآن والسنة ـ كانت تنكر الإعجاز العلمي؛ بل وبالغ بعضهم فهاجم تلك المسيرة المباركة! ولكن بقيت تلك المسيرة ولله الحمد، ثم بدأ أولئك المتحفظون بمراجعة مواقفهم، إذ لاحظوا أن من يَرْعى مسيرة الإعجاز يحدوهم الورع كذلك، وتدفعهم الغيرة الإيمانية على نحو دائم إلى ضبط هذه المسيرة، وهذا هو المنهج الوسط والتوجيه الحميد غير المجحف، ولا المتعنت، والذي نأمل أن يبقى',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (3,'وينمو لدعم الهيئة العالمية للإعجاز العلمي؛ كي تعمل بنشاط مؤصل ومنضبط.
وبين يدي كلامنا على القواعد والضوابط في مجال الإعجاز العلمي عموماً - والطبي على وجه الخصوص - في أحاديث الرسول صلى الله عليه وسلم يطيب لي أن أذكر بعض ثمرات البحوث في هذا الميدان والتي منها:
١- الأثر البالغ الذي تتركه في قلوب المسلمين، والذي يترجم بزيادة اليقين عندهم لدى رؤيتهم هذه الحقائق الباهرة؛ لأنها وردت على لسان النبي الأمي محمد بن عبد الله عليه الصلاة والسلام، وهكذا فإنها خير محرض للتمسك بالقرآن والسنة والاهتداء بهما.
٢- الرد العلمي الدامغ على الأفكار التشكيكية بصحة الرسالة المحمدية؛ حيث إن عرض تلك الحقائق التي أخبر عنها نبي أمي في زمن ليس فيه تقدم علمي، كما أنه ليس في المجتمع وكذا البيئة التي عاش فيها أية أثارة من علم في تلك الميادين الكونية. ولذلك فهذا الإعجاز يعدّ مجالاً خصباً لإقناع المنصفين من العلماء بأن القرآن الكريم كلام الله حقاً، أنزله على رسوله صلى الله عليه وسلم وحياً، وإقناعهم أيضاً بصدق نبيه صلى الله عليه وسلم فيما جاء به.
٣- الرد العملي المقترن بالبرهان الساطع على أن الدين الإسلامي هو دين العلم حقاً؛ فمع إشادة الرسول صلى الله عليه وسلم بالعلم - وترغيبه في تحصيله وتنويهه بفضل العلماء - قد ذكر كثيراً من الحقائق العلمية وأشار إلى كثير من الأسرار الكونية مما هو موضوع العديد من التخصصات في آفاق الكون، ولم يستطع أحد إلى الآن أن يثبت وجود تعارض أي دلالة كونية',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (4,'واردة في حديث شريف صحيح مع ما استقر من الحقائق العلمية اليوم وأنى له ذلك!!.
٤- إن الإعجاز العلمي يعد خير محرض لهمم المسلمين كي يتابعوا مسيرة البحث والتجريب والمقارنة وغير ذلك من وسائل الكشوف العلمية والتقدم المعرفي، وفي الوقت نفسه فإن ذلك يفضي إلى توسيع دائرة شواهد الإعجاز العلمي.
٥- كما أن هذا الإعجاز العلمي يعدُّ قناة آمنة ترفد بقية قنوات الدعوة إلى الله. والذي يتتبع أسباب دخول كثير من الناس في الإسلام ـ ممن كانوا نصارى أو بوذيين أو يهود - يجد بحق أن فريقاً منهم قد ابتدأ سيره إلى الحق؛ وانتهى به لإعلان شهادة الحق؛ من خلال معاينة لطائف الإعجاز العلمي.
٦- ولا شك أن ظاهرة الرجوع إلى دين الإسلام من قبل الذين كانوا قدماً من الشاردين الغافلين، وهكذا إسلام غير المسلمين؛ فإن ذلك كله أثمر مع ازدياد يقين المسلمين بدينهم رجوعاً لحالة العزة في نفوس أبناء الأمة الإسلامية بعد الكبوة التي حصلت لهم عقب سقوط الخلافة الإسلامية وهيمنة الدوائر الاستعمارية عليهم.
٧- وهذا كله يذكرنا بالحقيقة التي لا تتخلف أبداً؛ والتي أخبرنا عنها رسول الله صلى الله عليه وسلم بقوله: "لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين',NULL,'4',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (5,'على من ناوأهم حتى يقاتل آخرهم المسيح الدجال لا يضرهم من خالفهم أو من خذلهم حتى يأتي أمر الله" (١) . ونقف هنا ثانية كي نشير هنا إلى أن الشبهات التي أثيرت حول التفسير العلمي - وكذلك ما سبق من التردد في مجال الإعجاز العلمي - إنما هي عند التحقيق منصبة في مجملها على البحوث غير المنضبطة؛ حيث وقع أصحابها في التسرع أو الغفلة عن بعض الضوابط المقررة. علماً بأن مثل تلك البحوث لا تمثل إلا حالات شاذة مرفوضة؛ لذلك فإن الهيئة العالمية عندما تنظر في بحث من البحوث تضعه في مكانه على حسب قربه من تحقيق ما يشترط في البحوث أو بعده عن تلك الشروط والقواعد، ولذلك نرى أن البحوث في مآلها تكون على درجات ثلاث:
١- بحوث مجازة، وهي التي توافرت فيها شروط البحوث المطلوبة، وأخذ أصحابها بعين التقدير المحترزات كلها.
٢- بحوث لا تزال موضع النظر؛ لاستلزامها إضافات، ولاحتوائها على سلبيات تمنع من إجازتها.
٣- بحوث مرفوضة؛ لانخرام شرائط أساسية فيها، أو لعدم توافر المستلزمات البحثية الأساسية فيها.
ولقد ذكرنا آنفا أن الإعجاز العلمي يمثل شاهداً إضافياً على صدق رسول الله صلى الله عليه وسلم، ويستوي في ذلك الحكم إن كان الإعجاز قرآنياً أم
_________
(١) انظر سنن أبي داود ٣/ ١١.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (6,'بالسنة، ومن هنا فإن الادعاء بوجود إعجاز علمي لا يُسَلَّم به إلا بعد ثبوت تحقيق مناطه والذي يتمثل بحقيقتين هما:
أولاً: ثبوت اكتشاف هذه الحقيقة من قبل العلماء بشكل مستقر وذلك بعد برهنة المتخصصين في مجالها على ثبوتها.
ثانياً: صحة الدلالة على تلك الحقيقة في نص من نصوص السنة المطهرة، وذلك دون تكلف أو اعتساف في الاستدلال. علماً بأن الرابط الذي يعطي هذا المناط قيمته هو عدم إمكان إحاطة البشر بتلك الحقيقة وقت التنزيل؛ ولذلك فإن خطوات إثبات شاهد من شواهد الإعجاز العلمي في حديث شريف تصبح خمسة وهي:
١- إثبات وجود دلالة في النص على الحقيقة الكونية المراد إثبات وجود إعجاز علمي بصددها.
٢- ثبوت تلك الحقيقة الكونية علمياً بعد توافر الأدلة التي تحقق سلامة البرهنة عليها.
٣- ثبوت استحالة معرفة البشر بتلك الحقيقة الكونية وقت تنزيل القرآن على نبينا محمد صلى الله عليه وسلم والتي اكتشفت لاحقاً في الأزمنة المتأخرة.
٤- تحقق المطابقة بين دلالة النص من كتاب الله عز وجل أو من سنة رسوله محمد صلى الله عليه وسلم وبين تلك الحقيقة الكونية.
٥- ثبوت أن النص من السنة المطهرة الذي نستنبط منه الإعجاز العلمي المشار إليه، هو صحيح أو حسن، إذ لا يعتمد في هذا المجال الأحاديث الواهية أو الساقطة.
وهكذا نلاحظ في هذا الميدان أننا نعالج ما نسميه: استنباطاً من النص. وهذا يملي علينا التزام منهج علماء الأمة في تفسير القرآن الكريم،',NULL,'6',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (7,'وبالتالي فإن هذا يقتضي منا بيان القواعد الأساسية في هذا المجال والتي لابد من التقيد بها. وكذلك فإننا للتدليل على ثبوت الحقيقة الكونية لا بد من التقيد بالمناهج العلمية المقررة في هذا المجال. ومن هذا المنطلق نرى أن هناك ناحية أساسية في هذا الميدان تتمثل في وجوب التقيد بمعالم تلك المنهجية في هذا السبيل مع عدم الخروج عن مستلزمات الموضوعية، كما أن هناك مواصفات يلزم مراعاتها في الشكل الذي تكتب فيه البحوث: من سلامة اللغة وجودة السبك وحسن العرض ووضوح العبارة ومراعاة علامات الترقيم وغير ذلك مما نبسط فيه الكلام في الصفحات التالية والتي سيأتي الكلام فيها حسب العناوين الآتية:
أولاً: معالم المنهج المقرر في تفسير النصوص ومعه المحترزات الواجب مراعاتها في التأويل عند اللزوم.
ثانياً: خلاصة لأهم معالم المنهجية المطلوبة في كتابة البحوث العلمية ومنها بحوث الإعجاز العلمي.
ثالثاً: بعض المحترزات البحثية في مجال الإعجاز الطبي؛ والتي يراد منها أن تكون معالم تحفظ الباحثين من الابتعاد عن المنهج القويم.
وبين يدي إيراد ذلك نعرض لنموذجين من نصوص السنة المطهرة الخاصة بموضوعات بحوث خضعت لتجارب معملية وسريرية، فثبت بدلائل علمية اشتمالها على لطائف من الإعجاز الطبي؛ وترافقها خلاصة لما توصل إليه العلماء في تلك الموضوعات بعد التجريب والبحث والتمحيص.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (8,'قواعد تناول الإعجاز العلمي والطبي في السنة وضوابطه
أ. د. عبد الله بن عبد العزيز المصلح
بسم الله الرحمن الرحيم
<span data-type="title" id=toc-2>نماذج الإعجاز الطبي في نصوص السنة المطهرة</span>
<span data-type="title" id=toc-3>النموذج الأول: إرشاده صلى الله عليه وسلم لتناول الحبة السوداء شفاءً من الأمراض</span>.
أولاً: نص الحديث الشريف:
عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: " في الحبة السوداء شفاء من كل داء إلا السام " (١) .
ثانياً: معاني المفردات:
الحبة السوداء: الشونيز أو الكمون الأسود أو حبة البركة.
السام: الموت وقد يطلق على مرض الموت.
ثالثا: مجمل دلالات النص الشريف:
* هذا الحديث الشريف يرشد إلى أهمية تعاطي الحبة السوداء، وأنها تصنف مادة علاجية.
* الحبة السوداء بمفردها قد تشفي كلياً من بعض الأمراض.
* الحبة السوداء تقوي قدرة المريض على مجابهة العوامل الممرضة، وترفع كفاءة الجسم على نحو عام.
_________
(١) رواه البخاري ومسلم وابن ماجه عن أبي هريرة رضي الله عنه وانظر جامع الأصول ٨/٣٢٤، ٣٢٥.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (9,'* حدود الاستطباب في الحبة السوداء واسعة ومتعددة عدا مرض الموت.
رابعاً: المعطيات العلمية:
من خلال التجارب والأبحاث المعملية والإكلينيكية تم إجراء عدة بحوث من قبل د. أحمد القاضي - بمدينة بنما سيتي بأمريكا في مختبرات عيادات أكبر - على علاقة الحبة السوداء ببعض جوانب المناعة، إذ توصل إلى نتائج إيجابية يمكن أن نستخلص من تلك الأبحاث ما يأتي:
* تناول الحبة السوداء يفضي إلى الشفاء في كثير من الأمراض.
* تستعمل الحبة السوداء مع غيرها من العقاقير وتكون النتيجة مزيداً من الشفاء لمزيد من الأمراض.
* تشفي نسبياً كذلك - إذ تتحسن حالة المرض بتناولها - من أمراض أخرى إضافة لما سبق.
* كما أنها ترفع كفاءة الجهاز المناعي لجسم المريض، ويعد هذا نوعاً من أنواع الشفاء كذلك (١) .
* ولملاحظة الفرق بين كيفية الاستشفاء قديماً وحديثاً نلاحظ هذه القطوف من بعض المراجع الطبية:
أ) الاستطبابات بالحبة السوداء عند الأقدمين:
ورد في كتاب "الأربعين الطبية" للبرزالي ما خلاصته: "يذكر خالد
_________
(١) انظر النشرة التي أصدرها مجمع عيادات أكبر في بنما سيتي تحت إشراف د/ أحمد القاضي.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (10,'ابن سعيد لنا بأنه خرج مع غالب بن أبجر، فمرض غالب في الطريق. فلما وصلا المدينة المنورة عاده ابن أبي عتيق فقال لهم: "عليكم بهذه الحبة السوداء فخذوا منها خمساً أو سبعاً فاسحقوها ثم قطروها في أنفه بقطرات زيت في هذا الجانب وفي هذا الجانب" هذه القصة يرويها البرزالي في الأربعين الطبية.
ثم يقول: " قال الشيخ: الشونيز هو الكمون الأسود ويسمى الكمون الهندي ومنافعه كثيرة وهو حار يابس في الدرجة الثالثة يجلو ويقطع ويحلل ويشفي من الزكام إذا قلي وصُرَّ في خِرْقة، وشم دائماً ويحلل النفخ غاية إذا ورد من داخل البدن، ويقتل الدود إذا أكل على الريق. وإذا وضع على البطن من خارج لطوخاً كذلك، ودهنه ينفع من داء الحية ومن الثآليل والخيلان، وإذا شرب منه مثقال بماء نفع من البهر وضيق النفس، ويدر الطمث المحتبس، والضماد به ينفع من الصداع البارد وإذا نقع منه سبع حباتٍ عدداً في لبن امرأة ساعةً وتسعّط بها صاحب اليرقان نفعه نفعاً بليغاً.... وإذا طبخ بخل وخشب الصنوبر نفع من وجع الأسنان، وإذا شرب في الحساء أدرَّ الطمث والبول واللبن. وإذا شرب بنطرون شفى من عسر النفس، وينفع من نهش الرُّتَيْلا ودخانه يطرد الهوام وخاصيته إذهاب الجشاء الحامض والكائن عن البلغم والسوداء " (١) .
_________
(١) انظر الأربعين الطبية ص ٥٤.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (11,'ويقول الدكتور كمال الدين حسن البتانوني في كتابه "نباتات في أحاديث الرسول صلى الله عليه وسلم " ما يلي: " إن الشونيز ينفع من البهق والبرص طلاء بالخل ويسقى بالعسل والماء الحار للحصى في المثانة والكلى، ووصفه ابن قرة في كتاب الذخيرة في الطب ضمن أدوية مركبة لأمراض الدماغ وضعف المعدة كما وصف دهنه (زيت الشونيز) في العلاج " (١) .
ويزيدنا الأستاذ أحمد قدامة عن فوائد الحبة السوداء فيقول: "واستعمالها مع الزيت كل يوم يحمر الألوان ويصفيها وإذا شربت مع الزيت واللبان الذكر أعادت قوة الماء بعد اليأس وإدمان شربها يدر البول والطمث واللبن ويستخرج من بذورها زيت يوضع منه بعض نقط على القهوة فتهدأ الأعصاب ويفيد للسعال العصبي والنزلات الصدرية وينبه الهضم ويدر اللعاب والبول والطمث ويطرد الرياح والنفخ" (٢) .
ب) الاستطباب بالحبة السوداء في العصر الحديث:
يذكر لنا الدكتور محمود ناظم النسيمي عن بعض التجارب والنتائج العلمية في مجال الاستفادة من الحبة السوداء في الطب الحديث فيقول في كتابه الطب النبوي والعلم الحديث ما يلي: "وقد تمكن أخيراً فريق من الباحثين في جمهورية مصر العربية وعلى رأسهم الدكتور محمد المحفوظ، والدكتور محمد الدخاخني في فصل المركب الفعال لهذا الزيت في حالة
_________
(١) انظر ص ١٢١ من كتاب البتانوني ـ نباتات في أحاديث الرسول صلى الله عليه وسلم.
(٢) انظر ص ١٦٥ من كتاب أحمد قدامة ـ قاموس الغذاء والتداوي بالنبات.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (12,'نقية وخالية من التأثيرات المهيجة للأغشية، كما أثبت هؤلاء الباحثون خلو المركب من أي تأثير سام أو ضار وسموه (Nigellone) نسبة إلى نيجللا من الاسم العلمي للحبة السوداء (Nigellasativa) ولقد حُضِّرَ هذا المركب في شركة مصر للمستحضرات الطبية بشكل نقط، ولكن لوحظ أن بعض الحالات لا تستجيب بشكل مُرْضٍ للنقط، ولذلك تم تحضيره ثانية بشكل أقراص مما يساعد على ثبات المركب نظراً لجفافه وإمكان إعطائه بجرعات عالية.
يعطى الأطفال٥ - ١٠ نقط × ٣ مرات يومياً بعد الطعام.
يعطى الكبار١٠ - ١٥ نقطة × ٣ مرات يومياً بعد الطعام.
أو قرص واحد × ٣ مرات يومياً بعد الطعام.
وقال أولئك الباحثون:" إن الأدوية الجديدة الفعالة في الربو مثل زمرة مقلدات ومنبهات الودي، وكذلك نظائر القشر الكظرية " لا يمكن إعطاؤها بحرية لمرضى الربو المزمنين من ذوي الضغط المرتفع ولذا فإن أي دواء لا يحمل في طياته مواد سامة نحن بأمس الحاجة إليه" (١) وذكر بعد ذلك أن الحبة السوداء في قوتها المضادة للجراثيم يمكن اعتبارها من زمرة المضادات الحيوية فقال: " لقد وجد الدكتور حفاظ جنيد - دكتوراه كيمياء حيوية - أثناء تجاربه على العصيات الدقيقة أن هذه
_________
(١) انظر الطب النبوي والعلم الحديث (٣/٢٦٤) للدكتور محمود ناظم النسيمي.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (13,'الأنواع من الجراثيم لا تستطيع النمو في وسط غذائي يحوي على الحبة السوداء مما يدل على أن الحبة السوداء تحوي مضادات حيوية أوقفت نمو هذه الجراثيم " (١) وأشير هنا إلى صدور كتاب في هذه الأيام حول التداوي بالحبة السوداء (٢) وقد ذكر فيه مؤلفه أنواعاً عدة للاستطباب بها. ولعل الله يفتح على قلوب الأطباء المسلمين ليعرفوا أكثر وأكثر من تلك الطرائق الاستطبابية؛ لها حتى تتبين لهم الحقيقة بشكل لا خفاء فيها بأن "في الحبة السوداء شفاء من كل داء إلا الموت" فتخبت أفكارهم وقلوبهم للخبير العليم البصير خالق الحبة السوداء والذي أخبرنا بتلك الحقيقة على لسان رسوله محمد صلى الله عليه وسلم قبل أربعة عشر قرنا.
ولقد أشرت إلى التجارب الناجحة التي أجريت في عيادات أكبر في بنما سيتي بالولايات المتحدة الأمريكية وبإشراف الدكتور أحمد القاضي، إذ أعطت نتائج باهرة تتفق مع ما توصل إليه العلماء في مصر وغيرها مما لا داعي للإطالة بذكره (٣) .
_________
(١) انظر ص ٢٦٥ من المرجع السابق.
(٢) بل عدة كتب منها ما أشرت إليه وهو للأستاذ: طيب عبد الله الطيب - الشفاء في الحبة -.
(٣) انظر ما أصدره مجمع عيادات أكبر في بنما سيتي في هذا الشأن.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (14,'<span data-type="title" id=toc-4>النموذج الثاني: ارشادات النبي صلى الله عليه وسلم</span>
<span data-type="title" id=toc-5>مدخل</span>
...
النموذج الثاني:
إرشاد النبي صلى الله عليه وسلم لمن ابتلي بمرض عرق النسا أن يأخذ ألية شاة أعرابية بعد إذابتها على ثلاث دفعات.
نص الحديث الشريف:
عن أنس بن مالك قال: قال صلى الله عليه وسلم: " شفاء عرق النَّسا ألية شاة أعرابية تذاب ثم تجزأ ثلاثة أجزاء ثم يشرب على الريق في كل يوم جزء " رواه ابن ماجه في سننه (١) .
لقد جرب الكثيرون هذه الوصفة النبوية كما أرشد لها الرسول عليه الصلاة والسلام فتحقق لهم الشفاء وكانت تلك التجارب تحصل في بقاع عدة وفي أزمنة متتابعة.
التجارب السريرية:
قام الدكتور زهير بن رابح قرامي؛ وهو طبيب متخصص في مجال أمراض الروماتويد والروماتيزم - وهو يعمل حالياً في مستشفى خاص رئيساً لقسم العلاج الطبيعي - بمعالجة بعض من ابتلى بعرق النسا، فتحقق له أن تناول هذه الألية بالكيفية التي أرشد لها الرسول الكريم عليه أفضل الصلاة والسلام قد أفضى لنتائج طيبة؛ ولذلك فإنه قد أنجز بحثا
_________
(١) رواه ابن ماجه في سننه (رقم ٣٤٦٣) . قال البوصيرى: ((إسناده صحيح، رجاله ثقات)) كما نقله محقق السنن.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (15,'بعنوان "علاج عرق النسا بألية شاة أعرابية" إذ ذكر فيه آلية الاستشفاء بألية الشاة الأعرابية، وكيف أن هذه الألية تحتوي على مجموعة من الدهون منها نوع مفيد جدا في هذا المجال اسمه (اوميغا ٣) . كما أنه يذكر بعض الحكم التي يشير إليها الرسول صلى الله عليه وسلم عندما يرشد إلى اختيار الشاة الأعرابية، وأن يتم تناولها شربا بعد الإذابة وأن يتم ذلك على ثلاث دفعات كل يوم دفعة؛ مبيناً كذلك ما الذي يحدث لدهن الألية عند امتصاص الأمعاء لها وبخاصة لدى تناولها على الريق. وقد شفع بحثه بشهادات بعض الذين حصل لهم الشفاء بتعاطي هذه الوصفة النبوية.
وخلاصة ما ذكره الدكتور زهير قرامي قوله في ص ٣٠- ٣٨ من بحثه: «للدهن نوعان معروفان في أمراض القلب مثلاً: نوع مفيد وهو HDL ذو الكثافة العالية ونوع ضار LDL ذو الكثافة المتدنية، والحكم بأن الدهون مطلقاً هي ضارة أمر لم يعد أمراً مسلماً به، وهذا المبدأ أصبح سارياً أيضاً في علاج أمراض الجهاز الحركي والتهاب المفاصل وغيرها.
إن ألية الشاة تمثل جرعة علاجية ممتازة بما تحتوي من المنافع المتعددة والتي تحقق الشفاء مع عدم احتوائها على ضرر أو مضاعفات. هذا من ناحية التكوين الكيميائي والمواصفات العامة لها. وفي الوقت نفسه لاحظنا أن تناولها على الريق يجعل وصولها للأمعاء في أنسب وقت ومن ثم وجود الدهون النافعة مثل حامض اللينولينك في قناة الأمعاء في موضع ممتاز حيث يسمح لحامض اللينولينك بالاستفادة من الأنزيمات التي تساعده على صنع "البروستجلاندين" المفيد. وفي الوقت نفسه يكون سائل المرارة',NULL,'15',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (16,'ومخزون الليباز في حالة تركيز مقو، ويتمتع بفاعلية كبرى وهذا يتيح له تحليل الدهون مهما كانت كميتها. كما أن القدرة على الامتصاص محدودة بهذه الكمية من سائل المرارة مما يمنع الامتصاص غير المحدود لأي كمية من الدهون مهما كانت.
إذن فشرب تلك الجرعة من الألية المذابة تعني تحقيق هذه الفوائد إذا كان التناول لها على الريق، من دون سبق تناول شيء من الأطعمة والأشربة. وخلاف ذلك يعني تفويت الفرصة على المريض وربما لا يصل إلى الغاية المرجوة (١) .
ولذلك فإنه يقول في بحثه المذكور: " إن هذا البحث فيه نموذج للإعجاز العلمي؛ وذلك لأن من المعروف للقاصي والداني أن بيئة الجزيرة العربية كانت تكتسي - على العموم - رداء الغفلة عن العلم، كما أن مجتمع مكة المكرمة كان مجتمعاً أمياً. ثم إن رسول الله صلى الله عليه وسلم كان بعيداً كل البعد عن ساحات الخبرة العلمية؛ لذلك فإن ورود إرشاد طبي بصيغة الحكم الجازم - وبدون تردد - في قضية تحتاج في تشخيصها إلى أدوات دقيقة كانت منعدمة في زمن تنزيل القرآن الكريم؛ كل ذلك يقوم شاهداً على أن مصدر هذا الإرشاد هو الخالق لهذا الكون، وأن هذا الإرشاد يمثل عَلَماً من أعلام صدق نبوة محمد صلى الله عليه وسلم (٢) .
_________
(١) - انظر كلام د. زهير قرامي في بحثه – علاج عرق النسا بألية شاة أعرابية – ص٣٠-٣٨.
(٢) انظر ص ١٦ من بحث الدكتور زهير قرامي سابق الذكر.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (17,'والآن! وبعد أن تأملنا هذين النموذجين نعود إلى استجلاء تلك القواعد الأساسية في مجال ضبط بحوث الإعجاز الطبي في السنة المطهرة فإلى الأساس الأول:
أولاً: أهم معالم المنهج المقرر في تفسير النصوص الحديثية
نلاحظ أن الأسس والقواعد الواجب مراعاتها في تفسير القرآن الكريم هي النبراس في تفسير النصوص عموما؛ ونجملها فيما يلي:
أولاً: يلزم معرفة ما يتعلق بالنص من سبب الورود وهل هو خاص أو عام أو مطلق أو مقيد أو منسوخ أو غير ذلك؟
ثانياً: يلزم الإطلاع: هل ورد نص آخر يفسره؛ إذ تفسير النص من الوحي،- والسنة من الوحي - أولى بالاعتبار؛ لذلك نقدّم وجوه التفسير الواردة في السنة على ما دونها.
ثالثاً: مراعاة العرف اللغوي في زمن التنزيل دون المعاني التي كثر تداولها فيما بعد، مهما بلغ انتشارها فيما بعد.
رابعاً: مراعاة قواعد الإعراب والبلاغة وأساليب البيان المقررة ليتم فهم أبعاد معاني النصوص.
خامساً: ملاحظة سياق النص وسباقه ومقتضيات الحال وغير ذلك من القرائن
سادساً: التأكد من وجود إشارة واضحة، على ما ندعي بأنه من معاني النص الذي نحن بصدد بيانه وتفسيره وتحديد الإشارة العلمية على نحو صحيح.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (18,'سابعاً: مراعاة أوليات الاعتبار في الاحتجاج بالمعاني، فالنص المحكم أولى من الظاهر، وظاهر النص أولى من المعنى المستقى بطريق التأويل، ومنطوق النص مقدم على مفهومه، كما أن بعض المفاهيم مقدم في الاعتبار على بعض؛ ولذلك يلزم عدم التسرع في ترجيح وجه تفسيري دون مرجح له شأنه.
ثامناً: ملاحظة أسلوب النص وصياغته هل هو عام؟ وهل هو مطلق؟ وهل هو مجمل؟ وهل تشترك فيه معان عدة أو لا؟ وهل يحتوي دلالة على حقيقة علمية لا يمكن تعارضها مع العرف اللغوي الذي قد يقدم في الاعتبار أو هناك احتمال آخر.
تاسعاً: عند التأويل للنص لا بد أن يكون هناك ما يقتضي ذلك ويلزم عندئذ إعمال القواعد المعتبرة عند أئمة الأصول والتفسير من مثل قولهم:
- العبرة بعموم النص لا بخصوص السبب.
- إعمال الكلام أولى من إهماله.
- لا عبرة بالظن غير الناشئ عن دليل.
عاشراً: اعتماد المعاني المقررة للحروف التي تسمى حروف المعاني، كما قررها الأئمة الأعلام.
حادي عشر: البعد عن تأويل المتشابه وكذا الخوض في القضايا السمعية، مما لا يخضع للنشاط الذهني؛ بل يعتمد على النصوص الواردة بصددها من كتاب الله وسنة رسوله صلى الله عليه وسلم.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (19,'ثاني عشر: ومن ذلك عدم الخوض في النصوص المتعلقة بالغيبيات التي استأثر الله بعلمها.
ثالث عشر: الحذر من الأخبار الإسرائيلية والآثار الواهية.
رابع عشر: التأدب مع علماء الأمة والحذر من تسفيه آرائهم، فكم عاب إنسانٌ آخر في اجتهاده فكان فيه العيب؛ إذ لم يحسن فهم مرامي الكلام أو مقتضيات الحال.
خامس عشر: يجب ألا يفارقنا اليقين بصدق قول رسول الله صلى الله عليه وسلم الذي هو بمنزلة قول الله عز وجل؛ لأنه وحي ووعد من الله؛ ولذلك مهما رأينا وسمعنا في واقع حياتنا بأمور تتعلق بالكون فلا يسوغ أن نقدم ما قيل بصددها على ما ورد عن رسول الله صلى الله عليه وسلم ولهذا يجب إعادة النظر عند وجود تعارض ظاهري بينهما؛ لأنه لا يمكن أن يصادم مضمون نص صحيح حقيقة ثابتة أبداً، إذ إن رسول الله صلى الله عليه وسلم لا ينطق عن الهوى بل بوحي من الله خالق الكون.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (20,'ثانياً: موجز يضم أهم القواعد والضوابط للمنهجية العامة المطلوب التزامها أساسًا لا بد منه لكل الباحثين:
١- تحديد أو تحرير فكرة البحث أو جوهره "القضية التي يتمحور حولها الموضوع" واختيار عنوان يتناسب مع الفكرة ويعبر عنها.
٢- الاعتدال في بيان الحقائق الكونية بعد التأكد من ثبوتها، وعدم الاندفاع العاطفي الذي يترجم انبهاراً أو عدم اتزان، وليحذر الباحث من الجري وراء نظرية تفتقر إلى برهان يثبتها بشكل منضبط ومؤكد؛ لأن الإعجاز العلمي إنما يعتمد إثباته على الحقائق حصراً.
٣- على الباحث التزام الحيدة البحثية وعدم التحيز لما يعرضه من أفكار وقضايا في بحثه، وكذلك عدم الركون للقناعات الشخصية؛ ولذلك فمن الضروري هنا تحاشي الطريقة الجدلية في بيان المراد، وكذا عدم إيراد القضايا الخلافية في ثنايا البحث قدر الإمكان.
٤- التقيد بالضوابط البحثية الخاصة التي جرى عليها عرف هيئة الإعجاز العلمي في هذا الميدان، ومنها: عدم الخوض في الغيبيات وحسن مقارنة النصوص المتعلقة بالفكرة بعد التثبت من صحة النصوص الحديثية كما قلنا، وكذلك تمحيص الأقوال والشواهد وكل ماله علاقة بالنص.
٥- تحقيق مناط الإعجاز بشقيه الشرعي والكوني؛ حسب الاستدلال العلمي الصحيح في الكونيات واتباع المنهج المقرر في تفسير النصوص " الآيات القرآنية، الآثار في كلام رسول الله صلى الله عليه وسلم ".',NULL,'20',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (21,'٦- يجب أن يكون البحث أصيلا جديدا أو يحتوي تطويرا مفيدا أو تعديلا جذريا، ويشترط ألاَّ يكون قد قدم إلى جهة أخرى.
٧- رسم مخطط للبحث تتكامل فيه كل العناصر الأساسية مع تسمية الأبواب والفصول والمباحث الفرعية ثم تقسيم البحث بشكل يتناسب مع الموضوع المراد عرضه على وجه التوازن والترابط بين أفكاره وعناصره.
٨- التزام الموضوعية دون إطناب مملّ، أو اختزال مخلّ، أو استطراد مزعج، أو إقحام ما ليس داخلا في صلب الفكرة؛ أو تداخل يَشوّش ذهن القارئ؛ بحيث تظهر نتائج عرض الأفكار ومناط المناقشات بجلاء.
٩- وجود تفريعات مع تمهيدات متناسبة ومنسقة ومتكاملة وعلى نحو لا تعقيد فيه ولا تداخل ولا تكرار، بل تكون سهلة واضحة يمكن استجماع ملامحها بصورة ميسرة.
١٠- مرعاة قضية التوثيق والتحقيق - المراجع والفهارس والملاحق والحواشي - والرسوم الإيضاحية كالصور وغير ذلك.
١١- عدم مصادرة الآراء الأخرى، بل ينبغي الإشارة إليها مع الأدب وعدم الادعاء بالسبق لنتائج عرفها غيرُه من الباحثين.
١٢- ذكر جهود الآخرين وأبحاث السابقين، وتجنب التدليس والتمويه في ذلك؛ لأن في بيانه ذلك ما يترجم الأمانة البحثية المطلوبة، وغني عن البيان هنا بأن المقصود بجهود الآخرين: أي مجال يتعلق بموضوع البحث',NULL,'21',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (22,'طرقه باحث آخر أو عالج جزءاً منه، وأما أبحاث السابقين فالمقصود بذلك البحوث التي لها صلة غير مباشرة بالبحث ولكن لها وجه تعلق به، فكل ذلك ينبغي أن يشير الباحث إليه.
١٣- تحديد إضافة البحث لمسيرة العلم وتحديد الجهد المبذول هل هو تأسيس أو تطوير أو إضافة مع ذكر الأسباب الداعية للكتابة في هذا الموضوع والأهداف العامة والخاصة المتوخاة، كما يلزم ذكر التوصيات حال الاقتضاء.
١٤- وجود مختصر عن موضوع البحث وأقسامه الرئيسة وهل تَحَقَّقَ الغرض من كتابته أو لا؟.
١٥- التزام الآداب البحثية العامة من التواضع واللطف والنزاهة، وأن يخلو البحث من عبارات تسيء لأحد أو تغمز به.
١٦- الكتابة بخط واضح ولغة مفهومة، وأسلوب شائق وأداء متسلسل، مع ترك حواشٍ وفواصل بين السطور ومراعاة القواعد والنظم البحثية من علامات الترقيم وغيرها، ويستحسن أن يكون مسجلا على قرص ممغنط من أقراص الحاسوب كذلك.
١٧- يشترط أن يكون الباحث متخصصا في المجال الذي يكتب فيه، وبالتالي يلزم إرسال الكاتب مع بحثه صورة عن مؤهلاته؛ أو ما يثبت كونه على ثقافة واسعة وعميقة أو أنه شخصية علمية مشهود له بذلك، أو كونه من الهواة الذين يمتلكون مقدرة على إظهار بحث مستوف لمتطلباته العلمية جميعا على نحوٍ مقبول.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (23,'ثالثاً: بعض المحترزات البحثية في مجال الإعجاز الطبي في السنة المطهرة.
١- إيثار أسلوب اليسر في بيان المراد - وكذا تدوين الأفكار أو التعليل في مجال بيان المطلوب - فاليسر من مبادئ الدين الإسلامي على نحو عام. ويلزم عدم الغفلة عن ملاحظة إظهار هداية القرآن والسنة للتي هي أقوم؛ حيث هي الغاية من إنزال القرآن الكريم.
٢- اختيار الطريقة المناسبة للتدليل والبرهنة فالموضوع التجريبي له طريقته والمنطقي له طريقته وبحوث المقارنات الميدانية لها أسلوب بيانها.. وهكذا.
٣- الحذر من معارضة مبدأ شرعي أو قاعدة من قواعد الدين أو معلم من معالمه؛ لأنَّ اليقين العلمي متوافق مع الدين في كل الحقائق التي يستنبطها أهل الاختصاص في شتى المجالات الكونية ومنها الميدان الطبي.
٤- اجتناب العبارات التي تشعر أن الباحث يدافع عن القرآن والسنة أو أنهما يحتويان ما يمكن أن يعبر عنه بالنقص، أو أن العلماء السابقين قصروا في فهمها أو أنهم قد أخطؤوا في فهم ما يشتملان عليه من حقائق.
٥- الاعتدال في بيان الحقائق الكونية بعد التأكد من ثبوتها وعدم الاندفاع العاطفي الذي يترجم انبهاراً وعدم اتزان، وكما ذكرنا فإن على الباحث أن يحذر من التعجل والإسراع إلى فكرة لمجرد أنها أعجبته؛ بل عليه التزام الحيدة البحثية، وعدم التحيز لما يعرضه، بل يتوجب عليه كذلك عدم الركون للقناعات الشخصية.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (24,'٦- مراعاة التقاليد والأمور التي جرى عليها عرف الهيئة العالمية للإعجاز العلمي: من عدم تجريح الآخرين، بقصد غبن الناس مقاديرهم مثل التقليل من شأن جهود السابقين.
٧- لدى تحقيق مناط الإعجاز بشقيه الشرعي والكوني يلزم الإشارة للخلفية التاريخية التي توضح واقع المجتمع الإنساني من ناحية المعارف الكونية قبل إظهار المطابقة المطلوبة بين الدلالة النصية والحقيقة العلمية؛ وبالتالي تقرير النتيجة المُفْضية لوضوح الصورة الإعجازية حسب الخطوات الخمس المقررة.
٨- ملاحظة الفرق بين بحث تمهيدي في مرحلة المطارحات والمناقشات ولكن يراد منه الوصول إلى نتيجة - ولو كانت غير مقطوع بها - ولا يدعي صاحبه أنه يقرر حقائق ثابتة ولا يدافع عن أفكار معينة، وبين بحث هادف لبيان الإعجاز العلمي، فالأول يمكن التساهل في أسلوب عرضه لإثارة أفكار الآخرين وإثراء البحث " ولكن في نطاق بحثيّ خاص "، أما الثاني فلابد فيه من التدقيق التام، ولاسيما أثناء العرض، ولذلك ففي هذا المجال لا بد أن تضيق دائرة القبول وتحدد مقتضى الدعوى على وجه لا يحتمل أي شك.
ونود أن نشير هنا إلى أن البحوث لدى الهيئة تمر بمراحل هي:
١) إثارة الفكرة ومناقشتها ومطارحتها حتى يتم الاتفاق عليها ثم الكتابة فيها:
٢) إحالة البحث على محكِّمَين شرعي وعلمي.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (25,'٣) ثم عقد ندوة على نطاق أوسع يشترك فيها نخبة من المختصين الشرعيين والعلميين وعند إجازته بعد ذلك تتبنى الهيئة طباعته ونشره وتأذن لصاحبه بذلك.
٩- ونؤكد هنا عدم الخوض في الأمور السمعية التي استأثر الله بعلمها ولم يقدرنا على الإحاطة بها؛ لأن في مثل هذا الخوض تمحلاً وتكلفاً وتنطعاً؛ ونؤكد أن الإعجاز العلمي يتعلق دائما بما وراء ذلك من القضايا حيث ينصبّ دائماً على القضايا الخاضعة للتجريب والمشاهدة والمقارنة.
١٠- مراعاة بقية القواعد المسلكية والمصطلحات المقررة من قبل الهيئة العالمية للإعجاز العلمي سابقا وما تقرره الجمعية العمومية حالياً ولاحقا؛ إذ هي تمثل مرجعية إنجاز تلك الأبحاث وبذلك تنتفي التناقضات والسلبيات في ميدان بحوث الإعجاز العلمي؛ علما بأن المرجعية الأساسية للإعجاز العلمي إنما هي كتاب الله وسنة رسوله صلى الله عليه وسلم.
والآن وبعد أن اكتملت الصورة في أذهاننا حول مرجعية الإعجاز العلمي ومرتكزاته وضوابطه على نحو عام والطبي على وجه الخصوص، نعود إلى رياض هذا الإعجاز لنستجلي نماذج أخرى منه في آفاق الكون الرحيب علويه وسفليه بل وفي ذا ت النفس الإنسانية التي تجعل المتعاملين من العلماء المنصفين أمثالكم يزدادون تيقنا وخشوعا لله لدى وقوفهم على تطابق الخبر عنها مع حقيقة الأثر لدى رؤيتها؛ إذ إن الخبر - من قرآن أو سنة - إنما هو من صانعها جل وعلا؛ الذي أبدعها وأبدع الكون ثم دعانا للنظر ووعدنا بأن نقف على ما يفضي إلى اليقين إذا خلعنا رداء',NULL,'25',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (26,'الغفلة، وصدق الله فقد أنجز وعده حيث يقول: {سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا} [النمل:٩٣] {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت:٥٣] .',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (27,'<span data-type="title" id=toc-6>المثال الأول: إشارة القرآن الكريم إلى ظلمة المحيطات والأمواج الداخلية في بطن مياهها</span>
يقول الله عز وجل مصورا لنا حالة الكفرة ومآل ما يعلمون في الدنيا: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍ} [النور: ٤٠] .
ولنستمع ما يقوله أحد علماء جيولوجيا البحار وهو درجا برساد راو وذلك ضمن لقاء بينه وبين بعض الباحثين المسلمين، وعلى رأسهم الشيخ عبد المجيد الزنداني، إذ عرضوا عليه هذا النص الشريف من كتاب الله مع قبسات من أقوال العلماء المفسرين فكان من كلامه ما يأتي: «نعم هذه الظلمات عرفها العلماء الآن بعد أن استعملوا الغواصات وتمكنوا من الغوص في أعماق البحار؛ حيث لا يستطيع الإنسان أن يغوص بدون آلة أكثر من عشرين إلى ثلاثين متراً؛ فإذا غاص الإنسان إلى أعماق شديدة حيث يوجد الظلام على عمق ٢٠٠ متراً فإنه لا يمكن أبداً أن يبقى حياً. وهذه الآية تتحدث عن ظاهرة توجد في البحار العميقة، ولذلك قال تعالى: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ....} ليس في أي بحر وصفت هذه الظلمات بأنها متراكمة بعضها فوق بعض والظلمات المتراكمة التي تتراكم بعضها فوق بعض والظلمات المتراكمة والتي تتراكم في البحار العميقة تنشأ بسببين: السبب الأول: يكون نتيجة اختفاء الألوان في طبقة',NULL,'27',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (28,'بعد طبقة لأن الشعاع الضوئي مكون من سبعة ألوان. فإذا نزل الشعاع الضوئي إلى الماء توزع إلى الألوان السبعة، فالجزء الأعلى قد يمتص اللون الأحمر في الأمتار العشرة الأولى. وبعد أن يمتص اللون البرتقالي، ثم يبدأ امتصاص اللون الأصفر. أما إذا وصل لعمق مئة متر فإن اللون الأزرق يمتص كذلك وبعد مئة متر يمتص اللون الأخضر. وهكذا نجد أن الظلمات تتابع فهي ظلمات بعضها فوق بعض. والسبب الثاني: الحواجز التي تحجب الضوء فالشعاع الضوئي الذي نراه ينزل من الشمس فتمتص السحب بعضه وتشتت بعضه فتنشأ ظلمة تحت السحب، هذه الظلمة الأولى، فإذا نزل الشعاع الضوئي إلى سطح البحر المتموج انعكس على سطح الموج فأعطى لمعانا؛ ولذلك نرى إذا حدث موج في البحر كان اللمعان شديدا على حسب ميل سطح الموج، فالموج إذاً يسبب عكسا للأشعة أي يسبب ظلمة.
ثم ينزل الشعاع الضوئي إلى أسفل. ونجد البحر هنا ينقسم إلى قسمين:
قسم سطحي وقسم عميق. أما السطحي فهو الذي يوجد فيه الضوء والحرارة وأما العميق فهو الذي يوجد فيه الظلام والبرودة ويوجد بين القسم السطحي والعميق فاصل من الأمواج في ذلك العمق المتميز عن القسم السطحي. وهذا الموج الفاصل (الداخلي) لم يكتشف إلا عام ١٩٠٠م. وهكذا يبدأ الظلام، حتى إن الأسماك في هذه المناطق لا ترى',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (29,'بأعينها بل لها مصدر للضوء يصدر من جسمها في هذه الظلمات التي تراكمت بعضها فوق بعض كما جاء ذكرها في صريح الآية الكريمة (١) .
وبهذا الكلام من البروفيسور درجا برساد راو أستاذ علم الجيولوجيا نكتفي في بيان هذا الشاهد لننتقل إلى الشاهد الثاني.
_________
(١) انظر كتاب (إنه الحق) ص ٩٥ ـ ٩٨ بتصرف يسير.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (30,'<span data-type="title" id=toc-7>المثال الثاني: الإشارة في قوله صلى الله عليه وسلم إلى عودة جزيرة العرب مروجاً وأنهاراً كما كانت</span>
وهذا ما نشهد تباشيره في أيامنا هذه، وهو عودة أرض الجزيرة العربية إلى خصوبتها وخضرتها بعد مرور القرون العديدة عليها، وهي صحراء جرداء قاحلة. وذلك في قوله صلى الله عليه وسلم " لا تقوم الساعة حتى يكثر المال ويفيض، حتى يخرج الرجل بزكاة ماله فلا يجد أحدا يقبلها منه، وحتى تعود أرض العرب مروجاً وأنهاراً " (١) .
يذكر الشيخ عبد الحميد طهماز - يحفظه الله – حول هذا الحديث بأنه يحوي حقيقتين علميتين تتعلقان بأرض العرب فيقول عنهما: إحداهما: أن أرض العرب كانت أرضاً خصبة وهي حقيقة أكدها القرآن الكريم فيما ذكره تعالى من قول نبي الله هود عليه السلام وهو يدعو قومه عاداً الذين كانوا يسكنون في الجنوب من أرض العرب ... كما أكدتها الدراسات العلمية فقد نشرت مجلة (أهلا وسهلا) في عددها الصادر في شهر يناير ١٩٨٨م مقالة تحت عنوان: "الآثار في المملكة تكشف غموض عشرة آلاف سنة" جاء فيها: وهناك من الدلائل ما يثبت أن صحارى الجزيرة العربية كانت في أوقات سابقة أكثر ملاءمة للمعيشة مما أصبحت عليه بعد ذلك، وحتى وقت متأخر نسبياً أي إلى حوالي عشرة آلاف عام
_________
(١) صحيح مسلم في كتاب الزكاة ١٥٧',NULL,'30',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (31,'خلت كان الربع الخالي الذي يعد من أشد صحاري العالم جفافاً يزخر بالعديد من فصائل الحيوانات مثل الغزال وبقر الوحش والأسد وفرس الماء مما يكون أمثالها في أراضٍ إفريقية.
والحقيقة الثانية في الحديث الشريف أن أراضي العرب ستعود أراضيَ خصبة ذات مروج وأنهار كما كانت قبل عشرة آلاف عام، وقد عادت فعلا وانتشرت فيها المزارع الكبيرة وأنشئت فيها السدود الكثيرة وامتدت منها أقنية الماء كالأنهار (١) وقد قدر لي أن أسافر براً في الطريق الممتد على أطراف الربع الخالي من الرياض إلى نجران فرأيت المزارع على أطراف الطريق تمتد امتداد البصر، ومن المعلوم أن منطقة القصيم في وسط المملكة العربية السعودية أصبحت تعد من أغنى المناطق الزراعية وكأنه صلى الله عليه وسلم رآها بعينه فوصفها بقوله: "وحتى تعود أرض العرب مروجاً وأنهاراً" (٢) .
_________
(١) هذا رأي الباحث حفظه الله، لكن تنزيل الحديث على الواقع الحالي يحتاج إلى تروٍّ، مع إيماننا بأن ما قاله النبي صلى الله عليه وسلم حق لا يتخلف أبدًا، لكنه والله أعلم – لم يتحقق بعد – (اللجنة العلمية) .
(٢) انظر كتاب (الأربعون العلمية) للشيخ عبد الحميد طهماز، ص ٧ ـ ٨ بتصرف يسير.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (32,'<span data-type="title" id=toc-8>المثال الثالث: إشارة النبي صلى الله عليه وسلم إلى الأمراض الفتاكة في هذا العصر</span>
يشير رسول الله صلى الله عليه وسلم إلى ظهور الأمراض الفتاكة عندما يتهاوى الناس في وهدة الفواحش والرذائل من أنواع الشذوذ الجنسي المدمر في قوله الذي يرويه الحاكم وابن ماجه عن عبد الله بن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: " لم تظهر الفاحشة في قوم قط حتى يعلنوا بها؛ إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا " (١) .
وفي هذا المجال نلاحظ ما يذكره الطبيب الدكتور محمد على البار في كتابه – الأمراض الجنسية – حيث يقول: " ولا شك أن الهربس لم يكن منتشراً بهذه الصورة ولا قريباً من عشرها أو واحد بالمئة منها منذ عشرين عاما فقط ".
إن إخصائيا كبيرا ومشهورا في الأمراض التناسلية لم يستطع هو وصحبه أن يكتبوا للجمهور أكثر من ثمانية أسطر عن مرض هربس التناسل وكذلك كان الإيدز غير معروف فهو مع الإيدز يصدقان حديث رسول الله صلى الله عليه وسلم؛ إذ ظهرت الفاحشة، واستعلن الناس في أوربا وأمريكا
_________
(١) أخرجه ابن ماجه في سننه رقم (٤٠١٩) قال البوصيري: «هذا حديث صالح للعمل به» كما نقله محقق السنن. وصححه الشيخ الألباني (السلسلة الصحيحة رقم ١٠٦) .',NULL,'32',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (33,'ودول شرق آسيا بها، فأصابهم الله بهذه الأوجاع والأمراض التي لم تكن معروفة في أسلافهم. ولفظ الطاعون هنا يعني الوباء والمرض الخطير. وهو كثيراً ما يستعمل بهذا المعنى؛ لذلك يقول الأستاذ عبد الرحيم مارديني في كتابه موسوعة الإعجاز في الحديث النبوي الشريف: تحقق شرط حديث رسول الله صلى الله عليه وسلم في المجتمع الغربي في ظهور الفاحشة والاستعلان بها، فكان لزاماً أن يتحقق جواب الشرط في حديث رسولنا العظيم من تفشي الطواعين والأوجاع في هذه المجتمعات.
إن الشواذ جنسيا هم أكثر فئات المجتمع تعرضا للأمراض التناسلية كالزهري وغيره. وهاهو (إيدز) قد اختصهم الله به ليتحقق المقطع الثالث من حديث رسول الله صلى الله عليه وسلم " إلا ابتلوا بالطواعين والأوجاع " ويبقى أن نسأل هل الإيدز بصفاته الإكلينيكية ومسبباته الفيروسية كان معروفاً من قبل؟
إن المرض نفسه اكتشف فقط في عام ١٩٨١م. والفيروس المسبب له لم يكتشف إلا عام ١٩٨٣م. وهو نوع جديد من الفيروسات.
كذلك فإن أحدا من العلماء لم يسبق له وصف هذا المرض أو الطاعون من قبل وهو ما ختم به رسول الله صلى الله عليه وسلم حديثه الشريف في قوله: " ... التي لم تكن في أسلافهم الذين مضوا " فانظر إلى خبر رسول الله صلى الله عليه وسلم الواثق في الله تعالى..
إن رسولنا الكريم صلى الله عليه وسلم يخبر عن حال أهل الفاحشة في كل زمان ومكان بثقة المتكلم عن الله وما كان أغناه أن يصف الطواعين والأوجاع',NULL,'33',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (34,'بأنها لم تكن في أسلافهم الذين مضوا، هذا لو كان بشرا عاديا حتى يضمن كلامه في المستقبل ... ولكن رسولنا الكريم يثق في الله تعالى ويتكلم عن الله، فأنبأ أن هذه الطواعين والأوجاع سيصيب الله بها أهل الفاحشة، وستكون جديدة وغير معروفة. وهكذا نرى في حديث رسول الله صلى الله عليه وسلم إعجازين:
الأول: إخباري ... تحديد لأهل الفاحشة بقوله: إن الله سيبتليهم بأمراض.
الثاني: طبي إعجازي ... تحديد نوعية هذه الطواعين بأنها لم تكن في أسلافهم الذين مضوا ... " (١) .
_________
(١) انظر موسوعة الإعجاز العلمي في الحديث للأستاذ عبد الرحيم مارديني، ص ١٢٠/١٢١.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (35,'<span data-type="title" id=toc-9>المثال الرابع: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ}</span>
ويحوي الكلام هنا توضيح الإشارة في قوله تعالى: {وَالسَّمَاءِ ذَاتِ الرَّجْعِ} [الطارق: ١١] . عن موجودات كونية، وظواهر كانت خافية عن البشر وقت التنزيل. ولنتأمل في هذا السبيل هذه الأسطر من كتاب البرهان العلمي للإسلام حيث يقول مؤلفه: ومن الإعجاز أيضا وصف الغلاف الجوي (بالسقف المحفوظ) (١) : الذي تحفظه الأرض بالجاذبية - وللجبال في ذلك شأن طبقاً لبعض الآراء - ليحفظ هو بدوره أكسجين الحياة؛ وثاني أكسيد الكربون اللازم لعمليات التمثيل الكلوروفيلي وتكوين الغذاء بالنبات؛ وبخار الماء لدورة المطر، ولولا حفظ الغلاف الجوي بالجاذبية لتسرب كل الهواء إلى الفضاء الخارجي، ولما كانت حياة -كما هو الحال في كثير من الكواكب -:
{وَجَعَلْنَا السَّمَاءَ سَقْفاً مَحْفُوظاً وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ} (٢) [الأنبياء:٣٢] . الغلاف الجوي كذلك يحول دون تسرب الحرارة من الأرض إلى الفضاء الكوني شديد البرودة حولها، وخلال الغلاف الجوي
_________
(١) الآية تتحدث عن السماء وأنها سقف محفوظ، فتفسيرها بالغلاف الجوي، والجزم بأن هذا هو المراد لا يخلو من نظر. (اللجنة العلمية) .
(٢) والسماء تبدأ بالغلاف الجوي الذي يحمي الأرض من الشهب والنيازك والأشعة الكونية وتحتفظ به الأرض بقوة الجاذبية (المنتخب) .',NULL,'35',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (36,'يتشتت ضوء الشمس ويتوزع فنرى الأرض مضيئة ويعم ضياؤها ربوع الأرض، بينما الفضاء الخارجي مظلم ترى فيه الشمس كمصباح بعيد معلق في ظلمة السماء، ومن آيات الغلاف الجوي للأرض أخيراً أنه يحفظها من الشهب التي تخترق من خلاله، ومن الأشعة الكونية التي تهلك الزرع والضرع؛ وصدق الله تعالى في قوله: {وَجَعَلْنَا السَّمَاءَ سَقْفاً مَحْفُوظاً} "وهذا الغلاف الجوي مستمر متصل لا انفراج فيه "إلا ما قد يطرأ عليه (١) بسبب سوء استخدام البيئة كثقب الأوزون" (٢) .
_________
(١) انظر كتاب البرهان العلمي للإسلام للدكتور/ نبيل عبد السلام هارون، ص ٨٠.
(٢) وهذه الدعوة مبنية على ما سبق من تفسير الباحث السماء بالغلاف الجوي، فيكون هذا الثقب – بناء على هذا التفسير – قد حدث في السماء، ألا يكون ذلك منافيًا للحفظ المذكور في الآية؟ (اللجنة العلمية) .',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (37,'<span data-type="title" id=toc-10>المثال الخامس: "عجائب وأسرار العلاج بأبوال الإبل</span>"
يعد البول من المواد الإخراجية الهامة، والتي يتخلص منها الإنسان والحيوان؛ ولأهمية البول فقد ورد ذكره في الإسلام من وجهين مختلفين:
أحدهما يمثل الضرر، والآخر يمثل النفع، وهذا مما يظهر اهتمام الإسلام بدقائق الأمور التي تهم الفرد المسلم ليجدها نصب عينيه واضحة جلية في القرآن الكريم، والسنة النبوية الشريفة. لذا فإننا سنقف بين هذين الأمرين حين يدعو أحدهما إلى الوقاية منه والآخر إلى العلاج به. فالطب الوقائي يعني حفظ صحة الفرد، وذلك باتباع كل ما يعود عليه بالصحة والنشاط والابتعاد عن كل شيء يعود عليه بالضرر، لذا يظهر أهمية هذا الأمر على لسان رسول الله صلى الله عليه وسلم من حديث ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: " نعمتان مغبون فيهما كثير من الناس الصحة والفراغ " (١) .
أما الطب العلاجي، فإنه يتسم بالتقنيات المختلفة التي يستخدمها الإنسان لإزالة المسبب المرضي، الذي يخرج الإنسان من الاتزان الطبيعي - الذي يتمتع به أثناء صحته - إلى مرض قد يكون سببا يؤدي به إلى الوفاة. لذا نجد أن البول الذي يعد من المواد الإخراجية التي يتخلص منها الإنسان أو الحيوان قد يكون بعضه علاجا وبعضه ممرضا. من هنا يظهر
_________
(١) من بحث الدكتورة / أحلام العوضي، ص ١٢. والحديث أخرجه البخاري، برقم (٦٤١٢) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (38,'لنا صورة الإعجاز العلاجي من حديث رسول الله صلى الله عليه وسلم الذي يرويه الإمام البخاري عن أنس رضي الله عنه: " أن رهطا من عرينة قدموا على النبي صلى الله عليه وسلم فقالوا: إنا اجتوينا المدينة فعظمت بطوننا وارتهشت أعضادنا فأمرهم النبي صلى الله عليه وسلم أن يلحقوا براعي الإبل فيشربوا من ألبانها وأبوالها حتى صلحت بطونهم وألوانهم " وعن قتادة: " أن نفراً من عكل وعرينة تكلموا بالإسلام، فأتوا رسول الله صلى الله عليه وسلم فأخبروه أنهم أهل ضرع ولم يكونوا أهل ريف وشكوا حمى المدينة فأمر لهم رسول الله صلى الله عليه وسلم بلقاح وأمرهم أن يخرجوا من المدينة فيشربوا من ألبانها وأبوالها.." الحديث (١) . وهناك أحاديث في هذا الموضوع يرجع إليها وهي في البحث هذا. وقد وردت أحاديث حول الأبوال الممرضة: منها نهيه عن البول في الماء الراكد وحديث الاستبراء من البول وغيرهما.
ومن خلال تلك الأحاديث يتبين لنا الفرق بين بول الإنسان الذي يسبب الكثير من الأمراض، وبول الإبل الذي أمرنا الرسول صلى الله عليه وسلم بشربها لغرض العلاج وهناك أشياء كثيرة حذرنا الإسلام من تناولها وأخرى أمرنا باستخدامها مادة علاجية مثل النحل يخرج من بطونها شفاء للناس وهناك حشرات تخرج من بطونها جراثيم حذرنا الإسلام منها.
والذي يهمنا الآن هو أبوال الإبل وما فيه من فوائد علاجية هامة.
_________
(١) ص ١١ من البحث السابق. والحديث أخرجه البخاري.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (39,'ففي جامعة الجزيرة بالسودان بكلية المختبرات أجريت التجارب العديدة على يد البروفسور أحمد عبد الله محمداني حيث ذكر أن التجارب أجريت على ٢٥ شخصا مدة خمسة عشر يوما، وهؤلاء المرضى المصابون بمرض الاستسقاء، وبدأت التجربة معهم بإعطاء كل مريض منهم يوميا جرعة محسوبة من بول الإبل مخلوطا بلبنها، حتى يكون مستساغا، وبعد ١٥ يوما من بداية التجربة كانت النتيجة مذهلة، حيث انخفضت بطونهم، وعادت لوضعها الطبيعي وشفي جميع أفراد العينة من الاستسقاء وكان من الحاضرين للتجربة برفسور إنجليزي أصابته الدهشة والذهول، وأشاد بالتجربة العلاجية وأجريت التجربة على الكبد وغيرها وكانت النتائج رائعة جدا.
وسئل الدكتور زغلول النجار عن التداوي بأبوال الإبل: فأجاب بأن إحدى الشركات الكبرى المصنعة للأدوية (شركة سورانو) انطلقت من حديث رسول الله صلى الله عليه وسلم عن البول لإنتاج دواء للتشجيع على الحمل للسيدات اللاتي يعانين من مشكلات أو قصور في الحمل. ومازال هذا العلاج ينتج حتى الآن. ويستخدم بول الإبل في العلاج من غير الشرب لعلاج السعفة والدمامل والجروح التي تظهر في جسم الإنسان والشعر والقروح، وغير ذلك من الفوائد العلاجية الكثيرة. هذا وقد تبين من خلال الدراسة وتتبع أغذية الإبل، أنها تتغذى بأنواع كثيرة من الأشجار التي تعجز عنها معظم الحيوانات، هذا وقد قامت الدكتورة أحلام العوضي بتحليلات على أبوال الإبل فوجدته عالي الملوحة وكثير الفوائد',NULL,'39',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (40,'العلاجية؛ ومن خلال التجارب التي أجرتها الدكتورة العوضي والجديبي اتضح أن بول الإبل يعمل على بلزمة محتويات فطر ANYGER وخميرة ALBICANS. (١) وعلى إثر هذه التحاليل قامت الدكتورة أحلام العوضي باستخراج مستحضر من بول الإبل حيث تم صنع هذا المستحضر وأخذت عليه براءة اختراع من مدينة الملك عبد العزيز للعلوم والتقنية (٢) وقد أطلقت على هذا المستحضر (أ- وزرين) حيث تبين أن بول الإبل هو العلاج الفعال للإصابات الجلدية.
بالإضافة إلى سهولة استخدامه مع فقد الرائحة التي تعد من العوائق الرئيسة لاستخدامه في معالجة الأمراض الجلدية، مما أدى إلى علاجهم بيسر وسهولة وقبوله بدون أي تذمر وتم الشفاء بإذن الله.
هذا وقد قامت الأستاذة منال قطان بأطروحة لنيل درجة الماجستير أثبتت من خلال دراسة معملية على المستحضر أنه يقضي على البكتريا والخميرة المسببة للأمراض الجلدية كما أجريت دراسة تطبيقية على عدد من المتطوعين، لديهم إصابات جلدية مختلفة. تم علاجهم بمرهم (أ-وزرين) ٣و٤، وقد أبدى العلاج نجاحا عظيما على جميع الإصابات، ومن بينها إصابات لم تجد الشفاء بالعلاج الطبي، وعولجت بمرهم (أ-وزرين) فشفيت بإذن الله.
_________
(١) المرجع السابق ص ٣٥.
(٢) المرجع السابق ص ٣٧.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (41,'هذا وقد تم علاج (٣٩) متطوعا لديهم إصابات جلدية تم شفاؤهم بإذن الله وقد شملت هذه الأمراض إصابات الأظافر بالفطريات بالإضافة لإصابة مكنيكية، (السعفة: التينا) التهابات عن طريق الخمائر، الحساسية ومن بينها الأكزيما، شروخ في الشرج والحروق وحب الشباب، والدمامل، وغير ذلك من الأمراض التي تصيب الجلد وغيره.
هذا ما تيسر عرضه من نماذج تدل على الإعجاز العلمي في القرآن والسنة
وبذلك ينتهي الكلام في بحثنا هذا عن قواعد الإعجاز الطبي وضوابطه في السنة النبوية المطهرة.
والحمد لله رب العالمين،،،',NULL,'41',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (42,'<span data-type="title" id=toc-11>مصادر ومراجع</span>
...
المراجع
- أصول التفسير وقواعده - الأستاذ خالد العك.
- الإعجاز العلمي (الأهداف والوسائل) - هيئة الإعجاز العلمي.
- الإتقان في علوم القرآن - جلال الدين السيوطي.
- الإعجاز العلمي في القرآن والسنة: تاريخه وضوابطه - هيئة الإعجاز العلمي.
- اتجاهات التفسير في القرن الرابع عشر الهجري – د. فهد الرومي.
- البرهان - الزركشي.
- تاج العروس شرح القاموس - الزبيدي.
- التفسير العلمي في الميزان – د. أحمد عمر أبو حجر.
- التحبير في علم التفسير - جلال الدين السيوطي.
- التفسير والمفسرون - نعيم الحمصي.
- تأصيل الإعجاز العلمي - هيئة الإعجاز العلمي.
- ضوابط بحوث الإعجاز العلمي في القرآن والسنة - هيئة الإعجاز العلمي.
- الفوائد المشوق - المنسوب لابن قيم الجوزية.
- الفوز الكبير في أصول التفسير - شاه ولي الله الدهلوي.
- فكرة إعجاز القرآن - د: مصطفى مسلم.
- الفتاوى الكبرى ومقدمة التفسير - شيخ الإسلام ابن تيمية.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b11303] VALUES (43,'- الكون والإعجاز العلمي للقرآن - د: منصور حسب النبي.
- لسان العرب - ابن منظور.
- معجزة القرآن الكريم - محمد متولي الشعراوي.
- مباحث في علوم القرآن - مناع القطان.
- مقدمة التفسير وتفسير سورة الفاتحة - حسن البنا.
- المدخل الفقهي العام - مصطفى الزرقا.
- المدخل إلى الدراسات القرآنية - أبو الحسن الندوي.
- مناهل العرفان - عبد العظيم الزرقاني.
- مباحث في إعجاز القرآن - د: مصطفى مسلم.
- مفتاح السعادة ومصباح السيادة - أحمد بن مصطفى طاش كبري زاده.
والله ولي التوفيق،،،',NULL,'43',NULL,NULL,'0');
