-- Table: b11300
-- Chunk: 1
-- Rows: 85

CREATE TABLE "b11300"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b11300
INSERT INTO [b11300] VALUES (1,'علم علل الحديث ودوره في حفظ السنة النبوية
إعداد: د. وصي الله بن محمد عباس الأستاذ المشارك بجامعة أم القرى بمكة المكرمة
بسم الله الرحمن الرحيم
ال<span data-type="title" id=toc-1>مقدمة:</span>
الحمد لله رب العالمين والصلاة والسلام على خير خلقه محمد وعلى آله وصحبه أجمعين وبعد:
فمما لا شك فيه أن السنة النبوية بجميع أنواعها أصل للدين الحنيف مع كتاب الله عز وجل، وكلاهما وحي من الله عز وجل إلى نبيه الكريم صلى الله عليه وسلم.
قال تعالى: {وَمَا يَنطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم:٣-٤] ، وقد قضى الله سبحانه وأكَّد أن السنة مبينة لكتاب الله، قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِم} [النحل: من الآية٤٤] .
ولما كانت وظيفة السنَّة أنها موضحة لكتاب الله؛ وجب أن تكون محفوظة بحفظ الله، محفوفة برعاية الله حتى لا يضيع منها شيء ولا يدخل فيها ما ليس منها، تكفل الله بحفظها وصيانتها، قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:٩] .
ولماكان المسلمون مأمورين باتباع النبي صلى الله عليه وسلم في قوله تعالى: {أَطِيعُواْ اللهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: من الآية٥٩] كان لابد أن يحافظوا على ما صدر عنه صلى الله عليه وسلم.
ومما لا يُختلف فيه: أن الدين هو رأس مال المسلم، وقد عرف المسلم أن الدين لا يُفهم، والهداية لا تحصل، إلا بمعرفة أصول الدين: كتاب الله وسنة رسوله صلى الله عليه وسلم، والإجماع والقياس لا يبنيان إلا عليهما.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (2,'فلما كانت السنة بهذه المنزلة من العظمة في الشأن؛ كان من الأمور البدهية أن يحافظ عليها الرسول صلى الله عليه وسلم، ويحفظها صحابته.
ومعلوم من فطرة البشر أنه كلما رأى الشيء غالياً ومهماً بالغ في حفظه وصيانته. وقد شهد التاريخ الصادق أن صحابة رسول الله صلى الله عليه وسلم الذين اختارهم الله لصحبة نبيه، كانوا أول الدارسين لهذا العلم المبارك على يد سيد الخلق صلى الله عليه وسلم، في أول جامعة متنقلة جمعت بين نُزَّاع القبائل وخلاصة البطون والأفخاذ في دار الأرقم بمكة، ثم انتقلت هذه الجامعة إلى يثرب التي صارت طيبة لطيب الرسول صلى الله عليه وسلم، واستقرت في مسجد رسول الله صلى الله عليه وسلم. وكانت هذه الجامعة تنتقل أينما حل وارتحل معلمها، الذي كان يُلَقَّى العلم والوحي من لدن العليم الحكيم، وكان ينزل به عليه الروح الأمين. نعم كان طلبة السنة النبوية يتنقلون مع نبيهم حتى في طريق ذهابه إلى الخلاء لقضاء حاجته، فيحمل أحدهم الإداوة من الماء، والثاني العَنَزَة، ويتعلمون منه أدب الخلاء.
كان أولئك الطلبة الأبرار ينتقلون مع معلمهم صلى الله عليه وسلم في الغزوات والسفرات والحج والعمرات، فما يلفظ من قول إلا يقع في قلوب أصحابه، فيجدون حلاوته وطلاوته، ويحفظونه حفظاً وعلماً، ويعملون به عملاً، فتعلموا العلم والعمل، يكرمونه إكراماً، ويهابونه إجلالاً، ويحبونه أحب من أنفسهم وآبائهم وأولادهم.
وكان المعلم المبارك صلى الله عليه وسلم رحيماً رفيقاً، يتخولهم بالموعظة والتعليم، يدخل مجامعهم رجالاً ونساءً، فما من أحد صحبه صلى الله عليه وسلم رجلاً كان أو امرأة، صغيراً كان أو كبيراً، إلا ويحفظ عنه على قدره، ويتشرف بدعوته المباركة: “نضَّر',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (3,'الله امرأ سمع منا شيئاً فبلغه كما سمعه، فرب مُبَلَّغٍ أوعى من سامع" (١) . فإن كان آلاف الصحابة يتعلمون منه خارج بيوته في وضح النهار وإدباره أعماله وحركاته، فمن أين لنا أن نعلم سننه وأموره ولياليه بعدما تتشرف به جدران حجراته فتستر وجوده الشريف عن أعين الناس بما يأتي به، ويذر في جنح الظلام؟ نعم، هناك أزواجه أمهات المؤمنين الكثيرات ينقلن عنه أموره الخاصة حتى مما يستحيا من ذكره، ولكنه دين الله وأمر الله لتبليغ دينه، فنجدهن ينقلن إلى أبنائهن ما كان يعمله النبي صلى الله عليه وسلم في خلوته معهن.
ثم وراء هذا يحرص أحدهم من محارم أمهات المؤمنين أن يبيت في بيت النبي صلى الله عليه وسلم، حتى يتعلم كيف كان يقضي صلى الله عليه وسلم ليله في عبادة ربه، ويصعد أحدهم على سطح بيت إحدى أمهات المؤمنين -وهي أخته- لبعض حاجته، فيتفق له أن يرى النبي صلى الله عليه وسلم جالساً في الكنيف يقضي حاجته، فيروي في ذلك: "فرأيت رسول الله صلى الله عليه وسلم مستدبراً القبلة مستقبلاً الشام" (٢) .
وبذلك يجب أن نؤمن أنه لا يمكن أن تكون كلمة من النبي صلى الله عليه وسلم ضاعت بل حفظت حفظاً تاماً.
وإن بعضهم كان يعالج الشدة في حفظ السنة، فإذا اشتكى إلى النبي صلى الله عليه وسلم نسيانه وتَفَلُّتَ محفوظه، أشكاه صلى الله عليه وسلم بدعوته المباركة.
ثم صار أصحاب رسول الله صلى الله عليه وسلم معلمين لأصحابهم، فأدوا الأمانة إلى تابعيهم، وتابعوهم إلى تابعيهم، حتى دونت السنة تدويناً في الكتب، وحُفظت عن ظهر القلوب.
_________
(١) صحيح الجامع الصغير (٦/٢٩) .
(٢) انظر صحيح البخاري (١/٢٥٠) ، كتاب الوضوء، باب التبرز في البيوت.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (4,'وشهد التاريخ الصادق أن المسلمين في كل عصر ومصر بذلوا كل مستطاعهم لحفظ السنة من كل دخيل يدخل فيها سهواً أوعمداً.
وإن علوم الحديث وقواعده التي قَعَّدوها لمعرفة صحيح حديث رسول الله وضعيفه، تدل على توفيق الله لهم على ما وهبهم من القوة في الإرادة والذكاء والفطنة.
ففي كل عَصْرٍ تحمَّل علماء السنة مسؤوليتهم، فحموا السنة، وألَّفوا فيها تآليف، وحرروا المسائل، وترجموا لآلاف الرواة، وحكموا عليهم بعلم وخبرة وسبْر واستقراء، وأعطوا كل ذي حق حقه من الثقة والضعف.
هذا ومن أهم فنون علم الحديث: فن معرفة العلل، فإنه من أدقها وأطلبها للجهد والكدِّ، فإن هذا العلم لا يحصل إلا بجمع الطرق واستيعاب الرواة المهملين والمشتبهين والمؤتلفين والمختلفين وغيرهم ولا يقوم به إلا أفذاذ وأفراد.
وفي الصفحات الآتية نذكر لمحة عن علل الحديث تحت عنوان "علم علل الحديث ودوره في حفظ السنة النبوية"، نقدمه لندوة عناية المملكة العربية السعودية – أقامها الله وأدامها– بالسنة والسيرة النبوية.
وقد انتظم البحث في هذه المقدمة وبابين وخاتمة.
أما الباب الأول فاشتمل على خمسة فصول:
الفصل الأول: في تعريف العلة.
الفصل الثاني: في أقسام العلة.
الفصل الثالث: في بيان أهمية علل الحديث.
الفصل الرابع: في مواضع العلة في الحديث.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (5,'الفصل الخامس: في أسباب العلة في الحديث.
وأما الباب الثاني فاشتمل على أمثلة تطبيقية للعلل في ضوء شروط الصحيح. وفيه فصول:
الفصل الأول: أمثلة للأحاديث التي وقعت العلة فيها في معرفة العدل من غيره.
الفصل الثاني: أمثلة وقعت العلة فيها لأجل ضبط الراوي وعدم ضبطه.
الفصل الثالث: أمثلة وقعت العلة فيها لأجل عدم الاتصال عن طريق خفي.
الفصل الرابع: أمثلة وقعت العلة فيها لأجل الشذوذ.
الفصل الخامس: في تعليل الحديث بعلل عامة.
والخاتمة: وتشمل خلاصة البحث وبعض الاقتراحات.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (6,'<span data-type="title" id=toc-2>الباب الأول العلة: تعريفها وأقسامها وبيان أهمية معرفته وأسبابها ومواضعها</span>
<span data-type="title" id=toc-3>الفصل الأول: في تعريف العلة</span>
<span data-type="title" id=toc-4>تعريف العلة لغة</span>
...
الباب الأول: العلة: تعريفها وأقسامها وبيان أهمية معرفتها وأسبابها ومواضعها
الفصل الأول: في تعريف العلة
تعريف العلة لغة:
يظهر من النظر في أقوال اللغويين أن مادة (عَلَّ) تأتي لثلاثة معان:
الأول: العَلَل وهي الشربة الثانية، ويقال: عَلَلٌ بعد نَهْلٍ، والفعل يَعُلُّون.
والثاني: العائق يَعوق، قال الخليل: العِلَّة حَدَثٌ يَشغَل صاحِبَه عن وجْهه، ويقال: اعتلَّه عن كذا أي اعتاقه.
والثالث: العلة: المرض وصاحبها مُعْتَلّ. قال ابن الأعرابي: علَّ المريض يَعِلُّ عِلَّة فهو عَلِيلٌ، ورَجُلٌ عُلَلَة، أي كثير العِلَل.
ومن هذا الباب وهو باب الضَّعف؛ العَلّ من الرجال: المُسِنّ الذي تضاءل وصَغُر جسمه. وقال ابن الأعرابي: العَلّ الضعيف من كبر أو مرض (١) .
وصيغة الصفة من العلة بمعنى المرض: معتل كما سبق وهو من اعتلَّ.
وقال الفيروزابادي: والعِلة بالكسر المرض. علَّ يَعِلُّ واعتلَّ، وأعلّه الله فهو مُعَلّ وعليل، ولا تقل: معلول. والمتكلمون يقولونها ولست منه على ثَلَجٍ (٢) .
وذكر ابن منظور كلمة "معلول" بمعنى المصاب بالعلة، ثم قال: والمتكلمون يستعملون لفظة المعلول في مثل هذا كثيراً.
_________
(١) انظر "معجم مقاييس اللغة" (٤/١٢-١٥) .
(٢) القاموس المحيط (٤/٢١) .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (7,'قال ابن سِيده: وبالجملة فلستُ منها على ثقة ولا على ثَلَج، لأن المعروف إنما هو أعلَّه الله فهو مُعَلّ، اللهم إلا أن يكون على ما ذهب إليه سيبويه من قولهم: مجنون ومسْلول من أنه جاء على جَنَنْتُه وسَلَلْتُه (١) .
وقد تَبع ابنَ سيده فيما يظهر الفيروز آبادي، فقال في "القاموس": ولا تقل: معلول، والمتكلمون يقولونها ولستُ منه على ثلَج (٢) .
ووافق ابن الصلاح على تخطئة إطلاق معلول على الحديث الذي فيه عِلّة حيث قال: ويسميه أهل الحديث "المعلول" وذلك منهم ومن الفقهاء في قولهم في باب القياس: العلة، والمعلول مرذول عند أهل اللغة والعربية (٣) .
وكذلك لحَّنه النووي في تقريبه (٤) .
ولكننا نقول: إن استعمال أهل الحديث كلمة المعلول بالمعنى الذي أرادوه ليس مخالفاً للغة، لأنه قد استعملها أبو إسحاق الزجاج اللغوي في علم العروض قريباً من المعنى الذي عناه أهل الحديث (٥) .
ونقل الشيخ طاهر الجزائري عن ابن القوطية (٦) وهو من أهل اللغة: عَلّ الإنسان: مَرِضَ، والشيءُ أصابته العلة، فيكون استعماله بالمعنى الذي أرادوه
_________
(١) لسان العرب (١١/٤٧١) .
(٢) القاموس المحيط (٤/٢١) .
(٣) علوم الحديث (ص٨١) .
(٤) تقريب النواوي مع تدريب الراوي ١/٤٠٧ (ط، دار العاصمة) .
(٥) انظر فتح المغيث للسخاوي (١/٢١٠) .
(٦) هومحمد بن عبد العزيز الأندلسي القرطبي النحوي علامة الأدب أبوبكر، كذا وصفه الذهبي في السير (١٦/٢٢٠) وقال: كان رأساً في اللغة والنحوحافظ الحديث إخبارياً ماهراً، توفي في ربيع الأول سنة ٣٦٧هـ.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (8,'غير منكر، بل قال بعضهم: استعمال هذا اللفظ أولى لوقوعه في عبارات أهل الفن مع ثبوته لغةً، ومَنْ حفظ حجة على من لم يحفظ (١) .
وأما استعمال أهل الحديث "معلول" الذي أشار إليه من أشار فهو كما أشار (٢) .
_________
(١) توجيه النظر (ص٢٦٤) .
(٢) التقييد والإيضاح (ص١١٨،١١٧) .',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (9,'<span data-type="title" id=toc-5>والعلة في اصطلاح أهل الحديث:</span>
بمعنى فن خاص من فنون المصطلح، فهي عبارةٌ عن أسباب خفية قادحة في صحة الحديث، مع أن ظاهره السلامة منها، ويتطرق ذلك إلى الإسناد الذي رجاله ثقات، الجامع شروط الصحة من حيث الظاهر (٣) .
أو نقول: العلة في اصطلاح أئمة الحديث: عبارة عن أسباب خفية غامضة طرأت على الحديث فأثرت فيه، أي: قدحت في صحته (٤) .
وأما بالمعنى العام فتطلق العلة على كل سبب جارح قادح في صحة الحديث سواء كان ظاهراً أم خفياً.
قال ابن الصلاح: “قد يطلق اسم العلة على غير ما ذكرناه من باقي الأسباب القادحة في الحديث المخرجة له من حال الصحة إلى حال الضعف. المانعة من العمل به على ما هو مقتضى لفظ "العلة" في الأصل؛ ولذلك نجد في كتب الحديث الكثير من الجرح بالكذب والغفلة وسوء الحفظ، ونحو ذلك من أنواع الجرح، وسمَّى الترمذي النسخ علة من علل الحديث.
_________
(٣) انظر علوم الحديث لابن الصلاح (ص٨١) .
(٤) توضيح الأفكار (٢/٢٦-٢٧) .',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (10,'ثم إن بعضهم أطلق اسم العلة على ما ليس بقادح من وجوه الخلاف نحو إرسال من أرسل الحديث الذي أسنده الثقة الضابط حتى قال: من أقسام الصحيح على ما هو صحيح معلول، كما قال بعضهم: من الصحيح ما هو شاذ" (١) .
_________
(١) علوم الحديث لابن الصلاح (ص٨٤) .',NULL,'10',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (11,'<span data-type="title" id=toc-6>الفصل الثاني: في أقسام العلة</span>
قال ابن الصلاح: "ثم قد تقع العلة في إسناد الحديث وهو الأكثر، وقد تقع في متنه، ثم ما يقع في الإسناد قد يقدح في صحة الإسناد والمتن جميعاً، كما في التعليل بالإرسال والوقف. وقد يقدح في صحة الإسناد خاصة من غير قدح في صحة المتن" (١) .
قال ابن حجر في نكته: "إذا وقعت العلة في الإسناد قد تقدح، وقد لا تقدح، وإذا قدحت فقد تخصه، وقد تستلزم القدح في المتن، وكذا القول في المتن سواء. فالأقسام على هذا ستة:
١- فمثال ما وقعت في الإسناد ولم تقدح مطلقاً: ما يوجد مثلاً من حديث مدلّس بالعنعنة، فإن ذلك عِلَّةٌ تُوجِبُ التوقف عن قبوله، فإذا وجد من طريق أخرى قد صرح فيها بالسماع تبين أن العلة غير قادحة.
وكذا إذا اختلف في الإسناد على بعض رواته، فإن ظاهر ذلك يوجب التوقف عنه، فإن أمكن الجمع بينهما على طريق أهل الحديث بالقرائن التي تحفّ الإسناد تبين أن تلك العلة غير قادحة.
٢- ومثال ما وقعت العلة فيه في الإسناد وتقدح فيه دون المتن ما مثل به المصنف من إبدال راوٍ ثقة براوٍ ثقة وهو بقسم المقلوب أليق؛ فإن أبدل راوٍ ضعيف براو ثقة وتبين الوهم فيه استلزم القدح في المتن أيضاً، إن لم يكن له طرق أخرى صحيحة كما روى يعلى بن عبيد الطنافسي عن الثوري عن
_________
(١) علوم الحديث (ص٨٢) .',NULL,'11',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (12,'عمرو بن دينار عن ابن عمر عن النبي صلى الله عليه وسلم: "البيعان بالخيار ما لم يتفرقا"، فغلط يعلى في قوله: عمرو بن دينار إنما هو عبد الله بن دينار، كما رواه الأئمة من أصحاب الثوري (١) . يعني فلا يضر في صحة المتن؛ لأن عبد الله وعَمْراً كلاهما ثقة.
٣- تقع العلة في الإسناد وتقدح فيه وفي المتن، ومن أغمض ذلك أن يكون الضعيف موافقاً للثقة في نعته.
ومثال ذلك ما وقع لأبي أسامة حماد بن أسامة الكوفي أحد الثقات عن عبد الرحمن بن يزيد بن جابر - وهو من ثقات الشاميين قدم الكوفة، فكتب عنه أهلها ولم يسمع منه أبو أسامة، ثم قدم بعد ذلك عبد الرحمن بن يزيد بن تميم، وهو من ضعفاء الشاميين، فسمع منه أبو أسامة، وسأله عن اسمه فقال: عبد الرحمن بن يزيد، فظن أبو أسامة أنه ابن جابر، فصار يحدِّث عنه وينسبه من قبل نفسه، فيقول: حدثنا عبد الرحمن بن يزيد بن جابر، فوقعت المناكير في رواية أبي أسامة عن ابن جابر، وهما ثقتان فلم يفطن لذلك إلا أهل النقد، فميزوا ذلك ونصوا عليه كالبخاري وأبي حاتم وغير واحد.
٤- ومثال ما وقعت العلة في المتن دون الإسناد، ولا تَقْدَح فيهما، ما وقع من اختلاف ألفاظ كثيرة من أحاديث الصحيحين، إذا أمكن ردُّ الجميع إلى معنى واحد، فإن القدح ينتفي عنها. وسنزيد ذلك إيضاحاً في النوع الآتي إن شاء الله تعالى.
٥- ومثال ما وقعت العلة في المتن دون الإسناد: ما يرويه راوٍ بالمعنى
_________
(١) علوم الحديث لابن الصلاح: (ص٨٢) .',NULL,'12',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (13,'الذي ظنه يكون خطأ، والمراد بلفظ الحديث غير ذلك، فإن ذلك يستلزم القدح في الراوي، فيعلل الإسناد.
٦- ومثال ما وقعت العلة فيه في المتن، واستلزمت القدح في الإسناد، ما ذكره المصنف من أحد الألفاظ الواردة في حديث أنس رضي الله عنه وهي قوله: "لا يذكرون بسم الله الرحمن الرحيم في أول قراءة ولا في آخرها" فإن أصل الحديث في الصحيحين، فلفظ البخاري: "كانوا يفتتحون بالحمد لله رب العالمين" (١) .
_________
(١) النكت لابن حجر (٢/٧٤٦-٧٤٨) ، ومقدمة علل الدارقطني (١/٣٩-٤٢) لأخينا محفوظ الرحمن السلفي رحمة الله عليه.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (14,'<span data-type="title" id=toc-7>الفصل الثالث: أهمية علم علل الحديث</span>
تظهر أهمية علم علل الحديث من تعريف العلة وهي سبب خفي قادح في صحة الحديث مع أن الظاهر السلامة منه.
ولما كان هذا العلم خفياً غامضاً، كان إدراكه من أصعب الأمور، ولما كانت العلة تكثر في أحاديث الثقات فيعتمد عامة الناظرين على كون الثقة ثقةً ويقبلون حديثه تحسيناً للظن به وبحديثه فيصححون المعلول، وفيه من الخطورة ما لا يقادر قدرُه، بحيث يُنسب إلى النبي صلى الله عليه وسلم قول أو فعل أو تقرير أو شيء آخر، ممَّا لم يثبت عنه صلى الله عليه وسلم.
ولذا لم يقم بهذا العبء الكبير إ لا جهابذة الحديث، قال أبو عبد الله بن منده الحافظ: "إنما خص الله بمعرفة هذه الأخبار نفراً يسيراً من كثير ممن يَدَّعي علم الحديث" (١) .
وقال الحاكم: "معرفة علل الحديث، وهو علم برأسه غير الصحيح والسقيم، والجرح والتعديل، وإنما يعلل الحديث من أوجهٍ ليس للجرح فيها مدخل، فإن حديث المجروح ساقط واهٍ، وعِلة الحديث يكثر في أحاديث الثقات، أن يحدثوا بحديث له عِلَّةٌ فيخفى عليهم علمه فيصير الحديث معلولاً" (٢) .
وقال الإمام أحمد: "ومن يَعْرى من الخطأ والتصحيفر" (٣) ؟
_________
(١) شرح العلل للترمذي (١/٣٣-٣٤) .
(٢) معرفة علوم الحديث (ص١١٢-١١٣) .
(٣) علوم الحديث لابن الصلاح (ص٢٥٢) .',NULL,'14',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (15,'وقال الإمام مسلم: "ومما ذكرت لك من منازلهم في الحفظ ومراتبهم فيه فليس من ناقل خبر وحامل أثر من السلف الماضين إلى زماننا -وإن كان من أحفظ الناس وأشدهم توقياً وإتقاناً لما يحفظ وينقل- إلا الغلط والسهو ممكن في حفظه ونقله، فكيف بمن وصفت لك ممن طريقه الغفلة والسهو في ذلك" (١) ؟
ومن أهميته أن هذا العلم خاص بأهل الحديث الذين أخرجهم الله لحفظ سنة نبيه صلى الله عليه وسلم، لا يصحّ لمن ليس له عناية خاصة بهذا العلم أن يتكلم فيه بالتصحيح والتسقيم.
قال الإمام مسلم: "واعلم رحمك الله أن صناعة الحديث ومعرفة أسبابه من الصحيح والسقيم، إنما هي لأهل الحديث خاصة؛ لأنهم الحفاظ لروايات الناس، العارفون لها دون غيرهم، إذ الأصل الذي يعتمدون لأديانهم السنن والآثار المنقولة من عصر إلى عصرٍ من لدن النبي صلى الله عليه وسلم إلى عصرنا هذا، فلا سبيل لمن نابذهم من الناس، وخالفهم في المذهب إلى معرفة الحديث، ومعرفة الرجال من علماء الأمصار فيما مضى من الأعصار من نقلة الأخبار وحُمّال الآثار، وأهل الحديث هم الذين يعرفونهم ويميّزونهم حتى ينزلوهم منازلهم في التعديل والتجريح، وإنما اقتصصنا هذا الكلام لكي نثبته لمَن جهل مذهب أهل الحديث ممن يريد التعلم والتنبّه، على تثبيت الرجال وتضعيفهم فيعرف ما الشواهد عندهم والدلائل التي بها أثبتوا الناقل للخبر من نقلته، أو أسقطوا من أسقطوا منهم، والكلام في تفسير ذلك يكثر، وقد شرحناه في مواضع غير هذا وبالله التوفيق" (٢) .
_________
(١) التمييز (ص١٢٤) ، تحقيق الدكتور محمد مصطفى الأعظمي. ط١.
(٢) التمييز (ص١٧١) .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (16,'من أهمية علم علل الحديث: أنه علم دقيق لا يقوم به إلا الفطاحل من العلماء
قال ابن الصلاح: "اعلم أن معرفة علل الحديث من أجل علوم الحديث وأدقها وأشرفها، وإنما يضطلع بذلك أهل الحفظ والخبرة والفهم الثاقب" (١) .
وقال أبو عبد الله بن منده: "إنما خص الله بمعرفة هذه الأخبار نفراً يسيراً من كثير ممن يدّعي علم الحديث، فأمّا شأن الناس ممن يَدَّعي كثرة كتابة الحديث أو أنه متفقه في علم الشافعي، أو أبي حنيفة، متبع لكلام الحارث المحاسبي، والجنيد، وذي النون، وأهل الخواطر، فليس لهم أن يتكلموا في شيء من علم الحديث إلا من أخذه من أهله وأهل المعرفة فحينئذٍ يتكلم بمعرفته" (٢) .
وقال عبد الرحمن بن مهدي: "معرفة الحديث إلهام، فلو قلت للعالم يعلِّل الحديث: من أين قلت هذا؟ لم يكن له حجة" (٣) .
وقال ابن أبي حاتم: سمعت أبي رحمه الله يقول: "جاءني رجل من جِلَّة أصحاب الرأي من أهل الفهم منهم، ومعه دفتر فعَرَضَه عَليّ فقلت في بعضها: هذا حديث خطأ، قد دَخَل لصاحبه حديث في حديث، وقلت في بعضه: هذا حديثٌ باطل، وقلت في
_________
(١) علوم الحديث لابن الصلاح (ص٩٠) من طبعة / نور الدين عتر.
(٢) شرح علل الحديث لابن رجب (٦١-٦٢) .
(٣) معرفة علوم الحديث للحاكم (١١٢- ١١٣) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (17,'بعضه: هذا حديثٌ منكر، وقلت في بعضه: هذا حديث كذب، وسائر ذلك أحاديث صحاح، فقال لي: من أين عَلِمْت أن هذا خطأ، وأن هذا باطل، وأن هذا كذب، أخبرك راوي هذا الكتاب بأني غلطت، وأني كذبت في حديث كذا؟ فقلت: لا، ما أدري ما هذا الجزء من رواية مَن هو؟ غير أني أعلم أن هذا خطأ، وأن هذا الحديث باطل، وأن هذا الحديث كذب، فقال: تدّعي الغيب؟ قال: قلت: ما هذا ادّعاء علم الغيب. قال: فما الدليل على ما تقول؟ قلت: سَلْ عمّا قلت من يُحْسِن مثل ما أُحْسِن، فإن اتفقنا علمتَ أنّا لم نُجازِفْ، ولم نَقُلْهُ إلا بفهم. قال: من هو الذي يُحسِن مثل ما تُحْسِن؟ قلت: أبو زرعة، قال: ويقول أبو زرعة مثل ما قُلتَ؟ قُلتُ: نعم، قال: هذا عجب، فأخذ فكتب في كاغد ألفاظي في تلك الأحاديث، ثم رَجَع إليَّ وقد كتب ألفاظ ما تكلّم به أبو زرعة في تلك الأحاديث، فما قلتُ: إنه باطل. قال أبو زرعة: هو كذب. قلت: الكذب والباطل واحد، وما قلتُ: إنه منكر، قال: هو منكر كما قلت، وما قلت: إنه صِحاحٌ، قال أبو زرعة: هو، صحاح. فقال: ما أعجب هذا، تتفقان من غير مواطأة فيما بينكما، فقلت: ذلك أنا لم نُجازفْ، وإنما قلناه بعلم ومعرفة قد أوتينا. والدليل على صحّة ما نقوله بأن ديناراً نَبَهْرجاً يحمل إلى الناقد. فيقول: هذا دينارٌ نَبَهْرج، هل كنتَ حاضراً حين بُهْرِج هذا الدينار؟ قال: لا، فإن قيل له: فأخبرك الرجل الذي بَهْرجَه: أني بهرجتُ هذا الدينار؟ قال: لا. قيل: فمِن أين قُلتَ: إن هذا نبهرج؟ قال: علماً رُزِقتُ، وكذلك نحن رزقنا معرفة ذلك، قلت له: فتحمل فص ياقوت إلى واحدٍ من البصراء من الجوهريين، فيقول: هذا زجاج، ويقول لمثله: هذا ياقوت. فإن قيل له: من أين علمتَ أن هذا زجَاج، وأن هذا ياقوت، هل حضرت الموضع',NULL,'17',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (18,'الذي صُنِع فيه هذا الزجاج؟ قال: لا. قيل له: فهل أعلمك الذي صاغَه بأنه صَاغ هذا زجاجاً؟ قال: لا، قال: فمن أين علمت؟ قال: هذا علمٌ رُزِقتُ، وكذلك نحنُ رُزقنا علماً، لا يتهيّأ لنا أن نُخبرك كيف علمنا بأن هذا الحديث كذب، وهذا منكر إلا بما نعرفه" (١) .
وقال ابن حجر: "المعلّل وهو من أغمض أنواع علوم الحديث وأدقها، ولا يقوم به إلا من رَزَقه الله تعالى فهماً ثاقباً وحفظاً واسعاً ومعرفةً تامةً بمراتب الرواة، ومَلَكَةً قويّة بالأسانيد والمتون، ولهذا لم يتكلم فيه إلا القليل من أهل الشأن كعلي بن المديني، وأحمد بن حنبل، والبخاري، ويعقوب بن أبي شيبة، وأبي حاتم وأبي زرعة والدارقطني،. وقد تقصر عبارة المُعَلِّل عن إقامة الحجة على دعواه كالصيرفي في نقد الدينار والدرهم" (٢) .
هذه نصوص جهابذة علم الحديث تدل على ما عانوه وعالجوه، وقد أخبروا عن تجربة وخبرة ومراس.
وهنا تنبيه: ينبغي أن نفهم كلام الأئمة: ابن مهدي وأبي حاتم وابن حجر في أنه قد تقصر عبارة المعلل عن إقامة الحجة على دعواه كالصيرفي في نقد الدينار والدرهم - على وجهه الصحيح، وهو أنه قد يُعَلِّل المُعَلِّل ولا حجة له فيه، في حينه حتى يُقنِع المخاطب، فقد تحصَّل له ملكة قوية راسخة، حتى إنه بمجرد النظر في إسناد الحديث ومتنه تظهر له صحته أو ضعفه فيحكم في أول وهلة ببصيرته أنه صحيح أو معلول، ولكن إذا طلبت منه حجة فلابُدَّ أن يذكرها ويذكر تفاصيلها وأدلتها.
_________
(١) تقدمة الجرح والتعديل (ص٣٤٩-٣٥١) .
(٢) نزهة النظر (ص٨٤) ، مكتبة الغزالي دمشق.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (19,'فلا يمكن أن نجد حديثاً معللاً إلا دونه سبب لا يظهر لعامة الناس، لكن يختصر المعلل الحكمَ فيذكر حكمه بدون إبداء السبب.
وقد استدلَّ بقول ابن مهدي بَعضُ من له هوى في إنكار الحديث فتوسّع في تفسيره والاستدلال به فقال: إن المحدث قد يرى الحديث المتفق على صحته أنه ضعيف فهو ضعيف عنده، وبالعكس، ولا يستطيع إقامة الحجة على ذلك، وهو معذور في حكمه هذا، كالصيرفي الناقد يحكم على الدراهم بالزيف والصالح ويعجز عن إبانة السبب.
فنقول: ليس الأمر كما ذكر وفَهِم هذا البعض، فالواقع يخالف قوله، فهذه كتب العلل أمامنا إن وجد الإيجاز والاختصار في بعض المواضع منها نجد التفصيل في مواضع أخرى، فمثل المعلل كمثل الطبيب الحاذق إذا عرض له شخص ظاهره السلامة من الأمراض، لا يظهر المرض فيه لعامة الناس، فينظر فيه أوّل نظرة، ويبدي رأيه إجمالاً: أن فيه مرض كذا، فإذا أجرى له الفحص والفَسْر والتحليل والأشعة والاختبار يظهر صدق قوله بوضوح.
كما قال نعيم بن حماد: "قلت لابن مهدي: كيف تعرف صحيح الحديث من سقيمه؟ قال: كما يعرف الطبيب المجنون" (١) .
فالأمر كما قال الحاكم: "والحجة عندنا الحفظ والفهم والمعرفة لا غير، وليس لهذا العلم عون أكثر من مذاكرة أهل الفهم والمعرفة؛ ليظهر ما يخفى من علة الحديث" (٢) .
_________
(١) انظر شرح علل الترمذي لابن رجب (١/١٩٩) .
(٢) معرفة علوم الحديث (ص٦٠، ١١٣) .',NULL,'19',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (20,'<span data-type="title" id=toc-8>الفصل الرابع: مواضع العلة في الحديث</span>
<span data-type="title" id=toc-9>مدخل</span>
...
الفصل الرابع: مواضع العلة في الحديث
والمراد بالعلة هنا: السبب الخفي القادح في صحة الحديث.
يبدو لي أن العلة تجري في الحديث في جميع شروط الحديث الصحيح التي اشترطها الأئمة في تعريف الحديث الصحيح.
وهو: ما رواه عدل تام الضبط متصل السند غير معلل ولا شاذ. مع القول بأن العلة تدخل في أحاديث الثقات وهي خفية، فقد يكون الراوي مهملاً يوافق في اسم الثقة غير الثقة، أو من المتفق والمفترق، فيظن الناظر أن الواقع في السند غير الثقة.
وكذلك القول في تمام الضبط، فقد يكون مشتهراً بالضبط والتوثق ولكنه يكون قد أخطأ في حديث بذاته.
والضبط نوعان:
ضبط صدر: وهو أن يثبت ما سمعه بحيث يتمكن من استحضاره متى شاء.
وضبط كتاب: وهو صيانة الراوي كتابه لديه منذ سمع فيه وصححه إلى أن يؤدي أو يروي منه. وقُيد بالتام في تعريف الحديث الصحيح إشارة إلى الرتبة العليا في ذلك (١) .
وفي هذا الجانب أيضاً تدخل العلة في حديث الثقة، فالبشر مهما أوتي من حفظ وضبط وذاكرة قوية فقد يأبى الله أن تكون العصمة إلا لأنبيائه الذين عصمهم من الخطأ والزلل، وتأتي أمثلة لذلك إن شاء الله.
_________
(١) نزهة النظر (ص٨٣) .',NULL,'20',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (21,'وضبط الكتاب قد يعتوره بعض الخلل في المقابلة والتصحيح، وقد يتمكن أحدٌ من المفسدين من كتاب الشيخ فيفسد عليه كتابه، ولذلك كانوا يبخلون عن إعارة كتبهم، وعدمُ إعارتهم للكتاب كان يعد مدحاً فيهم.
قال الإمام أحمد: قال أبو قطن (عمرو بن الهيثم) - وكان ثبتاً -: "ما أعرت كتابي أحداً قط" (١) .
وقال علي بن قادم: سمعت سفيان يقول: "لا تُعِرْ أحداً كتاباً". وقال الربيع بن سليمان: كتب إليّ البويطي: "احفظ كتبك، فإنه إن ذهب لك كتاب لم تجد مثله" (٢) .
وكأن هذا -والله أعلم- خوفاً من ضياع الكتب، وكذلك من التغيير والتبديل.
وكان بعض ضعاف النفوس يُدخل في كتب الناس أحاديث ليست من أحاديثهم، منهم حبيب بن أبي حبيب أبو محمد المصري وقيل المدني كاتب مالك، قال ابن حبان: كان يورّق بالمدينة على الشيوخ، ويروي عن الثقات الموضوعات، كان يدخل عليهم ما ليس من حديثهم، وسماع ابن بكير وقتيبة كان بعَرْض ابن حبيب، ذكره الذهبي في "الميزان" (٣) .
وقال ابن حبان في مقدمة كتابه "المجروحين": "وجماعة من أهل المدينة امتحنوا حبيب بن أبي حبيب الورّاق، كان يُدْخل عليهم الحديث، فمن سمع بقراءته عليهم فسماعه لا شيء. كذلك كان عبد الله بن ربيعة القدامي
_________
(١) العلل ومعرفة الرجال (١/٣٣٥) ، رقم النص: ٦٧٨.
(٢) الجامع لأخلاق الراوي وآداب السامع (١/٢٤١) .
(٣) ميزان الاعتدال (١/٤٥٢) .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (22,'بالمصيصة، كان له ابن سوء يُدخل عليه الحديث عن مالك وإبراهيم بن سعد وذويهم، وكان منهم سفيان بن وكيع بن الجرّاح – وكان له وراق يقال له: (قرطمة) ، يدخل عليه الحديث في جماعة مثل هؤلاء، ويكثر عددهم.
أخبرني محمد بن عبد السلام ببيروت، حدثنا جعفر بن أبان الحافظ، قال: سألتُ ابن نمير عن قيس بن الربيع، فقال: كان له ابنٌ هو آفته، نظر أصحاب الحديث في كُتبه فأنكروا حديثه، وظنوا أن ابنه قد غيّرها" (١) .
وشرط الاتصال تدخل العلة فيه في أحاديث الثقات المعروفين حتى في رواياتهم عن مشايخهم الذين لازموهم، ورافقوهم في الحل والترحال، فقد تفوت روايات عنهم لم يتمكنوا من سماعهم لها.
ومادام هذا الفوت قد حصل للصحابة الذين صحبوا النبي صلى الله عليه وسلم وربما لازموه، وقد تأتي أسباب للغياب يغيب أحدهم عن بعض المجالس، فيروي الرواية عن الصحابي عن النبي صلى الله عليه وسلم وسميت مراسيل الصحابة، ولها حكم خاص عند أهل الحديث، فما دام هذا يحصل في الصحابة ففي غيرهم من باب أولى.
وقد يخفى عدم السماع خفاءً شديداً في صورة المرسل الخفي والتدليس.
وشرط عدم الشذوذ واضح في صحة الخبر، وإنما قلنا: إن الشذوذ علة من العلل، لأنه يكون خفياً ولا يظهر إلا بعد جمع الروايات والطرق الكثيرة حتى تثبت مخالفته لمن هو أوثق منه.
فقد يجد الناظر حديثاً قد شذ فيه وخالف فردٌ عدة رواة، ولكنه لم يجمع الطرق فقد يخفى الأمر عليه، ويحكم على الحديث بالصحة.
_________
(١) المجروحين (١/٧٧-٧٨) .',NULL,'22',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (23,'فمع وجود الشروط الأخرى قد يفقد الحديث شرط عدم الشذوذ فتعلّ الرواية بالضعف، وقد لا تظهر العلة والشذوذ إلا بعد النظر الشديد ومضي الزمن البعيد.
قال علي بن المديني: ربما أدركت علة حديث بعد أربعين سنة (١) .
روى ابن حبان في كتاب "المجروحين" قال: "حدثنا عبد الله بن قحطبة بفم الصلح قال: حدثنا أحمد بن زكريا الواسطي قال: سمعت أبا الحارث الورّاق يقول: جلسنا على باب شعبة نتذاكر السنة فقلت: حدثنا إسرائيل عن أبي إسحاق عن عبد الله بن عطاء عن عقبة بن عامر عن النبي صلى الله عليه وسلم قال: "من توضأ فأحسن الوضوء دخل من أي أبواب الجنة شاء"، فخرج شعبة بن الحجاج، وأنا أحدِّث بهذا الحديث فصفعني ثم قال: يا مجنون: سمعت أبا إسحاق يحدث عن عبد الله بن عطاء عن عقبة بن عامر فقلت: يا أبا إسحاق سمعتَ عبد الله بن عطاء يحدث عن عقبة بن عامر؟ فقال: اسكت، فقلت (٢) : لا أسكت، فالتفت إلى مِسْعر بن كدام فقال: يا شعبة عبد الله بن عطاء حَيّ بمكة فخرجت إلى مكة، فلقيت عبد الله بن عطاء، فقلت: حديث الوضوء؟ فقال: عقبة بن عامر، فقلت: يرحمك الله سمعتَ منه؟ قال: لا، حدثني سعد ابن إبراهيم، فمضيت فلقيت سعد بن إبراهيم، فقلتُ: حديث الوضوء؟ فقال: من عندكم خرج، حدثني زياد بن مِخْراق، فانحدرت إلى البصرة، فلقيت زياد ابن مخراق -وأنا شَحِب اللون وسخ الثياب كثير الشعر- فقال:
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/٢٥٧) .
(٢) القائل هو شعبة.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (24,'فحدثته الحديث، فقال: ليس هو من حاجتك، قلت: فما بُدٌّ، قال: لا حتى تذهب وتدخل الحمام، وتغسل ثيابك، ثم تجيء فأحدثك به، قال: فدخلت الحمام وغسَّلْتُ ثيابي ثم أتيته فقال: حدثني شهر ابن حوشب، قلت: شهر بن حوشب عمّن؟ قال: عن أبي ريحانة، قلت: هذا حديث صَعِد ثم نزل دمّروا عليه، ليس له أصل" (١) .
فهذا الحديث لم تظهر لشعبة علته إلا بعد فترة وبعد كدّ وسفرات ورحلات.
وينبغي أن يذكر أن أسباب ردّ الحديث كما ذكر ابن حجر اثنان:
١- السقط في الإسناد.
٢- الطعن في الراوي.
ثم السقط: إما أن يكون ظاهراً أو خفياً، فالسقط الظاهر يشمل المعلق والمرسل والمعضل والمنقطع.
والسقط الخفي يشمل المدلَّس، الذي يرد بصيغة من صيغ الأداء، والرواية تحتمل وقوع اللقي بين المدلِّس، ومن أسند عنه، كعن وقال، وكذلك يشمل السقط الخفي المرسل الخفي، إذا صدر من معاصر لم يلق من حدث عنه بل بينه وبينه واسطة.
والفرق بين المدلَّس والمرسل الخفي: أن التدليس يختص بمن روى عمن عرف لقاؤه إياه، فأما إن عاصره ولم يعرف أنه لقيه فهو المرسل الخفي.
_________
(١) المجروحين (١/٢٨) .',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (25,'ثم الطعن في الراوي: إما أن يكون في عدالته أو في ضبطه، والطعن في العدالة يشمل:
١- كذب الراوي في حديث النبي صلى الله عليه وسلم.
٢- كونه متهماً بالكذب بأن يكون معروفاً بالكذب في كلامه، لا في حديث النبي صلى الله عليه وسلم.
أو روى حديثاً مخالفاً للقواعد المعلومة، ولا يروى هذا الحديث إلا من جهته.
٣- الفسق بارتكاب الكبائر قولاً أو فعلاً.
٤- البدعة: وهي اعتقاد ما أحدث على خلاف المعروف عن النبي صلى الله عليه وسلم بنوع شبهة لا بمعاندة.
٥- الجهالة: بأن لا يعرف في الراوي تعديل ولا تجريح معين.
وأما الطعن في ضبط الراوي فيشمل:
١- فحش غلطه أي غلبة خطئه على صوابه.
٢- غفلته عن الإتقان.
٣- وهمه بأن يروي على سبيل التوهم.
٤- مخالفته للرواة الآخرين.
والمخالفة تشمل أنواعاً:
١- أن يخالف الراوي في تغيير سياق الإسناد أو المتن فيسمى: المدرج.
٢- أن يخالف الراوي بتقديم المتأخر وتأخير المتقدم في الإسناد أو المتن، فيسمى: مقلوباً.
٣- أن يزيد راوياً في الإسناد ما لم يزده الآخرون فيسمى: المزيد في متصل الأسانيد.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (26,'٤- أن يخالف الرواة بإبدال راوٍ براوٍ أو برواة في إسناد واحد، وكذلك إبدال شيء في متن الحديث الواحد مرة بلفظ ومرة بلفظ آخر، فيسمى: مضطرباً.
٥- كذلك يخطئ في الكلمة فيغير سياقها فيسمى: المصحف والمحرف (١) .
وفي هذه الأقسام المردودة من الأحاديث يدخل في باب علل الحديث كل ما فيه خفاء وعدم ظهور، وسيكون الكلام فيما ظهر الخفاء فيه فقط.
_________
(١) ينظر نزهة النظر (ص١٠٨، وما بعدها) ففيه خلاصة لما جاء في الكتب المطولة في المصطلح.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (27,'<span data-type="title" id=toc-10>أسباب العلة في الحديث:</span>
إن أهم أسباب العلة القادحة في الحديث:
١- الخطأ والنسيان الذي لا يسلم منه أي بشر مع كونه موصوفاً بالضبط التامّ.
ومثل هذا الخطأ يكون نادراً من الثقة، ومع ذلك ليس من المعقول ولا من المشروع أن يصحح خطأهُ، ويستر عليه ولا يُبين، فالمنهج السليم أن يُعيَّن ويُبيَّن للناس حتى لا يتتابعوا في الخطأ.
قال ابن معين: "من لم يخطئ فهو كذاب".
وقال ابن المبارك: "من يسلم من الوهم؟ ".
وقد وهّمت عائشة جماعة من الصحابة في رواياتهم، وقد جمع الزركشي جزءاً في ذلك.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (28,'ووهّم سعيد بن المسيب ابن عباس في قوله: "تزوج النبي صلى الله عليه وسلم ميمونة وهو محرم" (١) .
وهذا شعبة بن الحجاج بن الورد العتكي أبو بسطام رحمه الله قال فيه عبد الرحمن بن مهدي: "كان سفيان الثوري يقول: شعبة أمير المؤمنين في الحديث".
وقال الشافعي: "لولا شعبة ما عُرف الحديث بالعراق، كان يجيء إلى الرجل فيقول: لا تحدث، وإلا استعديت عليك السلطان"، وقال أحمد أيضاً: "شعبة أعلم بحديث الحكم، ولولا شعبة ذهب حديث الحكم ولم يكن في زمن شعبة مثله في الحديث، ولا أحسن حديثاً منه، كان قُسِمَ له من هذا حظ" (٢) .
وقال أحمد أيضاً: "كان شعبة أمة وحده في هذا الشأن (يعني في الرجال) وبصره في الحديث وتثبته وتنقيته للرجال" (٣) ، ولكن مع ذلك قد ضبط الأئمة أخطاءً عليه، وسجلوها في أقوالهم ومصنفاتهم.
ومعلوم أنه من أشد الناس على التدليس والمدلسين، ومع ذلك روى عن شيوخ ولم يسمع منهم.
قال الإمام أحمد: "أخطأ شعبة في اسم خالد بن علقمة فقال: مالك بن عُرفُطة، وأخطأ أيضاً في سلَم بن عبد الرحمن، فقال: عبد الله بن يزيد في حديث الشكال في الخيل (٤) قلب اسمه.
_________
(١) شرح علل الترمذي لابن رجب (١/ ١٥٩ – ١٦٠) .
(٢) تقدمة الجرح والتعديل (ص/١٢) وما بعده مع أقوال طيبة كثيرة.
(٣) العلل ومعرفة الرجال (٢ / ٥٣٩) النص [٣٥٥٧] .
(٤) أما طريق شعبة عن عبد الله بن يزيد فأخرجه النسائي في باب الخيل (٦ / ٢١٩) وأحمد في مسنده (٢/ ٢٠٥) والمزي في تهذيب الكمال (٢ / ٧٥٦) وأشار إليه الترمذي في الجهاد (٣ / ٢٠٤) وانظر مسائل ابن هاني (٢ / ٢٤٦) ، ونحوه قول ابن معين في تاريخه النص [٣١٣٦] وطريق سلم بن
عبد الرحمن أخرجه مسلم في الإمارة (٣ / ٤٩٤) وأحمد (٢ / ٢٥٠ – ٤٦٧) وأبوداود في الجهاد
(٣ / ٢٣) والترمذي في الجهاد (٣ / ٢٠٤) والنسائي في الخيل (٦ / ٢١٩) كلهم من طريق سفيان عن سلم بن عبد الرحمن عن أبي زرعة عن أبي هريرة كان النبي صلى الله عليه وسلم......، وعند بعضهم زيادة: والشكال أن يكون التحجيل في الفرس في رجله اليمنى وفي يده اليسرى أوفي يده اليمنى ورجله اليسرى.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (29,'وأخطأ شعبة: في اسم أبي الثورين فقال: أبو السوَّار، وإنما هو أبو الثورين.
قال عبد الله بن أحمد قلت لأبي من هذا أبو الثورين؟ فقال: رجل من أهل مكة مشهور، اسمه محمد بن عبد الرحمن من قُريْش، قلت لأبي: إن عبد الرحمن ابن مهدي زعم أن شعبة لم يخطئ في كنيته فقال: هو أبو السوار.
قال أبي: عبد الرحمن لا يدري أو كلمه نحوها" (١) .
وقال أحمد أيضاً: "أخطأ شعبة في حديث علي بن زيد عن يوسف بن مهران فقال: يوسف بن ماهك وهو خطأ إنما هو ابن مهران" (٢) ، ولذلك كانت الرواية من الكتب أصح وأقوى من الرواية بالحفظ قال الخطيب: الاحتياط للمحدث، والأولى به أن يروي من كتابه ليَسْلَم من الوهم والغلط، ويكون جديراً بالبُعد من الزلل.
ثم ذكر بإسناده عن أبي زرعة قال: سمعت أبا نعيم، وذكر عنده حماد بن زيد، وابن عُلية، وأن حماداً أحفظ عن أيوب وابن عُلية كَتَبَ، فقال: ضَمِنتُ لك أن كل من لا يرجع إلى الكتاب لا يؤمن عليه الزلل ثم ذكر بإسناده عن
_________
(١) العلل ومعرفة الرجال للإمام أحمد (١ /٥١٦) النص [١٢١٠] وينظر تعليق المحقق جزاه الله خيراً.
(٢) العلل ومعرفة الرجال (٢/١٥٧) النص [١٨٥٩] وينظر أيضاً في خطئه في النصوص رقم [١٩٠٣-١٩٣٢-١٩٣٥-٢٢٨٤-٥٤٩٠-٥٦٩٥] .',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (30,'أحمد بن حنبل: ما كان أحدٌ أقل سقطاً من ابن المبارك: كان رجُلاً يحدث من كتاب، ومن حدَّث من كتاب لا يكاد يكون له سقط كبير شيء (١) .
٢- من أسباب وقوع العلل في الحديث: خفة ضبط الراوي.
ونعني بالخفة في الضبط ما يعبّر عن صاحبها بالصدوق أو بـ"لا بأس به" أو "ليس به بأس" أو نحوهما.
وهو الراوي الذي جعل الأئمة حديثه حسناً لذاته، وهو الذي قال ابن حجر في حديثه: فإن خف الضبط أي قلَّ فهو الحسن لذاته (٢) .
وما مقدار خفة الضبط؟ لا نجد له ضابطاً في كلام الأئمة إلا ما يذكره الأئمة في ترجمة الراوي بعد سبر مروياته، له أحاديث أنكرت عليه، مثل ما قال ابن عدي في ترجمة إبراهيم بن بشار أبي إسحاق الرمادي.
وإبراهيم بن بشار هذا، لا أعلم أنكر عليه إلا هذا الحديث الذي ذكره البخاري، وباقي حديثه عن ابن عيينة وأبي معاوية وغيرهما من الثقات، وهو مستقيم في غير ذلك عندنا من أهل الصدق (٣) .
وقال في ترجمة أزور بن غالب بن تميم البصري بعد ما ذكر له حديثاً: "وهذا الحديث وإن كان موقوفاً على أنس فهو منكر؛ لأنه لا يعرف للصحابة الخوض في القرآن.
والحديثان الآخران اللذان أمْلَيْتُهُمَا قبل هذا لم يروهما عن الأزور غير يحيى ابن سُليَمْ، وهو من حديث سليمان التيمي لا يروى إلا من هذا الطريق،
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/١٠) ، مع أقوال أخرى في المسألة.
(٢) نزهة النظر ص (٩١) .
(٣) الكامل (١ / ٢٦٥ – ٢٦٦) .',NULL,'29',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (31,'والأزور بن غالب غير ما ذكرت من رواية يحيى بن سليم عنه أحاديث معدودة يسيرة: غير محفوظة، وأرجو أن لا بأس به" (١) .
فإذا كان الراوي يروي مائة حديث، وأخطأ في حديثين أو ثلاثة؛ لا نطرح باقي مروياته إذا تعينت تلك الروايات التي أخطأ فيها فقد أمِنّا حفظه وضبطه للروايات الأخرى فتكون صحيحة أو حسنة.
ولكن يجب على المحدث أن يضبط تلك الروايات التي حكم الأئمة عليها بالخطأ حتى لا يُصحّح حديثاً خطأ. وهذا لا يحصل لعامة المشتغلين في الحديث، فقد يصحح حديثاً خطأً للراوي لأنه خفي عليه خطؤه.
٣- من أهم أسباب العلة في الحديث: اختلاط الراوي أو تغيره بآخرته، وهذا السبب متعلق بالضبط أيضاً.
والاختلاط:
قال ابن منظور اختلط فلان: أي فَسَدَ عقله، ورجلٌ خَلط بَيّن الخلاطة، أحمق مخالط العقل.
ويقال: خولط الرجل فهو مخالط، واختلط عقله فهو مختلط إذا تغيّر عقله (٢) .
والاختلاط في اصطلاح أهل الحديث: هو كون الراوي ثقة حافظاً، ثم يطرأ سوء الحفظ عليه لسبب من الأسباب.
_________
(١) الكامل (١ / ٢٦٥ – ٢٦٦) .
(٢) لسان العرب (٧/٢٩٤ – ٢٩٥) ، انظر نحوه في القاموس (٢ / ٩٢) ، ومثله في تاج العروس (٥/١٣٤) .',NULL,'30',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (32,'قال ابن حجر: "ثم سوء الحفظ إن كان لازماً فهو الشاذ على رأي بعض أهل الحديث.
أو كان سوء الحفظ طارئاً على الراوي: إما لكبره أو لذهاب بصره أو لاحتراق كتبه أو عدمها بأن كان يعتمدها، فرجع إلى حفظه، فساء فهذا هو المختلط" (١) .
والاختلاط في الإنسان أمر كوني قدري لا يلام عليه، ولكن الكلام على روايته، فالمُضْعِفُ لرواية الشيخ: أن يروي شيئاً حين اختلاطه، ولم يتميز من روى عنه قبل الاختلاط ممن روى عنه بعد الاختلاط.
وللاختلاط أسباب وعوارض كما أشار إليه ابن حجر، ولكن لمعرفة وقت الاختلاط ومراحل اختلاط الراوي، طرق مختلفة، وجهود مباركة لأئمتنا، حتى نجد أحدهم يصف بعض المختلطين بأنه بدأ يختلط قليلاً، ولم يختلط، واختلط حتى لا يفهم شيئاً.
فالاختلاط حالة نفسية تطرأ على الإنسان لأسباب وعوارض تؤثر في عقله وحفظه وينظر تفاصيل هذا الفن في الكتب المخصصة له.
فالمختلط له أحوال:
١- أن يكون الراوي عنه سمع منه قبل الاختلاط، ولم يسمع منه بعد الاختلاط فهذا روايته عنه صحيحة.
قال أحمد بن حنبل: "سمع وكيع من المسعودي بالكوفة قديماً وأبي نعيم أيضاً، وإنما اختلط المسعودي ببغداد، ومن سمع منه بالبصرة والكوفة فسماعُهُ جيد" (٢) .
_________
(١) نزهة النظر (ص ١٣٩) .
(٢) العلل ومعرفة الرجال (١ / ٣٢٥) النص [٥٧٥] .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (33,'وأورده ابن الكيال، وقال: "وعلى هذا تُقبل روايةُ كل من سمع منه بالكوفة والبصرة وقبل أن يقدم بغداد، كأميّة بن خالد، وبشر بن المفضل، وجعفر بن عون، وخالد بن الحارث، وسفيان الثوري، وأبي قتيبة سلم بن قتيبة، وطَلْق بن غنام، وعبد الله بن رجاء، وعثمان بن عُمر بن فارس: وعمرو ابن مرزوق، وعمرو بن الهيثم، والقاسم بن معن بن عبد الرحمن ومعاذ بن معاذ العنبري، والنضر بن شميل، ويزيد بن زُرَيْع" (١) .
وكذلك أحمد بن عبد الرحمن بن وهب بن مسلم القرشي أبو عُبيد الله المصري ابن أخي عبد الله بن وهب المصري، روى عنه مسلم رحمه الله (٢) . وذكر الحاكم: أنه اختلط بعد الخمسين ومائتين بعد خروج مسلم من مصر (٣) .
وكذلك إذا ثبت لدينا أن الراوي عن المختلط روى عنه، ومات قبل اختلاط شيخه المختلط.
وهذا سعيد بن عبد العزيز التنوخي كان فقيهاً مفتي دمشق وعالمها بعد الأوزاعي.
مات سنة (١٦٧هـ) ولم يذكر ابن الكيال من سمع منه قبل الاختلاط ومن سمع منه بعد الاختلاط.
قال الدكتور عبد القيوم في تعليقه على الكواكب النيرات: "لم يذكر المؤلف رحمه الله من سمع منه قبل الاختلاط وبعده، وقد بحثت كثيراً فما
_________
(١) الكواكب النيرات (٢٩٣ – ٢٩٥) .
(٢) تقريب التهذيب (ص ٩٤) .
(٣) ينظر مقدمة شرح صحيح مسلم (١ / ٢٥) .',NULL,'32',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (34,'وجَدْتُ من أئمة هذا الشأن نصّاً في المطلوب، إلا أن المزي رحمه الله تعالى ذكر شعبة وسفيان الثوري من جملة تلامذته وهما قد تُوفِّيا قبل سعيد بن عبد العزيز لسنواتٍ؛ لأن شعبة توفي في سنة (١٦٠هـ) والثوري في سنة (١٦١هـ) وبذلك نستطيع أن نقول: إنهما رَوَيا عنه قبل اختلاطه" (١) .
قلت: هذا استنباط جيد مقبول في محله، ولا يقال: لعل اختلاط سعيد التنوخي استمر أكثر من سبع سنواتٍ أو ست سنوات، لأنه لو كان الأمر كذلك لاشتهر عند الأئمة، ولَنَصُّوا عليه فالظاهر أن سماع شعبة والثوري في حال صحته.
٢- أن يكون الراوي عن المخلط سمع منه بعد اختلاطه.
فهذا تُرد روايته وتضعف بانفراده كسائر مَنْ عُرِفَتْ رواياتهم عن المخلطين حال الاختلاط.
فمنهم سعيد بن أبي عروبة أبو النضر (٢) البصري فقد نص الأئمة على من سمع منه قبل الاختلاط ومن سمع منه بعد الاختلاط.
٣- أن يكون الراوي عن المختلط سمع منه قبل الاختلاط وبعده.
فلم تتميز روايته كرواية أبي عوانة: وضاح بن عبد الله اليشكري، قال ابن معين: كان عطاء بن السائب قد اختلط، قال: سَمِعْتُ من عَبيدة ثلاثين حديثاً، فقلت: (عباس الدوري) ليحيى: فما سمع منه جرير وذووه ليس هو صحيح؟ قال: لا. ماروى هو وخالد الطحان -كأنه يُضَعِّفُهم- إلا من سمع منه قديماً.
_________
(١) الكواكب النيرات والتعليق عليه، ترجمة سعيد بن عبد العزيز التنوخي.
(٢) الكواكب النيرات (ص ١٩٠) وما بعدها.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (35,'قال يحيى: وقد سمع أبو عوانة منه في الصحة وفي الاختلاط جميعاً (١) .
ونُقل عن ابن معين: قوله: لم يسمع عطاء من يعلى بن مُرَّةَ، واختلط وما سمع منه جرير ليس من صحيح حديثه، وسمع منه أبو عوانة في الصحة والاختلاط، فلا يحتج بحديثه (٢) .
٤- أن يكون روى الراوي عن المختلط قبل الاختلاط وبعده، ولكنه تميّزت أحاديثه فما ميز من رواياته قبل الاختلاط فهو صحيح، وما لا فهو ضعيف.
٥- أن يكون الراوي عن المختلط سمع منه بعد الاختلاط لكن لم يرو رواياته التي سمع منه في الاختلاط، فهذا كأنه لم يرو عنه مطلقاً.
قال أبو داود: “إسحاق بن راهويه تغير قبل أن يموت بخمسة أشهر وسمعت منه تلك الأيام ورميت به” (٣) (٤) .
٦- أن يكون الراوي المختلط لم يحدث حال اختلاطه فهذا جميع رواياته مقبولة صحيحة.
قال عبد الرحمن بن مهدي: “جرير بن حازم (أبو النضر العتكي الأزدي) اختلط، وكان له أولاد أصحاب حديث، فلما خشوا ذلك منه حجبوه، فلم يسمع منه أحد في اختلاطه شيئاً” (٥) . وكإبراهيم بن أبي العباس السامري.
_________
(١) تاريخ ابن معين برواية الدوري رقم (١٥٧٧) (٢ / ٤٠٣) تحقيق وترتيب د / أحمد نور سيف.
(٢) الكواكب النيرات (ص ٣٢٣) .
(٣) تاريخ بغداد (٦ / ٣٥٥) .
(٤) كذلك عبدة بن سُليمان قال: إنه سمع سعيد بن أبي عروبة في الاختلاط إلا أنه لم يحدث بما سمع منه في الاختلاط. الكواكب النيرات (ص ١٩٦) .
(٥) الجرح والتعديل (٢/ ٥٠٥) .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (36,'قال ابن سعد: “اختلط في آخر عمره فحجبه أهله في منزله حتى مات” (١) .
وأورده الذهبي في الميزان ثم قال: “فما ضره الاختلاط، وعامة من يموت يختلط قبل موته، وإنما المضعف للشيخ أن يروي شيئاً زمن اختلاطه” (٢) .
٧- أن يكون الراوي المختلط لم يحدث إلا من كتابه فهذا لا يتطرق إليه الضعف مثل عبد الرزاق فقد روى عن مصنفه حال اختلاطه.
قال البخاري: “ما حدث عنه عبد الرزاق من كتابه فهو أصح” (٣) .
وقال السخاوي: “وقال الحاكم: قلت للدارقطني أيدخل في الصحيح (يعني حديث عبد الرزاق الصنعاني) قال: إي والله وكأنهم لم يبالوا بتغير عبد الرزاق لكونه إنما حدثه من كتبه لا من حفظه قاله المصنف” (٤) .
وهناك قصة طريفة في مسائل البرذعي لأبي زرعة:
قال البرذعي: قلت لأبي زرعة: قرة بن حبيب تغيّر؟ فقال: نعم، كنا أنكرناه بآخره غير أنه كان لا يحدث إلا من كتاب به ولا يحدث حتى يحضر ابنه، ثم تبسم، فقلت: لم تبسمتَ؟ قال: أتيته ذات يوم وأبو حاتم فقرعنا عليه الباب، واستأذنا عليه، فدنا من الباب ليفتح لنا، فإذا ابنته قد خفّت، وقالت له: يا أبت، إن هؤلاء أصحاب الحديث، ولا آمن أن يُغلِّطوك أو يدخلوا عليك ما ليس من حديثك، فلا تخرج إليهم حتى يجيء أخي يعني علي بن قرة
_________
(١) طبقات ابن سعد (٧/٣٤٦) .
(٢) ميزان الاعتدال (١/٣٩) .
(٣) ميزان الاعتدال (٢/٦١٠) .
(٤) فتح المغيث (٣/٣٤١) .',NULL,'35',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (37,'– فقال لها: أنا أحفظ فلا أمكنهم ذاك، فقالت: لست أدعك تخرج فإني لا آمنهم عليك، فما زال قرة يجتهد ويحتج عليها في الخروج وهي تمنعه وتحتج عليه في ترك الخروج إلى أن يجيء علي بن قرة، حتى غلبت عليه ولم تدعه، قال أبو زرعة: فانصرفنا وقعدنا حتى وافى ابنه علي، قال أبو زرعة: فجعلت أعجب من صرامتها وصيانتها أباها (١) .
حكم رواية المختلط:
قال ابن حجر: “والحكم فيه أن ما حدث به قبل الاختلاط إذا تميّز، قُبل، وإذا لم يتميز تُوقف فيه، وكذا من اشتبه الأمر فيه، وإنما يعرف ذلك باعتبار الآخذين عنه” (٢) .
يعني: إذا عرف عن طريق تلامذته أن هذا الحديث بعينه أخذ عنه التلميذ قبل الاختلاط يكون مقبولاً صحيحاً.
وإذا عرف أن التلميذ أخذ عنه بعد الاختلاط، توقف فيه ولم يعمل به، وإذا لم يعمل به، صار في حيّز المردود.
وكذلك إذا لم يعرف، هل أخذ منه التلميذ هذا الحديث بعينه قبل الاختلاط أو بعده، توقف فيه حتى يوجد له متابعات وشواهد توافقه، فتقويه وتصححه، وإلا يبقَ متوقفاً فيه غير معمول به.
وهذا هو مقصود من قال: ترد روايته، أو تسقط روايته.
قال ابن الصلاح: “والحكم فيهم (أي المختلطين) ، أن يقبل حديث من
_________
(١) أجوبة أبي زرعة على أسئلة البرذعي (ص٥٧٥-٥٧٦) ، تحقيق الدكتور: سعدي الهاشمي.
(٢) نزهة النظر (ص١٣٩) .',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (38,'أخذ عنهم قبل الاختلاط، ولا يقبل حديث من أخذ عنهم بعد الاختلاط أو أشكل أمره فلم يعرف هل أُخذ عنه قبل الاختلاط أو بعده” (١) .
وقال السخاوي: “فما روى المتصف بذلك في حال اختلاطه، أو أبهم الأمر فيه وأشكل بحيث لم يعلم أروايته صدرت في حال اتصافه به أو قبله؟ سقط حديثه في الصورتين، بخلاف ما رواه قبل الاختلاط لثقته، هكذا أطلقوه” (٢) . وقال نحوه في "فتح الباقي" (٣) .
فليس قصدهم رَدَّ رواية المختلط الذي روى عنه تلميذه بعد الاختلاط، أو أشكل أمره هل سمع قبل أو بعد؟ وإنما المقصود: أن حديث المختلط من هذا النوع لا يقبل بانفراده، ويبقى متوقفاً فيه للاعتبار، ليس مردوداً مطلقاً، ولا ساقطاً.
٤- ومن أسباب العلة في الحديث: الاضطراب، وهو داخل في عدم تمام الضبط
وهذه العلة أيضاً من الأسباب الخفية المضعّفة لحديث الراوي، لأنها لا تظهر إلا بجمع الطرق والأسانيد وألفاظ المتون.
والاضطراب: افتعال من ضرب، فأصل الكلمة اضْتَرَب، فأُبدلت التاء طاءً، فصار اضطرب فهو مضطرب.
والاضطراب يأتي بمعنى الاختلاف، يقال: اضطرب الحبل بين القوم إذا اختلفت كلمتهم، واضطرب أمره اختلّ واضطرب تحرك وماج (٤) .
_________
(١) علوم الحديث لابن الصلاح (ص٣٥٢) .
(٢) فتح المغيث (٣/٣٢٣-٣٣٣) .
(٣) فتح الباقي المطبوع بحاشية التبصرة والتذكرة (٣/٢٦٤) .
(٤) تهذيب اللغة (١٢/٢٠) ، ومختار الصحاح (ص٣٧٩) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (39,'وأما تعريف المضطرب اصطلاحاً:
فقد قال ابن الصلاح: “المضطرب من الحديث، هو الذي تختلف الرواية فيه، فيرويه بعضهم على وجه، وبعضهم على وجه آخر مخالف له.
وإنما نسميه مضطرباً إذا تساوت الروايتان” (١) .
والاضطراب قد يكون في السند، وقد يكون في المتن، وتارة فيهما.
قال ابن الصلاح: “يقع الاضطراب في متن الحديث، وقد يقع في الإسناد، وقد يكون على شخص واحد، وقد يكون على أكثر من ذلك” (٢) .
وحكمه: أنه سبب مُضَعَّفٌ للحديث.
قال ابن الصلاح: “والاضطراب موجب ضعف الحديث لإشعاره بأنه لم يضبط” (٣) . وتأتي أمثلته في الباب الثاني إن شاء الله.
٥- ومن أسباب العلة: ما يتعلق بشرط الاتصال: وهو الانقطاع.
فإن كان ظاهراً لا يدخل في تعريف العلة، ولكن إذا كان الانقطاع خفياً وهو: الذي يسمى مرسلاً خفياً فيدخل في صميم تعريف العلة وهو ما إذا كان الانقطاع بين طالب وشيخه الذي سمع منه الكثير، ولازمه، فإذا كان مثل هذا التلميذ روى عن شيخه بواسطة، ثم حذف الواسطة، دخلت العلة هنا، فلا ينتبه لها إلا من له درك وجُهد في جمع الطرق الكثيرة. هذا إذا لم يكن التلميذ معروفاً بالتدليس.
وكذلك إذا كان الراوي أو التلميذ معاصراً، لكنه لم يلق الشيخ وهو في
_________
(١) علوم الحديث لابن الصلاح (ص٨٤) .
(٢) علوم الحديث (ص٨٥) .
(٣) علوم الحديث (ص٨٥) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (40,'طبقة تلاميذ الشيخ فالانقطاع قد يخفى على الكثير. وكونه منقطعاً في هذه الصورة أمر واضح، إذا ثبت لدى الناس عامة أنه لم يلقه مطلقاً أما إذا كان إمكان السماع حاصلاً ولم نتيقن بسماعه من الشيخ، فإمكان عدم السماع أيضاً حاصل.
ولذا جعل الأئمة شرط البخاري في اشتراط ثبوت اللُّقِيِّ ولو مرة شرطاًًً أشد وأسد وأقوى من شرط مسلم الذي اكتفى بالمعاصرة.
ودع عنك قول من يقول: ليس ذلك شرط البخاري، فالأئمة كادوا أن يجمعوا على حكاية هذا القول ونسبته إلى البخاري وصنيعه في صحيحه يدل عليه كما يدل عليه عمله في تراجم الرواة في تواريخه، فلا يقال: إن الانقطاع علة ظاهرة لا خفية، فلا يكون علة من علل الحديث على اصطلاح القوم، فقد رأيت أنه قد يخفى الانقطاع، فيدخل في تعريف العلة التي هي القادحة الخفية.
وستأتي الأمثلة عليه في الباب الثاني إن شاء الله.
ويدخل في هذه الصورة ما إذا روي الحديث مرسلاً من وجه رواه الثقات الحفاظ، ويسند ويوصل من وجه آخر ظاهره الصحة، ففيه انقطاع خفي تدخل العلة فيه، وتخفى على كثيرين، ولا تظهر هذه العلة إلا للعالم الخبير بعد سبر الطرق المختلفة على الراوي الذي عليه مدار الرواية.
لأن الثقة قد يَهِمُ فيوصل المرسل، فيدخل الحديث في قسم الضعيف للانقطاع بين التابعي وبين النبي صلى الله عليه وسلم، ففقد شرط الاتصال على التعريف الراجح للمرسل وهو: ما أضافه التابعي إلى النبي صلى الله عليه وسلم (١) .
_________
(١) النكت على ابن الصلاح لابن حجر (٢/٥٤٦) .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (41,'ولا يقال في تعريف المرسل: ما منه الصحابي سقط، لأنه لو تعين لنا أن الصحابي رضي الله عنه هو الساقط، لما ضُعّف المرسل، كأن يظهر من طرق أخرى ذكر التابعي للصحابي في هذه الرواية ذاتها، أو أن يصف التابعي الصحابي بوصف الصحبة كـ"عن صالح بن خوَّات، عمن صلَّى مع النبي صلى الله عليه وسلم يوم ذات الرقاع" (١) ، أو غزا مع النبي صلى الله عليه وسلم، أو وفد إلى رسول الله صلى الله عليه وسلم، فإن لم يصفه بالصحبة فلا يكون موصولاً، لاحتمال أن يكون المحذوف تابعياً آخر، فيحتمل أن يكون ضعيفاً، ويحتمل أن يكون ثقة، وعلى الاحتمال الثاني، يحتمل أن يكون حمل الرواية عن صحابي، ويحتمل أن يكون حمل عن تابعي آخر، وعلى الثاني فيعود الاحتمال السابق، ويتعدد إما بالتجويز العقلي فإلى ما لا نهاية له، وإما بالاستقراء فإلى ستة أو سبعة، وهو أكثر ما وُجِدَ من رواية بعض التابعين عن بعض (٢) .
روى الذهبي في "معجم شيوخه" من طريق الإمام أحمد (٣) قال حَدَّثنا عبد الرحمن بن مهدي عن زائدة عن منصور عن هلال بن يساف عن الربيع ابن خثيم عن عمرو بن ميمون عن عبد الرحمن بن أبي ليلى عن امرأة من الأنصار عن أبي أيوب عن النبي صلى الله عليه وسلم قال: أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة؟ فإنه من قرأ قل هو الله أحد في ليلة فقد قرأ ثلث القرآن.
ثم قال الذهبي: “هذا حديث صالح الإسناد من الأفراد، ولا نعلم حديثاً بين أحمد بن حنبل وبين النبي صلى الله عليه وسلم فيه تسعة أنفس سواه، وهو مما اجتمع في سنده ستة تابعيون يروي بعضهم عن بعض.
_________
(١) متفق عليه، بلوغ المرام مع السبل (٢/٥٩) .
(٢) نزهة النظر (ص١١٠) .
(٣) مسند أحمد (٥/ ٤١٩) .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (42,'وهذا لا نظير له، فإن منصور بن المعتمر معدود في صغار التابعين، وقد أخرجه الترمذي، والنسائي، من طريق زائدة، وحسنه الترمذي مع أنه معلل” (١) .
٦- ومن أهم أسباب العلة: الشذوذ.
والشذوذ لغة: الانفراد، شذ عنه يَشِذُّ ويَشُذُّ شُذوذاً انفرد عن الجمهور ونَدَرَ فهو شاذ (٢) .
وأمَّا في اصطلاح أهل الحديث فقد اختلف تعريف الشاذ في كتبهم.
قال الحاكم: “فأَمَّا الشاذ فإنه حديثٌ يتفرد به ثقة من الثقات، وليس للحديث أصل متابِعٌ لذلك الثقة” (٣) .
فيظهر من تعريفه أن الشاذ هو الحديث الذي انفرد به الثقة خالف أم لم يخالف.
ولكن الذي يظهر لي: أن الحاكم أيضاً يشترط المخالفة في الشذوذ وذلك كما يأتي عن الشافعي وذلك لأمرين:
الأول: قوله: "ليس له أصل متابع" فكأنه قال: لم يخالف فلو كان له أصل متابع لما كان مخالفاً.
الثاني: أنه ذكر بعد تعريفه قول الشافعي -رحمه الله- مستشهداً به، فالذي يظهر أنه يشير إلى شرط المخالفة في الشاذ مثل الشافعي والله أعلم.
وعرفه الخليلي فقال: “إن الشاذ ما ليس له إسناد إلا واحد، يشذُّ بذلك
_________
(١) معجم شيوخ الذهبي (٢/ ٢٨٩) .
(٢) لسان العرب (٣/ ٤٩٤) .
(٣) معرفة علوم الحديث (ص ١١٩) .',NULL,'41',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (43,'شيخ ثقة أو غير ثقة، فما كان عن ثقة يتوقف فيه ولا يحتج به ويرد ما شذ به غيره” (١) .
وعرفه الإمام الشافعي بقوله: “ليس الشاذ من الحديث أن يروي الثقة ما لا يرويه غيره هذا ليس بشاذ إنما الشاذ أن يروي الثقة حديثاً يخالف فيه الناس هذا الشاذ من الحديث. ذكره الحاكم بإسناده عنه بعد تعريفه” (٢) .
وهذا التعريف الأخير هو الذي اختاره العلماء قديماً وحديثاً وكان العمل في رد ما خالف فيه الثقة لا ما انفرد به غير مخالف.
قال ابن الصلاح: “قلت: أمَّا ما حكم الشافعي عليه بالشذوذ فلا إشكال في أنه شاذٌّ غير مقبول، وأما ما حكيناه عن غيره فَيُشْكل بما يتفرد به العدل الحافظ الضابط كحديث: "إنما الأعمال بالنيات" فإنه حديث فرد تفرد به عمر رضي الله عنه عن رسول الله صلى الله عليه وسلم، ثم تفرد به عن عمر علقمة بن وقاص، ثم عن علقمة محمد بن إبراهيم، ثم عنه يحيى بن سعيد على ما هو الصحيح عند أهل الحديث.
وأوضح من ذلك في ذلك: حديث عبد الله بن دينار عن ابن عمر”أن النبي صلى الله عليه وسلم نهى عن بيع الولاء وهبته” تفرد به عبد الله بن دينار.
وحديث مالك عن الزهري عن أنس "أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه مغفر" تفرد به مالك عن الزهري، فكل هذه مخرجة في الصحيحين مع أنه ليس له إلا إسناد واحد تفرد به ثقة.
_________
(١) الإرشاد للخليلي (١/ ١٧٦) .
(٢) معرفة علوم الحديث (ص ١١٩) ،ونحوه في علوم الحديث لابن الصلاح (ص ٦٨) .',NULL,'42',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (44,'وفي غرائب الصحيح أشباه لذلك غير قليلة، وقد قال مسلم بن الحجاج:
للزهري نحوٌ من تسعين حرفاً يرويه عن النبي صلى الله عليه وسلم لا يشاركه فيها أحد بأسانيد جياد. والله أعلم.
فهذا الذي ذكرنا وغيره من مذاهب أئمة الحديث يبين لك أنه ليس الأمر في ذلك على الإطلاق الذي أتى به الخليلي والحاكم بل الأمر على تفصيل نبيّنه" (١) .
فالذي اصطلح عليه العلماء هو قول الشافعي - رحمه الله- في تعريف الشاذ وهو: ما رواه الثقة مخالفاً لمن هو أرجح منه. قال ابن حجر: "فإن خولف أي الراوي بأرجح منه، لمزيد ضبط أو كثرة عدد أو غير ذلك من وجوه الترجيحات فالراجح يقال له: المحفوظ، ومقابله -وهو المرجوح- يقال له: الشاذ" (٢) .
والشذوذ يدخل في العلة الخفية لأنه قد لا يظهر لعامة الناس إلا بعد جمع طرق الحديث والنظر في اختلاف الرواة والاختلاف عليهم من الرواة عنهم.
قال الخطيب البغدادي: "السبيل إلى معرفة علة الحديث أن يجمع طرقه وينظر في اختلاف رواته ويعتبر بمكانهم من الحفظ ومنزلتهم من الإتقان والضبط" (٣) .
وقال علي بن المديني –رحمه الله-: "الباب إذا لم تجمع طرقه لم يتبيَّن خطؤه" (٤) .
_________
(١) علوم الحديث لا بن الصلاح (ص٦٩- ٧٠) .
(٢) نزهة النظر (ص٩٧) .
(٣) الجامع لأخلاق الراوي وآداب السامع (٢/ ٢٩٥) .
(٤) الجامع لأخلاق الراوي وآداب السامع (٢/ ٢١٢) .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (45,'وقال عبد الله بن المبارك: "إذا أردت أن يصح لك الحديث فاضرب بعضه ببعض" (١) .
وقال ابن معين: "لو لم نكتب الحديث من ثلاثين وجهاً ما عقلناه".
وقال أحمد بن حنبل: "الحديث إذا لم تجمع طرقه لم تفهمه، والحديث يفسر بعضه بعضاً" (٢) .
ولا شك أن جمع الطرق المختلفة وموازنة بعضها ببعض، ثم النظر في النقلة واختلافهم ثم وزن هؤلاء بميزان الترجيح كل هذا من مهمة المحدث الجهبذ لا يستطيع أن يقوم به عامة المحدثين ولذلك نجد أفذاذاً وأفرادًا معدودين قد دخلوا في هذا المضمار وسدد الله أقوالهم ووفقهم لتقعيد قواعد في معرفة الصحيح من حديث رسول الله صلى الله عليه وسلم على قواعد فطرية تقبلها العقول السليمة.
كما نجد أن هذا العلم وهو معرفة الخطأ من الصواب في روايات الراوي يحتاج إلى سبر روايات الراوي الواحد، بحيث يقدر الإمام المحدث أن يقول: روى حديثين أو ثلاثة أو عشرة.
ثم عرض روايته على روايات غيره ممن هم أصوب منه، حفظاً ونقلاً ومعرفة موافقة بعضهم لبعض أو مخالفتهم، أعظم وسيلة لمعرفة الخطأ من الصواب.
قال ابن حبان: "سمعت محمد بن إبراهيم بن أبي شيخ الملطي يقول: جاء يحيى بن معين إلى عفان ليسمع منه كتاب حماد بن سلمة فقال: ما سمعتها من
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/ ٢٩٦) .
(٢) الجامع لأخلاق الراوي وآداب السامع (٢/ ٢١٢) .',NULL,'44',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (46,'أحد؟ قال: نعم حدثني سبعة عشر نفساً عن حماد بن سلمة فقال: والله لا حدثتك. فقال: إنما هو وهم، وانحدر إلى البصرة واسمع من التبوذكي فقال: شأنك فانحدر إلى البصرة وجاء إلى موسى بن إسماعيل فقال له موسى: لم تسمع هذه الكتب عن أحد؟ قال: سمعتها على الوجه من سبعة عشر نفساً وأنت الثامن عشر فقال: وماذا تصنع بهذا؟ فقال: إن حماد بن سلمة كان يخطئ فأردت أن أميز خطأه من خطأ غيره، فإذا رأيت أصحابه قد اجتمعوا على شيء علمت أن الخطأ من حماد نفسه، وإذا اجتمعوا على شيء عنه، وقال واحد منهم بخلافهم، علمت أن الخطأ منه لا من حماد فأميز بين ما أخطأ هو بنفسه وبين ما أخطئ عليه" (١) .
وقال الإمام أحمد: كنت أنا وعلي بن المديني فذكرنا أثبت من يروي عن الزهري فقال: علي: سفيان بن عيينة، وقلت أنا: مالك بن أنس وقلت: مالك أقل خطأ عن الزهري وابن عيينة يخطئ في نحو من عشرين حديثاً عن الزهري في حديث كذا وحديث كذا فذكرت منها ثمانية عشر حديثاً، وقلت هات ما أخطأ فيه مالك، فجاء بحديثين أو ثلاثة، فرجعت فنظرت فيما أخطأ فيه ابن عيينة فإذا هي أكثر من عشرين حديثاً.
وفي كتاب التمييز للإمام مسلم أمثلة كثيرة وفيرة لهذا الجانب.
قال الإمام مسلم: "ذكر الأخبار التي نقلت على الغلط في متونها.
حدثنا محمد بن بشار، ثنا يحيى بن سعيد ومحمد بن جعفر، قالا: ثنا شعبة عن سلمة بن كهيل، قال: سمعت حجراً أبا العنبس يقول: حدثني علقمة بن
_________
(١) كتاب المجروحين لابن حبان (١/ ٣٢) .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (47,'وائل، عن وائل، عن النبي صلى الله عليه وسلم. وثنا إسحاق، أنا أبو عامر، ثنا شعبة عن سلمة، سمعت حجراً أبا العنبس يحدث عن وائل بن حجر، عن النبي صلى الله عليه وسلم بهذا الحديث. كلهم عن شعبة، عن سلمة، عن حجر، عن علقمة، عن وائل، إلا إسحاق عن أبي عامر، فإنه لم يذكر علقمة، وذكر الباقون كلهم علقمة.
قال مسلم: أخطأ شعبة في هذه الرواية حين قال: وأخفى صوته (١) .
وسنذكر إن شاء الله رواية من حديث شعبة فيها فأصابه.
حدثنا أبو بكر بن أبي شيبة وزهير بن حرب وإسحاق بن إبراهيم، فقالوا: ثنا وكيع، ثنا سفيان، عن سلمة بن كهيل، عن حجر بن عنبس، عن وائل قال: سمعت النبي صلى الله عليه وسلم قرأ "ولا الضالين" قال: "آمين". يمد بها صوته" (٢) .
ثم ذكر رواية أخرى قال: حدثنا أبو كريب ثنا أسود بن عامر، ثنا شريك، عن سماك، عن علقمة، عن أبيه قال: سمعت رسول الله صلى الله عليه وسلم يجهر بآمين.
وقد روى عن وائل ما يدل على ذلك (٣) .
يشير به الإمام مسلم إلى ما أخرجه الدارقطني، فقد روى فيه عبد الجبار ابن وائل عن أبيه وفيه مد بها صوته (٤) .
_________
(١) قال الترمذي في سننه ٢: ٢٨ كتاب الصلاة باب ماجاء في التأمين وروى شعبة هذا الحديث عن سلمة ابن كهيل عن حجر أبي العنبس عن علقمة بن وائل عن أبيه أن النبي صلى الله عليه وسلم قرأ غير المغضوب عليهم ولا الضالين فقال: آمين وخفض بها صوته.
(٢) التمييز (ص١٣٣- ١٣٤) وحاشيته.
(٣) التمييز (ص١٣٣- ١٣٤) وحاشيته.
(٤) سنن الدارقطني (١/٣٢٤) .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (48,'ثم ذكر الإمام مسلم شاهداً مخالفاً لرواية شعبة فقال: حدثنا يحيى بن يحيى، قال: قرأت على مالك بن أنس، عن ابن شهاب، عن سعيد وأبي سلمة، أنهما أخبراه عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: "إذا أمَّن الإمام فأمِّنوا، فإنه من وافق تأمينه تأمين الملائكة غفر له" (١) .
_________
(١) التمييز (ص ١٣٤) .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (49,'<span data-type="title" id=toc-11>الباب الثاني: في ذكر أمثلة تطبيقية للعلل في الحديث في ضوء شروط الصحيح</span>
<span data-type="title" id=toc-12>الفصل الأول: في ذكر أمثلة للأحاديث التي وقعت العلة فيها في معرفة العدل من غيره</span>
مثال العلة في معرفة الراوي العدل من غيره.
ما ذكره العلامة المحدث محمد ناصر الدين في سلسلته الضعيفة حديث: “اتقوا البول فإنه أول ما يحاسب به العبد في القبر” ثم قال: موضوع، أخرجه ابن أبي عاصم في الأوائل رقم (٩٣) حدثنا دحيم، ثنا عبد الله بن يوسف عن الهيثم بن حميد قال: سمعت رجلاً يحدث مكحولاً عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم فذكره.
قلت: هو إسناد ضعيف رجاله ثقات غير الرجل الذي لم يسم.
والحديث قال المنذري في الترغيب (١: ٨٨) : "رواه الطبراني في الكبير بإسناد لا بأس به"
وقال الهيثمي في المجمع (١/٢٠٩) : "رواه الطبراني في الكبير ورجاله موثقون".
قلت: في قوليهما إشعار لطيف بأن إسناده لا يخلو من ضعف ولا سيما قول الهيثمي: "ورجاله موثقون" فإنه لا يقول هذا عادة إلا فيمن كان فيه توثيق غير معتبر.
فقول المناوي في "فيض القدير": رمز المصنف لحسنه وهو أعلى من ذلك، ثم ذكر قول المنذري والهيثمي المتقدم فأقول: إنه لا وجه لتحسينه بله تصحيحه لما ذكرنا، ومن المؤسف أن الجزء الذي فيه مسند أبي أمامة من المعجم الكبير ليس في المكتبة الظاهرية عمرها الله تعالى؛ ولذلك فإني غير',NULL,'49',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (50,'مطمئن لتحسين السيوطي للحديث فضلاً عن تصحيح المناوي له، ولا سيما مع كشف إسناد ابن أبي عاصم عن علته. والله أعلم.
ثم طبع المعجم الكبير بهمة أخينا الشيخ حمدي عبد المجيد السلفي فرأيت الحديث فيه (٨/ ١٥٧) (رقم ٧٦٠٥) ، قال: حدثنا بكر بن سهل، ثنا عبد الله بن يوسف بإسناده المتقدم عن ابن أبي عاصم.
وبهذا الإسناد أخرجه الطبراني أيضاً في مسند الشاميين (ص٦٥٥) وقد عرفت علته وهي الرجل الذي لم يسم، وقد سماه إسماعيل بن إبراهيم فقال: ثنا أيوب عن مكحول به.
أخرجه الطبراني أيضاً رقم (٧٦٠٧) وإسماعيل هذا هو أبو إبراهيم الترجماني وهو من رجال النسائي وقال هو وغيره: لا بأس به.
وشيخه أيوب هو ابن مدرك الحنفي كما في الميزان، وقال: قال ابن معين: ليس بشيء وقال مرة: كذاب، وقال النسائي وأبو حاتم: متروك.
وبهذا يتبين خطأ قول المنذري والهيثمي المتقدم، بله ميل المناوي إلى تصحيحه، فقد تبين أن الرجل الذي لم يسم في الطريق الأولى إنما هو أيوب ابن مدرك في الطريق الأخرى وهو متهم ولعل المناوي تبين له هذا الذي ذكرته بعد الذي قاله في الفيض فقد رأيته بيض للحديث في التيسير ولم يحسنه، ومنشأ هذا الخطأ في نقدي: أنهم رأوا (أيوب) هذا جاء في السند غير منسوب، فتوهموا أنه أيوب بن أبي علقمة، وهو ثقة حجة، وساعدهم على ذلك أنهم رأوا الراوي عنه إسماعيل بن إبراهيم، فتوهموا أيضاً أنه إسماعيل بن إبراهيم بن مقسم المعروف بـ (ابن علية) وهو ثقة حافظ؛ لأنهم رأوا في ترجمته أنه روى عن أيوب وهو السختياني وكل ذلك خطأ، وإنما هذا أبو',NULL,'50',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (51,'إبراهيم الترجماني كما تقدم وشيخه أيوب هو ابن مدرك، وليس السختياني كما جاء مصرحاً بهذا كله في الطبراني في حديث آخر قبل هذا.
وقال أيضا: ً ثم إن للحديث علة أخرى عند ابن حبان ألا وهي الانقطاع. فقد قال في ترجمة ابن مدرك هذا من كتابه الضعفاء (١: ١٦٨) يروي المناكير عن المشاهير ويدعي شيوخاًلم يرهم ويزعم أنه سمع منهم روى عن مكحول نسخة موضوعة ولم يره.
ثم قال الشيخ: واعلم أيها القارئ الكريم أن مثل هذا التحقيق يكشف لطالب هذا العلم الشريف أهمية تتبع طرق الحديث، والتعرف على هوية رواته، فإن ذلك يساعد مساعدة كبيرة جداً على الكشف عن علة الحديث، التي تستلزم الحكم على الحديث بالسقوط " (١) .
وعكسه قد يكون الراوي ثقة فيظنه البعض ضعيفاً؛ لاشتباهه ولاشتراكهما في الاسم، وبخاصة إذا ورد غير منسوب إلى أبيه أو إلى ما يميزه عن سميه، ذكر السيوطي عن ابن فيل في جزئه حديثاً من طريق المؤمل بن إسماعيل عن عبد الكريم عن مجاهد عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: "لا يدخل الجنة عاق، ولا منان، ولا مرتد أعرابياً بعد هجرة، ولا ولد زنى، ولا من أتى ذات محرم"، ثم قال: لا يصح، عبد الكريم متروك" (٢) .
وهنا ذهب ظن السيوطي أن عبد الكريم هو ابن أبي المخارق وهوضعيف وله فيه عذره، فهو ليس منسوباً. وهذا الموضع يشتبه الأمر على كثيرين، وإنما
_________
(١) سلسلة الأحاديث الضعيفة (٤/ ٢٦٢- ٢٦٤) رقم الحديث (١٧٨٢) .
(٢) اللآلئ المصنوعة (٢/ ١٩٢) .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (52,'كان يعرف عبد الكريم بوجهه الصحيح بعد التتبع وبعد الجمع لطرق الحديث.
فقد ظهر بعد التتبع أن تعيينه بعبد الكريم بن أبي المخارق وهو ضعيف خطأ، وإنما هو عبد الكريم بن مالك الجزري الثقة المشهور، وقد جاء مصرحاً بنسبه عند أبي نعيم في الحلية، فقد رواه من طريق مؤمل أيضاً، ثنا سفيان عن عبد الكريم الجزري عن مجاهد عن عبد الله بن عمرو به.
وهذا النوع من الخطأ خطير جداً، فإذا توهم الراوي في تعيين الراوي فقد ينقلب الإسناد من الضعف إلى الصحة وبالعكس، كما هو واضح ومغبته واضحة.
وروى الإمام أبو عبد الله بن ماجه حدثنا هشام بن عمار حدثنا محمد بن شعيب بن شابور حدثنا عبد الرحمن بن يزيد عن جابر عن سعيد بن أبي سعيد أنه حدثه عن أنس بن مالك قال: إني لتحت ناقة رسول الله صلى الله عليه وسلم يسيل عليّ لعابها فسمعته يقول: "إن الله قد أعطى كل ذي حق حقه ألا لا وصية لوارث" قال البوصيري في "مصباح الزجاجة" (٣: ١٤٤) : هذا إسناد صحيح رجاله ثقات، ومحمد بن شعيب وثقه دحيم وأبو داود، وباقي الإسناد على شرط البخاري.
ولكن قال ابن حجر في "النكت الظراف" في الكلام على ترجمة الحافظ المزي لسعيد بن أبي سعيد المقبري:
قلت: وهو سعيد بن أبي سعيد الساحلي شامي، وأما المقبري فهو مدني، وقد أوضحت ذلك في التهذيب.
وفي حاشية "تحفة الأشراف" حاشية بخط ابن عبد الهادي: سعيد بن أبي سعيد راوي هذه الأحاديث عن أنس ليس هو المقبري أحد الثقات، وإنما هو',NULL,'52',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (53,'الساحلي وهو غير محتج به كذلك جاء مصرحا به عن عبد الرحمن بن يزيد بن جابر (١) .
ومن أمثلة العلة في تعيين العدل من غيره:
ما جاء في حديث عبد الله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قام يوم فتح مكة فقال: "لا يتوارث أهل ملتين المرأة ترث من دية زوجها وماله وهو يرثها من ديتها ومالها مالم يقتل أحدهما صاحبه عمداً، فإن قتل أحدهما صاحبه عمداً لم يرث من ديته وماله وإن قتل صاحبه خطأً ورث من ماله ولم يرث من ديته".
أخرجه ابن ماجه وابن الجارود في المنتقى والدارقطني في سننه والبيهقي (٢) .
كلهم من طريق الحسن بن صالح عن محمد بن سعيد عن عمرو بن شعيب قال: أخبرني أبي عن جدي عن عبد الله بن عمرو بن العاص.
وهذا الحديث فيه الحسن بن صالح العجلي وهو الحسن بن سلمة بن صالح العجلي قال ابن حجر: مجهول (٣) .
ولكن رواه محمد بن يحيى الذهلي كما عند ابن ماجه، ولكن سمى شيخه عمر بن سعيد محمد بن سعيد هذا هو الصواب، وقد قيل عمر بن سعيد وهو خطأ والصواب محمد كما صوَّبه الذهبي في "الكاشف" (٤) .
_________
(١) انظر أحاديث معلة ظاهرها الصحة للشيخ مقبل بن هادي الوادعي (ص ٤٤- ٤٥) .
(٢) سنن ابن ماجه (٢/ ٩١٤) كتاب الفرائض، باب: ميراث القاتل، والمنتقى (ص ٣٥٨) ،وسنن الدارقطني (٤/ ٧٢- ٧٣) ، وسنن البيهقي (٩/ ٢٦٣) .
(٣) التقريب ص٢٣٨تحقيق أبوالأشبال.
(٤) الكاشف ٢/٣١٢.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (54,'ومحمد بن سعيد هل هو الشامي المصلوب وهو مكذب ذكر بوضع الحديث (١) ؟
وبه قال غير واحد: قال البوصيري في الزوائد: “في إسناده محمد بن سعيد وهو المصلوب، قال أحمد: حديثه موضوع” (٢) .
وكذا قال العلامة محمد ناصر الدين الألباني في تخريج "مشكاة المصابيح": هو محمد بن سعيد المصلوب: قال أحمد: حديثه موضوع (٣) ، وبناءً عليه حكم في ضعيف ابن ماجه بأنه موضوع (٤) .
وكذا قلده بعض من علق على الكاشف للذهبي والصواب أنه ليس محمد ابن سعيد المصلوب الشامي المقتول بالزندقة بل هو محمد بن سعيد الطائفي أبو سعيد المؤذن صدوق (٥) أو ثقة. والذي بينه هو الدارقطني رحمه الله فقد أخرجه في سننه ثم قال: محمد بن سعيد الطائفي ثقة ثم بإسناد آخر عن الحسن ابن صالح وقال بإسناده مثله، محمد بن سعيد الطائفي ثقة (٦) .
فقد ظهر بهذا أن محمد بن سعيد هذا ليس المتروك بل هو ثقة أو صدوق فيكون الحكم على الحديث يختلف من الضعف جداً إلى الصحة أو الحسن، إذا لم تكن في الإسناد علة أخرى.
_________
(١) تقريب التهذيب (ص ٨٤٧) .
(٢) حاشية سنن ابن ماجه (٢/ ٩١٤) .
(٣) مشكاة المصابيح (٢/ ١٤٩) تعليقاً على حديث أبي هريرة برقم (٣٠٤٨) .
(٤) ضعيف سنن ابن ماجه رقم (٥٤٤) .
(٥) تقريب التهذيب (ص ٨٤٨) .
(٦) سنن الدارقطني (٤/ ٧٣) .',NULL,'54',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (55,'ومن هذا النوع ما أورده العلامة الألباني في "الصحيحة" قال: زيادة ومغفرته في رد السلام ثم قال: كنا إذا سلم النبي صلى الله عليه وسلم علينا قلنا: وعليك السلام ورحمة الله وبركاته ومغفرته.
قال الشيخ: أخرجه البخاري في التاريخ الكبير (١/١/٣٣٠) قال: قال محمد: حدثنا إبراهيم بن المختار عن شعبة عن هارون بن سعد عن ثمامة بن عقبة عن زيد بن أرقم قال: فذكره.
ثم قال: وهذا إسناد جيد رجاله ثقات كلهم من رجال التهذيب غير إبراهيم بن المختار وهو الرازي، روى عنه جماعة من الثقات ذكرهم ابن أبي حاتم (١/١/١٣٨) ثم قال: سألت أبي عنه فقال: صالح الحديث، وهو أحبُّ إليَّ من سلمة بن الفضل وعلى بن مجاهد.
ومحمد الراوي عنه هو ابن سعيد بن الأصبهاني وهو من شيوخ البخاري في الصحيح، فالإسناد متصل غير معلق (١) .
قلت: قد صحح الألباني -رحمه الله- هذا الحديث، واستنبط منه جواز زيادة ومغفرته في السلام بناءً على ثقة رجاله، والمسألة تتعلق بالوصول إلى طرق الحديث المختلفة، حتى تظهر علة الحديث إن كانت فيه، فقد أخرجه البيهقي في شعبه من طريق علي بن الحسين بن حسان قال: نا محمد بن حميد قال: نا إبراهيم بن المختار عن شعبة عن هارون بن سعد عن ثمامة بن عقبة عن زيد بن أرقم به.
_________
(١) سلسلة الأحاديث الصحيحة (٣/ ٤٣٣) ، رقم (١٤٤٩) .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (56,'ثم قال: تابعه محمد بن غالب عن محمد بن حميد، وهذا إنْ صَحَّ قلنا به غير أن في إسناده إلى شعبة من لا يحتج به (١) .
وأخرجه الطبراني في المعجم الكبير قال: حدثنا محمد بن يحيى بن منده الأصبهاني وجعفر بن أحمد بن سنان الواسطي قالا: ثنا محمد بن حميد الرازي ثنا إبراهيم بن المختار به (٢) .
ففيه نسبته إلى الرازي فلا شك أنه ليس محمد بن سعيد بن الأصبهاني، الثقة بل هو محمد بن حميد الرازي قال فيه في "التقريب": محمد بن حميد بن حيان الرازي حافظ ضعيف، وكان ابن معين حسن الرأي فيه (٣) .
وما دام قد تبين أن مدار الحديث على راو ضعيف، فيكون إسناد الحديث ضعيفاً.
ولا يغض هذا من منزلة العلامة الألباني في الحديث فقد وقع فيه الكبار قبله، وهذا الهيثمي ذكر الحديث في مجمع الزوائد وقال: وفيه إبراهيم بن المختار وثقه أبو داود وأبو حاتم، وقال ابن معين ليس بذاك وبقية رجاله ثقات (٤) .
_________
(١) شعب الإيمان للبيهقي (١٥/ ٣٩٩- ٤٠٠) ، طبعة دار السلفية وفي طبعة زغلول (٦/٤٥٦) أزهر بن المختار بدل إبراهيم وهوخطأ.
(٢) المعجم الكبير (٥/ ٢٠٢) رقم (٥٠١٥) .
(٣) تقريب التهذيب (ص ٨٣٩) .
(٤) مجمع الزوائد (٢/ ١٤٦) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (57,'<span data-type="title" id=toc-13>الفصل الثاني: في ذكر أمثلة وقعت العلة فيها لأجل ضبط الراوي</span>
من أمثلة عدم الضبط من الثقات المعروفين:
قال ابن معين: حديث أبى البداح يرويه مالك بن أنس عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي عن أبيه، أن النبي صلى الله عليه وسلم رخص للرعاء أن يرموا الجمار ليلاً.
ثم قال: حدثنا سفيان بن عيينة عن عبد الله بن أبي بكر عن أبيه عن أبي البداح بن عاصم بن عدي عن أبيه، أن النبي صلى الله عليه وسلم رخص للرعاء أن يرموا يوماً ويدعوا يوماً.
قال ابن معين: وكلام سفيان هذا خطأ إنما هو كما قال مالك بن أنس، فكان سفيان لا يضبطه، كان إذا حدث به يقول: ذهب عليّ من هذا الحديث شيء (١) .
ومن أمثلة عدم الضبط من الثقات المعروفين:
ما ذكره عبد الله عن أبيه قال سألت أبي عن حديث هشيم (٢) عن حصين عن عمرو بن مرة عن علقمة بن وائل عن أبيه عن النبي صلى الله عليه وسلم في الرفع، قال: رواه شعبة عن عمرو بن مرة عن أبي البختري عن عبد الرحمن اليحصبي عن
_________
(١) تاريخ ابن معين براوية الدوري (١/٢٤١- ٢٤٢) .
(٢) أخرج الطحاوي في شرح معاني الآثار (١/٢٤٤) ، عن خالد بن عبد الله والبيهقي في سننه من طريق جرير كلاهما عن حصين عن عمروبن مرة قال: دخلت مسجد حضرموت فإذا علقمة بن وائل يحدث عن أبيه أن رسول الله صلى الله عليه وسلم كان يرفع يديه قبل الركوع وبعده.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (58,'وائل عن النبي صلى الله عليه وسلم، خالف حصين شعبة، شعبة أثبت في عمرو بن مرة من حصين، القول قول شعبة، من أين يقع شعبة على أبي البختري عن عبد الرحمن اليحصبي عن وائل؟
ويبدو في هذا النص أن الإمام أحمد يرى أن حصينا قد أخذ الدرب المعروف والجادة المسلوكة: علقمة بن وائل عن أبيه، وتوهم حصين فيه، وأما شعبة فهو أحفظ وأثبت، فالإسناد كما روى شعبة لا كما روى حصين.
وهذا الباب يحتاج من العالم المتصدي لبيان معرفة طبقات الرواة ومراتب أعيان الثقات وبيان مراتبهم في الحفظ ومن يرجح قوله منهم عند الإطلاق، فيجب على المحدث أن يعتني بمعرفة مراتبهم ومن أوثق من غيره في فلان ومَنْ كان يخطئ في فلان (١) .
ويدخل هذا الباب في الشاذ أيضاً حيث تكون الموازنة بين الحافظ والأحفظ، كما يأتي إن شاء الله أمثلته.
ومثال عدم الضبط في المتن: رفع ما ليس بمرفوع.
حديث: أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبي بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل. ألا وإن لكل أمة أمينا، وإن أمين هذه الأمة أبو عبيدة بن الجراح.
ذكر ابن حجر في "التلخيص الحبير" طرفاً منه ثم قال: “أحمد والترمذي والنسائي وابن ماجه وابن حبان من حديث أبي قلابة عن أنس: "أرحم أمتي
_________
(١) ينظر هذا الباب في شرح علل الترمذي لابن رجب (ص ٤٧) وما بعدها.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (59,'بأمتي أبو بكر..." الحديث وفيه "وأعلمها بالفرائض زيد بن ثابت" صححه الترمذي والحاكم وابن حبان، وفي رواية للحاكم "أفرض أمتي زيد" وصححها أيضاً، وقد أعلَّ بالإرسال، وسماع أبي قلابة من أنس صحيح إلا أنه قيل لم يسمع منه هذا.
وقد ذكر الدارقطني الاختلاف فيه على أبي قلابة في العلل ورجح هو وغيره كالبيهقي والخطيب في المدرج أن الموصول منه ذكر أبي عبيدة، والباقي مرسل" (١) .
ورجح ابن المواق وغيره رواية الموصول.
وأخرج البخاري في باب مناقب أبي عبيدة بن الجراح من طريق خالد عن أبي قلابة جزء “إن لكل أمة أمينا ...” إلخ فقط.
قال ابن حجر في الفتح بعد ذكر الحديث بكامله: “إسناده صحيح. إلا أن الحفاظ قالوا: إن الصواب في أوله الإرسال والموصول منه ما اقتصر عليه البخاري والله أعلم” (٢) .
ومن أوهام الثقات: رواية الإسناد لمتن آخر.
قال ابن أبي حاتم: “سألت أبي وأبا زرعة عن حديث رواه محمد بن مصعب القرقساني عن الأوزاعي عن الزهري عن عبيد الله بن عبد الله عن ابن عباس أن النبي صلى الله عليه وسلم مر بشاة ميتة قد ألقاها أهلها فقال: ”زوال الدنيا أهون على الله من هذه على أهلها”.
_________
(١) التلخيص الحبير (٣/ ٧٩) .
(٢) فتح الباري (٧/ ٩٢- ٩٣) مع صحيح البخاري.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (60,'فقالا: هذا خطأ إنما هو: أن النبي صلى الله عليه وسلم مر بشاة ميتة فقال: "ما على أهل هذه لو انتفعوا بإهابها".
فقلت لهما: الوهم ممن؟ قالا: من القرقساني” (١) .
وبه عَلَّلَه الإمام أحمد، كما في "المنتخب من العلل" للخلال (٢) .
وبه علله ابن حبان في المجروحين فقال: وهذا المتن بهذا الإسناد باطل (٣) .
ومما يدخل في عدم تمام الضبط: الاضطراب.
وهذه العلة من الأسباب الخفية المضعفة لحديث الراوي، لأنها لا تظهر، إلا بجمع الطرق والأسانيد كما تقدم في الباب الأول، ومعرفة الاختلاف على الراوي الذي عليه مدار الرواية، حتى يتعين موضع الاضطراب في السند أو المتن، وممن هو؟
مثاله: ما أخرجه ابن أبي شيبة ومن طريقه ابن ماجه والدارقطني وأحمد كلهم من طريق وكيع عن حماد بن سلمة عن خالد الحذاء عن خالد بن أبي الصلت عن عراك بن مالك عن عائشة قالت: ذكر عند رسول الله صلى الله عليه وسلم قوم يكرهون أن يستقبلوا بفروجهم القبلة فقال: "أراهم قد فعلوا استقبلوا بمقعدتي القبلة" (٤) .
وأورده ابن أبي حاتم (٥) من طريق حماد وفيه عن عراك سمعت عائشة مرفوعاً.
_________
(١) علل الحديث لابن أبي حاتم (٢/ ١٣٥) .
(٢) المنتخب من العلل (ص ٤٣) .
(٣) المجروحين (٢/ ٢٩٤) .
(٤) مصنف ابن أبي شيبة (١/ ١١) ، وسنن ابن ماجه (١/٢٠٥) ، ومسند أحمد (٦/١٣٧) وسنن الدارقطني (١/ ٦٠) .
(٥) العلل (١/ ٢٩) .',NULL,'60',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (61,'قال الترمذي: سألت محمد بن إسماعيل البخاري عن هذا الحديث فقال: هذا حديث فيه اضطراب والصحيح عندي عن عائشة من قولها (١) .
وكذا أشار ابن حجر إلى الاضطراب في هذا الحديث في ترجمة خالد بن أبي الصلت (٢) .
ولا يظهر هذا الاضطراب إلا بعد جمع طرق الحديث، فجمعناها فوجدنا الاضطراب فيه واضحاً.
١- فقد أخرجه أحمد في مسنده عن عبد الوهاب الثقفي، ثنا خالد عن رجل عن عمر بن عبد العزيز أنه قال: "ما استقبلت القبلة بفرجي منذ كذا وكذا " فحدث عراك بن مالك عن عائشة أن النبي صلى الله عليه وسلم (٣) قال .... وكذا عند الطحاوي في شرح معاني الآثار من طريق حماد عن خالد.
٢- وأخرجه الطحاوي أيضاً من طريق آخر عن حمّاد عن خالد الحذّاء عن خالد بن أبي الصلت وفيه، فحدث عراك بن مالك عن عروة بن الزبير عن عائشة مرفوعاً (٤) .
فزاد فيه عروة بن الزبير، بين عراك وعائشة.
٣- وأخرجه البخاري في التاريخ الكبير، من طريق وهب عن خالد عن رجل أن عراكاً حدث عن عمرة عن عائشة عن النبي صلى الله عليه وسلم (٥) .
_________
(١) زاد المعاد (٢/ ٣٨٥) تحقيق شعيب الأرناؤوط.
(٢) تهذيب التهذيب (٣/ ٩٧- ٩٨) .
(٣) مسند أحمد (٦/١٨٣) ، وأخرجه ابن أبي شيبة في المصنف (١/١٥١) ، بهذا الإسناد قول عمر بن عبد العزيز فقط وشرح معاني الآثار (٤/ ٢٣٤) .
(٤) شرح معاني الآثار (٤/٢٣٤) .
(٥) التاريخ الكبير (٢/١٥٨) ، وينظر تهذيب السنن لابن القيم (١/٢١) ، وتحفة الأحوذي (١/١٩) .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (62,'فهذه الألفاظ المختلفة عن خالد بن أبي الصلت، تدل على عدم ضبطه واضطرابه، فالاضطراب من العلل الخفية التي لا تظهر إلا بالمتابعات وجمع الطرق والشواهد، ومعرفة الراوي الذي عليه مدار الاختلاف لمعرفة صاحب العهدة في الاضطراب.
ومن أمثلة المضطرب:
سئل الداقطني عن حديث المسور بن إبراهيم بن عبد الرحمن بن عوف عن جده عبد الرحمن عن النبي صلى الله عليه وسلم " لا يغرم السارق" فقال: يرويه مفضل بن فضالة واختلف عنه:
١- فقيل عنه عن يونس بن يزيد عن سعد بن إبراهيم عن أخيه المسور عن عبد الرحمن بن عوف.
٢- وقيل عنه عن المسور عن أبيه عن عبد الرحمن بن عوف ولا يثبت القول.
٣- وقيل عنه عن سعيد بن إبراهيم قال أبو صالح الحراني: كذا كان في كتاب المفضل عن سعيد بن إبراهيم.
٤- وقيل عنه عن يونس عن الزهري عن سعيد بن إبراهيم ولا يصح هذا القول.
٥- وقال ابن لهيعة عن سعيد بن إبراهيم عن المسور بن مخرمة عن النبي صلى الله عليه وسلم. ولا يصح أيضاً، وهو مضطرب غير ثابت (١) .
_________
(١) العلل الواردة في الأحاديث (٤/ ٢٩٤- ٢٩٥) .',NULL,'62',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (63,'فقد حكم الدارقطني رحمه الله على الحديث بالاضطراب، وجعل العهدة فيه على المفضل بن فضالة لكون مدار الاختلاف عليه، فهو الذي اضطرب. وروى عن يونس على أوجه مختلفة لا يمكن ترجيح بعضها على بعض وشرحها ودراستها تطول.
ومن أمثلة المضطرب ما ذكره ابن أبي حاتم في علله قال:
١- "سألت أبي وأبا زرعة عن حديث رواه المبارك بن فضالة عن عبد الله ابن محمد بن عقيل عن جابر بن عبد الله: "أن رسول الله صلى الله عليه وسلم ضحى بكبشين أملحين مَوْجُوءَيْن (١) " الحديث.
٢- وروى هذا الحديث حماد بن سلمة عن عبد الله بن محمد بن عقيل عن عبد الرحمن بن جابر بن عبد الله عن أبيه جابر عن النبي صلى الله عليه وسلم.
٣- وروى هذا الحديث الثوري فقال: عن عبد الله بن محمد بن عقيل عن أبي سلمة عن أبي هريرة أو عائشة عن النبي صلى الله عليه وسلم.
٤- ورواه عبيد الله بن عمر وسعيد بن سلمة فقالا: عن عبد الله بن محمد ابن عقيل عن علي بن حسين عن أبي رافع عن النبي صلى الله عليه وسلم.
قلت لأبي زرعة: فما الصحيح؟ قال: ما أدري، ما عندي في ذا شيء.
قلت لأبي: ما الصحيح؟ قال أبي: ابن عقيل لا يضبط حديثه.
قلت: فأيهما أشبه عندك؟ قال: الله أعلم.
قال أبو زرعة: هذا من ابن عقيل، الذين رووا عن ابن عقيل كلهم ثقات” (٢) .
_________
(١) أي: خَصِيَّيْن. (النهاية: وجأ) .
(٢) علل الحديث لابن أبي حاتم (٢/ ٣٩- ٤٤) .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (64,'فهذا الحديث روي من أربعة وجوه كلها مختلفة، فرأى أبو زرعة أن العهدة فيه على ابن عقيل، هو الذي لم يضبط، وكان يخلط، وذكره الدارقطني في العلل وقال “والاضطراب فيه من ابن عقيل” (١) .
_________
(١) العلل الواردة في الأحاديث (٩/ ٣١٩- ٣٢٠) .',NULL,'64',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (65,'<span data-type="title" id=toc-14>الفصل الثالث: في ذكر أمثلة وقعت العلة الخفية فيها لأجل عدم الاتصال</span>
١- مثال العلة في اتصال السند إذا ثبت فيه انقطاع ظاهره السلامة والانقطاع هو عدم سماع بعض الرواة من البعض، فهو بحسب موقعه في الإسناد يتنوع إلى أنواع ويسمى بأسماء مختلفة:
١- إذا كان الانقطاع من آخر السند الذي في طرفه الصحابي والنبي صلى الله عليه وسلم، فيسمى مرسلاً.
٢- إذا كان الانقطاع في وسط السند وكان الساقط واحداً أو أكثر ولكن من غير التوالي، فيسمى منقطعاً.
٣- إذا كان الانقطاع من وسط السند باثنين على التوالي، فيسمى معضلاً.
٤- إذا كان الانقطاع من أول السند كُلاً أو بعضاً منه، فيسمى معلقاً.
٥- إذا كان الراوي معروفاً بالتدليس ففيه خوف الانقطاع فيحكم له بالانقطاع حتى يثبت له سماعه من شيخه.
ولا يدخل في البحث الخاص بالعلة، إلا ما كان الانقطاع فيه خفياً لا ظاهراً.
ولذلك لا نذكر من الأمثلة إلا ما كان الانقطاع فيها خفياً.
مثال الانقطاع الذي فيه إمكان الانقطاع وعدمه: ما رواه مدلّس، مثل: أبي إسحاق السبيعي، روى الترمذي قال: حدثنا عبدُ بن حميد، قال: حدثنا عبيد الله بن موسى، عن إسرائيل عن أبي إسحاق عن البراء بن عازب، قال:',NULL,'65',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (66,'مات رجال من أصحاب النبي صلى الله عليه وسلم قبل أن تُحرّمَ الخمر، فلما حُرّمت الخمر قال رجال: كيف بأصحابنا وقد ماتوا يشربون الخمر. فنزلت: {لَيْسَ عَلَى الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُواْ إِذَا مَا اتَّقَواْ وَّآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ} [المائدة:٩٣] ، ثم قال: هذا حديث حسن صحيح، وقد رواه شعبة عن أبي إسحاق عن البراء بن عازب.
فنرى أن الترمذي يحسن ويصحح الحديث، وذكر -فيما يظهر والله أعلم- رواية شعبة عن أبي إسحاق بعدها متابعة لإسرائيل لرفع الاختلاط والتدليس عن أبي إسحاق في هذا الحديث؛ لأن شعبة كان أشد الناس على التدليس والمدلسين، ولأنه سمع من أبي إسحاق قبل اختلاطه فيما يظهر.
فقال حدثنا بندار، حدثنا محمد بن جعفر، حدثنا شعبة عن أبي إسحاق قال: قال البراء فذكره ثم قال: هذا حديث حسن صحيح.
ولكن هنا خفي الاتصال، وظهر للناظر فيه أن شعبة لم يكن يروي عن المدلسين ومن أوثق الناس فالحديث صحيح، ولكن قد ظهر الانقطاع الخفي بعد جمع الطرق، فقد روى أبو يعلى في مسنده بعد إخراجه هذا الحديث: شعبة قال لأبي إسحاق: أسمعته من البراء؟ قال: لا (١) . وعليه فالحديث منقطع.
وهذا النوع من الانقطاع الخفي.
وأخرجه الدارقطني في سننه (٢) من ثلاث طرق:
الأولى: من طريق معاوية بن سعيد التُجيببي ثنا الزهري عن أم عبد الله الدوسية.
_________
(١) مسند أبي يعلى (٣/٢٦٦) .
(٢) وانظر أحاديث معلة ظاهرها الصحة (ص٦٥-٦٦) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (67,'الثانية: من طريق الحكم بن عبد الله بن سعد عن الزهري عن أم عبد الله الدوسية قالت: سمعت رسول الله صلى الله عليه وسلم يقول: "الجمعة واجبة على أهل كل قرية وإن لم يكونوا إلا ثلاثة رابعهم إمامهم".
وقال الدارقطني في الثانية أي التي فيها التحديث: لا يصح هذا عن الزهري، كل من رواه عنه متروك.
وقال في الثالثة: الزهري لا يصح سماعه من الدوسية، والحكم هذا متروك (١) .
فهنا قد يخفى هذا الانقطاع، فإن الزهري وصف بتدليس قليل وبخاصة مع تصريح التحديث في بعض الروايات، فهذا النوع من الانقطاع الخفي داخل في العلة.
ومن أمثلة العلة في اتصال السند إذا ثبت الانقطاع فيه وظاهره السلامة منه:
ما رواه أبو داود: قال حدثنا أحمد بن محمد بن حنبل والحسن بن علي قالا: ثنا عبد الرزاق -قال أحمد- ثنا معمر أخبرني أشعث، وقال الحسن: عن أشعث بن عبد الله عن الحسن عن عبد الله بن مغفل قال: قال رسول الله صلى الله عليه وسلم: "لا يبولن أحدكم في مستحَمِّه ثم يَغْتَسِل فيه"، وفي رواية: "ثم يتوضأ فيه فإن عامة الوسواس منه" (٢) .
قال الحاكم في المستدرك: ”صحيح على شرطهما“، ووافقه الذهبي (٣) .
_________
(١) سنن الدارقطني (٢/١٩) .
(٢) سنن أبي داود (١/٧) باب في البول في المستحم، وهوفي مسند أحمد (٥/٥٦) .
(٣) مستدرك الحاكم (١/١٦٧) .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (68,'وقال المنذري في الترغيب: “إسناده صحيح متصل”.
وهذا الإسناد الذي حكموا عليه بالصحة لا شك أن رجاله ثقات ولكن له علة خفية، وهي عنعنة الحسن وهو البصري.
قال الذهبي فيه: “كان الحسن البصري كثير التدليس، فإذا قال في حديث: عن فلان، ضَعُفَ احتجاجه، ولا سيما عمن قيل: إنه لم يسمع منهم كأبي هريرة ونحوه” (١) .
وهو وإن كانوا قد ذكروا له سماعاً من عبد الله بن مُغَفَّل، فليس معنى ذلك أن كل حديث له عنه موصول سمعه منه، بل لا بُدّ من تصريحه بالسماع من كل صحابي، يروي عنه ليكون حجة خالياً من عِلَّةٍ، هذا هو الذي يقتضيه علم مصطلح الحديث (٢) .
ومن أمثلته: قال مُهنّا قلت لأحمد ويحيى: حدثوني عن عبد المجيد بن أبي روّاد عن عبيد الله بن عُمر عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: "لكل أمة فرعون، وفرعون هذه الأمة معاوية بن أبي سفيان"، فقالا جميعاً: ليس بصحيح، وليس يعرف هذا الحديث من أحاديث عبيد الله ولم يسمع عبد المجيد بن أبي روَّاد من عُبيد الله شيئاً، ينبغي أن يكون عبد المجيد دلّسه سمعه من إنسان فحدث به (٣) .
والانقطاع في الإسناد سبب مضعف للحديث كما هو واضح وهو قد يكون ظاهراً وقد يكون خفياً.
_________
(١) ميزان الاعتدال (١/٥٢٧) .
(٢) ينظر ضعيف سنن أبي داود (١/١٨) .
(٣) المنتخب من العلل للخلال (ص٢٢٧) .',NULL,'68',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (69,'وهنا علّل الأئمة في الأحاديث المذكورة لخفاء الانقطاع.
ومن أمثلته ما ذكره الحاكم في "معرفته" بإسناده عن موسى بن عقبة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: "من جلس مجلساً كثر فيه لغطه فقال قبل أن يقوم: سبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك إلا غفر له ما كان في مجلسه ذاك".
قال أبو عبد الله: “هذا حديثٌ مَنْ تأمَّله لم يشك أنه من شرط الصحيح، وله علة فاحشة، ثم ذكر بإسناده أن مسلماً جاء إلى محمد بن إسماعيل البخاري فقبَّل بين عينيه وقال: دعني حتى أقبِّل رجلك يا أستاذ الأستاذين وسيد المحدثين، وطبيب الحديث في علله، فذكر الحديث بإسناد البخاري فقال محمد بن إسماعيل: هذا حديث مليح، ولا أعلم في الدنيا في هذا الباب غير هذا الحديث إلا أنه معلول، حدثنا به موسى بن إسماعيل قال: حدثنا وهيب قال: ثنا سهيل عن عون بن عبد الله قوله، قال محمد بن إسماعيل: هذا أولى فإنه لا يذكر لموسى بن عقبة سماعٌ من سهيل” (١) .
وكان الانقطاع هنا خفيّاً جداً، حتى أظهره أمير المؤمنين في الحديث: البخاري؛ لأن سهيلاً وموسى بن عقبة متعاصران، فقد مات سهيل بن أبي صالح سنة ١٣٨? تقريباً، ومات موسى بن عقبة قريباً من سنة ١٤١?، وسهيل لم يوصف بالتدليس فيما أعلم، وأما موسى بن عقبة فقد تُكلِّم في روايته عن الزهري فقط، ولم يتكلم أحد في روايته عن سهيل، وكلاهما مدني، فتعليل البخاري الحديث بالانقطاع بينهما -وقد كان خفياً شديداً- له اعتباره، فقد خفي هذا الانقطاع حتى على مسلم رحمه الله.
_________
(١) معرفة علوم الحديث (١١٣-١١٤) .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (70,'ويدخل في علة الانقطاع روايات شيوخ ثقات قد سمعوا من شيوخهم أحاديث كثيرة فإذا روى أحدهم من أحد شيوخه حديثاً لم يسمع منه، خفي على الناظر عدم السماع وحكم على الحديث بالاتصال والصحة في حين أن الحديث فقد شرط الاتصال.
وهذا النوع من العلة لا يظهر إلا للجهابذة الذين يتتبعون روايات الشيخ واحدة واحدة.
قال الإمام أحمد: قال سفيان: قلت لرجل: سل زيداً -يعني ابن أسلم- سمعته من عبد الله -يعني ابن عمر- حديث: "دخل النبي صلى الله عليه وسلم مسجد بني عمرو ابن عوف، وهِبْتُ أن أسأله، فقال: يا أبا أسامة سمعتَه من عبد الله بن عمر؟ فقال: أما أنا فقد رأيته وكلّمته".
قال أحمد أيضاً: حدثنا سفيان قال: حدثنا عمرو بن يحيى بن عمارة بن أبي حسن المازني عن أبيه عن عبد الله بن زيد، أن النبي صلى الله عليه وسلم توضأ (١) .
قال سفيان حدثنا يحيى بن سعيد عن عمرو بن يحيى منذ أربع وسبعين، فسألت بعد ذلك بقليل، فكان يحيى أكبر منه.
قال أحمد: قال سفيان: سمعت منه ثلاثة أحاديث، وسمعت أنا هذا الحديث من سفيان ثلاث مرار.
قال: قال سفيان: لم أسمع منه حديث عمرو بن يحيى عن أبيه عن النبي صلى الله عليه وسلم في الحمّام والمقبرة. قال الإمام أحمد: قد حدثنا به سفيان دلّسه (٢) .
_________
(١) أخرجه الترمذي (١/٦٦) أبواب الطهارة، باب ما جاء فيمن توضأ بعض وضوئه مرتين وبعضه ثلاثاً: حدثنا سفيان بن عيينة عن عمرو بن يحيى عن أبيه عن عبد الله بن زيد أن النبي صلى الله عليه وسلم توضأ فغسل وجهه ثلاثاً وغسل يديه مرتين مرتين، ومسح برأسه وغَسل رجليه مرتين، وقال: هذا حديث حسن صحيح.
(٢) العلل ومعرفة الرجال (١/١٩١-١٩٢) .',NULL,'70',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (71,'وأخرج الترمذي من طريق إبراهيم النخعي عن عمرو بن ميمون عن أبي عبد الله الجدلي عن خزيمة بن ثابت عن النبي صلى الله عليه وسلم أنه سئل عن المسح على الخفين، فقال: "للمسافر ثلاثة وللمقيم يوم"، ثم قال: وقد روى الحكم بن (عتيبة) وحماد عن إبراهيم النخعي عن أبي عبد الله الجدلي عن خزيمة بن ثابت، ولا يصح.
وقال: قال علي بن المديني: قال يحيى بن سعيد: قال شعبة: لم يسمع إبراهيم النخعي من أبي عبد الله الجدلي حديث المسح (١) .
_________
(١) سنن الترمذي (١/١٦٠) ، أبواب الطهارة، باب المسح على الخفين للمسافر والمقيم، وأخرجه أحمد (٥/٢١٥،٢١٣) ، والبيهقي (١/٢٧٨) من هذا الطريق.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (72,'<span data-type="title" id=toc-15>الفصل الرابع: في ذكر أمثلة وقعت العلة فيها لأجل الشذوذ</span>
وأما الشذوذ فقد مضى تعريفه، كما مضى ذكر الراجح في تعريفه، وهو: اشتراط مخالفة الراوي الثقة لمن هو أوثق منه، أو مخالفته جماعة من الثقات.
وهذا السبب كاد أن يكون هو السبب الغالب في إثبات علة الحديث، لذا نرى الأئمة إذا ذكروا حديثاً في بعض الأحيان من طريق واحد أو إسناد خاص أو ذكروا المتن بلفظ خاص فيحشدون لَه طرقاً كثيرة لإثبات العلة وتعيين الصواب فيه.
وهذه سيما يتميز بها كتاب "العلل" للدارقطني، ومن قبل كتاب "التمييز" للإمام مسلم رحمه الله.
والشذوذ قد يكون في الإسناد بذكر راوٍ تفرد عنه أحد الرواة في حين خالفه الأكثرون.
وقد يكون في المتن برفع موقوف أو وقف مرفوع أو إرسال موصول، أو وصل مرسل.
وقد مضى قول الأئمة: السبيل إلى معرفة علة الحديث أن تجمع بين طرقه وتنظر في اختلاف رواته وتعتبر أي الخطأ والصواب بمكانهم من الحفظ.
وقال ابن المديني: "الباب إذا لم تجمع طرقه لم يتبين خطؤه" (١) .
_________
(١) توضيح الأفكار (٢/٢٨-٢٩) .',NULL,'72',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (73,'فأول حديث في علل الدارقطني: سئل الشيخ أبو الحسن علي بن عمر بن أحمد بن مهدي الحافظ عن حديث عمر بن الخطاب عن أبي بكر في تزويج النبي صلى الله عليه وسلم حفصة وقول أبي بكر لعمر: "لم يمنعني أن أرجع إليك فيما عرضتَ عليّ، إلا أني علمتُ أن رسول الله صلى الله عليه وسلم ذكرها، فلم أكن لأفشِيَ سرَّ رسول الله صلى الله عليه وسلم ولو تركها لقَبِلْتها".
قال: يرويه الزهري عن سالم عن أبيه عن عُمر "تأيّمتْ حَفْصة من خُنَيْس (١) بن حذافة السَّهْمي. وهو حديث صحيح من حديث الزهري رواه عنه جماعة من الثقات الحفاظ فاتفقوا على إسناده منهم:
شعيب بن أبي حمزة، وصالح بن كيسان، ويونس وعُقيل ومحمد بن أخي الزهري، وسفيان ين حُسَين، والوليد بن محمد الموقري وعبد الله بن أبي زياد الرصافي، وغيرهم عن الزهري فاتفقوا على لفظ واحد في قول أبي بكر لعمر: “لم يمنعني أن أرجع إليك شيئاً إلا أني قد كنت علمت أن رسول الله صلى الله عليه وسلم ذكر حفصة”.
ورواه معمر بن راشد عن الزهري بهذا الإسناد فجوّده وأسنده، وقال فيه: “لم يمنعني أن أرجع إليك شيئاً إلا أني كنتُ سمعتُ رسول الله صلى الله عليه وسلم يذكرها، ولم أكن أفشي سرَّ رسول الله صلى الله عليه وسلم“.
وهو حديث صحيح عن الزهري أخرجه البخاري في الصحيح من حديث معمر ومن حديث صالح بن كيسان وشعيب عن الزهري.
إلا أن معمراً قال: فيما حكى عنه هشام بن يوسف – قال فيه: حُبيش ابن حذافة، صحّف فيه.
_________
(١) بخاء معجمة ونون وسين مهملة مصغراً، (المغني في الضبط: ص٩٥) .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (74,'وأما عبد الرزاق فقال عن معمر: خُنيس بن حذافة أو حذيفة. والصحيح أنه خُنَيس بن حذافة بن قيس السهمي أخو عبد الله بن حذافة (١) .
ثم ذكر الدارقطني بعده الاختلافات الأخرى في الرواية، فالذي يظهر أن الدارقطني رحمه الله ساق هذا القول لبيان أمرين: الأول: الاختلاف في قوله: “لم يمنعني أن أرجع إليك فيما عرضت عليّ”، وهو لفظ الجماعة.
الثاني: في اسم زوج حفصة، فقال الجماعة أن اسمه خنيس بن حذافة، وقال معمر وحده حُبيش بن حذافة، وبه قضى للجماعة، وأثبت به تشذيذه لمعمر في هذين اللفظين، والله أعلم.
مثال آخر:
سئل الدارقطني عن حديث عمر عن أبي بكر عن النبي صلى الله عليه وسلم: "أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله" الحديث.
فقال: هو حديث يرويه الزهري، واختلف عنه:
فمِمّن رواه على الصواب: شعيب بن أبي حمزة، ويحيى بن سعيد الأنصاري، ومحمد بن الوليد الزبيدي وعُقَيْل، وعبد الرحمن بن خالد بن مسافر، والنعمان بن راشد، وسفيان بن حسين، وسليمان بن كثير، ومحمد ابن إسحاق، وجعفر بن بُرقان، وعبد الرحمن بن يزيد بن تميم.
فرووه عن الزهري عن عبيد الله بن عبد الله بن عتبة عن أبي هريرة قال: قال عمر لأبي بكر.
واختلف عن سفيان بن حُسين.
_________
(١) العلل الواردة في الأحاديث (١/١٥٣، وما بعدها) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (75,'فأسنده عنه محمد بن يزيد الواسطي عن الزهري عن عبيد الله، عن أبي هريرة، وأرسله يزيد بن هارون، فأسقط منه أبا هريرة.
ورواه معمر بن راشد واختلف عنه، فأسنده رباح بن زيد عن معمر عن الزهري عن عُبَيْد الله عن أبي هريرة بمتابعة من تقدم حديثه.
وأرسله عبد الرزاق، عن معمر، عن الزهري عن عُبَيْد الله، لم يذكر أبا هريرة.
ورواه عمران القطان عن مَعْمر، وقال: عن الزهري عن أنس بن مالك عن أبي بكر، ووهم فيه على معمر.
ورواه يحيى بن أبي أُنَيْسة عن الزُهْري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم، ووهم أيضاً في ذكر سعيد.
ورواه صالح بن أبي الأخضر فقال: عن الزهري عن سعيد بن المسيب وأبي سلمة عن أبي هريرة.
ورواه الوليد بن مسلم عن شُعَيْب ومرزوق بن أبي الهذيل وسفيان بن عيينة عن الزهري عن سعيد عن أبي هريرة.
ووهم فيه على شعيب وعلى ابن عُيينة، لأن شعيباً يرويه عن الزهري عن عُبيد الله عن أبي هريرة.
وابن عيينة يرويه عن الزهري مرسلاً لا يذكر فوقه أحداً.
والقول الأول هو الصواب (١) .
فهنا جمع الدارقطني رحمه الله أحد عشر طريقاً لهذا الحديث عن الزهري
_________
(١) علل الدارقطني (١/١٦٢-١٦٦) .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (76,'وقضى لهم بالصواب ووهم الآخرين _ ومنهم بعض الثقات المعروفين؛ مثل معمر بن راشد وسفيان بن عيينة _ لأنهم شذوا في رواياتهم عن الزهري، وخالفوا جماعة كثيرين.
وإن قال أحد إن الزهري كثير الشيوخ وكثير الرواية، فمن الممكن أن (تُسَلّم) بعض الروايات الأخرى التي يصح إسنادها إلى الزهري، ويقال: إن هذه الطرق أيضاً صحيحة، والله أعلم.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (77,'ومن أمثلة علة الشذوذ:
سئل الدارقطني عن حديث حمران عن عثمان عن النبي صلى الله عليه وسلم، قال: "من علم أن لا إله إلا الله دخل الجنة".
فقال يرويه شعبة، واختلف عنه.
فرواه عبد الله بن حمران، عن شعبة، عن بيان عن بشر، عن حمران عن عثمان.
وخالفه غندر وعبد الصمد وغيرهما رووه عن شعبة عن خالد الحذاء عن أبي بشر (العنبري) الوليد بن مسلم عن حمران وهو الصواب (١) .
قلت: طريق عبد الله بن حمران، أخرجه النسائي في عمل اليوم والليلة (٢) .
وكذلك طريق غندر هو وأحمد (٣) .
وقال النسائي: حديث عبد الله بن حمران خطأ، والصواب طريق غندر.
والطبراني في جزء من حديثه عن النسائي وقال: لم يرو هذا الحديث عن شعبة إلا عبد الله بن حمران (٤) .
ويدخل في باب العلة كل ما خالف فيه راو مقبول من هو أوثق. فتدخل الأنواع الأخرى التي ذكرت سابقاً في المخالفة أعني المنكر والمقلوب والمدرج، والمزيد في متصل الأسانيد والمصحّف والمحرّف.
_________
(١) العلل الواردة في الأحاديث (٣/١٩) .
(٢) عمل اليوم والليلة (ص٥٩٧-٥٩٨) .
(٣) مسند أحمد (١/٦٥) .
(٤) نقلاً عن تعليق محقق علل الدارقطني (٢/١٩) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (78,'<span data-type="title" id=toc-16>الفصل الخامس: تعليل الحديث بعلل عامة</span>
هذا وقد يعلل الحديث بعلل أخرى غير ما ذكرت مأخوذة من شرط الصحيح، فتدخل تلك العلل في اشتراط عدم كونه معللاً في تعريف الصحيح.
كما قال ابن رجب رحمه الله: حُذَّاق النقاد من الحفاظ لكثرة ممارستهم للحديث، ومعرفتهم بالرجال وأحاديث كل واحد منهم، لهم فهم خاص يفهمون به أن هذا الحديث يشبه حديث فلان، ولا يشبه حديث فلان، فيعللون الأحاديث بذلك.
وهذا مما لا يعبّر عنه بعبارة تحصره، وإنما يرجع فيه أهله إلى مجرد الفهم والمعرفة التي خصوا بها عن سائر أهل العلم كما سبق ذكره في غير موضع.
قلت: وهذا القول ليس على عمومه ولكن له أصل في مواضع كثيرة والشأن فيه للقرائن، فقد تدل قرينةٌ على صدق قول المحدث فيقبل تعليله، وقد لا تدل قرينة فربما يرد تعليله (١) .
ومن أمثلته: أن يروى الحديث بالمعنى، أو يختصر فتدخل العلة في هذا التصرف.
قال الترمذي: فأما من أقام الإسناد وحفظه وغيّر اللفظ فإن هذا واسع عند أهل العلم إذا لم يتغيَّر به المعنى.
وقال ابن رجب في شرحه: وإنما يجوز ذلك لمن هو عالم بلغات العرب، بصيراً بالمعاني، عالماً بما يُحيل المعنى، وما لايحيله، نص على ذلك الشافعي.
_________
(١) شرح علل الترمذي (٢/٧٥٦) .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (79,'وقد روى كثير من الناس الحديث بمعنى فهموه منه فغيّروا المعنى، مثل ما اختصر بعضهم حديث عائشة في حيضها في الحج أن النبي صلى الله عليه وسلم قال لها – وكانت حائضاً -:“انقضي شعر رأسك وامتشطي”، وأدخله في أبواب غسل الحيض (١) .
وقد أنكر أحمد ذلك على من فعله، لأنه يُخل بالمعنى، فإن هذا لم تؤمر به في الغسل من الحيض عند انقطاعه بل في غسل الحائض إذا أرادت الإحرام وهي حائض.
وروى بعضهم حديث: كنا نؤديه على عهد رسول النبي صلى الله عليه وسلم – يريد زكاة الفطر – فصحّف "نؤديه"، فقال: "نورّثه"، ثم فسّره من عنده فقال: يعني: الجدّ، كل هذا تصرف سيئ لا يجوز مثله (٢) .
ومن هذا النوع من التعليل: مخالفة الراوي مرويه.
فالأصل فيه أن العبرة بما روى لا بما رأى، لأنه قد ينسى مرويَّه فيخالفه، فيكون من باب من حدث ونسي.
ولكن قد تدل القرائن فتكون مخالفته علة في تصحيح حديثه، قال ابن رجب:
في تضعيف حديث الراوي إذا روى ما يخالف رأيه، وقد ضعف الإمام أحمد وأكثر الحفاظ أحاديث كثيرة بمثل هذا، فمنها: أحاديث أبي هريرة في
_________
(١) نعم، أخرجه البخاري في أبواب الحيض، باب امتشاط المرأة عند غسلها من المحيض، وباب نقض المرأة شعرها عند غسل الحيض.
(٢) شرح علل الترمذي (١/١٤٧/١٤٩) .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (80,'المسح على الخفين ضعفها أحمد ومسلم وغير واحد، وقالوا: أبو هريرة ينكر المسح على الخفين فلا يصح له فيه رواية.
ومنها أحاديث ابن عمر عن النبي صلى الله عليه وسلم في المسح على الخفين أيضاً أنكرها أحمد، وقال ابن عُمر أنكر على سعيد المسح على الخفين، فكيف يكون عنده عن النبي صلى الله عليه وسلم فيه رواية.
ومنها حديث عائشة عن النبي صلى الله عليه وسلم قال للمستحاضة: "دعي الصلاة أيام أقرائك".
قال أحمد: كل من روى هذا عن عائشة فقد أخطأ، لأن عائشة تقول: "الأقراء: الأطهار لا الحيض".
وذكر ابن رجب أمثلة أخرى (١) .
والذي يقال: إن مخالفة الراوي لروايته تكون علة إذا دلت قرائن تظهر أنه نسي ولم يتذكر روايته، أو لم يكن حمل الرواية على محامل أخرى غير الظاهر والله أعلم.
هذا وقد مرت الإشارة إلى أن العلة هي سبب خفي قادح في صحة الحديث، ولكن قد يسمي علة كل سبب مضعف للحديث ظاهراً كان أم خفياً، وهذا أمر شائع عند أهل الحديث.
وإظهار العلل الخفية له دور بارز في حفظ سنة رسول الله صلى الله عليه وسلم وجمعها ومنعها، فبهذا العمل الجليل تصان السنة من أن يُدخل فيها أحدٌ ما ليس منها، سهواً أو عمداً.
_________
(١) ينظر شرح علل ابن رجب (٢/٧٩٦-٨٠١) .',NULL,'80',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (81,'<span data-type="title" id=toc-17>مصادر ومراجع</span>
...
المراجع
١- أحاديث ظاهرها الصحة، الشيخ مقبل بن هادي الوادعي. دار الآثار.
٢- الإرشاد في معرفة علماء الحديث، لأبي يعلى الخليلي بن عبد الله الخليلي، مكتبة الرشد.
٣- تاج العروس من جواهر القاموس، لمحمد مرتضى الزبيدي، دار صادر.
٤- تاريخ ابن معين برواية الدوري، جمع د. أحمد نور سيف. جامعة الملك عبد العزيز.
٥- تاريخ بغداد، لأبي بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي، دار الكتاب العربي.
٦- التبصرة والتذكرة، للحافظ أبو الفضل زين الدين عبد الرحيم العراقي، دار الباز.
٧- تقدمة المعرفة لكتاب الجرح والتعديل، للإمام عبد الرحمن بن أبي حاتم الرازي، حيدر أباد الدكن.
٨- تقريب التهذيب، للحافظ أحمد بن علي بن حجر العسقلاني، دار الكتاب العربي.
٩- التلخيص الحبير في تخريج أحاديث الرافعي الكبير، للحافظ أحمد بن علي العسقلاني، شركة الطباعة الفنية المتحدة بمصر.
١٠- التمييز، للإمام مسلم بن الحجاج النيسابوري، جامعة الرياض.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (82,'١١- تهذيب اللغة، لأبي منصور الأزهري، طبعة القاهرة.
١٢- توضيح الأفكار لمعاني تنقيح الآثار، محمد بن إسماعيل الأمير الصنعاني. الخانجي بالقاهرة.
١٣- الجامع لأخلاق الراوي وآداب السامع، للإمام أحمد بن علي ابن ثابت البغدادي.
١٤- الجرح والتعديل، لعبد الرحمن أبي حاتم الرازي، حيدر آباد الدكن.
١٥- حاشية سنن ابن ماجه، لأبي الحسن نور الدين عبد الهادي السندي، دار إحياء التراث العربي.
١٦- زاد المعاد في هدي خير العباد، لشمس الدين بن عبد الله المعروف بابن قيم الجوزية، مؤسسة الرسالة.
١٧- سنن أبي داود سليمان بن الأشعث السيجستاني، دار إحياء السنة النبوية.
١٨- سنن الترمذي، محمد بن عيسى بن سورة الترمذي، المكتبة الإسلامية.
١٩- سنن النسائي، أحمد بن شعيب النسائي، دار إحياء التراث العربي.
٢٠- سنن ابن ماجه، محمد بن يزيد بن ماجه القزويني، طبعة الحلبي.
٢١- سنن البيهقي، أحمد بن حسين بن علي البيهقي، طبعة حيدر آباد الدكن.
٢٢- سنن الدارقطني، للحافظ علي بن عمر الدارقطني، دار عمار.
٢٣- سلسلة الأحاديث الصحيحة، محمد ناصر الدين الألباني، المكتب الاسلامي.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (83,'٢٤- سلسلة الأحاديث الضعيفة، محمد ناصر الدين الألباني، المكتب الإسلامي.
٢٥- شرح صحيح مسلم، لمحيى الدين يحيى بن شرف النووي، دار الفكر.
٢٦- شرح علل الترمذي، عبد الرحمن بن أحمد بن رجب، دار الملاح.
٢٧- شرح معاني الآثار، أحمد بن محمد بن سلامة الطحاوي، مطبعة الأنوار المحمدية.
٢٨- شعب الإيمان، أحمد بن حسين البيهقي، مكتبة الباز.
٢٩- صحيح البخاري، محمد بن إسماعيل البخاري، المطبعة السلفية.
٣٠- صحيح مسلم، مسلم بن الحجاج القشيري النيسابوري، دار إحياء التراث.
٣١- ضعيف سنن أبي داود، محمد ناصر الدين الألباني، المكتب الإسلامي.
٣٢- ضعيف سنن ابن ماجه، محمد ناصر الدين الألباني، المكتب الإسلامي.
٣٣- الطبقات الكبرى، محمد بن سعد بن منيع الزهري، دار صادر.
٣٤- عمل اليوم والليلة، لأبي بكر أحمد بن محمد الدينوري ابن السني، دار المعرفة.
٣٥- علل الحديث، محمد بن عبد الرحمن بن أبي حاتم الرازي، مكتبة المثنى بغداد.
٣٦- العلل الواردة في الأحاديث النبوية، علي بن عمر الدارقطني، دار طيبة.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (84,'٣٧- العلل ومعرفة الرجال، للإمام أحمد بن حنبل، المكتب الإسلامي.
٣٨- علوم الحديث، عثمان بن عبد الرحمن بن الصلاح، مطبعة الأصيل بحلب.
٣٩- فتح الباري، للحافظ أحمد بن علي بن حجر العسقلاني، المطبعة السلفية.
٤٠- فتح الباقي على ألفية العراقي، للحافظ زكريا بن محمد الأنصاري، دار الباز.
٤١- فتح المغيث، لمحمد بن عبد الرحمن السخاوي، المكتبة السلفية.
٤٢- القاموس المحيط، لمجدالدين محمد بن يعقوب الفيروزابادي، طبعة الحلبي.
٤٣- الكاشف، للإمام أبي عبد الله محمد بن أحمد بن عثمان الذهبي، دار الكتب الحديثة.
٤٤- الكامل، للحافظ عبد الله بن عدي الجرجاني، دار الفكر.
٤٥- الكواكب النيرات في معرفة من اختلط من الثقات، لأبي البركات محمد بن أحمد المعروف بابن الكيال، دار المأمون للتراث.
٤٦- لسان العرب، لجمال الدين محمد بن مكرم بن منظور، دار صادر.
٤٧- اللآلى المصنوعة، جلال الدين عبد الرحمن السيوطي، دار المعرفة.
٤٨- مجمع الزوائد ومنبع الفوائد، نور الدين علي بن أبي بكر الهيثمي، دار الكتاب.
٤٩- المجروحين من المحدثين والضعفاء والمتروكين، لمحمد بن حبان، حيدرآباد الدكن.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b11300] VALUES (85,'٥٠- مختار الصحاح، لمحمد بن أبي بكر الرازي، مطبعة الحلبي.
٥١- المستدرك على الصحيحين، للحافظ أبي عبد الله الحاكم النيسابوري، طبعة حلب.
٥٢- المسند، للإمام أحمد بن حنبل الشيباني، دار صادر.
٥٣- مشكاة المصابيح، للتبريزي ولي الدين محمد بن عبد الله الخطيب، المكتب الاسلامي.
٥٤- المصنف، للحافظ أبي بكر عبد الله بن محمد بن أبي شيبة، حيدر آباد الدكن.
٥٥- معجم الشيوخ، لأبي عبد الله محمد بن أحمد بن عثمان الذهبي، مكتبة الصديق.
٥٦- معرفة علوم الحديث، لأبي عبد الله الحاكم النيسابوري، المكتب التجاري.
٥٧- المعجم الكبير، للحافظ سليمان بن أحمد الطبراني، إحياء التراث العربي.
٥٨- ميزان الاعتدال، لأبي عبد الله محمد بن أحمد بن عثمان الذهبي، طبعة الحلبي.
٥٩- المنتخب من العلل للخلال، لابن قدامة المقدسي، دار الراية.
٦٠- المنتقى في السنن المفردة، لأبي محمد عبد الله بن علي بن الجارود، المكتبة الأثرية.
٦١- نزهة النظر، للحافظ أحمد بن علي بن حجر العسقلاني، طبعة حلب.',NULL,'85',NULL,NULL,'0');
