-- Table: b11736
-- Chunk: 1
-- Rows: 713

CREATE TABLE "b11736"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b11736
INSERT INTO [b11736] VALUES (1,'<span data-type="title" id=toc-1>مقدمة</span>
...
الإهداء:
إلى أرواح شهداء الدعوة الإسلامية الذين يسبشرون بنعمة من الله وفضل، ويسعى نورهم بين أيديهم وبأيمانهم..',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (2,'تقديم الكتاب: لفضيلة الإمام الأكبر الدكتور عبد الحليم محمود
بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على أفضل مخلوق وخير مبعوث، سيدنا محمد وعلى آله وصحبه، ومن اتبع هديه، ودعا بدعوته إلى يوم الدين.
أما بعد..
فإن من رحمة الله سبحانه وتعالى بخلقه أن رسم لهم سبيل السعادة في دنياهم وفي أخراهم، وهو طريق لا استحالة فيه ولا مشقة، لقد جربه الكثيرون ففازوا، ولقد ضمن الله لهم حياة هنيئة في الدنيا والآخرة.
{مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} .
هذه السعادة تتحقق للفرد باتباعه، إذا حقق ما اشترطه الله عليه.
وتتحقق للأسرة إذا وفرت لحياتها ما اشترطه الله عليها.
وتتحقق للدولة إذا سهرت على تطبيق ما اشترطه الله على الأمة.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (3,'ولقد رسم القرآن الكريم شروط هذه السعادة فيما بينه من قوانين تتعلق بالحياة السلوكية للفرد والأسرة والجماعة، لقد بينها الوحي بالتعبير الإلهي، في دقته وروعته، وجلاله، وبينها الرسول الكريم في تطبيق واضح وسلوك نقي وسنة مطهرة، وإذن فالدعوة الإسلامية هي مناط السعادة للناس جميعا: أفراد وأسر وجماعات ودول.
لقد ظهرت الدعوة الإسلامية في مجتمع تعج فيه الآراء الدينية، والتقاليد البشرية، فكانت الدعوة هي البلسم الشافي.
إنه في الآونة التي كانت الآراء الدينية تتصارع في جزيرة العرب قام رسول الله -صلى الله عليه وسلم- بدعوته, وهي دعوة ربانية لم تنشأ عن تفكير إنساني شخصي، ولكنها وحي الله المعصوم, وهي معصومة لأنها وحي, إنها معصومة عن التخبط والهوى في الرأي, ومعصومة عن ضلالات الأوهام ومتاهات الخيال وانزلاق التفكير.
وأساس هذه الدعوة هو القرآن الكريم؛ إنه حبل الله المتين, والنور المبين, والشفاء النافع, وهو عصمة لمن تمسك به, ونجاة لمن اتبعه، لا يزيع من استمسك به ولا تنقضي عجائبه, ولا يشبع منه العلماء ولا يخلق عن كثرة الرد.
والدعوة الإسلامية بهذا القرآن الكريم تحمل في طياتها قيمتها الذاتية، وذلك سر انتشارها وسيادتها.
إنها تمتاز عن النصرانية المنتشرة -إذ ذاك- بنظام اقتصادي خلت منه الأنانية وبمنطق عقلي لا يوجد فيما كان من مأثور حنيذاك',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (4,'من الكلام الذي نسب للسيد المسيح عليه السلام. ثم هي تصحيح للفكرة الدينية جملة.
وهي كذلك تمتاز عن اليهودية بما فيها من البساطة والنضرة وتنزيه الله ورسله وأنبيائه جميعا.
إنها معصومة لأنها وحي الله وليست رأيا يجوز مناقشته أو تعديله.
وهي دعوة موحدة لا مفرقة. إنها دعوة نوح وإبراهيم وموسى وعيسى عليهم السلام:
{شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} .
إنها إذن دعوة الرسل من قبل فهي موحدة تقرر أصولا في ناحية العقيدة، وشعائر العبادة، ومبادئ القانون والأخلاق.
ومع أن الدعوة الإسلامية لخير الناس جميعا، وليست دعوة لأنانية أو عصبية، فإن العرب قابلوها بصراع متعدد الألوان غير أن الدعوة اتخذت من أجل هدايتهم أحكم الوسائل وأعظم المناهج.
ولقد كان إثبات الرسالة لسيدنا محمد -صلى الله عليه وسلم- من الأهداف الأساسية في بدء الرسالة.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (5,'وإن أشق مرحلة يصادفها كل رسول من الرسل إنما هي إقناع الناس برسالته وقد اختلفت وسائل هذا الإقناع واختلفت أساليبه.
ولقد بدأ الرسول الأمين -صلى الله عليه وسلم- كأسلافه بإثبات أنه رسول, وأنه متصل بالسماء، وأن الذي يأتيه إنما هو وحي يوحى، ولكن العرب سخروا من دعوته فتحداهم بعنف, وتحداهم متدرجا بهم، ومع أنهم أساطين البلاغة وأهل الفراسة غير أنهم أفحموا وانتهى الأمر إلى أن الذي يأتيه إنما هو وحي من عند الله.
قال تعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} .
لقد لبث فيهم رسول الله -صلى الله عليه وسلم- من قبل أربعين عاما ولم يحدثهم بنبوة، ولم يحدثهم برسالة، ولم يكن من مشاهير رجال الشعر، فلم الشك في أمره؟ مع أنه -صلى الله عليه وسلم- لو أخبرهم أن خيلا وراء هذ الوادي تريد أن تغير عليهم لصدقوه، لقد قالوا له: ما عهدنا عليك كذبا. فلم الشك في أمره؟ {قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ} .
{قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ} .
إنه صلوات الله عليه وسلامه بشر، وما يجول في خلد مسلم قط أن يخرجه عن البشرية، ولكنه -صلى الله عليه وسلم- بشر خاص. إنه بشر يوحى إليه، وما يتأتى قط أن يوحى إليه إلا وقد اصطفاه الله.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (6,'{اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ} .
{اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} .
غير أن بعض الناس حينما يقرأ قول الله تعالى: {إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ} يقف عند كلمة {بَشَرٌ} ، ويحاول التركيز عليها، واستقطاب الانتباه حولها، فيتحدث في إسهاب عن خصائص البشرية العادية، ويندفع في هذا الاتجاه المنحرف اندفاعا لا يتناسب مع عجز الآية: {يُوحَى إِلَيَّ} وينسى قول الله تعالى:
{وَمَا يَنْطِقُ عَنِ الْهَوَى} .
{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} .
والله سبحانه ببيانه ذلك في هذه المواضع التي كان من الممكن أن يقف فيها الرسول صلوات الله عليه، مع العدالة الحاسمة، فعدل عن ذلك إلى الرأفة والرحمة. إن الله سبحانه وتعالى ببيانه ذلك إنما يمدح الرسول صلوات الله عليه وسلامه يبين أن منزع الرحمة إنما هو الغالب عليه صلوات الله عليه وسلامه.
ولم يلغ الله جل شأنه اتجاها عاما سار فيه الرسول -صلى الله عليه وسلم- ولم ينقص كلمة أقرها صلوات الله عليه وسلامه, ولم ينف مبدأ أثبته رسوله الأمين فيما كان يسير عليه، ولقد شهد له الله بذلك فقال:
{وإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ، صِرَاطِ اللَّهِ} .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (7,'ولقد جعل الله طاعة رسوله -صلى الله عليه وسلم- طاعة لجلاله: {وَمَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} .
ومن هنا فإن من يركز على "بشر" فقط من المستشرقين ومن لف لفهم إنما يتبع في ذلك زعم الجاهلين عندما قال: إنما أرى يتيم أبي طالب.
إن النظرة إلى الدعوة الإسلامية من الوسائل التي تثبت صدق الرسول -صلى الله عليه وسلم- ولقد تابع هذا الاتجاه العالم الكبير ابن خلدون فقال:
ومن علامتهم أيضا: دعاؤهم إلى الدين والعبادة: من الصلاة والصدق والعفاف.
وقد استدلت خديجة على صدقه -صلى الله عليه وسلم- بذلك وكذلك أبو بكر ولم يحتاجا في أمره إلى دليل خارج عن حاله وخلته.
وهرقل حين جاءه كتاب النبي -صلى الله عليه وسلم- يدعوه إلى الإسلام أحضر من وجده في بلدة من قريش وفيهم أبو سفيان يسألهم عن حاله, ثم انتهى من مناقشته لأبي سفيان إلى قوله: "إن يكن ما تقول حقا فهو نبي وسيملك ما تحت قدمي هاتين".
وكان في الجو العربي نزعات تتجه نحو توحيد الله، لقد كان هناك الحنفاء الموحدون, والحمس الذين يفتخرون بالنسب إلى سيدنا إبراهيم عليه السلام، وكان هناك غيرهم من الذين أشركوا مع الله غيره في العبادة لا في الخالقية فتصدت الدعوة الإسلامية إلى',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (8,'هؤلاء في استفاضة وفي تنوع من الأدلة لا لإثبات وجود الله فإن هذه القضية لم تكن في يوم هدفا من أهداف القرآن, ولم تكن في يوم من الأيام هدفا من أهداف الرسول -صلى الله عليه وسلم- أو أحد أصحابه رضوان الله عليهم، وذلك لأن الإيمان بوجود الله مسلة بدهية، ولذلك فإن الهدف الأكبر كان هو إثبات التوحيد لله جل شأنه، فيستدل القرآن بالمشاهد الصادقة {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} .
ويستدل بالمنطق الوجداني:
{قُلِ الْحَمْدُ لِلَّهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ} .
{أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} .
لقد كانت هذه الرسالة التي نقدم لها اليوم واحدة من الاتجاهات السلفية التي اتخذت منهاج بحثها الاعتزاز بالذاتية الإسلامية، كأساس للدراسة فإن من أصبح وأمسى وقد رضي بالله تعالى ربا وبالإسلام دينا، فقد غفر الله له ما تقدم من ذنبه.
وهذا الكتاب الذي أعده واحد من أبنائنا الذين نعتز بهم جدير بالاهتمام, لأنه يوضح جانبا من الثقافة الإسلامية على منوال سلفي واضح.
نسأل الله له التوفيق والسداد.
هذا وبالله التوفيق.
١٧ من رجب ١٣٩٣هـ
١٦ من أغسطس ١٩٧٣م
عبد الحليم محمود
شيخ الأزهر',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (9,'<span data-type="title" id=toc-2>مقدمات</span>
<span data-type="title" id=toc-3>مقدمة الطبعة الثالثة</span>
...
بسم الله الرحمن الرحيم
مقدمة الطبعة الثالثة:
الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه والتابعين بإحسان إلى يوم الدين وبعد:
فإن حاجة العالم أجمع للدعوة الإسلامية كان أمرا حتميا تمليه الظروف الحضارية والسياسية والعسكرية والدينية والاقتصادية التي كان يعيشها الإنسان الجاهلي: في أمة العرب، أو في أمة فارس، أو في أمة الرومان.
ذلك لأن العقيدة وهي غاية الغايات لبني آدم إذ لم يخلقوا إلا ليعرفوا ربهم الواحد الأحد الفرد الصمد. هذه العقيدة كان قد تراكم عليها حطام الزنادقة في جميع بلدان العالم:
- فقد كان العرب في اعتقادهم قد انحرفوا عن ملة إبراهيم وتوجهوا نحو أصنام لا تضر ولا تنفع.
- وكان الفارسيون قد تخبطوا في اثنينية ماني بن فاتك ذلك الحكيم الفارسي الذي ظهر في زمان "سابور بن أردمشير" وقتله "بهرام بن هرمز بن سابو".
فقد ذهب ذلك الحكيم المخرف إلى أن العالم مصنوع من النور والظلمة ثم اختلفوا بعد ذلك في العلاقة بين النور والظلمة.
هل امتزجا بالخيط والإتقان أو بالقصد والاختيار.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (10,'كما اختلفوا في سبب هذا المزاج هل هو التشاغل, أو شيء آخر, ثم قالوا: إن المزاج القديم هو:
امتزاج الحرارة والبرودة، والرطوبة واليبوسة.
وأن المزاج الحديث هو:
الخير والشر.
ولم يكن في حلبة المحكمة سوى ماني بل كان هناك مزدك الذي ظهر أيام قباذ والد أنوشروان، ونهاية مذهبه شيوع في النساء والأموال والخلاص بالانتحار.
- كما تخبط الرومانيون في عقائدهم فالألوهية عندهم أسرة تتناسل: تعيش وتموت، وتحب وتكره، وتغار وتكيد.
فالإله "جوبيتر" يغضب على إله العلم والصناعة "برومثيوس" لأنه يعلم الإنسان كيف يستخدم النار في الصناعة فيعطيه قوة تصارع قوة الأرباب.
كما كان "جوبيتر" يخدع زوجته "هيرة" فيرسل إليها الغمام ليحجب عنها الشمس حتى لا تراه مع عشيقاته.
كذلك كان الإله "جوبيتر" شرها يحب الطعام لذلك كان يغضب على الإله "استولاب" إله الطب، لأنه يداوي المرضى وبذلك يحجبه عن جباية الضرائب على أرواح الموتى.
- وفي الهند عجب عجاب آلهة تتوالد وتتناسل وبعضها لما يوجد فبينما الآلهة: براهما، وفشتو، وسيفا تتصاهر نجد لهما زميلا لما يولد بعد هو الإله كلاكي kalaki فهو إله بلا وظيفة, بل إن وظيفته لما تحدد بعد.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (11,'وفي زيارة لي لجزيرة بينانج pinang بماليزيا الغربية زرت معبدا لابن الإله سيفا وسألت الحارس: معبد من هذا؟ فقال لي: معبد ابن الإله سيفا. فقلت له: وأين أبوه؟ قال لي: إنه تحت هناك أسفل الجبل. فقلت له: ولم تركه أبوه؟ ألم يخشى عليه صعود الجبل؟ ألا يخشى أن تأكله الثعابين؟ أو أن يضربه الأطفال؟ فنظر إلي الرجل ونام، فقلت له: هل تعلم لماذا مات ابن الإله سيفا؟ قال: لا. قلت له: لأن الأطفال ضربوه على رأسه بعرف شجرة الرمبوتان.
هل تترك العقائد هكذا يعبث بها البشر. آلهة تصنع من الحجارة، وخرافات تنظم عقائد، وفلسفة تقدس البشر، ومصالح شخصية تجعل الأسطورة دينا.
لقد كانت الرسالة الإسلامية ذات أهمية خاصة لتصحح مسار الاتجاه الديني في البشرية بعد أن ضلت طريقها إلى العقيدة الصحيحة والإيمان المستقيم.
وكذلك كان لا بد من مجيء الدعوة الإسلامية لتضع ميزانا كريما للأخلاق.
فهل ستظل الأخلاق موجة بالمبدأ الشخصي عند السفوسطائية؟ ذلك المبدأ الأناني الذي يثير الفوضى في كل اتجاه.
أو بمبدأ المعرفة دون احترام لبقية مكونات الإنسان وظروف حياته؟
أو ميزانها الوسط وما هو المعيار في معرفة هذا الوسط وهل الميزان في الفضيلة المجردة واحتقار الحياة وأساليبها؟
أو هل المعيار هو اللذة والمنفعة سواء كانت قريبة أو بعيدة خاصة أو عامة؟',NULL,'3',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (12,'هل الخليط الفلسفي المختلف في معيار الأخلاق وميزانها هو الرصيد الذي تحتاجه البشرية لمعرفة كمال الأخلاق التي تتفق مع كرامة الإنسان؟
وهل الإنسان قادر على أن يشرع لأخلاق زملائه من البشر؟ ومن هو ذلك الإنسان الذي يستوعب أفق عقله كل إمكانات البشر النفسية والعصبية والعقلية حتى يضع لهم ميزانا للأخلاق ومعيارا للسلوك؟
لذلك كانت الدعوة الإسلامية حتمية لإراحة الإنسان في مجال الأخلاق من مهاترات نظريات الفلاسفة المختلفين. وكذلك في السلم والحرب، وفي العلم والتعلم، وفي الاجتماع والأسرة، وفي الحرية والرق. كان لا بد لليل الكئيب أن ينتهي وتأتي شمس الحقيقة لتنير للناس الطريق الصواب في العقيدة والأخلاق والسلوك، والسلم والحرب، والعلم والتعلم، والعمل والإنتاج, والحرية والرق، والأسرة والمجتمع، والدولة والأفراد.
بل، إن الدعوة الإسلامية كان لا بد وأن تأتي حتى لو كان المجتمع الإنساني فاضلا لتنقل سلوك المجتمع من العادة إلى العبادة لأن الغاية من وجود العباد في حياتهم الدنيا هي عبادة الله وحده، وهم قد عبدوا بالفعل لكنهم عبدوا أهواء، واخترعوا أديانا ما أنزل الله بها من سلطان. فكان لا بد للدعوة الإسلامية أن تأتي لهذه المهمة ويظهر ذلك جليا في قول الله تعالى:
{وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمّىً لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ، فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا',NULL,'4',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (13,'وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ} [الشورى: ١٤, ١٥] .
ولقد صادفت هذه الدعوة من القوى المعادية لها مثلما تصادفه اليوم.
لقد صادفت من العلمانيين أصحاب الشهوة والملذات والمنفعة الشخصية صدا بالحرب، والإشاعة، والصد، والقطيعة, وجلب الفكر المعادي, كما صادفت الصليبية بقسميها: المتعصبة والعسكرية الغازية.
كذلك لم يمهل اليهود عمر الدعوة منذ سمعوا عن بعثة سيدنا محمد -صلى الله عليه وسلم- فألبوا عليه الخصوم من بعيد، ثم شرعوا أسنة الرماح وحاكوا جلابيب الغدر والخيانة وزينوا للنفاق والمنافقين مقاعد في حصونهم.
وبنفس الأسلحة المعاصرة:
التقدمية في لغة الشيوعيين.
القومية في لغة العلمانيين.
الدهاء والمراوغة والإشاعة في لغة المنافقين.
اللقاء الروحي والسلام الاجتماعي في لغة الماجنين.
والاعتقالات، والسجون، والحصار الاقتصادي، والزحف العسكري، والتضليل السياسي. كل ذلك واجهته الدعوة منذ عهدها المكي. لكنها استطاعت أن تتخطى الحواجز، وأن تتغلب على الصعاب لأنها لم ترتجل العمل ارتجالا، ولا ركنت إلى المعجزات كوسيلة، بل اتخذت لها -كما أراد لها ربها- المناهج، والمراحل، والوسائل، وساوقت بين المرحلة، والوسيلة، والمنهج حتى صنعت جماعة لا تعرف العرقية، ولا العصبية ولا الثأر للذات، ولا التفاني',NULL,'5',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (14,'في مجد الأسرة ولا حب الديار من أجل ليلى بل تعرف العقيدة آصرة، ومحل قرابة، ووطنا لجميع المسلمين.
ثم تخطت بهذه الجماعة إلى بناء المجتمع الذي أقام أول دولة ذات أيديولوجية لا تقوم على أساس من الميراث الملكي، ولا الغلبة العسكرية، ولا على الجنس الواحد بل قامت بناء على رغبة من جميع بانيها، وعلى أساس من العقيدة التي هي آصرة الولاء والإخاء واللقاء في الله العلي العظيم.
وكان بناءو هذه الدولة هم الأمة التي خاطبها الله جل جلاله: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: ١٤٣] .
{كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} [آل عمران: ١١٠] .
ولئن كان الله جل جلاله قد فتح علي من فيوضات رحمته وعلمه فكتبت عن تصوري فيما يتعلق بالدعوة الإسلامية في عهدها المكي لأبرز المراحل، والوسائل، والمناهج التي أسسها سيدنا رسول الله -صلى الله عليه وسلم- في تبليغ الدعوة لتكون لنا أسوة ونبراسا، فسوف أحاول إن شاء الله أن أضع تصوري عن الدعوة في عهدها المدني من حيث المناهج والغايات كذلك، وكان ذلك عزمي منذ عشرة أعوام لولا أنني تركتها لعل بعض أبنائي في قسم الدعوة أو في كلياتها يكون لهم الحظ في التشرف بالاضطلاع بخدمة الدعوة في هذا الجانب. إلا أنني حتى هذا الحين لم أجد من كتب فيه. فعزمت بحول الله تعالى وقدرته على الإقدام لهذه المحاولة عسى الله جل شأنه أن يهبنا الفتوح والمدد كي أكمل خدمتي للدعوة الإسلامية في طوريها: الطور المكي الذي أقدم له بهذه المقدمة للطبعة الثالثة,',NULL,'6',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (15,'والطور المدني الذي أتعشم وآمل في فضل الله أن يرزقني نعمة التوفيق في حسن آدائه وكتابته والله من وراء القصد وهو وحده مالك الملك بيده الخير وهو على كل شيء قدير.
والحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه والدعاة المخلصين والتابعين بإحسان إلى يوم الدين١.
انتهى في الدوحة, قطر
عصر يوم الأربعاء
١٩ من رجب مضر ١٤٠٢هـ
١٢ من مايو ١٩٨٢م
دكتور
رءوف شلبي
الأستاذ المعار إلى جامعة قطر
_________
١ راجع المعلومات حول ما جاء في هذه المقدمة في الكتب التالية:
* الوحي في الإسلام وأهميته في الحضارة الإنسانية.
* آلهة في الأسواق. د/ رءوف شلبي.
* يا أهل الكتاب تعالوا إلى كلمة سواء.
* فيصل التفرقة بين الإسلام والزندقة. تحقيق دكتور سليمان دنيا.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (16,'<span data-type="title" id=toc-4>مقدمة المؤلف</span>
<span data-type="title" id=toc-5>مدخل</span>
...
مقدمة المؤلف:
الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء وسيد المرسلين سيدنا محمد وعلى آله وصحبه والداعين بدعوته إلى يوم الدين.
وبعد..
فإن أحلى كلمة تقال وتصعد إلى الله مع الكلم الطيب هي كلمة الدعوة: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} . وإن أشرف وظيفة على الأرض يتشرف بها الإنسان المسلم هي وظيفة الدعوة: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} .
إن كل الوظائف على وجه الأرض تصدر عن تنظيم بشري أو قرار من سلطة الأرض إلا وظيفة الدعوة فإنها تصدر عن تفويض رباني وتوكيل عن النبوة العاقبة الخاتمة: "العلماء ورثة الأنبياء".
لهذا استحقت الدعوة الإسلامية هذا الشرف المجيد واستحق المشتغلون بها تكريما خاصا وكان عليهم تجاهها واجب يثابون عليه أداء ويعاقبون عليه إهمالا.
ولما كانت مادة الدعوة الإسلامية لم تحظ من قبل بتقعيد علمي لموضوعاتها بحيث يدرك السامع حدود وأبواب وفصول وميادين العمل لهذه المادة كما حظي الفقه والأصول وعلم الاجتماع والجعرافيا والتاريخ ... إلخ.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (17,'لقد كان من الواجب الذي يثاب عليه بالأداء ويعاقب عليه بالترك والإهمال أن تبذل جهود جمة لإبراز موضوعات الدعوة الإسلامية في إطار أكاديمي علمي حتى تكون نبراسا يستضاء به في الأحوال والظروف والملابسات المتشابهة.
ولقد تفضل الل جل شأنه فمنحني من واسع فضله العون لأفتح للمشتغلين بالدعوة الإسلامية هذا الباب ولأقدم طرفا من الواجب تجاه أحلى كلمة تقال وتصعد إلى الله مع الكلم الطيب, وأعظم وظيفة يصدر قرارها من عند الله ورسوله الخاتم عليه أفضل الصلاة والسلام.
فكانت هذه الرسالة منحة ونعمة وتوفيقا من عند الله. أعرض نواحيها الثلاث في هذه المقدمة عرضا موجزا.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (18,'<span data-type="title" id=toc-6>أولا: الدافع</span>
الدافع إلى هذا البحث أمشاج من الظروف:
أ- منها البعيدة والقريبة.
ب- ومنها العالمية والخاصة.
١- إن أخص خصائص وظيفة الإنسان على وجه الأرض هي العبودية لله.
والعبودية هي: أن تسجد جوارح الإنسان وقلبه وعقله لله وحده، ولا يتأتى مطلقا أن تتحقق هذه العبودية إلا إذا كانت القوامة عليه من الأفق الأعلى الكريم عن طريق الوحي الأمين.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (19,'ولقد استطاعت التربية الإسلامية عن طريق هذا الوحي في العهد النبوي المضيء ببركة النبي -صلى الله عليه وسلم- أن تروض نفوس العرب على الانقياد لهذا الدين والاعتياد على السلوك، والأخلاق، والعادات، والتقاليد، التي أنشأتها معالم المنهج القرآني فكانت النقلة البعيدة من: "انصر أخاك ظالما أو مظلوما" في جوها الجاهلي.
إلى:
{وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} .
وبهذه العبودية التي حققها الرعيل الأول أنشأ القرآن "دولة الإسلام" أعز دولة في الوجود لم يكن لها من مآرب سوى أن تكون العبودية فوق الأرض لله وحده، فلا تسجد الجباه، ولا تخفق القلوب، ولا تقشعر الأبدان، إلا لجلال الله وعظمته وكبريائه، وبذلك فقط تتحقق للإنسانية كلها معاني الكرامة والسعادة في الحياة.
ثم كانت نكسة المسلمين وانزواؤهم عن المنهج القرآني حتى وقفت البشرية اليوم على شفا جرف هار، وذاقت مرارة ضياع الدولة الإسلامية التي كانت تصون -بالعبودية لله- كرامة الإنسان وتضمن له الأمن على ماله وعرضه وحياته كلها.
لقد كانت مأساة إنسانية عامة يوم خسر العالم دولة الإسلام. وإنه ليتذوق اليوم أنواعا شتى من مضاعفات هذه الخسارة.
إن نار الحرب التي تتأجج في كل جانب من جوانب الأرض.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (20,'وإن الشقوة الاقتصادية التي أعمت عيون الأخصائيين مع الحيارى التائهين في أزقة الجوع والحرمان.
وإن تزعزع الأمن للفرد والأسرة والدولة.
وإن انحراف الأخلاق التي مزجت في الشكل والموضوع تقاسيم الرجال بالنساء.
وإن الرعب العسكري الذي يحيط بالكرة الأرضية كلها.
وإن الضياع الفكري الذي امتلأت به بطون كتب إبليسية تهوي بقيمة العقل في مستواه الإنساني، إلى مستوى الأنعام بل أضل.
إن كل ذلك من المضاعفات التي جناها العالم كله نتيجة لضياع دولة الإسلام الحنيف وصدق الله العظيم: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} .
ولن يعود للإنسان معناه وقيمته وكرامته إلا إذا عاد إلى العبودية لله وحده، ولن يتأتى مطلقا أن يحقق الإنسان العبودية لله وحده إلا إذا عادت القيادة إلى القرآن الكريم وحده: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} .
فالقرآن وحده هو الذي يملك توجيه الحياة إلى الصراط المستقيم والإسلام وحده هو الذي يملك إعادة بناء الإنسانية ليعد للإنسان معناه وقيمته وكرامته؛ للمسلم ولغيره على السواء.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (21,'والسؤال الآن: هل في حياة الدعوة الإسلامية منهج يمكن من إعادة هذا البناء؟
٢- لقد قامت في هذه القاعة الكبرى بالجامع الأزهر الشريف عدة دورات دراسية عن أسلوب العمل مع الجماعة لمجموعات من شباب الأزهر الذين شِيءَ لهم حسبما زعم يومها أن يكونوا رواد العمل الاجتماعي في الوحدات المجمعة التي تتبع وزارة الشئون الاجتماعية لخدمة الريف المصري.
وكان أساس هذه الفكرة ادعاء أن الثقافة الأزهرية أو الإسلامية خالية من أسس ومناهج العمل مع الجماعة, وأكد المدرسون الذين اختيروا من خريجي جامعات أوربا وأمريكا ذلك الزعم. فهل كان ذلك حقا؟
٣- ثم مضت أيام وتبدلت أحوال وكرمني الله جل شأنه فأنابني الأزهر الشريف عنه في تبليغ الرسالة بالقطر الحبيب أندونيسيا وكلفت بتدريس مادة الدعوة الإسلامية في العصر الحديث بكلية أصول الدين بسومطرة الجنوبية palembang فوقع في نفسي أنه لا يمكن تدريس مادة الدعوة الإسلامية في العصر الحديث إلا إذا عدنا إلى مرحلتها الأولى في العهد النبوي، والناس يومها في رحاب النبي الكريم يتشرفون بالاتصال بالملأ الأعلى، وبالوحي الذي يترى ويأخذ بأيديهم رويدا رويدا إلى العبودية لله وحده. لا سيما أن ناسا في أندونيسيا تعدادهم يزيد أو ينقص على أربعة ملايين من البوذيين',NULL,'12',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (22,'ما زالوا يعكفون على عبادة الأصنام ومنطقهم كمنطق الذين مضوا: {قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} . {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} .
٤- وكان هناك دافع آخر هو ما تعانيه الدعوة الإسلامية من الفشل حتى تعرضت للتصفية ولم يبق لها كما يقولون من أثر بعد عين إلا الجامع الأزهر الشريف الذي تتكأكأ عليه محن وإحن.
فهل هذا الفشل العام الذي أصاب حقل الدعوة الإسلامية سببه خروج العاملين عن المنهج الذي حدده الله للدعوة؟
تلك هي الدوافع أو هي كلها الدافع الذي وجهني لتحمل مسئولية شرف هذه الدراسة منذ عام ١٩٦٤م.
{وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} .',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (23,'<span data-type="title" id=toc-7>ثانيا: المنهج</span>
والمنهج الذي التزمته بتوفيق الله عز وجل في عرض هذه الدراسة قام على ركيزة خاصة هي: "الذاتية الإسلامية".
إن الذاتية الإسلامية ليست مفهوما يصور في حد أو رسم منطقي أو فلسفي ولكنها سلوك عملي قدم له الرعيل الأول إطاره الذي يعيه العقل المسلم وتطبقه الجوارح الخاشعة.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (24,'لقد قال سعد بن أبي وقاص رضي الله تعالى عنه لأمه:
والله لو كانت لك مائة نفس فخرجت واحدة واحدة ما تركت دين محمد -صلى الله عليه وسلم.
وقالت: زنيرة يوم عذبوها فكف بصرها فقالوا: ما أذهب بصرها إلا اللات والعزى، فقالت: كذبوا والله؛ ما تضر اللات والعزى ولا تنفعان.
والذاتية الإسلامية في حدودها الإسلامية هي ما يصفه سيدنا عبد الله بن مسعود رضي الله عنه: كان الرجل منا إذا تعلم عشر آيات لم يتجاوزهن حتى يعرف معانيهن والعمل بهن.
لقد كان هناك قصد من الجماعة الإسلامية نفسها أن يكون النبع الذي تستقي منه هو القرآن الكريم وحده, وهي يوم أن تستقي من القرآن الكريم لا تستقي للثقافة والعلم أو للنهضة الفكرية أو للحركة الدائبة في الدراسة والبحوث والمناقشة، ولكنها كانت تستقي منه لتحقق العبودية المطلقة لله وحده.
وكانت الأمة الإسلامية تستقي من النبع الصافي وتتخرج عليه وتتكيف به لذته لا لفقر عالمي في الثقافة أو جدب في العلوم والمعارف.
فلقد كانت للعرب أسواق للأدب والحكم.
ولقد كان لفارس والروم والهند والصين ثقافات ومعارف.
ولكنها كلها نبع طيني لا ينهض لبناء حضارة تقوم العبودية فيها لله وحده، ويتحقق بها للإنسان معناه وقيمته وكرامته.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (25,'ومن هنا فإن رسول الله -صلى الله عليه وسلم- يوم غضب لورقة من التوراة كان يقرؤها سيدنا عمر بن الخطاب رضي الله عنه قال له: $"والله لو كان موسى حيا بين أظهركم ما حل له إلا أن يتبعني".
كان يقصد عليه الصلاة والسلام بهذا الغضبة الربانية أن يظل النبع الصافي الذي تستقي منه الأمة الإسلامية ماء حياتها هو القرآن الكريم وحده.
وإذن فالركيزة التي يجب أن يقوم عليها منهج البحث الإسلامي عامة, وخاصة في مجال الدعوة ورسالتي هذه: هي الذاتية الإسلامية. تلك التي جعلت الدنيا كحلقة مغفر في يد الرعيل الأول فأقاموا دولة العبودية لله في أقل من ربع قرن وصار في خلالها الرجل يسير من صنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه.
وحدات المنهج:
أولا: قسمت الدعوة إلى قسمين رئيسين:
١- دور العرض.
٢- دور الدفاع.
ثم قسمت دور العرض إلى قسمين:
١- دور العهد المكي, وهو موضوع هذا البحث.
٢- دور العهد المدني, وهو بحث أسأل الله تعالى أن ييسره لي لتتم نية صالحة لخدمة الدعوة الإسلامية.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (26,'ودور الدفاع ينقسم إلى قسمين:
١- دفاع عن المجابهة الفكرية الثقافية.
٢- ودفاع عن الخصومة التاريخية.
فموقع هذه الدراسة ومكان هذا البحث من هذا التقسيم هو العهد المكي فقط، لأن النواة الأولى التي ستترعرع بعد إن شاء الله في العهد المدني لتتكون منها {خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} .
ثانيا: قسمت دراسة العهد المكي إلى:
١- مرحلة تمهيدية تصور البيئة التي نشأت فيها الدعوة، وكيف هيأ الله تعالى نبيه محمدا -صلى الله عليه وسلم- في هذا الجو ليكون للعالمين نذيرا، واستتبع هذا العمل تحديد المراد من اصطلاح الدعوة الإسلامية فقدمت حديثا عن التعريف بالدعوة الإسلامية وناقشت بعض الآراء التي تعرضت لتحديد المراد من هذا الاصطلاح ليكون حادي الطريق في دراسة العمل الإسلامي مستقبلا إنْ في العهد المكي أو في العهد المدني أو في دور مناقشة الخصوم والمجابهين للدعوة فيما بعد إن شاء الله.
٢- ثم دراسة التحرك النبوي منذ بدئَ نبيا بالرؤيا الصالحة لاستنباط وحدات المناهج التي قدمتها الدعوة الإسلامية منذ القرون الوسطى لتكون أسلوبا عمليا للعمل مع الجماعة، في مستقبل حياة الأمة الإسلامية {وَلَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (27,'ثالثا: التزمت في دراسة هذه المرحلة تاريخ الدعوة من مصادر رئيسية ثلاثة:
- القرآن الكريم وعلومه.
- والسنة الإسلامية وشروحها.
- وكتب السيرة المعتمدة وخاصة ما دونه السالفون الذين تسمح حياتهم الاجتماعية بالثقة والاطمئنان إلى ما كتبوه بوعي وإخلاص.
وقد استبعدت في عرضي لهذا الدور المكي المناقشات مع الخصوم، كما رفضت الأخذ في كتبهم فلهم دور سيأتي فيما بعد إن شاء الله.
رابعا: اعتمدت في إبراز نتائج الدعوة الإسلامية على القرآن الكريم المكي وحده لأنه منبعها الأصيل الذي قصد به رسول الله -صلى الله عليه وسلم- أن يكون وحده المنبع الذي تستقي منه الأمة الإسلامية ماء حياتها، وقد أثبتت الأحداث التاريخية فيما بعد صحة وصدق ذلك في التربية والبناء.
خامسا: درست النظريات الحديثة بعد انتهائي من استيعاب ما كتب عن العهد المكي في مراجعه الأصيلة، لأتعرف على مقدار ما اقترضه الغربيون ثم أصبحوا به يفتخرون.
سادسا: كنت أحاول أن أختبر وحدات المنهج التي استخلصتها قبل تدوين البحث في البيئة المماثلة للحياة الجاهلية حيث منحني الله جل شأنه فرصة التشرف بالعمل الإسلامي في ماليزيا في وظيفة تتساوى مع طبيعة البحث ودراساته.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (28,'سابعا: مع وضوح المعلومات في رأسي حسبما كان يرزق الله جل شأنه، فإني كنت أنتظر دائما لحظات تفضله جل وعلا أن يشرح لي صدري للكتابة, وكثيرا ما كنت أبدؤها بعد صلاة ركعتين لله تقربا وشكرا ودعاء.
ثامنا: اخترت في عرض مادة الرسالة الأسلوب الذي يتفق مع الذاتية الإسلامية، فلم أجنح إلى صرامة الأسلوب الفلسفي المنطقي الذي يعتمد على إثبات المقدمات وإقامة الملازمات، ولم أجنح إلى الأسلوب الطنان البراق الأديب، ولكن حاولت أن أكون مع أسلوب الدعوة حيث تكون هي منطقية كقرآنها أو وجدانية كقرآنها، مرغبة أو مرهبة كقرآنها, لقد كان الأسلوب الذي أحاول به تدوين مادة هذه الرسالة هو أسلوب الدعوة الإسلامية حسب طبيعة مواقفها: صرامة وحنانا.
فإن أكن هديت فلله وحده المنة والفضل والله يهدي من يشاء, وإن تكن الأخرى، فكل إنسان يؤخذ منه ويرد عليه إلا صاحب الروضة الشريفة -صلى الله عليه وسلم.
ومع هذا فقد كان الإخلاص لله رائدي والخير قصدي والله من وراء القصد، أستغفر الله لي ولكم وحسبي في ذلك: "كل ابن آدم خطاء وخير الخطائين التوابون".
هذا وبالله التوفيق
متولي يوسف شلبي
الشهير: رءوف شلبي',NULL,'18',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (29,'<span data-type="title" id=toc-8>الباب الأول: مناهج الدعوة الإسلامية في عهدها المكي</span>
<span data-type="title" id=toc-9>الفصل الأول: منهج إثبات وحدانية الله تعالى</span>
<span data-type="title" id=toc-10>تمهيد حول مفهوم الدعوة الإسلامية</span>
...
الفصل الأول: منهج إثبات وحدانية الله تعالى:
تمهيد: حول مفهوم الدعوة الإسلامية
في مجال الحديث عن الدعوة الإسلامية يتحتم تحديد المفهوم من هذا الاصطلاح لكثرة بريق الشعارات والاصطلاحات في العصر الحديث، إن المواجهة للإسلام وإن غيرها، حتى يتميز جانب الدعوة الإسلامية عن كل ما يغايرها، سواء كان ذلك الغير ملتقيا معها أو كان مخالفا لها.
والدعوة الإسلامية في التصور العادي البسيط ليست مبادئ بيئة خاصة، وليست ظاهرة اجتماعية لظروف خاصة.
ولا هي مثل عليا فقط لجماعة مثالية من البشر.
ولا هي دعوة مادية لإيواء المشردين، وإشباع الجائعين، وكساء العرايا، وإنما هي شيء غير ذلك نعالجه في هذه المحاولة مع بعض المشتغلين بها بحثا ومعملا.
"أ" مع فضيلة الشيخ علي محفوظ:
في كتاب "هداية المرشدين" تحت عنوان "مفهوم الدعوة" قال الشيخ رحمه الله تعالى:
"إن الدعوة إلى الله حياة الأديان، وأنه ما قام دين من الأديان ولا انتشر مذهب من المذاهب، ولا ثبت مبدأ من المبادئ إلا بالدعوة.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (30,'وما تداعت أركان ملة بعد قيامها ولا درست رسوم طريقة بعد ارتفاع أعلامها، ولا تلاشت نزعة من النزعات بعد إحكامها إلا بترك الدعوة، فالدعوة حياة كل أمر عام تدعى إليه الأمم والشعوب, سواء أكان الأمر حقا أم باطلا"١.
ففي كلام الشيخ -رحمه الله تعالى- محاولة لتوضيح بعض مفهوم الدعوة كحركة تنفيذ وتطبيق للمبادئ المنشودة مطلقا، فهي ظلال عامة لجزء من مفهوم الدعوة بإطلاقها العام، وليس في كلامه بيان عن حقيقة التعريف الذي يجلي مفهوم الدعوة الإسلامية كاصطلاح, وكل ما في كلامه توضيح اتجاه حول مفهوم الدعوة بالنسبة لمبدأ ما كحركة حياة له.
وعلى كل حال فإن الشيخ -رحمه الله- قد فتح لنا الطريق وأعطانا إشارة للتفرقة بين الدعوة كحركة بناء لمبدأ ما وبين المبدأ كفكرة تحتاج إلى هذا البناء.
وإذن:
فإن مفهوم الدعوة غير مفهوم الدين، إذ الدعوة كما يذكر النص السالف: "حياة الأديان"، إنها حركة التبليغ لمبدأ ما، حقا كان أو باطلا "والمبادئ لا يقوم صرحها إلا بالدعوة".
فالدعوة بالنسبة للدين أو للمبدأ عملية إبراز لوجوده وتنفيذه في الواقع الحي الملموس.
_________
١ هداية المرشدين ص١٤.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (31,'ونمضي مع الشيخ -رحمه الله- فنجده في موضع آخر تحت عنوان "معنى الدعوة" يقول:
"الدعوة من الدعاء إلى الشيء، بمعنى الحث على قصده، ومنه قول الله تعالى: {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ} ١.
{وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ} ٢.
ومثلها الدعاية، وفي كتاب هرقل: "أدعوك بدعاية الإسلام"، أي بدعوته وهي كلمة الشهادة التي يدعى إليها أهل الملة الكافرة.
وفي العرف:
حث الناس على الخير والهدى، والأمر بالمعروف والنهي عن المنكر، ليفوزوا بسعادة العاجل والآجل٣.
بهذا التعريف حاول فضيلة الشيخ علي محفوظ -رحمه الله تعالى- أن يضع مفهوما لاصطلاح الدعوة الإسلامية بأنها: الحث على الخير والهدى ... إلخ.
فأعطانا بهذه المحاولة -في أقل تقدير- أن عملية الدعوة ليست هي الدين نفسه بل هي إيجاد الدين كسلوك واقعي محسوس.
وهذا هو الذي يبدو في تصور مفهوم الدعوة الإسلامية.
_________
١ من الآية رقم ٣٣ من سورة يوسف.
٢ من الآية رقم ٢٥ من سورة يونس.
٣ المرجع السالف.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (32,'ب- مع الأستاذ محمد الراوي:
ولهذا، فإن التعريف الذي وضعه الأستاذ محمد الراوي في كتابه، "الدعوة الإسلامية دعوة عالمية" لم يكن دقيقا لأنه خلط بين مفهوم الدعوة ومفهوم الدين وعبارته.
فما هذه الدعوة إذن؟ بعد أن تمت وكملت على يد خاتم النبيين سيدنا محمد -صلى الله عليه وسلم- يمكننا أن نقول: إنه دين الله الذي ارتضاه للعالمين تمكينا لخلافتهم، وتيسيرا لضرورتهم، ووفاء بحقوقهم ورعاية لشئونهم، وحماية لوحدتهم، وتكريما لإنسانيتهم وإشاعة للحق والعدل فيما بينهم هي الضوابط الكاملة للسلوك الإنساني وتقرير الحقوق والواجبات١.
فلم يفصل الأستاذ الراوي بين الدعوة كحركة لبناء الدين عمليا، والدين كضوابط للسلوك البشري تنزل بها الوحي الأمين على النبي المعصوم.
ففي الدراسات التي قام بها فضيلة الدكتور محمد عبد الله دراز تحديد لمفهوم الدين ملخصه بأنه:
"جملة النواميس النظرية التي تحدد صفات تلك القوى الإلهية، وجملة القواعد العملية التي ترسم طريق عبادتها"٢.
وهذا يغاير في دلالته مفهوم الدعوة الإسلامية.
_________
١ الدعوة الإسلامية دعوة عالمية، ص١٢.
٢ الدين، دكتور دراز ص٤٤.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (33,'فالتعريف الذي ذكره الأستاذ الراوي لم يميز الدعوة الإسلامية عن مفهوم الدين، بل إنه مزجهما وجعلهما شبه مترادفين.
ولعل العذر الذي يلتمس له أن مفهوم الدعوة الإسلامية قد استخدم استخداما سهلا ميسرا في الأسلوب الخطابي أو في التعبير الحماسي.
بالإضافة إلى أن محاولة شرح مفهوم الدعوة الإسلامية ما زالت ميدانا بكرا لما يشرف بالعمل في روضته باحثون.
غير أن المتصدي للعمل الفكري في مجال الدعوة الإسلامية قمين به أن يبدأ بتحرير المراد من هذا الاصطلاح: الدعوة الإسلامية.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (34,'<span data-type="title" id=toc-11>تحديد المراد من محاولة التعريف:</span>
ومن الخير أن أجلي موقفي من محاولة تحديد مفهوم الدعوة الإسلامية أنه ليس مسلكا تقليديا لما هو معروف عند المشتغلين بالدراسات المنطقية المتأثرين باستخدام الجنس والفصل. إن في حدودهم التامة أو رسومهم في التعاريف الخاصة بأبحاثهم وعلومهم.
ليس ذلك مسلكي، ولن يكون أبدا، فإنه لا يليق بذاتية الدعوة الإسلامية أن يتواضع فكر الباحث فيها وهو تحت ظلالها لتفترض من أفكار غير قرآنية أجناسا وفصولا يصنع به للدعوة الإسلامية حدودا أو رسوما توضح مفهومها.
ذلك لأن القضية من وجهة نظري: أن الاشتغال بالدعوة الإسلامية حتى في جانبها الفكري، ينبغي أن يكون بعيدا عن التبعية لاتجاهات',NULL,'24',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (35,'أجنبية غريبة عن بيئة القرآن الكريم، بعيدة عن المنهج النبوي الكريم، ناشزة عن مقياس ومقومات الروح الإسلامية السليمة.
وإنه في رأيي؛ لمن الوهن في العقيدة أن يرجع في أبحاث إسلامية لا سيما في الدعوة الإسلامية إلى كتاب أو مرجع غير دستورها الأصيل الخالد: "القرآن الكريم، والسنة المطهرة". وما منطق اليونان الذي استعمر الفكر الإسلامي منذ تعريبه وشغف الناس به إلا فساد للفكر الإسلامي، قد أفسد علينا كثيرا من قضايا الفقه والأصول، حتى صارت صناعة التعريف أولى من تحصيل الأحكام وتطبيقها وصارت دراية ذلك أساسا لتقويم العالم، وميزانا لكتابته في تلك الفنون.
وما منطق اليونان على شهرته الممتدة إلا عبث، وانحراف عن الطريق السواء.
إن شأنه في ذلك شأن الفلسفة العقلية التي تبحث في الغيب، فتهوى في جهل سحيق.
وأشهر من تولى كبر هذا المنطق إنما هو "أرسطو" الذي يعتبره بعض المؤرخين أكبر عقلية فلسفية ظهرت على وجه التاريخ، وهو أيضا أشهر الذين انهار مذهبهم في عالم ما وراء الطبيعة، وكان إخفاق عقله هذا فيما يختص بمعرفة الغيب من أوضح الأدلة على أن عالم الغيب أسمى من أن يتناوله العقل البشري الخطاء١.
_________
١ المنقذ من الضلال ص٥٨ تحقيق فضيلة الدكتور عبد الحليم محمود, راجع كذلك ص١٤٥ وما قبلها من كتاب "التفكير الفلسفي في الإسلام".',NULL,'25',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (36,'والدعوة الإسلامية مصدرها ما وراء الطبيعة أنها من وحي الله المعصوم إلى نبيه الخاتم المعصوم فهي لهذا أسمى وأجل.
هي بهذا أرفع وأقدس من المنطق البشري الخطاء على أن تلاميذ أرسطو لم يعجبوا بمنطق شيخهم، ويقول الأستاذ "سانت لانا" بعد أن ذكر الاعتراضات على مذهب أرسطو:
"إن ذلك حمل التلامذة من بعد موته على الإياس من الإلهيات، والتفرغ إلى علم الطبيعة وعلم الأخلاق، اختصوا بهما في القرن الثالث قبل الميلاد، حتى لقنوا بالطبيعيين"١.
فكيف يرضينا نحن الشباب المسلم بله الشبب من علماء الأزهر الشريف أن نأخذ من هذا العبث أجناسا وفصولا مخترعة من العقل البشري الناقص الخطاء لتكون تحديدا لمفهوم دعوة ربانية أساسها الوحي المعصوم؟
على أن الإمام الغزالي -رحمه الله تعالى- لم يرتض هذا المنطق من قبل كآلة الفكر الإسلامي، فيقول:
"وربما ينظر في المنطق أيضا من يستحسنه ويراه واضحا فيظن أن ما ينقل عنهم من الكفريات مؤيدة بمثل تلك البراهين، فاستعجل بالكفر قبل الانتهاء إلى العلوم الإلهية، فهذه الآفة أيضا متطرقة إليه"٢.
_________
١ المنقذ من الضلال، ص٥٩.
٢ المنقذ من الضلال ص١٠٣.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (37,'والإمام الشافعي -رضي الله تعالى عنه- يرفض المنطق اليوناني كمادة ثقافية للعقلية الإسلامية، فيقول:
"ما جهل الناس، ولا اختلفوا إلا لتركهم لسان العرب، وميلهم إلى لسان أرسططاليس"١.
والترتيب الذي صنعه أرسطو بالمنطق كان منسجما مع لغة اليونان التي تحتاج في مجال البرهان بألفاظها إلى منسق.
أما العربية ففيها من القواعد، وأساليب الشرط والجزاء وأدوات الترتيب والعطف والبيان والتمييز والأخبار ما يحكم الربط بين أجزائها، يحكم الربط في جرس موسيقي سليم، ويحكم الربط في التئام المعنى مؤديا غايته مثمرا نتائجه في صورة أبهى وأدق وأحكم من مقدمات أرسطو التي قد تكون كاذبة المضمون، والتي لا تفي بذاتها -ولو كانت صادقة- بالمقاصد الدينية على حد ما ذهب إليه الإمام الغزالي:
"أنهم يجمعون للبرهان شروطا يعلم أنها تورث اليقين لا محالة".
"لكنهم عند الانتهاء إلى المقاصد الدينية ما أمكنهم الوفاء بتلك الشروط، بل تساهلوا غاية التساهل"٢.
فهل بعد هذا يلج داعية مسلم بابا من كتب هؤلاء القوم، سواء في مجال التقعيد الثقافي لفكرة الدعوة أو في مجالها التطبيقي؟
_________
١ الإسلام والعقل ص٣٨ وما بعدها.
٢ المنقذ من الضلال ص١٠٣.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (38,'فلا مفر إذن من الالتزام بالمنطق الإسلامي للحفاظ على ذاتية الدعوة الإسلامية بالعود إلى مصادرها الربانية التي عصمها الله تبارك وتعالى.
ومن أوليات هذا الالتزام للتجرد من التبعية مطلقا، تجردا من التبعية في:
- الفكر.
- وفي المنهج.
- وفي القصد.
هذا التجرد يجب أن يكون مخلصا وخالصا لوجه الله وفاء لدينه الحنيف وامتثالا لشريعته الغراء.
يروي الإمام أحمد -رضي الله تعالى عنه- بإسناد صحيح عن سيدنا جابر -رضي الله تعالى عنه- أن سيدنا عمر بن الخطاب أتى النبي -صلى الله عليه وسلم- بكتاب أصابه من بعض أهل الكتاب، فقرأه على النبي -صلى الله عليه وسلم- قال: فغضب، وقال:
"أتتهوكون فيها يابن الخطاب؟ والذي نفسي بيده لقد جئتكم بها بيضاء نقية لا تسألوهم عن شيء فيخبرونكم بحق فتكذبونه أو بباطل فتصدقونه، والذي نفسي بيده لو أن موسى كان حيا ما وسعه إلا أن يتبعني".
ثم يقوم النبي -صلى الله عليه وسلم- خطيبا ليحدد معالم التثقيف للفرد المسلم ومصادر تعليمه فيقول:',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (39,'"يا أيها الناس! إني قد أوتيت جوامع الكلم وخواتيمه، واختصر لي اختصارا وقد أتيتكم بها بيضاء نقية فلا تتهوكون ولا يغرنكم المتهوكون".
ثم أمر -صلى الله عليه وسلم- بتلك الصحيفة فمحيت حرفا حرفا.
وتتكرر الحادثة ويتكرر نصح النبي -صلى الله عليه وسلم- فيتضح أن الاستقلال بالدستورية الإسلامية في التفكير والتثقيف أمر واجب.
يروى أن جريرا قال: جاء أناس من المسلمين بكتب كتبوا فيها ما سمعوه من اليهود، فقال النبي -صلى الله عليه وسلم: "كفى بقوم ضلالة أن يرغبوا عما جاء به نبيهم إليهم، إلى ما جاء به غيره" ١.
فجعل عليه الصلاة والسلام مجرد الميل إلى وحي آخر لنبي آخر يعتبر ضلالة في العرف الإسلامي فكيف بالجنوح إلى خارج دائرة الوحي الإلهي؟ كيف بالجنوح إلى دائرة الفكر البشري؟ كيف بالجنوح إلى منطق أرسطو الذي ما قدر لله حق قدره؟
وتتكرر الحادثة مرة أخرى -ثالثة- ويتكرر معها نصح النبي عليه الصلاة والسلام فتتضح شرعية وجوب الاستقلال بالدستورية
_________
١ الإسلام والإيمان ص١٨-٢١ راجع مسند الإمام أحمد ج٣ ص٣٨٧ مسند جابر.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (40,'الإسلامية في التفكير والبحث، فعن الإمام الزهري -رضي الله عنه- أن حفصة -رضي الله تعالى عنها- جاءت إلى النبي -صلى الله عليه وسلم- بكتاب من قصص يوسف في كشف، فجعلت تقرؤه، والنبي -صلى الله عليه وسلم- يتلون وجهه، ثم أعاد عليها ما سبق أن قال للآخرين، وهو:
"والذي نفسي بيده لو أتاكم يوسف وأنا بينكم فاتبعتموه وتركتموني ضللتم، وأنا حظكم من النبيين وأنتم حظي من الأمم" ١.
ويستقر الأمر على هذا, على أن الذاتية الإسلامية في البحث منهج واجب.
فقد مر الصحابة يوما على جماعة من اليهود، وهم يتلون التوراة، فتخشع المسلمون فعاتبهم رسول الله -صلى الله عليه وسلم- وتلا: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} ٢.
"ج" مع الأستاذ البهي الخولي:
ولقد أحسن بهذا المنهاج الأستاذ البهي الخولي فعرف الدعوة الإسلامية تعريفا بعيدا عن دائرة المنطق البشري، ومهد لذلك بقوله: "فما هي الدعوة مجردة عن التعريف الفني والحد الاصطلاحي؟ ".
_________
١ المرجع السابق، ورواية الفتح الكبير: "لو نزل موسى فاتبعتموه وتركتموني لضللتم أنا حظكم من النبيين وأنتم حظي من الأمم" ج٣ ص٤٩. راجع رواية الإمام أحمد ج٣ ص٣٣٨.
٢ الآية رقم ٥١ من سورة العنكبوت.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (41,'فقد أدرك ببصيرة المسلم أن الدعوة الإسلامية، بتركيبها لا تنسجم ولا ينبغي أن تنسجم مع قيود المنطق واحترازاته فأطلقها من هذا العقال لأنها ربانية في وجهتها ومنهاجها.
إنها ربانية في كل شيء يتصل بها والمنطق الأرسطي بشرى في كل شيء.
ولهذا فقد عرفها الأستاذ البهي الخولي بتعريف خاص بعيد عن قيود المنطق فقال:
"هي نقل الأمة من محيط إلى محيط"١.
ثم يعلل ذلك بقوله:
"ومن ظنها غير ذلك فقد جهل نفسه ورسالته"٢.
إن الذاتية الإسلامية هي الموقف الطبيعي الذي يجب أن يمارسه وأن يلتزمه المسلم العادي بله الداعية ولعل في الحديث الشريف: "رضيت بالله تعالى ربا، وبالإسلام دينا، وبسيدنا محمد -صلى الله عليه وسلم- نبيا ورسولا" ٣.
ما يلزم المسلم باتباع هذه الذاتية، اتباعا في التفكير، وفي السلوك، وفي المشاعر، وفي البحث، ويزكي هذا الاتجاه قول الرسول -صلى الله عليه وسلم: "لا يؤمن أحدكم حتى أكون أحب إليه من والده، وولده، والناس أجمعين" ٤.
_________
١ تذكرة الدعاء ص٣٠ الأستاذ البهي الخولي.
٢ تذكرة الدعاء ص٣٠، ٣١.
٣ في رواية أبي داود: "من قال إذا أصبح، وإذا أمسى: رضينا بالله ربا وبالإسلام دينا، وبمحمد -صلى الله عليه وسلم- نبيا ورسولا، إلا كان حقا على الله أن يرضيه".
٤ أخرجه البخاري ومسلم.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (42,'<span data-type="title" id=toc-12>على بدء نعود ظلال على التعريف:</span>
ونعود بعد هذا إلى محاولة تعريف الدعوة الإسلامية مستخدمين الذاتية الإسلامية منهاجا.
الدعوة عملية إحياء لنظام ما لتنتقل الأمة بها من محيط إلى محيط.
والدعوة الإسلامية على هذا حركة إحياء للنظام الإلهي الذي أنزله الله عز وجل على نبيه الخاتم.
هذا النظام الإلهي قد اتخذ له مجرى في الحياة الإنسانية فكان له: تاريخ يحفظ للدعوة منهاجا.
ودعاة حملوها للناس بمنهاجها الفاضل.
وكان لها غايات حققت بها للبشر حياة ربانية.
فاكتمل لهذه الدعوة في الوجود الإنساني بناء دولة قامت على أسس الإسلام فحققت عبودية الإنسان لربه ونشرت العدل والرخاء والبر للبشر عامة، وصانت الأمن النفسي, والاجتماعي، والسياسي، وأكرمت بني الإنسان قاطبة له, لا فرق بين أبيضهم وأسودهم إلا بالتقوى ورعاية حقوق الله وقد انزوى في ظلالها كل لون للتعصب، وأفلس الشيطان وكسدت بضاعته، وبات حظ الماجنين فيها ضعيفا.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (43,'فانتشر فيها عبير الخلق الفاضل وشاع فيها الخير والتوادد والبر والتعاطف والتراحم والإيثار، فأدى الإنسان وظيفته التي خلقه الله لها: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} ١.
وسجدت لله فيها جباه عزت بطاعة ربها، وهدي بها إلى سبيل الحق وطريق الله خلق كثير.
هذه الدعوة في دولتها الإسلامية الأولى هوجمت في صورة الدولة الإسلامية، هوجمت من عناصر التعصب القومي، والتعصب الديني اليهودي، والمسيحي، والتعصب بالخشوع للفكر غير الإسلامي فتصدعت، تصدعت الدولة الأولى وهي في شرخ صباها ورواء فتوتها فتلاشت بهذا التصدع ركيزة العدل وإن بقي للدعوة أصولها إنجازا لوعد الله تعالى:
{إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} ٢.
ومن هنا فإن المفهوم الذي نتصوره ونراه لائقا بتاريخ الوجود الإسلامي هو:
أولا:
جانب الدعوة في مبادئ النظام الإلهي الذي بعث بها سيدنا محمد -صلى الله عليه وسلم- ليخرج الناس من الظلمات إلى النور بإذن الله.
وأساس هذا الجانب في التصور هو: القرآن الكريم والسنة النبوية المطهرة.
_________
١ الآية رقم ٥٦ من سورة الذاريات.
٢ الآية رقم ٩ من سورة الحجر.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (44,'وملخص هذا الجانب: إحياء الإسلام، وبعثه من أصوله الثقافية النظرية إلى سلوك عمل أخلاقي في الحركة والعمل والتعايش الإنساني ومهمة هذا الجانب، عرض الدعوة كفكرة.
وتطبيقها كسلوك.
وتحتاج هذه المهمة إلى منهاج يستخدم في العرض، وتحتاج كذلك إلى غاية تكون مقياسا صحيحا لمجال التطبيق ومداه.
كما تحتاج إلى داعية يتشرف بالاضطلاع بأعباء العمل في سبيل الله.
ثانيا:
جانب الدعوة في لقائها مع الخصوم:
أ- الخصوم التاريخيين: الذين التقوا بها في حروب الصليب وكان من نتائجها:
١- الاستعمار الثقافي.
٢- التبشير المسيحي.
٣- الاستشراق.
٤- الاستعمار العسكري.
٥- الصهيونية العالمية ويهودها.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (45,'ب- الخصوم الفكريين: الذين يجابهون الدعوة الإسلامية بمناهج ومبادئ عقدية ضالة مثل:
١- الشيوعية وأسرتها.
٢- الوجودية وأخواتها.
٣- المبادئ الوضعية بتمامها: القاديانية، البهائية، البابية، النصيرية ... إلخ.
هذان الجانبان:
جانب الدعوة في إحياء مبادئ النظام الإلهي.
وجانب الدعوة في مواجهة الخصوم. لهما هدف.
هذا الهدف هو:
تنفيذ الرسالة الإسلامية، وبعث الوجود الإسلامي لتعود الدعوة الأستاذة. دولة الإسلام إلى سيرتها الأولى، تخرج الناس من الظلمات إلى النور بإذن ربها مرة أخرى، تخرجهم من الحيرة إلى الطمأنينة، ومن الجهل إلى العلم، ومن الظلم في صورة العدل، إلى العدل في صورة الإحسان ومن الضعف إلى القوة، ومن الذلة إلى العزة، ومن ضيق الدنيا إلى سعة الدنيا والآخرة، ومن عبادة الإنسان إلى عبادة الرحمن.
إن الظلال التي ألقيت على التعريف في هذه المحاولة تتلخص في هذه النقاط لتوضيح المراد من اصطلاح: الدعوة الإسلامية:
أ- الحركة التنفيذية للمبادئ الإسلامية القائمة على أساس من القرآن الكريم والسنة المطهرة.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (46,'هذه الحركة تتخذ لها منهاجا، وغاية، وداعية.
هذا الداعية ينبغي أن يكون ربانيا يرتفع بالعمل فوق كل الآمال والآلام وهذا الدور هو:
دور البناء.
دور العرض والتطبيق.
وهو باختصار: دور المناهج والغايات.
ب- وبعد ما تكتمل للدعوة مقوماتها في دولتها تحتاج ثمارها هذه إلى صيانة ودفاع تجاه محاولات الخصوم والمجابهين.
وهذا هو:
دور الدفاع والمناصرة.
وهو باختصار: دور مجابهة الخصوم.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (47,'<span data-type="title" id=toc-13>نتيجة المحاولة:</span>
وإذن فمفهوم الدعوة الإسلامية عندما يطلق كاصطلاح يكون تصوره الحركة الإسلامية في جانبيها: النظري والتطبيقي، من حيث هي حركة بناء للدولة الإسلامية.
ومن حيث هي دفاع عن استمرار وجود الدولة الإسلامية.
وتلك رسالة جد شاقة تحتاج مع عون الله ووعده بالنصر إلى طراز خاص من الدعاة في المستوى الفكري والثقافي والسلوكي والأسري، وأقطار الحياة جميعا, من: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} ١.
_________
١ الآية رقم ٨٢ من سورة الأنعام.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (48,'<span data-type="title" id=toc-14>الدعوة الإسلامية:</span>
رسم يسحب إسكانر؟؟؟؟؟؟؟؟
بناء على هذه الخطة فقد استبعدنا ما كتبه المستشرقون عن الإسلام والدعوة حتى ولو كانوا مخلصين تمشيا مع طبيعة الدراسة الذاتية الإسلامية إلى أن يحين اللقاء في دور الدفاع لنلتقي بهم إن شاء الله.
_________
١ صدر الموضوع في كتاب مستقل عن سلسلة البحوث الإسلامية بعنوان: بشائر النبوة الخاتمة.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (49,'الكريم، أنه لا يتأتى مطلقا أن يبشر السابقون من الأنبياء بنبوة محمد -صلى الله عليه وسلم- ويعلن ذلك المنصفون من أهل الكتاب ثم ندعي تجاهلا أو تعسفا أو استعلاء بالعقل: إن الرسالة الإسلامية فاجأت المجتمع الإنساني.
وقد كان لها عند اليهود قدر عظيم، وعند النصارى قسمات معروفة، وعند الروم علامات، وعند الحبشة دلائل، وفي العرب إجماع بامتياز محمد -صلى الله عليه وسلم- خلقيا على جميع أبناء المجتمع قاطبة.
بل لقد هيأه الله جل شأنه لهذه الرسالة، وانتظرها الفطريون من الحنفاء، وأهل الذكر والمعرفة من الباحثين، كما ثبت أن الأحبار والرهبان والملوك والعظماء كانوا يتناقلون هذه الأخبار ويبحثون عن مولد هذا الدين الحنيف، وقد عاد زيد بن عمرو بن نفيل ليلحق به فمات دونه، وأرادها أمية لنفسه فضل لهواه، فثبت كذلك أن الاصطفاء منحة ربانية يهبها الله لمن يشاء من عباده: {اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلًا وَمِنَ النَّاسِ} ١, {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} ٢.
وقد وهبها الله لحبيبه محمد -صلى الله عليه وسلم- على تهيؤ بها دون ترقب وإن ظهرت بوادرها له فليست من رياضاته لاكتسابها بل سبقت له علامة من مانحها جل شأنه بعد أن هيأه الله فعشق أنوارها
_________
١ من الآية رقم ٧٥ من سورة الحج.
٢ من الآية رقم ١٢٤ من سورة الأنعام.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (50,'فهداه إياها١، قال ابن عطاء: {وَوَجَدَكَ ضَالًا} أي محبا لمعرفتي فهداك إلى طريق محبتي وسبيل مودتي، قال صاحب الشفاء: والضال هو المحب٢.
قال في المواهب اللدنية:
"ولو علم بالبشارات الحاصلة قبل ولادته وإخبار الكهنة، وبحيرا، وغيرهم بأنه نبي آخر الزمان لكن صانه الله سبحانه عن اعتقاد ما يخالف ما عنده تعالى من أنها لا تنال بطلب"٣.
على أن قضية الاكتساب للنبوة وعلمه أمر حادث ابتدعته دراسات علم الكلام وهو نظريات العقل في غير مجاله الطبيعي وما طلب واحد من السابقين طريق النبوة مع إدراكه لأوصاف النبي الخاتم حتى أمية بن الصلت ما كان يجتهد في العبادة طلبا للنبوة.
وذلك هو طريق الكسب المراد كلاميا بل اجتهد في معرفة انطباق الأوصاف الخاصة بالنبي الخاتم على صفات نفسه فلما علم أنه ليس هو يئس وانجدل في سريره لا ينام ولا يقوم طوال الليل.
وكان محمد -صلى الله عليه وسلم- يربى لها وما كان يرجو أن يلقى إليه الكتاب إلا رحمة من ربه فقد أعده ربه فكانت له لا لغيره وكان هو لها لا لغيرها وكان قدرا مقدورا.
_________
١ راجع الشفاء شرحيّ: علي القاري ونسيم الرياض ج٤١ ص٢١٣.
٢ الشفاء ج٤ ص٤٨.
٣ المواهب اللدنية ج١ ص٢٢٠.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (51,'يقول الأستاذ الأكبر الشيخ محمد مصطفى المراغي:
"والنبوة هبة الله لا تنال بالكسب لكن حكمة الله وعلمه قاضيان بأن تمنح للمستعد لها والقادر على حملها: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} ومحمد -صلى الله عليه وسلم- أعد لأن يحمل الرسالة للعالم أجمع، أحمره وأسوده، إنسه، وجنه، وأعد لأن يحمل رسالة أكمل دين، ولأن يختم به الأنبياء والرسل وليكون شمس الهداية وحده إلى أن تنفطر السماء، وتنكدر النجوم وتبدل الأرض غير الأرض والسموات١.
يقول شيخنا الإمام العارف بالله الدكتور عبد الحليم محمود حول إعداد الأنبياء للرسالة:
"يصطفيهم فيعدهم إعدادا خاصا قبل ميلادهم، يعدهم في أصلاب أجدادهم وآبائهم فيتخير الله عز وجل لهم الأجداد والآباء".
يقول الإمام البوصيري عن رسول الله -صلى الله عليه وسلم:
لم تزل في ضمائر الكون تختا
ولك الأمهات والآباء
ويستمر مولانا في شرح هذه الحقيقة فيقول:
يعد سبحانه أوعيتهم -الجدات والأمهات- خَلْقا وخُلُقا، ويعد سبحانه الرسل بعد ميلادهم، وسطا وبيئة.
يعدهم على عينه ... ولتصنع على عيني
ويصطنعهم لنفسه ... واصطنعتك لنفسي
_________
١ راجع مقدمة كتاب: حياة محمد لهيكل باشا.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (52,'ويقول -صلى الله عليه وسلم- عن كل ذلك فيما رواه الإمام مسلم: "إن الله اصطفى من ولد إبراهيم إسماعيل، واصطفى من ولد إسماعيل بني كنانة، واصطفى من بني كنانة قريشا، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم".
لقد رسم الله ماضيهم البعيد ورسم حاضرهم الذي عاشوه طفولة فشبابا فكهولة فشيخوخة منذ الأزل١.
فضاع بذلك صلف العقل الكلامي الذي اشتط في بحث الاكتساب في طلب النبوة، وبقي للنبوة مكانها الرباني: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} ومناقشة العلاقات بين الأنبياء وربهم في مرحلة الإعداد لهم أو الإيحاء إليهم ليست من حق العقل البشري أيما كان ذكاؤه وعلمه؛ لأنها مرحلة ذاتية بين مقامين دونهما مقام العقل حتى ولو كان في سامق قمم الاتزان والفطنة.
لقد نزل الوحي بالنبوة وكانت {اقْرَأْ} إعلانا واضحا للاصطفاء ورجف فؤاده -صلى الله عليه وسلم- بها غبطة٢، فقد تم اللقاء والإقبال وارتاحت سريرته لهذا الاصطفاء وتأهب لهذا العمل الجليل, وهو به جد سعيد، لقد فتر الوحي بعد بدء إعلان النبوة ليتشوق النبي الكريم إلى لقائه، بعد أن تستقر غبطته باصطفائه، وذلك تقدير الله لحياة نبيه ثم تتابع الوحي ونزلت مواصفات العمل النبوي تزكيته:
_________
١ راجع الإسلام والعقل ص١٠٥، ١٠٦، دار الكتب الحديثة.
٢ راجع المواهب اللدنية ج١ ص٢٢١.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (53,'{يَا أَيُّهَا الْمُدَّثِّرُ، قُمْ فَأَنْذِرْ، وَرَبَّكَ فَكَبِّرْ، وَثِيَابَكَ فَطَهِّرْ، وَالرُّجْزَ فَاهْجُرْ، وَلا تَمْنُنْ تَسْتَكْثِرُ} ١.
فأوجز الله فيها تزيكة لحاله، وأساسا لدعوته.
{وَثِيَابَكَ فَطَهِّرْ} استمر على ما أعددناك به من الكمال النفسي الفذ الذي هيأناك به للرسالة.
{وَالرُّجْزَ فَاهْجُرْ} استمر على ما أودعناكه من السلوك السامي الذي درجت عليه من الصغر وشرحنا لك به صدرك.
{وَلا تَمْنُنْ تَسْتَكْثِرُ} بلغ دين الله دون النظر إلى متاع دنيوي فقد وجدناك عائلا فأغنيناك.
{وَلِرَبِّكَ فَاصْبِرْ} أساس تبليغ دعوتك هو الصبر على أذى البشر إرضاء لوجه الله، فهل كان ذلك تبليغ مستندا على أسس وقواعد؟
أو كان مستندا فقط على العون الإلهي بالمعجزات؟
نعم، إن كل حركة في الوجود حتى طرفة العين وخلجة النفس تسيرها إرادة الله جل شأنه.
ولكن هل كانت الدعوة الإسلامية في مكة تعمل دون مناهج؟
لقد كانت الدعوة الإسلامية في مكة تعمل في داخل مجتمع بشري له تقاليده وعاداته وأنظمته وتفكيره، فهل واجهت الدعوة الإسلامية هذا المجتمع بقوة المعجزات التي تقهر العقل فقط؟
_________
١ الآيات رقم ١-٦ من سورة المدثر.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (54,'لقد سبقت الدعوة الإسلامية جميع نظريات الإصلاح الاجتماعي في العصر الحديث بما وضعته من مناهج لبناء مجتمع الدعوة الإسلامية.
فقد استخدمت الدعوة:
١- مناهج لإثبات الوحدانية وللعمل مع الجماعة.
٢- ولفن التبليغ ومراحله.
ومعنى هذا أن النبي -صلى الله عليه وسلم- لم ينقل دعوة الله ولم يبلغها للناس جزافا ولا اتكالا على عصمته وتأييد الله له فذلك فهم العجزة وهمة القعيد المتواكل ولكنه -صلى الله عليه وسلم- نقلها بالأسلوب الفطن الواعي الذي رسم للعمل الإصلاحي في مستقبل الإنسانية كلها قواعد العمل البناء الذي يحترم ظروف جميع الناس ويداوي بالتؤدة والمودة لا بالقسوة والثورة والجبروت، ويود استجابة من صميم القلب لتنساب جوارح الناس استسلاما في تنفيذ أوامر الله وتلك هي مستويات العمل الفاضل لبناء المجتمع الفاضل وذلك ما حققته الدعوة في هذا الدور الجليل.
ويمكن باختصار أن نقول أن الجو الديني قبل الإسلام في الجزيرة العربية ينقسم إلى قسمين رئيسيين:
١- جو منحرف في التوحيد، عنده إسراف بكثرة الآلهة أو منحرف السلوك في العبادة.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (55,'ويشمل هذا الجو الديانة اليهودية على قلة نفوذها وضعف تأثيرها١, والديانة المسيحية على تعقدها وغموضها وقلة خطرها وضعف جاذبيتها٢ ثم الوثنية بأصنامها ووثنها ونصبها وهي العقيدة العامة الشاملة للشعب العربي.
وهذا الجو فيه إيمان بالله غير أنه إيمان واسع مبذر في معنى إدراكه الألوهية وإيمان منحرف في توجهه بالعبادة إلى الله.
ب- ثم كان هناك جو خافت لبعض الملاحدة الذين يقولون: {مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ} وأولئك يمثلون المرض الخبيث وهم حثالة تافهة لا وزن لها في نظر العلم والأخلاق٣.
وقد ذكر في الشفاء أنه على حد هذا المنطق فأولئك القوم لم يكونوا منكرين للخالق، وعبادته.
ولا يلزم من قول بعضهم حيث قالوا:
{وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ} ، إن الدهر خالقهم إذ لم يقل به أحد منهم، بل أرادوا به أن طول الزمان ودورة الدوران يقتضي أن يحيا بعضنا ويموت بعضنا فنسبوا بعض الأفعال إلى الدهر٤.
_________
١ التاريخ الإسلامي العام دكتور علي إبراهيم حسن ص١٥٧.
٢ حقائق الإسلام وأباطيل خصومه, عباس العقاد, دار القلم، ط ثالثة، ص٥٢، ٥٣. راجع تاريخ الإسلام, دكتور حسن إبراهيم حسن، سنة ١٩٦١، ص٥٧٤، نشأة الفكر الفلسفي في الإسلام ج١ ص١، ٢، راجع الشفاء ج٣ ص٢٩٩، ٣٠٠، شرح نسيم الرياض.
٣ الإسلام والإيمان ص٢١٤.
٤ شرح على القاري ج٣ ص٢٩٩.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (56,'ويرشح لهذا أن هذا الاتجاه لم يرد تصويره في القرآن الكريم كله إلا مرتين في سورة: "المؤمنون" آية رقم ٣٧، وفي سورة الجاثية١ آية رقم ٢٤ وهذا مما يقوي وجهة النظر القائلة بأن هؤلاء حثالة ليس لها قيمة في المجتمع، أو أنه رأي فطري لجماعة تخاف البعث لسوء الحساب، وهم مع عدم إنكارهم الخالق ينكرون البعث.
جاءت الدعوة الإسلامية إذن وهناك جو مسرف في توحيد الله ضل أصحابه طريق العبادة الصحيحة.
وهناك حفنة تافهة وحثالة متعفنة من المنحرفين عن الفطرة, فقدمت الدعوة الإسلامية لهؤلاء جميعا منهجا ليصلوا إلى الحق في التوحيد ولينزهوا الله جل شأنه عن كل ما سواه مما يشركونه مع جلاله سبحانه وتعالى هذا المنهج صالح للنوع الواحد بكل خطواته، وخطوة منه صالحة لنوع واحد من البشر.
ذلك لأن القرآن يبني الإنسان من جميع نواحيه النفسية والعقلية والخلقية فهو يخاطبه بكل ما يؤسس فيه عوامل الخير:
يخاطبه نفسيا ووجدانيا.
يخاطبه عقليا وذهنيا.
ويخاطبه عاطفيا إن بالترغيب أو بالتهديد٢.
_________
١ راجع معجم الألفاظ والأعلام القرآنية للأستاذ محمد إسماعيل إبراهيم ج٢ ص٢١٤ ط ثانية ١٩٦٩ المعجم المفهرس للمرحوم الأستاذ محمد فؤاد عبد الباقي ص٢٦٤، ٢٧٨.
٢ راجع حول هذا الحياة الوجدانية والعقيدة الدينية دكتور محمود حب الله ص٢٨٧.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (57,'لهذا قام المنهج القرآني على أربعة مراحل، قد تصلح كلها لنوع واحد من الناس وقد تصلح مرحلة واحدة منها لنوع وأخرى لنوع آخر.
وهذه المراحل هي:
أولا: تصوير العقيدة العربية قبل الإسلام.
ثانيا: دعوة المعاندين إلى التجرد من المواريث الثقافية التي تبعدهم عن التفكير السليم في التوصل إلى الحقيقة.
ثالثا: دعوة المعاندين للتفكير بالمشاهدة في آثار قدرة الله جل شأنه وتعريفهم طريقة استخدام هذا المنهج.
رابعا: بعث الوجدان الفطري بالترغيب أو بالترهيب.
تلك هي المراحل الأربع التي رسم بها القرآن الكريم المنهج لمعاندي الدعوة الإسلامية في عهدها المكي وبيانها كالآتي:',NULL,'47',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (58,'<span data-type="title" id=toc-15>منهج إثبات الوحدانية لله تعالى</span>
<span data-type="title" id=toc-16>مدخل</span>
...
منهج إثبات الوحدانية لله تعالى:
{اقْرَأْ بِاسْمِ رَبِّكَ} .
لقد انتهت مرحلة الاصطفاء بالرؤيا واختار الله محمدا -صلى الله عليه وسلم- رسولا نبيا للعالمين جميعا, ونزل الوحي عيانا, وصدقه المترقبون له، لقد صدقت به بادئ بدء السيدة خديجة رضي الله عنها, لم تتوان فقد كانت تعمل لذلك منذ خمسة عشر عاما وتقدر لهذا اليوم قدره فآمنت، وآمن من بعدها ورقة، فقد كان على علم به؛ صفة ومكانا واستبطاء ورقة نزول {اقْرَأْ} وأنشد شعرا طويلا١ ذكره أصحاب السير فتمت بذلك المؤكدات.
إن البعثة المحمدية لم تكن على غفلة من الزمن والأحداث، وأنه لا يتأتى مطلقا أن يقرر القرآن: {وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} ٢, {وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا} ٣، {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} ٤ ... إلخ.
ونجد من كلام النجاشي وهرقل وبحيرا ونسطورا تأكيدا لمعرفتهم بمعالم النبي الخاتم من كتبهم على نحو ما جاء في آيات القرآن
_________
١ راجع السيرة النبوية لابن كثير ج١ ص٣٩٩، ٤٠٠.
٢ من الآية رقم ٦ من سورة الصف.
٣ من الآية رقم ٨٩ من سورة البقرة.
٤ من الآية رقم ١٤٦ من سورة البقرة.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (59,'<span data-type="title" id=toc-17>أولا: تصوير العقيدة العربية قبل الإسلام</span>
يكاد يتفق الكاتبون على أن عابدي الأصنام أقروا أنهم عبدوها كوسيلة تقربهم إلى الله.
يقول الشاطبي:
"قوله تعالى: {يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ} وأشباه ذلك، إنما جرى على معتادهم في اتحاد الآلهة في الأرض وإن كانوا مقرين بإلهية الواحد الحق١.
_________
١ الموافقات في أصول الشريعة لأبي إسحاق الشاطبي إبراهيم بن موسى الغرناطي المتوفى سنة ١٩٠هـ, ج٣ ص٣٥١.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (60,'ويقول فضيلة الشيخ الخضري:
"كانت العرب تعظم هذه التماثيل وهذه الأحجار لا لاعتقاد أنها آلهة إنما لتقربهم إلى الله سبحانه"١.
قال في شرح الشفاء:
"والعرب على جاهليتها -أي على حالتها التي كانت عليها قبل ظهور النبوة من الجهل بأمور الشريعة وأحوال الديانة- أكثرها يعترف بالصانع، بل جميعها كما هو ظاهر قوله تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} ولذا جاء النبي -صلى الله عليه وسلم- بكلمة التوحيد وهو أن يقولوا: لا إله إلا الله"٢.
وإذن فليست الوثنية العربية إلحادا ولكنها طريق منحرف في التعبد.
يقول الله تعالى:
{قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} ٣.
_________
١ محاضرات تاريخ الأمم الإسلامية ج١ ص٥٥، ط ثانية، راجع كذلك الله كتاب في نشأة العقيدة الإلهية ص١٥٩، راجع السيرة النبوية للدكتور أبو شهبة ص٧٢، ٧٣، ماذا خسر العالم للندوي ص٥٣، راجع كتاب الله للعقاد ص٣١.
٢ شرح علي القاري على الشفاء ج٣ ص٢٩٩.
٣ الآية رقم ٣١ من سورة يونس.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (61,'ويقول جل شأنه: {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ، سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ، قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ، سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ، قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ، سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} ١.
ويقول سبحانه: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ} ٢.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْقِلُونَ} ٣.
_________
١ الآيات من رقم ٨٤-٨٩ من سورة "المؤمنون".
٢ الآية رقم ٦١ من سورة العنكبوت.
٣ الآية رقم ٦٣ من سورة العنكبوت.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (62,'ويقول تعالى جده:
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ} ١.
ويقول عز جلاله:
{مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ٢.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ} ٣.
ويقول تبارك وتعالى:
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} ٤.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ} ٥.
هذه الآيات ترسم صورة لعقيدة العرب فيما قبل الإسلام وتوحي بأن كان لها أصل من التوحيد ثم وقع فيها انحراف، ولا عجب فالعرب من أبناء إسماعيل بن إبراهيم عليهما السلام، وقد
_________
١ الآية رقم ٢٥ من سورة لقمان.
٢ من الآية رقم ٣ من سورة الزمر.
٣ الآية رقم ٣٨ من سورة الزمر.
٤ الآية رقم ٩ من سورة الزخرف.
٥ الآية رقم ٨٧ من سورة الزخرف.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (63,'كانوا فعلا يزعمون أنهم على دين إبراهيم وكانوا يعتزون بعقيدتهم على هذا الأساس من النسب، ولم يكونوا يحفلون بديانة مسيحية أو يهودية، مما كان لها وجود ما في الجزيرة العربية إعزازا منهم بأنهم على دين إبراهيم، ولو أنهم كانوا غير منتبهين إلى ما صارت إليه عقليتهم من التناقض فقد اندفعوا في تيار العبادة عاطفيا وجرتهم التقاليد والمعدات إلى هذا اللون من العبادة، ولكنهم إذا سئلوا عن خالق السموات والأرض ومسخر الشمس والقمر، ومنزل الماء من السحاب ومحيي الأرض بعد موتها يقولون: الله، هو صانع كل هذا ولكنهم ينحرفون في الطريق إليه فيعبدون الأصنام والكواكب والملائكة ويجعلونها شركاء لله في العبادة وإن لم يجعلوها شركاء له في الخلق وذلك هو التناقض الذي شاء هذا المنهج أن يفضحه١، وحاول أن يطهر النفوس منه لأنه ضعف وانحراف عن السبيل السواء، قال ابن كثير في معناها: "يحتج على المشركين باعترافهم بوحداينته وربوبيته على وحدانية إلهيته"٢.
يقول الدكتور سامي النشار وهو يصور تلك المرحلة: "ولكن كان وراء كل هذا غريزة باطنية في أولاد إسماعيل وتشوف نحو شيء من اللامحدود، فيما وراء الوجود.
وجاءتهم المسيحية من الشمال ومن الجنوب ومشيخة العرب من أولاد إسماعيل يهزون رءوسهم ولا يبدون حراكا.
_________
١ راجع في ظلال القرآن ج٢١ ص١٦ ط ثالثة بيروت.
٢ ابن كثير ج٢ ص٤١٦.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (64,'وأسرعت اليهودية إليهم وهي تحمل التوراة المحرفة، فأنكرها ووقفوا ينظرون إليها بازدراء، بل ولوا ظهورهم لجماعة منهم أعلنوا أنهم الحنفاء على ملة إبراهيم مختتنين متخذين الوحدانية دينا لهم، ولكن مشيخة العرب نأوا في فردوسهم العجيب وفي لياليهم الصافية في قلب الصحراء عن كل هذا.
كان يكفيهم أن يعبدوا الأصنام زلفى إلى الله.
كانوا يتشوقون إلى صوت النبي الأخير رسول الله -صلى الله عليه وسلم- من أنفسهم من ولد إسماعيل يتلو عليهم آياته ويزكيهم"١, اهـ.
وإذن فدعوة محمد -صلى الله عليه وسلم- إلى توحيد الله ليست بدعا من الأمر فهي تطهير للفكرة التي آمنوا بها وإزالة للأوشاب والشوائب التي رانت عليها وتنزيه لله جل شأنه عما اخترعوه لأنفسهم من نظام تعبدي لا يتفق مع جلال الله وقدسيته.
فمعنا الآن قضيتان:
الأولى: نسبة العرب إلى سيدنا إبراهيم وتفاخرهم بهذا النسب.
الثانية: ادعاؤهم أنهم على دين إبراهيم٢.
ومن هنا فإن القرآن في معالجته لهذه المرحلة من التفكير قد ركز على استخدام سيدنا إبراهيم عليه السلام موقف العداء من كل شيء يعبد سوى الله سبحانه وتعالى.
_________
١ نشأة الفكر الفلسفي في الإسلام للدكتور علي سامي النشار ج١ ص١، ٢، ط رابعة، عام ١٩٦٩م.
٢ في ظلال القرآن ج٢٥ ص٧٣.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (65,'وقد استفاض القرآن الكريم في إبراز جهاد سيدنا إبراهيم الذي يدعي العرب أنه جدهم وأنهم على دينه ليبين لهم أنهم مشوشو العقيدة مسرفون في الإيمان.
وقد قدم ذلك في ثلاث خطوات وهي:
١- مناقشة سيدنا إبراهيم للتدين في صورة الكواكب.
٢- مناقشة التدين في صورة الأصنام والأوثان.
٣- إعلانه التبرؤ من كل دين يخالف التوحيد الذي جاء به من عند الله ثم جعلها كلمة عاقبة من بعده لجميع أبنائه.
وحسب ارتباطي في هذه المرحلة بالجو المكي فإننا سنعرض موقف سيدنا إبراهيم عليه السلام من خلال الآيات والسور المكية التي يتضح فيها منهج سيدنا إبراهيم عليه السلام على نحو ما قعدناه سالفا، وتلك السور هي:
١- الأنعام وترتيبها في النزول ٥٥.
٢- مريم وترتيبها في النزول ٤٤.
٣- الأنبياء وترتيبها في النزول ٧٣.
٤- الشعراء وترتيبها في النزول ٤٧.
٥- الصافات وترتيبها في النزول ٥٦.
٦- الزخرف وترتيبها في النزول ٦٣.
ففي سورة الأنعام مناقشة لعبدة الكواكب.
وفي مريم والأنبياء والصافات مناقشة لعبدة الأصنام والأوثان, وفي الشعراء والزخرف نهاية المطاف وحسم الموقف وتقرير الحقيقة.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (66,'الأولى: سيدنا إبراهيم وعباد الكواكب:
يقول الله تعالى: {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ، فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الْآفِلِينَ، فَلَمَّا رَأى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ، فَلَمَّا رَأى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ، إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ} ١.
إنه نموذج لاهتداء الفطرة الإنسانية حين تقرأ في صفحة من صفحات الكون المفتوح، وتتعقل آيات الله الكونية بالعين اليقظة، وبالقلب الواعي وبالحس المبصر وبالوجدان المنير فإذا بالمشاهدة المكررة المألوفة تبدو جديدة كأنما لم يألفها الحس، تنطق الفطرة هنا على لسان جد الأنبياء الذي يدعي العرب وجيرانهم النسبة إليه في النسب والدين، تنطق بالتوحيد لله الأحد.
فها هو ذا وقد كشف الله لبصيرته أسرار الكون الكامنة وأظهر له الدلائل الموجبة للهدى والإيمان، يمثل الفطرة السليمة فأنكر الباطل وخلص إلى الحق.
_________
١ الآيات رقم ٧٥-٧٩ من سورة الأنعام.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (67,'وما كانت هذه أول مرة يرى فيها إبراهيم كوكبا, ولا كانت أول مرة يعرف فيها إبراهيم أن قومه يعبدون الكواكب, ولكن الأسرار المكنونة في تلك الليلة قد أراها الله له فنطق الكوكب بما لم ينطق به من قبل فأوحى إلى خاطره أن يكشف عورة هذا الباطل لعل قومه يهتدون، فقال:
هذا ربي؛ فالكوكب في ارتفاعه وإشعاعات نوره أقرب -في عين الساذج- لأن يكون ربا، فلما أفل -وتلك صفة مرتبطة بالعدم- لم يعد ذلك الكوكب في مشاعر الحس إلها فقال: لا أحب الآفلين، إنه يغيب عن هذه الخلائق فمن ذا الذي يرعاها ويدبر أمرها إذا كان ذلك هو الرب وهو يغيب؟ لا، إنه ليس هو، فالرب لا يغيب، ذلك منطق الفطرة البدهي الذي استشعره في وجدانه الصادق سيدنا إبراهيم دون أن يثير قضية منطقية أو فرضا جدليا، إنما هو منطق الوجدان الصادق والفطرة السليمة في يسر ويقين قالها: لا أحب الآفلين، فالفطرة تعرف ربها وتحبه وتعرف أن ربها لا يغيب.
فلما رأى القمر، وهو نوع من التجربة يتكرر ينسكب نوره في الوجود وينفرد وحده في السماء بأنه مصدر النور للأرض في الظلام ولكن ظاهرة الأفول تلحقه فيعلنها إبراهيم عليه السلام لئن لم يهدني ربي لأكونن من القوم الضالين.
لقد انتقلت مشاعره من كراهية الآفلين إلى طلب العون من ربه الذي لا يراه في القمر ولا في سابقه من الكوكب الآفل.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (68,'إنه في حاجة إلى عون من ربه الحق الذي يجده فطرته ويدركه بوجدانه ووعيه.
فلما رأى الشمس بازغة وهي أكبر من القمر قال: هذا ربي هذا أكبر، فلما لحقها عنصر العدم وأفلت تبرأ من كل كوكب وقال: {يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} .
إنها التجربة الثالثة مع أضخم الأجرام المنظورة وأشدها حرارة وشعاعا يراها سيدنا إبراهيم بفطرته هذه المرة ويرقب تحركها فوجدها تغيب فيعلنها: {يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} .
{إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ} .
لقد تم الاتصال الطبيعي بين الفطرة الصادقة الخالصة، والإله الحق وغمر نور الحقيقة قلب سيدنا إبراهيم حتى فاض على العقل والوعي والمشاعر فوجد ربه في إدراكه ووعيه كما هو في فطرته، الذي فطر السماوات والأرض، ليس هو الكوكب اللامع، ولا القمر الساطع ولا الشمس الوهاجة إنما هو الله الذي خلق السماوات والأرض وعندئذ فقد حقت الفاصلة الكاملة بينه وبين قومه فتبرأ مما يعبدون وتوجه إلى الدين الحنيف الذي لا ينحرف أبدا إلى شرك فأعلنها في يقين جازم، {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا',NULL,'56',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (69,'وَمَا أَنَا مِنَ الْمُشْرِكِينَ} . فلا تردد ولا حيرة فما أحسته المشاعر وأدركته الفطرة هو الذي ينجلي للعقل مطابقا للحقيقة التي استقرت في الضمير١.
يقول ابن كثير:
"والحق أن إبراهيم عليه الصلاة والسلام كان في هذا المقام مناظرا لقومه مبينا لهم بطلان ما كانوا عليه من عبادة الهياكل والأصنام, وبين في هذا المقام خطأهم وخلالهم في عبادة الهياكل وهي الكواكب السيارة السبعة.
فبين أولا صلوات الله وسلامه عليه أن هذه "الزهرة" لا تصلح للإلهية فإنها مسخرة مقدرة بسير معين لا تزيغ عنه يمينا ولا شمالا ولا تملك لنفسها تصرفا بل هي جرم من الأجرام خلقها الله منيرة لما له في ذلك من الحكم العظيمة، وهي تطلع من المشرق ثم تسير فيما بينه وبين المغرب حتى تغيب عن الأبصار فيه ثم تبدو في الليلة القابلة على هذا المنوال، ومثل هذه لا تصلح للإلهية.
ثم انتقل إلى القمر فبين فيه مثل ما بين في النجم.
ثم انتقل إلى الشمس كذلك، فلما انتفت الإلهية عن هذه الأجرام الثلاثة التي هي أنور ما تقع عليه الأبصار، وتحقق ذلك بالدليل القاطع، قال: يا قومي إن بريء مما تشركون، أنا بريء من عبادتهن وموالاتهن فإن كانت آلهة فكيدوني بها جميعا ثم لا تنظرون
_________
١ راجع في ظلال القرآن ج٧ ص٢٨٧-٢٩٢، ط ثالثة بيروت.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (70,'إني وجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين، إنما أعبد خالق هذه الأشياء ومخترعها ومسخرها ومقدرها ومدبرها الذي بيده ملكوت كل شيء وخالق كل شيء وربه ومليكه وإلهه"١.
وسيان كان سيدنا إبراهيم في هذا الموقف ناظرا أو مناظرا وهو الرأي الذي ارتضاه ابن كثير فإن الحجة على العرب قائمة لأن جدهم إبراهيم قد تبرأ من عبادة ما سوى الله الذي توجه إليه بكل أقطاره.
فلئن كان ناظرا فقد توجه بالفطرة السليمة من قبل الرسالة إلى الله الحق وذلك أكثر إلزاما للقوم وأفحم لهم بالطريق الأولى.
لأنهم ينتسبون إلى رجل رفض الكواكب والأصنام بفطرته التي فطره الله عليها قبل أن يكون رسولا.
ولئن كان مناظرا فقد أقحم قومه وحدد معالم عقيدته التي جعلها في عقبه دينا لأبنائه، حنيفا مسلما، وما كان من المشركين، فهم ينتسبون إلى نبي التوحيد, فأية حجة بعد لمن ينتسب إلى هذا النبي الموحد؟ إن بالنسبة أو بالنسب ثم يدعي أن الكواكب أو ما يشابهها ملة له أو دين٢.
_________
١ تفسير ابن كثير ج٢ ص١٥١، راجع القرآن العظيم لفضيلة الشيخ محمد الصادق عرجون ص٤٩.
٢ من مراجع هذا البحث تفسير روح المعاني لشهاب الدين السيد محمود الآلوسي ج٧ ص١٧٣، تفسير الطبري ج٧ ص٢٤٢، طبعة ثانية ١٣٧٣هـ ١٩٥٤م الحلبي.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (71,'الخطوة الثانية: سيدنا إبراهيم وعباد الأصنام
{يَا أَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئًا، يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا، يَا أَبَتِ لا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا، يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا، قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا، قَالَ سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا، وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا} ١.
بهذا اللطف في الحديث والأدب الجم في الخطاب يتوجه سيدنا إبراهيم إلى أبيه الذي يحاول أن ينقذه من الضلالة ويهديه إلى الخير الذي هُدي إليه وعلمه الله إياه٢.
وبألفاظ المحبة والنداء الرخي، يا أبت يسأل في حنان الابن البار لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئا؟ فالأصل في عبادة الإنسان أن يتوجه بها إلى من هو أعلم وأقوى وأعظم من الإنسان، فكيف تتوجه بالعبادة إلى صنم أصم أبكم أخرس قعيد لا ينفع ولا يضر فهو في مرتبة أدنى من الحيوان.
_________
١ الآيات من رقم ٤٢-٤٨ من سورة مريم.
٢ راجع تفسير الآلوسي ج١٦، ص٨٨.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (72,'ثم يعزز هذه الدعوة المؤدبة بأنه لا يقول هذا من عندياته إنما هو العلم الذي جاءه من عند الله فهداه, وهو وإن كان ابنا، ولكن المدد الإلهي وهبه من الفقه والمعونة والمدد ما جعله يفقه ويعرف الحق، فهو ينصح أقرب الناس إليه، ولا غضاضة في أن يتبع الوالد ولده، ما دام الولد قد جاءه من العلم ما لم يأت الوالد١.
وبهذا كشف سيدنا إبرهيم لأبيه عن حالتين:
الأولى: تفاهة الأصنام وحقارتها عقليا وواقعيا.
الثانية: المصدر الذي يتلقى منه الدعوة ويعتمد عليه في التبليغ، فينتقل إلى الغاية من الدعوة.
إن الطريق الذي يسير فيه والده هو طريق الشيطان وإبراهيم يريد أن يهديه طريق الرحمن.
ولكن اللطف اللطيف في هذه الدعوة لم يصل إلى قلب المشرك العاتي فجابهها بالاستكبار والتهديد {لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا} .
جهالة قاسية في مقابل قول مؤدب مهذب رقيق حليم ولكن الداعية لم يغضب ولم يرد أن يفقد بره مع أبيه فرد عليه: {سَلامٌ عَلَيْكَ} فلا مراء ولا جدل ولا أذى ولا رد مني على التهديد ولكن سأتوجه إلى ربي بالدعاء لعله يهديك٢.
_________
١ راجع عبارة الآلوسي ج١٦، ص٨٩-٩١ روح المعاني.
٢ راجع ظلال القرآن ج١٦، ص٤٣-٤٤ راجع تفسير الآلوسي ج١٦، ص٨٨-٩١.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (73,'وبذلك تتحدد خطوات الداعية في التعامل مع الناس دائما، أن يقدم الدعوة بقلب صادق واثق، وأسلوب رفيع مهذب، وأن لا يجابه التحديات بعنف أو بمثيل لها، وأن يتخذ موقفا ذاتيا حازما، {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ} ليستمر على طريقته التي يدعو الناس إليها.
يقول ابن كثير حول هذا الموقف:
"واتل على قومك هؤلاء الذين يعبدون الأصنام واذكر لهم ما كان من خبر إبرهيم خليل الرحمن الذين هم من ذريته ويدعون أنهم على ملته وقد كان صديقا نبيا مع أبيه كيف نهاه عن عبادة الأصنام.
فقال: {يَا أَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئًا} لا ينفعك ولا يدفع عنك ضررا: {يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ} وإن كنت من صلبك وتراني أصغر منك لأني ولدك فاعلم أني قد اطلعت من العلم من الله على ما لم تعلمه أنت ولا اطلعت عليه ولا جاءك {فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا} طريقا مستقيما١.
واستمر سيدنا إبراهيم وفيا يستغفر لأبيه فلما تبين أنه عدو لله تبرأ منه.
لقد تبرأ سيدنا إبراهيم من أبيه ومن قومه: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلالٍ مُبِينٍ} ٢.
_________
١ ابن كثير ج٣، ص١٢٣، راجع الآلوسي ج١٦، ص٨٩.
٢ الآية رقم ٧٤ من سورة الأنعام.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (74,'هكذا يقولها إبراهيم لأبيه وهو الموصوف في القرآن الكريم {إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} سمح لين رضي الخلق ولكن، الأمر هنا أمر حزم وتمييز بين الحق والباطل فهي العقيدة التي تعلو وتسمو فوق روابط الأبوة والبنوة وفوق مشاعر السماحة واللين والحلم، وإبرهيم قد أراده الله أن يكون هو القدوة للمسلمين، لمن بعده جميعا يأتسون به ويأتسون بموقفه فأعلنها: {إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلالٍ مُبِينٍ} .
وتطوف بنا آيات سورة الأنبياء حول المعركة الصاخبة التي دارت بين سيدنا إبراهيم عليه السلام وقومه وهو يحاجهم بالحسنى والقول الواضح ليهديهم السبيل السواء يقول الله تعالى: {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ، إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ، قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ، قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلالٍ مُبِينٍ، قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ، قَالَ بَل رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ، وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ، فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ، قَالُوا مَنْ فَعَلَ هَذَا بِآَلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ} .',NULL,'62',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (75,'{قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ} .
فهو واثق وثوق الذي يشهد على واقع لا شك فيه أبدا أن الله الحق هو رب الناس ورب السموات ورب الأرض, فالأمر من الوضوح والثبات والاستقرار في نفسه عليه السلام بلغ حد أنه يشهد على ذلك وهو واثق متأكد، فإن كل ما في الكون ينطق بوحدانية الخالق الأعظم المدبر، وأن كل ما في الكيان الإنساني ليهتف به: أحد أحد فرد صمد لا شريك له ولا ولد.
فقابل سيدنا إبراهيم شك التائهين في متاهات الشرك بيقين الصادقين المتثبتين من وحدانية الله الفرد الصمد وهو على ذلك من الشاهدين.
وعندما تصل الأمور إلى هذا الحد فلا بد من موقف إيجابي تجاه هذا الباطل المتمرد فعزم على أن يكيد لهم, وهنا تجيء آيات سورة الصافات لتشرح الحالة النفسية لسيدنا إبراهيم التي جعلته يتخذ هذا الموقف الإيجابي من قومه ومن الأصنام: {فَنَظَرَ نَظْرَةً فِي النُّجُومِ، فَقَالَ إِنِّي سَقِيمٌ، فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ، فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلا تَأْكُلُونَ، مَا لَكُمْ لا تَنْطِقُونَ، فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ} ١.
_________
١ الآيات من رقم ٨٨-٩٣ من سورة الصافات.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (76,'كان للقوم عيد يخرجون فيه يومها إلى الحدائق والبساتين بعد أن يضعوا بواكير الثمار بين يدي أصنامهم لتباركها وبعد أن يتنزهوا يعودون إلى الأصنام ليأخذوا طعامهم المبارك١.
فلما كان ذلك اليوم وكان سيدنا إبراهيم قد يئس من استجابتهم للحق الأبلج وأيقن من انحراف فطرتهم وأن إصلاحها صار عسيرا اعتزم أمرا.
فلما دعوه يوم عيدهم إلى الخروج معهم, قلب نظره إلى السماء, وقال لهم: إني سقيم لا طاقة لي بالخروج معكم إلى المتنزهات, فالذي يخرج إليها إنما هو طالب اللذة والمتعة خالي القلب، وقلبي لم يكن في راحة من أمركم ولا يستروح مشاركة الراحة معكم.
{إِنِّي سَقِيمٌ} تصوير لمدى ما بذله معهم من الجهد ليخرجهم من الظلمات إلى النور فأبوا.
{إِنِّي سَقِيمٌ} إنه مخلص صادق في مواجهة قوم بلداء الحس كاذبي الوجدان.
وذهب سيدنا إبراهيم إلى الأصنام والثمار الجنية أمامهم طيبة شهية كما هي لم يأكلوا منها شيئا فقال لهم متهكما مستهزئا: {أَلا تَأْكُلُونَ} ؟
_________
١ الوثنيون هنا في ماليزيا وخاصة الذين هم من أصل سيلاني ما زالوا ماكثين على هذه الضلالة بنفس هذا الأسلوب الجاهلي القديم الرجعي.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (77,'ويستمر سيدنا إبراهيم في تهكمه وهو ممتلئ بالغيظ: ما لكم لا تنطقون؟ ولم تجبه الآلهة الكاذبة فراغ عليهم ضربا وتكسيرا يشفي نفسه من السقم والهم والضيق١، لقد جعلهم سيدنا إبراهيم جذاذا إلا كبيرا لهم كما تتلوا علينا آيات سورة الأنبياء.
لقد تحولت الآلهة المعبودة في يوم العيد إلى قطع صغيرة من الحجارة والخشب وتحول المعبد المقدس إلى مخزن لأكوام من الحجارة والأخشاب المهشمة.
وترك سيدنا إبراهيم الصنم الأكبر دون تكسير لعلهم إليه يرجعون. يرجعون إلى الإله الأكبر يسألونه أحد سؤالين أو هما معا:
١- هل أنت الذي ثرت على الآلهة الصغيرة؟
٢- فإن لم تكن أنت فلماذا وأنت الإله الأكبر لم تتحرك لتدافع عن قداسة الآلهة؟ إنك أيها الأكبر مذنب في كلتا الحالتين.
ومجرد الرجوع إلى الصنم الأكبر تبطل فكرة ألوهيتهم؛ لأن العابد يحاكم المعبود والأدنى يحاكم الأعلى وإذن فقد فسدت قضية التقديس المزعومة للأصنام.
{فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ} .
لعلهم يراجعون القضية من أساسها بعد أن تهشمت الأصنام فيعودون إلى صوابهم ورشدهم ويدركون سخف وتهافت وتفاهة عبادتهم للأصنام٢.
_________
١ راجع الآلوسي ج١٧، ص٥٧، ٥٨.
٢ في ظلال القرآن ج٢٣، ص٥٩، ٦٠.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (78,'{قَالُوا سَمِعْنَا فَتىً يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ، قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ، قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ، قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ، فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ، ثُمَّ نُكِسُوا عَلَى رُؤُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلاءِ يَنْطِقُونَ، قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكُمْ شَيْئًا وَلا يَضُرُّكُمْ، أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ، قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ، قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ، وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ} ١.
لقد هدى الله سيدنا إبراهيم إلى التوحيد وعلم جل شأنه أنه أهل لحمل الأمانة وتوصيل الرسالة ودلت على ذلك٢ مقالته لأبيه وقومه: {مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ} فسماها تماثيل ولم يصفها بما يدعون لها من وصف الألوهية.
واستنكر عكوفهم على عبادتها عكوفا وجدانيا قلبيا وهي سخرية بقلوبهم التي تتحرك بحب حجر قعيد أصم ولكنهم كانوا أغبياء لم يعللوا هذا العكوف وتلك المحبة بمنطلق موزون أو علة كريمة بل قالوا: {وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} .
_________
١ الآيات من رقم ٥١-٧٠ من سورة الأنبياء.
٢ ابن كثير ج٣، ص١٨٢.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (79,'وهو جواب ينطق بالبلادة وتحجر العقل وعمى القلب وقوقعة نفوسهم في قوالب ميتة من التقاليد، لقد حكموا على أنفسهم بالسجن ورفضوا حرية الإيمان وانطلاق العقل من عقال التقاليد والموروثات المتحجرة وإزاء هذا كان الرد الصارم، قال: {لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلالٍ مُبِينٍ} .
إن عبادة الآباء لا تكسب هذه التماثيل قيمة، ولا تخلع عليها قداسة هي غير مستحقة لها في الأصل ولا في الفكر ولا في الواقع المشهود، والقيم أيها القوم لا تنبع من تقاليد الآباء الأقدمين وإنما تصدر عن تقويم طليق موزون يحترم العقل وتوافق عليه الفطرة التي فطر الله الناس عليها، وكأنما أحس وجدانهم المتبلد بشيء من نور الحقيقة زعزع الفساد الذي انطوت عليه صدورهم فاتجهوا إلى سيدنا إبراهيم.
قالوا: {أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ} .
وهو سؤال ينبئ عن عدم اطمئنان وتعطل في الفكر وتبلد في الروح بسبب الوهم الذي تراكم على قلوبهم من تعظيم التقاليد فهم لا يدرون، أحق ما قاله إبراهيم أم لعب؟ وذلك هو التيه الذي يعيش فيه كل من لا يدين بالتوحيد الخالص الناصع ويقبله العقل المستقيم المستنير، ولقد كان إبراهيم كامل العقل والاستنارة فرد عليهم.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (80,'وعاد القوم ليروا آلهتهم جذاذا إلا كبيرا لهم، وكان ينبغي أن يرجعوا إلى الصنم الأكبر يسألوه، كيف تحطمت هذه الآلهة وأنت لا تزال هكذا؟ أأنت الذي فعلت؟ أم غيرك؟ ولماذا لم تدافع عن حماك وقدسيتك وأخواتك الصغار من الآلهة؟
كان ينبغي أن يسألوا "الكبير" هذا السؤال ويحاسبوه ويحاكموه لفعلته هذه، ولكن الخرافات التي آمنوا بها قد عطلت عقولهم عن التفكير, وسدت التقاليد عليهم منافذ الفكر كله، وأفسدت المواريث القديمة عن الآباء طريق التأويل والتدبر فإذا بهم يتوجهون بالسؤال إلى مجهول: من فعل هذه بآلهتنا؟ ولأن الكفر مصدر الظلم فقد حكموا عليه بأنه: {لَمِنَ الظَّالِمِينَ} .
وكان المجتمع كله هكذا غبيا معطل الحس فاسد العقل أعمى البصيرة وتذكر من تذكر إيعاد سيدنا إبراهيم للأصنام فقالوا: {سَمِعْنَا فَتىً يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ} وهو أسلوب متساوق مع تفاهة متلفظيه فإبراهيم رفيع الشأن على المنزلة.
قالوا: {فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ} .
لقد أرادوا التشهير به وإعلان فعلته على رؤوس الأشهاد، وهكذا كان المجتمع كله في جانب مع الأصنام المهشمة وكان إبراهيم وحده في جانب مع الله الحق.
وسألوه: {أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ} ؟
وهو سؤال الغبي العاجز المتعجل فهل الهشيم المتحطم ما زال يحمل اسم الآلهة؟ وهل يسأل بشر مثلهم أنه حطم آلهة عدة؟',NULL,'68',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (81,'وهل يسأل بشر مثلهم أنه تمكن من تحطيم هذه الآلهة في حضرة الإله الكبير؟ ويجيب سيدنا إبراهيم عليه السلام متهكما:
{بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ} .
وهي إجابة تتفق مع مستوى عقولهم لا كذب فيها ولا افتراء وإنما هي إجابة متهكم يوجههم إلى العبث في وصف أكوام الحجارة والخشب بآلهة، ويريد أن ينبههم إلى أن هذه التماثيل لا تدري من حطمها أهو أنا أم هو هذا الصنم الكبير الذي ما زال باقيا؟
وأنتم كذلك مثل هذه الأصنام لا تدرون هل أنا الذي حطمها أم كبيرهم، فإذا كان الإله هو مصدر المعرفة والحق فاسألوهم هم لا تسألوني أنا.
وكأنما ومضة نور قد سطعت في غياهب ظلمات قلوبهم فتدبروا جواب سيدنا إبراهيم.
فرجعوا إلى أنفسهم فقالوا: {إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ} ، لماذا تحكمون بالظلم على الفاعل قبل أن تتأكدوا منه ومن فعلته؟ ولماذا تظلمون إبراهيم؟ ١
ولكن الظلام الدامس يذيب هذه الومضة في غياهبه المتراكمة فينتكسون.
_________
١ راجع الآلوسي ج١٧ ص٦١.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (82,'{ثُمَّ نُكِسُوا عَلَى رُؤُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلاءِ يَنْطِقُونَ} ؟ وإذن فما معنى هذا يا قوم؟ هل تكون الأصنام آلهة؟ يضيق إبراهيم بهم ذرعا ويجيب في عنف:
{أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكُمْ شَيْئًا وَلا يَضُرُّكُمْ، أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ} ؟
تلك الأصنام ميتة يابسة صلبة خرساء لا تملك لكم شيئا من نفع ولا من ضرر وقد رأيتموها مهشمة لا تملك لنفسها نفعا ولا ضرا. ولا تملك أن تقول عندكم كلمة من فعل هذا بها؟ فلماذا؟ تعبدونها من دون الله أليس لكم عقل تفكرون به؟
أف لكم إنها أنة الداعية وقد ضاق صدره، وبخع نفسه على قومه حسرات من أجل أن يهديهم إلى الصراط المستقيم١.
وتلزمهم الحجة ويعجزون عن الرد، فلا يملكون إلا الأسلوب الغوغائي.
قالوا: {حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ} فما أحقرها من آلهة تعجز عن دفع الضرر عن نفسها وينتصر لها المتحجرون قلبا الأغبياء عقلا من الضالين من بني البشر.
وتتجمع قوى الضلالة وتتحمس جماهير الكفر قالوا: {حَرِّقُوهُ} .
_________
١ راجع الآلوسي ج١٧ ص٦٢.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (83,'ولكن كلمة أخرى قد قيلت من الله العلي العظيم: {يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ} ١.
وكانت: {فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ} ٢.
{وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ} ٣.
وإذًا فيستقر في ذهن السامعين لهذه الدعوة حقيقتان:
الأولى: تهافت وتفاهة وعبث عقيدة الأصنام.
الثانية: أن السبب الكامل لا ينتج بنفسه مهما كان عظيما. فقد ألقي إبراهيم في النار وهي على عظمها لم تكن له إلا بردا وسلاما.
فليترقب المخاصمون في مكة إذن تكسيرا لأصنامهم كما تكسرت الأصنام قديما بيمين جدهم إبراهيم وليعلموا ضعف مكرهم تجاه الدعوة وإن كان مكرهم لتزول منه الجبال٤.
الخطوة الثالثة: {وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ}
وإذن فقد تحدد الموقف:
{لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلالٍ مُبِينٍ} .
{رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ} .
_________
١ راجع ظلال القرآن ج١٧ ص٣٧ وما بعدها, ج٢٢ ص٥٩ وما بعدها.
٢ الآية رقم ٩٨ من سورة الصافات.
٣ الآية رقم ٧٠ من سورة الأنبياء.
٤ من مراجع هذا البحث: التفكير الفلسفي في الإسلام لفضيلة الدكتور عبد الحليم محمود ص٧٨، ٨٠. القرآن العظيم لفضيلة الشيخ محمد الصادق عرجون ص٦٤، ٦٥.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (84,'وهذه الشهادة تأخذ مجرى مستفيضا من سيدنا إبراهيم في توحيده لله تعالى وجعل هذا التوحيد من ورائه تركة لأبنائه من بعده.
يقول الله تعالى في سورة الشعراء:
{وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ، إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ، قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ، قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ، أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ، قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ، قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ، أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ، فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ، الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ، وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ، وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ، وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ، وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ} ١.
إن كفار مكة يزعمون أنهم على دين أبيهم إبراهيم وأنهم من زرعه والقرآن هنا يتلو عليهم نبأ جدهم الذي استنكر عبادة الأوثان من أبيه وقومه.
لقد خالف إبراهيم أباه وقومه في عبادتهم الأصنام وخالفهم في شركهم، وأنكر عليهم ما كانوا عليه من الضلال.
_________
١ الآيات من رقم ٦٩-٨٢.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (85,'وناقشهم بالحسنى ليوقظ قلوبهم الغافلة ويستجيش أفئدتهم المتبلدة.
{هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ} .
{أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ} .
فأقل ما يتوفر في الإله الذي يعبد أن يكون سميعا أو له سمع على أقل تقدير يكون على مستوى من الحياة مثل الذي يعبد, فهل تسمع أصنامكم؟
ويعترفون بأن أصنامهم صماء, ويتعللون بأنهم وجدوا آباءهم كذلك يعبدون.
يقول الآلوسي:
فكأنهم قالوا: لا يسمعون ولا ينفعوننا ولا يضرون وإنما وجدنا آباءنا يفعلون مثل فعلنا ويعبدونهم مثل عبادتنا فاقتدينا بهم١.
فهم إذًا لا يملكون حجة وجوابهم مخجل، قالوا: {بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} فهو الإشراك في كل زمن في مكة أو فيما قبلها لا يملكون جوابا حريا بالاحترام, ولا يخجلون من كشف عورة عقولهم وتعفنها بارتباطها بما فعل الأولون المنحرفون على غير هدى أو بصيرة.
وأمام هذا التحجر العقلي والخيبة النفسية التي لا يرجى إصلاحها لم يسع سيدنا إبراهيم إلا أن يعلن في حزم:
{قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ، أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ، فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ} .
_________
١ تفسير روح المعاني ج١٩ ص٨٥.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (86,'فلا مجاملة في العقيدة ولا ضعف أمام المجتمع المنحرف.
وهكذا يعلم القرآن الإنسانية في هذا الفجر السحيق أن الآصرة الباقية المحترمة هي آصرة العقيدة وأن القيمة الأولى في موازين العلاقات الإنسانية هي قيمة الإيمان.
فأعلن إبراهيم استنكاره لما يفعله أبوه وقومه بل وما يفعله آباؤهم الأقدمون، أن كل شرك هو عدو لإبراهيم ويجاهر عليه السلام بهذه العداوة لآلهتهم وعقيدتهم هم وآباؤهم الأقدمون.
{إِلَّا رَبَّ الْعَالَمِينَ} فقد كان في الآباء الأقدمين بعض آمن بالله فاستثنى لذلك احتياطا حتى لا ينسحب الحكم على كل ما عبد الأولون المؤمنون الموحدون, ثم هو تحديد للربوبية التي تعهد أنها خاصة برب العالمين {الَّذِي خَلَقَ فَسَوَّى، وَالَّذِي قَدَّرَ فَهَدَى، وَالَّذِي أَخْرَجَ الْمَرْعَى} ، ويأخذ سيدنا إبراهيم في وصف هذا الرب الذي يدبر الأمر كله وهو موئل كل حجة وإليه المرجع والمصير في كل شيء.
{الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ} ، هو أعلم بي وبتكويني ومشاعري وحالي ومآلي فهو إذن الذي يهبني الهداية إلى الدين القويم وإلى المنهاج الذي ينبغي أن أسير عليه ليس الآباء الأقدمون هم الذين يهبوننا طريقة التدين أو الصراط السواء.
{وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ} ، فهو الكفيل الحاني الرءوف الودود البر الرحيم يهب وسائل الحياة كلها.
{وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} ، إذا لحقني مرض فإنما الشفاء من عنده هو وذلك نموذج لإعلان مفهوم الاعتقاد، فقد نسب إلى الله',NULL,'74',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (87,'تعالى كل شيء هو في مقام الأنعام والأفضال. "يطعمني, ويسقيني, ويشفيني".
وتأدب مع ربه فنسب المرض إلى نفسه. {وَإِذَا مَرِضْتُ} ذلك هو أمر إبراهيم جد العرب الذي يفتخرون بالنسب إليه ويدعون زورا أنهم على ملته.
{وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ} ، فالله الحق هو الذي يملك الموت والحياة وهذا أصل من أصول العقيدة وهو الإيمان بالبعث.
كذلك عرف إبراهيم ربه حق المعرفة وما كان يطمع إلا في:
{وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ} .
إنه الشعور بالربوبية وإدراك جلالتها وسلطانها وأية خطيئة لإبراهيم؟
ولكنه لا يبرئ نفسه لأنه في مقام دون مقام الربوبية وإن كان نبيا معصوما.
إنه للأدب والحياء الذي تحلى به إبراهيم وهو شعور التقوى وشعور التحرج وشعور التقدير لنعمة الله تعالى وإدراك أن عمل العبد ضئيل جدا إذا قوبل بإنعام الله وإفضاله {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} .
وهكذا يجمع سيدنا إبراهيم عناصر العقيدة الصحيحة:
توحيد الله رب العالمين.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (88,'الإقرار بتصريفه لشئون البشر.
البعث والحساب بعد الموت١.
فضل الله وتقصير العبد مهما كان أوابا.
وتلك هي محط النزاع بين المكيين ورسول الله محمد بن عبد الله عليه أفضل الصلاة والسلام.
قال ابن كثير في تفسيرها:
هذا إخبار من الله تعالى عن عبده ورسوله وخليله إبراهيم عليه السلام إمام الحنفاء، أمر الله تعالى رسوله محمدا -صلى الله عليه وسلم- أن يتلوه على أمته ليقتدوا به في الإخلاص والتوكل وعبادة الله وحده لا شريك له والتبرؤ من الشرك وأهله٢، وجعلها سيدنا إبراهيم كلمة باقية في عقبه.
{وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ، إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ، وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} ٣.
_________
١ راجع في ظلال القرآن ج١٩ ص٩١-٩٣.
٢ ابن كثير ج٣ ص٣٣٧ راجع روح المعاني للآلوسي ج١٩ ص٨٤، ٨٥.
٣ الآيات من رقم ٢٦-٢٨ من سورة الزخرف.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (89,'تقول قريش: المعاندة للتوحيد الذي جاء به محمد -صلى الله عليه وسلم- إنها من ذرية إبراهيم وفي خطبة أبي طالب: الحمد لله الذي جعلنا من ذرية إبراهيم وزرع إسماعيل وضئضئ معد١.
فهذه النسبة حق.
وتدعي قريش أنها على ملة إبراهيم وهذا ما ليس بحق فقد أعلن إبراهيم كلمة التوحيد قوية واضحة لا لبس فيها ولا غموض, ومن أجلها هجر أباه وقومه, وأعلن عدوانه لكل شرك, ووصى بنيه من بعده أن يقولوا: لا إله إلا الله صافية بريئة من شبه الشرك.
وإذن فدعوة التوحيد التي ينكرها المجتمع المكي هي دعوة أبيهم إبراهيم٢.
فلئن كانوا مستمسكين بما كان يعبده آباؤهم فها هو ذا أبوهم إبراهيم الذي يفتخرون بالنسب إليه نبي موحد خالص في التوحيد وقد جعل التوحيد من بعده تركة لأبنائه.
يقول الآلوسي:
"والكلام تمهيد لما أهْلُ مكة فيه من العناد والحسد والإباء عن تدبر الآيات وأنهم لو قلدوا آباءهم لكان الأولى أن يقلدوا أباهم الأفضل الأعلم الذين هم يفتخرون بالانتماء إليه وهو إبراهيم عليه السلام٣،
_________
١ المواهب اللدنية ج١ ص٢٠١ ط أولى عام ١٣٢٥هـ.
٢ راجع في ظلال القرآن ج٢٥ ص٧٣، ٧٤، تفسير ابن كثير ج٤ ص١٢٦.
٣ راجع روح المعاني ج٢٥ ص٧٠.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (90,'لعلهم يرجعون إلى "لا إله إلا الله" فليتزموا بها كما التزم بها أبوهم إبراهيم وبعث بها إليهم محمد الأمين.
وبذلك وضحت عقيدة إبراهيم ولزمت الحجة للمعادنين وكان ذلك سبيل القرآن في معالجة هذه القضية؛ لأنها سوف تكون المنهاج الدائم مع اليهود في مستقبل الدعوة, إذ هم يدعون أن إبراهيم كان يهوديا أو نصرانيا، وهم كذلك ينتمون إلى أصل إبراهيم, فإذا ما ثبت في مكة أن أصول عقيدة إبراهيم هي التوحيد الخالص كان ذلك حجة على الآخرين مستقبلا ممن يدعون أنهم من ذرية سيدنا إبراهيم, ثم لا يسلمون.
فقد كان إبراهيم حنيفا مسلما وما كان من المشركين فهو منهاج يقرر في مكة ليكون في المدينة أمرا ثابتا لا يحتاج إلى مناقشة أو تدليل.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (91,'<span data-type="title" id=toc-18>ثانيا: دعوة المعاندين إلى التجرد من المواريث الثقافية التي تبعدهم عن التفكير السليم في التوصل إلى الحقيقة</span>
رد العرب أيديهم في أفواههم ورفضوا دعوة التوحيد متعللين بأنهم وجدوا آباءهم على أمة وأنهم على آثارهم مهتدون, وقد ناقش القرآن الكريم في العهد المكي هذه القضية، وعلى طريقة المنهج القرآني في معالجة القضايا, فقد تصدى إليها, واستوى مناقشا من الجذر الأساسي.
فلم يكن العرب وحدهم هم الذين اخترعوا هذه التعلة: {وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} , بل هي تعلة رددها الذين استحبوا العمى على الهدى، من قبل.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (92,'لقد قالها قوم نوح:
{فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ} ١.
فقد رفض قوم نوح الإيمان بنبوته؛ لأنه لم يأتهم خبر من أسلافهم أن النبوة تكون لواحد من البشر.
وهكذا يطمس التقليد على حركة الفكر وحرية القلب فلا يهتدي الناس لما بين أيديهم من الحق الواضح لأنهم ما زالوا متشبثين بركام الماضي وأوهامه.
ومن المؤسف أن القرآن يدعوهم إلى التحرر من هذا السجن, ويعلمهم ألا يحيلوا أعذارهم على آباءهم وأجدادهم, بل إن القرآن لينعي على هؤلاء أن أعفوا أنفسهم من مؤنة التفكير والعقل؛ لأنهم ورثوا من آبائهم وأجدادهم عقيدة لا عقل فيها ولا شفاء للصدور٢.
ويا ليت هؤلاء يدركون أنهم جامدون متحجرون، إنما هم يتهمون دعاة التحرر والانطلاق بالجنون أو بالسحر ... إلخ.
ولما أصر هود على معالجتهم بكل وسيلة أيأسوه وقالوا له:
{سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ} وتعللوا لهذه السخافة٣:
{إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ} .
_________
١ الآية رقم ٢٤ من سورة المؤمنون.
٢ راجع في ظلال القرآن ج١٨ ص٢٥، التفكير فريضة للمرحوم العقاد ص٢٦, التفكير الفلسفي في الإسلام ص٥٤.
٣ راجع ابن كثير ج٣ ص٣٤٢.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (93,'وإذن فمثل هؤلاء الجامدين لا يستحقون الحياة ولا العيش فجاءهم نصيبهم:
{فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ} .
لقد انتهى أمرهم في كلمتين: {فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ} وطوي قوم عاد الجبارون, وطويت مصانعهم, وطوي معهم ما كانوا فيه من نعيم, وما أغنى عنهم ما كانوا يكسبون١.
وقالها من بعدهم قوم إبراهيم.
{إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ، قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} ٢.
فلم يكن لهم جواب ولا حجة سوى أنها صنيع آبائهم صنعة الضلال والغي، ويتكرر السؤال:
{هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ، أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ} ٣.
فلم يكن لهم جواب غير:
{بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} ٤.
_________
١ راجع في ظلال القرآن ج١٩ ص١٠٤.
٢ الآيتان رقم ٥٢، ٥٣ من سورة الأنبياء.
٣ الآيتان ٧٢، ٧٣ من سورة الشعراء.
٤ الآية رقم ٧٤ من سورة الشعراء.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (94,'لم تكن لديهم حجة غير أن يكشفوا عن التحجر الذي يصيب المقلدين بلا وعي ولا تفكير١.
إن الإسلام يرفض أن يستخدم الإنسان التعلة بالتبعية لما كان عليه الآباء في مقابل احترام العقل الذي وهبه الله ليكرم الإنسان به نفسه.
وليقوم به الأشياء بقيمها الحقيقة والإيمان بالله هو أسمى الغايات التي يسعى إليها المرء وهم يعترفون بوجود الله إذا ما سئلوا لكن تحجبهم عن حقيقة الإيمان به سلطة العادات وجبرية التقاليد، وفي مقابل هذا يأمر الإسلام الفرد أن يستقل بمستواه العقلي عن الاستبداد الاجتماعي الموروث في التقاليد والعادات، فليس الإنسان تركة تورث وإنما هو إرادة تعمل ولن تبلغ إرادة الإنسان به مستوى التكريم إلا إذا آمنت بالله إيمانا خالصا من شوائب العادات، والتقاليد وجبرية مواريث الآباء والأجداد.
لقد قالوا لسيدنا إبراهيم:
{وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} .
نفس المرض الاجتماعي والتعلة الفاسدة التي تعلل بها من قبل قوم نوح وهود ومنذ الزمن السحيق وهذه العلة مرفوضة لأنها قيد وهمي وكابوس خرافي على العقل الممنوح من الله للإنسان ليفكر به ويستقبل به ما يوحيه الله إلى الأنبياء من أجل هدايته.
_________
١ راجع في ظلال القرآن ج١٩ ص٩١.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (95,'وبعدما تصل المسألة إلى العرب المعاصرين لبدء الوحي فإن القرآن يحاول أن يخلع هذه العادة من جذورها الغائرة في أعماق النفس فيلومهم على ما كانوا يفعلونه قديما من حقوق ابتدعوها على مشركي العرب الذين يفدون لحج بيت الله، وأقاموا هذه الحقوق على تصورات اعتقادية زاعمين أنها تركة من عند آبائهم حللها إليهم الله١، عندئذ يكذبهم الله ويلغي هذه التبعية الباطلة كما جاء في سورة الأعراف:
{وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ} ٢.
وتمضي الآيات المكية تحطم هذا البيت العنكبوتي الذي طمس البصر، وضلل العقل فتنفي آيات سورة لقمان تعللهم بمسلك آبائهم:
{وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ} ٣.
إن هذا الموقف استجابة لدعوة إبليسية شيطانية مصيرها العذاب فهل هم سائرون في الطريق وراء آبائهم حتى جهنم؟ إنها لمسة مخيفة
_________
١ في ظلال القرآن ج٨ ص١٥٧.
٢ الآية رقم ٢٨ من سورة الأعراف.
٣ الآية رقم ٢١ من سورة لقمان.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (96,'مزعجة موقظة منبهة تعيد الرشد إلى فاقد الوعي، ولكن لمن ألقى السمع وهو شهيد١.
وتطيل آيات الزخرف مع القوم مناقشة هذ التحجر البليد:
بل قالوا: {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ} ٢.
قال ابن كثير في تفسيرها:
ليس لهم مستند فيما هم فيه من الشرك سوى تقليد الآباء والأجداد بأنهم كانوا على أمة.
ثم بين جل وعلا أن مقالة هؤلاء قد سبقتهم إليها أشباههم ونظائرهم من الأمم السالفة المكذبة للرسل تشابهت قلوبهم٣.
فالقرآن في سورة الزخرف يربط مقالتهم بالمقالات السابقة من الأمم التي أهلكها الله بسبب هذا التحجر المتبلد:
{وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} ٤.
فيجلى طبيعة المعارضين عن الهدى إنها طبيعة واحدة تستخدم أسلوبها واحدا ليس هناك حجة لأنهم سدوا منافذ العقل، وألغوا وظيفة.
_________
١ راجع حول هذا في ظلال القرآن ج٢١ ص٧٩.
٢ من الآية رقم ٢٢ من سورة الزخرف.
٣ ابن كثير ج٤ ص١٢٦.
٤ الآية رقم ٢٣ من سورة الزخرف.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (97,'الفكر، وارتبطوا في حبال بالية واهية قائمة حتى ولو جاءهم بما هو أهدى: {قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ} ١.
فهي عقول طمس عليها وقلوب سدت منافذها.
والقرآن يحاون أن يكشف عنها الغطاء ويقطع حبال التبعية الإبليسية فيعقب على مواقف السالفين دائما بعقاب صارخ صارم: {فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} ٢.
{مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} .
إنها مقالة الذين يريدون علوا في الأرض وفسادا ولا يحبون الخير والهدى للناس لقد قالها المتعجرفون من آل فرعون وأذنابه إلى سيدنا موسى: {قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ} ٣.
ولهذا فإن القرآن يجاهد في هذه المرحلة ليخلع معاندو الدعوة أغشية العمى وأتمال التقاليد وصدأ المواريث الثقافية التي حملوها أثقالا ثقالا من الآباء والأجداد الذين لا يعقلون، وتلك خطوة رئيسية
_________
١ الآية رقم ٢٤ من سورة الزخرف.
٢ الآية رقم ٢٥ من سورة الزخرف.
٣ الآية رقم ٧٨ من سورة يونس.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (98,'يحاولها القرآن بعد أن أوضح لهم ملة جدهم إبراهيم الذي يدعون النسبة إليه في النسب والتدين، حتى إذا ما انتهى دور التخلية وتجرد المعاندون من الهوى الموروث وتخلصوا من جبرية العادات وتحرروا من عبودية التقاليد صح لهم أن يرجعوا إلى أنفسهم ويشاهدوا دلائل التوحيد والتنزيه.
ولذلك يأخذ القرآن الكريم في تصوير عواقب هذه التبعية لكل الذين يتعللون بما وجدوا عليه آباءهم:
{ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ، ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ، إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ، فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ، وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ} ١.
إنهم أصحاب عراقة في الضلالة؛ ضلالة التقليد والطاعة العمياء بلا دليل ولا تفكير ولا روية.
فذلك مآبهم مزيج من حميم وغساق يشربونه مع الزقوم جزاء اتباعهم لما وجدوا عليه آباءهم من الضلالة دون تفكير أو برهان، فهم على آثار آبائهم يهرولون وهم سفهاء ملعونون٢.
يقول شيخنا فضيلة الإمام الدكتور عبد الحليم محمود, ولكن العرب قابلوها بصراع فاتخذت الدعوة الإسلامية من أجل هدايتهم أحكم الوسائل.
_________
١ الآيات من رقم ٦٧-٧١ من سورة الصافات.
٢ راجع ابن كثير ج٤ ص١١ في ظلال القرآن ج٢٣ ص٥٧.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (99,'نبهتهم إلى أنه ليس من المنطق أن يكون الإلف، وأن تكون العادة، أو العرف مقاسا للحق، فليس من المنطق إذا قيل لهم: {اتَّبِعُوا مَا أَنْزَلَ اللَّهُ} أن يقولوا: {بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا} .
لأنه من الجائز أن يكون آباؤهم لا يعقلون شيئا ولا يهتدون.
وليس من المنطق أن يقولوا: {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} .
ثم أضاف الإسلام إلى ذلك تقدير المسئولية الفردية ليجتث بذلك كل محاولة من الفرد لإلقاء التبعة على الجماعة أو على البيئة أو على الآباء والرؤساء.
{أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى، وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} ١.
{فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} ٢.
ومن ثم فقد آثار القرآن الكريم شعورهم نحو الإحساس بهذه المسئولية فإن فردية التبعة ذات أثر حاسم في الشعور الأخلاقي وفي السلوك العملي، فشعور كل فرد بأنه مجزي بعلمه لا يؤاخذ بكسب غيره ولا يستطيع هو أن يتخلص من كسبه، لهو عامل قوي في يقظة
_________
١ الآيتان ٣٨، ٣٩ من سورة النجم.
٢ الآيتان ٧، ٨ من سورة الزلزلة. راجع التفكير الفلسفي في الإسلام ص٥٢.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (100,'قلبه وعقله ووجدانه ومحاسبة نفسه وفي دفعه للتخلي عن كل أمل خادع في أن ينفعه شيء غير ما عملت يداه.
والآيات القرآنية تصور هذه الحقيقة من جانبين:
جانب أن: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} .
وجانب أن الإنسان لا يتحمل وزر الآخرين فلا قلق ولا خوف ولا بأس ما دام قد أدى واجبه بقدر ما يملك وما يستطيع.
إن تعبيرات القرآن الكريم وهي تحاول أن تنقذ العرب المعاندين للدعوة تصور المشهد كأنهم قافلة كل من فيها يحمل أثقال نفسه ويمضي في طريقه وحده واحدا واحدا يسعون حتى الوقفة الحازمة أمام الوزان, وهي وقفة فيها جهد وتعب وهم وثقل وانشغال عن الأهل والأقارب ولا يملك لقريبه عونا فالكل قد شغله حاله وأعيته أثقاله١، ويقول الله تعالى: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى} ٢.
ويبرز القرآن الكريم هذه المسئولية في إطار الناموس الكوني والقوانين المستقرة الدائمة {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا} .
_________
١ راجع ظلال القرآن ج٢٢ ص١٢٤.
٢ من الآية رقم ١٨ من سورة فاطر.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (101,'{اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا، مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ١.
فكل إنسان قرين ما عمل لا يفارقه، ولا يملك التخلص منه ولا يستطيع كتمانه فهو منشور مكشوف ولا يقدر على تجاهله فهو في عنقه وكفى بنفسه في ذلك اليوم شهيدا على سلوكه.
إنها المسئولية الفردية التي تربط كل إنسان بنفسه إن اهتدى فلها، وإن ضل فعليها وليس في مقدور أحد أن يخفف حمل أحد {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ} ٢. {بَلِ الْأِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ، وَلَوْ أَلْقَى مَعَاذِيرَهُ} ٣.
ولقد كان ذلك قضاء مبرما وقانونا ثابتا ودينا شرعه الله في صحف إبراهيم الذي وفى.
{أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى، وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} ٤.
لقد وفى إبراهيم جد العرب المعاندين بكل التزاماته مع ربه، حتى استحق هذا الوصف المطلق ومن جزئيات ما وفى به وبلغه، {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ، فلا تحمل نفس حمل غيرها لا تخفيفا ولا تثقيلا فلا تطوع بل لا تملك نفس هذا التطوع.
_________
١ الآيات من رقم ١٣-١٥ من سورة الإسراء.
٢ من الآية رقم ٢١ من سورة الإسراء.
٣ الآيتان ١٤، ١٥ من سورة القيامة.
٤ الآيتان ٢٨، ٢٩ من سورة النجم.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (102,'{فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} .
فالله غني عن العباد لا يزيد ملكه بإيمانه ولا ينقص منه شيء لكفرهم.
{إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} .
يحبه لكم ويعجبه منكم ويجزيكم عليه، وكل مجزى بعمله: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} .
وفي النهاية إليه المرجع والمآب:
{ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} ١.
هذه هي العاقبة وهذه هو مفرق الطريق ولكل أن يختار عن بينة وتدبر وتفكير، فهل كان لديهم علم أو استعملوا -ولو مرة- والتدبر والتفكر؟
{إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى} ٢.
_________
١ من الآية رقم ٧ من سورة الزمر.
٢ الآية رقم ٢٣ من سورة النجم.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (103,'قال ابن كثير:
"ليس لهم مسند إلا حسن ظنهم بآبائهم الذين سلكوا هذا المسلك الباطل قبلهم، وإلا حظ نفوسهم في رياستهم وتعظيم آبائهم الأقدمين"١.
وإذن فهم خلو من المعرفة وهم براء من التفكير والتدبر.
وفي الالتفاتة من المخاطب إلى الغائب "سميتموها" "إن يتبعون إلا الظن" منتهى الاستخفاف بعقولهم فكأن حضورهم لا كحضور فقد ألغوا عقولهم ونكسوا على رؤوسهم فأنى يكون لهم احترام أو تقدير؟ وقد جاءهم من ربهم الهدى، وتستمر سورة النجم في كشف سلوكهم العقلي ومستواهم التفكيري: {إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ الْأُنْثَى، وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} ٢.
ليس لهم على صحيح بهذه الدعاوى التي أطلقوها من خيالهم بل هو كذب وزور وافتراء وكفر شنيع.
والظن أكذب الحديث لا يقوم أبدا مقام الحق ولا يجدي عنه شيئا.
_________
١ ابن كثير ج٤ ص٢٠٤.
٢ الآيتان ٢٧، ٢٨ من سورة النجم.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (104,'فأولى لهم:
أن يخلعوا هذه المواريث:
التبعية للآباء.
الخضوع للعادات والتقاليد.
اتباع الظن الذي لا يغني من الحق شيئا.
أولى لهم، وقد جاءهم من ربهم الهدى، وألا تزر وازرة وزر أخرى، أن ينظروا في ملكوت السموات والأرض وما خلق الله من شيء وأن عسى أن يكون قد اقترب أجلهم فبأي حديث بعد الله وآياته يؤمنون؟
أولى لهم أن يفكروا, ويتدبروا.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (105,'<span data-type="title" id=toc-19>ثالثا: دعوة المعاندين للتفكير بالمشاهدة في آثار قدرة الله جل شأنه وتعريفهم طريقة استخدام هذا المنهج</span>
...
ثالثا: دعوة المعاندين للتفكير بالمشاهدة في آثار قدرة الله جل شأنه وتعريفم طريقة استخدام هذا المنهج
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ} ١.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ} ٢.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} ٣.
_________
١ من الآية رقم ٦١ من سورة العنكبوت.
٢ من الآية رقم ٦٣ من سورة العنكبوت.
٣ من الآية رقم ٢٥ من سورة لقمان.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (106,'{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} ١.
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ} ٢.
إن معرفتهم بالله الخالق البارئ المصور موجودة ولكنهم يعبدون الأصنام، لقد عبدوها على حسب ما ادعوه:
{مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ٣.
وهي علة واهية تستند إلى خنوعهم لجبرية التقاليد وعشقهم تبعية الآباء.
{إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ، فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ} ٤.
وقد اعترفوا بذلك صراحة:
{قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا} ٥.
{قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا} ٦.
{قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} ٧.
_________
١ الآية رقم ٩ من سورة الزخرف.
٢ الآية رقم ٨٧ من سورة الزخرف.
٣ من الآية رقم ٣ من سورة الزمر.
٤ من الآية رقم ٢٨ من سورة الأعراف.
٥ من الآية رقم ٢٨ من سورة الأعراف.
٦ من الآية رقم ٧٨ من سورة يونس.
٧ الآية رقم ٥٣ من سورة يونس.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (107,'{قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} ١.
{قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} ٢.
{بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ} ٣.
{إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} ٤.
وكذلك مبلغ الظن، وقد عاب القرآن هذا المنطق الأعوج الذي يستند إلى الظن.
{إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} ٥.
{إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ} ٦.
{وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} ٧.
{إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} ٨.
{ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ} ٩.
_________
١ الآية رقم ٧٤ من سورة يونس.
٢ من الآية رقم ٢١ من سورة لقمان.
٣ الآية رقم ٢٢ من سورة الزخرف.
٤ من الآية رقم ٢٣ من سورة الزخرف.
٥ من الآية رقم ١١٦ من سورة الأنعام.
٦ من الآية رقم ١٤٨ من سورة يونس.
٧ من الآية رقم ٣٦ من سورة يونس.
٨ من الآية رقم ٦٦ من سورة يونس.
٩ من الآية رقم ٢٧ من سورة ص.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (108,'{إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} ١.
{وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} ٢.
فهم مسرفون في إيمانهم بالله، مشوشون في فهم العبودية، لجلاله فأشركوا مع جلاله الجن والملائكة والكواكب والأوثان والأصنام والنصب.
ولقد كان في البيئة قبل البعثة رهبان وأحبار ومثقفون يبشرون بالنبوة الخاتمة.
لقد آمن ورقة والنجاشي وكلاهما تعلم المسيحية وتبحر فيها.
وآمن بحيرا ونسطورا وهما من رجال الدين المتخصصين.
وآمن عبد الله بن سلام وهو من كبار علماء اليهود.
وآمن خلق من البشر الذين عاشوا فترة التوعية والتمهيد للدعوة دون أن يقيم الرسول -صلى الله عليه وسلم- لهم دليلا ولا طلبوا منه برهانا.
فالجو الإيماني بالله موجود ولكنه مشوش في إدراكه وتنزيهه لله جل جلاله.
وإذن فالقرآن عندما يواجه هؤلاء القوم يواجههم على مقتضى حالهم ودعاويهم وأفكارهم، إنه يواجه موجة إسراف في الإيمان بآلهة
_________
١ من الآية رقم ٢٣ من سورة النجم.
٢ الآية رقم ٢٨ من سورة النجم.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (109,'ويواجه موجة تبذير في العبودية لله، وذلك يتطلب رد هؤلاء المسرفين إلى الاعتدال في التوحيد والتنزيه فيصحح لهم العقيدة ويحدد لهم أسلوب العبادة إنه إله واحد١، خلق فسوى وقدر فهدى، فالق الإصباح جعل الليل سكنا والنهار مبصرا وأنزل من السماء ماء فأخرج به من الثمرات رزقا للعباد.
فحق العباد تجاهه أن يعبدوه وحده لا يشركون به شيئا.
{قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ} ٢.
وهم لا ينكرون هذا أبدا ولكنهم يخلطون، والقرآن يحاول أن يهذب فكرتهم تجاه الله الحق الموجود وذلك ما حاولته آيات السور المكية وقررته على مدى ثلاثة عشر عاما مدة العهد المكي للدعوة الإسلامية فأثبتت وحدانية الله جل شأنه وسلطانه الكامل وصفاته الحسنى.
إن القرآن لم يحاول أن يثبت وجود الله لأن وجود الله حق في ذاته والمنطقة العربية في أم القرى ومن حولها لا تعاني من أجل هذه القضية جهدا، فالله موجود عقيدة يؤمن بها كل من في الجزيرة العربية من أصحاب الديانات اليهودية والمسيحية والوثنية.
ولكن التوحيد كان هو المعركة الأساسية لإزالة الشرك وتعليم العباد كيف يعبدون الله الواحد الفرد الصمد الذي لا شريك له ولا ولد.
_________
١ راجع في ظلال القرآن ج٧ ص٣٢٦.
٢ الآية رقم ٤ من سورة الأحقاف.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (110,'ولا أقصد بهذا إعلان فكرة جديدة تعارض الاتجاهات الفلسفية التي أنفقت كثيرا من الجهد والعرق والاطلاع والتدوين والطباعة والنشر في التنافس على الأولوية في القدرة على إثبات وجود الله فليس في ذلك شرف لمسلم ولا لباحث، لأن سير الدراسات هذه يملي علينا حقيقة واضحة, أن المجتمع في أم القرى وما يجاورها لم يكن ملحدا بل كان مشركا والإشراك في مفهومه العادي إسناد الألوهية إلى أكثر من واحد واعتقاد أن الله له شريك، والإشراك كان في العبادة لا في الخلق ولهذا توجه القرآن الكريم لتنقية الإيمان بالله من شوائب هذا الشرك ويتضح هذا جليا في أسلوب الدعوة أثناء العهد الملكي.
فالرسول -صلى الله عليه وسلم- طول العهد المكي كله لم يستخدم أسلوبا واحدا يثبت به وجود الله ولم يثبت عنه مرة واحدة أنه سئل أو أجاب على سؤال يتعلق بوجود الله.
وما سأل واحد من الصحابة أو من غيرهم في هذا العهد عن وجود الله.
لقد انتهى العهد المكي وليس ثمة سؤال أو جواب عن وجود الله.
بل كان مثله العهد المدني، وقد جاءت وفود اليهود والنصارى إلى الرسول -صلى الله عليه وسلم- ولم يثبت تاريخيا ولا علميا أن وجود الله كان مدار حديث بينهما، وما تطوع رسول الله -صلى الله عليه وسلم- نفسه بالتحدث عن إثبات وجود الله حتى نودي إلى الرفيق الأعلى.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (111,'لقد مضت حياة الرسول كلها في العهدين:
المكي والمدني بكاملها ولم يثبت مرة واحدة أن تحدث الرسول -صلى الله عليه وسلم- عن وجود الله لا بطريق الإجابة عن سؤال، ولا بطريق التطوع والتبليغ.
والقضية في حد ذاتها لو عرضت لكانت مثار دهشة المجتمع نفسه؛ لأن الإيمان بالله موجود إلى حد الإسراف فيه والتبذير حتى صارت الآلهة أفنانا فلأية علة تثار أدلة وجود الله؟
والقرآن نفسه لم يتخذ إلى ذلك سبيلا بل كل ما فيه من الآيات والدلائل إنما تتوجه إلى إثبات التوحيد وإلغاء الإسراف والكثرة في الإيمان وإذا تأملنا هذه الآيات نجد أنها جاءت لإثبات صفات الله الموجود.
{وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ} ١.
{هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ، يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ} .
{وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ} .
_________
١ الآية رقم ٥٩ من سورة الأنعام.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (112,'{وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ، وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ، وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ، وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ، أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ، وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ، وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ، وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ} .
فالآيات هنا تنزه الله جل شأنه عن الشريك وتضفي على العقل الإنساني هيمنة الله الأحد وتهدهد على عقول البشر بنعمائه وآلائه وتقرر أنه وحده جل جلاله المنفرد بتدبير هذه الآلاء وأن الذين تدعون من دون الله عجزة لا يخلقون شيئا بل هم مخلوقون خاضعون لسلطانه وجلاله.
_________
١ الآيات من رقم ١٠-٢٠ من سورة النحل.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (113,'ونستأنس هنا لتأكيد ما وصلت إليه هذه الدراسات في عدم وجود محاولة من القرآن نحو إثبات وجود الله برأي فضيلة مولانا العارف بالله الدكتور عبد الحليم محمود، يقول:
أشهد أن لا إله إلا الله، وجه الإسلام الأذهان في عنف وفي قوة إلى التوحيد لا إلى إثبات الوجود، لقد وجه الأذهان إلى أن الله لا يحتاج في إثباته وفي وجوده إلى دليل وصور -على العكس- هو الدليل على غيره، فغيره ثابت به، والعالم ثابت به، والسموات والأرض والعرش والكرسي، كل ذلك موجود بوجوده ثابت بثباته، والوجود بأكمله محتاج في كل لحظة إليه فضلا عن احتياجه إليه في نشأته الأولى ووجوده الأصلي.
أما في القرآن مما تخيله بعض الناس استدلالا على وجود الله فليس إلا بيانا لمظاهر قدرة الله وعنايته بالعالم ومن ذلك مثلا:
{وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ} .
إن ذلك وكثيرا غيره إنما يذكر ليبين عظمة الله وجلاله وقدرته، ويبين رحمته بعباده وعنايته بهم.
وما من شك في أنه يمكن أن يؤخذ من ذلك أدلة كثيرة على وجود الله.
وما من شك في أن الأدلة التي تؤخذ من ذلك يمكن أن تصاغ في أسلوب منطقي في قياس يشتمل على المقدمات والنتائج، ويكون',NULL,'99',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (114,'متفقا مع قواعد المنطق الأرسطي ومبادئه ولكن ذلك لن يكون قط تصويرا لهدف من أهداف القرآن الكريم.
فالقرآن الكريم لا يضع قط وجود الله موضع الشك حتى يحتاج إلى الاستدلال عليه.
ومن القصص التي تروى على أنحاء شتى وبأساليب مختلفة تتفق في الجوهر وتختلف في الرسم، ما يحكى من أن بعض مشاهير العلماء ألف كتابا ضخما في إثبات وجود الله فأقام له أصدقاؤه حفلة تكريم من أجل عمله هذا الضخم، ومر بهم بعض الصالحين فأخذوا يحدثونه عن عبقرية المؤلف فسأل.
ومتى غاب الله حتى يكون في حاجة إلى إثبات؟
فوجم الجميع، ولم يستطع المؤلف الإجابة وتركهم الرجل الصالح وهو يردد:
قل: الله ثم ذرهم في خوضهم يلعبون١.
هذه شهادة عالم متخصص عاش الفلسفة حياتها بالطول والعرض والعمق والغاية انتهى إلى أن القرآن لا يستشير الإنسان في أية قضية من القضايا التي جاء بها الوحي، ولا يحتكم الوحي إلى الإنسان باعتباره حكما في أي مبدأ من مبادئه، ولا يطلب منه مشورة في أية قاعدة من القواعد التي شرعها. بل هذه الأوهام لا تدور بخلد المتدين قط.
_________
١ الإسلام والإيمان: ٢٠٨، ٢١٢.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (115,'ذلك أن الوحي نزل على أنه رسالة السماء النهائية إلى العالم ونزل يبلغ أن هذه الرسالة صدق كلها، حق جميعها، ليس فيها مبدأ مشكوك فيه، ولا قضية تحتمل الصدق والكذب، وليس فيها جملة زائدة ولا كلمة ليست في موضعها ولا حرف كان يحسن ألا يوجد، كلا، إنها الحق الخالص من اتبعها فقد اهتدى، ومن حاد عنها فقد انحرف ومن ابتغى الهدى في غيرها أضله الله ومن تركها من جبار قصمه الله، لأنها صراط الله المستقيم ونوره اللألاء.
وكل ما ذكره من التفكير والنظر والتدبر إنما أراد به الاعتبار وأراد أن يقول: تفكروا لتروا أن ذلك هو الحق، انظروا لتعلموا أن ذلك هو الخير، أما إذا رأيتم غير ذلك فإنما العيب في بصركم أو في بصيرتكم، إذا رأيتم غير ذلك فإن الفساد في عقولكم وفي تفكيركم.
إذا رأيتم غير ذلك فاعلموا أن فطرتكم فسدت لانحرافكم وأن قلوبكم ران عليها الإثم فضلت وأن عقولكم قد صدئت فأصبحت لا ترى الحق حقا ولا الخير خيرا وأصبحت من الضلال بحيث ترى الخير شرا، والشر خيرا وأصبح أصحابها كالأنعام بل هم أضل سبيلا، كل ذلك لانحرافكم عن الصراط المستقيم١ ... إلخ.
تلك نظرة متخصص في الدراسات الفلسفية زهاء ثلث قرن تقريبا نستأنس بها في نفي ما أنفق فيه المخلصون من المنافحين عن الإسلام
_________
١ الإسلام والعقل: ١٤، ١٥.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (116,'عمرا طويلا في إثبات وجود الله، تلك القضية التي لم تواجهها الدعوة الإسلامية عند بدئها.
لقد بدأت الدعوة الإسلامية بالأمر الإلهي، {اقْرَأْ بِاسْمِ رَبِّكَ} وهذه الآية الكريمة التي بدأ بها الله سبحانه وتعالى الوحي ليس فيها شيء اسمه الاستدلال على وجود الله، وهي بعيدة كل البعد عن جو الاستدلال على وجود الله.
ومسألة الاستدلال على وجود الله والتي كانت تنتظر في مبدأ الوحي -فرضا- والتي لم يكن مبدأ الوحي فيها "العالم حادث" "وكل حادث لا بد له من محدث"، لم يكن هذا أول الوحي، أو هو آية في الوحي أو آية في القرآن.
مسألة وجود الله سبحانه وتعالى إنما هي ثقافة انحراف ابتدعها الملاحدة وتشبثوا بها، إن الفطرة تعترف تلقائيا بوجود الله.
ومن الملاحظ عبر التاريخ أن الأنبياء جميعا كانوا يأتون لبيان الاعتقاد في وجود الله إذا أمكن هذا التعبير بمعنى أن آدم عليه السلام، أتى التوحيد ثم انحرفت الإنسانية من بعده.
إلى أي شيء انحرفت؟
لم تنحرف إلى إنكار الله.
ولكنها انحرفت إلى التعدد.
وأتى نوح عليه السلام بالتوحيد، ثم انحرفت الإنسانية إلى التعدد أيضا.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (117,'وطهر الله الإنسانية تطهيرا كاملا في عهد سيدنا نوح عليه السلام وبقي من بقي على التوحيد الخالص، ثم انحرفت الإنسانية فيما بعد إلى التعدد.
وإذن فانحراف البشرية دائما إلى التعدد لا إلى الإنكار، والإنكار لم ينشأ إلا في العصور الحديثة، والله سبحانه وتعالى يقول:
{وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} .
وأنت إذا تصفحت الأناجيل على ما هي عليه من التحريف والتبديل لا تجد فيها مطلقا ما يشير إلى مشكلة اسمها، مشكلة إثبات وجود الله.
وإذا تصفحت التوراة على ما هي عليه من التبديل والتغيير لا تجد فيها مشكلة، اسمها مشكلة إثبات وجود الله.
وإذا تصفحت القرآن الكريم أيضا لن تجد فيه ذلك.
إنما يتحدث القرآن الكريم عن صفات الله، عن هيمنته عن علمه بخائنة الأعين وما تخفي الصدور، عن علمه بكل ورقة تسقط، عن علمه بالسر وما هو أخفى من السر، عن إرادته الشاملة عن قدرته التامة. ولكن ذلك ليس حديثا عن إثبات وجود الله١.
فالقرآن الكريم لم يضع وجود الله موضع الاحتمال والفرض.
_________
١ الإسلام دعوة إلى العلم من محاضرة لفضيلة الدكتور عبد الحليم محمود في كلية الهندسة بأسيوط إبريل سنة ١٩٧٠.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (118,'والاستدلال بالآيات الكونية وغيرها لا يقصد بها نفي طرف في قضية لها طرفان ليثبت الطرف الآخر، وإنما القصد من هذه الاستدلالات توجيه المدارك العقلية والمشاعر الوجدانية إلى جلال سلطانه وعظمة تدبيره١.
إن أمر وجود الله لا يحتاج إلى دليل، إنه أظهر من كل شيء وأوضح من كل أمر، وكما قال بعض الصالحين:
ومتى غاب حتى يكون في حاجة إلى إثبات وكما قال العارف بالله العلامة الثقة أبو الحسن الشاذلي:
ومن أعجب العجب أن تكون الكائنات موصولة إليه فليت شعري هل لها وجود معه حتى توصل إليه؟ أو لها من الوضوح ما ليس له؟ حتى تكون هي المظهرة له؟
يقول الألوسي: فلا تثبتوا لأنفسكم وجودا مع وجوده لأنه الذي أظهر تعيناتكم بعد أن لم تكونوا شيئا مذكورا٢.
إن مجرد البدء في إثبات وجود الله هو بدء في الاعتراف بمشروعية إنكاره أو احتمال ذلك وهو غير متصور في بيئة كان فيها من أسلم شعره وكفر قلبه، وكان فيها من سيبعث يوم القيامة أمة وحده، وكان فيها من يقول: "الله أحد".
_________
١ القرآن العظيم لفضيلة الشيخ محمد الصادق عرجون ص١٤.
٢ الألوسي ج٤ ص٢٠٩.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (119,'لهذا فإنا سنجنب هذه الدراسة الإملاءات التي غصت بها كتب الفلاسفة من علماء الإسلام احتراما منا لمجرى البحث في جوه القرآني واستيثاقا بأن وجود الله أقوى من كل دليل وأكمل من كل مستويات الفكر الإنساني كلها١.
وسأستعين بالله في تحسس الحركة الفكرية التي دعا إليها القرآن الكريم معاندي الدعوة بعد أن وضح لهم ملة إبراهيم حنيفا مسلما إن كانوا حقا صادقين في الانتساب إليه.
وشدهم من نواصيهم ليخلعوا ثياب التقاليد ويحررهم من ربقة الاستبداد الصنمي.
ثم قدم إليهم آيات في الكون الفسيح عساهم يتهيئون لمرحلة جديدة في علاقاتهم مع الدعوة ينعمون النظر في ملكون الله ونعمه وآلائه خلقا وتنسيقا وتدبيرا أو ترابطا وعناية وقصدا.
فيشاهدون في آثار قدرة الله وحدانيته في الذات والصفات المنفردة
_________
١ استفاض الأستاذ المرحوم العقاد في شرح هذه الأدلة راجع كتابه: الفلسفة القرآنية ١٣٤ وما بعدها ط دار الهلال، وكتابه: حقائق الإسلام وأباطيل خصومه ص٣٤، ٤٢ وكتابه التفكير فريضة إسلامية ص٦، ٣٣، وكتابه: الله كتاب في نشأة العقيدة الإلهية ص١٥٨، ٢٣٣، ٢٤٣، وراجع كتاب: قصة الإيمان بين الفلسفة والعلم والقرآن لفضيلة الشيخ نديم الجسر مفتي طرابلس ص٢٧٩، ٢٩٨.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (120,'بتدبير هذا الملكوت ويستنبطون بعقولهم ما شاءوا من معاني الأدلة:
* دليل الخلق والإيجاد١ Cosmological Argument.
* أو دليل الإبداع٢ Teleological Argument.
* أو دليل الكمال والسمو٣ Ontological Argument.
فإن فكرة الألوهية في الإسلام هي الفكرة الصحيحة التي بلغت المثل الأعلى في صفات الذات الإلهية وتضمنت تصحيحا دقيقا لتفكير العقول البشرية على اختلاف مستوياتها وعصورها وقررت بالثقة والطمأنينة ما يجب لله جل شأنه من الكمال والإيمان بوحدانيته وجلال سلطانه وليس من السهل ولا من الممكن أن تخضع الآيات القرآنية لهذا التقسيم الذي نقلناه عن العلماء٤, فإن القرآن لا ينزل على هوى البشر.
{وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ} ولكننا ذكرناه تمشيا مع هذا الاتجاه لكي يرى أصحابه أن أدلة القرآن أصدق في دلالاتها من محاولات البشر. {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} .
_________
١ القاموس العصري ص١٦٧.
٢ ص٧٢٥ المصدر السالف.
٣ ص٤٩٦، ص٥٢، راجع الفلسفة القرآنية للأستاذ المرحوم العقاد ص١٣٤, الإسلام والإيمان لفضيلة الدكتور عبد الحليم محمود ص١٨٥ والتفكير الفلسفي في الإسلام ص٦٤، ٧١.
٤ راجع الفلسفة القرآنية للعقاد ص١٣٤, الإسلام والإيمان ص١٨٥, التفكير الفلسفي في الإسلام ص٦٤، ٧١.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (121,'<span data-type="title" id=toc-20>أدلة التوحيد والتنزيه:</span>
<span data-type="title" id=toc-21>أولا: وحدانية الذات:</span>
{ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ} ١.
{لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} ٢.
{لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ٣.
{قُلِ الْحَمْدُ لِلَّهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ، أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ، أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ، أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ، أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ،
_________
١ من الآية رقم ١٠٢ من سورة الأنعام.
٢ الآية رقم ٢٢ من سورة الأنبياء.
٣ من الآية رقم ١١ من سورة الشورى.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (122,'أَمَّنْ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ، قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ} .
هذه جولة واسعة في صفحة الكون وفي أقطار النفس الإنسانية لا يملك المعاندون إنكار وجودها، ولا يملكون تعليلها بغير التسليم بوجود الخالق الواحد ليس الكثرة التي يدعونها من دون الله.
ويعرض القرآن الكريم هذه المشاهدات في إيقاعات تملك على العقل مناحي فكره وتلزمه بالحجة، فهو يسأل في تلاحق لا يدع له مجالا للشك.
من خلق السموات والأرض؟
من أنزل من السماء ماء فأنبت به هذه الحدائق ذات البهجة؟
من جعل الأرض قرارا، وجعل خلالها أنهارا، وجعل لها رواسي، وجعل بين البحرين حاجزا؟
من يجيب المضطر إذا دعاه؟
من يكشف السوء؟
من يجعل البشر خلفاء في هذه الأرض؟
من يهدي الإنسان في ظلمات البر والبحر؟
من يرسل الرياح بشرا بين يدي رحمة الله؟
_________
١ الآيات من رقم: ٥٩-٦٥ من سورة النمل.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (123,'من يبدأ الخلق ثم يعيده؟
ثم يرزقكم من السماء والأرض؟
وفي كل مرة يسأل القرآن يقرعهم باستفهام يحوي جميع معاني الاستفهام فهو تقريع للمعاندين، وهو تقرير للموقنين، وهو إرشاد للطالبين {أَإِلَهٌ مَعَ اللَّهِ} .
وبحكم عقيدتهم لا يملكون جوابا يردون به أن هناك مع الله إلها يفعل هذا، وإذن فلماذا تكثر الأرباب من دون الله؟
إن السموات والأرض حقيقة قائمة لا يملك المعاندون إنكارها, ولا ادعاء مشاركة الأصنام والكواكب والجن والملائكة، وما يشركونها في العبادة في خلقها، فالبداهة تصرخ في وجه هذا الادعاء وترده وترفضه، بل ما كان واحد من المشركين يزعم أن هذا الكون قائم بنفسه كما يدعي التافهون في العصر الحديث، وإذن فخلق السموات والأرض على هذا النحو فيه القصد والإبداع, وفيه كذلك التدبير, ويظهر فيه التناسق المطلق الذي لا يمكن أن يكون فلتة ولا مصادفة، وهو فيه التناسق المطلق الذي لا يمكن أن يكون فلتة ولا مصادفة، وهو تناسق ملجئ بذاته والتفكر فيه إلى الإقرار بوجود الخالق الواحد, تتضح وحدانيته في آثاره فإن هذا التصميم والتناسق والتدبير لهذا الكون, لا تعدد في طبيعته, ولا تعدد في اتجاهه, ولا تعدد في مصدره, فلا بد وأن يكون صادرا عن إرادة واحدة غير متعددة, إرادة قاصدة لا يفوتها القصد في الكبير ولا في الصغير.
والماء النازل من السماء حقيقة كذلك يستحيل على المعاندين أن ينكروها ولا يمكن لهم تعليلها بغير الإقرار والإذعان بخالق مدبر وفق',NULL,'109',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (124,'الناموس الطبيعي الذي خلقه وقدره جل جلاله لنزول المطر بهذا القدر الذي توجد به الحياة، فأنبتنا به حدائق ذات بهجة، والالتفات هنا إلى المتكلم دون إيراد الضمير لنفي شبهة عودة الضمير إذا ذكر على غير الخالق الأعظم الفرد الصمد الواحد الأحد.
وتدبر آثار الإبداع الإلهي في الحدائق كفيل بتمجيد الصانع الذي أبدع هذا الجمال العجيب فأمواج من الألوان تتداخل في خطوط متشابكة متناسقة, ووريقات تنظيم متكاثفة مرتبة منمقة تتقاصر دونها عبقرية الفن حديثا وقديما فضلا عن سر تعدد الألوان في الزهرة وفي الورقة الواحدة، ونمو الحياة في الشجر والجذور والأغصان {مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا} فما يزال سر الحياة في النبات بل وفي الإنسان مستغلقا على المتخصصين فما يملك واحد منهم أن يقرر كيف جاءت هذه الحياة إلى الزهرة أو الحشرة أو الحيوان أو الإنسان فهل مع الخالق الأعظم إله؟ أإله مع الله؟ وإذن فلم يعدلون ويسوون في العبادة بين الخالق الأعظم، وما يزعمون من إشراك؟
والأرض التي جعلها الله قرارا للحياة لو تغير وضعها من الشمس أو من القمر أو تغير شكلها أو حجمها أو دورانها أو محورها أو تغيرت عناصر الجو فيها.
لما كانت الأرض صالحة للحياة والأنهار والرواسي فيها عوامل النماء والحياة وعوامل الاستقرار والثبات١.
_________
١ راجع: العلم يدعو للإيمان. تأليف كريس موريسون ترجمة محمود صالح الفلكي ١٩٥٤م النهضة ص٥٣، ٥٥، راجع قصة الإيمان بين الفلسفة والعلم والقرآن لفضيلة الشيخ نديم الجسر ص٣١٥، ٣٢٣ ط ثالثة, راجع كذلك: إعجاز القرآن والاكتشافات الحديثة للمهندس عبد الرحمن شاهين ص١٠.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (125,'والفاصل بين مياه البحرين من الكثافة أو البرزخ الحاجز بين البحرين، فقد جعل الله النهر أخف كثافة من ماء البحر فيظل مجرى كل منهما منفصلا مميزا عن الآخر لو التقيا لا يمتزجان ولا يبغيان، فمن فعل هذا كله؟ أإله مع الله؟ إنهم قوم لا يعلمون، ومصدر الإيمان هو العلم وإدراك النواميس الإلهية ومنها هذا الوحي أساسه العلم فالمعاندون منكرون لهذا الوحي لأنهم لا يعلمون كما أنهم لا يعلمون شيئا عن حقيقة الكون، ثم تتجه الآيات إلى لمسة وهمسة في الوجدان والمشاعر.
من يجيب المضطر؟
في لحظات الكربة والضيق لا يجد البشر لهم ملجأ إلا الله يدعونه فيكشف عنهم السوء عندما يشتد الكرب، وتضعف القوى وتتخاذل الهمم، وتتهاوى المؤزرات ولا يجد الفرد الإنساني له قوة ولا لخلاصه سبيلا، فيتجه إلى الله رب الكون كله فيصرف عنه السوء.
إن لحظة الكرب توقظ الفطرة فتلجأ تلقائيا إلى بارئها فتجده برا رحيما، وتلك حقيقة كائنة في الفطرة الإنسانية يسوقها القرآن الكريم للمعاندين في مجال حقائق الكون كله لعلهم يستبصرون أإله مع الله؟ كلا.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (126,'وتمضي اللمسة القرآنية تستحث المشاعر نحو استخلاف الجنس البشري لهذه الأرض يخلف بعضهم بعضا. إن هذه الخلافة تذكرهم بقصتين:
أ- الطوفان الذي طهر الله به الأرض من الكفرة عبدة الأوثان، والأصنام في عهد نوح.
والمعاندون على هذه الصفة وأسباب إهلاكهم قائمة ومماثلة.
ب- التناسل وهو من منح الله وعطاياه لو شاء لجعل المعاندين عقما.
إن نواميس الاجتماع والاستخلاف مرتبطة بالتناسق الفذ الذي أوجده الله في هذا الكون.
والله هو الذي قدر الموت والحياة واستخلف جيلا بعد جيل ولو لم يحدث هذا الاستخلاف لأبطأ سير الحياة وتعطل عمل العقل والتفكير لأن تجدد الأجيال هو الذي يسمح بالمحاولات والتجارب وتجدد أنماط الحياة دون تصادم بين طريقة التفكير للسالفين وطريقة التفكير للحاضرين فلو عاش الكل لتضخم التصادم، وكثرت الاعتراضات وازدحمت الحياة بالشلل وتوقف الركب عن السير.
لعلها حقيقة موجودة يلمسها الفكر ولكنكم قليلا ما تذكرون؟
وهم يسلكون فجاج الأرض، برا وبحرا ويضربون في الأرض بتجارتهم ليلا ونهارا برا وبحرا، فمن يهديهم في ظلمات البر والبحر؟
من أودع في كيانهم القوى المدركة للتعرف على سبل الهداية؟',NULL,'112',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (127,'من سخر لهم النجوم ليهتدوا بها وجعلها علامات؟
من وصل فطرتهم وقدرتهم وطاقتهم بفطرة هذا الكون.
من هداهم هذا العقل وتلك الحواس التي تدرك وتعي وتفهم وتستنبط وتنتفع بما سخره الله في هذا الكون من آلاء.
أإله مع الله؟ كلا، تعالى الله عما يشركون.
وتلك الرياح مهما قيل في أسباب تكوينها فلكيا وجغرافيا يبقى تسييرها إلى أماكنها التي قدرت لها حاملة الرزق مبشرة بأسبابه تتجلى رحمة من رحمات الله.
فمن الذي فطرها وسبب لها أسبابها.
أإله مع الله؟ كلا تعالى الله عما يشركون.
وهذه الحقيقة حقيقة الخلق واقع ملموس يشهدون به إذا سئلوا فلا يملكون إنكارا ولا يقدرون على تعليل له غير وجود إله واحد لأن آثار صنعته ملجئة للإقرار بوحدانيته.
من الذي يبدأ الخلق ثم يعيده.
أإله مع الله؟ كلا.
والرزق في السماء هو آثار تابعة لمالك الخلق بدءا وإعادة,
ورزق الناس من الأرض يتمثل في صور منها:
انفلاق الحب والنوى.
وصب الماء من المزن صبا.
واستخراج كنوز البحر والبر.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (128,'وقوانين طبيعية وكيماوية أودعها الله الواحد القهار في هذه البسيطة فمن ذللها وهيأها؟ أإله مع الله؟ كلا.
ورزق الناس من السماء يتمثل في صور منها:
الضوء والحرارة.
والمطر.
والمد والجزر في البحار.
والهواء والرياح.
من الذي سخرها وأهداها؟
أإله مع الله؟ كلا.
إنهم ليعجزون عن إقامة برهان وهو عجز مستمر منذ طرح هذا السؤال في البيئة الأولى لمولد الدعوة حتى يوم القيامة وفي كل عصر وزمن فإن الفطرة السليمة تنطق {خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} .
إنه الله الواحد الأحد الفرد الصمد لا شريك له ولا ولد وهكذا يجلو القرآن الكريم فطرة الإنسان؛ لتصفو صفحة العقل من ترهات التقاليد والعادات, وتتخلص خلايا المخ من مواريث الآباء والأجداد, وهنا يظهر المنهاج القرآني الذي استخدم في هذه المرحلة.
إنه كشف حقائق الكون وحقائق النفس حتى لكأنها تبدو إطارا واحدا يأخذ بالقلوب ويوقظ الفطرة ويجلو العقل ويستجيش الوجدانات ويبرز مركوز الحقائق في المشاعر التي تغشيها الغفلة',NULL,'114',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (129,'ويحجبها الجمود وتطمسها موروثات الآباء والأجداد، حتى تظهر الحقيقة حية ثابتة في تصميم هذا الكون وفي أغوار النفس واضحة قوية لا يملك لمعاند معها مراء ولا جدالا, فتنطق وقد صفيت من الركام المعنكب {خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} ١.
وهكذا تبرز طريقة القرآن في منهاج التفكير متسقة مع الفطرة الإنسانية مغايرة لمقولات المناطقة الفاسدة فلا تستطيع أن تجعل آية دالة على الخلق دون القصد, ولا آية دالة على القصد دون العناية ولا آية دالة على العناية دون التدبير للرحمة والرأفة بالعباد، وأن مجرد إثبات الخلق إلى الله يكفي في إثبات القصد والترابط والعناية والتدبير.
{وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لاعِبِينَ} ٢.
{وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لاعِبِينَ} ٣.
{وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ} ٤.
فكل آية في كتاب الله جل شأنه سيقت لإثبات الوحدانية في الذات هي دليل كوني ودليل رباني، ودليل استعلائي.
وتلك صفة ممتازة للأسلوب القرآني بالإضافة إلى أنه يتوجه إلى:
١- العقل يوقظه عن طريق استجاشة الفطرة.
_________
١ راجع حول هذا في ظلال القرآن ج٢٠ ص٨-١٧ ط ثالثة بيروت.
٢ الآية رقم ١٦ من سورة الأنبياء.
٣ الآية رقم ٣٨ من سورة الدخان.
٤ الآية رقم ١٧ من سورة "المؤمنون".',NULL,'115',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (130,'٢- وإلى الوجدان يستحثه لينتفض العقل من ثباته.
ويهيج المشاعر بحقائق الكون وحقائق النفس ويضعها جميعا أمام مشاهدات الحس والوجدان.
{لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} ١.
ذلك رد على سؤال سابق:
{أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ} .
وهو سؤال استنكار وتهكم؛ لأنهم يعرفون أن آلهة الأرض اتخذت زلفى، ولكن تسميتها آلهة وهي عاجزة عن الفعل بالمشاهدة والواقع هو ما يريد القرآن أن يلفت أنظارهم إليه.
إن الوصف بالألوهية مرتبط بالفعل وانتظام الكون لا يصدر إلا عن إرادة واحدة والإرادة الواحدة لا تصدر إلا عن إله واحد.
والكون قائم على ناموس واحد وترتبط جميع أجزاء الكون بهذا الناموس الواحد، وهو من صنع إرادة واحدة لآله واحد, فلو تعددت الذوات لتعددت الإرادات. إذًا تعددت النواميس تبعا لتعدد الإرادات, والإرادة هي مظهر الذات والناموس مظهر الإرادة النافذة, فإذا ما تعددت النواميس التي تنسق الجهاز الكوني تتصادم وتختلف وتضطرب الموجودات فيفسد العالم على فرض وجوده, وذلك شعور يحس به الفرد إذا تعددت إرادته البشرية نحو فعل شيء معين.
_________
١ الآية رقم ٢٢ من سورة الأنبياء.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (131,'وتحس به الأسرة إذا ازدوجت فيها الإرادة المنظمة، وتحس به الدولة إذا تعددت فيها الرياسة، وذلك الإحساس في الواقع البشري إحساس فطري, فما بال هذا الكون عاليا وسافلا وقد أودع من القوانين ما تربط بين أجزائه قوة واحدة صانتها إرادة نافذة واحدة، هي إرادة إله وحد، أتستقر أمور هذا الكون لو تعددت الإرادات النافذة لتعدد الآلهة.
أيعيش الفرد متصفا بالاتزان عند الناس إذا عرف عنه التردد لتعدد إرادته نحو: هل يفعل أولا يفعل؟
أتسعد الأسرة إذا ازدوجت فيها إرادة التنظيم؟
وإذن فكيف يكون العالم علوية وسفلية إذا تعددت الإرادات بتعدد الآلهة؟ {فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} .
إن الفطرة السليمة البريئة من أمراض المواريث الاجتماعية لتشهد شهادة فطرية بوحدة الناموس للوجود كله، ووحدة الإرادة النافذة التي أوجدته ووحدة الخالق المدبر لهذا الكون المنسق المنظم المرتب الذي لا يطرأ عليه خلل ما دام في رعاية الله١.
{إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا} ٢.
وإذن يأتي التكليف الطبيعي للبشرية عامة.
_________
١ راجع في ظلال القرآن ج١٧ ص٢٠، ٢١.
٢ الآية رقم ٤١ من سورة فاطر.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (132,'{وَقَالَ اللَّهُ لا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ، وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللَّهِ تَتَّقُونَ} ١.
هنا يأمر الله أنه لا ينبغي أن يعبد إله سواه؛ لأنه وحده مالك كل شيء وخالق كل شيء ورب كل شيء والتعبير هنا متجه إلى التقرير ولهذا أتى بالوصف "اثنين" لنفي التعدد مطلقا وإتاحة الفرصة للعقل ليفهم مفاد القصر في قوله تعالى: {إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ} ويتبع قصر الوحدانية على الذات بقصر آخر لازم للأول وهو قصر الرهبة عليه وحده جل جلاله دون واسطة أو شبيه أو نظير٢.
إنما هو إله واحد وإنما هو كذلك مالك واحد، وله ما في السموات والأرض, ولا دين منذ الأزل إلا دينه، وله الدين واصبا لازما مستمرا، وهو منعم واحد.
{وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ٣.
{لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ٤.
_________
١ الآيتان رقم ٥١، ٥٢ من سورة النحل.
٢ راجع ابن كثير ج٢ ص٥٧٢، راجع في ظلال القرآن ج١٢ ص٧٠-٧١.
٣ الآية رقم ١٧ من سورة الأنعام.
٤ من الآية رقم ١١ من سورة الشورى.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (133,'<span data-type="title" id=toc-22>ثانيا: وحدانية الصفات:</span>
{وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ} ١.
{لا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} ٢.
{إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} ٣.
{الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى، لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى، وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى، اللَّهُ لا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى} ٤.
{وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ} ٥.
{لا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} ٦.
{غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ} ٧.
_________
١ الآية رقم ٥٩ من سورة الأنعام.
٢ الآية رقم ١٠٣ من سورة الأنعام.
٣ الآية رقم ٤٠ من سورة النحل.
٤ الآيات من رقم ٥-٨ من سورة طه.
٥ الآية رقم ٦٨ من سورة القصص.
٦ من الآية رقم ٨٨ من سورة القصص.
٧ الآية رقم ٣ من سورة غافر.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (134,'{يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ، وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ} ١.
{فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ، وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} ٢.
العلم:
الذي يتتبع آثار علم الله في إرجاء الكون الفسيح ينطلق خياله من وراء هذا النص القصير مرتادا آفاق المعلوم والمجهول متخطيا عالم الغيب وعالم الشهود وراء هذا الكون المشهود، وأنه في هذا التتبع ليرتعش وهو يستقبل الصور والمشاهد من كل فج وهو يرتاد أستار الغيوب المختومة في الماضي والحاضر والمستقبل, ومفاتحها كلها عند الله لا يعلمها إلا هو ويجول وهو يرتاد بعقله وفؤاده وخواطره في مجاهل البر وغيابات البحر المكشوفة كلها لعلم الله الواسع المحيط بكل أبعادها وخفاياها وأسرارها، ويتتبع الأوراق الساقطة من أشجار الأرض فلا يكاد يحصيها عدا, ولا يعرف زمن سقوطها وعلاته, وعين الله على كل ورقة تسقط هنا وهناك ويلحظ المتجول كل حبة مخبوءة في ظلمات الأرض أنها لا تغيب عن عين الله طرفة عين، ويرقب كل رطب ويابس في عرض هذا الكون وفي طوله يجده لا يستطيع أن يند عنه شيء عن علم الله المحيط.
_________
١ الآيتان ١٩، ٢٠ من سورة غافر.
٢ الآيتان ٣٦، ٣٧ من سورة الجاثية.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (135,'إنها جولة تدير الرءوس وتذهل العقول، جولة في آماد من الزمن وفي آفاق من المكان، وفي أغوار من المناظر المنظورة والمحجوبة، المعلومة والمجهولة، إنها جولة بعيدة مترامية موغلة ترسم دقائق هذا الكون في جمل قصيرة يعيا عنها الفكر البشري، ذلك أنه إذا أراد أن يتحدث عن مثل هذا العلم الشامل المحيط فإنه لا يستطيع أن يصور هذا الارتياد في مجموع هذه الآفاق فإن مطارح الفكر البشري وانطلاقاته في هذا المجال لها طابع آخر ولها حدود مرتبطة بقدرته البسيطة ومعارفه القليلة القلة فإنه ينتزع تصوراته من اهتماماته وهو عادة لا يهتم بإحصاء الورق الساقط من الشجر في كل أنحاء العالم وجهات الأرض، فتأتي الإشارة هنا إلى أن علم الله شامل ومحيط ومحص لكل شيء حتى الورقة التي تسقط من غصنها ... إلخ.
إن هذا المشهد والمشاهد التي بعده. الحب المخبوء في أغوار الأرض والرطب واليابس في أرجاء البسيطة لا تلحظه البشرية ولا تلم به ولكن هذا المشهد بكلياته وجزئياته منكشف تماما بجملته وأسراره لعلم الله وحده فهو جل جلاله المشرف على كل شيء المحيط بكل شيء.
الحافظ على كل شيء الذي تتعلق مشيئته وقدرته بكل شيء الصغير مثل الكبير والحقير مثل الجليل، والمخبوء مثل الظاهر والبعيد مثل القريب، والمزاولون لهذا الإحساس من بني البشر يدركون جيدا أن مثل هذا المشهد لا يخطر على القلب البشري فتدرك أن مصدر هذا الكتاب من عند علام الغيوب الذي وسع علمه كل شيء١.
_________
١ راجع في ظلال القرآن ج٧ ص٢٤٦، ٢٥٠ راجع الطبري، جامع البيان عن تأويل آي القرآن أبو جعفر محمد بن جرير الطبري م٣١٠ ط ثانية ١٣٧٣هـ, ج٧ ص١١٠، ٢١٢، ٢١٣.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (136,'والعين الخائنة تجتهد دائما في إخفاء خيانتها ولكنها لا تخفى على الله، والسر المستور تخفيه الصدور ولكنه مكشوف لعلم الله، حتى السر الذي لا تدركه العقول مما سيخفيه المرء مستقبلا ولايدركه في يومه مكشوف لعلم الله إنه يعلم السر وأخفى.
إن الله له ملك السموات والأرض وما بينهما وما تحت الثرى، لله ما في الوجود كله, وإذن، فيعلم السر وأخفى، جزء من هذا الذي له ويملكه في السموات وفي الأرض، وما بينهما وما تحت الثرى، وبين المستور في كل هذا والمستور في الصدر انسجام يتسق في الفكر يصور مفهوم العلم لله جل شأنه أنه لا يدع شاردة ولا واردة إلا أحصاها١.
{يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ} ٢.
{عَالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذَلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ} ٣.
قال ابن كثير: "أي يعلم عدد القطر النازل في أجزاء الأرض والحب والبذور والكامن فيها، ويعلم ما يخرج منها من ذلك عدده وكيفيته وصفاته أي الجميع مندرج تحت علمه فلا يخفى عليه شيء"٤.
_________
١ في ظلال القرآن ج١٦ ص٦٤، ٦٥.
٢ الآية رقم ٢ من سورة سبأ.
٣ من الآية رقم ٣ من سورة سبأ.
٤ ابن كثير ج٣ ص٥٢٥.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (137,'فكم من شيء في اللحظة الواحدة يلج في الأرض ويخرج منها وكم من شيء في اللحظة الواحدة ينزل من السماء ويعرج فيها؟
لا يعزب عنه مثقال ذرة في السموات ولا في الأرض إنه وصف أعلى من مستوى تفكير البشر فأنى لهم أن يتحدثوا عن شمول العلم وإحاطته ودقته بمثل ما صورته هذه الآيات وأنها لتدل بألفاظها وأبعادها البعيدة في آفاق الكون والنفس إن الذي يصف نفسه ويصف علمه بما يعلم من الأوصاف التي لا تخطر للبشر على بال١ واحد في كل شيء فهل ما يعبدون من دون الله لهم شيء من هذا؟ كلا, إنه {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِير} .
لا تدركه الأبصار:
لم يوهب الإنسان قدرة على إدراك ذات الله ذلك لأن الحادث الفاني بتركيبه يعجز عن أن يرى الأزلي الأبدي. ووظيفة الإنسان على الأرض هي عمارتها باسم الله, وتلك الوظيفة قد أعين عليها الإنسان ووهب مستلزماتها, ورؤية الله لا تدخل في هذه المستلزمات, ويستمر هذا الدليل في كل عصر باقيا قويا مقنعا, ففي العصر الحديث يكثر الحديث عن الذرة وعن الكهرباء والبرتون والنيوترون ولكن واحدا منهم لم ير ذرة ولا كهربا ... إلخ. فالجهاز المكبر الذي يضبط هذه الكائنات ليراها المتحدثون جميعا لم يوجد بعد ومع هذا فهي مسلمة لهم مع أن الذرة حادثة والكهرب حادث وهي قوانين مودعة في الكون كل ما يفعله الإنسان أن يكتشفها فقط ومع وجودها فهم
_________
١ ظلال القرآن ج٢٢ ص٦٠.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (138,'لا يرونها ويثقون في وجودها عن طريق آثارها. فالله لا تدركه الأبصار وتدركه البصيرة في آثاره ونعمائه ومخلوقاته: {قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ} ١.
كن فيكون:
كل أمر يريده جل شأنه لا يحتاج في إيجاده إلى زمن ولا مكان ولا مادة إنه يوجد في لمح البصر أو أقرب، إن كل أمر يريده الله تعالى عظم عظمة السموات والأرض أو صغر صغر التلفظ بالنون والفاء مدغمتين على طريقة تجويد آيات القرآن الكريم.
{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} ٢.
فهل لما يشركونه بالله في العبادة له شيء من هذا؟
{قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلًا} ٣.
{أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} ٤.
_________
١ الآية رقم ١٠٤ من سورة الأنعام.
٢ الآية رقم ٨٢ من سورة يس.
٣ الآية رقم ٥٦ من سورة الإسراء.
٤ الآية رقم ١٧ من سورة النحل.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (139,'يخلق ما يشاء ويختار:
إن الله جل شأنه يخلق ما يشاء وليس في الكون كله من يملك أو يقدر أن يقترح على الله شيئا، ولا أن يزيد أو ينقص في خلقه شيئا، ولا أن يعدل أو يبدل فيه شيئا.
إنه وحده جل شأنه يختار من خلقه ما يشاء ومن يشاء لم يريد من الوظائف والتكاليف والمقامات وليس لأحد الخيرة لا في شأن نفسه ولا في شأن غيره ومرد الأمر كله إلى الله.
{لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} ١.
فهل ما يشركه المشركون مع جلال الله في العبادة له شيء من هذا؟
{فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} ٢.
{إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ، وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنْفُسَهُمْ يَنْصُرُونَ} ٣.
{كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ} .
هذا الكون على اتساعه وانفراج ما بين أبعاده ما نعلم منه وما لا نعلمه ما نراه وما لا نراه، كل هذا الكون كله، كله، كله، هالك زائل ذاهب؛ المال والجاه والسلطان، والقوة والحياة والمتاع, الأرض
_________
١ الآية رقم ٢٣ من سورة الأنبياء.
٢ من الآية رقم ١٩٤ من سورة الأعراف.
٣ الآيتان ١٩٦، ١٩٧ من سورة الأعراف.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (140,'ومن عليها والسموات ومن فيها وما بينهما مما لا يعلمه إلا الله هالك زائل ويدخل في ذلك ما يعبدونه من دون الله.
{كُلُّ مَنْ عَلَيْهَا فَانٍ، وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالْأِكْرَامِ} ١.
ويبقى وجه ربك وله الحكم يقضي بما يشاء ويحكم كما يشاء، ولا يشركه في حكمه أحد ولا يرد قضاءه أحد ولا يقف لأمره أمر.
{أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا} ٢.
غافر الذنب:
يعرف الله عباده بصفاته ذات الأثر الموجود في حياتهم ووجودهم. وتلمس آيات القرآن الكريم مشاعر القوم وقلوبهم فيثير الرجاء فيهم أو الخوف والخشية، ويشعرون بأنهم في قبضة رب عزيز لا يغلب ويصرف الأمور بإرادته هو. ولا معقب لحكمه وهو رب عليم يدبر الأمر على خبرة وعلم محيط. محيط بأرجاء الكون كله.
وهو مع هذا غافر الذنب وقابل التوب بر رحيم يعفو عن كثير ويفتح باب التوبة بلا حجاب.
{وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} ٣.
_________
١ الآيتان ٢٦، ٢٧ من سورة الرحمن.
٢ الآية رقم ٤٤ من سورة فاطر.
٣ من الآية رقم ٤٤ من سورة فاطر.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (141,'ومع عفوه وبره وحلمه فهو شديد العقاب يدمر المتكبرين ويعاقب المارقين الذين لا يعودون ولا يستغفرون. إنه ذو الطول يعطي بغير حساب.
فهل لما يشركون من هذه الصفات شيء؟
إنهم لا يعرفون عن آلهتهم وصفا مضبوطا ولا يتبينون ماذا يسخطها وماذا يرضيها فيعيشون معها في قلق، فهم لا يدرون موضع سخطها ولا موضع رضاها. إن كل ما يقدمونه من الضحايا والذبائح والرقى والتمائم يدفع إليه وهم وتخمين لعلها ترضى!
وجاء الإسلام واضحا ناصعا يصل الناس بخالقهم الواحد يعرفهم صفاته ويبصرهم بمشيئته ويعلمهم كيف يتقربون إليه، وكيف يرجون منه الرحمة ويخشون عذابه ويسألونه العفو والعافية في الدين والدنيا والآخرة١.
{أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلا هُمْ مِنَّا يُصْحَبُونَ} ٢.
وله الكبرياء في السموات والأرض:
إنه صوت التحميد والتمجيد ينطلق معلنا ربوبية الله وحده في هذا الوجود سمائه وأرضه، إنسه وجنه، طيره ووحشه، علويه وسفليه، نباته وجماده وسائر ما فيه ومن فيه فكلهم في رعاية رب
_________
١ في ظلال القرآن ج٢٤ ص٥٤-٥٥.
٢ الآية رقم ٤٣ من سورة الأنبياء.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (142,'واحد يدبرهم ويرعاهم وله الحمد على الرعاية والتدبير وله الكبرياء كذلك, الكبرياء المطلقة في هذا الوجود حيث يتصاغر الكل وينحني الجميع ويستسلم كل متمرد.
{وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ} ١.
ومع الكبرياء والربوبية فلله القدرة القادرة والحكمة المدبرة، وهو العزيز الحكيم، والحمد لله رب العالمين٢.
_________
١ الآية رقم ٤٩ من سورة النحل.
٢ راجع في ظلال القرآن ج١٥ ص١٤٢-١٤٣.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (143,'<span data-type="title" id=toc-23>ثالثا: وحدانية التدبير وتصريف الملك:</span>
أ- التدبير:
{وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ} ١.
{وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِير} ٢.
{لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ، أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ} ٣.
_________
١ الآية رقم ٦ من سورة هود.
٢ الآية رقم ١١ من سورة فاطر.
٣ الآيتان ٤٩، ٥٠ من سورة الشورى.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (144,'{يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ، وَمِنْ آَيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ، وَمِنْ آَيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ، وَمِنْ آَيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِلْعَالِمِينَ، وَمِنْ آَيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَسْمَعُونَ، وَمِنْ آَيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ، وَمِنْ آَيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ، وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ، وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} ١.
تلك محاولة يعالج بها القرآن الكريم الاتجاه الفكري عند المعاندين وهي محاولة تتوجه إلى تخليص العبد من هموم ليست في قدرته ولا في استطاعته أن يفعل فيها شيئا مهما تعاون البشر طرا أو انفردوا آحادا.
_________
١ الآيات من رقم ١٩-٢٧ من سورة الروم.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (145,'إن الذي يشغل المرء ويفسد عليه قلبه هو انشغاله بما ليس في استطاعته والقرآن في هذه النماذج من الآيات المكية يوضح للعقل منهاج تفكير منظم.
إنه -أي القرآن الكريم- سيقدم له تحديدا لارتباط الإنسان بهذا الكون الذي يعيش فيه وخضوع الكون كله لله رب العالمين.
والارتباط أو العلاقة بوجود الإنسان في هذا الكون مجالها:
الرزق.
والعمر.
والأولاد.
وقد ضمن الله له الثلاثة وليس في مقدور أحد من البشر أن يعبر بالزيادة أو النقص ... منها شيئا ما.
والرزق والعمر والأولاد دائرات في فلك الكون، والكون كله ساجد مسخر بإرادة الله جل شأنه، فهل لمن يشركونهم في عبادة الله من أصنام وجن وملائكة شيء في هذا التدبير الإلهي؟
الرزق:
أودع الله الأرض التي يعيش عليها كل من يدب الإمكانات القادرة على تلبية حاجات هذه المخلوقات الهائلة الجمة جميعا، وأودع لله في هذه المخلوقات القدرة على الحصول على رزقها من هذا المودع في الأرض بأية صورة من صور الإنتاج قديما أو حديثا حتى إن بعض',NULL,'130',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (146,'المخلوقات يسر له أن يتنازل رزقه دما مهضوما، وهذا الرزق الممنوح من عطايا الله حق مؤكد مقسم عليه تفضلا من جلاله وكبريائه:
{وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ, فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} ١.
وهي لفتة عجيبة ترد بصر الإنسان ونفسه وعقله إلى مصدر الرزق الأعلى إلى السماء إلى الله ليتطلع الفرد إلى ما قسم له عند ربه فلا يسلم نفسه إلى أسباب الرزق العادية في الأرض, فتحول بينه وبين التطلع إلى المصدر الأول الذي أنشأ له جنات معروشات وغير معروشات في الأرض, وبذلك ينفك القيد الحديدي الذي تغلغلت فيه تلافيف الفكر وتنطلق إلى خالق الأسباب, ويدرك الإنسان السليم في عقله ووجدانه أن ما يدعونه من دون الله لا يقدرون على شيء، فهم صم بكم عمي لا يرجعون٢.
والقوم مع جحودهم لم يستطيعوا إنكار هذه الحقيقة.
{قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ
_________
١ الآيتان ٢٢، ٢٣ من سورة الذاريات.
٢ راجع في ظلال القرآن ج٢٧ ص١٩، الإسلام والإيمان ص٢٢٦.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (147,'وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ} ١.
العمر:
تتردد كثيرا في القرآن الكريم الإشارة إلى النشأة الأولى من التراب والنشأة الثانية من النطفة ويتردد كذلك الإشارة إلى مراحل كل منهما وكلاهما عنصر لا حياة فيه تتساوق مع حياة الإنسان.
فالتراب عنصر ميت برأي العين.
والنطفة عنصر هامد مبتذل في العرف العادي.
وإن كانت فيه حياة حسب الأبحاث الطبية الحديثة فهي حياة الميكروب الضعيفة العاجزة. إن تغيرت درجة حرارة الجو الذي تعيش فيه ماتت٢.
وعلى كل كيف تلبست الحياة بالعنصر الأول وتلبست الحياة بالعنصر الثاني أما العنصر الأول فهو سر مغلق على البشر وهي حقيقة مشهودة قائمة لا مفر من الاعتراف بها والإقرار بدلالتها على قدرة المحيي القدير.
_________
١ الآية رقم ٣١ من سورة يونس.
٢ علم الأجنة في القرآن للدكتور عفيفي محمود، الموسم الثقافي الثاني للأزهر ١٣٧٩هـ, ١٩٦٠م.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (148,'أما العنصر الثاني فهو نقلة بعيدة كيف انتقلت خلية مثل الميكروب حجما وحياة إلى خلقه كاملة سوية ثم تشكلت ذكرا أو أنثى حسب ما أودع في النطفة الأمشاج من خصائص أودعها الحكيم الخبير، هذه النقلة من النطفة على ضعفها إلى النوعين المتمايزين بعيدة المدى في إحداث رجة عنيفة في التفكير فأين الخلية الواحدة من ذلك الكائن المعقد التراكيب الدقيق التأليف الكثير الأجهزة المتعدد الوظائف، المختلف في العقل والمزاج واللون والطول والعرض والعواطف.
أين الخلية الضعيفة التافهة من ذلك الإنسان الذي كرمه ربه ونعمه؟
وأين الذين يشركونهم مع الله في العبادة من هذا التدبير الإلهي؟
ومع هذا فما تحمل من أنثى مطلقا بشرا أو حيوانا ... إلخ, ولا تضع كذلك إلا بعلمه, وعلم الله بكل حمل وكل وضع في هذا الكون المترامي الأطراف شامل ومحيط.
{وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} .
وكيف تصل عبقرية البشر إلى إدراك جميع الأحياء في هذا الكون من شجر وطير وحيوان وإنسان في البر والبحر أو في الهواء على اختلاف أجسامها وأشكالها وأنواعها وأجناسها وديارها وأزمنتها, ليتابع من عمر أو نقص من عمره؟',NULL,'133',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (149,'إن كل فرد من أفراد هذا الحشد لا يعلمه إلا الله خالقه ومدبر أمره، وإن ذلك العلم المحيط بكل ما في الوجود لا يكلف جهدا عسيرا {إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} ١.
وعمر كل ما في الوجود إذا جاء أجله لا يؤخر ساعة ولا يستقدم ساعة.
{لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ} ٢.
ولا يملك أحد غير الله جل جلاله أن يقدم أو يؤخر {إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ} ٣.
فأين ما يعبدونه من دون الله وهذا التدبير البديع المحكم الفسيح؟ الأولاد:
الأولاد أو الذرية مظهر من مظاهر العطاء والحرمان وعلامة من علامات المنح والمنع, فمن الذي يهب الذرية؟
إنها رزق من عند الله وهي زينة الحياة الدنيا, وجعلها الله قرينة النفس الإنسانية, فمن الذي يرزق الناس الأولاد؟
لقد افتتحت الآية بأن لله ملك السموات والأرض وهو افتتاح منبه للعقول؛ لإدراك كل جزئية تأتي فيما بعد في محيط هذه الملكية
_________
١ راجع في ظلال القرآن ج٢٢ ص١١٤-١١٦, راجع فصل كيف بدأت الحياة من كتاب: العلم يدعو للإيمان ص١٠١.
٢ من الآية رقم ٤٩ من سورة يونس.
٣ من الآية رقم ٤ من سورة نوح.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (150,'الإلهية. وذكر {يَخْلُقُ مَا يَشَاءُ} ترشيح للإيحاء النفسي المطلوب من الافتتاحية بالملكية المطلقة لله تعالى, ثم رتب على ذلك تقسيم الرزق منوعا، وجعل الحرمان مقابلا له لتكتمل يقظة بتفقه الواقع الملموس.
{يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا} وقد كانوا يكرهونها فكيف ينسبون مثلها إلى الله؟
{وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ، أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا} .
وكل هذا خاضع للسلطان الإلهي، مرتبط بمشيئة الله وحده لا يتدخل في ذلك أحد سواه١.
فأين ما يشركونه مع الله سبحانه من هذا العطاء المحمود؟ أو المنع الذي لا معطي له من بعده.
{مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} .
ب- وحدانية التصرف في الملك:
{وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ، وَمِنْ آَيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ} .
_________
١ راجع في ظلال القرآن ج٢٥ ص٥٢، ٥٣.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (151,'وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ، وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ, وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلامِ، إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ, أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ, وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ} ١.
آية السموات والأرض والغيث حقيقة قاطعة في دلالتها على منشئ مدبر, واللمسات في هذه الآيات وفي آيات سورة الروم تحمل الإنسان بكل أقطاره لينتقل من حظيرة الكفر إلى حظيرة الإيمان بالله؛ لأنه أينما حل فهو في كنف الله جل شأنه.
ينزل الغيث من بعد ما قنطوا, لقد غاب عنهم الغيث ولا غوث لهم بعد انقطاع المطر ووقفوا عاجزين عن سبب الحياة الأول وأدركهم اليأس, ولو دعوا آلهتهم ما سمعوا لهم ولو سمعوا ما استجابوا, فلا قدرة ولا إرادة ولا حركة ألبته، وفي لحظات إدراك اليأس ينزل الله الغيث وينشر رحمته فتحيا الأرض وتنفرج الأسارير وتنفتح القلوب وينبض الأمل ويفيض الرجاء ذلك أن الله هو الولي الحميد المتكفل بولاية خلقه المستحق الحمد بذاته.
_________
١ الآيات من رقم ٢٨-٣٥ من سورة الشورى.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (152,'والسفن الجواري في البحر كالجبال آية حاضرة مشهودة أنها آية تقوم على آيات كلها من صنع الله وتدبيره دون جدال.
فمن الذي أنشأ البحر؟ مَنْ مِنَ البشر أو من آلهتهم؟
ومن الذي أودعه خصائص الكثافة والعمق والسعة وعلم الماء يجري ويحمل السفن الضخام؟
مَنْ مِنَ البشر أو من آلهتهم؟
والسفن ذاتها، من هدى الإنسان إلى صنعها؟ وخلق له مواد بنائها؟ وعلمه كيفية تركيبها؟ ثم من الذي حباها نعمة الطفو ومنحها القوة على التحرك؟
{إِنَّ فِي ذَلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} .
والصبر والشكر هما قوام النفس الصادقة في السراء والضراء والتحلي بهما من دلائل الإيمان وعلاماته١.
يخرج الحي من الميت، إنها عملية دائبة لا تتوقف هنيهة من ليل أو نهار، وفي كل مكان في الأرض أو في الفضاء أو في أعماق البحار في كل لحظة يتم هذا التحول يتحرك برعم ساكن من جوف حبة أو نواة فيفلقها ويخرج إلى وجه الحياة.
أو يجف عود أو شجرة تستوفي أجلها فتتحول إلى حطام أو هشيم يخرج من خلاله حبة جديدة ساكنة تتهيأ بها حياة في المستقبل بالإثبات.
_________
١ في ظلال القرآن ج٢٥ ص٣٦-٣٩.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (153,'ويوجد غاز ينطلق في الجو فتتغذى به التربة ويتم به الإخصاب.
وتدب الحياة في جنين: طير أو حيوان أو إنسان, إنها دورة دائمة رهيبة عجيبة لو تأملها الحس الواعي والقلب البصير؟
فمن المدبر ومن بيده ملكوت السموات والأرض؟
أما هم إذا سئلوا أجابوا خلقهن الله؟
والزوجية مشاعر مشتركة وصلة فطرية بين الجنسين من بني البشر, فمن الذي أودع في النفوس هذه العواطف والمشاعر المشتركة وجعل فيها سكنا ومودة وراحة للقلب والعقل والجسم والمشاعر, وربط استقرار الحياة والعيش بها؟
واختلاف الألسنة في البشر مع اتحاد مطالبهم ووحدة الغاية من اللسان وهو التعبير عن الحاجة وإدراكها آية بينة وهو اختلاف مرتبط بخلق السموات والأرض فاختلاف الأجواء على سطح الأرض فلكيا، واختلاف المناخ له علاقة باختلاف الألسنة والألوان حتى ولو اتحدت النشأة والأصل في بني الإنسان فمن الذي دبر هذا؟
والنوم بالليل والسعي بالنهار آية تجمع بين ظاهرتين تفضل الله بهما على عبادة وقد خلقهم جل شأنه متناسقين النوم في الليل والعمل في النهار فجعل العمل حاجة تلبيها أضواء النهار وجعل النوم حاجة تلبيها ظلمات الليل، والبشر مثلهم في هذا مثل جميع الأحياء على كوكب الأرض.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (154,'إن كل حي في الكون الأرضي يجد ما يلبي حاجته ويسمح له بالحياة. عمل بالنهار ليبتغي الحي من فضل الله، وراحته وسكينته بالليل لينام ويهدأ ليزاول بكرة نشاطه من جديد. فمن الذي يسمع لهذه الآيات؟
والبرق مصدر خوف وطمع وهما شعوران فطريان يتعاوران على النفس البشرية أمام تلك الظاهرة.
والعربي في صحرائه الشاسعة أحوج ما يكون إلى قطرة الماء؟ والبرق علامة الغيث في السحاب ولكنه كذلك علامة الصاعقة التي دمرت قوم عاد.
ففي البرق الخوف والرجاء يوقظان الشعور والتعقل ليدركوا من المدبر لهذا الملكوت الجليل.
والسموات والأرض يقومان في انتظام سليم مقدر الحركات آية من آيات التدبير والتصريف الإلهي, فمن يملك أن يدعي أنه هو أو سواه مطلقا يفعل هذا التدبير والتصريف في قيام السموات والأرض؟
إن السموات والأرض تقومان بأمره ملبيتان طائعتان ساجدتان لأوامر الله جل شأنه دون انحراف أو اضطراب أو تلكؤ.
وكل من الكون، في السموات أو في الأرض قانت إن طوعا أو كرها، إنهم جميعا محكومون بسنن الله في كونه حتى ولو كانوا عصاة مثل معاندي الدعوة في مكة المكرمة فإنما عقولهم تعصي وقلوبهم تكفر ولكنهم مع هذا العصيان والكفر محكومون بالناموس الإلهي',NULL,'139',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (155,'الذي تجري به السموات والأرض. إن الله هو الفعال لما يريد, وهم خلق من خلقه يتصرف فيهم وفق ما يريد تصرفه وتدبيره وهم لا يملكون إلا الخضوع والقنوت.
وله المثل الأعلى في السموات والأرض فهو سبحانه المنفرد بالتدبير والتصرف في الملك, ومنفرد بصفاته الحسنى لا يشاركه فيها أحد وليس كمثله شيء وهو العزيز الحكيم القاهر المدبر بالحكمة والتقدير الرحيم١.
_________
١ راجع في ظلال القرآن ج٢١ ص٣٤-٤٠.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (156,'<span data-type="title" id=toc-24>رابعا: بعث الوجدان الفطري</span>
وبعد هذه الاستفاضة الواسعة الفسيحة في أرجاء الكون وأعماق النفس وإبراز صفات الله بشتى أنواع الأدلة المحسوسة بالعين والمشاهدة بالبصيرة، والمدركة بالمشاعر:
أدلة الخلق.
وأدلة الترابط والقصد.
وأدلة العناية والتدبير.
التي توصل العقل السليم إلى الإيمان بوحدانية الخالق وكمال صفاته الحسنى التي لا يشاركه فيها أحد واستحقاقه وحده جل شأنه العبادة من البشر, بعد هذه الاستفاضة يعرج القرآن الكريم بالقوم بمعاندي الدعوة على نوع خاص من الأدلة هي بعث المشاعر والعواطف.
يهدهد على عواطفهم تارة بكل ملطف ومنبه يمس شغاف قلوبهم باليد الرحيمة الرفيقة الودودة المنعمة لعلهم يستيقظون.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (157,'فلما لم يستجيبوا لنداء المودة والإحسان يجذبهم من نواصيهم جذبا مروعا ويشهدهم عاقبة المكذبين من قبل ويصور لهم الضنك والضيق يوم المحشر وأهوال يوم القيامة تلك اللحظات التي لا يملكون فيها شيئا ولو أنفقوا ما في الأرض جميا ما تقبل منهم ولا يجدون لهم من دون الله وليا ولا نصيرا.
وكثيرا ما تتغير النفوس بالقسر وقليلا ما تلين بالمعروف فزاوج القرآن بينهما؛ فالعبد يقرع بالعصى والحر تكفيه المقالة. ولقد كانت غاية القرآن الكريم في هذه المحاولة هي اطلاع المعاندين على الحق من كل زاوية وبكل وسيلة حتى لا تكون للناس على الله حجة بعد الرسل وكفى بالله حسيبا وكفى بالله شهيدا.
والقرآن في هذه الجولة من التدليل على وحدانية الله وصفاته الحسنى يقدم لنا نموذجين:
الأول: إقناع الوجدان بالترغيب أو بالترهيب.
الثاني: إقناع الوجدان بالتجارب التاريخية للسالفين من الأمم الكافرة.
النموذج الأول: من آلاء الله؟
قال تعالى:
{وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِين} .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (158,'وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ, ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ , وَمِنَ الْأِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} ١.
كان التدين الجاهلي قد عمد إلى بعض الزروع والأنعام فعزلها وقصرها على الآلهة وادعوا أن الله الخالق هو الذي حرم ذلك. فتأتي الآيات هنا لتصحيح فكرتين.
الأولى: أن خالق هذه الجنات بنوعيها هو الله وحده:
الجنات المعروشات التي ذللها الله للإنسان فنظمها وعرشها وتعهدها بالعرائس والحوائط.
والغابات البريات التي نمت بقدرة الله دون تدخل من الإنسان وهي تحمل من الخيرات والجمال والفن ما لا تقدر عليه رعاية البشر في جناتهم المعروشات، وتلك واحدة من عالمية الدعوة.
_________
١ الآيات من رقم ١٤١-١٤٤ من سورة الأنعام.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (159,'إذ تصف نوعا خاصا من الغابات لم يعهده العرب ولم يروه وهو هنا في جنوب شرقي آسيا في أندونيسيا والهند الصينية والفلبين وماليزيا آيات بينات على قدرة الصانع وجلال سلطانه.
والقرآن يسوق هذه الجنات بنوعيها لإقامة الدليل على وحدانية الله الذي خلق وأظهر تلك الجنات دون شريك له بأي وجه من الوجوه١ وهو دليل يحسه الفرد بمشاعره ووجدانه ويشعر به في نعم الله وهي تحيط به بما هيأه له من الذكاء والقدرة على العمل وبما سخره له من الشجر والأرض والماء والسحاب ليصنع له {جَنَّاتٍ مَعْرُوشَاتٍ} .
وما أحاطه به من جنات برية يعجز بقدرته البشرية عن غرسها وسقيها ورعايتها وسبحان الله العظيم فالذي يلاحظ الناس هنا في جنوب شرقي آسيا وهي في ظلال الغابات التي يتساقط عليهم من ثمراتها، عليهم مسحة الكسل والركون إلى الدعة فالمطر ينزله الله من السماء والأرض تنبت ثمارا أشجارها بإذن الله ولا مدخلية للفرد هنا بجهد عظيم أو عادي يذكر.
في حين أن أهل الجنات المعروشات قد حباهم الله من القوة والمناخ ما يسعفهم على التحرك والعمل والزرع والسقي والرعاية فقد علم الله أنهم لن يحصلوا على ثمار جنة معروشة إلا بكد وعرق وجهد فذلل لهم الجو بالمناخ ووهبهم القوة على العمل والسعي.
_________
١ راجع روح المعاني ج٨ ص٣٧ تفسير الطبري ج٨ ص٥٠ ط ثانية.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (160,'إن المنهج القرآني هنا يكثر من عرض حقيقة الرزق الذي يختص الله بمنحه للناس ليتخذ منه برهانا على ضرورة إفراد الله سبحانه بالتسلط والتصرف والحاكمية والعبادة لجلاله وحده فإن الخالق الرازق الكافل هو وحده الحقيق بأن تكون له الربوبية والسلطان والعبادة.
الثانية: أن سلطة التشريع خاصة بالله وحده.
وهنا يحشد السياق في هذه الآيات مشاهد الزرع والثمار.
والأنعام وما فيها من نعم الله ليرد على عنجهية الجاهليين الذين يدعون أن الله حرم هذا وتلك هي الفكرة الثانية التي يريد القرآن أن يصححها في مجال العقيدة فيبرهن على أن الحاكمية والتحليل والتحريم ليس خاضعا لهوى الكهنة والسدنة والرؤساء، وإنما هو خاضع لسلطان الله جل شأنه على لسان نبيه الخاتم.
وهنا يكشف السياق عن السخف الذي لا يمكن تعليله ولا الدفاع عنه فيستخرج مكامن الأوهام الجاهلية فيلقي ضوءا على ما أودعه الله في الأنعام من آلاء ونعم ليخجل الجاهليون من عقليتهم لو كانوا منصفين١.
{ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ ... } الآيات.
فهذه الأنعام التي يدور حولها الجدل نعمة الله إليكم وقد خلقها على سننه الكونية ليبقى لكم من نسلها نعم وأفضال ربانية تعيشون بها، من خلقها ومن حرثها؟
_________
١ راجع في ظلال القرآن ج٨ ص٧٢، ٧٣.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (161,'والجو الصحراوي حيث ينعدم التحرك الاقتصادي يلقي ظلالا واسعة على فهم هذه النعم حيث يجري الواحد منهم خلف ناقته باحثا لها عن مرعى فيدرك معنى السؤال نبئوني بعلم؟
هذه الشئون لا يكفي فيها الظن ولا التخمين فمن أين جاءكم هذا التحريم؟
هل شهدتم وصية من الله لكم خاصة بهذا التحريم؟ فيرتد الوجدان الصادق والعقل المدرك إلى صواب في العقيدة والعبادة؟
لقد ردهم القرآن بهذه الآيات إلى المصدر الحقيقي للحرث والأنعام التي يتنعمون بها ليعبدوه جل شأنه وذلك لصلاح حالهم ودينهم فالله غني عن العباد عبدوا أو جحدوا.
ومع هذا البيان يبدو عرض نعم الله على عباده أخاذا بالنفوس مسيطرا على الوجدان تنفعل له الأسارير رغبا أو رهبا.
ومع هذا الحنان والرفق تأتي حملة السياط التي تلدغ الوجدان بإيقاعاتها ورنينها وأدواتها الهائلة؛ السموات والأرض والشمس والقمر والليل والنهار والبحار والأنهار والأمطار والثمار؟
يقول الله تعالى:
{اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ,',NULL,'145',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (162,'وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ، وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوهَا إِنَّ الْأِنْسَانَ لَظَلُومٌ كَفَّارٌ} .
هنا لا تعرض قضية التوحيد عرضا فلسفيا ميتا فيزيقيا جافا ميتا إنما نعرضها الآيات في المجال الحركي المؤثر الموحي بالواقعية المشاهدة في الكون ولمسات الفطرة وبديهيات الإدراك مع جمال العرض واتساق النظم البديع.
كل هذه الأكوان: السموات والأرض والماء الذي ينزله الله من السماء والثمرات التي ينبتها الله والفلك التي سخرها الله في البحر وسخر البحر ليحملها وسخر الأنهار تأكلون منها لحما طريا وتستخرجون حلية تلبسونها.
والشمس والقمر والليل والنهار وكل نعم الله التي لا تحصى كل هذا سخر للإنسان؟ فكل هذا الكون الهائل سخر لهذا المخلوق الصغير.
وبعد ذلك أيجعلون لله أندادا؟
الخلقية العربية التي تعرف احترام الجميل وذكر المعروف تنكر هذه الآلاء التي منحها الله بلا حساب؟ وتقابلها بالجحود والنكران؟
الإنسان كمخلوق الله يعجز عن إدارة شئون حياته ما لم تدركه رحمة الله وفضله ويحس هذا في كيانه وظروف معيشته أيقابل نعم الله بالكفر والإشراك؟
_________
١ الآيات من رقم: ٣٢- ٣٤ من سورة إبراهيم.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (163,'هنا يستيقظ عقل خاص فيتطلع إلى الكون حوله فيراه مسخرا له:
إما بقدرته المباشرة حيث ذلل الله لها الأرض، أو بالنواميس التي أودعها الله في الكون وتكفلت بسد حاجات البشر ثم يتدبر فيراه في رحمة الله مغموسا.
لا يستطيع الخروج منها إلا إلى الموت وهنا يرتجف فؤاده ويخشع ويسجد لله شاكرا مسلما حنيفا إن كان من العاقلين١.
وهكذا يقلب القرآن قلوب البشر بين رغبة ورهبة كأنما يهدهد تارة ويؤخر أخرى ليستثير فيهم آصرة الفطرة التي فطر الله الناس عليها ليؤمنوا بالله وحده ويعظموه فيردهم إلى مثل صغير من حياتهم تعجز عنه قواهم ويعجز عنه تصورهم وهو مثل يقع في كل لحظة من ليل أو نهار.
{وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} .
كل عالم وباحث ومفكر وفيلسوف وأديب وطبيب وصانع ماهر يخرج من بطن أمه لا يعلم شيئا صغيرا أو كبيرا أو أدنى من ذلك, فما اكتسبه من خبرات أو علم أو فن بعد ذلك, فإنما هو هبة من نعم الله التي ينعم بها على البشر بالقدر الذي أراده لهم وخلقهم له, وركب فيهم من المدارك والقدرات والذكاء, وجعل لهم بهذا القدر كفاية
_________
١ راجع في ظلال القرآن ج١٣ ص١٦٦، ١٦٩.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (164,'الحياة على هذه الأرض لعلهم يدركون قيمة هذه النعمة فيعبدون الله وحده ولا يشركون به أحدًا.
{وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ} ١.
فينبههم القرآن الكريم بلطفه اللطيف وكأنه يربت على عقولهم وعواطفهم، بل كأنه يفتح لهم جفون أعينهم ويمسك بأيديهم إلى الدلائل فيقول لهم في استفهام شامل لكل المعاني:
{أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ} ٢.
وهو مشهد مكرر مألوف، ولكن القرآن هنا ينبههم إلى عجيبة من آثار القدرة الآلهية التي لا يتدبرونها.
فمن الذي يمسك الطير في جو السماء؟
إنها النواميس الإلهية التي أودعها الله فطرة الطير وفطرة الكون، إنها نعمة الله التي وهبها للطير أن يطير وللجو أن يناسب طيرانه.
فالقلب المدرك لهذه العجيبة المكررة يوميا يراها في كل يوم آية على وحدانية الخالق المتصرف في هذا الملكوت المنعم على خلائقه كلها بجليل النعم.
_________
١ الآية رقم ١٠٥ من سورة يوسف.
٢ الآية رقم ٧٩ من سورة النحل.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (165,'وهنا يهتز القلب وتقشعر جلود الذين يخشون ربهم.
ويتسلل القرآن إلى المشاعر الإنسانية في كل مستوياتها فينقل الوجدان إلى إدراك أسرار الخلق وآثار نعم الله ومظاهر آلائه على الناس في البيوت، وسيان أصحاب الصحراء القاحلة أو أصحاب الغابات المتكاثفة فإنهم يحسون بقيمة البيوت حيث هي المأوى من الحر والبرد والمطر والرياح فتخطوا الآيات إلى النفوس من باب البيت والسكن لتريهم أي آيات الله ينكرون؟
{وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ, وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} ١.
الطمأنينة في البيوت نعمة يعرفها الآن المشردون من أوطانهم في الشرق الإسلامي خاصة، اللاجئون من أبناء فلسطين الحبيبة وأبناء باكستان الشرقية كما يعرف هذه النعمة المشردون في فتنام وكمبوجا، والعربي القديم يدركها والرجل المعاصر في الغابات اليوم يدركها, والمسافرون عندما تحل بهم آلام السفر يدركونها كذلك هي نعمة يحس بها الإنسان في أي عصر وفي أي مكان، ولكن مفهوم الحاجة إلى السكن
_________
١ الآيتان: ٨٠، ٨١ من سورة النحل.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (166,'الذي يستجيش به القرآن أسارير البشر هي الحاجة إلى الراحة والاطمئنان والأمن والسلام والحاجة إلى حرمة البيت والحفاظ على أسراره وتلك قد ضمنها الله بالشرع وبالحياء الخلقي الذي أودعه في نفس الإنسان.
وتستمر الآيات في تصوير منح الله للإنسان في نعمة البيت حيث مهد له في الجبال بيوتا وعلمه وسخر له جلود الأنعام ليتخذ منها بيوتا في الظعن وفي الإقامة وفي ثنايا هذه النعمة، ذكرهم بأن الأنعام لها فائدة أخرى، تتخذون من أصوافها وأوبارها وأشعارها أثاثا ومتاعا إلى حين فتتناسق في الفؤاد نعمتا السكن والأثاث والثياب وكلها من حاجات الإنسان الضرورية له في الحياة.
إنها نعم نأخذ بوجدان الإنسان إلى الشعور بنعمة الطمأنينة والراحة والشعور بها يؤدي إلى الشعور بالاستسلام والراحة والركون إلى خالقها والمنعم بها وفاء وشكرا واعترافا بالجميل {كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} .
ولكن الإلف والعادة منعتهم من الإسلام ومنعتهم كذلك من اليقظة فيكرر القرآن لهم النداء والدعوة ويسألهم:
{قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلا تَسْمَعُونَ, قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلا تُبْصِرُونَ,',NULL,'150',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (167,'وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} ١.
الناس يشتاقون بالطبع إلى مشرق الصبح حين يطول بهم ليل الشتاء ويحنون إلى ضياء الشمس بالحاجة عندما تتوارى عنهم فترات وراء مزن السحاب.
فكيف فقدوا الضياء فكان الليل عليهم سرمدا إلى يوم القيامة؟ أما العلم الحديث فيجيب:
إن الشمس هي مصدر كل حياة وحرارتها تبلغ ١٢.٠٠٠ فارنهايت مسطحا, وموقع الكرة الأرضية في بعد عنها يكفي لأن تمدنا هذه الحرارة بالدفء الكافي, ومسافة الأرض من الشمس ثابتة بشكل عجيب ولو أن درجة الحرارة على الكرة الأرضية قد زادت بمعدل ٥٠ درجة في سنة واحدة, فإن كل نبت يموت والإنسان يموت حرقا أو تجمدا والكرة الأرضية مائلة بزاوية قدرها ٢٣ درجة فلو تغيرت هذه الزاوية لحدثت أضرار عدة منها:
١- يكون القطبان في حالة غسق دائم.
٢- يصير البخار المنبعث من المحيطات مكدسا في الشمال والجنوب فقط صانعا قارات من الجليد، وقد يترك صحراء بين خط الاستواء والثلج.
٣- تغطي قاعات المحيط بطبقات من الملح لتكون مصبا لمنبع أنهار من صحراء خط الاستواء فتحدث ملاحات من الملح.
_________
١ الآيات من رقم ٧١-٧٣ من سورة القصص.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (168,'٤- ويؤثر ذلك في ثقل الكتلة على القطبين فيؤدي إلى فرطحة خط الاستواء أو فورانه.
٥- ويقل المطر في كافة أرجاء العالم١.
والناس بالطبع كذلك يحنون إلى الليل حين يطول النهار في فصل الصيف، ويجدون في ظلام الليل وسكونه راحة وسباتا، وكل ما في الكون من حي يحتاج إلى هذه الراحة وذلك السبات فكيف بالناس لو كان النهار عليهم سرمدا إلى يوم القيامة؟ يجيب العلم:
أ- لو زادت سرعة دوران الأرض حول نفسها أو قلت لأصبح طول النهار ١٢٠ عشرين ساعة ومائة ساعة فاحترق الزرع واختل ميزان العمل في النهار والراحة والنوم في الليل٢.
إن رحمة الله جعلت الليل سكنا والنهار معاشا وجعل ذلك قانونا مسنونا لتبتغوا من فضله ولعلكم تشكرون.
لقد هدهد القرآن على مشاعرهم وآنس قلوبهم وأيقظ فطرتهم وحشد لهم رصيدا من العلم واليقين لعلهم يهتدون.
ب- من نقم الله:
{قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ,
_________
١ العلم يدعو للإيمان ص٥٣، ٥٤ كريس موريسون، راجع كتاب قصة الإيمان لفضيلة الشيخ نديم الجسر ص٣٢٢، ٣٢٣.
٢ قصة الإيمان ص٣٢٠، العلم يدعو للإيمان ص٥٣.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (169,'قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ، قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآياتِ لَعَلَّهُمْ يَفْقَهُونَ} ١.
هنا نرى القرآن الكريم يحاكم المعاندين إلى فطرتهم التي تعرف حقيقة الألوهية وتلجأ إليها في ساعة الشدة والحرج والضيق ويرسم لهم في مشهد قصير سريع مشاعرهم أمام رؤية الهول والكرب الذي ترتعد له الفرائض فلا يتوجهون ساعتها إلى صنم ولا إلى كوكب ولا ملك وإنما يتوجهون إلى الله الذي تعرفه فطرتهم إلها خالقا بيده الأمر وإليه المصير وهو على كل شيء قدير.
إن تصور الخطر وتذكر الهول يردان النفوس الجامحة ويرققان القلوب الفظة ويذكر أن النفس عند لحظة الضعف بالإنابة إلى الله واللجوء إلى سلطانه.
وهي تجربة يعرفها كل من وقع في ضيق ومرات ضيق الإنسان كثيرة ومتعددة في ظلمات البر والبحر، وعندها تتعرى للإنسان حقيقة آلهته التي يعبدها من دون الله ويجدها خلوا من كل حول ولا يرى لنفسه نجاة إلا بالتضرع إلى الله دون شريك معه ولكنهم بعد هذا يشركون٢.
_________
١ الآيات من رقم٦٣-٦٥ من سورة الأنعام.
٢ في ظلال القرآن ج٧ ص٢٦٦.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (170,'بعد ما شاهدوا هذه النعم الجليلة وخلاصهم من الكرب والضيق يعودون إلى نكسة الشرك والضلال فلا يوفون بالعهد ولا يحترمون ما كان منهم من إقرار١.
{قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} الآية.
قد يقدر الوهم للجاهليين أن يدفعوا عنهم العذاب إذا جاءهم من اليمين أو من الشمال فصورت لهم الآية الكريمة أن عذاب الله إذا جاء لا دافع له إنه عذاب غامر من فوق ومن تحت كل فوق سواء ساروا يمينا أو شمالا، وكل تحت سواء هربوا يمينا أو شمالا فهو عذاب غامر للفوقية والتحتية بكل جهاتها فلا مقاومة ولا دفاع ولات حين مناص.
النموذج الثاني: من أحداث التاريخ
وقد عرفت البشرية في فترات كثيرة من تاريخها ذلك اللون من العذاب:
{وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ, فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ, وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ,
_________
١ روح المعاني ج٧ ص١٧٨، ١٧٩.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (171,'{وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ, فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} ١.
هي وحدة الدعوة ووحدة الطريق والغاية وباختصار يصور القرآن تكذيبهم للرسل ثم أخذهم بالهلاك والتدمير على سنة الله في أخذ للمكذبين.
لقد أخذوا برجفة زلزلت عليهم بلادهم إثر صيحة مدوية أسقطت قلوبهم في أكعابهم، لقد جاءتهم الصيحة من فوق وجاءهم الزلزال والرجفة من تحت فما كان لهم من ناصري، وكذلك أخذ ربك القرى وهي ظالمة إن أخذه شديد.
لقد أخذ عادا حاصب وهي ريح صرصر عاتية وتطايرت معه حصباء الأرض فقتلهم فكانوا كأعجاز نخل خاوية.
وثمود أخذتهم صيحة فأهلكوا بالطاغية.
وقارون خسف به وبداره الأرض.
وفرعون وهامان غرقا في اليم وجنودهما.
_________
١ الآيات رقم ٣٦-٤٠ من سورة العنكبوت.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (172,'تلك هي مصارع العتاة البغاة من الكفرة والظلمة والفسقة على مدى القرون فما أغنى عنهم ما كانوا يشركون، فإلى أين تذهبون أيها المعاندون؟
{مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} ١.
إنه تصوير دقيق وعجيب لحقيقة القوى في هذا الوجود التي يسيء كثير من الناس تقديرهم لها وتختل في أيديهم موازينها فلا يعرفون إلى أين يذهبون أو إلى أين يتجهون وعند الحيرة والاضطراب تخدعهم قوة السلطان أو الحكم أو التقاليد والعادات فيحسبونها هي القوى التي تعمل في هذه الأرض فيتوجهون إليها جهلا.
قد تخدعهم سلطة الحكم أو المال أو العلم إن في يد الفرد أو في يد الجماعة فيضلون وذلك هو الداء الذي يجعل الناس في جاهلية سوداء وينسون الاتجاه إلى الله الحق فليس هناك سواء من يحمي وينفع أو يضر، يميت ويحيي, إن كل ما عداه مما يشركون به كحشرة العنكبوت وكل ما لديهم من قوة فهي قوى خيط العنكبوت٢، وسوف يعلمون.
ويكشف القرآن الكريم عن فطرة الإنسان وقد غسلتها المحن فلجأت إلى الله وعن وحدة الموقف من المعاندين دائما وعن سنة الله في محق هؤلاء الجبارين المشركين.
{فَإِذَا مَسَّ الْأِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ,
_________
١ الآية رقم ٤١ من سورة العنكبوت.
٢ في ظلال القرآن ج٢٠ ص١٢٩-١٣٠.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (173,'قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ, فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ} ١.
إنه نموذج مكرر للإنسان في كل عصر إذا فسدت فطرته وضلت واتبع شيطانه واغتر بدنياه هنا يأتي الضر ليغسل الفطرة من ركام الهوى والشهوة وينقيها من العوامل الوراثية المصطنعة التي تحجبها عن الحق الكامن في خلاياها.
إن القرآن يكشف عن سر الابتلاء بالنعم فهي امتحان ليميز الله خبيث النفوس من طيبها، وينبههم إلى الخطر ويحذرهم من الفتنة حتى لا تكون للناس حجة ولا عذر بعد هذا البيان.
ويعرض القرآن هذه المقالة في جوها العام كفلسفة للمشركين دائما في كل عصر قد قالها الذين من قبلهم هي هي الكلمة: {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ} قالها قارون ويقولها كل قارون في المستقبل ولكن النهاية التي يحذر منها القرآن هي {فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ} .
لقد اختلت موازينهم وفسدت معايير الحياة التي يتعايشون عليها فضلوا طريق الحق فأخذهم العذاب من حيث لا يشعرون٢.
ويكشف القرآن في آيات أخرى عن طبيعة هذا اللسان إذا مسه الضر وأحاطته المصائب فيلجأ إلى ربه ويتعرف عليه.
_________
١ الآيتان رقم ٤٩، ٥٠ من سورة الزمر.
٢ راجع في ظلال القرآن ج ٢٤ ص ٣٨، ٣٩.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (174,'{هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ, فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ١.
لا يذكر الإنسان ربه إلا في ساعة العسرة والحرج ولا يثوب إلى فطرته إلا في ساعة الكرب وقد كشف البلاء عن بصيرته وعرت المحن فطرته فإذا أمن نسي وطغى إلا من رحم ربك.
لقد فعلها قوم فرعون مع موسى.
{وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرائيلَ، فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ} ٢.
فعاقبهم الله:
{فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآياتِنَا وَكَانُوا عَنْهَا غَافِلِينَ} ٣.
_________
١ الآيتان ٢٢، ٢٣ من سورة يونس.
٢ الآيتان ١٣٤، ١٣٥ من سورة الأعراف.
٣ الآية رقم ١٣٦ من سورة الأعراف.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (175,'وكذلك فعلت قريش:
{فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ، يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ} ١.
قال ابن مسعود فيها: لما أبطأت قريش عن الإسلام واستعصت على رسول الله صلى الله عليه وسلم دعا عليهم بسنين كسني يوسف فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان، ودعوا الله جل شأنه وتعرفوا عليه وابتهلوا إليه، ربنا اكشف عنا العذاب إنا مؤمنون، قال ابن مسعود فلما أصابتهم الرفاهية عادوا إلى حالهم٢.
وهكذا يدمدم عليهم القرآن الكريم ويقسو ويرهب ويتوعد لعل في هذا الأسلوب رادعة لغلو بعد أن ألان القول. وأطال في الأدلة ولون الخطاب.
لقد ذكر لهم القرآن الكريم أنواعا من نعم الله تشعر بها النفس وتحتاج إليها أعضاء الجسم.
وعرض عليهم مقالات المعاندين ونبههم إلى وحدة المصير وكشف لهم قرى النفس وطول الإنسان وسلطان الله وكيف أخذ بالسنين والنقص في الأموال والأولاد وخسف الأرض، ودمر بالصيحة والزلازل أقواما قالوا مقالة قريش فما أغنت عنهم آلهتهم من دونه من شيء وارتدوا على أدبارهم خاسرين.
_________
١ الآيتان: ١٠، ١١ من سورة الدخان.
٢ ابن كثير ج٤ ص١٣٨ راجع تثبيت دلائل النبوة ج١ ص٨٢.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (176,'هكذا يجيش القرآن الكريم أنواع الأدلة.
أدلة تهدي العقل المستنير.
أدلة تجذب البصيرة المعافاة من أمراض التقليد.
أدلة تطهر النفس الخبيثة وترجعها إلى حظيرة الفطرة والإيمان حتى لا تكون للناس حجة ولا تكون بعد البيان معذرة فإذا ما جحد الناس وضلوا وأصروا على هذه الضلالة وعادوا الدعوة وخاصموها كان لها بعد ذلك مندوحة في منهج جديد.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (177,'<span data-type="title" id=toc-25>طريقة استخدام المنهج</span>
<span data-type="title" id=toc-26>مدخل</span>
...
طريقة استخدام المنهج:
دلل القرآن الكريم على دين إبراهيم كعقيدة عاقبة بعد سيدنا إبراهيم جد العرب فكشف لهم بذلك عن طبيعة الدين الذي يدعون النسبة إليه ويفتخرون بالنسب إلى صاحبه.
ثم كشف عن بصائرهم غطاء الغفلة بما يتبعونه من سنة الآباء والأجداد، وعاب عليهم التقليد واتباع الظن.
{وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا} .
ونصب لهم أدلة التوحيد في عدة نماذج.
ولم يترك القرآن الكريم الجانب العاطفي الوجداني فحشد له نماذج من نعم الله ونقمه تاريخ إهلاك المشركين من الضالين السالفين.
تلك الخطوات كلها مجتمعة أو بعضها تعالج قضية التوحيد والتنزيه وتخاطب المستويات الإنسانية كلها، في الشخص الواحد أو في الجماعة الواحدة فالناس معادن.
معدن تكفيه الكلمة الطيبة وتكفيه المعاريض.
ومعدن مقيد بأمجاد الآباء مفتخر بالنسب حريص على استمرار فقه أبيه.
ومعدن يحب الترف العقلي يناقش أو يجادل يحاجج.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (178,'ومعدن عاطفي وجداني قد يلين جانبه بالموعظة الحسنة أو تخضع كبرياؤه للتجربة القاسية.
وقد يكون الفرد الواحد هو صاحب نفوس تحتاج إلى هذا الحظ من الأدلة فقدمها القرآن الكريم سهلة ميسرة.
ولكن القرآن الكريم لا يترك الناس على جهالة لا يعرفون كيف يستخدمون هذا المنهج.
لم يتجاهل القرآن طبيعة الإنسان، فقد خلق الإنسان ضعيفا يحتاج إلى معونة، ومع هذا فقد كان أكثر شيء جدلا.
والقرآن يقدم مع المنهج الفكري طريقة استعماله وكيفية الانتفاع به.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (179,'<span data-type="title" id=toc-27>أولا: الدعوة إلى البحث في حقائق التاريخ</span>
دعاهم إلى البحث في حقائق التاريخ والكشف عن الضربات القاصمة التي كانت جزاء المارقين من السابقين الذين يمرون عليهم مصبحين وممسين، وفي القرآن الكريم آيات كثيرة تحث على النظر والدراسة في تاريخ الأمم الماضية المجاورة.
{أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ١.
{أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا
_________
١ الآية رقم ١٠٩ من سورة يوسف.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (180,'عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} ١.
{أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا} ٢.
{أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} ٣.
{أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ} ٤.
إن القرآن هنا يسألهم لينشطهم للسير في الأرض بعين مفتوحة، وحس متوفر وقلب بصير؛ لينظروا, ويتدبروا ما كان في الأرض قبلهم من آثار وما تعرضوا له من تدمير؛ لأنهم أشركوا بالله ولم يقدروا قدره.
وبعد أن يسأل لينشط يأمر ويكلف بالنظر.
{قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} ٥.
_________
١ الآية رقم ٩ من سورة الروم.
٢ الآية رقم ٤٤ من سورة فاطر.
٣ الآية رقم ٢١ من سورة غافر.
٤ الآية رقم ٨٢ من سورة غافر.
٥ الآية رقم ١١ من سورة الأنعام.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (181,'{قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآياتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ} ١.
{فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} ٢.
{قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} ٣.
{قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ٤.
{قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ} ٥.
كان العرب يسيرون في الأرض وينتقلون في أرجائها، رحلة الشتاء والصيف ولكنه كان سيرا متعلقا بالعيش، بالرعي بالصيد بالتجارة، ولما عارضوا الدعوة لم يفكروا جديا في حرية بعيدة عن الجاهلية والعمى فنبههم القرآن الكريم إلى تعدين أهداف السير.
لقد سألهم أن يسيروا للتدبر والاعتبار ثم أمرهم أن يبحثوا في آثار الأمم الماضية التي تحل قريبا من دارهم حتى يعرفوا سنن الله وقد تحققت كقانون سرمدي يجربه الله دائما على كل المعاندين.
_________
١ الآية رقم ١٠١ من سورة يونس.
٢ الآية رقم ٣٦ من سورة النحل.
٣ الآية رقم ٦٩ من سورة النحل.
٤ الآية رقم ٢٠ من سورة العنكبوت.
٥ الآية رقم ٤٢ من سورة الروم.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (182,'إن الحوادث شاخصة في الآثار فليسيروا إليها لينظروا جبروت السالفين تأثيرا وأثارا وكيف دمر الله عليهم وللكافرين أمثالها.
وهذه نقلة جديدة في حياة الفكر العربي بل الإنساني كله، التوصل إلى الحقيقة عن طريق دراسة وتحليل حوادث التاريخ وأنه الطريق الوحيد الذي يأخذ بأيديهم من سفح الجاهلية الهابط إلى قمة الهداية السامقة١.
_________
١ راجع في ظلال القرآن ج٧ ص١٤٢.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (183,'<span data-type="title" id=toc-28>ثانيا: ولكن كيف ينظرون</span>؟
إن التفكير وسط الازدحام على الأغلب فيه تشويش على الخاطر وتعويق للفهم وتخليط في الكلام١، والتفكير مع الجماعة مقيد متهم فقد يكون في الجماعة منحرف يخشاه الفرد وقد تكون الجماعة متخلفة عن الفرد فتتهمه بعيب، كيف إذن يتم النظر؟
{قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} ٢.
فهي أولا تجريد من الهوى والرأي الشخصي والتبعية لأهواء الآباء والأجداد إنها تحرر من كل قيد على النفس والعقل وتبرئة من المصلحة الخاصة، فهي قومة بعيدة عن ملابسات الأرض، بعيدة
_________
١ روح المعاني ج٢٢ ص١٥٤.
٢ الآية رقم ٤٦ من سورة سبأ.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (184,'هواتف الحاجة ودوافع الأنانية تلك التي تشتجر في القلب فتنئيه عن رحاب الله.
إنها قومة بعيدة عن التأثر بالتيارات البيئية والمؤثرات المشحونة بها الجماعة البشرية.
إنها دعوة إلى التعامل مع الواقع البسيط لا مع الأقيسة والقضايا والدعاوى التي تروج في وسط المجتمعات، ولا هي عبارات مطاطة تبعد العقل أو القلب أو الوجدان عن مواجهة الحقيقة في بساطتها وقربها ووضوحها، دعوة إلى منطق الفطرة الهادئ الصافي البريء من آفات التعصب، السليم من أمراض المجتمع، دعوة بعيدة عن الضجيج والخلط واللبس والتشدق والاضطراب والغبش الذي يحجب الفطرة ويحجب صفاء الحقيقة، إنها وقفة أو قومة واحدة إن تحققت صح المنهج واستقام الطريق.
إنها أن تقوموا لله، لا لغرض، ولا لهوى، ولا لمصلحة، ولا لقبيلة، ولا لقومية، ولا لمال، ولا لجاه، ولا لملك، لا لشيء من مثل الأرض، وإنما هي قومة خالصة متجردة لوجه الله.
ثم يفكروا ويتدبروا بعيدا عن المؤثر الخارجي فليعيشوا أثناء التدبر في مواجهة خالصة مع الحقيقة القائمة.
تدبر خاص في جو خاص يضمن للتفكير سلامته وتجرده ويكفل للمفكر حريته أن تقوموا لله مثنى وفرادى.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (185,'مثنى ١:
ليراجع الصديق صديقه في إخلاص وأمانة ويأخذ معه ويعطي في غير ما تأثر بعقلية الجماهير الفوضوية الغوغائية التي تهرع وراء الانفعال الطارئ الخاطئ ولا تستعد لتسمع حجة ولا تقبل أن تبدأ لتنصرف بالتي هي أحسن.
وفرادى:
مع النفس وحدها في مقابلة ذاتية يحاسب المرء نفسه يمحص الحقائق في عمق وهدوء. يقلب القضايا، يسترجع التاريخ. يقارن التصرفات.
ما بصاحبكم من جنة؛ فما عرف عنه إلا العقل الراجح والرزانة الوقورة والتدبير الموزون لقد كان قبل بعثته الأمين على الأسرار والودائع، وكان أشرف الناس خلقا وأجودهم سخاء وأنبلهم سلوكا.
لقد كان فوق القمة من الأخلاق والسلوك والمروءة والشجاعة ولم يعرف عنه غير ذلك البتة.
وما يقوله الآن بعد البعثة ليس شيئا يدعو إلى التظنن برشده وعقله، إن هو إلا قول رسول كريم.
_________
١ توصلت أخيرا الدراسات الاجتماعية في جامعة أيروا إلى أن ديناميكية الجماعة الثنائية التي أطلقوا عليها اصطلاح: جماعة الطنين تفوق في إمكانياتها الطرق الأخرى؛ لأنها عملية بالنسبة لأهداف الجماعة وديموقراطيتها واشتراك الأفراد في المناقشة المطلوبة، راجع ص١٩٩ القيادة وديناميكية الجماعات؛ ترجمة للدكتور العريان وشهاب، وبهذا يكون القرآن قد قدم أصلح أنواع الجماعات الإنسانية من قبل البحث الاجتماعي الحديث كوسيلة لتطبيق المنهج.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (186,'إن هو إلا نذير لكم بين يدي عذاب شديد، إنه هاتف يحذر من حريق يكاد يعم قبيلتهم، القبيلة كلها, وهو لمس على شغاف القلوب لعلها تلين١.
هكذا تتحدد في سهولة ويسر طريقة استخدام المنهج:
١- أن يقوموا لله قومة صادقة.
٢- أن يتجردوا في هذه القومة من كل مؤثر خارجي أو أناني.
٣- أن يتكاشف الصديقان بإخلاص.
٤- أو أن يحاسب الفرد نفسه ويكاشف سريرته.
فسوف يسمعون جميعا النداء الحق الأمين {أَنَا رَبُّكُمْ فَاعْبُدُونِ} .
_________
١ راجع في ظلال القرآن ج٢٢ ص٩١, راجع ابن كثير ج٣ ص٥٤٣، راجع تفسير الطبري ج٢٢ ص١٠٤، ١٠٥ط ثانية.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (187,'<span data-type="title" id=toc-29>الفصل الثاني: منهج العمل مع الجماعة</span>
<span data-type="title" id=toc-30>مدخل</span>
...
الفصل الثاني: منهج العمل مع الجماعة
الدعوة الإسلامية حركة بناء لمجتمع يحقق الخلاقة عن الله في عمارة هذه الأرض بواسطة جهود الإنسان المؤمن الذي يسلم وجهه لله وهو محسن، حركة بناء هي عمل مع الجماعة الإنسانية. والعمل مع الجماعة الإنسانية في العصر الحديث أخذ شوطا بعيدا في الدراسة والتوصيف والتخطيط والإعداد.
والمنهج الإسلامي الذي قدمته الدعوة الإسلامية في عهدها المكي للعمل مع الجماعة هو المنهج الرائد للمعارف الاجتماعية كلها وهو الأصل الذي تدين له جميع الدراسات الاجتماعية المعاصرة فيما يتعلق بالصلة بين الرائد صاحب الدعوة والفكرة والجماعة التي يريد أن ينقل إليها دعوته أو فكرته.
لقد تناولت الدراسات الحديثة في توصيف منهج العمل مع الجماعة مجموعة من المبادئ أو الخطوات التي يلتزم بها الرائد الاجتماعي، وهي بأفرادها أو بمجموعها لقطات من العمل الإسلامي في العهد المكي.
لقد تحدث الكاتبون في الدراسات الاجتماعية عن ثقة الداعية بنفسه، وتحديد أهدافه، وحسن عرضه للمبادئ التي يدعو إليها، وإيجاد استقطاب حول دعوته, والتعرف على المجتمع وتنظيم قيادة',NULL,'169',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (188,'محلية١ ... إلخ، ومجيء هذه الدراسات مؤخرا يفرض عليها صفة التلمذة للمنهج الإسلامي من جانب، وصفة القرض من جانب آخر، وقد شهد بهذا النطق بصفة عامة كاتبان من الغرب.
إن منهج العمل مع الجماعة الذي قدمته الدعوة الإسلامية في مكة المكرمة هو وحدة المنهج الأول الذي احترم عقل الإنسان وكرامة الجماعة وقدم خطواته مع الصدق والحق بعيدا عن بريق الدعايات الكاذبة والبيانات المضللة والتمثيليات التي يتقمصها رواد العمل الاجتماعي في العصر الحديث، وقلب معايير الحقيقة وخداع الرأي العام بما لديهم من قدرة إعلامية تخدع الأذن، وتزكم الحس وتشوش على الفكر وتجمد الذكاء٢.
والمنهج الذي قدمته الدعوة الإسلامية في العهد المكي للعمل مع الجماعة قدمته وطبقته وهو المنهج الوحيد الذي أنتج إنتاجا دائما خالدا، هذا المنهج يقوم على ثماني قواعد:
القاعدة الأولى: ثقة الداعية.
القاعة الثانية: تحديد الهدف.
القاعدة الثالثة: التعرف على المجتمع.
_________
١ راجع: مبادئ تنمية وتنظيم المجتمع دكتور عبد المنعم شوقي ص٨٧-٩٦. الخدمة الاجتماعية والمجتمع دكتور أحمد كمال أحمد، عدلي سليمان ص١٧٢، ١٨٣. فن خدمة الجماعة دكتور محمد شمس الدين أحمد ط ثالثة ص١٣١-١٥٥. الخدمة الاجتماعية محمد كامل البطريق ص٩٢-٩٣.
٢ ليس من هدفي عمل مقارنة ما أورد على ما يثيره الخصوم للدعوة في العصر الحاضر وأنا بسبيل عرض الدعوة الإسلامية على طبيعتها في عهدها المكي، فإن للخصوم مرحلة ستأتي بعد إن شاء الله.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (189,'القاعدة الرابعة: تربية قيادات تعمل معه.
القاعدة الخامسة: عرض الدعوة عرضا واضحا.
القاعدة السادسة: إحداث استقطاب كامل حول الدعوة.
القاعدة السابعة: السلوك المطابق للدعوة.
القاعدة الثامنة: الصبر والتحمل حتى تظهر حقيقة الهدف من الدعوة.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (190,'<span data-type="title" id=toc-31>أولا: ثقة الداعية</span>
الحديث عن ثقة الداعية هنا، يشتمل على عنصرين:
العنصر الأول: ثقة الداعية في نفسه.
العنصر الثاني: ثقة المجتمع في الداعية.
أما فيما يتعلق بثقة الداعية في نفسه، فقد عبر عنها النبي صلى الله عليه وسلم أصدق تعبير:
"والله لو وضعوا الشمس في يميني، والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله، أو أهلك فيه، ما تركته" ١.
إن الجو الذي قيلت فيه هذه الجملة المنهجية جو الكثرة العاتية التي تهجم بكلكلها على النبي صلى الله عليه وسلم فلو كانت شخصية الرسول صلى الله عليه وسلم لا تساوي في وزنها الاجتماعي ثقل المجتمع
_________
١ سيرة ابن هشام ج١ ص٢٦٦. الكامل في التاريخ ج٢ ص٦٤ الحلبية ج١ ص٣٢٣.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (191,'الميكأكئ عليه بالخيل والرجال والرأي والحفيظة لما أمكن أن يضع هذا المعيار الخالد الذي يصور المستوى السامق في عزة النفس والثقة بالله وبالإسلام وبما يدعو إليه مما ينبغي أن يتسلح به الداعية.
لقد كانت ثقة الرسول صلى الله عليه وسلم بنفسه كداعية أسلم وجهه لله وهو محسن تفوق قدرة البشر حتى ولو تقدموا علميا أو تكنولوجيا واستطاعوا أن يخلعوا قرص الشمس من فلكها وينتزعوا القمر من هالته وحاولوا أن يقنعوه فيما بعد لو صح لهم أن يضعوا هذه الشمس المخلوعة من فلكها في يمينه، وهذا القمر المنتزع من هالته في يسراه، ما قبل وما وثق وما رضي ولاستمر على دعوته لأنها أحق مما وصلوا إليه لو كانوا يقدرون.
والرسول صلى الله عليه وسلم بهذا يحدد مستوى الثقة بالنفس للداعية الإسلامي الذي يضطلع بأعباء العمل للدعوة الإسلامية، وفي نفس الوقت يشاء الله سبحانه وتعالى أن يكون هذا المستوى من الثقة بالنفس خاصا بالداعية الإسلامي، لأنه مستند في ثقته بالنفس إلى الإيمان بالله العلي الكبير {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ} ١.
لقد كانت ثقة الأنبياء ولم تكن ثقة الزعماء. إن ثقة الأنبياء رحمة وحنان وثقة الزعماء قسوة وطغيان.
_________
١ من الآية رقم ٨ من سورة "المنافقون".',NULL,'172',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (192,'ولله در المناجي:
بأبي أنت وأمي يا رسول الله، لقد دعا نوح على قومه فقال:
{رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا} ، ولو دعوت علينا لهلكنا من عند آخرنا فقد وطئ ظهرك، وأدمي وجهك، وكسرت رباعيتك فأبيت أن تقول إلا خيرا، وقلت: اللهم اغفر لقومي فإنهم لا يعلمون١.
إنها ثقة الذي نعتته السماء:
{وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيم} ٢.
{بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} ٣.
{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِين} ٤.
وأما ثقة المجتمع بالداعية فقد أجمع الناس طرافي مكة المكرمة على أن يفردوه وحده بلقب الأمين, وعادة المجتمع الجاهلي فارغة من الألقاب خالية من تقاليد النياشين، لقد كانت الفروسية وأمارة الشعر تنتزع انتزاعا من ساحات الوغى وأسواق القريض ومعارض الفكر.
_________
١ الشفاء شرح علي القاري ج١ ص٢٥٠.
٢ الآية رقم ٤ من سورة القلم.
٣ من الآية رقم ١٢٨ من سورة التوبة.
٤ الآية رقم ١٠٧ من سورة الأنبياء.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (193,'ولكن الأمانة لم يكن لها سوق ولا معرض ولا ساحة.
غير أن ثقة المجتمع في أخلاق محمد صلى الله عليه وسلم قبل أن يبعث ألزمت المجتمع أن يحمي هذه الشخصية الفريدة فيه فأجمعوا على أن يلقبوه "بالأمين".
يقول ابن هشام:
وكانت قريش تسمي رسول الله -صلى الله عليه وسلم- قبل أن ينزل عليه الوحي الأمين١ وعبارة زاد المعاد تضفي على أبعاد هذه الأمانة أنوارا تبرز قسماتها.
وأما الأمين: فهو أحق العالمين بهذا الاسم فهو أمين الله على وحيه ودينه وهو أمين من في السماء وأمين من في الأرض ولهذا كانوا يسمونه قبل النبوة بالأمين٢.
ولم يكن اسما أو لقبا خاليا من وضعه على محك الأحداث والتجارب فقد اختبرت قريش نفسها في مقدار ما تكنه لهذا الاسم من التقدير والثقة, فلما استحكم الخلاف بينهم عندما تم بناء الكعبة, ووصل الأمر إلى قاب قوسين أو أدنى من الحرب الضروس التي تهلك النسل والحرث وتخرب الديار وتدمر البلاد, ارتضوا أول داخل عليهم ليكون حكما بينهم.
_________
١ سيرة ابن هشام ج١ ص١٩٨.
٢ زاد المعاد ج١ ص٢٣، راجع الشفاء، شرح نسيم الرياض ج١ ص١٧٩.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (194,'إنهم ما كانوا يفكرون في شخصية الداخل بقدر ما حملهم النزاع على أن ينتهوا من هذا النزاع الذي شحن الجو بدخان الحرب، ولو كان غير محمد صلى الله عليه وسلم, لاندلعت الفتنة من جديد, وربما قامت الحرب، ولكنها كلمة قالوها وشاء الله أن تكون عليهم حجة إلى يوم القيامة فلما دخل محمد صلى الله عليه وسلم قالوا:
هذا الأمين، رضينا، هذا محمد١
هذا الأمين, قد رضينا بما قضى بيننا٢
هذا الأمين, قد رضينا به٣
هذا الأمين, رضينا، هذا محمد٤
هذا الأمين, رضينا, هذا محمد٥
هذا الأمين, وقد رضينا بما قضى بيننا٦
هذا الأمين, قد رضينا به فحكموه٧
_________
١ ابن هشام ج١ ص١٩٧.
٢ الطبقات الكبرى لابن سعد ج١ ص١٢٤.
٣ الكامل في التاريخ لابن كثير ج٢ ص٤٥.
٤ السيرة لابن كثير ج١ ص٢٨٠.
٥ الحلبية ج١ ص١٧٢.
٦ دلائل النبوة للبيهقي ج١ ص٣٣٤.
٧ أخبار مكة للأزرقي تحقيق الأستاذ رشدي الصالح ج١ ص١٦٤ مطابع دار الثقة بمكة المكرمة ط ثانية ١٣٨٥.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (195,'لقد ابتدءوا بالإشارة إليه باللقب الذي منحوه إياه ثم أعقبوه باسمه الشريف الكريم ثم ارتضوا أي شيء يحكم به بينهم، فقد عرفوه عادلا منصفا لا يداري ولا يماري فأسلموا له القيادة والقيادة، فقالوا: أتاكم الأمين فقاموا له فوضعه في ثوب، ثم دعا بطونهم فأخذوا بنواحيه معه، فوضعه هو صلى الله عليه وسلم، وأشهدوا التاريخ على أنفسهم أن محمدا صلى الله عليه وسلم١ قبل البعثة هو الأمين عليهم في مدلهمات الأمور.
ويسجل الشعر العربي هذه الحادثة بانفعالاتها وتوجساتها والخوف من سوء عاقبتها فيقول هبيرة بن أبي وهب المخزومي:
تشاجرت الأحياء في فصل خطة ... جرت بينهم بالنحس من بعد أسعد
تلاقوا بها بالبغض بعد مودة ... وأوقد نارا بينهم شر موقد
فلما رأينا الأمر قد جد جده ... ولم يبق شيء غير سل المهند
رضينا وقلنا العدل أول طالع ... يجيء من البطحاء من غير موعد
ففاجأنا هذا الأمين محمد ... فقلنا رضينا بالأمين محمد٢
_________
١ من حديث رواه أحمد والحاكم وصححه, راجع الفتح الرباني ج٢٠ ص٢٠٠.
٢ راجع السيرة النبوية لابن هشام تحقيق شلبي، السقا الإبياري ج١ ص١٩٧ حاشيته.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (196,'وبيت القصيد في هذا الرضا.
أولا: أن أبا أمية بن المغيرة هو الذي اقترح التحكيم لأول داخل، وهو يومئذ أسن قريش كلها.
وقبول رجل مثل هذا له وزنه الاجتماعي والتاريخي.
ثانيا: أن المتخاصمين لم يشذ منهم واحد في قبول التحكيم.
ثالثا: أنهم لم يناقشوا الرسول -صلى الله عليه وسلم- في تحديد طرف الثوب لكل وكيل قبيلة.
رابعا: أنه هو وحده الذي رفع الحجر من الثوب أو من ثوبه ووضعه بيده المباركة الشريفة الطاهرة.
صحيح وقع نزاع من رجل شاء أن يعاون الرسول صلى الله عليه وسلم بحجر يشد به الركن عندما نحاه العباس وقدم هو الحجر، ولكنه نزاع بعد الرضا بالتحكيم وتنفيذه وهو نزاع لم يثر شبهة ما حول إجماع الناس على قبولهم حكم رسول الله -صلى الله عليه وسلم.
ثم هو نزاع من رجل إبليسي، أو هو إبليس تشبه برجل كما ذهب إلى ذلك ابن١ سعد في الطبقات والأرزقي٢ في أخبار مكة.
لقد كانت صيحة أخرس وفعلة شيطان وكانت خرقاء جوفاء لم تحمل في أعقابها أثرا، واستقرت الثقة الكاملة من المجتمع في محمد صلى الله عليه وسلم, هذا الأمين قد رضينا به.
_________
١ راجع الطبقات الكبرى ج١ ص١٤٦.
٢ أخبار مكة للأرزقي ج١ ص١٦٤.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (197,'ويضع الناس أنفسهم مع رسول الله -صلى الله عليه وسلم- مرة أخرى في بدء الدعوة- على محك الثقة تجاهه لما ناداهم:
"يا بني فهر! يا بني عدي! أرأيتم لو أخبرتكم أن خيلا بالوادي تغير عليكم أكنتم مصدقي؟ " قالوا: نعم، ما جربنا عليك إلا صدقا١.
لقد أراد أن يتفق معهم على شرط يكون عليهم حجة قبل أن يبلغهم رسالة الله وقد علموا أنه نبي مرسل وأنه ليكلم من السماء فوضع فرضا من الفروض، لو أنه أخبرهم خبرا خطيرا يهدد مستقبل حياتهم أكانوا مصدقين؟ فأجابوه: نعم، وأجابوها مع دليل يقويها ويؤكدها أجابوه بتاريخه المعروف المشهور الواضح الثابت المستقر عندهم "ماجربنا عليك إلا صدقا".
وتستمر هذه الثقة حتى مع وجود النزاع الحاد والخصومة المستحكمة التي بدءوا بها واستمرءوها.
لقد قال لهم النضر بن الحارث يوما، وهو من أشد المتحمسين لعداء الدعوة وله دور إيجابي في معاندة آيات الوحي الصادق، قال لهم: قد كان محمد فيكم غلاما حدثا أرضاكم فيكم وأصدقكم حديثا وأعظمكم أمانة حتى إذا رأيتم في صدغيه الشيب وجاءكم بما جاءكم به قلتم ساحر، لا والله ما هو بساحر٢ ... إلخ.
_________
١ فتح الباري، ج١٠ ص١١٩ باب: وأنذر عشيرتك الأقربين. راجع القرآن والنبي، لفضيلة الدكتور عبد الحليم محمود ص١٨٣ وما بعدها, ط. دار الكتب الحديثة.
٢ ابن هشام ج١ ص٢٢٠-٣٠٠.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (198,'ولقد قالها أبو سفيان لهرقل, حين سأله:
هل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟
فقال له: لا.
قال: فهل يغدر؟
فقال له: لا١.
لقد وقفوا منه موقف الخصم الفاجر, وقلبوا له جميع الاتهامات إلا الكذب والغدر, لقد شهدوا له بالأمانة والصدق، وتأكدوا من سموا أخلاقه, وحتى مع نذالتهم هم في خصومتهم معه كانوا يتركون ودائعهم عنده بعد أن آذوا أصحابه, وحبسوه ثلاثة أعوام في شعب بني هاشم وأرادوا قتله، وكانت مع كل هذه المواقف المتغطرسة في لجاجة الباطل من جانبهم كانوا يتأكدون أنه الأمين الصادق وكانت ودائعهم عنده، وخلف عليا رضي الله عنه في فراشه ليلة الهجرة ليرد ودائعهم إليهم.
يقول ابن هشام:
"أما علي فإن رسول الله -صلى الله عليه وسلم- فيما بلغني, أخبره بخروجه, وأمره أن يتخلف بعده بمكة حتى يؤدي عن رسول الله -صلى الله عليه وسلم- الودائع التي كانت عنده للناس، وكان رسول الله -صلى الله عليه وسلم- ليس بمكة أحد عنده شيء يخشى عليه إلا وضعه عنده لما يعلم من صدقه وأمانته -صلى الله عليه وسلم"٢.
_________
١ راجع فتح الباري ج١ ص٣٨.
٢ ابن هشام ج١ ص٤٨٥ راجع الرسالة المحمدية للعلامة السيد سليمان الندوي ص٧٢.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (199,'وما تنتهي ثقتهم فيه أبدا حتى مع الحروب التي أثاروها على الدعوة بعد الهجرة فما زالوا في قرارة أنفسهم يعتقدون أنه صادق وأنه أمين وأنه على الحق ففي الشفاء للقاضي عياض..
أن الأخنس بن شريق لقي أبا جهل يوم بدر فقال: يا أبا الحكم أخبرني عن محمد؛ أصادق هو أم كاذب؟ فإنه ليس ههنا غيري وغيرك، فقال له: والله إن محمدا لصادق وما كذب محمد قط١.
فيقسم ويؤكد ويثبت الصدق بطريقين: الإيجاب والسلب معا ثم يؤكد ذلك بالتأكيد الأخير "قط".
لقد كانت ثقة المجتمع في الداعية مبنية على وضوح في سلوكه ومعرفة تامة بأخلاقه ومعاملة مستمرة تظهر في كل يوم جليل خلقه، ونفيس صدقه، وعظيم وفاته، ورفيع محبته للناس جميعا.
ولقد كانت ثقة الداعية بنفسه قائمة على ثقته بربه، وثقته بالحق الذي يدعو إليه وثقته بنصر الله.
وتلك هي التي تعوز جميع قادة العمل الاجتماعي في العصر الحديث, وتلك التي امتازت بها نظم العمل مع الجماعة في منهج الدعوة الإسلامية منذ ذلك الفجر البعيد٢.
_________
١ الشفاء شرح علي القاري ج١ ص١٨١ الدرر ص٩٢.
٢ راجع اكتساب ثقة الأهالي في كتاب مبادئ تنمية وتنظيم المجتمع دكتور عبد المنعم شوقي ص٩١ مع ملاحظة أنه ليس في قصدي ربط مقارنة بين عمل البشر ووحي السماء.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (200,'<span data-type="title" id=toc-32>ثانيا: تحديد الهدف</span>
لقد جمعهم رسول الله -صلى الله عليه وسلم- في مؤتمر عائلي خاص وأعطاهم من الأمان والراحة ما أنسهم ثم قال لهم: "الحمد لله أحمده وأستعينه وأومن به وأتوكل عليه وأشهد أن لا إله إلا الله وحده لا شريك له" , ثم قال:
"إن الرائد لا يكذب أهله، والله الذي لا إله إلا هو إني رسول الله إليكم خاصة وإلى الناس عامة والله لتموتن كما تنامون ولتبعثن كما تستيقظون ولتحاسبن بما تعلمون، وإنها لجنة أبدا أو لنار أبدا" ١.
فهو نبي لهم وللناس عامة.
يدعو إلى توحيد الله.
والإيمان بالبعث والحشر والحساب والجنة والنار.
وهو في سبيل هذا لا يسألهم أجرا وقد حدد لهم هذا بوضوح:
"ما جئت بما جئتكم به أطلب أموالكم, ولا الشرف فيكم, ولا الملك عليكم، ولكن الله بعثني إليكم رسولا، وأنزل علي كتابا، وأمرني أن أكون لكم بشيرا ونذيرا, فبلغتكم رسالات ربي, ونصحت لكم فإن تقبلوا مني ما جئتكم به, فهو حظكم في الدنيا والآخرة، وإن تردوه علي أصبر لأمر الله, حتى يحكم الله بيني وبينكم" ٢.
_________
١ الكامل في التاريخ لابن الأثير ج٢ ص٦١.
٢ ابن هشام، ج١ ص٢٩٦.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (201,'لقد عرضوا عليه فعلا الدنيا بحذافيرها.
لقد عرضوا عليه الملك.
وعرضوا عليه المال.
وعرضوا عليه الرياسة والشرف١.
فرفضها كلها.
لقد رفضها رفضا قويا، لأنها ليست واحدة من أهداف الدعوة.
لقد رفضها بأسلوبه النبوي الأخاذ ورفضها بما أوحي إليه من عند ربه.
{قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا} ٢.
{قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} ٣.
{قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} ٤.
{قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ} ٥.
_________
١ راجع شرح المواهب للإمام الزرقاني ج١ ص٢٥٧, السيرة الحلبية ج١ ص٣٤٠, راجع الخصائص الكبرى ج١ ص٢٨٣.
٢ الآية رقم ٥٧ من سورة الفرقان.
٣ الآية رقم ٤٧ من سورة سبأ.
٤ الآية رقم ٨٦ من سورة ص.
٥ الآية رقم ٢٣ من سورة الشورى.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (202,'يقول الطبري في معنى بعض هذه الآيات:
ما أتبع إلا وحي الله الذي يوحيه إلي وتنزيله الذي ينزله علي في كل ما أقول لكم وأدعوكم إليه١.
إني لم أسألكم على ذلك جعلا فتتهموني وتظنوا أني إنما دعوتكم إلى اتباعي لمال آخذه منكم٢.
يقول البغوي:
لا أسألكم أجرا فتتهموني، ومعنى قوله "فهو لكم" أي لا أسألكم شيئا كقول القائل مالي من هذا، فقد وهبته لك يريد ليس لي فيه شيء٣.
إنما الذي يريده هو اهتداء الإنسان إلى ربه وتقربه إلى الله الحق، إلا من شاء أن يتخذ إلى ربه سبيلا. هذا وحده هو أجره، يرضى قلبه الطاهر ويستريح وجدانه النبيل أن يرى أهله والناس عامة قد اهتدوا إلى صراط الله العزيز الحميد.
وينفي الرسول -صلى الله عليه وسلم- ذلك مرة أخرى في إطار منهج الدعوة العام الذي سلكه موكب الأنبياء من قبل.
_________
١ بتصرف الطبري ج٧ ص١٩٩.
٢ الطبري ج٢٢ ص١٠٥.
٣ معالم التنزيل لأبي محمد الحسين بن مسعود الغراء البغوي ج٥ ص١٩٥ ط ثانية م حلبي.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (203,'فيردد لقريش وللدنيا كلها من بعد ما قاله إخوانه الأنبياء: {وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ} .
لقد قالها نوح.
وقالها هود.
وقالها صالح.
وقالها لوط.
وقالها شعيب.
وهو نص واحد لا يتغير ولا يتبدل:
{وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ} ١.
لقد طمأنهم النبي -صلى الله عليه وسلم- أنه لا يريد شيئا من حطام الدنيا فما له فيها من مأرب وما يطلب منهم أجرا جزاء دعوتهم وهدايتهم إلى الله, إنما هو يطلب أجرا من رب الناس الذي كلفه دعوة الناس إلى الصراط المستقيم.
ذلك هو طريق الأنبياء جميعا وهو تنبيه يبدو أنه كان ضروريا للدعوة الصحيحة حتى تتميز عما عهده الناس من الكهان ورجال الأديان من استغلال الدين لسلب أموال العبادة, وهو توضيح لطبيعة الدعوة وبيان للشرف النبيل الذي يصطلح به الداعية المنتسب إليها٢.
_________
١ "١٠٩، ١٢٧، ١٤٥، ١٦٤، ١٨٠" من سورة الشعراء.
٢ في ظلال القرآن ج١٩ ص٩٩، ١٠٠.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (204,'وينفي الرسول -صلى الله عليه وسلم- كذلك أن تكون الدعوة مصدر تمويل وارتزاق، لقد ضمن الله سبحانه وتعالى الرزق لكل مخلوق.
{وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ} ١.
فالدعوة الإسلامية ليست هدفا يرتزق الناس بها.
{قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ} ٢.
فنفى أن هاتيك الخزائن مفوضة إليه يتصرف فيها كيفما شاء استقلالا أو استدعاء.
ونفى أنه لا يقول بعلم الغيب فذلك من خواص الألوهية.
ونفى أنه يدعي الملكية٣.
لقد نفى ذلك مع وضوحه تبريا عن كل باطل يشوش على هدف الدعوة التي تقصد إلى توحيد الله تعالى وتنزيهه.
وعرضوا عليه أن يكذب عن سب آلهتهم ثم يقتسموا معه العبادة سنة وسنة، لآلهتهم سنة وللذي يدعو إليه سنة أخرى٤.
_________
١ الآية رقم ٦ من سورة هود.
٢ الآية رقم ٥٠ من سورة الأنعام.
٣ روح المعاني ج٧ ص١٥٥.
٤ فتح الباري ج١٠ ص٣٦٤, أسباب النزول للواحدي ص٥٠٥, راجع ابن هشام ج١ ص٣٦٢.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (205,'ولكنه رفض.
ورفض بجزم يحيط بالذات والزمن معا.
{قُلْ يَا أَيُّهَا الْكَافِرُونَ، لا أَعْبُدُ مَا تَعْبُدُونَ، وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ، وَلا أَنَا عَابِدٌ مَا عَبَدْتُمْ، وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ، لَكُمْ دِينُكُمْ وَلِيَ دِينِ} ١.
فهو لا يعبد ما يعبدونه لما هو عليه من النبوة, وهم لا يعبدون ربه الذي يدعو إليه؛ لأنهم وقت الخطاب كافرون، فانتفى في زمن الخطاب معهم التقاء في العبادة الصحيحة التي يدعو إليها محمد -صلى الله عليه وسلم.
وبرهن على أن هذا النفي ليس تعصبا منه وذلك للصفة القائمة في كل طرف, فهو متصف بالنبوة فلا يمكن أن يكون عابدا لآلهتهم.
وهم متصفون بعبادة باطل منذ الجاهلية فلا لقاء, وإذن فلكلٍ دينه٢.
_________
١ سورة الكافرون.
٢ تثبيت دلائل النبوة ج١ ص٤٠ المرحوم الدكتور إبراهيم سلامة له رأي في تفسير هذه الآيات ملخصه أنها رد على ما عرضوه على النبي -صلى الله عليه وسلم- اعبد أربابنا أسبوعا نعبد ربك شهرا، اعبد ربنا شهرا نعبد ربك سنة، فرفض كل واحدة بآية ... إلخ. راجع ص٥٠، ٥٢ من كتاب خلق ودين ط أولى ١٣٧٣هـ, راجع الحلبية ج١ ص٣٤٠.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (206,'وهو فيصل التفرقة بين هدف الدعوة الصحيحة وكل دعوة ضالة تريد أن تخدع المخلصين ببريق الألفاظ ومعسول السموم.
ثم تلى عليهم الهدف من آيات الله البينات.
توحيد الله:
{قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ} ١.
{قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ} ٢.
{وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ, ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ، لا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} ٤.
{قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} ٥.
_________
١ الآية رقم ١٩ من سورة الأنعام.
٢ الآية رقم ٥٦ من سورة الأنعام.
٣ الآية رقم ٧٣ من سورة الأنعام.
٤ الآيتان ١٠٢، ١٠٣ من سورة الأنعام.
٥ الآيتان ١٦١، ١٦٢ من سورة الأنعام.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (207,'{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُونَ, إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ, هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ} ١.
{أَلا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ, هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ, يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ} ٢.
ولتبعثن كما تستيقظون:
{وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ٣.
_________
١ الآيات من ٣-٥ من سورة يونس.
٢ الآيات من رقم ٥٥-٥٧ من سورة يونس.
٣ الآية رقم ٣٦ من سورة فصلت.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (208,'{قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ١.
ولتحاسبن بما تعملون:
{فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ، فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ، وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ، فَأُمُّهُ هَاوِيَةٌ، وَمَا أَدْرَاكَ مَا هِيَهْ، نَارٌ حَامِيَةٌ} ٢.
وإنها لجنة أبدا أو لنار أبدا:
{يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ, فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ، خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ، وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ} ٣.
_________
١ الآية رقم ٢٦ من سورة الجاثية.
٢ الآيات من رقم ٦-١١ من سورة القارعة.
٣ الآيات من رقم ١٠٦-١٠٨ من سورة هود.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (209,'لقد حدد الرسول -صلى الله عليه وسلم- هدف الدعوة بوضوح تام ونفى كل شبهة وجابه كل محاولة تريد الانحراف بهدف الدعوة وذلك التحديد للهدف والوضوح فيه هو ما يعوز جميع أنماط للعمل الاجتماعي في العصر الحديث.
وشتان ما بين هدف يتوجه إلى الله وهدف يريد أن يصيب دنيا أو امرأة ينكحها.
"إن الرائد لا يكذب أهله".
والله ما كذب أهله ولا كذب أحدًا من الناس بل كان لهم رحمة وهدى للعالمين.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (210,'<span data-type="title" id=toc-33>ثالثا: التعرف على طبيعة المجتمع</span>
التعرف على المجتمع: عاداته, وتقاليده, وأنماط الثقافة فيه جزء من وظيفة الأخصائي الاجتماعي الذي يؤهل للعمل مع الجماعة في حقل الخدمة الاجتماعية.
ووسيلة المتعرف على المجتمع هي الدراسة كما شرحها الكاتبون في فن خدمة الجماعة، ولكن التعرف الذي يحتاج إليه علم فن خدمة الجماعة١ هو تعرف سطحي ويحتاج إلى زمن، ثم هو تعرف على المجتمع من جانب الخادم الاجتماعي أو الأخصائي الاجتماعي وهنا تبرز
_________
١ راجع مبادئ تنمية وتنظيم المجتمع دكتور عبد المنعم شوقي ص٩٤، الخدمة الاجتماعية محمد كامل البطريق ص١١١-١١٢ ط ثانية ١٩٦٢م الأنجلو، دراسات في تنظيم المجتمع دكتور سيد أبو بكر حسانين ص٨٧ أولى ١٩٦٩، فن خدمة الجماعة دكتور محمد شمس الدين أحمد ص٥٠-٥١ ط ثانية ١٩٦٣.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (211,'علمية المنهج الإسلامي في العمل مع الجماعة بصورة أجل, وأسمى, وأشمل, وأوسع؛ لأنها تأخذ في مفهوم التعرف على المجتمع التبادل المعرفي بين طبيعة المجتمع وطبيعة الداعية.
لقد تعرف النبي -صلى الله عليه وسلم- على طبيعة المجتمع بأسلوب الممارسة والاشتراك, وهو نمط أقوى في إدراك حقائق الأمور من الدراسات المستعجلة التي يحاول إتقانها الأخصائيون في العصر الحديث.
لقد عاش النبي -صلى الله عليه وسلم- مع المجتمع الذي سينقل إليه الدعوة عيشة المستوعب لثقافة البيئة دون أن يغامس حياة المجتمع في اتجاهاتها التي تؤثر مستقبلا عليه, فهو لم يغفل, ولم ينغمس فيها بل عاش حياة المجتمع الفاضلة, فكان راعيا للغنم عند أمه حليمة.
وكان راعيا للغنم عند قريش على قراريط١.
وكان تاجرا معهم في السوق٢.
وكان قاضيا لهم في مدلهمات الأمور عند وضع الحجر الأسود٣، واشترك معهم في حلف الفضول٤.
_________
١ ابن هشام ج١ ص١٦٧, الحلبية ج١ ص١٤٩, وراجع الطبقات الكبرى لابن سعد ج١ ص١٢٥, البيهقي ج١ ص٣٣٦ دلائل النبوة.
٢ ابن هشام ج١ ص١٨٧, الحلبية ج١ ص١٥٧, الطبقات الكبرى لابن سعد ج١ ص١٢٩-١٣٠.
٣ ابن هشام ج١ ص١٩٧, الحلبية ج١ ص١٧٢.
٤ ابن هشام ج١ ص١٣٣, الحلبية ج١ ص١٥٣, الطبقات الكبرى لابن سعد ج١ ص١٢٨, السيرة لابن كثير ج١ ص٢٥٧.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (212,'لقد عاش معهم الحياة الاجتماعية في مستواها العفيف.
وعاش معهم الحياة السياسية في مستواها العادل الواضح.
وعاش معهم الحياة الاقتصادية في مستواها الأمين الحلال.
ومع هذا فما سجد لصنم قط، ولا حلف باللات والعزى، ولا احتفل بعيد لهم, ولا شرب لهم خمرا, ولا طعم لهم ذبيحة ذبحوها على النصب١.
لقد عصمه الله جل شأنه منذ اختاره لهداية البشر رسولا مبشرا ونذيرا.
لقد كانت لديه ممارسة كاملة بالجانب الرفيع من ثقافة المجتمع, وكانت عنده حصانة فطرية لا يقدر معها على الانجذاب إلى ثقافة لا تتفق مع سويته التي خلق ليكون للعالمين نذيرا.
فهو لم يندمج كليا فيغامس حياة المجتمع كلها.
ولم ينعزل عنها فيجهلها كلها.
لقد كان موجودا في أوساطها لا في وسطها, فهو في المجتمع يشترك مع فضليات الأخلاق, وعظام الأمور, وهو في المجتمع يرى وينأى عن شرور البشر.
_________
١ تاريخ الأمم الإسلامية ج١ ص٦٥ الشيخ محمد الخضري ط ثامنة ١٣٨٢هـ, ابن هشام ج١ ص١٨٣, الطبقات الكبرى لابن سعد ج١ ص١٥٥, الدلائل للبيهقي ج١ ص٣١٣-٣١٥, السيرة لابن كثير ج١ ص٢٥٠-٢٥٢, راجع الخصائص الكبرى للسيوطي ج١ ص٢٢١-٢٢٦، ٢٢٧-٢٤٦, الشفا شرحي: نسيم الرياض وعلي القاري ج٣ ص٢٧٩-٢٨٠.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (213,'لقد كان إيجابيا مع الحياة الفاضلة.
وكان سلبيا بالطبع مع الحياة التي لا تتفق مع طبيعته، فقد عصمه الله من كل سوء. لقد كان منفتحا على المجتمع كله بذاته وطهارته, وكان هو كذلك معروفا للمجتمع، لقد كان معروفا منذ اللحظة الأولى التي ولد فيها.
وكان معروفا في فترة رضاعه.
وكان معروفا في فترة حضانته مع أمه.
وكان معروفا في فترة حضانته مع جده وعمه.
لقد كان معروفا وهو طفل.
وكان معروفا وهو غلام.
وكان معروفا وهو شاب.
معروفا بالأمانة, والخلق الرفيع, وكان محل الإكرام والتقدير والتبجيل من كل أطراف المجتمع.
ولم يحظ نبي من الأنبياء عليهم الصلاة والسلام, ولم يحظ قط زعيم من الزعماء في الغابر والحاضر والمستقبل بانكشاف تام لحياته الفاضلة، وتعرف كامل على شخصيته الكبيرة الفذة إلا محمد -صلى الله عليه وسلم.
لقد قال فيه أبوه من الرضاع وهو لا يزال طفلا صغيرا:
والله يا حليمة لقد أخذت نسمة مباركة١.
_________
١ الحليبة ج١ ص١٠٧, المواهب ج١ ص١٢, ابن هشام ج١ ص١٦٣، دلائل البيهقي ج١ ص١٠٩.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (214,'وقالت فيه أمه حليمة:
لما دخلت به -صلى الله عليه وسلم- إلى منزلي لم يبق منزل من منازل بني سعد إلا شممنا منه ريح المسك وألقيت محبته -صلى الله عليه وسلم- واعتقاد بركته في قلوب الناس١.
وقالت أمه آمنة:
والله ما للشيطان عليه سبيل وإن لابني لشأنا٢.
وقال فيه رجال من نصارى الحبشة:
إن هذا الغلام كائن له شأن نحن نعرفه٣.
وقال فيه جده عبد المطلب:
يا بركة لا تغفلي عن ابني, فإن أهل الكتاب يزعمون أنه نبي هذه الأمة٤.
وقال عمه أبو طالب:
وأبيض يستسقى الغمام بوجهه ... فمال اليتامى عصمة الأرامل٥
_________
١ المواهب ج١ ص١٤٥ الحلبية ج١ ص١١٠.
٢ ابن هشام ج١ ص١٦٥ الحلبية ج١ ص١١٣.
٣ ابن هشام ج١ ص١٦٧، الحلبية ج١ ص١١٤, السيرة لابن هشام ج١ ص٢٣٢.
٤ الحلبية ج١ ص١٣١، الطبقات الكبرى ج١ ص١١٨، السيرة لابن كثير ج١ ص٢٤٠.
٥ المواهب ج١ ص١٩٣ وفيها شعر طويل، الحلبية ج١ ص١٣٨، دلائل البيهقي ج١٢ ص٢٢٣, الخصائص ج١ ص٢١٤، ٣١١.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (215,'وقال بحيرى:
فإنه كائن لابن أخيك هذا شأن عظيم نجده في كتبنا, ورويناه عن آبائنا، واعلم أني قد أديت لك النصيحة١.
وقالت خديجة رضي الله عنها:
يابن عم! إني قد رغبت فيك لقرابتك, وسطتك في قومك, وأمانتك, وحسن خلقك, وحسن حديثك٢.
وقال له ورقة:
ولئن أنا أدركت ذلك اليوم لأنصرن الله نصرا يعلمه، ثم أدنى رأسه منه فقبل يافوخه٣.
وقد كان الخصوم معه أشهد الناس بكماله وسموه ورفعته وطهارته. يقول أبو جهل: والله إن محمد لصادق وما كذب محمد قط٤.
وقال النضر بن الحارث:
قد كان محمد فيكم غلاما أرضاكم فيكم, وأصدقكم حديثا، وأعظمكم أمانة٥.
_________
١ الحلبية ج١ ص١٤٢، ابن هشام ج١ ص١٨٢.
٢ ابن هشام ج١ ص١٨٩، السيرة لابن كثير ج١ ص٢٦٣.
٣ السيرة لابن كثير ج١ ص٤٥٤.
٤ أسباب النزول للواحدي ص٢١١.
٥ ابن هشام ج١ ص٢٩٩.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (216,'وقال له عتبة:
يابن أخي! إنك منا حيث قد علمت من السعة في العشيرة والمكان في النسب١.
ويقول الوليد بن المغيرة:
إن لقوله لحلاوة, وإن أصله لعذق, وإن فرعه لجناة٢.
لقد كان معروفا لأبناء مجتمعه القريب, وكان معروفا لأبناء مجتمع دعوته البعيد, فقال فيه النجاشي:
أشهد أنه رسول الله وأنه الذي بشر به عيسى٣.
وقال فيه كسرى:
فلو أني أعلم أني أخلص إليه لتجشمت لقاءه، ولو كنت عنده لغسلت عن قدمه٤.
والقرآن الكريم يضع هذا الانفتاح بكلتا شطريه في موضع الاستدلال على صدق نبوته -صلى الله عليه وسلم.
يقول الله تعالى:
{قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ} ٥.
{لَبِثْتُ} فوجودي مشهود كله لكم.
{فِيكُمْ} وأنتم مشهودون لي.
_________
١ ابن هشام ج١ ص٢٩٣.
٢ ابن هشام ج١ ص٢٧٠.
٣ الحلبية ج١ ص٣٧٧ الخصائص ج١ ص٢٨٠.
٤ فتح الباري ج١ ص٤٠-٤١.
٥ الآية رقم ١٦ من سورة يونس.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (217,'والحياة مكشوفة بيننا, وأنتم تعرفون عني كل شيء, حتى كيف تزوجت؟ وكيف سافرت؟ وكيف عاشرتكم؟
وأنتم مكشوفون لي عادة وسلوكا وأخلاقا.
ولهذا نفى القرآن عنهم في هذا الاستفهام التأنيبي المزلزل, نفى عنهم التعقل، فإن حياة محمد -صلى الله عليه وسلم- معلومة لهم لا تحتاج في إدراك نبوته إلى علم, فأمانته وصدقه وسطته ونسبه مشهورة معروفة معلومة, وهي كلها تؤهل مع تاريخه المجيد لأن يكون للعالمين رسولا.
ولكنهم لا يعقلون ما يعلمون.
يقول الأستاذ الندوي:
وحياة محمد -صلى الله عليه وسلم- من ميلاده إلى ساعة وفاته معلومة للذين عاصروه وشهدوا عهده, وقد حفظها التاريخ عنهم لمن بعدهم، وهو في حياته لم يحتجب عن عيون قومه.
إن جميع شئون وأطوار حياته: من ولادته, ورضاعه, وطفولته إلى أن صار يافعا وشابا، كل ذلك ظاهر أمره، معلومة تفاصيله، وقد علم التاريخ عن هذا النبي -صلى الله عليه وسلم- باشتغاله في التجارة وكيفية زواجه، وعلم الناس سجاياه في صداقته وفي وفائه للناس قبل النبوة.
واتصلوا به حين اتخذوه أمينا وأقاموه حكما فيما اختلفوا فيه من نصب الحجر الأسود في موضعه من الكعبة, ثم وقفوا على أمره حين حبب',NULL,'197',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (218,'الله إليه الخلوة فاعتزلهم في غار حراء، ثم علموا حاله حين نزل عليه الوحي من رب العالمين، وحين بدأ أمر الإسلام يظهر للوجود أخذ يدعو الناس إليه ويبلغ ما أنزل عليه١.
فليست هناك لحظة من حياة الرسول -صلى الله عليه وسلم- ولا لحظة من حياة المجتمع الجاهلي غابت عن النبي عليه أفضل الصلاة والسلام, ولا غاب عن المجتمع, فكان التعرف على المجتمع شاملا بالممارسة التي تعوز فن خدمة العمل مع الجماعة في العصر الحديث.
وبات ذلك المنهج نظريا وتطبيقيا خالصا بالأسبقية التاريخية, والعملية ملكا للدعوة الإسلامية تبز به جميع أنماط العمل مع الجماعات.
_________
١ الرسالة المحمدية للسيد سليمان الندوي ط ثانية ص٦٤.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (219,'<span data-type="title" id=toc-34>رابعا: تربية قيادة</span>
<span data-type="title" id=toc-35>مدخل</span>
...
رابعا: تربية قيادة
دار الأرقم بن الأرقم.
اختيار القيادة.
الجهر بالمبادئ فجأة عملية خطيرة مراهقة لا يوصى بها المشتغلون في حقل الخدمة الاجتماعية.
وإعداد القيادة داخل المجتمع قبل إعلان المبادئ جزء من منهج العمل مع الجماعة توصي به, وتؤكده الدراسات الاجتماعية التي نيط بها وظيفة التغيير الاجتماعي المرغوب فيه١.
_________
١ دراسات في تنظيم المجتمع ص١٥٥، الخدمة الاجتماعية والمجتمع ص١٧٩.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (220,'وهذا المبدأ قد أسسته من قبل الدعوة الإسلامية في "دار الأرقم بن الأرقم" حيث اختار النبي -صلى الله عليه وسلم- الأشخاص الذين توسم فيهم الاستجابة للدعوة١، ثم تعهدهم بعيدا عن المجتمع وثقافته بالتربية والإعداد.
وأول من اختارهم رسول الله -صلى الله عليه وسلم- ألصق الناس به من آل بيته وأصدقائه, فآمنت خديجة رضي الله عنها, وزيد بن ثابت مولاه, وعلي بن أبي طالب, وصديقه الحميم أبو بكر, وورقة بن نوفل٢.
ثم راح رسول الله -صلى الله عليه وسلم- ينتخب الأخيار المصابيح ويدعوهم إلى الإسلام يعاونه في ذلك سيدنا أبو بكر رضي الله عنه, فقد تعرف على وظيفته بفطرته, فجعل يدعو إلى الإسلام من وثق به من قومه٣.
واتخذت هذه المرحلة دورا سريا حتى تكتمل التربية للقيادة بعيدا عن جاذبية المجتمع التي تضغط دائما على المبادئ في مهدها لتموت، ولذا فقد كان النبي -صلى الله عليه وسلم- يتخير الأشخاص أولا، ثم ينبئهم عن الضغط الاجتماعي, حتى تسربت مبادئ الإسلام إلى المجتمع كالنور يقهر الظلام رويدا رويدا.
_________
١ السيرة لابن كثير ج١ ص٤٢٧، سيرة الرسول عزة دروزة ج١ ص١٧٨، وراجع من حضارة الإسلام ج١ ص١٩.
٢ فقه السيرة لفضيلة الشيخ محمد الغزالي ص٩٧-٩٨ الحلبية ج١ ص٣٠٢ وما بعدها ص٣٠٦، الكامل في التاريخ ج٢ ص٥٩، المواهب اللدنية ج١ ص٢٤٤-٢٤٥.
٣ ابن هشام ج١ ص٢٥٠ الكامل في التاريخ ج٢ ص٥٩.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (221,'يقول في ذلك ابن هشام:
ثم دخل الناس في الإسلام أرسالا من الرجال والنساء حتى فشا ذكر الإسلام بمكة وتحدث به، ثم إن الله عز وجل أمر رسوله -صلى الله عليه وسلم- أن يصدع بما جاء به١.
وتأتي هذه القضية واضحة في قصة إسلام سيدنا علي رضي الله عنه. روى البيهقي:
ثم إن علي بن أبي طالب رضي الله عنه جاء بعد ذلك فوجدهما يصليان فقال علي:
ما هذا يا محمد؟ فقال رسول الله -صلى الله عليه وسلم: "دين الله اصطفى لنفسه, وبعث به رسله, فأدعوك إلى الله وحده لا شريك له, وإلى عبادته وتكفر باللات والعزى".
فقال علي: هذا أمر لم أسمع به من قبل اليوم، فلست بقاض أمرا حتى أحدث به أبا طالب, وكره رسول الله -صلى الله عليه وسلم- أن يفشي عليه سره قبل أن يستعلن أمره فقال له:
"يا علي إذا لم تسلم فاكتم" , فمكث على تلك الليلة حتى جاء فقال: ما عرضت علي يا محمد؟ فقال رسول الله -صلى الله عليه وسلم: "تشهد أن لا إله إلا الله وحده لا شريك له، وتكفر باللات والعزى وتبرأ من الأنداد"، ففعل علي وأسلم فمكث علي يأتيه على خوف من أبي طالب, وكتم علي إسلامه, ولم يظهره٢.
_________
١ السيرة لابن هشام ج١ ص٢٦٢ الكامل في التاريخ ج٢ ص٥٩.
٢ دلائل النبوة للبيهقي ج١ ص٤١٤, ابن كثير ج١ ص٤٢٨.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (222,'واستمر على هكذا مستخفيا يصلي مع رسول الله -صلى الله عليه وسلم- في شعاب مكة بعيدا عن أعين الناس, حتى عثر عليهما أبو طالب يوما وهما يصليان, فقال أبو طالب لعلي: أي بني! ما هذا الدين الذي أنت عليه؟ فقال: يا أبت آمنت بالله ورسوله، وصدقت بما جاء به، وصليت معه لله واتبعته، قال ابن هشام: فزعموا أنه قال له: إنه لم يدعك إلا إلى الخير فالزمه١.
_________
١ ابن هشام ج١ ص٢٤٧ الحلبية ج١ ص٣٠٦ الكامل في التاريخ ج٢ ص٥٨ تاريخ الطبري ج٢ ص٣١٤.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (223,'<span data-type="title" id=toc-36>مستوى تربية القيادة:</span>
وكانت تربية النبي -صلى الله عليه وسلم- لهذا الرعيل على المستوى الرفيع سيكولوجيا ووجدانيا ويقدر ما أتيح له عليه السلام ماليا واقتصاديا.
لقد أخذ الداعية الأول -صلى الله عليه وسلم- على نفسه مسئولية إعداد قيادة يصل بها الفكر إلى أرفع مستويات العقيدة وضوحا وشمولا. كما أخذ على نفسه مسئولية حمايتها من الجو الذي تتعرض له إن عنَّ لواحد منها في هذه المرحلة شيء من ذلك.
أما المستوى الوجداني الذي وصلت إليه التربية فإن سعد بن أبي وقاص رضي الله عنه وهو شاب في التاسعة عشر من عمره يمثله، وقد كرهت أمه دخوله في الإسلام، وكان بها بارا رفيقا مهذبا،',NULL,'201',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (224,'فهددته, لا تأكل ولا تشرب حتى يكفر ويرتد, وإلا ماتت فعير بها, فيقول لها:
تعلمين والله يا أمه، لو كان لك مائة نفس تخرج نفسا نفسا ما تركت دين هذا النبي -صلى الله عليه وسلم- فكلي إن شئت أو لا تأكلي، فأكلت١.
لقد كان روحانية سعد أكبر من تقاليد المجتمع وروحانية المعاني القديمة للأسرة, لقد تزيا قلبه بثوب قشيب من الإيمان, فخلع رداء المعادات الأسرية وبات كلام أمه:
"لا أقرب طعاما ولا شرابا حتى أموت وتعيرك العرب بأنك قاتل أمك" سفسطة لا معنى لها، وبات كذلك رأي المجتمع في مفهوم آصرة القرابة فارغا من معنى الحق ما لم يقم على أساس العقيدة والإيمان.
ولقد بلغت الحماسة الدينية بسعد هذا أن كان أول من أراق دما في الإسلام ففي تاريخ الطبري:
فبينا سعد بن أبي وقاص في نفر من أصحاب النبي -صلى الله عليه وسلم- في شعب من شعاب مكة إذ ظهر عليهم نفر من المشركين, وهم يصلون, فناكروهم وعابوا عليهم ما يصنعون، حتى قاتلوهم, فضرب سعد بن أبي وقاص يومئذ رجلا من المشركين بلحي جمل فشجه فكان أول دم أهريق في الإسلام٢.
_________
١ الحلبية ج١ ص٣١٢-٣١٣، أسباب النزول للواحدي ص٣٥٦-٣٥٧، تفسير روح المعاني ج١٩ ص١٣٩.
٢ تاريخ الطبري ج٢ ص٣١٨، الحلبية ج١ ص٣١٩.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (225,'لقد ارتفعت قيم العقيدة في صدور الرجال إلى درجة تفوق وتعلو وتسمو فوق كل المعاني الاجتماعية التي درج عليه القوم.
دخل حصين على النبي -صلى الله عليه وسلم- كواسطة من قبل قريش ليحدث رسول الله -صلى الله عليه وسلم- في شأن الدعوة وكان ولده عمران رضي الله عنه أحد تلاميذ مدرسة الأرقم بن الأرقم ضمن كتيبة الدعوة التي يربيها النبي -صلى الله عليه وسلم- فما وقف لوالده ولا أحس باحترام في نفسه لرجل كافر قطعت العقيدة أواصر الود بينهما حتى ولو كان ذلكم الرجل هو أبوه.
ويعرض الرسول -صلى الله عليه وسلم- الإسلام على حصين فيسلم فيقوم إليه ولده عمران فيقبل رأسه ويديه ورجليه ويبكي النبي -صلى الله عليه وسلم- من صنع عمران, وقال: دخل والد "حصين" وهو كافر فلم يقم إليه عمران، ولم يلتفت ناحيته، فلما أسلم وفى حقه وقد دخل من ذلك في نفس رسول الله -صلى الله عليه وسلم- رأفة وإشفاقا١.
وهكذا تعلو الصلة في الله فوق كل المعايير الاجتماعية والأسرية، وتبقى الرابطة الأساسية هي الرابطة في الله وهي العروة الوثقى مهما كان هناك انعطاف وتعاطف، وجداني بين الولد وأبيه وأمه فإن العقيدة أعلا وأسما ووشيجة الإيمان أقوى وآصل ... تقوى بالإيمان ويقطعها الكفر وتسقط الطاعة، وتعلو
_________
١ الحلبية، ج١ ص٣١٨ حياة الصحابة ج١ ص٥٥.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (226,'وشيجة الإيمان بالمسلم فوق كل الأواصر وتنفد جميع وسائل الكفر التي تجاهد بسلطة الأبوة والأمومة ليرتد المسلم عن دينه.
{وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ١.
{وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ٢.
لقد بات ذلك واضحا في شعور سعد وعمران, وكل تلاميذ مدرسة الأرقم بن الأرقم.
وكان ذلك هو مستوى تربية القيادة وجدانيا تلك التي قبلت عن رغبة تحمل أعباء الرسالة, ولو كان ثمن ذلك الأهل والوطن والأقربين.
وكان إعداد القيادة فكريا شاملا لمستوى الرسالة والدعوة لقد كان النبي -صلى الله عليه وسلم- يبلغهم الوحي، وكانوا بالسليقة والفطرة أقدر الناس على تفهم أسلوب القرآن, وكانت صدورهم أكرم وعاء طاهر نقي صاف, يعي ويحفظ ما جاء به الوحي الأمين, وكانت عقولهم وقرائحهم نقية صافية واسعة الفهم عميقة الإدراك يظهر ذلك
_________
١ الآية رقم ١٥ من سورة لقمان.
٢ من الآية رقم ٨ من سورة العنكبوت.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (227,'جليا في المناقشة التي دارت بين النجاشي وسيدنا جعفر بن أبي طالب رضي الله عنه وكان موضوعها:
ما هو هذا الدين؟
وما هو الرأي في عيسى؟
لقد شرح له جعفر بن أبي طالب حقيقة هذا الدين كما تعلمه في مرحلة تربية القيادة بمدرسة الأرقم بن الأرقم، لقد قال للنجاشي:
بعث الله إلينا رسولا منا نعرف نسبه وصدقه وأمانته وعفافه فدعانا لتوحيد الله, وأن لا نشرك به شيئا, ونخلع ما كنا نعبد من الأصنام, وأمرنا بصدق الحديث, وأداء الأمانة, وصلة الرحم, وحسن الجوار والكف عن المحارم, والدماء.
ونهانا عن الفحش, وقول الزور, وأكل مال اليتيم، وأمرنا بالصلاة والصيام، فآمنا به وصدقناه, وحرمنا ما حرم علينا, وحللنا ما أحل لنا فتعدى علينا قومنا فعذبونا١ ... إلخ.
فيذكر جعفر للنجاشي النظرية والتطبيق معا.
ثم يقرأ على النجاشي القرآن فيبكي هو وأساقفته ثم يقول مقالته التاريخية:
"إن هذا والذي جاء به عيسى يخرج من مشكاة واحدة".
_________
١ الكامل في التاريخ ج٢ ص٨٠, الروض الأنف ج٣ ص٢٤٦.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (228,'ثم حدد له بآيات القرآن رأى الإسلام والمسلمين في عيسى أنه:
هو عبد الله ورسوله وروحه وكلمته ألقاها إلى مريم العذراء البتول، فيستدر هذا الشرح الواضح أريحية النجاشي فيقولها واضحة صريحة:
"ما عدا عيسى ما قلت هذا العود"١.
وقد يصاب الاتباع في هذه المرحلة بضيق اقتصادي حتى يعوزهم ما يسد الرمق، ويذهب حر الظمأ, فكان النبي -صلى الله عليه وسلم- يتكفل في هذه المرحلة من إعداد القيادة بالإنفاق على من تدور عليه دائرة العوز، يقول البيهقي:
وقد كان رسول الله -صلى الله عليه وسلم- إذا أسلم الرجل والرجلان ممن لا شيء لهما ضمهما رسول الله -صلى الله عليه وسلم- إلى الرجل الذي في يده السعة فينالا من فضلة طعامه٢.
يشهد لذلك أن خالد بن سعيد لما أسلم انتهره أبوه وغضب عليه وحلف ليمنعنه القوت، فانصرف خالد إلى رسول الله -صلى الله عليه وسلم- فكان يلزمه ويعيش معه٣.
وقد قال خالد لأبويه:
إن منعتني فإن الله يرزقني ما أعيش به.
_________
١ الكامل في التاريخ ج٢ ص١٨١, الروض الأنف ج٣ ص٢٤٧.
٢ دلائل البيهقي ج٢ ص٤ راجع مقالة عمر بن الخطاب في الحلبية ج١ ص٣٦٦-٣٦٧.
٣ الحلبية ج١ ص٣١٧-٣١٨, دلائل النبوة للبيهقي ج١ ص٤٢٤.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (229,'وتلك قاعدة أساسية في تربية الدعاة أن يعزفوا عن الحياة وزينتها ويرغبوا إلى الله وما عنده، وهو أيضا مستوى مفروض في تربية الداعية توصل إليه تلاميذ المدرسة الأولى للدعوة في دار الأرقم بن الأرقم.
ولقد سأل النبي -صلى الله عليه وسلم- أبا ذر وقد جاء من بعيد يستطلع أمر الإسلام دون أن يسأل أحدا من كفار قريش وبات ما شاء الله له أن يبيته في مكة, فلما قدم على النبي -صلى الله عليه وسلم- قال له: "فمن كان يطعمك؟ " , قال: ما كان من طعام إلا ماء زمزم١.
وهو سؤال يكشف عن منهج خاص في إعداد القيادة, وهو رعاية الجانب الاقتصادي بالقدر الذي يكفل لهم الحياة الإنسانية, ويبلغهم القدرة على أعباء العمل والجهاد.
لقد كان النبي -صلى الله عليه وسلم- في المرحلة الأولى من تلقيه الرسالة يجهز قيادة تحمل معه مسؤلية نشر الدعوة حتى لا تجابه الدعوة بادئ بدء بالإعراض من كل أفراد المجتمع، واتخذت تربية هذه القيادة جوا سريا.
اختار فيهم الأفراد الصالحين للإعداد.
وأبعدهم عن الضغط الاجتماعي حتى تصفو نفوسهم وقرائحهم وتنجلي صدورهم وأفئدتهم بالقرآن والمشاهدة النبوية.
وعرض لهم الدعوة في شمول فسيح فيما يتعلق بالعقيدة والإيمان.
_________
١ الحلبية ج١ ص٣١٥.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (230,'ووصل بهم إلى الدرجة الطبيعية أن اختاروا الله ورسوله على جميع القيم والمعايير والأوامر في المجتمع الجاهلي.
وهيأ لهم القدر المالي الذي يسعفهم على العيش لينئيهم عن ضغط المعاندين وأذى الكافرين.
وفي هذا الجو من العرض تبدو هنا ظاهرة واضحة, هي أن الدعوة لم تكن سرية كما ذكر ذلك جلة الكاتبين في التاريخ والسيرة.
فقد كانت مكة كلها على علم بأن محمدا يكلم من السماء.
وقد نقل أبو سفيان إلى أمية بن الصلت خبر نبوة محمد بعد أن رجع إلى مكة, وأخبرته هند بأمر النبوة.
وكان "ورقة" يستعجل نبوة محمد بشعر مستفيض.
وزيد بن عمرو، وبحيرا ونسطورا وميسرة وخالد بن سعيد وجمع غفير من الناس يعلمون أن نبوة خاتمة ستظهر.
قال في الخصائص:
قال العباس: خرجت في تجارة إلى اليمن في ركب فيهم أبو سفيان بن حرب, فورد كتاب من حنظلة بن أبي سفيان فيه أن محمدا أقام بالأبطح فقال: "أنا رسول الله أدعوكم إلى الله" , ففشا ذلك في مجلس اليمن, فجاءنا حبر من اليهود, فقال: بلغت أن فيكم عم هذا الرجل الذي قال ما قال؟ قال العباس:
فقلت نعم: قال أنشدك هل كانت لابن أخيك صبوة وسفهة؟ قلت: لا وإله عبد المطلب, ولا كذب, ولا خان, وإن كان اسمه عند قريش "الأمين".',NULL,'208',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (231,'قال: فهل كتب بيده؟ قال العباس فظننت أنه خير له أن يكتب, فأردت أن أقول: نعم, فخشيت من أبي سفيان أن يكذبني ويرد علي، قلت لا يكتب، فوثب الحبر وترك رداءه، وقال: ذبحت يهود١.
قال في الوفا:
عن ابن عفيف الكندي عن أبيه عن جده, قال: كنت امرأ تاجرا فقدمت للحج فأتيت العباس بن عبد المطلب لأبتاع منه بعض التجارة، قال: فوالله إني لعنده بمنى إذا رجل خرج من خباء قريب منه ينظر إلى الشمس, فلما رآها قام يصلي، ثم خرجت امرأة من ذلك الخباء الذي خرج منه ذلك الرجل, فقامت خلفه تصلي, ثم خرج غلام حين راهق الحلم من ذلك الخباء, فقام معه يصلي.
قال: فقلت للعباس: يا عباس ما هذا؟
قال: محمد بن عبد الله بن عبد المطلب.
قلت: من هذه المرأة؟
قال: امرأته خديجة بنت خويلد.
فقلت: من هذ الفتى؟
قال: علي بن أبي طالب ابن عمه.
قلت: فما هذا الذي يصنع؟
_________
١ الخصائص ج١ ص٢٤٦.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (232,'قال: يصلي فهو يزعم أنه نبي ولم يتبعه على أمره إلا امرأته وابن عمه هذا الفتى، وهو يزعم أنه تفتح له كنوز كسرى وقيصر.
وكان عفيف -وهو ابن عم الأشعث بن قيس- يقول -وأسلم بعد ذلك فحسن إسلامه: لو أن الله رزقني الإسلام يومئذ فأكون ثانيا مع علي بن أبي طالب رضي الله عنه١.
بل إن صاحب السيرة الحلبية يجعل دخول دار الأرقم بن الأرقم نتيجة أو إثر حادث التقاتل الذي وقع بين المسلمين ونفر من المشركين الذين عابوا على المسلمين صلاتهم, وشح فيها سيدنا سعد بن أبي وقاص رجلا وأراق دمه فيقول:
فضرب سعد بن أبي وقاص رجلا منهم بلحي بعير فشجه فهو أول دم أريق في الإسلام، ثم دخل -صلى الله عليه وسلم- وأصحابه مستخفين في دار الأرقم بن الأرقم بعد هذه الواقعة فإن جماعة أسلموا قبل دخوله -صلى الله عليه وسلم- دار الأرقم٢.
قال ابن كثير:
ثبت في صحيح البخاري من حديث همام بن الحارث عن عمار بن ياسر.
قال: رأيت رسول الله -صلى الله عليه وسلم- وما معه إلا خمسة أعبد وامرأتان وأبو بكر.
_________
١ الوفا ج١ ص١٦٧-١٦٨, السيرة لابن كثير ج١ ص٤٢٩.
٢ الحلبية، ج١ ص٣١٩.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (233,'وروى الإمام أحمد وابن ماجه من حديث عاصم بن أبي النجود عن زر عن ابن مسعود قال: أول ما أظهر الإسلام سبعة: رسول الله -صلى الله عليه وسلم- وأبو بكر وعمار وأمه سمية وبلال والمقداد١.
ولقد ثبت أن أناسا كانوا يأتون رسول الله -صلى الله عليه وسلم- وهو مستخف منهم عمرو بن عبسة السلمي.
قال فيه ابن كثير:
أتيت رسول الله -صلى الله عليه وسلم- في أول ما بعث وهو بمكة وهو حينئذ مستخف فقلت: ما أنت؟ قال: "أنا نبي"، فقلت: وما النبي؟ قال: "رسول الله"، قلت: الله أرسلك؟ قال: "نعم"، قلت بما أرسلك؟
قال: "بأن تعبد الله وحده لا شريك له, وتكسر الأصنام, وتصل الأرحام"، قال: قلت: نعم ما أرسلك به، فمن تبعك على هذا؟ قال: "حر وعبد" يعني: أبا بكر وبلال، قال: فكان عمرو يقول: لقد رأيتني وأنا ربع الإسلام٢.
وهذا واضح في أن الدعوة نفسها كانت معروفة للناس ولكن الذي وصف بالسرية في هذه المرحلة هو العمل لها, وهو الذي نسميه مرحلة إعداد القيادة كجزء من منهج العمل مع الجماعة.
وهذا واضح في النصوص التي ساقها العلماء.
_________
١ السيرة لابن كثير ج١ ص٤٣٦.
٢ ابن كثير ج١ ص٤٤٢-٤٤٣.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (234,'قال صاحب الوفا١:
عن الزهري قال: دعا رسول الله -صلى الله عليه وسلم- إلى الإسلام سرا وجهرا فاستجاب لله من شاء من أحداث الرجال وضعفاء الناس حتى كثر من آمن به وكفار قريش غير منكرين لما يقول, فكان إذا مر عليهم في مجالسهم يشيرون إليه أن غلام بني عبد المطلب ليكلم من السماء.
فالنص فيه تصوير لعمل الدعوة بمرحلتين: سرا وجهرا، أما الدعوة نفسها فمعروفة للناس ولم يقفوا منها موقف العداء إلا عندما اتسعت رقعتها وشكلت خطرا على المواريث الثقافية التي يؤلهها البشر.
قال في الوفا تكملة النص السالف:
فكان كذلك حتى عاب آلهتهم التي كانوا يعبدونها, وذكر هلاك آبائهم الذين ماتوا على الكفر, فشاقوا رسول الله -صلى الله عليه وسلم١.
والدليل الواضح على أنه لا سرية في الدعوة, بل في العمل من أجلها أن الدعوة, حتى بعد أن صدع الرسول -صلى الله عليه وسلم- بها ما زالت تعمل في جو الحذر والاستخفاء.
قال ابن كثير:
فأسلم عمر يوم الخميس فكبر رسول الله -صلى الله عليه وسلم- وأهل البيت تكبيرة سمعت بأعلى مكة.
_________
١ الوفاء ج١ ص١٨١.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (235,'فقام عمر فقال: يا رسول الله علام نخفي ديننا ونحن على الحق؟
ويظهر دينهم وهم على الباطل؟ قال: "يا عمر! إنا قليل قد رأيت ما لقينا" ١.
وكان إسلام عمر على ما هو معروف في السنة السابعة من البعثة، وهذا يبرهن على أن القوة الإسلامية كانت معروفة واضحة, ولكن العمل لها هو الذي كان سرا، وذلك منهج معروف في قواعد العمل مع الجماعة في العصر الحديث، وذلك ما تحتاجه الدعوة في الظروف المعاصرة٢.
وإذن فليس من الجيد علميا أن يقال: سرية الدعوة فإن الحق الذي سجله التاريخ هو وضوح الدعوة واشتهارها, وسرية العمل لها إعداد القيادة وتربية لهم؛ ليحملوا مع الداعية وظيفة العمل عند الصدع بها عامة, والجهر بها للناس كافة.
_________
١ السيرة لابن كثير ج١ ص٤٤١.
٢ راجع سيرة الرسول ج١ ص١٦٢ عزة دروزة. الدرر في اختصار المغازي والسير ص٥٨.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (236,'<span data-type="title" id=toc-37>خامسا العرض الواضح:</span>
نجاح أية دعوة واستمرارها يتوقف على مقدار عرضها واضحا صادقا يضمن لها الوضوح, والنفقة في المستقبل١.
وواضح في العصر الحديث أن أهداف الدعوات لا يفصح عنه, ويستخدم الزعماء شعارات براقة يخفون وراءها الهدف الأسود حتى
_________
١ من حضارة الإسلام للأستاذ عبد العزيز سيد الأهل ج١ ص١٣-١٥.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (237,'إذا ما أتيح لهم إعلانه بأسلوب القهر أو السيطرة, وإلغاء العقل, والإرادة, والكرامة, فإنهم لا يألون جهدا في ذلك, ويفسرون نداءاتهم الأولى بعذب من الحديث المخادع الكاذب, وبذلك لا تلبث أن تنفض الناس, والجماهير من حولهم كما هي طبيعة الزبد يذهب جفاء, وتبقى الحسرة والغيظ والكمد والحيرة والآلام والضيق والعسر للناس من بعد.
ولذلك فإن الدعوة الإسلامية حرصت, وهي تقعد منهج العمل مع الجماعة على أن يكون الهدف من الدعوة واضحا, اتخذ عرض الدعوة زمنا فسيحا زهاء ثلاثة عشر عاما على ما رواه العلماء١, واتخذت لذلك أسلوبا واضحا جليا مثاني تقشعر منه جلود الذين يخشون ربهم.
ووضوح العرض هنا يراد منه:
وضوح الهدف.
ووضوح الدليل.
أما وضوح الهدف, فقد استفاض النص المعصوم أن القرآن الكريم، أو الأثر النبوي الشريف في تحديد المراد من الدعوة الإسلامية.
لقد كان تحديد الهدف بارز المعالم، فصيح المنطق قوي الأسلوب.
وكان مع ذلك جديا لا هزل فيه، وكانت جديته صريحة يعزب معها كل لون من التجاهل أو التناسي أو التعامي أو التغافل أو التثاقل
_________
١ ابن كثير ج١ ص٣٨٩ الطبقات الكبرى ج١ ص٢٢٥ راجع مسلم كتاب الفضائل ج٤ ص١٨٢٥ راجع فتح الباري ج٨ ص١٦٤ باب مبعث النبي -صلى الله عليه وسلم. راجع التاج الجامع للأصول ج٣ ص٢٥٦ المحبر ص١٠.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (238,'إلى هوى النفس ووسوسة الخناس الذي يوسوس في صدور الناس من الجنة والناس.
لقد قال الرسول -صلى الله عليه وسلم- في استفاضة طويلة يحكيها ابن هشام:
"ما بي ما تقولون، ما جئت بما جئتكم به أطلب أموالكم ولا الشرف فيكم ولا الملك عليكم ولكن الله بعثني إليكم رسولا وأنزل علي كتابا وأمرني أن أكون لكم بشيرا، فبلغتكم رسالات ربي ونصحت لكم, فإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة, وإن تردوه علي أصبر لأمر الله حتى يحكم الله بيني وبينكم" ١.
وتلا عليهم القرآن الكريم تلاوة مرتلة وحدد لهم الدعوة:
{قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ, قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ, قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ} ٢.
{قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ,
_________
١ ابن هشام ج١ ص٢٩٦، ٢٩٧، المواهب اللدنية ج١ ص٢٥٧, الحلبية ج١ ص٣٤٠.
٢ الآيات من ٥٦-٥٨ من سورة الأنعام.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (239,'قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ، قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} ١.
{اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ} ٢.
{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُونَ} ٣.
ولقد نقى هذا الهدف من كل شائبة حتى صار قانونا سرمديا إذا حادت عنه الدعوة ضل القائمون عليها طريق الرشاد.
لقد نقى رسول الله -صلى الله عليه وسلم- هدف الدعوة من عرض الحياة الدنيا قل أو عظم, قل:
{مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} ٤.
كما نفى أن تتخذ الدعوة مصدرا للإثراء والتجارة.
_________
١ الآيات من رقم ١٦١-١٦٤ من سورة الأنعام.
٢ الآية رقم ٣ من سورة الأعراف.
٣ الآية رقم ٣ من سورة يونس.
٤ راجع تحديد الهدف المرحلة الثانية من هذا الفصل الثاني، وراجع الشفاء شرح علي القاري نسيم الرياض فصل أو فصاحة اللسان وبلاغة القول ج١ ص٣٨٥ وما بعدها.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (240,'{قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ} .
لقد قال لهم في قوة وصرامة:
ترون هذه الشمس؟
قالوا: نعم.
قال: فما أنا بأقدر أن أدع ذلك منكم على أن تشتعلوا منه بشعلة١.
وأما وضوح الدليل فهو قائم على وضوح اللفظ وشمول الدليل على عناصر الإقناع، وهي قبول العقل لها، إحساس الوجدان بصدقها، تصويرها لحقائق مسلمة.
واللفظ القرآني والنبوي قد اشتملا على هذه الركائز.
أما عن اللفظ النبوي فقد أحاطه الله بالعصمة: {وَمَا يَنْطِقُ عَنِ الهَوَى} , وأما اللفظ القرآني فقد استفاض القرآن نفسه في ألفاظه وآياته بذلك.
{وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ} ٢.
{كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} ٣.
{تِلْكَ آَيَاتُ الكِتَابِ المُبِينِ,
_________
١ السيرة لابن كثير ج١ ص٤٦٣.
٢ الآية رقم ٩٢ من سورة الأنعام.
٢ من الآية رقم ١١ من سورة هود.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (241,'إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} ١.
{وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} ٢.
{وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} ٣.
{وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا} ٤.
{الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا، قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا} ٥.
{وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا} ٦.
{وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ} ٧.
{قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ، مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ, أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ،
_________
١ الآيتان ١، ٢ من سورة يوسف.
٢ الآية رقم ١٠٣ من سورة النحل.
٣ من الآية رقم ٨٢ من سورة الإسراء.
٤ الآية رقم ١٠٦ من سورة الإسراء.
٥ الآيتان ١، ٢ من سورة الكهف.
٦ الآية رقم ١١٣ من سورة طه.
٧ الآية رقم ٩ من سورة الأنبياء.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (242,'أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ, أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ} ١.
{تِلْكَ آيَاتُ الْكِتَابِ الْمُبِين} ٢.
{نَزَلَ بِهِ الرُّوحُ الْأَمِينُ، عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ، بِلِسَانٍ عَرَبِيٍّ مُبِينٍ، وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ، أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرائيلَ، وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ، فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ} ٣.
{طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ، هُدىً وَبُشْرَى لِلْمُؤْمِنِينَ} ٤.
{وَإِنَّهُ لَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِين} ٥.
{تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ، نَتْلُو عَلَيْكَ مِنْ نَبَأِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ} ٦.
_________
١ الآيات من رقم ٦٦-٧٠ من سورة "المؤمنون".
٢ الآية رقم ٢ من سورة الشعراء.
٣ الآيات من رقم ١٩٣-١٩٩ من سورة الشعراء.
٤ الآيتان ١، ٢ من سورة النمل.
٥ الآية رقم ٧٧ من سورة النمل.
٦ الآيتان ٢، ٣ من سورة القصص.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (243,'{أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} ١.
{تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ، هُدىً وَرَحْمَةً لِلْمُحْسِنِينَ} ٢.
{تَنْزِيلُ الْكِتَابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ} ٣.
{وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآَنٌ مُبِينٌ} ٤.
{كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} ٥.
{تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ، إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ} ٦.
{اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} ٧.
{تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ} ٨.
_________
١ الآية رقم ٦ من سورة العنكبوت.
٢ الآيتان ٢، ٣ من سورة لقمان.
٣ الآية رقم ٢ من سورة السجدة.
٤ الآية رقم ٦٩ من سورة يس.
٥ الآية رقم ٢٩ من سورة ص.
٦ الآيتان رقم ١، ٢ من سورة الزمر.
٧ الآية رقم ٢٣ من سورة الزمر.
٨ الآية رقم ٢ من سورة غافر.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (244,'{تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ، كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ} ١.
{إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ، لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} ٢.
{وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} ٣.
{حم، وَالْكِتَابِ الْمُبِينِ، إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ، وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} ٤.
{حم، وَالْكِتَابِ الْمُبِينِ، إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ} ٥.
{حم، تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ} ٦.
{تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ} ٧.
_________
١ الآيتان ٢، ٣ من سورة فصلت.
٢ الآيتان ٤١، ٤٤ من سورة فصلت.
٣ الآية رقم ٥٢ من سورة الشورى.
٤ الآيات من رقم ٢-٤ من سورة الزخرف.
٥ الآيات من رقم ١-٣ من سورة الدخان.
٦ الآيتان ١، ٢ من سورة الجاثية والأحقاف.
٧ الآية رقم ٦ من سورة الجاثية.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (245,'{وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ} ١.
{وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ، قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ} ٢.
{ق وَالْقُرْآنِ الْمَجِيد} ٣.
ولقد شهد القوم بهذا.
لقد قال فيه عتبة بن ربيعة:
قد سمعت قولا والله ما سمعت مثله قط والله ما هو بالشعر, ولا بالسحر ولا بالكهانة، يا معشر قريش أطيعوني واجعلوها بي وخلوا بين هذا الرجل وبين ما هو فيه فاعتزلوه فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم.
وقال فيه الوليد بن المغيرة:
والله إن لقوله حلاوة، وإن أصله لعذق, وإن فرعه لجناة.
إن عليه لطلاوة, وإن له لنورا, وإنه يعلو, وما يعلى عليه.
_________
١ الآية رقم ١٢ من سورة الأحقاف.
٢ الآيتان ٢٩، ٣٠ من سورة الأحقاف.
٣ أول سورة ق.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (246,'والله إن لقوله لحلاوة وإن عليه لطلاوة وإنه لمثمر أعلاه، مغدق في أسفله وإنه ليحطم ما تحته وإنه ليعلو وما يعلى عليه١.
تقول الروايات: إن عتبة بن ربيعة أمسك بفم رسول الله -صلى الله عليه وسلم- وناشده الرحم أن يكف عن القراءة عندما وصل قوله تعالى:
{أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُود} ٢.
وقال لقومه: قد علمتم أنه لا يكذب أبدا فخفت نزول العذاب عليكم فأطيعوني واعتزلوه٣.
وصدق الله العلي العظيم:
{قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} ٤.
قال في الشفاء:
فإنهم لا يكذبونك، لا ينسبونك إلى الكذب ولا يتهمونك به ولا ينكرون أمانتك وديانتك.
قال علي كرم الله وجهه: قال أبو جهل للنبي -صلى الله عليه وسلم: إنا لا نكذبك في الصدق والأمانة ولكن نكذب بما جئت به من القرآن٥
_________
١ الوفاء ج١ ص٢٠٣ راجع السيرة لابن كثير ج١ ص٤٩٩، دلائل النبوة للبيهقي ج١.
٢ ص٤٤٦ المواهب اللدنية ج١ ص٢٥٠، راجع الحلبية ج١ ص٣٣٩.
٣ المواهب ج١ ص٢٥٨، السيرة لابن كثير ج١ ص٥٠٣، الحلبية ج١ ص٣٤٠، دلائل النبوة للبيهقي ج١ ص٤٥٠، ٤٥١.
٤ الآية رقم ٣٣ من سورة الأنعام.
٥ الشفاء ج١ ص١٧٨-١٧٩.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (247,'قال ابن كثير في تفسيرها:
لا يتهمونك بالكذب في نفس الأمر, ولكنهم يعاندون الحق, ويدفعونه بصدودهم١.
وأما شمول الدليل على عناصر الإقناع فقد عرضنا نماذج لها في الفصل الأول من هذا الباب شملت:
أدلة التوحيد والتنزيه.
ووحدانية الصفات.
ووحدانية التدبير.
ووحدانية التصرف في الملك.
كما شملت بعث الوجدان الفطري لإدراك وحدانية الله جل جلاله ... إلخ.
وهي كلها أدلة للخلق والقصد والإبداع والتدبير.
وهي كلها دون تحذلق أو تشدق تشمل كل أنواع الأدلة:
العقلية.
والوجدانية.
والفطرية الأولى.
{إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ,
_________
١ راجع تفسير ابن كثير ج١ ص١٢٩.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (248,'فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ، وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآياتِ لِقَوْمٍ يَعْلَمُونَ، وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآياتِ لِقَوْمٍ يَفْقَهُونَ، وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآياتٍ لِقَوْمٍ يُؤْمِنُونَ، وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ، بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ، ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ، لا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} ١.
إن هذا السياق يشبه في تدافعه وإيقاعاته على العقل والحس مجرى النهر, وهو يتدافع بالأمواج المتلاحقة لا تفر واحدة منها حتى تأتيها لاحقة تدفعها من الخلف, وتتشابك معها في مجراها المتصل.
وهي كلها في تدافعها وتشابكها تسمو فوق حد الروعة الباهرة, وتأخذ على النفس كل أقطارها, وتغلق على النفس كل دروب الهرب وهي تهزها بالروعة الباهرة, والحيوية الدافعة, وتقول للإنسان: هذا
_________
١ الآيات من رقم ٩٥-١٠٣ من سورة الأنعام.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (249,'هو ربك الذي خلق فسوى, وقدر فهدى, فيشاهد السامع كأنما الآي تنبثق عن مدلولاتها في التماع لآلاء مشرق تتجلى للحواس والقلب والعقل في بهاء أخاذ يبلغ آفاق الروعة.
واللفظ القرآني في آيه قوي الدلالة على كل ما تزخر به الحقيقة الأصيلة في عقيدة الإسلام.
ها هو ذا المرء يقف أمام الخارقة المعجزة التي تقع في كل لحظة من الليل ومن النهار، إنها خارقة انبثاق الحياة النابضة من هذه المواد الهامدة.
{فَالِقُ الحَبِّ وَالنَّوَى} لا ندري كيف ينبثق؟ ولا ندري من أين جاءت؟ اللهم إلا إنها من عند الله وانبثقت بقدرته.
وها هو ذا المرء يقف أمام دورة الفلك العجيب الدائبة السرمدية الدقيقة {فَالِقُ الإِصْبَاحَ وَجَعَلَ اللَّيْلَ سَكَنًا} .
ويقف كذلك أمام نشأة الحياة في النبات ويشاهد من التدفق النوراني للآيات, يشاهد الأمطار الهاطلة والزروع النامية, وأثماره اليانعة تحشد له الحياة حشدا ليتأمل, ويشاهد ليعي الحس المتحفز, والقلب المتفتح.
وكأنما الوجود يرى لأول مرة حيا شابا مزهرا معطرا متحركا تدب أوصاله الحركة, ينطق بذاته عن وحدة خالقه, دالا بآياته على انفراده جل شأنه بالربوبية والملك والتدبير.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (250,'حتى ليبدو للعاقل -والسياق يواجه بهذه الآيات جماعة المشركين- أن الشرك غريب على الفطرة، غريب على فطرة الوجود وغريب على فطرة الإنسان, فينطق القلب السليم, ويشهد الحس الواعي وتنشد العواطف الكريمة إلى تلك الحقيقة: {ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} ١.
ومع هذا فقد قدم القرآن الكريم عرض الدعوة في أسلوب عبقري التسلسل في مجموعة السور المكية التي سجلت حياة الدعوة الإسلامية في ظلال البيت العتيق.
ففي سورة الأنعام عالج القرآن قضية العقيدة على أنها القضية الكبرى، والقضية الأساسية فهي القاعدة الرئيسية للعبودية الصحيحة لله رب العالمين.
وعالج مع قضية العقيدة قضية الطعام. فالطعام يغذي القلب بالدم والقلب محل الاعتقاد, فإذا ما طهر مما ذبح على الأصنام والأوثان والنصب, فقد خلص القلب لنور الحقيقة, أما إذا تغذى القلب بلحوم النصب والأصنام, فقد قسي وأظلم. وقد سمعت فضيلة مولانا الدكتور عبد الحليم محمود أثناء زيارته للكلية الإسلامية بماليزيا أستاذا زائرا، أن أكل لحم الخنزير مفسد للأخلاق يجعل العرض والشرف أمرا هينا.
ولهذا عالجت سورة الأنعام قضية الطعام لأنه ذا صلة بالاعتقاد صحة وفسادا.
_________
١ من التصرف في ظلال القرآن ج٧ ص٣٠٨-٣١١ راجع حول هذا من حضارة الإسلام ج١ ص١٦-١٧.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (251,'وتأتي سورة الأعراف, فتعالج موضوع العقيدة بطريق آخر، إنها تعرض العقيدة في مجال التاريخ البشرى، مجال رحلة البشر كلها من آدم وقصته، مع المدى المتطاول تسير السورة مع موكب الإيمان من لدن آدم إلى سيدنا محمد عليه الصلاة والسلام، تعرض هذا الموكب وهو يحمل "لا إله إلا الله" ويمضي بها على مدار التاريخ مواجها بها البشرية جيلا بعد جيل، ويرسم سياق السورة في تتابعه: كيف استقبلت البشرية هذا الموكب وما معه من الهدى؟ وكيف خاطبها هذا الموكب وكيف جاوبته؟
وكيف وقف الملأ منها لهذا الموكب بالمرصاد؟ وكيف تخطى هذا الموكب أرصادها ومضى في طريقه إلى الله؟
وكيف كانت عاقبة المكذبين, وعاقبة المؤمنين في الدنيا والآخرة؟ ١
وسورة الفرقان:
فيها أدلة الرسالة وضحد لافتراءات الكافرين.
وسورة الشعراء:
فيها إثبات للرسالة بطريق آخر، إنها تثبت الرسالة بالجوار والتسلسل والقرابة.
وسورة النمل:
إثبات للوحي كفضل من عند الله يمنحه لمن يشاء كما منح داود وسليمان ملكا ونبوة.
_________
١ في ظلال القرآن ج٨ ص١٠٤.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (252,'وسورة القصص:
تحديد لمدى ما يملكه البشر بالمال والسلطان إن جاءه محق الله وغضبه.
وسورة العنكبوت:
تعرض حاصل نتائج الدعوة التي بلغها الأنبياء وعاقبة المكذبين.
وسورة الروم:
تدريب للعواطف على تخير صداقة الجانب الإلهي, وفيها محاصرة للفرد بعديد من الأدلة على صدق رسالة سيدنا محمد -صلى الله عليه وسلم.
وسورة لقمان:
رد على المواجهة الثقافية وتعليم للبشر وتحديد لقدرتهم بالنسبة لسلطان الله وجلاله.
وسورة سبأ:
حصر الحمد لله وحده, ودعوة الكافرين للتفكير المنظم، ليصلوا إلى الحق الذي يجحدونه ظلما وعلوا.
وسورة فاطر:
بيان كامل عن السلطان الإلهي، وأن الناس جميعا فقراء إلى الله.
وسورة يس:
مثل عملي للطائعين بالفطرة، وإن لم يأتهم دليل، ولا أقيمت لهم حجة، ومثل كذلك للمعاندين الجاحدين دين الله للهوى والبغي..
وسورة الصافات:
تصفية وجلاء لحقيقة الدين من العبث البشري.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (253,'وسورة ص:
مقارنة بين أحوال المؤمنين الطائعين وأحوال الكافرين الذين ردوا الحق انحرافا وعبثا وغيا.
وسورة الزمر:
تحديد لموقف المسلم وبيان لطبيعة سلوكه ومداه.
وسورة غافر:
النموذج العملي لهذا الموقف الذي حددته من قبل سورة الزمر.
وسورة فصلت:
إثبات للرسالة في إطار السلطان الإلهي.
وسورة الشورى:
توضيح لحقيقة الدين ووحدته وهيمنة الرسالة المحمدية على كل ما سبقها من رسالات.
وسورة الزخرف:
بيان لهيمنة الكتاب الكريم الخاتم على كل الكتب السماوية الأولى ومعالجة لعديد من قضايا التدين التي ابتدعها البشر انحرافا وجذافا..
وسورة الدخان:
قرع للمشاعر وهز عنيف للقلوب، وجذب للبشر من نواصيهم ليدخلوا في دين الله الحنيف.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (254,'وسورة الجاثية:
هجوم على القلب، وضرب في الأحاسيس والمشاعر ليستيقظ ضمير الإنسان وتسلم فطرته حتى يعود إلى رحاب ربه حيث الأمان والراحة.
وسورة الأحقاف:
تقريع وتأنيب للمعاندين المتجافين مع الفطرة والطبع المتزن الذي أحست به الجن, فأسلموا لما سمعوا كتابا يهدي إلى الحق, وإلى طريق مستقيم دون أن يطالبوا النبي -صلى الله عليه وسلم- بدليل أو برهان.
لقد فهمت الجن معاني القرآن فآمنوا ورجعوا إلى قومهم يدعونهم إلى الإيمان.
{يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ، وَمَنْ لا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ فِي ضَلالٍ مُبِينٍ} ١.
لقد عرضت الدعوة الإسلامية عرضا واضحا تفردت به على طول الزمن.
لقد فهمها الجن قبل البشر ولسانها هو لسان القرآن، عربي مبين.
ولقد أحاط اللفظ القرآني بجميع جلال المعاني في جاذبية انسيابية حلوة تستجيب لها العاطفة النيرة، وينشد إليها القلب الصادق، ويتلذذ حلاوتها الوجدان السليم.
لقد عرض اللفظ القرآني الدعوة مستوعبا لكل أجزاء الموضوع متخذا كل زاوية من زوايا الفكر والوجدان والتاريخ في جملة ما ساقه، حتى لا تكون للناس حجة بعد هذا التوضيح الواضح.
_________
١ الآيتان ٣١، ٣٢ من سورة الأحقاف.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (255,'وليس هناك أدنى شك في أن عرض الدعوة الإسلامية امتاز وحده بالوضوح الدائم على طول الزمن الممتد، وأن غيرها من الدعوات لم ينل هذا الحظ؛ لعجز البشر عن توضيح هدفه, وفساد صنعة التعبير التي تصدر عن الإنسان فشتان ما بين وحي معصوم هو كلام الله المجيد.
وإنشاء مرذول هو كلام البشر الوضيع.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (256,'<span data-type="title" id=toc-38>سادسا: إيجاد استقطاب حول الدعوة</span>
من عوامل منهج التغيير الاجتماعي إيجاد استقطاب من البيئة حول الدعوة أو المبادئ.
والدراسات الاجتماعية تركز اهتماما بالغا في منهج العمل مع الجماعة على حدوث تغيير في البيئة، ينشد به الناس حول المبادئ المرغوب في تنفيذها، كعنصر أساسي من عناصر النجاح المطلوب.
والاستقطاب أنواع فقد يكون جزئيا، وقد يكون كليا حسب مقدار الداعية وثقله الاجتماعي والفكري.
ولا تعرف الحياة الإنسانية والفكرية على السواء داعية قط أحدث استقطابا كاملا حوله وحول دعوته غير سيدنا محمد -صلى الله عليه وسلم- فلقد أنشد نحوه ونحو دعوته أجيال من العلماء والمفكرين منذ نشأ في جوار البيت العتيق حتى أذن له بالجوار في الرفيق الأعلى.
لقد استقطب محمد -صلى الله عليه وسلم- حوله الفكر الإنساني كله سواء المسلمون الصادقون أو المسلمون المتهوكون أو الكافرون المنصفون أو الكافرون المتعصبون.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (257,'لقد ألف في سيرته ومبادئه خلق كثير.
لقد ألف فيه كاتبو اللسان العربي.
وألف في كاتبو اللسان الإنجليزي.
وألف فيه كاتبو اللسان الفرنسي.
وألف فيه كاتبو اللسان الأندونيسي.
وألف فيه كاتبو اللسان الماليزي.
وألف فيه كاتبو اللسان الفارسي.
وألف فيه كاتبو اللسان الصيني والياباني.
وألف فيه كاتبو اللسان الأوردي ... إلخ.
ولقد بلغت هذه المؤلفات في كل لغة حدود المئات, حتى صار في كل مكتبة ومعهد وجامعة ودولة وجنس ولغة كتاب عن الإسلام, وعن نبيه الكريم.
فصار أمر الإسلام واضحا كل الوضوح ليس فيه سر مكتوم، ولا أحاجي يغمض تفسيرها, ففي أيدي الناس على اختلاف ألسنتهم وجنسياتهم تاريخه ودعوته ومبادؤها وسلوكه ومنهاجه, وهم يعلمون من أمر محمد -صلى الله عليه وسلم- كل صغيرة وكبيرة منذ ولادته ورضاعه وشبابه حتى بعثته.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (258,'وأن قبره المعطر الكريم لأثبت في سنده التاريخي من كل تواريخ العظماء وجميع أصحاب الدعوات.
فماذا يعرفه الناس عن ذرادشت وكوفشيوس؟
وماذا يعرفه التاريخ عن سولون وسقراط؟
وماذا يعرفه التاريخ عن موسى وعيسى؟
أما قبر محمد -صلى الله عليه وسلم- فهو منزله الذي كان يعيش فيه، وتلقى فيه الوحي، وخرج منه للجهاد الخالص في سبيل الله، وهو المشكاة التي شع نورها على الدنيا بأسرها.
ولا يزال المسلمون ينشدون إلى الروضة الشريفة وهم على ثقة أن هنا كان يجلس النبي -صلى الله عليه وسلم- وكان يستقبل الوفود، ويدرب الجيش على السلاح, ويلقي مواعظه وتوجيهاته, فتنشد قلوبهم الطيبة مع الذكريات العظيمة, وهم يؤمنون أن هنا كان النبي محمد -صلى الله عليه وسلم- معلم البشر أجمعين١.
ومنذ القدم والرسول -صلى الله عليه وسلم- قد رسم للعمل مع الجماعة منهج الاستقطاب كعامل مثير مغير للبيئة إلى الاتجاه الأفضل المرغوب فيه.
لقد قلقلت الدعوة الإسلامية كل الثقافات الموروثة في البيئة العربية؛ لتحل محلها تصورا جديدا في العقيدة, والأخلاق, والمعاملات. وقد أنشد المجتمع تلقائيا إلى هذا الاستقطاب الذي أحاط بالمنطقة كلها منذ فجر الإرهاصات بالنبوة.
_________
١ راجع حول هذه المعاني: الرسالة المحمدية للأستاذ سليمان الندوي، ص٥٩، ٦٣.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (259,'يروي ابن هشام: أن الوليد بن المغيرة اجتمع إليه نفر من من قريش وكان ذا سن فيهم, وقد حضر الموسم فقال لهم: يا معشر قريش إنه قد حضر هذا الموسم, وفود العرب ستقدم عليكم فيه, وقد سمعوا بأمر صاحبكم هذا فأجمعوا فيه رأيا واحدا, ولا تختلفوا فيكذب بعضكم بعضا, ويرد قولكم بعضه بعضا.
قالوا: فأنت يا أبا عبد شمس! فقل وأقم لنا رأيا نقول به. قال: بل أنتم فقولوا أسمع. قالوا: نقول كاهن. قال: لا والله ما هو بكاهن لقد رأينا الكهان فما هو بزمزمة الكاهن ولا سجعه. قالوا: نقول: مجنون. قال: ما هو بمجنون لقد رأينا الجنون وعرفناه فما هو بخنقه ولا تخالجه ولا وسوسته. قالوا: فنقول: شاعر؟ قال: ما هو بشاعر لقد عرفنا الشعر كله رجزه وهزجه وقريضه ومقبوضه ومبسوطه فما هو بالشعر. قالوا: نقول: ساحر. قال: ما هو بساحر لقد رأينا السحار وسحرهم فما هو بنفثهم ولا عقدهم. قالوا: فما نقول يا أبا عبد شمس؟ قال: والله إن لقوله لحلاوة وإن أصله لعذق وإن فرعه لجناة وما أنتم بقائلين من هذا شيئا إلا عرف أنه باطل, وإن أقرب القول فيه لأن تقولوا: ساحر جاء بقول هو سحر يفرق به بين المرء وأبيه وبين المرء وأخيه وبين المرء وزوجه، وبين المرء وعشيرته, فتفرقوا على ذلك١.
_________
١ ابن هشام ج١ ص٢٧٠-٢٧١ دلائل النبوة ج١ ص٦٤٧-٤٤٨ الوفاء ج١ ص٣٠٢.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (260,'إن معنى هذا أن النبي -صلى الله عليه وسلم- أحدث استقطابا حول الدعوة وصل إلى أطراف البيئة, إذ خشيت جماعة الكافرين في مكة من انجذاب الحجاج القادمين من الخارج الذين سمعوا عن الإسلام إلى الدخول فيه, فألهب ذلك قلوب قريش خوفا وهلعا وحيرهم في التعرف على رأي يتفقون عليه؛ ليكون وسيلة إعلام مضادة يشككون بها في دعوة الإسلام.
وما تحير الوليد بن المغيرة على علو منزلته وشرفه في القوم إلا لمعرفته بالحق الذي جاء به محمد -صلى الله عليه وسلم- ولكنه العمى الذي يختم به الشيطان على القلوب والصدور, ومع أنه قد نفى السحر أولا لكنه لم يجد له مخرجا من استخدامه إفكا وتعنتا ضد الدعوة الإسلامية.
ومع هذا فإن الأحداث التي وقعت فيما بعد تبرهن على فشل المواجهة التي شنها الكافرون وأن الاستقطاب الذي أحدثته الدعوة الإسلامية حول مبادئها قد أثمر.
ففي الخصائص الكبرى: أن الطفيل بن عمرو الدوسي يحدث أنه قدم مكة ورسول الله -صلى الله عليه وسلم- بها فمشى إليه رجال من قريش وكان الطفيل رجلا شريفا شاعرا لبيبا, فقالوا له: إنك قدمت بلادنا وهذا الرجل الذي بين أظهرنا فرق جماعتنا وشتت أمرنا, وإنما قوله كالسحر يفرق بين المرء وأبيه, وبين الرجل وأخيه، وبين الرجل وزوجه, وإنا نخشى عليك وعلى قومك ما دخل علينا, فلا تكلمه ولا تسمعن منه.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (261,'قال: فوالله ما زالوا بي حتى أجمعت على أن لا أسمع منه شيئا, ولا أكلمه حتى حشوت في أذني حين غدوت إلى المسجد كرسفا فرقا من أن يبلغني شيء من قوله, فغدوت إلى المسجد, فإذا رسول الله -صلى الله عليه وسلم- قائم يصلي عند الكعبة, فقمت قريبا منه, فأبى الله إلا أن يسمعني بعض قوله, فسمعت كلاما حسنا, فقلت في نفسي: إني لرجل لبيب شاعر ما يخفى علي الحسن من القبيح فما يمنعني من أن أسمع من هذا الرجل ما يقول؟
فإن كان الذي يأتي به حسنا قبلت, وإن كان قبيحا تركت, فمكثت حتى انصرف إلى بيته فتبعته, فقلت: إن قومك قد قالوا لي كذا وكذا, فاعرض علي أمرك فعرض علي الإسلام, وتلا القرآن, فلا والله ما سمعت قولا قط أحسن منه, ولا أمرا أعدل منه, فأسلمت١.
لقد اختار القوم كلمة السحر كدعاية مشوهة، ولكن الاستقطاب الذي نشرته الدعوة كان له جاذبية أقوى، فانشد الطفيل على الرغم مما قالوه عنده وانجذب إلى معرفة الحق الذي جاء به سيدنا محمد -صلى الله عليه وسلم- فلما سمع وهو رجل لبيب شاعر لا يغيب عنه تمييز الحق من الباطل أسلم, وكان إسلامه خيرا عميما على الإسلام.
_________
١ الخصائص ج١ ص٣٣٦, الحلبية ج١ ص٤٠٣، الوفاء ج١ ص٢٠٤، ٢٠٥, السيرة لابن كثير ج٢ ص٧٢، ٧٣.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (262,'والنضر بن الحارث اللبيب المتفيهق, وهو من أشد الأعداء للإسلام ونبيه عليه الصلاة والسلام تزلزله جاذبية الاستقطاب, فيقول في حيرة وغيظ وكمد:
يا معشر قريش إنه والله قد نزل بكم أمر ما أتيتم له بحيلة بعد، فقد كان محمد فيكم غلاما حدثا أرضاكم فيكم, وأصدقكم حديثا, وأعظمكم أمانة، حتى إذا رأيتم في صدغيه الشيب، وجاءكم بما جاءكم به قلتم: ساحر، لا والله ما هو بساحر لقد رأينا السحرة ونفثهم وعقدهم، وقلتم: كاهن لا والله ما هو بكاهن لقد رأينا الكهنة وتخالجهم، وسمعنا سجعهم، وقلتم: شاعر والله ما هو بشاعر، قد رأينا الشعر وسمعنا أصنافه كلها هزجه ورجزه، وقلتم: مجنون لا والله ما هو بمجنون لقد رأينا الجنون فما هو بحنقه ولا وسوسته ولا تخليطه، يا معشر قريش! فانظروا في شأنكم فإنه والله لقد نزل بكم أمر عظيم١.
هكذا كان عمق الاستقطاب في النفوس تصديقا وجدانيا داخليا متفقا عليه من جميع الكافرين.
إنه ليس مجنونا ولا كاهنا ولا شاعرا ولا ساحرا. ولكنهم مع هذا الانجذاب الوجداني يكابرون ويجادلون بالباطل, ولكن القافلة تسير غير آبهة بمعوق.
قدم ضماد مكة, وهو رجل من أزد شنوءة, وكان يرقي من الرياح فسمع سفهاء الناس يقولون: إن محمدا مجنون فقال: آتي هذا الرجل
_________
١ ابن هشام ج١ ص٢٩٩، ٣٠٠، دلائل النبوة للبيهقي ج١ ص٤٤٨، ٤٤٩ الشفاء ج٢ ص١١٠، ١١١.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (263,'لعل الله أن يشفيه على يدي. قال: فلقيت محمدا فقلت: إني أرقي من هذه الرياح وإن الله يشفي على يدي من يشاء فهلم. فقال رسول الله -صلى الله عليه وسلم: "إن الحمد لله نحمده، ونستعينه ونؤمن به, ونتوكل عليه, ونعوذ به من شرور أنفسنا, ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلله فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأن محمدا عبده ورسوله". فقال ضماد: أعدهن علي, فأعادهن. فقال: والله لقد سمعت قول الكهنة وقول السحرة وقول الشرك فما سمعت مثل هؤلاء الكلمات, ولقد بلغن قاموس البحر فهلم يدك أبايعك على الإسلام فبايعه١.
لقد فشلت أسلحة الدعاية وخابت مساعي المتهوكين وما زالت القافلة تسير غير آبهة بمعوق.
ففي السيرة لابن هشام: أن عشرين رجلا, أو قريب من ذلك من النصارى قدموا على رسول الله -صلى الله عليه وسلم- وهو بمكة حين بلغهم خبره من الحبشة فوجدوه في المسجد فجلسوا إليه وكلموه وسألوه عن رجال من قريش في أنديتهم حول الكعبة.
فلما فرغوا من مساءلة رسول الله -صلى الله عليه وسلم- عما أرادوا دعاهم رسول الله -صلى الله عليه وسلم- إلى الله عز وجل وتلا عليهم
_________
١ الخصائص الكبرى ج١ ص٣٣٤، حياة الصحابة ج١ ص٥٣، الوفا ج١ ص٢٠٠, السيرة لابن كثير ج١ ص٤٥٣، الحلبية ج١ ص٣٨٤, السيرة لابن كثير ج٢ ص٤٠، دلائل النبوة للبيهقي ج٢ ص١٠، ١١.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (264,'القرآن فلما سمعوا القرآن فاضت أعينهم من الدمع ثم استجابوا لله وآمنوا به وصدقوه, وعرفوا منه ما كان يوصف لهم في كتابهم من أمره، فلما قاموا عنه اعترضهم أبو جهل بن هشام في نفر من قريش, فقالوا لهم: خيبكم الله من ركب بعثكم من وراءكم من أهل دينكم ترتادون لهم لتأتوهم بخبر الرجل, فلم تطمئن مجالسكم عنده حتى فارقتم دينكم وصدقتموه بما قال, ما نعلم ركبا أحمق منكم. أو كما قالوا. فقالوا لهم: سلام عليكم لا نجاهلكم١.
لقد خرج أبو جهل وجماعته على حدود الأدب في مجابهة هذا الوفد الكريم الذي جاء مستجيبا لنداء الله وانجذب بالروحانية التي استقطب بها نبي الدعوة سيدنا محمد -صلى الله عليه وسلم- بيئات الدعوة في مكة وخارجها.
ولئن كانت أطراف الجزيرة من بعيد قد أنشدت في وثاق حبيب إلى الدعوة فإن القوم في داخل مكة قد أنشدوا إليها كذلك غير أنهم يحملون صدور أصدئة وقلوبا مظلمة وعقولا متحجرة، وآذانا صماء وعيونا عمياء، وأفئدة خاوية.
فقد روى ابن هشام:
أن أبا سفيان بن حرب, وأبا جهل بن هشام, والأخنس بن شريق خرجوا ليلة؛ ليستمعوا من رسول الله -صلى الله عليه وسلم- وهو يصلي من الليل في بيته فأخذ كل رجل منهم مجلسا يستمع
فيه وكل لا يعلم
_________
١ ابن هشام ج١ ص٣٩١، ٣٩٢ الحلبية ج١ ص٣٨٤ السيرة لابن كثير ج٢ ص٤٠.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (265,'بمكان صاحبه، فباتوا يستمعون له إذا طلع الفجر تفرقوا، فجمعهم الطريق فتلاوموا وقال بعضهم لبعض: لا تعودوا فلو رآكم بعض سفهائكم لأوقعتم في نفسه شيئا، ثم انصرفوا حتى إذا كانت الليلة الثانية عاد كل رجل منهم إلى مجلسه فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا، فجمعهم الطريق فقال بعضهم لبعض مثل ما قالوا أول مرة ثم انصرفوا، حتى إذا كانت الليلة الثالثة أخذ كل رجل منهم مجلسه فباتوا يستمعون له حتى إذا طلع الفجر تفرقوا فجمعهم الطريق فقال بعضهم لبعض: لا نبرح حتى نتعاهد ألا نعود, فتعاهدوا على ذلك, ثم تفرقوا.
فلما أصبح الأخنس بن شريق أخذ عصاه ثم خرج حتى وصل أبا سفيان في بيته, فقال: أخبرني يا أبا حنظلة عن رأيك فيما سمعت من محمد؟
فقال: يا أبا ثعلبة والله لقد سمعت أشياء أعرفها وأعرف ما يراد بها، وسمعت أشياء ما عرفت معناها ولا ما يراد بها، قال الأخنس: وأنا والذي حلفت به كذلك.
قال: ثم خرج من عنده حتى أتى أبا جهل فدخل عليه بيته فقال: يا أبا الحكم ما رأيك فيما سمعت من محمد؟ فقال: ماذا سمعت؟ تنازعنا نحن وبنو عبد مناف الشرف أطعموا فأطعمنا، وحملوا فحملنا, وأعطوا فأعطينا حتى إذا تحاذينا على الركب وكنا كفرسي',NULL,'241',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (266,'رهان, قالوا: منا نبي يأتيه الوحي من السماء فمتى ندرك مثل هذه؟ والله لا نؤمن به أبدا ولا نصدقه. قال: فقام عنه الأخنس وتركه١.
ينطق النص بمقدار العمق الذي أحدثه الاستقطاب حول الدعوة الإسلامية حتى أنشد إليها ثلاثة من كبار القوم ومن فحول الكفر دون إرادة ولا وعي ودون موعد ولا اتفاق, فلما كشفهم الصباح مرات ثلاث تعاهدوا وحلفوا على الكفر والضلالة.
ومفهوم هذا النص أنه ليس في الوجود الفكري والإصلاح الاجتماعي رجل قط غير محمد -صلى الله عليه وسلم- استطاع أن يحدث استقطابا لا شعوريا حول الدعوة والداعية إلى درجة شد الخصوم من عناقيد أفكارهم بالليل ليباتوا ثلاث ليال سويا يستمعون فيها القرآن حتى أحسوا بلذة روحانية ملكت عليهم مشاعرهم فعاودوا الكرة مرات ثلاث حتى عاودهم ما ران على قلوبهم من قبل, فأغمضوا أعينهم عن نور الحقيقة وأغلقوا قلوبهم عن دخول الإيمان.
ولقد أكسبت هذه المعارضة الدعوة الإسلامية انتشارا في البلاد والقبائل التي كانت تفد للحج كل عام.
يقول ابن هشام:
تفرقوا, فجعلوا يجلسون بسبل الناس حين قدموا الموسم لا يمر بهم أحد إلا حذروه إياه وذكروا لهم أمره، وجعلوا يقولون
_________
١ ابن هشام ج١ ص٣١٥، ٣١٦, الخصائص الكبرى ج١ ص٢٨٥، ٢٨٦, السيرة لابن كثير ج١ ص٥٠٦، دلائل النبوة البيهقي ج١ ص٤٥٢، ٤٥٣.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (267,'ذلك في رسول الله -صلى الله عليه وسلم- لمن لقوا من الناس وصدرت العرب من ذلك الموسم بأمر رسول الله -صلى الله عليه وسلم- فانتشر ذكره في بلاد العرب كلها١.
وفي الخصائص عن مسلم عن أبي ذر قال: انطلق أخي أنيس إلى مكة ثم أتاني فقال: لقيت رجلا بمكة يزعم أن الله أرسله، قلت: ما يقول الناس؟ قال: يقولون: إنه شاعر وساحر وكاهن، وكان أنيس أحد الشعراء فقال: لقد سمعت قول الكهنة فما هو بقولهم، ولقد وصفت قوله على أقراء الشعراء, فوالله ما يلتئم على لسان أحد بعدي أنه شعر, ووالله إنه لصادق وإنهم لكاذبون٢.
فساعدت قريش بهذه المعارضة على توسيع رقعة الاستقطاب، والناس فطريا مجبولون على حب الاستطلاع، وكل قاطن في بيته بعيد عن الجاذبية القرشية, فهو طليق التفكير من ضغط العادات, وجاذبية التقاليد, فسوف يفكر بأسلوب سليم نقي من غوغائية الجهالة الجاهلة التي يعيش, فيها أبو جهل والوليد وعتبة والنضر وأبو سفيان والأخنس بن شريق.
لقد آمن ضماد من أزد شنوءة ومثيله في الصحة النفسية والسلامة العقلية الطفيل بن عمرو من أول مرة يستمعون فيها إلى آي الذكر الحكيم وقد جاءوا من بعيد, كما آمن معهم وفد نجران الذي قال لأبي جهل وهو يسفه عليهم: سلام عليكم.
_________
١ يتصرف ابن هشام ج١ ص٢٧١، ٢٧٢.
٢ الخصائص ج١ ص٢٨٧، وراجع الشفا ج٢ ص٤٩٨, راجع مسلم ج٤ ص١٩٢٠ تخريج المرحوم الأستاذ عبد الباقي.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (268,'‍ولم يؤمن النضر بن الحارث ولا أبو جهل ولا الوليد, وقد اتفقوا على أن الذي يقوله محمد ليس مثل كلام البشر, وأنه لا يكذب قط أبدا. فقد حاولوا أن يخلعوا أنفسهم من استقطاب الإيمان الذي حاصرهم وجدانيا, فأغلقوا دونه القلوب والأسماع، ولكنهم فتحوا بهذا الموقف العنيد آفاقا فسيحة, ونشروا بهذا الجحود والمكابرة والمواجهة استقطابا شاملا في أنحاء البيئة من قريب ومن بعيد، يقول ابن هشام:
فلما انتشر أمر رسول الله -صلى الله عليه وسلم- في العرب وبلغ البلدان, ذكر بالمدينة ولم يكن حي من العرب أعلم بأمر رسول الله -صلى الله عليه وسلم- حين ذكر, وقبل أن يذكر من هذا الحي من الأوس والخزرج, وذلك كلما كانوا يسمعون من أحبار اليهود وكانوا حلفاءهم ومعهم في بلادهم، فلما وقع ذكره بالمدينة, وتحدثوا بما بين قريش فيه من الاختلاف.
قال أبو قيس بن الأسلت أخو بني واقف -وكان يحب قريشا- قصيدة يعظم فيها الحرمة, وينهى قريشًا فيها عن الحرب ويذكر فضلهم وأخلاقهم, ويأمرهم بالكف عن رسول الله -صلى الله عليه وسلم- ويذكرهم بآلاء الله عندهم ودفعه عنهم الفيل وكيده عنهم١.
هكذا آثار الرسول الكريم -صلى الله عليه وسلم- بيئة الدعوة باستقطاب شامل كامل ساعدت في اتساع رقعة الجبهة المعارضة {وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ} , وتلك واحدة من امتيازات الدعوة الإسلامية يوم أن تكون خالصة لوجه الله يأتيها نصره من حيث لا نعلم.
_________
١ يتصرف ابن هشام ج١ ص٢٨٢، ٢٨٣.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (269,'وما أحوج الدعوة الإسلامية في العصر الحديث إلى هذا المستوى من العمل ينجذب إليها الناس كافة, إذ يسمعون عنها سلوكا مطبقا ووجودا عيانا فيه الخلاص والطمأنينة والأنس والسعادة, تعلو فيه أسماء الله الحسنى, وتخضع فيه النفوس كلها لجلال الله العظيم.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (270,'<span data-type="title" id=toc-39>سابعا: السلوك المطابق للمبادئ</span>
"أفرغت يا أبا الوليد؟ ".
بهذا الأدب الجم واستعمال الكنية في مخاطبة عتبة بن ربيعة بن عبد شمس، وبنداء رخي هادئ يتحدث الرسول -صلى الله عليه وسلم- إلى عتبة مجيبا عليه بعد أن تحدث طويلا, وأفرط في الحديث, وذكر كلاما يثير الحليم ويهيج العفيف ويغضب الحر. لقد تحدث عتبة بكلام بذيء غير موقر، لقد عرض فيما عرض على النبي -صلى الله عليه وسلم:
"أيها الرجل إن كان إنما بك الحاجة جمعنا لك حتى تكون أغنى قريش رجلا وأخذا.
وإن كان إنما بك من الباءة فاختر أي نساء قريش شئت فلنزوجك عشرا"١.
هذا عرض رجل جاهل لا يعرف أقدار الناس, ولا منازل الرجال, فقد عرفت قريش محمدا -صلى الله عليه وسلم- في شبابه أعف الرجال
_________
١ الروض الأنف ج٣ ص١٤٩، الخصائص الكبرى ج١ ص٢٨٣, الوفا بأحوال المصطفى ج١ ص٢٠١.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (271,'نفسا وأطهرهم قلبا وأنقاهم خاطرا وما هفا هفوة صغيرة, فقد عصمه الله, وكان هو الأمين وحده دون سائر شباب قريش وشيوخها أجمعين.
لقد كان أرضاهم وهو صغير, فماذا حدث لعقولهم بعد أن جاءهم بالروح الأمين؟
مقالة شنعاء, وقحة, بذيئة, جافية, جامدة, عمياء, قالها عتبة بن ربيعة ويستحق في مقابلها ردا مساويا لها جفوة وقسوة وإيلاما, ولكن الداعية الأول -صلى الله عليه وسلم- يقدم في رده برهانا على أنه لا يخالفهم إلى ما ينهاهم عنه.
لقد أبرز النبي -صلى الله عليه وسلم- مبادئ الدعوة في رده "أفرغت يا أبا الوليد" في هدوء هادئ, واتزان رزين, وصفح كريم, وعفو صادق.
يقولها رسول الله -صلى الله عليه وسلم- معلنا بها أن مبدأ العمل مع الجماعة في نظر الدعوة هو مطابقة سلوك الداعية إلى المبادئ الإسلامية, فتلا عليه القرآن حتى وصل إلى قوله تعالى:
{فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} .
فأمسك عتبة بفم رسول الله -صلى الله عليه وسلم- خوفا من نزولها, فإنه يعلم أن محمدا لصادق, وأنه ما كذب أبدا, فبات ذلك في التاريخ شهادة عليه, وأن ساعة أن عرض ما عرضه على النبي -صلى الله عليه وسلم- كان غير كريم السجية، وغير صادق في مسعاه, وأن رد النبي -صلى الله عليه وسلم- بات في سجلات التاريخ',NULL,'246',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (272,'شهادة رائعة الدلالة على أن الإسلام ما يرجو للبشرية إلا خيرا يحقق لها السعادة والأمن والتكريم١.
ولم يكن ذلك الحلم مرة واحدة لقد كان منهجا في أسلوب العمل للدعوة, لقد ذهب رسول الله -صلى الله عليه وسلم- إلى الطائف يدعوهم إلى عبادة الله وحده، وهي دعوة صريحة في احترام الإنسان نفسه وتوقيره لذاته أن يتوجه بالعبادة إلى الله الحق الذي يملك السموات والأرض، وترفع الإنسان عن الانحطاط الذي يزاوله بالسجود إلى حجر أو خشب صنعه بيده، ثم هو لا يملك لنفسه قطميرا من خير أو شر، وهي دعوة تتفق مع العقل العادي الذي يفكر تفكيرا عاديا مستقيما، وكذلك هي دعوة إلى الحق فيما كان عليه الآباء الأطهار سالفا قبل الانحراف الذي جره عمرو بن لحي٢, ولكن القوم آذوا رسول الله -صلى الله عليه وسلم- بصورة شنيعة قاسية لا تتفق مع الواجبات الأخلاقية لضيف أو قريب أو عابر سبيل.
لقد سلطوا عليه سفهاءهم وعبيدهم, فجعلوا يسبونه, ويصيحون به, ويرضخونه بالحجارة حتى أدموا رجليه, وهم يضحكون.
السلوك العادي هنا أن تنفجر النفس غيظا وحنقا, وأن يود الإنسان أن لو كان معه قوة السماء والأرض لينتصر لنفسه من هذه الأهزوءة
_________
١ راجع القصة في السيرة لابن هشام ج١ ص٢٩٥, السيرة لابن كثير ج١ ص٥٠٤، ٥٠٥, المواهب اللدنية ج١ ص٢٥٦, السيرة الحلبية ج١ ص٢٣٩, الوفا ج١ ص٢٠١, الخصائص الكبرى ج١ ص٢٨٣، ٢٨٤.
٢ الحلبية ج١ ص١١.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (273,'التي فعلها قوم ثقيف، وتأتي قوة السماء بجنودها وتستأذن رسول الله -صلى الله عليه وسلم- في أن تطبق الأخشبين على قوم ثقيف, وهذه القوة إذ تأتي إنما تأتي في لحظة حرارة النفس والموقف ما زال ملتهبا، وتأتي وهي تقص عليه الوقائع التي حدثت كأنما تعلل مجيئها بإقامة العدل.
إن الله قد سمع قول قومك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم.
ويقول ملك الجبال للنبي -صلى الله عليه وسلم:
أنا ملك الجبال, وقد بعثني ربي إليك لتأمرني بما شئت، فإن شئت أن أطبق عليهم الأخشبين١.
ولكن الإسلام دعوة لصلاح الناس, والنبي -صلى الله عليه وسلم- رحمة للعالمين، فهل تبقى المبادئ الإسلامية نظرية فقط؟ هنا يأتي دور التطبيق فيقول النبي -صلى الله عليه وسلم:
"بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده، ولا يشرك به شيئا" ٢. ويصفح رسول الله الصفح الجميل ويدعو دعاء
_________
١ هما جبلان تارة يضافان لمكة وتارة يضافان لمنى, فيقال: أخشبا مكة وأخشبا منى, وهما أبو قيس وقعيقعان "بالتصغير" ويسميان أيضا الجبجبان. راجع الشفا شرح نسيم الرياض ج٢ ص٨٢.
٢ الشفا ج٢ ص٨٢ الدرر ص٦٧، ٦٨, الحلبية ج١ ص٣٩٥-٣٩٦, السيرة لابن كثير ج٢ ص١٥٢، المواهب اللدنية ج١ ص٢٩٨، الخصائص الكبرى ج١ ص٤٥٢، مسلم ج٣ ص١٤٥٠، ١٤٥١.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (274,'نديا رخيا أخاذا بالنفس, والمشاعر والوجدان يعلم الداعية في كل زمن كيف يكظم غيظه، ويعفو عن قومه ويدعو ربه:
"اللهم إليك أشكو ضعف قوتي وقلة حيلتي وهواني على الناس يا أرحم الراحمين! أنت رب المستضعفين، وأنت ربي, إلى من تكلني؟ إلى بعيد يتجهمني؟ أم إلى عدو ملكته أمري؟ إن لم يكن بك علي غضب, فلا أبالي، ولكن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات, وصلح عليه أمر الدنيا والآخرة من أن تنزل بي غضبك, أو يحل علي سخطك, لك العتبى حتى ترضى, ولا حول ولا قوة إلا بك" ١.
وحق لملك الجبال أن يقول للنبي -صلى الله عليه وسلم: أنت كما سماك ربك رءوف رحيم٢.
وصدق صاحب الهمزية:
جهلت قومه عليه فأغضى ... وأخو الحلم دأبه الإغضاء
وسع العالمين علما وحلما ... فهو بحر لم تعيه الأعياء
ولم يكن ذلك في مكة فقط, وهي موضوع الحديث والدراسة، بل إن هذا المنهج استمر مع الدعوة في كل ظروفها يخلصها لله, ويجعل
_________
١ السيرة لابن هشام ج١ ص٤٢٠، تاريخ الطبري ج٢ ص٣٤٥.
٢ الحلبية ج١ ص٣٩٦.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (275,'كل حركة فيها ابتغاء وجه الله, ويبرهن في كل مصيبة يأتي بها الأعداء أن الدعوة ما تقصد إلا تكريمهم وتوقيرهم وإعزازهم واحترامهم، ففي الشفا:
روي أن النبي -صلى الله عليه وسلم- لما كسرت رباعيته وشج وجهه الكريم يوم أحد شق ذلك على أصحابه, وقالوا: لو دعوت الله عليهم.
فقال عليه الصلاة والسلام:
"إني لم أبعث لعانا ولكن بعثت داعيا ورحمة, اللهم أهد قومي فإنهم لا يعلمون" ١.
إنهم حقا لا يعلمون طريق الحق فما زالوا في غواية النفس، ولا يعرفون قدر النبي -صلى الله عليه وسلم- فما زالوا في حجاب من الجاهلية الأولى ولا يعرفون حقيقة الإسلام فقد طمسوا قلوبهم بثقافة الأجداد، وجعلوا على سمعهم ختما, وران على قلوبهم ما كان به يأفكون.
لقد كان السلوك المطابق هو منهج العمل مع الجماعة الذي كان يوصي به رسول الله -صلى الله عليه وسلم- القيادة التي تحمل معه في حقل الدعوة الإسلامية مسئولية العمل، لما أسلم الطفيل بن عمرو الدوسي وعاد إليه قومه يدعوهم إلى الإسلام, فأبطئوا عليه, فأنف الطفيل منهم ذلك الإبطاء, فهو رجل وجيه في قومه وإنه للبيب ذكي مشهور بالألمعية
_________
١ الشفا ج١ ص١٤.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (276,'والفطنة والرجاحة, وما كان يظن أن قومه يلبثون مليا إذا دعاهم إلى الإسلام حتى يجيبوا داعي الله, فلما أبطئوا عليه جاء إلى رسول الله -صلى الله عليه وسلم- بمكة, فقال له: يا رسول الله! إنه قد غلبني على دوس الزنا فادع الله عليهم.
لقد ضاقت نفس الداعية, ونفد صبره, وكره من قومه الاستمرار في الضلالة والانحراف, ولكنه هو ذاتيا واثق من دعوته ومبادئه, فاستعان برسول الله -صلى الله عليه وسلم- أن يدعو الله عليهم ليهلكهم.
ولكنه منطق لا يتفق مع عالمية الإسلام واستمراره إلى يوم القيامة, فليس بعد الإسلام دين آخر, حتى يهلك هؤلاء, ثم يأتي قوم آخرون, ولهم نبي آخر كما فعل بأشياع الكافرين في الغابر.
إنه دين خاتم ورسالة سرمدية إلى يوم القيامة, ومنهج يربي ويسوس ويبني لخير الإنسانية كلها.
ولهذا قال النبي -صلى الله عليه وسلم:
"اللهم اهد دوسا".
ثم قال للطفيل:
"ارجع إلى قومك, فادعهم, وارفق بهم" ١.
_________
١ السيرة لابن كثير ج٢ ص٧٤، الحلبية ج١ ص٤٠٣، ٤٠٤، الروض الأنف ج٣ ص٣٧٨، الروض الأنف ج٣ ص٣١٧، الوفا ج١٢ ص٢٠٦.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (277,'لقد كان الخلق الفاضل والمؤانسة والوداد والصفح هي أسلوب العمل مع معاندي الدعوة حتى تبرز معالم الإسلام وحقائقه وأفضاله؛ ولهذا كان الرسول -صلى الله عليه وسلم- دائما ودودا، رءوفا صفوحا, وكان لا ينادي الواحد من أعداء الدعوة إلا بالكنية المؤدبة والاسم اللطيف.
ففي الخصائص الكبرى, عن المغيرة بن شعبة قال: إن أول يوم عرفنا رسول الله -صلى الله عليه وسلم- أني أمشي أنا وأبو جهل بن هشام في بعض أزقة مكة إذ لقينا رسول الله -صلى الله عليه وسلم- فقال رسول الله -صلى الله عليه وسلم- لأبي جهل: "يا أبا الحكم! هلمّ إلى الله وإلى رسوله, أدعوك إلى الله ... ".
إن سلطة محمد في قومه معروفة, ومكانته مشهورة, ومركزه وحده فريد في القوم، وأبو جهل واحد من كبار أعداء الله ورسالته، ولكن أسلوب التعامل هنا هو أن يظهر الداعية أخلاقيات الدعوة عمليا, فيناديه الرسول الكريم عليه أفضل الصلاة والسلام: "يا أبا الحكم! " ١, إن اسمه المشهور به: عمرو بن هشام بن المغيرة ابن أخ الوليد بن المغيرة٢ من أسرة تعادي الله ورسوله وجماعة المسلمين, ولكن الداعية الأول -صلى الله عليه وسلم- يبسط إليه القول في لين وسماحة ومودة كسلوك عملي لمحاسن الإسلام، وتطبيق وجودي لأخلاقياته حتى يظهر للخصم أن المعركة ليست أنانية, وإنما هي لخير الخصم نفسه أن يثوب إلى الله الذي خلقه وأنعم عليه بعديد الآلاء.
_________
١ الخصائص الكبرى ج١ ص٢٨٦.
٢ الخصائص الكبرى ج١ ص٢٨٠ تعليق.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (278,'ولذا فما كانت تحمل نفس رسول الله -صلى الله عليه وسلم- ألما لواحد من المجابهين للدعوة العتاة القساة في تصرفاتهم نحو المسلمين الأول، فلقد كان يدعو ربه أن يعز الإسلام بأحد الرجلين اللذين أطنبا في السخرية بالإسلام والمسلمين، ففي الدلائل للبيهقي:
"اللهم أعز الإسلام بأحب هذين الرجلين إليك" ١.
قال في الخصائص رواية عن الطبراني: عن أنس أن رسول الله -صلى الله عليه وسلم- دعا عشية الخميس فقال:
"اللهم أعز الإسلام بعمر بن الخطاب أو بعمرو بن هشام". فأصبح عمر يوم الجمعة فأسلم٢.
ولقد كان عقبة بن أبي معيط من كبار المستهزئين بالإسلام وبالمسلمين وكان كثير الأذى لرسول الله -صلى الله عليه وسلم- قال فيه -صلى الله عليه وسلم:
"كنت بين شر جارين أبي لهب وعتبة بن أبي معيط, إن كانا ليأتيان بالفروث فيطرحانها على بابي".
ومع هذا فإن صاحب الحلبية يروي أن رسول الله -صلى الله عليه وسلم- كان يكثر من مجالسة عقبة بن أبي معيط٣، ليدعوه إلى الإسلام.
_________
١ الدلائل للبيهقي ج٢ ص٣, راجع الطبقات الكبرى لابن سعد ج٣ ص٢٦٧.
٢ الخصائص الكبرى ج١ ص٣٣٣، راجع الحلبية ج١ ص٣٦٧، المواهب ج١ ص٢٧٢.
٣ الحلبية ج١ ص٣٥٣.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (279,'لقد كان رسول الله -صلى الله عليه وسلم- على المستوى الرفيع. تحمل أعباء الرسالة، وكان عمله الكريم نبراسا لمنهجية العمل مع الجماعة في المستقبل، وقد أثبت القرآن الكريم ذلك بقول الله تعالى:
{فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} ١.
{خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} ٢.
{فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِير} ٣.
ولقد وصفه الله جل شأنه بقوله:
{وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} ٤.
قال ابن كثير في تفسيرها: عن قتادة: سئلت عائشة عن خلق رسول الله -صلى الله عليه وسلم- قالت: كان خلقه القرآن٥.
_________
١ الآية رقم ١١٢ من سورة هود.
٢ الآية رقم ١٩٩ من سورة الأعراف.
٣ الآية رقم ١٥ من سورة الشورى.
٤ الآية رقم ٤ من سورة القلم.
٥ تفسير ابن كثير ج٤ ص٤٠٣، راجع الطبقات الكبرى لابن سعد ج١ ص٣٦٤.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (280,'يقول شيخنا العارف بالله فضيلة الدكتور عبد الحليم محمود: وحقيقة الأمر أن رسول الله كان في كل ما يأتيه, وكل ما يدعيه قرآنا مطبقا، ومن هنا كان قوله سبحانه وتعالى في بيان ذلك في شأنه -صلى الله عليه وسلم:
{إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} ١.
{وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيم} .
{ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ} ٢.
{وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ مَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا وَاقٍ} ٣.
{فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ} .
كانت تأتيه الدنيا فينفقها وهو جالس، أتى إليه صلوات الله وسلامه عليه سبعون ألف درهم فوضعها، كما يروي هارون بن رباب على حصير، ثم قام إليها يقسمها فما رد سائلا حتى فرغ منها٤.
لقد كان رسول الله -صلى الله عليه وسلم- مثالا وأسوة لتطبيق مبادئ الدعوة سلوكيا حتى كانت حقيقة نفسه الشريفة من حقيقة الرسالة, وكانت عظمة نفسه الزكية من عظمة هذه الرسالة.
_________
١ من الآية رقم ١٥ من سورة يونس.
٢ الآية رقم ١٨ من سورة الجاثية.
٣ الآية رقم ٣٧ من سورة الرعد.
٤ الإسلام والعقل ص١٢٤، ١٢٥.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (281,'إن الحقيقة المحمدية كالحقيقة الإسلامية أبعد من كل مدى يملكه مجهر مكبر بشري, وقصارى ما يملكه راصد لعظمة محمد -صلى الله عليه وسلم- التي يراها ولا يقدر على تحديدها أنه كان لهذه الرسالة نبيا فلولاه ما كانت لغيره ولو كانت ما كانت إلا له.
إن محمدا -صلى الله عليه وسلم- وحده هو الذي يرقى إلى هذا الأفق من العظمة إنه وحده الذي يبلغ قمة الكمال الإنساني المجانس لنفحة الله في كيانه هو، هو الذي أعد خاصة لهذه الرسالة الكونية العالمية حتى لتتمثل في شخصيته الحية، إنه وحده أهل لهذا المقام الرفيع {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَه} ولهذا فقد كان خلقه القرآن، وكان وصفه العظيم {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيم} وليس غير محمد -صلى الله عليه وسلم- يطيق هذا الثناء من جلال الله وهو ثابت لا ينسحق تحت ضغطها الهائل ولا تأرجحت شخصيته فوق كل دليل، وتلك هي السوية البشرية للأنبياء، وكان هو وحده الأسوة الحسنة التي يتأسى بها الدعاة في كل عصر وحين.
ولقد شهد في العصر الحديث بهذه الأسوة وتطبيق مبادئ الدعوة رجل من الأذكياء المنصفين من متمذهبي البراهمة سئل: بماذا كان رسول الإسلام عندك أكمل رجال العالم؟ فأجاب: لأني أجد في رسول الإسلام خلالا مختلفة وأخلاقا جمة وخصالا كثيرة لم أرها اجتمعت في تاريخ العالم لإنسان واحد في آن واحد، فقد كان ملكا دانت له أوطانه كلها يصرف الأمر فيها كما يشاء، وهو مع ذلك متواضع في نفسه يرى أنه لا يملك من الأمر شيئا, وأن الأمر كله بيد ربه.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (282,'وتراه في غنى عظيم تأتيه الإبل موقرة بالخزائن إلى عاصمته, ويبقى مع ذلك محتاجا, ولا توقد في بيته نار لطعام الأيام الطوال, وكثيرا ما يطوي على الجوع.
ونراه قائدا عظيم يقود الجند القليل العَدد الضعيف العُدد, فيقاتل بهم ألوفا من الجند المدجج بالأسلحة الكاملة, ثم يهزمهم شر هزيمة, وتجده محبا للسلام مؤثرا للصلح, ويوقع شروط الهدنة على القرطاس بقلب مطمئن, وجأش هادئ, ومعه ألوف من أصحابه كل منهم شجاع باسل وصاحب حماسة وحمية تملأ جوانحه.
ونشاهده بطلا شجاعا يصمد وحده لآلاف من أعدائه غير مكترث بكثرتهم, وهو مع ذلك رقيق القلب رحيم رءوف متعفف عن سفك قطرة دم.
وتراه مشغولا بجزيرة العرب كلها بينما هو لا يفوته أمر من أمور بيته وأزواجه وأولاده, ولا من أمور فقراء المسلمين ومساكينهم, ويهتم بأمر العالم كله، وهو مع ذلك متبتل إلى الله منقطع عن الدنيا فهو في الدنيا وليس فيها؛ لأن قلبه لا يتعلق إلا بالله وبما يرضي الله١.
لقد كان رسول الله -صلى الله عليه وسلم- أسبق الناس إلى عمل ما يأمر به، يقول الشيخ الندوي:
ومن أفضل سيرته وأعلاها أنه بعدما أوحي إليه لم يأمر أتباعه وأصحابه بأمر إلا وقد سبقهم إلى العمل به٢.
_________
١ الرسالة المحمدية ص٨٧.
٢ الرسالة المحمدية ص١٠٨.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (283,'ولقد حدد بذلك رسول الله -صلى الله عليه وسلم- قاعدة من قواعد منهج العمل مع الجماعة, وهي اتحاد السلوك مع المبادئ التي يدعو إليها, ولهذا استحق هذا المنهج صبرا طويلا على مشقة التبليغ وعداوة المكابرين.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (284,'<span data-type="title" id=toc-40>ثامنا: الصبر وتحمل المشاق</span>
{وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ} ١.
{تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} ٢.
{وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِين} .
{وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ} ٣.
{وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} ٤.
{فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِه} ٥.
{فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى} ٦.
_________
١ الآية رقم ١٠٩ من سورة يونس.
٢ الآية رقم ٤٩ من سورة هود.
٣ الآية رقم ١٢٧ من سورة النحل.
٤ من الآية رقم ٢٨ من سورة الكهف.
٥ من الآية رقم ٦٥ من سورة مريم.
٦ الآية رقم ١٣٠ من سورة طه.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (285,'{فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ} ١.
{اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ} ٢.
{فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْأِبْكَارِ} ٣.
{فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ} ٤.
{فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ} ٥.
{فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ} ٦.
{وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} ٧.
{فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ} ٨.
{فَاصْبِرْ صَبْرًا جَمِيلًا} ٩.
_________
١ الآية رقم ٦٠ من سورة الروم.
٢ الآية رقم ١٧ من سورة ص.
٣ الآية رقم ٥٥ من سورة غافر.
٤ الآية رقم ٧٧ من سورة غافر.
٥ من الآية رقم ٣٥ من سورة الأحقاف.
٦ الآية رقم ٣٩ من سورة ق.
٧ الآية رقم ٤٨ من سورة الطور.
٨ الآية رقم ٤٨ من سورة القلم.
٩ الآية رقم ٥ من سورة المعارج.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (286,'{وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا} ١.
{وَلِرَبِّكَ فَاصْبِر} ٢.
{فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} ٣.
من أساسيات العمل مع الجماعة أن تبرز الأهداف التي يُدعى إليها في جو طبيعي، بعد أن يتحلى بها الدعاة سلوكا عمليا.
وقد التزمت القيادة في ظلال العمل المكي بالسلوك المطابق للمبادئ الإسلامية، تنقية للدعوة في صورتها العملية من أدنى شائبة تحسب عليها، ذلك بأن الفرد المسلم هو مرآة الإسلام.
ولهذا فإن الدعوة الإسلامية في عهدها المكي قد تجنبت صداما مسلحا حتى تعطي فرصة كاملة لإبراز معالم الدعوة وحقيقة الإسلام، ولذلك التزمت بالصبر الإيجابي الذي يزاول العمل في إخلاص مع التحمل لشدائد الأمور.
ولو سمح القرآن الكريم للجماعة الإسلامية بالدفاع عن النفس في هذه المرحلة، لما أمكن للدعوة أن تُري للناس على طول الحياة أنها دعوة لخير الإنسانية، ولكانت مشادات في محيط الأسرة بين الولد ووالده والعبد وسيده والمرأة وزوجها، ولصح للكافرين يومها أن يقولوا: إن محمدا -صلى الله عليه وسلم- يفرق بين المرء وزوجه وبين المرء وأبيه وبين المرء وأخيه.
_________
١ الآية رقم ١٠ من سورة المزمل.
٢ الآية رقم ٧ من سورة المدثر.
٣ الآية رقم ٢٤ من سورة الإنسان.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (287,'وليس ذلك هو الهدف ولا هو المنهج كذلك، ولذلك أكد القرآن في هذا العهد المكي ضرورة التحلي بالصبر كمنهج، وهو صبر إيجابي يزاول أعمال الدعوة مع التحمل لأذى الكافرين.
ماذا يكون يا ترى لو وقعت المعارك في كل بيت؟ أيكون هذا هو الإسلام؟ أيكون ذلك هو الهدف الذي يدعو إليه محمد صلى الله عليه وسلم؟
لقد قيلت دون حرب أو مقتلة أو معركة: إن محمدا يفرق بين المرء وزوجه.
لقد قيلت مع الأمر بالكف عن القتال، لقد قيلت مع الأمر بالتزام الصبر فماذا يقال يا ترى لو أن القرآن الكريم أذن بالقتال في هذا العهد؟ هنا تبرز حكمة التذرع بالصبر كواحدة من أساسيات العمل مع الجماعة وهذا هو الداء الذي تعانيه الدعوة الإسلامية في العصر الحديث.
إنه لا بد من مرحلة طويلة يبرز فيها بالسلوك العملي، أن دعوة الإسلام دعوة لخير الإنسان ولكرامته وعزته واحترامه، ولن تبرز هذه المعالم، إلا إذا صفى الدعاة أنفسهم من كل شبهة تعوق هذه المعالم عن الظهور، ولهذا يتكرر الأمر بالصبر في السور المكية على النحو الذي ذكرنا له نماذج، ليعلم المشتغلون بالدعوة الإسلامية أن من منهج العمل مع الجماعة لتبليغ الدعوة "الصبر الطويل" الذي يمكن الغير من التعرف على امتيازات الإسلام.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (288,'وقد جعل الله ابتلاء الدعاة في كل عصر تدريبا تربويا ليخلصهم إلى طاعته وينقيهم من كل شبهة ويمحصهم من كل آفة.
{الم، أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ، وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} .
توجد هذه المظاهرة كقانون إلهي.
{سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا} .
وهي اختيار واختيار يصفي الله به العاملين والمبلغين رسالاته، ولقد كان من معالم هذا الطريق.
أن سيدنا نوحا عليه السلام لبث في قومه ألف سنة إلا خمسين عاما يدعوهم إلى توحيد الله جل شأنه وهو عمر يتيم في حياة الدعوة، لم يتكرر بعد -والله أعلم- ولكن قومه وضعوا أصابعهم في آذانهم واستغشوا ثيابهم وأصروا واستكبروا استكبارا، فأخذهم الطوفان وهم ظالمون.
وسيدنا إبراهيم عليه السلام لبث عمرا مديدا لم يحدده القرآن الكريم، وكانت نتيجة جهاده, فآمن له لوط فقط، وترك قومه وتبرأ منهم وقال: {إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ} .
وسيدنا موسى عليه السلام ترهق حياته أعصاب المتتبع لها، فهو يولد في جو يشيع فيه فرعون الرعب والإرهاب والذعر، وتقوم حكومته بإعدام أطفال بني إسرائيل ويولد موسى في هذا الجو القاسي',NULL,'262',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (289,'الرهيب ويرمي في البحر في تابوت من الخشب ويلقيه اليم إلى ساحل فرعون العاتي القاسي المتجبر الذي أصدر أوامر الإعدام على الأطفال الرضع، وإذن فكيف ينجو موسى؟
ويلقي الله العلي العظيم في قلب آسيا رقة ورأفة بموسى فتقول لهم: {لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا} , وهي إشارة بعيدة إنها هي المتحدثة هي القائلة: {عَسَى أَنْ يَنْفَعَنَا} فالمنفعة لها لصنفها لمؤمنات مثلها.
ويعاف موسى الأثداء كلها, وكانت أخته تقصه ثم تدخل القصر وتقول لهم: {هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ} .
ويعود موسى إلى أمه كما وعد الله جل شأنه.
كيف كانت أخت موسى تقصه؟
وكيف استطاعت أن تصل إلى مستوى المشورة والتناصح للقصر الفرعوني؟
وكيف لا يشك في موسى وقد عاد إلى بيت من بيوت بني إسرائيل؟
ذلك كله أمر الله وجلاله وقدرته يقدمها القرآن في العصر المكي نموذجا لمضايق العمل الإسلامي, وكيف ينقيها الله من عتو الجاهلين.
ثم يشب موسى ويدعو إلى الإصلاح, وتضطره الظروف إلى الهجرة وفي الطريق لا تتركه الأحداث هادئا فيرى على ماء مدين',NULL,'263',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (290,'امرأتين تذودان والناس في شح لم يرحموا ضعفهما ولا قلة حيلتهما، وهو رجل عابر سبيل فتأخذه الشفقة والرحمة امتثالا لمبادئه العليا فيسقى لهما ويبرز هنا كذلك سؤال: كيف استطاع موسى أن يمنع الناس عن الماء وهم جمع في بلادهم وهو رجل غريب؟ وكيف انصاع الناس له؟ ذلك أمر الله وقدره، يلحظ فيه الداعية كيف ييسر الله للمخلصين كل سبيل يسهل إلى الخير ويحقق النفع للناس.
وفي مدين يمكث عشر حجج يرجع بعدها مع أهله فتأتيه الرسالة بطريق الخطاب المباشر دون قدرة على الرؤية ويتحمل قولا ثقيلا:
{اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى} .
ويبدأ موسى بتنفيذ أمر ربه وتكون طريقة الخلاص من فرعون جد شاقة فيؤمر من عند ربه: {فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ} .
وحتى بعد الخلاص أثناء السير قال له أصحابه: {إِنَّا لَمُدْرَكُونَ} من شدة الهلع والخوف.
حتى إذا ما نجو قالوا: {يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ} .
فتمر دعوة موسى عليه السلام في تسلسل من الصعوبات والامتحانات والابتلاءات ذلك لأن طبيعة الدعوة دائما تحتاج إلى صبر في عرضها وصبر على مجابهة خصومها, ولهذا رفض رسول الله -صلى الله عليه وسلم- أن يستنصر بالدعاء على كفار مكة أن يبيدهم الله بهلاك من عنده نظير ما فعلوه في جماعة المسلمين، ففي البخاري: حدثنا الحميدي حدثنا سفيان حدثنا بيان وإسماعيل قالا: سمعنا قيسا',NULL,'264',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (291,'يقول: سمعت خبابًا يقول: أتيت النبي -صلى الله عليه وسلم- وهو متوسد بردة وهو في ظل الكعبة وقد لقينا من المشركين شدة فقلت: ألا تدعو الله؟ فقعد وهو محمر وجهه فقال: "لقد كان من قبلكم ليمشط بمشاط الحديد ما دون عظامه من لحم وعصب، ما يصرفه ذلك دينه، ويوضع المنشار على ما مفرق رأسه فيشق باثنين ما يصرفه ذلك عن دينه، وليتمنّ الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت ما يخاف إلا الله" , زاد بيان: "والذئب على غنمه" ١.
وفي رواية زاد: "ولكنكم تستعجلون" ٢.
لقد كانت المدرسة النبوية تربي القيادة على أمثل مستوى يجردها من كل هوى وشائبة لتخلص الطوايا والنفوس لله رب العالمين، وكانت هذه التربية تتمشى مع التوجيه القرآني: {فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ لَهُمْ} .
فكانت توجيه القلوب والحواس إلى رضوان الله وإلى الصبر والتحمل حتى يأذن الله بما يشاء لهذه الطليعة الأولى في حياتها الدنيا وفي حياتها الأخرى على السواء.
كان الرسول -صلى الله عليه وسلم- يرى عمارا وأمه وأباه رضي الله عنهم يعذبون أشد العذاب في مكة فما كان يزيد على أن يقول لهم: "صبرا آل ياسر فإن موعدكم الجنة".
_________
١ البخاري فتح الباري ج٨ ص١٦٥، ١٦٦، المواهب اللدنية ج١ ص٢٦٦، دلائل البيهقي.
٢ السيرة لابن كثير ج١ ص٤٩٦، الفتح الرباني ج٢٠ ص٢٢٢، راجع فتح الباري ج٧ ص٤٣١، ٤٣٢.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (292,'وفي رواية: "صبرا آل ياسر! اللهم اغفر لآل ياسر" ١.
إن العمل للدعوة الإسلامية يرتبط بمنهج الصبر وقانون التحمل للمشاق ذلك بأن الصبر جهاد والجهاد فريضة والصبر واحد من ألوان هذا الجهاد.
إن جهاد النفس على وساوس الشيطان نوع من الجهاد.
والجهاد بالصبر على المكاره في مواجهة أعداء الإسلام نوع من الجهاد والتغلب على شهوة الحياة الدنيا العاتية نوع من الجهاد.
والدعوة الإسلامية في دور العرض تحتاج إلى نوع خاص من الجهاد هو جهاد الصبر لتمحص المسلم وتجرده من كل شهوة وهوى، وتتأكد من صلاحيته للعمل الإسلامي، بعيدا عن كل لون ثقافي يتأثر به، مثل:
الثأر، والعصبية للجنس والوطن, أو حب الدنيا وإيثار الراحة.
إن الفترة المكية كانت فترة تربية وإعداد لقوم معينين وسط ظروف معينة, هي ظروف المجتمع العربي الجاهلي الذي يؤثر في حياته مواريث الآباء والأجداد، فكان من أهداف هذه التربية تدريب الذات العربية على الصبر واحتمال الشدائد التي لا يصبر عليها بالعادة من الضيم على شخصيته أو من يلوذون به حتى يخلص جسده وعقله وقلبه ووجدانه وفكره لله رب العالمين, وحتى يتجرد من ذاته وذات من
_________
١ الحلبية ج١ ص٣٣٧.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (293,'يلوذون به فلا تكون الذات هي المحور لحياته, ولا هي الدافع لتحركه في وجوده.
وكانت كذلك تربية على ضبط الأعصاب حتى لا يندفع الرجل العربي وراء حماسته لأي مؤثر يشعل حميته، وحتى لا يهتاج لأول مهيج وذلك حتى يتم الاعتدال في طبيعته وحركته.
وكانت كذلك تربية على أن يتبع أسلوب حياة جديدة تحت قيادة جديدة يرجع إليها في كل شيء, ويأخذ عنها جميع أمور حياته ولا يتصرف إلا وفق ما تأمره به مهما يكن الأمر مخالفا لمألوفه وعادته ومواريثه، وقد كان ذلك هو حجر الأساس في إعداد شخصية الرجل العربي لإنشاء نواة المجتمع الإسلامي الذي يخضع لقيادة موجهة من الوحي بعيدا عن السلطان البشري الضال المزيف.
إن إعداد النفوس وتربيتها بناء صعب يحتاج إلى زمن طويل وصبر طويل لكي يعطي فرصة واسعة لمن وضع نفسه في موضع الخصومة ليتفكروا ويتأملوا ويبحثوا أسباب ردهم للدلائل والبراهين التي طال شرحها وطال عرضها، ويبحثوا كذلك أسباب تخلق المسلمين بالصبر مع القدرة على اتخاذ موقف دفاعي كما حدث من عمر بن الخطاب رضي الله عنه الذي بدل عنفه على المسلمين قوة لهم، وغير ظلمه إياهم عدلا لمبادئهم ودعوتهم بعد أن استروحت نفسيته عبير الدعوة واستنشقت رئتاه نسيم الإيمان، فتذوق حلاوة الإسلام، فانقاد في قوة عارمة وعاد من تجبره ليكون للمسلمين عونا ومعينا ومساعدا ونصيرا, وتلك واحدة من آثار منهج الصبر, وشاء الله أن يكون ذلك دائما هو',NULL,'267',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (294,'طابع العمل في الدعوة لما يعلمه جل شأنه من أن بعض المعاندين الذين يفتنون أوائل المسلمين عن دينهم ويعذبونهم ويؤذونهم هم بأنفسهم سيكونون من جند الله, ومن قادة الدعوة المخلصين.
هذه الخلقية التي تحتاجها الدعوة في مرحلة العرض تحتاج كذلك إلى إيمان بالتفويض المطلق إلى الله جل شأنه في تسيير مجريات النصر وأسبابه للدعوة الإسلامية, فإن النصر معناه ووقته وسببه والذين سيشهدون ملابساته أمور موكولة إلى الله وحده, فإنها مقادير عليا تخضع للسلطان الإلهي فحسب {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} .
وما على الدعاة إلا أن يخلصوا للعمل لوجه الله حسب منهاج الدعوة وإن يؤدوا واجبهم ثم يذهبوا وواجبهم هنا هو أن يختاروا الله ورسوله والقرآن الكريم، غاية وزعيما ودستورا، وأن يؤثروا العقيدة على كل متاع الحياة في أوج عظمتها وأن يستعلوا بالإيمان على المفتنة في أشد قسوتها وأن يصدقوا الله في العمل والنية ثم بعد ذلك ليفعل الله بهم وبأعداء دينهم ما يشاء.
وإذن فإنه لمن الخطأ الكبير في عصرنا الحديث أن نسأل متى نصر الله؟
إن نصر الله لا بد آت إنه وعده الكريم ولن يخلف الله وعده أبدا ولكن مفهوم النصر ليس هو التسلط ولا الحكم وليس هو المال والجاه، وليس موطنه الحياة في الأرض فقط.
إن مجال المعركة ليس هو الأرض وحدها وليس هو الحياة الدنيا وحدها وشهود المعركة ليسوا هم الناس في جيل من الأجيال, بل',NULL,'268',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (295,'إن الملأ الأعلى يشاركه في أحداث الأرض ويشهد عليها, ويزنها بميزان خاص غير ميزان الأرض في نوع من أجيالها بل في أجيالها جميعا، والملأ الأعلى يضم مع الأرواح الكريمة أضعاف أضعاف ما تضم الأرض من الناس، وما من شك أن ثناء الملائكة والملأ الأعلى وتكريمه أكبر وأعظم وأجل وأنفس وأرجح في أي ميزان من رأي أهل الأرض وتقديرهم وموازينهم على الإطلاق, وبعد ذلك هناك الآخرة وهي المجال الأصيل الذي يلحق به مجال الأرض إن طوعا وإن كرها, ثم هو لا ينفصل عنه لا في الحقيقة الواقعة ولا في الحس المؤمن فيما يتعلق بهذه الحقيقة, فالمعركة إذن لم تنته, وخاتمتها الحقيقية لم تجئ بعد, والحكم عليها بالجزء الذي عرض منها في الأرض في وقت ما أوفى الأوقات كلها غير دقيق, بل وغير صحيح لأنه حكم على الشطر الصغير الأدنى والشطر الزهيد الطائش وصدق الله العظيم:
{الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} ١.
{وَلا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ، مُهْطِعِينَ مُقْنِعِي رُؤُوسِهِمْ لا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ} ٢.
_________
١ الآية رقم ٧ من سورة غافر.
٢ الآيتان ٤٢، ٤٣ من سورة إبراهيم.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (296,'نعم لم تعد الحياة الدنيا هي الخاتمة للمطاف ولا هي موعد الفصل في الخلاف, كما أن الحياة وكل ما يتعلق بها من لذائذ وآلام ومتاع وحرمان لم تعد هي القيمة العليا في الميزان.
{وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ} ١.
{وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} ٢.
{بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا، وَالْآخِرَةُ خَيْرٌ وَأَبْقَى} ٣.
ومرة أخرى نعود إلى مفهوم النصر لنراه قضاء مقضيا ووعدا نافذا من الله تعالى:
{إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} ٤.
بينما يشاهد الناس أن الرسل منهم من يقتل ومنهم من يهاجر من أرضه وقومه مطرودا مكذبا, وأن المؤمنين فيهم من يسام العذاب وفيهم من يلقى في الأخدود وفيهم من يستشهد، وفيهم من يعيش في كرب وشدة واضطهاد وضيق في الرزق فيسألون: فأين وعد الله لهم بالنصر في الحياة الدنيا؟
_________
١ الآية رقم ٣٢ من سورة الأنعام.
٢ الآية رقم ٦٤ من سورة العنكبوت.
٣ الآيتان ١٦، ١٧ من سورة الأعلى.
٤ الآية رقم ٥١ من سورة غافر.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (297,'ويدخل الشيطان إلى النفوس من هذا المدخل ويفعل بها الأفاعيل، ولكن الناس يخطئون إذ يقيسون الأمور بميزان ظاهري محدد ويغفلون عن قيم كثيرة وحقائق كثيرة في التقدير.
إن الناس يقيسون بفترة قصيرة من الزمن وحيز محدود من المكان. وهذه مقاييس بشرية صغيرة.
فأما المقياس الشامل فيعرض القضية في الرقعة الفسيحة في الزمان والمكان ولا يضع الحدود بين عصر وعصر ولا بين مكان ومكان, ولو نظرنا إلى قضية الإيمان في هذا المجال لرأيناها تنتصر من غير شك وانتصارها مرتبط بانتصار أصحابها إذ ليس لأصحاب هذه القضية وجود ذاتي خارج وجودها وأول ما يطلبه منهم الإيمان أن يفنوا فيه ويختفوا هم ويبرز هو.
والناس كذلك يقصرون معنى النصر على صورة معينه معهودة قريبة الرؤية والمنال لأعينهم، ولكن النصر له صور شتى، وقد يلتبس بعضها بصورة الهزيمة عند النظرة القصيرة أو السطحية.
فسيدنا إبراهيم -عليه السلام- وهو يلقى في النار هو من غير شك في منطق الإيمان أنه كان على قمة النصر عندما ألقاه الكفار في النار كما أنه انتصر مرة أخرى عند ما قيل للنار: كوني بردا وسلاما على إبراهيم.
هذه صورة والأولى صورة وهما في الظاهر بعيد من بعيد أما في الحقيقة فهما قريب من قريب وكلاهما نصر من عند الله.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (298,'والحسين رضي الله عنه وهو يستشهد، كان في تلك الصورة مفجعة عظيمة من جانب, ولكنها كانت من جانب آخر نصرا عظيما له.
في الصورة الظاهرة وبالمقياس الصغير كانت هزيمة، فأما في الحقيقة وبالمقياس الكبير فقد كانت نصرا، فما من شهيد في الأرض تهتز له الجوانح بالحب والعطف، وتهفو القلوب له وتجيش بالغيرة والفداء من أجله كالحسين بن علي رضي الله عنه يستوي في ذلك المتشيعون وغيرهم من كثير من المسلمين.
وكم من شهيد ما كان يملك أن ينصر إيمانه ودعوته ولو عاش ألف عام كما نصرها الحسين باستشهاده.
وما كان يملك أن يودع القلوب من المعاني الكبيرة ويحفز الألوف إلى الأعمال الجليلة بخطبة مثل خطبته الأخيرة التي يكتبها بدمه فتبقى دائما حافزا محركا للأبناء والأحفاد, بل ربما كانت محركا لخطا التاريخ كله على مدى الأجيال, وذلك نصر كبير بحمد الله.
إننا اليوم في حاجة كبيرة إلى أن نراجع ما استقر في تقديرنا من الصور والقيم لمعنى النصر قبل أن نسأل: متى نصر الله؟ وأين وعد الله؟
إن هناك حالات كثيرة يتم فيها النصر في صورته الظاهرة القريبة حين تتصل هذه الصورة الظاهرة القريبة بصورة باقية ثانية. لقد',NULL,'272',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (299,'انتصر رسول الله -صلى الله عليه وسلم- لأن هذا النصر يرتبط بمضي إقامة العقيدة بحقيقتها الكاملة في الأرض، فإن هذه العقيدة لا يتم تمامها إلا إذا هيمنت على حياة الجماعة البشرية في كل تصرفاتها من قلب الفرد الواحد، حتى الدولة القائمة على الحكم بإذن الله, وقد شاء الله أن ينتصر صاحب هذه العقيدة عليه أفضل الصلاة والسلام في حياته؛ ليحقق هذه العقيدة في صورتها الكاملة ويتركها من بعده حقيقة مقرة في واقع تاريخي ملموس مشهود, ومن هنا اتصلت صورة النصر القريبة بصورة أخرى بعيدة, واتحدت الصورة الظاهرة مع الصورة الحقيقية؛ لأن الله أراد هذا ورتبه؛ ذلك لأن وعد الله قائم برسله والذين آمنوا معهم فلا بد أن توجد حقيقة الإيمان في القلوب التي ينطبق عليها هذا الوعد.
وثمة اعتبار آخر أن كثيرا ما يتجاوز الناس في إدراك حقيقة الإيمان, وهي لا توجد إلا حين يخلو القلب من الشرك في كل صوره وأشكاله, وأن هناك أشكالا من الشرك خفية لا يخلص منها القلب إلا حين يتوجه لله وحده، ويتوكل عليه وحده، ويطمئن إلى قضائه وحده، ويحس أن الله وحده هو الذي يصرفه، فلا خيرة له إلا ما اختاره الله له: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ربُّ العَالمينَ} ١.
ويلتقي هذا كله بالثقة والطمأنينة والرضا والقبول, وحين يصل الإنسان إلى هذه الدرجة فلم يجد في نفسه محلا لسؤال يقدمه بين يدي الله العلي العظيم, ولن يجد من نفسه جرأة يقترح على الله صورة
_________
١ الآية رقم ٢٩ من سورة التكوير.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (300,'معينة من صور النصر أو صور الخير التي تريدها نفسه, بل إنه ليكل كل شيء إلى جناب الله صاحب الملك والتصرف, ويلتزم ويتلقى كل ما يمليه عليه أنه خير, وذلك وحده نصر على الهوى والذات والشيطان, وهو النصر الداخلي الذي لا يتم نصر خارجي بدونه١، وأساس ذلك النصر الداخلي هو الصبر الطويل واحتمال الشدائد حسبة لوجه الله الكريم، ويضرب القرآن الكريم في العهد المكي لهذه المعاني مثلا أصحاب الأخدود في سورة البروج.
{قُتِلَ أَصْحَابُ الْأُخْدُودِ، النَّارِ ذَاتِ الْوَقُودِ، إِذْ هُمْ عَلَيْهَا قُعُودٌ، وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ، وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ} ٢.
لقد استحق أصحاب الأخدود هذا الغضب من الله في حالة السلطان الذي كانوا يملكونه, وهذه صورة ظاهرة لمفهوم نصر الكافرين, ولكنها صورة الهزيمة المنكرة.
وكانت صورة المؤمنين الظاهرة صورة هزيمة, ولكنها في الحقيقة واحدة من صور النصر, فوزن الحادثة وما استحقته من نقمة وغضب لم ينته بعد, فوراءه حساب الله الكبير المتعال.
وتبقى في التاريخ روعة الإيمان المستعلي على الفتنة المنتصر بالعقيدة على الطغيان.
_________
١ راجع في ظلال القرآن ج٢٤ ص٧٩-٨١.
٢ الآيات من رقم ٤-٨ من سورة البروج.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (301,'ويبقى تجرد المؤمنين من لذائذ الحياة نصرا فوق الشهوة ويبقى استعلاؤهم فوق الآلام نصرا على قوة المعتدين.
ومن هنا فإن بلاء الدعوة في العصر الحديث هو تكرار هذا السؤال: متى نصر الله؟
إن قيم الجهاد لا ترتبط بثمن يقبض أو رجاء ينتظر، إن قيم الجهاد هي فقط لتكون كلمة الله هي العليا وكلمة الذين كفروا السفلى.
وإنه من الخطأ أن يفهم الدعاة أن معنى النصر هو تحقيق مطالب الحياة بالحكم أو بالجاه أو بالمال، إنه من الخطأ أن يجعل الدعاء موازين النصر موازين الأرض المحدودة السطحية الفانية، بل إن المعنى الذي يجب أن يفهم عن النصر هو المعنى الذي تقدمه سورة "أصحاب الأخدود" الذين انتصرت أرواحهم على الخوف والألم, وانتصرت أجسادهم على جاذبية الحياة ونعمها.
وانتصرت قلوبهم على الفتنة الطاغية, فكانوا شرفا للجنس البشرى كله. ذلك ما تحتاجه الدعوة والداعية في العصر الحديث, وذلك ما طبقته طلائع التبشير هنا في منطقة جنوب شرقي آسيا, إذ يعيش الواحد منهم أربعين عاما في قرية صغيرة في الغابات يعيش معهم بخلق طيب ويقدم لهم المساعدات ويدعوهم في رفق ويستقطبهم حوله حتى يحبوه, ثم يجعلهم بعد ذلك مسيحيين.
ولقد شاهدت في يناير سنة ١٩٧١ أثناء السيول التي اجتاحت عاصمة ماليزيا "كوالا لمبور" رجال الكنيسة من المبشرين وهم',NULL,'275',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (302,'يخوضون لجج الفيضانات، ويحملون الغذاء والكساء والدواء للمصابين، وعلماء الإسلام في بيوتهم يتختمون بالذهب ويجلسون في هدوء آمنين, فلما انتهى البلاء واستوت على الجودي لهج الناس المسلمون بالثناء على المبشرين، وثاروا ساخطين على علماء الإسلام, فهل يملك رجل الكنيسة منهج عمل مع الجماعة مثل ما يملك العالم الإسلامي؟
إن الفارق الوحيد هو الإعداد والتربية وذلك هو داء الداعية الإسلامي وواجب معاهد الإسلام في العصر الحديث.
قال رسول الله -صلى الله عليه وسلم:
"عجبا لأمر المؤمن, إن أمره كله خير وليس ذلك لأحد إلا للمؤمن, إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له" ١.
وقد تكفل الله لهذا المؤمن أن سيجعل له منزلة ورضوانا ومحبة.
_________
١ مسلم كتاب الزهد والرقائق ج٤ ص٢٢٩٥، راجع السراج المنير ج٢ ص٤٣٠ الفتح الكبير ج٢ ص٢٢٢.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (303,'<span data-type="title" id=toc-41>الفصل الثالث: مراحل الدعوة</span>
<span data-type="title" id=toc-42>تمهيد:</span>
{اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الْأِنْسَانَ مِنْ عَلَقٍ، اقْرَأْ وَرَبُّكَ الْأَكْرَمُ، الَّذِي عَلَّمَ بِالْقَلَمِ، عَلَّمَ الْأِنْسَانَ مَا لَمْ يَعْلَمْ} ١.
إنها أول ما نزل على الإطلاق تبدأ باسم الله. وتوجه الرسول -صلى الله عليه وسلم- أول ما توجهه في بعثه رسولا يبلغ دعوة الله التي اختير لها، وتوجهه وقد اتثقت بالوحي صلته بالملأ الأعلى، توجهه إلى أن يقرأ باسم ربه، فهو مصدر الخير كله والكمال كله ولا تتحقق للإنسان ذاتيته البشرية المعتدلة إلا إذا كان فعله وعمله من عند ربه وابتغاء وجه ربه، فيتحول بذلك خط التاريخ كله تحولا ما وقع قط، ولن يقع مثله فيما بعد أبدا.
وكان {اقْرَأْ} مفرق الطريق بين علم الضلالة الجاهلية ولو كانت في أرقى حضارات المادية وبين علم الربوبية، فإن فيه النقلة البعيدة من الظلام إلى النور، ومن الباطل إلى الحق، ومن الشك إلى اليقين، فإن مصدر التعليم الرباني هو الله جل جلاله, منه يستمد الإنسان كل ما يعلم وكل ما يفتح به من أسرار هذا الوجود، وأسرار نفسه وأسرار الحياة التي يعيشها.
_________
١ الآيات من رقم ١-٥ من سورة العلق.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (304,'من ذلك المصدر الوحيد باسم ربك يتلقى البشر علمهم في أول لقاء مشهود بين الوحي والرسول النبي؛ ليبدأ في تعليم البشر إياها.
ولقد كانت هذه الحقيقة التي تلقاها قلب الرسول النبي -صلى الله عليه وسلم- في اللحظة الأولى المشهودة هي التي ظلت تصرف شعوره ولسانه وعمله واتجاهاته طول حياته بوصفها قاعدة الإيمان الأولى:
{بِاسْمِ رَبِّكَ} ، وقد عرف العلماء السابقون هذه الحقيقة، أن الرسول النبي الذي سيحمل العلم الرباني إلى البشرية كلها هو المنعوت في كتبهم بسمات خاصة.
وقد نطق بالرسالة من قبل مجيئها راهب في الطريق هو "جرجيس": بحيرا مترهب نصراني على ما يرويه صاحب التاج الجامع للأصول في أحاديث الرسول -صلى الله عليه وسلم:
فجاء الراهب وهم يحملون رحالهم فصار يتخللهم حتى جاء فأخذ بيد النبي -صلى الله عليه وسلم- وقال: هذا سيد العالمين، هذا رسول الله رب العالمين، يبعثه الله رحمة للعالمين١.
_________
١ التاج ج٣ ص٢٤٧.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (305,'وتتكرر المقالة من راهب آخر هو "نسطورا" على ما رواه صاحب السيرة الحلبية:
فدنا إلى النبي -صلى الله عليه وسلم- سرا من ميسرة, وقبل رأسه وقدمه وقال:
آمنت بك وأنا أشهد أنك الذي ذكره الله في التوراة، ثم قال: يا محمد! قد عرفت فيك العلامات كلها خلا خصلة واحدة وأوضح لي عن كتفك, فأوضح له فإذا هو بخاتم النبوة يتلألأ فأقبل عليه يقبله ويقول:
أشهد أن لا إله إلا الله وأشهد أنك رسول الله النبي الأمي الذي بشر بك عيسى بن مريم١.
وقد نطق بتلك الوحدة بين الرسالة والنبوة "ورقة بن نوفل" وهو عالم جليل، في الأديان قال في الحلبية:
فقال له ورقة: أبشر ثم أبشر, فإني أشهد أنك الذي بشر بك ابن مريم, فإنك على مثل ناموس موسى, وأنك نبي مرسل وأنك ستؤمر بالجهاد بعد يومك, ولئن أدركني ذلك لأجاهدن معك٢.
والروايات في كتب السنة والسيرة تفيد أن الحجر كان يلقي السلام على رسول الله -صلى الله عليه وسلم- قبل البعثة بصفة الرسالة.
_________
١ الحلبية ج١ ص١٥٨.
٢ الحلبية ج١ ص٢٨٠.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (306,'قال في التاج:
وقال علي رضي الله تعالى عنه: كنت مع النبي -صلى الله عليه وسلم- بمكة فخرجنا في بعض نواحيها فما استقبله جبل ولا شجر إلا وهو يقول:
السلام عليك يا رسول الله.
وابن هشام يؤكد هذه الرواية في سيرته، يقول:
كان إذا خرج لحاجته أبعد حتى تحسر عنه البيوت, ويفضي إلى شعاب مكة وبطون أوديتها فلا يمر رسول الله -صلى الله عليه وسلم- بحجر ولا شجر إلا قال:
السلام عليك يا رسول الله.
قال ابن كثير في سيرته:
قال: "فرفعت رأسي إلى السماء, فأنظر, فإذا جبريل في صورة رجل صاف قدميه في أفق السماء يقول: يا محمد! أنت رسول الله وأنا جبريل، فوقفت أنظر إليه, فما أتقدم وما أتأخر, وجعلت أصرف وجهي عنه في آفاق السماء, فما أنظر في ناحية منها إلا رأيته كذلك فما زلت واقفا ما أتقدم أمامي, وما أرجع ورائي حتى بعثت خديجة رسلها في طلبي, فبلغوا مكة ورجعوا إليها, وأنا واقف في مكاني ذلك, ثم انصرف عني وانصرفت راجعا إلى أهلي حتى أتيت خديجة, فجلست إلى فخذها مضيفا إليها
_________
١ التاج ج٣ ص٢٤٩.
٢ السيرة لابن هشام ج١ ص٢٣٤, راجع الوفا ج١ ص١٦١.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (307,'فقالت: يا أبا القاسم! أين كنت؟ فوالله لقد بعثت رسلي في طلبك حتى بلغوا مكة ورجعوا إليّ؟ ثم حدثتها بالذي رأيت فقالت: أبشر يابن عم واثبت, فوالذي نفس خديجة بيده إني لأرجو أن تكون نبي هذه الأمة"١.
لقد كان مفهوم النبوة والرسالة متحدا في الماصدق، متحدا في الوظيفة التي بعث من أجلها خير المرسلين وخاتم النبيين؛ لأن العقل في هذه المرحلة كان يتلقى معلوماته من ثقافته العربية التي ليس فيها هرأ المنطق الأرسطي.
ويؤكد وحدة الرسالة والنبوة مفهوما وماصدقا ما رواه الإمام مسلم رضي الله عنه في باب إسلام عمرو بن عبسة, وهو يسأل النبي -صلى الله عليه وسلم- عن معنى النبي, فقال له رسول الله ونص الفقرة من الحديث الشريف.
فتلطفت حتى دخلت عليه بمكة فقلت له: ما أنت؟ قال: "نبي" , فقلت: وما نبي؟ قال: "أرسلني الله" , فقلت: وبأي شيء أرسلك؟ قال: "أرسلني بصلة الأرحام, وكسر الأوثان, وأن يوحد الله لا يشرك به شيء" , قلت له: فمن معك على هذا؟ قال: "حر وعبد" , فقلت: إني متبعك٢.
_________
١ السيرة لابن كثير ج١ ص٤٠٣، ٤٠٤.
٢ مسلم ج١ ص٥٦٩ حديث رقم ٨٣٢, راجع السيرة لابن كثير ج١ ص٤٤٢، دلائل النبوة للبيهقي ج١ ص٤٢١.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (308,'وما دام الاستعمال قديما قد جرى على اتحاد النبوة والرسالة في الماصدق والمفهوم وصح عن سيدنا رسول الله -صلى الله عليه وسلم- تفسيره كلمة "نبي" بمعنى "رسول", فلماذا جنح العلماء إلى المفارقة بينهما؟
ليجنح علماء الكلام١ إلى التفرقة بين الرسول والنبي بعموم وخصوص مطلق, فإنهم قد جهلوا بترك لسان العرب وميلهم إلى لسان أرسطو.
ولكن لماذ يجنح إلى هذه التفرقة علماء السيرة؟
لقد قال في السيرة الحلبية:
يا ليتني فيها جذعا, أي يا ليتني في زمن الدعوة إلى الله, أي إظهارها الذي جاء به بناء على تأخر الدعوى التي هي الرسالة عن النبوة٢.
وهو تفسير مراعي الحد المنطقي ولهذا أعاد الضمير في كلمة "فيها" إلى الدعوة ولو أنه أعاده على ما يفهم من السياق وهي المعارك التي ستدور بين النبي -صلى الله عليه وسلم- وبين الكفار, والتي يتمناها ورقة لينصر الله نصرا مؤزرا، "لكان أجود وأفضل واللغة تجريه والقرآن نفسه يسمح به في قوله تعالى: {حَتَّى تَوَارَتْ بِالْحِجَابِ} {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاء} ٣.
_________
١ أصول الدين أبو اليسر البزدوي ص٢٢٢، كتاب الفقه الأكبر ص٥٨.
٢ الحلبية ج١ ص٢٧٧، ٢٩٨.
٣ تفسير الطبري ج٢٣ ص١٥٥، روح المعاني ج٢٣ ص١١٢, الخازن والبغوي ج٦ ص٥٥, راجع شذور الذهب ص٣٢ تحقيق الشيخ محيي الدين.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (309,'وكذلك في المواهب اللدنية يجعل الرسالة متأخرة على النبوة, فيقول: نبوته عليه الصلاة والسلام كانت متقدمة على إرساله؛ لأن نزول {قُمْ فَأَنْذِرْ} إنما كان بعد النبوة١.
وكان يمكن التسليم بهذا التفسير لو افتتحت السورة بيا أيها النبي قم فأنذر, لكنها لم تفتتح بذلك بل بـ {يَاأَيُّهَا الْمُدَّثِّرُ} .
والمدثر هو صاحب الرسالة التي يؤمر بتليغها بقوله تعالى: {قُمْ فَأَنْذِرْ} ويدل على ترجيح هذا التفسير أسلوب صاحب المواهب وشارحها, وهو يرى مقالة ورقة، يقول:
إنه -أي ورقة- قال: أبشر فأنا أشهد -أقر وأذعن- أنك الرسول الذي بشر به ابن مريم وأنك على مثل ناموس موسى، وأنك نبي مرسل تأكيد زيادة في تطمينه, وأنك ستؤمر بالجهاد -علم ذلك من الكتب القديمة لتبحره في علم النصرانية- وإن أدرك ذلك لأجاهدن معك. وفي آخر هذا الحديث: فلما توفي, قال -صلى الله عليه وسلم: "لقد رأيت القيس في الجنة عليه ثياب الحرير؛ لأنه آمن بي وصدقني" , فهذا تصريح منه بتصديقه برسالة محمد -صلى الله عليه وسلم٢.
ولكن الذي يؤسف أن الشارح يستدرك على هذا الشرح الطبيعي المتسق مع الذاتية الإسلامية بقوله:
لكن يجوز أنه قاله قبل الرسالة لعلمه بالقرائن٣.
_________
١ المواهب اللدنية ج١ ص٢٣٧.
٢ المواهب ج١ ص٢٤٢.
٣ المواهب ج١ ص٢٤٢، ٢٤٣.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (310,'وهل القرائن التي كانت مصدر شهادة ورقة لديها تفرقة بين النبي والرسول؟ مع العلم بأن التفرقة حديثة لما دخل لسان أرسطو في لغة العرب فأفسد منطق المسلمين١.
ولقد عقد القاضي عياض رضي الله عنه في كتاب الشفا فصلا عن النبوة والرسالة, وذكر اختلاف العلماء التقليدي في حقيقة النبي والرسول٢، وسار فيه على النمط الذي سلكه علماء الكلام مع أنه قد ذكر في جملة عابرة له معنى لطيفا لو سار عليه في توضيح مفهوم النبوة والرسالة, لكان أقرب للذاتية الإسلامية؛ لأنه يفيد الوحدة بين الرسالة والنبوة, وكان أبعد عن لسان أرسطو الذي جهل الناس به.
قال القاضي عياض:
وحط الله عنه عهدة أعباء الرسالة والنبوة لتبليغه للناس ما نزل إليهم.
ففي العبارة توضيح لمصدر الإرسال ولوظيفته.
فالنبوة تأخذ عن الله الوحي.
والرسالة تبلغ الناس ما جاءهم من عند الله.
وكذلك هو اتحاد الماصدق والمفهوم من حيث التبليغ, إذ هو يحتاج إلى مصدر يأخذ عنه وجهة ينقل إليها, وذلك هو ما يفهم من تفسير النبي -صلى الله عليه وسلم- "نبي" بمعنى "رسول" في حديث
_________
١ الإسلام والعقل ص٤٣، ٤٨.
٢ الشفا ج٢ ص٤٥١، ٤٥٤، ج١ ص١٤٦، ٣١٧.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (311,'إسلام عمرو بن عبسة الذي رواه مسلم، وعلى هذا فقد كانت {اقْرَأْ} و {قُمْ فَأَنْذِرْ} حقيقتان لمصدر الوحي والجهة التي سينقل إليها.
فالنبوة اصطفاء من عند الله.
والرسالة نقل ما أوحي إلى الناس.
وكلاهما كالنور وشعاعه.
وكلاهما في الجسد الواحد كاليد اليمنى واليد اليسرى تعطي وتأخذ.
وما جهل الناس بالاختلاف في حقيقة النبوة والرسالة إلا لتركهم لسان العرب وميلهم إلى لسان أرسطو١.
لقد قال الحجر له قبل البعثة:
السلام عليك يا رسول الله.
وقال الراهب.
أشهد أنك رسول الله.
وقال له ورقة:
أشهد أنك نبي مرسل٢.
_________
١ الإسلام والعقل ص٣٤، ٤٨.
٢ راجع الوفا ج١ ص١٦١، السيرة لابن كثير ج١ ص٤٠٣, السيرة لابن هشام ج١ ص٢٣٤، المواهب ج١ ص٢١٩.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (312,'وقال له جبريل:
يا محمد أنت رسول وأنا جبريل.
وقالت خديجة رضي الله عنها:
والله إني لأرجو أن تكون نبي هذه الأمة.
والإضافة إلى الأمة فيها معنى الرسالة.
وقال هو -صلى الله عليه وسلم- نبي يعني رسول الله.
فدل ذلك على أن الرسالة والنبوة متحدان في الماصدق. وليس من المعقول أن يكون هناك نبي غير رسول. فمهمة الأنبياء هي توحيد الله الذي يتعلق به الإرسال والبعث.
وقد ذكر في شرح الشفا١ أدلة القائلين بهذه الوحدة ومنها:
واستدلوا على تساويهما بقوله تعالى:
{وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ} .
لأنه علق فعل الإرسال بهما فإذا أرسل النبي لزم أن يكون الرسول نبيا والنبي رسولا, وإليه أشار بقوله: فقد ثبت لهما معا الإرسال.
وقد جرى الاستعمال القرآني في مكة والمدينة المنورة على هذا الأساس,
فجميع الأحكام الشرعية التي هي من سمات الرسالة فيما يدعيه علماء الكلام مبتدأ بنداء رخى كريم {يَا أَيُّهَا النَّبِيُّ} .
_________
١ الشفا شرح نسيم الرياض ج٢ ص٤٥٣.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (313,'{يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ} ١.
{يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} ٢.
{يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ} ٣.
{وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ} ٤.
فلو كان اصطلاح الرسول مرادا هنا لخاطبه بـ {يَا أَيُّهَا الرَّسُولُ} . إنها أحكام شرعية.
كذلك في مكة أول البعثة نزل عليه: {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا} ٥.
وإذن فالنبي رسول والرسول نبي وقد بدأت الرسالة بالاصطفاء وأعد النبي -صلى الله عليه وسلم- بمنهج تربوي خاص بالتكاليف ربانية خاصة قبل أن يبدأ دعوته وذلك هو طبيعة المنهج القرآني؛ أن يمهد ويخطو وئيدا ويتحرك متئدا؛ لأنه يربي ويبني ويرفق ويحنو, فلا يأخذ الناس جزافا, ولا يأتيهم بغتة, ولا يتصرف معهم على عجل، ولله در الشاعر:
داويت متئدا وداووا طفرة ... وأخف من بعض الدواء الداء
_________
١ من الآية رقم ١ من سورة الأحزاب "مدنية".
٢ الآية رقم ١ من سورة الطلاق "مدنية".
٣ الآية رقم ١ من سور التحريم "مدنية".
٤ من الآية رقم ٦١ من سورة التوبة "مدنية".
٥ الآية رقم ١٥ من سورة المزمل "مكية".',NULL,'287',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (314,'لقد كانت رسالة النبي محمد -صلى الله عليه وسلم- هي نبوته, وكانت نبوة رسول الله -صلى الله عليه وسلم- هي رسالته فهو خاتم الأنبياء وهو خاتم المرسلين, وكل نبي كذلك هو رسول ونبي ذاتا ووظيفة.
وبهذا الفهم نكون قد أبرزنا ذاتية المفهوم للنبوة والرسالة في الجو الإسلامي، وأغلقنا به شرا مستطيرا على من يدعي النبوة فيما بعد من أمثال الفئة الضالة من القاديانية وأشباهها.
واتقينا فتنة التفاضل بين النبوة والرسالة١. واسترحنا من خزعبلات العموم والخصوص.
وأوصدنا باب البحث عن صفة الذين آمنوا بالنبي -صلى الله عليه وسلم- قبل أن يبدأ في تبليغ الدعوة٢, فقد انتقل حالهم إلى الله جل شأنه, وهو وحده صاحب الملك والتصريف, والبحث في هذه المسائل تهوكٌ وبعدٌ عن طبيعة الإسلام, وجريٌ وراء تفكه فكري لا يليق بإسلام الوجه لله.
لقد جاءت الرسالة أو النبوة؛ ليعيش أهل الأرض في كنف الله, ورعايته المباشرة يتطلعون في كل أمر من أمورهم إلى وحي من عند الله يتحركون به, ويحسون بيد الرحمة تمتد إليهم في كل حين لتنقل خطاهم خطوة خطوة إلى الصراط المستقيم.
_________
١ أثارَ شارح الشفاء هذه المسألة, راجع ج١ ص٣١٧ من كتاب الشفاء للقاضي عياض.
٢ راجع الحلبية ج١ ص٢٧٧-٢٨٧، المواهب اللدنية ج١ ص٢٤٢، ٢٤٣.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (315,'وكان القائد للبشرية كلها قد أعد بعد الرسالة بمنهج خاص.
{يَا أَيُّهَا الْمُزَّمِّلُ، قُمِ اللَّيْلَ إِلَّا قَلِيلًا، نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا، أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا، إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا، إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا، إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا، وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا} ١.
هكذا دبر الله لمحمد -صلى الله عليه وسلم- هذه الفترة التربوية يعده فيها لحمل الأمانة الكبرى بوسائل الإعداد الإلهية المضمونة، قيام الليل، ترتيل القرآن، ذكر الله ... إلخ.
فإن الاتصال بالملأ الأعلى سيستمر لتبليغ شرع الله إلى الناس كافة, وهذا الاتصال لا بد وأن تسبقه تهيئة خاصة يتم فيها التجرد المطلق لله؛ لتستوعب الروح الطاهرة فيوضات الأنس الإلهي والمدد الإلهي والصلة الإلهية، وحتى تذوب المعاني الأرضية كلها وتصفى النفس من كل صغيرة لا تتفق مع نورانية الحق وجلال الله الأكبر، كانت الأوامر الإلهية تربي سيدنا محمد -صلى الله عليه وسلم- وتعده بمنهج تدريبي قوي يتصل فيه بالله والناس نيام, ويذكر فيه اسم ربه وقد سكن الوجود وغاب النائمون، ويرتل القرآن ترتيلا يصل بصوته النبوي أجواء الأرض بأسماع السماء.
ويمضي الرسول الكريم صلوات الله عليه وسلامه يقوم الليل إلا قليلا، ويرتل القرآن ترتيلا، ويذكر اسم ربه بكرة وأصيلا حتى جاءه الحق بتنفيذ الوظيفة.
{يَا أَيُّهَا الْمُدَّثِّرُ، قُمْ فَأَنْذِرْ} .
_________
١ الآيات من رقم ١-٨ من سورة المزمل.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (316,'فبدأ دعوته إلى الله١.
واتخذت الدعوة أربع مراحل على نحو ما جاء في القرآن الكريم:
١- {قُمْ فَأَنْذِرْ} ٢.
٢- {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} ٣.
٣- {لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} ٤.
٤- {لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} ٥.
وهي:
مرحلة إعداد القيادة.
مرحلة الأهل والأقارب.
مرحلة العرب عامة.
مرحلة البشرية كلها.
وأشهد أنه قد بلغ الدعوة بهذه المراحل كلها, وهو ما زال في ظلال مكة والبيت العتيق.
_________
١ نزول {يَا أَيُّهَا الْمُزَّمِّلُ} قبل {يَا أَيُّهَا الْمُدَّثِّرُ} , وإعلان هذا المنهج التربوي بعد الاختبار والاصطفاء يلغي البحث المتعلق باكتساب النبوة, ويجعله في غير محل له مطلقا؛ لأن كثرة العبادة وقوة الرياضة النفسية جاءت بعد الاصطفاء والرسالة, وهذا يفيد أن الاكتساب ليس طريقا مسلوكا, ولا مفروضا لتقدم الاصطفاء على كثرة الرياضة وقوة العبادة.
٢ الآية رقم ٢ من سورة المدثر.
٣ الآية رقم ٢١٤ من سورة الشعراء.
٤ الآية رقم ٧ من سورة الشورى.
٥ من الآية رقم ١ من سورة إبراهيم.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (317,'<span data-type="title" id=toc-43>ضابط التقسيم:</span>
ما هو أول ما نزل من القرآن؟
هل هو {اقْرَأْ} .
هل هو {يَا أَيُّهَا الْمُدَّثِّرْ} .
لقد دافع ابن حجر في فتح الباري عن رواية أبي سلمة بن عبد الرحمن لما سأله يحيى بن أبي كثير عن أول ما نزل فقال: سألت جابر بن عبد الله رضي الله عنهما عن ذلك, وقلت له مثل الذي قلت, فقال جابر: لا أحدثك إلا ما حدثنا رسول الله -صلى الله عليه وسلم- قال:
"جاورت بحراء, فلما قضيت جواري هبطت, فنوديت, فنظرت عن يميني, فلم أر شيئا, ونظرت عن شمالي فلم أر شيئا, ونظرت أمامي فلم أر شيئا, ونظرت خلفي فلم أر شيئا, فرفعت رأسي فرأيت شيئا, فأتيت خديجة فقلت: دثروني, وصبوا علي ماء باردا"، قال: "فدثروني وصبوا عليّ ماء باردا" , قال: فنزلت: {يَاأَيُّهَا الْمُدَّثِّرُ، قُمْ فَأَنْذِرْ} .
قال ابن حجر في هذه الرواية نقلا عن الكرماني: استخرج جابر أول ما نزل {يَاأَيُّهَا الْمُدَّثِّرُ} , باجتهاد وليس هو من روايته, والصحيح ما وقع في حديث عائشة رضي الله تعالى عنها.
ثم قال: ويحتمل أن تكون الأولية في نزول {يَاأَيُّهَا الْمُدَّثِّرُ} يفيد السبب أي هي أول ما نزل من القرآن بسبب متقدم, وهو ما وقع من التدثر الناشئ عن الرعب، وأما اقرأ فنزلت ابتداء بغير سبب متقدم',NULL,'291',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (318,'وهو احتمال بعيد في نظر ابن حجر كذلك هنا رأي آخر في أن أول ما نزل "المزمل" أن فيها ذكر قيام الليل, وغير ذلك مما تراخى عن ابتداء نزول الوحي.
بخلاف "المدثر" فإن فيها {قُمْ فَأَنْذِرْ} ١ ... إلخ.
ما ذكره ابن حجر في الدفاع عن هذه الروايات ليرجح أن أول ما نزل هو "اقرأ" كما جاء في رواية السيدة عائشة رضي الله عنها في بدء الوحي٢.
وإذا كانت معرفة ما نزل بتاريخه في هذه الفترة المكية قد شاء الله تعالى أن يستأثر بعلمها, فلم يبق لي بعد أن كثر الحديث بين العلماء في تحديد أول ما نزل إلا ما اتفق عليه العلماء, وهو ترتيب سور القرآن الكريم على نحو ما ذكره علماء علوم القرآن٣.
وقد لاحظت أن اتخاذ ترتيب السور على نحو ما ذكره علماء علوم القرآن وحده كضابط لتقسيم مراحل الدعوة, قد لا يساعد على تحقيق
_________
١ فتح الباري ج١٠ ص٣٠٤، ٣٠٥، إرشاد الساري ج٧ ص٤٠٣، المواهب ج١ ص٢٢٠، ٢٢٢، الحلبية ج١ ص٢٨٥، أسباب النزول للواحدي ص٤٧٥, روح المعاني ج٢٩ ص١١٥، التاج ج٤ ص٢٥٢ ٢٥٥، راجع تفسير الطبري ج٢٩ ص٩٠، الخازن ج٧ ص١٧٢, تفسير ابن كثير ج٤ ص٤٤٠، التفسير الحديث ج١ ص٩٢، دلائل النبوة للبيهقي ج١ ص٣٩٣، ٣٩٧, السيرة لابن كثير ج١ ص٤١٣، مناهل الفرقان ج١ ص٨٦، ٨٨ تاريخ التشريع للشيخ السايس ص٤٠، ٤١، الكامل في التاريخ ج١ ص٤٩، ٥٠.
٣ راجع الإتقان للسيوطي ج١ ص٦٨، ٧٢.
٣ راجع الإتقان للإمام السيوطي ج١ ص٧٢، ٧٣، التفسير الحديث ج١ ص١٤، ١٥.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (319,'فائدة، إذ في سورة متقدمة يوجد ذكر للدعوة العامة قبل الدعوة الخاصة, فسورة الأعراف مثلا تأخذ في التسلسل المتفق عليه عند العلماء رقم ٣٩, والشعراء ٤٧, ومع هذا ففي الشعراء: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} , وفي الأعراف: {إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} .
فأضفت إلى ترتيب السور الذي اتفق عليه العلماء دلالة الآية على الأمر بالتبليغ, أو بأنها إخبار عن حدوده, ومعالمه, وآفاقه.
وعلى هذا فالضابط الذي سأعتمد عليه -إن شاء الله- في تقسيم مراحل تبليغ الدعوة هو:
الترتيب المتفق عليه بين العلماء لسور القرآن الكريم.
ومدلول الآية: أمر هو أو إخبار؟
فإن اجتمع الترتيب, والدلالة على الأمر بالتبليغ كانت الآية علامة مرحلة من مراحل تبليغ الدعوة.
وهي في نظري قدر ما وصلت إليه كالآتي:',NULL,'293',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (320,'<span data-type="title" id=toc-44>مراحل تبليغ الدعوة:</span>
١- {قُمْ فَأَنْذِرْ، وَرَبَّكَ فَكَبِّرْ} ١ المدثر "٧٤".
وهذا دور العمل السري واختيار الرعيل الأول وإعداد القيادة التي تتحمل مع النبي -صلى الله عليه وسلم- نشر الدعوة.
_________
١ الآيتان ٢، ٣ من سورة المدثر.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (321,'٢- {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} الشعراء "٤٧".
وهو بدء بالعمل الجهري بعد أن أمر النبي -صلى الله عليه وسلم- بالجهر بالدعوة. قال في إرشاد الساري: لأن الحجة إذا قامت عليهم تعدت إلى غيرهم٢.
٣- {لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} ٣ الشورى "٦٢".
وهو على ما قاله الطبري مكة ومن حولها شرقا وغربا٤.
وهو دور دعوة العرب.
٤- {لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} ٥ إبراهيم "٧٢".
وهو دور العمل على المستوى الإنساني كله.
وقد اخترت هذه الآيات كضابط لمراحل تبليغ الدعوة لأنها في سورها المتسلسلة حسب اتفاق العلماء فيها أمر بالإنذار, وفيها سير طبيعي مع منهجية القرآن الكريم التي تأخذ بالتدرج في التربية, والإعداد حتى في العصر المدني نجد التدرج سمة التشريع الإسلامي٦ على نحو ما ذكره الكاتبون في تاريخ التشريع الإسلامي.
_________
١ الآية رقم ٤-٢ من سورة الشعراء.
٢ إرشد الساري ج٧ ص٢٧٩.
٣ من الآية رقم ٧ من سورة الشورى.
٤ الطبري تفسير ج٧ ص٢٧١، روح المعاني ج١٩ ص١٣٤.
٥ من الآية رقم ١ من سورة إبراهيم.
٦ تاريخ التشريح. الخضري بك ص ١٧ تاريخ التشريع الشيخ السايس ص٥٣.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (322,'حقيقة هناك آيات تدل على عالمية الدعوة في سورة الأعراف "٣٩" آية رقم "١٥٨"، ولكنها أخبار عن أبعاد الرسالة وشمولها للناس كافة: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} , والأخبار ليس كالأمر بالتبليغ في اتخاذه ضابطا يصطلح عليه في تقسيم مراحل تبليغ الدعوة كذلك في سورة الفرقان "٤١" آية رقم "١" دلالة على هذا العموم, ولكنه كذلك إخبار عن حدود الرسالة وآفاقها العالمية.
وفي سورة سبأ "٥٨" آية رقم "٢٨", وهي في نفس الاتجاه الذي يعلن ويخبر أن الإسلام رسالة للعالمين لا لبيئة ولا لقومية خاصة.
{وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} .
وكذلك في سورة الأنبياء "٧٣" آية رقم "١٠٧":
{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} .
وفي سورة الأنعام "٥٥" آية رقم "٩٢" {وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} مما يفيد تبليغ الدعوة إلى العرب ولكنها جاءت في وسط الآية التي تتوجه إلى الإخبار عن صفة القرآن الكريم, أنه كتاب مبارك مصدق الذي بين يديه.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (323,'وإذن فلم يبق على ما وصلت إليه بعون من عند الله إلا الآيات الدالة على الأمر بالتبليغ حسب ورودها ووجودها في السور المتسلسلة باتفاق العلماء، ولعله مما يقوي هذا الضابط الذي أذهب إليه الحديث الشريف الذي أورده شارح الشفاء١:
"بعثت إلى الناس كافة, فإن لم يستجيبوا لي فإلى العرب, فإن لم يستجيبوا لي فإلى قريش, فإن لم يستجيبوا لي فإلى بني هاشم, فإن لم يستجيبوا لي فإليّ وحدي".
ذكره السيوطي في جامعه الصغير.
ففي الحديث خمس دعوات:
واحدة للناس كافة.
وواحدة للعرب.
وواحدة لقريش.
وواحدة لبني هاشم.
وواحدة لذاته الشريفة.
_________
١ الشفاء شرح علي القاري ج١ ص٣٠٠, راجع السراج المنير ج٢ص١٤٣ من حديث ابن سعد عن خالد بن سعدان مرسلا.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (324,'فإذا استثنينا الدعوة الأخيرة؛ لأن الله تعالى فتح به لدينه في كل صوب وحدب بقيت أربع دعوات، للناس كافة وللعرب ولقريش ولبني هاشم.
فإذا ما تتبعنا أحداث التاريخ, وجدنا قريشا وبني هاشم, قد أدخلهما النبي -صلى الله عليه وسلم- في عشيرته الأقربين يوم أن صعد على الصفا وجعل ينادي:
"يا معشر قريش! -أو كلمة نحوها- اشتروا أنفسكم لا أغني عنكم من الله شيئا، يا بني عبد مناف! لا أغني عنكم شيئا، يا عباس بن عبد المطلب لا أغني عنك من الله شيئا، ويا عمة رسول الله، لا أغني عنك من الله شيئا، ويا فاطمة بنت محمد -صلى الله عليه وسلم- سليني ما شئت من مالي، لا أغني عنك من الله شيئا" ١.
قال ابن جرير في شرح الحديث في رواية موسى بنت طلحة عن أبي هريرة عنه مسلم واحد: دعا رسول الله -صلى الله عليه وسلم- قريشا فعم وخص, فقال: "يا معشر قريش! أنقذوا أنفسكم من النار، يا معشر بني كعب كذلك، يا معشر بني هاشم كذلك، يا معشر بني عبد المطلب كذلك ... " الحديث، وقد ذكر صاحب الحلبية أنهم بنو هاشم وبنوا المطلب وبنو عبد شمس وبنو نوفل٢.
_________
١ فتح الباري ج١٠ ص١٢٠ راجع محمد رسول الله -صلى الله عليه وسلم- محمد رضا ص٨٢, راجع روح المعاني ج١٩ ص١٣٥, الطبري ج١٨ ص١١٩, ١٢٠, الوفا ج١ ص١٨٢، ١٨٣، السيرة لابن كثير ج١ ص٤٥٦.
٢ الحلبية ج١ ص٣١٩.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (325,'فكان ذلك عونا لي على أن أجعل قريشا, وبني هاشم المذكورين في الحديث السالف مرحلة واحدة داخلة ضمن {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} .
وعلى هذا فأطوار الدعوة في مكة زمنيا اثنتان:
١- الدعوة وهي في ظل العمل السري ومدتها ثلاثة أعوام.
٢- الدعوة وهي في ظل العمل الجهري ومدتها عشرة أعوام١.
ومراحل تبليغها أربعة:
١- مرحلة واحدة في دور العمل السري وهي مرحلة إعداد القيادة وثلاث مراحل بعد قوله تعالى:
{فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} وهي:
١- {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} .٢- {لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} .
٣- {لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} .
أما ما ذكره صاحب زاد المعاد في فصل ترتيب الدعوة, ففيه تداخل إذ قد جعل إنذار قومه مرحلة ثالثة، وجعل {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} مرحلة سابقة عليها، وهما واحد لا فرق بينهما كما أنه
_________
١ تاريخ الطبري ج٢ ص٣١٨, الكامل في التاريخ ج٢ ص٦٠, راجع فتح الباري ج٨ ص١٦٤، صحيح مسلم ج١ ص١٨٢٦، محمد رسول الله. محمد رضا ص٧٧، ٨٢، دلائل النبوة للبيهقي ج١ ص٣٩٠.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (326,'جعل النبوة مرحلة داخل أقسام الدعوة مع أن الدعوة هي وظيفة النبوة على الرأي القائل بالفرق بين الدعوة, وهي الرسالة وبين النبوة، ولهذا لم أحظ بشرف التبعية لابن القيم الجوزية في تقسيمه للدعوة, ونص عبارته:
"فصل في ترتيب الدعوة، ولها مراتب":
المرتبة الأولى: النبوة.
المرتبة الثانية: إنذار عشيرته الأقربين.
المرتبة الثالثة: إنذار قومه.
المرتبة الرابعة: إنذار قوم ما آتاهم من نذير من قبلهم وهم العرب قاطبة.
المرتبة الخامسة: إنذار جميع من بلغته من الجن والإنس إلى آخر الدهر١.
ولو أنه قصد بمرحلة النبوة مرحلة العمل الفردي السري للدعوة الإسلامية, وجعل المرحلة الثانية والثالثة مرحلة واحدة هي: دعوة أهله وأقاربه كما هو واضح من تحديد الرسول -صلى الله عليه وسلم- لمدى الأهل والأقربين في ندائه لقريش, وبطونها يوم نزلت هذه الآية، لكان متمشيا مع النصوص القرآنية التي توحي بمدلولها
_________
١ زاد المعاد ج١ ص٢٠, راجع الوحي إلى رسول الله محمد -صلى الله عليه وسلم- ص٦٦، ٦٧.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (327,'ووجودها في السور بتسلسلها على التدرج في التبليغ وهو المنهج الطبيعي الذي دائما يستخدمه القرآن الكريم وهو كذلك منهج يتمشى مع طبائع الأشياء يتدرج من الأدنى إلى الأعلى، ويتصاعد من القليل إلى الكثير, حتى يشمل الدائرة التي يهدف إليها.
ولكن ابن القيم الجوزية قسم مراتب الدعوة هكذا دون اعتماد على أصل أو ضابط, ولعل عذره أن العمل الأكاديمي للدعوة الإسلامية لما يتهيأ له بعد الجو العلمي الذي يسمح بمثل هذه الدراسات وعلى كل فجزاه الله خيرا ونفع بعلمه.
كذلك لم أحظ بشرف المتابعة للتقسيم الذي ذكره شيخي فضيلة الدكتور المرحوم العلامة محمد بن فتح الله بدران طيب الله ثراه وتغمده برحمته وأفسح له في قبره وتقبل عمله في الصالحين.
لأنه وصل مرحلة إعداد القيادة وهي مرحلة العمل السري للدعوة بمرحلة، {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} وهي المرحلة التي نفذ بها الرسول -صلى الله عليه وسلم- أمر الله تعالى بأن يصدع بما يؤمر قال ابن هشام: ثم إن الله عز وجل أمر رسوله -صلى الله عليه وسلم- أن يصدع بما جاءه منه, وأن يبادئ الناس بأمره وأن يدعو إليه، وكان بين ما أخفى رسول الله -صلى الله عليه وسلم- أمره واستتر به إلى أن أمره الله تعالى بإظهار دينه ثلاث سنين, فيما بلغني من مبعثه. ثم قال الله تعالى له: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} وقال تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِين} ١.
_________
١ ابن هشام ج١ ص٢٦٢، راجع الطبري ج١٤ ص٦٨، محمد رسول الله -صلى الله عليه وسلم- محمد رضا ص٨٢، راجع تاريخ الطبري ج٢ ص٣١٨.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (328,'قال في شرح المواهب:
ما زال النبي -صلى الله عليه وسلم- مستخفيا هو والمسلمون في دار الأرقم حتى نزلت: {فَاصْدَعْ بِمَا تُؤْمَرُ} فجهر هو وأصحابه١.
فدل ذلك على أن العلاقة بين قوله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِين} . وقوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ} هي علاقة التنجيز للأمر، قال في المواهب: قيل معناه أفرق بين الحق والباطل لأن الصدع الفرق بين الشيئين٢.
فجعل: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِين} مرحلة.
وجعل: {فَاصْدَعْ بِمَا تُؤْمَرُ} مرحلة قسيمة للمرحلة الثانية {وَأَنْذِرْ عَشِيرَتَكَ} ، مع أن {فَاصْدَعْ} ليست مرحلة التبليغ بل هي مرحلة زمنية في التبليغ، والفرق بينهما أن مرحلة التبليغ لها حد تعمل فيه كالأفراد، أو البيئة الخاصة أو البيئة العامة أو الناس جميعا.
أما مرحلة في التلبيغ فهي المرحلة الزمنية الفاصلة بين أسلوبي العمل للدعوة أسلوب العمل بالطريقة السرية، أو بالطريقة الجهرية. والذي يمثل المرحلة في التبليغ هو {فَاصْدَعْ بِمَا تُؤْمَرُ} لأنه يأمر النبي -صلى الله عليه وسلم- أن ينتقل بالعمل من طريقته السرية إلى طريقة جديدة وهي الجهر الذي يفصل بين الحق والباطل.
كذلك جعل فضيلته الإسراء والمعراج مرحلة في الدعوة مع أنهما معجزتان للنبي -صلى الله عليه وسلم- ولهما أسرار خاصة في مجال
_________
١ و٢ المواهب ج١ ص٢٤٩.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (329,'العمل للدعوة, وليسا قسما من أقسام الدعوة لا من حيث العمل لها أو من حيث تبليغها.
وعلى كل حال فإن تقسيم فضيلته مراحل الدعوة في العهد المكي -حسبما استخلصته -إلى خمس مراحل١، كان له أثر طيب في إلقاء أضواء على تفهمي خاصة لهذا التقسيم, فجزاه الله خيرا وغفر له ورفعه مكانا عليا إن شاء الله.
وفضيلة الدكتور محمد أبو شهبة يذكر للدعوة طورين: الطور السري والطور الجهري٢، ولكنه لم يتحدث عن مراحل التبليغ.
فقد أصاب المحز في جانب تقسيم الدعوة إلى طورين حسب العمل الزمني, ولكنه ترك تقسيمها من الناحية التوجيهية، وهي مراحل التبليغ، ولعل العذر الذي يلتمس لفضيلته أنه اتخذ المنهج التقليدي المألوف للكاتبين أسلوبا لعرضه السيرة النبوية في مجال تخصصه من القرآن الكريم والسنة النبوية المطهرة.
فلم يكن لي كذلك شرف متابعته في التقسيم الزمني فقط؛ لأنه وضع تاريخي لا مفر منه لمن يتصدى لدراسة هذه الفترة المكية في عمر الدعوة الإسلامية.
وأيما كان فجزاه الله خيرا ونفع بعلمه وهدى بفقهه إلى سواء السبيل.
_________
١ الفلسفة الحديثة في الميزان ص٤٥٢-٤٥٥.
٢ السيرة النبوية في ضوء القرآن والسنة ص٢٨٩، ٢٩٨.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (330,'<span data-type="title" id=toc-45>مرحلة التبليغ الأول: إعداد القيادة</span>
<span data-type="title" id=toc-46>مدخل</span>
...
مرحلة التبليغ الأول: إعداد القيادة
انتشارها وعملها:
بالنبوة المعصومة والرسالة الممنوحة من الله تعالى لسيدنا محمد -صلى الله عليه وسلم- دعا إلى الإسلام في بدء أمره سرا, وهذه الدعوة في هذه المرحلة جزء أساسي من منهج العمل مع الجماعة، وقد رأينا في الفصل السابق إلى أي حد وصل مستوى هذا الإعداد، لقد ارتفع المسلمون الأوائل بدعوة الإسلام إلى أرفع مستوى تهون دونه الحياة نفيسها وجليلها.
لقد كانت غايتهم القصوى هي الله وحده, وقائدهم المعصوم هو محمد -صلى الله عليه وسلم- لا غيره, وكان القرآن الذي يترى دستورهم المفدى.
لقد استعذبت أرواح هؤلاء الأوائل رسالة الإسلام فمنحوها النفس والنفيس, وآثروها على كل الوجود, وسموا بأنفسهم فوق المجتمع الجاهلي بمادياته ومعنوياته.
هذه القيادة التي رباها سيدنا محمد -صلى الله عليه وسلم- لتتحمل نشر الدعوة الإسلامية, أريد لها أن تنتشر في ربوع الجزيرة, والإسلام ما زال في مكة يسير وئيدا بين الأصفياء المختارين حتى إذا ما ظهرت الدعوة جهرا وأذن للنبي -صلى الله عليه وسلم- بأن يصدع بها كانت القيادة في شتى أنحاء الجزيرة العربية وخارجها',NULL,'303',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (331,'أعلام هداية تساند وتؤيد وتصدق وتدعو وتنشر دعوة الله, فتظهر رقعة العمل للدعوة على مساحة شاسعة مترامية الأطراف، وقد وجدت في كل ناحية منها داعية يثق في صدق برسالته، ويجاهد في صدق لنشر دعوته، فتشتعل الجزيرة ساعتئذ بمشاعر من النور, والإيمان تتلاقى مع صوت الحق الذي يصدع به رسول الله -صلى الله عليه وسلم- في مكة "أم القرى" ومركز الإرشاد لجميع الدعاة.
وهنا نجد قيادة الدعوة بعد أن أعدت القيادة كمنهج للعمل مع الجماعة أمرت بعضهم بالتوجه إلى ديارهم يدعون إلى الإسلام, حتى يسمعوا بظهور النبي -صلى الله عليه وسلم- فيلحقوا به، ويتضح هذا في عدة نماذج منها:',NULL,'304',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (332,'<span data-type="title" id=toc-47>النموذج الأول:</span>
في مكة المكرمة كانت ظاهرة اشتراك القيادة التي أعدها ورباها سيدنا رسول الله -صلى الله عليه وسلم- قوية الدلالة على منهجيتها في العمل للدعوة.
فسيدنا أبو بكر رضي الله عنه يدعو إلى الإسلام كل من يتوسم فيه خيرا ويعرف عنه صلاحا من أمره، لقد كرس جهده الكريم لنشر الدعوة الإسلامية، وقاد أصدقاءه إلى مركز الإرشاد إلى سيدنا رسول الله -صلى الله عليه وسلم- ليعلمهم الإسلام, ويتلو عليهم القرآن, ويمنحهم من فيوضات النبوة قبسا ويزكيهم ويعلمهم الكتاب والحكمة.
وكان النجاح حليف سيدنا أبي بكر رضي الله عنه, فقد أسلم بدعايته عثمان بن عفان.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (333,'والزبير بن العوام.
وسعد بن أبي وقاص١.
وكان يتحمل مؤنة الضيوف الذين يفدون على رسول الله -صلى الله عليه وسلم- فقد كانت له ضيافات لا يفعلها أحد، وعندما سمع قصة أبي ذر الغفاري, وأنه بات عديدا من الأيام يعيش على ماء زمزم استأذن رسول الله -صلى الله عليه وسلم- في أن يستضيفه عنده. يقول في الحلبية:
"إن أبا بكر قال يا رسول الله ائذن لي في إطعامه الليلة, قال أبو ذر: فجعل يقبض لنا من زبيب الطائف, فكان ذلك أول طعام أكلته"٢.
قال الطبري في تاريخه:
"ثم أسلم أبو بكر بن أبي قحافة الصديق، فلما أسلم أظهر إسلامه ودعا إلى الله عز وجل وإلى رسوله، قال: وكان أبو بكر رجلا مؤلفا لقومه محببا سهلا، وكان أنسب قريش لقريش وأعلم قريش بها، وبما كان فيهم من خير أو شر، وكان رجلا تاجرا ذا خلق ومعروف، وكان رجال قومه يأتونه ويألفونه لغير واحد من الأمر: لعلمه، وتجاربه، وحسن مجالسته فجعل يدعو إلى الإسلام من وثق به من قومه ممن يغشاه وجلس إليه فأسلم على يديه
_________
١ راجع السيرة لابن هشام ج١ ص٢٥٠، ٢٥١، الحلبية ج١ ص٣١٢ الكامل في التاريخ ج٢ ص٥٥٥٩.
٢ الحلبية ج١ ص٣٠٩، ٣١٦، دلائل البيهقي ج١ ص٤٥٧، محمد رسول الله أتين دينه ١١٧.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (334,'فيما بلغني عثمان بن عفان، والزبير بن العوام، وعبد الرحمن بن عوف وسعد بن أبي وقاص وطلحة بن عبيد الله، فجاء بهم إلى رسول الله -صلى الله عليه وسلم- حين استجابوا له, فأسلموا وصلوا فكان هؤلاء الثمانية النفر الذين سبقوا إلى الإسلام، فصلوا وصدقوا برسول الله -صلى الله عليه وسلم"١.
ولقد كانت أعمال أبي بكر رضي الله تعالى عنه للدعوة الإسلامية أبعد من نشرها بالموعظة والحكمة والبيان والشرح, وأبعد من إيواء الضيوف فقد تجاوزت أريحيته الكريمة هذه الحدود, فوظف ثروته لشراء العبيد الذين ارتفعوا بقلوبهم المؤمنة على مستوى أسيادهم الأحرار الذين غاظهم هذا السمو العقلي, والروحي في إيمان عبيدهم, فراحوا يسمونهم العذاب ألوانا وأشكالا.
يقول ابن هشام:
"ثم أعتق معه على الإسلام قبل أن يهاجر إلى المدينة ست رقاب، بلال سابعهم,
عامر بن فهيرة، والنهدية وابنتها, وأم عيسى، ولبيبة جارية بني مؤمل المؤملية، وزنيرة".
وذكر في شرح المواهب اللدنية أنه أعتق:
أبا فكيهة، وأم بلال٢.
_________
١ تاريخ الطبري ج١ ص٣١٧, راجع المواهب اللدنية ج١ ص٣٤٥، ٣٤٦، دلائل النبوة للبيهقي ج١ ص٤١٨، راجع الدرر ص٤٠، ٤١.
٢ السيرة لابن هشام ج١ ص٣١٧ ٣١٧، المواهب ج١ ص٢٦٦-٢٦٩، الحلبية ج١ ص٣٣٦، الكامل في التاريخ ج٢ ص٦٦-٧٠، الدرر ص٥٤٧, المحبر ص١٨٣، ١٨٤، السيرة لابن كثير ج١ ص٤٩٣.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (335,'وتستمر هذه الأريحية القائدة تعمل للدعوة بذكائها وجاهها ومالها، فأبو بكر رضي الله تعالى عنه هو الذي اشترى راحلة السفر لهجرة رسول الله -صلى الله عليه وسلم- ودفع ثمن أرض المسجد الأول الذي أسس على التقوى من أول يوم في المدينة المنورة.
ويوم تبوك تبرع بكل ما يملكه وما ترك لأولاده إلا الله ورسوله. قال فيه النبي -صلى الله عليه وسلم:
"إن أَمنَّ الناس عليّ في صحبته وماله أبو بكر" ١.
_________
١ فتح الباري ج٨ ص١٣، الفتح الكبير ج١ ص٣٧٥.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (336,'<span data-type="title" id=toc-48>النموذج الثاني:</span>
لما أسلم الطفيل بن عمر الدوسي على الرغم من الجهد الذي بذلته قريش حتى لا يدخل الطفيل في دين الإسلام، أدرك الطفيل أنه بدخوله في هذا الدين صار متحملا مسئولية العمل له, فقال للنبي -صلى الله عليه وسلم: يا نبي الله، إني امرؤ مطاع في قومي, وأنا أرجع إليهم وداعيهم إلى الإسلام, فادع الله أن يجعل لي آية تكون لي عونا فيما أدعوهم إليه.
فقال: "اللهم اجعل له آية" ١.
هنا نجد مسألتين:
الأولى: أن الرجل حمل نفسه مسئولية العمل للدعوة, وأنه يطلب عونا من الله يساعد في نشرها.
_________
١ ابن هشام ج١ ص٣٨٢، ٣٨٣، الخصائص الكبرى ج١ ص٣٣٦-٣٣٩، حياة الصحابة ج١ ص٢٠٥، ٢٠٦, السيرة لابن كثير ج٢ ص٧٢-٧٤.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (337,'الثانية: أن الرسول -صلى الله عليه وسلم- دعا له الله أن يجعل له الآية التي تعينه على نشر الرسالة.
وإذا مضينا نستطلع عمل الطفيل كداعية نجده قد دعا إياه وزوجته, ثم دعا قومه, وما زال بأرض دوس, حتى هاجر رسول الله -صلى الله عليه وسلم- إلى المدينة ومضى بدر وأحد والخندق، ثم قدم على النبي -صلى الله عليه وسلم- بمن أسلم معه من قومه وكانت عدتهم تقرب من ثمانين بيتا من دوس.
وتستمر الحماسة القيادية في نفس الطفيل, فبعد فتح مكة يطلب من رسول الله -صلى الله عليه وسلم- أن يرسله إلى صنم عمرو بن حممة ليحرقه، فأحرقه وجعل يقول:
يا ذا الكفين لست من عبادكا ... ميلادنا أقدم من ميلادكا
إني حشوت النار فؤادكا١
واستمر الطفيل رائدا مجاهدا مخلصا للدعوة حتى كان أحد أبطال الجيش الإسلامي الذي حارب طليحة الكذاب في حروب الردة عهد خلافة الصديق رضي الله تعالى عنه٢.
_________
١ راجع أخبار مكة للأزرقي ج١ ص١٣١.
٢ ابن هشام ج١ ص٣٨٤، ٣٨٥، الروض الأنف ج٣ ص٣٧٦، ٣٧٧، الطبقات الكبرى لابن سعد ج١ ص٣٥٣ ج٢ ص١٠٨، ١٥٧، السيرة لابن كثير ج٢ ص٧٥.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (338,'<span data-type="title" id=toc-49>النموذج الثالث:</span>
ولما أسلم أبو ذر الغفاري قال له النبي -صلى الله عليه وسلم:
"اكتم هذا الأمر وارجع إلى قومك, فأخبرهم يأتوني, فإذا بلغك ظهورنا فأقبل" ١.
يقول البيهقي:
فقال رسول الله -صلى الله عليه وسلم:
"إني قد وجهت إلى أرض ذات نخل لا أحسبها إلا يثرب, فهل أنت مبلغ عني قومك لعل الله أن ينفعهم بك وبأجرك فيهم؟ ".
فانطلق أبو ذر بهذه الشحنة من التوجيه النبوي يدعو إلى الله.
قال البيهقي يحكي جهاده وتنفيذه لما أمر به النبي -صلى الله عليه وسلم:
فانطلقت حتى أتيت أخي أنيسا فقال لي: ما صنعت؟ قلت: صنعت أني أسلمت وصدقت، قال: فما بي رغبة عن دينكما فإني قد أسلمت وصدقت قال: ثم احتملنا حتى أتينا قومنا غفار, فأسلم نصفهم قبل أن يقدم رسول الله -صلى الله عليه وسلم -المدينة وكان يؤمهم خفاف بن أيما بن رحضة الغفاري, قال: وكان سيدهم يومئذ، وقال بقيتهم إذا قدم رسول الله -صلى الله عليه وسلم- المدينة فأسلم بقيتهم.
_________
١ الحلبية ج١ ص٣١٦.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (339,'وجاءت أسلم, فقالت: يا رسول الله أخواننا, نسلم على الذي أسلموا عليه, فأسلمنا, فقال رسول الله -صلى الله عليه وسلم: "غفار غفر الله لها وأسلم سالمها الله" ١.
هكذا تبدو أهمية نشر القيادة في أنحاء الجزيرة العربية وتبدو أهمية مساهمتها في العمل للدعوة الإسلامية فقد خفف الطفيل بن عمرو الدوسي وأبو ذر الغفاري عن مركز الإرشاد في مكة أعباء ثقل العمل في تلك الديار وكانوا رصيدا بشريا محترما عندما هاجر الرسول -صلى الله عليه وسلم- إلى المدينة فكانوا بذور شجر يترعرع في سرعة, وينمو بقوة في ظلال النبوة الكريمة عندما أذن الله لرسوله -صلى الله عليه وسلم- بالهجرة ليستبدل منهجا جديدا بعد أن وضعت لبنة البناء العظيم للأمة الإسلامية في مكة المكرمة.
وهكذا يبدأ التبليغ بإعداد القيادة في مدة أعوام ثلاثة من العمل السري للدعوة, ويتم فيها عليا تواؤم الدعوة مع الطبيعة الإنسانية فلا يبقى لمعترض تعلة فقد آمن بيت الرسول -صلى الله عليه وسلم- جميعا.
وآمن صديقه أبو بكر، وغلامه زيد, والمنتظرون لبعثته الشريفة منذ زمن، مثل: ورقة، وبحيرا، ونسطيرا، وعلماء النصارى،
_________
١ راجع دلائل النبوة للبيهقي ج١ ص٤٥٧-٤٥٨, السيرة لابن كثير ج١ ص٤٤٧-٤٥١, صحيح مسلم باب في فضائل أبي ذر رضي الله عنه ج١٩١٩ فتح الباري ج٨ ص١٧٤، ١٧٥، الحلبية ج١ ص٣١٦-٣١٧.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (340,'فلم يبق لواحد من بعد ذلك شبهة اعتراض لو كان ما يدعو إليه محمد حقا لكان أولى الناس به زوجه وغلام بيته وصديقه١.
أما وقد آمن هؤلاء جميعا وآمن معهم خلق آخر بدعوتهم إياهم, فقد انسد باب الافتراض والتعلة وأغلق كل ثقب شيطاني للالتواءات الإبليسية التي يتذرع بها المطمسون عن نور الحقيقة المحجوبون عن خيرات الإسلام، وبات الحق واضحا يدلل على وضوحه وصدقه إيمان السيدة خديجة منذ اللحظة الأولى، وإيمان ورقة منذ أن علم بالوحي إلى رسول الله -صلى الله عليه وسلم- وإيمان الصديق ساعة أن دعى دون كبوة أو تردد، وإيمان علي دون مشورة أبي طالب، وإيمان زيد بن حارثة دون بحث أو نظر، وإيمان الطفيل رغم الدسيسة وإيمان أبي ذر وتحديه لمجتمع مكة.
وبذلك فقد اكتمل للدعوة في كل موطن قيادة تعمل وتجاهد في سبيل نشر الإسلام الحنيف وهي تثق في لحظة الظهور التي وعدهم بها رسول الله -صلى الله عليه وسلم.
ومن هنا فقد حان للدعوة بعد هذا أن تأخذ طريقها للانطلاق والظهور, فأذن الله جل شأنه لنبيه أن يصدع بما يوحي إليه, فابتداء الركب النوراني يأخذ مراحله الثلاثة:
لعشيرته الأقربين.
للعرب.
للعالمين جميعا.
_________
١ راجع فقه السيرة ص٩٩ محمد رسول الله -صلى الله عليه وسلم- اثين دينه ص١١٧.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (341,'فتسلسلت مراحل التبليغ؛ لتكون كل واحدة منها كالتمهيد, التقديم لما بعدها أخذا بالتدرج الذي انتهجته الدعوة في كل عمل تشريعي يبني ويهذب ويعلم.
وما أحوج الدعوة الإسلامية هنا في جنوب شرقي آسيا إلى مثل هذه القيادة؛ لتحد من الإسراف في عبادة الأصنام التي ما زالت تشكل جاهلية كاملة في مفهوم العقيدة حيث تكثر وتتعدد دور عبادة الأصنام للهنود والصينيين والسيلانيين وينفق على بنائها مال كثير١، إن الأصوات التي تعلو هنا بإنشاء دولة إسلامية لما تعرف بعد، إن أول خطوة يجب أن تتخذ هي إنهاء سلطة الأصنام وتنزيه عبادة الله جل شأنه من هذا الشرك التافه الذي لا يتفق مع كرامة الإنسان ووظيفته ولا يتلائم مع منطق العقل ومشاعر الوجدان.
ولو أن الدراسات التي تجري هنا في جنوب شرقي آسيا تعتمد على طبيعة منهج الدعوة الإسلامية لاتخذت سياسة إعداد القيادة أسلوبا جديا لمناهضة الأصنام التي تملأ الشوارع والحقول, وتفسد على الناس علاقتهم بالله الحق الذي له ملك السموات والأرض وهو على كل شيء قدير.
إن مرحلة بناء القيادة جزء أساسي في منهج العمل مع الجماعة لنشر الدعوة, وهو في نفس الوقت مرحلة أساسية لتبليغ الدعوة قبل الجهر بها حتى تجد الفكرة لها أنصارا يحمونها, ويدافعون عنها, ويضحون
_________
١ وافتنا وزارة التعمير والإنشاء بإحصائية سرية عن قيمة المبالغ التي تنفق على بيوت الأصنام, ولولا أنها سرية لنشرتها.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (342,'من أجلها فيضمن لها بذلك قاعدة في داخل المجتمع تعمل لها, وتدعو إليها, وتخفف عن الداعية الرائد كثيرا من الأعباء.
وأن ذلك لمن أحوج ما تحتاج إليه الدعوة في العصر الحديث. قيادة تؤمن في صدق وإخلاص بأن الله غايتها, والرسول زعيمها, والقرآن الكريم وحده هو دستورها, والجهاد الخالص لوجه الله سبيلها, والموت في سبيل الله أسمى أمانيها، وإذا وجدت تلك القيادة فيومها يبدأ الطريق إلى تحقيق رسالة الإسلام التي تتركز في قوله تعال: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} ١.
_________
١ الآية رقم ١٩ من سورة محمد.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (343,'<span data-type="title" id=toc-50>مرحلة التبليغ الثاني: وأنذر عشيرتك الأقربين</span>
قال البيهقي في دلائله:
لما نزلت هذه الآية على رسول الله -صلى الله عليه وسلم: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ، وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} قال رسول الله -صلى الله عليه وسلم: "عرفت أني إن بادأت بها قومي رأيت منهم ما أكره, فصمت عليها, فجاءني جبريل عليه السلام, فقال: يا محمد إنك إن لم تفعل ما أمرك به ربك عذبك ربك"، قال علي: فدعاني، فقال: "يا علي، إن الله قد أمر أن أنذر',NULL,'313',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (344,'فصمت عن ذلك, ثم جاءني جبيل عليه السلام فقال: يا محمد إن لم تفعل ما أمرت به عذبك ربك"، قال: "فاصنع لنا يا علي رجل شاة على صاع من طعام وأعد تعب لبن, ثم اجمع لي بني عبد المطلب" , ففعلت فاجتمعوا له وهم يومئذ أربعون رجلا يزيدون رجلا أو ينقصونه، فيهم أعمامه: أبو طالب، وحمزة، والعباس، وأبو لهب الكافر الخبيث, فقدمت إليهم تلك الجفنة, فأخذ رسول الله -صلى الله عليه وسلم- منها قطعة فشقها بأسنانه, ثم رمى بها نواحيها وقال: "كلوا باسم الله"، فأكل القوم حتى نهلوا عنه، ما يرى إلا آثار أصابعهم, والله إن كان الرجل منهم يأكل مثلها، ثم قال رسول الله -صلى الله عليه وسلم: "اسقهم يا علي"، فجئت بذلك القعب فشربوا منه حتى نهلوا جميعا، وايم الله إن كان الرجل منهم ليشرب مثله, فلما أراد رسول الله -صلى الله عليه وسلم- أن يكلمهم بدره أبو لهب إلى الكلام فقال: لهدما سحركم صاحبكم. فتفرقوا ولم يكلمهم رسول الله -صلى الله عليه وسلم- فلما كان الغد قال رسول الله -صلى الله عليه وسلم: "يا علي! عد لنا بمثل الذي كنت صنعت لنا بالأمس من الطعام والشراب, فإن هذا الرجل قد بدرني إلى ما قد سمعت قبل أن أكلم القوم"، ففعلت ثم جمعتهم له، فصنع رسول الله -صلى الله عليه وسلم- كما صنع بالأمس فأكلوا حتى نهلوا عنه, ثم سقيتهم فشربوا من ذلك القعب حتى نهلوا عنه، وايم الله إن كان الرجل منهم ليأكل مثلها ويشرب مثلها, ثم قال رسول الله -صلى الله',NULL,'314',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (345,'عليه وسلم "يا بني عبد المطلب إني والله ما أعلم شابا من العرب جاء قومه بأفضل مما جئتكم به، إني قد جئتكم بأمر الدنيا والآخرة" ١.
هذه محاولة أولى مع عشيرته الأقربين وخطوة أساسية في وسيلة تبليغ الدعوة عن طريق اللقاء الشخصي, وهو أجدى وسائل العمل الاجتماعي في كل عصر وحين، ولهذا كرر النبي -صلى الله عليه وسلم- اللقاء بعشيرته في الحلبية: فجمعهم رسول الله -صلى الله عليه وسلم- ثانيا وخطبهم، ثم قال لهم: "إن الرائد لا يكذب أهله، والله لو كذبت الناس جميعا ما كذبتكم، ولو غررت الناس جميعا ما غررتكم، والله الذي لا إله إلا هو إني لرسول الله إليكم خاصة، وإلى الناس كافة، والله لتموتن كما تنامون ولتبعثن كما تستيقظون, ولتحاسبن بما تعملون، ولتجزون بالإحسان إحسانا وبالسوء سوءا، وإنها لجنة أبدا أو لنار أبدا، والله يا بني عبد المطلب ما أعلم شابا جاء قومه بأفضل مما جئتكم به، إني قد جئتكم بأمر الدنيا والآخرة" , فتكلم القوم كلاما لينا غير أبي لهب فإنه قال: يا بني عبد المطلب هذه والله السوأة، خذوا على يده قبل أن يأخذ على يده غيركم فإن أسلمتموه حينئذ ذللتم وإن منعتموه قتلتم.
فقالت أخته صفية عمة رسول الله -صلى الله عليه وسلم- رضي الله تعالى عنها: أي أخي! أيحسن بك خزلان ابن أخيك.
_________
١ دلائل النبوة للبيهقي ج١ ص٤٢٨، ٤٢٩، وهذه الرواية نظيفة من الزيادة التي رواها الطبري في تفسيره ج١٩ ص١٢١، ١٢٢، وردها ابن كثير في السيرة ج١ ص٤٥٩، والحلبية ج١ ص٣٢٢، ولهذا لم أعتمد على رواية الطبري في التفسير راجع الوفاء ج١ ص١٨٤، ١٨٥، الخصائص الكبرى ج١ ص٣٠٦- ٣٠٩, الكامل في التاريخ ج٢ ص٦٢-٦٣، تفسير بن كثير ج٣ ص٣٥١.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (346,'فوالله ما زال العلماء يخيرون أنه يخرج من بني عبد المطلب نبي، فهو هو، قال: هذا والله الباطل والأماني, وكلام النساء في الحجال، إذا قامت بطون قريش, وقامت معها العرب فما قوتنا بهم فوالله ما نحن عندهم إلا أكلة رأس، فقال أبو طالب, والله لنمعنه ما بقينا.
ثم دعا النبي -صلى الله عليه وسلم- جميع قريش, وهو قائم على الصفا وقال: "إن أخبرتكم أن خيلا تخرج من سنح" "سفح" هذا الجبل تريد أن تغير عليكم أكنتم تكذبوني؟ ", قالوا ما جربنا عليك كذبا, فقال: "يا معشر قريش أنقذوا أنفسكم من النار فإني لا أغني عنكم من الله شيئا، إني لكم نذير مبين بين يدي عذاب شديد" ١.
والنص الذي ساقه صاحب الحلبية يفيد أن النبي -صلى الله عليه وسلم- كان يلح في دعوة أهله وعشيرته٢, وكان يزاوج في استخدامه لوسائل التبليغ بين الحديث الشخصي والندوة والمؤتمر المؤقت, فهو يتحدث إليهم في جو عائلي ويكرر هذا اللقاء, ثم يصعد على الصفا ويناديهم, ففي البخاري:
لما نزلت {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} صعد النبي -صلى الله عليه وسلم- على الصفا, فجعل ينادي: "يا بني فهر! يا بني عدي! " لبطون قريش حتى اجتمعوا, فجعل الرجل إذا لم يستطع أن يخرج أرسل رسولا لينظر ما هو؟ فجاء أبو لهب وقريش فقال: "أرأيتكم
_________
١ الحلبية ج١ ص٣٢١.
٢ راجع روح المعاني ج١٩ ص١٣٥.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (347,'لو أخبرتكم أن خيلا بالوادي تريد أن تغير عليكم أكنتم مصدقي؟ ", قالوا: نعم ما جربنا عليك إلا صدقا، قال: "إني نذير لكم بين يدي عذاب شديد"، فقال أبو لهب: تبا لك سائر اليوم ألهذا جمعتنا؟ فنزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ، مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ} ١.
وبذلك يتم توصيل الدعوة إلى عشيرته الأقربين, وسورة النقاش التي دارت بين صفية بنت عبد المطلب, وأبي لهب "عبد العزى بن عبد المطلب" أثر طبيعي لدعوة الرسول -صلى الله عليه وسلم- لهم وهو، انفعال أو تفاعل داخل الجماعة مطلوب حصوله؛ لأن الإقناع لا يتم إلا عن طريق المناقشة الضيقة التي تعطي وتأخذ وتقيم الأدلة وتناقش البراهين٢. وقد حجت صفية أخاها أبو جهل فلم يخرج من المأزق إلا بغلظة التعبير "كلام النساء في الحجال".
لقد ثبت بهذه النصوص:
أن نقل الدعوة من طورها السري إلى طورها الجهري، كان بإذن من عند الله حيث أمر -صلى الله عليه وسلم- بأن ينذر عشيرته الأقربين، فثبت أن الدعوة تسير في رعاية الله وكنفه.
_________
١ فتح الباري ج١ ص١١٨-١٢٠، راجع السيرة لابن كثير ج١ ص٤٥٦، تفسير الطبري ج١٩ ص١٢١ دلائل النبوة للبيهقي ج١ ص٤٣١, الوفا ج١ ص١٨٣.
٢ راجع القيادة ودينامكية الجماعات ص١٩٩.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (348,'وأن الرسول -صلى الله عليه وسلم- استخدم في هذه المرحلة وسيلتين للتبليغ:
١- اللقاء الشخصي فيما صنعه سيدنا علي رضي الله عنه من طعام مرات تمكن في آخرها رسول الله -صلى الله عليه وسلم- من تبليغ رسالته.
وهذه الرواية على ما ذكره ابن كثير في سيرته أو ما ذكره الطبري في تفسيره تفيد حدوثها تاريخيا بغض النظر عن الزيادة التي لم يقبلها ابن كثير وصاحب الحلبية١.
٢- والوسيلة الثانية المؤتمر المؤقت على نحو ما ذكره الإمام البخاري فيما نقلته عنه سالفا.
٣- أخبار العلماء السابقين بنبوة سيدنا محمد -صلى الله عليه وسلم- وذلك يؤكد مرحلة التمهيد للدعوة.
لقد كلف رسول الله -صلى الله عليه وسلم- بإنذار أهله بعد مرحلة التبليغ السري لإعداد القيادة حتى تكون عشيرته لمن سواهم عبرة, فهؤلاء مع قربهم وقرابتهم من النبي -صلى الله عليه وسلم- يتهددهم العذاب لو بقوا على الشرك لا يؤمنون، وقد أخرج مسلم والترمذي بإسناده عن أبي هريرة رضي الله عنه، قال: لما نزلت هذه الآية
_________
١ السيرة لابن كثير ج١ ص٤٥٩، الحلبية ج١ ص٣٢٢ ففيهما أنكرا الزيادة المذكورة "أخي ووزيري" ومع رفض الزيادة فالحادثة صحيحة، راجع روح المعاني ج١٩ ص١٣٥.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (349,'دعا رسول الله -صلى الله عليه وسلم- قريشا فعم وخص, فقال: "يا معشر قريش! أنقذوا أنفسكم من النار. يا معشر كعب! أنقذوا أنفسكم من النار. يا فاطمة بنت محمد! أنقذي نفسك من النار, فإني والله لا أملك لكم من الله شيئا إلا أن لكم رحما سأبلها ببلالها".
ففي هذه النصوص توضيح شفاف لكيفية تلقي الرسول -صلى الله عليه وسلم- وكيف بلغه لعشيرته الأقربين، ونفض يديه الكريمتين من أمرهم، ووكل موقفهم وشئونهم إلى ربهم, وبين لهم أن قرابتهم له لا تنفعهم شيئا إذا لم ينفعهم عملهم، وبأنه لا يملك لهم من الله شيئا وهو رسول الله، وهذا هو الإسلام في نصاعته: أنه يتقي الوساطة بين الله وعباده، حتى ولو كانوا أقرباء إلى رسول الله -صلى الله عليه وسلم- ما لم يكونوا مسلمين١.
{وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ} ٢.
_________
١ مع تصرف في ظلال القرآن ج١٩ ص١١٧، من راجع هذا البحث الخصائص ج١ ص٣٠٦-٣٠٩, الوفا بأحوال المصطفى ج١ ص١٨٢ -١٨٥ تاريخ الطبري ج٢ ص٣١٩-٣٢٢ الطبقات ج١ ص٢٠٠، دلائل النبوة البيقهي ج١ ص٤٣١، ٤٣٢, مسلم ج١ ص١٩٢، ١٩٣, اللؤلؤ والمرجان ج١ ص٥٢.
٢ الآية رقم ٢٢ من سورة لقمان.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (350,'<span data-type="title" id=toc-51>مرحلة التبليغ الثالث: لتنذر أم القرى ومن حولها "العرب</span>":
قال ابن هشام:
"كان رسول الله - صلى الله عليه وسلم- يعرض نفسه في المواسم على قبائل العرب يدعوهم إلى الله, ويخبرهم أنه نبي مرسل, ويسألهم أن يصدقوه ويمنعوه حتى يبين لهم الله ما بعثه به"١.
وينقل ابن إسحاق عن ربيعة بن عباد ما سمعه في صغره قال:
إني لغلام شاب مع أبي بمنى ورسول الله -صلى الله عليه وسلم- يقف على منازل القبائل من العرب فيقول: "يا بني فلان! إني رسول الله إليكم, فأمركم أن تعبدوا الله ولا تشركوا به شيئا، وأن تخلعوا ما تعبدون من دونه من هذه الأنداد، وأن تؤمنوا بي وتصدقوا بي وتمنعوني، حتى أبين عن الله ما بعثني به" , قال: وخلفه رجل أحول وضيء له غديرتان عليه عدنية، فإذا فرغ رسول الله -صلى الله عليه وسلم- من قوله وما دعا إليه, قال ذلك الرجل: يا بني فلان إن هذا إنما يدعوكم أن تسلخوا اللات والعزى من أعناقكم وحلفائكم من الجن من بني مالك بن أفيش إلى ما جاء به من البدعة والضلالة, فلا تطيعوه ولا تسمعوا منه قال: فقلت لأبي: يا أبت من هذا الذي يتبعه ويرد عليه ما يقول؟ قال: هذا عمه عبد العزى بن عبد المطلب، أبو لهب٢
_________
١ السيرة لابن هشام ج١ ص٤٢٢، راجع لابن كثير ج٢ ص١٥٨.
٢ السيرة لابن هشام ج١ ص٤٢٣, الطبري ج٢ ص٣٤٨، السيرة لابن كثير ج٢ ص١٥٥، ١٥٦.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (351,'قال في الخصائص:
وأخرج الواقدي, وأبو نعيم عن عبد الله بن وابصة العبسي عن أبيه عن جده قال: جاءنا رسول الله -صلى الله عليه وسلم- بمنى فدعانا فما استجبنا له ولا خير لنا, وكان معنا ميسرة بن مسروق العبسي, فقال لنا: أحلف بالله لو صدقنا هذا الرجل وحملناه حتى نحل به وسط رجالنا لكان الرأي, فأحلف بالله ليظهرن أمره حتى يبلغ كل مبلغ, فأبى القوم وانصرفوا, فقال لهم ميسرة: ميلوا بنا إلى فدك, فإن بها يهود نسائلهم عن هذا الرجل, فمالوا إلى اليهود, فأخرجوا سفرا لهم, فوضعوه, ثم درسوا ذكر رسول الله -صلى الله عليه وسلم- النبي الأمي العربي يركب الحمار ويجتزئ بالكسرة وليس بالطويل ولا بالقصير ولا بالجعد ولا بالبسط في عينيه حمرة مشرب اللون, فإن كان هو الذي دعاكم فأجيبوه وادخلوا في دينه, فإنا نحسده ولا نتبعه, ولنا منه في مواطن بلاء عظيم, ولا يبقى أحد من العرب إلا اتبعه أو قتله, فقال ميسرة: يا قوم إن هذا الأمر بين، فأسلم في حجة الوداع١.
قال في المواهب:
وكان -صلى الله عليه وسلم -يطوف على الناس في منازلهم يقول: "إن الله يأمركم أن تعبدوه ولا تشركوا به شيئا"، وأبو لهب يقول: يا أيها الناس هذا يأمركم أن تتركوا دين آبائكم"٢.
_________
١ الخصائص ج١ ص٤٥٤، ٤٥٥.
٢ المواهب ج١ ص٢٥٠.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (352,'إن رسول الله -صلى الله عليه وسلم- لم يأل جهدا في توصيل دعوة الله إلى العرب.
فقد أتى كلبا في منازلهم فدعاهم إلى الله, وعرض عليهم نفسه حتى إنه ليقول لهم: "يا بني عبد الله إن الله عز وجل قد أحسن اسم أبيكم" , فلم يقبلوا منه ما عرض عليهم.
وأتى بني حنيفة في منازلهم فدعاهم كذلك إلى الله, وعرض عليهم نفسه فلم يكن أحد من العرب أقبح عليه ردا منهم١.
كذلك عرض رسول الله -صلى الله عليه وسلم- نفسه على بني عامر فدعاهم إلى الله عز وجل, ولكنهم أرادوا أن يتخذوا الدعوة فيما بعد ملكا عضودا لهم, فرفض رسول الله -صلى الله عليه وسلم- يقول ابن هشام: فقال رجل منهم يقال له "بيحرة بن فراس" والله لو أني أخذت هذا الفتى من قريش؛ لأكلت به العرب, ثم قال: أرأيت
إن نحن بايعناك على أمرك، ثم أظهرك الله على من خالفك أيكون لنا الأمر من بعدك؟ قال: "الأمر إلى الله حيث يشاء"، قال: فقال له: أفتهدف نحورنا للعرب دونك, فإذا أظهرك الله كان أمر لغيرنا؟ لا حاجة لنا بأمرك فأبوا عليه٢.
_________
١ السيرة لابن هشام ج١ ص٢٤٢، راجع الوفا ج١ ص٢١٥, تاريخ الطبري ج٢ ص٣٤٩، الحلبية ج٢ ص٣، ٤ السيرة لابن كثير ج٢ ص١٥٧، ١٥٩.
٢ السيرة لابن هشام ج١ ص٤٢٤، ٤٢٥، تاريخ الطبري ج٢ ص٣٥٠.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (353,'ومرة أخرى يتضح أن هدف الدعوة دائما كان غاية في النقاء من أعراض الدنيا وأن الرسول -صلى الله عليه وسلم- كان دائما يؤكده ولا يساوم فيه أبدا, وقال ابن سعد في الطبقات:
فدعا الناس إلى الإسلام يوافي المواسم كل عام يتبع الحاج في منازلهم في المواسم بعكاظ، ومجنة، وذي المجاز يدعوهم إلى أن يمنعوه حتى يبلغ رسالات ربه ولهم الجنة, فلا يجد أحدا ينصره ولا يجيبه حتى إنه ليسأل عن القبائل ومنازلها قبيلة قبيلة ويقول: "يا أيها الناس قولوا: لا إله إلا الله تفلحوا وتملكوا بها العرب, وتذل لكم العجم, وإذا آمنتم كنتم ملوكا في الجنة"، وأبو لهب وراءه يقول: إن تطيعوه فإني صابر, فيردون على رسول الله -صلى الله عليه وسلم- أقبح رد ويؤذونه ويقولون: أسرتك وعشيرتك أعلم بك حيث لم يتبعوك, ويكلمونه ويجادلونه ويكلمهم ويدعوهم إلى الله, ويقول:
"اللهم لو شئت لم يكونوا هكذا".
فكان من سمي لنا من القبائل الذين آتاهم رسول الله -صلى الله عليه وسلم- ودعاهم, وعرض نفسه عليهم: بنو عامر بن صعصعة، ومحارب بن خصفة, وقرارة, وغسان, ومرة، وحنيفة، وسليم، وعبس، وبنو نضر، وبنو المكاء، وكندة، وكلب، والحارث بن كعب، وعذرة، والحضارمة، فلم يستجب منهم أحد١.
_________
١ الطبقات الكبرى ج١ ص٢١٦، ٢١٧، راجع ابن هشام ج١ ص٤٢٤، ٤٢٥, الكامل في التاريخ ج٢ ص٩٣، ٩٤، شرح المواهب ج٣٠٩، دلائل النبوة للبيهقي ج٢ ص١٥٧، ١٦٣.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (354,'وفي سبيل تبليغ الرسالة طاف الرسول عليه الصلاة والسلام بعيدا يدعو الناس في ديارهم, لقد ذهب إلى الطائف, وعمد إلى نفر من ثقيف هم يومئذ سادة ثقيف وأشرافهم وهم إخوة ثلاثة:
عبد ياليل بن عمرو بن عمير.
ومسعود بن عمرو بن عمير.
وحبيب بن عمرو بن عمير.
لقد جلس إليهم رسول الله -صلى الله عليه وسلم- يدعوهم إلى الله، كلمهم بما جاءهم به من الحق والهدى وطلب نصرته على الإسلام, فتفلسفوا عليه لقد ركبوا عقولهم وامتطوا أهواءهم.
قال له متشدقهم: أما وجد الله أحدا يرسله غيرك؟
وقال فيلسوفهم: والله لا أكلمك أبدا لئن كنت رسولا من الله كما تقول, لأنت أعظم خطرا من أن أرد عليك الكلام.
ولئن كنت تكذب على الله ما ينبغي لي أن أكلمك.
لقد رفضوا نصرة النبي -صلى الله عليه وسلم- فطلب منهم مبدأ عاديا هو مبدأ خلقي يلتزمه الفرد العادي لقد طلب منهم أن يكتموا أمره. ولكنهم لم يفعلوا وأفشوه وتمادوا في الضلالة, وأغروا به عبيدهم وسفهاءهم يسبونه ويصيحون به حتى اجتمع عليه الناس وألجئوه إلى حائط لعتبة بن ربيعة وأخوه شيبة بن ربيعة وهما فيه١.
_________
١ مع تصرف ابن هشام ج١ ص٤١٩، ٤٢٠، دلائل البيهقي ج٢ ص١٥٩، الكامل في التاريخ ج٢ ص٩١ راجع المواهب ج١ ص٢٩٧، ٢٩٨، تاريخ الطبري ج٢ ص٣٤٤، ٣٤٥.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (355,'وفي لحظة الكرب تبدو طبيعة الداعية أن أمره كله لله وأمره كله خير فهو يفعل ما يؤمر به وينفذ ما جاءه, أما أن يستجيب الناس فتلك مشيئة الله. وتبدو طبيعة الداعية وقد ارتبطت بالجو الرباني يدعو رسول الله -صلى الله عليه وسلم- دعاءه الخاشع بكلماته الرخية التي ترطب الفؤاد، وتحل فيه السكينة، وتذهب عن القلب همومه:
"اللهم إليك أشكو ضعف قوتي وقلة حيلتي وهواني على الناس. يا أرحم الراحمين! أنت أرحم الراحمين، وأنت رب المستضعفين، إلى من تكلني؟ إلى عدو بعيد يتجهمني, أم إلى صديق قريب ملكته أمري؟ إن لم يكن بك علي غضب فلا أبالي، غير أن عافيتك أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة أن ينزل بي غضبك, أو يحل بي سخطك لك العتبى حتى ترضى, ولا حول ولا قوة إلا بك" ١.
وتظهر كذلك طبيعة الداعية وصفاء نفسه وارتفاعها فوق الآلام, وعفوها عن كل زلات المحجوبين عن رحمة الله.
لقد استجاب الله لدعاء نبيه الكريم, وجاء ملك الجبال ليدمرها على ثقيف, ولكن الرسول -صلى الله عليه وسلم- يحنو عليهم ويرأف بهم, فيقول في عفو كريم:
"بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا شريك له"،
_________
١ المواهب ج١ ص٣٥٤، ٣٥٥، الكامل في التاريخ ج٢ ص٩١، ٩٢، الوفا ج١ ص٢١٣.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (356,'قال في شرح المواهب:
وهذا من مزيد شفقته وحلمه وعظيم عفوه وكرمه١.
ولم تكن جهودا ضائعة ولا دعوة فارغة بل كانت واجبات تؤدى وثمارها مطوية مكنونة في علم الله, فقد استجاب في هذه الحملات رجال من أهل طيبة استروحوا لنسائهم الإيمان في صدورهم, فحملوها إلى قومهم في يثرب طيبة وكان في مقدمة هذه البشائر:
سويد بن الصامت: أخو بني عمرو بن عوف من الأوس قدم مكة حاجا أو معتمرا فعرض عليه رسول الله -صلى الله عليه وسلم- الإسلام والإيمان, فقال للنبي عليه الصلاة والسلام لعل الذي معك مثل الذي معي, فقال له رسول الله -صلى الله عليه وسلم: "وما الذي معك؟ ". فقال: مجلة لقمان يعني حكمة لقمان، فقال رسول الله -صلى الله عليه وسلم: "أعرضها علي"، فعرضها عليه، فقال: "إن هذا الكلام حسن، والذي معي أفضل منه، قرآن أنزله الله عز وجل عليّ هو هدى ونور". فتلا عليه رسول الله -صلى الله عليه وسلم- القرآن ودعاه إلى الإسلام فلم يبعد منه وقال: إن هذا لقول حسن، ثم انصرف, فقدم المدينة على قومه فلم يلبث أن قتلته الخزرج, وكان رجال من قومه يقولون: إنا لنرى أنه قتل وهو مسلم٢.
_________
١ المواهب ج١ ص٢٩٨، راجع الدرر ص٦٨، تاريخ الطبري ج٢ ص٣٤٥ الحلبية ج١ ص٣٩٥، ٣٩٦.
٢ الدلائل البيهقي ج٢ ص١٦١، ١٦٢، الدرر ص٧٠، راجع السيرة لابن كثير ج٢ ص١٧٣، ١٧٤.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (357,'قال صاحب الحلبية:
وفي كلام بعضهم أنه آمن بالله ورسوله وسافر حتى دخل المدينة إلى قومه, فشعروا بإيمانه فقتلته الخزرج بغتة١.
وإياس بن معاذ وهو فتى من فتيان بني عبد الأشهل قدم مكة مع أبي الحيسر أنس بن رافع الذي جاء يلتمس من قريش حلفا على قومهم من الخزرج عندما تصدى لهم رسول الله -صلى الله عليه وسلم- كعادته ليبلغهم الإسلام ويدعوهم إلى الإيمان، قال إياس وهو غلام حدث: يا قوم هذا والله خير مما جئتم له, فغضب عليه شيخ الوفد أبو الحيسر, فأخذ حفنة من تراب البطحاء فضرب بها وجهه٢.
قال في الحلبية: فلما دنا موت إياس صار يحمد الله ويسبحه ويهلله وتكبره حتى موت٣.
قال البيهقي: قال محمود بن لبيد: فأخبرني من حضرني من قومي أنهم لم يزالوا يسمعونه يهلل الله ويكبره، ويحمده، ويسبحه، حتى مات وكانوا لا يشكون أنه قد مات مسلما.
كان قد استشعر من الإسلام في ذلك المجلس حين سمع من رسول الله ما سمع٤.
_________
١ الحلبية ج٢ ص٧.
٢ راجع السيرة لابن كثير ج٢ ص١٧٥، الكامل في التاريخ ج٢ ص٩٥ تاريخ الطبري ج٢ ص٣٥٣.
٣ الحلبية ج٢ ص٧.
٤ الدلائل للبيهقي ج٢ ص١٦٣، راجع السيرة لابن هشام ج١ ص٤٢٨.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (358,'وهكذا تنتقل الدعوة وئيدة حسب طبيعتها لتقرر مبدأ عاما "لأن يهدي الله بك رجلا خير لك من حمر النعم".
{وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} ١.
وتستمر ثمرات هذا الكفاح المضني, والجهد الشاق الذي بذله رسول الله -صلى الله عليه وسلم- في تبليغ الدعوة في هذه المرحلة, فتنتقل الثمرات من إنتاجها الفردي إلى إنتاج جماعي لكأنما شاء الله لها في عهدها المكي أن تبدأ فردية, وتنتقل إلى الجماعة جهرية وشاء لها كذلك أن تكون ثمارها هكذا واحدة, ثم جماعة قد اختارهم الله واختصهم دون ذلك القوم الذين دعوا فلم يستجيبوا.
يقول ابن هشام:
فلما أراد الله عز وجل إظهار دينه وإعزاز نبيه -صلى الله عليه وسلم-وإنجاز وعده له خرج رسول الله -صلى الله عليه وسلم- في الموسم الذي لقيه فيه النفر من الأنصار, فعرض نفسه على قبائل العرب كما كان يصنع في كل موسم, فبينما هو عند العقبة لقي رهطا من الخزرج أراد الله بهم خيرا.
قال لهم رسول الله -صلى الله عليه وسلم: "من أنتم؟ " قالوا: نفر من الخزرج, قال: "أمن موالي يهود؟ " قالوا: نعم، قال: "أفلا تجلسون أكلمكم؟ " قالوا: بلى. فجلسوا معه فدعاهم إلى الله عز وجل, وعرض عليهم الإسلام, وتلا عليهم القرآن. قال: وكان مما صنع الله بهم في الإسلام أن يهود كانوا معهم في بلادهم, وكانوا أهل كتاب
_________
١ التغابن.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (359,'وعلم وكانوا هم أهل شرك وأصحاب أوثان, وكانوا قد غزوهم ببلادهم إذا كان بينهم شيء, قالوا لهم: إن نبيا مبعوث الآن قد أظل زمانه نتبعه فنقتلكم معه قتل عاد وإرم، فلما كلم رسول الله -صلى الله عليه وسلم- أولئك النفر, ودعاهم إلى الله قال بعضهم لبعض: يا قوم تعلمون والله إنه للنبي الذي توعدكم به يهود فلا تسبقنكم إليه, فأجابوه فيما دعاهم إليه بأن صدقوه وقبلوا منه ما عرض عليهم من الإسلام, وقالوا: إنا قد تركنا قومنا ولا قوم بينهم من العداوة والشر ما بينهم, فعسى أن يجمعهم الله بك فسنقدم عليهم فندعوهم إلى أمرك, ونعرض عليهم الذي أجبناك إليه من هذا الدين فإن يجمعهم الله عليه فلا رجل أعز منك.
ثم انصرفوا عن رسول الله -صلى الله عليه وسلم- راجعين إلى بلادهم وقد آمنوا وصدقوا١.
وهذا النص يوضح عدة حقائق سبق عرضها في هذ الدراسة ومنها:
أهمية مرحلة التمهيد بالدعوة فقد كان حديث اليهود وتوعدهم لهذا البطن من الخزرج جعلهم يتبادلون الشورى فيما بينهم ليسبقوا اليهود ويفسدوا عليهم خطتهم فآمنوا وصدقوا.
_________
١ ابن هشام ج١ ص٤٢٨، ٤٢٩، تاريخ الطبري ج٢ ص٣٥٤، الوفا ج١ ص٢١٧، المواهب ج١ ص٣١١، ٣١٢.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (360,'وإن هؤلاء النفر لما عادوا تحملوا مسؤلية العمل للدعوة, وهو جزء أساسي في منهج التبليغ, والعمل مع الجماعة, وقد حمل التاريخ الإسلامي لهؤلاء النفر مجهودا مشكورا ونشاطا رائعا مخلصا، في نشر الدعوة بعد عودتهم إلى يثرب طيبة.
يقول ابن هشام:
فلما قدموا المدينة إلى قومهم ذكروا لهم رسول الله -صلى الله عليه وسلم- ودعوهم إلى الإسلام حتى فشا فيهم فلم يبقى دار من دور الأنصار إلا وفيها ذكر من رسول الله -صلى الله عليه وسلم.
وبذلك فقد تم توصيل الدعوة إلى أصقاع الأمة العربية, نعم رفضها المطموسون بظلام الجاهلية, ولكن قبلها المشرقون بصفاء النفس الممنوحون نعمة السمع, وشاء الله لهم أن يكونوا لها أجنادا مصطفين أخيارا. والله ذو الفضل العظيم١.
_________
١ ابن هشام ج١ ص٤٣٠، السيرة لابن كثير ج٢ ص١٧٨، الدرر ص٧١، الطبقات الكبرى ج١ ص٢١٩، الدلائل للبيهقي ج٢ ص١٧٤، الكامل في التاريخ ج٢ ص٩٦، تاريخ الطبري ج٢ ص٣٥٥، الوفا ج١ ص٢١٧.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (361,'<span data-type="title" id=toc-52>مرحلة التبليغ الرابع: لتخرج الناس من الظلمات إلى النور "عالمية الدعوة</span>"
قال في الحلبية:
فجمعهم رسول الله -صلى الله عليه وسلم- ثانيا وخطبهم ثم قال لهم: "إن الرائد لا يكذب أهله والله لو كذبت الناس جميعا',NULL,'330',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (362,'ما كذبتكم، ولو غررت الناس جميعا ما غررتكم، والله الذي لا إله إلا هو إني لرسول الله إليكم خاصة وإلى الناس كافة"١.
ويقول كذلك على لسان سيدنا علي رضي الله عنه:
ثم جمعتهم له -صلى الله عليه وسلم- فأكلوا حتى شبعوا وشربوا حتى نهلوا ثم قال لهم: "يا بني عبد المطلب إن الله قد بعثني إلى الخلق كافة وبعثني إليكم خاصة" ٢.
منذ اللحظة الأولى للدعوة الإسلامية وهي عالمية.
إنها قانون الله للإنسان.
{لا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} ٣.
هذا قانون خاص بالشمس والقمر، والليل والنهار٤.
{وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا} ٥.
ذلك قانون النهر والبحر وكثافة المياه٦.
_________
١ و٢ الحلبية ج١ ص٣٢١، ٣٢٢.
٣ الآية رقم ٤٠ من سورة يس.
٤ راجع العلم يدعو للإيمان ص٥٦، ٥٧ قصة الإيمان ص٣٠٣-٣١١.
٥ الآية رقم ٥٣ من سورة الفرقان.
٦ راجع قصة الإيمان ص٣٣٥.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (363,'{وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} ١.
ذلك قانون الرياح والأمطار٢.
كل شيء في الوجود يسير وفق قانون رباني:
{إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَر} ٣.
{وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ} ٤.
{وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ} ٥.
تلك بعض القوانين الإلهية التي تحكم الكون الذي يعيش فيه الإنسان والدين هو قانون الله إلى البشر، وقد تمت عموميته بالرسالة الخاتمة. ومن هنا فإن النبي -صلى الله عليه وسلم- يحدد وهو في البيئة الأولى، والخطوة الأولى، والحركة الأولى للدعوة الإسلامية، أن الإسلام دعوة الله إلى الناس كافة.
ولم تكن آمالا يطمح إليها فالظروف في مكة كانت قاسية, وليس أمام البصر العادي للناس أن يتنبئوا بعموم رسالة تحارب من الناس في أم القرى, لو كانت دعوة محمد بن عبد الله -صلى الله عليه وسلم- دعوة
_________
١ الآية رقم ٢٢ من سورة الحجر.
٢ راجع قصة الإيمان ص٣٤٥.
٣ الآية رقم ٤٩ من سورة القمر.
٤ الآية رقم ١٩ من سورة الحجر.
٥ الآية رقم ٢١ من سورة الحجر.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (364,'مصلح أو زعيم أو قائد ما كان يمكن أن يطرح على بساط الخيال يومها يوم ضيقها وعسرتها، أنها تكون للناس كافة.
أما وهي ربانية.
أما وهي قانون الله إلى الناس كافة.
أما ويحملها نبي عارف حدود رسالته ودعوته.
فقد أعلنها:
"إني لرسول الله إليكم خاصة وإلى الناس كافة".
ذلك لأنه يملك على هذا الصدق الذي يبلغه:
أمر تبليغ.
ونصوص أدلة.
أما أمر التبليغ الذي كلفه وهو في مكة بالدعوة العامة للناس كافة, فقول الله جل شأنه:
{الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} ١.
وأما النصوص التي اعتصم بها الرسول -صلى الله عليه وسلم- هذا التبليغ العام فهي:
{إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٢.
_________
١ أول سورة إبراهيم.
٢ من الآية رقم ٩٠ من سورة الأنعام.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (365,'{قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} ١.
{وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٢.
{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} ٣.
{تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} ٤.
{وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٥.
{إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٦.
{وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٧.
{إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٨.
وهذه كلها سورة مكية تأتي فيها هذه النصوص أضواء على الحدود الشاملة العامة الكاملة لمحيط الكرة الأرضية كميدان لتبليغ الدعوة، وهي لا تزال في مكة تقابل من الجحود والنكران ألوانا ولكنها في
_________
١ الآية رقم ١٥٨ من سورة الأعراف.
٢ الآية رقم ١٠٤ من سورة يوسف.
٣ الآية رقم ١٠٧ من سورة الأنبياء.
٤ أول سورة الفرقان.
٥ الآية رقم ٢٨ من سورة سبأ.
٦ الآية رقم ٨٧ من سورة ص.
٧ الآية رقم ٥٢ من سورة القلم.
٨ الآية رقم ٢٧ من سورة التكوير.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (366,'هذا الضيق المستحكم من البشر تعلن أنها "للناس كافة" فتلك طبيعتها وحقيقتها وأبعادها التي يحددها القرآن في أسلوبين منذ الأيام المبكرة في ظل الكعبة المشرفة:
أسلوب الأمر بالتبليغ.
وأسلوب الأدلة والنصوص.
وهي هكذا شاملة لجنس البشر؛ لأنها قانون الله له لا تعرف وطنا ولا قوما ولا لغة ولا مناخا ولا إقليما. لا تعرف إلا الكرة الأرضية تملكها لتكون كلها في طاعة الله كقانون يجب أن يسود ويطبق في حياة الإنسان أي إنسان على هذه الأرض؛ لأنه واحد من هذا الكون الذي يسير وفق قوانين ربانية لا يحيد عنها إلا بإرادة الله يوم تبدل الأرض غير الأرض والسموات.
هكذا أرادها الله وهكذا اتجهت الدعوة منذ أيامها الأولى, وكذلك تتجه في كل عصر ووطن إلى آخر الزمان, وحتى يرث الله الأرض ومن عليها.
والله وحده الذي أرادها هكذا, وهو صاحبها وراعيها, وهو وحده المدافع
عنها وحاميها, وقد بدأ رسول الله -صلى الله عليه وسلم- التبليغ العام بالهجرة إلى الحبشة وينبغي أن نتصور الأمور هنا بمقاييس الزمن الذي كانت تقع فيه الأحداث لا بمقاييس العصر الحاضر.
لقد كان النبي -صلى الله عليه وسلم- يعلم أن الله قد هيأ لدينه أناسا وأن النجاشي رجل لا يظلم أحد عنده, وأنه يؤمن بأن عيسى نبي',NULL,'335',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (367,'قد بشر به فوجه البعثة١ الأولى من المهاجرين إلى الحبشة؛ ليعيشوا هناك بدينهم الجديد بعيدا عن سطوة الجبارين من كفار قريش, ولعل المسلمين بسلوكهم وإيمانهم يتركون أثرا, ولو كان قليلا وسط بيئة تعلم أن نبيا خاتما قد أظل زمانه, وفيهم من ينتظر قدومه ومبعثه.
وفي هجرة سيدنا جعفر بن أبي طالب في المرة الأولى٢ دليل واضح على أن الهجرة أريد منها كذلك أن يسمع الناس عن الإسلام بالإضافة إلى بعد المسلمين عن مواطن الأذى.
إذ إن جعفر بن أبي طالب أخا علي بن أبي طالب وعلي لم يهاجر, وأبوهما أبو طالب يدافع عن الدعوة ما قصر يوما في حمياتها، ولا آذى عليا يوم أن رآه يصلي مع رسول الله -صلى الله عليه وسلم- خفية بل قال له: أما إنه لم يدعك إلا إلى الخير فالزمه٣.
وإذن فلماذا يهاجر جعفر بن أبي طالب في السنة الخامسة من المبعث ووالده ما زال حيا وما زال منافحا مدافعا عن الدعوة؟
إن أمر هجرته هو أمر تبليغ الدعوة بالطريقة الذاتية لها, وهو ابن عم النبي -صلى الله عليه وسلم- وأعلم الناس به وأعرفهم بأحواله وأحقهم بحمل رسالته؛ ولهذا كان هو المتحدث مع النجاشي في شأن الفتنة التي تودها قريش لما أرسلت رسوليها في طلب المهاجرين إلى الحبشة.
_________
١ الجهاد في الإسلام محمد شديد ص٤٠٤ مؤسسة المطبوعات الحديثة.
٢ السيرة لابن هشام ج١ ص٣٢٣، راجع السيرة لابن كثير ج٢ ص٦، الدرر ص٥١، الكامل في التاريخ ج٢ ص٧٦، ٧٧، تاريخ الطبري ج٢ ص٣٣١،
٣ السيرة لابن هشام ج١ ص٢٤٧.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (368,'يقول الأستاذ محمد شديد:
إن الذين هاجروا جميعا إلى الحبشة كانوا جميعا من ذوي القوة والمنعة الذين كان لهم من عصبتهم ما يدفع الأذى عنهم إلى حد كبير١، أما الموالي المستضعفون الذين كانوا يتلقون معظم التعذيب, فلم يهاجر منهم أحد, وظلوا في مكة حتى نهاية العهد, وقد كانوا أحق بالهجرة والنجاة. فلماذا هاجر الأقوياء وبقي المستضعفون إن كان الفرار هو الهدف من الهجرة؟ ولماذا هاجرت نساء من بين أشراف قريش, ولم تتعرض إحداهن لأذى أو فتنة؟
ولماذا هاجر أبو موسى الأشعري ومؤمنو اليمن, ولحقوا بإخوانهم بالحبشة، وقد كانوا بعيدا عن مكان المعركة؟ ولماذا بقي معظم المهاجرين بالحبشة ومعهم جعفر حتى السنة السابعة من الهجرة بعد أن أصبح٢ للإسلام دولة قوية في المدينة وقويت فيها شوكة المسلمين؟
أما جوابي: فقد كانت تلك جهود في تبليغ الدعوة على صعيدها العالمي الطبيعي، بل إن محاولة قريش استرداد المهاجرين هو نفسه دليل على ما أدركوه من إمكان انتشار الإسلام بهذه الهجرة في الحبشة, وخوفهم من بناء قاعدة إسلامية تناهض القرشيين في مكة وإلا فهجرة
_________
١ الكامل في التاريخ ج٢ ص٦٦٠.
٢ الجهاد في الإسلام ص٤٧، يثبت ابن عبد البر الهجرة لأبي موسى بطريق المصادفة, فيروي أنه كان يريد المدينة, ولكن الريح رمت سفينتهم إلى الحبشة, فاستقر فيها حتى هاجر مع سيدنا جعفر، راجع الدرر ص٥٤.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (369,'المسلمين من مكة كانت راحة لهم من هم تكاثرهم في داخل أم القرى، غير أن الأمر لم يكن في خاطرهم مسألة راحة من أشخاص بقدر ما هو سد الطريق على الدعوة حتى لا تنتشر وتنمو وتفشو، ولقد سقط في يد قريش عندما رجع رسولاها بخفي البعير في يوم مطير, وقرروا أن يتعاقدوا على بني هاشم وبني عبد المطلب.
يقول صاحب زاد المعاد:
ثم أمر النجاشي فرد عليهما هداياهما ورجعا مقبوحين، فلما رأت قريش أمر رسول الله -صلى الله عليه وسلم- يعلو والأمور تتزايد أجمعوا على أن يتعاقدوا على بني هاشم, وبني عبد المطلب, وبني عبد مناف أن لا يبايعوهم ولا يناكحوهم ولا يكلموهم ولا يجالسوهم حتى يسلموا إليهم رسول الله -صلى الله عليه وسلم- وكتبوا بذلك صحيفة١.
وعبارة ابن هشام في ذلك صريحة, قال:
فلما رأت قريش أن أصحاب رسول الله -صلى الله عليه وسلم- قد نزلوا بلدا أصابوا بها أمنا وقرارا, وأن النجاشي قد منع من لجأ إليه منهم وأن عمر قد أسلم فكان هو وحمزة بن عبد المطلب مع رسول الله -صلى الله عليه وسلم- وأصحابه، وجعل الإسلام يفشو في القبائل اجتمعوا وائتمروا بينهم أن يكتبوا كتابا يتعاقدون فيه على بني هاشم وبني عبد المطلب٢.
_________
١ زاد المعاد ج٢ ص٤٦، راجع حول هذا المعنى تاريخ الطبري ج٢ ص٣٣٥.
٢ السيرة لابن هشام ج١ ص٣٥٠.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (370,'وعبارة ابن الأثير جلية كذلك يقول:
ولما رأت قريش الإسلام يفشو ويزيد, وأن المسلمين قووا بإسلام حمزة وعمر, وعاد إليهم عمرو بن العاص وعبد الله بن أبي أمية من عند النجاشي بما يكرهون من منع المسلمين عنهم وأمنهم عنده ائتمروا في أن يكتبوا بينهم كتابا يتعاقدون فيه على أن لا ينكحوا بني هاشم١.
وعبارة ابن سعد واضحة في ربط المقاطعة بخيبة قريش في مساعيها عند النجاشي قال:
لما بلغ قريشا فعل النجاشي لجعفر وأصحابه وإكرامه إياهم كبر ذلك عليهم وغضبوا على رسول الله -صلى الله عليه وسلم- وأصحابه وأجمعوا على قتل رسول الله -صلى الله عليه وسلم- وكتبوا كتابا على بني هاشم ألا يناكحوهم٢.
هذه النصوص فيها ربط بين كتابة الصحيفة وفشل قريش في مساعيها عند النجاشي وازدهار المهاجرين هناك وانتشار الإسلام.
وعلى هذا فالتفسير المعقول لهجرة سيدنا جعفر بن أبي طالب بالإضافة إلى بعد المسلمين عن الأذى هو إيصال الدعوة إلى أهل الحبشة, وقد أسلم النجاشي بمجرد أن سمع عرض الإسلام من جعفر بن أبي طالب رضي الله عنه.
_________
١ الكامل في التاريخ ج٢ ص٨٧ راجع الدرر ص٥٥-٥٧.
٢ الطبقات الكبرى ج١ ص٢٠٨.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (371,'وعلى هامش الموضوع فإن السؤال الذي ردده الدكتور هيكل في كتابه:
ومن حق مؤرخ محمد أن يسأل: كيف أمن محمد على أصحابه هؤلاء أن يذهبوا إلى أرض الحبشة, والنصرانية دين أهلها, دين كتاب, ورسولها عيسى يقر الإسلام رسالته, ثم لا يخاف عليهم فتنة كفتنة قريش, وأن تكون من نوع آخر١ يبدو في غير محله؟
والجواب عليه أن الحبشة لها دين وكتاب، ولكن أهلها, وجانب من قساوستها كانوا ينتظرون هذه البعثة المحمدية، ولقد خضلوا اللحى من دمع عيونهم لما قرأ عليهم جعفر سورة مريم, فالمقاييس التي يقاس بها السؤال هي مقاييس عصر المسيحية الاستعمارية الصليبية لا الدين السمح الذي كان أهله ينتظرون محمدا رسولا خاتما كما عرض في مرحلة التمهيد, ومواقف بحيرا ونسطورا.
إن عبارة النجاشي:
مرحبا بكم وبمن جئتم من عنده، أشهد أنه رسول الله، فإنه الذي نجد في الإنجيل، وإنه الذي بشر به عيسى بن مريم، انزلوا حيث شئتم والله لولا ما أنا فيه من الملك لأتيته حتى أكون أنا أحمل نعليه وأمر بهدايا الآخرين فردت إليهم٢.
_________
١ حياة محمد ص١٥٦ راجع ص٤٤، ٤٥ من كتاب الجهاد في الإسلام ففيه توضيح دقيق في مقابل ما أثاره الدكتور هيكل في كتابه المذكور.
٢ الوفا ج١ ص١٩٧، دلائل النبوة للبيهقي ج٢ ص٦٧، السيرة لابن كثير ج٢ ص١٠.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (372,'هذا النص كاف في منع افتراض سؤال مثل الذي أثاره الدكتور هيكل باشا.
لقد بلغ رسول الله -صلى الله عليه وسلم- الدعوة بقدر ما أذن الله له ومنحه من الفيض والبركة وما أكرمه به من العون والمدد، وإني لأشهد أنه بلغ الرسالة وأدى الأمانة ونصح للأمة وجاهد في سبيل الله حق جهاده -صلى الله عليك وسلم- يا سيدي يا رسول الله فقد نشرت رسالة ربك على العالمين وكنت لهم رحمة أجمعين.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (373,'<span data-type="title" id=toc-53>أسلوب التبليغ ووسيلته</span>
<span data-type="title" id=toc-54>مدخل</span>
...
أسلوب التبليغ ووسيلته:
أسلوب التبليغ:
{ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} ١.
ما هو الأسلوب الذي استخدمه رسول الله -صلى الله عليه وسلم- في تبليغ دعوة الله, وهو ينقل الدعوة بمنهج عملها مع الجماعة ومنهج التفكير الذي رسمه القرآن الكريم سالفا؟ مناهج الدعوة فكريا واجتماعيا هي الطريقة التي سنها القرآن لتبليغ دعوة الله، فما هو الأسلوب؟ وما هو نوع الكلمة التي نقل بها الرسول -صلى الله عليه وسلم- مبادئ الإسلام إلى الناس وهو يتخذ مناهج الدعوة طريقا؟
_________
١ الآية رقم ١٢٥ من سورة النحل.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (374,'<span data-type="title" id=toc-55>الحكمة:</span>
إن القرآن الكريم يجيب على هذا التساؤل:
{ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} .
الحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن هي الأسلوب, وهو نوع الكلمة التي بلغ بها رسول الله -صلى الله عليه وسلم- دعوة الله إلى الناس في جميع مراحلها.
وبمنتهى البساطة يدرك الداعية مقدار التواؤم بين المناهج السالفة وطريقة استخدامها في عملية التبليغ بهذا الأسلوب.
ففي المناهج وأسلوب أو نوع الكلمة المستخدمة في التبليغ عنصر أساسي جامع، وهو السلام المطلق والصبر الطويل، حتى يمكن للدعوة أن تبدو على حقيقتها في ثوبها الطبيعي وأهدافها السامية دون تزيين أو انحراف عن جادتها.
والحكمة التي توصف بها الكلمة التي تستخدم للتعبير عن مبادئ الدعوة هي في حيز قوله تعالى: {وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا} ١.
_________
١ من الآية رقم ٥٢ من سورة الفرقان.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (375,'ففي القرآن الكريم كل شفاء وغناء يقول الله تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} ١.
يقول شيخنا العارف بالله الدكتور عبد الحليم محمود:
ولكن القرآن لم يكن يلقي القول على علاته وإنما يأتي بالقضية مبرهنا عليها بالدليل تلو الدليل, فيرضي العقل ويطمئن النفس ويقود الضمير إلى الإذعان٢.
ويقول الإمام الغزالي في كتابه "إلجام العوام": فأدلة القرآن مثل الغذاء ينتفع به كل إنسان.
بل أدلة القرآن كالماء الذي ينتفع به الصبي الرضيع, والرجل القوي وسائر الأدلة كالأطعمة التي ينتفع بها الأقوياء مرة, ويمرضون بها أخرى ولا ينتفع بها الصبيان أصلا٣.
ففي القرآن الكريم كل كفاية؛ لتوصيل دعوة الله, وتحقيق وحدات المنهج يقول شيخنا الدكتور عبد الحليم محمود:
إن رسول الله -صلى الله عليه وسلم- والصحابة بأجمعهم ما سلكوا في المحاجة مسلك المتكلمين في تقسيماتهم وتدقيقاتهم لا لعجز منهم عن ذلك، فلو علموا أن ذلك نافع لأطنبوا فيه ولخاضوا في تحرير الأدلة خوضا يزيد على خوضهم في مسائل الفرائض وإذا عارضوا اليهود
_________
١من الآية رقم ٨٢ من سورة الإسراء.
٢ التفكير الفلسفي ص ٥٨.
٣ إلجام العوام ص٢٦٦ من مجموعة القصور العوالي من رسائل الإمام الغزالي.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (376,'والنصارى عارضوهم بكلام الله سبحانه وتعالى في أوثق نص من نصوصه المنزلة وهو القرآن١.
إن الحكمة هنا هي كما استخدمها رسول الله -صلى الله عليه وسلم- مع الحصين.
لقد كان الحصين رجلا تعظمه قريش وتجله, فأرسلوه إلى رسول الله -صلى الله عليه وسلم- ليكلمه حتى ينتهي عن دعوته, فلما جاء إلى النبي -صلى الله عليه وسلم- قال: "أوسعوا للشيخ".
فقال حصين: ما هذا الذي بلغنا عنك أنك تشتم آلهتنا وتذكرها؟ فقال رسول الله -صلى الله عليه وسلم: "يا حصين! كم تعبد من آله؟ " , قال: سبعة في الأرض وواحد في السماء, فقال: "فإذا أصابك الضر لمن تدعو؟ " , قال: الذي في السماء، قال: "فإذا هلك المال من تدعو؟ " قال: الذي في السماء، قال: "فيستجيب لك وحده وتشرك به؟ أسلم تسلم" , فأسلم, فقال رسول الله -صلى الله عليه وسلم- لأصحابه شيعوه إلى منزله٢.
والحكمة من الأسلوب الذي واجه به النبي -صلى الله عليه وسلم- عتبة بن ربيعة لما عرض على رسول الله -صلى الله عليه وسلم- أشياء حتى إذا فرغ منها ما ناقشها رسول الله -صلى الله عليه وسلم- ولا جادله فيها, ولكن قال له: "أفرغت يا أبا الوليد؟ " قال: نعم. قال: "اسمع مني" , فتلا رسول الله -صلى الله عليه وسلم- {حم، تَنْزِيلٌ مِنَ الرَّحْمَنِ
_________
١ التفكير الفلسفي ص١١٩.
٢ الحلبية ج١ ص٣١٨.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (377,'الرَّحِيمِ، كِتَابٌ فُصِّلَتْ آَيَاتُهُ قُرْآَنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ} , ومضى رسول الله -صلى الله عليه وسلم- يقرؤها, فلما سمع بها عتبة أنصت لها, وألقى بيديه خلفه أو خلف ظهره معتمدا عليها ليسمع منه١ حتى انتهى رسول الله -صلى الله عليه وسلم- وقام عتبة, وقد تغيرت معالم وجدانه وتقاسيم وجهه, وقال فيه قومه لما رأوه من بعيد: "نحلف بالله، لقد جاءكم أبو الوليد بغير الوجه الذي ذهب به".
نعم، لقد جاءهم بوجه رق للإسلام ولقد قال لهم صراحة: "والله لقد سمعت قولا ما سمعت مثله قط، والله ما هو بالشعر ولا بالكهانة يا معشر قريش! أطيعوني واجعلوها بي، خلوا بين هذا الرجل, وبين ما هو فيه واعتزلوه, فوالله ليكونن لقوله الذي سمعت نبأ, فإن تصبه العرب فقد كفيتموه بغيركم, وإن يظهر على العرب, فملكه ملككم وعزه عزكم وكنتم أسعد الناس به"٢.
والحكمة كأسلوب ووصف الكلمة التي تنتقل بها الدعوة هي أسلوب يؤدي به الداعية رسالته دون فضل يتحدث به أو شهوة في شهرة يعرف بها, وليس له منة على الدعوة, بل الله يمن عليه أن هداه إلى الإيمان.
_________
١ السيرة لابن كثير ج١ ص٥٠٤.
٢ السيرة لابن كثير ج١ ص٥٥٠، السيرة لابن هشام ج١ ص٢٩٤، ذكر في الخازن ج٤ ص١٢٤، والطبري ج١٤ ص١٩٤، وتفسير المراغي ج١٤ ص١٦١ وابن كثير ج٢ ص٥٩٠، الألوسي ج١٤ ص٢٥٤، وفي غيرها من كتب التفسير معاني للحكمة ولكني أطلقها من كل عقال لتجمع كل وصف يراد منها حسبما هي طبيعة القرآن الكريم.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (378,'إن النظر في أحوال المخاطبين وظروفهم والقدر الذي ينبغي أن يستخدمه الداعية كل مرة في تبليغ رسالته بحيث لا يثقل ولا يشق بالتكاليف قبل أن تستعد النفوس للتحمل الشامل للدعوة، وطريقة المخاطبة والتنويع في الأسلوب حسب مقتضيات الأحوال هو الحكمة التي تريدها الدعوة في العصر الحديث كبديل للحماس المتزايد والاندفاع الملتهب الذي يتجاوز حدود الحكمة فيضر الدعوة على السواء١.
وهي في أدق موازينها؛ العيش في الجو القرآني والهدي النبوي الكريم.
_________
١ راجع في ظلال القرآن ج١٤ ص١١٠.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (379,'<span data-type="title" id=toc-56>الموعظة الحسنة:</span>
طبيعة الكلمة العاطفية التي تدخل إلى القلوب برفق وأناة وهدوء فتلطف من حرارة الصدر وتعمق المشاعر بلطف وتنعش الوجدان في تؤدة، وتدفع إلى استشعار روحانية الدعوة, فهي ترطيب الفكر الثائر وحل لعقد التقاليد الصعبة, وإنقاذ من حيرة لا شعورية موهومة, وطمأنية تسكن ثورة الجموح، وكثيرا ما هديت القلوب الشاردة بالموعظة الحسنة, وإنها مع الطبائع الخيرة أفضل من الزجر والتأنيب والتوبيخ والتجريح.
وقد حرص القرآن الكريم كثيرا على الموعظة الحسنة كأسلوب ووصف للكلمة التي يتلفظ بها الداعية.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (380,'ومع قسوة العذاب والتنكيل التي شنها أعداء الدعوة في عهدها المكي كان القرآن دائما يحرص على الوصية بالموعظة الحسنة, يقول الله تعالى: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} ١.
فليس للداعية أن يرد بالسيئة إذ لا تستوي آثار السيئات وآثار الحسنات، كما لا تستوي كذلك قيمة كل منهما، فإن الصبر والتسامح والاستعلاء على رغبة النفس في مواجهة الشر بمثله قد يرد النفوس الجامحة إلى الهدوء والثقة فتنقلب من الخصومة إلى الولاء، ومن الجماح إلى اللين، وكم تصدق هذه القاعدة فينقلب الهياج إلى وداعة, والغضب إلى سكينة, والتبجح إلى حياء؟
إن الكلمة الطيبة تبقى قاعدة, وأسلوبا في تبليغ الدعوة ترد بنبرتها الهادئة وبسمتها الحانية غاضبا متبجحا مفلوت الزمام.
فإن لم ترده هذه الكلمة الطيبة, فقد بقي للدعوة أنها كانت, ولا تزال تحب له الخير غير أنه هو الذي لا يريد لنفسه ذلك.
وبالموعظة الحسنة يظهر للدعاء أن هدفهم هو حب الخير للناس بهذا الدين وحماية مستقبلهم في الدنيا والآخرة من الضنك والضياع, ثم يظهر لمعارضي الدعوة أو معارضي الخير لأنفسهم سؤال:
لم لا يرد الدعاة السيئة بمثلها وهم قادرون عليها؟
_________
١ من الآية رقم ٢٤ من سورة فصلت.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (381,'إن الذي يمنع الدعاة هو الأسلوب المفروض عليهم، ادفع بالتي هي أحسن السيئة.
وتلك الوظيفة تحتاج إلى سماحة تستعلي على دفعات الغيظ وشحنات الغضب وتحتاج إلى قوة توازن بين الدفع بالتي هي أحسن وبين السماحة التي تستعلي على الآلام والغضب والغيظ.
وهي معادلة دقيقة وصعبة جدا ولكنها لازمة في تبليغ الدعوة حتى يستمر الداعية نشيطا تدفعه الحسنى في المعاملة إلى مزيد من العمل دون حساب لسيئات المناهضين للدعوة.
وفي الإنسان -وخاصة الإنسان العربي- طابع الحياء والشهامة التي تحب أن تعود وتعترف به كفضيلة خلقية لها، ولهذا أشاد القرآن الكريم بالموعظة الحسنة كأسلوب ووصف لنوع الكلمة التي يستخدمها الداعية في تبليغ الدعوة لأنها تتلاءم مع طابع الحياء أو الشهامة التي يتحلى بها الإنسان غالبا ولقد كان من نفحاتها إسلام عمر بن الخطاب، وحمزة بن عبد المطلب١، فقد أرجعتهم إلى صوابهم حسنات المسلمين فانقلبت ضرواتهم على الإسلام له تحمسا وانتصارا, وفتح الله بهما للمسلمين فتحا كريما.
وما أحوج الدعوة في هذا العصر إلى الموعظة الحسنة وخاصة في المجتمعات البدائية التي لا تحتاج في نشر الإسلام إلى أكثر من السلوك الطيب والكلمة الطيبة والمعاملة الطيبة والمعاملة بالمعروف.
_________
١ راجع الحلبية ج١ ص٣٣٢، ٣٣٣، ٣٦٧.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (382,'وجادلهم بالتي هي أحسن:
لا تحامل على المخالف.
ولا ترذيل له ولا تقبيح لفكره, وما دام يريد أن يصل إلى الحق؛ فالمجادلة بالتي هي أحسن صفة الكلمة التي ينبغي أن يستخدمها الداعية مع هذا اللون من الناس، ليس هدف الداعية الغلبة ولا المخاصمة ولا الشهرة بالتفلسف. ولكن هدفه توصيل دعوة الله, فإذا احتاج الداعية مع صنف من الناس إلى جدال فليكن الجدال بالتي هي أحسن بالإقناع الموصل إلى الحق في قالب الكلمة الطيبة بعيدا عن الحماس الشارد عن الحجة البيضاء، وكثيرا ما يختلط على النفس البشرية قيمة رأيها وقيمته عند الناس حتى ليصبح التنازل عن الرأي تنازلا عن الهيبة والكيان.
فحدد القرآن الكريم أسلوب التبليغ مع هذا الصنف "الجدال بالحسنى" فإنه هو الذي يطامن من هذه الكبرياء الحساسة, ويشعر المجادل بأن ذاته مصونة وقيمته محفوظة وكرامته موقرة، وأن ما يقصده الداعية من مجادلته هذه إلا كشف الحقيقة في ذاتها والاهتداء إليها حسبة لله لا ابتغاء نصر لرأيه وهزيمة لرأي الآخر١.
وبالتي هي أحسن قيد مهم غفل عنه المسلمون, فوقعوا في شباك مكيدة كانت مبيتة للأمة الإسلامية تواطأ عليها أعداؤهم من خارجها, ومن داخلها حتى أضناها الخلاف وضيعها التشدق والجدال٢.
_________
١ راجع: في ظلال القرآن ج١٤ ص١١٠.
٢ التفكير فريضة إسلامية ص٤٠-٤٣.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (383,'ثم هو قيد مهم كذلك لأخلاق الداعية الذي أريد له أن يخرج عن إطار المنهج, فيستقر حتى ينفد صبره فيفسد منهجه, ولكي يطامن الداعية من حساسيته واندفاعه كان هذا القيد: التي هي أحسن. ثم كان ختام الآية الكريمة:
{إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} . فلا ضرورة إذن للجاجة في الجدل {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} والأمر بعد ذلك لله رب العالمين.
هذا هو أسلوب الدعوة ودستورها في التبليغ ما دام الأمر في دائرة الدعوة بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، فإذا ما تغير الموقف وصار الأمر من جهة الخصوم كلاما بالسلاح كان للدعوة أسلوب ومنهج يتفق مع موقف المعاندين بعد أن أفصحت الدعوة لهم عن سموها وأخلاقها وحنوها عليهم طول سنين١.
وقد ذكر الإمام الغزالي رضي الله عنه في كتابه "القسطاس المستقيم":
أن المدعو إلى الله تعالى بالحكمة قوم، وبالموعظة قوم, وبالمجادلة قوم وعلل لذلك بقوله: "فإن الحكمة إن غذي بها أهل الموعظة أضرت بهم كما تضر بالطفل الرضيع التغذية بلحم الطير, وإن المجادلة إن استعملت مع أهل الحكمة اشمأزوا منها كما يشمئز طبع الرجل القوي من الارتضاع بلبن الآدمي.
_________
١ راجع كتابنا: الجهاد في سبيل الله.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (384,'وإن من استعمل الجدال مع أهل الجدال لا بالطريق الأحسن كما تعلم من القرآن كان كمن غذى البدوي بخبز البر, وهو لم يألف إلا التمر، أو البلدي بالتمر، وهو لم يألف إلا البر١.
وهو تصنيف مقبول من جانب إذا نظرنا إلى الأساليب الثلاثة مجزأة، الحكمة والموعظة الحسنة، والجدال بالتي هي أحسن، ولكن إذا نظرنا إلى أحوال الشخص الواحد, وأنه قد تعتريه حالات ثلاث:
حالة الفطنة.
وحالة الوجدان والعاطفة.
وحالة الكبرياء والذاتية.
أدركنا أن هذه الأساليب الثلاثة تصح لرجل واحد قد يكون في حالة تستدعي الخطاب بالحكمة, أو تستدعي الخطاب بالموعظة الحسنة، أو تستدعي الخطاب بالجدال بالتي هي أحسن.
وقد استخدم النبي -صلى الله عليه وسلم- هذه الأساليب مع مفاوضي قريش.
ففي المرة الأولى قرأ عليهم آيات فصلت.
وفي المرة الثانية قال لهم واعظا ومجادلا بالتي هي أحسن: "ما جئت بما جئتكم به أطلب أموالكم, ولا الشرف فيكم, ولا الملك عليكم
_________
١ القسطاس المستقيم ص١١، ١٢.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (385,'ولكن الله بعثني إليكم رسولا, وأنزل علي كتابا, وأمرني أن أكون لكم بشيرا ونذيرا, فبلغتكم رسالات ربي ونصحت لكم, وإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة, وإن تردوه عليّ أصبر لأمر الله حتى يحكم الله بيني وبينكم"١.
يقول أستاذنا الفاضل الدكتور محمود حب الله:
وبما أن الإسلام دين عام، وهو دين منطق وحكمة ولا يهدف نحو تربية حاسة واحدة من حواس الإنسان، بل نحو قوى الإنسان كلها من قلب وعقل وعاطفة, كان من الطبيعي له أن يخاطب كل هذه القوى النفسية ويهذبها لتتضامن جميعها في الإيمان وفي تربية الشخصية الإنسانية الحقة٢.
وبهذا يمكن أن ندرك أن الأسلوب الذي دعت إليه الآية الكريمة هو أسلوب يصلح لطوائف الناس عندما تبرز هذه الخصائص متفرقة, كما أنها كذلك تصلح لواحد من الناس تقويما لجميع قواه العقلية والقلبية والعاطفية, وبذلك تنفرد الدعوة الإسلامية بأسلوبها الخاص بها في استخدام مناهج الفكر والعمل مع الجماعة بأسلوب غاية في التهذيب والبناء لجميع قوى الإنسان الذي تنقل إليه الدعوة ليكون ربانيا في دنياه وآخرته على السواء.
_________
١ راجع الحلبية ج١ ص٣٤٠، راجع الشفاء ج٢ ص٥٢٦، ٥٢٧ شرح نسيم الرياض.
٢ الحياة الوجدانية والعقيدة الدينية ص٢٨٧.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (386,'<span data-type="title" id=toc-57>وسيلة التبليغ:</span>
وعلى الرغم من تطور وسائل الاتصال في العصر الحديث التي تستخدم في بث الأفكار والدعوة لمبدأ ما فإن الاتصال عن طريق اللغة والمقابلة',NULL,'352',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (387,'الشخصية ما زال هو العامل الأساسي في توصيل آية دعوة, لأن اللغة تمثل أهم طريقة للتفاعل الاجتماعي بين الأفراد, وعن سبيلها يمكن الإلمام بمعرفة أحوال الناس والمشاركة في الأفكار والمشاعر والمعتقدات, ونتيجة لهذا يمكن تحديد وتشخيص وحل المشكلات في المجتمع١.
وقد نشطت الدراسات الاجتماعية الحديثة في تصوير وسائل الاتصال بالجماعة عن طريق اللغة التي تعتبر وسيلة أساسية فعالة في توصيل المبادئ للناس.
وقد توصل الدارسون الغربيون والشرقيون إلى وضع عدة وسائل منها:
١- المناقشة في الجماعة الصغيرة, وقد حاولوا وضع تعريف لها فقالوا: إنها تبادل الأفكار والآراء وجها لوجه بين أعضاء جماعة صغيرة نسبيا "وتكون عادة من خمسة إلى عشرين".
وحددوا سمات لهذه الوسيلة منها: إنها تتيح الحد الأقصى من التفاعل المتبادل بين الأعضاء، وأنها تعلم الأعضاء التفكير في حيز إطار الجماعة الذي ينمي الإحساس بالمساواة، وإنها تساعد على انبثاق قيادة٢، ولقد سبق رسول الله -صلى الله عليه وسلم- هذه الدراسات منذ أن توجه إلى تبليغ دعوة الله.
_________
١ القيادة وديناميكية الجماعات ص٧٨.
٢ القيادة وديناميكية الجماعات ص١٨٣.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (388,'ففي أسباب النزول للواحدي: أن النبي -صلى الله عليه وسلم- كان يناجي عتبة بن ربيعة وأبا جهل بن هشام وعباس بن عبد المطلب وأبيا وأمية بن خلف ويدعوهم إلى الله تعالى, ويرجو إسلامهم فقام ابن أم مكتوم وقال: يا رسول الله! علمني مما علمك الله, وجعل يناديه ويكرر النداء, ولا يدري أنه مشتغل مقبل على غيره١.
٢- جماعة الطنين: وهي وسيلة بديلة عن وسيله "الحابل والنابل" التي تتفتت الجماعة فيها إلى وحدات صغيرة لتيسير المناقشة٢.
وطريقة الطنين هذه يقتصر فيها على عضوين اثنين فقط لمناقشة موضوع ما، وقد سبق القرآن الكريم هذه الدراسة منذ فجر الدعوة حيث دعا المخاصمين إلى أن يقوموا قومة خالصة لله مثنى وفرادى: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} ٣.
٣- الندوة: وهي طائفة من الأحاديث والكلمات أو المحاضرات يعرضها أشخاص لموضوع مشكلة واحدة٤.
_________
١ أسباب النزول للواحدي ص٤٧٨.
٢ القيادة وديناميكية الجماعات ص١٩٩.
٣ الآية رقم ٤٦ من سورة سبأ.
٤ القيادة وديناميكية الجماعات ص٢٠٣.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (389,'وقد سلف أن النبي -صلى الله عليه وسلم- لما نزل قوله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِين} أقام لهم ندوة مرتين تكلم أبو لهب في الأولى وعرض وجهة نظره وتكلم رسول الله -صلى الله عليه وسلم- في الثانية وشرح لهم دعوته١.
٤- المناظرة: هي محاورة تجري بين شخصين من ذوي المعرفة القادرين على الحديث عن موضوع معين٢.
وقد سبقت الدعوة الإسلامية بهذا الأسلوب في العمل لتبليغ الدعوة كما وقع بين الرسول -صلى الله عليه وسلم- وحصين٣، وسبق أن ذكرت كيف أسلم ضماد٤ وقد أسلم عمرو بن عبسة السلمي٥ نتيجة محاورة بينه وبين الرسول -صلى الله عليه وسلم- غير أن عنصر المحاورة هنا كان طبيعيا لا يحمل صفة التعصب أو التعنت وهو أمر غير سهل في العصر الحديث.
٥- المقابلة٦: وهي وسيلة متعددة الأساليب بالزيارة أو بالراديو والتلفزيون ... إلخ.
وقد كان رسول الله -صلى الله عليه وسلم- دائما حريصا على أن تتم المقابلة بينه وبين خصوم الدعوة فإنه رغم الأذى الذي كان
_________
١ راجع السيرة لابن كثيرة ج١ ص٤٥٨، ٤٥٩.
٢ القيادة وديناميكية الجماعات ص٢٣٣.
٣ راجع الحلبية ج١ ص٣١٨.
٤، ٥ راجع السيرة لابن كثير ج١ ص٤٥٢، ٤٤٢.
٦ دراسات في تنظيم المجتمع ص١٧ القيادة وديناميكية الجماعات ص٢٣٩.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (390,'يدأب على تقديمه عقبة بن أبي معيط إلا أن رسول الله -صلى الله عليه وسلم- كان يكثر من مجالسته, ولما دعا النبي -صلى الله عليه وسلم- لوليمة في بيته أثر عودته من سفر استجاب له رسول الله -صلى الله عليه وسلم- وما أكل حتى أنطقه شهادة التوحيد١.
٦- المؤتمرات المؤقتة٢: وقد استخدم النبي -صلى الله عليه وسلم- المؤتمر المؤقت في أسلوب الدعوة حين صعد على الصفا يوم أن نزل قوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ} ، وناداهم فاجتمع الناس إليه وكانوا بين رجل يجيء إليه وبين رجل يبعث رسولا عنه, ثم قال لهم: "لو أخبرتكم أن خيلا بسفح الجبل تريد أن تغير عليكم صدقتموني؟ " , قالوا: نعم، قال: "فإني نذير لكم بين يدي عذاب شديد" ٣.
المؤتمرات الدورية وهي مواسم الحج:
وقد كان النبي -صلى الله عليه وسلم- يمر على الناس في أسواق الحج يقول لهم: "يا أيها الناس قولوا: لا إله إلا الله تفلحوا" ٤.
وقد كانت هذه الوسيلة هي ركيزة العمل التمهيدي لنقل الدعوة من مكة إلى طابة المدينة المنورة.
_________
١ الحلبية ج١ ص٣٥٣.
٢ دراسات في تنظيم المجتمع ص١٧٦، القيادة وديناميكية الجماعات ص٢٩٤.
٣ الوفا ج١ ص١٨٣.
٤ الوفا ج١ ص١٨٢، السيرة لابن كثير ج٢ ص١٥٥ وما بعدها.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (391,'إن وسائل الدعوة التي استخدمها رسول الله -صلى الله عليه وسلم- هي أمنية العاملين في الحقل الاجتماعي في العصر الحديث.
وما يزيد المبشر في المجتمعات البدائية عن هذه الطريقة التي سنتها الدعوة الإسلامية كأسلوب ووسيلة لنشر دين الله، إلا أنه ينفذها فقط.
ويا ليت شعري لو أن بعثات الأزهر الشريف في آسيا وأفريقيا, وهم يكتسبون رزقا واسعا ومركزا جليلا، ليت شعري لو أنهم أخلصوا العمل لله فامتثلوا والتزموا وأحيوا سنة رسول الله -صلى الله عليه وسلم- في نشر الدعوة بهذه الوسيلة، والله ما أعوذ الناس يومها بعد ذلك جرعة دواء من يد كافر، ولفتح الله لنا ولدينه في بلاد الله خيرا كثيرا.
وكما قالها رسول الله -صلى الله عليه وسلم:
"لقد جئتكم بخيري الدنيا والآخرة".
ولكن متى كان لليت جواب؟
أو لعل أن يكون لها جواب إن شاء الله.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (392,'<span data-type="title" id=toc-58>الفصل الرابع: معالم في طريق الدعوة</span>
<span data-type="title" id=toc-59>المجابهة</span>
<span data-type="title" id=toc-60>مدخل</span>
...
الفصل الرابع: معالم في طريق الدعوة
أ- المجابهة:
المجال الذي تعمل فيه الدعوة مجال دقيق وحساس، إنه مجال يمس التقاليد والعادات ويمس الوجدان والفكر، ومع أن الرسول -صلى الله عليه وسلم- كان حريصا على تنقية المجتمع من الشرك, ووضح هدفه وغايته بأسلوب رفيع كريم, وتبرأ من كل غرض مادي دنيوي يتنافس عليه من البشر إلا أن القوم كفروا.
لقد كانوا ينتسبون إلى إبراهيم عليه السلام وهو نبي موحد {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} .
وكان النبي -صلى الله عليه وسلم- يذكِّرهم بهذه الحقيقة، وكانوا هم كذلك يقرون له بأنه يُكلم من السماء.
قال في الحلبية:
صار كفار قريش غير منكرين لما يقول, فكان -صلى الله عليه وسلم- إذا مر عليهم في مجالسهم يشيرون إليه: إن غلام بني عبد المطلب ليُكلم من السماء, وكان ذلك دأبهم حتى عاب آلهتهم, وسفه عقولهم, وضلل آباءهم حتى أنه مر عليهم يوما وهم في المسجد الحرام',NULL,'358',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (393,'يسجدون للأصنام فقال: "يا معشر قريش! والله لقد خالفتم ملة أبيكم إبراهيم"، فقالوا: إنما نعبد الأصنام حبا لله لتقربنا إلى الله١.
وهنا يجد الباحث مركز صعوبة العمل في التبليغ عندما يركب الناس هوى النفس, ويقدسون ما كان عليه الآباء والأجداد.
فهم متفقون مع النبي -صلى الله عليه وسلم- على أصلين:
إنهم من نسل إبراهيم.
وإنهم خالفوا التوحيد الذي كان عليه أبوهم إبراهيم.
وإذن فلماذا يجحدون؟
إن النبي -صلى الله عليه وسلم- أعلنها واضحة صريحة:
"ما جئت أطلب أموالكم ولا الشرف فيكم ولا الملك عليكم، ولكن الله بعثني رسولا، وأنزل عليّ كتابا, وأمرني أن أكون لكم بشيرا ونذيرا، فبلغتكم رسالات ربي ونصحت لكم، فإن تقبلوا مني ما جئتكم به, فهو حظكم في الدنيا والآخرة, وإن تردوه عليّ أصبر لأمر الله حتى يحكم الله بيني وبينكم" ٢.
وبهذا يتحدد للقارئ أو الباحث أن الرسالة الإسلامية لم تكن تهدف إلى مال أو جاه, ولكنها كانت تريد أن تكرم بني البشر بخضوعهم إلى توحيد الله وتنزيهه, فهي لا تأخذ من أحد ماله ولا تعطي لأحد جاها.
_________
١ الحلبية ج١ ص٣٢٢، راجع تاريخ الطبري ج٢ ص٣٢٢.
٢ راجع الحلبية ج١ ص٣٤٠-٣٤١, السيرة لابن هشام ج١ ص٢٩٦، ٢٩٧.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (394,'لا هي مؤممة لأموال الناس، ولا هي مصدر لتمويل البشر، ولكنها نظام الله الذي يجب أن يعيش عليه البشر, ولهذا حدد القرآن الكريم قضيتين رئيستين:
الأولى: أن النبي -صلى الله عليه وسلم- لم يسأل الناس شيئا من أموالهم، يقول الله تعالى:
{قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} ١.
{قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} ٢.
{قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا} ٣.
إنه لا يطلب أجرا وهو كذلك لا يعطي مالا.
{قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ} ٤.
{قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} ٥.
_________
١ الآية رقم ٨٦ من سورة ص.
٢ الآية رقم ٤٧ من سورة سبأ.
٣ الآية رقم ٥٧ من سورة الفرقان.
٤ الآية رقم ٥٠ من سورة الأنعام.
٥ الآية رقم ١٨٨ من سورة الأعراف.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (395,'الثانية: أن القرآن الكريم رفض كل اقتراح مادي فيما يتعلق بطلب المعجزات كثمن لدخولهم في الإسلام.
{وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ, وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُون, وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ} ١.
{وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفًا} ٢.
وإلى جوار هاتين الحقيقتين القرآنيتين يقرر التاريخ موقفين:
الأول: رفض رسول الله -صلى الله عليه وسلم- كل مساومة تتجه بالرسالة إلى غير هدفها الأسمى {وَرَبَّكَ فَكَبِّرْ} وفي هذا يحفظ التاريخ المقالة الخالدة لرسول الله -صلى الله عليه وسلم- وقد تكأكأ عليه القوم في منزل أبي طالب:
"والله لو وضعوا الشمس في يميني, والقمر في يساري, ما تنازلت عن هذا الأمر حتى يظهره الله أو أهلك دونه" ٣.
_________
١ الآيات من رقم ٧-٩ من سورة الأنعام.
٢ الآية رقم ٥٩ من سورة الإسراء.
٣ الحلبية ج١ ص٣٢٣، تاريخ الطبري ج٢ ص٣٢٣، السيرة لابن هشام ج١ ص٢٦٦.',NULL,'361',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (396,'الثاني: أن القرشيين مع مجابهتهم دعوة الله, فقد اعترفوا بالرسالة للنبي -صلى الله عليه وسلم- على نحو ما ذكره أبو جهل والنضر بن الحارث١، ولكنهم مع هذا جابهوا الدعوة, ووقفوا لها بالمرصاد, وصبوا عليها جام غضبهم مع ما تحلى به رسول الله -صلى الله عليه وسلم- من رفيع الخلق، وكريم السجايا، وعظيم الحلم، وطول الصبر، فكانت تلك المجابهة تحدد ظاهرة طبيعية في العمل من أجل الدعوة.
لقد أصبح من مظاهر العمل للدعوة الإسلامية أنه لا بد وأن تعاني مجابهة وخصومة، وقد تكون المجابهة القاسية من أقرب الناس إلى الداعية.
ومن واقع الأحداث التاريخية التي شنها القرشيون على الدعوة تبدو معالم الطريق دائما, وهي كما وقعت منذ فجرها تدور حول:
١- الداعية واتباعه وما قدمه المشركون في مكة من صنوف الأذى للدعوة والداعية, وهي تصوير للمعالم التاريخية للدعوة في عهدها المكي.
٢- الأسباب التي دفعت بهم إلى هذه المجابهة, وتشكل خطا دائما في بقاء هذه المواجهة.
_________
١ راجع الشفاء ج١ ص١٨١، ٣١٦ علي القاري, راجع السيرة لابن هشام ج١ ص٢٦٦، ٣١٦.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (397,'٣- النماذج التاريخية التي قدمها القرآن الكريم في هذا الفجر؛ لتبين للناس أن هذه المعالم طبيعية مستمرة في حقل العمل للدعوة.
وحول هذه الدوائر الثلاث نستعين بالله جل شأنه في توضيح هذه المجابهة التي صارت فعلا مضادا لحركة التبليغ.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (398,'<span data-type="title" id=toc-61>أولا: المعالم التاريخية للمجابهة في العهد المكي</span>
١- رفض الدعوة مباشرة دون نظر:
{تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} .
عن سعيد بن جبير عن ابن عباس رضي الله عنهما قال: لما نزلت {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} , ورهطك منهم المخلصين، خرج رسول الله -صلى الله عليه وسلم- حتى صعد الصفا فهتف: "يا صباحاه! " , فقالوا: من هذا؟ فاجتمعوا عليه فقال: "أرأيتم إن أخبرتكم أن خيلا تخرج من سفح هذا الجبل أكنتم مصدقي؟ " , قالوا: ما جربنا عليك كذبا، قال: "فإني نذير لكم بين يدي عذاب عظيم"، قال أبو لهب: تبا لك، ما جمعتنا إلا لهذا؟ ثم قام, فنزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} ١، والنص واضح في ثلاث حقائق:
١- أن النبي -صلى الله عليه وسلم- وصل لهم القول وجمعهم بأسلوب علمي متفق مع قواعد المنهج للدعوة, وقد استنطقهم ثقتهم فيه.
٢- أنهم اعترفوا للنبي -صلى الله عليه وسلم- بالصدق في حاضره وماضيه.
_________
١ فتح الباري ج١ ص٣٦٨، ٣٦٩، راجع دلائل النبوة للبيهقي ج١ ص٤٣٠-٤٣٢.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (399,'٣- أنهم لووا رءوسهم لما دعاهم إلى دين الله دون نظر.
فلماذا رفضوها دون نظر؟
{وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ} ١.
ما أكثر الآيات الدالة على وحدانية الله جل شأنه المعرِّفة لجلال قدرته؟ إنها مبثوثة في تضاعيف الكون معروضة للأبصار والبصائر في السموات وفي الأرض وفي النفس ذاتها {وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ} ولكنهم لا يرونها ولا يسمعونها ولا يحسون بها.
أما لماذا قالها أبو لهب وهو عم النبي -صلى الله عليه وسلم؟
لقد قالها ليشعر بأنه انتقم لنفسه من محمد -صلى الله عليه وسلم- فقد قيل: إن أبا طالب لاحى أبا لهب, فقعد أبو لهب على صدر أبي طالب, فجاء النبي -صلى الله عليه وسلم- فأخذ بضبعي أبي لهب, فضرب به الأرض, فقال له أبو لهب: كلانا عمك، فلم فعلت بي هذا؟ والله لا يحبك قلبي أبدا٢.
وهو وإن كان منطقا صبيانيا غير أنه مقبول في وسط قوم يتناحرون على الشرف والكرامة, ولهم مفاهيم خاصة لمعنى الشرف والكرامة.
_________
١ الآية رقم ١٠٥ من سورة يوسف.
٢ فتح الباري ج١٠ ص٣٦٨.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (400,'لقد خبأها أبو لهب في صدره زمنا طويلا حتى جاءت لحظة التحويل العظيم من الجاهلية بكل مفاهيمها إلى الإسلام بنورانيته الجليلة, فلم يجد أبو لهب في صدره غير الغل القديم، فنافس الدعوة وطمس قلبه وأعمى عينيه, فكانت هذه واحدة من أسباب المجابهة والكفر معا.
٢- إغراء أبي طالب:
استمر النبي -صلى الله عليه وسلم- في دعوته, ومضى يظهر دين الله, ويدعو إليه على بصيرة حتى شرى الأمر, فاحمرت وجنتا المجابهين للدعوة وفكروا في التماس طريق للصد عنها, وكان في مقدمة محاولاتهم إغراء أبي طالب, فسعوا عنده ثلاث مرات:
١- في الأولى قالوا له:
يا أبا طالب! إن ابن أخيك قد سب آلهتنا وعاب ديننا وسفه أحلامنا وضلل آباءنا, فإما أن تكفه عنا, وإما أن تخلي بيننا وبينه, فإنك على مثل ما نحن عليه من خلافه فنكفيكه، ولكن أبا طالب ردهم ردا رقيقا وانصرفوا وما لإغرائهم عنده أدنى أثر، لقد ضاع جهاد أبطال المجتمع هباء في هذه المرة التي تصدى للعمل فيها مشيخة العرب:
عتبة وشيبة ابنا ربيعة بن عبد شمس بن عبد مناف.
وأبو سفيان بن حرب بن أمية بن عبد شمس بن عبد مناف.
وأبو البحتري: العاص بن هشام بن الحارث بن أسد بن عبد العزى بن قصي بن كلاب.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (401,'والأسود بن المطلب بن عبد العزى بن قصى بن كلاب.
ثم أبو جهل، عمرو بن هشام بن المغيرة بن عبد الله بن عمر بن مخزوم بن يقظة بن مرة بن كعب١.
لقد خابت جولتهم الأولى وردهم الله على لسان أبي طالب بوجوه صفر.
٢- وفي المرة الثانية وقد أخذت الدعوة الإسلامية طريقها إلى القلوب والعقول, فآمن الذين هداهم الله وكتب لهم النجاة واستحقوا العقبى، ورأت قريش في تزايد المسلمين خطرا عليها، واندثارا لدينها الباطل فتجمعوا في مظاهرة متبرمة وقالوا لأبي طالب: "إن لك سنا وشرفا ومنزلة فينا وإنا قد استنهيناك من ابن أخيك فلم تنهه عنا، وإنا والله لا نصبر على هذا من شتم آبائنا وتسفيه أحلامنا وعيب آلهتنا حتى تكفه عنا أو ننازله وإياك في ذلك حتى يهلك أحد الفريقين"٢.
وكانت المظاهرة حادة فقالوا كلمتهم, ثم انقلبوا راجعين دون أن يسمعوا من أبي طالب جوابا فعظم على الرجل فراق أهله وعداوتهم, وتلك حالة شعورية في نفس كل فرد عندما يجابه من كبار قومه, وهو فيهم ذو شرف ومنزلة، ولكنه في نفس الوقت يعز عليه كثيرا ولا تطيب نفسه أبدا أن يسلم لهم رسول الله -صلى الله عليه وسلم- فأراد الرجل أن يهدئ من ثقل الجاذبية عليه فبعث إلى رسول الله -صلى الله عليه وسلم- فقال له:
_________
١ راجع السيرة لابن هشام، ج١ ص٢٦٥.
٢ السيرة لابن هشام ج١ ص٢٦٥.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (402,'يابن أخي: إن قومك قد جاءوني, فقالوا لي كذا وكذا، فأبق عليّ وعلى نفسك, ولا تحملني من الأمر ما لا أطيق.
وذلك منطلق لين تبدو منه ضعضعة أبي طالب فظن الرسول -صلى الله عليه وسلم- أن عمه قد ضعف عن نصرته, والقيام معه, وأنه قد بدا له فيه بداء.
فحدد الرسول -صلى الله عليه وسلم- موقفه ليكون قانونا سرمديا لكل داعية يواجه جاذبية المجتمع الثقيلة:
"والله لو وضعوا الشمس في يميني, والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك فيه، ما تركته".
إنها لقاعدة توزن بالحياة كلها إن تكأكأ المجتمع على الداعية, فهو يساوي في ثقله ثقل الثقيل ريشة على كتف بعير أورق هو سيد حمر لنعم, فإذا أبو طالب وقد لمسته شرارة من هذا النور المتوهج يعدل عن لينه ويقول: اذهب يابن أخي فقل ما أحببت فوالله لا أسلمك لشيء أبدا١.
وبهذا يتحدد الموقف من الجانبين: من جانب الكفرة، رفض مطلق للرسالة واقتراح حرب عائلية حتى يتقرر لمن يكون النصر.
ومن جانب النبي -صلى الله عليه وسلم- تصميم على الاستمرار في الدعوة وتصميم عمه على ألا يسلمه لشيء أبدا.
_________
١ السيرة لابن هشام ج١ ص٢٦٦، الحلبية ج١ ص٣٢٣، راجع تاريخ الطبري ج٢ ص٣٢٣-٣٢٧، الكامل في التاريخ ج٢ ص٦٤، الوفا ج١ ص١٩١.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (403,'٣- لقد خابت مساعي مشيخة العرب, وأحسوا بالندامة لعجزهم عن فعل شيء مع أبي طالب, فمشوا مرة ثالثة ومعهم بديل، معهم "عمارة بن الوليد بن المغيرة" وقالوا له: "هذا عمارة بن الوليد أنهد فتى في قريش وأجمله فخذه فلك عقله ونصره واتخذه ولدا فهو لك, وأسلم إلينا ابن أخيك هذا الذي قد خالف دينك ودين آبائك وفرق جماعة قومك وسفه أحلامهم, فنقتله فإنما هو رجل برجل".
هكذا قالوها في حمق "سلم ابن أخيك نقتله، وخذ ابننا عندك يحيا في كنفك واتخذه ولدا".
منطلق أعمى واقتراح أناني فاسد لم يطقه أبو طالب الذي لا يقل تحمسا للدفاع عن ابن أخيه من حبهم لولدهم عمارة, فقال لهم:
"والله لبئس ما تسومونني! أتعطوني ابنكم أغذوه لكم وأعطيكم ابني تقتلونه؟ هذا والله ما لا يكون أبدا"١.
ولو أنهم أعطوه عمارة بن الوليد ليقتله أبو طالب نظير قتلهم ابن أخيه لكان حقا ما يقولون: "فإنما هو رجل برجل" فأي شيء يسر أبا طالب إن قتل ابن أخيه وعاش ولدهم في خيرات أبي طالب؟
"وإنه لمن الغريب حقا أن يقول المطعم بن عدي بعد مقالة أبي طالب: والله يا أبا طالب لقد أنصفك قومك وجهدوا على التخلص مما تكرهه, فما أراك تريد أن تقبل منهم شيئا".
_________
١ السيرة لابن هشام ج١ ص٢٦٧، تاريخ الطبري ج٢ ص٣٢٧، الكامل في التاريخ ج٢ ص٦٤، ٦٥، الطبقات لابن سعد ج١ ص٢٠٢، راجع السيرة لابن كثير ج١ ص٤٧٣-٥٧٥.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (404,'فقال أبو طالب: والله ما أنصفوني, ولكنك قد أجمعت خذلاني ومظاهرة القوم عليّ فاصنع ما بدا لك.
أي إنصاف هذا يا مطعم؟ ولد يغذى وولد يقتل؟ وأي شيء كان يكرهه أبو طالب؟
ولو كان يكره محمدا -صلى الله عليه وسلم- ما طالت معه محاولاتكم في شأن ابن أخيه. إنها الأنانيات العمياء والعواصف الخبيثة التي يمتطيها إبليس فتزين السوء للمعتدين.
ومن هذه السفارات الثلاث تظهر حقيقة تاريخية في هذا الصبح المبكر للدعوة؛ إنها ليست دعوة عنصرية ولا قومية ولا إقليمية ولا محلية, فقد جحدها بادئ بدء أبناء قصي وعبد مناف, وهاجرت الدعوة ديارهم ووكل الله بها قوما ليسوا بها بكافرين, فكانت يثرب هي طابة المنورة التي ترعرع فيها لدين الله مجتمع إسلامي كبير.
٣- مساومة النبي -صلى الله عليه وسلم:
لقد فشلت جهود مشيخة العرب مع أبي طالب وما زال الإسلام ينمو ووجهاء من القوم يدخلون في دين الله، فلقد أسلم حمزة بن عبد المطلب إثر معركة مع أبي جهل, انتصر فيها حمزة لابن أخيه١، فغيرت قريش أسلوب المواجهة بالمواعدة إلى المواجهة بالمساومة مع النبي -صلى الله عليه وسلم- مباشرة وقد تعددت مرات هذه المساومة.
_________
١ راجع ابن هشام ج١ ص٢٩١، ٢٩٢، الكامل في التاريخ ج٢ ص٨٣، دلائل النبوة للبيهقي ج١ ص٤٥٩، راجع المواهب ج١ ص٢٥٦.',NULL,'369',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (405,'فأرسلوا عتبة بن ربيعة, وكنيته "أبو الوليد", فكلم النبي -صلى الله عليه وسلم- وعرض عليه أمورا لعله يقبل بعضها, فيعطوها له ويكف عنهم,
وقام عتبة حتى جلس إلى رسول الله -صلى الله عليه وسلم- فقال: "يابن أخي! إنك منا حيث قد علمت من السلطة في العشيرة, والمكان في النسب, وإنك قد أتيت قومك بأمر عظيم, فرقت به جماعتهم, وسفهت به أحلامهم, وعبت به آلهتهم ودينهم, وكفرت به من مضى من آبائهم، فاسمع مني أعرض عليك أمورا تنظر فيها لعلك تقبل منها بعضها؛ يابن أخي! إن كنت إنما تريد بما جئت به من هذا الأمر مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت تريد به شرفا سودناك علينا حتى لا نقطع أمرا دونك، وإن كنت تريد به ملكا ملكناك علينا، وإن كان هذا الذي يأتيك رئيا تراه لا تستطيع رده عن نفسك طلبنا لك الطب, وبذلنا فيه أموالنا حتى نبرئك منه, فإنه ربما غلب التابع على الرجل حتى يداوى منه".
لقد كان عتبة بهذا العرض يتحدث باسم مشيخة العرب, فقد فوضوه في حسم الأمر والاتفاق مع محمد -صلى الله عليه وسلم- على أي أمر يحب.
يقول ابن هشام:
"اجتمع عتبة بن ربيعة, وشيبة بن ربيعة، وأبو سفيان بن حرب، والنضر بن الحارث، وأبو البحتري بن هشام، والأسود بن المطلب،',NULL,'370',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (406,'وزمعة بن الأسود، والوليد بن المغيرة، وأبو جهل بن هشام, وعبد الله بن أبي أمية، والعاص بن وائل، ونبيه ومنبه ابنا الحجاج السهميان، وأمية بن خلف أول من اجتمع منهم قال: اجتمعوا بعد غروب الشمس عند ظهر الكعبة, ثم قال بعضهم لبعض: ابعثوا إلى محمد فكلموه وخاصموه حتى تعذروا فيه, فبعثوا إليه: إن أشراف قومك قد اجتمعوا لك ليكلموك فأتهم, فجاءهم رسول الله -صلى الله عليه وسلم- سريعا, وهو يظن أن قد بدا لهم فيما كلمهم فيه بداء, وكان حريصا يحب رشدهم ويعز عليه عنتهم حتى جلس إليهم فقالوا له: يا محمد إنا قد بعثنا إليك لنكلمك، وإنا والله ما نعلم رجلا من العرب أدخل على قومه مثل ما أدخلت على قومك، لقد شتمت الآباء وعبت الدين وشتمت الآلهة وسفهت الأحلام وفرقت الجماعة, فما بقي أمر قبيح إلا قد جئته فيما بيننا وبينك, فإن كنت إنما جئت بهذا الحديث تطلب به مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت إنما تطلب به الشرف فينا فنحن نسودك علينا، وإن كنت تريد به ملكا ملكناك علينا، وإن كان هذا الذي يأتيك رئيا تراه قد غلب عليك بذلنا لك أموالنا في طلب الطب نبرئك منه أو نعذر فيك"١.
هذا النص يؤكد أن سفارة عتبة بن ربيعة كانت سفارة عن مشيخة القوم على أن النص المروي عن عتبة آنفا في صدره عبارة تفيد هذه الوكالة.
_________
١ السيرة لابن هشام ج١ ص٢٩٥، راجع الإسلام والعقل ص١٢٢ الحلبية ج١ ص٣٤٠ المواهب ج١ ص٢٥٧.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (407,'قال ابن إسحاق: وحدثني يزيد بن زياد عن محمد بن كعب القرظي قال:
حدثت أن عتبة بن ربيعة, وكان سيدا قال يوما, وهو جالس في نادى قريش ورسول الله -صلى الله عليه وسلم- جالس في المسجد وحده: يا معشر قريش؟ ألا أقوم إلى محمد فأكمله وأعرض عليه أمورا لعله يقبل بعضها, فنعطيه أيها شاء ويكف عنا؟
وذلك حين أسلم حمزة ورأوا أصحاب رسول الله -صلى الله عليه وسلم-يزيدون ويكثرون فقالوا: بلى يا أبا الوليد١.
وإذن فسفارة عتبة سفارة مفوضة من وجهاء القوم وكبارهم.
ولكن الرسول -صلى الله عليه وسلم- يقول لعتبة بعد أن فرغ: "أقد فرغت يا أبا الوليد؟ " , ثم يتلو رسول الله -صلى الله عليه وسلم- الآيات الأولى من سورة فصلت, ويستمع إليها عتبة بإصغاء تام, ثم يعود لقومه ناصحا لكنه غير أمين على وجدانه, فلم يفلح.
٤- أذى النبي -صلى الله عليه وسلم:
لقد فشلت قريش وضاقت ذرعا بهذا الفشل، وأشعة الإسلام في كل يوم تمتد إلى قلب أو تدخل بيتا، والمسلمون يتزايدون صلابة وصبرا، ومستويات سفاراتهم كلها قد انتكست وفشلت مساعيهم, فعبروا عن خيبتهم بسلوك صبياني.
_________
١ السيرة لابن هشام ج١ ص٢٩٣، الحلبية ج١ ص٣٣٨، المواهب ج١ ص٢٥.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (408,'فأبو لهب يرى في تطليق ابنتي الرسول -صلى الله عليه وسلم- رقية وأم كلثوم من ولديه عتبة -وقد أسلم فيما بعد يوم الفتح- وعتيبة، بردا يشفي غليله ويهدئ من ثورته١، وكان يتتبع النبي -صلى الله عليه وسلم- ليكذبه٢.
وركانة بن عبد يزيد بن هشام، كان شديد العداوة للدعوة٣ أراح شقوته بمصارعة النبي -صلى الله عليه وسلم- فقال له: يابن أخي بلغني عنك أمر ولست بكذاب, فإن صرعتني علمت أنك صادق، ولم يكن يصرعه أحد فصرعه النبي -صلى الله عليه وسلم- ثلاث مرات, فلما غلب دعاه النبي -صلى الله عليه وسلم- إلى الإسلام فتقاعس وتعلل٤ وطلب معجزة, ثم تنطع واستمر كافرا.
وعقبة بن أبي معيط بن عمر بن أمية بن عبد شمس يستريح في مناوأته لرسول الله -صلى الله عليه وسلم- عندما يلقي سلا جزور على ظهر النبي -صلى الله عليه وسلم- وهو ساجد حتى تأتي فاطمة الزهراء البتول فتلقيه عن أبيها٥.
_________
١ الحلبية ج١ ص٣٢٧.
٢ تاريخ الجنس البشري ج٢ ص٦٦، تاريخ الطبري ج٢ ص٣٤٩، الكامل في التاريخ ج٢ ص٩٤، السيرة لابن هشام ج١ ص٤٢٣، راجع المحبر ص٥٣.
٣ راجع الروض الأنف ج٣ ص٣٨٩، الشفاء ج١ ص٣٨٢.
٤ الكامل في التاريخ ج٢ ص٧٦، الخصائص الكبرى ج١ ص٣٢٢، السيرة لابن كثير ج٢ ص٨٢.
٥ الوفاء ج١ ص١٩٠، فتح الباري ج٨ ص١٦٦، مسلم ج٣ ص١٤١٨.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (409,'وفي الحلبية أن عقبة بن أبي معيط وطئ على رقبته -صلى الله عليه وسلم- وهو ساجد حتى كادت عيناه تبرزان، ومرة وضع ثوبا على عنقه وخنقه خنقا شديدا، فأقبل أبو بكر -رضي الله تعالى عنه- وأخذ بمنكبيه ودفعه عن رسول الله -صلى الله عليه وسلم- وقال: أتقتلون رجلا أن يقول ربي الله؟ ١
ويستمر عقبة بن أبي معيط في أفعاله الصبيانية فيبصق في وجه النبي -صلى الله عليه وسلم- استجابة لرغبة صديقه اللدود أبي بن خلف لما بلغه أن عقبة نطق بشهادة التوحيد إرضاء لرسول الله -صلى الله عليه وسلم- في وليمة كان أعدها عقبة إثر عودته من سفر ودعا إليها الرسول -صلى الله عليه وسلم- ورفض الرسول أن يأكل منها حتى يسلم, فلما بلغ ذلك أبي بن خلف، قال له: وجهي من وجهك حرام إن لم تأته فتتفل في وجهه ففعل عقبة فأنزل الله تعالى فيه: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} ٢.
قال في الحلبية: قال الضحاك: لما بزق عقبة لم تصل البزقة إلى وجه النبي -صلى الله عليه وسلم- بل وصلت إلى وجهه هو كشهاب نار, فاحترق مكانها وكان أثر الحرق في وجهه إلى الموت٣.
وكانت أم جميل "أروى بنت حرب بن أمية" زوجة أبي جهل وهي سيدة من كبار بيوتات قريش أخت أبي سفيان بن حرب من
_________
١ الحلبية ج١ ص٣٣٠, فتح الباري ج٨ ص١٦٨، السيرة لابن كثير ج١ ص٤٧٠، المواهب ج١ ص٢٥١.
٢ ابن هشام ج١ ص٣٦١, أسباب النزول للواحدي ص٣٤٧.
٣ الحلبية ج١ ص٣٥٣، ٣٥٤.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (410,'أماجد سلالة حرب بن أمية، كانت تتولى بنفسها جمع القاذورات من الطريق لتلقيها على باب منزل النبي -صلى الله عليه وسلم- كتعبير عن انفعالاتها السيئة نحو المبعوث رحمة للعالمين١.
ويأتي دور سيد الجهلاء والجاهليين، المغيرة بن هشام المخزومي المعروف في التاريخ بكنيته المشهورة "أبو جهل" لقد كان سفسطائيا في منطقه وسلوكه.
قال أبو جهل يوما لقريش: يا معشر قريش! إن محمدا قد أبى إلا ما ترون من عيب ديننا وشتم آبائنا وتسفيه أحلامنا وشتم آلهتنا, وإني أعاهد الله لأجلسن له غدا بحجر ما أطيق حمله، فإذا سجد في صلاته فضحت به رأسه فأسلموني عند ذلك أو امنعوني, فليصنع بعد ذلك بنو عبد مناف ما بدا لهم.
قالوا: والله لا نسلمك لشيء أبدا فامض لما تريد.
فلما أصبح أبو جهل أخذ حجرا كما وصف، ثم جلس لرسول الله -صلى الله عليه وسلم- ينتظره, وغدا رسول الله -صلى الله عليه وسلم- كما كان يغدو، وكان رسول الله -صلى الله عليه وسلم- بمكة, وقبلته إلى الشام فكان إذا صلى، صلى بين الركن اليماني والحجر الأسود.
وجعل الكعبة بينه وبين الشام فقام رسول الله -صلى الله عليه وسلم- يصلي، وقد غدت قريش، فجلسوا في أنديتهم ينتظرون ما أبو جهل
_________
١ فتح الباري ج١٠ ص٣٦٩، راجع من أفعالها ما رواه صاحب الحلبية ج١ ص٣٢٥، رواية الحلبية ج١ ص٣٢٥.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (411,'فاعل, فلما سجد رسول الله -صلى الله عليه وسلم- احتمل أبو جهل الحجر، ثم أقبل نحوه حتى إذا دنا منه رجع منهزما ممتقعا لونه مرعوبا, قد يبست يداه على حجره حتى قذف الحجر من يده, وقامت إليه رجال قريش فقالوا له: ما لك يا أبا الحكم؟
قال: قمت إليه لأفعل به ما قلت لكم البارحة, فلما دنوت منه عرض لي دونه فحل من الإبل، لا والله ما رأيت مثل هامته، ولا مثل قصرته ولا أنيابه لفحل قط, فهم بي أن يأكلني١.
لقد كانت بطولة أبي جهل بطولة خيالية، وكان تشدقه بالتوعد تشدقا سفسطائيا، ولم تكن مرة واحدة ينتكس فيها على عقبيه بل كانت مرارا، يرويها صاحب الحلبية وابن كثير في السيرة منها:
أن الأراشي، كان رجلا من رجال خثعم، باع لأبي جهل أجمالا فمطله فدلته قريش على رسول الله -صلى الله عليه وسلم- لما يعلمونه من شدة عداوة أبي جهل للدعوة وصاحبها، عليه أفضل الصلاة والسلام، فلما ذكر الأراشي حاله لرسول الله -صلى الله عليه وسلم- قام معه لينصفه من أبي جهل، فلما ضرب باب أبي جهل، خرج وهو ممتقع الوجه حتى لكأنه النقع, وهي الصفرة مع كدرة، فقال له النبي -صلى الله عليه وسلم- أعط هذا حقه، فقال أبو جهل: نعم لا تبرح حتى أعطيه الذي له. فدفعه إليه.
_________
١ السيرة لابن هشام ج١ ص٢٩٨، ٢٩٩، الخصائص الكبرى ج١ ص٣١٥ الحلبية ج١ ص٣٢٤.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (412,'فلما سأله قومه: ويلك ما رأينا مثل ما صنعت؟ قال: ويحكم! والله ما هو إلا ضرب على بابي, وسمعت صوته, فملئت رعبا, ثم خرجت إليه, وإن فوق رأسي فحلا من الإبل ما رأيت مثله قط، لو أبيت أو تأخرت لأكلني١.
لقد كان في كل مرة تحيط به الزبانية, وكان ينتكس ويخيب, ولكنه ما زال سادرا في غيه.
لقد كان يقول:
والله لا نصالحك ما بل بحر صوفة٢.
وكان إذا سمع برجل قد أسلم له شرف ومنعة أنبه وخزاه.
هكذا اجتمعت الأصهار والأنساب والرجال والنساء من وجهاء القوم في مكة على مجابهة الدعوة والداعية بعديد من الأذى وصنوف من المساومات.
٥- فتنة الأتباع:
لقد كانت المجابهة مخططا متوجها نحو الداعية ودعوته وأتباعه، فقد حرصت قريش بعد فشلها في التوصل مع النبي -صلى الله عليه وسلم- إلى حل يرضي شهوة كفرها على أن تواصل المواجهة ضد الأتباع.
_________
١ و٢ الحلبية ج١ ص٣٥٢، ٣٥٣، السيرة لابن كثير ج١ ص٤٦٩، ٤٧٠، الخصائص الكبرى ج١ ص٣١٧، راجع مواقف أبي جهل تجاه النبي "ص" في الخصائص الكبرى ج١ ص٣١٥، ٣١٧، وفي الحلبية ج١ ص٣٥٢، ٣٥٨، ٣٥٩، الوفاء ج١ ص١٨٩، ١٩٠ السيرة لابن هشام ج١ ص٣١١.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (413,'يقول ابن هشام:
ثم إنهم عدوا على من أسلم واتبع رسول الله -صلى الله عليه وسلم- من أصحابه, فوثبت كل قبيلة على من فيها من المسلمين, فجعلوا يحبسونهم ويعذبونهم بالضرب والجوع والعطش وبرمضاء مكة إذا اشتد الحر، سيما من استضعفوا منهم يفتنوهم عن دينهم١.
ومن نماذج ذلك:
١- بلال بن رباح:
كان مملوكا لأمية بن خلف، ولكنه كان صادق الإسلام، طاهر القلب، قوي العقيدة، متين الإيمان، وكان أمية كافرا عنيدا أسود القلب غليظ المشاعر دفعته غلظته إلى تعذيب رجل رقيق الحال يملكه كما يملك أي متاع, فكان يأمر بالصخرة العظيمة فتوضع على صدره حتى يرجع عن إسلامه, ويقسم أمية: لا والله لا تزال هكذا حتى تموت أو تكفر بمحمد وتعبد اللات والعزى٢.
يقول ابن هشام:
وكان أمية بن خلف بن وهب بن حذافة بن جمح يخرجه إذا حميت الظهيرة فيطرحه على ظهره في بطحاء مكة, ثم يأمر بالصخرة
_________
١ السيرة لابن هشام ج١ ص٣١٧، الحلبية ج١ ص٣٣٤، السيرة لابن كثير ج١ ص٤٩٢، المواهب ج١ ص٢٦٦، راجع الرسالة المحمدية ص١٠٠، ١٠١.
٢ السيرة لابن كثير ج١ ص٤٩٢، راجع الحلبية ج١ ص٣٣٤.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (414,'العظيمة فتوضع على صدره ثم يقول له: لا والله لا تزال هكذا حتى تموت أو تكفر بمحمد وتعبد اللات والعزى١.
قال في المواهب:
وإن بلالا هانت نفسه عليه -في الله عز وجل- فلم يبال بتعذيبهم وصبر على أذاهم وهان على قومه -أي مواليه- فأخذوه فأعطوه الولدان فجعلوا يطوفون به في شعاب مكة وهو يقول: أحد أحد، وزاد مجاهد في قصة بلال، وجعلوا في عنقه حبلا ودفعوه إلى الصبيان يلعبون به حتى أثر الحبل في عنقه ليرجع إلى الكفر، والله يعيذه وحسبه بهذا منقبة٢.
قال -صلى الله عليه وسلم- لبلال: سمعت دف نعليك في الجنة٣.
كان بلال -رضي الله تعالى عنه- يعرف أن ذلك التعذيب ظاهرة طبيعية في حياة الدعوة فنسي جلده الذي يعذب، وسقاه الله شرابا طهورا فارتفعت أحاسيسه فوق سياط الجلادين، وكلما استشاط غيظهم كانت الكلمات الحلوة النورانية تجوب الفضاء، وتتجاوب معها أجواء البيت العتيق: "أحد أحد" فكانت على أسماع الكافرين سياطا أشد لذعا وأقوى إيلاما وأعنف مواجهة.
ويأتي دور الأخوة الإسلامية، ذلكم الرباط المقدس الذي صنعته
_________
١ السيرة لابن هشام ج١ ص٣١٨.
٢ شرح المواهب ج١ ص٢٦٧، الدر ص٤٤.
٣ فتح الباري ج٨ ص١٠٠.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (415,'عقيدة التوحيد فيساوم أبو بكر رضي الله عنه أمية بن خلف ويُعتق بلال وينجو١, وبه تزيد جماعة المسلمين, ويكثر سوادها وتبقى إلى الأبد قصة بلال وأمية هي قصة المواجهة بين أتباع الحق وهمزات الشياطين.
٢- عمار بن ياسر:
كانت أسرة عمار بن ياسر، كلها تعذب:
سمية أم عمار، وياسر بن عامر، أبو عمار، وعبد الله أخو عمار.
كانوا جميعا في "زنازن" التعذيب القرشي.
يقول في المواهب:
مات ياسر في العذاب.
وأعطيت سمية لأبي جهل, فطعنها طعنة في موضع يعافه الرجل الأبي فقتلها.
ورمي عبد الله فسقط.
وأما عمار فقد فرج الله عنه بعد طول تعذيبه وقد كان يعذب حتى لا يدري ما يقول, رؤي في ظهره أثر كالمخيط, فسئل فقال: هذا ما كانت تعذبني قريش في رمضاء مكة، وجاء أنهم أحرقوه بالنار٢.
_________
١ الحلبية ج١ ص٣٣٥.
٢ المواهب ج١ ص٢٦٦، راجع السيرة لابن كثير ج١ ص٤٩٥، السيرة لابن هشام ج١ ص٣٢٠.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (416,'وتفنى الأسرة كلها فداء لدين الله, وتتأبى أسرة عمار بن ياسر على كبرياء قريش, وتقدم للدعوة نموذجا حيا في مكافحة شهوة الكفر, فتستعذب العذاب في سبيل الله، وتنجو من راحة الجسد في كنف الشيطان وتفوز بهذا الوعد الكريم.
عن أم هانئ قالت: فمر بهم النبي -صلى الله عليه وسلم- فقال: "صبرا آل ياسر فإن موعدكم الجنة. اللهم لا تعذب من آل ياسر أحدا بالنار" ١.
وفتح آل ياسر بشهادة سمية بابا للنصر لا يعرفه إلا الأوفياء المخلصون في الجهاد لتكون كلمة الله وحدها هي العليا, فكانت سمية أول شهيد في الإسلام.
٣- خباب بن الأرت:
خباب بن الأرت من بني تميم أو من خزاعة سبي في الجاهلية, فاشترته امرأة تسمى أم أنمار وكان حدادا يصنع السيوف، صدق برسول الله -صلى الله عليه وسلم- فعذبته أم أنمار مشتركة بتعذيبه في الموجة العامة التي شنتها قريش على ضعفاء المسلمين من التعذيب والإرهاب، وقد تناقلت كتب السيرة والحديث شكوى خباب بن الأرت إلى النبي -صلى الله عليه وسلم- من كثرة ما يلاقيه وأصحابه من التنكيل, ففي البخاري: عن خباب بن الأرت رضي الله عنه قال:
_________
١ المواهب ج١ ص٢٦٦، الطبقات الكبرى ج٢ ص١٣٦، ١٣٧، الحلبية ج١ ص٣٣٧، السيرة لابن هشام ج١ ص٣٢٠، دلائل النبوة ج٢ ص٥٦.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (417,'شكونا إلى رسول الله -صلى عليه وسلم- وهو متوسد بردة له في ظل الكعبة، قلنا: ألا تستنصر لنا؟ ألا تدعو الله لنا؟ قال: "كان الرجل فيمن قبلكم يحفر له في الأرض فيجعل فيه, فيجاء بالمنشار فيوضع على رأسه فيشق باثنتين, وما يصده ذلك عن دينه, ويمشط بأمشاط الحديد ما دون لحمه من عظم أو عصب، وما يصده ذلك عن دينه، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله عز وجل أو الذئب على غنمه ولكنكم تستعلجون" ١.
٤- زنيرة الرومية:
أمة رقيقة الحال ضعيفة الحول معدومة الكنف آمنت بالله وبرسوله -صلى الله عليه وسلم- عذبها أبو جهل عذابا مريرا حتى إنه لكان يتعجب من صبرها وصبر أخواتها. يقول في المواهب:
وكان أبو جهل يقول: ألا تعجبون إلى هؤلاء وأتباعهم لو كان ما أتى محمد خيرا وحقا ما سبقونا إليه أفتسبقنا زنيرة إلى رشد؟ ٢
لقد عذبوها وهم أحرار ليستعبدوا قلبها, فرفضت أن تبيع عبوديتها لله إرضاء للأسياد الأحرار, وظلوا يعذبونها حتى عميت, فقالوا: ما أصاب بصرها إلا اللات والعزى، فقالت: والله ما هو كذلك وما يدري اللات والعزى من يعبدهما، ولكن هذا أمر من السماء وربي قادر على أن يرد علي بصري, فرد الله عليها بصرها صبيحة تلك الليلة, فقالت قريش: هذا من سحر محمد, فاشتراها أبو بكر فأعتقها.
_________
١ البخاري ج٧ ص٤٣١، ٤٣٢، دلائل النبوة ج٢ ص٥٧، الحلبية ج١ ص٣٣٦، ٣٣٧, السيرة لابن كثير ج١ ص٤٩٦-٤٩٨.
٢ الحلبية ج١ ص٣٣٦، المواهب ج١ ص٢٦٩-٢٧٥.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (418,'فإلى متى سيظل سحر محمد له جاذبية يتشوق الناس إليها؟
وإلى متى سيظل سحر محمد يؤثر على النفوس والقلوب والعقول؟
وإلى متى سيظل سحر محمد حتى يبني لله دولة الحق الأمين؟
هكذا واجهت قريش الدعوة الإسلامية مواجهة سافرة عنيفة استخدمت فيها أسلحة الحرب الدعائية.
والضغط الاجتماعي.
والأذى البدني والأدبي.
ولكن ذلك كله كان واحدا من معالم الطريق عرفها السابقون الأولون فتحملوها وتذوقوا آلامها احتسابا, فقننوا بذلك طريق الدعوة وطوبى لمن صبر وبشرى لمن احتمل.
{وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} ١.
٦- الحصار الاقتصادي:
فشلت قريش في اكتساب نصر ضد الدعوة الإسلامية. وأضيف إلى فشلها هذا اتساع العمل الإسلامي, وخروجه من النطاق العربي إلى النطاق العالمي حيث هاجر المسلمون إلى الحبشة واستقبلهم النجاشي بروح طيبة, ورد سعاية قريش حافية القدمين, فاستقرت جماعة المهاجرين من السابقين في الإسلام في ظل ملك لا يظلم عنده أحد, وهي أرض صدق٢ واستقرت عند النجاشي حقيقة الإسلام, فمكن للمسلمين
_________
١ سورة فصلت الآية ٣٥.
٢ الحلبية ج١ ص٣٦٠، راجع المواهب ج١ ص٢٧٨.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (419,'من إقامة سعيدة طيبة هادئة, فأرهقت كرامة قريش بهذا الاستقرار وزادها رهقا أن دخل حمزة بن عبد المطلب في الإسلام.
يقول الطبري:
فلما أسلم حمزة عرفت قريش أن رسول الله -صلى الله عليه وسلم- قد عز وأن حمزة سيمنعه١.
وغاظهم كثيرا خيبة عمرو بن العاص وصاحبه عبد الله بن أبي ربيعة بن المغيرة المخزومي في عدم التمكن من العودة بقافلة النور من المهاجرين, وزادهم حنقا إسلام عمر بن الخطاب. يقول الطبري:
فوجهوا عمرو بن العاص وعبد الله بن أبي ربيعة بن المغيرة المخزومي إلى النجاشي مع هدايا كثيرة, وأمروهما أن يسألا النجاشي تسليم من قِبَله وبأرضه من المسلمين إليهم، فلم يصلا إلى ما أمل قومهما من النجاشي, فرجعا مقبوحين, وأسلم عمر بن الخطاب رحمه الله, فلما أسلم وكان رجلا جلدا جليدا منيعا، وكان قد أسلم قبل ذلك حمزة بن عبد المطلب, ووجد أصحاب رسول الله -صلى الله عليه وسلم- في أنفسهم قوة, وجعل الإسلام يفشو في القبائل وحمى النجاشي من ضوى إلى بلده منهم، اجتمعت قريش, فأتمرت بينها أن يكتبوا كتابا٢.
هكذا تبدو ظاهرة الفشل وقد زلزلت عقل قريش, وتخبطوا في أساليب الانتقام من الدعوة والداعية, فتعاهدوا على أن يقيموا حصارا
_________
١ تاريخ الطبري ج٢ ص٣٣٤.
٢ تاريخ الطبري ج٢ ص٣٣٥.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (420,'اقتصاديا يشمل جماعة المسلمين وأقرباءهم، يقول ابن الأثير في الكامل:
ولما رأت قريش الإسلام يفشو ويزيد, وإن المسلمين قووا بإسلام حمزة وعمر, وعاد إليهم عمرو بن العاص وعبد الله بن أبي أمية من النجاشي بما يكرهون من منع المسلمين عنهم وآمنهم عنده ائتمروا في أن يكتبوا بينهم كتابا يتعاقدون فيه على:
ألا ينكحوا بني هاشم وبني المطلب.
ولا ينكحوا إليهم.
ولا يبيعوهم ولا يبتاعوا منهم شيئا.
فكتبوا بذلك صحيفة وتعاهدوا على ذلك ثم علقوا الصحيفة في جوف الكعبة توكيدا لذلك الأمر على أنفسهم فلما فعلت قريش ذلك انحازت بنو هاشم وبنو المطلب إلى أبي طالب, فدخلوا معه في شعبه واجتمعوا١.
وما أشبه اليوم بالبارحة، فالمضايقات الاقتصادية والتحفظ في السجون والضغط الاجتماعي على البيوت المؤمنة هو نفس الأسلوب القديم الذي استعملته المواجهة القرشية ضد الدعوة والداعية.
إن شاب قريش وفتاها عمر بن الخطاب قد أعلن إسلامه بطريقة مجاهرة تتحدى جاذبية قريش ومجابهتها, فقد تظاهر المسلمون في
_________
١ الكامل في التاريخ ج٢ ص٨٧، راجع السيرة لابن هشام ج١ ص٧٥٠، الحلبية ج١ ص٣٧٤، دلائل النبوة ج٢ ص٨٧.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (421,'موكب تحفه الملائكة، وتغشاه الرحمة، وتنزل عليه السكينة، وتحرسه جنود الله، ويتصدره النبي الأمين الكريم -صلى الله عليه وسلم- ويأخذ الموكب اتجاهه نحو الكعبة, وعمر في المقدمة يكبر: الله أكبر الله أكبر، فتنخلع قلوب الكفرة وتموت شهامتهم من رعدة الخوف التي ألمت بهم, وبهذا يكتسب الإسلام "آديولوجية" جديدة, وتتخذ الدعوة لها وضعا خاصا فيه نشوة وعافية وراحة, وتبدو الصورة بعد هذا الموكب الكريم:
١- انتشار الإسلام وسط الأمة العربية اتخذ طريقه رغم أنف قريش.
٢- وانتشاره خارج الوسط العربي إلى حدود الحبشة تحت رعاية ملك كريم مؤمن مسلم رد سفراءهم بالخيبة والندم والحسرة.
٣- صناديد المجابهة وكبراء العمل العدائي للدعوة بدءوا يدخلون في دين الله عن طواعية وحب وتعقل.
٤- احتضان النجاشي لبعض رجالات قريش ونسائها من طغيان قريش نفسها إذا قيس بالخلقية العربية فيه مرارة عار على قريش وخزي لهم.
ولكنهم بدلا من أن يتعقلوا المسائل ويوازنوا الأمور خسارة وربحا ويحصوا ما أراقوه من عرق وتفكير وجلد وحبس وطرد وسب ولعن وحرمان دون فائدة ما، والدعوة لا تزال تعيش وتنمو وتتحرك وتتمدد حتى خرجت من البطون العربية السمراء إلى بطون من الحبشة رحبوا',NULL,'386',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (422,'بها وآنسوها وهدهدوا على مصابها بالأمن والطمأنينة بدل كل هذا ركبت قريش رأسها, واتخذت طريقا مخبولا لا يقدره فكر دبلوماسي واع، ولا يقدم عليه عقل سياسي حصيف، فقررت الحصار الاقتصادي والاجتماعي على الدعوة والداعية والأتباع ومن لاذ بهم من غير المسلمين.
فما زادت قريش بهذا الخبل تقدما ولا أحرزت نصرا بل انتكست على أعقابها كما تنتكس في كل مرة وكما ينتكس المجابهون للدعوة دائما في كل عصر ومكان، فقد مشى هشام بن عمرو بن الحارث العامري إلى زهير بن أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم وأمه عاتكة بنت عبد المطلب فقال: يا زهير! أرضيت أن تأكل الطعام، وتلبس الثياب، وتنكح النساء، وأخوالك حيث قد علمت لا يبايعون ولا يبتاع منهم ولا ينكحون ولا ينكح إليهم؟
أما إني أحلف بالله لو كان أخوال أبي الحكم بن هشام, ثم دعوته إلى مثل ما دعاك إليه منهم ما أجابك إليه أبدا، قال: ويحك يا هشام؟ فماذا أصنع إنما أنا رجل واحد, والله لو كان معي رجل آخر لقمت في نقضها حتى أنقضها قال: وجدت رجلا؟ قال: من هو؟ قال: أنا، قال له زهير: أبغنا ثالثا فذهب إلى المطعم بن عدي بن نوفل ابن عبد مناف فقال له: يا مطعم! أقد رضيت أن يهلك بطنان من بني عبد مناف, وأنت شاهد على ذلك موافق لقريش فيه؟
أما والله لئن أمكنتموهم من هذه لتجدنهم إليها منكم سراعا قال: ويحك فماذا أصنع؟ إنما أنا رجل واحد، قال: وجدت ثانيا, قال: من هو؟ قال: أنا, قال: أبغنا ثالثا, قال: قد فعلت, قال: من هو؟ قال:',NULL,'387',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (423,'زهير بن أبي أمية قال: أبغنا رابعا. فذهب إلى ابن البختري بن هشام, فقال له نحوا مما قال للمطعم بن عدي, فقال: وهل من أحد يعين على هذا؟ قال: نعم, قال: من هو؟ قال: زهير بن أبي أمية والمطعم بن عدي وأنا معك, قال: أبغنا خامسا, فذهب إلى زمعة بن الأسود بن المطلب بن أسد, فكلمه وذكر له قرابتهم وحقهم, فقال له: وهل على هذا الأمر الذي تدعو إليه من أحد؟ قال: نعم، ثم سمى له القوم فاتعدوا له "خطم الحجون" الذي بأعلى مكة, فاجتمعوا هنالك وأجمعوا أمرهم وتعاهدوا على القيام في الصحيفة حتى ينقضوها١.
وقام المطعم بن عدي إلى الصحيفة ليشقها, فوجد الأرضة قد أكلتها إلا ما كان "باسمك اللهم"٢.
وهكذا عندما يسلم الداعية أمره لله, ويبلغ رسالات ربه, ويخشاه, ولا يخشى أحدا إلا الله تأتي أسباب النصر، وينقسم المجابهون على أنفسهم، وينصر الله دعوته بمثل هذا الرجل الفاجر، ويبقى للداعية أنه احتسب جهاده لوجه الله الكريم.
٧- مهاترات بطلب المعجزات:
لم تكن دعوة الإسلام دعوة لقوم أو لجنس، كذلك لم تكن دعوة جيل أو زمن محدد معلوم.
_________
١ تاريخ الطبري ج٢ ص٣٤١، ٣٤٢.
٢ الكامل في التاريخ ج٢ ص٨٩، راجع حول هذا دلائل النبوة ج٢ ص٨٠-٨٤, السيرة لابن هشام ج١ ص٣٠٠-٣٧٧، الحلبية ج١ ص٣٧٤-٣٨٣, السيرة لابن كثير ج٢ ص٤٤، راجع المواهب ج١ ص٢٩٠.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (424,'وهي كذلك لم تعتمد في عملها على القهر, والتسلط على العقل أو المشاعر.
إنها دعوة عامة للبشر وهي دين الله الخاتم للناس جميعا، ثم هي دعوة قائمة على الحجة الواضحة والبيان النير، لقد كانت دعوة بالدليل الذي يحترم العقل وقدمت له وسائل المعرفة واضحة جلية متعددة الألوان مثاني تلون البراهين؛ ليستجيب العقل والقلب والوجدان والإحساس حتى يكرم الإنسان ذاته بالإيمان بالله، ويقدر قدر نفسه بعيدا عن الشركة العامة مع الحيوانات إن لم يكرم نفسه بالإيمان بربه الذي خلقه وعدله, وأكرمه, في أحسن صورة ما شاء الله ركبه، ثم جعل له عينين ولسانا وشفتين وهداه النجدين، وبعث في مشاعره إحساسا فطريا بالحنين إلى الإيمان بالله الأحد الفرد الصمد.
ومع أن القوم لا يختلفون في هذا مع الدعوة والداعية, وأنهم دائما يفتخرون بالنسب إلى "إبراهيم" عليه السلام, ولكنهم جابهوا الدعوة بعنف متغيظ محموم, فلما فشلت المجابهة بألوانها المتعددة واستعلت الجماعة الإسلامية بإيمانها فوق كل ضغوط العمل العدائي من كفار قريش لم يسع قريش إلا أن يسلكوا سبيل المهاترات فاتجهوا إلى أسلوب منحرف على المنهج الإنساني الكريم, لقد سألوا رسول الله -صلى الله عليه وسلم- أن ينزل على هواهم, ويعمل في الأرض لهم معجزات، لقد طلبوا آيات مادية، وزعموا أنها إن جاءتهم يؤمنون.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (425,'يقول ابن هشام:
قالوا: يا محمد فإن كنت غير قابل منا شيئا مما عرضناه عليك فإنك قد علمت أنه ليس من الناس أحد أضيق بلدا ولا أقل ماء ولا أشد عيشا منا, فسل لنا ربك الذي بعثك بما بعثك به, فليسير عنا هذه الجبال التي قد ضيقت علينا, وليبسط لنا بلادنا, وليفجر لنا فيها أنهارا كأنهار الشام والعراق، وليبعث لنا من مضى من آبائنا، وليكن فيمن يبعث لنا منهم قصي بن كلاب، فإنه كان شيخ صدق فنسألهم عما تقول: أحق أم باطل؟ فإن صدقوك وصنعت ما سألناك صدقناك, وعرفنا به منزلتك من الله, وأنه بعثك رسولا كما تقول١.
ولكن الرسول -صلى الله عليه وسلم- يرد عليهم بقوله:
"ما بهذا بعثت إليكم إنما جئتكم من الله بما بعثني به، وقد بلغتكم ما أرسلت به إليكم فإن تقبلوه فهو حظكم في الدنيا والآخرة، وإن تردوه علي أصبر لأمر الله تعالى حتى يحكم الله بيني وبينكم".
فيعودون لمثل ما قالوا, قالوا:
فإذا لم تفعل هذا لنا فخذ لنفسك: سل أن يبعث معك ملكا يصدقك بما تقول، ويراجعنا عنك، وسله فليجعل لك جنانا وقصورا وكنوزا من ذهب وفضة يغنيك بها عما نراك تبتغي, فإنك تقوم بالأسواق كما نقوم، وتلتمس المعاش كما نلتمسه حتى نعرف فضلك ومنزلتك من ربك إن كنت رسولا كما تزعم٢.
_________
١ السيرة لابن هشام ج١ ص٢٩٦.
٢ السيرة لابن هشام ج١ ص٢٩٧.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (426,'فقال لهم رسول الله -صلى الله عليه وسلم:
"ما أنا فاعل، وما أنا بالذي يسأل ربه هذا، وما بعثت إليكم بهذا ولكن الله بعثني بشيرا ونذيرا، فإن تقبلوا ما جئتكم به فهو حظكم في الدنيا والآخرة، وإن تردوه عليّ أصبر لأمر الله حتى يحكم الله بيني وبينكم".
ولكنهم يستمرون في المهاترات فيقولون: فأسقط السماء علينا كسفا كما زعمت أن ربك إن شاء فعل، فإنا لا نؤمن لك إلا أن تفعل.
فقال لهم رسول الله -صلى الله عليه وسلم:
"ذلك إلى الله إن شاء أن يفعله بكم فعل".
قالوا: يا محمد أفما علم ربك أنا سنجلس معك, ونسألك عما سألناك عنه، ونطلب منك ما نطلب, فيتقدم إليك, فيعلمك ما تراجعنا به, ويخبرك ما هو صانع في ذلك بنا؟ إنه قد بلغنا أنك إنما يعلمك هذا رجل باليمامة يقال له: "الرحمن"، وإنا والله لا نؤمن بالرحمن أبدا، أو تهلكنا١.
عندئد لا مجال للرد عليهم ولا الاستماع منهم.
يقول ابن هشام:
فلما قالوا ذلك لرسول الله -صلى الله عليه وسلم- قام عنهم٢.
_________
١ و٢ السيرة لابن هشام ج١ ص٢٩٨، ٢٩٨، راجع السيرة لابن كثير ج١ ص٤٧٨-٤٨١.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (427,'ولكن بقية من هذا الفكر الرجعي الجاهلي ما زالت تريد أن تلاحق الرسول -صلى الله عليه وسلم- تطيل في المماحكة والمراء والمهاترة.
لقد قام مع النبي -صلى الله عليه وسلم- عبد الله بن أبي أمية ابن المغيرة وهو ابن عمة النبي -صلى الله على وسلم- أمه عاتكه بنت عبد المطلب، وكان المفروض أن يقول عبد الله هذا كلاما لينا يسري به عن رسول الله -صلى الله عليه وسلم- بحكم القرابة القريبة وصلة الرحم، ولكنه كان واحدا من الرجعيين لقد كان منكرا رجعيا ممتازا فقال: يا محمد! عرض عليك قومك ما عرضوا فلم تقبله منهم ثم سألوك لأنفسهم أمورا ليعرفوا بها منزلتك من الله كما تقول ويصدقوك ويتبعوك فلم تفعل، ثم سألوك أن تأخذ لنفسك ما يعرفون به فضلك عليهم ومنزلتك من الله فلم تفعل، ثم سألوك أن تعجل لهم بعض ما تخوفهم به من العذاب فلم تفعل، فوالله لا أومن بك أبدا حتى تتخذ إلى السماء سلما، ثم ترقى فيه وأنا أنظر إليك حتى تأتيها، لو فعلت ذلك ما ظننت أني أصدقك١.
وإذن فلم يطلب عبد الله بن أبي أمية معجزة؟ إن كان الأمر هو الإصرار على المماحكة والمجابهة وإغلاق العقل وقفل البصيرة وكراهية الحق؟
_________
١ السيرة لابن هشام ج١ ص٢٩٨، راجع في هذا الموضوع، السيرة الحلبية ج١ ص٣٤٤-٣٦٤، راجع هذا البحث في تفسير الطبري ج١٥ ص١٦٤-١٦٦.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (428,'لقد كشفت هذه المقالة عن دوافع طلب المعجزة، وفضحت المخطط الفكري الرجعي تجاه الدعوة الإسلامية: {فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُون} ١.
ولم تكن مقالة عبد الله بن أمية مقالة يتيمة لقد كانت رأس فتنة يتحدث بها الرجعيون لقد قالها زمعة بن الأسود، والنضر بن الحارث والأسود بن عبد يغوث. وأبي بن خلف، والعاص بن وائل، قالوا: لو جعل معك يا محمد ملك يحدث عنك الناس, ويرى معك٢, فأنزل الله تعالى في ذلك من قولهم:
{وَقَالُوا لَوْلا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لا يُنْظَرُونَ، وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ} ٣.
ويسجل القرآن هذه المرحلة من العمل العدائي الذي واجه به الرجعيون دعوة الإسلام يقول الله تعالى:
{وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا، وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا، أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلالَهَا تَفْجِيرًا، أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ
_________
١ سورة الأنعام الآية ٣٣.
٢ السيرة لابن هشام ج١ ص٣٩٥، راجع حول طلب المعجزات، تفسير ابن كثير ج٣ ص٦٢-٦٤ تفسير الطبري ج١٥ ص١٥٩-١٦٦.
٣ الآيتان ٨، ٩ من سورة الأنعام.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (429,'وَالْمَلائِكَةِ قَبِيلًا، أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَأُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا، وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} ١.
لقد قصروا إدراكهم عن التطلع إلى آفاق الإعجاز القرآني فراحوا يطلبون تلك الخوارق المادية ويتعنتون في اقتراحاتهم الدالة على الطفولة العقلية، أو يتبجحون في حق الذات الإلهية بلا أدب ولا تحرج، لم ينفعهم تصريف القرآن للأمثال, والتنويع فيها؛ لعرض حقائقه في أساليب شتى تناسب شتى العقول والمشاعر وشتى الأجيال والأطوار، فأبى أكثر الناس إلا كفورا، وعلقوا إيمانهم بالرسول -صلى الله عليه وسلم- على تعللات مادية: يفجر لهم من الأرض ينبوعا ... إلخ.
فتبدو طفولة الإدراك والتصور الرجعي الجاهلي في هذا التعنت الساذج، وتبدو معالم تخبطاتهم ومماحكاتهم في تسويتهم بين بيت من زخرف وعروج إلى السماء، أو بين تفجير ينبوع من الأرض ومجيء الله جل شأنه وتعالى جده ومعه الملائكة قبيلا٢ إن الذي يجمع في تصوره بين هذه المقترحات كلها إنما هو رجل مختل العقل فاقدا لعنصر الاتزان والتعقل في تفكيره.
يقول السهيلي:
وذكر ما سأله قومه من الآيات وإزالة الجبال عنهم، وإنزال الملائكة عليه وغير ذلك جهلا منهم بحكمة الله تعالى في امتحانه
_________
١ سورة الإسراء الآيات من ٨٩-٩٣.
٢ في ظلال القرآن ج١٥ ص٩٧.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (430,'الخلق وتعبدهم بتصديق الرسل, وأن يكون إيمانهم عن نظر وفكر في الأدلة, فيقع الثواب على حسب ذلك، ولو كشف الغطاء وحصل لهم العلم الضروري بطلت الحكمة التي من أجلها يكون الثواب والعقاب, إذ لا يؤجر الإنسان على ما ليس من كسبه كما لا يؤجر على ما خلق فيه من لون وشعر ونحو ذلك، وإنما أعطاهم من الدليل ما يقتضي النظر فيه العلم الكسبي, وذلك لا يحصل إلا بفعل من أفعال القلب، وهو النظر والدليل وفي وجه دلالة المعجزة على صدق الرسول، وإلا فقد كان قادرا سبحانه أن يأمرهم بكلام يسمعونه ويغنيهم عن إرسال الرسل إليهم، ولكنه سبحانه قسم الأمر بين الدارين, فجعل الأمر يعلم في الدنيا بنظر واستدلال وتفكر واعتبار؛ لأنها دار تعبد واختيار، وجعل الأمر يعلم في الآخرة بمعاونة واضطرار١.
يقول صاحب الحلبية:
وإذا كانت الحجج والبراهين لم تفدهم شيئا من الهدى, فطلب الهدى منهم بتلك الحجج تعب لا يفيد شيئا، وإذا ضلت العقول عن طريق الحق مع علم منها بتلك الطرق, فأي قول يقوله العظماء٢.
وقد جاءت هذه الآيات في سورة الإسراء بعد قوله تعالى:
{وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفًا} .
_________
١ الروض الأنف ج٣ ص١٥٢.
٢ الحلبية ج١ ص٣٤٧.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (431,'قال الواحدي:
سأل أهل مكة النبي -صلى الله عليه وسلم- أن يجعل لهم الصفا ذهبا وأن ينحي عنهم الجبال فيزرعون, فقيل له:
إن شئت أن تستأتي بهم لعلنا نجتبي منهم وإن شئت أن تؤتيهم الذي سألوا, فإن كفروا أهلكوا كما أهلك من قبلهم؟ قال: لا، بل أستأتي بهم, فأنزل الله عز وجل: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} ١.
قال السهيلي:
إن التكذيب بالآيات نحو ما سألوه من إزالة الجبال عنهم, وإنزاله الملائكة يوجب في حكم الله ألا يلبث الكافرين بها, وأن يعاجلهم بالنقمة كما فعل بقوم صالح وبآل فرعون، فلو أعطيت قريش ما سألوا من الآيات وجاءهم بما اقترحوا ثم كذبوا لم يلبثوا، ولكن الله أكرم محمدا في الأمة التي أرسله إليهم، إذ سبق في عمله أن يكذب به من يكذب ويصدق به من يصدق وابتعثه رحمة للعالمين، بر وفاجر، أما البر، فرحمته إياهم في الدنيا والآخرة وأما الفاجر، فإنهم أمنوا من الخسف والغرق وإرسال حسبان عليهم من السماء٢.
لهذا فإن الدعوة الإسلامية لم تعتمد على إعجاز مادي؛ لأنها خالدة إلى يوم القيامة, وعامة لكل جيل من البشر في أي مكان على وجه البسيطة.
_________
١ أسباب النزول ص٢٧٧، ٢٧٨، تفسير الطبري ج١٥ ص١٥٧، ١٠٨، راجع تفسير المعاني ج١٥ ص١٠٣، ١٠٤.
٢ الروض الأنف ج٣ ص١٥٢، ١٥٣.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (432,'والمعجزات المادية تأتي لرسالات محدودة وقوم مخاطبون بإصلاح أنفسهم من نبي خاص لهم فإذا لم ينصاعوا حقت عليهم الإبادة كمثل الذين خلوا من قبل.
على أن الخوارق ليست مما يغني النبي في دعوة المكابر المفتون, فإنه يزعم أنها ضرب من السحر١.
ولقد انصدع قلب أبو جهل رعبا لما طرق النبي -صلى الله عليه وسلم- بابه وأمره أن يسدد الدين الذي عليه للأراشي. وأطاع وخضع ودفع الدين, ولكنهم فسروا هذا الانصياع بالسحر.
ومرة أخرى يتوعد أبو جهل رسول الله -صلى الله عليه وسلم- بإلقاء حجر عليه ويمضي ليفعل فإذا هو راجع يلبس ثوب الخوف وخفي الهلع, فلما سئل وأجاب عما رآه قالوا لقد سحرك.
وعقبة بن ربيعة والوليد بن المغيرة لما سمعا القرآن ورقت أفئدتهما وهشوا وبشوا للكتاب العزيز, قالوا لهما: لقد سحركما.
وقد ضرب القرآن الكريم أمثلة للذين كانوا يشاهدون الآيات ثم لم يؤمنوا بها، لقد ضرب المثل بقوم ثمود الذين جاءتهم الناقة وفق ما طلبوا واقترحوا وكانت آية واضحة لكنهم ظلموا بها وأوردوها مورد الهلكة فأخذهم الله أخذة رابية، وأهلكوا بالطاغية.
هذه التجارب اقتضت أن تجيء الرسالة الأخيرة غير مصحوبة بخوارق مادية؛ لأنها رسالة الإنسان على وجه الأرض، إنها رسالة
_________
١ حقائق الإسلام وأباطيل خصومة ص٥٨.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (433,'الأجيال المتعاقبة جميعا، وهي رسالة الرشد البشري تخاطب في الإنسان مداركه وعقله ووجدانه جيلا إثر جيل، إنها رسالة تحترم الإنسان وتميزه ببشريته عن كل ما خلق الله من ذي روح ونفس رطبة.
وآية هذا الخطاب هي معجزة القرآن ذاته وهو كتاب مقدس لا يأتيه الباطل من بين يديه ولا من خلفه أبدا, إنه يرسم منهجا كاملا للحياة، ويخاطب الفكر والقلب ويلبي الفطرة القوية، ثم يبقى مفتوحا للأجيال المتعاقبة كلها تقرؤه وتتدبره وتؤمن به وتطبقه إلى يوم القيامة لتحظى في الدارين بالسعادة ورضوان الله١.
أما الخوارق التي وقعت للرسول -صلى الله عليه وسلم- فإنها لم تتخذ إطار المعجزة التي تقوم برهانا على صدق الرسالة والنبوة، وفي مقدمتها انشقاق القمر.
فهو على الرغم من أنه حدث وقع تاريخيا وثبت بالسنة على نحو ما رواه البخاري: انشق القمر ونحن مع النبي -صلى الله عليه وسلم- بمنى فقال: "اشهدوا" , وذهبت فرقة نحو الجبل. وقال أبو الضحى عن مسروق عن عبد الله: انشق القمر بمكة. وتابعه محمد بن مسلم عن ابن نجيح عن مجاهد عن أبي معمر عن عبد الله٢.
_________
١ في ظلال القرآن ج١٥ ص٤٩.
٢ فتح الباري ج٨ ص١٨٣، راجع اللؤلؤ والمرجان ج٣ ص٢٨٠، باب انشقاق القمر مسلم ج٤ ص٢١٥٨.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (434,'وهو حادث واجه به القرآن الكريم جماعة المشركين في حينه, ولم يُرو عنهم تكذيب لوقوعه, فهو قد وقع فعلا بصورة يتعذر معها التكذيب، حتى ولو على سبيل المراء الذي كانوا يتذرعون به, غير أنه روي عنهم أنهم قالوا: سحرنا، ولكنهم أنفسهم اختبروا الأمر فعرفوا أنه ليس سحرا، قال في الحلبية:
فقال رجل منهم: إن محمدا إن كان سحر القمر أي بالنسبة إليكم فإنه لا يبلغ من سحره أن يسحر الأرض كلها، فاسألوا أهل الآفاق، وفي لفظ: انظروا ما يأتيكم به السفار, حتى تنظروا هل رأوا ذلك أم لا؟ فأخبروا أهل الآفاق, وفي لفظ: فجاء السفار وقد قدموا من كل وجه, فأخبروهم أنهم رأوه منشقا, فعند ذلك قالوا: هذا سحر, فأنزل الله تعالى: {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ، وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ} ١.
لكن كون هذا لانشقاق تم كاستجابة لطلب المشركين في مكة فذاك قدر لا يصح التسليم به؛ لأن النصوص القرآنية الصريحة تمنعه، {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآَيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} , فمفهوم هذه الآية أن حكمة الله اقتضت منع الاستجابة لهم بالخوارق المادية لما كان من تكذيب السابقين الأولين بها.
_________
١ الحلبية ج١ ص٣٤٣.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (435,'وفي كل مناسبة طلب المشركين آية من رسول الله -صلى الله عليه وسلم- كان الرد بالرفض.
{وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا، أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلالَهَا تَفْجِيرًا، أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا، أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَأُهُ} ١.
تلك هي المطالب:
فأما الجواب فهو: {قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} .
فالقول بأن انشقاق القمر كان استجابة لطلب المشركين خارقة قول متجاف مع النص القرآني والموقف النبوي الذي وضحته آيات سورة الإسراء {قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} .
ويقوي هذا الفهم موقف الإمام ابن حجر من طرق الحديث التي تذكر أن انشقاق القمر كان عقب سؤال المشركين، قال ابن حجر: "ولم أر في شيء من طرقه أن ذلك كان عقب سؤال المشركين إلا في حديث أنس"٢.
_________
١ الآيات من رقم ٩٠-٩٣ من سورة الإسراء.
٢ فتح الباري ج٨ ص١٧٧.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (436,'وعلى ذلك فقوله في روايته: أن أهل مكة سألوا رسول الله -صلى الله عليه وسلم- أن يريهم آية من المراسيل كما قال ابن حجر لأن أنسا لم يدرك هذه القصة، وقد جاءت هذه القصة من حديث ابن عباس وهو أيضا ممن لم يشاهدها لكن روايته ليس فيها الصدر الذي جاء في رواية أنس١.
وعلى هذا فطلب المعجزات لم يلب من الله ولا من رسوله -صلى الله عليه وسلم- لأنه اتجاه يبعد الرسالة الخاتمة من أساسياتها وينئيها عن وظيفتها ويبعد العقل والقلب عن آيات الله القائمة في النفس والآفاق وفي التاريخ والكون.
أما ما وقع لرسول الله -صلى الله عليه وسلم- فكان إكراما من الله لرسوله -صلى الله عليه وسلم- لا دليلا لا ثبات رسالته ونبوته.
يقول: المسلم الفرنسي اتين دينه
إن معجزة الأنبياء الذين سبقوا محمدا كانت في الواقع معجزات وقتية وبالتالي معرضة للنسيان السريع بينما نستطيع أن نسمي معجزة الآيات القرآنية "المعجزة الخالدة" ذلك أن تأثيرها دائم ومفعولها مستمر، ومن اليسير على المؤمن في كل زمان وفي كل مكان أن يرى هذه المعجزة بمجرد تلاوة كتاب الله، وفي هذه المعجزة نجد التعليل الشافي للانتشار الهائل الذي أحرزه الإسلام ذلك الانتشار الذي لا يدرك سببه الأوربيون؛ لأنهم يجهلون القرآن، أو لأنهم لا يعرفونه إلا من خلال ترجمات لا تنبض بالحياة فضلا عن أنها غير دقيقة.
_________
١ اللؤلو والمرجان ج٣ ص٢٨٠.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (437,'أن الجاذبية الساحرة التي يمتاز بها هذا الكتاب الفريد بين أمهات الكتب العالمية لا تحتاج منا نحن المسلمين إلى تعليل ذلك أننا نؤمن بأنه كلام الله أنزله على رسوله١.
ومن ثم فإن هذا الرجل الفرنسي العظيم يقول عن انشقاق القمر:
أننا لا نستطيع تصديق تلك المعجزة المزعزعة؛ لأنها تتنافى صراحة مع الكثير من آيات القرآن يقول الله تعالى: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآَيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} .
وما أقل تأثير المعجزات فيما مضى من التاريخ, لقد عبد بنو إسرائيل العجل بعد أن أنقذهم موسى بمعجزته من لجة البحر, ومن طغيان فرعون, وما كان أهل مكة المشركون ليتأثروا بالمعجزة أكثر من غيرهم من بني البشر فإن الطبيعة الإنسانية واحدة. اهـ٢.
غير إنني لا أملك أمام الكثرة الكثيرة من الأحاديث الصحيحة إلا أن أقول: إنه ليس في الوسع تكذيب حادثة انشقاق القمر لكنها وقعت لا على أنها دليل في مواجهة مطالب المشركين لإثبات الرسالة، بل هي وقعت كما تقع خوارق كثيرة لرسول الله -صلى الله عليه وسلم.
ولو سلمنا بأن حادثة انشقاق القمر كانت استجابة لمطلب المشركين لبقي سؤال عسير الجواب، لماذا لم يستجب القرآن ورسول الله -صلى الله عليه وسلم- لباقي مطالب القوم فيا ربما كانوا يسلمون؟
_________
١ محمد رسول الله. اتين دينه ص١٣٨.
٢ المرجع السالف ص١٣٥.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (438,'وهذا هو ما نفته الآيات البينات: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآَيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} .
ولم ترسل الآيات لتحمل الناس على الإيمان وإنما ترسل كما قال الله جل شأنه: {وَمَا نُرْسِلُ بِالْآَيَاتِ إِلَّا تَخْوِيفًا} .
على أن القوم كانوا لا يكذبون رسول الله -صلى الله عليه وسلم- ولا يعتقدون في قرارة أنفسهم أنه ليس رسولا, فلقد كانوا يقولون إذا مر عليهم: إن غلام بني هاشم هذا ليكلم من السماء, فكانوا على ذلك حتى عاب آلهتهم التي كانوا يعبدون, وذكر هلاك آبائهم الذين ماتوا كفارا, فغضبوا لذلك وعادوه١.
فالقوم ليسوا في حاجة إلى معجزة مادية وخارقة تخسف بهم الأرض حتى يصدقوا ويؤمنوا، فإنهم ليعرفونه نبيا رسولا كما يعرفون أنفسهم وأولادهم, ولكنهم مهاترون مكابرون, وصدق الله العلي العظيم:
{قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} ٢.
_________
١ الدرر ص ٣٨، السيرة لابن هشام ج١ ص٣٦٤، تاريخ الطبري ج٢ ص٣٢٢، الطبقات الكبرى لابن سعد ج١ ص١٩٩، المواهب ج١ ص٢٤٨.
٢ الآية رقم ٣٣ من سورة الأنعام.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (439,'<span data-type="title" id=toc-62>ثانيا: لماذا كفرت قريش</span>؟
تدل المرحلة التمهيدية في الباب الأول والثاني١ على أن مرحلة التوعية كانت لها وظيفة هامة في توعية المجتمع؛ لاستقبال الرسالة الخاتمة والحياة الدينية في مكة في هذا الوقت السابق على البعثة كان فيها نظام حنيفي موحد.
والقوم كانوا ينتسبون إلى جدهم الأكبر إبراهيم المسلم الحنيف.
والمنهج الذي ملكته الدعوة له أصالة ذاتية في الحصول إلى ثمار جيدة النوع والمحصول، ولكن قريشا جابهت الدعوة مجابهة عنيدة عنيفة فلماذا؟
لما رفضت قريش دعوة الله؟
أرفضتها عن اعتقاد في عدم صحتها؟
أم رفضتها لأسباب أخرى؟
أما الإجابة على السؤال الأول: فإنها لم ترفض الدعوة اعتقادا في عدم صحتها.
فالوليد بن المغيرة يشهد ويقسم:
والله إن لقوله لحلاوة وإن أصله لعذق وإن فرعه لجناة٢.
_________
١ راجع هذا الموضوع في كتاب: بشائر النبوة الخاتمة سلسلة البحوث الإسلامية.
٢ السيرة لابن هشام ج١ ص٢٧٠.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (440,'وعتبة بن ربيعة يقول لقومه:
قد سمعت قولا والله ما سمعت مثله قط، والله ما هو بالشعر، ولا بالسحر، ولا بالكهانة، يا معشر قريش أطيعوني واجعلوها بي وخلوا بين هذا الرجل وبين ما هو فيه فاعتزلوه فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم١.
والنضر بن الحارث وهو رأس العداء للدعوة يقول لقومه وقد أصابتهم "حيرة وتلجلج": "يا معشر قريش إنه والله قد نزل بكم أمر ما أتيتم له بحيلة بعد قد كان محمد فيكم غلاما حدثا أرضاكم فيكم وأصدقكم حديثا وأعظمكم أمانة، حتى إذا رأيتم في صدغيه الشيب وجاءكم بما جاءكم به قلتم ساحر، لا، والله ما هو بساحر"٢.
وقد أرسلت قريش وفدا منها إلى أحبار اليهود يسألونهم عن محمد -صلى الله عليه وسلم- لقد بعثوا وفدا مكونا من عضوية النضر بن الحارث وعقبة بن أبي معيط, وكلاهما يكن للدعوة والداعية بغضا وكرها ويريد بجدع الأنف أن يصل إليهما بسوء, وسألا أحبار اليهود, فقالوا لهم: سلوه عن ثلاث نأمركم بهن فإن أخبركم بهن, فهو نبي مرسل, وإن لم يفعل فالرجل متقول, فروا فيه رأيكم.
سلوه عن فتية ذهبوا في الدهر الأول ما كان أمرهم، فإنه قد كان لهم حديث عجيب.
_________
١ السيرة لابن هشام ج١ ص٢٩٤.
٢ السيرة لابن هشام ج١ ص٣٠٠-٣٠٨, راجع الحلبية ج١ ص٣٤٧.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (441,'وسلوه عن رجل طواف قد بلغ مشارق الأرض ومغاربها ما كان نبؤه؟
وسلوه عن الروح ما هي؟
فإذا أخبركم بذلك, فاتبعوه فإنه نبي, وإن لم يفعل فهو رجل متقول فاصنعوا في أمره ما بدا لكم١.
ورجع الوفد وسألوا النبي -صلى الله عليه وسلم- ونزل القرآن الكريم حسبما شاء الله أن يوحي إلى نبيه، وعرفوا أنه الحق, ولكنهم مع ذلك لم يؤمنوا.
وإذن فقريش رفضت دعوة الإسلام لا عن اعتقاد في عدم صحتها، ولكنها رفضت الدعوة لعلل وأسباب أخرى يمكن تركيزها في الأسباب الرئيسية التالية:
١- الاستعلاء والتكبر.
٢- جبرية التقاليد والعادات.
٣- العنصرية القبلية أو القومية الخاصة.
٤- جاهلية المقاييس.
٥- الحساسية الخاصة: الحسد، والخوف على مصير الآباء.
٦- ضعف الإرادة أمام تعاليم الإسلام.
_________
١ السيرة لابن هشام ج١ ص٢٩٩، ٣٠٠.',NULL,'406',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (442,'تلك هي جملة من الأسباب التي يمكن أن تفسر لنا لماذا كفرت قريش وردت دعوة الله, وهم يعلمون أنها الحق المبين من ربهم ورب جدهم إبراهيم عليه السلام.
١- الاستعلاء والتكبر:
في أوبة من رحلة بعيدة دار حديث بين أمية بن أبي الصلت, وأبي سفيان بن حرب.
قال أمية لأبي سفيان:
يا أبا سفيان هل لك أن تتقدم على الرفقة فنتحدث؟
قال أبو سفيان: نعم.
وفعلا الرجلان وتحدثا عن شأن النبوة القادمة المنتظرة.
قال أمية: إني كنت أجد في كتبي نبيا يبعث من حرتنا هذه فكنت أظن, بل كنت لا أشك أني أنا هو، فلما دارست أهل العلم إذا هو من بني عبد مناف, فنظرت في بني عبد مناف فلم أجد أحدًا يصلح لهذا الأمر غير عتبة بن ربيعة, فلما أخبرتني بسنه عرفت أنه ليس هو حين جاوز الأربعين ولم يوح إليه.
قال أبو سفيان: فضرب الدهر ضربة فأوحى إلى رسول الله -صلى الله عليه وسلم- وخرجت في ركب من قريش أريد اليمن في تجارة, فمررت بأمية فقلت له كالمستهزئ به: يا أمية قد خرج النبي الذي كنت تنعته؟
قال: أما أنه حق فأتبعه.
قلت: ما يمنعك من اتباعه.',NULL,'407',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (443,'قال: ما يمنعني إلا الاستحياء من نساء ثقيف إني كنت أحدثهن أني هو ثم يرينني تابعا لغلام من بني عبد مناف١.
إنه الحسد والكبر إنه كان يريد أن يكون هو النبي، وأراد أن يكون النبي من قبيلته، ثم هو يتكبر أن يتبع محمدا -صلى الله عليه وسلم- خوفا على كبريائه من فتيات قريش يعيرنه أنه صار تابعا بعد أن كان يدعي أنه النبي المنتظر.
واستمع رجال ثلاثة من قريش إلى النبي -صلى الله عليه وسلم- في جوف الليل، وهو يصلي ويقرأ القرآن وعاودوا هذه المرة ثلاثا دون اتفاق منهم على اللقاء على الرغم من اتفاقهم على عدم العودة وهؤلاء الثلاثة هم: أبو سفيان بن حرب وأبو جهل والأخنس ابن شريق.
فلما كانت المرة الثالثة وتعاهدوا ألا يرجعوا إليها ذهب الأخنس بن شريق يسأل أبا جهل رأيه فيما سمع, فقال أبو جهل:
"ماذا سمعت: تنازعنا نحن وبنو عبد مناف الشرف أطعموا فأطعمنا, وحملوا فحملنا, وأعطوا فأعطينا حتى إذا تحاذينا على الركب, وكنا كفرسي رهان قالوا: منا نبي يأتيه الوحي من السماء فمتى تدرك مثل هذه, والله لا نؤمن به أبدا ولا نصدقه"٢.
_________
١ السيرة لابن كثير ج١ ص١٢٩، ١٣٠.
٢ السيرة لابن هشام ج١ ص٣١٦، راجع الخصائص الكبرى ج١ ص٢٨٦.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (444,'هي عنصرية قبلية وحسد قومي واستعلاء وتكبر أن يخضع بنو مخزوم لبني عبد مناف, ولكن الرسالة أسمى من كل ما جال في خاطر أبي جهل١.
ومرة أخرى يتنفس أبو جهل الصعداء, ويقول وهو محموم الصدر إلى الوليد بن المغيرة:
والله إني لأعلم أنه صادق.
فقال له الوليد: "مه" وما دلك على ذلك؟
قال: يا أبا عبد شمس كنا نسميه في صباه الصادق الأمين, فلما تم عقله وكمل رشده نسميه الكذاب الخائن؟ والله إني لأعلم أنه صادق.
قال الوليد: فما يمنعك أن تصدقه وتؤمن به.
قال أبو جهل: تتحدث عني بنات قريش أني اتبعت يتيم أبي طالب من أجل كسرة، واللات والعزى إن اتبعته أبدا.
إن أبا جهل يخشى بنات قريش كما كان يخشاهن أمية أنه ترفع تدفع إليه مقاييس عاطفية تضع في حسابها كلام النساء, فترتعد منهن وتتأبى على الله ورسوله من أجل كلامهن فما أبخس المقياس, وما أتعس حظ الجاهلين:
{وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا، اسْتِكْبَارًا
_________
١ تفسير المراغي ج٢٥ ص١٥٧.',NULL,'409',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (445,'فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} ١.
٢- جبرية العادات والتقاليد:
{قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} ٢.
{قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُون} ٣.
كانت الدعوة الإسلامية نقلة جديدة لحياة الإنسان في التصور والسلوك في العقيدة والأخلاق والمعاملات، وقد درج الأولون على أسلوب خاص ارتبط في أذهانهم ومشاعرهم بالمواريث الاجتماعية التي يمجدون فيها الآباء والأجداد.
فإذا تليت عليهم آيات الله البينات قالوا:
{مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ} ٤.
{وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا} ٥.
{وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} ٦.
_________
١ الآية من رقم ٤٢، ٤٣ من سورة فاطر.
٢ الآية رقم ٥٣ من سورة الأنبياء.
٣ الآية رقم ٧٤ من سورة الشعراء.
٤ من الآية رقم ٤٣ من سورة سبأ.
٥ من الآية رقم ٢٨ من سورة الأعراف.
٦ من الآية رقم ٢١ من سورة لقمان.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (446,'إنهم دائما يتعللون:
{بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ} ١.
وقد ظهر ذلك في سلوكهم وأقوالهم:
كان عتبة بن ربيعة سيدا في قومه قال لهم يوما وهو جالس في نادي قريش:
يا معشر قريش ألا أقوم إلى محمد فأكلمه, وأعرض عليه أمورا لعله يقبل بعضها, فنعطيه أيها شاء ويكف عنا, فقالوا له: بلى يا أبا الوليد قم إليه فكلمه٢.
وقام عتبة وعرض ما عرض على رسول الله -صلى الله عليه وسلم- حتى إذا فرغ, قرأ عليه النبي -صلى الله عليه وسلم- آيات من سورة "فصلت" وصغى إليها عتبة جيدا وعاد إلى قومه, وقد هش وجدانه وبش قلبه يتذوق ما لحلاوة الإيمان، ولكنه ما أسلم ولا آمن ولا رضي عنه، لأنه أوثق نفسه بأغلال {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ} .
وكذلك شأن الوليد بن المغيرة ريحانة قريش ووحيدها في الشرف والسؤدد, اجتمع إليه نفر من قريش وقد حضر الموسم فقال لهم:
يا معشر قريش إنه قد حضر هذا الموسم، وإن وفود العرب ستقدم عليكم فيه, وقد سمعوا بأمر صاحبكم هذا, فأجمعوا فيه رأيا واحدا
_________
١ الآية رقم ٢٢ من سورة الزخرف.
٢ السيرة لابن هشام ج ١ ص ٢٩٣.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (447,'ولا تختلفوا فيكذب بعضكم بعضا, ويرد قولكم بعضه بعضا قالوا: فأنت يا أبا عبد شمس فقل وأقم لنا رأيا نقول به.
قال: بل أنتم فقولوا أسمع؟
قالوا: نقول كاهن.
قال: لا والله ما هو بكاهن، لقد رأينا الكهان فما هو بزمزمة الكاهن ولا سجعه.
قالوا: فنقول مجنون.
قال: ما هو بمجنون، لقد رأينا الجنون وعرفناه فما هو بخنقه ولا تخالجه ولا وسوسته.
قالوا: فنقول شاعر.
قال: ما هو بشاعر، لقد عرفنا الشعر كله رجزه وهزجه وقريضه ومقبوضه ومبسوطه فما هو بالشعر.
قالوا: فنقول ساحر.
قال: ما هو بساحر لقد رأينا السحار وسحرهم, فما هو بنفثهم ولا عقدهم.
قالوا: فما نقول يا أبا عبد شمس؟
قال: والله إن لقوله لحلاوة وإن أصله لعذق وإن فرعه لجناة, وما أنتم بقائلين من هذا شيئا إلا عرف أنه باطل وإن أقرب القول',NULL,'412',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (448,'فيه لأن تقولوا: ساحر جاء بقول هو سحر يفرق بين المرء وأبيه وبين المرء وأخيه وبين المرء وزوجه وبين المرء وعشيرته, فتفرقوا عنه بذلك١.
الآن يثبت الوليد بن المغيرة صفة السحر مع أنه كان قد نفاها ونفى كل صفة قدمها القوم من قبل وحكم بأنهم لن يقولوا قولا مما قالوه إلا عرف بأنه باطل, ثم وصف القرآن بأن له الحلاوة وأن فرعه لجناة ... إلخ.
فلماذا انتكس الوليد؟
لقد انتكس كما انتكس ابن أخيه أبو جهل في حمأة التقاليد وجبرية العادات, فما استطاعوا أن ينقبوها ليخلصوا إلى دين الله الحق المبين.
٣- العنصرية القبلية "القومية":
كان أمية بن أبي الصلت ينتظر نبوة في العرب لقد كان يتمناها لنفسه, فلما بعث رسول الله -صلى الله عليه وسلم- أخبره أبو سفيان بن حرب صديقه ونديمه ثم سأله:
فأين أنت منه يا أبا عثمان؟
فقال أمية: والله ما كنت لأؤمن برسول من غير ثقيف أبدا٢.
_________
١ السيرة لابن هشام ج١ ص٢٧٠، ٢٧١، راجع الخصائص الكبرى ج١ ص٢٨١.
٢ الحلبية ج١ ص٣٥٦.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (449,'إنها كلمة الجاهلية: لكذاب ربيعة خير عندي من صادق مضر.
هي الداء الذي يعانيه الحق وأنصاره من العاطفيين القوميين أو العنصريين الأرضيين.
وكان لأبي جهل مثل هذا المنطق فيما يرويه المغيرة بن شعبة قال:
إن أول يوم عرفت رسول الله -صلى الله عليه وسلم- إني أمشي أنا وأبو جهل بن هشام في بعض أزقة مكة إذ لقينا رسول الله -صلى الله عليه وسلم- فقال رسول الله- صلى الله عليه وسلم- لأبي جهل: "يا أبا الحكم! هل إلى الله وإلى رسوله أدعوك إلى الله".
فقال أبو جهل: يا محمد هل أنت منته عن سب آلهتنا؟ هل أنت تريد أن نشهد أنك قد بلغت؟ فنحن نشهد أن قد بلغت فوالله لو أني أعلم أن ما تقول حق لاتبعتك.
إنه يقسم بالله أنه لو كان يعلم أن ما يقوله محمد -صلى الله عليه وسلم- حق لاتبعه, فهل هو لا يعلم أنه حق؟ فلنرجع إليه ثانية لنراه بماذا يعقب على مقاله هذا في حديثه مع المغيرة حسبما يروي؟
فانصرف رسول الله -صلى الله عليه وسلم- وأقبل علي فقال:
والله إني لأعلم أن ما يقول حق, ولكن يمنعني شيء أن بني قصي قالوا: فينا الحجابة, فقلنا: نعم, ثم قالوا: فينا السقاية, فقلنا: نعم, ثم قالوا: فينا الندوة. فقلنا: نعم, ثم قالوا: فينا اللواء،',NULL,'414',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (450,'فقلنا: نعم، ثم أطعموا وأطعمنا حتى إذا تحاكت الركب قالوا: منا نبي والله لا أفعل١.
إن أبا جهل يؤكد معرفته للنبوة وأن ما يقوله رسول الله -صلى الله عليه وسلم- حق مشهود له, ولكنه ما زال يردد عصبيته لقومه وقبيلته، وأن النبوة شرف ضاع من بني مخزوم كما ضاع من بني ثقيف.
إن أبا أمية وأبا جهل معا يعرفان أن محمدًا رسول الله حقا وصدقا، ولكن قوميتهما وعنصريتهما وتعصبهما لقومهما أضاع عليهما نعمة الإيمان وحلاوة الإسلام.
٤- جاهلية المقاييس:
أ- اقتراح نبي خاص:
{وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} ٢.
لقد كان رسول الله -صلى الله عليه وسلم- من ذؤابة قريش, ثم كان من ذؤابة بني هاشم, وبنو هاشم في العلية من العرب, وكان رسول الله -صلى الله عليه وسلم- سناما في الذؤابة العلية معروفا بسمو الخلق في بيئته قبل البعثة, لكنه ما كان زعيم قبيلة, ولا كان رئيس عشيرة لم يكن واحدا في مشيخة العرب وبيئتهم تعتز بمثل
_________
١ السيرة لابن كثير ج١ ص٥٠٦-٥٠٧, راجع حول هذا كتاب تاريخ مكة السباعي ص٤٨ وما بعدها.
٢ الآية رقم ٣١ من سورة الزخراف.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (451,'هذه القيم فاعترضوا بقولهم: {لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} وذلك تخبط في القيم والموازين, فاختيار الأنبياء واصطفاؤهم فضل يؤتيه الله عز وجل لمن شاء من عباده {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} , وقد شاء الله جل شأنه أن لا يجعل لهذه الرسالة الأخيرة سندا من خارج طبيعتها ولا قوة من خارج حقيقتها, فاختار لها رجلا ميزته الكبرى الخلق، وهو من طبيعة هذه الدعوة، وسمته البارزة التجرد، وهو من حقيقة هذه الدعوة.
لم يختره ولم يجعله زعيما لقبيلة ولا رئيسا لعشيرة ولا صاحب جاه أو ثراء، حتى لا تلتبس قيمة من قيم هذه الأرض بقيم الدعوة الربانية النازلة من السماء، ولكي لا تزدان هذه الدعوة بحلية من حلى هذه الأرض لا تتفق مع حقيقتها في شيء, ولكي لا يكون هناك مؤثر مصاحب لها خارج عن ذاتها المجردة، ولكي لا يدخلها طامع ولا يتنزه عنها متعفف.
ولكن القوم كانت قد غلبت عليهم مقاييس الأرض, وضلوا في شعاب هذه المقاييس, فلم يدركوا الدعوة, فخلطوا في القيم والموازين: قيم الأرض وموازينها وقيم الدعوة وموازينها, وظنوا أن الوحي ينزل على هواهم فاقترحوا أحد رجلين للرسالة: الوليد بن المغيرة عم أبي جهل أو عروة بن مسعود الثقفي١، فرد الله عليهم موازينهم.
{أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ} ؟
_________
١ الحلبية ج١ ص٣٤٧.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (452,'يا عجبا ما لهم هم ورحمة الله وهم لا يملكون لأنفسهم شيئا ولا يحققون لأنفسهم رزقا؟ {نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} ١.
فحتى رزق هذه الأرض الزهيد نحن الذين أعطينا هم إياه, وقسمناه بينهم وفق حكمتنا وتقديرنا لعمران هذه الأرض ونمو الحياة٢.
فما بالهم يدسون أنوفهم في نعمة عليا, اصطفى الله جل شأنه لها من ربى لها وأعد لرسالتها, وكانت له منذ الأزل, وكان هو لها منذ كان علم الله العزيز الحميد.
لقد كان القوم يعيشون في ظل مقاييس الجاهلية؛ إن الرياسة مرتبطة بالجاه والثروة, وإن الشرف بالأغنياء فقط, فضلوا بذلك عن سواء السبيل, وتلك واحدة من أسباب إعراض قريش عن دعوة الله.
الخوف من الضياع الاجتماعي والاقتصادي.
{وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ} ٣.
_________
١ الآية رقم ٣٢ من سورة الزخرف.
٢ راجع في ظلال القرآن ج٢٠ ص٧٦، ٧٧.
٣ الآية رقم ٥٧ من سورة القصص.
.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (453,'قال الواحدي:
"نزلت في الحارث بن عثمان بن عبد مناف, وذلك أنه قال للنبي -صلى الله عليه وسلم- إنا لنعلم أن الذي تقول الحق، ولكن يمنعنا من اتباعك أن العرب تتخطفنا من أرضنا لإجماعهم على خلافنا ولا طاقة لنا بهم١.
قال الخازن: نزلت في الحارث بن عثمان بن نوفل بن عبد مناف, وذلك أنه قال للنبي -صلى الله عليه وسلم- إنا لنعلم أن الذي تقول حق ولكن إن اتبعناك على دينك خفنا أن تخرجنا العرب من أرض مكة، قال الله تعالى: {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا} .
وذلك أن العرب كانت في الجاهلية يغير بعضهم على بعض ويقتل بعضهم بعضا وأهل مكة آمنون حيث كانوا لحرمة الحرم٢.
فهي نظرة سطحية أرضية محدودة تمليها المقاييس الجاهلية وتوحي بها شيطانية الفروض العقلية والهوى النفسي.
فهم لا ينكرون أن الذي جاء به محمد هو الهدى ولكنهم يخافون.
مجرد خوف.
مجرد ظن.
_________
١ أسباب النزول للواحدي ص٣٥٣، راجع روح المعاني ج٢١ ص٩٧، تفسير الطبري ج٢١ ص٩٤، سيرة الرسول صلى الله عليه وسلم دروزه ج١ ص٢٢٠.
٢ الخازن ج٥ ص١٧٨، راجع تفسير ابن كثير ج٣ ص٣٩٥.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (454,'مجرد شعور كاذب, يخافون أن يتخطفهم الناس, إنهم كانوا أيام الجاهلية في أمان ورد الله أبرهة الأشرم عن البيت الحرام, وهم يومئذ في تشوش من التوحيد, ومع هذا فقد آنسوا فضل الله ورحمته. إنه وحده الحامي وهو وحده المدافع.
وإن قوى الأرض كلها لا تملك أن تتخطف ريشة من جناح طائر ما لم يأذن بذلك الله, وهي في كنف الله وفي رحاب البيت العتيق, فلماذا يخافون أن تتخطفهم الناس؟
إن قوى الأرض كلها لا تملك أن تنصرهم إذ خذلهم الله، وهي كذلك لا تملك أن تضرهم إذا نصرهم الله.
إن العلة هي أن الإيمان لم يخالط قلوبهم, ولو خالطهم لتبدلت نظرتهم لمفهوم القوى, ولاختلف تقديرهم للأمور, ولعلموا أن الأمن لا يكون إلا في جوار الله, وأن الخوف لا يكون إلا في البعد عن هداه. وأن هدى الله موصول بالعزة, وأن هذه الوصلة حقيقة منشؤها أن الله هو الخالق, وهو المدبر, والذي يتبع هداه يستمد منه العون والحول والقوة, ويأوى بذلك إلى ركن شديد في واقع الحياة١.
٢- احتقار صنف من الناس:
{وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ} ٢.
_________
١ في ظلال القرآن ج٢ ص٨٠، ٨١.
٢ الآية رقم ١١ من سورة الأحقاف.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (455,'قال في المواهب:
كان أبو جهل يقول: ألا تعجبون إلى هؤلاء واتباعهم لو كان ما أتى محمدًا خيرا وحقا ما سبقونا إليه, أفتسبقنا زنبرة إلى رشد؟ ١ لقد كان إسراع الفقراء والموالي إلى الإسلام مغمزا في نظر الكبراء المستكبرين فراحوا يقولون: لو كان هذا الدين خيرا ما كان هؤلاء أعرف منا به ولا أسبق منا إليه, فنحن في مكاننا وسعة إدراكنا وحسن تقديرنا أعرف منهم بالخير.
لقد كان الاعتزاز الأجوف بالمراكز الاجتماعية والمنازل الاقتصادية
حاجبا لهذه الحفنة من الإيمان, وهو تصور لا يتفق مع معايير الإسلام, فإن الحقيقة التي يجاهد الإسلام في تركيزها في تصور البشر أن تستمد الأرض موازينها من الدعوة من السماء من عند الله, وهو أمر عظيم جدا عسير على الناس أن يتقبلوه إلا بمعركة، كانت العقيدة هي بدؤها حتى يخلص الناس لربهم ويتطهروا من قيم الأرض, وجلابيب العادات والتقاليد.
إن الميزان الذي ثقل على القوم هو: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} .
فهي القيمة الحقيقية التي يزن بها الإسلام أقدار الناس, وهي المعيار الذي يتفاضل الناس به, وما سوى ذلك فهو قتاد لا وزن له ولا معنى وإذن فقولهم: {أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ} تعلة مرتبطة
_________
١ المواهب ج١ ص٢٦٩.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (456,'بجاهلية المقاييس التي لا تقرها قواعد, ولا تقيم لها وزنا, وقد قالها الذين كفروا من قبل فما أغنى عنهم ما كانوا يكسبون.
٥- الحساسية:
أ- الحسد. يقول ابن هشام:
فلما جاءهم رسول الله -صلى الله عليه وسلم- بما عرفوا من الحق، وعرفوا صدقه فيما حدّث، وموقع نبوته فيما جاءهم به من علم الغيوب حين سألوه عما سألوه عنه, حال الحسد منهم له بينهم وبين اتباعه وتصديقه, فعتوا على الله, وتركوا أمره عيانا, ولجوا فيما هم عليه من الكفر, فقال قائلهم:
{لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} فإنكم إن ناظرتموه أو خاصمتموه يوما غلبكم١.
كان التطلع إلى الشرف عامل من عوامل الانحراف، قوته مقاييس الجاهلية الأولى واستقبلته بعض النفوس بالأنانية السوداء المردية, وكان من صورتها ومن ضحاياها أمية بن أبي الصلت الذي ردد في شعره توحيدا خالصا, وتمنى نبوة تخبره بما بعد الموت:
ألا رسول لنا منا يخبرنا ... ما بعد غايتنا من رأس محيانا٢
ولكنه يكفر لأن النبوة لم تنزل عليه.
_________
١ ابن هشام ج١ ص٣١٣.
٢ السيرة لابن كثير ج١ ص١٣٣، ١٣٤، راجع كتابنا: بشائر النبوة الخاتمة. سلسلة البحوث الإسلامية.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (457,'قال ابن كثير: إن أمية قدم المدينة بعد بدر يريد لقاء رسول الله -صلى الله عليه وسلم- فلما قيل له إن عتبة بن ربيعة وشيبة بن ربيعة وهما ابنا خاله قد قتلا في غزوة بدر, وهما الآن يرقدان في القليب جدع أذني ناقته وقطع ذنبها وتهيج بشعر سفيه, ثم رجع إلى مكة وترك الإسلام١.
فيالها من تفاهة وياله من صدأ يفسد النفس التي نطقت غابرا بالتوحيد, فلما جاءها الحق الذي تعرفه حسدت الناس على ما أتاهم الله من فضله.
وما تزال الدعوة الإسلامية حتى يومنا هذا تعاني من هذا الداء الدفين "الحسد" وما أتى الله به بعض دعاته من التوفيق لخدمة رسالة نبيه محمد بن عبد الله -صلى الله عليه وسلم- فهل لهؤلاء إلى خروج من سبيل؟
ب- الخوف على آبائهم في الآخرة: {فَإِذَا جَاءَتِ الصَّاخَّةُ، يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ، وَأُمِّهِ وَأَبِيهِ، وَصَاحِبَتِهِ وَبَنِيهِ، لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ، وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ، ضَاحِكَةٌ مُسْتَبْشِرَةٌ، وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ، تَرْهَقُهَا قَتَرَةٌ، أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ} ٢.
كانت هذه الآيات ونظائرها مما يصور اليوم الآخر, وما فيه من عذاب شديد للكافرين تزعج قلب الرجل المكي؛ لأنه مرتبط في تدينه الوثني بما كان عليه الآباء والأجداد.
_________
١ السيرة لابن كثير ج١ ص١٣٣، ١٣٤.
٢ الآيات من رقم ٣٣-٤٢ من سورة عبس.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (458,'فكانت تتزلزل قوائم عقله إذا تتلى عليه آيات فيها مصير الذين مضوا على الكفر, وهي مغالطة سول لهم الشيطان بها أن يجابهوا الدعوة ويكذبوها حتى يسلم آباؤهم من هذا الوعيد الشديد.
لقد كانت المشاعر المنحرفة والعقلية الخطابية تريد أن تقاوم الدعوة بهذا الفقه الأعرج الأعمى؛ لتقنع نفسها أن آباءهم الذين مضوا كانوا على شيء من الدين, وتلك حساسية جوفاء فإن الرسالة الإسلامية قد قررت:
{مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} ١.
وذلك قانون نظمته الدعوة حتى تخف هذه الحساسية المرهفة نحو الآباء الذين ماتوا قبل البعثة, وكانوا في حياتهم على ضلالة لعدم بعث رسول يهديهم إلى طريق الصحيح.
وهي فرصة نفسية تقدمها الدعوة ليتعرفوا منها على حقيقتها وطبيعتها؛ لينقذوا أنفسهم من الظلمات والجاهلية التي يتخبطون فيها، ولكنهم حلوا وزينوا لأنفسهم التعلل بما كان عليه الآباء وزينوا لأنفسهم بالمغالطة مجابهة الدعوة؛ لينقذوا آباءهم من يوم القيامة وما أعد فيه للكافرين فضروا أنفسهم بذلك في معمعة الشيطان, وغمرتهم الإبليسية بموجها العاتي, فغرقوا في الضلالة ولا عاصم من أمر الله إلا من رحم.
_________
١ الآية رقم ١٥ من سورة الإسراء.',NULL,'423',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (459,'٦- ضعف الإرادة أمام سمو التعاليم الإسلامية:
{وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ، بِأَيِّ ذَنْبٍ قُتِلَتْ} ١.
{وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ، يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلا سَاءَ مَا يَحْكُمُونَ} ٢.
{قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ، وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} ٣.
لقد كانت تعاليم الإسلام ومبادئ الدعوة في هذا العهد المكي تنقية كاملة للإنسان من أوشاب الشرك وأوشاب الخرافة, وتنقية للمجتمع من ضلالات الجاهلية, وتنقية للحياة كلها من عبودية العباد, واتجاه بالحياة كلها إلى الله وحده.
لقد كان الشرك في كل صوره هو المحرم الأول وهو المنكر الأول.
_________
١ الآيتان ٨، ٩ من سورة التكوير.
٢ الآيتان ٥٨، ٥٩ من سورة النحل.
٣ الآيتان ١٥١، ١٥٢ من سورة الأنعام.',NULL,'424',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (460,'وكان التوحيد على إطلاقه هو القاعدة الأولى التي لا غنى عنها ومن أجل ذلك جاءت تنقية الإنسان عقلا وقلبا, وتنقية المجتمع والحياة جميعا في ظلال هذا التوحيد, والخضوع الكامل لله وحده, فالتوحيد هو القاعدة التي يرتبط على أساسها الفرد بربه على بصيرة, وترتبط بها الجماعة بالمعيار المستقر العادل, فلا تطل فيها شهوة تعكر الأمن والإيمان, ولا تبرز نزوة تفسد المجتمع والحياة.
وكانت تلك النقلة تعني إقامة العدل لكل من في الحياة، وهو عدل قائم على أساس أن الله وحده هو المتصرف في الكون، وهنا تتصاغر النفوس التي تحب النشوز عن ربقة الخضوع لله، وتنطلق في حرية الفوضى والانزلاق لتعيش مع الشيطان والهوى، وترد دين الله ودعوته.
ولا تزال النفوس حتى اليوم وفي داخل الجماعة الإسلامية ترتعب من حكم الإسلام؛ لأنه قيد على انحرافاتها، وعدل يفضح ظلمها، وكمال يغطي نقصها ورحمة تخزي قسوتها وسمو يصغر نقصها.
ولقد تصاغرت نفوس الكفار أمام هذا السمو الجليل لمبادئ الدعوة.
{وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا، وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا، وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا، إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا، وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا',NULL,'425',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (461,'وَكَانَ بَيْنَ ذَلِكَ قَوَامًا، وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا، يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا، إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا، وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} ١.
ولكنها أثقال على نفس الكفرة ناءت بحملها, فتثاقلوا إلى أرض الهوى ووكر الشيطان فكفروا بأنعم الله, وصدوا عن سبيله، فخطوا بذلك معالم الطريق التي تبدوا دائما كظاهرة في العمل لنشر دعوة الله.
_________
١ الآيات من رقم ٦٣-٧١ من سورة الفرقان.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (462,'<span data-type="title" id=toc-63>ثالثا: النماذج القرآنية لمعالم الطريق</span>
وكان من رحمة الله سبحانه وتعالى بالجماعة الإسلامية الأولى أن قدم لها زادا روحيا تتبلغ به حتى يأتيها نصره وفرجه, فقدم القرآن الكريم في العهد المكي للدعوة الإسلامية مجموعة من الزاد الروحاني تتزود به جماعة السابقين الأولين على مجابهة عدوها ويحدد به القرآن الكريم طبيعة الطريق ومعالمه، وأنها هكذا شاقة وصعبة وهي هكذا قد خاضها الذين سبقوا من الأمم ويخوضها في مكة مع رسول الله -صلى الله عليه وسلم- بلال وسمية وعمار وزنيرة وخباب، وسيخوضها من بعدهم كل من كان يؤمن بالله واليوم الآخر ويتمسك بالوفاء لهذه التعاليم فإن القضية من أولها هي اختيار الله ورسوله على قيم الحياة',NULL,'426',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (463,'الدنيا، وقد كانت العادة التي قضى الله بها أن يكون الذين في جانبه قلة {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} ١.
وستبقى للدعوة هذه الميزة ليبلو الله الذين آمنوا ويمحصهم ويمحق الكافرين.
والنماذج التي اخترتها كقواعد تبرز معالم الطريق هي نماذج في مواجهة:
- التسلط البشرى على عباد الله المستضعفين.
- موازين المال والثراء في مواجهة تعللات الكفرة من قريش.
- الإيمان دون سؤال أو طلب دليل.
- أبعاد المعركة بين الداعية وخصومه.
١- في مواجهة السلطة:
جاءت سورة القصص المكية التي نزلت, والمسلمون مستضعفون والمشركون هم أصحاب الجاه والتسلط لنضع الحد الحقيقي لميزان القوى وميزان القيم.
لقد نزلت سورة القصص لتقرر أن هناك قوة واحدة في هذا الوجود هي قوة الله وحده، وأن هناك قيمة واحدة في هذا الكون هي قيمة الإيمان بالله وحده, فمن كانت قوة الله معه فلا خوف عليه, ولو كان مجردا من كل مظاهر القوة، ومن كانت قوة الله عليه فلا أمن له ولا طمأنينة, ولو ساندته جميع القوى التي على ظهر هذه الأرض، ومن كانت له قيمة الإيمان كان الخير كله، ومن فقد هذه القيمة فليس ينفعه شيء ألبتة.
_________
١ من الآية رقم ١٣ من سورة سبأ.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (464,'ومن ثم يقوم كيان سورة القصص على قصتين:
واحدة في البدء هي: قصة موسى وفرعون.
وواحدة في الختام هي: قصة قارون مع قومه.
والقصة الأولى تعرض قوة الحكم والسلطان, قوة الطاغية الديكتاتور المتجبر مع كمال يقظته وحذره وفي مواجهتها, في مواجهة هذه القوة الطاغية الطفل الصغير "موسى"، وهو رضيع لا حول له ولا قوة ولا ملجأ له ولا وقاية، وقد علا فرعون في الأرض واتخذ أهلها شيعا وقال لهم: {أَنَا رَبُّكُمُ الْأَعْلَى} ، وخافوه وصدقوه, ولكن قوة فرعون وجبروته وحذره ويقظته وجنوده لا تغني عنه شيئا فلم يتمكن من موسى وهو طفل، لقد رعته عناية الله ووقته قدرته جل جلاله وهو طفل مجرد من كل حيلة، وفرعون عات جبار، لكن موسى كان في حراسة القوة الحقيقية ترعاه العناية الربانية, وتدفع عنه السوء وتعمي عنه العيون وتتحدى به فرعون وجنوده تحديا سافرا, فتدفع به إلى حجره وتدخل به عليه عرينه بل تقتحم به عليه قلب امرأته، وفرعون مكتوف اليدين إزاءه مكفوف الأذى عنه.
والقصة الثانية تعرض قيمة المال ومعها قيمة العلم، المال الذي يستخف القوم, وقد خرج عليهم قارون في زينته, وهم يعلمون أنه أوتي من المال ما إن مفاتحه لتعيي العصبة من الرجال الأقوياء.
والعلم الذي يعتز به قارون, ويحسب أنه بسببه وعن طريقه أوتي ذلك المال, ولكن الذين أوتوا العلم الصحيح من قومه لا تستخفهم',NULL,'428',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (465,'خزائنه ولا تستخفهم زينته, بل يتطلعون إلى ثواب الله, ويعلمون أنه خير وأبقى, ثم تتدخل يد الله فتخسف بقارون وبداره الأرض لا يغني عنه ماله ولا يغني عنه علمه, وتتدخل تدخلا مباشرا سافرا واضحا كما تدخلت في أمر فرعون, فألقته في اليم هو وجنوده, فكان من المغرقين.
وإذن فإلى أين يتجه كفار مكة بثرائهم وأموالهم؟
ومن يحميهم أن تخطفهم الناس من حول البيت العتيق؟
لقد ساق الله لقريش ومن يسير على دربها هذا النموذج ليبين الله أين يكون الأمن وأين تكون المخافة؟ ويعلم الله البشر أن الأمن إنما هو في جوار الله, ولو فقدت كل أسباب الأمن الظاهرة التي تعارف عليها الناس.
وإن الخوف إنما هو في البعد عن جوار الله, ولو تظاهرت أسباب الأمن التي تعارف عليها الناس وجاءت قصة قارون في سورة القصص تقرر وتؤكد هذه الحقبة في صورة الغرور بالمال والعلم الزائف١، فبقي ذلك نموذجا دائما لعلامات الطريق.
٢- في مواجهة الثراء والمادة:
وها هو ذا صاحب الجنتين في سورة الكهف المكية تمتلئ نفسه بهما زهوا, فينفض كالديك ويختال كالطاووس ويتعالى على صاحبه الفقير {فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا} ٢.
_________
١ راجع في ظلال القرآن ج٢ ص٣٥-٣٧.
٢ الآيات من رقم ٣٤ من سورة الكهف.',NULL,'429',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (466,'ويخطوان معا إلى الجنتين وملء نفسه البطر وملء جنبيه الغرور وملء قلبه العتو، لقد نسي الله, ونسي شكره على نعمه, وظن أن هاتين الجنتين لن تبيدا أبدا, وأنكر قيام الساعة, وافترض أنها ستجيء, فساعتها سيجد هنالك الرعاية والإيثار، أليس هو من أصحاب الجنان في الدنيا فلا بد وأن يكون جنابه في الآخرة ملحوظا.
ودخل جنته -هكذا- وهو ظالم لنفسه فقال: ما أظن أن تبيد هذه أبدأ وما أظن الساعة قائمة, ولئن رددت إلى ربي لأجدن خيرا منها منقلبا.
غرور يخامر عقول ذوي الجاه والسلطان والثراء، إن القيم التي يعاملهم بها أهل هذه الدنيا الفانية تظل محفوظة لهم حتى في الملأ الأعلى فما داموا يستطيلون على أهل هذه الأرض فلا بد أن يكون لهم عند السماء مكان محفوظ ملحوظ، إنه جهل وأحلام أطفال، وعقول عصافير.
فأما صاحبه الفقير الذي لا مال له ولا نفر ولا جنة عنده ولا ثمر, فإنه معتز بما هو أبقى وأعلى، معتز بعقيدته وإيمانه, معتز بالله الذي تعنو له الجباه، فهو يجيب صاحبه المتبطر المغرور منكرا عليه كبره وبطره يذكره بمنشئه المهين من ماء وطين, ويوجهه إلى الأدب الواجب في حق المنعم جل جلاله, وينذره عاقبه البطر والكبر، ويرجو عند ربه ما هو خير من جنته وثمارها.
{قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا} .',NULL,'430',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (467,'{لَكِنَّا هُوَ اللَّهُ رَبِّي وَلا أُشْرِكُ بِرَبِّي أَحَدًا, وَلَوْلا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا, فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا، أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا} ١.
وهكذا يبرز النص انتفاضة عزة الإيمان في النفس المؤمنة, فلا تبالي بالمال والنفر, ولا تداري الغني والبطر, ولا تتلعثم في الحق, ولا تجامل فيه الأصحاب, ولا تجهل في التعبير عن عزتها وإيمانها بربها.
وهكذا يرتسم في طريق الدعوة أن المؤمن لا بد وأن يستشعر أمام الجاه والمال، أنه عزيز وأن ما عند الله خير وأبقى، خير من الحياة بقضها وقضيضها، وأن فضل الله عظيم, وأن نقمة الله جبارة, وأنها وشيكة أن تصيب المتبطرين {وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا} ٢.
الثمر كله مدمر والجنة خاوية محطمة وصاحبها يقلب كفيه ندما وحزنا وأسفا، إنه نادم على إشراكه بالله, وهو الآن يعترف
_________
١ الآيات من رقم ٣٧-٤١ من سورة الكهف.
٢ الآية رقم ٤٢ من سورة الكهف.',NULL,'431',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (468,'بربوبيته ووحدانيته فهل كان في هذا النموذج ردع لريحانة قريش وصاحبه الوليد بن المغيرة صاحب بساتين الطائف وعروة بن مسعود الثقفي, وقد اختالا بحدائقهما وما لهما؟
هل في ذلك ردع لكل ريحانة من أساطين الجاه والثروة؟
والمبطرين نعمة الله من القوارين الكثيرين في العصر الحديث؟
وهكذا كانت تتغذى قلوب المسلمين الأوائل: بلال وصهيب وعمار وخباب, فاحتقرت موازين أبي جهل والوليد وأبي بن خلف وعقبة بن أبي معيط، وارتفعوا بإيمانهم فوق قيم الأرض التي ارتبطوا فيها.
وكان جاه الله أعظم من جاههم.
وصبر الضعفاء أقوى من تجبر الأقوياء.
فانفردوا بحلاوة الإيمان ونصر الله القريب١.
٣- في مواجهة المهاترات:
نوع فريد من البشر إذا سمع الحق اتبع الذكر وخشي الرحمن بالغيب وكانت له استجابة لا يتلوى فيها:
{وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ، اتَّبِعُوا مَنْ لا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ، وَمَا لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ،
_________
١ راجع في ظلال القرآن ج١٥ ص٩٤، ٩٥.',NULL,'432',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (469,'أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلا يُنْقِذُونِ} ١.
إنها استجابة فطرية سليمة مستقيمة فيها الصدق والبساطة والحرارة, وفيها استقامة الفهم, واستقامة الإدراك, ثم فيها التلبية الروحية متينة الوعي واضحة الصراط.
إنه رجل من أقصى المدينة يسمع دعوة الله, فيأتي مسرعا مجيبا ملبيا ولم يطق عليها سكوتا, ولم يقبع في داره وهو يرى الضلال والجحود، ولكنه يسعى بالحق الذي استقر في وعيه وفي ضميره وتحرك في شعوره يسعى به إلى قومه الذين يكذبون ويجحدون، لقد جاء يسعى من أقصى المدينة ليؤدي واجبه ليوجه قومه إلى الحق أو يقاوم اعتداءهم الذي سيصبونه على المرسلين.
إنها استجابة دون مهاترات بطلب دليل أو خارق مادي.
وهي استجابة سعى بها الرجل صاحب الفطرة السليمة.
وإذن فما بال قريش وقد سعى إليها محمد -صلى الله عليه وسلم- وعرض هو نفسه عليها قبيلة قبيلة وفردا فردا, وهو من هو نسبا وخلقا ووفاء وعهدا وأدبا وأمانة وحلما، وهو منهم، يعرفون عن حياته كل شيء، وهي كلها سنام في ذروة الطهارة والعفاف والكمال الفريد.
بذلك تغذت أرواح الأوائل من المسلمين, فكان لها سلوى من سطوة جبار عنيد مناع للخير معتد أثيم.
_________
١ الآيات من رقم ٢٠-٢٣ من سورة يونس.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (470,'٤- أبعاد المعركة:
كانت موجة الإرهاب, والتعذيب التي نشرتها قريش, وإشاعتها فائقة حدود الأخلاق والقدرة العظيمة، ولقد استشهدت فيها أم ياسر وأبوه، وعدد آخر هاجر إلى الحبشة, واستمرت معركة العقيدة ثلاثة عشر عاما, إذا حسبت بمقاييس الزمن في نظر الإنسان العجول كانت فطرة طويلة, وكانت لا تبشر ولا يرتجي من ورائها نصر، وهنا تبدو أبعاد المعركة كواحدة من المعالم في الطريق.
إن رسالة الإسلام هي رسالة السلطان الإلهي الذي ينبغي أن يستقر في الأرض ليعبد الناس ربهم على هدى وبصيرة وما على الداعية إلا أن يبلغ دعوة الله بمنهجها وقواعدها وغاياتها، أما أبعاد المعركة بينه وبين أعداء الدعوة فهي أبعاد بعيدة حتما سيكون له فيها النصر إن شاء الله.
وسورة البروج تأتي في الدور المكي لتقدم للفكر الإسلامي أبعاد المعركة.
إن الرواية تنتهي أحداثها في أيام قصار تملأ القلب بشحنة من الكراهية لبشاعة الفعلة وفاعليها, كما تستجيش فيه التأمل فيما وراء الحادث ووزنه عند الله, وما استحقه فاعلوها من نقمته وغضبه فهو أمر لم ينته بعد عند هذا الحد فوراءه حساب الله، "ذلك الفوز الكبير" بهذه الخاتمة يستقر الأمر في نصابه وهي الخاتمة الحقيقية للموقف, فلم يكن ما وقع منه إلا طرفا من أطرافه لا يتم به تمام، وهذه هي الحقيقة التي يهدف إليها هذا التعقيب على حادث أصحاب البروج؛ لتستقر في قلوب القلة المؤمنة في مكة وفي قلوب فئة مؤمنة تتعرض فيما بعد للفتنة والتعذيب على مدى القرون.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (471,'ويكون من معاني النصر التي يتشرف بها الداعية أنه استعلى على الفتنة وانتصر لعقيدته على الحياة الطاغية وانتصر على أوهام الجسم وجاذبية الأرض, فقد كان في مكة المؤمنين في سورة البروج أن ينجوا بحياتهم في مقابل الهزيمة لإيمانهم والخسف بعقيدتهم، ولكن كم كانوا هم يخسرون أنفسهم في الدنيا وفي الآخرة.
وكم كانت البشرية كلها تخسر عندما يقتل معنى زهادة الحياة بلا عقيدة وبشاعتها بلا حرية وانحطاطها حين يسيطر الطغاة على الأرواح بعد سيطرتهم على الأجساد؟ إنه لمعنى كريم جدا ومعنى كبير جدا أن ينهزم الطغاة أمام أرواح الشهداء وإنه لربح كبير جدا ألا تحرق النار عقيدتهم وإن وجدوا مسها في أجسادهم لتنتصر العقيدة ولو حرق الجسد.
وهذا المعنى الجليل نفسه نصر مؤزر للشهداء, وبعد ذلك لهم عند ربهم حساب كريم, ولأعدائهم الطغاة حساب عقيم.
{إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ, إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ} ١.
_________
١ الآيتان ١٠، ١١ من سورة البروج.',NULL,'435',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (472,'إن الذي حدث في الأرض وفي الحياة الدنيا ليس خاتمة الحادث وليس نهاية المطاف، فالبقية آتية هناك والجزاء الذي يضع الأمر في نصابه والفصل فيما كان بين المؤمنين والظالمين آت, وهو مقرر مؤكد وواقع في يوم الدين.
وهكذا عرفت الجماعة الأولى في مكة المكرمة, وتعرف كل جماعة بعدها تتحمل نفس الشرف الذي تحملته الجماعة الأولى أن مجال المعركة ليس هو الأرض فما هي إلا جزء بسيط وفي الآخرة خير لمن اتقى وآثر لقاءه ربه, وعندئذ فلا خوف ولا فزع ومرحبا بالموت في سبيل الله {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} ١.
ب- العالمية:
من معالم الطريق للدعوة في هذه المرحلة أنها بدأت عالمية، وأن عالميتها كانت بالنص وبالتطبيق.
النص:
مضى فيما نقلته من النصوص أن صاحب الحلبية نقل نصا وهو يشرح مرحلة {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} قال فيه:
قال علي: ثم جمعتهم له -صلى الله عليه وسلم- فأكلوا حتى شبعوا وشربوا حتى نهلوا ثم قال لهم: "يا بني عبد المطلب إن الله قد بعثني إلى الخلق كافة وبعثني إليكم خاصة" ٢.
_________
١ من الآية رقم ١٨٥ من سورة البقرة.
٢ الحلبية ج١ ص٣٢٢.',NULL,'436',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (473,'ومعنى هذا أن عالمية الدعوة بالنص كانت مذكورة مبلغة والنبي -صلى الله عليه وسلم- ما زال في مكة, وفي سنواتها الأولى, فكانت عالميتها مقرونة بحياتها منذ أن بلغها الرسول -صلى الله عليه وسلم- في مكة.
التطبيق:
في الدراسات السالفة وقفنا جميعا على خبر وفد نجران:
لقد قدموا على النبي -صلى الله عليه وسلم- وهو بمكة وهم قوم من النصارى وبلدهم بين مكة, واليمن على نحو من سبع مراحل من مكة وكانت منزلا للنصارى, فلما بلغهم خبر النبي -صلى الله عليه وسلم- من المهاجرين إلى الحبشة وفدوا عليه -صلى الله عليه وسلم- فوجدوه في المسجد, فجلسوا إليه وكلموه وتلا عليهم القرآن, فلما سمعوه فاضت أعينهم من الدمع, ثم استجابوا له وآمنوا به, وعرفوا منه ما هو موصوف في كتابهم١.
إن إيمان هؤلاء النصارى يوضح إدراكهم لوحدة الدين في مفهومه، وأن رسالة محمد -صلى الله عليه وسلم- كانت عامة لجميع الناس وأن كل ملة قبله قد بطلت بدعوته، ووفودهم على رسول الله -صلى الله عليه وسلم- ثمرة من ثمرات الهجرة إلى الحبشة مما يقوي
_________
١ الحلبية ج١ ص٣٨٣.',NULL,'437',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (474,'الرأي أن الهجرة إلى الحبشة كانت أسلوبا من أساليب تبليغ الدعوة في مرحلة عالميتها, وأن دخول النجاشي نفسه في الإسلام علامة من علامات أن عالمية الدعوة مصاحبة لبدئها لا تنفصل عنه أبدا.
قال النجاشي:
يا معشر الحبشة والقسيسين والرهبان ما يزيدون على ما تقولون أشهد أنه رسول الله وأنه الذي بشر به عيسى في الإنجيل.
النجاشي حبشي الجنسية نصراني التدين ليست بينه وبين العرب صلة جامعة ولا نسب في الديار, فلماذا يؤمن؟
إنه أدرك أن كل ما على الأرض من دين, وكل ما عليها من جنس بشرى لا بد وأن يشهد ألا إله إلا الله وأن محمدا رسول الله فتلك واجب البشر أجمعين.',NULL,'438',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (475,'<span data-type="title" id=toc-64>رابعا: المجابهة الثقافية</span>
إذا كانت الدعوة الإسلامية في العصر الحديث تعان من الغزو الفكري بأنواعه المتعددة, فقد كانت الدعوة منذ عهدها المكي مستهدفة لمثل هذا اللون من المجابهة.
إذا جابه الغزو الفكر الشيوعي الكذاب، والصليبي الحقود, واليهودي الماكر الخبيث دعوا لله الخاتمة التي جاء بها سيدنا محمد -صلى الله عليه وسلم- فإن هذه المواجهة استمرار لأسلوب طبيعي في معاندي لا فرق بين قديم فيه أو حديث.
فلقد أعلنت قريش مجابهة ثقافية ضد الدعوة الإسلامية, وكان لها جانبان كلاهما أخطر من الآخر في محاولة هدم الدعوة.
وهذان الجانبان هما: الجانب السلبي.
والجانب الإيجابي.
أما الجانب السلبي: فقد اتفقت كلمة قريش على اللغو في القرآن الكريم, ولقد حكى الله تعالى عنهم هذا الموقف, إذ يقول الله تعالى:
{وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} [فصلت: ٢٦] .
يقول ابن هشام في تصوير هذا الموقف:
وكان رسول الله -صلى الله عليه وسلم- إذا تلا عليهم القرآن ودعاهم إلى الله، قالوا وهم يهزءون به: قلوبنا في أكنة مما تدعونا إليه، لا نفقه ما تقول، وفي آذاننا وقر لا نسمع ما تقول، ومن بيننا وبينك حجاب قد حال بيننا وبينك, فاعمل بما أنت عليه، إننا عاملون بما نحن عليه، إنا لا نفقه عنك شيئا، فأنزل',NULL,'439',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (476,'الله تعالى في ذلك: {وَإِذَا قَرَأْتَ الْقُرْآَنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ حِجَابًا مَسْتُورًا} ١.
وقد تخطوا في سياستهم السلبية هذه دعوة أنفسهم باللغو في القرآن الكريم, وتجاوزوا بها أفراد مكة إلى أفراد المجتمع الخارجي، فعندما حضر الطفيل بن عمرو الدوسي مكة نصحه أصحاب الثورة الثقافية المخاصمون للدعوة الإسلامية بألا يستمع إلى القرآن الكريم حتى ملأ صماخ أذنيه بالقطن كي لا يسمع القرآن إذا حضر إلى الكعبة، وكان ذلك الفعل من الطفيل نتيجة الإلحاح الفكري الغازي المواجه للدعوة الإسلامية من كفار قريش، ولقد فعل الرجل ذلك حرصا منه على عدم سماع شيء من القرآن، غير أن الطبيعة الخيرة لا تملك أمام فطرتها إلا أن تتلألأ مهما حجب لألاءَها ثيابٌ بالية من نسيج الفكر الجاهلي العاري التائه.
يقول الطفيل بن عمرو الدوسي مصورا حالته:
فوالله ما زالوا بي حتى أجمعت أن لا أسمع منه شيئا, ولا أكلمه حتى حشوت في أذني حين غدوت إلى المسجد كرسفا -قطنا- فرقا من أن يبلغني شيء من قوله, وأنا لا أريد أن أسمعه، قال: فغدوت إلى المسجد، فإذا رسول الله -صلى الله عليه وسلم- قائم يصلي عند الكعبة. قال: فقمت قريبا منه، فأبى الله إلا أن يسمعني بعض قوله، قال: فسمعت كلاما حسنا، قال: فقلت في نفسي: وَا ثكل أمي والله إني لرجل لبيب شاعر ما يخفى علي الحسن من القبيح, فما يمنعني أن أسمع من هذا الرجل ما يقول؟ فإن كان الذي يأتي به حسنا قبلته، وإن كان قبيحا تركته.
قال: فمكثت حتى انصرف رسول الله -صلى الله عليه وسلم- إلى بيته حتى إذا دخل بيته دخلت عليه فقلت: يا محمد إن قومك قد قالوا كذا وكذا للذي قالوا.
_________
١ السيرة لابن هشام ج١ ص٢٧٦ ط مكتبة الكليات الأزهرية.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (477,'والله ما برحوا يخوفونني أمرك حتى سددت أذني بكرسف لئلا أسمع قولك, ثم أبى الله إلا أن يسمعني قولك, فسمعت قولا حسنا, فاعرض عليّ أمرك, قال: فعرض عليّ رسول الله -صلى الله عليه وسلم- الإسلام, وتلا عليّ القرآن فلا والله ما سمعت قولا قط أحسن منه، ولا أمرا أعدل منه، قال: فأسلمت وشهدت شهادة الحق وقلت: يا نبي الله، إني امرؤ مطاع في قومي, وأنا راجع إليهم وداعيهم إلى الإسلام، فادع الله أن يجعل لي آية تكون لي عونا عليهم فيما أدعوهم إليه، فقال: "اللهم اجعل له آية" ١.
وأما الجانب الإيجابي فهو: أن النضر بن الحارث كان يحاول أن يلهي شباب العرب بأنواع من الأدب والشعر والحكايات والقصص كي لا ينتبهوا إلى رواء التلاوة وجاذبية الأسرار في آيات الذكر الحكيم، فهو عمل توجيهي ثقافي إيجابي, فقد كان ينقل قصص فارس وأدبها وحكاياتها ليغري الفكر العربي بهذا اللون من المتع الأدبية حتى لا يجد في فكره ومشاعره مكانا باقيا ليشعر بلذة القرآن الكريم تلك اللذة التي وصفها كبيرهم عتبة بن ربيعة بقوله:
لقد سمعت قولا فلا والله ما سمعت مثله قط، والله ما هو بالشعر ولا بالسحر، ولا بالكهانة، يا معشر قريش! أطيعوني واجعلوها بي, وخلوا بين هذا الرجل وبين ما هو فيه, فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم٢.
ووصفها الارستقراطي المدلل الوليد بن المغيرة:
والله إن لقوله لحلاوة، وإن أصله لعذق، وإن فرعه لجناة.
_________
١ السيرة لابن هشام ج١ ص٢٢-٢٣ ط مكتبة الكليات الأزهرية بمصر.
٢ السيرة لابن هشام ج١ ص٢٦٢.',NULL,'441',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (478,'ومع أن الأريبين: عتبة بن ربيعة، والوليد بن المغيرة يصدران حديثهما من القرآن الكريم بالقسم إلا أن طبيعتهما كانت سبخة, فما زالوا على الكفر حتى طهرت سيوف المسلمين وجه الأرض منهم يوم بدر.
كانت قريش تدرك مقدار جاذبية القرآن الكريم للنفس الإنسانية الصافية, فأرادوا أن يعكروها, وأن يشوشوا على الفطرة بشعر فارس وأدبها, فكان النضر بن الحارث يسافر إلى بعيد في بلاد فارس ليجلب أدبا خليعا وشعرا رخيصا؛ ليفسد به فطرة الشباب حتى لا يستمعوا إلى حلاوة القرآن الكريم، وحسن إعجازه.
يقول ابن هشام:
وكان النضر بن الحارث من شياطين قريش، وممن كان يؤذي رسول الله -صلى الله عليه وسلم- وينصب له العداوة، وكان قد قدم الحيرة وتعلم بها أحاديث ملوك فارس، وأحاديث رستم وأسفنديار، فكان إذا جلس رسول الله -صلى الله عليه وسلم- مجلسا فذكر الله فيه وحذر قومه ما أصاب من قبلهم من الأمم من نقمة الله، خلفه في مجلسه إذا قام، ثم قال: أنا والله يا معشر قريش أحسن حديثا منه فهلم إليّ، فأنا أحدثكم أحسن من حديثه، ثم يحدثهم عن ملوك فارس ورستم وأسفنديار، ثم يقول: بماذا محمد أحسن حديثا مني؟ ١
ولقد وضع القرآن الكريم صورة هذه المواجهة في شكل قرار لتتعلم القيادات العاملة في حقل الدعوة الإسلامية أن هذه المجابهة الثقافية واحدة من ضمن المجابهات العديدة التي يجب أن يتنبه لها المسلمون في كل زمان ومكان.
يقول الله تعالى:
{وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} [لقمان: ٦] .
_________
١ السيرة لابن هشام ج١ ص٢٦٥.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (479,'وهكذا منذ العهد المكي تبدو المجابهة الثقافية علامة من علامات الحذر التي ينبغي أن يفطن لها المسلمون، وأن يأخذوا حذرهم منها ومن أساليب تنفيذها, ومن وسائل التنفيذ, ومن أصحاب الكلمات المعسولة من قيادات المجابهة الثقافية التي تتخذ أسلوب العلم تارة, وأسلوب الانقلاب الثوري تارة أخرى, وأسلوب التقدم الحضاري في صيغ متجددة للإغراء والتضليل والتعمية, وقد يكون للضحك على أصحاب اللحى في كثير من الأحايين.
إن الحركة الإسلامية المعاصرة تحتاج إلى تخطيط بقدر ما تحتاج إلى تبعية لفرقة من الفرق الإسلامية القديمة أو الحديثة.
إنها ليست في حاجة إلى أن تتبع مذهبا لواحد من قادة الدعوة في قرن من القرون سواء كان ذلك القائد في القرون السحيقة أو في القرن المنصرم.
إنما الحركة الإسلامية في حاجة إلى:
أ- إدراك أساليب الأعداء المعاصرين وهم:
- العلمانيون.
- الشيوعيون.
- الصليبيون.
- اليهود.
ب- وضع خطة تشمل مجال:
- التربية.
- والاقتصاد.
- ورياسة العمل العلمي بالجامعات.
- والنقابات المهنية والصناعية.
- والتجارية.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (480,'جـ- تحقيق مبادئ الإسلام من القرآن الكريم والسنة الإسلامية كحقيقة حضارية.
د- الابتعاد عن مجالات الاختلاف والجدل والتفرقة.
هـ- محاولة محاصرة التيارات المعاصرة وإفساد مفعول أساليبها.
وتحقيق ذلك سهل إذا:
أ- خلصت النية لله.
ب- لم تتخذ الدعوة وسيلة للإثراء وجمع المال، وطريقا للمناصب والشهرة والجاه.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (481,'<span data-type="title" id=toc-65>الباب الثاني: الغايات ثمار العهد المكي وخاتمته</span>
<span data-type="title" id=toc-66>الفصل الأول: في العقيدة الإسلامية</span>
<span data-type="title" id=toc-67>لا إله إلا الله</span>
<span data-type="title" id=toc-68>مدخل</span>
...
الباب الثاني: الغايات, ثمار العهد المكي وخاتمته:
الفصل الأول: في العقيدة الإسلامية
أ- لا إله إلا الله:
كانت معركة انتقال المجتمع المكي من الجاهلية إلى الإسلام -على الرغم من ضخامة المجابهة وطول الزمن- ذات أثر إيجابي أثمرت فيه الدعوة ثمارا طيبة بقيت ركائز للحياة الإسلامية حتى يرث الله الأرض ومن عليها وفي مقدمة هذه الثمار:
إثبات التنزيه والوحدانية لله جل جلاله.
وإثبات النبوة والقرآن لسيدنا محمد -صلى الله عليه وسلم.
وأن البعث حق ... إلخ.
١- وأنه بالإضافة إلى ما عالجته في الباب السابق عند الحديث على منهاج التفكير ورأينا كيف أثبت القرآن الوحدانية لله جل جلاله: وحدانية الذات والسلطان والتدبير، فإن القرآن الكريم قد عمق مناقشة هذه القضية مع مشركي العرب فلم ينته العهد المكي إلا وقد استقرت فكرة التوحيد في جلاء جلي ووضوح واضح، ولم يبق لمعاند فيها أدنى شبهة، وسأعتصم بإذن الله بقدر الإمكان بالجو القرآني المكي في عرض مناقشات القرآن الكريم للشبهات التي أثارها القوم.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (482,'لقد قالوا:
{وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ} .
{أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ} ١.
{أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} ٢.
وادعوا أنهم ما يعبدونها إلا زلفى:
{مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ٣.
والقرآن الكريم يفند هذه الدعوى في موجتين من المناقشة:
_________
١ الآيتان ١٥٢، ١٥٣ من سورة الصافات.
٢ الآية رقم ٥ من سورة ص.
٣ من الآية رقم ٣ من سورة الزمر.',NULL,'447',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (483,'<span data-type="title" id=toc-69>الموجة الأولى تتجه نحو ما يشركون به:</span>
ماذا خلقوا من السموات والأرض؟
ماذا يملكون للبشر من ضرر أو نفع أو رزق؟
ماذا يملكون للبشر من شيء إن جاء عذاب الله؟
وآيات القرآن الكريم حول هذه الأسئلة كثيرة انتخب منها باقة ميسرة كنموذج يصور هذه الموجة التي جابه بها القرآن الكريم ادعاءات المشركين.',NULL,'447',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (484,'ماذا خلقوا من السموات والأرض؟:
يقول الله تعالى:
{أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ} ١.
{أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} ٢.
{وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلا نَفْعًا وَلا يَمْلِكُونَ مَوْتًا وَلا حَيَاةً وَلا نُشُورًا} ٣.
{هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلالٍ مُبِينٍ} ٤.
{قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ} ٥.
ماذا يملكون للبشر من نفع أو ضر أو رزق؟
يقول الله تعالى:
{وَلا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلا أَنْفُسَهُمْ يَنْصُرُونَ, وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ,
_________
١ الآية رقم ١٩١ من سورة الأعراف.
٢ الآية رقم ١٧ من سورة النحل.
٣ الآية رقم ٣ من سورة الفرقان.
٤ الآية رقم ١١ من سورة لقمان.
٥ الآية رقم ٤ من سورة الأحقاف.',NULL,'448',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (485,'إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ, أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ} ١.
{وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنْفُسَهُمْ يَنْصُرُونَ, وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لا يَسْمَعُوا وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ} ٢.
{وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} ٣.
{اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} ٤.
_________
١ الآيات من رقم ١٩٢-١٩٥ من سورة الأعراف.
٢ الآيتان ١٩٧، ١٩٨ من سورة الأعراف.
٣ الآية رقم ١٨ من سورة يونس.
٤ الآية رقم ٤٠ من سورة الروم.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (486,'ماذا يملكون للبشر أن جاءهم عذاب الله؟:
يقول الله تعالى:
{قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ, بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ} ١.
{قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآياتِ ثُمَّ هُمْ يَصْدِفُونَ} ٢.
ولا تنتهي هذه الموجة حتى تحدد إجابات القوم عن الخلق والرزق يعني بدء الإنسان وعناصر وجوده, وفيها يقر المشركون بالألوهية والوحدانية لله تعالى:
{قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} ٣.
_________
١ الآيتان ٤٠، ٤١ من سورة الأنعام.
٢ الآية رقم ٤٦ من سورة الأنعام.
٣ الآية رقم ٣١ من سورة يونس.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (487,'وإذن فالحقيقة التي يجب أن يقر بها القوم:
{فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ} ١.
فإذا سئلوا بعد ذلك عن شركائهم أفحموا وأجاب عنهم القرآن الكريم, فما حيلة العاجز أمام الحق الأبلج؟
{قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ، قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ} ٢.
ثم يكشف القرآن الكريم عن واحدة من مسببات الكفر, وهي فساد منهج التفكير:
{وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ} ٣.
_________
١ الآية رقم ٣٢ من سورة يونس.
٢ الآيتان ٣٤، ٣٥ من سورة يونس.
٣ الآية رقم ٣٦ من سورة يونس.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (488,'ثم يتحداهم.
{قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلًا} ١.
{وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} ٢.
{أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ} ٣.
_________
١ الآية رقم ٥٦ من سورة الإسراء.
٢ الآية رقم ٥ من سورة الأحقاف.
٣ راجع الشاطبي في الموافقات ج٣ ص٣٥١ والآية رقم ١٧ من سورة الملك.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (489,'<span data-type="title" id=toc-70>الموجة الثانية: في تسميتهم الملائكة بنات الله، وقالوا اتخذ الله ولدا</span>
وقد ناقشهم القرآن الكريم في هذه المسألة من عدة جوانب.
الجانب الأول:
جانب تقاليدهم هم وعاداتهم فهل هم يستبشرون خيرا إذا بشر أحدهم بالأنثى؟
لقد وضح القرآن الكريم بل فضح أساريرهم الحزينة إذا بشر أحدهم بالأنثى يقول الله تعالى:
{وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ، وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ، يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلا سَاءَ مَا يَحْكُمُونَ} ١.
_________
١ الآيات من رقم ٥٧-٥٩ من سورة النحل.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (490,'{أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا} ١.
{أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ، وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ} ٢.
{وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلونَ} ٣.
وهنا يسألهم القرآن الكريم:
{فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ، أَمْ خَلَقْنَا الْمَلائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ، أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ، وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ، أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ، مَا لَكُمْ كَيْفَ تَحْكُمُونَ، أَفَلا تَذَكَّرُونَ، أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ، فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ، وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ، سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} ٤.
هكذا يحاصر القرآن الكريم أسطورتهم في كل مساربها ويحاجهم بمنطقهم وبمنطق البيئة التي يمسكون بتراثها وثقافتها الجاهلية.
_________
١ الآية رقم ٤٠ من سورة الإسراء.
٢ الآيتان ١٦، ١٧ من سورة الزخرف.
٣ الآية رقم ١٩ من سورة الزخرف.
٤ الآيات من رقم ١٤٩-١٥٩ من سورة الصافات.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (491,'إنهم يعدون ولادة الأنثى محنة ويرونها مخلوقا له درجة دون درجة الذكر، ثم هم يدعون أن الملائكة إناث، وأنهم بنات الله، فمن أين جاءتهم هذه الأسطورة, وهم مع الرتبة الدون؛ لأنهم وهم خلق محتاج إلى بارئه الأجل الأعظم, لا يقبلون الأنثى لهم ذرية وامتدادا لحياتهم فهل اختار الله البنات وترك لهم البنين؟ استفتهم عن هذا الزعم السقيم المتهافت.
ويسترسل القرآن في تفنيد أسطورتهم حتى الخاتمة:
{فَإِنَّكُمْ وَمَا تَعْبُدُونَ، مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ، إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ، وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ، وَإِنَّا لَنَحْنُ الصَّافُّونَ، وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} ١.
فينفي قدرتهم على أن يضلوا من عباد الله إلا من هو محسوب من أهل الجحيم, وإنهم عاجزون عن فتنة قلب مؤمن محسوب من الطائعين.
ولكل مقامه لا يتعداه.
فالملائكة عباد من خلق الله لهم وظائف في طاعة الرحمن، يصفون للصلاة، ويسبحون بحمد ربهم، ويقف كل منهم على درجته لا يتجاوزها, والله هو الله الملك القدوس ذو الجلال والإكرام٢.
_________
١ الآيات من رقم ١٦١-١٩٥ من سورة الصافات.
٢ في ظلال القرآن ج٢٣ ص٧١-٧٢.',NULL,'454',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (492,'ومثال آخر في حياتهم المعيشية, وهو مثل واضح حاسم لا مجال للجدل فيه:
{ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْقِلُونَ} ١.
وهو مثل شامل لكل ما كانوا يتخذونه شريكا من دون الله جنا أو ملائكة أو أصناما أو أشجارا.
إنهم -في العادة الغالبة- لا يرتضون أن يشركهم مواليهم في شيء مما تحت أيديهم من مال, ولا يسوون عبيدهم بأنفسهم في شيء أفليس من العجب أن يجعلوا لله شركاء من عبيده, وهو الخالق الرازق وحده؟
إنهم يأنفون أن يجعلوا لأنفسهم من عبيدهم شركاء في أموالهم التي هي منحة الله ورزقه الذي ساقه إليهم, أفليس من الضحك أن يأنفوا ذلك لأنفسهم ثم يشركون مع الله واحدا من خلقه؟ وتعبيرات القرآن الكريم دقيقة إنها تخطو بهم رويدا رويدا في ضرب هذا المثل: {ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ} ، فهو مثل قريب لا يحتاج إلى رحلة أو جهد في تدبره {هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ} ؟
فهم لا يرضون أن يشاركهم العبيد في شيء من الرزق فضلا عن المساواة بينهم في ملكيته.
_________
١ الآية رقم ٢٨ من سورة الروم.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (493,'إنهم لا يرضون ذلك لأنفسهم وإذن فكيف ترضونه في حق الله وله المثل الأعلى؟
{سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا، تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا} ١.
الجانب الثاني: السلطان الإلهي.
{لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ} ٢.
{وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلا يَسْتَحْسِرُونَ، يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لا يَفْتُرُونَ، أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ، لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ، لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ، أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ} ٣.
"لو" مجرد فرض جدلي تفيد امتناع وقوع اللهو؛ لأن الله جل ثناؤه لم يرده أزلا, ولن يكون أبدا هناك لهو لأن الفعل منفي منذ الأزل
_________
١ الآيتان ٤٣، ٤٤ من سورة الإسراء.
٢ الآية رقم ١٧ من سورة الأنبياء.
٣ الآيات من رقم ١٩-٢٤ من سورة الأنبياء.',NULL,'456',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (494,'وهذا تقرير لحقيقة أساسية هي أن اختراع البشر شركاء من دون الله, ونسبتهم ذلك إلى الله تجرؤ لا يملكه العباد؛ لأن الله خلق الكون كله حسب علمه وإرادته, ولم تتوجه إرادة الله إلى مثل هذا اللهو, فلو كانت إرادة الله توجهت للهو ما احتاج الأمر إلى اقتراح لهو من العباد ينسبونه إلى ذاته المقدسة, وذلك استنكار لما وقع منهم, وتهكم بآلهتهم أن لها قدرة على شيء من نشر, إذ من أوليات صفات الإله أن ينشر الأموات من الأرض، فإن الخالقية صفة الله وحده ومن مظاهر الخالقية أن يبعث ما في القبور، وإذن فما قالوه:
{مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} .
انحراف عن الطريق السواء وتبجح لا يملكون له سندا.
{أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ١.
لقد استقرت شهادة التوحيد؛ استقرت في الدليل واستقرت في الاعتراف واستقرت في صدور الذين آمنوا بها.
{قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ} ٢.
_________
١ الآية رقم ٩ من سورة الشورى.
٢ الآية رقم ١٩ من سورة الأنعام.',NULL,'457',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (495,'{ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ، لا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} ١.
{فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ} ٢.
{قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} ٣.
٢- تصحيح التدين:
ومن هذه الثمرة الأساسية "لتوحيد الله جل شأنه" تبدو ظاهرة "التدين الصحيح" كثمرة ملحقة بالثمرة الأولى، فإن القوم لم يكفروا بالله فهم يعتقدون أنه الخالق والرازق والنافع والضار ولكنهم اتخذوا طريقا منحرفا في العبادة أسرفوا في العقيدة حتى وسع إيمانهم مخترعات آبائهم وأجدادهم, فكانت الدعوة في هذا العهد المكي تحاول أن تردهم إلى طريق الله السواء٤.
{أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} ٥.
{قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ، وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ، قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ، قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي} ٦.
_________
١ الآيتان ١٠٢، ١٠٣ من سورة الأنعام.
٢ الآية رقم ٣٢ من سورة يونس.
٣ سورة الإخلاص.
٤ راجع الإسلام والعقل ص٩٧، ٩٨.
٥ من الآية رقم ٣ من سورة الزمر.
٦ الآيات من رقم ١١-١٤ من سورة الزمر.',NULL,'458',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (496,'{لِلَّهِ الدِّينُ الْخَالِصُ} الدين الخالص, القاعدة التي تقوم عليها الحياة كلها بل يقوم عليها الوجود كله, ومن ثم ينبغي أن ترسخ وتتضح وتعلن في هذا الأسلوب الحاسم الجازم: {أَلا لِلَّهِ الدِّينُ الْخَالِصُ} .
والقلب الذي يوحد الله هو الذي يدين لله وحده لا يحني هامته لأحد سواه ولا يطلب شيئا من غيره, ولا يعتمد على أحد من خلقه فالله وحده هو الولي الحميد, وهو وحده القوي المتين وهو وحده القاهر فوق عباده، والعباد كلهم مهازيل ضعاف لا يملكون نفعا ولا ضرا ولا موتا, ولا حياة، ولا نشورا، وإذن فلا حاجة ألبتة إلى أن يحني الإنسان هامته لواحد من المخلوقات المحتاجة بالطبع إلى الله الصمد, فهو وحده المانح والمانع, وهو وحده الغني. والناس جميعا هم الفقراء إلى الله.
والقلب الذي يوحد الله يؤمن بوحدة الناموس الإلهي الذي يصرف الوجود كله, ويؤمن إذن بأن النظام الذي اختاره الله للبشر هو طرف من ذلك الناموس الواحد الذي لا تصلح حياة البشر إلا باتباعه, ومن ثم لا يختار غير ما اختاره الله, ولا يتبع إلا شريعة الله المتسقة مع نظام الوجود كله ونظام الحياة كلها.
والقلب الذي يوحد الله يدرك القرابة بينه وبين كل ما أبدعته يد الله في هذا الكون من أشياء, ويحيا في الكون بقلب يحس بيد الله في كل ما حوله فيعيش في أنس الله ورعايته, ويشعر بالتحرج أن يشرك بالله شيئا يعلمه أو لا يعلمه.',NULL,'459',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (497,'وتبدو كذلك آثار التوحيد في التصورات كما تبدو في السلوك، فلا تبدو عقيدة التوحيد كلمة تقال باللسان بل تصير حالا للمرء في تفكيره وسلوكه وقلبه وعقله وجميع أنماط تصرفاته١.
وقد أعلنها القرآن كذلك فيما يتعلق بالنبي -صلى الله عليه وسلم- {قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ} وقيمة هذا الإعلان كبيرة جدا؛ لأنها تحوي أصلا لمفهوم التدين وهو الخضوع الكامل والاستسلام التام لجناب الله الأعظم.
إن قيمة هذا الإعلان في تجريد العقيدة من كل شائبة، فالنبي -صلى الله عليه وسلم- وهو المصطفى من عند الله هو في هذا المقام عبد لله وفي مقام العبادة يقف العبيد كلهم حسب مراتبهم الأمثل فالأمثل, وترتفع ذات الله سبحانه وتعالى متفردة فوق الجميع, وعندئذ تتميز العبودية عن الألوهية فلا يختلطان ولا يشتبهان، وتتجرد صفة الله الأحد الصمد بلا شريك ولا شبيه ولا ند، وحين يقف سيدنا محمد -صلى الله عليه وسلم- في مقام العبودية لله وحده، وهو من هو في تاريخه الطويل الحافل بالقمم الشريفة من الأخلاق، تتلاشى مخترعات الذين أشركوا وتنمحي دعوى شفاعة الأصنام والملائكة ويبقى مفهوم التدين خالصا {قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي} ، ليس فيه خلط ولا تشابه، فقد وجهت وجهي للذي فطر السموات والأرض حنيفا
_________
١ راجع الإسلام والإيمان ص٢١٩-٢٢١ في ظلال القرآن ج٢٤ ص١٠ راجع الإسلام والعقل ص١٠٠, راجع المصطلحات الأربعة في القرآن ص١١٥.',NULL,'460',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (498,'وما أنا من المشركين {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} ١.
إنه التجرد الكامل لله بكل خالجة في القلب ونبضة في العرق وطرفة من العين وبكل حركة في الحياة.
إنها تسبيحة التوحيد المطلق والعبودية الكاملة تجمع الصلاة والاعتكاف والحياة والممات وتخلصها لله وحده رب العالمين، فهو المهيمن المتصرف المربي الحاكم إنها تسبيحة في إسلام كامل لا يستبقي في النفس ولا في الحياة بقية إلا يعبدها لله وحده، ولا يحتجز دونه شيئا في الواقع ولا في الضمير {وَبِذَلِكَ أُمِرْتُ} ، فسمع -صلى الله عليه وسلم- وأطاع حق السمع والطاعة حتى تفطرت قدماه, وعبد بذلك الطريق المستقيم, فبانت علامات التدين الصحيح٢ وهي مع تلك الهداية نيرة في قوله تعالى:
{اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ} ٣.
{وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ، وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ، وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ} .
_________
١ الآيتان ١٦٢، ١٦٣ من سورة الأنعام.
٢ راجع ظلال القرآن ج٨ ص١٠٠.
٣ الآية رقم ٣ من سورة الأعراف.',NULL,'461',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (499,'{وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ} ١.
{وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ} ٢.
٣- مفهوم الدين وعناصره:
{قُلْ يَا أَيُّهَا الْكَافِرُونَ، لا أَعْبُدُ مَا تَعْبُدُونَ، وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ، وَلا أَنَا عَابِدٌ مَا عَبَدْتُمْ، وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ، لَكُمْ دِينُكُمْ وَلِيَ دِينِ} ٣.
إن التوحيد منهج والشرك منهج آخر مقابل ولا لقاء بين المنهجين ألبتة.
التوحيد منهج يتجه بالإنسان مع الوجود كله إلى الله وحده لا شريك له, ويحدد الجهة والمصدر الذي يتلقى منه الإنسان عقيدته وشريعته وأخلاقه وموازين آدابه وقيمه، وتصوراته كلها عن الحياة وعن الوجود.
هذه الجهة التي يتلقى المؤمن عنها هي الله وحده لا شريك له، ومن ثم تقوم الحياة كلها على هذا الأساس غير ملتبسة بالشرك في أية صورة من صوره الظاهرة والخفية.
_________
١ الآية رقم ٢٢ من سورة لقمان.
٢ الآية رقم ٥ من سورة الزمر.
٣ سورة الكافرون.',NULL,'462',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (500,'{أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} ١.
فالآية تستنكر أن يبتغي غير الله حكما في شأن من الشئون على الإطلاق, وتقرر أن الحاكمية لله وحده وتنفي أن يكون هناك أحد غير الله يجوز أن يتجه إليه البشر طلبا لحكم منه في أمر من أمور الحياة، والقرآن كثيرا ما يؤكد هذا المبدأ ويكرره في كل مناسبة.
{مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٢.
{وَهُوَ اللَّهُ لا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} ٣.
{وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آَخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} ٤.
وإذن فالدين هو منهج الله للبشر هو وحي الله إلى أنبيائه ليسلك العباد طريقهم إلى الله٥.
_________
١ الآية رقم ١١٤ من سورة الأنعام.
٢ الآية رقم ٤٠ من سورة يوسف.
٣ الآية رقم ٧٠ من سورة القصص.
٤ الآية رقم ٨٨ من سيرة القصص.
٥ راجع المصطلحات الأربعة في القرآن للمودودي ص١٢٥, راجع هذا الدين ص٤، المستقبل لهذا الدين ص٥، ٦، ١٨، ١٩.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (501,'{وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونَ} .
وإذا كان الدين هو وحي الله, فإن القرآن الكريم قد حرص على أن يبرز هذا الدين الذي حمله، موكب الأنبياء على التعاقب.
{وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ} ٢.
{كِتَابٌ أُنْزِلَ إِلَيْكَ فَلا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ} ٣.
{يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ} ٤.
{وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} ٥.
{الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا} ٦.
{وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا} ٧.
_________
١ الآية رقم ٥٦ من سورة الذاريات.
٢ الآية رقم ٩٢ من سورة الأنعام.
٣ الآية رقم ٢ من سورة الأعراف.
٤ من الآية رقم ٢ من سورة النحل.
٥ الآية رقم ٦٤ من سورة النحل.
٦ أول سورة الكهف.
٧ الآية رقم ٢٧ من سورة الكهف.',NULL,'464',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (502,'{وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} ١.
{قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ} ٣.
في هذه الآيات المكية يحدد القرآن مجموعة العناصر التي يكتمل بها الدين الذي يرتضيه الله لعباده.
العنصر الأول: الموحي أو المصدر وهو الله سبحانه وتعالى.
العنصر الثاني: الموحى به وهو الشريعة المرسلة من قبل الله جل شأنه.
العنصر الثالث: الموحى إليه وهو الرسول النبي الذي اصطفاه الله ليبلغ رسالته إلى الناس.
العنصر الرابع: الوحي أو حامل الوحي وهو الملك الذي وكله الله تعالى بالسفارة إلى رسوله المصطفى.
{يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ} .
ينزل: فاعله هو الله جل شأنه.
الملائكة: الموحى معه.
بالروح: الموحى به.
_________
١ الآية رقم ٦٥ من سورة الزمر.
٢ الآية رقم ٦٦ من سورة غافر.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (503,'على من يشاء من عباده: الرسول المصطفى.
أن أنذروا أنه لا إله إلا أنا فاتقون:
ذلك هو الهدف والغاية التي من أجلها خلق الله الجن والأنس على السواء.
٤- وحدة الدين:
وعلى هذا فإن ثمرة الدعوة الإسلامية في مكة تعلن منذ الفجر الصادق أن كل دين لا يجتمع فيه هذه العناصر فهو دين باطل:
{أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا} ١.
{قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ} ٢.
وعلى هذا فكل ما حمله الأنبياء عن ربهم هو دين واحد، يتجه إلى غاية واحدة {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} ٣.
{إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ} ٤.
{وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ} ٥.
{شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا
_________
١ من الآية رقم ١١٤ من سورة الأنعام.
٢ الآية رقم ٦٤ من سورة الزمر.
٣ الآية رقم ٢٥ من سورة الأنبياء.
٤ الآية رقم ٩٢ من سورة الأنبياء.
٥ الآية رقم ٥٢ من سورة المؤمنون.',NULL,'466',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (504,'فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} ١.
فالآية تقرير لوحدة الوحي، وحدة مصدره, فالموحي هو الله العزيز الحكيم والموحى إليهم هم الرسل على مدار الزمان.
والوحي واحد في جوهره على اختلاف الرسل واختلاف الزمن وهذه الحقيقة تبدو قوية في العهد المكي لتشد أواصر الصلة بين اتباع الوحي في كل زمان ومكان, فهذه أسرتهم تضرب في بطون التاريخ وتمتد جذورها في شعاب الزمن, وتتصل كلها بالله في البدء والنهاية فليتقوا جميعا، وفي مسلم: "الأنبياء إخوة من عَلات وأمهاتهم شتى ودينهم واحد" ٢.
وإذا كان الذي شرعه الله من الدين للمسلمين الذين آمنوا بمحمد -صلى الله عليه وسلم- هو ما وصى به نوحا وإبراهيم وموسى وعيسى فإن الغاية العظمى هي:
{أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} فليقفوا جميعا تحت هذه الراية صفا واحدا، هذه الراية التي رفعها موكب الأنبياء على التوالي:
نوح وإبراهيم وموسى وعيسى صلوات الله عليهم حتى انتهت إلى سيدنا محمد بن عبد الله عليه أفضل الصلاة والسلام.
_________
١ الآية رقم ١٣ من سورة الشورى.
٢ مسلم ج٤ ص١٨٣٧ راجع ظلال القرآن ج٢٥ ص٧، ١١ ج٨ ص١١٣.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (505,'وقد أعلن هذه الوحدة من قبل سيدنا يوسف عليه السلام.
{وَاتَّبَعْتُ مِلَّةَ آبَائي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ} ١.
كما أعلنها بعد رجل من آل فرعون يكتم إيمانه:
{وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ} ٢.
إنه دين واحد تقرره الدعوة الإسلامية منذ فجرها الصادق في مكة المكرمة، وتعلن أنها هي الخاتمة لهذا الدين، وأنها التاج الأسمى والشرف الأكمل للبشرية أجمعين.
{ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٣.
٥- عالمية الدين:
والدين الذي يدعو إليه سيدنا محمد بن عبد الله منذ أن نزل عليه {اقْرَأْ} هو دين الله للناس كافة وللجن كافة.
يقول الله تعالى:
{قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ} ٤.
{قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} ٥.
_________
١ الآية رقم ٣٨ من سورة يوسف.
٢ الآية رقم ٣٨ من سورة فاطر.
٣ من الآية رقم ٣٠ من سورة الروم.
٤ الآية رقم ٩٠ من سورة الأنعام.
٥ من الآية رقم ١٥٨ من سورة الأعراف.',NULL,'468',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (506,'{قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ} ١.
{وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٢.
{الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} ٣.
{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} ٤.
{تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} ٥.
{وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٦.
{إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٧.
{وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٨.
{فَأَيْنَ تَذْهَبُونَ، إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} ٩.
_________
١ الآية رقم ١٠٨ من سورة يونس.
٢ الآية رقم ١٠٤ من سورة يوسف.
٣ الآية رقم ١ من سورة إبراهيم.
٤ الآية رقم ١٠٧ من سورة الأنبياء.
٥ أول سورة الفرقان.
٦ الآية رقم ٢٨ من سورة سبأ.
٧ الآية رقم ٨٧ من سورة ص.
٨ الآية رقم ٥٢ من سورة القلم.
٩ الآيتان ٢٦، ٢٧ من التكوير.',NULL,'469',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (507,'وقد شهدت الجن بأنها على هذا الدين استجابة لداعي الله.
يقول الله تعالى:
{وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ، قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ، يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ} ١.
{قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا، يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا، وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلا وَلَدًا} ٢.
٦- تصحيح فكرة أن لله ولدا:
وفي هذا العمر المتقدم للدعوة في كنف البيت العتيق بمكة ظهرت فكرة نفي الولد، سواء كان القائل بهذه الفكرة أهل الكتاب أو بعض العرب الذين قالوا: إن الملائكة بنات الله.
والقرآن الكريم في هذه المرحلة المكية يصور الدعوى ثم يرد عليها.
{قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ} ٣.
_________
١ الآيات من رقم ٢٩-٣١ من سورة الأحقاف.
٢ راجع حول هذا كتاب: هذا الدين ص٨٤، ٨٥ والآيات من أول سورة الجن.
٣ الآية رقم ٦٨ من سورة يونس.',NULL,'470',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (508,'{وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا، لَقَدْ جِئْتُمْ شَيْئًا إِدًّا، تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا، أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا، وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا، إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا، لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا} ١.
{وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ} ٢.
{أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ، وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ} ٣.
ومع أن هذه الآيات تصور الدعوى, وترد عليها, إلا أن القرآن الكريم كذلك خصص الآيات؛ لنفي هذه الأسطورة التي صنعها المشركون, وهذه الآيات ترد هذه الدعوى من جانبين:
جانب السلطان الإلهي.
ثم إقرار الجن الذين جعل لهم المشركون بالرحمن نسبا.
أما فيما يتعلق بالجانب الأول, فيقول الله تعالى:
{بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} ٤.
_________
١ الآيات من رقم ٨٨-٩٤ من سورة مريم.
٢ الآية رقم ٢٦ من سورة الأنبياء.
٣ الآيتان ١٥١، ١٥٢ من سورة الصافات.
٤ الآية رقم ١٠١ من سورة الأنعام.',NULL,'471',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (509,'{وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا} ١.
{مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ، عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ} ٢.
{الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} ٣.
{لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ} ٤.
إن الذي يبدع هذا الوجود من العدم ما تكون حاجته إلى ولد؟ والولد إنما هو امتداد للفانين وهو عون للضعفاء, وقاعدة التكاثر أن يكون للكائن صاحبة من جنسه, فكيف يكون لله ولد وليست له صاحبة, فقد تفرد جل جلاله بالألوهية {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ٥.
على أن الفرض الجدلي الذي يقبله العقل العادي أن الله لو أراد أن يتخذ ولدا لاصطفاه هو جل شأنه من بين خلقه فإرادته مطلقة،
_________
١ الآية رقم ١١١ من سورة الإسراء.
٢ الآيتان ٩١، ٩٢ من سورة المؤمنون.
٣ الآية رقم ٢ من سورة الفرقان.
٤ الآية رقم ٤ من سورة الزمر.
٥ الآية رقم ١١ من سورة الشورى.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (510,'والأمر لا يحتاج إلى قرار من البشر أو اقتراح منهم، ولكن مشيئة الله لم تتجه نحو هذا الاصطفاء لأنه الواحد القهار {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ} , فهو صاحب السلطان المطلق فأين حاجته إلى خلف؟
وأما الجانب الثاني:
فالجن تنفي ما ادعاه البشر وتبرأ من أساطير الناس.
{وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ، سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} ١.
{قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا، يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا، وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلا وَلَدًا} ٢.
لقد أقرت الجن بالوحدانية وكذبت الأسطورة التي تزعم أن الملائكة بنات الله جاءته من صهر من الجن.
لقد نزهت الجن وسبحت بحمد الله, فردت ترهات البشر المنحرف، وقد كان للجن أن تفخر بهذا الصهر الخرافي الأسطوري لكنها استنكرت هذا التحريف البشرى, فأعلنتها قذيفة ضخمة تحطم ذلك الزعم الذي حاكه المشركون.
_________
١ الآيتان ١٥٨، ١٥٩ من سورة الصافات.
٢ الآيات من رقم ١-٣ من سورة الجن.',NULL,'473',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (511,'٧- عيسى بن مريم:
وفي خضم نفي أسطورة الولد يصحح القرآن التصور عند أهل الكتاب فيما يتعلق بعيسى١. يقول الله تعالى:
{ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ، مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ، وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} ٢.
لقد نطق عيسى ابن مريم بنفسه وبحالته: {مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ} , {وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ} , فلم يبق من بعده مجال للأساطير والأوهام، وبتلك التنقية تبدو عالمية الدعوة الإسلامية في مكة بالموضوع, إنها ليست عقيدة لجنس خاص، ولا دعوة لطائفة من الناس، ولكنها إنهاء لسلطة الأساطير البشرية وإحلال للإيمان الإسلامي في الصدور والسلوك، فهي نقلة من عالم الحيوان الذي يعيش فيه البشر إلى عالم الإنسانية الذي يقدس فيه الناس ربهم، وقد حمل هذه العقيدة جعفر بن أبي طالب والذين هاجروا معه إلى الحبشة, فصادفت موقعا ملائما حيث كانت العقيدة عند النجاشي كذلك، فكان ذلك اللقاء دليلا واضحا على عالمية الدعوة بالموضوع, وهو الهدف الرئيسي لها "لا إله إلا الله" كمنهج للعقل والقلب والسلوك والوجدان.
_________
١ راجع مناقشة قريش للرسول -صلى الله عليه وسلم- في شأن عيسى عليه السلام في سيرة ابن هشام ج١ ص٣٥٩، ٣٦٠.
٢ الآيات من رقم ٣٤-٣٦ من سورة عيسى.',NULL,'474',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (512,'وبذلك فقد قررت النصوص القرآنية منذ ذلك الفجر أنه لا أديان متعددة ولا مقارنة بين أديان، وأن الدين واحد هو نظام الله الموحي به إلى عباده عن طريق سفرائه المرسلين المصطفين الأخيار، وأن الدعوة الإسلامية شاملة للجنس البشري كله في كل صقع وحين، وقد حافظت نصوص القرآن الكريم على ذلك الهدف في العهد المدني فيما بعد، إذ كانت تنادي الناس جميعا وتهتف بهم:
{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} ١.
{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ} ٢.
{يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} ٣.
ودلالة هذا أن الهدف الأساسي للدعوة هو أن يشهد الناس جميعا "أن لا إله إلا الله، وأن محمدا رسول الله" فلا يبقى لسان بشر على وجه الأرض، إلا وقد رطب بها، وصعد صوته يدوي بجلالها، ولا يشغل المسلمون أنفسهم بعوارض الحياة الدنيا, ويقبعون في زاوية من الأرض, ويتركون الأساطير تحيا والإشراك يفشو وبناة الأصنام تعيش في سلام.
_________
١ من الآية رقم ١ من سورة النساء.
٢ الآية رقم ١ من سورة الحج.
٣ الآية رقم ١٣ من سورة الحجرات.',NULL,'475',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (513,'إن "لا إله إلا الله محمد رسول الله" هي وظيفة الدعاة اليوم لا سيما هنا في جنوب شرقي آسيا, ماليزيا، سنغافورا، تايلاند، والهند الصينية، حيث توجد الأصنام في الشوارع وعلى قارعة الطريق وفي قلاعها هي وفي بيوتها هي وفي منازل الناس الذين ما زالوا يجهلون الطريق السواء إلى الله الواحد الصمد العزيز الجبار المتكبر سبحان الله وتعالى عما يشركون.
ب- محمد رسول الله -صلى الله عليه وسلم:
في صميم أفئدة القوم إقرار بأن محمدا رسول الله.
{فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} ١.
ولكن القوم أثاروا ضجة كان من البواعث عليها الحسد، وعبادة التقاليد.
وقد تصدى القرآن الكريم لهذه الضجة ليستخلص منهم مكنون صدورهم, وإخراج ما أسروه, وأنهم يعتقدون أن محمدا رسول الله.
والضجة التي أثاروها يمكن تركيزها في ثلاث نقاط:
{مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} ٢.
{أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا} ٣.
{إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ} ٤.
_________
١ من الآية رقم ٣٣ من سورة الأنعام.
٢ من الآية رقم ٩١ من سورة الأنعام.
٣ من الآية رقم ٨ من سورة ص.
٤ الآية رقم ٢٥ من سورة المدثر.',NULL,'476',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (514,'ويتولى القرآن الكريم الإجابة على ضجيجهم وتمتلئ السور المكية بحشد جليل من الآيات التي تفند هذه المزاعم الصغيرة في دوافعها وغاياتها.
أما فيما يتعلق بالضجة الأولى:
{مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} فإن القرآن الكريم يردها من زاويتين:
١- زاوية اعترافهم بأهل الكتاب.
٢- وزاوية الأساس الدافع لهذه الضجة.
١- أما الزاوية الأولى فيقول الله تعالى:
{وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدىً لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ، وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ} ١.
لقد كان المشركون في معرض العناد واللجاج يزعمون أن الله لم يرسل رسولا من البشر, ولم ينزل كتابا يوحى به إلى البشر بينما كان إلى جوار هؤلاء المشركين أهل الكتاب من اليهود الذين يتعاملون معهم
_________
١ الآيتان ٩١، ٩٢ من سورة الأنعام.',NULL,'477',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (515,'في التجارة ويلتقون معهم في الأسواق, ولم يكونوا ينكرون عليهم أنهم أهل كتاب، فلم يقولون: ما أنزل الله على بشر من شيء؟ ذلك منطق العناد واللجاج.
وتمضي آيات أخرى من السور المكية تقرر أن الأنبياء بشر أوحي إليهم من عند الله.
{وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} ١.
{قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا} ٢.
{وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ, وَمَا جَعَلْنَاهُمْ جَسَدًا لا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ, ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ} ٣.
٢- وأما زاوية الأساس الذي دفعهم ليختلفوا هذا الزعم, فهي السنة المشئومة التي وجدوا عليها آباءهم، فقد كانت تلك التعلة هي الداء الدفين الذي جعل الناس من قبل يردون دين الله.
_________
١ الآية رقم ٤٣ من سورة النحل.
٢ الآية رقم ٢ من سورة الإسراء.
٣ الآيات من رقم ٧-٩ من سورة الأنبياء.',NULL,'478',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (516,'يقول الله تعالى:
{فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} ١.
وبهذه اللغة كفر قوم نوح وقالوا له:
{مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ} ٢.
{مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ} ٣.
{قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمّىً قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ} ٤.
ويرد القرآن هذه المقالة على لسان الرسل.
{قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} ٥.
_________
١ الآية رقم ٢٧ من سورة هود.
٢ من الآية رقم ٢٤ من سورة المؤمنون.
٣ الآية رقم ٣٣ من سورة المؤمنون.
٤ الآية رقم ١٠ من سورة إبراهيم.
٥ الآية رقم ١١ من سورة إبراهيم.',NULL,'479',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (517,'ويقرر القرآن أن هذه التعلة واحدة من أسباب الكفر:
{وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} ١.
{قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا} ٢.
والذين في الأرض بشر, وليسوا ملائكة, ولقد كفر أصحاب القرية في سورة يس لهذا المنطق.
{إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ، قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ} ٢.
فارتدت الضجة واستقرت النبوة اصطفاء من الله لمن شاء من عباده المكرمين.
{أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا} .
ذلك دافع الحسد فـ {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} ، {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا} , وتلك إرادة الله لا مدخل لواحد من الخلق فيها ألبتة، ويجيب القرآن في بساطة وسهولة:
_________
١ الآيتان ٩٤، ٩٥ من سورة الإسراء.
٢ الآيتان ١٤، ١٥ من سورة يس.',NULL,'480',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (518,'{بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ، أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ، أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ، جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ} ١.
إنه الحسد وضيق الصدر دون داع، وبغض الخير دون مبرر، وقد ظهر ذلك في اقتراحهم.
{وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْءانُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} ٢.
فرد عليهم القرآن الكريم مستنكرا هذا الاقتراح فهو خروج على الأدب مع جناب الله عز وجل يقول الله تعالى:
{أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} ٣.
إنهم لا يملكون لأنفسهم شيئا فمعيشتهم منحة من الله, ومراتبهم الاجتماعية تكريم لهم من عند الله لغاية تدبر بها شئون الحياة فدولاب الحياة لا يدور إلا بهذا التفاوت في الرزق وفي المراتب الاجتماعية.
ومحمد -صلى الله عليه وسلم- من ذؤابة قريش ثم سن ذؤابة بني هاشم وهم في العلية الرفيعة من العرب، وكانت ذاته الشريفة عليه الصلاة والسلام فيما قبل البعثة على الأمثل الرفيع جدا من مكارم الأخلاق
_________
١ الآيات من رقم ٨-١١ من سورة ص.
٢ الآية رقم ٣١ من سورة الزخرف.
٣ الآية رقم ٣٢ من سورة الزخرف.',NULL,'481',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (519,'نعم لم يكن زعيما لقبيلة ولا رئيسا لعشيرة, وتلك هي موازين القوم التي دفعتهم ليعترضوا أو ليقترحوا: {لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} .
وهم أنفسهم يشهدون بذلك قال عتبة بن ربيعة: يابن أخي! إنك منا حيث قد علمت من السلطة في العشيرة والمكان في النسب١.
وقالها أبو سفيان لهرقل: هو من أوسطنا نسبا٢.
فأي دافع لهم إذن على هذا الاقتراح؟ {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} , ولقد اختار لها من يعلم أنه لها أهل, وهم يعلمون أنه كذلك أهل لها, فلماذا يقترحون؟ إنه الحسد الذي حاك في الصدور.
ولم يترك القرآن القضية تمر دون أن يثبت النبوة لسيدنا محمد -صلى الله عليه وسلم- لتبقى في التاريخ والذمة أن القوم كفروا حسدا وتعنتا ولجاجا.
فردهم إلى حاله وحثهم على دراسة أسراره أنه منذ المولد حتى المبعث وهو معروف السريرة, مكشوف الخطوات في شرف سامق، وعزة أبية، وكما محترم، وما كان يقول هذا القول من قبل, أفإذا جاءهم بالهدى، قالوا: {أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا} .
_________
١ السيرة النبوية لابن هشام ج١ ص٢٩٣.
٢ فتح الباري ج١ ص٣٨.',NULL,'482',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (520,'يقول الله تعالى:
{وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ, قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ} ١.
لقد لبث فيهم من قبل ذلك أربعين عاما ما حدثهم عن نبوة أو رسالة ولا كان يتلو من كتاب.
يقول الله تعالى:
{وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذًا لارْتَابَ الْمُبْطِلُونَ، بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآياتِنَا إِلَّا الظَّالِمُونَ} ٢.
إن الحق الذي جاء به محمد -صلى الله عليه وسلم- يشهد حاله ويشهد له تاريخه فهو أمي لم يقرأ ولم يكتب وقضى في هذا المستوى أربعين عاما, فإذا ما طلع بين عشية وضحاها فكلم الناس بالوحي وحمل إليهم قانون ربهم إليهم ليعبدوا الله على بصيرة, أفي مثل هذا يقول قائل: إنه ليس بنبي؟
_________
١ راجع القرطبي ط الشعب ص١٦٠، ١٨٢، والآيتان ١٥، ١٦ من سورة تونس.
٢ الآيتان ٤٨، ٤٩ من سورة العنكبوت.',NULL,'483',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (521,'إننا إذا وقفنا قليلا عند هاتين الآيتين, فإننا نجد أن الآية الأولى تنفي وقوع الارتياب من عاقل على فرض أن رسول الله -صلى الله عليه وسلم- كان يقرأ ويكتب ذلك؛ لأن معاني القرآن الكريم ومفاهيم الدعوة آيات بينات في صدور أهل العلم١, وقد جعل الله لها من قبل علامات وبشائر، وهي فيما تدعو إليه إنما تتفق مع مطالب الفطرة وتتلاءم مع العقل السليم. يقول أكثم بن صيفي:
إن الذي يدعو إليه محمد لو لم يكن دينا لكان في أخلاق الناس حسنا٢.
وقد استدل هرقل على صدق الدعوة بحال الداعية يقول:
فقد أعرف أنه لم يكن ليذر الكذب على الناس ويكذب على الله٣ وكذلك النجاشي قالها مؤمنا:
إن هذا والذي جاء به عيسى ليخرج من مشكاة واحدة٤.
وقالتها السيدة خديجة راضية مرضية.
وقالها أبو سفيان رغم أنفه٥.
ولهذا يركز القرآن الكريم على أن استيعاب حال الداعية كدليل على صدق النبوة يقول الله تعالى:
{أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ،
_________
١ الإسلام والعقل ص١٣٢.
٢ التفكير الفلسفي في الإسلام ص٣٠.
٣ فتح الباري ج١ ص٣٩.
٤ فقه السيرة ص١٢٠ في هذا النص، تعبيرات شتى، راجع الكامل في التاريخ ج٢ ص٨١, السيرة لابن هشام ج١ ص٣٣٧.
٥ راجع مقدمة ابن خلدون ج١ ص٣٤٨.',NULL,'484',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (522,'أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ، أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ} ١.
ليست هناك شبهة من هذه الشبهات قائمة على أصل محترم, إنما هي كراهيتهم للحق؛ لأن الرسالة ستسلبهم قيمهم الاجتماعية الباطلة وتلغي أهواءهم المغرورة، والحق لا يمكن أن يدور مع هواهم، ولو اتبع الحق أهواءهم لفسدت السموات والأرض ومن فيهن.
ثم يتصدى القرآن بعد أن أثبت النبوة عن طريق حال الداعية, فيجابه أسئلتهم التي يشاغبون بها ويصدون عن دين الله ببريقها يقول الله تعالى:
{وَقَالُوا لَوْلا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لا يُنْظَرُونَ, وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ} ٢.
{وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا} ٣.
فرد عليهم في صرامة:
{قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} ٤.
{وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ
_________
١ الآيات من رقم ٦٨-٧٠ من سورة "المؤمنون".
٢ الآيتان ٨، ٩ من سورة الأنعام.
٣ الآية رقم ٩٠ من سورة الإسراء.
٤ من الآية رقم ٩٤ من سورة الإسراء.',NULL,'485',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (523,'لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا، أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} ١.
فيرد عليهم:
{تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا، بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا} ٢.
{وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا} ٣.
وقالوا:
{وَقَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرَى رَبَّنَا} .
ويجب القرآن الكريم:
{لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا، يَوْمَ يَرَوْنَ الْمَلائِكَةَ لا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا} ٤.
_________
١ الآيتان ٧، ٨ من سورة الفرقان.
٢ الآيتان ١٠، ١١ من سورة الفرقان.
٣ في ظلال القرآن ج١٧ ص١٣ ج١٨ ص١٨، ١٩، ٢٠، والآية رقم ٢٠ من سورة الفرقان.
٤ الآيتان ٢١، ٢٢ من سورة الفرقان.',NULL,'486',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (524,'ولا يترك القرآن الجانب التاريخي كدليل على إثبات النبوة يقول الله تعالى:
{وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ، وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ، وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ} ١.
هل كان رسول الله -صلى الله عليه وسلم- شاهدا ميقات موسى مع ربه؟ حتى يعلم نبأه المفصل كما ورد في سورة الأعراف، وأن بينه وبين هذا الحادث لقرون وأجيال متطاولة.
هل كان رسول الله -صلى الله عليه وسلم- مقيما في أهل مدين يتلقى عنهم أخبارهم؟ هل سمع رسول الله -صلى الله عليه وسلم- نداء لسيدنا موسى٢.
إنه الوحي وإنها الرحمة التي شاءها الله جل شأنه لعباده لمن شاء منهم أن يستقيم.
يقول ابن خلدون:
النفوس البشرية على ثلاثة أصناف: صنف عاجز بالطبع عن الوصول إلى الإدراك الروحاني.
_________
١ الآيات من ٤٤-٤٦ من سورة القصص.
٢ في ظلال القرآن ج٢٠ ص٢٢، ٧٣، راجع النبأ العظيم للدكتور محمد عبد الله ص٣٠، ٣١، الإسلام والعقل ص١٣٠، ١٣٣، راجع التفكير الفلسفي في الإسلام ص٥٥، ٥٩.',NULL,'487',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (525,'وصنف متوجه بالحركة الفكرية نحو العقل الروحاني والإدراك الذي لا يفتقر إلى الآلات البدنية بما جعل فيه من الاستعدادات لذلك ... إلخ.
وصنف مفطور على الانسلاخ من البشرية جملة جسمانيها وروحانيها إلى الملائكة من الأفق الأعلى, ليصير في لمحة من اللمحات ملكا بالفعل ويحصل له شهود الملأ الأعلى في أفقهم وسماع الكلام النفساني والخطاب الإلهي في تلك اللمحة, وهؤلاء الأنبياء صلوات الله وسلامه عليهم١.
وهذا ما اصطلحت عليه سالفا بالبشرية السوية الخاصة بالأنبياء وذلك ما أثبته القرآن الكريم واستدلت بأحواله العقول الكريمة الفياضة بالنور والسناء الوضيء، ولقد كان سيدنا محمد -صلى الله عليه وسلم- هو قلادة هذا العقد النبوي, وكان هو وحده -صلى الله عليه وسلم- خاتم الأنبياء والمرسلين٢.
إن هذا إلا قول البشر:
النبوة والقرآن نعمتان اختص الله جل شأنه بهما حبيبه سيدنا محمد -صلى الله عليه وسلم- وكلاهما مستند إلى الآخر في الإثبات والتقرير فإذا ما ثبتت النبوة فقد ثبت أن القرآن من عند الله, فلا نبوة بغير قرآن ولا قرآن لغيره نبوة.
وقد استفاض القرآن الكريم في إثبات النبوة لسيدنا محمد -صلى الله عليه وسلم- وكانت تلك الاستفاضة كافية في إثبات
_________
١ مقدمة ابن خلدون ج١ ص٣٥٧، ٣٥٨.
٢ راجع بشائر النبوة الخاتمة.',NULL,'488',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (526,'أن القرآن من عند الله غير أن لجاج القوم وعنادهم كان قد ملأ الدنيا بالصخب والضجيج مما ادعوه بهتانا, وما نشروه بين القبائل في المواسم والأعياد فأخذ القرآن الكريم يواجه هذه الجحافل الظلماء ليكشف عن الحق.
وللقرآن منهجه الخاص في معالجة الأمور والقضايا:
- فهو يصور أولا ما يدعيه المعارضون.
- ثم يصور موقف النبي -صلى الله عليه وسلم- وهو موقف كاف في الرد على المعاندين.
- ثم يقيم البيان على أن القرآن وحي من عند الله جل شأنه بطريقين:
الأول: طريق النص، أنه من عند الله، وأن لا مدخلية للرسول فيه.
الثاني: وطريق التحدي وبهذا يقرر حقيقة القرآن.
ثم يأمر النبي -صلى الله عليه وسلم- أن يستمر على ما هو عليه من الحق واتباع ما يوحى إليه من عند ربه, ويؤكد الذين أوتوا العلم من قبله أنه الحق من ربهم.
أ- أما فيما يتعلق بالنقطة الأولى, فقد جمع القرآن الكريم دعاوى القوم وصورها فقال الله تعالى:
{وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآَنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ',NULL,'489',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (527,'نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ} ١.
{وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا، وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا} ٢.
{وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ} ٣.
{وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} ٤.
{وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} ٥.
{إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ} ٦.
وهي كلها آمال جوفاء وصخب أطفال لا يدركون مستوى مسئولية الخطاب والتعقل٧ ويكفي في هذه المواجهة أن الرسول -صلى الله عليه وسلم- يقرأ القرآن وحيا من عند الله. يقول فضيلة المرحوم الدكتور محمد عبد الله دراز:
_________
١ الآية رقم ١٥ من سورة يونس.
٢ الآيتان ٤، ٥ من سورة الفرقان.
٣ من الآية رقم ٣١ من سورة سبأ.
٤ الآية رقم ٢٦ من سورة فصلت.
٥ الآية رقم ٣١ من سورة الزخرف.
٦ الآية رقم ٢٥ من سورة المدثر.
٧ راجع التصوير الفني لمدلولا هذه الآيات كما شرح في تفسيرها في ظلال القرآن ج٢٩ ص١٩٠.',NULL,'490',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (528,'والحق أن هذه القضية لو وجدت قاضيا يقضي بالعدل لاكتفى بسماع هذه الشهادة التي جاءت بلسان صاحبها على نفسه، ولم يطلب وراءها شهادة شاهد آخر من العقل أو النقل، ذلك أنها ليست من جنس الدعاوي فتحتاج إلى بينة, وإنما هي من نوع الإقرار الذي يؤخذ به صاحبه.
ولا يتوقف صديق ولا عدو في قبوله منه, إذ أي مصلحة للعاقل الذي يدعي لنفسه حق الزعامة, ويتحدى الناس بالأعاجيب والمعجزات لتأييد تلك الزعامة؟ نقول: أي مصلحة في أن ينسب بضاعته لغيره وينسلخ منها انسلاخا؟ على حين أنه كان يستطيع أن ينتحلها, فيزداد بها رفعة شأنه، ولو انتحلها لما وجد من البشر أحدا يعارضه ويزعمها لنفسه.
الذي نعرفه أن كثيرا من الأدباء يسطون على آثار غيرهم فيسرقونها أو يسرقون منها ما خف حمله, وغلت قيمته, وأمنت تهمته حتى إن منهم من ينبش قبور الموتى, ويلبس من أكفانهم ويخرج على قومه في زينته من تلك الأثواب المستعارة.
أما إن أحدا ينسب لغيره أنفس آثار عقله وأغلى ما تجود به قريحته فهذا ما لم يلده الدهر بعد١.
_________
١ راجع النبأ العظيم ص١٤، ١٥, لقد قدم المرحوم الدكتور محمد عبد الله دراز حول هذا الموضوع دراسة أكاديمية ممتازة دافع فيها عن القرآن الكريم فجزاه الله خيرا، غير أن هذا المنهج مع امتيازه وجودته إسلاميا وعلميا, فإنه يغاير من ناحية الطريقة لا من ناحية الهدف, ولا من ناحية الموضوع الأسلوب الذي انتهجه في إبراز ثمار العهد المكي في جوها القرآني وحده.',NULL,'491',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (529,'ب- وأما فيما يتعلق بالنقطة الثانية:
فقد أقر النبي -صلى الله عليه وسلم- أن القرآن وحي من عند الله.
يقول الله تعالى:
{قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} ١.
{قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ} ٢.
{وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ} ٣.
{إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ} ٤.
{قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} ٥.
_________
١ من الآية رقم ١٩ من سورة الأنعام.
٢ الآية رقم ٥٠ من سورة الأنعام.
٣ الآية رقم ٢٠٣ من سورة الأعراف.
٤ الآية رقم ١٥ من سورة يونس.
٥ الآية رقم ١١٠ من سورة الكهف.',NULL,'492',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (530,'{قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ} ١.
{إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ} ٢.
{قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ} ٣.
{قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ} ٤.
ج- وأما فيما يتعلق بالنقطة الثالثة:
فمع هذا الإقرار الكافي في صد غارات الصخب التي يشنها الأعداء فإن الله جل جلاله يتصدى للمعركة مع الكافرين على حد المنطق القرآني {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ} , فيقرر القرآن الكريم أن الله أوحى القرآن من عنده إلى نبيه محمد -صلى الله عليه وسلم- بطريقين:
الطريق الأول:
أ- طريق النص أنه من عند الله.
{تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} ٥.
_________
١ الآية رقم ١٠٨ من سورة الأنبياء.
٢ الآية رقم ٧٠ من سورة ص.
٣ الآية رقم ٦ من سورة فصلت.
٤ الآية رقم ٩ من سورة الأحقاف.
٥ الآية رقم ٤٩ من سورة هود.',NULL,'493',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (531,'{إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ، نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} ١.
{وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ} ٢.
{وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} ٣.
{وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا} ٤.
{الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا، قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا} ٥.
{طه، مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى، إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى} ٦.
{وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا، فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا} ٧.
_________
١ الآيتان ٢، ٣ من سورة يوسف.
٢ الآية رقم ٨٧ من سورة الحجر.
٣ الآية رقم ٨٢ من سورة الإسراء.
٥ الآية رقم ١٠٦ من سورة الإسراء.
٥ أول سورة الكهف.
٦ أول سورة طه.
٧ الآيتان ١١٣، ١١٤ من سورة طه.',NULL,'494',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (532,'{تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} ١.
{قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا} ٢.
{وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ، نَزَلَ بِهِ الرُّوحُ الْأَمِينُ، عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ، بِلِسَانٍ عَرَبِيٍّ مُبِينٍ، وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ، أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرائيلَ، وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ، فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ} ٣.
{وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ} ٤.
{إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلالٍ مُبِينٍ} ٥.
{وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآياتِنَا إِلَّا الْكَافِرُونَ} ٦.
_________
١ أول سورة الفرقان.
٢ الآية رقم ٦ من سورة الفرقان.
٣ الآيات من رقم ١٩٢-١٩٩ من سورة الشعراء.
٤ الآية رقم ٦ من سورة النمل.
٥ الآية رقم ٨٥ من سورة القصص.
٦ الآية رقم ٤٧ من سورة العنكبوت.',NULL,'495',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (533,'{تَنْزِيلُ الْكِتَابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ، أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ} ١.
{وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} ٢.
{وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ} ٣.
{وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ} ٤.
{تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ، إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ} ٥.
{تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ} ٦.
{تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ، كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ} ٧.
{مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ، وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ
_________
١ الآيتان ٢، ٣ من سورة السجدة.
٢ الآية رقم ٦ من سورة سبأ.
٣ الآية رقم ٣١ من سورة فاطر.
٤ الآية رقم ٦٩ من سورة يونس.
٥ أول سورة الزمر.
٦ الآية رقم ٢ من سورة فاطر.
٧ الآيتان ٢، ٣ من سورة فصلت.',NULL,'496',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (534,'آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمىً أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} ١.
{كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ} ٢.
{وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ} ٣.
{إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} ٤.
{إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ} ٥.
{تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيم} ٦.
{وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى، عَلَّمَهُ شَدِيدُ الْقُوَى} ٧.
{الرَّحْمَنُ، عَلَّمَ الْقُرْآنَ} ٨.
_________
١ الآيتان ٤٣، ٤٤ من سورة فصلت.
٢ الآية رقم ٣ من سورة الشورى.
٣ الآية رقم ٧ من سورة الشورى.
٤ الآية رقم ٣ من سورة الزخرف.
٥ الآية رقم ٣ من سورة الدخان.
٦ الآية رقم ٢ من كل من سورة الجاثية والأحقاف.
٧ الآيات من رقم ٣-٥ من سورة النجم.
٨ أول سورة الرحمن.',NULL,'497',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (535,'{إِنَّهُ لَقُرْآنٌ كَرِيمٌ، فِي كِتَابٍ مَكْنُونٍ، لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ، تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ} ١.
{إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ، وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ، وَلا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ، تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ} ٢.
{لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ، إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ، فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ، ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} ٣.
{إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا، فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} ٤.
{إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْر} ٥.
هذه الآيات الجمعة التي حشدها القرآن الكريم هي نصوص تثبت أن الله جل شأنه هو الذي أوحى القرآن الكريم إلى عبده ونبيه الخاتم سيدنا محمد -صلى الله عليه وسلم- وهي كافية في مواجهة ما يثيره الحاقدون.
_________
١ الآيات من رقم ٧٧-٨٥ من سورة الواقعة.
٢ الآيات من رقم ٤٠-٤٣ من سورة الحاقة.
٣ الآيات من رقم ١٦-١٩ من سورة الواقعة.
٤ الآيتان ٢٣، ٢٤ من سورة الإنسان.
٥ أول القدر.',NULL,'498',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (536,'ب- طريق إثبات أن لا مدخلية للنبي -صلى الله عليه وسلم- في شيء من القرآن الكريم بالنص القرآني.
يقول الله تعالى:
{وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ} ١.
{وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ، لَأَخَذْنَا مِنْهُ بِالْيَمِينِ، ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ، فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} ٢.
الطريق الثاني: التحدي.
ادعى القوم أن القرآن الكريم حديث مفترى, وصور القرآن الكريم هذه المقالة, ورد عليها بما يفحم أصحاب اللجاج, والعنت بقول الله تعالى:
{أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ} ٣.
{أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ} ٤.
_________
١ الآية رقم ٨٦ من سورة القصص.
٢ الآيات من رقم ٤٤-٤٧ من سورة الحاقة.
٣ الآية رقم ٣٥ من سورة هود.
٤ الآية رقم ٢ من سورة السجدة.',NULL,'499',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (537,'{أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} ١.
{أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ} ٢.
{أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لا يُؤْمِنُونَ} ٣.
في هذه الآيات وأمثالها في القرآن الكريم رد عام للدعوى المهرجة التي افتعلها القوم ظلما وعلوا، وما دام الأمر كذلك وأنهم رددوا هذه الدعوى التي لا يمكن إقامة دليل عليها، فقد تصدى الله جل جلاله لهم وتحداهم وبلغ رسوله الكريم الأمين الصادق المصدوق أن يأتوا بمثله.
قال الله تعالى:
{أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ} ٤.
{أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ} ٥.
_________
١ الآية رقم ٢٤ من سورة الشورى.
٢ الآية رقم ٨ من سورة الأحقاف.
٣ الآية رقم ٣٣ من سورة الطور.
٤ الآية رقم ٣٨ من سورة يونس.
٥ الآية رقم ١٣ من سورة هود.',NULL,'500',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (538,'{فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ} ١.
وعلى حسب وجود هذه الآيات في سورها٢ فقد تحداهم الله أولا أن يأتوا بسورة مثل سورة من القرآن، وسمح لهم أن يستعينوا بمن يشاءوا واستطاعوا إن كانوا صداقين في ادعائهم الافتراء.
ثم تحداهم بعشر سور مفتريات ليصححوا زعمهم أن القرآن مفترى، وأباح لهم الاستعانة بمن شاءوا وقدروا معه على خلق عشر سور مفتريات.
والذي يلاحظ هنا أن التحدي الأول ليس فيه قيد الافتراء, فوقع التحدي بسورة واحدة، للدلالة على أنه غير مقدور للبشر الإتيان بشيء مثله.
والتحدي الثاني فيه قيد المفتريات, فوقع التحدي بعقد كامل؛ لأنه لو كان مفترى كما يزعمون لكان أمره سهلا مقدورا, إذ ما يفعله واحد بنفسه يمكن أن يفعله الزاعمون به إنه لأمر جد يسير إذ استعانوا بمن يشاءونه من البشر.
فترقى القرآن من التحدي بسورة واحدة إلى عشر ملاحظ فيها هذا القيد, فكأنه تنازل مع الزاعمين من التحدي بالقرآن صافيا
_________
١ الآية رقم ٣٤ من سورة فاطر.
٢ حول ترتيب هذه الآيات جاء حديث طويل في تفسير المنار ج١٢ من ص٣٢-٤١ كذلك كتب الدكتور محمد أحمد الغمراوي عدة مقالات في مجلة الأزهر خاصة عدد ربيع الأول سنة ١٣٣٩هـ من ص١٨٢-١٨٩ وعدد ربيع الآخر سنة ١٣٨٩هـ من ص٢٤٧-٢٥٤ وفي ظلال القرآن ج١٢ ص٣٩ تعليق على ترتيب الآيات الخاصة بالتحدي, ولكني فضلت إيراد الآيات في جوها القرآني مصورا للعهد المكي بعيدا عن مناقشات العلماء.',NULL,'501',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (539,'ربانيا إلى زعمهم هم فلئن كان حقا كما يزعمون هو قرآن مفترى فما أيسر أن يجاء بمثله، ويجيء بمثله كثير لا قليل, فلما عجزوا بان وتأكد أنه ليس مفترى، ولهذا يأتي التحدي الأخير كاملا كليا جامعا {فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ} , مثله مطلقا في الصفاء والنقاء كما جاء به الوحي وعجزوا عنه في التحدي، أو مثله على حسب زعمهم في ادعاء الافتراء كما جاء في التحدي الثاني، وعجزوا عنه أيضا، فثبت بذلك التحدي أن القرآن وحي من عند الله. إنه تنزيل من حكيم حميد, نزل به الروح الأمين على قلبك لتكون من المنذرين بلسان عربي مبين.
وإذن فليوضح القرآن الكريم حقيقة الأمر يقول الله تعالى عقب هذه، الآيات على التوالي:
{بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ} ١.
{فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ} ٢.
{أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ، أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لا يُوقِنُونَ، أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} ٣.
_________
١ رجع تفسير القرطبي ص٣١٨٣، ٣١٨٤ والآية رقم ٣٩ من سورة يونس.
٢ الآية رقم ١٤ من سورة هود.
٣ الآيات من رقم ٣٥-٣٧ من سورة الطور.',NULL,'502',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (540,'فأظهرت آيات سورة الطور علة نكرانهم لربانية القرآن، أنهم لا يوقنون ولا يؤمنون، ذلك لأنهم لا ينكرون الخالقية لله ولا يجحدون أن السموات والأرض وهم أنفسهم من خلق الله جل شأنه. ولكن من أغلق قلبه عن الإيمان حبب لنفسه إنكار الحق ولو كان الحق أشد نصاعة من وهج الشمس في رابعة النهار.
وإذن فكل ما يدعيه القوم بعد ذلك:
{وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ} ١.
{إِنَّمَا يُعَلِّمُهُ بَشَر} ٢.
{أَمْ يَقُولُونَ بِهِ جِنَّة} ٣.
{وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا} ٤.
{لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً} ٥.
{وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} ٦.
{لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ} ٧.
_________
١ الآية رقم ٦٠ من سورة الحجر.
٢ من الآية رقم ١٠٣ من سورة النحل.
٣ من الآية رقم ٧٠ من سورة المؤمنون.
٤ الآية رقم ٥ من سورة الفرقان.
٥ من الآية رقم ٣٢ من سورة الفرقان.
٦ الآية رقم ٣١ من سورة الزخرف.
٧ من الآية رقم ١١ من سورة الأحقاف.',NULL,'503',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (541,'{أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ} ١.
{وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ} ٢.
كل ذلك وأمثاله من دعاوى القوم إن هو إلا إفك وحسد من عند أنفسهم.
{مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} ٣.
{وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ} ٤.
وخاتمة المطاف:
{قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} ٥.
والنقطة الأخيرة:
د- اتبع ما يوحى إليك من ربك:
والجو القرآني نفسه شاهد صدق على أن القرآن من عند الله وأن سيدنا محمدا -صلى الله عليه وسلم- تلقاه عن ربه وأمر باتباع ما أوحي إليه.
_________
١ الآية رقم ٣٠ من سورة الطور.
٢ من الآية رقم ٥ من سورة القلم.
٣ من الآية رقم ١١١ من سورة يوسف.
٤ الآية رقم ٣٧ من سورة يونس.
٥ الآية رقم ٨٨ من سورة الإسراء.',NULL,'504',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (542,'يقول الله تعالى:
{اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} ١.
{وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ} ٢.
{ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} ٣.
{وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا، وَلَوْلا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا، إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} ٤.
{وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا} ٥.
{فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} ٦.
{اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ} ٧.
_________
١ الآية رقم ١٠٦ من سورة الأنعام.
٢ الآية رقم ١٠٩ من سورة يونس.
٣ الآية رقم ١٢٣ من سورة النحل.
٤ الآيات من رقم ٧٣-٧٥ من سورة الإسراء.
٥ الآية رقم ٢٧ من سورة الكهف.
٦ الآية رقم ٩٧ من سورة مريم.
٧ الآية رقم ٤٥ من سورة العنكبوت.',NULL,'505',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (543,'{فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} ١.
{قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} ٢.
هذه الحقيقة لا ينكرها الذين أوتوا العلم يقول الله تعالى:
{الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ} ٣.
{وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} ٤.
{قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا} ٥.
{أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرائيلَ} ٦.
{الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ، وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ} ٧.
_________
١ الآية رقم ٤٣ من سورة الزخرف.
٢ أول سورة الجن.
٣ الآية رقم ٢٥ من سورة الأنعام.
٤ من الآية رقم ١١٤ من سورة الأنعام.
٥ الآية رقم ١٠٧ من سورة الإسراء.
٦ الآية رقم ١٩٧ من سورة الشعراء.
٧ الآيتان ٥٢، ٥٣ من سورة القصص.',NULL,'506',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (544,'{وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآياتِنَا إِلَّا الْكَافِرُونَ} ١.
{بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآياتِنَا إِلَّا الظَّالِمُونَ} ٢.
وبهذا ثبت أن القرآن وحي من عند الله وبهذا أيضا ثبت أن محمدًا رسول الله حقا وصدقا.
يقول ابن خلدون: في الغالب تقع الخوارق مغايرة للوحي الذي يتلقاه النبي، ويأتي بالمعجزة شاهدة بصدقه، والقرآن هو نفسه الوحي، وهو الخارق المعجز، فشاهده في عينه لا يفتقر إلى دليل مغاير له كسائر المعجزات مع الوحي، فهو أوضح دلالة لاتحاد الدليل والمدلول فيه، وهذا معنى قوله -صلى الله عليه وسلم: "ما من نبي من الأنبياء إلا وأوتي من الآيات ما مثله آمن عليه البشر، وإنما كان الذي أوتيته وحيا يوحى إلي، فأنا أرجو أن أكون أكثرهم تابعا يوم القيامة".
يشير إلى أن المعجزات متى كانت بهذه المثابة في الوضوح وقوة الدلالة وهو كونها نفس الوحي كان الصدق لها أكثر لوضوحها، فكثر المصدق المؤمن وهو التابع والأمة. ا. هـ٣.
وأنا أشهد أن محمدًا حقا وصدقا رسول الله، وأن القرآن كتاب الله أوحي إليه ليكون للعالمين مبشرا ونذيرا.
_________
١ الآية رقم ٤٧ من سورة العنكبوت.
٢ الآية رقم ٤٩ من سورة العنكبوت.
٣ مقدمة ابن خلدون ج١ ص٣٥١.',NULL,'507',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (545,'جـ- كذلك الخروج:
من ثمرات العمل الإسلامي في مرحلة تبليغ الدعوة الإسلامية في العهد إثبات عقيدة البعث، وعلى سنة المنهج القرآني نستضيء بما أنزل الله تعالى من أدلة قرآنية واجه بها النبي -صلى الله عليه وسلم- مزاعم القوم، والموضوع في صورته الكلية يأخذ أربعة جوانب:
الجانب الأول: تصوير لمقالات المشركين حول فهمهم لعقيدة البعث.
الجانب الثاني: الرد على المعاندين في جو السلطان الإلهي.
الجانب الثالث: الرد على المعاندين في جو حكمة البعث لإقامة العدل.
الجانب الرابع: الرد على المعاندين في جو المشاهدة لإحياء الأرض وإمكانيات العقل في قبوله وإدراكه لعقيدة البعث.
في الجانب الأول: يقدم القرآن الكريم تصويرا لدعاوى القوم ومن نماذج هذه الآيات قول تعالى:
{وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} ١.
{وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} ٢.
{وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَإِنَّا لَمُخْرَجُونَ} ٣.
_________
١ الآية رقم ٤٩ من سورة الإسراء.
٢ من الآية رقم ٩٨ من سورة الإسراء.
٣ الآية رقم ٦٧ من سورة النمل.',NULL,'508',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (546,'{أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ} ١.
{إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ} ٢.
{وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ} ٣.
{أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ} ٤.
{وَكَانُوا يَقُولُونَ أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ} ٥.
{أَيَحْسَبُ الْأِنْسَانُ أَنْ يُتْرَكَ سُدى} ٦.
تلك مجموعة آراء القوم تصورها هذه النماذج من آيات القرآن الكريم.
وفي الجانب الثاني: يرد الله عليهم:
{قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا، أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا، يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا} ٧.
_________
١ الآية رقم ١٦ من سورة الصافات.
٢ الآية رقم ٣٥ من سورة الدخان.
٣ الآية رقم ٢٤ من سورة الجاثية.
٤ الآية رقم ٣ من سورة ق.
٥ الآية رقم ٤٧ من سورة الواقعة.
٦ الآية رقم ٣٦ من سورة القيامة.
٧ الآيات من رقم ٥٠-٥٢ من سورة الإسراء.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (547,'{أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا} ١.
{ ... كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} ٢.
{مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} ٣.
{قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ، فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ، وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ، هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ} ٤.
{أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ، وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لاعِبِينَ، مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ، إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ} ٥.
{أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ٦.
_________
١ الآية رقم ٩٩ من سورة الإسراء.
٢ من الآية رقم ١٠٤ من سورة الأنبياء.
٣ الآية رقم ٢٨ من سورة لقمان.
٤ الآيات من رقم ١٨-٢١ من سورة الصافات.
٥ الآيات من رقم ٣٧-٤٠ من سورة الأحقاف.
٦ الآية رقم ٣٣ من سورة الأحقاف.',NULL,'510',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (548,'{أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ، وَلَقَدْ خَلَقْنَا الْأِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} ١.
إن المسألة سهلة بسيطة إذا قيست بمقاييس السلطان الإلهي.
{إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ، وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ} ٢.
{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُون} ٣.
وفي الجانب الثالث: يبرز القرآن الكريم الغاية من البعث إنها إقامة العدل في دار الجزاء حيث توفي كل نفس ما كسبت.
{فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ، فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ، وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ، فَأُمُّهُ هَاوِيَةٌ، وَمَا أَدْرَاكَ مَا هِيَهْ، نَارٌ حَامِيَةٌ} ٤.
وحول هذه الحكمة تأتي نماذج من آيات الله البينات يقول الله تعالى:
{إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ} .
_________
١ الآيتان ١٥، ١٦ من سورة ق.
٢ الآيتان ١٦، ١٧ من سورة فاطر.
٣ الآية رقم ٨٢ من سورة يس.
٤ الآيات من رقم ٦-١١ من القارعة.
٥ الآية رقم ٤ من سورة يونس.',NULL,'511',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (549,'{وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ، لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ} ١.
{وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذَلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ، لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ، وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ} ٢.
{وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى} ٣.
وفي الجانب الرابع يعرض القرآن الكريم دليلين:
دليلا من المشاهدة.
ودليلا من العقل.
أما دليل المشاهدة ففي قوله تعالى:
{وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ٤.
_________
١ الآيتان ٣٨، ٣٩ من سورة النحل.
٢ الآيات من رقم ٣-٥ من سورة سبأ.
٣ الآية رقم ٣١ من سورة النجم.
٤ الآية رقم ٣٩ من سورة فصلت.',NULL,'512',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (550,'{وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ، تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ، وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ، وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ، رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ} ١.
فيجرهم القرآن الكريم إلى ملاحظة هذه العملية الدائمة المتكررة فيما حولهم من الأرض، فكذلك الخروج من القبور على هذه الوتيرة السهلة، فهم في ملكوت الله شيء من الأشياء التي ينزل عليها الماء فتحيا به, ويجف عنها فتموت تبصرة وذكرى لكل عبد منيب.
وأما دليل العقل والفكر ففي آيات سورة يس:
{وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ، قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ، الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ، أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ، إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} .
وأعرج في استخلاص عقلياتها مما جاء في كتاب أستاذنا الإمام الدكتور عبد الحليم محمود:
١- وجود الشيء من جديد بعد كونه وتحلله السابقين ممكن بدليل
_________
١ الآيات من رقم ٧-١١ من سورة ق.',NULL,'513',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (551,'مشاهدة وجوده بالفعل مرة، لا سيما أن جمع المتفرق أسهل من إيجاده وإبداعه عن عدم, وإن كان لا يوجد بالنسبة لله شيء هو أسهل وشيء أصعب، هذا الدليل موجود في قوله تعالى: {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّة} .
٢- ظهور الشيء من نقيضه كظهور النار من الشجر الأخضر ممكن وواقع تحت الحس وإذن يمكن أن تدب الحياة في الجسد المتحلل الهامد مرة أخرى وذلك على أساس المبدأ الأكبر، وهو أن الشيء يمكن أن يوجد من العدم المطلق بفعل المبدع الخالق، وهذا الدليل العقلي موجود في قوله تعالى: {الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ} .
٣- خلق الإنسان أو أحياؤه بعد الموت أيسر من خلق العالم الأكبر بعد أن لم يكن وهذا الدليل موجود في قوله تعالى:
{أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ} .
٤- الخلق والفعل مطلقا مهما عظم المخلوق لا يحتاج من جانب الله المبدع لا إلى مادة ولا إلى زمان خلافا للفعل البشري الذي لا يتم إلا في زمان ويحتاج إلى مادة تكون موضوع الفعل وهذا الدليل موجود في قوله تعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} ١.
_________
١ التفكير الفلسفي في الإسلام مع تصرف ص٧٣، ٧٤.',NULL,'514',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (552,'والقرآن نفسه يشير إلى هذه الأدلة.
ففيما يتعلق بالدليل الأول يقول الله تعالى:
{فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ} ١.
{كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُه} ٢.
أما فيما يتعلق بالدليل الثاني يقول الله تعالى:
{أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ، أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ، نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ} ٣.
وفيما يتعلق بالدليل الثالث، يقول الله تعالى:
{لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٤.
وفيما يتعلق بالدليل الرابع يقول الله تعالى:
{أَفَعَيِينَا بِالْخَلْقِ الْأَوَّل} ٥.
{إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} ٦.
_________
١ من الآية رقم ٥١ من سورة الإسراء.
٢ من الآية رقم ١٠٤ من سورة الأنبياء.
٣ الآيات من رقم ٧٠-٧٣ من سورة الواقعة.
٤ الآية رقم ٥٧ من سورة غافر.
٥ من الآية رقم ١٥ من سورة ق.
٦ الآية رقم ٤٠ من سورة النحل.',NULL,'515',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (553,'{وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} ١.
وبذلك يثبت البعث ويستقر عقيدة راسخة في نفوس الصادقين الذين رضي الله عنهم ورضوا عنه.
ولكن القرآن الكريم لا يترك المسألة تمر دون أن يفضح بواعث هذا الإنكار إنهم ينكرون البعث مع وجود أدلة يشاهدونها بالعين، وينتفعون بها، ويمكن لعقلهم إذا شفى من دائه أن يتعلقها، ولكن العلة إنهم ألفوا ثقافة ودأبوا على تقاليد ربطوا عقولهم وأعناقهم في حبالها فحقت عليهم لعنة الله، إنهم يقولون مقالة السالفين من الكافرين من قوم نوح:
{أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ، هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ، إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ} ٢.
بمثل هذا المنطق الأعمى قال كفار مكة:
{بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ، قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ، لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} ٣.
_________
١ الآية رقم ٢٧ من سورة الروم.
٢ الآيات من رقم ٣٥-٣٧ من سورة المؤمنون.
٣ الآيتان ٣٢، ٨٣ من سورة المؤمنون.',NULL,'516',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (554,'فليس هناك باعث على الجحود والكفر وإنكار البعث إلا تلك المقالة القديمة التي رددها السالفون من المشركين وهم على آثارهم يهرعون أما يوم البعث فهو حق لا ريب فيه:
{يَوْمَ هُمْ بَارِزُونَ لا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ، الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} ١.
{وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ، وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ} ٢.
{يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ، فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} ٣.
ولله عاقبة الأمور.
_________
١ الآيتان ١٦، ١٧ من سورة غافر.
٢ الآيات من رقم ٦٨-٧٠ من سورة الزمر.
٣ الآيات من رقم ٦-٨ من سورة الزلزلة.',NULL,'517',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (555,'<span data-type="title" id=toc-71>الفصل الثاني: في التشريع والأخلاق والجماعة الإسلامية</span>
<span data-type="title" id=toc-72>أولا: في التشريع والأخلاق</span>
<span data-type="title" id=toc-73>السلطة التشريعية</span>
...
الفصل الثاني: في التشريع والأخلاق والجماعة الإسلامية
أولا: في التشريع والأخلاق:
من ثمار الشجرة الطيبة في العهد المكي بناء الأسس التشريعية والجماعة الإسلامية التي ستتحمل في المستقبل مسئولية بناء الدولة الإسلامية في المدينة المنورة، ويمكن تركيز وحدات هذه الثمرات في:
أ- السلطة التشريعية.
ب- الأحكام الشرعية والأخلاق.
ج- بدء التدرج في أحكام تتعلق بنظام المجتمع الإسلامي مستقبلا.
أ- السلطة التشريعية:
أما فيما يتعلق بالوحدة الأولى فإن القرآن الكريم قد ألغى سلطة البشر في التحليل والتحريم وجعلها خالصة لله, وفوض رسوله الكريم في تبيان كتابه فانحصرت السلطة التشريعية في وحي الله وسنة رسوله -صلى الله عليه وسلم- لا غير, يقول الله تعالى:
{قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ} ١.
كان الجاهليون من العرب يعترفون بوجود الله سبحانه ويقرون بأنه الخالق وأنه الرازق، ولكنهم كانوا يزاولون التحريم والتحليل
_________
١ الآية رقم ٥٩ من سورة يونس.',NULL,'518',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (556,'لأنفسهم فيما رزقهم الله فواجههم القرآن الكريم بهذا التناقض، بين ما يعترفون به من وجود الله ومن أنه الخالق والرازق، وبين ما يزاولونه من ربوبية لغير الله تتمثل في التشريع الذي يزاوله نفر منهم، وكانوا يزعمون أن ما يزاولونه من التحريم والتحليل إنما بإذن من الله لهم, فجاءت الآيات تقرعهم {قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ} ١.
قال ابن كثير: أنكر الله تعالى على من حرم ما أحل الله أو أحل ما حرم الله بمجرد الآراء والأهواء التي لا مستند لها ولا دليل عليها٢.
قال الطبري: فحللتم بعض ذلك لأنفسكم وحرمتم بعضه عليها وذلك كتحريمهم ما كانوا يحرمونه من حروثهم التي كانوا يجعلونها لأوثانهم كما وصفهم الله به فقال: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا} , ومن الأنعام ما كانوا يحرمونه بالتبحير والتسييب ونحو ذلك، يقول الله لنبيه محمد -صلى الله عليه وسلم- قل "يا محمد" آلله أذن لكم، بأن تحرموا ما حرمتم منه أم على الله تفترون, أي تقولون الباطل وتكذبون؟ ٣
_________
١ في ظلال القرآن ج١١ ص١٧٧، ١٧٨, راجع القرطبي ص١٣٩٤. ط الشعب. وحول هذا راجع الموافقات للشاطبي ج٥٣١ ص راجع الرسالة المحمدية ص١٣٦.
٢ تفسير ابن كثير ج٣ ص٤٢١.
٣ تفسير الطبري ج١١ ص١٢٧، راجع الآلوسي ج١١ ص١٤٢ في ظلال القرآن ج١١ ص١٧٨, راجع تفسير القرطبي ط الشعب ص٢٥٢٦.',NULL,'519',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (557,'ومن هنا فقد تقرر منذ العهد المكي ألا سلطة لأحد من البشر في التحليل والتحريم, فإن الحاكمية والربوبية وهي مدار التحليل والتحريم صفات خاصة بالله جل شأنه, ومقصد الشرع من وضع الشريعة إخراج المكلف عن داعية هواه حتى يكون عبدا لله اختيارا كما هو عبدا لله اضطرارا، أو بمعنى آخر حتى يسلم وجهه لله وهو محسن.
قال الشاطبي: وما ينطق عن الهوى إن هو إلا وحي يوحى، فقد حصر الأمر في شيئين: الوحي وهو الشريعة، والهوى فلا ثالث لهما وإذا كان كذلك فهما متضادان وحين تعين الحق في الوحي توجه للهوى ضده، فاتباع الهوى مضاد للحق، فهذا كله واضح في أن قصد الشارع الخروج عن اتباع الهوى والدخول تحت التعبد للمولى١.
ولهذا جاءت آية سورة النحل قاطعة في هذا الباب: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ} .
وترد آية سورة الشورى الأمر كله لله تعالى:
{وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} .
_________
١ راجع الموافقات للشاطبي ج٢ ص١٦٨.',NULL,'520',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (558,'وإذا كانت السلطة التشريعية مردها إلى الله وحده فإن النبي -صلى الله عليه وسلم- مفوض من قبل الله جل وعلا ليبين لهم الذي يختلفون فيه قال تعالى:
{وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} ١.
_________
١ من الآية رقم ٤٤ من سورة النحل.',NULL,'521',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (559,'ب-<span data-type="title" id=toc-74> الأحكام الشرعية والأخلاق:</span>
وفي العهد المكي كانت هناك أحكام شرعية لها وزنها في تربية الجماعة الإسلامية, ولها ارتباطها بالعقيدة ولهذا امتازت الشريعة الإسلامية بقدرتها الدائمة على تنظيم المجتمع دائما في كل زمان.
لقد فرض الله الصلاة والصيام والزكاة، فرضها ليدخل العبد في العبودية محققا كلمتي الشهادة، أما تنظيم هذه الواجبات فله مناسبته حسب طبيعة التشريع الإسلامي القائم على التدرج والأخذ بالحسنى وتربية النفوس بالهوينى١.
وكان هناك محرمات: لقد حرم الله من المطعومات ما لم يذكر اسم الله عليه. وحرم قتل النفس، وأكل مال اليتيم والزنا وشهادة الزور؛ لأنه دور الحكم الشرعي هنا كان لتربية النفس, وبذل المجهود الكامل في امتثال حقوق الله ورعايته.
لقد كانت غاية الحكم الشرعي هنا أن يظهر السلوك الإسلامي بالمظهر الأخلاقي الرفيع ليبين للناس أن مستوى الإنسانية الفاضل
_________
١ راجع حول هذا الإسلام بين جهل أبنائه وعجز علمائه ص١٩، ٢١.',NULL,'521',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (560,'إنما هو في التبعية لهذا الدين، وقد ظهر ذلك واضحا في حديث سيدنا جعفر بن أبي طالب مع النجاشي:
... حتى بعث الله إلينا رسولا منا نعرف نسبه وصدقه وأمانته وعفافه فدعانا إلى الله لنوحده ونعبده ونخلع ما كنا نعبد نحن وآباؤنا من دونه من الحجارة والأوثان، وأمرنا بصدق الحديث وأداء الأمانة، وصلة الرحم، وحسن الجوار، والكف عن المحارم والدماء، ونهانا عن الفواحش وقول الزور، وأكل مال اليتيم، وقذف المحصنات، وأمرنا أن نعبد الله وحده لا نشرك به شيئا وأمرنا بالصلاة والزكاة والصيام١.
وآيات القرآن الكريم في العهد المكي تؤكد ذلك يقول الله تعالى:
{فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآياتِهِ مُؤْمِنِينَ} ٢.
{وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} ٣.
{وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} ٤.
_________
١ السيرة لابن هشام ج١ ص٣٣٦ الحلبية ج١ ص٣٧٨، ٣٧٩.
٢ الآية رقم ١١٨ من سورة الأنعام.
٣ الآية رقم ١٢١ من سورة الأنعام.
٤ من الآية رقم ١٤١ من سورة الأنعام.',NULL,'522',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (561,'وروى الطبري عن العلماء في تفسيرها أقوالا تدور كلها حول "الصدقة الواجبة١.
وجاء في روح المعاني: لا نسلم أن الزكاة ما كانت واجبة في مكة، وعن الشعبي أن هذا حق في المال سوى الزكاة٢.
ولكن سورة "المؤمنون" فيها حديث عن الزكاة. يقول الله تعالى:
{وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُون} ٣.
وقد وضح ابن كثير معنى الزكاة في العهد المكي وتنظيمها في العهد المدني فقال:
الأكثرون على أن المراد ههنا زكاة الأموال مع أن هذه الآية مكية, وإنما فرضت الزكاة بالمدينة في سنة اثنتين من الهجرة، والظاهر أن التي فرضت بالمدينة إنما هي ذات النصب والمقادير الخاصة، وإلا فالظاهر أن أصل الزكاة كان واجبا بمكة. قال الله تعالى في سورة الأنعام: {وَآَتُوا حَقَّهُ يَوْمَ حَصَادِهِ} ٤. ا. هـ.
قال الشيخ الخضري: ومما فرض بمكة الزكاة, وقلما وجد من الأوامر المكية ذكر الصلاة إلا وبجانبه إيتاء الزكاة واستشهد بآية سورة الأنعام {وَآَتُوا حَقَّهُ يَوْمَ حَصَادِهِ} , ثم قال: إلا أن هذه الحقوق
_________
١ تفسير الطبري ج٨ ص٥٣ وما بعدها.
٢ روح المعاني ج٨ ص٣٨.
٣ الآية رقم ٤ من سورة "المؤمنون".
٤ تفسير ابن كثير ج٣ ص٢٣٨، ٢٣٩.',NULL,'523',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (562,'الواجبة لم تفصل بمكة, فقد كان ذلك موكولا لما في النفوس من الجود وبحسب حاجة الناس١. ا. هـ.
وتلك هي السنة الطبيعية للتشريع الإسلامي حتى في عهده المدني:
{قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ} ٢.
قال الطبري في تفسيرها: عن ابن طاوس عن أبيه كان أهل الجاهلية يستحلون أشياء ويحرمون أشياء فقال الله لنبيه قل: لا أجد فيما أوحي إلي محرما مما كنتم تستحلون إلا هذا٣.
قال الآلوسي: فيه إيذان بأن طريق التحريم ليس إلا التنصيص من الله تعالى دون التشهي والهوى٤. ا. هـ.
فدل ذلك على أن الحصر هنا مراد به مواجهة المشركين الذين جعلوا لله مما ذرأ من الحرث والأنعام نصيبا. وحرموا وحللوا افتراء على الله وإلا فبقية الأحكام الملحقة بهذه الآية موكولة إلى السنة النبوية على نحو ما ذكر عن الإمام الشافعي رضي الله عنه في كتاب الأم٥:
{قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ
_________
١ تاريخ الأمم الإسلامية ج١ ص٩٢.
٢ الآية رقم ١٤٥ من سورة الأنعام.
٣ تفسير الطبري ج٨ ص٦٩.
٤ روح المعاني ج٨ ص٤٣.
٥ راجع كتاب الأم ج٢ ص٢٤١.',NULL,'524',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (563,'أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ، وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} ١.
لقد حرم الله في هاتين الآيتين الشرك مطلقا: شرك العقيدة وشرك الربوبية، شرك الإيمان وشرك الحاكمية، فإن القاعدة الرئيسية التي يقوم عليها التصور الإسلامي والإيمان السليم هي أن يعترف الناس بالألوهية والربوبية لله وحده، والربوبية: قوامة وتوجيه وتربية، والألوهية: خالقية وحاكمية، وواجب البشر أن يقرر ويستقر في قلبه أن الله وحده هو المتصرف، وإنه وحده هو المشرع وأنهم يجب عليهم أن يخضعوا لتشريعه في كل ما يأتون ويدعون٢.
_________
١ الآيتان ١٥١، ١٥٢ من سورة الأنعام.
٢ راجع الطبري ج٨ ص٨٢, ابن كثير ج٢ ص١٨٧، ١٨٨ المصطلحات الأربعة في القرآن ص٧٩، ٨٧، ٩٤, راجع القرطبي ط الشعب ص٢٥٧٣.',NULL,'525',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (564,'إنها تنقية كاملة من أوشاب الشرك والخرافات, وتطهير من استعباد الحكم البشري وارتباط كامل بالله عز وجل في كل لمحة وحين.
وبالوالدين إحسانا:
تأتي رابطة الأسرة بعد رابطة العقيدة تأتي رابطة الأسرة في رحاب الإيمان بالله والخضوع لربوبيته جل شأنه فهو أرحم بالناس من الآباء بالأبناء, ويوصي القرآن في العهد المكي برعاية الأسرة والأبناء, وينهي عن قتل الأبناء لخشية الفقر أو لوجوده فالمتكفل بالرزق هو الله، إن القرآن يريد أن يخلع من قلب البشر اتكالهم على التصور الأرضي في مفهوم الحياة، إن الحياة كلها تسير في ظل ربوبية الله، فلا ينبغي أن يتصرف الفرد من عند نفسه لشهوة أو فكرة أو ذكاء، فهو مأمور أن يخضع للسلطان الإلهي، وتأتي آيات جمة في هذا الموضوع:
{وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا، وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} ١.
{وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ٢.
_________
١ الآيتان ٢٣، ٢٤ من سورة الإسراء.
٢ الآية رقم ٨ من سورة العنكبوت.',NULL,'526',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (565,'{وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ، وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ١.
{وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ} ٢.
وفي مواجهة قتل الأبناء للإملاق والفقر يقول الله تعالى:
{قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ} ٣.
{وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا} ٤.
{وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ، بِأَيِّ ذَنْبٍ قُتِلَتْ} ٥.
_________
١ الآيتان ١٤، ١٥ من سورة لقمان.
٢ الآية رقم ١٥ من سورة الأحقاف.
٣ الآية رقم ١٤٠ من سورة الأنعام.
٤ الآية رقم ٣١ من سورة الإسراء.
٥ الآيتان ٨، ٩ من سورة التكوير.',NULL,'527',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (566,'وحرم الله الزنا والفواحش كلها:
{وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ} قال الطبري في تفسيرها عن السدي، أما ما ظهر منها فزواني الحوانيت، وأما ما بطن فما خفي.
وعن ابن عباس قال: كانوا في الجاهلية لا يرون بالزنا بأسا في السر ويستقبحونه في العلانية, فحرم الله الزنا في السر والعلانية١، وإلى مثل هذا ذهب الآلوسي.
وفي القرآن المكي آيات مستفيضة في بيان حرمة الزنا، منها قال الله تعالى:
{وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا} ٢.
{فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ} ٣.
{وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا} ٤.
تحريم القتل:
{وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ} .
هذه هي الجريمة الثالثة٥ يحرمها الإسلام منذ العهد المكي لقد حرم جريمة الشرك ففيه قتل للفطرة التي فطر الله الناس عليها.
_________
١ راجع تفسير الطبري ج٨ ص٨٣ روح المعاني ج٨ ص٥٤.
٢ الآية رقم ٣٢ من سورة الإسراء.
٣ الآية رقم ٧ من سورة "المؤمنون".
٤ من الآية رقم ٦٨ من سورة الفرقان.
٥ المراد بالعدد هنا الترتيب في آية سورة الأنعام ١٥١ التي صدر بها هذا الحديث.',NULL,'528',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (567,'وحرم جريمة الزنا وهي قتل للجماعة الإنسانية, ثم حرم الجريمة الثالثة وهي قتل الفرد.
ومعنى هذا أن الإسلام منذ فجره يحمي الإنسان من الاعتداء عليه في فطرته وأسرته وذاته حتى يضمن الطمأنينة والانطلاق الحيوي للإنسان في ظلال ربه وكنف دستوره لا يؤذى بشيء إلا حين يتعدى هذه الحدود التي شرعها الله له، فليس على الإنسان في الأرض وصاية إلا من عند الله وليس للإنسان أن يطيع أحدا إلا في الله ودمه محترم وتصرفاته مكفول لها التحرك ما دامت في حوزة الربوبية لله رب العالمين.
وتأتي آيات في السور المكية تقوي هذا الحكم "تحريم قتل النفس دون حد شرعي" يقول الله تعالى:
{وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا} ١.
{وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} ٢.
وبهذا فقد سبق الإسلام -لأنه وحي الله- جميع القوانين البشرية في تقرير حق الإنسان في الحياة وتأكيد كرامة الجنس البشري وارتفاع مكانته على سائر المخلوفات:
{وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} ٣.
_________
١ الآية رقم ٣٢ من سورة الإسراء.
٢ من الآية رقم ٦٨ من سورة الفرقان.
٣ الآية رقم ٧٠ من سورة الإسراء.',NULL,'529',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (568,'في شئون المال:
{وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} .
ما أظن أن الجماعة الإسلامية في مكة كانت قد بلغت حدا من التجمع يمكنها من تنظيم مجتمع له سيادة وحرية كاملة في إدارة شئونه، ومع هذا فإن رعاية اليتامى والحرص على تنمية أموالهم {حَتَّى يَبْلُغََ أَشُدَّهُ} كانت من الأحكام التي شرعها الإسلام في مكة وهي هي بمستواها المكي توجد في العهد المدني. يقول الله تعالى:
{وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولًا} ١.
وإذن فلا غرو أن قال جعفر بن أبي طالب للنجاشي: ونهانا عن الفواحش وقول الزور وأكل مال اليتيم.
وفي هذا الجو من رعاية أموال اليتامى يقرر العهد المكي مبدأ أساسيا في سياسية الإنفاق وهو مبدأ "الوسط في النفقة" أو الاعتدال في تصريف الأموال أو الاقتصاد وعدم التبذير، وبذلك يحفظ الإسلام الجماعة الإسلامية من هزة اقتصادية سواء كان ذلك في عهد الرخاء والسراء أو في عهد الحاجة والضراء.
وتسبق الدعوة الإسلامية بهذا المبدأ جميع أنظمة الاقتصاد إذ حجم الإنفاق له دخل في المشكلة الاقتصادية، ولقد شاء الله تعالى أن يعلم المسلمين منذ اللحظة الأولى أن التوسط في النفقة يحمى المجتمع
_________
١ الآية رقم ٣٤ من سورة الإسراء.',NULL,'530',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (569,'الإسلامي من الضيق الاقتصادي يقول الله تعالى: {وَلا تُبَذِّرْ تَبْذِيرًا، إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا} ١.
{وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا} ٢.
ولهذا جعل القرآن الكريم في العهد المكي هذا المبدأ من سمات المؤمنين يقول الله تعالى:
{وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} ٣.
وقد وضح القرآن في العهد المكي أن توزيع الأرزاق، ونسب الثراء موكل إلى الله جل شأنه وحده. يقول الله تعالى:
{لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} ٤.
{اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ} ٥.
وتلك الحقيقة غابت عن أعين الاقتصاديين في العصر الحديث فباتوا يتخبطون في تخير مذهب لتوزيع الثروات، ولن يفلحوا أبدا.
_________
١ من الآيتين ٢٦، ٢٧ من سورة الإسراء.
٢ الآية رقم ٢٩ من سورة الإسراء.
٣ الآية رقم ٦٦ من سورة الفرقان.
٤ الآية رقم ١٢ من سورة الشورى.
٥ الآية رقم ١٩ من سورة الشورى.',NULL,'531',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (570,'ثم أكد لهم أن سيادة الأمة الإسلامية هي جزء من النشاط الإسلامي في تملكهم واستخدامهم خيرات هذه الأرض التي سخرها الله تعالى لهم. يقول الله تعالى:
{وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ، وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} ١.
{وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} ٢.
{هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ} ٣.
فدلت رسالة الإسلام بهذه الثمار اليانعة في العهد المكي -عهد التدريب والتربية والإعداد- على أن موقف الجماعة الإسلامية هو موقف السيد الجليل على هذا الكون الذي سخر له.
{وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ} ٤.
_________
١ الآيتان ١٣، ١٤ من سورة النحل.
٢ الآية رقم ١٢ من سورة فاطر.
٣ الآية رقم ١٥ من سورة الملك.
٤ راجع الرسالة المحمدية ص١٣٤، ١٣٥، الآية رقم ١٢ من سورة النحل.',NULL,'532',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (571,'الوفاء والعدل والإحسان:
{وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} ١.
لقد كان الوفاء في الكيل والميزان بالقسط من أهم الأحكام الشرعية والأخلاقية التي قررها العهد المكي. يقول الله تعالى:
{وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} ٢.
وقد استفاضت السور المكية في شرح هذه الخلفية على لسان الأنبياء السابقين, ففي سورة الأعراف قال شعيب لقومه من مدين:
{فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} ٣.
وقال لهم في سورة هود:
{وَلا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ، وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ، بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ} ٤.
_________
١ من الآية رقم ١٥٢ من سورة الأنعام.
٢ الآية رقم ٣٥ سورة الإسراء.
٣ من الآية رقم ٨٥ من سورة الأعراف.
٤ الآيات من رقم ٨٤-٨٦ من سورة هود.',NULL,'533',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (572,'وقال لهم في سورة الشعراء:
{أَوْفُوا الْكَيْلَ وَلا تَكُونُوا مِنَ الْمُخْسِرِينَ، وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ، وَلا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ} .
وقد هدد الله المطففين وتوعدهم فقال جل شأنه:
{وَيْلٌ لِلْمُطَفِّفِينَ، الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ، وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ، أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ، لِيَوْمٍ عَظِيمٍ} ١.
وإذا قلتم فاعدلوا:
لقد جعل الإسلام منذ العهد المكي العدل أساسا للعلاقات والتعامل بين المسلمين وقد حرم شهادة الزور وبرأ منها الأخلاق الإسلامية يقول الله تعالى: {وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} ٢.
إن العدل يكفل لكل فرد وكل جماعة قاعدة التعامل القائمة على الاستقرار والثقة البريئة من الميل مع الهوى، ولا تتأثر بالحب والبغض ولا تتبدل لعلاقة النسب والمصاهرة والغنى والفقر والضعف والقوة، إنما تمضي في طريقها تكيل بمكيال واحد للجميع وتزن بميزان واحد للجميع، لهذا جاءت الآيات المكية تقرر العدل قاعدة للعلاقات الإسلامية. يقول الله تعالى:
{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْأِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} ٣.
_________
١ أول سورة المطففين.
٢ الآية رقم ٧٢ من سورة الفرقان.
٣ الآية رقم ٩٠ من سورة النحل.',NULL,'534',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (573,'وهذا العدل الذي يدعو إليه القرآن في العهد المكي متفق مع عالمية الإسلام نفسه، فقد جاء القرآن الكريم لينشئ أمة وسطا وقيما ربانية وموازين ثابتة للإنسانية كلها "إنسانية واحدة" بعيدا عن التعصب لقبيلة أو أمة أو جنس، إنما هي آصرة واحدة ورابطة فريدة, "لا إله إلا الله محمد رسول الله", يجتمع عليها الأسود والأبيض والأحمر والأصفر من أجل تحقيق العبودية الكاملة نحو الله رب العالمين١.
ومن ثم كان الأمر بالعدل هو الأساس الذي ضمن به الإسلام منذ العهد المكي سلامة الآصرة التي تحقق للناس جميعا انتظام العلاقات على أساس متين {وِإِذَا قُلْتُمْ فَاعْدِلُوا} .
ويهتم الإسلام بالإحسان ففيه تلطيف من صرامة العدل الجازم ما لم تنتهك محارم الله, وهو باب مفتوح لقاعدة الإيثار والود {وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} , ففي الإحسان مجال للتسامح في بعض الحقوق وتشريع لمستوى خاص من الأخلاق للذين يؤثرون على أنفسهم ولو كان بهم خصاصة، وهو تشريع لمن شاء أن يأخذ بالرحمة، وهو أسلوب في التعايش والأخذ والعطاء، وتبادل المنافع والحقوق والواجبات، ثم هو عنصر التكافل الاجتماعي وآصرة إيتاء ذي القربى والنهي عن الفحشاء والمنكر والبغي.
وقد كان الوفاء بالعهد منذ العهد المكي قبل أن تولد الدولة الإسلامية وتعقد مع جيرانها معاهدات والتزامات, كان خلقية يُسأل
_________
١ هذا الدين ص٧٦، ٧٨.',NULL,'535',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (574,'عنها الفرد المسلم وقد عُني به القرآن الكريم أيما عناية يقول الله تعالى:
{وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ} ١.
{وَلا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} ٢.
{وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولًا} ٣.
ويجعل العهد صفة من صفات المفلحين:
{وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُون} ٤.
{وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُون} ٥.
لقد تشادّ الإسلام في مسألة الوفاء بالعهود منذ العهد المكي، فلم يتسامح فيه أبدا، لأن الوفاء بالعهد قاعدة الثقة التي ينفرط بدونها عقد الجماعة وينهدم صرحها.
وبذلك فقد ضمن القرآن المكي للجماعة الإسلامية أسس الحياة الصحيحة, وكانت ثمار العهد المكي سواء كانت قواعد كلية كما يقول الكاتبون٦ في تاريخ التشريع, أو كانت أحكاما تنظر تدرجها على سنة
_________
١ الآية رقم ٩١ من سورة النحل.
٢ الآية رقم ٩٥ من سورة النحل.
٣ من الآية رقم ٣٤ من سورة الإسراء.
٤ الآية رقم ٨ من سورة "المؤمنون".
٥ الآية رقم ٣٢ من سورة المعارج.
٦ الموافقات للشاطبي ج٤ ص٢٣٦ تاريخ التشريع الإسلامي للسايس ج٣٠، ٣١ تاريخ التشريع الإسلامي الخضري ص١٤، ١٥، تاريخ الأمم الإسلامية ج١ ص٨٥، ٩٢.',NULL,'536',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (575,'المنهاج القرآني فقد كانت ثمارا مرتبطة بالعقيدة كدستور للتعاشر الإنساني كله في كل زمان ومكان.
ولم تنتقل الدعوة من مكة إلا وقد زرعت في أرض خصبة مجموعة المبادئ الإسلامية التي تشكل القانون الإلهي للإنسان حيث يكون.
المسئولية والتوبة:
كان العهد المكي عهد بناء للتصور الإسلامي الذي يحدد أبعاد المعركة التي يخوضها المسلم ليحقق عبوديته لله جل شأنه, ومع أن نظام الدولة بعد لم يكتمل له مقومه من مجتمع وحكومة وأرض يقوم عليها المجتمع وحكومته لرعاية هذا النظام الرباني, فإن الدعوة الإسلامية في مكة كانت تعلم المسلمين أبعاد المسئولية, وتدربهم على العودة إلى الله دائما في كل وقت وحين، فكانت آيات القرآن المكي دروسا مفيدة في تربية الجماعة الإسلامية على تحمل المسئولية, وهي عنصر أساسي، للجهاد في سبيل الله الذي بدأ بإعلان الصبر, وتحمل المشاق في مواجهة غضبة كاذبة محمومة من المعتدين الجاهلين.
في المسئولية:
وحول المسئولية يقول الله تعالى:
{قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} ١.
_________
١ الآية رقم ١٦٤ من سورة الأنعام.',NULL,'537',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (576,'{لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ} ١.
{وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} ٢.
{وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولًا} ٣.
{وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ} ٤.
{وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} ٥.
ولئن كانت هذه الآيات تصور المسئولية في الدنيا والآخرة، فإن القرآن يقرر أن مبدأ هذه المسئولية, هو مبدأ ديني منذ بعث الله للناس رسلا يهدونهم إلى الصراط المستقيم. يقول الله تعالى:
{أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى، وَإِبْرَاهِيمَ الَّذِي وَفَّى، أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى، وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى، وَأَنَّ سَعْيَهُ سَوْفَ يُرَى، ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى} ٦.
_________
١ الآية رقم ٢٥ من سورة الإسراء.
٢ من الآية رقم ١٥ من سورة الإسراء.
٣ الآية رقم ٣٦ من سورة الإسراء.
٤ الآية رقم ٧ من سورة الزمر.
٥ الآية رقم ١٨ من سورة فاطر.
٦ الآيات من رقم ٣٦-٤١ من سورة النجم.',NULL,'538',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (577,'فهو دين موصول أوله بآخره, ثابتة أصوله وقواعده, يصدق بعضه بعضا على توالي الرسالات والرسل وتباعد المكان والزمان, فهو في صحف موسى, وهو في ملة إبراهيم قبل موسى, هو هو لا تحمل نفس حمل أخرى لا تخفيفا ولا تثقيلا, ولا تملك نفس أن تتطوع, فتحمل عن غيرها شيئا من أثقالها:
{كَلَّا لَا وَزَرَ، إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ، يُنَبَّأُ الْأِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ، بَلِ الْأِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ، وَلَوْ أَلْقَى مَعَاذِيرَهُ} ١.
فلا مفر فإنما هو الحساب والجزاء والتذكير لمن ينسى، سوف يذكر بما قدم وأخر، وسوف لا يقبل منه اعتذار فقد أفلح من زكاها، وقد خاب من دساها، فعلى كل فرد أن يهدي نفسه إلى الخير ويقودها إلى النجاة.
التوبة:
ومع هذه الصرامة في إدراك مدى المسئولية في الدنيا والآخرة, فإن الله وهو البر الرحيم يفتح أبواب التوبة لمن أناب إليه إن عائدا من ذنب أو راغبا في تقرب. يقول الله تعالى:
{وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآياتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ} ٢.
_________
١ الآيات من رقم ١١-١٥ من سورة القيامة.
٢ الآية رقم ٥٤ من سورة الأنعام.',NULL,'539',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (578,'{وَالَّذِينَ عَمِلُوا السَّيِّئاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} ١.
{وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمّىً وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ} ٢.
{ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} ٣.
{إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ شَيْئًا} ٤.
{وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} ٥.
{إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا، وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} ٦.
{فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ} ٧.
_________
١ الآية رقم ١٥٣ من سورة الأعراف.
٢ الآية رقم ٣ من سورة هود.
٣ الآية رقم ١٦٩ من سورة النحل.
٤ الآية رقم ٦٠ من سورة مريم.
٥ الآية رقم ٦٠ من طه.
٦ الآيتان ٧٠، ٧١ من سورة الفرقان.
٧ الآية رقم ٦٧ من سورة القصص.',NULL,'540',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (579,'{وَهُوَ الَّذِي يَقْبَلُ التَّوبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ} ١.
وتقرر الآيات في سورة هود أن التوبة مبدأ ديني رحم الله به عباده وبلغته رسله وأنبياؤه إلى الناس. يقول الله تعالى:
{وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ} ٢.
هكذا قال هود لقومه عاد.
وقال صالح لقومه ثمود:
{يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} ٣.
وقال شعيب لقومه مدين:
{وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ} ٤.
هذه التوبة من الذنوب قررها الوحي كمبدأ, وبلغها الأنبياء كما قررت ذلك آيات سورة هود، وكان سيدنا نوح قد علم قومه ذلك من قبل. يقول الله تعالى:
{فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا، يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا، وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا} ٥.
_________
١ الآية رقم ٢٥ من سورة الشعراء.
٢ الآية رقم ٥٢ من سورة هود.
٣ من الآية رقم ٦١ من سورة هود.
٤ الآية رقم ٩٠ من سورة هود.
٥ الآيات من رقم ١٠-١٢ من سورة نوح.',NULL,'541',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (580,'ومع هذا فإن التوبة ليست من الذنب فقط، فقد تكون طاعة لله وتعبدا لجلاله, توحي بذلك الآية الكريمة في سورة المزمل:
{إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَأُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} ١.
فالتوبة هنا لمسة التخفيف الندية تمسح على التعب والمشقة بالحنان والرأفة، وهي دعوة التيسير الإلهي على النبي الكريم -صلى الله عليه وسلم- وعلى المؤمنين معه وقد علم الله منهم خلوصهم لطاعته, فهي توبة لا عن ذنب بل عن طاعة، صبروا عليها حتى انتفخت أقدامهم من القيام الطويل بالليل, فعطف ربهم عليهم وخفف عنهم وهو وحده الذي يقدر الليل والنهار, فيطيل ويقصر في أحدهما, والمؤمنون مع هذا ماضون على ما هم عليه من قيام الليل: نصفه أو ثلثه, وربهم لا يريد بهم العنت ولا المشقة٢, فتاب عليهم بعد أن تزودوا بالطاعة, وتدربوا على المشقة في عبادته, مع الحب فيها والرغبة إلى التقرب من جلاله، فكانت التوبة هنا في هذا الفجر الصادق من العام الأول لحياة الدعوة إيحاء بأن التوبة طاعة ورحمة وحنان وأنس من الله لبعض أوليائه المخلصين في طاعته، ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون.
_________
١ من الآية رقم ٢٠ من سورة المزمل.
٢ راجع في ظلال القرآن ج٢٩ ص١٧٧، ١٦٨.',NULL,'542',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (581,'هكذا يقدم العهد المكي مجموعة من المبادئ والنظم والأحكام والأخلاق التي تهيئ الجماعة الإسلامية لحمل رسالة الله, وقد قدمت بسلوكها دليلا عمليا في الفكر والتطبيق على أن دين الله هو قانونه الذي ارتضاه للبشر؛ ليؤدوا رسالتهم نحو ربهم كما تؤدي وحدات الكون كله رسالتها حسبما شرع الله لها من قوانين.
وموجز ما أثمرت الدعوة الإسلامية في مكة من غايات على غرار ما سلف بيانه:
أولا: حصر السلطة التشريعية في الوحي وتفويض رسول الله -صلى الله عليه وسلم- في تبيين ما نزل إلى الناس.
وهذا يستدعي إلغاء سلطة البشر في التحليل والتحريم, ورفض كل دعوى يدعيها البشر أنهم حللوا أو حرموا بإذن من الله افتراء عليه.
ثانيا: أن العهد المكي امتاز بمجموعة من الأحكام بعضها له صفة الحكم الشرعي الثابت كتحريم ما ذبح على النصب ما لم يذكر اسم الله عليه.
وبعضها احتاج إلى تفصيل أو اكتمال بعض أجزائه حسب نمو الجماعة الإسلامية مثل الصلاة والزكاة والصوم, فهي أحكام شرعية واجب على المكلف أن يفعلها غير أن عدد الصلاة في اليوم والليلة وعدد ركعات كل صلاة يحتاج إلى تفصيل يأتي فيما بعد, والزكاة والصوم كذلك هي أحكام واجبة، غير أن أنواع الزكاة ومقدارها وأيام الصوم الواجبة لما تحدد بعد، وتلك سنة الله في تربية الجماعة الإسلامية وبنائها وإعدادها.',NULL,'543',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (582,'كذلك حرم الزنا ما ظهر منه وما بطن، أما الآثار المترتبة عليه مما يحتاج إلى سلطة حكومية لم توجد بعد في فترة العهد المكي فقد انتظرت مناسبتها هناك في المدينة المنورة أما الحكم فهو هو الزنا حرام البتة.
وقتل النفس التي حرم الله إلا بالحق حكم شرعي ثابت مستقر, وبقي ما يستتبعه هذا التشريع من آثار عندما يوجد المجتمع الذي يحتاج إلى ما يستتبعه هذا الحكم من تفصيل أو عقوبات.
وحرم الله مال اليتيم إلا بالتي هي أحسن وهو نفس الحكم الذي فصلته سورة النساء, فالحكم بحرمة التصرف في أموال اليتامى بغير حق ثبات والتصرف فيها بالحق قررته سورة النساء.
{وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا} ١.
وهذا شرح وتفصيل لقوله تعالى في سورة الإسراء: {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ} .
فالتصرف بالتي هي أحسن مأذون فيه وذلك ما وضحته سورة النساء. و {حَتَّى يَبْلُغَ أَشُدَّهُ} تبيان للمرحلة التي لا ينبغي أن يسلط الولي يده في التصرف في أموال اليتامى، وذلك ما قررته الآيات في العهد المكي.
_________
١ الآية رقم ٦ من سورة النساء.',NULL,'544',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (583,'والوفاءُ بالعهد. وإقامة العدل أحكام قررها الإسلام في العهد المكي واستقرت على ما هي عليه في العهد المدني.
وكذلك رعاية الأسرة والأبناء له مثل هذا المستوى والتفصيل في سورة النور الذي يتعلق بالعورة, ومخالطة الأطفال الذين لم يبلغوا الحلم بالوالدين ... إلخ, إنما استلزمته الحياة الإسلامية في المدينة حيث استقرت الأسرة الإسلامية في كنف الدولة الإسلامية التي قامت واستقرت بعد فتح مكة حيث زال الشرك نهائيا, ولم يبق إلا تأمين الحدود على الدولة الشابة ثم الانطلاق لتبليغ الرسالة إلى الأمم المجاورة.
والمسئولية التي قررها العهد المكي هي هي كما جاءت في العهد المدني وكذلك التوبة بجانبيها: توبة من الذنب، وتوبة للطاعة. {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِين} ١.
قال الإمام الشاطبي:
المشروعات المكية وهي الأولية كانت في غالب الأحوال مطلقة غير مقيدة وجارية على ما تقتضيه مجاري العادات عند أرباب العقول, وعلى ما تحكمه قضايا مكارم الأخلاق من التلبس من كل ما هو معروف عن كل ما هو منكر في محاسن العادات فيما سوى ما العقل معزول عن تقريره جملة من حدود الصلاة وما أشبهها, فكان أكثر ذلك موكولا إلى أنظار المكلفين في تلك العبادات ومصروفا إلى اجتهادهم
_________
١ الآية رقم ٢٢ من سورة البقرة.',NULL,'545',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (584,'ليأخذ كل بما لاق به وما قدر عليه من تلك المحاسن الكليات، وما استطاع من تلك المكارم في التوجه بها للواحد المعبود من إقامة الصلوات فرضها ونفلها حسبما بينه الكتاب والسنة، وإنفاق الأموال في إعانة المحتاجين ومواساة الفقراء والمساكين من غير تقدير مقرر في الشريعة، وصلة الأرحام قربت أو بعدت على حسب ما تستحسنه العقول السليمة في ذلك الترتيب ومراعاة حقوق الجوار, وحقوق الملة الجامعة بين الأقارب والأجانب, وإصلاح ذات البين بالنسبة إلى جميع الخلق, والدفع بالتي هي أحسن، وما أشبه ذلك من المشروعات التي لم ينص على تقييدها بعد، وكذلك الأمر فيما نهى عنه من المنكرات والفواحش على مراتبها في القبح, فإنهم كانوا مثابرين على مجانبتها مثابرتهم على التلبس بالمحاسن، فكان المسلمون في تلك الأحيان آخذين فيها بأقصى مجهودهم وعاملين على مقتضاها بغاية موجودهم, وهكذا بعدما هاجر رسول الله -صلى الله عليه وسلم- إلى المدينة.
إلا أن خطة الإسلام اتسعت ودخل الناس في دين الله أفواجا ربما وقعت بينهم مشاحنات في المعاملات ومطالبات بأقصى ما يحق لهم في مقطع الحق، أو عرضت لهم خصوصيات ضرورات تقتضي أحكاما خاصة أو بدت من بعضهم فلتات في مخالفة المشروعات وارتكاب الممنوعات، فاحتاجوا عند ذلك إلى حدود تقتضيها العوارض الطارئة، ومشروعات تكمل لهم تلك المقدمات، وتقييدات تفصل لهم بين الواجبات والمندوبات والمحرمات والمكروهات، إذا كان أكثرها جزئيات "يعني إضافية" لا تستقل بإدراكها العقول السليمة فضلا عن غيرها',NULL,'546',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (585,'فأنزل الله تعالى ما بين لهم كل ما احتاجوا إليه بغاية البيان تارة بالقرآن وتارة بالسنة, فتفصلت تلك المجملات المكية, وتبينت تلك المحتملات وقيدت تلك المطلقات، ليكون ذلك الباقي المحكم قانونا مطردا واصلا مستنا إلى أن يرث الله الأرض ومن عليها، وليكون ذلك تماما لتلك الكليات المقدمة, وبناء على تلك الأصول المحكمة فضلا من الله ونعمة، فالأصول الأولى باقية لم تتبدل ولم تنسخ لأنها في عامة الأمور كليات ضروريات, وما لحق بها وإنما وقع النسخ أو البيان على وجوهه عند الأمور المتنازع فيها من الجزئيات لا الكليات, وهذا كله ظاهر لمن نظر في الأحكام المكية مبينة على الاتصاف من النفس, وبذل الجهد في الامتثال بالنسبة إلى حق الله أو حقوق الآدميين، وأما الأحكام المدنية فمنزلة في الغالب على وقائع لم تكن فيما تقدم من بعض المنازعات والمشاحات والرخص والتخفيفات, وتقرير العقوبات في الجزئيات لا الكليات, فإن الكليات كانت مقررة محكمة بمكة, وما أشبه ذلك مع بقاء الكليات المكية على حالها, ولذلك يؤتى بها في السور المدنية تقريرا وتأكيدا, فكملت جملة الشريعة والحمد لله بالأمرين, وتمت واسطتها بالطرفين١.
هكذا يقرر الشاطبي أن الأحكام في مكة كانت كلية؛ فالصلاة حكم شرعي كلي، والصوم حكم شرعي كلي، والزكاة حكم شرعي كلي، بمعنى أنه يحتاج في المستقبل إلى تفصيل غير أنه يؤخذ على تعبيرات الشاطبي أنه ذكر أن تنفيذ هذه الأحكام كان موكولا إلى اجتهادهم
_________
١ الموافقات في أصول الشريعة للشاطبي ج٤ ص٢٣٣، ٢٣٧.',NULL,'547',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (586,'وهذا لا يتفق مع غاية التشريع في العهد المكي الذي رفض أن يكون للبشر سلطة تشريعية, والأليق أنه كان يقول: ومصروف ذلك إلى طاقتهم ليأخذ كل بما لاق به، إذ إن هذه الطاقة التي تربى عليها سيدنا أبو بكر وعمر وعثمان قد دربتهم على التبرع السخي في سبيل الله حتى بعد فرض الزكاة, فسيدنا أبو بكر رضي الله عنه تبرع بكل ماله في غزوة العسرة, وعمر تبرع بنصف ماله, وعثمان جهز ثلث الجيش١, فغاية العهد المكي من تشريع الزكاة هي تدريب الطاقة المؤمنة في نفس الفرد المسلم على مثل هذا التصرف عندما تحل الدولة المسلمة أزمة يجد المسلم طاقته فوق تنفيذ الحكم الشرعي الذي لا يسعفه الدولة أو المجتمع في ظروف الحرج والضيق والشدة.
كذلك فإني لا أوافق على تعبير الإمام الشاطبي: "على حسب ما تستحسنه العقول السليمة في ذلك الترتيب إذ ليس للعقل في مجال الشرع استحسان أو استقباح, وإنما مجاله التنفيذ والخضوع".
وهذا هو مراد الإمام الشاطبي: إن الأحكام التي شرعت مطلقة في العهد المكي وترك تنفيذها لدى الجهد للفرد المسلم, وخضوع عقله للنص الشرعي, وهذا ما شرحه بعد إذ يقول:
"وإذا نظرت إلى أوصاف النبي -صلى الله عليه وسلم- وأفعاله تبين لك فرق القسمين وبين ما بين المنزلتين، وكذلك ما يؤثر من شيم الصحابة وانصافهم بمقتضى تلك الأصول وعلى هذا القسم
_________
١ محمد رسول الله -صلى الله عليه وسلم- "رضا" ص٣٣٦، ٣٣٧ راجع عبارة الدر ص٢٥٣، راجع الكامل في التاريخ لابن الأثير ج٢ ص٢٧٧.',NULL,'548',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (587,'عول من شهر من أهل التصوف, وبذلك سادوا غيرهم ممن لم يبلغ مبالغهم في الاتصاف بأوصاف الرسول وأصحابه، وأما غيرهم ممن حاز من الدنيا نصيبا فافتقر إلى النظر في هذه الجزئيات، والوقائع الدائرة بين الناس في المعاملات والمناكحات فأجروها. بالأصول الأولى على حسب ما استطاعوا وأجروها بالفروع الثواني حين اضطروا إلى ذلك فعاملوا ربهم في الجميع ولا يقدر على ذلك إلا الموفق الفذ"١.
ويمضي الإمام الشاطبي في بيان استمساك الصحابة بتنفيذ هذه المبادئ الكلية كأحكام شرعية مقررة, فيقول:
"كان المسلمون قبل الهجرة آخذين بمقتضى التنزيل المكي على ما أداهم إليه احتياطهم, فسبقوا غاية السبق حتى سمعوا السابقين بإطلاق، ثم لما هاجروا إلى المدينة، لم تزحزحهم الرخص المدنيات عن الأخذ بالعزائم الكليات, ولا صدهم عن بذل المجهود في طاعة الله ما منعوا به من الأخذ بحظوظهم, وهم منها في سعة {وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ} , فعلى تقرير هذا الأصل من أخذ بالأصل الأول واستقام فيه كما استقاموا فطوبى له, ومن أخذ بالأصل الثاني فبها ونعمت، وعلى الأول جرى الصوفية الأول، وعلى الثاني جرى من عداهم، ومن هنا يفهم شأن المنقطعين إلى الله فيما امتازوا به من نحلتهم المعروفة.
فإن الذي يظهر لبادئ الرأي منهم أنهم التزموا أمورا لا توجد عند العامة، ولا هي مما يلزمهم شرعا, فيظن الظان أنهم شادّوا على أنفسهم
_________
١ الموافقات ج٤ ص٣٣٨.',NULL,'549',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (588,'وتكلفوا ما لم يكلفوا ودخلوا على غير مدخل أهل الشريعة، وحاشا لله ما كانوا ليفعلوا ذلك، وقد بنوا نحلتهم على اتباع السنة، وهم باتفاق أهل السنة صفوة الله من الخليقة، لكن إذا فهمت حالة المسلمين في التكليف أول الإسلام, ونصوص التنزيل المكي الذي لم ينسخ، وتنزيل أعمالهم عليه تبين لك أن تلك الطريق هي التي سلك هؤلاء, وباتباعها عنوا على وجه لا يضاد المدني المفسر, فإذا سمعت مثلا أن بعضهم سئل عما يجب من الزكاة في مائتي درهم فقال: أما على مذهبنا فالكل لله وأما على مذهبكم فخمسة دراهم، وما أشبه ذلك علمت أن هذا يستمد مما تقدم, فإن التنزيل المكي أمر فيه بمطلق إنفاق المال في طاعة الله, ولم يبين فيه الواجب من غيره١.
أقول على هامش الموضوع: ومن هنا كانت دعوة أبي ذر الغفاري رضي الله عنه, ومن هنا تأثر أبو ذر بالعهد المكي, فقال بوجوب إنفاق الفائض في سبيل الله، وليس دون ذلك مؤثر أو دافع له على دعوته.
هكذا شاء الله جل شأنه أن تكون أغلب الأحكام الشرعية في هذا الطور المكي كلية عامة لتربي الجماعة الإسلامية على أبعد مدى يفهم من الحكم الكلي، ولتدخر هذه الطاقة التي دربوا عليها لمستقبل الأمة يوم نحتاج إلى ذلك.
وبهذا يسبق الإسلام جميع نظريات علم الاجتماع, والقانون البشري التي تتحدث عن السلطة في المجتمع, فلم يشاء الله تعالى أن ينزل التشريع الإسلامي مفصلا، ليختزنه المسلمون حتى يطبق مرة واحدة بمجرد النقلة
_________
١ الموافقات ج٤ ص٢٣٩، ٢٤٠.',NULL,'550',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (589,'إلى المدينة وقيام الدولة الإسلامية في طابة فإن هذا المسلك ليس منهاجا للقرآن ولا للإسلام, فإن الإسلام لا يفترض المشكلات افتراضا, ثم يقدم لها الحلول.
ولكنه يواجه الواقع حيث يكون, ويهذب الأمة في المجتمع حين يوجد المجتمع, ويتكون من اللبنات الصالحة التي يربيها على الأكمل والأمثل من الخلق والفهم والإدراك والعقيدة الصافية، وبناء المجتمع الإسلامي لا يقوم بصيحة أو بتكوين سياسي إنما يقوم صرحه على العقيدة والأخلاق, فمتى استقرت لا إله إلا الله محمد رسول الله في الأعماق الغائرة استقر بها في نفس المؤمن النظام الذي تتمثل فيه هذه العقيدة, وتغذيه بنظامها الذي ترتضيه النفوس وتستسلم له حتى قبل أن تعرض عليها تفصيلات هذا النظام، فالمطلوب أولا هو الاستسلام لله، وبمقتضى هذا الاستسلام بالرضى والقبول والانشراح لا تجد صدور المسلمين حرجا فيما فرض لله عليهم بعد ذلك، ولا تتلكأ الجماعة الإسلامية في تنفيذ ما حلل لها أو حرم عليها فيما بعد.
وهكذا نجح الإسلام في العهد المكي بخلق هذا الاستسلام يغرس لا إله إلا الله محمد رسول الله كأساس للحياة يتقبل معه المسلمون كل ما يشرعه الله من حلال أو حرام.
وهكذا كان هذا العهد المكي عاملا مساعدا في بناء المجتمع الإسلامي فيما بعد بالمدينة, ونجاحه في إلغاء الخمر والربا والميسر والرق والتقاليد الجاهلية كلها، دون مضاعفات تهز المجتمع أو ثورات تشوشر على التشريع أو تكره الناس في القانون نفسه.',NULL,'551',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (590,'لقد نجح الإسلام في المدينة في محاربة هذه الأمراض دون كثير من الجهد والسلطة والإعلام كما تفعل الحكومات الأرضية الحديثة؛ ذلك لأن ثلاثة عشر عاما كانت تجاهد فيها الدعوة الإسلامية لخلق إيمان في صدور الجماعة الإسلامية يملك على المسلمين كل شيء في صدورهم وجوارحهم ويستسلمون لله رب العاملين, وهم راغبون إلى الله مؤتنسون برضوانه، وقد تدربوا على سمو كامل من الخلق والأحكام التي تقبلوها بكلياتها فربت فيهم الطاعة إلى غير ما حدٍّ, ما دام ذلك يرضي الله ورسوله وجماعة المسلمين.
ومن هنا فإن الدعوة الإسلامية في العصر الحديث ينبغي أن ترجع إلى هذا المنهج حيث تعمل على إيجاد "لا إله إلا الله" في الصدور كنور يجذب الوجدان والأعضاء إلى خضوع كامل للسلطان الإلهي، ورغبة جياشة في الخضوع لتشريع الله وحده, وإنكار كل سلطان بشري ونظام أرضي يريد أن يفتن الناس عن هذا الصراط المستقيم.
إن القلوب يجب أن تخلص لله أولا وتعلن عبوديتها لجلاله وحده, وتقبل عن حب ورغبة في قبولها شرعه على ما يريده ويشاؤه وترفض أي شرع آخر غيره من ناحية المبدأ والموضوع والغاية، فإذا ما اكتمل لهذا التصور أبعاده في القلب والسلوك قامت الجماعة الإسلامية١ التي تخاطب بتفصيلات ذلك الشرع لتنفذه برغبتها المنبثقة من إخلاصها في العبودية لله وحده، والتحرر من ربقة السلطان البشري، وذلك ما ينبغي أن تتوجه إليه الدعوة الإسلامية في العصر الحديث لا سيما في
_________
١ راجع حول هذا في ظلال القرآن ج٧ ص٨٥-٩٠.',NULL,'552',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (591,'جنوب شرقي آسيا حيث توجد مع النعرة الإسلامية الدائبة في الصباح جحافل الأصنام التي تعبد من دون الله، دون أن تسمع صيحة واحدة "قولوا لا إله إلا الله تفلحوا" , وكسروا الأصنام واعبدوا الله ربكم وحده لا شريك له.
إنها صيحات خرساء مشوبة بعواطف ممزوجة بكثير من الطيش، "نريد دولة إسلامية" والأكثرية هنا بوذية رسمية يحميها القانون والمجتمع الذي يعبدها من دون الله.
ما أحوج الأمة الإسلامية إلى العودة إلى هذا المنهاج حتى تستعيد من جديد ذاتيتها: "أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله ١ " ,
وليت شعري لو أنصف المتحمسون للدعوة الإسلامية هنا في جنوب شرقي آسيا، فأخذوا أنفسهم بعهد مكة الجليل فكسروا الأصنام، وربوا جماعة الإيثار، واتبعوا أحسن ما أنزل إليهم من ربهم وصبروا حتى تعلو كلمة الله، وتنظف الشوارع والحدائق والبساتين والحقول من قصور الأصنام، ويسمع الوجود كله نداء خاشعا تستجيب له القلوب والعقول.
إنه لا إله إلا أنا فاعبدون، فذلك أنقع للإسلام من الخبط السياسي المشبوه.
_________
١ رواه الشيخان. راجع اللؤلؤ والمرجان ج١ ص٥ كتاب الإيمان.',NULL,'553',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (592,'<span data-type="title" id=toc-75>بدء التدرج في الأحكام:</span>
جـ- بدء التدرج في أحكام تتعلق بنظام المجتمع الإسلامي مستقبلا:
على طبيعة المنهاج القرآني في التربية والبناء حيث يأخذ النفوس
بالهوينى، ويربت عليها بالحنان، ويقودها إلى السعادة في رفق يخطو بها واحدة واحدة، ويسير معها رويدا رويدا لا يفاجئها ولا يكرهها، ولكنه يمهد ويقدم ويخطو, ثم يعلو بها قليلا قليلا حتى تكتمل الدوحة، ويزهر البستان، وينتج الثمر المبارك، وتؤتي الحديقة أكلها بإذن ربها، تلك هي طبيعة المنهاج القرآني في البناء والتأسيس وتبليغ الدعوة وبناء الجماعة، وقد شاء الله تعالى أن يمهد للتشريع منذ العهد المكي، يمهد للتشريع الذي يعالج قضايا المجتمع فإن معنى الدخول في الإسلام هو قبول التقاليد والعادات الإسلامية التي سيبدل الله بها تقاليد وعادات الصناعة البشرية التي قامت على تصورات ليس لله فيها نصيب.
والدخول في الإسلام هو دخول في نظامه ورضا بكل ما جاء به, وقبول لكل ما ينهى عنه وفي المستقبل سوف يقوم مجتمع رباني تبنى لبناته في مكة, وسوف يحتاج هذا المجتمع إلى تغيير في التقاليد الموروثة عن الجاهلية التي زعمت أن لها حقا في التشريع للأخلاق والعبادة، وكان في أمس ما يحتاجه المجتمع مستقبلا القضاء على ثلاثة أمراض اجتماعية وهي:
الخمر، والربا، والرق.
وكان لا بد للجماعة الإسلامية في مكة أن تتهيأ منذ حياتها الأولى, وهي قوية التمسك بالعقيدة، وهي شديدة التمسك بشهادة التوحيد, وهي عزيزة قوية في صبرها على مجابهة المبغضين للربانية التي حققوها بالخضوع للمنهاج الإسلامي، كان لا بد وأن تعطي صورة ما عن',NULL,'554',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (593,'مستقبل هذه الأمراض الثلاثة, فجاءت الآيات القرآنية في مكة تمهد لذلك وتهيئ العقول لخطوات تثري فيما بعد.
الخمر:
أما فيما يتعلق بالخمر يقول الله تعالى:
{وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ} ١.
فيلقي ظلالا ذات معنى رفيع على الثمرات المنبثقة عن الحياة التي وهبها الله بالماء الذي أنزله من السماء، ثم يتخذ الناس منه سكرا ورزقا حسنا فيلمح إلى أن الرزق الحسن غير الخمر، وأن الخمر ليس لها نصيب من الاتصاف بالرزق الحسن، والعربي يفهم أن في المعاريض مندوحة عن التصريح, فيلحظ من خلال تفيؤ ظلال هذا المعنى أن هذه توطئة لحكم سيأتي، ويرشح لهذه التوطئة لفظ {تَتَّخِذُونَ} فالسكر من الثمرات الطيبات, فيه تدخل إرادة الإنسان وهو مشاهد معروف، وعجز الآية {لِقَوْمٍ يَعْقِلُونَ} مرشح ثان يفيد أن هذه التوطئة للحكم القادم, إنما يلحظها ويدركها العاقلون الذين يدركون أن الله الذي صنع لهم هذا الرزق, ووهبهم أسباب الحياة, هو الذي يستحق العبودية لجلاله وحده٢.
يقول فضيلة المرحوم الدكتور محمد عبد الله دراز:
ذلك أن القرآن في معالجته لهذه الأمراض المزمنة لا يأخذها بالعنف والمفاجأة بل يتلطف في السير على مراحل مترتبة متصاعدة.
_________
١ الآية رقم ٦٧ من سورة النحل.
٢ راجع في ظلال القرآن ج١٤ ص٧٨.',NULL,'555',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (594,'كلنا نعرف ما كان منه في شأن الخمر، وأنه لم يبطله بجرة قلم بل لم يحرمه تحريما كليا إلا في المرحلة الرابعة من الوحي، أما المرحلة الأولى التي نزلت في مكة, فإنها رسمت الوجهة التي سيسير فيها التشريع، وأما المراحل الثلاث التي نزلت بالمدينة, فكانت أشبه بسلم أولى درجاته بيان لآثار الخمر، وأن إثمه أكبر من نفعه ... إلخ١.
فالعقلية الإسلامية وهي في حرارة العقيدة تتحمس لقانون الله تدرك أن السكر في أقل درجاته لا يستحق أن يوصف بالرزق الحسن إنه إنتاج صناعة بشرية تدخلت فيه إرادة البشر, فمنعته من هذا الوصف الجميل, وقد أنشأ الإسلام مزاجا ومذاقا خاصا عند الجماعة الإسلامية في مكة جعلها تتأفف من كل شيء لا يذكر اسم الله عليه، فهي عندما تسمع هذه المقابلة قد يتهيج مزاجها فتتأفف من السكر لأنه ليس رزقا حسنا، وتبقى المسألة هكذا في الحسن والتذوق والمزاج حتى تثري بعد ذلك الخطوات التالية في العهد المدني الحازم.
الربا:
كان من عادة الجاهلية تنمية أموالهم عن طريق الربا, وهذا الربا به نوعان٢: ربا البيع، وربا الهدية, فكان بعضه يهدي جزءا من ماله إلى الأغنياء الأثرياء طمعا في أن ترد له الهدية مضاعفة، نوع من أساليب تنمية المال في الجاهلية, ولفظ الربا عام يشمل أنواعه كلها, وهو عمل ممقوت أخلاقيا واجتماعيا واقتصاديا؛ لأنه يجعل الحياة جيفة
_________
١ راجع رسالة الربا في نظر القانون الإسلامي ج١ الأزهر ١٩٥١م.
٢ راجع تفسير ابن كثير ج٣ ص٤٣٤.',NULL,'556',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (595,'يتقاسمها المتصارعان عليها من أرباب الملكية وعمال الصناعة أو من الغني المرابي والفقير المضطر، إنه نظام عقيم لا يلد، وهو نظام لا يحترم أخوة ولا عطفا ولا إنسانية، فهو نظام فاسد من كل وجه قل أو كثر، إنه عقيم رديء لا بركة فيه ولا خير.
ومنذ العهد المكي والقرآن يحاول بطريقته الهادئة الرقيقة أن يحث الناس بأن طريق الربا طريق فاشل غير مرغوب فيه دينيا من الله سبحانه وتعالى، كأسلوب تتعامل به الجماعة الإسلامية وجاءت آية الروم تنفي في صراحة أن الربا مرضي عنه من الله تعالى، يقول الله تعالى:
{وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ} ١.
فنفت الآية الكريمة أسلوب التعامل الربوي كنظام لتنمية المال ووضعت بديلا مباركا هو الزكاة فإن العقيدة التي ما زالت حارة في نفوس القوم تحملهم على إدراك أبعاد {وَجْهَ اللَّهِ} إنه غايتهم القصوى وأمنيتهم العزيزة ورجاؤهم الفريد, وما دامت الزكاة هي التي ستقربهم من غايتهم وأملهم ورجائهم, فكم تكون فرحتهم وكم يكون تسارعهم إلى الامتثال؟
وكذلك كم يكون بغضهم للربا وكرههم للمرابين؟
وبذلك تتهيأ النفوس المؤمنة الصادقة لاستقبال خطوات الحكم الحازم الأخير في الربا وهي مستسلمة راضية قريرة العين مطمئنة الفؤاد، قوية الاعتقاد والثقة والطمأنينة بالله العلي العظيم.
_________
١ الآية رقم ٣٩ من سورة الروم.',NULL,'557',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (596,'الرق:
{فَلا اقْتَحَمَ الْعَقَبَةَ، وَمَا أَدْرَاكَ مَا الْعَقَبَةُ، فَكُّ رَقَبَةٍ} ١.
لقد كان الرق عاما في الجزيرة العربية وفي العالم كله, وحياة الأرقاء كانت تعاني من قسوة الأسياد الجبابرة، والدعوة الإسلامية دعوة أعلنت تكريم الإنسان {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} ٢.
ولكن الرق مشكلة عالمية إنه مشكلة اجتماعية ومشكلة أخلاقية كذلك, وسوف يلغيه الإسلام في المستقبل، سوف لا يسمح به الإسلام في دولته ومجتمعه القادم, فأعلن منذ العهد المكي أن العقبة التي تتحول بين المؤمن والجنة هي فك الرقبة.
وقد سبق سيدنا أبو بكر إلى اقتحام هذه العقبة, فأعتق الذين أسلموا من موالي الطغاة.
لقد كان رضي الله عنه الأول دائما في اقتحام العقبات، ولقد كانت الملابسات الحاضرة في البيئة تجعل من العمل قاعدة لوثبات اقتحام العقبة في سبيل الله.
أما الأحكام المتعلقة بالعتق والآثار المترتبة عليه وروافد القضاء عليه والتخلص منه, فتلك مكملات سوف يتعهد بها العهد المدني, ويومها لن يجد المسلمون خصاصة ولا حرجا ولا ضيقا به, إنهم سوف يتسابقون على اقتحام العقبة وفك الرقبة حسبة وابتغاء وجه الله الكريم.
_________
١ الآيات من رقم ١١-١٣ من سورة البلد.
٢ الآية رقم ٧٠ من سورة الإسراء.',NULL,'558',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (597,'<span data-type="title" id=toc-76>ثانيا: في الجماعة الإسلامية</span>
بدأ سيدنا رسول الله -صلى الله عليه وسلم- في تكوين الجماعة الإسلامية بمكة لتكون النواة والأساس والركيزة للمجتمع الإسلامي في المستقبل، وحين بدأ الرسول الأمين الخاتم عليه الصلاة والسلام تربية هذه الجماعة كان يعلم أن مدى رسالته وهدفها هو القضاء على الجاهلية في كل اتجاهاتها وفي كل أمكنتها وأزمنتها, ومن ثم فقد أعد هذه الجماعة على مفهوم عالمية هذا الدين, لقد رباهم بالقرآن الكريم على وحدة الدين ووحدة الرسالة ووحدة المؤمنين في كل زمان ومكان.
{شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} ١.
وكانت التربية على هذه الوحدة من العمق والاستجابة بحيث كانت الجماعة الإسلامية تحس بالحب لجميع أهل الكتاب.
{غُلِبَتِ الرُّومُ، فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ، فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ، بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ} ٢.
_________
١ الآية رقم ١٢ من سورة الشورى.
٢ الآيات من رقم ٢-٥ من سورة الروم.',NULL,'559',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (598,'وبهذه العالمية قضى الرسول -صلى الله عليه وسلم- على العصبية الجاهلية في نفوس المؤمنين وجعل آصرة العلاقة ورباط الود "لا إله إلا الله محمد رسول الله" مهما اختلفت اللغات والأوطان والجنسيات.
وهذه التربية على مفهوم العالمية للجماعة الإسلامية هي الأساس الأصيل الذي تقوم عليه دعامة المجتمع الإسلامي في المستقبل، حيث بعث محمد -صلى الله عليه وسلم- للأبيض والأسود والأحمر والأصفر والناس كافة, لقد بعث محمد -صلى الله عليه وسلم- ليحيي كرامة الإنسان.
ولقد كانت التربية على عالمية مفهوم الدعوة أساسها أن المجتمع لا يقوم على قاعدة واحدة وهي قاعدة العبودية لله وحده في كل أموره وشئونه.
وهذه العبودية تتمثل في التصور الاعتقادي وفي الشعائر التعبدية وفي التشريع والقانون.
وقد قرر الوحي الأمين أن التصور الاعتقادي:
{أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} ١.
{وَقَالَ اللَّهُ لا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ، وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللَّهِ تَتَّقُونَ} ٢.
_________
١ من الآية رقم ١٠٨ من سورة الأنبياء.
٢ الآيتان ٥١، ٥٢ من سورة النحل.',NULL,'560',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (599,'وليس عبد الله ألبتة من لم يجعل حياته كلها لله وحده:
{قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} ١.
{اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ} ٢.
ولا تصح العبودية مطلقا ما دام الفرد يتلقى القوانين التي تنظم حياته من غير القرآن الكريم.
{أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} ٣.
هذه هي القاعدة التي يقوم عليها المجتمع الإسلامي ولكن المجتمع الإسلامي لا يقوم على هذه القاعدة في يوم وليلة أو بصيحة وحماسة، بل لا بد من نواة وجماعة من الناس تنشأ ولو صغيرة، تنشأ محققة هذه القاعدة فتقرر أن عبوديتها الكاملة لله وحده، وأنها لا تدين بالعبودية لغير الله.
إنها لا تدين بالعبودية لغير الله في الاعتقاد والتصور، ولا تدين بالعبودية لغير الله في العبادة والشعائر، ولا تدين بالعبودية لغير الله في النظام والشرائع، ثم تأخذ في تنظيم حياتها عمليا على أساس هذه العبودية الخالصة لوجه الله، فتنقي قلبها من الاعتقاد الزائف، وتنقي
_________
١ الآيتان ١٦٢، ١٦٣ من سورة الأنعام.
٢ الآية رقم ٣ من سورة الأعراف.
٣ من الآية رقم ٢١ من سورة الشورى.',NULL,'561',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (600,'شعائرها من التوجه لغير جناب الله الأجل، وتنفي شرائعها من الخضوع لما سوى الله عندئذ تكون النواة قد صلحت ليبني بها المجتمع الإسلامي. ولهذا كانت مهمة الرسول -صلى الله عليه وسلم- مركزة حول بناء هذه الجماعة, فآخى بين أفرادها منذ العمل المكي على المواساة وإقامة الحق والعبودية لله الأحد١.
وقد أرسى القرآن الكريم قواعد هذه العبودية فعمق في شعور الرعيل الأول أن كل شيء في الوجود مرتبط بمشيئة الله وتحت سلطانه وتصرفه وقدرته.
{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} ٢.
وإن الله وحده هو الذي يهب الرزق والعمر والولد.
{لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} ٣.
{يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ، أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ} ٤.
{فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ} ٥.
_________
١ المحبر ص٧٠.
٢ الآية رقم ٨٢ من سورة يس.
٣ الآية رقم ١٢ من سورة الشورى.
٤ الآيتان ٤٩، ٥٠ من سورة الشورى.
٥ من الآية رقم ٣٤ من سورة الأعراف و٦١ من سورة النحل.',NULL,'562',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (601,'وقد بسط الله لهذه الجماعة في الفهم والذكاء ونورانية القلب والمشاعر مما جعلهم يفهمون حقيقة الدنيا حتى ولو كانت في أوج عظمتها وكبريائها، فإنها متاع الغرور, وهي ظل زائل, وعرض تافه قصير العمر خفيف الوزن معدوم المعنى.
{إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ} ١.
فبات في ضمير الجماعة, وفي عقلها أن هذه الحياة الدنيا لا أمن فيها, ولا اطمئنان إليها ولا ثبات ولا استقرار على وجهها، ولا يملك الناس من أمرها شيئا.
هذه هي الحياة الدنيا وفي الصفحة الباقية الخالدة:
{وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} ٢.
فيا لبعد الشقة بين دار تطمس في لحظة مثل طرفة عين ودار للسلام باقية خالدة يهدي إليها الله من يشاء من عباده المخلصين.
وبهذا فقد نقى رسول الله -صلى الله عليه وسلم- بصيرة ومشاعر وعقلية نواة المجتمع الإسلامي من كل غرض دنيوي، لقد طهرهم من
_________
١ الآية رقم ٢٤ من سورة يونس.
٢ الآية رقم ٢٥ من سورة يونس.',NULL,'563',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (602,'فكرة التبعية لغير الله وأكد أن آجالهم وأرزاقهم وأولادهم نعمة من منح الله جل شأنه وأن دار السلام الخالدة تستقبل المخلصين, وأن الدنيا عمر هباء وزينتها زخرف براق والمغرور بها فارغ الحجر وصفر اليدين من زاد ينجيه يوم لا تملك نفس لنفس شيئا والأمر يومها لله الواحد القهار.
وكان على هذه الجماعة التي تعد لتكون مصدر ترعرع المجتمع الإسلامي في المستقبل كان عليها أن تقدم الدليل على هذه العبودية المجردة لله وأنها بدعوتها إلى دار السلام لا تكره ولا تحب إلا في الله فألزمها القرآن الكريم بالعفو عن ظلم الذين لا يرجون أيام الله.
يقول الله تعالى:
{قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ، مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ} ١.
فهو توجيه كريم للذين آمنوا ليتسامحوا مع الذين لا يرجون أيام الله تسامح المغفرة والعفو وتسامح القوى والاستعلاء وتسامح الارتفاع والترفع عن مهاترات الماجنين المشركين.
والواقع أن القرآن الكريم هنا يلفت نظر الجماعة الإسلامية إلى أن الذين لا يرجون أيام الله مساكين ضعاف العقل والبصيرة، ولهذا فهم يستحقون العطف أحيانا لأنهم حرموا من رحيق النبع الفياض
_________
١ الآيتان ١٤، ١٥ من سورة الجاثية.',NULL,'564',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (603,'الذي يزخر بالنداوة والرحمة والأنس والقوة والعزة والثراء، نبع الإيمان بالله والطمأنينة إليه, والتوكل عليه, والاحتماء بركنه الشديد، واللجوء إلى مدد في ساعات الضيق والكربة، ومن جانب آخر فهو توجيه إلى الجماعة الإسلامية لتترك الأمر كله لله يتولى القضاء والفصل فيه، وبذلك يهون تحمل المساءات والنزوات الحمقاء من المطموسين عن النبع الإيماني السلسبيل المؤنس.
وتمضي الجماعة الإسلامية في غير ما ضيق ولا ثقل, وهي تحمل المشعل الهادي وتسير تدعو إلى الله على بصيرة, وهي تستعذب هذه الرحلة في سبيل الله, وقد جاءتها النداءات الربانية تملؤها يقينا وثباتا.
{وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ، وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} ١.
فتدرك الجماعة الإسلامية أن النهوض بواجب الدعوة إلى الله في مواجهة الجاهلية التي تعتز بقوميتها وثقافتها وعنصريتها واستكبارها على الحق أمر شاق, ولكن شأنه عند الله عظيم، فما أحسنها من كلمة وما أعظمها من رسالة.
{مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} .
_________
١ الآيات رقم ٣٣-٣٥ من سورة فصلت.',NULL,'565',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (604,'فكلمة الدعوة هي أحسن كلمة تقال على وجه الأرض, وتصعد إلى الله في مقدمة الكلم الطيب, ولكن شرط ذلك العمل الصالح الذي يصدق الكلمة, ويكون لها دليلا, ثم استسلاما تتوارى مع الذات, والأماني حتى تصبح الدعوة وحدها خالصة لله ليس للداعية فيها شيء غير التبليغ, ولا على الداعية بعد ذلك أن تتلقى كلمته بالإعراض أو بسوء الأدب أو بالإنكار, فهو إنما يتقدم بالحسنة ويضيء الطريق ويحنوا على المحجوبين المطموسين، ويعطف عليهم، ويود لهم رحيقا سلسبيلا يروي ظمأ قلوبهم، ويجلو صدأ نفوسهم، ويرجعهم إلى الله، فهو إذن في المقام الرفيع فلا تستوي حسنته إذن بسيئات العميان, ولذا فقد علم القرآن هذه الجماعة ألا ترد على سيئات القوم إلا بحسنات الأبرار.
وهذه الجماعة الأولى التي تعهدها القرآن الكريم والرسول العظيم بهذه التربية كانت سمات وخصائص قيادية تدربت عليها وتعلمتها حتى إذا انتقلت إلى طور آخر من أطوار الجهاد في تبليغ الدعوة لم تحتج إلى تنظيم, فقد كانت مرحلة مكة مرحلة الإعداد والتربية، وكان من مقدمات هذه الخصائص قوله تعالى:
{فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ، وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْأِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ، وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ، وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ،',NULL,'566',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (605,'وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ} ١.
لقد كانت البشرية في حاجة إلى قيادة راشدة تنقذ الناس من الجاهلية العمياء التي كانت تخوضها لا سيما بعد أن تفرق الذين أوتوا الكتاب واختلفوا لا عن جهل بما أنزل الله إليهم بل عن معرفة ويقين، ولكنهما اختلفوا بغيا بينهم وحسدا فضلوا وأضلوا, فاحتاجت البشرية إلى قيادة جديدة راشدة، تأخذ بيدها إلى العروة الوثقى إلى الصراط المستقيم، وتقود ركب الحياة إلى طريق السعادة ورضوان الله ورحمته, وكانت الجماعة الإسلامية في مكة هي القافلة التي أعدت وربيت وجهزت لتحمل هذا الشرف, وجاءت هذه الآيات المكية في سورة الشورى تصور خصائص هذه الجماعة التي ولاها الله سبحانه وتعالى مهمة هذا الإصلاح، ومع أن هذه الآيات مكية نزلت قبل قيام الدولة لكننا نجد أن مميزات الجماعة هنا لتحمل خصائص المجتمع الذي ستبنيه هي, ستبنيه بما لديها من أخلاق ومعرفة وسلوك وتطبيق أبرزت به العبودية الخالصة لله وأعلنت به سمات المجتمع الذي سيولد في المستقبل إن شاء الله.
نجد في هذه الآيات المكية {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} مما يوحي أن وضع الشورى في حياة الجماعة الإسلامية أعمق من مجرد كونها فكرة سياسية، فالشورى طابع أساسي للجماعة الإسلامية كلها،
_________
١ الآيات من رقم ٣٦-٤٠ من سورة الشورى.',NULL,'567',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (606,'يقوم عليها أمر المسلمين، ولا ينبغي لمسلم, ولا لجماعة مسلمة أن تخرج على هذا المبدأ.
فرسول الله -صلى الله عليه وسلم- في غزوة أحد نزل على مشورة الشباب المتحمس يوم مناقشة خطة الدفاع عن المدينة, ولما لبس لأمة الحرب, وأحس الشباب أنهم مارسوا أسلوبا قاسيا في مناقشة الرسول عليه الصلاة والسلام قالوا استكرهنا رسول الله -صلى الله عليه وسلم- فلنرد الأمر إليه, فلما خرج إليهم متقلدا سيفه ندم الطالبون لخروجه على ما صنعوا وقالوا ما كان ينبغي لنا أن نخالفك فاصنع ما شئت, فقال عليه الصلاة والسلام: "ما ينبغي لنبي إذا لبس لأمته أن يضعها حتى يحكم الله بينه وبين عدوه" ١.
يقول الآلوسي عن علي كرم الله وجهه قال: قلت: يا رسول الله! الأمر ينزل بنا بعدك فيه قرآن, ولم يسمع منك فيه شيء؟ قال: "اجمعوا له العابد من أمتي واجعلوه بينكم شورى ولا تقضوه برأي واحد" ٢، ومن ثم كانت الجماعة الإسلامية في مكة تحمل من خصائصها الذاتية مبدأ الشورى كطابع أصيل للجماعة فوق أنه نظام سياسي للدولة فيما بعد.
ونجد في هذه الآيات المكية {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ} .
_________
١ محمد رسول الله، لرضا ص١٩٢ الكامل في التاريخ ج٢ ص١٥٠ الدرر ص١٥٤.
٢ روح المعاني ج٢٥ ص٤٦.',NULL,'568',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (607,'وقد كانوا في مكة مأمورين بالصبر في مواجهة الأذى وكف الله أيديهم عن الظالمين تخليصا لعقيدتهم من الاتهام بالفوضى، وفرصة للمعاندين أن يثوبوا إلى رشدهم فما يتحمل هؤلاء العذاب وهم قادرون على رد العدوان بمثله إلا لأنهم لا يبتغون من وراء عقيدتهم شياء إلا تحقيق العبودية لله وحده، ولكن الآية هنا في مكة تبرز صفة الجماعة الإسلامية بأنهم إذا بغى عليهم ينتصرون، وفيه يلمح المسلم اليقظ أن انتصار المسلمين في مكة على بغي الكافرين قد بدأ بالصبر وتحمل الأذى وأن طبيعة الدعوة الإسلامية دائما أن ترد الاعتداء ولا تعتدي أبدأ حتى في العهد المدني ما كان القتال وهو صورة من صور الجهاد إلا ردا على اعتداء الكافرين، وتثبت القاعدة {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ} وقاعدة الجهاد في المدينة "ولا تعتدو إن الله لا يحب المعتدين".
والجهاد بصورتيه الماضيتين: في مكة والمدينة أساسه تحقيق العبودية لله من جميع البشر ليس وراء ذلك طمع في مال أو شرف أو جاه أو سمعة..
وتقع هاتان الصفتان وسط صفات أساسية حقوقوها نأصبحوا في حظيرة العبودية لله واعترفوا بسلطانه الجليل فأطاعوه طاعة عمياء مطلقة، وأعطوه من أنفسهم المقادة واستسلموا لحكمه وجعلوا أهواءهم
_________
١ من الآية رقم: ١٩٠ من سورة البقرة.',NULL,'569',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (608,'فيما يريده منهم حتى أصبحوا له عبيدا لا يملكون مالا ولا نفسا ولا تصرفا ما إلا برضاه، فهم لا يحاربون ولا يصالحون إلا لله وبإذنه، ولا يرضون ولا يسخطون، ولا يعطون ولا يمنعون إلا من أجله وفي سبيله ولا يصلون ولا يقطعون شيئا إلا إذا وافق أمره، هذا هو الإيمان الذي تشير إليه الآيات المكية، وتجعله صفة أساسية للجماعة التي رباها رسول الله -صلى الله عليه وسلم- واختارها الله جل شأنه لقيادة البشر.
فهم: على ربهم يتوكلون.
فتوكلهم في كل ضرب من ضروب الحياة مقصور على ربهم الذي اختارهم ورباهم ورضي عنهم ورضوا عنه, فهم مستيقنون أن لا أحد في الوجود يفعل فعلا ما إلا بمشيئته ولا يمكن أن يقع شيء ما في ملكه إلا إذا أراده.
{وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} ١.
{إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِين} ٢.
وهذا الشعور ملازم لمعنى لا إله إلا الله ثم هو ضروري لكل أحد يتصدى العمل في الدعوة الإسلامية عليه أن يقف رافع الرأس لا يحنيها إلا الركوع أو سجود لله, وهو مطمئن القلب لا يرجو ولا يرهب أحدًا سوى الله.
_________
١ الآية رقم ٣٠ من سورة الإنسان.
٢ الآية رقم ٢٩ من سورة التكوير.',NULL,'570',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (609,'وهم {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْأِثْمِ وَالْفَوَاحِشَ} إنهم أطهار القلب نظفاء السلوك، وذلك أثر طبيعي للإيمان، وضرورة أساسية من ضروريات القيادة الراشدة، وقد حققت الجماعة الأولى هذه الصفات, فارتفعت بالإيمان المرهف فوق كل بريق الحياة حتى بلغت مستواها القيادي وحققت معنى العبودية لله واكتمل لها الإيمان الصافي والتوكل الثابت واجتناب الفواحش, وحققت المغفرة عند الغضب والاستجابة لله، وإقامة الصلاة والشورى والإنفاق والانتصار، والعفو والإصلاح والصبر.
ومما رزقناهم ينفقون، فالجهاد في كل مرحلة يحتاج إلى بذل وإنفاق ولا بد منه تطهيرا للقلب من الشح، وتنظيفا له من هواية عده وجمعه واستعلاء على حبه وتملكه, وتوكلا على الله وثقة فيما عنده {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} .
وهذه صفة لازمة للجماعة التى ستتولى القيادة الراشدة لتحقيق العبودية.
إن البذل في سبيل الدعوة له مهمتان:
١- إقامة التكافل الاجتماعي بين أفراد الدعوة.
٢- تمرين النفس على التخلص من شهوة المال والتوكل على الله والثقة فيما عنده حتى تطهر النفس من كل علائق الدنيا التي تشوب الجهاد أو تعوقه أو تضعف العزم عليه.
وهكذا نؤسس الجماعة الإسلامية الأولى التي نيط بها الجهاد المقدس لبناء المجتمع، الإسلامي في المدينة المنورة.',NULL,'571',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (610,'لقد تحلت بكل صفات القيادة الراشدة حتى إذا ما تحركت فيما بعد لتحقيق العبودية لله ما كان يمكن أن يتوجه إليها اتهام من عاقل.
فهي جماعة حققت في ذاتها الخضوع الأمثل للسلطان الإلهي.
وهي الجماعة التي طهرها الله من كل ذنب وإثم ونقاها من كل سوء وعيب.
وهي الجماعة التي غفرت سيئات المعتدين.
وهي الجماعة التي أقامت الصلاة لذكر الله وحده.
وهي الجماعة التي تدربت على الشورى في كل أمر يحز بها، فهي بعيدة عن الغوغائية والثورية والتهريجية.
وهي الجماعة التي إذا طهرت قلبها من الشح وحب المال وأنفقت ما عندها ابتغاء مرضات الله.
وهي الجماعة التي إذا أصابها البغي انتصرت بالصبر على جحافل أذى المشركين؛ لأنها وحدها التي تعرف كرامة الإنسانية.
وهي الجماعة التي غضت بصرها عن سيئات المحجوبين عن نور الحقيقة لأنها تحقق العبودية لله.
إنها أخلصت حياتها كلها لله، وطهرت قلبها من كل وسوسة تحجبه عن نور الحق، وارتفعت بإيمانها فوق مغريات المشركين، واستجابت لله في نفسها ومالها وكل شئون حياتها، وصبرت على أذى',NULL,'572',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (611,'المعتدين حسبة لله، وقد كانت تستطيع أن تقاوم, وأن ترد الكيل بالكيل والصاع بالصاع، ولكنها خضعت لسلطان ربها، فهي لم تؤذن بعد بالقتال كأسلوب للجهاد، لقد جاهدت مجاهدة شاقة وجابهت قسوة الاعتداء باليقين الثابت، وحققت لا إله إلا الله منهجا سلوكيا. فأبرزت خصائص هذه الدعوة كما شاهدها الله فيهم فأعلنوا بسلوك عملي
{إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} ١.
ولكن المجتمع الجاهلي كان لا يريدها, وآثر ما كان يعبده آباؤه, فصارت المحاولة عسيرة لإيجاد مجتمع إسلامي من عناصر هؤلاء القوم, فلم يبقى إلا نقلة مجتمع خصب تؤدي فيه الجماعة الإسلامية دورها في قيادة رشيدة؛ لتحقيق العبودية لله على وجه الأرض كلها, ومن هنا انتظر المسلمون الأوائل مع رسول الله -صلى الله عليه وسلم- الإذن لهم بالهجرة إلى وطن٢ جديد؛ ليستعدوا للموقف الفاصل.
قطعت الدعوة الإسلامية في مكة عقدا كاملا جاهدت فيه جهادا قاسيا لتعلم الناس وظيفتهم التي خلقوا لها، وأكدت الدعوة في هذه الحقبة أنها تريد أن يحقق الناس عبوديتهم لله وحده.
عبودية العقيدة والتوحيد.
_________
١ الآية رقم ٩ من سورة الإسراء.
٢ من مراجع هذا البحث الجهاد في الإسلام ص٥٢، ٧٨ في ظلال القرآن ج٢٥ ص٣٩-٥٠.',NULL,'573',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (612,'عبودية التحليل والتحريم.
عبودية التقاليد والعادات.
عبودية القلب والجوارح.
اعترافا منهم بالجميل للخالق الأعظم الذي بيده مقاليد السموات والأرض, وهو على جمعهم إذا يشاء قدير. وتكريما لذواتهم وارتقاء بكرامتهم.
وأعلنت الدعوة طول هذا العقد من الزمن أنها بالناس كافة, إنها ربانية، إنها قانون الله لكل من على الأرض إلى يوم القيامة، ورفضت الدعوة أن تنضوي تحت لواء قبلي عنصري قومي، ومع أن القوم كانوا على معرفة بحقيقتها وصدقها وربانيتها، إلا أنهم جابهوها حسدا وعلوا وظلما وعتوا وبغيا واستعلاء وما تركوا نوعا ما من أساليب الاضطهاد والتنكيل والتعويق إلا مارسوه.
لقد مارسوا التعذيب البدني والأدبي.
ومارسوا الحصار الاقتصادي.
وما ازداد الداعية منهم قربا إلا فروا منه فرارا، ولم يشأ الله جل شأنه أن يشرع الجهاد بالسيف في هذه الآونة, والله أعلم حيث يشرع, ولا يملك عالم أن يجزم بما أراده الله من حكمة في عدم تشريع القتال للجماعة الإسلامية في مكة ما دام القرآن الكريم لم يكشف لنا عن أسرار تلك الحكمة.',NULL,'574',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (613,'والاحتمال الذي يمكن أن يدرك مع الاستغفار من الخوض في ذكر هذه الاحتمالات أنه:
١- يا ربما كانت الجماعة الإسلامية في هذه الفترة لو شرع لها القتال لانسابت في غرائزها الأولى, فقامت حرب جاهلية مثل حرب داحس والغبراء.
ومهمة الدعوة في هذا العهد المكي تربية قيادة تصبر على ما لا يصبر عليه عادة من الضيم حتى يخلص المسلم من دوافع ذاته, ويتجرد من شخصه, فلا تعود ذاته ولا دوافع نفسه هي محور الحياة في نظره, فإن محور الحياة الجديدة هو العقيدة فلا يندفع ولا يتهيج إلا إذا مست العقيدة، أما هو فلا يتأثر بشيء كما كانت طبيعته من قبل، ويؤثر هذا في تكوين الجماعة فيما بعد حيث يتمرن كل فرد على ضبط أعصابه واحترام انتسابه للجماعة, فلا يتحرك إلا بعد إذن من القيادة التي يجب أن يرجع إليها في كل أمر من شئون حياته.
٢- وربما كان ذلك؛ لأن حرية التحرك للداعية وتبليغ الدعوة ما زالت مباحة والرسول -صلى الله عليه وسلم- تحميه سيوف بني هاشم، وتجواله وتحركه إلى الطائف ومواسم الحج ومقابلة الأفراد ما زال طليقا وتشريع الحرب في هذه الآونة يثير فوضى تشوه الدعوة وأهدافها.
٣- وربما كان للبيت العتيق من الحرمة ما لا يجوز معه تشريع قتال تستباح فيه حرمة الكعبة, وتدور رحى الحرب في كنفها شهورا',NULL,'575',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (614,'وسنوات وقد حبس الله عنها الفيل من قبل، وما أحلت لنبي من قبل اللهم إلا ساعة من نهار يوم فتحها.
٤- ويا ربما كانت قلة المسلمين يوم ذلك لا تسعف السياسة العسكرية اللهم إلا إذا عاد المسلمون من الحبشة, وانضم عدد المسلمين في البطحاء, فينكمش المسلمون في رقعة, ويا ربما انتهت الجماعة الإسلامية يومها, فلم يقم على الأرض للإسلام فيما بعد دولة.
هذه الاحتمالات التي لا يمكن أن يقطع بها عالم مهما بلغت ثقته بعلمه وعقله وتدبره لأحكام الله, ومقاصد شرعه هي في نظري -والله أعلم- من الأسباب التي جعلت الجماعة الإسلامية في مكة تكف يدها عن القتال, وتقيم الصلاة, وتؤدي الزكاة وتصبر على ما يقدم لها من الأذى ولا تستعجل١.
والدعوة الإسلامية في هذا العهد المكي كانت قد نجحت في إعداد قيادات انتشرت في رحاب الأرض تنتظر يوم اللقاء.
لقد كان النجاشي في الحبشة وعنده كتيبة من كتائب الله يؤمنون بالإسلام, وهي قاعدة أمنية آمنة مستقرة.
وكان الطفيل بن عمرو الدوسي وأهله وذووه دعاة لدين الله في شرقي الجزيرة على شاطئ خليج عمان.
وكان أبو ذر الغفاري في غفار "كنانة" مسلما داعيا متحمسا مجاهدا مجاهرا يقدر على قطع طريق تجارة قريش لو شاء.
_________
١ راجع في ظلال القرآن ج٩ ص١٧٦، ١٧٨, الجهاد في الإسلام ص٧٤.',NULL,'576',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (615,'وكان ضماد من أزد شنوءة يعلن في قومه مبايعته رسول الله -صلى الله عليه وسلم.
وهناك عمر بن عبسة في عبس بالشمال.
وكان الناس في نجران قد أسلموا وقالوها صريحة: سلام عليكم لا نبتغي الجاهلين.
إذن هناك صفحتان متقابلتان متضادتان:
صفحة الوجود الإسلامي في مكة حيث أفسد الناس صدورهم.
وصفحة الكواكب المضيئة المنتشرة في ربوع البلاد١ تنتظر يوم اللقاء بالقيادات الراشدة.
وإذن فلا بد من قاعدة ومهجر.
كان الحال في مكة قد بلغ غايته في القسوة والانحراف لقد مات أبو طالب وهو سند كبير للدعوة, وماتت السيدة خديجة رضي الله عنها وهي الأنس للداعية، والممول للعمل الإسلامي، وأول الناس على الإطلاق تصديقا وإيمانا وإسلاما, وكان لموتهما عند المشركين فرحة، فقد غاب عمودان أساسيان من أعمدة التحرك الإسلامي, فزاد القوم في التنكيل بالداعية وأصحابه, وكان حادث الطائف في قسوته وصفاقته وعمهه، فأصبحت حياة الدعوة في مكة كشجرة طيبة في أرض جدباء, وإذن فلا بد من نقلة بعيدة عن هذا الجو، لا بد من جو خالص من
_________
١ في دوس وبني عبد القيس شرقا، وفي الحبشة غربا, وفي أزد ونجران جنوبا, وفي الأوس والخزرج شمالا, وفي الوسط غفار وأسلم. راجع الخريطة المرفقة.',NULL,'577',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (616,'الخضوع للإبليسية لا بد من جو صافي هادئ, أناسه أبرياء من أمراض أهل مكة عسى أن تقدم الدعوة به دليلا عمليا على اتساقها وانسجامها مع طبيعة البشر كأصل أصيل؛ لسعادة الناس في الدنيا والآخرة.
ولهذا جاءت آيات مكية ترشح لهذه النقلة إذ يأذن الله لرسوله الكريم يقول الله تعالى:
١- {فَإِنْ يَكْفُرْ بِهَا هَؤُلاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} ١.
يعني المهاجرين والأنصار وأتباعهم إلى يوم القيامة٢.
قال الآلوسي: والمراد بهم على ما أخرجه ابن جرير وغيره عن ابن عباس رضي الله تعالى عنهما وعبد بن حميد عن سعد بن المسيب, أهل المدينة من الأنصار٣ وفي الطبري عن ابن عباس:
{فَإِنْ يَكْفُرْ بِهَا هَؤُلاءِ} يعني أهل مكة، يقول: إن يكفروا بالقرآن {فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} يعني أهل المدينة والأنصار٤.
٢- {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ} ٥.
قال ابن كثير: هذا أمر من الله تعالى لعباده المؤمنين بالهجرة من البلد الذي لا يقدرون فيه على إقامة الدين إلى أرض الله الواسعة
_________
١ من الآية رقم ٨٩ من سورة الأنعام.
٢ تفسير ابن كثير ج٢ ص١٥٠.
٣ تفسير الطبري ج٧ ص٢١٦.
٤ تفسير الطبري ج٧ ص٢٦٤.
٥ الآية رقم ٥٦ من سورة العنكبوت.',NULL,'578',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (617,'حيث يمكن إقامة الدين بأن يوحدوا الله, ويعبدوه كما أمرهم وعبارات الآية الكريمة تمسح هاجس الأسى عن نفوس المسلمين, ففي مفارقة الوطن وحشة١. ومن هنا تمس ألفاظ الآية الكريمة قلوب الجماعة الإسلامية بهذا النداء الحبيب {يَا عِبَادِيَ الَّذِينَ آمَنُوا} , ثم تمليها مرة أخرى بهذا الأمل المشرق {إِنَّ أَرْضِي وَاسِعَةٌ} وما دامت كلها أرض الله, فإن أحب بقعة منها إلى نفس المؤمن هي البقعة التي يجد فيها السعة لعبادة الله وحده دون سواه٢.
٣- {قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} ٣.
قال مجاهد: فهاجروا فيها وجاهدوا واعتزلوا الأوثان.
قال الطبري: يقول الله تعالى جل ذكره: وأرض الله فسيحة واسعة فهاجروا من أرض الشرك إلى دار الإسلام، ثم روي عن مجاهد قوله: فهاجروا واعتزلوا الأوثان٤.
فبات في ذهن الجماعة الإسلامية أنها بعد اكتمال فترتها التدريبية في مكة سوف تنقل إلى أرض واسعة فسيحة تحقق فيها العبودية
_________
١ تفسير ابن كثير ج٣ ص٤١٩.
٢ في ظلال القرآن ج٢١ ص٤١.
٣ الآية رقم ١٠ من سورة الزمر.
٤ تفسير الطبري ج٢٣ ص٢٠٣.',NULL,'579',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (618,'الكاملة لله رب العالمين, وإذن فليتجهز القوم إلى نقله سيؤذن لهم بها إن شاء الله.
وقد اتخذت مرحلة التجهيز إلى هذه النقلة خطوتين رئيستين:
الخطوة الأولى: ربانية أعدها الله وجهزها لتصفية الجماعة الإسلامية حتى تتحمل بصدق وإخلاص القيادة الراشدة لبناء المجتمع الإسلامي في المدينة وهي الإسراء والمعراج.
الخطوة الثانية: نبوية من تحرك الداعية نفسه, وهي لقاء العقبة مع نواة المجتمع الإسلامي من أهل المدينة الذين تبوءوا الدار والإيمان من قبل يحبون من هاجر إليهم من رحاب البيت العتيق، ثم لا يجدون في صدروهم حاجة نحو ضيافة كتيبة الله التي صبرت على جهاد مرير زهاء ثلاثة عشر عاما، ويؤثرون على أنفسهم في المال والأرض والأهل، إرضاء وحسبة وحبا في الله العلي العظيم.
والذي أود أن أذكره بسرعة هنا أن العنصرية التي كانت تشكل الجو الاجتماعي في مكة من ثلاث مجموعات:
١- مجموعة بني هاشم وأحلافهم.
٢- ومجموعة بني عبد شمس وأحلافهم.
٣- ومجموعة بني مخزوم وأحلافهم١.
_________
١ دراسات في العصر الجاهلي ص١٠٠.',NULL,'580',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (619,'وقد اندحرت كلها واستطاعت حركة الجهاد الإسلامي بالثبات والصبر على تبليغ مبادئ الدعوة. أن تلغي هذه المجموعات وأن تستعلي عليه بعالمية الدعوة الإسلامية وسمو رسالتها١, فكان من كل مجموعة قيادة ورعيل مسلم مؤمن موحد بالله يحمل مشعل الإسلام وينتظر لحظة الانضمام إلى الكتائب التي تحشد أجنادها وتستعد للموقف الفاصل يوم يهزم الجمع ويولون الدبر.
_________
١ راجع أسماء من هاجروا من بني مخزوم وغيرهم في رواية ابن هشام ج١ ص٤٦٨ وما بعدها، راجع هذا الدين ص٧٨-٨٠.',NULL,'581',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (620,'<span data-type="title" id=toc-77>الفصل الثالث: خاتمة العهد المكي</span>
<span data-type="title" id=toc-78>التجهيز للهجرة:</span>
<span data-type="title" id=toc-79>أولا: الإسراء والمعراج</span>
{سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} ١.
{فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى، مَا كَذَبَ الْفُؤَادُ مَا رَأَى، أَفَتُمَارُونَهُ عَلَى مَا يَرَى} ٢.
{وَمَا جَعَلْنَا الرُّؤْيا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} ٣.
وظيفة الدعوة الأولى هي أن تنشئ نظاما يتبع المنهاج الإسلامي الذي اختاره الله, وهذا النظام يحتاج في إنشائه إلى أمة تمثله وتقوم عليه.
وغاية المنهاج الإسلامي هي عبودية الناس لربهم وحده, وهذا يستلزم القضاء على الجاهلية، والجاهلية في أي عصر هي عبودية
_________
١ أول سورة الإسراء.
٢ الآيات من رقم ١٠-١٢ من سورة النجم.
٣ من الآية رقم ٦٠ من سورة الإسراء.',NULL,'582',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (621,'الناس للناس، وأساس العبودية في كلتا الحالتين هو الخضوع والتشريع.
وعبودية الناس جميعا لله وحده تكون بتلقيهم منه وحده العقيدة والشريعة والأخلاق وموازين التعاشر الاجتماعي.
{ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ، إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ} ١.
والإسلام بهذا المفهوم هو تكريم للإنسان وتحرير له من سلطة الإنسان المتجبر، والدعوة الإسلامية في مكة قد حوصرت, وسُد في وجهها الطريق, فكان لا بد من بحث عن قاعدة جديدة تنتقل إليها الجماعة التي حققت العبودية لله، وكان لا بد من التأكد من سلامة كل أفراد الجماعة وصلاحيتهم لهذه النقلة التي ستنشئ منهاجا جديدا في مواجهة أعداء الله حتى تنفذ مراحل الدعوة مستقبلا في جو مأمون من الاضطراب بعيد عن التهم منزه عن المطاعن، فكان لا بد من اختيار المسلمين عامة في مكة من أجل انتخاب القيادة الراشدة التي ستنقل مع النبي -صلى الله عليه وسلم- إلى المدينة المنورة، وكانت مادة الامتحان من نوع غريب يقصد إلى إبراز مدى إيمان الفرد المسلم ومقدار تمسكه بدينه, لقد كانت غاية هذا الامتحان هي التعرف على مدى استسلام الوجه لله من كل فرد، واختبار عقله ووجدانه إلى أي مدى يستجيب للنص المعصوم, فكان حادث الإسراء والمعراج
_________
١ الآيتان رقم ١٨ و١٩ من سورة الجاثية.',NULL,'583',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (622,'هو مادة الامتحان، وإلى ذلك أشار الإمام القشيري رضي الله عنه في رسالته بجملة قصيرة قال: فجعل ذلك بالليل امتحانا للخلق١. يقول فضيلة مولانا الدكتور عبد الحليم محمود:
ومن الثمار التي جنتها الأمة الإسلامية والتي كانت من مقاصد إذاعة النبأ، انفصال ضعاف النفوس والشاكّين والمترددين، انفصال كل هؤلاء عن الأمة الإسلامية النائشة.
لقد كفر -عند سماع النبأ- من كفر بعد إسلامه، وارتد من ارتد بعد إيمانه وما كان هؤلاء -لو بقوا- إلا عاملا من عوامل الضعف أكثر من أن يكونوا عاملا من عوامل القوة، إن هؤلاء المكيين الذين آمنوا وصبروا على الحوادث القاسية، على التعذيب, وعلى الآلام, وعلى الفتنة في جميع مظاهرها.
إن هؤلاء المكيين الذين صبروا، وصابروا، وتخلصت أنفسهم من جميع النزعات المادية، ومن جميع الأهواء، فأصبحت خالصة لله وحده، إن هؤلاء المكيين الذين كان في تقدير الله سبحانه وتعالى أن تقوم عليهم الدولة في نشأتها، والذين من أجل ذلك يجب أن يكونوا مهيئين لأن يصعدوا لكل ما يمكن أن يعترضهم من عقبات، نقول: إن هؤلاء المكيين يجب أن يصفوا تصفية كاملة ومن وسائل هذه التصفية إعلان نبأ الإسراء والمعارج لينتكس من ينتكس، وليبقى من يبقى عن بصيرة وبينة وعن إيمان لا يتزعزع مهما كانت
_________
١ كتاب المعراج ص٧٢.',NULL,'584',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (623,'الحوادث، إيمان بصدق الرسول صلوات الله وسلامه عليه في كل ما يأتي به, يصدقه بمجرد إنبائه، والمثل الأعلى في كل ذلك إنما هو سيدنا أبو بكر -رضي الله تعالى عنه- حينما يعلن في غير تردد ولا فتور:
لئن كان قاله فلقد صدق؟ فما يعجبكم من ذلك؟ فوالله إنه ليخبرني أن الخبر ليأتيه من السماء إلى الأرض في ساعة من ليل أو نهار, فأصدقه فهذا أبعد مما تعجبون منه١.
لقد كان حادث الإسراء والمعراج محور تمحيص للصادقين في إيمانهم والسطحيين في تصورهم لحقيقة الإيمان، فإن من صدق بنبوة سيدنا محمد -صلى الله عليه وسلم- فقد آمن باتصاله بالوحي، والقرآن يأتي من عند الله يحمله الوحي، والنبي -صلى الله عليه وسلم- يتلوه على الناس ويخبرهم بأن هذا القرآن من عند الله سبحانه وتعالى, والذين آمنوا يصدقون ذلك مع أنهم لا يرون وحيا ينزل ويصعد، ولكنهم يرون آثاره على النبي -صلى الله عليه وسلم- وهو يتفصد عرقا في اليوم الشديد البرد ويسمعون بعد ذلك قرآنا تنجذب إليه نفوسهم, وتقشعر له جلودهم وتلين له قلوبهم، ومقتضى هذا إذن الإيمان بالنبوة وبالوحي, وهذا يستلزم الاعتقاد بأن هناك صلة عليا خارقة للعادة بين النبي -صلى الله عليه وسلم- وبين ربه جل وعلا، وإذن
_________
١ راجع الإسراء والمعراج سلسلة البحوث الإسلامية ص١٣٣، ١٣٤. الرسول -صلى الله عليه وسلم- لمحات من حياته ونفحات من هديه سلسلة البحوث الإسلامية ص١٢٢، ١٢٣، راجع تفسير البيضاوي ج٤ ص٣.',NULL,'585',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (624,'فلا ضير أبدا أن تنقلب صورة اللقاء بالوحي وتتبدل الحركة من علٍ إلى أسفل, فتصير من أسفل إلى علٍ.
الحركة الأولى يحمل فيها جبريل قرآنا إلى النبي, والحركة الثانية جاء ليحمل فيها محمدا -صلى الله عليه وسلم- إلى سدرة المنتهى.
فإن كلا من الحركتين في التصور الإيماني السليم متعادلتان.
وحركة الوحي مطلقا نزولا أو صعودا من ضمنيات الإيمان بالوحي الذي يأتي إلى الرسول -صلى الله عليه وسلم- مرارا وتكرارا، وهي من غير شك حركة فوق تصور العقل حتى ولو تقدمت الأبحاث التكنولوجية؛ لأنه لا يمكن للبشر أن يحدد مبدأ حركة الوحي من علٍ ومبدأ صعوده مرة أخرى، إن تحديد نقطة تحرك الوحي ذهابا وإيابا فوق جميع المستويات العلمية والعقلية فهي سمعية لا تحتاج إلى دليل.
والمؤمن الصحيح يتصوركم من بلايين المسافات والأجواء والأجرام قد قطعها سيدنا جبريل عليه السلام في أقل من لمحة بصر, وهو يسعى إلى النبي -صلى الله عليه وسلم- ليبلغه وحيا من عند الله, فإذا ما قيل لهذا المؤمن الصحيح أن النبي -صلى الله عليه وسلم- صعد في مثل هذه اللحظة إلى السموات العلا لم يجد في ذلك غرابة، وقد قرب',NULL,'586',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (625,'سيدنا أبو بكر هذه الحقيقة إلى الناس: إنه ليخبرني أن الخبر ليأتيه من السماء إلى الأرض في ساعة من ليل أو نهار فأصدقه فهذا أبعد مما تعجبون منه١.
فهو أمر لا يخرج عن حقيقة ما وعاه القلب الصادق من معنى الإيمان ومداه, ومن هنا كانت نقطة الاختبار والامتحان لمن كان له إيمان ثابت ويقين مستقر وإذعان مستسلم فأمن وصدق ورضي، وكانت نقطة الاختبار والامتحان كذلك لمن فكر وقدر وعبس ويسر وزين له سوء عمله فرآه حسنا، فاستبعد واستكبر, وحول هذا يقول ابن هشام: وكان مسراه وما ذكر عنه بلاء وتمحيص وأمر من أمر الله عز وجل في قدرته وسلطانه، فيه عبرة لأولي الألباب وهدى ورحمة وثبات لمن آمن وصدق، وكان من أمر الله سبحانه وتعالى على يقين، فأسرى به سبحانه وتعالى كيف شاء ليريه من آياته ما أراد حتى عاين، ما عاين من أمره وسلطانه العظيم وقدرته التي يصنع بها ما يريد٢.
لقد كان حادث الإسراء والمعراج امتحانا وابتلاء لغربلة الجماعة الإسلامية وتهذيبا لها من ضعاف البصيرة واليقين استعدادا للهجرة ومنهجا جديدا يستعد فيه الحق للموقف الفاصل.
_________
١ السيرة لابن هشام ج١ ص٣٩٩ الكامل في التاريخ ج٢ ص٥٦.
٢ السيرة لابن هشام ج١ ص٣٩٦-٣٩٨.',NULL,'587',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (626,'وهذه قاعدة ينبغي أن تلاحظ دائما في تنظيمات الجماعات التي تدعي لنفسها أنها تتصدى لتبليغ دعوة الله، فكم من منافق يندس ليخرب وكم من ماجن يتسرب ليفسد، وكم من واهي العقيدة يفرق، وكم من دنيوي يسعد أن يبيع آخرته ودعوته ودينه بعرض بخس زهيد.
وعلى هامش حادث الإسراء والمعراج مما يتصل بمرحلة التمهيد للدعوة الإسلامية فإن الميثاق الذي أخذه الله على الأنبياء ليؤمنن بمحمد ولينصرنه قد هيأه الله له فرصة يعلن فيها الأنبياء جميعا إيمانهم بالنبي الخاتم ويأتمون به من صلاة تعلن وحدة الرسالة ووحدة الهدف الذي سعى به هذا الموكب الجليل.
يقول ابن هشام:
"فمضى رسول الله -صلى الله عليه وسلم- ومضى جبريل عليه السلام معه حتى انتهى به الى بيت المقدس, فوجد فيه إبراهيم وموسى وعيسى في نفر من الأنبياء, فأمهم رسول الله -صلى الله عليه وسلم- فصلى بهم١.
_________
١ السيرة لابن هشام ج١ ص٣٩٨, المواهب ج٥ ص٤٩, السيرة لابن كثير ج٢ ص٩٦, الكامل في التاريخ ج٢ ص٥٢, راجع تفسير الطبري ج١٥ ص٣، ٤.',NULL,'588',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (627,'وفي الحلبية:
"ولما أقيمت الصلاة ببيت المقدس قاموا صفوفا ينتظرون من يؤمهم, فأخذ جبريل بيده -صلى الله عليه وسلم- فقدمه فصلى بهم ركعتين١.
{سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} .
{فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى} .
لقد حقق سيدنا محمد -صلى الله عليه وسلم- مدلول العبودية لله وقابل كل موجات الاعتداء بالصبر الجميل والثبات المكين, فهو الرباني الكامل والعبد الكامل في ربانيته وعبوديته لله رب العالمين، فما جزاء المحقق للعبودية وقد غاب عنه حبيباه: عمه وزوجه, وتكأكأت عليه الأعادي، لقد كانت آخر موجة الغضب الجاهلي صبية من بني ثقيف من الطائف ترميه بالحجارة حتى دمت قدماه الشريفتان، وسامحهم ودعا لهم بالهدى، أفلا يستحق هذا العبد الذي وصف وحده بهذا النعت "عبده", عبده في الإسراء وعبده عند سدرة المنتهى, فلم يخرج محمد -صلى الله عليه وسلم- عن العبودية لله وحده. أفلا يستحق دون سائر البشر جميعا أن تحمله الملائكة على البراق ليصلي إماما بكل الأنبياء؟
ولم يخرج محمد -صلى الله عليه وسلم- من العبودية لله وحده، أفلا يستحق أن تقف له الأنبياء والملائكة وأهل السموات جميعا
_________
١ الحلبية ج١ ص٤١٣.',NULL,'589',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (628,'ينتظرون مقدمه عن سدرة المنتهى، حيث يكون هو وحده "عبد الله"، حيث يكون "عبده" لقد حقق هذا النبي العظيم العبودية لله, حققها قلبا وروحا.
حققها رأفة وسكينة.
حققها صفحا ودعاء.
حققها صبرا ورضا.
فما جزاء هذا عند ربه الكريم؟
أما الإمام القشيري رضي الله عنه فقد أشرق بالجواب إشراقة العارفين يقول:
إن الملك العظيم إذا أراد تخصيص أحد من عباده وولي من أوليائه أشهده من أملاكه وخزائنه ما أخفاه عن غيره ليدل بذلك على تخصيصه، كذلك الحق سبحانه وتعالى لما أراد إكرام المصطفى -صلى الله عليه وسلم- أطلعه على كثير من المخلوقات ما لم يشهده غيره تخصيصا له وتشريفا, ومن ذلك أنه لما طوى الأرض فأراه مشارقها ومغاربها، كذلك أراه الملكوت والسموات والجنة والنار وما أراه تلك الليلة ليزداد به اعتبارا على اعتبار واستبصارا على استبصار١.
إن مسألة المعراج في جوهرها عندما نلاحظ العلاقة بين الله وبين نبيه, هي كما قالها الأستاذ أبو علي الدقاق رضي الله عنه:
ليعرفه أنه لا رتبة لأحد فوق رتبته, فيكون أبلغ في باب كرامته٢.
_________
١ المعراج للقشيري ص٦٩.
٢ المعراج للقشيري ص٧٠.',NULL,'590',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (629,'ولا يمر الإسراء والمعراج كحدثين مضيا في التاريخ القديم, ولكنهما كانا كمنهج حياة في العقيدة والأخلاق من جانب ثم يكونان دائما من دلائل النبوة الخاتمة للنبي محمد -صلى الله عليه وسلم- فقد أخبر عن أحداث ستقع في مستقبل هذه الأمة، رآها بعينه في الجنة وفي النار فأخبر عنها ليتقيها الورعون، وليصلحها المصلحون، ولينتهي عنها الآثمون وليفقهها الداعون لينذروا قومهم لعهم يحذرون١.
أما النعمة العظمى والتجلي الإلهي الأكبر في ليلة الإسراء والمعراج فإنه الصلاة، إن الصلاة هي الشرف الأسمى للإنسان فهي تصله بالله سبحانه، وهي الوسيلة إلى رضوانه، وباب الفتوح والقبول، وهي المعراج الروحي الذي تتصل فيه أرواح العباد الأطهار بخالقهم جل وعلا.
إنها لحظة المناجاة التي لا تحتاج إلى وسيط ولا شفيع، إنها القربى إلى الله جل شأنه, يأنس فيها القلب بربه وتصل فيها الروح ببارئها وتستريح من وعثاء السفر في الحياة، وتهدأ من صخب الشهوات، وتنجو من وسواس الشيطان.
_________
١ لمولانا فضيلة الدكتور عبد الحليم محمود كتاب جليل عن الإسراء والمعراج، نشر في سلسلة البحوث الإسلامية "الكتاب الثاني والعشرون" من السنة الثانية وهو بحث دائر حول منهجية الإسراء والمعراج للعقيدة والأخلاق، ولقد سعدت كثيرا بالحياة في جو هذا الكتاب مرارا عند طبعه وتصحيحه ثم تدبره بعد نشره، فقد كان الله عز وجل منحنى شرف التكليف بإنشاء هذه السلسلة في ربيع الأول سنة ١٣٨٨هـ. والإشراف عليها وكان هذا آخر كتاب أشرفت على نشره قبل سفري إلى ماليزيا في عام ١٩٧٠م.',NULL,'591',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (630,'وقد شاء الله تعالى أن يشرع تنظيم الصلاة خمس مرات في اليوم والليلة من عند سدرة المنتهى١؛ لأنها فقط العبادة التي تصعد إلى الله مع الملائكة الذين يتعاقبون في الليل والنهار, وهي وحدها، الصلاة التي تحقق العبودية لله، تسجد الجباه والأيدي والركب والأقدام ويسجد القلب والعقل والفؤاد إجلالا وتعظيما وتمجيدا لله رب العالمين، ومنزلة الصلاة رفيعة, تهبط شرعيتها من منزلة تساويها من عند سدرة المنتهى.
إن الصلاة حبل واصل بين الطائعين في الأرض وخالقهم الأعلى والحبل الذي يصل بين الله وعباده هو الذي يرتضيه لهم ونوع الصلاة التي يتعبد بها المسلم لا يملك أن يقترحها إنما تلقى إليه كما يشاء الله, ولهذا انتدب الله عز وجل حبيبه محمدا -صلى الله عليه وسلم- في ليلة الإسراء والمعراج؛ ليوحي إليه تنظيم الصلاة خمس مرات في اليوم والليلة٢، إعلانا بما للصلاة من منزلة عند الله, وما لها من منزلة عند الطائعين وما لها من حقوق يجب أن تراعى، وهي الفرض الوحيد الذي لا يسقط عن الصحيح والمريض والمسافر والمجاهد٣، ولهذا كانت عماد الدين, من أقامها فقد أقام الدين ومن هدمها فقد هدم الدين، وهي الفاصل بين المسلم والكافر، وهي النور الذي يملا القلب والمسجد والبيت، وهي بركة العمر والرزق والعافية والعلم.
يقول شيخنا العارف بالله فضيلة الدكتور عبد الحليم محمود:
"والصلاة لأهميتها لم تفرض بالطريق العادي لقد كان جبريل عليه السلام ينزل بالوحي مبلغا رسول الله -صلى الله عليه وسلم- قواعد
_________
١ راجع الحلبية ج١ ص٢٩٨، ٣٠٢ السيرة لابن هشام ج١ ص٢٤٣.
٢ المواهب ج١ ص٣٠٧
٣ العبادات ج١ ص١٩١.',NULL,'592',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (631,'التشريع ومبادئ الأخلاق وأصول العقيدة ومسائلها، فلما حان فرض الصلاة، عدل الله سبحانه وتعالى عن هذا إلى دعوة رسول الله -صلى الله عليه وسلم- ليكون بنفسه في الحضرة الإلهية ليبلغه الله سبحانه وتعالى، بطريق مباشر أمر الصلاة, وكان ذلك إعلانا عن أهمية الصلاة. إنها لم تفرض بالطريق العادي تكريما لها وتشريفا١.
لقد كانت غاية الحدث الجليل، الإسراء والمعراج تصفية الجماعة الإسلامية التي ستتولى القيادة الراشدة قريبا تجهيزا لنقله بالهجرة من مكة إلى طابة حيث تهاجر العناصر القوية الصادقة التي نجحت بامتياز في هذا الاختيار الدقيق؛ لأنها وحدها يوم أن ينضم إلى منهج التبليغ حد السيف تستطيع أن تبرهن على أن الجهاد بالسيف ليس وراءه طمع مادي, ولا شهرة في شهرة ولا رغبة في اكتساب أرض أو استعمار قطر، وإنما فقط لتكون كلمة الله هي العليا، ولتكون العبودية وظيفة البشر، قد وجدت لها مناخا يحقق فيه الناس عبادتهم لله الواحد القهار.
وكان قدر الله مفعولا واستعدت الجماعة في العام الحادي عشر من البعثة لنقلة تنتظر الإذن من السماء.
_________
١ العبادات ج١ ص١٨٩، ١٩٠ لم أشأ أن أطرق بحث: هل كان المعراج بالروح والجسد؛ لأنه لا يتعلق بموضوع الدعوة من حيث المناهج والغايات وأن الحديث فيه قد انتهى دون جديد اللهم إلا أن المعارضين إنما يلحظون في البحث حدودهم البشرية, وأنا من ذلك بريء, والحمد لله.',NULL,'593',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (632,'<span data-type="title" id=toc-80>ثانيا: النشاط النبوي معاهدات العقبة</span>
يشق النور حجب الظلام حتى ولو كانت ظلمات كثيفة بعضها فوق بعض، فطبيعة النور مشرقة متحركة، وطبيعة الظلام كئيبة راكدة، ولقد كانت الدعوة الإسلامية نورا مشرقا يبدد حجب الظلمات الجاهلية التي كانت تصنعها قريش في معامل الشيطان والنكاية، والتهريج والحصار الاقتصادي والتشهير والفتن، لقد كان رسول الله -صلى الله عليه وسلم- يلتقي بالوفود في مواسم الحجيج والعمرة, وفي سلسلة هذه اللقاءات النبوية بأهل النسك التقي عليه الصلاة والسلام بوفد من الأنصار, يروي ابن هشام هذا اللقاء بسنده فيقول:
لما لقيهم رسول الله -صلى الله عليه وسلم- قال لهم: "من أنتم؟ ". قالوا: نفر من الخزرج. قال: "أمن موالي يهود؟ ". قالوا: نعم. قال: "أفلا تجلسون أكلمكم؟ ". قالوا: بلى. فجلسوا معه فدعاهم إلى الله عز وجل، وعرض عليهم الإسلام وتلا عليهم القرآن، قال: وكان مما صنع الله بهم في الإسلام أن يهود كانوا معهم في بلادهم, وكانوا أهل كتاب وعمل، وكانوا هم أهل شرك وأصحاب أوثان, وكانوا قد غزوهم ببلادهم, فكانوا إذا كان بينهم شيء قالوا لهم: إن نبيا مبعوث الآن قد أظل',NULL,'594',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (633,'زمانه نتبعه فنقتلكم معه قتل عاد وإرم، فلما كلم رسول الله -صلى الله عليه وسلم- أولئك النفر ودعاهم إلى الله قال بعضهم لبعض: يا قوم! تعلموا والله أنه للنبي الذي توعدكم به يهود, فلا تسبقنكم إليه, فأجابوه فيما دعاهم إليه بأن صدقوه, وقبلوا منه ما عرض عليهم من الإسلام, وقالوا: إنا قد تركنا قومنا ولا قوم بينهم من العداوة والشر ما بينهم, فعسى أن يجمعهم الله بك.
فسنقدم عليهم فندعوهم إلى أمرك, ونعرض عليهم الذي أجبناك إليه من هذا الدين, فإن يجمعهم الله عليك, فلا رجل أعز منك, ثم انصرفوا عن رسول الله -صلى الله عليه وسلم- راجعين إلى بلادهم, وقد آمنوا وصدقوا.
وكان عدة هؤلاء النفر ستة من الخزرج، فلما قدموا المدينة ذكروا حديث رسول الله -صلى الله عليه وسلم- ودعوا الناس إلى الإسلام، حتى فشا فيهم, فلم يبق دار من دور الأنصار إلا وفيها ذكر رسول الله -صلى الله عليه وسلم١.
فلما كان العام القادم -وأهل المدينة قد تهيئوا- لقبول الدعوة لقي رسول الله -صلى الله عليه وسلم- اثني عشر رجلا, فبايعوه البيعة
_________
١ السيرة لابن هشام ج١ ص٤٢٨، ٤٣٠, راجع تاريخ الطبري ج٢ ص٣٥٤، ٣٥٥، الطبقات لابن سعد ج٢ ص٢١٩, يلاحظ أن ابن البر جعل هذا اللقاء العقبة الأولى فجعلها ثلاث عقبات ص٧٠، ٧١، وابن الأثير في الكامل جعلها مقدمة للعقبة الأولى ج٢ ص٩٥، ٩٦, وكذلك الطبري ج٢ ص٣٥٥, راجع الحلبية ج٢ ص٨.',NULL,'595',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (634,'المشهورة ببيعة النساء وقد ذكرها ابن سعد في الطبقات١ قال: فأسلموا وبايعوا على بيعة النساء:
على ألا نشرك بالله شيئا.
ولا نسرق.
ولا نزني.
ولا نقتل أولادنا.
ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ولا نعصيه في معروف.
قال: "فإن وفيتم لكم الجنة, ومن غشى من ذلك شيئا كان أمره إلى الله إن شاء عذبه وإن شاء عفا عنه".
قال ابن سعد: ثم انصرفوا إلى المدينة فأظهر الله الإسلام.
ثم بعث لهم رسول الله -صلى الله عليه وسلم- سيدنا مصعب بن عمير٢ بن هاشم بن عبد مناف وأمره أن يقرئهم القرآن ويعلمهم الإسلام ويفقهم في الدين.
ولم تقف مهمته عند هذا الحد, فهو مدرك لأبعاد الرسالة, فجعل يدعو إلى الإسلام من لم يشرفه الله بعد ويشرح صدره للإسلام، قال ابن عبد البر: فأسلم على يد مصعب بن عمير خلق كثير من الأنصار
_________
١ الطبقات الكبرى لابن سعد ج٢ ص٢٢٠, راجع السيرة لابن هشام ج٢ ص٤٣٣, راجع تاريخ الطبري ج٢ ص٣٥٦.
٢ ذكر في زاد المعاد أن رسول الله أرسل عبد الله بن أم مكتوم مع مصعب بن عمير ج٢ ص٥١, وصاحب الحلبية ذكر هذا ثم ضعفه ج٢ ص٩.',NULL,'596',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (635,'وأسلم في جماعتهم، سعد بن معاذ وأسيد بن حضير، وأسلم بإسلامهما جمع بني عبد الأشهل في يوم واحد، الرجال والنساء, لم يبق منهم أحد إلا أسلم١.
قال الطبري: فلما وقف سعد عليهم بعد إسلامه قال: يا بني عبد الأشهل كيف تعلمون أمري فيكم؟ قالوا: سيدنا وأفضلنا رأيا وأيمننا نقيبة قال: فإن كلام رجالكم ونسائكم علي حرام حتى تؤمنوا بالله ورسوله، قال: فوالله ما أمسى في دار عبد الأشهل رجل ولا امرأة إلا مسلما أو مسلمة٢.
وبهذا تبدو أهمية القيادة التي أعدها رسول الله -صلى الله عليه وسلم- في دار الأرقم بن الأرقم، تبدو أهمية مرحلة الدور السري كما يسميه العلماء، تبدو هذه الأهمية كأسلوب وواحدة من قواعد المنهاج الذي ينبغي أن يستخدم في العمل مع الجماعة عند تبليغ دعوة الله.
لقد كانت هذه الجماعات التي دخلت دين الله أفواجا بالمدينة آثارا من بركة العمل السياسي الذي زاوله الرسول -صلى الله عليه وسلم- في لقائه بالعقبة الأولى على نحو ما هو مشهور عند العلماء.
في العام القابل يرجع مصعب بن عمير إلى مكة مع وفود من المسلمين إلى موسم الحج ومعهم زمرة حجاج قومهم من أهل الشرك، قال ابن إسحاق حدثني معبد بن كعب أن أخاه عبد الله بن كعب
_________
١ الدرر ص٧٣.
٢ تاريخ الطبري ج٢ ص٣٥٩, الكامل في التاريخ ج٢ ص٩٧.',NULL,'597',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (636,'حدثه أن أباه كعب بن مالك حدثه قال كعب: ثم خرجنا إلى الحج وواعدنا رسول الله -صلى الله عليه وسلم- بالعقبة من أوسط أيام التشريق قال: فلما فرغنا من الحج، وكانت الليلة التي واعدنا رسول الله -صلى الله عليه وسلم- لها ومعنا عبد الله بن عمرو بن حرام أو جابر سيد من ساداتنا وشريف من أشرافنا أخذناه معنا, وكنا نكتم من معنا من قومنا من المشركين أمرنا، فكلمناه وقلنا له: يا أبا جابر إنك سيد من ساداتنا وشريف من أشرافنا, وإنا نرغب عما أنت فيه أن تكون حطبا للنار غدا، ثم دعوناه إلى الإسلام, وأخبرناه بميعاد رسول الله -صلى الله عليه وسلم- إيانا العقبة قال: فأسلم وشهد معنا العقبة, وكان نقيبا. قال: فنمنا تلك الليلة مع قومنا في رحالنا حتى إذا مضى ثلث الليل خرجنا من رحالنا لميعاد رسول الله -صلى الله عليه وسلم- نتسلل تسلل القطا مستخفين حتى اجتمعنا في الشعب عند العقبة, ونحن ثلاثة وسبعون رجلا ومعنا امرأتان من نسائنا:
نسيبة بنت كعب أم عمارة.
إحدى نساء بني مازن بن النجار.
وأسماء بنت عمرو بن عدي بن نابي.
إحدى نساء بني سلمة وهي أم منيع.
قال: فاجتمعنا في الشعب ننتظر رسول الله -صلى الله عليه وسلم- حتى جاءنا, ومعه عمه العباس بن عبد المطلب، وهو يومئذ على دين قومه, إلا أنه أحب أن يحضر أمر ابن أخيه ويتوثق له, فلما جلس كان',NULL,'598',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (637,'أول متكلم العباس بن عبد المطلب، ثم تكلم رسول الله -صلى الله عليه وسلم- فتلا القرآن, ودعا إلى الله, ورغب في الإسلام, ثم قال: "أبايعكم على أن تمنعوني مما تمنعون منه نساءكم وأبناءكم".
قال: فأخذ البراء بن معرور بيده، ثم قال: نعم، والذي بعثك بالحق لنمنعنك مما نمنع منه أزرنا، فبايعنا يا رسول الله! فنحن والله أبناء الحروب وأهل الحلقة ورثناها كابرا عن كابر.
قال: فاعترض القولَ والبراء يكلم رسول الله -صلى الله عليه وسلم- أبو الهيثم بن التيهان، فقال: يا رسول الله! إن بيننا وبين الرجال حبالا وإنا قاطعوها -يعني اليهود- فهل عسيت إن نحن فعلنا ذلك, ثم أظهرك الله أن ترجع إلى قومك وتدعنا؟
قال: فتبسم رسول الله -صلى الله عليه وسلم- ثم قال:
"بل الدم الدم، والهدم الهدم أنا منكم وأنتم مني، أحارب من حاربتم وأسالم من سالمتم".
قال كعب بن مالك: قال رسول الله -صلى الله عليه وسلم: "فأخرجوا إليّ منكم اثني عشر نقيبا ليكونوا على قومهم بما فيهم" ١.
فأخرجوا منهم اثني عشر نقيبا:
تسعة من الخزرج.
وثلاثة من الأوس.
_________
١ راجع الروض الأنف ج٤ ص١٢٤ ففيه أن ذلك كان بتوجيه من عند الله عز وجل.',NULL,'599',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (638,'قال ابن إسحاق: حدثني عبد الله بن أبي بكر أن رسول الله -صلى الله عليه وسلم- قال للنقباء: "أنتم على قومكم بما فيهم كفلاء ككفالة الحواريين لعيسى ابن مريم, وأنا كفيل على قومي يعني المسلمين".
قالوا: نعم١.
ويؤكد وثيقة البيعة العباس بن عبادة بن فضلة الأنصاري أخو بني سالم بن عوف فيقول:
يا معشر الخزرج! هل تدرون علام تبايعون هذا الرجل؟ قالوا: نعم.
قال: إنكم تبايعون على حرب الأحمر والأسود من الناس، فإن كنتم ترون أنكم إذا نهكت أموالكم مصيبة وأشرافكم قتلا, أسلمتموه فمن الآن، فهو والله إن فعلتم لهو خزي الدنيا والآخرة.
وإن كنتم ترون أنكم وافون له بما دعوتموه إليه على نهكة الأموال، وقتل الأشراف فخذوه، فهو والله خير الدنيا والآخرة، قالوا: فإنا نأخذه على مصيبة الأموال وقتل النفس الأشراف, فما لنا بذلك يا رسول الله! إن نحن وفينا "بذلك"؟ قال: "الجنة".
قالوا: ابسط يدك، فبسط يده فبايعوه٢.
_________
١ السيرة لابن هشام ج٢ ص٤٣٨-٤٤٧, السيرة لابن كثير ج٢ ص١٩٢، ٢٥٣، دلائل النبوة للبيهقي ص١٨١-١٩٤، الطبقات الكبرى ج٢ ص٢٢١-٢٢٣, الكامل في التاريخ ج٢ ص٩٨-١٠١، المواهب ج١ ص٣١٥-٣١٨, الحلبية ج٣ ص١٦-١٨.
٢ السيرة لابن هشام ج١ ص٤٤٦، تاريخ الطبري ج٢ ص٣٦٤، الكامل في التاريخ ج٢ ص٩٩، الطبقات الكبرى ج٢ ص٢٢٢، ٢٢٣.',NULL,'600',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (639,'وكان أسعد بن زرارة من شباب الخزرج المتوهج المتقد حماسا وإخلاصا الممتلئ إيمانا الفياض باليقين يريد أن يحدد الأمر إلى أبعاده البعيدة فقال:
رويدا يا أهل يثرب! إنا لن نضرب إليه أكباد الإبل إلا ونحن نعلم أنه رسول الله -صلى الله عليه وسلم- وأن إخراجه اليوم مفارقه لجميع العرب وقتل خياركم.
وإن تعضكم السيوف فأما أنتم قوم تصبرون عليها إذا مستكم بقتل خياركم ومفارقة العرب كافة, فخذوه, وأجركم على الله تعالى, وأما أنتم تخافون من أنفسكم خيفة, فذروه, فهو عذر لكم عند الله عز وجل؟
فقالوا: يا سعد! أمط عنا يدك, فوالله لا نذر هذه البيعة, ولا نستقيلها, فقمنا إليه رجلا رجلا, فبايعناه١.
يقول ابن الأثير:
وكانت البيعة في هذه العقبة على غير الشروط في العقبة الأولى, فإن الأولى كانت بيعة النساء, وهذه البيعة كانت على حرب الأحمر والأسود.
أما نص الأولى: فبايعنا رسول الله -صلى الله عليه وسلم- على بيعة النساء, على ألا نشرك بالله شيئا, ولا نسرق, ولا نزني, ولا نقتل أولادنا, ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا, ولا نعصيه في معروف. "إن وفيتم فلكم الجنة, وإن غشيتم شيئا من ذلك فأخذتم بحده في الدنيا
_________
١ الحلبية ج٢ ص١٨, فقه السيرة ص١٥٧.',NULL,'601',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (640,'فهو كفارة له, وإن سترتم عليه إلى يوم القيامة, فأمركم إلى الله إن شاء عذبكم وإن شاء غفر لكم" ١.
إنها بيعة فضيلة وأخلاق وخير وبر على العمل بالمثل العليا ونشرها والدعوة إليها، لقد قيد الوثيقة "ولا نعصيه في معروف" إنها تقرر منذ هذا الفجر الأول للتنظيم الإسلامي أنه لا طاعة لمخلوق في معصية الخالق فهي بذلك وثيقة إلهية.
وأما الوثيقة الثانية فقد حدد أبعادها العباس بن فضلة وسعد بن زرارة.
إنكم تبايعونه على حرب الأحمر والأسود٢.
لقد كان الأنصار رضوان الله عليهم يعلمون عن يقين واضح تكاليف هذه البيعة وكانوا يعلمون أنهم لم يوعدوا على هذه التكاليف شيئا في هذه الحياة الدنيا لا مالا ولا جاها ولا ملكا لا وزارة حتى ولا النصر والغلبة إنما وعدوا عليها "الجنة", وهكذا اختار الله ورسوله السابقين من المهاجرين والأنصار معا, اختاروهم من العناصر الفريدة النادرة؛ ليكونوا القاعدة الصلبة لانطلاق هذا الدين من عقاله في مكة إلى رحابه العالمية في المدينة المنورة.
ولقد دلت هذه البيعة على أن عنصر المبايعين أصيل في طبيعته المتكافئة مع سمو تعاليم هذا الدين, لقد قال عبد الله بن رواحة ليلة العقبة:
_________
١ تاريخ الطبري ج٢ ص٣٥٦ ظن بعض الكاتبين أن هناك علاقة بين هذه النسبة وتسمية بيعة النساء في سورة الممتحنة لما بينهما من تشابه, ولكن التسمية هنا ليس لها ارتباط بالأخيرة؛ لأنها بيعة على فضائل الأخلاق مطلقا. راجع الحلبية ج٢ ص٨.
٢ تاريخ الطبري ج٢ ص٣٦٣.',NULL,'602',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (641,'اشترط لربك ولنفسك ما شئت. فقال: "أشترط لربي أن تعبدوه ولا تشركوا به شيئا, وأشترط لنفسي أن تمنعوني مما تمنعون منه أنفسكم وأموالكم"، قالوا: فما لنا إذا نحن فعلنا ذلك؟ قال: "الجنة". قالوا: ربح البيع ولا نقيل ولا نستقيل.
لقد كان هؤلاء الذين يبايعون رسول الله -صلى الله عليه وسلم- أصفى من العذب الرائق نقاء من أدنى رغبة دنيوية, وما كان لهم من مأرب إلا الجنة, ويوثقون هذا البيع الرابح كثيرا بأنهم لا يقبلون الرجوع فيه أبدًا, ولا يسعدون إذا رجع فيه رسول الله، وقد كانوا على يقين أنهم سيناوئون العرب كلها، وسوف يقتل أشرافهم وتنكه أموالهم، وأنهم لن يروا هدوءا ولا راحة, فسوف يستمرون في قتال الجاهلية الضاربة من حولهم حتى يحققوا العبودية لله وحتى يحققها البشر جميعا, ومع هذا فقد قالوها: ربح البيع لا نقيل ولا نستقيل١.
وبهذا تجهزت الدعوة الإسلامية لنقلة جديدة, ومنهج جديد ووطن جديد نملأ من منارته آذان الدنيا بالنداء الجليل حي على الفلاح.
إلى طابة:
لقد اكتملت الترتيبات إلهيا ونبويا لنقلة الكتيبة التي حشدها ربها وأعدها نبيها لتحتمل شرف البناء العالمي للدولة الإسلامية التي تقوم على أساس "لا إله إلا الله محمد رسول الله" كمنهاج للحياة العقلية والأخلاقية والتشريعية والاجتماعية والعلمية.
_________
١ في ظلال القرآن ج١٠ ص٩٢، ٩٣.',NULL,'603',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (642,'فقد انتشر للإسلام في كل بقاع الجزيرة العربية وخارجها صوت يدوي وقائد يدعو.
كان في الحبشة على الشاطئ الغربي للجزيرة العربية المهاجرون فيهم من كبار رجال قريش عثمان بن عفان وجعفر بن أبي طالب.
وكان في الطرف الشرقي للجزيرة عمرو بن الطفيل الدوسي.
وكان في وسطهما أبو ذر الغفاري وعمرو بن عبسة في الشمال تقريبا لقد كانت هنا قيادات تخشاها قريش كما جاء في البخاري، في حديث إسلام أبي ذر الغفاري: ويلكم ألستم تعلمون أنه من غفار وأن طريق تجارتكم إلى الشام١؟
قال ابن حجر: وغفار هذه من بني كنانة.
وكان في جنوب الجزيرة العربية "نجران" وفد النصارى الذين أسلموا فانتشرت كواكب الإيمان في بقاع الجزيرة تنير الوجود الإنساني٢, ثم صارت يثرب على أهبة كاملة لاستقبال تلك الجماعة برسالتها فلم يبق إلا الإذن من القيادة التي تتحرك بوحي السماء وجاء الوحي بإذن للجماعة الإسلامية فقط بأن تهاجر٣.
يقول ابن هشام:
أمر رسول -صلى الله عليه وسلم- أصحابه من المهاجرين من قومه ومن معه بمكة من المسلمين بالخروج إلى المدينة والهجرة إليها،
_________
١ فتح الباري ج٨ ص١٧٥.
٢ انظر الخريطة المرفقة التي تبين مستوى انتشار الإسلام في ظل العهد المكي في داخل الجزيرة وخارجها.
٣ ابن هشام ج١ ص٤٦٨ وما بعدها.',NULL,'604',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (643,'واللحوق بإخوانهم من الأنصار وقال: إن الله عز وجل قد جعل لكم إخوانا ودارا تأمنون بها فخرجوا أرسالا وأقام رسول الله -صلى الله عليه وسلم- بمكة ينتظر أن يأذن له ربه في الخروج من مكة والهجرة إلى المدينة١.
وكان قد انطلق أبو سلمة بن عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم، مهاجرا إلى المدينة قبل بيعة العقبة بسنة ثم عاد إلى مكة فآذته قريش, فكان أول من نفذ أمر رسول الله -صلى الله عليه وسلم- بالهجرة إلى المدينة، ثم هاجر عامر بن ربيعة خليف بن عدي, ومعه امرأته ليلى ابنة أبي حشمة, قال ابن سعد: فهي أول ظعينة قدمت المدينة, ثم قدم أصحاب رسول الله -صلى الله عليه وسلم- أرسالا فنزلوا على الأنصار في دورهم وآووهم وآسوهم٢.
لقد سلمت الكتبية الأولى وانتقلت من جو الجاهلية المتعجرفة إلى جو الأخوة الفسيحة صدرا وكرما وإيمانا وحبا وإيثارا إلى جو الذين يحبون من هاجر إليهم ويؤثرون على أنفسهم إخوانهم, ولو كان بهم خصاصة وخلت مكة إلا من القيادة التي تنتظر الإذن لها بالرحيل, ففي البخاري:
وتجهز أبو بكر قبل المدينة, فقال له رسول الله -صلى الله عليه وسلم: "على رسلك, فإني أرجو أن يؤذن لي". فقال أبو بكر: وهل ترجو
_________
١ السيرة لابن هشام ج١ ص٤٦٨، راجع المواهب ج١ ص٣١٨ السيرة لابن كثير ج٢ ص٢١٥, الطبقات الكبرى ج١ ص٢٢٦.
٢ السيرة لابن كثير ج٢ ص٢١٥, الكامل في التاريخ ج٢ ص١٠١, الطبقات ج١ ص٢٢٦, السيرة لابن هشام ج١ ص٤٦٨-٤٧٠, الدرر ص٨١.',NULL,'605',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (644,'ذلك بأبي أنت وأمي؟ قال: "نعم" , فحبس أبو بكر نفسه على رسول الله -صلى الله عليه وسلم- ليصحبه وعلف راحلتين كانا عنده١.
فالداعية إذن لا يتحرك إلا بالوحي إنه لا ينطق عن الهوى ولا يتحرك عن داعية نفسه إنما هو وحي يوحى.
وانتظر رسول الله -صلى الله عليه وسلم- ومعه أصفياؤه الذين سيتولون مسئولية إنهاء الأعمال والأمانات ويصفوا كل العلاقات مع المجتمع الجاهلي.
كان في مكة "عليٌّ"؛ لرسالة خطيرة هي رسالة التضحية والوكالة عن رسول الله -صلى الله عليه وسلم- ليبيت في السرير المشرف الزكي العبق الطاهر المقدس ليواجه في حداثة سنه جلبة الشباب الطائش الأحمق، ويا لها من شجاعة وقوة وعزيمة. واحد من شباب الإسلام في سنه الصغيرة يجابه بثبات مكين وإرادة حادة جموع الشباب من قبائله الكثيرة التي عزمت في إصرار على أن تقتل المرتدي هذه البردة الزكية الخضراء ومن خلفهم رأي عام يساعد ويساند ويجيش الفتن ويفرح بيوم النصر.
وكان في مكة الصديق الذي جهز أهله وماله كله من أجل صحبة حبيبه, فاضت لها عيناه فرحا يوم أنبئ بها, ويأتي الإذن للنبي الكريم بالهجرة, ولنستمع للسيدة عائشة رضي الله عنها وهي تروي للتاريخ أعظم حدث غير وجه الحياة من البريق الجاهلي إلى الحق الإسلامي الذي صان كرامة الإنسان وعزه وربطه بالعبودية لله وحده.
_________
١ فتح الباري ج٢ ص٢٣٤، ٢٣٥, راجع الحلبية ج٢ ص٣٤.',NULL,'606',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (645,'قالت عائشة١: فبينما نحن يوما جلوس في بيت أبي بكر في نحر الظهيرة, قال قائل لأبي بكر هذا رسول الله -صلى الله عليه وسلم- متقنعا في ساعة لم يكن يأتينا فيها, فقال أبو بكر فداء له أبي وأمي, والله ما جاء به في هذ الساعة إلا أمر، قالت: فجاء رسول الله -صلى الله عليه وسلم- فاستأذن فأذن له, فدخل فقال النبي -صلى الله عليه وسلم- لأبي بكر: "أخرج من عندك؟ " , فقال أبو بكر: إنما هم أهلك بأبي أنت يا رسول الله! قال: "فإني قد أذن لي في الخروج"، فقال أبو بكر: الصحبة بأبي أنت وأمي يا رسول الله! قال رسول الله -صلى الله عليه وسلم: "نعم".
قال أبو بكر: فخذ بأبي أنت يا رسول الله! إحدى راحلتي هاتين, قال رسول الله -صلى الله عليه وسلم- بالثمن٢.
ومع ما في النص من آداب اجتماعية كثيرة تحدد تقاليد الزيارة ومواعيدها، وآداب الدخول والاستئذان، والحيطة في الحديث ذي الشأن, فإن النص يدل صراحة على أن الهجرة كانت أمرا إلهيا انتظره الرسول -صلى الله عليه وسلم- لتتم نقلة القيادة إلى طيبة حتى تكتمل للجماعة الإسلامية التي سبقت بالرحيل كل إمكانيات العمل في المرحلة الجديدة.
_________
١ راجع الروض الأنف ج٤ ص٢٠٢ وما بعدها. السيرة لابن هشام ج١ ص٤٨٤ الحلبية ج٢ ص٣١.
٢ فتح الباري ج٨ ص٢٣٦, راجع المواهب ج١ ص٣٢٦، ٣٢٧, راجع زاد المعاد ج٢ ص٥٢.',NULL,'607',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (646,'وفي رواية ابن إسحاق والمواهب: فقال أبو بكر: الصحبة يا رسول الله! قال: "الصحبة"، قالت عائشة: فوالله ما شعرت قط قبل ذلك اليوم أن أحدا يبكي من الفرح حتى رأيت أبا بكر يبكي يومئذ١.
كان جبريل صاحب الوحي وصاحب البراق قد استعد وتهيأت جنود السموات والأرض لحماية الموكب الوحيد في عمر الدنيا الذي ينتقل من المجتمع الظالم إلى إخوانهم في الله أصحاب الميمنة السابقين بالإيمان والفضل والمؤازرة, وكانت قريش سادرة في غيها عابثة بأحلامها مغرورة بأمانيها, فاجتمعت في "البرلمان الجاهلي" في دار الندوة, وهي كما قال في الحلبية: كانت قريش تجتمع فيها للمشاورة في أمورها, ولا يدخلها إلا من بلغ الأربعين، ولا زالت هذه الدار في يد بني عبد الدار حتى كان حكيم بن حزام, فباعها في الإسلام بمائة ألف درهم, فلامه عبد الله بن الزبير رضي الله عنهما, وقال: أتبيع مكرمة آبائك وشرفهم, فقال حكيم رضي الله عنه: ذهبت المكارم إلا التقوى, والله لقد اشتريتها في الجاهلية "بزق خمر", وقد بعتها بمائة ألف, وأشهدكم أن ثمنه في سبيل الله تعالى فأينا المغبون٢.
في هذا البرلمان الجاهلي الذي اشتري بزق خمر, اجتمعت رءوس الجاهلية بجاذبيتها وعنفوانها تناقش الآثار التي تستتبع هجرة المسلمين
_________
١ السيرة لابن هشام ج١ ص٤٨٥, المواهب ج١ ص٣٢٧, راجع الفصل السابع في الهجرة من كتاب النبوة والرسالة في التاج الجامع للأصول ج٢٦٣، ٢٦٩.
٢ الحلبية ج١ ص١٧ المواهب ج١ ص٣٢١, راجع الروض الأنف ج٤ ص١٩٨ وما بعدها.',NULL,'608',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (647,'من مكة فقد أدركوا أن للمسلمين اليوم دار ومنعة، وعرفوا أنهم الآن أجمع لحربهم, فاجتمعوا في دار الندوة أو اجتمعوا في "زق الخمر" يتشاورون ما يصنعون في أمر رسول الله -صلى الله عليه وسلم- حين خافوه١؟ ولقد كانوا عميا وحمقى وأغبياء, فالذي اجتمعوا له اليوم قد قاله لهم من قبل كبيرهم عقبة "يا معشر قريش أطيعوني واجعلوها بي وخلوا بين هذا الرجل وبين ما هو فيه, فاعتزلوه فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم, فإن تصبه العرب فقد كفيتموه بغيركم، وإن يظهر على العرب فملكه ملككم وعزه عزكم وكنتم أسعد الناس٢, ولكنهم يومها قالوا له: سحرك والله يا أبا الوليد, وقالها أكثم بن صيفي:
إن أحق الناس بمعونة محمد ومساعدته على أمره أنتم، فإن يكن الذي يدعو إليه حقا فهو لكم دون الناس، وإن يكن باطلا كنتم أحق الناس بالكف عنه والستر عليه٣.
جدول الأعمال:
لقد كان ينبغي أن يكون جدول المشاورة أو جدول الأعمال حاويا لكل الأحداث التي مضت.
كان ينبغي أن يكون حاويا:
مقالة عقبة: فأمسكت بفيه فأنشدته الرحم أن يكف, وقد علمت أن محمدا -صلى الله عليه وسلم- إذا قال شيئا لم يكذب٤.
_________
١ السيرة لابن هشام ج١ ص٤٨٠.
٢ السيرة لابن هشام ج١ ص٢٩٤.
٣ راجع الباب الأول الفصل الأول نموذج الحكماء.
٤ الحلبية ج١ ص٣٤٠.',NULL,'609',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (648,'ومقالة "أبي جهل": والله إني لأعلم أن ما يقول حق, ولكن يمنعني شيء أن بني قصي قالوا: فينا الحجابة. فقلنا: نعم، ثم قالوا: فينا السقاية. فقلنا: نعم، ثم قالوا: فينا الندوة. فقلنا: نعم، ثم قالوا: فينا اللواء. فقلنا: نعم, ثم أطعموا وأطعمنا حتى إذا تحاكت الركب, قالوا: منا نبي والله لا أفعل١.
وكان عليهم أن يتفهموا ما عرضه عليهم رسول الله -صلى الله عليه وسلم- أول الأمر: "يا بني عبد المطلب إني والله ما أعلم شابا من العرب جاء قومه بأفضل مما جئتكم به، إني قد جئتكم بأمر الدنيا والآخرة ٢، إني لرسول الله إليكم خاصة والناس كافة" ٣.
وكان عليهم كذلك أن يتدبروا ما قاله لهم يوم أن آذوه وأهانوا أصحابه والمجاهدين بالصبر والثبات معه:
"أتسمعون يا معشر قريش! أما والذي نفسي بيده لقد جئتكم بالذبح".
وأخذت هذه الكلمة يومها من القوم مأخذها حتى ما منهم من رجل إلا وكأنما على رأسه طائر واقع حتى إن أشدهم فيه وضاء قبل ذلك ليرفأه بأحسن ما يجد من القول حتى إنه ليقول: انصرف يا أبا القاسم راشدا فما أنت بجهول٤.
_________
١ السيرة لابن كثير ج١ ص٥٠٧.
٢ السيرة لابن كثير ج١ ص٤٥٩.
٣ الحلبية ج١ ص٣٢١.
٤ الخصائص الكبرى ج١ ص٣٦٠, الحلبية ج١ ص٣٣٠.',NULL,'610',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (649,'وكان عليهم كذلك أن يضعوا في قائمة المشاورة قول الله تعالى: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ} ١.
ولكن الحمق والضلالة والتهريج والعمه الذي ران على قلوبهم وأفئدتهم, والوقر الذي أصم آذانهم دوخهم, فغلى دم الحقد والبغضاء في عقولهم فحاصوا حيصة إبليسية زكاها الشيطان بوسواسه اللعين, وحضرها بشبحه الكاذب ودخل معهم في "زق الخمر", وكان في المجلس عتبة بن ربيعة، وأبو سفيان والنضر بن الحارث، وأبو جهل ابن هشام, وأمية بن خلف، لقد اجتمع الزعماء والقادة الذين يمثلون النظام الأرضي بكل طينيته وإبليسيته وكانت المحادثات تدور حول: "ما نأمن على الوثوب علينا فيمن قد اتبعه من غيرنا".
وطالت صياحاتهم وهياجهم وصخبهم, ثم قال لهم الشيخ الإبليسي, قال أبو جهل الذي يمثل الجهالة الجاهلية في كل عصر وحين: "نأخذ من كل قبيلة فتى شابا جليدا نسيبا وسيطا فتيا, ثم نعطي كل فتى منهم سيفا صارما, ثم يعمدوا إليه فيضربوه ضربة رجل واحد, فيقتلوه, فنستريح منه, فإنهم إذا فعلوا ذلك تفرق دمه في القبائل جميعا, فلم يقدر بنو عبد مناف على حرب قومهم جميعا"٢.
_________
١ الآية رقم ٤٥ من سورة النصر.
٢ السيرة لابن هشام ج١ ص٤٨١، ٤٨٢, المواهب ج١ ص٣٢١، ٣٢٢ الكامل في التاريخ ج٢ ص١٠٢, الطبقات الكبرى ج١ ص٢٢٧ السيرة لابن كثير ج٢ ص٢٢٩, الحلبية ج٢ ص٢٨ الدرر ص٨٥, تاريخ الطبري ج٢ ص٣٧١، ٣٧٢, الروض الأنف ج٤ ص٢٠١.',NULL,'611',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (650,'ورضي القوم, وبارك إبليس المعية أبو جهل, وتفرق القوم وهم على ذلك مجمعون، والله أعلم بما يبيتون، لقد أحكم الجاهليون خطتهم: أحكموها متجاهلين ما توعدوا به أنفسهم من قبل، أحكموها في غفلة من ضميرهم الذي يثق أن محمدا لرسول الله, أحكموها وهم في غفلة مما عقلوها سالفا، أنه قد جاءهم بالذبح، لقد أحكموا الخطة والله من ورائهم محيط, وجاء سيدنا جبريل وقال: لا تبت هذه الليلة على فراشك الذي تبيت عليه, وفي عتمة الليل اجتمعت الثورة الجاهلية على الباب يرصدون متى ينام؟ فيثبون عليه، إنهم لا يقدرون على مواجهته يقظا, وظنوا أنهم يقدرون على مواجهته نائما, فهم لهذا يرصدون متى ينام, ونام "علي" في وسط هذا الجو الذي يملأ مكة رعبا، وتسجى ببردي رسول الله -صلى الله عليه وسلم- الأخضر١ الحضرمي, لقد تسجى بالحماية والستر والرعاية والأمان, وهو في طمأنينة مستقرة, وفؤاد أجل استقرارا من الطود العظيم.
لقد نام "علي" وهو يتدثر الإيمان في قلبه ويتسجى ببردي رسول الله -صلى الله عليه وسلم- والشباب محيط بالدار يتدثر قلبه بالغيظ والحنق والكراهية ويتوثب بالسيف الصارم, وفي هذا الجو ينفتح الباب, ويخرج رسول الله -صلى الله عليه وسلم- وهو يتلو:
{يس، وَالْقُرْآنِ الْحَكِيمِ، إِنَّكَ لَمِنَ الْمُرْسَلِينَ، عَلَى صِرَاطٍ مُسْتَقِيمٍ، تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ، لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ، لَقَدْ حَقَّ
_________
١ من رواية ابن الأثير ج٢ ص١٠٣, وفي الطبقات: الأحمر ج١ ص٢٢٨, راجع الحلبية ج٢ ص٢٨، ٢٩.',NULL,'612',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (651,'الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لا يُؤْمِنُونَ، إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ، وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ} ١.
وحصبهم بالتراب, فلم يبق فيهم رجل جليد نسيب وسيط في قوم أبي جهل وأتباعه إلا وضع على رأسه ترابا وناموا أو داخوا أو شلوا أو مسخوا.
لقد سحبت قوتهم وعميت عيونهم حتى جاءهم آت ممن لم يكن معهم فقال لهم ما تنتظرون؟ قالوا: محمدا. قال: خيبكم الله، قد والله خرج عليكم محمد ثم ما ترك منكم رجلا إلا وقد وضع على رأسه ترابا وانطلق لحاجته٢.
هذه هي نتيجة القرار البرلماني الأرضي الذي يستمد نظامه من الطين حبات حصى نثرها رسول الله -صلى الله عليه وسلم- على رءوس الجيش الفتى الذي جاء لينفذ قرار التنظيم الأرضي.
ويسلم "علي" من المؤامرة ويبقى في مكة ليصفي بقيات العلاقات ويؤدي الأمانات التي كان يحفظها الجاهليون عند محمد رسول الله -صلى الله عليه وسلم- ليقينهم أنه وحده الأمين الصادق٣.
_________
١ راجع السيرة لابن هشام ج١ ص٤٨٢ والآيات من رقم ١-٩ من سورة يس.
٢ السيرة لابن هشام ج١ ص٤٨٣ راجع الحلبية ج٢ ص٢٩، ٣٠, السيرة لابن كثير ج٢ ص٢٣٠, الطبقات الكبرى ج١ ص٢٢٨ المواهب ج١ ص٣٢٣ تاريخ الطبري ج٢ ص٣٧٣.
٣ تاريخ الطبري ج٢ ص٣٨٢ الكامل في التاريخ ج٢ ص١٠٣.',NULL,'613',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (652,'وينطلق الركب النبوي ومعه الصديق الوفي إلى غار ثور أو جبل ثور، وتبقى سرية المخابرات الإسلامية في مكة. عبد الله بن أبي بكر يتسمع ما يقول الناس فيها نهارا ليبلغ الأخبار إليهما ليلا, وعامر بن فهيرة يرعى الغنم نهارا ثم يريحها عليهما في الغار عند المساء، وأسماء بنت أبي بكر تجهز الزاد وتذهب به في ثياب الليل الأسمر.
ولم يكن أبو بكر رفيقا مؤنسا بل كان فدائيا حبيبا إليه أن تكون روحه فداء رسول الله -صلى الله عليه وسلم- لقد دخل الغار أولا لينظر ما فيه من حشرات وينظف منزل النبي -صلى الله عليه وسلم- ثم هو يترقب الحركة والهمسة والصوت ووقع القدم وخلجات المتجسسين بينما النبي -صلى الله عليه وسلم- يصلي١.
وجاءت قريش ومعها الخبراء في اقتفاء الآثار، كرزين علقمة وسراقة بن جعشم وحكمت فلسفتهما وعبقريتهما أن آثار الأقدام انتهت إلى غار ثور, ولكنه بعد ذلك لا يدري أيمينا أم يسارا اتجه الركب، أم صعد الجبل٢.
يقول ابن كثير:
اقتفوا أثره فلما بلغوا الجبل اختلط عليهم, فصعدوا الجبل, فمروا بالغار فرأوا على بابه نسج العنكبوت, فقالوا: لو دخل ههنا أحد لم يكن نسج العنكبوت على بابه٣.
_________
١ الحلبية ج٢ ص٣٨.
٢ المواهب ج١ ص٣٣٠.
٣ السيرة لابن كثير ج٢ ص٢٣٩ راجع المواهب اللدنية ج١ ص٣٣٢.',NULL,'614',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (653,'كان فتيان قريش من كل بطن يحيطون الغار بعصيهم وهراواتهم وسيوفهم وحماسهم وكراهيتهم ومرارة هزيمتهم البارحة، وقال لهم حكماؤهم وفلاسفتهم ووجهاء القوم عندهم: "إلى باب الغار انتهى وقع الأقدام", فلماذا لم يدخلوا الغار؟
لقد اقترح بعضهم أن يقتحم الغار ويفتشه، ولكن الذكي الألمعي الرائد الفيلسوف العظيم أمية بن خلف قال لهم: وما أربكم إلى الغار إن فيه لعنكبوتا أقدم من ميلاد محمد؟ ١
لماذا لم يفترض الفيلسوف الماهر أن تلك الراءة والشجرة والحمامتان الوحشيتان سحر من سحر محمد، فيسمح للجيش الجرار المتحمس لتنفيذ قرار برلمان زق الخمر بتفتيش الغار فيا ربما وجدوا أربتهم.
لقد كانوا من الحمق بحيث لا يعقلون ما يريدون, ولا يفهمون ما يودون ألم يقل لهم في مكة {وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} ٢, فلماذا لم يقدروا على إزالتها وتفتيش ما بداخل الغار؟ لقد أضلهم الله على علم وختم على سمعهم وأبصارهم, فمن يهدهم من بعد الله؟
وعادت قريش:
عاد أعضاء البرلمان الجاهلي الأرضي العبقري وعادت حفالة الشباب الجليد النسيب الفتي، وعادت فلاسفة القيافة والأثر بخيبة أمل لا مثيل لها في التاريخ، ولكن الكفر لا تهدأ ثورة دمه, فإذا ما غلى
_________
١ الحلبية ج٢ ص٤٠.
٢ العنكبوت: ٤١.',NULL,'615',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (654,'حقده فلا يهدأ حتى ينسكب على الأرض هدر, فأعلنوا جائزة مالية كبرى لمن يأتي بالركب أسيرا أو قتيلا١، وتظهر عندئذ الأنانية وحب الذات، وتضيع قيمة الرأي العام وتتلاشى قيمة القرار البرلماني الذي اتفق عليه في "زق الخمر", فلم يكن المهم الآن هو تنفيذ القرار ولكن المهم الأسمى هو الحصول على المنحة "مائة ناقة" رأسمال كبير في صحراء قاحلة, فيا لها من صفقة يسيل لها لعاب الماديين, ويأتي رجل يقول: والله لقد رأيت ركبة ثلاثة مروا علي آنفا، إني لآراهم محمدا وأصحابه, ولكن سراقة يريد أن يحظى وحده بالمنحة الكبيرة فيومئ بعينيه للمتكلم: "أن اسكت"، ويوهم على القوم ويمتطي جواده ويريد أن يلحق بالركب الذي تحفه رعاية الله وتحرسه الملائكة وتغشاه الرحمة وتنزل عليه السكينة وتسخر له جنود السموات والأرض ليكون في الأمن والطمأنينة والأنس بالله.
وعلى بركة الله, وعلى نور منه, وهدى وصراط مستقيم ينطلق الركب النبوي المهاجر إلى الله.
النبي الرسول الخاتم رحمة الله للعالمين جميعا.
والصديق الصديق السابق.
وعامر بن فهيرة الحادي للركب الأمين.
_________
١ راجع التاج الجامع ج٣ ص٢٦٧.',NULL,'616',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (655,'وعلى رمال الطريق السوي يتهادى أجل موكب: ناقتان تحملان أعظم رجل في الوجود الإنساني كله.
جاء يعلم الناس كرامتهم, ويرد إليهم إنسانيتهم, ويدلهم على الصراط المستقيم, ويضمن لهم سعادة الدنيا, وسعادة الآخرة لا يريد منهم جزاء ولا شكورا, ولا يكون فيهم ملكا ولا جبارا, ولكنه بالمؤمنين رءوف رحيم.
وينطلق سراقة تدفعه شهوة المال وظمأ الثروة, ويجري وهو يلهث، والركب النبوي تحوطه الرعاية الإلهية حتى يصل الركب إلى دار أم معبد عاتكة١ بنت خالد الخزاعية, فيقيل عندها يوم الثلاثاء ويطلبون منها لبنا أو لحما يشترونه منها, فلم يجدوا عندها شيئا وقالت لهم: والله لو كان عندنا شيء ما أعوزناكم القرى, فنظر رسول الله -صلى الله عليه وسلم- إلى شاة في كسر الخيمة خلفها الجهد عن الغنم, فسألها -صلى الله عليه وسلم: "هل بها من لبن؟ " , فقالت: هي أجهد من ذلك, فقال: "أتأذنين لي أن أحلبها؟ " , فقالت: نعم بأبي أنت وأمي، إن رأيت بها حليبا فاحلبها، فدعا بالشاة فاعتقلها, ومسح ضرعها وسمى الله, فتفاجت ودرت, ودعا بإناء يربض الرهط -أي يشبع الجماعة حتى يربضوا- فحلب فيه ثجا -حلبا قويا- وسقى القوم بعد أن سقى أم معبد حتى رويت ورووا, ثم شرب -صلى الله عليه وسلم- آخرهم, وقال: "ساقي القوم آخرهم شربا" , ثم حلب فيه مرة أخرى فشربوا عللا بعد نهل ثم حلب فيه أخرى وغادره عندها
_________
١ الطبقات الكبرى لابن سعد ج١ ص٢٣٢.',NULL,'617',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (656,'وذهبوا فيما لبث أن جاء أبو معبد زوجها, فلما رأي اللبن عجب وقال: ما هذا يا أم معبد؟ أنى لك هذا والشاة عازب حبال ولا حلوب بالبيت؟ لا والله إلا أنه مر بنا رجل مبارك من حاله كذا وكذا، رأيت رجلا ظاهر الوضاءة حسن الخلق وسيم قسيم في عينيه دعج وفي صوته صحل أحور أكحل أزج أقرن حلو المنطق١، فقال هذا والله صاحب قريش لو رأيته لاتبعته ولأجتهدن أن أفعل.
قال ابن كثير: قال عبد الملك: بلغني أن أم معبد هاجرت وأسلمت ولحقت برسول الله -صلى الله عليه وسلم٢.
هكذا يستدل الأصفياء على صدق النبوة بحال النبي -صلى الله عليه وسلم- ففي اللحظة التي كان يتسابق فيها سراقة مع هواه, ويسرع من أجل أمنيته كانت أم معبد وزوجها في بحبوحة من الإخلاص والصدق وصفاء من القلب ونظافة من وسوسة الشيطان، لقد أحسا ببركة النبي -صلى الله عليه وسلم- فنطقا بهذه البركة واستدلا بها على صدق نبوته فأسلما وهاجرا.
أما سراقة فقد أخلد إلى الأرض واتبع ما وجد عليه آباءه واستمر بفرسه يجري حتى لحق بالركب النبوي الكريم.
ومرى أخرى تلتقي ثورة الأرض بجنود السماء وطغيان العقل ببركة الوحي، وينادي سراقة بن جعشم أصحاب الركب
_________
١ راجع معاني هذه الأوصاف كتاب الشفاء ج١ ص٣٢٨ شرحي: علي القاري ونسيم الرياض.
٢ السيرة لابن كثير ج٢ ص٢٦٣, رجع الحلبية ج٢ ص٥٣.',NULL,'618',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (657,'ليردهم بزعمه، ولكن جنود الأرض التي أخلد إليها تعيبه وتؤدبه وتهزمه وتهزأ به.
يقول ابن هشام:
فلما بدا لي القوم ورأيتهم عثر بي فرسي, فذهبت يداه في الأرض وسقطت عنه، ثم انتزع يديه من الأرض, وتبعهما دخان كالإعصار, قال: فعرفت حين رأيت ذلك أنه قد منع مني, وأنه ظاهر. قال: فناديت القوم, فقلت: أنا سراقة بن جعشم انظروني أكلمكم, فوالله لا أريبكم ولا يأتيكم مني شيء تكرهونه، قال: فقال رسول الله -صلى الله عليه وسلم- لأبي بكر: "قل له: وما تبتغي منا؟ ".
قال: فقال ذلك أبو بكر.
قال: قلت: تكتب لي كتابا يكون آية بيني وبينك.
قال: اكتب له يا أبا بكر١.
وباء سراقة بمثل ما رجعت به قريش من قبل، بيد أن كرم النبي -صلى الله عليه وسلم- وهو أجود من الريح المرسلة كان أوسع من وعود قريش وأعظم عفوا عن المسيء, فرد سيئات سراقة ووعود قريش الواهية بقرار نبوي صادق تهتز له جوانح سراقة فرحا, ويتيه بها على الزمان فخرا. قال ابن الأثير:
_________
١ السيرة لابن هشام ج١ ص٤٨٩، ٤٩٠، راجع الطبقات ج١ ص٢٢٢, المواهب اللدنية ج١ ص٣٤٦ وما بعدها.',NULL,'619',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (658,'فلما أراد أن يعود عنه قال له رسول الله -صلى الله عليه وسلم: "كيف بك يا سراقة إذا سورت بسواري كسرى؟ ".
قال: كسرى بن هرمز؟
قال: "نعم".
فعاد سراقة, فكان لا يلقاه أحد يريد الطلب إلا قال: كفيتم ما ههنا, ولا يلقى أحدا إلا رده١.
ويمضي الركب النبوي في أمان الله وعنايته, تنتظره الجماعة الإسلامية الراشدة, ويطول سفر الركب, وتطول فترات الانتظار والقلوب متشوقة, والعواطف منجذبة والعيون تطيل شعاعها إلى آفاق الحرة ... إلخ.
ولأصاحب بروحي موكب رسول الله -صلى الله عليه وسلم- وأشرف بمتابعة وعثاء ركبه بعد أن قال يوم الثلاثاء في قديد، وعاد سراقة بسواري كسرى, وانطلق الركب النبوي إلى طابة تنتظره الوفود الوفية وهي تنشد لحن الوفاء:
طلع البدر علينا ... من ثنيات الوداع
وجب الشكر علينا ... ما دعا لله داع
أيها المبعوث فينا ... جئت بالأمر المطاع٢
جئت شرفت المدينة ... مرحبا يا خير داع
_________
١ الكامل في التاريخ ج٢ ص١٠٧, المواهب ج١ ص٣٤٧, راجع الحلبية ج٢ ص٤٨.
٢ المواهب اللدنية ج١ ص٣٥٩ الحلبية ج٢ ص٥٨.',NULL,'620',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (659,'ويمضي الركب الظافر ليقود الحياة إلى:
عبودية مطلقة لله وحده.
عبودية العقيدة والإيمان.
عبودية التشريع والقانون.
عبودية الأخلاق والعادات.
عبودية القلب والعقل.
عبودية الفرد والأسرة.
عبودية الدولة والمجتمع.
عبودية الحكم فيها لله رب العالمين.
ويمضي الركب الظافر ليحشد للحق أجناده, ويعتد للموقف الفاصل حتى تكون كلمة الله هي العليا، وتخفق الراية الربانية على وجه الأرض كلها:
لا إله إلا الله محمد رسول الله١.
_________
١ من مراجع هذا الفصل السيرة النبوية لابن هشام ج١ ص٤٨٠، ٤٩٠, المواهب ج١ ص٣١٨، ٣٤٩, فتح الباري ج٨ ص٢٣١، ٢٤٢، الطبقات الكبرى ج١ ص٢٢٧، ٢٣٢ الخصائص الكبرى ج١ ص٤٦٧, الدرر ص٨٠-٨٨, السيرة لابن كثير ج٢ ص٢٣٣-٢٤٩ الرسول -صلى الله عليه وسلم- لمحات من حياته ونفحات من هدية ص١٣٧-١٣٩, الوفاء ج١ ص٢٣٥-٢٤٥, السيرة النبوية في ضوء القرآن والسنة ج١ ص٤٩٤، ٥١٥.',NULL,'621',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (660,'<span data-type="title" id=toc-81>الخاتمة:</span>
يتصل عمر هذه الدراسة بأمد طويل من حياتي, فقد أكرمني الله عز وجل منذ طفولتي الواعية, وأنا مندرج في سلك الحياة الإسلامية حتى نضجت فيها عملا وتدريبا وعاصرت زعماء الفكرة الإسلامية على مستواها: الاجتماعي والأكاديمي في كلية أصول الدين بالأزهر الشريف وفي لقاءات بالدعاة إلى الله في العالم الخارجي وخاصة علماء الحركة الإسلامية في أندونيسيا وماليزيا وبروني Brunei قطر "في الشاطئ الشرقي لماليزيا".
وقد كنت حريصا في تجوالي مع زعماء هذه الحركة على أن أربط نجاحها أو فشلها بالمنهاج الإسلامي الذي سنه سيدنا رسول الله -صلى الله عليه وسلم- فلم يكن هذا البحث وليد مذكرة في الكتب الأمهات فقط، ولا كان مجرد اقتراحات أو افتراضات أو نتائج لقراءات أكاديمية فحسب، بل إن الله تعالى منح هذا البحث عدة هدايا:
الهدية الأولى: أنني عشت حياة الدعوة عماليا واجتماعيا.
الهدية الثانية: أن الله وهبني صحبة كبار رجال الفكر الإسلامي.
الهدية الثالثة: أنني منحت شرف العمل للدعوة الإسلامية في كلية أصول الدين بسومطرة الجنوبية Palmbang.
ومارستها كمدرس في الكلية وكداعية وسط المجتمع ومنظمات الشباب ثم كانت نعمة الله الكبرى أن شرفني الأزهر الشريف',NULL,'622',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (661,'بالاضطلاع بالعمل الإسلامي في ماليزيا ووجهت إلى المجلس الماليزي الأعلى للشئون الإسلامية لتأسيس مركز للبحوث الإسلامية تكون مهمته بعث الثقافة الأصيلة وتنقيتها من الشوائب والهوى والفضول على أساس من عمل السلف الصالح, وتقعيد منهج الدعوة الإسلامية لإعداد الشباب المسلم ليحتمل نشر رسالة الإسلام وسط الجاليات الصينية والهندية التي تشكل نسبته أكثر من نصف المجتمع الماليزي١ ٥٣% فهيأ الله جل شأنه بهذه النعم لي ولهذه الدراسة أن تعيش في الجو الأكاديمي والجو الاجتماعي الذي يكسبها فاعلية وواقعية ويمنحها قوة وتمثيلا لما كان عليه المجتمع الماضي, وما يحتاجه المجتمع الحاضر من منهج مثيل.
وقد قدمت الأبحاث في هذه الدراسة عدة حقائق علمية أهمها بإيجاز أن الدعوة الإسلامية.
هي نقل الأمة من محيط العبودية للبشر إلى العبودية لله وحده.
لم تفاجئ الدعوة الإسلامية المجتمع الإنساني بل تقدمتها تهيئة وإرهاصات شاءها الله تعالى, وأخبر بها أهل الكتاب وتعرف عليها الحزاءون.
ولم يكن المجتمع العربي فيما قبل الرسالة منحرفا غارقا في الظلمات, بل كان على مستوى من الأخلاق والتنظيم مما سمح بأن يكوك هو
_________
١ راجع كتاب أسس العلم الاقتصادي في الإسلام باللغة الملاوية "جداول الإحصائيات" ط سنة ١٩٧٢م ماليزيا.',NULL,'623',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (662,'وحده أنسب مجتمع يستقبل الدعوة, ويكون التفاعل فيه عاديا يسمح لها بالبقاء والتحرك.
كانت الدعوة الإسلامية ضرورة حتى ولو كان المجتمع فاضلا, فإن العبودية لله في العقيدة والقانون والعادات لا تتحقق إلا عن طريق الوحي.
رسول الله -صلى الله عليه وسلم- مذ كان آدم منجدلا في طينته, وهو في كنف الله ورعايته ينتقل من طهر إلى طهر تربى, وتأدب بتربية الله وآدابه: {فَإِنَّكَ بِأَعْيُنِنَا} .
لم تكن بشرية الرسول -صلى الله عليه وسلم- منذ وجد منفصلة عن "بشر يوحى إليه", وعلى هذا فكل مقاييس علم النفس والتربية وموازين البطولة والزعامة لا مجال لها في الجو النبوي, فكل ذلك دونه بكثير جدا {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} .
لا ينبغي علميا ولا أخلاقيا ولا شرعيا أن يفصل عند دراسة شخصية الرسول -صلى الله عليه وسلم- بين بشريته, والوحي إليه {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ} .
لم يكن تحنث سيدنا رسول الله -صلى الله عليه وسلم- جريا على قاعدة من عادات قريش, بل كان وحيا حبب إليه, وسعى رسول الله -صلى الله عليه وسلم- إلى التحنث, وهو نبي "بالرؤيا الصادقة" "ورؤيا الأنبياء وحي".
ليس صحيحا من الناحية العلمية ما أدرجه العلماء في الحديث أو قيل عنه: إنه من البلاغات أن رسول الله -صلى الله عليه وسلم- كلما أوفى بذروة جبل كان يلقي بنفسه.',NULL,'624',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (663,'دلائل النبوة حقيقة ثابتة, نطق بها أحبار اليهود والنصارى وورقة بن نوفل, وكان للعرب معرفة بها, وكان أمية بن الصلت يجاهد بحثا وتنقيبا؛ ليتعرف على أوصافها في نفسه, وقد كان من آثار هذه الدلائل: إسلام ورقة واستعجاله الوحي للنبي -صلى الله عليه وسلم- وإسلام خديجة وسعيها للزواج من رسول الله -صلى الله عليه وسلم- واعتراف هرقل بالرسالة لسيدنا محمد -صلى الله عليه وسلم.
استدلت السيدة خديجة رضي الله عنها على صدق نبوة سيدنا رسول الله -صلى الله عليه وسلم- بأخلاقه وأحواله, ولم تسأله دليلا ولا حجة, فافتتحت بذلك أصل مناهج البحث الديني القائم على الحيدة بعيدا عن التعصب والقومية والهوى الشخصي والعقل الصلف.
وأكدت تصديقها عن طريق حاله بأسلوب دعوته, فسألت أهل الذكر ممن يعرفون أساليب الوحي عن جبريل، فقيل لها: قدوس قدوس ما بال جبريل يذكر هنا إنه أمين الله بينه وبين النبيين.
ولقد أعطت السيدة خديجة المثل الطبيعي لما ينبغي أن تكون عليه أسرة الداعية الذي يتصدى لتبليغ دعوة الله من الأخلاق والإيمان والذكاء والتضحية ففي الحلبية، وكان لا يسمع شيئا يكرهه، من قومه إلا فرج الله عنه بها إذا رجع إليها وأخبرها به١.
من بركة آثار التهيئة الإلهية التي سبقت الدعوة الإسلامية النجاشي عندما عرض عليه سيدنا جعفر بن أبي طالب دعوة الإسلام قال: هذا والذي جاء به عيسى ليخرج من مشكاة واحدة، فدلل على أن
_________
١ الحلبية ج١٢ ص٣٠٢.',NULL,'625',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (664,'مرحلة التمهيد للدعوة كانت منحة ربانية أرادها الله ليوعي بها المجتمع حتى يستقبل الرسالة على بصيرة، ومثل النجاشي نسطورا وبحيرا، وعبد الله بن سلام، وسلمان الفارسي، مما لا يدع مجالا لصلف العقل أن ينكر هذه المرحلة المهمة ودلل بذلك على وحدة الدين الذي حمله موكب الأنبياء.
المنكرون للنبوة مع معرفتهم دلائلها وأعلامها دفعهم إلى ذلك مرض الأنانية والعصبية القبلية والحسد والجحود ظلما وعلوا، مثل أمية بن الصلت, وهرقل, وأبو جهل, والنضر بن الحارث، وعتبة بن ربيعة ... إلخ. وذلك هو داء العصر الحديث حتى في الجامعات العلمية حيث تظهر فكرة القومية كعنصر مضاد للإسلام.
سبقت الدعوة الإسلامية منذ عهدها المكي جميع نظريات الإصلاح الفكري والاجتماعي بما وضعته من مناهج في التفكير والعمل مع الجماعة مؤسسا على احترام مستوى كل فرد، وظروف كل جماعة دون قسر أو خداع أو إرهاب أو تضليل, بل بالحق والعدل والإقناع والإرادة, ولهذا فالدعوة الإسلامية لا توافق على نشرها بطريق العنف والثورة.
لم يحاول القرآن أن يثبت وجود الله؛ لأن هذه القضية لم تكن مثار جدل أو إنكار بين الناس, فهم يجدون الأصنام زلفى إلى الله، ولكن القرآن أقام أدلة على التوحيد وإفراد العبودية لله في الحكم والتشريع والاعتقاد والأخلاق والمعاملات.
دعا الإسلام منذ القرون الوسطى إلى استخدام السمع والبصر والفؤاد في البحث العلمي، ونهى عن اتباع الشك والظن, فإنها لا تغني',NULL,'626',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (665,'من الحق شيئا، وبذلك سبق الإسلام العلم الحديث في اتخاذه الحواس الخمس فقط، كأدوات للبحث وتركه الفؤاد كأداة للبحث العلمي الروحي.
لقد زاوج الإسلام بين العلمين المادي والروحي ومنح الإنسان كلا الوسيلتين لكلا العلمين.
فلتنزوي حضارة السمع والبصر فإن نهايتها حثالة يتأفف منها القائمون على شأن النظافة في المدن الحديثة، ولتسمو علوم الروح, فإنها كلم طيب يصعد إلى الله مع الملائكة.
والعلم المادي في الإسلام تركة يورثها المسلم للمجتمع؛ لتكون له في صحائف أعماله حسنات طيبات يوم القيامة.
العمل مع الجماعة له قانون يبدأ من ثقة الداعية بنفسه, وينتهي إلى تحمل مشاق العمل في سبيل توصيل المبادئ للمجتمع بالحسنى والحكمة والجدل المهذب وتقديم عون الضعفاء والمساكين، وترقيق قلوب أعضاء الجماعة، والوصول بهم إلى أخوة في الله يستعدون معها لبذل الروح والمال والأهل من أجل إعلاء كلمة الله، ولقد سبق الإسلام جميع النظريات التي تعمل مع الجماعة في إيجاد هذا النموذج الذي حقق العبودية لله, وفتح الله في أرضه ملكا واسعا يقوم على "لا إله إلا الله محمد رسول الله", ليس وراءها طمع في مال أو جاه أو دنيا.
وما أحوج مجمع البحوث الإسلامية في العصر الحديث ليربي قيادات تعمل بهذا المنهج لتنهي دولة الأصنام في جنوبي شرقي آسيا التي تضغط',NULL,'627',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (666,'ثقافة الأصنام فيها على الوجود الإسلامي، وتحاول الأمة الإسلامية هنا في ماليزيا وأندونيسيا والفيلبين وسيام أن تتحرك بعقيدتها لتنقذ عباد هذه الأحجار من نار يوم القيامة، ولكن يعوزها العالم الأزهري الذي يحقق هذا المنهج الذي قدمه رسول الله -صلى الله عليه وسلم- وحقق به نفعا جليلا, واستجاب به بلال وسمية وعمار وسعيد ببركته وسنا ضوئه المبارك.
لا بد من إعداد تربوي للبعثات الأزهرية التي تتشرف، بالاضطلاع بالعمل الإسلامي بحيث يشمل هذا المنهج اللغة والتقاليد والعادات والمشاكل الخاصة بالمنطقة التي سيبعث إليها العالم الأزهري.
في فجر الدعوة وفي فكر علماء النصارى في مرحلة التمهيد وعند ورقة بن نوفل ليس هناك فرق بين الرسول والنبي, وإنما ذلك صنعه علم الكلام ولا يجوز إطلاقا بحث اكتساب النبوة بالرياضة لأن تكاليف العبادة الشاقة في سورة المزمل جاءت بعد الاصطفاء والنبوة.
اتخذت الدعوة لها عدة مراحل وهو تسلسل طبيعي, ولكنها أعلنت منذ اللحظة الأولى بالنص والغاية إنها دعوة عالمية للناس جميعا.
إن النصوص في القرآن الكريم تفيد مسألتين فيما يتعلق بعالمية الدعوة.
المسألة الأولى: إن الرسول -صلى الله عليه وسلم- وهو ما زال في مكة أمر بتبليغ الدعوة عالميا.
المسألة الثانية: إن القرآن نص في آيات عدة على أن الرسول -صلى الله عليه وسلم- للعالمين نذيرا.',NULL,'628',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (667,'اتخذت الدعوة وسائل خاصة لتبليغ الدعوة المقابلة الشخصية: المؤتمر المؤقت والمؤتمرات الدورية والجماعة الثنائية ... إلخ. أو المناظرة, فسبقت بهذا جميع نظريات علم خدمة الجماعة في العصر الحديث, فلم يبق لعلماء هذه الدراسات فخر يزهون به على علماء الدين.
اتخذت الدعوة أسلوبا خاصا في استخدام وسائل التبليغ حسب معادن الناس أو حسب ظروف الشخص الواحد وهي:
الحكمة والموعظة الحسنة، والمجادلة بالتي هي أحسن.
فعمدت بذلك إلى تربية جميع مشاعر الفرد وشملت نواحيه الفكرية والوجدانية كما أصابت في استخدام بعض هذه الأساليب في مخاطبة بعض الناس، حسب درجاتهم ومعادنهم فكرا ووجدانا, فكانت أول دعوة تحترم كرامة الإنسان وتقدر فيه أنواع مستوياته.
أظهرت مراحل تبليغ الدعوة أن الكفار جابهوها لأسباب قومية وشخصية مع اعترافهم بالرسالة والنبوة, فدل ذلك على أن الدعوة حق في ذاتها, وأن طلبهم المعجزات تعنت وإسراف في الجدل العابث.
ولهذا لم يوافق القرآن الكريم على الاستجابة لما طلبه الكافرون من معجزات مادية كتعلة للدخول في الإسلام؛ لأنهم يعرفون الحق كما يعرفون أبناءهم.
اتخذت المجابهة للدعوة جميع أصناف التنكيل والتعذيب, ومع هذا فقد اتخذت الدعوة سبيلها إلى الحبشة وإلى أسلم، وغفار، ودوس, ونجران, ثم إلى يثرب "طيبة".',NULL,'629',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (668,'فدل ذلك على أن الدعوة إذا اتخذت المنهج الطبيعي لنا كتب الله لها البقاء والنصر، ولهذا قدم القرآن الكريم في مكة عدة نماذج تاريخية تجابه بها الدعوة دائما منها:
١- التسلط البشري أو الحكم.
٢- الضغط الاقتصادي.
٣- الأذى البدني والأدبي.
٤- ثم حدد أبعاد المعركة بين الداعية وخصومه.
وأن النهاية هناك يوم يكون الملك لله الواحد القهار حيث يكون النصر للداعية, ومن الثمار والغايات التي أنتجتها الدعوة في العهد المكي:
إثبات وحدانية الله وإلغاء جميع ألوان الشرك بالدليل.
إثبات القرآن والنبوة وإبطال جميع مزاعم الكافرين.
إثبات البعث بالمشاهدة والدليل والسلطان الإلهي.
إفراد السلطة التشريعية لله وحده.
تفويض النبي -صلى الله عليه وسلم- في تبيين ما نزل للناس من الوحي.
فرض الصلاة والصيام والزكاة دون تحديد لعددها ومقدارها؛ وذلك لإعطاء فرصة لانطلاق الطاقة في الفرد لينفذها بقدر ما يستطيع،
كذلك حرم الله أكل ما ذبح على النصب؛ لأنه دم يتحول بعد إلى الجسم والقلب ويتجافى وجوده مع الإيمان في القلب المؤمن.',NULL,'630',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (669,'وحرم الله قتل النفس الزكية.
وقتل الأولاد، وحرم الفواحش.
وأمر بالعدل، والإحسان، والوفاء بالوعد.
وكانت مهمة هذه الأحكام تربية قيادة تقوم على قاعدة منهج كامل أساسه: "لا إله إلا الله" لتتولى بناء المجتمع الإسلامي في المدينة المنورة.
وأكد القرآن المكي احترام الوالدين وأوصى بهما خيرا إلى غير ما حد.
ووضع القرآن المكي النفقة ورعاية اليتامى، وتحديد المسئولية والتوبة، وبقيت هذه الأحكام على عموميتها لا نسخ فيها؛ لأنها جدول تربية للجماعة الإسلامية التي يمكن أن يناط بها مستقبلا إعادة بناء المجتمع الإسلامي إذا فرض أنه أصيب بخلل أو تفكك، كما هو الوضع الحالي للأمة الإسلامية في الشرق والغرب.
وفي العهد المكي ابتدأ غرس بذور بعض قوانين يحتاج إليها التنظيم الاجتماعي مستقبلا تمهيدا لإكمالها رويدا رويدا حسب طبيعة المنهج القرآني, وكان من هذه القوانين:
البدء في قانون: الخمر، والربا، والرق.
الدين هو منهج إلهي رباني لحياة الإنسان جميعا, يتم تحقيقه في حياة البشر عن طريق الجهد الإنساني نفسه في حدود لا يكلف الله نفسا إلا وسعها وغاية هذا المنهج هو تحقيق العبودية لله في العقيدة والأخلاق',NULL,'631',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (670,'والتشريع والعادات والتقاليد وجميع تحرك الإنسان على وجه الأرض تنفيذا للعهد الذي أوثق به الإنسان نفسه، ألست بربكم؟ قالوا: بلى.
وعناصر الدين أربعة:
مصدر هو الله الحق.
ونبي هو الرسول النبي المصطفى.
ووحي هو الموكل بالاتصال بالأنبياء.
وكتاب هو دستور الله للبشر.
ومن ثمار العهد المكي بناء الجماعة الإسلامية وتحديد خصائصها التي تملك القيادة الراشدة لبناء المجتمع الإسلامي مستقبلا، وكانت الشورى والعفو عن الجاهلين والانتصار للحق، وتحقيق العبودية لله في كل شيء، هي قاعدة هذه الخصائص التي امتلكتها وتمثلتها وحققتها الجماعة التي نيط بها بناء المجتمع الإسلامي في المدينة المنورة، وقد خلصت من كل شوائب الحياة الدنيا، فعمرها ورزقها وولدها منح من عند الله تعالى, وهي في الكون تسير معه بقانونها الرباني الذي جاء من عند الله تعالى, وهي في الكون تسير معه بقانونها الرباني الذي جاء به الوحي الأمين، ولا تملك إلا السمع والطاعة والدعاء الرخي الندي:
{رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} .
فدل ذلك على إعادة بناء المجتمع الإسلامي إنما يجب أن تبدأ من هذه المرحلة.
لقد أصبح المجتمع المكي فاسد الهواء سبخ الوجدان فكان لا بد من نقلة تسمح للدعوة أن تعبر فيها عن صلاحيتها ومواءمتها وأصالتها',NULL,'632',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (671,'والتقائها مع الطبع الإنساني الذي يحيا بها في رخاء وسعادة وأمن, ويحقق بها العبودية لله, فنزل عليه السكينة وتغشاه الرحمة وتحل عليه البركات، ولكن هذه النقلة تحتاج إلى تصفية للجماعة حتى تنتقل, وهي كلها جيدة المعدن عميقة الإيمان, فكان الإسراء والمعراج كغربلة وتصفية نهائية, تمهيدا للنقلة إلى طابة لتبدأ الدعوة بأسلوب جديد في العمل والبناء.
ولقد ادعى الكافرون زهاء ثلاثة عشر عاما أن محمدا ساحر، ووقفوا عند الغار أمام العنكبوت الذي ضلل الله به عقولهم وسفه أحلامهم وحقر عقولهم, فقال أمية بن خلف: "إن فيه لعنكبوتا أقدم من ميلاد محمد", فشهد على نفسه أنه كان كاذبا يوم أن قال: إن محمدًا ساحر.
ولا ينتهي الركب إلى "قديد" في يوم الثلاثاء في العقد الأول من شهر الهجرة حتى تبدو علامات النبوة, وقد در الضرع الجهيد باللبن مرات ثلاث، وتغور قوائم فرس سراقة, ويطلب الغوث ويكتب له الأمان, ثم يهبه رسول الله -وهو ما زال في الطريق إلى طابة- هدية ما كان يحلم بها طوال حياته قط "سواري كسرى" وتبقى دلائل النبوة إلى يوم القيامة تؤكد أن محمدا رسول الله حقا، وأنه لا خلاص لهذه الدنيا من حيرتها وفسادها وآلامها وضيقها إلا بالعودة إلى دعوة الإسلام والدستور الحكيم {إِنَّ هَذَا الْقُرْآَنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} .
هذا، وبالله التوفيق.
متولي يوسف حسن شلبي
الشهير: رءوف شلبي',NULL,'633',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (672,'<span data-type="title" id=toc-82>المراجع:</span>
<span data-type="title" id=toc-83>أولًا: القرآن الكريم وعلومه</span>
القرآن الكريم:
ابن كثير: عماد الدين أبي الفداء إسماعيل بن كثير القرشي الدمشقي, المتوفى سنة ٧٧٤هـ. تفسير القرآن العظيم، دار إحياء الكتب العربية، عيسى الحلبي وشركاه.
الآلوسي: العلامة أبي الفضل شهاب الدين السيد محمود الآلوسي البغدادي, المتوفى سنة ١٢٧٠هـ. روح المعاني في تفسير القرآن العظيم والسبع المثاني. إدارة الطباعة المنيرية.
البيضاوي: ناصر الدين أبو سعيد عبد الله بن عمر البيضاوي الشافعي المتوفى ٦٩٢هـ. تفسير البيضاوي، أنوار التنزيل وأسرار التأويل. الطبعة الأولى ١٣٢٠هـ، المطبعة العامرة.
الخازن: علاء الدين علي بن محمد بن إبراهيم البغدادي, المتوفى سنة ٧٢٥هـ. لباب التأويل في معاني التنزيل وعليه تفسير البغوي المعروف بمعالم التنزيل، الطبعة الثانية ١٣٧٥هـ، ١٩٥٥م.',NULL,'634',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (673,'"وعلى هامش تفسير البغوي". مطبعة مصطفى الحلبي وأولاده.
الزرقاني: الأستاذ الشيخ محمد عبد العظيم الزرقاني. مناهل العرفان في علوم القرآن. الطبعة الثالثة. مطبعة الحلبي وشركاه.
السيوطي: جلال الدين عبد الرحمن السيوطي, المتوفى سنة ٩١١هـ. تحقيق: محمد أبو الفضل إبراهيم. الإتقان في علوم القرآن، طبع في ١٣٨٧هـ، ١٩٦٧م مطبعة المشهد الحسيني بالقاهرة.
الصاوي: الشيخ أحمد الصاوي المالكي. الصاوي على الجلالين, عيسى الحلبي وشركاه.
الطبري: أبو جعفر محمد بن جرير الطبري, المتوفى سنة ٣١٠هـ. جامع البيان عن تأويل آي القرآن الطبعة الثانية ١٣٧٣هـ، ١٩٥٤م مطبعة م الحلبي وأولاده.
الفندي: الدكتور محمد جمال الدين الفندي. من الآيات الكونية في القرآن الكريم طبع في ١٣٨٠هـ, ١٩٦١م المجلس الأعلى للشئون الإسلامية وزارة الأوقاف.',NULL,'635',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (674,'القرطبي: أبو عبد الله القرطبي. الجامع لأحكام القرآن، مطابع الشعب.
المراغي: الأستاذ أحمد مصطفى المراغي. تفسير المراغي، الطبعة الثالثة ١٣٧٣هـ، ١٩٦٣م. مطبعة الحلبي وأولاده.
النيسابوري: أبو الحسن علي بن أحمد الواحدي النيسابوري, المتوفى سنة ٤٦٨هـ، تحقيق الأستاذ أحمد السيد صقر. أسباب نزول القرآن للواحدي. الطبعة الأولى ١٣٨٩هـ، ١٩٦٩م.
دراز: الدكتور محمد عبد الله دراز. النبأ العظيم، طبع ١٣٨٩هـ، ١٩٦٩م، مطبعة السعادة.
دروزة: الأستاذ محمد عزة دروزة.
التفسير الحديث طبع ١٣٨١هـ، ١٩٦٢م. دار إحياء الكتب العربية.
شاهين: الأستاذ عبد الرحمن شاهين المهندس. إعجاز القرآن والاكتشافات الحديثة. الطبعة الثانية ١٣٦٨هـ, ١٩٤٩م، مطابع ومكاتب زيتون شبرا القاهرة.',NULL,'636',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (675,'عبد الباقي: الأستاذ محمد فؤاد عبد الباقي. المعجم المفهرس لألفاظ القرآن الكريم، طبع ١٣٧٨هـ، مطابع الشعب.
عرجون: الشيخ محمد الصادق عرجون. القرآن الكريم هدايته وإعجازه في أقوال المفسرين، طبع ١٣٩٦هـ, ١٩٦٦م، دار الاتحاد العربي للطباعة.
قطب: الأستاذ سيد قطب. في ظلال القرآن، الطبعة الثالثة دار إحياء التراث العربي, بيروت.
منير: الأستاذ محمد منير الدمشقي. إرشاد الراغبين في الكشف عن آي القرآن الكريم الطبعة الأولى ١٣٤٦هـ, إدارة الطباعة المنيرية.
محمود: الدكتور عفيفي محمود. علم الأجنة في القرآن, طبع ١٣٧٩هـ، ١٩٦٠م, مطبوعات إدارة الثقافة الإسلامية بالأزهر.
نووي: الشيخ محمد نووي الجاوي. التفسير لعالم التنزيل، الطبعة الثالثة ١٣٧٤هـ، ١٩٥٥م مطبعة م الحلبي وأولاده.',NULL,'637',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (676,'<span data-type="title" id=toc-84>ثانيا: الحديث وعلومه</span>
الذهبي: أبو عبد الله محمد بن أحمد بن عثمان الذهبي, المتوفى سنة ٧٤٨هـ. تحقيق علي محمد البجاوي. ميزان الاعتدال في نقد الرجال طبع ١٣٨٢هـ، ١٩٦٣م، مطبعة عيسى الحلبي وشركاه.
السيوطي: الجلال السيوطي, المتوفى ٩١١هـ. الفتح الكبير في ضم الزيادة إلى الجامع الصغير، طبع ١٨ أغسطس ١٩٣٢م، ١٦ ربيع الثاني ١٣٥١هـ, مطبعة دار الكتب العربية الكبرى مصطفى الحلبي وأولاده.
الشرقاوي: الشيخ عبد الله بن حجازي بن إبراهيم الشرقاوي, المتوفى سنة ١٢٢٧هـ. تحقيق الشيخ محمد محيي الدين عبد الحميد. فتح المبدي بشرح مختصر الزبيدي الطبعة الأولى ١٣٨٤هـ، ١٩٦٤م، مطبعة السعادة بمصر.
العزيزي: شرح الشيخ علي بن أحمد بن محمد العزيزي الشافعي. المتوفى سنة ١٠٧٠م. السراج المنير على الجامع الصغير في أحاديث البشير النذير. الطبعة الثالثة ١٣٧٧هـ، ١٩٥٧م، مطبعة م الحلبي وأولاده.',NULL,'638',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (677,'العسقلاني: الحافظ شهاب الدين أبي الفضل العسقلاني "ابن حجر". فتح الباري بشرح البخاري، طبع ١٣٧٨هـ، ١٩٥٩م. مطبعة م الحلبي وأولاده.
القسطلاني: شهاب الدين أحمد بن محمد الخطيب القسطلاني. إرشاد الساري لشرح صحيح البخاري الطبعة السابعة ١٣٢٣هـ. المطبعة الكبرى الأميرية بولاق.
المناوي: محمد المدعو عبد الرءوف المناوي. فيض القدير بشرح الجامع الصغير, الطبعة الأولى ١٣٥٦هـ, ١٩٣٨م، مطبعة مصطفى محمد صاحب المكتبة التجارية الكبرى بمصر.
النووي: الإمام الحافظ محيي الدين أبو زكريا يحيى بن شرف بن مشرى الخزامي الحواربي الشافعي, المتوفى سنة ٦٧٦هـ. صحيح مسلم بشرح النووي المطبعة المصرية ومكتبتها.
عبد الباقي: المرحوم الأستاذ محمد فؤاد عبد الباقي. اللؤلؤ والمرجان فيما اتفق عليه الشيخان. مطبعة عيسى الحلبي وشركاه.',NULL,'639',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (678,'ناصف: الشيخ منصور علي ناصف. التاج الجامع للأصول في أحاديث الرسول صلى الله عليه وسلم. الطبعة الثالثة ١٣٨١هـ, ١٩٦٢م، دار إحياء الكتب العربية ع، الحلبي وشركاه.',NULL,'640',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (679,'<span data-type="title" id=toc-85>ثالثا: كتب السيرة النبوية</span>
ابن القيم: شمس الدين أبو عبد الله محمد بن قيم الجوزية,
المتوفى سنة ٧٥١هـ. زاد المعاد في هدي خير العباد طبع في ١٣٦٩هـ، ١٩٥٠م مطبعة مصطفى الحلبي وأولاده.
ابن سعد: محمد بن سعد بن منيع البصري الزهري ولد في ١٦٨هـ بالبصرة وتوفي عام ٢٣٠هـ ببغداد. الطبقات الكبرى. ١٣٧٧هـ، ١٩٥٧م، دار صادر. دار بيروت للطباعة والنشر.
ابن عبد البر: الحافظ يوسف بن عبد البر النمر, المتوفى ٤٦٣هـ. الدرر في اختصار المغازي والسير ١٣٨٦هـ ١٩٦٦م، دار التحرير للطبع والنشر.',NULL,'640',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (680,'ابن كثير: الإمام أبو الفداء إسماعيل بن كثير. تحقيق مصطفى عبد الواحد "دكتور". السيرة النبوية ١٣٨٤هـ, ١٩٦٤م. مطبعة ع الحلبي وشركاه.
ابن هشام: أبو محمد عبد الملك بن هشام ابن أيوب الحميري, المتوفى سنة ٢١٣هـ أو ٢١٨هـ. تحقيق مصطفى السقا، إبراهيم الإبياري، عبد الحفيظ شلبي. السيرة النبوية. الطبعة الثانية ١٣٧٥هـ, ١٩٥٥م، مطبعة مصطفى الحلبي وأولاده "مع تحقيق آخر لفضيلة الشيخ محمد محيي الدين".
أبو شهبة: الدكتور محمد بن محمد أبو شهبة. السيرة النبوية في ضوء القرآن والسنة. ١٣٩٠هـ، ١٩٧٠م, دار الطباعة المحمدية.
أبو نعيم: أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران المشهور بالأصبهاني, المتوفى ٤٣٠هـ. دلائل النبوة، ١٣٢٠هـ، دائرة
المعارف النظامية بالهند.',NULL,'641',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (681,'البيهقي: أبو بكر أحمد بن الحسين بن علي عبد الله بن موسى البيهقي, المتوفى ٤٥٨هـ. تحقيق عبد الرحمن محمد عثمان. دلائل النبوة. الطبعة الأولى، ١٣٨٩هـ، ١٩٦٩م. مطابع دار النصر.
التوني: الأستاذ المحامي محمد شوكت التوني. محمد في طفولته وصباه "دار القلم".
الجوزي: الإمام أبو الفرج عبد الرحمن بن الجوزي, المتوفى ٥٩٧هـ. تحقيق مصطفى عبد الواحد "دكتور". الوفاء بأحوال المصطفى. الطبعة الأولى, ١٣٨٦هـ، ١٩٦٦م. مطبعة السعادة بمصر. الحلبي: العلامة علي بن برهان الدين الحلبي الشافعي. وعلى الهامش: السيرة النبوية والآثار المحمدية للشيخ دحلان. السيرة الحلبية، إنسان العيون في سيرة الأمين المأمون. الطبعة الثالثة ١٣٥١هـ، ١٩٣٢هـ,
المطبعة الأزهرية.',NULL,'642',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (682,'السبكي: الشيخ عبد اللطيف السبكي. الوحي إلى الرسول محمد صلى الله عليه وسلم. ١٣٨٩هـ, ١٩٦٩م، المجلس الأعلى للشئون الإسلامية بالقاهرة.
السهيلي: عبد الرحمن السهلي, المتوفى ٥٨١هـ. تحقيق عبد الرحمن الوكيل. الروض الآنف في شرح السيرة النبوية "لابن هشام" ١٣٨٩هـ, ١٩٦٩م, مطابع دار النصر.
السيوطي: الحافظ جلال الدين عبد الرحمن أبو بكر السيوطي, المتوفى ٩١١هـ. تحقيق الدكتور محمد خليل الهراس. الخصائص الكبرى. ١٣٨٧هـ, ١٩٦٧م, مطبعة المدني.
الفاسي: الحافظ أبو الطيب الفاسي. وفاء الغرام في أخبار البلد الحرام.
القسطلاني: شهاب الدين أحمد بن محمد الخطيب القسطلاني. شرح الإمام محمد بن عبد الباقي الزرقاني المالكي.
المواهب اللدنية وبهامشها، زاد المعاد في هدى خير العباد للإمام شمس الدين عبد الله الدمشقي الحنبلي المعروف "بابن القيم". طبعة أولى ١٣٢٦هـ، المطبعة الأزهرية المصرية.',NULL,'643',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (683,'الكاندهلوي: الشيخ محمد يوسف الكاندهلوي. حياة الصحابة رضي الله عنهم. ١٣٩٠هـ, ١٩٧٠م، مطابع دار النصر.
الماوردي: أبو الحسن علي بن محمد الماوردي. أعلام النبوة.
المولى: الأستاذ جاد المولى. محمد المثل الكامل.
الهمذاني: عبد الجبار بن أحمد الهمذاني, المتوفى ٤١٥هـ. تحقيق الدكتور عبد الكريم عثمان. تثبيت دلائل النبوة. ١٣٨٦هـ, ١٩٦٩م، دار العربية بيروت لبنان.
دروزه: الأستاذ محمد عزه دروزه. سيرة الرسول صلى الله عليه وسلم. الطبعة الثانية ١٣٨٤هـ, ١٩٦٥م، مطبعة عيسى الحلبي وشركاه.',NULL,'644',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (684,'دينيه: الفونس اتين دينيه. وسليمان بن إبراهيم. ترجمة: الدكتور عبد الحليم محمود. الدكتور محمد عبد الحليم محمود. محمد رسول الله ١٩٦٦م. مطابع دار المعارف.
رضا: محمد رضا. محمد رسول الله صلى الله عليه وسلم. الطبعة الخامسة ١٣٨٥هـ, ١٩٦٦م، مطبعة يحيى الحلبي وشركاه.
عياض: القاضي عياض بن موسى بن عياض بن عمر بن موسى بن عياض اليخصبي الغرناطي "أحمد شهاب الدين الخفاجي المصري"
"وعلي القاري". شرح الشفاء. الطبعة الأولى ١٣٢٥هـ, المطبعة الأزهرية المصرية.
محمود: الدكتور عبد الحليم محمود. الرسول صلى الله عليه وسلم لمحات من حياته ونفحات من هديه. ١٣٩٠هـ، ١٩٧٠م، مطبعة الأزهر "سلسلة البحوث الإسلامية".',NULL,'645',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (685,'مؤمن: الشيخ مؤمن بن حسن مؤمن الشبلنجي. نور الأبصار في مناقب آل بيت النبي المختار. الطبعة الأخيرة عام ١٣٦٧هـ, ١٩٤٨م، مصطفى الحلبي وأولاده.',NULL,'646',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (686,'<span data-type="title" id=toc-86>رابعا: كتب الدعوة</span>
ابن نبي: مالك بن نبي. ترجمة: عبد الصبور شاهين "دكتور". الظاهرة القرآنية. الطبعة الأولى ١٩٥٨م، مطبعة دار الجهاد.
الخولي: الأستاذ البهي الخولي. تذكرة الدعاء، رمضان ١٣٦٣هـ, مطبعة الاعتماد بمصر.
الدهلوي: الإمام أحمد المعروف بشاه ولي الله بن عبد الرحيم الدهلوي. تحقيق فضيلة الشيخ سيد سابق. حجة الله البالغة. مطبعة دار الكتب الحديثة.
الراوي: الأستاذ محمد الراوي. الدعوة الإسلامية دعوة عالمية سلسلة من الشرق والغرب ١٩٦٥م, الدار القومية للطباعة والنشر.',NULL,'646',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (687,'الغزالي: الشيخ محمد الغزالي. فقه السيرة. الطبعة الرابعة ١٣٨٤هـ, ١٩٦٤م, مطبعة السعادة بمصر.
المودودي: الشيخ أبو الأعلى المودودي. المصطلحات الأربعة في القرآن. الطبعة الخامسة ١٣٩١هـ, ١٩٧١م, دار القلم بالكويت.
الندوي: الأستاذ أبو الحسن علي الحسيني الندوي. النبوة والأنبياء في ضوء القرآن. ١٣٨٣هـ, ١٩٦٣م، المجمع الإسلامي العلمي ندوة العلماء لكهنؤ "الهند".
الندوي: الأستاذ أبو الحسن علي الحسيني الندوي. ماذا خسر العالم بانحطاط المسلمين. الطبعة الخامسة ١٣٨٤هـ, ١٩٦٤م، دار الطباعة الحديثة.
الندوي: الأستاذ أبو الحسن علي الحسيني الندوي. الطريق إلى المدينة. ١٣٨٥هـ, المكتبة العلمية بالمدينة المنورة الرسالة المحمدية المطبعة السلفية.
حسين: الإمام الأكبر الشيخ محمد الخضر حسين. رسائل الإصلاح. مكتبة القدس ١٣٥٨هـ، ١٩٣٩م.',NULL,'647',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (688,'شديد: الأستاذ محمد شديد. الجهاد في الإسلام. مطبعة العالم العربي.
محفوظ: الشيخ علي محفوظ. هداية المرشدين.
محمود: الدكتور عبد الحليم محمود. القرآن والنبي. ١٣٨٧هـ, دار الكتب الحديثة.
محمود: الدكتور عبد الحليم محمود. الإسراء والمعراج. ١٣٩٠هـ, ١٩٧٠م, مطابع دار النصر "سلسلة البحوث الإسلامية".
محمود: الأستاذ علي عبد الحليم محمود. الدعوة الإسلامية دعوة عالمية. ١٣٨٩هـ, ١٩٦٩م, المجلس الأعلى للشئون الإسلامية.',NULL,'648',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (689,'<span data-type="title" id=toc-87>خامسا: كتب في التصوف</span>
الغزالي: أبو حامد محمد بن محمد بن محمد الغزالي المتوفى في ٥٠٥هـ. إخراج الشيخ محمد مصطفى أبو العلا. القصور العوالي في رسائل الإمام الغزالي. شركة الطباعة الفنية المتحدة.',NULL,'648',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (690,'القشيري: أبو القاسم عبد الكريم بن هوزان القشيري، المتوفى ٤٦٥هـ.
تحقيق الدكتور علي حسن عبد القادر. كتاب المعراج. الطبعة الأولى ١٣٨٣هـ, ١٩٦٤م, مطبعة السعادة.
المناوي: الشيخ عبد الرءوف المناوي. الكواكب الدرية في تراجم السادة الصوفية. ١٣٥٧هـ, ١٩٣٨م, مطبعة الأنوار.
محمود: الدكتور عبد الحليم محمود. الإسلام والعقل. ١٩٦٦م, دار الكتب الحديثة مطبعة مخيمر.
محمود: الدكتور عبد الحليم محمود. المنقذ من الضلال لحجة الإسلام. الطبعة السادسة ١٣٨٨هـ, ١٩٦٨م, مطابع دار النصر.
محمود: الدكتور عبد الحليم محمود. الإسلام والإيمان. الطبعة الثانية ١٩٦٨م, مطابع دار النصر.
محمود: الدكتور عبد الحليم محمود. المدرسة الشاذلية. ١٩٦٨م, دار الكتب الحديثة.',NULL,'649',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (691,'<span data-type="title" id=toc-88>سادسا: كتب في الفقه وأصوله وتاريخ التشريع</span>
ابن السبكي: الإمام تاج الدين بن عبد الوهاب
ابن السبكي. حاشية العلامة البناني على جامع الجوامع. مطبعة ع، الحلبي وشركاه.
الخضري: الشيخ محمد الخضري بك. تاريخ التشريع. الطبعة الثامنة ١٣٨٧هـ, ١٩٦٧م, المكتبة التجارية الكبرى.
السايس: فضيلة الشيخ محمد على السايس "وآخرون". تاريخ التشريع الإسلامي. الطبعة الثانية ١٣٥٧هـ, ١٩٣٩م مطبعة الشرق الإسلامية.
الشاطبي:
أبو إسحاق الشاطبي إبراهيم بن موسى اللخمي الغرناطي المالكي, المتوفى ٧٩٠هـ. تحقيق وتعليق الشيخ عبد الله دراز. الموافقات في أصول الشريعة. المطبعة الرحمانية بمصر.
محمود: الدكتور عبد الحليم محمود. العبادة أحكام وأسرار. الجزء الأول. ربيع الأول ١٣٨٨هـ, يونيه ١٩٦٨م, دار النصر للطباعة.',NULL,'650',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (692,'<span data-type="title" id=toc-89>سابعا: كتب في التاريخ الإسلامي</span>
ابن الأثير: عز الدين أبو الحسن علي بن أبي الكرم محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني المشهور بابن الأثير. الكامل في التاريخ ١٣٨٥هـ, ١٩٦٥م دار صادر, دار بيروت للطباعة والنشر.
الأزرقي: أبو الوليد محمد بن عبد الله بن أحمد الأزرقي في تحقيق الأستاذ رشدي الصالح ملحس. أخبار مكة وما جاء فيها من الآثار. الطبعة الثانية ١٣٨٥هـ, ١٩٦٥م، دار الثقافة مكة المكرمة.
الأهل: الأستاذ عبد العزيز سيد الأهل. من حضارة الإسلام ١٣٨٦هـ, ١٩٦٦م.
الخضري: المرحوم الشيخ محمد الخضري بك. محاضرات تاريخ الأمم الإسلامية. الطبعة الثامنة ١٣٨٢هـ, المكتبة التجارية الكبرى.
السباعي: الأستاذ أحمد السباعي. تاريخ مكة. الطبعة الثالثة ١٣٨٧هـ, دار قريش للطباعة بمكة المكرمة. السكري: أبو جعفر محمد بن حبيب بن أمين بن عمر الهاشمي البغدادي المتوفى ٢٤٥هـ. رواية: أبو سعيد الحسن بن الحسنين السكري تحقيق: الدكتورة أليزه لختن شبتر. المحبر، المكتب التجاري للطباعة والنشر والتوزيع. بيروت',NULL,'651',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (693,'الطبري: أبو جعفر محمد بن جرير الطبري. تحقيق محمد أبو الفضل إبراهيم. تاريخ الطبري, تاريخ الرسل والملوك ١٩٦١م, دار المعارف بمصر.
المسعودي: أبو الحسن علي بن الحسين بن على المعروف بالمسعودي
, المتوفى ٣٤٦هـ. مروج الذهب ومعادن الجوهر, ١٢٨٣هـ، مطابع بولاق.
أورنولد: سيرتوماس -و- أورنولد. ترجمة الدكتور حسن إبراهيم
حسن، الدكتور عبد المجيد عابدين، إسماعيل النحراوي. الدعوة إلى الإسلام. الطبعة الثانية ١٩٥٧م, لجنة البيان العربي.
حسن: الدكتور حسن إبراهيم حسن. تاريخ الإسلام السياسي والديني والثقافي والاجتماعي. الطبعة السادسة ١٩٦١م, مطبعة النهضة المصرية.',NULL,'652',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (694,'حسن: الدكتور علي إبراهيم حسن. التاريخ الإسلامي العام. الطبعة الثالثة ١٩٦٣م، مطبعة النهضة المصرية.
دروزه: الأستاذ محمد عزة دروزه. تاريخ الجنس العربي في مختلف الأطوار والأدوار والأقطار. الطبعة الأولى ١٣٨١هـ, ١٩٦٢م, المطبعة العصرية صيدا لبنان.
شحاتة: الدكتور عبد الفتاح شحاتة. تاريخ العرب وعصر الرسول -صلى الله عليه وسلم- ط أولى ١٣٦٨هـ, ١٩٤٩م.
غنيم: الأستاذ محمد بك غنيم. خلاصة الكلام في تاريخ الجاهلية والإسلام.
ماجد: الدكتور عبد المنعم ماجد. الأطلس التاريخي للعالم الإسلامي في العصور الوسطى. الطبعة الثانية ١٩٦٧م, مطبعة دار الفكر العربي.
هونكه: الدكتور مزيجريد هونكه. ترجمة الدكتور فؤاد حسنين علي. شمس الله على الغرب أو فضل العرب على أوربا. الطبعة الثانية ١٩٦٩م, مطابع دار المعارف بمصر.',NULL,'653',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (695,'هيكل: الدكتور محمد حسنين هيكل. حياة محمد. الطبعة الرابعة ١٩٤٧م, مطبعة مصر. شركة مساهمة مصرية.',NULL,'654',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (696,'<span data-type="title" id=toc-90>ثامنا: كتب في التاريخ العام</span>
مصطفى: الشيخ محمد مصطفى. تاريخ العرب قبل الإسلام.
مؤنس: ترجمة حسنين مؤنس. الإمبراطورية البيزنطية.',NULL,'654',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (697,'<span data-type="title" id=toc-91>تاسعا: كتب في الفلسفة والدراسات الاجتماعية والنفسية</span>
ابن خلدون: عبد الرحمن بن محمد بن خلدون. تحقيق الدكتور علي عبد الواحد وافي. مقدمة ابن خلدون. الطبعة الأولى ١٣٧٦هـ, ١٩٥٧م، مطبعة لجنة البيان العربي.
أبو حنيفة: أبو حنيفة النعمان بن ثابت الكوفي. الفقه الأكبر, مطبعة دار الكتب العربية الكبرى.',NULL,'654',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (698,'أحمد: دكتور محمد شمس الدين أحمد. فن خدمة الجماعة في محيط الخدمة الاجتماعية الطبعة الثانية ١٩٦٣م، مطبعة لجنة البيان العربي.
أحمد: دكتور أحمد كمال أحمد وعدلي سليمان. الخدمة الاجتماعية والمجتمع ١٩٦٣م دار الحمامي للطباعة.
البزدوي: جمعه الشيخ القاضي الإمام أبو اليسر محمد بن محمد ابن عبد الكريم البزدوي. حققه: الدكتور هانزبيترلتس. أصول الدين ١٣٨٣هـ ١٩٦٣م. دار إحياء الكتب العربية عيسى الحلبي وشركاه.
البطريق: الأستاذ محمد كامل البطريق. الخدمة الاجتماعية مهنة ذات علم وفن، الطبعة الثانية ١٩٦٢م مطبعة لجنة البيان العربي.
البهي: الدكتور فؤاد البهي. علم النفس الاجتماعي.
الجسر: الشيخ نديم الجسر. مفتي طرابلس. قصة الإيمان بين الفلسفة والعلم والقرآن الطبعة الثالثة، ١٣٨٩هـ، ١٩٦٩م مطابع المكتب الإسلامي.',NULL,'655',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (699,'الشهرستاني: أبو الفتح محمد بن عبد الكريم بن أحمد الشهرستاني المتوفي ٥٤٨هـ تحقيق: الدكتور محمد بن فتح الله بدران. الملل والنحل١٩٥٦م.
العقاد: الأستاذ عباس محمود العقاد. الله. كتاب في نشأة العقيدة الإلهية الطبعة الرابعة ١٩٦٤م. مطابع دار المعارف بمصر.
العقاد: الأستاذ عباس محمود العقاد. التفكير فريضة إسلامية الطبعة الأولى ١٩٦٤م. مطابع دار القلم "المؤتمر الإسلامي".
العقاد: الأستاذ عباس محمود العقاد. حقائق الإسلام وأباطيل خصومه الطبعة الثالثة ١٩٦٦م، مطابع دار القلم.
الغزالي: الإمام أبو حامد محمد بن محمد بن محمد الغزالي المتوفى ٥٠٥هـ. تحقيق: الدكتور سليمان دنيا. فيصل التفرقة بين الإسلام
والزندقة. الطبعة الأولى ١٣٨١هـ, ١٩٦١م، دار إحياء الكتب العربية.
النشار: الدكتور على سامي النشار. نشأة الفكر الفلسفي في الإسلام. طبعة رابعة.',NULL,'656',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (700,'بدران: الدكتور محمد بن فتح الله بدران. الفلسفة الحديثة في الميزان وتأسيس القواعد من القرآن. الطبعة الثانية ١٣٨٩هـ, ١٩٦٩م مطبعة مخيمر.
بيل: جورج -م- بيل جوم- بوهلن ج نيل رواداباو ترجمة: الدكتور محمد علي العريان الدكتور إبراهيم خليل شهاب. القيادة وديناميكية الجماعات. أبريل ١٩٦٩م، مؤسسة فرانكلين للطباعة والنشر, القاهرة, نيويورك.
حب الله: الدكتور محمود فتح الله حب الله. الحياة الوجدانية والعقيدة الدينية. ١٣٦٧هـ، ١٩٤٨م مطبعة عيسى الحلبي وشركاه.
حسانين: دكتور سيد أبو بكر حسانين. دراسات في تنظيم المجتمع. الطبعة الأولى ١٩٦٩م, المطبعة الفنية الحديثة.
حسن: دكتور عبد الباسط محمد حسن. أصول البحث الاجتماعي. الطبعة الثانية ١٩٦٦م, مطبعة لجنة البيان العربي.',NULL,'657',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (701,'شلبي: الشيخ متولي يوسف شلبي. أضواء على المسيحية. الطبعة الأولى ١٣٨٨هـ, ١٩٦٨م, الدار الكونية للطباعة والنشر.
شهاب: الدكتور إبراهيم شهاب. أساسيات التربية.
شوقي: دكتور عبد المنعم شوقي. مبادئ تنمية وتنظيم المجتمع. مطابع دار الكتب العربي بمصر.
عبد الرازق: الإمام الأكبر الشيخ مصطفى عبد الرازق. تمهيد لتاريخ الفلسفة الإسلامية. الطبعة الثانية ١٣٧٩هـ, ١٩٥٩م, لجنة التأليف والترجمة والنشر.
فروخ: الدكتور عمر فروخ. تاريخ الفكر العربي إلى أيام ابن خلدون. الطبعة الأولى ١٣٨٢هـ, ١٩٦٢م, مطابع دار الكتب, بيروت.
فهمي: الدكتور مصطفى فهمي. سيكولوجية الطفولة والمراهقة.
محمود: الدكتور عبد الحليم محمود. التفكير الفلسفي في الإسلام. الطبعة الثالثة ١٣٨٧هـ، ١٩٦٨م, مطابع دار النصر.',NULL,'658',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (702,'موريسون: كريس موريسون. ترجمة الأستاذ صالح الفلكي. العلم يدعو للإيمان ١٩٥٤م, مؤسسة فرانكين للطباعة والنشر نيويورك, القاهرة.',NULL,'659',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (703,'<span data-type="title" id=toc-92>عاشرا: كتب الأدب</span>
أبو الفضل: الأستاذ أحمد أبو الفضل. دراسات في العصر الجاهلي ١٣٨٥هـ, ١٩٦٩م. الهيئة العامة لشئون المطابع الأميرية.
الأصفهاني: علي بن الحسين بن محمد بن أحمد بن الهيثم بن عبد الرحمن بن مروان بن عبد الله بن مروان أبي الفرج بن محمد الأصفهاني المتوفى ٣٥٦هـ. الأغاني.
الآلوسي: أبي الفضل شهاب الدين السيد محمود الآلوسي البغدادي المتوفى ١٢٧٠هـ. بلوغ الأرب.',NULL,'659',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (704,'الشنقيطي: المعلقات العشر.
العقاد: عباس محمود العقاد. عبقرية محمد.
الميداني: أحمد بن محمد بن أحمد بن إبراهيم، المعروف بالميداني
النيسابوري المتوفى ٥١٨هـ. تحقيق الشيخ محمد محيي الدين عبد الحميد. مجمع الأمثال. مطبعة السنة المحمدية ١٣٧٤هـ, ١٩٥٥م.
الهاشمي: المرحوم السيد أحمد الهاشمي. جواهر الأدب في أدبيات وإنشاء لغة العرب. الطبعة الثانية والعشرون ١٣٨٧هـ. مطبعة الاستقامة بالقاهرة.',NULL,'660',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (705,'<span data-type="title" id=toc-93>حادي عشر "ب": كتب اللغة</span>
ابن منظور: أبو الفضل جمال الدين محمد
بن مكرم بن منظور الإفريقي المصري.
لسان العرب. ١٣٧٤هـ, ١٩٥٥م, مطابع بيروت.',NULL,'660',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (706,'الزمخشري: جاد الله أبو القاسم محمود بن عمر الزمخشري. أساس البلاغة. ١٣٨٥هـ, ١٩٦٥م, دار صادر بيروت للطباعة والنشر.
الفيروزابادي: محيي الدين محمد بن يعقوب الفيروزابادي. القاموس المحيط. الطبعة الثانية ١٣٧١هـ, ١٩٥٢م, مطبعة م الحلبي وأولاده.
إلياس: إلياس أنطون إلياس أدوار-إلياس. القاموس العربي الإنجليزي "القاموس المصري". الطبعة التاسعة ١٩٥٤م المطبعة العصرية.
نوح: عبد الله بن نوح. القاموس الأندونيسي, جاكرتا أندونيسيا.
ياقوت: شهاب الدين أبو عبد الله ياقوت
بن عبد الله الحموي الرومي البغدادي. معجم البلدان. ١٣٨٨هـ, ١٩٦٨م, مطابع بيروت.',NULL,'661',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (707,'<span data-type="title" id=toc-94>ثاني عشر: الكتب الملاوية</span>
١- Dr. Hamka. Sejarah Umat Islam ١٩٦٥- K. L Pustaka Antara.
تاريخ الأمة الإسلامية. دكتور الحاج عبد المالك كريم أمر الله.
٢- H.Zainal Arifnn Abbas. Sejarahdan Perjuangan Nabi Mahamnad. ١٩٦٨- K. L. Pustaka Antara.
زين العارفين عباس
تاريخ وجهاد النبي محمد -صلى الله عليه وسلم.
٣- H.Zainal Abbas, Peri Hidup Muhamad Rasulullah S. A. W. ١٩٦٤- Maju-Medan.
حياة الرسول -صلى الله عليه وسلم.
٤- H. Manawar -Khalil. Kelengkapan Tarikh Nabi Muhammad S. Aw. Ketiga ١٩٦٦- Djakarta.
التاريخ الكامل للنبي -صلى الله عليه وسلم.
حاج منوار خليل.',NULL,'622',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (708,'<span data-type="title" id=toc-95>الفهرس:</span>
الموضوع الصفحة
تقديم ١
مقدمة المؤلف ٨
الباب الأول: مناهج الدعوة الإسلامية في عهدها المكي.
الفصل الأول: منهج إثبات وحدانية الله تعالى.
تمهيد حول مفهوم الدعوة الإسلامية ٢٠
تحديد المراد من محاولة التعريف ٢٤
على بدء نعود: ظلال على التعريف ٣٢
نتيجة المحاولة ٣٦
جدول: الدعوة الإسلامية ٣٧
منهج إثبات الوحدانية لله تعالى ٣٨
أولا: تصوير العقيدة العربية قبل الإسلام ٤٧
أ- الخطوة الأولى: سيدنا إبراهيم وعباد الكواكب ٥٤
ب- الخطوة الثانية: سيدنا إبراهيم وعباد الأصنام ٥٩
ج- الخطوة الثالثة: وجعلها كلمة باقية في عقبه ٧١
ثانيا: دعوة المعاندين إلى التجرد من المواريث الثقافية ٧٨
ثالثا: دعوة المعاندين للتفكير بالمشاهدة في آثار قدرة الله ٩١
أدلة التوحيد والتنزيه ١٠٧
أولا: وحدانية الذات ١٠٧
ثانيا: وحدانية الصفات ١١٩
أ- العلم ١٢٠
ب- ليس كمثله شيء ١٢٣
ج- كن فيكون ١٢٤
د- يخلق ما يشاء ويختار ١٢٥',NULL,'663',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (709,'الموضوع الصفحة
هـ- كل شيء هالك إلا وجهه ١٢٥
و غافر الذنب ١٢٦
ز- وله الكبرياء في السموات والأرض ١٢٧
ثالثا: وحدانية التدبير وتصريف الملك ١٢٨
أ- التدبير ١٢٨
١- الرزق ١٣٠
٢- العمر ١٣٢
٣- الأولاد ١٣٤
ب- وحدانية التصرف في الملك ١٣٥
رابعا: بعث الوجدان الفطري ١٤٠
النموذج الأول: من آلاء الله ١٤١
النموذج الثاني: من أحداث التاريخ ١٥٤
طريقة استخدام المنهج ١٦١
أولا: الدعوة إلى البحث في حقائق التاريخ ١٦٢
ثانيا: كيف ينظرون؟ ١٦٥
الفصل الثاني: منهج العمل مع الجماعة:
أولا: ثقة الداعية بنفسه ١٧١
ثانيا: تحديد الهدف ١٨١
ثالثا: التعرف على طبيعة المجتمع ١٩٠
رابعا: تربية القيادة ١٩٨
أ- اختيار القيادة ١٩٨
ب- مستوى تربية القيادة ٢٠١
خامسا: العرض الواضح ٢١٣
سادسا: إيجاد استقطاب حول الدعوة ٢٣٢
سابعا: السلوك المطابق للمبادئ ٢٤٥
ثامنا: الصبر وتحمل المشاق ٢٥٨',NULL,'664',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (710,'الموضوع الصفحة
الفصل الثالث: مراحل الدعوة:
تمهيد ٢٧٧
ضابط التقسيم ٢٩١
مراحل تبليغ الدعوة ٢٩٣
مرحلة التبليغ الأول: إعداد القيادة ٣٠٣
النموذج الأول ٣٠٤
النموذج الثاني ٣٠٧
النموذج الثالث ٣٠٩
مرحلة التبليغ الثاني ٣١٣
مرحلة التبليغ الثالث ٣٢٠
مرحلة التبليغ الرابع ٣٣٠
أسلوب التبليغ ٣٤١
أ- الحكمة ٣٤٢
ب- الموعظة الحسنة ٣٤٦
ج- جادلهم بالتي هي أحسن ٣٤٩
وسيلة التبليغ ٣٥٢
١- المناقشة ٣٥٣
٢- جماعة الطنين ٣٥٤
٣- الندوة ٣٥٤
٤- المناظرة ٣٥٥
٥- المقابلة ٣٥٥
٦- المؤتمرات المؤقتة ٣٥٦
٧- المؤتمرات الدورية ٣٥٦',NULL,'665',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (711,'الموضوع الصفحة
الفصل الرابع: معالم في طريق الدعوة:
المجابهة ٣٥٨
أولا: المعالم التاريخية للمجابهة في العهد المكي ٣٦٣
١- رفض الدعوة مباشرة دون نظر ٣٦٣
٢- إغراء أبي طالب ٣٦٥
٣- مساومة النبي -صلى الله عليه وسلم ٣٦٩
٤- أذى النبي -صلى الله عليه وسلم ٣٧٢
٥- فتنة الأتباع ٣٧٧
- بلال ٣٧٨
- عمار ٣٨٠
- خباب ٣٨١
- زنيرة ٣٨٢
٦- الحصار الاقتصادي ٣٨٣
٧- مهاترات بطلب المعجزات ٣٨٨
ثانيا: لماذا كفرت قريش؟ ٤٠٤
١- الاستعلاء والتكبر ٤٠٧
٢- جبرية العادات والتقاليد ٤١٠
٣- العنصرية القبلية ٤١٣
٤- جاهلية المقاييس ٤١٥
أ- اقتراح نبي خاص ٤١٥
ب- احتقار صنف من الناس ٤١٩
٥- الحساسية ٤٢١
أ- الحسد ٤٢١
ب- الخوف على آبائهم في الآخرة ٤٢٢
٦- ضعف الإرادة أمام سمو التعاليم الإسلامية ٤٢٤
ثالثا: النماذج القرآنية لمعالم الطريق ٤٢٦
١- في مواجهة السلطة ٤٢٧
٢- في مواجهة الثراء والمادة ٤٢٩
٣- في مواجهة المهاترات ٤٣٢
٤- أبعاد المعركة ٤٣٤',NULL,'666',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (712,'الموضوع الصفحة
العالمية ٤٣٦
- النص ٤٣٦
- التطبيق ٤٣٧
رابعا: المجابهة الثقافية ٤٣٩
الباب الثاني: الغايات. ثمار العهد المكي وخاتمته:
الفصل الأول: في العقيدة الإسلامية:
أ- لا إله إلا الله ٤٤٦
- الموجة الأولى ٤٤٧
- الموجة الثانية ٤٥٢
الجانب الأول ٤٥٢
الجانب الثاني ٤٥٦
١- السلطان الإلهي ٤٥٦
٢- تصحيح التدين ٤٥٨
٣- مفهوم الدين وعناصره ٤٦٢
٤- وحدة الدين ٤٦٦
٥- عالمية الدين ٤٦٨
٦- تصحيح فكر أن لله ولدا ٤٧٠
٧- عيسى ابن مريم ٤٧٤
ب- محمد -صلى الله عليه وسلم ٤٧٦
ج- كذلك الخروج ٥٠٨
في الجانب الأول ٥٠٨
في الجانب الثاني ٥٠٩',NULL,'667',NULL,NULL,'0');
INSERT INTO [b11736] VALUES (713,'الموضوع الصفحة
الفصل الثاني: في التشريع والأخلاق والجماعة الإسلامية:
أولا: في التشريع والأخلاق ٥١٨
أ- السلطة التشريعية ٥١٨
ب- الأحكام الشرعية والأخلاق ٥٢١
وبالوالدين إحسانا ٥٢٦
وحرم الله الزنا والفواحش ٥٢٨
تحريم القتل ٥٢٨
في شئون المال ٥٣٠
الوفاء والعدل والإحسان ٥٣٣
وإذا قلتم فاعدلوا ٥٣٤
المسئولية والتوبة ٥٣٧
ج- بدء التدرج في الأحكام ٥٥٤
الخمر ٥٥٥
الربا ٥٥٦
الرق ٥٥٨
ثانيا: في الجماعة الإسلامية ٥٥٩
الفصل الثالث: خاتمة العهد المكي:
التجهيز للهجرة ٥٨٢
أولا: الإسراء والمعراج ٥٨٢
ثانيا: النشاط النبوي معاهدات العقبة ٥٩٤
إلى طابة ٦٠٣
جدول الأعمال ٦٠٩
الخاتمة ٦٢٢
المراجع ٦٣٤
الفهرست ٦٦٣',NULL,'668',NULL,NULL,'0');
