-- Table: b1216
-- Chunk: 1
-- Rows: 602

CREATE TABLE "b1216"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1216
INSERT INTO [b1216] VALUES (1,'<span data-type="title" id=toc-1>ضعيف سنن الترمذي</span>- محمد ناصر الألباني
ضعيف سنن الترمذي
محمد ناصر الألباني',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b1216] VALUES (2,'ضعيف سنن الترمذي',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (3,'بسم الله الرحمن الرحيم',NULL,'2',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (4,'ضعيف سنن الترمذي ضعف احاديثه محمد ناصر الالباني أشرف على استخراجه وطباعته والتعليق عليه وفهرسته زهير الشاويش بتكليف من مكتب التربية العربي لدول الخليج الرياض المكتب الاسلامي',NULL,'3',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (5,'أذن مكتب التربية العربي لدول الخليج بطبع وتوزيع هذا الكتاب للمكتب الاسلامي حصرا الطبعة الاولى ١٤١١ هـ - ١٩٩١ م المكتب الاسلامي بيروت: ص.
ب: ٣٧٧١ / ١١ - برقيا: اسلاميا - تلكس - ٤٠٥٠١ - هاتف: ٤٥٠٦٣٨ دمشق: ص.
ب: ١٣٠٧٩ - هاتف: ١١١٦٣٧ عمان: ص.
ب: ١٨٢٠٦٥ - هاتف: ٦٥٦٦٠٥ - فاكس: ٧٤٨٥٧٤',NULL,'4',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (6,'بسم الله الرحمن الرحيم بين يدي الكتاب إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له.
اللهم اجعلنا هداة مهديين، وسدد خطانا، وارحمنا، وكن لنا ولا تكن علينا، يا خير مسؤول.
وأكرم مجيب.
وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن سيدنا محمدا عبده ورسوله، وصفيه وخليله، بعثه رحمة للعالمين، بشيرا ونذيرا، وأوحى إليه القرآن ومثله معه.
صلى الله عليه وعلى آله وصحبه أجمعين، وأتباعهم الذين نقلوا إلينا كلامه الطيب، وفعله الجميل، وخلقه السامي، الموحى به قرآنا كريما بقوله تعالى له: (وإنك لعلى خلق عظيم) (١) .
هذه العقائد، والاوصاف، والاخلاق التي ما ابتعد عنها وخالف مضمونها إلا من غضب الله عليهم من الافراد والامم.
أما بعد: فإن من دواعي سروري، أن أذكر ما امتن الله علينا به، من اتمام طبع
_________
(١) سورة القلم، الاية ٤.
(*)',NULL,'5',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (7,'صحاح السنن الاربعة (١) على الوجه الذي تقبله أهل العلم والفضل، وسد ثغرة في خدمة السنة الشريفة المطهرة، في رفع أكثر أحاديث هذه السنن إلى مرتبة الصحة - بصورة تقريبية - حسب تقدير واحد من كبار علماء الحديث في هذا العصر، وما أداه إليه اجتهاده، وهو الشيخ محمد ناصر الدين الالباني.
وقد انتظر المسلمون هذا المشروع الزمن الطويل - بظني - وكان لنا في
سبيله محاولات وجهود كثيرة قديمة وحديثة، ليخرج على الشكل الذي صدر عليه، نحتسبها عند الله الذي لا يضيع عنده مثقال ذرة.
وقدر الله - سبحانه - لمكتب التربية العربي لدول الخليج إخراجه على هذا الشكل الجميل المتقن.
وكان ذلك برأي الدكتور محمد الاحمد الرشيد - المدير السابق - والدكتور علي بن محمد التويجري - المدير الحالي - وجهود الاخوة الافاضل الذين أعانوا وساعدوا على إقرار هذا العمل الكبير، في مختلف مراحل إنجازه.
وأخص منهم بالذكر: الاستاذ الجليل عبد الرحمن بن محمد توفيق الباني، والعالم الكبير الدكتور محمد بن لطفي الصباغ، والحقوقي القدير الدكتور محمد سليم العوا، والاستاذ أحمد جمال عمار، والاستاذ ابراهيم الثابت، وغيرهم ممن قدم خيرا.
كتب الله للجميع الاجر والمثوبة.
وما غاب عن بال أحد منا أن هذا المشروع بحاجة إلى متابعة وتنقيح، سواء في مادته الاولى - التصحيح، والتضعيف - أو في طباعته وتبويبه والتعليق عليه، وفهرسته..الخ وان كل ما يضاف، أو يستدرك أو ينتقد..لا ينقص من أهمية هذا العمل الضخم، لما فيه من الفوائد والمنافع الكثيرة، التي
_________
(١) وقد صدرت كلها - غير أن " صحيح سنن أبي داود " تأخر توزيعه بعد أن تأخر طبعه أيضا لما في الاصل المسلم لنا، من تقصير، ونقص واضطراب.
وقل مثل ذلك عن أصول الضعاف، وبسبب ما اصابنا من حوادث لبنان، كتب الله السلامة للبلاد والعباد.
(*)',NULL,'6',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (8,'سيجدها القارئ الكريم في ثنايا العمل، مما لم يعرض له في المقدمات، ولم يوضح في التعليقات وغيرها.
وعلما منا بأن القارئ لن يفيد شيئا من ذكر ما لقينا من عوائق وعقبات،
فقد ضربت صفحا عن ذكرها.
وخاصة بعد أن يسر الله حلها وتذليلها بفضله وكرمه، ثم بجهود محبي السنة، وخدامها بإخلاص وصدق.
وان مما أثلج صدورنا إقبال الناس من مختلف البلاد على اقتناء النسخ التي صدرت بسرعة تفوق المعتاد - من مثل هذه الكتب الكبيرة - حق أننا اضطررنا لطبع " صحيح سنن ابن ماجه " ثلاث طبعات خلال أشهر قليلة، وقمنا بعد ذلك بزيادة المطبوع من الصحاح الاخرى.
وسيجد الاخ القارئ أننا وضعنا كلمة " صحح أحاديثه " أو " ضعف أحاديثه " بدلا من كلمة (تأليف - محمد ناصر الدين الالباني) وذلك تحقيقا لرغبة الشخ ناصر لانه لا علاقة له سوى بالسطر المكتوب تحت كل حديث.
مثل قوله في الحديث الاول: ضعيف الاسناد.
وقوله في الحديث الثاني: (ضعيف - ابن ماجه ٣٠٨) .
وأما ما أضيف إلى هذا السطر، وجعل بين حاصرتين () فأنه من عملي وعلي تبعته، ومثال ذلك ما أضيف إلى الحديث الثاني: (٦٣، مشكاة المصابيح ٣٦٣، وسلسلة الاحاديث الضعيفة ٩٣٤) .
وفي هذا المجلد الاحاديث الضعيفة والموضوعة والمنكرة والشاذة التي استخرجتها من سنن الترمذي.
وجعلتها باسم:',NULL,'7',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (9,'ضعيف سنن الترمذي - ضعف أحاديثه محمد ناصر الدين الالباني استخرجها وأشرف على طباعتها والتعليق عليها وفهرستها
زهير الشاويش وعليه فإن كل عمل من هذه الاعمال هو مني وعلي تبعته، ويلحق بي وحدي ما به من صواب أو خطا.
وليس للشيخ ناصر الالباني، أو غيره شئ منه.
فإن كان على الجادة فبفضل الله.
وإن كان غير ذلك فمن تقصيري وعجزي.
وقد أضفت إليها: ١ - فهرص الموضوعات.
٢ - فهرس أطراف الاحاديث وبعضا من كلمات أواسط الاحاديث، ويشمل أسماء الرواة عن النبي صلى الله عليه وسلم.
٣ - فهرس الاثار.
وقد عدلت عن وضع فهارس الالفاظ، والمكررات، والاعلام الواردة في متون الاحاديث، كما كنت فعلت في " ضعيف سنن ابن ماجه ".
أخي القارئ الكريم: أملنا كبير بأن نتلقى منك ما يعيننا على استدراك أي نقص تراه، أو تصحيح خطأ ند عنا لنقوم بتداركه، أو ننتفع به في عمل جديد نقوم به، والمؤمنون بعضهم لبعض نصحة.
والحمد لله رب العالمين.
عمان ١٠ جمادى الاخرة ١٤١٠ = / ١ / ١٩٩٠ ٧ زهير الشاويش',NULL,'8',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (10,'بسم الله الرحمن الرحيم تقديم
بقلم: الدكتور عبد الاحمد الرشيد الحمد لله رب العالمين، نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ به من شرور أنفسنا ومن سيئات أعمالنا، ونشهد أن لا إله إلا الله وحده لا شريك له ونشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه ومن دعا بدعوته إلى يوم الدين وسلم تسليما كثيرا.
أما بعد: فهذا هو " صحيح سنن الترمذي " الكتاب الثاني من مشروع صحيح كتب السنن الاربعة، نقدمه للناس شاكرين الله عز وجل أن وفقنا وهدانا لهذا، فله الفضل والحمد والمنة.
وقد صدر قبل شهور " صحيح ابن ماجه " و " ضعيف ابن ماجه " وسيصدر بإذن الله قريبا " صحيح النسائي " ويتلوه " صحيح أبي داود " كما سيصدر إلى جانب ذلك " ضعيف الترمذي " و " ضعيف النسائي " و " ضيف أبي داود " سيصدرها المكتب الاسلامي ببيروت بالتعاون مع مكتب التربية العربي لدول الخليج، كما أشرنا إلى ذلك في مقدمة " صحيح ابن ماجه ".',NULL,'9',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (11,'وكتاب الترمذي الذي ألفه الامام محمد بن عيسى بن سورة أبو عيسى المولود في قرية بوغ من قرى ترمذ على نهر جيحون سنة ٢٠٩.
سمع من البخاري وغيره، وطؤف في البلاد الاسلامية طلبا للحديث ثم رجع إلى وطنه واستقر فيه.
كان آية في الحفظ والذكاء.
وكان إماما ثقة حجة ورعا زاهدا توفي ببلده سنة ٢٧٩ هـ.
وكتابه يكاد ينفرد من بين الكتب بمنهج خاص وبطريقة فريدة تميز بها.
فقد ذكر العلماء أنه جمع في هذا الكتاب بين طريقة الشيخين: البخاري ومسلم في صحيحيهما: ففيه استنباطات عميقة قيمة تذكر بطريقة الامام البخاري.
وفيه ترتيب دقيق وجمع لاحاديث الباب في موضع واحد وعناية بالفوائد الاسنادية، وذلك يسهل على الباحث الوقوف على الحديث في مكانه، وهذا يذكر بطريقة الامام مسلم.
وذكر العلماء أنه خرج في كتابه الصحيح والحسن والضعيف، وكان يبين درجة الحديث، وللعلماء في تصحيح الترمذي وتضعيفه آراء أشار إليها العلامة الالباني في مقدمته التي يراها القارئ في أول هذا الكتاب.
ومن خصائص كتاب الترمذي أنه جاء بمذاهب الصحابة والتابعين وفقهاء الامصار، فكتابه من الكتب التي تعنى بأدلة الاحكام، وقد سمى الترمذي - في الغالب - مع كل حديث من احتج به من أئمة أهل المذاهب، وذكر - في أحيان كثيرة - ما عارضه به الاخرون.
ومن أجل ذلك كان كتابه من المصادر المهمة لدراسة الخلاف بين مدارس الفقه المختلفة.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (12,'ومما تجدر الاشارة إليه أن هذه الفوائد كلها قد أبقينا عليها في " صحيح سنن الترمذي " و " ضعيفه " كما ترى.
وقد قام الاستاذ زهير الشاويش بمراجعة مخطوطة لديه من القرن السابع، وكذلك الطبعات السابقة والشروح واستدرك الكثير جزاه الله خير الجزاء.
هذا وقد بين الاستاذ الالباني المؤلف في مقدمته طريقته في خدمة هذا الكتاب مما يغني عن ذكره هنا.
وغني عن القول أن نقرر ما سبق أن ذكرناه في مقدمة " صحيح ابن ماجه ":
من أن هذا العمل الجليل الذي يعتز مكتبنا بالقيام به، يحمل مسؤوليته العلمية في التصحيح والتضعيف، فضيلة المحدث محمد ناصر الدين الالباني وحده، وهو الرجل الذي سلخ من عمره أكثر من خمسين عاما في الاشتغال بالحديث النبوي الشريف دراسة وتدريسا، وتأليفا وتحقيقا.
ولا يسعني في ختام هذه الكلمة إلا أن أشكر للاستاذ الالباني جهده الطيب، وللاستاذ زهير الشاويش عنايته البالغة في إخراج هذا العمل العلمي على الصورة الجيدة التي يراها القارئ.
وأسال الله عز وجل أن يجعل أعمالنا خالصة لوجهه، وأن يستعملنا في طاعته والحمد لله رب العالمين.
الدكتور محمد الاحمد الرشيد المدير العام لمكتب التربية العربي لدول الخليج بالرياض',NULL,'11',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (13,'مقدمة الشيخ محمد ناصر الدين الالباني بسم الله الرحمن الرحيم حمدا لله، وصلاة وسلاما على رسول الله، وعلى آله وصحبه، ومن تبعهم إلى يوم الدين.
أما بعد، فقد انتهيت مساء الخميس العاشر من شهر ذي القعدة سنة ١٤٠٦ هـ من المشروع الثاني الذي كلفت به من طرف مكتب التربية العربي لدول الخليج بالرياض، ألا وهو: " تحقيق سنن الترمذي "، وتمييز صحيحه من ضعيفه.
وقد جريت فيه على المنهج الذي كنت جريت عليه في المشروع الاول:
" تحقيق سنن ابن ماجه " والتزمت فيه الاصطلاح الذي التزمته هناك وبينته في مقدمته، فلا داعي لاعادة بيان ذلك هنا.
ولكن لا بد لي من التنبيه في هذه المقدمة على بعض الامور تبصيرا وتنويرا: أولا: سيرى القراء تحت كثير من الاحاديث الاحالة في بيان مراتبها إلى ابن ماجه، كمثل قولي في الحديث الخامس مثلا: (صحيح - ابن ماجه ٢٩٨ (١) : ق) .
(١) (هذا رقم ابن ماجه العام الذي يشمل صحيح ابن ماجه وضعيفه وهي الطبعة القديمة.
والحديث هو في طبعتنا الجديدة " صحيح سنن ابن ماجه - باختصار السند " تحت الرقم (٢٤٣ - ٢٩٨)) .
- زهير -.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (14,'فإنما فعلت ذلك اختصارا، وتوفيرا للوقت، وتحاشيا للتكرار، فإنك لو رجعت إلى الرقم المشار إليه في " ابن ماجه لوجدت تحت الحديث نفسه ما نصه: (صحيح) - الارواء ٥١، صحيح أبي داود ٣، الروض ٧٦: ق.
فاستغنيت بتلك الاحالة إلى " ابن ماجه " عن نقل مثل هذا النص مرة أخرى، وقد يطول أحيانا ويقصر، حسب كثرة المصادر المذكورة في تخريج الحديث أو قلتها.
ثانيا: وسيرون أحاديث أخرى لم تخرج مطلقا، وإنما ذكرت مراتبها فقط، وذلك لانني لم أعثر عليها في تلك الكتب، وقد يكون بعضها في بعضها، فكان لا بد من الحكم عليها من أسانيدها في " سنن الترمذي " فقط، كما فعلت بهذا النوع من أحاديث " سنن ابن ماجه ".
وقد عبرت عن تلك المراتب بما يلي: الاولى: " صحيح - أو حسن الاسناد ".
والثانية: " ضعيف الاسناد.
وهما مفهومتان واضحتان.
والثالثة: " صحيح "، أو " حسن ".
أي لغيره مما هو خارج الترمذي من المتابعات أو الشواهد.
وقد أضيف إلى هذه فأقول: "..بما قبله ".
أي بالشاهد أو المتابع الذي قبله.
وتارة أقول: " صحيح.
انظر ما قبله ".',NULL,'14',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (15,'أي هو مخرج تحت الذي قبله.
ثالثا: وهناك أحاديث قليلة ساق الترمذي أسانيدها وأحال في متونها على ما قبلها بمثل قوله: "..منكر " كالحديث (٢٦) مثلا، وقوله: "..نحوه " كالحديث (٢٢٦) (١) ، فقد بيضت لهذا النوع من الحديث ولم أكتب تحتها شيئا على الاغلب، اكتفاء بما قبلها، ولان المشروع خاص بمتون الاحاديث، وليس بأسانيدها إلا ما لا بد منها لمعرفة مراتب متونها.
رابعا: من المعلوم عند الدارسين من العلماء لكتاب " سنن الترمذي " أن أسلوبه فيه يختلف كثيرا عن سائر الكتب الستة، ومن ذلك أنه يعقب كل حديث - على الغالب - بالكلام عليه تصحيحا، وتحسينا، وتضعيفا، وهذا من محاسن كتابه، لولا تساهل عنده في التصحيح عرف به عند النقاد من علماء
الحديث قد نبهت عليه في كثير من كتبي، ولذلك فإني لا أقلده في شئ من ذلك، وإنما أحكم بما أداني إليه بحثي ونقدي، ولذلك استطعت - بفضل الله وحده - أن أنقد كثيرا من أحاديث الكتاب التي ضعفها المؤلف أو أعلها بإرسال أو اضطراب أو غيره، ورفعتها إلى مصاف الاحاديث الصحيحة أو الحسنة، مثل الاحاديث المرقمة ب (١٤ و ١٧ و ٥٥ و ٨٦ و ١١٣ و ١١٨ و ١٢٦ و ١٣٥ و ١٣٩) ، وهي كلها في " كتاب الطهارة " فقط من " سنن الترمذي "، وفي كتبه الاخرى أمثلة كثيرة أخرى، وفيما ذكرنا كفاية، وبذلك نزلت نسبة الاحاديث الضعيفة منه، والحمد لله.
وأما الاحاديث التي حسنها هو، ورفعتها إلى الصحة بالنقد العلمي، وتتبع
_________
(١) (بعد تقسيم الكتاب، لم يعد لامثالها مكان في " صحيح سنن الترمذي - باخنصار السند - " وبعضها احتفظت برقمها فقط في هذا الكتاب " الضعيف " أو بينت أمرها في حواشي " الصحيح " والشيخ ناصر لم يبين لنا رأيه عند تسليم الاصل، وهذه المقدمة وصلت بعد أن تم تنضيد الكتاب للطبع) (*) .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (16,'المتابعات والشواهد، فحدث عنها ولا حرج، وسيراها القراء في كثير من الكتب والابواب بإذن الله تبارك وتعالى.
ولكن مقابل هذه الاحاديث أحاديث أخرى قواها المؤلف رحمه الله، وهي في نقدي ضعيفة الاسانيد لا جابر لها، بل بعضها موضوع، ولا بأس من الاشارة إليها بأرقامها مما جاء في كتاب " الطهارة " و " الصلاة " فقط: (١٢٣ و ١٤٥ و ١٤٦ و ١٥٥ و ١٧١ (وهذا موضوع) و ١٧٩ و ١٨٤ و ٢٣٣ و ٢٤٤ و ٢٥١ و ٢٦٨ و ٣١١ و ٣٢٠ و ٣٥٧ و ٣٦٦ و ٣٨٠ و ٣٩٦ و ٤١١ و ٤٨٠ و ٤٨٨ و ٤٩٤ و ٥٣٤ و ٥٥٦ و ٥٥٧ و ٥٦٧ و ٥٨٣ و ٦١٦) .
هذا ومن عادة الترمذي رحمه الله في " سننه " أن يقول عقب حديث الباب غالبا: " وفي الباب عن علي وزيد بن أرقم وجابر وابن مسعود " ونحو ذلك.
وتارة يعلق الحديث على الصحابي ولا يسوق إسناده إليه، فهذا النوع والذي قبله، لم أعن بتخريجه، لانه يتطلب وقتا طويلا لا يتسع له هذا المشروع الآن.
(تنبيه هام) : لقد اشتهر كتاب الترمذي عند العلماء باسمين اثنين: الاول: " جامع الترمذي ".
والآخر: " سنن الترمذي ".
وهو بالاول أكثر وأشهر، وبه ذكره الحفاظ المشهورون، كالسمعاني، والمزي، والذهبي، والعسقلاني، وغيرهم.
إلا أن بعضهم - من المصنفين وغيرهم - أضافوا إلى الاول لفظة " الصحيح "',NULL,'16',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (17,'فقالوا: " الجامع الصحيح " منهم كاتب جلبي في كتابه " كشف الظنون "، فذكره بهذا الاسم بعد أن أطلقه على " صحيح البخاري " و " صحيح مسلم " وهما حريان بذلك لالتزامهما الصحة فيهما بخلاف الترمذي، ومن العجيب أن يتبعه في ذلك العلامة أحمد شاكر، فيطبع الكتاب بهذا العنوان: " الجامع الصحيح " وهو سنن الترمذي! مع أنه حققه تحقيقا علميا نادرا، وانتقده في كثير من أحاديثه، وسلم له بتضعيف بعضها.
ثم قلده في ذلك بعض الناشرين للكتاب ترويجا للبضاعة، مثل دار الفكر في بيروت على سبيل المثال " (١) :
وذلك غير صحيح عندي من وجوه: الوجه الأول: أنه خلاف ما جرى عليه الحفاظ كما ذكرت آنفا، وخلاف شهاداتهم فيه ثانيا كما يأتي قريبا.
الثاني: قال الحافظ ابن كثير في " اختصار علوم الحديث " (ص ٣٢) : " وكان الحاكم أبو عبد الله والخطيب البغدادي يسميان " كتاب الترمذي ": " الجامع الصحيح "، وهذا تساهل منهما، فإن فيه أحاديث كثيرة منكرة ".
الثالث: أن صنيع المؤلف فيه ينفي تلك التسمية نفيا باتا، فإنه قد روى فيه عشرات الأحاديث مصرحا بعدم صحتها، كاشفا عن عللها، تارة بضعف بعض رواتها، وتارة باضطرابها، وأخرى بإرسالها، كما سيرى القراء ذلك في كتابه إن شاء الله تعالى، وكان ذلك تنفيذا منه لمنهج وضعه للكتاب، أبان عنه في
_________
(١) لو أن الشيخ ناصر الدين اتخذ طبعة العلامة الشيخ أحمد محمد شاكر - رحمه الله - أصلا، لكان عمله الأحسن والأجود، ووفر على نفسه وعلينا وعلى الناس الكثير من الجهد والتعب.
وقد أشرت في بعض الحواشي إلى ما في نسخة الشيخ ناصر من الخطا والتحريف.
(*)',NULL,'17',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (18,'" كتاب العلل " المطبوع في آخره (١) ، فقال ما مختصره: " وإنما حملنا على ما بينا في هذا الكتاب (الجامع) من علل الحديث ما رجونا فيه من منفعته الناس، وأنا قد وجدنا غير واحد من الأئمة تكلموا في الرجال وضعفوا ".
الرابع: أن هذا الاسم: " الجامع " هو المناسب لواقع الكتاب من جهة أخرى غير ما تقدم، وهي أنه جمع كثيرا من الفوائد والعلوم التي لا توجد في كتاب شيخه البخاري: " الجامع الصحيح " وغيره من كتب السنة، وقد أشار
إلى شئ من هذا الحافظ الذهبي، فقال رحمه الله في " سير أعلام النبلاء " (٣ / ٢٧٤) : " قلت: في " الجامع، علم نافع، وفوائد غزيرة، ورؤوس المسائل، وهو أحد أصول الاسلام، لولا ما كدره بأحاديث واهية بعضها موضوع، وكثير منها في الفضائل ".
وقد أوضح ذلك الامام أبو بكر بن العربي في أول شرحه على " الترمذي " فقال: "..وفيه أربعة عشر علما، وذلك أقرب إلى العمل وأسلم: أسند، وصحح، وضعف، وعدد الطرق، وجرح، وعدل، وأسمى، وأكنى، ووصل، وقطع، وأوضح المعمول به، والمتروك، وبين اختلاف العلماء في الرد والقبول لاثاره، وذكر اختلافهم في تأويله.
وكل علم من هذه العلوم أصل في بابه، وفرد في نصابه، فالقارئ له لا يزال في رياض مونقة، وعلوم متفقة منسقة، وهذا شئ لا يعمه إلا العلم الغزير، والتوفيق الكثير، والفراغ والتدبير ".
_________
(١) وقد وضعت كتاب " العلل " في آخر هذا المجلد " ضعيف سنن الترمذي " وذلك بعد مقابلته على المخطوطات المتوفرة.
والحمد لله الذي بنعمته تتم الصالحات - ز -.
(*)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (19,'فإن قيل: ينافي ما ذكرته ما جاء في ترجمة الامام الترمذي في " تهذيب التهذيب ": " وقال منصور الخالدي: قال أبو عيسى: صنفت هذا الكتاب - يعني المسند الصحيح - فعرضته على علماء الحجاز والعراق وخراسان، فرضوا به ".
فأقول: كلا، وبيان ذلك من وجوه: الاول: أن قوله: " يعني المسند الصحيح " ظاهر أنه ليس من الترمذي نفسه، وإنما هو تفسير من الراوي، ولعله منصور الخالدي، وإذا كان كذلك فلا قيمة له.
لانه في أحسن أحواله يكون قوله مثل قول الحاكم والخطيب وقد رده ابن كثير كما سبق، هذا لو كان الخالدي ثقة مثلهما، فكيف به وهو هالك، كما يأتي بيان ذلك.
الثاني: أن سياق " التهذيب " مخالف لسياق " التذكرة " و " سير أعلام النبلاء "، فإنه فيهما بلفظ: " يعني (الجامع) "، لم يقل: " المسند الصحيح "، وقوله: " المسند " شذوذ آخر، لان " المسند " ليس مرتبا على الابواب الفقهية كما هو معروف في اصطلاح المحدثين.
الثالث: أنه لا يصح نسبة هذا القول إلى الترمذي.
ولو فرض أنه منه، لسببين اثنين: الاول: أن الراوي له عنه متهم، وهو منصور بن عبد الله أبو علي الخالدي، وقد اتفقوا على توهين أمره، وهذا ما وقفت عليه من أقوالهم: ١ - قال الخطيب في " تاريخ بغداد " (١٣ / ٨٤ - ٨٥) : " حدث عن جماعة',NULL,'19',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (20,'بالغرائب والمناكير ".
٢ - وقال أبو سعد الادريسي: " كذاب لا يعتمد على روايته ".
رواه الخطيب عنه.
٣ - وقال السمعاني في " الانساب ":
" بلغني أنه كان يدخل الاحاديث الموضوعة في أصوله وقت الكتابة ويدخلها على الشيوخ ".
٤ - وقال ابن الاثير في " اللباب ": " روى عنه الحاكم أبو عبد الله، وهو من أقرانه، وهو ليس بثقة ".
قلت: من المعلوم أن " اللباب " مختصر " أنساب السمعاني " إلا فيما استدركه عليه، وليس هذا من هذا القبيل، لانه في " الانساب " أيضا، لكن دون قوله: " وهو ليس بثقة "، فالظاهر أنه سقط من النسخة الاوربية المصورة، والله تعالى أعلم.
٥ - أنه لو سلم النص المتقدم من هذا الراوي المتهم، فلا يسلم من الانقطاع بينه وبين الامام الترمذي، لبعد المسافة بينهما، فقد مات الاول سنة (٤٠٢) ، والترمذي سنة (٢٧٦) ، فبين وفاتيهما (١٢٦) سنة، فبينهما واسطتان أو أكثر، فهو معضل.
والاخر: أن النص المذكور له تتمة تؤكد براءة الترمذي منه، ولفظها عند الذهبي في كتابيه السابق ذكرهما: "..ومن كان في بيته هذا الكتاب - يعني الجامع - فكانما في بيته نبي يتكلم ".',NULL,'20',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (21,'فهذه مبالغة شديدة في مدح كتابه، استبعد جدا أن تصدر منه، وهو يعلم أن فيه من الاحاديث ما لا يجوز روايتها لنكارتها وضعفها، إلا مع بيان ذلك كما فعل هو جزاه الله خيرا، ولولا ذلك لكان علة في كتابه تكدر صفوه.
وإن مما يؤسف له أن لا يتنبه بعض المحققين والمعلقين على هذا الكتاب (الجامع) لبطلان هذه الكلمة سندا ومتنا، فقد رأيت الاستاذ الدعاس قد طبعها
تحت عنوان الكتاب! ولئن جاز أن يقال ذلك فيه، وفيه ما عرفت من الاحاديث الواهية باعتراف المؤلف، فماذا يقول القائل في كتاب الشيخين: " الجامع الصحيح " حقا وقد قصدا فيه الصحيح فقط؟ ! إن أخشى ما أخشاه، أن يأتي شخص لا يبالي بما نطقت شفتاه فيقول فيه: "..ففي بيته نبي يتكلم "! فإن قال فيه ما قيل في " جامع الترمذي " فقد رفعه إلى مصاف " الصحيحين " أو ظلمهما، وأحلاهما مر! ومما لا شك فيه أن مثل هذا الكلام أقل ما يقال فيه: أنه لا خير فيه، وقد قال النبي صلى الله عليه وسلم: " من كان يؤمن بالله واليوم الاخر فليقل خيرا أو ليصمت ".
أخرجه الشيخان والمؤلف (٢٠٥٠) وغيرهم.
وإذا ظهر ما تقدم، فمن الخطأ أيضا إطلاق بعض المتأخرين على الكتب الستة: " الصحاح الستة "، أي الصحيحين والسنن الاربعة، لان أصحاب السنن لم يلتزموا الصحة، ومنهم الترمذي، وهو ما بينه علماء المصطلح كابن الصلاح، وابن كثير، والعراقي وغيرهم، ولهذا قال السيوطي في " ألفيته " (ص ١٧) :',NULL,'21',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (22,'" يروي أبو داود أقوى ما وجد ثم الضعيف حيث غيره فقد والنسائي من لم يكونوا اتفقوا تركا له، والاخرون ألحقوا بالخمسة ابن ماجة، قيل: ومن ماز بهم فإن فيهم وهن تساهل الذي عليها أطلقا صحيحة، والدارمي والمنتقى ".
وختاما أرجو أن أكون قد وفقت لخدمة " جامع الترمذي " وتمييز صحيح
حديثه من ضعيفه، كما فعلت قبل ذلك ب " سنن ابن ماجه "، وأن يتقبل الله ذلك مني قبولا حسنا، ويجزيني ومن كان السبب للقيام به خير الجزاء، إنه سميع مجيب.
" وسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، استغفرك وأتوب إليك ".
عمان - ليلة الاحد ٢٠ ذي القعدة سنة ١٤٠٦ هـ وكتب محمد ناصر الدين الالباني أبو عبد الرحمن',NULL,'22',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (23,'المخطوطة التي رجعت إليها في مقابلة الكتاب.
وهي من مخطوطات مكتبي - ز -',NULL,'23',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (24,'الجزء الثاني من المخطوطة.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (25,'أول كتاب " العلل " انظره في آخر هذا المجلد " ضعيف سنن الترمذي " وهو من مخطوطات مكتبتي وملحق بالنسبة السابقة، غير أنه متأخر عنها - ز -.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (26,'وهذا صورة النسخة التي اعتمدها الشيخ ناصر في عمله وتحقيقه، وتمييزه صحيحها من ضعيفها وقد استدركنا الحديث الثاني في ملحق أحاديث سنن الترمذي برقم ٢٠ مع نقل تصحيحه عن كتب الشيخ ناصر، انظر الصفحة ٥٣٩، ووضعنا المخطوط للتقابل.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (27,'٨٢٢ - حدثنا قتيبة أخبرنا الليث عن نافع عن ابن عمر أنه
أهل، فانطلق يهل يقول: " لبيك اللهم لبيك، لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك " قال وكان عبد الله بن عمر يقول: هذه تلبية رسولي الله صلى الله عليه وسلم: وكان يريد من عنده في إثر تلبية رسول الله صلى الله عليه وسلم: لبيك لبيك، وسعديك والخير في لديك لبيك، والرغبى إليك.
والعمل على هذا حديث صحيح.
- ص اك لررص هـ ه.
" ة لى.
هـ قال أبو عيسى: وفي الباب، عن ابن مسعود وجابر وعائشة وابن عباس وأبي هريرة.
هذه صورة الصفحة ١٦١ من الجزء الثاني من نسخة الشيخ ناصر، وإذا قابلتها مع الصفحة ٢٤٨ و ٢٤٩ الجزء الاول من " صحيح سسن الترمذي - باختصار السند " رأيت صحة ما استدركنا، وهو أن كلمة (لبيك) سقطت في مكانين، وكلمة (والعمل) في آخر الحديث، وأضعيف إلى الاصل كلمة (على) ولا معنى لها.
وكان استدراكنا على الشيخ ناصر - حفظه الله - بعد مراجعة جميع الاصول المخطوطة والمطبوعة.
ولا أدري كيف مر هذا الحديث بهذا النص على الشيخ ناصر، وكيف نسبه إلى الصحيحين على أنه متفق عليه.
ولا حول ولا قوة إلا بالله.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (28,'٢٦٢ - حدثنا محمود بن غيلان حدثنا أبو داود قال أنبانا شعبه عن الاعمش قال: سمعت سعد بن عبيدة يحدث عن المستورد " عن صلة بن زفر عن حذيفة: " أنه صلى مع النبي صلى الله عليه وسلم، فكان يقول في ركوعه: سبحان ربي العظيم، وفى سجوده: - سبحان ربي الاعلى، وما أتى على آية رحمة إلا وقف وسأل، وما على آية عذاب إلا وقف وقف وتعوذ ".
صحيح - المشكاة ٨٨١.
وفي هذه الصورة من نسخة الشيخ الاصل، يتبين سقوط كلمة (أتى) من السطر الاخير بحيث يضيع المعنى، وقد سها عن ذلك الشيخ ناصر، واستدركتها من الاصول، ومنها " مشكاة المصابيح " الحديث ٨٨١، وانظر في " صحيح سنن الترمذي - باختصار السند " برقم ٢١٥.
وهذه نماذج لامثلة منها، أكثر من العشرات.
وأن وضعي الزيادة بين حاصرتين () هو الفعل المتبع طباعيا في كل زيادة وعلى هذا سرنا في المكتب، وفي كتب الشيخ ناصر الالباني، وانظر " حجة النبي صلى الله عليه وسلم " وكم فيها من زيادات بين حاصرتين.
وهذا كثير في كتب الشيخ وغيره، ومن ذلك الصفحة ٢٣ من " تسديد الاصابة " فقد أدخل - حفظه الله - جملة على كلام العلامة العز ابن عبد السلام من غير أي إشارة سوى الحاصرتين.
ومن هنا نعلم أن الامر الاصطلاحي لا يعترض عليه وكما قيل: لا مشاحة في الاصطلاح، والله المستعان.
ضعيف سنن الترمذي',NULL,'28',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (29,'بسم الله الرحمن الرحيم قال أبو عيسى: محمد بن عيسى بن سورة الترمذي: أبواب الطهارة عن رسول الله صلى الله عليه وسلم ٧ - باب ما جاء من الرخصة في ذلك ١ - ١٠ وقد روى هذا الحديث ابن لهيعة، عن أبي الزبير، عن جابر، عن أبي قتادة: أنه رأى النبي صلى الله عليه وسلم: يبول مستقبل القبلة.
(ضعيف الاسناد) .
حدثنا بذلك قتيبة، قال: أخبرنا ابن لهيعة.
وحديث جابر عن النبي صلى الله عليه وسلم أصح من حديث ابن لهيعة (١) .
(١) حديث جابر تقدم في " الصحيح " برقم ٩ - ٩ وهو: نهى النبي صلى الله عليه وسلم أن نستقبل القبلة ببول، فرأيته قبل أن يقبض بعام يستقبلها.
وقال الامام أحمد بن حنبل رحمه الله: (إنما الرخصة من النبي صلى الله عليه وسلم استدبار القبلة بغائط أو بول، وأما استقبال القبلة فلا يستقبلها.
كأنه لم ير في الصحراء ولا في الكنف أن يستقبل القبلة) .',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (30,'وابن لهيعة ضعيف عند أهل الحديث.
ضعفه يحيى بن سعيد القطان وغيره من قبل حفظه (١) .
٨ - باب ما جاء في النهي عن البول قائما ٢ - ١٢ / ١ وحديث عمر إنما روي من حديث عبد الكريم ابن أبي المخارق، عن نافع، عن ابن عمر، عن عمر قال: رآني النبي صلى الله عليه وسلم وأنا أبول قائما، فقال: " يا عمر، لا تبل قائما ".
فما بلت قائما بعد.
(ضعيف - ابن ماجه ٣٠٨.
٦٣١ (٦٣) ، ومشكاة المصابيح ٣٦٣، وسلسلة الاحاديث الضيعفة ٩٣٤، ضعيف الجامع الصغير ٦٤٠٣ (٣)) .
قال أبو عيسى: وإنما رفع هذا الحديث عبد الكريم ابن أبي المخارق، وهو ضعيف عند أهل الحديث: ضعفه أيوب السختياني وتكلم فيه.
وروى عبيد الله عن نافع، عن ابن عمر قال: قال عمر رضي الله عنه: ما بلت قائما منذ أسلمت.
_________
(١) سكت الشيخ ناصر عن جميع ما كتبه الامام الترمذي، بعد كل حديث مقتصرا على حديث الباب فقط - كما أشار لذلك في مقدمته - غير أني وضعت كل ذلك في " صحيح سنن الترمذي - باختصار السند - " وهنا في " ضعيف سنن الترمذي " لما في فوائده من نفع للقارئ.
(٢) ان الرقم الاول (٣٠٨) الذي أحال عليه الشيخ ناصر هو لسنن ابن ماجه طبع عبد الباقي.
وأما الرقم الثاني (٦٣) فهو إضافة مني.
وهو رقم " ضعيف سنن ابن ماجه " وأحيانا أضيف رقم " صحيح سنن ابن ماجه " طبع مكتب التربية.
وهما بين يدي القارئ الكريم، واجعله بين حاصرتين () اتباعا للقاعدة.
(٣) كل ما بين الحاصرتين () إضافة مني تسهيلا للقارئ الكريم ليرجع إلى ما يتيسر له من المصادر المطبوعة.
لان الشيخ ناصر الدين - حفظه الله - غالبا ما يحيل على كتب غير مطبوعة (زهير) .
(*)',NULL,'2',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (31,'وهذا أصح من حديث عبد الكريم.
وحديث بريدة في هذا غير محفوظ.
ومعنى النهي عن البول قائما: على التأديب، لا على التحريم.
وقد روي عن عبد الله بن مسعود قال: إن من الجفاء أن تبول وأنت قائم.
١٧ - باب ما جاء في كراهية البول في المغتسل ٣ - ٢١ حدثنا علي بن حجر، وأحمد بن حمد بن موسى - مردويه - قالا: أخبرنا عبد الله بن المبارك، عن سمر، عن أشعث بن عبد الله عن الحسن، عن عبد الله بن مغفل: أن النبي صلى الله عليه وسلم: نهى أن يبول الرجل في مستحمه.
وقال: " إن عامة الوسواس منه ".
(صحيح - إلا الشطر الثاني منه - ابن ماجه ٣٠٤) (١) .
قال: وفي الباب: عن رجل من أصحاب النبي صلى الله عليه وسلم.
قال أبو عيسى: هذا حديث غريب، لا نعرفه مرفوعا إلا من حديث أشعث ابن عبد الله.
ويقال له: أشعث الاعمى.
وقد كره قوم من أهل العلم: البول في المغتسل، وقالوا: عامة الوسواس منه.
ورخص فيه بعض أهل العلم، منهم: ابن سيرين، وقيل له: إنه يقال: إن عامة الوسواس منه؟ فقال: ربنا الله لا شريك له.
وقال ابن المبارك: قد وسع في البول في المغتسل إذا جرى فيه الماء.
قال أبو عيسى: حدثنا بذلك أحمد بن عبدة الاملي، عن حبان، عن عبد الله بن المبارك.
_________
(١) وهو في " ضعيف ابن ماجه " برقم ٦٢، و " ضعيف سنن أبي داود " ٧ / ٢٧، و " المشكاة " ٣٥٤، وانظر " صحيح الجامع الصغير " ٧٥٩٧ و " ضعيف الجامع الصغير " ٦٣٢٥.
وكلها من مطبوعات المكتب الاسلامي.
(*)',NULL,'3',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (32,'٣٥ - باب ما جاء في الوضوء مرة ومرتين وثلاثا ٤ - ٤٥ حدثنا إسماعيل بن موسى الفزاري.
حدثنا شريك، عن ثابت ابن أبي صفية، قال: قلت لابي جعفر: حدثك جابر: أن النبي صلى الله عليه وسلم توضأ مرة مرة، ومرتين مرتين، وثلاثا ثلاثا؟ قال: نعم.
(ضعيف - ابن ماجه ٤١٠، ٩١، المشكاة ٤٢٢)) .
٣٦ - باب ما جاء فيمن يتوضأ بعض وضوئه مرتين وبعضه ثلاثا ٥ - ٤٧ حدثنا محمد ابن أبي عمر.
حدثنا سفيان بن عيينة، عن عمرو بن يحيى، عن أبيه، عن عبد الله بن زيد:
أن النبي صلى الله عليه وسلم توضأ: فغسل وجهه ثلاثا، وغسل يديه مرتين مرتين، ومسح برأسه، وغسل رجليه مرتين.
(صحيح الاسناد، وقوله في الرجلين: " مرتين " شاذ - صحيح أبي داود (١٠٩) (انظر صحيح سنن أبي داود - باختصار السند - - طبع مكتب التربية - برقم ١٠٩ - ١١٨، ضعيف سنن النسائي ٣ / ٩٩)) .
قال أبو عيسى: هذا حديث حسن صحيح.
وقد ذكر في غير حديث: أن النبي صلى الله عليه وسلم توضأ بعض وضوئه مرة، وبعضه ثلاثا.
وقد رخص بعض أهل العلم في ذلك: لم يروا بأسا أن يتوضأ الرجل بعض وضوئه ثلاثا، وبعضه مرتين، أو مرة.
٣٨ - باب ما جاء في النضح بعد الوضوء ٦ - ٥٠ حدثنا نصر بن علي الجهضمي، وأحمد ابن أبي عبيد الله السليمي البصري، قال: حدثنا أبو قتيبة سلم بن قتيبة، عن الحسن بن علي الهاشمي،',NULL,'4',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (33,'عن عبد الرحمن الاعرج، عن أبي هريرة! أن النبي صلى الله عليه وسلم قال: " جاءني جبريل، فقال: يا محمد، إذا توضأت فانتضح ".
(ضعيف - ابن ماجه ٤٦٣ (١٠٣، الضعيفة، ١٣١٢، الصحيحة ٢ / ٥١٩ - ٥٢٠، المشكاة ٣٦٧ / التحقيق الثاني، ضعيف الجامع الصغير - بترتيبي - رقم ١٢٦٢٢)) .
قال أبو عيسى: هذا حديث غريب، قال: وسمعت محمدا (١) يقول: الحسن بن علي الهاشمي منكر الحديث.
قال: وفي الباب عن أبي الحكم ابن سفيان، وابن عباس، وزيد بن
حارثة، وأبي سعيد الخدري.
وقال بعضهم: سفيان بن الحكم، أو الحكم بن سفيان.
واضطربوا في هذا الحديث.
٤٠ - باب ما جاء في التمندل بعد الوضوء ٧ - ٥٣ حدثنا سفيان بن وكيع بن الجراح.
حدثنا عبد الله بن وهب، عن زيد ابن حباب، عن أبي معاذ، عن الزهري، عن عروة، عن عائشة قالت: كان لرسول الله صلى الله عليه وسلم خرقة، ينشف بها بعد الوضوء.
(ضعيف الاسناد) .
(قال أبو عيسى: حديث عائشة ليس بالقائم.
ولا يصح عن النبي صلى الله عليه وسلم في هذا الباب شئ.
وأبو معاذ يقولون: هو سليمان بن أرقم، وهو ضعيف عند أهل الحديث) (٢) .
_________
(١) هو الامام محمد بن إسماعيل البخاري، صاحب الصحيح وشيخ الامام الترمذي.
(٢) هذه الاسطر التي بين حاصرتين () لم يطلع عليها الشيخ ناصر، نقلتها من نسخة أستاذي الشيخ أحمد شاكر برقم ٥٣، وبوجود الكلام بين حاصرتين برئت ذمة الشيخ ناصر لعدم حكمه عليها.
(*)',NULL,'5',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (34,'قال (الامام الترمذي) : وفي الباب عن معاذ بن جبل.
٨ - ٥٤ حدثنا قتيبة.
حدثنا رشدين بن سعد، عن عبد الرحمن بن زياد بن أنعم، عن عتبة بن حميد، عن عبادة بن نسي، عن عبد الرحمن بن غنم، عن معاذ بن جبل قال: رأيت النبي صلى الله عليه وسلم إذا توضأ مسح وجهه بطرف ثوبه.
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث غريب، وإسناده ضعيف.
ورشدين بن سعد، وعبد الرحمن بن زياد بن أنعم الافريقي، يضعفان في الحديث.
وقد رخص قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم ومن بعدهم في التمندل بعد الوضوء.
ومن كرهه إنما كرهه من قبل أنه قيل: " إن الوضوء يوزن ".
وروي ذلك عن سعيد بن المسيب، والزهري: حدثنا محمد بن حميد الرازي.
حدثنا جرير، قال: حدثنيه علي بن مجاهد عني (١) ، - وهو عندي ثقة - عن ثعلبة، عن الزهري قال: إنما كره المنديل بعد الوضوء " لان الوضوء يوزن) .
٤٣ - باب ما جاء في كراهية الاسراف في الوضوء بالماء ٩ - ٥٧ حدثنا محمد بن بشار.
حدثنا أبو داود الطيالسي.
حدثنا خارجة بن مصعب، عن يونس بن عبيد، عن الحسن، عن عتي بن ضمرة السعدي، عن أبي بن كعب، عن النبي صلى الله عليه وسلم قال: " إن للوضوء شيطانا يقال له: الولهان، فاتقوا وسواس الماء ".
(ضعيف جدا - ابن ماجه ٤٢١ (٩٤، المشكاة ٤١٩، ضعيف الجامع الصغير ١٩٧٠)) .
_________
(١) هنا فائدة حديثية، وذلك أن المحدث سبق وحدث بالحديث، ثم نسيه.
فحدثه تلميذه به.
فرواه عن تلميذه.
(*)',NULL,'6',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (35,'قال: وفي الباب: عن عبد الله بن عمرو، وعبد الله بن مغفل.
قال أبو عيسى: حديث أبي بن كعب حديث غريب، وليس اسناده بالقوي.
والصحيح عند أهل الحديث، لانا لا نعلم أحدا أسنده غير خارجة.
وقد روي هذا الحديث من غير وجه عن الحسن، قوله: ولا يصح في هذا
الباب عن النبي صلى الله عليه وسلم شئ.
وخارجة ليس بالقوي عند أصحابنا، وضعفه ابن المبارك.
٤٤ - باب ما جاء في الوضوء لكل صلاة ١٥ - ٥٨ حدثنا محمد بن حميد الرازي.
حدثنا سلمة بن الفضل، عن محمد ابن إسحاق، عن حميد، عن أنس: أن النبي صلى الله عليه وسلم كان يتوضأ لكل صلاة: طاهرا أو غير طاهر.
قال: قلت لانس: فكيف كنتم تصنعون أنتم؟ قال: كنا نتوضأ وضوءا واحدا.
(ضعيف - صحيح أبي داود تحت الحديث ١٦٣) (١) .
١١ - ٥٩ وقد روي في حديث عن ابن عمر، عن النبي صلى الله عليه وسلم أنه قال: " من توضأ على طهر، كتب الله له به عشر حسنات ".
(ضعيف - ابن ماجه ٥١٢ (١١٤، المشكاة ٢٩٣، ضعيف سنن أبي داود ١٢ / ٦٢، ضعيف الجامع الصغير - بترتيب زهير - رقم ٥٥٣٦)) .
_________
(١) لا يقصد الشيخ ناصر - هنا - " صحيح سنن أبي داود " طبع مكتب التربية، وإنما يقصد الصحيح القديم - غير المطبوع - وقد دلس أحدهم علي.
فذكرت في حاشية رسالة صغيرة: أنه قد طبع الجزء الاول منه.
ثم تبين لي كذب ذلك، فبينت في عدد من الكتب هذا، واستغل أحدهم تلك الحاشية، فقال ما شاء - سامحه الله -.
ورقم الحديث في " صحيح سنن أبي داود - باختصار السند " (١٥٦ - ١٧١) .
(*)',NULL,'7',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (36,'قال: وروى هذا الحديث الافريقي، عن أبي غطيف، عن ابن عمر، عن النبي صلى الله عليه وسلم.
حدثنا بذلك الحسين بن حريث المروزي.
حدثنا محمد بن يزيد
الواسطي، عن الافريقي.
وهو إسناد ضعيف.
قال علي ابن المديني: قال يحيى بن سعيد القطان: ذكر لهشام بن عروة هذا الحديث فقال: هذا إسناد مشرقي.
قال: سمعت أحمد بن الحسن يقول: سمعت أحمد بن حنبل يقول: ما رأيت بعيني مثل يحيى بن سعيد القطان.
٥٧ - باب ما جاء في الوضوء من النوم ١٢ - ٧٧ حدثنا إسماعيل بن موسى - كوفي - وهناد، ومحمد بن عبيد المحاربي، المعنى واحد، قالوا: حدثنا عبد السلام بن حرب الملائي، عن أبي خالد الدالاني، عن قتادة، عن أبي العالية، عن ابن عباس: أنه رأى النبي صلى الله عليه وسلم نام وهو ساجد، حتى غط أو نفخ، ثم قام يصلي، فقلت: يا رسول الله، إنك قد نمت؟ قال: " إن الوضوء لا يجب إلا على من نام مضطجعا، فإنه إذا اضطجع استرخت مفاصله ".
(ضعيف - ضعيف أبي داود ٢٥ (١) ، المشكاة ٣١٨ (ضعيف الجامع الصغير ١١٨٠٨)) .
قال أبو عيسى: وأبو خالد اسمه: يزيد بن عبد الرحمن.
قال وفي الباب: عن عائشة، وابن مسعود، وأبي هريرة.
_________
(١) هذا رقم نسخة الشيخ ناصر الخاصه به، والتي تقدم الكلام عنها آنفا.
وهو في " ضعيف سنن أبي داود " طبع المكتب الاسلامي برقم ٣٤ / ٢٠٢.
(*)',NULL,'8',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (37,'٦٥ - باب ما جاء في الوضوء بالنبيذ ١٣ - ٨٨ حدثنا هناد.
حدثنا شريك، عن أبي فزارة، عن أبي زيد، عن عبد الله بن مسعود قال: سألني النبي صلى الله عليه وسلم:
" ما في إداوتك؟ " فقلت: نبيذ.
فقال: " تمرة طيبة، وماء طهور ".
قال: " فتوضأ منه ".
(ضعيف - ابن ماجه ٣٨٤ (٨٤، ضعيف سنن أبي داود ١٤ / ٨٤، المشكاة ٤٨٠)) .
قال أبو عيسى: وإنما روي هذا الحديث عن أبي زيد، عن عبد الله، عن النبي صلى الله عليه وسلم.
وأبو زيد رجل مجهول عند أهل الحديث؟ لا تعرف له رواية غير هذا الحديث.
وقد رأى بعض أهل العلم: الوضوء بالنبيذ.
منهم: سفيان الثوري وغيره.
وقال بعض أهل العلم: لا يتوضأ بالنبيذ، وهو قول الشافعي، وأحمد، وإسحاق.
وقال إسحاق: إن ابتلي رجل بهذا، فتوضأ بالنبيذ، وتيمم، أحب إلي.
قال أبو عيسى: وقول من يقول: " لا يتوضأ بالنبيذ ": أقرب إلى الكتاب وأشبه، لان الله تعالى قال: (فلم تجدوا ماء فتيمموا صعيدا طيبا) (١) .
٧٢ - باب ما جاء في المسح على الخفين: أعلاه وأسفله ١٤ - ٩٧ حدثنا أبو الوليد الدمشقي.
حدثنا الوليد بن مسلم.
أخبرني ثور بن يزيد، عن رجاء بن حيوة، عن كاتب المغيرة، عن المغيرة بن شعبة:
_________
(١) سورة النساء (٤) ، الاية ٤٣ وسورة المائدة (٥) ، الاية ٦.
(*)',NULL,'9',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (38,'أن النبي صلى الله عليه وسلم مسح أعلى الخف، وأسفله.
(ضعيف - ابن ماجه ٥٥٠ (١٢٠، ضعيف سنن أبي داود ٣٠ / ١٦٥، المشكاة ١٥٢١)) .
قال أبو عيسى: وهذا قول غير واحد من أصحاب النبي صلى الله عليه وسلم، والتابعين،
ومن بعدهم من الفقهاء، وبه يقول: مالك، والشافعي، وإسحاق.
وهذا حديث معلول، لم يسنده عن ثور بن يزيد غير الوليد بن مسلم.
قال أبو عيسى: وسألت أبا زرعة، ومحمد بن إسماعيل عن هذا الحديث فقالا: ليس بصحيح، لان ابن المبارك روى هذا عن ثور عن رجاء بن حيوة قال: حدثت عن كاتب المغيرة: مرسل عن النبي صلى الله عليه وسلم، ولم يذكر فيه المغيرة.
٧٨ - باب ما جاء أن تحت كل شعرة جنابة ١٥ - ١٠٦ حدثنا نصر بن علي، حدثنا الحارث بن وجيه، قال: حدثنا مالك ابن دينار، عن محمد بن سيرين، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " تحت كل شعرة جنابة، فاغسلوا الشعر، وأنقوا البشر ".
(ضعيف - ابن ماجه ٥٩٧ (١٣٢، ضعيف سنن أبي داود ٤٦ / ٢٤٨، المشكاة ٤٤٣، الروض ٧٠٤، ضعيف الجامع الصغير وزيادته - بترتيبي - رقم ١٨٤٧)) .
قال: وفي الباب: عن علي، وأنس.
قال أبو عيسى: حديث الحارث بن وجيه حديث غريب، لا نعرفه إلا من حديثه، وهو شيخ ليس بذاك، وقد روى عنه غير واحد من الائمة، وقد تفرد بهذا الحديث عن مالك بن دينار.
ويقال: الحارث بن وجيه، ويقال: ابن وجبة.
١٦ - ١١٢ حدثنا علي بن حجر، أخبرنا شريك، عن أبي الجحاف، عن',NULL,'10',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (39,'عكرمة، عن ابن عباس قال: " إنما الماء من الماء " في الاحتلام.
(ضعيف الاسناد موقوف، وهو صحيح دون قوله: " في الاحتلام ") .
قال أبو عيسى: سمعمت الجارود يقول: سمعت وكيعا يقول: لم نجد هذا الحديث إلا عند شريك.
قال أبو عيسى: وأبو الجحاف اسمه: " داود ابن أبي عوف ".
ويروى عن سفيان الثوري قال: حدثنا أبو الجحاف وكان مرجئا.
قال أبو عيسى: وفي الباب عن عثمان بن عفان، وعلي ابن أبي طالب والزبير، وطلحة، وأبي أيوب، وأبي سعيد: عن النبي صلى الله عليه وسلم أنه قال: " الماء من الماء ".
(وقال أبو عيسى: عن أبي بن كعب قال: إنما كان الماء من الماء رخصة في أول الاسلام ثم نهي عنها.
وفي رواية: ثم نسخ بعد ذلك.
وهكذا روى غير واحد من أصحاب النبي صلى الله عليه وسلم، منهم: أبي بن كعب، ورافع بن خديج.
والعمل على هذا عند أكثر أهل العلم: على أنه إذا جامع الرجل امرأته في الفرج، وجب عليهما الغسل، وإن لم ينزلا) (١) .
٩١ - باب ما جاء في الرجل يستدفئ بالمرأة بعد الغسل ١٧ - ١٢٣ حدثنا هناد.
حدثنا وكيع، عن حريث، عن الشعبي، عن مسروق، عن عائشة قالت:
_________
(١) هذا كلام الامام الترمذي في " صحيح سنن الترمذي - باختصار السند " وكان متقدما على حديث الباب عندنا، وأخرته إلى هنا، لتمام البحث، ولم يلتفت الشيخ ناصر (محقق الكتاب) إلى هذا وأمثاله.
(*)',NULL,'11',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (40,'ربما اغتسل النبي صلى الله عليه وسلم من الجنابة، ثم جاء فاستدفأ بي، فضممته إلي، ولم أغتسل.
(ضعيف - ابن ماجه ٥٨٠ (١٢٨، مشكاة المصابيح ٤٥٩)) .
قال أبو عيسى: هذا حديث ليس بإسناده بأس.
وهو قول غير واحد من أهل العلم من أصحاب النبي هلى الله عليه وسلم وا أت: أن الرجل إذا اغتسل فلا بأس بأن يستدفئ بامرأته، وينام معها قبل أن تغتسل المرأة.
وبه يقول سفيان الثوري، والشافعي، وأحمد، وإسحاق.
٩٨ - باب ما جاء في الجنب والحائض: انهما لا يقرآن القرآن ١٨ - ١٣١ حدثنا علي بن حجر، والحسن بن عرفة قالا: حدثنا إسماعيل بن عياش، عن موسى بن عقبة، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: (لا تقرأ الحائض، ولا الجنب شيئا من القرآن ".
(منكر - ابن ماجه ٥٩٥ (١٣٠، مشكاة المصابيح برقم ٤٦١، إرواء الغليل ١٩٢، ضعيف الجامع الصغير وزيادته الفتح الكبير - بترتيبي - برقم ٦٣٦٤)) .
قال: وفي الباب عن علي.
قال أبو عيسى: حديث ابن عمر حديث لا نعرفه إلا من حديث إسماعيل ابن عياش عن موسى (بن عقبة، عن نافع، عن) (١) ابن عمر عن النبي صلى الله عليه وسلم قال: (لا يقرإ الجنب ولا الحائض ".
وهو قول أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم والتابعين ومن بعدهم،
_________
(١) ما بين الحاصرتين () زيادة من نسخة أستاذنا أحمد شاكر في الصفحة ١٣١.
(*)',NULL,'12',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (41,'مثل: سفيان الثوري، وابن المبارك، والشافعي، وأحمد، وإسحاق، قالوا: لا تقرأ الحائض ولا الجنب من القرآن شيئا، إلا طرف الآية والحرف ونحو ذلك، ورخصوا للجنب والحائض في التسبيح والتهليل.
قال: وسمعت محمد بن إسماعيل يقول: إن إسماعيل بن عياش يروي عن أهل الحجاز وأهل العراق أحاديث مناكير.
كأنه ضعف روايته عنهم فيما ينفرد به.
وقال: إنما حديث إسماعيل بن عياش عن أهل الشام.
وقال أحمد بن حنبل: إسماعيل بن عياش أصلح من بقية، ولبقية أحاديث مناكير عن الثقات.
قال أبو عيسى: حدثني أحمد بن الحسن قال: سمعت أحمد بن حنبل يقول ذلك.
١٠٣ - باب ما جاء في الكفارة في ذلك ١٩ - ١٣٦ حدثنا علي بن حجر.
أخبرنا شريك، عن خصيف، عن مقسم، عن ابن عباس، عن النبي صلى الله عليه وسلم: في الرجل يقع على امرأته وهي حائض، قال: " يتصدق بنصف دينار ".
(ضعيف بهذا اللفظ - ضعيف أبي داود ٤٢ (١) ، والصحيح بلفظ: " دينارا ونصف دينار " - صحيح أبي داود ٢٥٦) (٢) ، ابن ماجه ٦٤٠) (٣) .
_________
(١) هذا رقم نسخة الشيخ ناصر الخاصة به، والتي لم يطبع منها شئ لا الجزء الاول ولا غيره.
وهو في " ضعيف سنن أبي داود " طبع المكتب الاسلامي برقم (٥٠ / ٢٦٦) وفي " سنن أبي داود " طبعة الشيخ محيي الدين عبد الحميد - رحمه
الله - برقم (٢٦٦) .
(٢) هذا رقم نسخة الشيخ ناصر الخاصة به - أيضا - وهو برقم (٢٢٧ / ٢٦٤) في " صحيح سنن أبي داود - باختصار السند " بترتيبي، طبع مكتب التربية العربي.
(٣) وهو في " صحيح سنن ابن ماجه " برقم ٥٢٣، " مشكاة المصابيح، ٥٥٣، " آداب الزفاف " ٥٠ (الطبعة الشرعية الجديدة والمنقحة) ، " الارواء " ١٩٧.
(*)',NULL,'13',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (42,'٢٠ - ١٣٧ حدثنا الحسين بن حريث.
أخبرنا الفضل بن موسى، عن أبي حمزة السكري، عن عبد الكريم، عن مقسم، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " إذا كان دما أحمر فدينار، وإذا كان دما أصفر فنصف دينار ".
(ضعيف، والصحيح عنه بهذا التفصيل موقوف - صحيح أبي داود ٢٥٨ (هو في " صحيح سنن أبي داود - باختصار السند " برقم ٢٣٨ - ٢٦٥)) .
قال أبو عيسى: حديث الكفارة في إتيان الحائض، قد روي عن ابن عباس موقوفا ومرفوعا.
وهو قول بعض أهل العلم.
وبه يقول أحمد، وإسحاق.
وقال ابن المبارك: يستغفر ربه، ولا كفارة عليه.
وقد روي نحو قول ابن المبارك عن بعض التابعين، منهم: سعيد بن جبير، وإبراهيم النخعي.
وهو قول عامة علماء الامصار.
٢١ - ١٤٥ حدثنا يحيى بن موسى.
حدثنا سعيد بن سليمان.
حدثنا هشيم، عن محمد بن خالد القرشي، عن داود بن حصين، عن عكرمة، عن ابن عباس: أنه سئل عن التيمم؟ فقال: إن الله قال في كتابه حين ذكر الوضوء:
(فاغسلوا وجوهكم وأيديكم إلى المرافق " (١) .
وقال في التيمم: (فامسحوا بوجوهكم وأيديكم " (٢) .
وقال: (والسارق والسارقة فاقطعوا أيديهما " (٣) .
فكانت السنة في القطع الكفين، إنما هو الوجه والكفان، يعني: التيمم.
(ضعيف الاسناد) .
_________
(١) سورة المائدة (٥) ، الآية ٦.
(٢) سورة النساء (٤) ، الآية ٤٣.
(٣) سورة المائدة (٥) ، الاية ٣٨.
(*)',NULL,'14',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (43,'قال أبو عيسى: هذا حديث حسن غريب صحيح.
١١١ - باب ما جاء في الرجل يقرأ القرآن على كل حال ما لم يكن جنبا ٢٢ - ١٤٦ حدثنا أبو سعيد عبد الله بن سعيد الاشج.
حدثنا حفص بن غياث وعقبة بن خالد، قالا: حدثنا الاعمش، وابن أبي ليلى، عن عمرو بن مرة، عن عبد الله بن سلمة، عن علي، قال: كان رسول الله صلى الله عليه وسلم يقرئنا القرآن على كل حال ما لم يكن جنبا.
(ضعيف - ابن ماجه ٥٩٤ (١) (١٢٩، و " ضعيف سنن أبي داود " برقم ٣٩ / ٢٢٩ نحوه، المشكاة ٤٦٠، الارواء ١٩٢ و ٤٨٥، و " ضعيف سنن النسائي " برقم ٩ / ٢٦٥ وهو في ضعيف ابن ماجه بلفظين هما: " لا يحجبه - أو يحجزه - عن القرآن شئ إلا الجنابة - ولفظ: " لا يقرأ القرآن الجنب ولا الحائض ")) .
قال أبو عيسى: حديث علي هذا حديث حسن صحيح.
وبه قال غير واحد من أهل العلم، أصحاب النبي صلى الله عليه وسلم، والتابعين، قالوا: يقرأ الرجل القرآن على غير وضوء، ولا يقرأ في المصحف إلا وهو طاهر.
وبه يقول سفيان الثوري، والشافعي، وأحمد، وإسحاق.
_________
(١) من هنا نرى كم فات على القارئ من فوائد باكتفاء أستاذنا الشيخ ناصر على الاحالة على " ضعيف ابن ماجه " فقط..والحديث هناك يلتقي مع سنده هنا عند عمرو بن مرة: وكذلك عند أبي داود.
والقارئ بحاجة إلى معرفة رأيه في مثل هذا، وهو المؤلف، أو المحقق لهذه الكتب.
(*)',NULL,'15',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (44,'بسم الله الرحمن الرحيم أبواب الصلاة عن رسول الله صلى الله عليه وسلم ١١٨ - باب ما جاء في التعجيل بالظهر ٢٣ - ١٥٥ حدثنا هناد بن السري.
حدثنا وكيع، عن سفيان، عن حكيم بن جبير، عن إبراهيم، عن الاسود، عن عائشة قالت: ما رأيت أحدا كان أشد تعجيلا للظهر من رسول الله صلى الله عليه وسلم، ولا من أبي بكر، ولا من عمر.
(ضعيف الاسناد) .
قال: وفي الباب: عن جابر بن عبد الله، وخباب، وأبي برزة، وابن مسعود، وزيد بن ثابت (وأنس) (١) ، وجابر بن سمرة.
قال أبو عيسى: حديث عائشة حديث حسن.
وهو الذي اختاره أهل العلم، من أصحاب النبي صلى الله عليه وسلم،
ومن بعدهم.
قال علي ابن المديني: قال يحيى بن سعيد: وقد تكلم شعبة في حكيم ابن جبير من أجل حديثه الذي روي عن ابن مسعود عن النبي صلى الله عليه وسلم:
_________
(١) زيادة من نسخة استاذنا الشيخ أحمد شاكر ١٥٥ والمخطوطة.
(*)',NULL,'16',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (45,'" من سأل الناس وله ما يغنيه ".
قال يحيى: وروى له سفيان وزائدة، ولم ير يحيى بحديثه بأسا.
قال محمد (١) : وقد روي عن حكيم بن جبير، عن سعيد بن جبير، عن عائشة، عن النبي صلى الله عليه وسلم: في تعجيل الظهر.
١٢٧ - باب ما جاء في الوقت الاول من الفضل ٢٤ - ١٧١ حدثنا أحمد بن منيع.
حدثنا يعقوب بن الوليد المدني، عن عبد الله بن عمر، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " الوقت الاول من الصلاة رضوان الله، والوقت الآخر عفو الله ".
(موضوع - الارواء ٢٥٩، المشكاة ٦٠٦ (ضعيف الجامع الصغير ٦١٦٤)) .
قال أبو عيسى: هذا حديث (حسن) (٢) غريب.
وقد روى ابن عباس عن النبي صلى الله عليه وسلم نحوه.
قال: وفي الباب عن علي، وابن عمر (٣) ، وعائشة، وابن مسعود.
٢٥ - ١٧٢ حدثنا قتيبة، قال: حدثنا عبد الله بن وهب، عن سعيد بن عبد الله الجهني، عن محمد بن عمر (٤) بن علي ابن أبي طالب، عن أبيه، عن علي ابن أبي طالب: أن النبي صلى الله عليه وسلم، قال له:
_________
(١) يعني الامام محمد بن إسماعيل البخاري.
(٢) لفظ: (حسن) هو في الطبعة التي عليها (تحقيق) الشيخ ناصر وسكت عنها، وليست في نسخة الشيخ شاكر والمخطوطة.
(٣) إن حديث الباب عن ابن عمر، ولعله يريد: أن له رواية أخرى بسند آخر - والله أعلم -.
وقد سكت عن ذلك (محقق الكتاب) .
(٤) هذا عمر الاصغر.
لان عليا سمى أحد أولاده باسم (عمر) ومات صغيرا، ويعرف بالاكبر، ثم سمى ولدا آخر باسم عمر، ويعرف بالاصغر، وهو هذا.
(*)',NULL,'17',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (46,'" يا علي، ثلاث لا تؤخرها: الصلاة إذا آنت، والجنازة إذا حضرت، والايم إذا وجدت لها كفؤا ".
(ضعيف - المشكاة ٦٠٥ (ضعيف الجامع الصغير - بترتيبي - برقم ٢٥٦٣ ويأتي برقم ١٨٢ / ١٠٨٧)) .
(قال أبو عيسى: هذا حديث غريب حسن) (١) .
قال أبو عيسى: حديث أم فروة لا يروى إلا من حديث عبد الله بن عمر العمري، وليس هو بالقوي عند أهل الحديث.
واضطربوا عنه في هذا الحديث وهو صدوق، وقد تكلم فيه يحيى بن سعيد من قبل حفظه.
١٣٢ - باب ما جاء في الرجل تفوته الصلوات بأيتهن يبدأ ٢٦ - ١٧٩ حدثنا هناد.
حدثنا هشيم، عن أبي الزبير، عن نافع بن جبير بن مطعم، عن أبي عبيدة بن عبد الله بن مسعود قال: قال عبد الله بن مسعود: إن المشركين شغلوا رسول الله صلى الله عليه وسلم عن أربع صلوات يوم الخندق، حتى ذهب من الليل ما شاء الله، فأمر بلالا فأذن، ثم أقام فصلى الظهر، ثم أقام فصلى العصر، ثم أقام فصلى المغرب، ثم أقام فصلى العشاء.
(ضعيف - الارواء ٢٣٩) .
قال: وفي الباب عن أبي سعيد، وجابر.
قال أبو عيسى: حديث عبد الله ليس بإسناده بأس، إلا أن أبا عبيدة لم يسمع من عبد الله.
وهو الذي اختاره بعض أهل العلم في الفوائت: أن يقيم الرجل لكل صلاة إذا قضاها.
وإن لم يقم أجزأه.
وهو قول الشافعي.
_________
(١) زيادة من المخطوطة ونسخة الشيخ شاكر - رحمه الله -.
(*)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (47,'١٣٥ - باب ما جاء في الصلاة بعد العصر ٢٧ - ١٨٤ حدثنا قتيبة.
حدثنا جرير، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس قال: إنما صلى النبي صلى الله عليه وسلم الركعتين بعد العصر، لانه أتاه مال، فشغله عن الركعتين بعد الظهر، فصلاهما بعد العصر، ثم لم يعد لهما.
(ضعيف الاسناد، وقوله: " ثم لم يعد لهما " منكر) .
وفي الباب عن عائشة، وأم سلمة، وميمونة، وأبي موسى.
قال أبو عيسى: حديث ابن عباس حديث حسن.
وقد روى غير واحد عن النبي صلى الله عليه وسلم: أنه صلى بعد العصر ركعتين.
وهذا خلاف ما روي عنه: أنه نهى عن الصلاة بعد العصر حتى تغرب الشمس.
وحديث ابن عباس أصح حيث قال: لم يعد لهما.
وقد روي عن زيد بن ثابت نحو حديث ابن عباس.
وقد روي عن عائشة في هذا الباب روايات: روي عنها: أن النبي صلى الله عليه وسلم ما دخل عليها بعد العصر إلا صلى ركعتين.
وروي عنها، عن أم سلمة، عن النبي صلى الله عليه وسلم: أنه نهى عن الصلاة بعد العصر حتى تغرب الشمس، وبعد الصبح حتى تطلع الشمس.
والذي اجتمع عليه أكثر أهل العلم: على كراهية الصلاة بعد العصر، حتى تغرب الشمس، وبعد الصبح، حتى تطلع الشمس، إلا ما استثني من ذلك، مثل الصلاة بمكة بعد العصر حتى تغرب الشمس، وبعد الصبح حتى تطلع الشمس بعد الطواف.
فقد روي عن النبي صلى الله عليه وسلم رخصة في ذلك.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (48,'وقد قال به قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم ومن بعدهم.
وبه يقول الشافعي، وأحمد، وإسحاق.
وقد كره قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم ومن بعدهم الصلاة بمكة أيضا بعد العصر، وبعد الصبح.
وبه يقول سفيان الثوري، ومالك بن أنس، وبعض أهل الكوفة.
١٣٨ - باب ما جاء في الجمع بين الصلاتين في الحضر ٢٨ - ١٨٨ حدثنا أبو سلمة يحيى بن خلف البصري.
حدثنا المعتمر بن سليمان، عن أبيه، عن حنش، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " من جمع بين الصلاتين من غير عذر، فقد أتى بابا من أبواب الكبائر ".
(ضعيف جدا - التعليق الرغيب ١ / ١٩٨، الضعيفة ٤٥٨١ (ضعيف الجامع الصغير
- بترتيبي - برقم ٥٥٤٦)) .
قال أبو عيسى: وحنش هذا هو: " أبو علي الرحبي " وهو " حسين بن قيس " وهو ضعيف عند أهل الحديث، ضعفه أحمد وغيره.
والعمل على هذا عند أهل العلم: أن لا يجمع بين الصلاتين إلا في السفر، أو بعرفة.
ورخص بعض أهل العلم من التابعين في الجمع بين الصلاتين للمريض.
وبه يقول أحمد، وإسحاق.
وقال بعض أهل العلم: يجمع بين الصلاتين في المطر.
وبه يقول الشافعي، وأحمد، وإسحاق.
ولم ير الشافعي للمريض: أن يجمع بين الصلاتين.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (49,'١٤٢ - باب ما جاء أن الاقامة مثنى مثنى ٢٩ - ١٩٤ حدثنا أبو سعيد الاشج.
حدثنا عقبة بن خالد، عن ابن أبي ليلى، عن عمرو بن مرة، عن عبد الرحمن ابن أبي ليلى، عن عبد الله بن زيد قال: كان أذان رسول الله صلى الله عليه وسلم شفعا شفعا: في الاذان والاقامة.
(ضعيف الاسناد) .
قال أبو عيسى: حديث عبد الله بن زيد رواه وكيع، عن الاعمش، عن عمرو بن مرة، عن عبد الرحمن ابن أبي ليلى، قال: حدثنا أصحاب محمد صلى الله عليه وسلم: أن عبد الله بن زيد، رأى الاذان في المنام.
وقال شعبة: عن عمرو بن مرة، عن عبد الرحمن ابن أبي ليلى: أن عبد الله ابن زيد، رأى الاذان في المنام.
وهذا أصح من حديث ابن أبي ليلى.
وعبد الرحمن ابن أبي ليلى لم يسمع من عبد الله بن زيد.
وقال بعض أهل العلم: الاذان مثنى مثنى، والاقامة مثنى مثنى.
وبه يقول سفيان الثوري، وابن المبارك، وأهل الكوفة (١) .
قال أبو عيسى: ابن أبي ليلى هو: محمد بن عبد الرحمن ابن أبي ليلى، كان قاضي الكوفة، ولم يسمع من أبيه شيئا، إلا أنه يروي عن رجل عن أبيه.
١٤٣ - باب ما جاء في الترسل في الاذان ٣٠ - ١٩٥ حدثنا أحمد بن الحسن.
حدثنا المعلى بن أسد.
حدثنا عبد المنعم - هو صاحب السقاء -، قال: حدثنا يحيى بن مسلم، عن الحسن، وعطاء، عن جابر بن عبد الله: أن رسول الله صلى الله عليه وسلم قال لبلال:
_________
(١) هذا السطر كان متأخرا عن وضعه في الطبعة التي عمل الشيخ ناصر عليها.
(*)',NULL,'21',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (50,'" يا بلال، إذا أذنت فترسل في أذانك، وإذا أقمت فاحدر، واجعل بين أذانك وإقامتك قدر ما يفرغ الآكل من أكله، والشارب من شربه، والمعتصر إذا دخل لقضاء حاجته، ولا تقوموا حتى تروني ".
(ضععيف جدا - الارواء ٢٢٨، لكن قوله: " ولا تقوموا ... " صحيح وياتي (٥١٧) (١) ... - ١٩٦ حدثنا عبد بن حميد.
حدثنا يونس بن محمد، عن عبد المنعم نحوه.
قال أبو عيسى: حديث جابر هذا حديث لا نعرفه إلا من هذا الوجه، من حديث عبد المنعم، وهو إسناد مجهول.
وعبد المنعم شيخ بصري.
١٤٥ - باب ما جاء في التعويب في الفجر ٣١ - ١٩٨ حدثنا أحمد بن منيع.
حدثنا أبو أحمد الزبيري.
حدثنا أبو إسرائيل
عن الحكم، عن عبد الرحمن ابن أبي ليلى، عن بلال قال: قال لي رسول الله صلى الله عليه وسلم: " لا تثوبن في شئ من الصلوات، إلا في صلاة الفجر ".
قال: وفي الباب عن أبي محذورة.
(ضعيف - ابن ماجه ٧١٥ (١٥١، الارواء ٢٣٥، مشكاة المصابيح ٦٤٦، ضعيف الجامع الصغير - الطبعة الثانية المرتبة - برقم ٦١٩١)) .
قال أبو عيسى: حديث بلال لا نعرفه إلا من حديث أبي إسرائيل الملائي.
وأبو إسرائيل لم يسمع هذا الحديث من الحكم بن عتيبة قال: إنما رواه عن
_________
(١) هذا رقم نسخة الشيخ ناصر الخاصة به.
وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٤٢٧ / ٥٢٣.
وفي " ضعيف الجامع الصغير " - طبعتنا المحققة - برقم ٦٣٨٨ وهذه الجملة الصحيحة.
تجدها في هذا الكتاب ٨٠ / ٥٢٢.
وجملة " لا تقوموا " ليست في الحديث الذي أثار إليه الشيخ ناصر، بل وردت في الحديث الذي قبله.
ولعل ذلك سبق قلم، أو سبق نظر.
والقسم الاخير منه يأتي تحت الحديث ٨٠ / ٥٢٢.
(*)',NULL,'22',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (51,'الحسن بن عماره، عن الحكم بن عتيبة.
وأبو إسرائيل اسمه: اسماعيل ابن أبي إسحاق، وليس هو بذاك القوي عند أهل الحديث.
وقد اختلف أهل العلم في تفسير التثويب.
قال بعضهم: التثويب أن يقول في أذان الفجر: " الصلاة خير من النوم " وهو قول ابن المبارك وأحمد.
وقال إسحاق في التثويب غير هذا، قال: التثويب المكروه هو شئ أحدثه
الناس بعد النبي صلى الله عليه وسلم، إذا أذن المؤذن فاستبطأ القوم، قال بين الاذان والاقامة: " قد قامت الصلاة، حي على الصلاة، حي على الفلاح ".
قال: وهذا الذي قال اسحاق هو التثويب الذي قد كرهه أهل العلم، والذي أحدثوه بعد النبي صلى الله عليه وسلم.
والذي فسر ابن المبارك وأحمد: أن التثويب أن يقول المؤذن في أذان الفجر: " الصلاة خير من النوم ".
وهو قول صحيح، ويقال له: " التثويب أيضا ".
وهو الذي اختاره أهل العلم ورأوه.
وروي عن عبد الله بن عمر أنه كان يقول في صلاة الفجر: " الصلاة خير من النوم ".
وروي عن مجاهد قال: دخلت مع عبد الله بن عمر مسجدا، وقد أذن فيه، ونحن نريد أن نصلي فيه، فثوب المؤذن، فخرج عبد الله بن عمر من المسجد وقال: اخرج بنا من عند هذا المبتدع! ولم يصل فيه.
قال: وإنما كره عبد الله التثويب الذي أحدثه الناس بعد.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (52,'١٤٦ - باب ما جاء أن من أذن فهو يقيم ٣٢ - ١٩٩ حدثنا هناد.
حدثنا عبدة، ويعلى بن عبيد، عن عبد الرحمن بن زياد بن أنعم الافريقي، عن زياد بن نعيم الحضرمي، عن زياد بن الحارث الصدائي قال: أمرني رسول الله صلى الله عليه وسلم: أن أؤذن في صلاة الفجر، فأذنت، فأراد بلال أن يقيم، فقال رسول الله صلى الله عليه وسلم:
" إن أخا صداء قد أذن فهو يقيم ".
(ضعيف - ابن ماجه ٧١٧ / ١٥٢، ضعيف سنن أبي داود ١٠٢ / ٥١٤، الارواء ٢٣٧، المشكاة ٦٤٨، الضعيفة ٣٥، ضعيف الجامع الصغير ١٣٧٧)) .
قال: وفي الباب عن ابن عمر.
قال أبو عيسى: وحديث زياد إنما نعرفه من حديث الافريقي.
والافريقي هو ضعيف عند أهل الحديث، ضعفه يحيى بن سعيد القطان وغيره، قال أحمد: لا أكتب حديث الافريقي.
قال: ورأيت محمد بن إسماعيل يقوي أمره، ويقول: هو مقارب الحديث.
والعمل على هذا عند أكثر أهل العلم: أن من أذن فهو يقيم.
١٤٧ - باب ما جاء في كراهية الاذان بغير وضوء ٣٣ - ٢٠٠ حدثنا علي بن حجر.
حدثنا الوليد بن مسلم، عن معاوية بن يحيى الصدفي، عن الزهري، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " لا يؤذن إلا متوضئ ".
(ضيف - الارواء ٢٢٢ (ضعيف الجامع الصغير ٦٣١٧)) .
٣٤ - ٢٠١ حدثنا يحيى بن موسى.
حدثنا عبد الله بن وهب، عن يونس، عن ابن شهاب قال: قال أبو هريرة:',NULL,'24',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (53,'لا ينادي بالصلاة إلا متوضئ.
(ضعيف - المصدر نفسه (أي إرواء الغليل رقم ٢٢٢)) .
قال أبو عيسى: وهذا أصح من الحديث الاول.
قال أبو عيسى: وحديث أبي هريرة لم يرفعه ابن وهب، وهو أصح من
حديث الوليد بن مسلم، والزهري لم يسمع من أبي هريرة، واختلف أهل العلم في الاذان على غير وضوء: فكرهه بعض أهل العلم، وبه يقول الشافعي، وإسحاق.
ورخص في ذلك بعض أهل العلم.
وبه يقول سفيان الثوري، وابن المبارك، وأحمد.
١٥٢ - باب ما جاء في فضل الاذان ٣٥ - ٢٠٦ حدثنا محمد بن حميد الرازي.
حدثنا أبو تميلة.
حدثنا أبو حمزة، عن جابر، عن مجاهد، عن ابن عباس، قال: إن النبي صلى الله عليه وسلم قال: " من أذن سبع سنين محتسبا، كتبت له براءة من النار ".
(ضعيف - ابن ماجه ٧٢٧ (١٥٥، المشكاة ٦٦٤، الضعيفة ٨٥٠، ضعيف الجامع الصغير ٥٣٧٨)) .
قال أبو عيسى: وفي الباب: عن عبد الله بن مسعود، وثوبان، ومعاوية، وأنس، وأبي هريرة، وأبي سعيد.
قال أبو عيسى: حديث ابن عباس حديث غريب.
وأبو تميلة اسمه: يحيى بن واضح.
وأبو حمزة السكري اسمه: محمد بن ميمون.
وجابر بن يزيد الجعفي ضعفوه، تركه يحيى بن سعيد، وعبد الرحمن بن مهدي.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (54,'قال أبو عيسى: سمعت الجارود يقول: سمعت وكيعا يقول: لولا جابر الجعفي لكان أهل الكوفة بغير حديث، ولولا حماد لكان أهل
الكوفة بغير فقه.
١٦٢ - باب ما جاء فيمن يسمع النداء فلا يجيب ٣٦ - ٢١٨ قال مجاهد: وسئل ابن عباس، عن رجل يصوم النهار ويقوم الليل، لا يشهد جمعة ولا جماعة؟ قال: هو في النار.
قال: حدثنا بذلك هناد.
حدثنا المحاربي، عن ليث، عن مجاهد.
(ضعيف الاسناد) .
قال: ومعنى الحديث: أن لا يشهد الجماعة والجمعة رغبة عنها، واستخفافا بحقها، وتهاونا بها.
١٧٢ - باب مما جاء في الرجل يصلي مع الرجلين ٣٧ - ٢٣٣ حدثنا بندار محمد بن بشار.
حدثنا محمد ابن أبي عدي، قال: أنبأنا إسماعيل بن مسلم، عن الحسن، عن سمرة بن جندب، قال: أمرنا رسول الله صلى الله عليه وسلم: إذا كنا ثلاثة أن يتقدمنا أحدنا.
(ضعيف الاسناد) .
قال أبو عيسى: وفي الباب عن ابن مسعود، وجابر، وأنس بن مالك.
قال أبو عيسى: وحديث سمرة حديث حسن غريب.
والعمل على هذا عند أهل العلم، قالوا: إذا كانوا ثلاثة قام رجلان خلف الامام.
وروي عن ابن مسعود: أنه صلى بعلقمة والاسود، فأقام أحدهما عن يمينه، والاخر عن يساره، ورواه عن النبي صلى الله عليه وسلم.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (55,'وقد تكلم بعض الناس في إسماعيل بن مسلم المكي من قبل حفظه.
١٧٧ - باب في الاصابع عند التكبير ٣٨ - ٢٣٩ حدثنا قتيبة وأبو سعيد الاشج، قالا: حدثنا يحيى بن يمان، عن ابن أبي ذئب، عن سعيد بن سمعان، عن أبي هريرة قال: كان رسول الله صلى الله عليه وسلم إذا كبر للصلاة نشر أصابعه.
(ضعيف - صفة الصلاة / الاصل، التعليق على ابن خزيمة ٤٥٨) (ضعيف الجامع الصغير وزيادته الفتح الكبير، الطبعة المرتبة برقم ٤٤٤٧) .
قال أبو عيسى: حديث أبي هريرة (حسن) (١) قد رواه غير واحد عن ابن أبي ذئب، عن سعيد بن سمعان، عن أبي هريرة: أن النبي صلى الله عليه وسلم كان إذا دخل في الصلاة رفع يديه مدا.
وهو أصح من رواية يحيى بن اليمان، وأخطأ ابن يمان في هذا الحديث.
١٨٠ - باب ما جاء في ترك الجهر ب (بسم الله الرحمن الرحيم) ٣٩ - ٢٤٤ حدثنا أحمد بن منيع.
حدثنا إسماعيل بن إبراهيم.
حدثنا سعيد (ابن أبي إياس) (٢) الجريري، عن قيس بن عباية، عن ابن عبد الله بن مغفل.
قال: سمعني أبي وأنا في الصلاة أقول: (بسم الله الرحمن الرحيم) فقال لي: أي بني محدث! إياك والحدث، قال: ولم أر أحدا من أصحاب رسول الله صلى الله عليه وسلم كان أبغض إليه الحدث في الاسلام، يعني: منه، وقال:
_________
(١) زيادة من نسخة الشيخ شاكر والمخطوطة.
(٢) ما بين الحاصرتين () زيادة من نسخة الشيخ شاكر والمخطوطة.
(*)',NULL,'27',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (56,'وقد صليت مع النبي صلى الله عليه وسلم.
ومع أبي بكر، و (مع) (١) عمر،
ومع عثمان، فلم أسمع أحدا منهم يقولها، فلا تقلها، إذا أنت صليت فقل: (الحمد لله رب العالمين) .
(ضعيف - ابن ماجه ٨١٥ (١٧٤)) .
قال أبو عيسى: حديث عبد الله بن مغفل حديث حسن.
والعمل عليه عند أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم منهم: أبو بكر، وعمر، وعثمان، وعلي، وغيرهم ومن بعدهم من التابعين.
وبه يقول سفيان الثوري، وابن المبارك، وأحمد وإسحاق، لا يرون أن يجهر ب (بسم الله الرحمن الرحيم) .
قالوا: ويقولها في نفسه.
١٨١ - باب من رأى الجهر ب (بسم الله الرحمن الرحيم) ٤٠ - ٢٤٥ حدثنا أحمد بن عبدة (الضبي) (٢) .
حدثنا المعتمر بن سليمان.
قال: حدثني إسماعيل بن حماد، عن أبي خالد، عن ابن عباس قال: كان النبي صلى الله عليه وسلم يفتتح صلاته ب (بسم الله الرحمن الرحيم) .
(ضعيف الاسناد) .
قال أبو عيسى: (هذا حديث) ليس إسناده بذاك.
وقد قال بهذا عدة من أهل العلم من أصحاب النبي صلى الله عليه وسلم منهم: أبو هريرة، وابن عمر، وابن عباس، وابن الزبير، ومن بعدهم من التابعين، رأوا الجهر ب (بسم الله الرحمن الرحيم) .
وبه يقول الشافعي.
(١) لفظة (مع) سقطت من طبعة دار الفكر التي عليها تحقيق الشيخ ناصر.
(٢) ما بين الحاصرتين () زيادة من المخطوطة.
(*)',NULL,'28',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (57,'وإسماعيل بن حماد - وهو ابن أبي سليمان - وأبو خالد الوالبي - واسمه هرمز وهو كوفي -.
١٨٤ - باب ما جاء في التأمين ٤١ - ٢٤٨ / ٢ وروى شعبة هذا الحديث، عن سلمة بن كهيل، عن حجر أبي العنبس، عن علقمة بن وائل، عن أبيه: أن النبي صلى الله عليه وسلم قرأ (غير المغضرب عليهم ولا الضالين) فقال: " آمين "، وخفض بها صوته.
(شاذ - صحيح أبي داود ٨٦٣) (١) .
قال أبو عيسى: سمعت محمدا يقول: حديث سفيان أصح من حديث شعبة في هذا، وأخطا شعبة في مواضع من هذا الحديث، فقال عن حجر أبي العنبس، وإنما هو حجر بن العنبس، ويكنى أبا السكن.
وزاد فيه عن علقمة بن وائل، وليس فيه عن علقمة.
وإنما هو حجر بن عنبس، عن وائل بن حجر.
وقال: وخفض بها صوته! وإنما هومد بها صوته.
قال أبو عيسى: وسألت أبا زرعة عن هذا الحديث فقال: حديث سفيان في هذا أصح.
(من حديث شعبة.
قال: و) روى العلاء بن صالح الاسدي عن سلمة بن كهيل نحو رواية سفيان.
١٨٦ - باب ما جاء في السكتتين في الصلاة ٤٢ - ٢٥١ حدثنا محمد بن المثنى.
حدثنا عبد الاعلى، عن سعيد، عن قتادة، عن الحسن، عن سمرة قال:
_________
(١) هو في " صحيح سنن أبي داود - باختصار السند " برقم ٨٢٤ / ٩٣٢.
(*)',NULL,'29',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (58,'سكتتان حفظتهما عن رسول الله صلى الله عليه وسلم.
فأنكر ذلك عمران بن حصين قال: حفظنا سكتة، فكتبنا إلى أبي بن كعب بالمدينة، فكتب أبي: أن حفظ سمرة.
قال سعيد: فقلنا لقتادة: ما هاتان السكتتان؟ قال: إذا دخل في صلاته، وإذا فرغ من القراءة، ثم قال بعد ذلك: وإذا قرأ (ولا الضالين) قال: وكان يعجبه إذا فرغ من القراءة أن يسكت حتى يتراد إليه نفسه.
(ضعيف - ابن ماجه ٨٤٤ و ٨٤٥ (١٨٠ و ١٨١، ضعيف سنن أبي داود ١٦٣ / ٧٧٧، الارواء ٥٠٥، المشكاة ٨١٨)) .
قال: وفي الباب عن أبي هريرة.
قال أبو عيسى: حديث سمرة حديث حسن.
وهو قول غير واحد من أهل العلم، يستحبون للامام أن يسكت بعد ما يفتتح الصلاة، وبعد الفراغ من القراءة.
وبه يقول أحمد، وإسحاق وأصحابنا.
١٩٢ - باب ما جاء في التسبيح في الركوع والسجود ٤٣ - ٢٦١ حدثنا علي بن حجر.
أنبأنا عيسى بن يونس، عن ابن أبي ذئب، عن إسحاق بن يزيد الهذلي، عن عون بن عبد الله بن عتبة، عن ابن مسعود أن النبي صلى الله عليه وسلم قال: " إذا ركع أحدكم فقال في ركوعه: سبحان ربي العظيم ثلاث مرات، فقد تم ركوعه، وذلك أدناه، وإذا سجد فقال في سجوده: سبحان ربي الاعلى ثلاث مرات، فقد تم سجوده، وذلك أدناه ".
(ضعيف - ابن ماجه ٨٩٠ (١٨٧، المشكاة ٨٨٠، ضعيف الجامع الصغير ٥٢٥، ضعيف
سنن أبي داود ١٨٧ / ٨٨٦)) .
قال: وفي الباب: عن حذيفة، وعقبة بن عامر.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (59,'قال أبو عيسى: حديث ابن مسعود ليس إسناده بمتصل، عون بن عبد الله ابن عتبة لم يلق ابن مسعود.
والعمل على هذا عند أهل العلم: يستحبون ألا ينقص الرجل في الركوع والسجود من ثلاث تسبيحات.
وروي عن ابن المبارك أنه قال: أستحب للامام أن يسبح خمس تسبيحات، لكي يدرك من خلفه ثلاث تسبيحات.
وهكذا قال إسحاق بن إبراهيم.
١٩٧ - باب ما جاء في وضع اليدين قبل الركبتين في السجود ٤٤ - ٢٦٨ حدثنا سلمة بن شبيب، وعبد الله بن منير، وأحمد بن إبراهيم الدورقي، والحسن بن علي الحلواني، وغير واحد، قالوا: حدثنا يزيد بن هارون.
حدثنا شريك، عن عاصم بن كليب، عن أبيه، عن وائل بن حجر قال: رأيت رسول الله صلى الله عليه وسلم، إذا سجد يضع ركبتيه قبل يديه، وإذا نهض رفع يديه قبل ركبتيه.
(ضعيف - ابن ماجه ٨٨٢ (١٨٥، ضعيف سنن أبي داود ١٨١ / ٨٣٨، الارواء ٣٥٧، المشكاة ٨٩٨، وابن خزيمة ٦٢٦ و ٦٢٩)) .
(قال:) زاد الحسن بن علي في حديثه: قال يزيد بن هارون: ولم يرو شريك عن عاصم بن كليب إلا هذا الحديث.
قال (أبو عيسى) : هذا حديث غريب حسن، لا نعرف أحدا رواه غير شريك.
والعمل عليه عند أكثر أهل العلم: يرون أن يضع الرجل ركبتيه قبل يديه.
وإذا نهض رفع يديه قبل ركبتيه.
وروى همام عن عاصم هذا مرسلا، ولم يذكر فيه وائل بن حجر.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (60,'٢٠٧ - باب ما جاء في كراهية الاقعاء بين السجدتين ٤٥ - ٢٨٢ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عبيد الله بن موسى.
أخبرنا إسرائيل، عن أبي إسحاق، عن الحارث، عن علي قال: قال لي رسول الله صلى الله عليه وسلم: " يا علي، أحب لك ما أحب لنفسي، وأكره لك ما أكره لنفسي، لا تقع بين السجدتين ".
(ضعيف - ابن ماجه ٨٩٤ و ٨٩٥ (١) (ضعيف الجامع الصغير ٦٤٠٠، المشكاة ٩٠٣)) .
قال أبو عيسى: هذا حديث لا نعرفه من حديث علي، إلا من حديث أبي إسحاق، عن الحارث، عن علي.
وقد ضعف بعض أهل العلم الحارث الاعور (٢) .
والعمل على هذا الحديث عند أكثر أهل العلم: يكرهون الاقعاء.
٢١٠ - باب ما جاء في الاعتماد في السجود ٤٦ - ٢٨٦ حدثنا قتيبة.
أخبرنا الليث، عن ابن عجلان، عن سمي، عن أبي صالح، عن أبي هريرة قال: اشتكى (بعض) (٣) أصحاب النبي صلى الله عليه وسلم مشقة السجود عليهم إذا تفرجوا فقال: " استعينوا بالركب ".
(ضعيف - ضعيف أبي داود ١٦٠ (عندنا في " ضعيف أبي داود " برقم ١٩٢ / ٩ ٠٢)) .
قال أبو عيسى: هذا حديث لا نعرفه من حديث أبي صالح، عن أبي
_________
(١) الاول في " ضعيف سنن ابن ماجه " برقم ١٨٨.
والثاني في " صحيح سنن ابن ماجه - باختصار السند - " برقم ٨٩٥ وقال عنه الشيخ ناصر الدين: حديث (حسن) .
(٢) أبو إسحاق هو السبيعي، وقد اختلط.
وأمر الحارث بن عبد الله الاعور، أشد مما ذكر هنا..وعلى الاخص في أحاديث فضائل علي رضي الله عنه.
(٣) زيادة من نسخة شاكر والمخطوطة.
(*)',NULL,'32',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (61,'هريرة، عن النبي صلى الله عليه وسلم إلا من هذا الوجه، من حديث الليث عن ابن عجلان.
وقد روى هذا الحديث سفيان بن عيينة وغير واحد، عن سمي، عن النعمان ابن أبي عياش، عن النبي صلى الله عليه وسلم نحو هذا.
وكأن رواية هؤلاء أصح من رواية الليث.
٢١٢ - باب منه أيضا (كيف النهوض من السجود) ٤٧ - ٢٨٨ حدثنا يحيى بن موسى.
أخبرنا أبو معاوية.
أخبرنا خالد بن إياس، - ويقال: خالد بن الياس -، عن صالح مولى التوأمة، عن أبي هريرة قال: كان النبي صلى الله عليه وسلم ينهض في الصلاة على صدور قدميه.
(ضعيف - الارواء ٣٦٢) .
قال أبو عيسى: حديث أبي هريرة عليه العمل عند أهل العلم: يختارون أن ينهض الرجل في الصلاة على صدور قدميه.
وخالد بن إياس ضعيف عند أهل الحديث.
ويقال: خالد بن إلياس.
وصالح مولى التوأمة هو: صالح ابن أبي صالح.
وأبو صالح اسمه: نبهان، مدني.
٢٢١ - باب ما جاء أن حذف السلام سنة ٤٨ - ٢٩٧ حدثنا علي بن حجر.
حدثنا عبد الله بن المبارك، والهقل بن زياد، عن الاوزاعي، عن قرة بن عبد الرحمن، عن الزهري، عن أبي سلمة، عن أبي هريرة قال: حذف السلام سنة.
(ضعيف - ضعيف أبي داود ١٧٩ (عندنا برقم ٢١٣ / ١٠٠٤ بزيادة: يرفعه للرسول صلى الله عليه وسلم)) .',NULL,'33',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (62,'قال علي بن حجر: وقال ابن المبارك: يعني: أن لا تمده مدا.
قال أبو عيسى: هذا حديث حسن صحيح.
وهو الذي يستحبه أهل العلم.
وروي عن إبراهيم النخعي أنه قال: التكبير جزم، والسلام جزم.
وهقل: يقال: كان كاتب الاوزاعي.
٢٢٩ - باب ما جاء في القراءة خلف الامام ٤٩ - ٣١١ حدثنا هناد.
أخبرنا عبدة بن سليمان، عن محمد بن إسحاق، عن مكحول، عن محمود بن الربيع، عن عبادة بن الصامت، قال: صلى رسول الله صلى الله عليه وسلم الصبح، فثقلت عليه القراءة، فلما انصرف قال: " إني أراكم تقرأون وراء إمامكم؟ ".
قال: قلنا: يا رسول الله: إي والله، قال: " لا تفعلوا (١) إلا بأم القرآن، فإنه لا صلاة لمن لم يقرأ بها ".
(ضعيف - ضعيف أبي داود ١٤٦ (عندنا في " ضعيف أبي داود " برقم ١٧٦ / ٨٢٣، ضعيف الجامع الصغير ٢٠٨٢ و ٤٦٨١)) .
قال: وفي الباب عن أبي هريرة، وعائشة، وأنس، وأبي قتادة، وعبد الله ابن عمرو.
قال أبو عيسى: حديث عبادة حديث حسن.
٢٣٤ - باب ما جاء في فضل بنيان المسجد ٥٠ - ٣١٩ وقد روي عن النبي صلى الله عليه وسلم قال: " من بنى لله مسجدا، صغيرا كان أو كبيرا، بنى الله له بيتا في الجنة ".
(ضعيف - التعليق الرغيب ١ / ١١٧ (ضعيف الجامع الصنير ٥٥٠٩)) .
_________
(١) في المخطوطة: (فلا تفعلوا..) .
(*)',NULL,'34',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (63,'حدثنا بذلك قتيبة بن سعيد.
أخبرنا نوح بن قيس، عن عبد الرحمن - مولى قيس -، عن زياد النميري، عن أنس، عن النبي صلى الله عليه وسلم بهذا.
ومحمود بن لبيد قد أدرك النبي صلى الله عليه وسلم، ومحمود بن الربيع قد رأى النبي صلى الله عليه وسلم، وهما غلامان صغيران مدنيان.
٢٣٥ - باب ما جاء في كراهية أن يتخذ على القبر مسجدا ٥١ - ٣٢٠ حدثنا قتيبة.
أخبرنا عبد الوارث بن سعيد، عن محمد بن جحادة، عن أبي صالح، عن ابن عباس قال: لعن رسول الله صلى الله عليه وسلم زائرات القبور، والمتخذين عليها المساجد والسرج.
(ضعيف - ابن ماجه ١٥٧٥ (١) ، وصح بلفظ: " زوارات " دون " السرج ") .
قال: وفي الباب عن أبي هريرة، وعائشة.
قال أبو عيسى: حديث ابن عباس حديث حسن.
(وأبو صالح هذا: هو مولى أم هانئ بنت أبي طالب، واسمه " باذان " ويقال: " باذام " أيضا) (٢) .
٢٤٦ - باب ما جاء في الصلاة في الحيطان ٥٢ - ٣٣٤ حدثنا محمود بن غيلان.
حدثنا أبو داود.
أخبرنا الحسن ابن أبي جعفر، عن أبي الزبير، عن أبي الطفيل، عن معاذ بن جبل:
_________
(١) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ١٢٨٠ ومعه حديث حسان ابن ثابت، وأبي هريرة.
وليس فيها جميعا " والمتخذين عليها المساجد والسرج " وكلها بلفظ: " زوارات القبور ".
وانظر " أحكام الجنائز " ١٨٥ و " مشكاة المصابيح " ١٧٧٠ و " ضعيف الجامع الصغير وزيادته " برقم ٤٦٩١ و " إرواء الغليل " ٧٦٢ و " سلسلة الاحاديث الضعيفة " ٢٢٥، وكلها طبع المكتب الاسلامي.
(٢) ما بين الحاصرتين () زيادة من المخطوطة.
(*)',NULL,'35',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (64,'أن النبي صلى الله عليه وسلم: كان يستحب الصلاة في الحيطان.
(ضعيف - الضعيفة ٤٢٧٠ (ضعيف الجامع الصغير ٤٥٥٤)) .
قال أبو داود: يعني: البساتين.
قال أبو عيسى: حديث معاذ حديث غريب لا نعرفه إلا من حديث الحسن ابن أبي جعفر.
والحسن ابن أبي جعفر قد ضعفه يحيى بن سعيد وغيره.
وأبو الزبير اسمه محمد بن مسلم بن تدرس، وأبو الطفيل اسمه عامر بن واثلة.
٢٥٥ - باب ما جاء في كراهية ما يصلي إليه، وفيه
٥٣ - ٣٤٦ حدثنا محمود بن غيلان.
حدثنا المقرئ قال: أخبرنا يحيى بن أيوب، عن زيد بن جبيرة، عن داود بن الحصين، عن نافع، عن ابن عمر (١) : أن النبي صلى الله عليه وسلم: نهى أن يصلى في سبعة مواطن: في المزبلة، والمجزرة، والمقبرة، وقارعة الطريق، وفي الحمام، ومعاطن الابل، وفوق ظهر بيت الله.
(ضععيف - ابن ماجه ٧٤٦) ضعيف سنن ابن ماجه برقم ١٦١ نحوه وإرواء الغليل ٢٨٧)) ... - ٣٤٧ حدثنا علي بن حجر.
أخبرنا سويد بن عبد العزيز، عن زيد بن جبيرة، عن داود بن حصين، عن نافع، عن ابن عمر، عن رسول الله صلى الله عليه وسلم بمعناه ونحوه.
وفي الباب: عن أبي مرثد، وجابر، وأنس.
(أبو مرثد: اسمه كناز بن حصين) .
قال أبو عيسى: حديث ابن عمر إسناده ليس بذاك القوي.
وقد تكلم في
_________
(١) في الاصل (المحقق!) : عمران.
وهو خطأ مطبعي على ما أظن.
والصواب ما ذكرنا نقلا عن المخطوطة وغيرها من المراجع.
(*)',NULL,'36',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (65,'زيد بن جبيرة من قبل حفظه.
(قال أبو عيسى: وزيد بن جبير الكوفي أثبت من هذا وأقدم، وقد سمع من ابن عمر) .
وقد روى الليث بن سعد هذا الحديث عن عبد الله بن عمر العمري، عن نافع، عن ابن عمر، عن عمر، عن النبي صلى الله عليه وسلم، مثله (١) .
وحديث (داود عن نافع عن) ابن عمر، عن النبي صلى الله عليه وسلم أشبه وأصح من
حديث الليث بن سعد.
وعبد الله بن عمر العمري ضعفه بعض أهل الحديث من قبل حفظه، منهم يحيى بن سعيد القطان (١) .
٢٦١ - باب ما جاء من زار قوما لا يصلي بهم ٥٤ - ٣٥٦ حدثنا هناد، ومحمود بن غيلان، قالا: أخبرنا وكيع، عن أبان بن يزيد العطار، عن بديل بن ميسرة العقيلي، عن أبي عطية، رجل منهم قال كان مالك بن الحويرث يأتينا في مصلانا، يتحدث فحضرت الصلاة يوما، فقلنا له: تقدم، فقال: ليتقدم بعضكم، حتى أحدثكم لم لا أتقدم، سمعت رسول الله صلى الله عليه وسلم يقول: " من زار قوما فلا يؤمهم وليؤمهم رجل منهم ".
(صحيح دون قصة مالك - صحيح أبي داود ٦٠٩) (٢) .
قال أبو عيسى: هذا حديث حسن صحيح.
والعمل على هذا عند أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم.
قالوا: صاحب المنزل أحق بالامامة من الزائر.
_________
(١) في الاصل (ومثله) وما بين الحاصرتين () ساقط من النسخة (المحققة) من الشيخ ناصر.
وموجود في المخطوطة، ونسخة الشيخ أحمد شاكر.
(٢) هو في " صحيح سنن أبي داود - باختصار السند " برقم ٥٥٦ / ٥٩٦.
(*)',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (66,'قال بعض أهل العلم: إذا أذن له فلا بأس أن يصلي به.
وقال إسحاق بحديث مالك بن الحويرث، وشدد في أن لا يصلي أحد بصاحب المنزل، وإن أذن له صاحب المنزل.
قال: وكذلك في المسجد لا يصلي بهم في المسجد، إذا زارهم يقول:
يصلي بهم رجل منهم.
٢٦٢ - باب ما جاء في كراهية أن يخص الامام نفسه بالدعاء ٥٥ - ٣٥٧ حدثنا علي بن حجر.
أخبرنا إسماعيل بن عياش، قال: حدثني حبيب بن صالح، عن يزيد بن شريح، عن أبي حي المؤذن الحمصي، عن ثوبان، في النبي صلى الله عليه وسلم قال: " لا يحل لامرئ أن ينظر في جوف بيت امرئ حتى يستأذن، فإن نظر فقد دخل، ولا يؤم قوما فيخص نفسه بدعوة دونهم، فإن فعل فقد خانهم، ولا يقوم إلى الصلاة وهو حقن ".
(ضعيف - ضعيف أبي داود ١١ و ١٢ (عندنا برقم ١٥ / ٩٠ و ١٦ / ٩١) ، لكن الجملة الاخيرة منه صحيحة - ابن ماجه ٦١٧ (صحيح سنن ابن ماجه برقم ٥٠٠)) .
(قال:) وفي الباب: عن أبي هريرة، وأبي أمامة.
قال أبو عيسى: حديث ثوبان حديث حسن.
وقد روي هذا الحديث عن معاوية بن صالح، عن السفر بن نسير، عن يزيد بن شريح، عن أبي أمامة، عن النبي صلى الله عليه وسلم.
وروي هذا الحديث عن يزيد بن شريح، عن أبي هريرة، عن النبي صلى الله عليه وسلم.
وكأن حديث يزيد بن شريح، عن أبي حي المؤذن، عن ثوبان، في هذا أجود إسنادا وأشهر.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (67,'٢٦٣ - باب ما جاء فيمن أم قوما وهم له كارهون ٥٦ - ٣٥٨ حدثنا عبد الاعلى بن واصل الكوفي.
أخبرنا محمد بن قاسم الاسدي، عن الفضل بن دلهم، عن الحسن، قال: سمعت أنس بن مالك
قال: لعن رسول الله صلى الله عليه وسلم ثلاثة: " رجل أم قوما وهم له كارهون، وامرأة باتت وزوجها عليها ساخط، ورجل سمع حي على الفلاح، ثم لم يجب ".
(ضعيف الاسناد جدا) .
قال: وفي الباب: عن ابن عباس، وطلحة، وعبد الله بن عمرو، وأبي أمامة.
قال أبو عيسى: حديث أنس لا يصح، لانه قد روي هذا الحديث عن الحسن، عن النبي صلى الله عليه وسلم مرسلا.
قال أبو عيسى: ومحمد بن القاسم تكلم فيه أحمد بن حنبل، وضعفه، وليس بالحافظ.
وقد كره قوم من أهل العلم: أن يؤم الرجل قوما وهم له كارهون، فإذا كان الامام غير ظالم، فإنما الاثم على من كرهه.
وقال أحمد وإسحاق في هذا: إذا كرهه واحد، أو اثنان، أو ثلاثة، فلا بأس أن يصلي بهم حتى يكرهه أكثر القوم.
٢٦٦ - باب ما جاء في مقدار القعود في الركعتين الاوليين ٥٧ - ٣٦٦ حدثنا محمود بن غيلان.
أخبرنا أبو داود - هو الطيالسي -.
أخبرنا شعبة.
أخبرنا سعد بن إبراهيم، قال: سمعت أبا عبيدة بن عبد الله بن مسعود يحدث عن أبيه قال:',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (68,'كان رسول الله صلى الله عليه وسلم إذا جلس في الركعتين الاوليين كأنه على الرضف (١) .
قال شعبة: ثم حرك سعد شفتيه بشئ فأقول: حتى يقوم، فيقول: حتى يقوم.
(ضعيف " المشكاة ٩١٥، ضعيف أبي داود ١٧٧) (٢) .
قال أبو عيسى: هذا حديث حسن.
إلا أن أبا عبيدة لم يسمع من أبيه.
والعمل على هذا عند أهل العلم: يختارون أن لا يطيل الرجل القعود في الركعتين الاوليين، ولا يزيد على التشهد شيئا في الركعتين الاوليين، وقالوا: إن زاد على التشهد فعليه سجدة للسهو.
هكذا روي عن الشعبي وغيره.
٢٧٥ - باب ما جاء في كراهية مسح الحصى في الصلاة ٥٨ - ٣٨٠ حدثنا سعيد بن عبد الرحمن المخزومي.
أخبرنا سفيان بن عيينة، عن الزهري، عن أبي الاحوص، عن أبي ذر، عن النبي صلى الله عليه وسلم قال: " إذا قام أحدكم إلى الصلاة، فلا يمسح الحصى، فإن الرحمة تواجهه ".
(ضعيف - ابن ماجه ١٠٢٧) (٣) .
قال: وفي الباب عن معيقيب، وعلي ابن أبي طالب، وحذيفة، وجابر بن عبد الله.
_________
(١) الرضف: الفخار المحمى بالنار، أو الذي ارتفعت حرارته بالشمس.
(٢) هو في " ضعيف سنن النسائي " برقم ٥٥ / ١١٧٦، و " ضعيف سنن أبي داود " برقم ٥١١ / ٩٩٢، والرقم (١٧٧) خاص بالشيخ ناصر.
(٣) هو في " ضعيف سنن ابن ماجه " برقم ٢١٣، و " ضعيف سنن النسائي " برقم ٥٦ / ١١٩١ و " ضعيف الجامع الصغير " برقم ٦١٣ و " ضعيف سنن أبي داود " برقم ٢٠١ / ٩٤٥ و " مشكاة المصابيح " برقم ١٠٠١.
(*)',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (69,'قال أبو عيسى: حديث أبي ذر حديث حسن.
وقد روي عن النبي صلى الله عليه وسلم: أنه كره المسح في الصلاة، وقال: " إن كنت لا بد فاعلا فمرة واحدة ".
كأنه روي عنه رخصة في المرة الواحدة.
والعمل على هذا عند أهل العلم.
٢٧٦ - باب ما جاء في كراهية النفخ في الصلاة ٥٩ - ٣٨٢ حدثنا أحمد بن منيع.
أخبرنا عباد بن العوام.
أخبرنا ميمون أبو حمزة، عن أبي صالح - مولى طلحة -، عن أم سلمة، قالت: رأى النبي صلى الله عليه وسلم غلاما لنا يقال له: أفلح، إذا سجد نفخ فقال: " يا أفلح ترب وجهك ".
قال أحمد بن منيع: كره عباد النفخ في الصلاة وقال: إن نفخ لم يقطع صلاته.
قال أحمد بن منيع: وبه نأخذ.
(ضعيف - التعليق الرغيب ١ / ١٩٣، المشكاة ١٠٠٢، الضعيفة ٥٤٨٥ (ضعيف الجامع الصغير ٦٣٧٨)) .
قال أبو عيسى: وروى بعضهم عن أبي حمزة هذا الحديث، وقال مولى لنا يقال (له) : رباح ... - ٣٨٣ حدثنا أحمد بن عبدة الضبي.
أخبرنا حماد بن زيد، عن ميمون أبي حمزة بهذا الاسناد نحوه.
وقال: غلام لنا يقال له: رباح.
قال أبو عيسى: وحديث أم سلمة إسناده ليس بذاك، وميمون أبو حمزة قد ضعفه بعض أهل العلم.
واختلف أهل العلم في النفخ في الصلاة، فقال بعضهم:',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (70,'إن نفخ في الصلاة استقبل الصلاة.
وهو قول سفيان الثوري وأهل الكوفة.
وقال بعضهم: يكره النفخ في الصلاة، وإن نفخ في صلاته لم تفسد صلاته، وهو قول أحمد وإسحاق.
٢٧٩ - باب ما جاء في التخشع في الصلاة ٦٠ - ٣٨٦ حدثنا سويد بن نصر.
أخبرنا عبد الله بن المبارك.
أخبرنا ليث بن سعد.
أخبرنا عبد ربه بن سعيد، عن عمران ابن أبي أنس، عن عبد الله بن نافع بن العميا، عن ربيعة بن الحارث، عن الفضل بن عباس قال: قال رسول الله صلى الله عليه وسلم: " الصلاة مثنى مثنى، تشهد في كل ركعتين، وتخشغ، وتضرع، وتمسكن، (وتذرع) (١) وتقنع يديك.
يقول: ترفعهما إلى ربك مستقبلا ببطونهما وجهك، وتقول: يا رب يا رب، ومن لم يفعل ذلك فهو كذا وكذا ".
(ضعيف - ابن ماجه ١٣٢٥ (٢٧٧، ضعيف الجامع الصغير ٣٥١٢، ضعيف سنن أبي داود ٢٨٢ / ١٢٩٦ نحوه)) .
قال أبو عيسى: وقال غير ابن المبارك في هذا الحديث: من لم يفعل ذلك فهي خداج (٢) .
قال أبو عيسى: سمعت محمد بن إسماعيل يقول: روى شعبة هذا الحديث عن عبد ربه بن سعيد فأخطأ في مواضع.
فقال: عن أبي أنس ابن أنيس: وهو عمران ابن أبي أنس.
وقال: عن عبد الله بن الحارث، وإنما هو عبد الله بن نافع بن العميا، عن ربيعة بن الحارث.
وقال: شعبة عن عبد الله
ابن الحارث، عن المطلب عن النبي صلى الله عليه وسلم، وإنما هو عن
_________
(١) ما بين الحاصرتين () زيادة من نسخة شاكر، وفي " ضعيف ابن ماجه " و " تباءس ".
الخداج: النقص (*)',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (71,'ربيعة بن الحارث بن عبد المطلب، عن الفضل بن عباس، عن النبي صلى الله عليه وسلم.
قال محمد: حديث الليث بن سعد (هو حديث صحيح، يعني) أصح من حديث شعبة.
٢٨٤ - باب ما جاء في سجدتي السهو قبل السلام ٦١ - ٣٩٢ حدثنا محمد بن بشار.
أخبرنا عبد الاعلى، وأبو داود، قالا: أخبرنا هشام، عن يحيى ابن أبي كثير، عن محمد بن إبراهيم: أن أبا هريرة و (عبد الله بن) السائب القارئ كانا يسجدان سجدتي السهو قبل التسليم.
(صحيح الاسناد إن كان ابن إبراهيم - وهو التيمي المدني - لقي أبا هريرة والسائب وهو ابن عمير) .
قال أبو عيسى: حديث ابن بحينة (١) حديث حسن، والعمل على هذا عند بعض أهل العلم.
وهو قول الشافعي: يرى سجود السهو كله قبل التسليم ويقول: هذا الناسخ لغيره من الاحاديث، ويذكر أن آخر فعل النبي صلى الله عليه وسلم كان على هذا.
وقال أحمد وإسحاق: إذا قام الرجل في الركعتين، فإنه يسجد سجدتي السهو قبل السلام، على حديث ابن بحينة.
وعبد الله ابن بحينة هو عبد الله بن مالك ابن بحينة، مالك أبوه، وبحينة
أمه.
هكذا أخبرني إسحاق بن منصور عن علي (بن عبد الله) (٢) ابن المديني.
قال أبو عيسى: واختلف أهل العلم في سجدتي السهو متى يسجدهما الرجل قبل السلام أو بعده؟ فرأى بعضهم: أن يسجدهما بعد السلام.
وهو قول سفيان الثوري وأهل الكوفة.
_________
(١) يشير إلى حديثه الذي في " صحيح سنن الترمذي " برتم ٣٢٠ / ٣٩١.
(٢) وكل ما بين () زيادة من المخطوطة.
(*)',NULL,'43',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (72,'وقال بعضهم: يسجدهما قبل السلام، وهو قول أكثر الفقهاء من أهل المدينة، مثل يحيى بن سعيد وربيعة وغيرهما، وبه يقول الشافعي.
وقال بعضهم: إذا كانت زيادة في الصلاة فبعد السلام، وإذا كان نقصانا فقبل السلام، وهو قول مالك بن أنس.
وقال أحمد: ما روي عن النبي صلى الله عليه وسلم في سجدتي السهو فيستعمل كل على جهته، يرى إذا قام في الركعتين على حديث في، ابن بحينة فإنه يسجدهما قبل السلام، وإذا صلى الظهر خمسا فإنه يسجدهما بعد السلام وإذا سلم في الركعتين من الظهر والعصر فإنه يسجدهما بعد السلام، وكل يستعمل على جهته، وكل سهو ليس فيه عن النبي صلى الله عليه وسلم ذكر، فإن سجدتي السهو فيه قبل السلام.
وقال إسحاق نحو قول أحمد في هذا كله، إلا أنه قال: كل سهو ليس فيه عن النبي صلى الله عليه وسلم ذكر، فإن كانت زيادة في الصلاة يسجدهما بعد السلام، وإن كان نقصانا يسجدهما قبل السلام.
٢٨٦ - باب ما جاء في التشهد في سجدتي السهو ٦٢ - ٣٩٦ حدثنا محمد بن يحيى.
أخبرنا محمد بن عبد الله الانصاري،
قال: أخبرني أشعث، عن ابن سيرين، عن خالد الحذاء، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين: أن النبي صلى الله عليه وسلم صلى بهم، فسها، فسجد سجدتين، ثم تشهد ثم سلم.
(شاذ بذكر التشهد - الارواء ٤٠٣، ضعيف أبي داود ١٩٣، (هذا رقم الشيخ ناصر الخاص به وعندنا برقم ٢٢٧ / ١٠٣٩) المشكاة ١٠١٩) .
قال أبو عيسى: هذا حديث حسن غريب (صحيح) (١) .
_________
(١) زيادة من المخطوطة.
(*)',NULL,'44',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (73,'وروى ابن سيرين، عن أبي المهلب - هو عم أبي قلابة -: غير هذا الحديث.
وروى محمد هذا الحديث، عن خالد الحذاء، عن أبي قلابة، عن أبي المهلب.
وأبو المهلب اسمه: عبد الرحمن بن عمر (١) ، ويقال أيضا: معاوية ابن عمرو.
وقد روى عبد الوهاب الثقفي، وهشيم وغير واحد، هذا الحديث عن خالد الحذاء، عن أبي قلابة بطوله، وهو حديث عمران بن حصين: أن النبي صلى الله عليه وسلم، سلم في ثلاث ركعات من العصر، فقام رجل يقال له: الخرباق.
واختلف أهل العلم: في التشهد في سجدتي السهو، فقال بعضهم: يتشهد فيهما ويسلم.
وقال بعضهم: ليس فيهما تشهد وتسليم، وإذا سجدهما قبل التسليم لم يتشهد.
وهو قول أحمد وإسحاق قالا: إذا سجد سجدتي السهو قبل السلام لم يتشهد.
٢٩٦ - باب ما جاء في الرجل يحدث بعد التشهد ٦٣ - ٤٠٩ حدثنا أحمد بن محمد (بن موسى الملقب: مردويه قال:) (٢) أخبرنا ابن المبارك.
أخبرنا عبد الرحمن بن زياد بن أنعم: أن عبد الرحمن بن رافع، وبكر بن سوادة أخبراه عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: " إذا أحدث - يعني الرجل - وقد جلس في آخر صلاته قبل أن يسلم، فقد
_________
(١) في نسخة الشيخ أحمد شاكر: (ابن عمرو) .
(٢) زيادة من المخطوطة، ونسخة الشيخ شاكر - رحمه الله -.
(*)',NULL,'45',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (74,'جازت صلاته ".
(ضعيف - ضعيف أبي داود ٢٦ و ١٨١ (عندنا برقم ٣٥ / ٢٠٥ و ٢١٤ / ١٠٠٥)) .
قال أبو عيسى: هذا حديث ليس إسناده بالقوي، وقد اضطربوا في إسناده.
وقد ذهب بعض أهل العلم إلى هذا، قالوا: إذا جلس مقدار التشهد، وأحدث قبل أن يسلم، فقد تمت صلاته.
وقال بعض أهل العلم: إذا أحدث قبل أن يتشهد، أو قبل أن يسلم، أعاد الصلاة.
وهو قول الشافعي.
وقال أحمد: إذا لم يتشهد وسلم، أجزأه لقول النبي صلى الله عليه وسلم: " وتحليلها التسليم " والتشهد أهون.
قام النبي صلى الله عليه وسلم في اثنتين فمضى في صلاته، ولم يتشهد.
وقال إسحاق بن ابراهيم: إذا تشهد، ولم يسلم أجزأه، واحتج بحديث ابن مسعود حين علمه النبي صلى الله عليه وسلم التشهد فقال: " إذا فرغت من هذا، فقد قضيت ما عليك ".
قال أبو عيسى: وعبد الرحمن بن زياد هو الافريقي (١) ، وقد ضعفه بعض أهل الحديث، منهم: يحيى بن سعيد القطان، وأحمد بن حنبل.
٢٩٨ - باب ما جاء في التسبيح في أدبار الصلاة ٦٤ - ٤١١ حدثنا إسحاق بن إبراهيم بن حبيب بن الشهيد، وعلي بن حجر، قال: حدثنا عتاب بن بشير، عن خصيف، عن مجاهد، وعكرمة، عن ابن عباس قال:
_________
(١) هو أبو أيوب، عبد الرحمن بن زياد بن أنعم بن ذري.
كان من أهل الصلاح، والامر بالمعروف، تكلم بالحق أمام أبي جعفر المنصور.
ولكنه ضعيف الحديث.
(*)',NULL,'46',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (75,'جاء الفقراء إلى رسول الله صلى الله عليه وسلم فقالوا: يا رسول اللة! إن الاغنياء يصلون كما نصلي، ويصومون كما نصوم، ولهم أموال يعتقون ويتصدقون! قال: " فإذا صليتم فقولوا: سبحان الله ثلاثا وثلاثين مرة، والحمد لله ثلاثا وثلاثين مرة، والله أكبر أربعا وثلاثين مرة، ولا إله إلا الله عشر مرات، فإنكم تدركون به من سبقكم ولا يسبقكم من بعدكم ".
(ضعيف الاسناد - التعليق الرغيب ٢ / ٢٦٠، والتهليل عشرا فيه منكر) (١) .
قال: وفي الباب: عن كعب بن عجرة، وأنس، وعبد الله بن عمر، وزيد ابن ثابت، وأبي الدرداء، وابن عمرو، وأبي ذر.
(وفي الباب أيضا عن أبي هريرة والمغيرة) .
قال أبو عيسى: حديث ابن عباس حديث حسن غريب.
وقد روي عن النبي صلى الله عليه وسلم أنه قال: " خصلتان لا يحصيهما رجل مسلم إلا دخل الجنة: يسبح الله في دبر كل صلاة ثلاثا وثلاثين، ويحمده ثلاثا وثلاثين، ويكبره أربعا وثلاثين، ويسبح الله عند منامه عشرا، ويحمده عشرا، ويكبره عشرا (٢) .
٢٩٩ - باب ما جاء في الصلاة على الدابة في الطين والمطر ٦٥ - ٤١٢ حدثنا يحيى بن موسى.
أخبرنا شبابة بن سوار.
أخبرنا عمر بن الرماح، عن كثير بن زياد، عن عمرو بن عثمان بن يعلى بن مرة، عن أبيه، عن جده:
_________
(١) هو في " ضعيف سسن النسائي " برقم ٧٤ / ١٣٥٣.
(٢) اختلفت النسخ في هذا الحديث، والذي اعتمده شيخنا العلامة أحمد شاكر: أن التسبيح عشرا عند دبر كل صلاة، وثلاثا وثلاثين عند النوم - وسكت عنه الشيخ ناصر في نسخته (المحققة) وتعذر علينا معرفة رأيه.
(*)',NULL,'47',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (76,'أنهم كانوا مع النبي صلى الله عليه وسلم في سفر، فانتهوا إلى مضيق، فحضرت الصلاة فمطروا، السماء من فوقهم، والبلة من أسفل منهم، فأذن رسول الله صلى الله عليه وسلم، وهو على راحلته وأقام، فتقدم على راحلته، فصلى بهم يومئ إيماء، يجعل السجود أخفض من الركوع.
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث غريب، تفرد به عمر بن الرماح البلخي، لا يعرف إلا من حديثه.
وقد روى عنه غير واحد من أهل العلم.
وكذا روي عن أنس بن مالك: أنه صلى في ماء وطين على دابته.
والعمل على هذا عند أهل العلم، وبه يقول أحمد (١) وإسحاق.
٣١٧ - باب ما جاء في فضل التطوع ست ركعات بعد المغرب ٦٦ - ٤٣٦ حدثنا أبو كريب - يعني محمد بن العلاء الهمداني الكوفي -.
أخبرنا زيد بن الحباب.
أخبرنا عمر ابن أبي خثعم، عن يحيى ابن أبي كثير، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " من صلى بعد المغرب ست ركعات، لم يتكلم فيما بينهن بسوء، عدلن له بعبادة ثنتي عشرة سنة ".
(ضعيف جدا - ابن ماجه ١١٦٧ (٢٤٤، الضعيفة ٤٦٩، الروض ٧١٩، التعليق الرغيب ١ / ٢٠٤، ضعيف الجامع الصغير ٥٦٦١)) .
قال أبو عيسى: وقد روي عن عائشة، عن النبي صلى الله عليه وسلم قال: " من صلى بعد المغرب عشرين ركعة، بنى الله له بيتا في الجنة " (٢) .
_________
(١) ويرى الامام أحمد: أن المطلوب له ان يصلي إيماء.
انظر " مسائل ابن هانئ " بتحقيقي ١ / ١١٠.
(٢) " ضعيف الجامع الصغير " ٥٦٦٢، " الضعيفة " ٤٦٧.
(*)',NULL,'48',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (77,'قال أبو عيسى: حديث أبي هريرة حديث غريب.
لا نعرفه إلا من حديث زيد بن الحباب، عن عمر ابن أبي خثعم.
قال: وسمعت محمد بن إسماعيل يقول: عمر بن عبد الله ابن أبي خثعم منكر الحديث، وضعفه جدا.
٣٢١ - باب ما جاء في وصف صلاة النبي صلى الله عليه وسلم بالليل
٦٧ - ٤٤١ حدثنا إسحاق بن موسى الانصاري.
أخبرنا معن بن عيسى.
أخبرنا مالك، عن ابن شهاب، عن عروة، عن عائشة: أن رسول الله صلى الله عليه وسلم، كان يصلي من الليل إحدى عشرة ركعة، يوتر منها بواحدة، فإذا فرغ منها اضطجع على شقه الايمن.
(صحيح - إلا الاضطجاع، فإنه شاذ - صحيح أبي داود ١٢٠٦ (١) ، والمحفوظ أنه بعد سنة الفجر: خ) .
_________
(١) هو في " صحيح سنن أبي داود - باختصار السند " برقم ١١٨٦ / ١٣٣٥ والرقم المذكور هو في نسخة الشيخ ناصر الخاصة.
(*)',NULL,'49',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (78,'بسم الله الرحمن الرحيم أبواب الوتر عن رسول الله صلى الله عليه وسلم ٣٢٧ - باب ما جاء في فضل الوتر ٦٨ - ٤٥٤ حدثنا قتيبة.
حدثنا الليث بن سعد، عن يزيد ابن أبي حبيب، عن عبد الله بن راشد الزوفي، عن عبد الله ابن أبي مرة الزوفي، عن خارجة بن حذافة، أنه قال: خرج علينا رسول الله صلى الله عليه وسلم، فقال: " إن الله أمدكم بصلاة، هي خير لكم من حمر النعم، الوتر جعله الله لكم فيما بين صلاة العشاء إلى أن يطلع الفجر ".
(صحيح - دون قوله: " هي خير لكم من حمر النعم " - ابن ماجه ١١٦٨) (١) .
قال: وفي الباب: عن أبي هريرة، وعبد الله بن عمرو، وبريدة، وأبي بصرة صاحب النبي صلى الله عليه وسلم.
_________
(١) هو في " صحيح ابن ماجه " برقم ٩٥٨.
و" مشكاة المصابيح " برقم ١٢٦٧ و " الارواء " ٤٢٣ و " الصحيحة " ١٠٨.
وانظر " ضعيف ابن ماجه " برقم ٢٤٥ الصفحة ٨٦، و " ضعيف سنن أبي داود " برقم ٣٠٨ / ١٤١٨.
وقد سألنا الشيخ: هل نقتصر على وضعه في الصحيح فقط، أم في " الصحيح " و " الضعيف " كما فعل في ابن ماجه؟..ولم نتلق جوابا.
فاكتفى بوضع رقم ابن ماجه العام.
وهذا لا يدل على شئ.
(*)',NULL,'50',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (79,'قال أبو عيسى: حديث خارجة بن حذافة، حديث غريب، لا نعرفه إلا من حديث يزيد ابن أبي حبيب.
وقد وهم بعض المحدثين في هذا الحديث فقال: عبد الله بن راشد الزرقي وهو وهم.
(في هذا.
وأبو بصرة الغفاري اسمه: حميل بن بصرة.
وقال بعضهم: جميل بن بصرة ولا يصح.
وأبو بصرة الغفاري رجل آخر، يروي عن أبي ذر، وهو ابن أخي أبي ذر) (١) .
٣٣٣ - باب ما جاء في الوتر بثلاث ٦٩ - ٤٦٢ حدثنا هناد.
أخبرنا أبو بكر ابن عياش، عن أبي إسحاق، عن الحارث، عن علي، قال: كان رسول الله صلى الله عليه وسلم يوتر بثلاث، يقرأ فيهن بتسع سور من المفصل.
يقرأ في كل ركعة بثلاث سور، آخرهن: (قل هو الله أحد) .
(ضعيف جدا - المشكاة ١٢٨١) .
قال: وفي الباب: عن عمران بن حصين، وعائشة، وابن عباس، وأبي
أيوب، وعبد الرحمن بن أبزى، عن أبي بن كعب.
ويروى أيضا عن عبد الرحمن بن أبزى، عن النبي صلى الله عليه وسلم.
هكذا روى بعضهم، فلم يذكروا فيه عن أبي، وذكر بعضهم عن عبد الرحمن ابن أبزى، عن أبي.
قال أبو عيسى: وقد ذهب قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى هذا، ورأوا أن يوتر الرجل بثلاث.
_________
(١) زيادة من المخطوطة، ونسخة الشيخ أحمد شاكر رحمه الله، وانظر " المستدرك " لزيادات أخرى من نسخة الشيخ شاكر على نسخة الشيخ ناصر في الصفحة ٥٢٩.
(*)',NULL,'51',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (80,'قال سفيان: إن شئت أوترت بخمس، وإن شئت أوترت بثلاث، وإن شئت أوترت بركعة.
قال سفيان: والذي أستحب: أن يوتر بثلاث ركعات، وهو قول ابن المبارك وأهل الكوفة.
٣٤١ - باب ما جاء في صلاة الضحى ٧٠ - ٤٧٦ حدثنا أبو كريب محمد بن العلاء.
أخبرنا يونس بن بكير، عن محمد بن إسحاق.
حدثني موسى ابن (فلان بن) (١) أنس، عن عمه ثمامة بن أنس بن مالك، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " من صلى الضحى ثنتي عشرة ركعة، بنى الله له قصرا في الجنة من ذهب ".
(ضعيف - ابن ماجه ١٣٨٠ (عندنا برقم ٢٩١)) .
قال: وفي الباب: عن أم هانئ، وأبي هريرة، ونعيم بن همار، وأبي ذر وعائشة، وأبي أمامة، وعتبة بن عبد السلمي، وابن أبي أوفى، وأبي سعيد،
وزيد بن أرقم، وابن عباس.
قال أبو عيسى: حديث أنس حديث غريب، لا نعرفه إلا من هذا الوجه.
٧١ - ٤٧٩ حدثنا محمد بن عبد الاعلى البصري.
أخبرنا زيد بن زريع، عن نهاس بن قهم (٢) ، عن شداد أبي عمار، عن أبي هريرة، قال: قال رسول الله
_________
(١) لفظ (فلان بن) ليس عند ابن ماجه، وحقها أن توجد، لان أنس هو جد موسى، وغاب اسمه عن الراوي.
والحديث في " مشكاة المصابيح " ١٣١٦، و " ضعيف الجامع الصغير وزيادته " بترتيبي رقم ٥٦٥٨.
(٢) هو قهم - بالقاف - أبو الخطاب القيسي.
وقد ضعفه الامام أحمد، ويحيى بن سعيد، ولم يحسن أحد حاله.
(*)',NULL,'52',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (81,'صلى الله عليه وسلم: " من حافظ على شفعة الضحى، غفرت له ذنوبه، وإن كان مثل زبد البحر ".
(ضعيف - المشكاة ١٣١٨ (ضعيف ابن ماجه ٢٩٢ / ١٣٨٢ وضعيف الجامع ٤٩ / ٥٥)) .
وروى وكيع، والنضر بن شميل وغير واحد من الائمة هذا الحديث عن نهاس بن قهم، ولا نعرفه إلا من حديثه.
٧٢ - ٤٨٠ حدثنا زياد بن أيوب البغدادي.
أخبرنا محمد بن ربيعة، عن فضيل ابن مرزوق، عن عطية العوفي، عن أبي سعيد الخدري، قال: كان النبي صلى الله عليه وسلم، يصلي الضحى.
حتى نقول: لا يدع، ويدعها حتى نقول: لا يصلي.
(ضعيف - الارواء ٤٦٠) .
قال أبو عيسى: هذا حديث حسن غريب.
٣٤٣ - باب ما جاء في صلاة الحاجة ٧٣ - ٤٨٢ حدثنا علي بن عيسى بن يزيد البغدادي.
أخبرنا عبد الله بن بكر السهمي.
أخبرنا عبد الله بن منير، عن عبد الله بن بكر، عن فائد بن عبد الرحمن بن عبد الله ابن أبي أوفى، قال: قال رسول الله صلى الله عليه وسلم: " من كانت له إلى الله حاجة، أو إلى أحد من بني آدم، فليتوضأ وليحسن الوضوء ثم ليصل ركعتين، ثم ليثن على الله، وليصل على النبي صلى الله عليه وسلم ثم ليقل: لا إله إلا الله الحليم الكريم، سبحان الله رب العرش العظيم، الحمد لله رب العالمين (اللهم! إني) أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل بر، والسلامة من كل إثم، (أسالك ألا) تدع لي ذنبا إلا',NULL,'53',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (82,'غفرته ولا هما إلا فرجته، ولا حاجة هي لك رضا إلا قضيتها (لي) (١) يا أرحم الراحمين.
(ثم يسأل الله من أمر الدنيا والآخرة ما شاء، فإنه يقدر) (١) ".
(ضعيف جدا - ابن ماجه ١٣٨٤ (ضعيف سنن ابن ماجه برتم ٢٩٣، ضعيف الجامع الصغير ٥٨٠٩ و " المشكاة " ١٣٢٧)) .
قال أبو عيسى: هذا حديث غريب في إسناده مقال.
فائد بن عبد الرحمن يضعف في الحديث.
وفائد هو أبو الورقاء (٢) .
٣٤٧ - باب ما جاء في فضل الصلاة على النبي صلى الله عليه وسلم ٧٤ - ٤٨٨ حدثنا محمد بن بشار (بندار) (٣) .
أخبرنا محمد بن خالد بن عثمة قال: حدثنا موسى بن يعقوب الزمعي.
حدثني عبد الله بن كيسان: أن عبد الله
ابن شداد أخبره، عن عبد الله بن مسعود: أن رسول الله صلى الله عليه وسلم قال: " أولى الناس بي يوم القيامة أكثرهم علي صلاة " (٤) .
(ضعيف - التعليق الرغيب ٢ / ٢٨٠) .
قال أبو عيسى: هذا حديث حسن غريب.
وروي عن النبي صلى الله عليه وسلم أنه قال: " من صلى علي صلاة، صلى الله عليه عشرا، وكتب له عشر حسنات ".
_________
(١) كل ما بين الحاصرتين () سقط من نسخة الشيخ ناصر - حفظه الله -.
(٢) هو الكوفي العطار قال عنه الامام أحمد: متروك الحديث.
(٣) زيادة من المخطوطة.
(٤) انظر رسالة " فضل الصلاة على النبي صلى الله عليه وسلم " للجهضمي المالكي رقم الصفحة ٢٧ بتحقيق الشيخ ناصر وطبع المكتب الاسلامي.
(*)',NULL,'54',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (83,'بسم الله الرحمن الرحيم أبواب الجمعة عن رسول الله صلى الله عليه وسلم ٣٤٩ - باب في الساعة التي ترجى في يوم الجمعة ٧٥ - ٤٩٤ حدثنا زياد بن أيوب البغدادي.
أخبرنا أبو عامر العقدي.
أخبرنا كثير (١) بن عبد الله بن عمرو بن عوف المزني، عن أبيه، عن جده، عن النبي صلى الله عليه وسلم قال: " إن في الجمعة ساعة لا يسأل الله العبد فيها شيئا إلا آتاه الله إياه "، قالوا: يا رسول الله، أية ساعة هي؟ قال:
" حين تقام الصلاة إلى انصراف منها ".
(ضعيف جدا - ابن ماجه ١١٣٨ (٢٣٥، ضعيف الجامع الصغير ١٨٩٠)) .
قال: وفي الباب: عن أبي موسى، وأبي ذر، وسلمان، وعبد الله بن سلام، وأبي لبابة، وسعد بن عبادة (وأبي أمامة) (٢) .
قال أبو عيسى: حديث عمرو بن عوف حديث حسن غريب.
_________
(١) ضرب الامام أحمد على حديث كثير، وقال: ليس بشئ.
وكذبه غير واحد.
وقال الامام البخاري عن هذا الحديث: إنه حسن.
انظر الترجمة ٨٥٩ من كتاب " بحر الدم فيمن تكلم فيه أحمد بمدح أو بذم " لابن عبد الهادي تحقيق الاخ الدكتور وصي الله بن محمد عباس طبع دار الراية في الرياض.
(٢) زيادة من المخطوطة ونسخة الشيخ شاكر - رحمه الله -.
(*)',NULL,'55',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (84,'٣٥٥ - باب مما جاء من كم تؤتى الجمعة ٧٦ - ٥٠٥ حدثنا عبد بن حميد، ومحمد بن مدويه، قالوا: حدثنا الفضل بن دكين.
أخبرنا إسرائيل، عن ثوير، عن رجل من أهل قباء، عن أبيه، وكان من أصحاب النبي صلى الله عليه وسلم قال: أمرنا النبي صلى الله عليه وسلم: أن نشهد الجمعة من قباء.
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث لا نعرفه إلا من هذا الوجه، ولا يصح في هذا الباب عن النبي صلى الله عليه وسلم شئ.
وقد روي عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " الجمعة على من آواه الليل إلى أهله " (١) .
وهذا حديث إسناده ضعيف، إنما يروى من حديث معارك بن عباد، عن
عبد الله بن سعيد المقبري (٢) .
وضعف يحيى بن سعيد القطان عبد الله بن سعيد المقبري في الحديث.
قال: واختلف أهل العلم على من تجب عليه الجمعة.
فقال بعضهم: تجب الجمعة على من آواه الليل إلى منزله.
وقال بعضهم: لا تجب الجمعة إلا على من سمع النداء، وهو قول الشافعي وأحمد وإسحاق.
٧٧ - ٥٠٦ سمعت أحمد بن الحسن يقول: كنا عند أحمد بن حنبل فذكروا على من تجب الجمعة، فلم يذكر أحمد فيه عن النبي صلى الله عليه وسلم شيئا، قال أحمد بن الحسن: فقلت لاحمد بن حنبل: فيه عن أبي هريرة عن
_________
(١) " ضعيف الجامع الصغير " برقم ٢٦٦١، و " مشكاة المصابيح " برقم ١٣٧٦.
(٢) على هامش المخطوطة: هو أبو عباد المدني.
(*)',NULL,'56',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (85,'النبي صلى الله عليه وسلم، قال أحمد بن حنبل: عن النبي صلى الله عليه وسلم؟ قلت: نعم.
حدثنا الحجاج بن نصير، أخبرنا معارك بن عباد، عن عبد الله بن سعيد المقبري، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " الجمعة على من آواه الليل إلى أهله ".
(قال) : فغضب علي أحمد، وقال: استغفر ربك استغفر ربك.
(ضعيف جدا - المشكاة ١٣٧٦ (ضعيف الجامع الصغير ٢٦٦١)) .
(قال أبو عيسى:) وإنما فعل به أحمد بن حنبل هذا لانه لم يعد هذا الحديث شيئا، وضعفه لحال إسناده.
٣٦٢ - باب في الركعتين إذا جاء الرجل والامام يخطب ٧٨ - ٥١٦ حدثنا قتيبة.
أخبرنا العلاء بن خالد القرشي، قال: رأيت الحسن البصري دخل المسجد يوم الجمعة، والامام يخطب، فصلى ركعتين ثم جلس.
(ضعيف الاسناد) (١) .
إنما فعل الحسن اتباعا للحديث.
وهو روى عن جابر، عن النبي صلى الله عليه وسلم، هذا الحديث.
٣٦٤ - باب في كراهية التخطي يوم الجمعة ٧٩ - ٥١٨ حدثنا أبو كريب.
أخبرنا رشدين بن سعد (٢) ، عن زبان بن فائد، عن سهل بن معاذ بن أنس الجهني، عن أبيه، قال: قال رسول الله صلى الله
_________
(١) بعضه في " صحيح سنن الترمذي " ١ / ١٥٨.
وعمله صحيح وهو المتبع.
(٢) هو رشدين بن سعد بن مفلح المهري، أبو الحجاج المصري، ضعيف، وقال ابن يونس: كان صالحا في دينه، فأدركته غفلة الصالحين فخلط في الحديث، مات سنة ثمان وثمانين، وله ثمان وسبعون سنة.
انظر التقريب ١٩٤٢.
(*)',NULL,'57',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (86,'عليه وسلم: " من تخطى رقاب الناس يوم الجمعة، اتخذ جسرا إلى جهنم ".
(ضعيف - ابن ماجه ١١١٦ (٢٣٠ والمشكاة ١٣٩٢، وضعيف الجامع الصغير ٥٥١٦)) .
(قال) وفي الباب عن جابر.
قال أبو عيسى: حديث سهل بن معاذ بن أنس الجهني حديث غريب لا نعرفه إلا من حديث رشدين بن سعد، والعمل عليه عند أهل العلم: كرهوا أن يتخطى الرجل يوم الجمعة رقاب الناس، وشددوا في ذلك.
وقد تكلم بعض أهل العلم (١) في رشدين بن سعد وضعفه من قبل حفظه.
٣٦٨ - باب ما جاء في الكلام بعد نزول الامام من المنبر ٨٠ - ٥٢٢ حدثنا محمد بن بشار.
أخبرنا أبو داود الطيالسي.
أخبرنا جرير بن حازم، عن ثابت، عن أنس بن مالك، قال: كان النبي صلى الله عليه وسلم يكلم بالحاجة إذا نزل من المنبر.
(شاذ ابن ماجه ١١١٧، والمحفوظ الذي بعده) (٢) .
قال أبو عيسى: هذا حديث لا نعرفه إلا من حديث جرير بن حازم.
سمعت محمدا يقول: وهم جرير بن حازم في هذا الحديث، والصحيح ما روي عن ثابت، عن أنس قال: أقيمت الصلاة، فأخذ رجل بيد النبي صلى الله عليه وسلم، فما زال يكلمه حتى نعس بعض القوم.
قال محمد (٣) : والحديث هو هذا.
وجرير بن حازم ربما يهم في الشئ،
_________
(١) القائل عنه هذا هو الامام أحمد، وقال عنه: ليس يبالي عمن روى، ولكنه رجل صالح " مسائل ابن هانئ " ٢ / ٢٣٠ بتحقيقي.
(٢) انظر " ضعيف سنن ابن ماجه " برقم ٢٣١.
(٣) يقصد الامام محمد بن إسماعيل البخاري.
(*)',NULL,'58',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (87,'وهو صدوق.
قال محمد: وهم جرير بن حازم في حديث ثابت، عن أنس، عن النبي صلى الله عليه وسلم قال: " إذا أقيمت الصلاة فلا تقوموا حتى تروني " (١) .
قال محمد: ويروى عن حماد بن زيد قال: كنا عند ثابت البناني، فحدث
حجاج الصواف، عن يحيى ابن أبي كثير، عن عبد الله ابن أبي قتادة، عن أبيه، عن النبي صلى الله عليه وسلم قال: " إذا أقيمت الصلاة فلا تقوموا حتى تروني " فوهم جرير فظن أن ثابتا حدثهم عن أنس، عن النبي صلى الله عليه وسلم.
٣٧٥ - باب ما جاء في السفر يوم الجمعة ٨١ - ٥٣٣ حدثنا أحمد بن منيع.
أخبرنا أبو معاوية، عن الحجاج، عن الحكم، عن مقسم، عن ابن عباس قال: بعث النبي صلى الله عليه وسلم عبد الله بن رواحة في سرية، فوافق ذلك يوم الجمعة، فغدا أصحابه فقال: أتخلف فأصلي مع رسول الله صلى الله عليه وسلم ثم ألحقهم " فلما صلى مع النبي صلى الله عليه وسلم رآه فقال له: " ما منعك أن تغدو مع أصحابك "؟ قال: أردت أن أصلي معك ثم ألحقهم، فقال: " لو أنفقت ما في الارض (جميع) ، ما أدركت فضل غدوتهم ".
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث (غريب) لا نعرفه إلا من هذا الوجه.
قال علي ابن المديني: قال يحيى بن سعيد: (و) قال شعبة: لم يسمع
_________
(١) " صحيح الجامع الصغير " برقم ٣٧٠.
وانظر الحديث المتقدم برقم ٣٠ / ١٩٥.
(*)',NULL,'59',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (88,'الحكم من مقسم إلا خمسة أحاديث، وعدها شعبة، وليس هذا الحديث فيما عدها شعبة.
وكأن هذا الحديث لم يسمعه الحكم من مقسم.
وقد اختلف أهل العلم في السفر يوم الجمعة، فلم ير بعضهم بأسا بأن يخرج يوم الجمعة في السفر ما لم تحضر الصلاة.
وقال بعضهم: إذا أصبح فلا يخرج حتى يصلي الجمعة.
٣٧٦ - باب في السواك والطيب يوم الجمعة ٨٢ - ٥٣٤ حدثنا علي بن الحسن الكوفي.
أخبرنا أبو يحيى إسماعيل بن ابراهيم التيمي، عن يزيد ابن أبي زياد، عن عبد الرحمن ابن أبي ليلى، عن البراء بن عازب قال: قال رسول الله صلى الله عليه وسلم: " حقا على المسلمين أن يغتسلوا يوم الجمعة، وليمس أحدهم من طيب أهله، فإن لم يجد فالماء له طيب ".
(ضعيف - المشكاة ١٤٠٠ (ضعيف الجامع الصغير ٢٧٣٧)) .
(قال) : وفي الباب عن أبي سعيد، وشيخ من الانصار ... - ٥٣٥ حدثنا أحمد بن منيع.
أخبرنا هشيم، عن يزيد ابن أبي زياد، نحوه بمعناه.
قال أبو عيسى: حديث البراء حسن، ورواية هشيم أحسن من رواية إسماعيل بن ابراهيم التيمي، وإسماعيل بن ابراهيم التيمي يضعف في الحديث.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (89,'بسم الله الرحمن الرحيم أبواب السفر عن رسول الله صلى الله عليه وسلم ٣٨٨ - باب ما جاء في التطوع في السفر ٨٣ - ٥٥٦ حدثنا قتيبة (بن سعيد) .
أخبرنا الليث بن سعد، عن صفوان بن سليم، عن أبي بسرة الغفاري، عن البراء بن عازب، قال: صحبت رسول الله صلى الله عليه وسلم ثمانية عشر سفرا، فما رأيته ترك
الركعتين، إذا زاغت الشمس قبل الظهر.
(ضعيف - ضعيف أبي داود ٢٢٢ (عندنا برقم ٢٦٣ / ١٢٢٢)) .
وفي الباب: عن ابن عمر رضي الله عنه.
قال أبو عيسى: حديث البراء حديث غريب.
قال: سألت محمدا عنه فلم يعرفه، إلا من حديث الليث بن سعد، ولم يعرف اسم أبي بسرة الغفاري، ورآه حسنا.
وروي عن ابن عمر: أن النبي صلى الله عليه وسلم كان لا يتطوع في السفر قبل الصلاة ولا بعدها.
وروي عنه عن النبي صلى الله عليه وسلم: أنه كان يتطوع في السفر.
ثم اختلف أهل العلم بعد النبي صلى الله عليه وسلم فرأى بعض أصحاب النبي صلى الله عليه وسلم:',NULL,'61',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (90,'أن يتطوع الرجل في السفر.
وبه يقول أحمد، وإسحاق.
ولم ير طائفة من أهل العلم أن يصلي قبلها ولا بعدها.
ومعنى من لم يتطوع في السفر: قبول الرخصة، ومن تطوع فله في ذلك فضل كثير.
وهو قول أكثر أهل العلم: يختارون التطوع في السفر.
٨٤ - ٥٥٧ حدثنا علي بن حجر.
أخبرنا حفص بن غياث، عن حجاج، عن عطية، عن ابن عمر، قال: صليت مع النبي صلى الله عليه وسلم الظهر في السفر ركعتين، وبعدها ركعتين.
(ضعيف الاسناد - منكر المتن لمخالفته لحديثه المتقدم (٥٤٢) (١) وغيره) .
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند - " برقم ٤٤٩ - ٥٥٠ ولفظه الآتي: حدثنا عبد الوهاب بن عبد الحكم الوراق البغدادي، وأخبرنا يحيى بن سليم، عن عبيد الله، عن نافع، عن ابن عمر قال: سافرت مع النبي صلى الله عليه وسلم، وأبي بكر، وعمر، وعثمان، فكانوا يصلون الظهر والعصر ركعتين ركعتين، لا يصلون قبلها ولا بعدها.
وقال عبد الله: لو كنت مصليا قبلها أو بعدها لاتممتها.
(صحيح - ابن ماجه ١٠٧١: م وخ مختصرا) .
قال أبو عيسى: وقد روي عن عطية العوفي، عن ابن عمر: أن النبي صلى الله عليه وسلم: كان يتطوع في السفر قبل الصلاة وبعدها.
وقد صح عن النبي صلى الله عليه وسلم: أنه كان يقصر في السفر، وأبو بكر، وعمر، وعثمان، صدرا من خلافته.
والعمل على هذا عند أكثر أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم.
وقد روي عن عائشة: أنها كانت تتم الصلاة في السفر.
والعمل على ما روي عن النبي صلى الله عليه وسلم وأصحابه.
وهو قول الشافعي، وأحمد، وإسحاق.
إلا أن الشافعي يقول: التقصير رخصة له في السفر، فإن أتم الصلاة أجزأ عنه.
(*)',NULL,'62',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (91,'قال أبو عيسى: هذا حديث حسن، وقد رواه ابن أبي ليلى، عن عطية، ونافع، عن ابن عمر.
٨٥ - ٥٥٨ حدثنا محمد بن عبيد المحاربي (يعني الكوفي) .
أخبرنا علي بن هاشم، عن ابن أبي ليلى، عن عطية ونافع، عن ابن عمر قال:
صليت مع النبي صلى الله عليه وسلم في الحضر والسفر، فصليت معه في الحضر الظهر أربعا، وبعدها ركعتين، وصليت معه في السفر الظهر ركعتين، وبعدها ركعتين، والعصر ركعتين، ولم يصل بعدها شيئا، والمغرب في الحضر والسفر سواء ثلاث ركعات، لا ينقص في حضر ولا سفر، وهي وتر النهار، وبعدها ركعتين.
(ضعيف الاسناد، منكر المتن - انظر ما قبله) .
قال أبو عيسى: هذا حديث حسن.
سمعت محمدا يقول: ما روى ابن أبي ليلى حديثا أعجب إلي من هذا (ولا أروي عنه شيئا) .
٣٩٢ - باب كيف القراءة في الكسوف ٨٦ - ٥٦٧ حدثنا محمود بن غيلان.
أخبرنا وكيع.
أخبرنا سفيان، عن الاسود ابن قيس، عن ثعلبة بن عباد، عن سمرة بن جندب قال: صلى بنا رسول الله صلى الله عليه وسلم، في كسوف لا نسمع له صوتا.
(ضعيف - ابن ماجه ١٢٦٤ (برقم ٢٦٠، والمشكاة ١٤٩٠، ضعيف سنن أبي داود ٢٥٣ / ١١٨٤)) .
(قال) : وفي الباب عن عائشة.
قال أبو عيسى: حديث سمرة بن جندب حديث حسن صحيح غريب.
٣٩٤ - باب ما جاء في سجود القرآن ٨٧ - ٥٧٣ حدثنا سفيان بن وكيع.
أخبرنا عبد الله بن وهب، عن عمرو بن',NULL,'63',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (92,'الحارث، عن سعيد ابن أبي هلال، عن عمر الدمشقي، عن أم الدرداء، عن أبي الدرداء، قال: سجدت مع رسول الله صلى الله عليه وسلم، إحدى عشرة سجدة، منها
التي في النجم.
(ضعيف - ابن ماجه ١٠٥٥ (برقم ٢١٦ و " ضعيف سنن أبي داود " نحوه ٣٠٢ / ١٤٠١ / ١)) .
٨٨ - ٥٧٤ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عبد الله بن صالح.
أخبرنا الليث بن سعد، عن خالد بن يزيد، عن سعيد ابن أبي هلال، عن عمر - وهو ابن حيان الدمشقي -، قال: سمعت مخبرا يخبرني عن أم الدرداء، عن أبي الدرداء، قال: سجدت مع رسول الله صلى الله عليه وسلم، إحدى عشرة سجدة، منها التي في النجم.
(ضعيف - المصدر نفسه (ضعيف ابن ماجه ٢١٧)) .
(قال أبو عيسى:) وهذا أصح من حديث سفيان بن وكيع، عن عبد الله بن وهب.
وفي الباب (١) : عن علي، وابن عباس، وأبي هريرة، وابن مسعود، وزيد ابن ثابت، وعمرو بن العاص.
قال أبو عيسى: حديث أبي الدرداء حديث غريب، لا نعرفه إلا من حديث سعيد ابن أبي هلال عن عمر الدمشقي.
٤٠١ - باب في السجدة في الحج ٨٩ - ٥٨٣ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن مشرح بن هاعان، عن عقبة ابن عامر، قال:
_________
(١) من هنا إلى آخر الباب كانت في نسخة الشيخ ناصر بعد الحديث (٨٧) .
وهي في نسخة الشيخ أحمد شاكر بعد الحديث (٨٨) ونقلتها إلى هنا لتشمل كل الموضوع.
(*)',NULL,'64',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (93,'قلت: يا رسول الله! فضلت سورة الحج بأن فيها سجدتين؟ قال:
" نعم، ومن لم يسجدهما فلا يقرأهما ".
(ضعيف - ضعيف أبي داود ٢٥٠) (هو في ضعيف سنن أبي داود برقم ٣٠٣ / ١٤٠٢ ومشكاة المصابيح ١٠٣٠) .
قال أبو عيسى: هذا حديث ليس إسناده بالقوي.
واختلف أهل العلم في هذا.
فروي عن عمر بن الخطاب، وابن عمر أنهما قالا: فضلت سورة الحج بأن فيها سجدتين.
وبه يقول ابن المبارك، والشافعي، وأحمد، وإسحاق.
ورأى بعضهم فيها سجدة.
وهو قول سفيان الثوري، ومالك، وأهل الكوفة.
٩٠ - ٥٩٤ حدثنا مسلم بن حاتم البصري أبو حاتم.
أخبرنا محمد بن عبد الله الانصاري، عن أبيه، عن علي بن زيد، عن سعيد بن المسيب، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " يا بني! إياك والالتفات في الصلاة، فإن الالتفات في الصلاة هلكة، فإن كان لا بد ففي التطوع، لا في الفريضة ".
(ضعيف - التعليقات الجياد، التعليق الرغيب ١ / ١٩١، المشكاة ٩٩٧) (١) .
قال أبو عيسى: هذا حديث حسن (غريب) .
_________
(١) انظر " ضعيف الجامع الصغير وزيادته " الارقام (٩٠) و (٥٠٢) و (٥٩٤) و (٢٨٣١) و (٢٨٥٣) .
وهو كتاب مطبوع متداول، طبع المكتب الاسلامي.
والرجوع إليه أيسر على القارئ من الاحالة على كتاب " التعليقات الجياد، على زاد المعاد " وهو.
كتاب لم يتابع الشيخ العمل به، رغم الالحاح الشديد من اخوانه.
(*)',NULL,'65',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (94,'٤٢٦ - باب ما ذكر في الرخصة للجنب في الاكل والنوم إذا توضأ ٩١ - ٦١٦ حدثنا هناد.
أخبرنا قبيصة، عن حماد بن سلمة، عن عطاء الخراساني، عن يحيى بن يعمر، عن عمار: أن النبي صلى الله عليه وسلم: رخص للجنب، إذا أراد أن يأكل، أو يشرب، أو ينام: أن يتوضأ وضؤه للصلاة.
(ضعيف - ضعيف أبي داود ٢٨) (١) .
قال أبو عيسى: هذا حديث حسن صحيح.
_________
(١) هو عندنا في " ضعيف سنن أبي داود " برقم ٣٧ / ٢٢٥، وأما الرقم الذي ذكره الشيخ ناصر فإنه رقم كتابه الخاص به.
(*)',NULL,'66',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (95,'بسم الله الرحمن الرحيم أبواب الزكاة عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء إذا أديت الزكاة فقد قضيت ما عليك ٩٢ - ٦٢٢ حدثنا عمر بن حفص الشيباني (البصري) .
أخبرنا عبد الله بن وهب.
أخبرنا عمرو بن الحارث، عن دراج، عن ابن حجيرة، عن أبي هريرة: أن النبي صلى الله عليه وسلم قال: " إذا أديت زكاة مالك، فقد قضيت ما عليك ".
(ضعيف - ابن ماجه ١٧٨٨ (برقم ٣٩٦، ضعيف الجامع الصغير ٣١٢)) .
قال أبو عيسى: هذا حديث حسن غريب.
وقد روي عن النبي صلى الله عليه وسلم من غير وجه: أنه ذكر الزكاة،
فقال رجل: يا رسول الله هل علي غيرها؟ فقال: " لا! إلا أن تتطوع ".
وابن حجيرة هو: عبد الرحمن بن حجيرة البصري.
١١ - باب ما جاء: ليس على المسلمين جزية ٩٣ - ٦٣٦ حدثنا يحيى بن أكثم.
أخبرنا جرير، عن قابوس ابن أبي ظبيان، عن أبيه، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:',NULL,'67',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (96,'" لا تصلح قبلتان في أرض واحدة، وليس على المسلمين جزية ".
(ضعيف - الارواء ١٢٤٤ (١٢٥٧) ، الضعيفة ٤٣٧٩ (ضعيف الجامع الصغير ٦٢٣٩، ضعيف سنن أبي داود ٦٥٥ / ٣٠٣٢ نحوه)) .
٩٤ - ٦٣٧ حدثنا أبو كريب.
أخبرنا جرير، عن قابوس بهذا الاسناد نحوه.
وفي الباب عن سعيد بن زيد، وجد حرب بن عبيد الله الثقفي.
قال أبو عيسى: حديث ابن عباس قد روي عن قابوس ابن أبي ظبيان، عن أبيه، عن النبي صلى الله عليه وسلم مرسلا.
والعمل على هذا عند عامة أهل العلم: أن النصراني إذا أسلم وضعت عنه جزية رقبته.
وقول النبي صلى الله عليه وسلم: " ليس على المسلمين عشور " إنما يعني به جزية الرقبة.
وفي الحديث ما يفسر هذا، حيث قال: " إنما العشور على اليهود والنصارى، وليس على المسلمين عشور ".
(ضعيف الجامع الصغير ٢٠٥٠ ومشكاة المصابيح ٤٠٣٩، ضعيف سنن أبي داود برقم ٦٦٠ / ٢٠٤٦ يرويه الجميع عن حرب بن عبيد الله، عن جده أبي أمه، عن أبيه) .
٩٥ - ٦٤٠ (١) حدثنا قتيبة.
أخبرنا ابن لهيعة، عن عمرو بن شعيب، عن أبيه، عن جده: أن امرأتين أتتا رسول الله صلى الله عليه وسلم، وفي أيديهما سواران من ذهب، فقال لهما: " أتؤديان زكاته "؟ فقالتا: لا، فقال لهما رسول الله صلى الله عليه وسلم: " اتحبان أن يسوركما الله بسوارين من نار "؟ قالتا: لا، قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٥١٨ الجزء الاول صفحة ١٩٨.
(*)',NULL,'68',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (97,'" فأديا زكاته ".
(حسن بغير هذا اللفظ - الارواء ٣ / ٢٩٦ (٨١٧) ، المشكاة ١٨٠٩، صحيح أبي داود قال أبو عيسى: هذا حديث قد رواه المثنى بن الصباح، عن عمرو بن شعيب نحو هذا.
والمثنى بن الصباح (٢) ، وابن لهيعة (٣) يضعفان في الحديث.
ولا يصح في هذا (الباب) عن النبي صلى الله عليه وسلم شئ.
١٥ - باب ما جاء في زكاة مال اليتيم ٩٦ - ٦٤٤ حدثنا محمد بن إسماعيل.
أخبرنا إبراهيم بن موسى.
أخبرنا الوليد ابن مسلم، عن المثنى بن الصباح، عن عمرو بن شعيب، عن أبيه، عن جده: أن النبي صلى الله عليه وسلم خطب الناس فقال: " ألا من ولي يتيما له مال، فليتجر فيه، ولا يتركه حتى تأكله الصدقة ".
(ضعيف - الارواء ٧٨٨ (ضعيف الجامع الصغير ٢١٧٩)) .
قال أبو عيسى: وإنما روي هذا الحديث من هذا الوجه، وفي إسناده مقال، لان المثنى بن الصباح يضعف في الحديث.
وروى بعضهم هذا
الحديث عن عمرو بن شعيب: أن عمر بن الخطاب ... فذكر هذا الحديث.
وقد اختلف أهل العلم في هذا الباب، فرأى غير واحد من أصحاب النبي
_________
(١) هو في " صحيح سنن أبي داود - باختصار السند " برقم ١٣٨٢ / ١٥٦٣.
ولفظه الحسن: أن امرأة أتت رسول الله صلى الله عليه وسلم، ومعها ابنة لها، وفي يد ابنتها مسكتان غليظتان من ذهب فقال: " أتعطين زكاة هذا؟ " قالت: لا.
قال: " أيسرك أن يسورك الله بهما يوم القيامة سوارين من نار؟ " قال: فخلعتهما، فألقتهما إلى النبي صلى الله عليه وسلم، وقالت: هما لله عز وجل ولرسوله.
(٢) هو أبو يحيى اليماني الا بناوي.
انظر " مسائل أحمد لابن هانئ " ٢ / ٢٣١.
(٣) هو عبد الله بن عقبة الحضرمي ابن لهيعة قاضي مصر، وضعفه جاء بعد احتراق كتبه، وحديثه يرتقي إلى درجة الحسن، بل والصحة في المتابعات.
(*)',NULL,'69',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (98,'صلى الله عليه وسلم في مال اليتيم، زكاة.
منهم: عمر، وعلي، وعائشة، وابن عمر.
وبه يقول مالك، والشافعي، وأحمد، وإسحاق.
وقالت طائفة من أهل العلم: ليس في مال اليتيم زكاة.
وبه يقول سفيان الثوري، وعبد الله بن المبارك.
وعمرو بن شعيب هو ابن محمد بن عبد الله بن عمرو بن العاص.
وشعيب قد سمع من جده عبد الله بن عمرو.
وقد تكلم يحيى بن سعيد في حديث عمرو بن شعيب وقال: هو عندنا واه.
ومن ضعفه فإنما ضعفه من قبل أنه يحدث من صحيفة جده عبد الله بن عمرو (١) .
وأما أكثر أهل الحديث فيحتجون بحديث عمرو بن شعيب فيثبتونه، منهم أحمد، وإسحاق وغيرهما.
١٧ - باب ما جاء في الخرص ٩٧ - ٦٤٦ حدثنا محمود بن غيلان.
أخبرنا أبو داود الطيالسي.
أخبرنا شعبة، قال: أخبرني خبيب بن عبد الرحمن، قال: سمعت عبد الرحمن بن مسعود ابن نيار، يقول: جاء سهل ابن أبي حثمة إلى مجلسنا، فحدث أن رسول الله صلى الله عليه وسلم كان يقول: " إذا خرصتم فخذوا ودعوا الثلث، فإن لم تدعوا الثلث فدعوا الربع ".
(ضعيف - ضعيف أبي داود ٢٨١، الضعيفة ٢٥٥٦) (٢) .
_________
(١) الثابت أن لجده عبد الله صحيفة كتب فيها بعض ما سمع من النبي صلى الله عليه وسلم، وثبت أن الصحيفة كانت عند شعيب، وهو قد سمع من جده، وسمع من أبيه.
والوجادة الصحيحة معتبرة.
(٢) هو في " ضعيف سنن النسائي " برقم ١٥٥ / ٢٤٩١ و " ضعيف الجامع الصغير وزيادته " برقم ٤٧٦، و " ضعيف سنن أبي داود " ٣٤٩ / ١٦٠٥.
(*)',NULL,'70',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (99,'(قال) : وفي الباب: عن عاثشة، وعتاب بن أسيد، وابن عباس.
قال أبو عيسى: والعمل على حديث سهل ابن أبي حثمة، عند أكثر أهل العلم في الخرص، وبحديث سهل ابن أبي حثمة يقول أحمد وإسحاق.
والخرص إذا أدركت الثمار من الرطب والعنب، مما فيه الزكاة بعث السلطان خارصا فيخرص عليهم.
والخرص: أن ينظر من يبصر ذلك فيقول: يخرج من هذا من الزبيب كذا، ومن التمر كذا وكذا، فيحصي عليهم، وينظر مبلغ العشر من ذلك فيثبت عليهم، ثم يخلي بينهم وبين الثمار فيصنعون ما أحبوا، وإذا أدركت الثمار أخذ منهم العشر.
هكذا فسره بعض أهل العلم.
وبهذا يقول مالك، والشافعي، وأحمد،
وإسحاق.
٩٨ - ٦٤٧ حدثنا أبو عمرو مسلم بن عمرو الحذاء المديني.
أخبرنا عبد الله ابن نافع، عن محمد بن صالح التمار، عن ابن شهاب، عن سعيد بن المسيب، عن عتاب بن أسيد: أن النبي صلى الله عليه وسلم: كان يبعث على الناس من يخرص عليهم كرومهم وثمارهم (١) .
وبهذا الاسناد أن النبي صلى الله عليه وسلم قال في زكاة الكروم: " إنها تخرص كما يخرص النخل، ثم تؤدى زكاته زبيبا كما تؤدى زكاة النخل تمرا ".
(ضعيف - الارواء ٨٠٧، ضعيف أبي داود ٢٨٠ (عندنا برقم ٣٤٧ / ١٦٠٣)) .
قال أبو عيسى: هذا حديث حسن غريب.
وقد روى ابن جريج هذا الحديث عن ابن شهاب، عن عروة، عن عائشة.
_________
(١) انظر " غاية المرام في تخريج أحاديث الحلال والحرام "، الصفحة ٢٦٤ و " ضعيف سنن ابن ماجه " ٤٠١.
(*)',NULL,'71',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (100,'وسألت محمدا عن هذا (الحديث) فقال: حديث ابن جريج غير محفوظ، وحديث سعيد بن المسيب عن عتاب بن أسيد (أثبت و) أصح.
٢١ - باب ما جاء أن الصدقة تؤخذ من الاغنياء فترد على الفقراء ٩٩ - ٦٥٢ حدثنا علي بن سعيد الكندي (الكوفي) .
أخبرنا حفص بن غياث، عن أشعث، عن عون ابن أبي جحيفة، عن أبيه قال: قدم علينا مصدق النبي صلى الله عليه وسلم فأخذ الصدقة من أغنيائنا، فجعلها في فقرائنا، وكنت غلاما يتيما، فأعطافي منها قلوصا.
(ضعيف الاسناد) .
قال: وفي الباب عن ابن عباس.
قال أبو عيسى: حديث أبي جحيفة حديث حسن (١) .
١٠٠ - ٦٥٦ حدثنا علي بن سعيد الكندي.
أخبرنا عبد الرحيم بن سليمان، عن مجالد، عن عامر (الشعبي) ، عن حبشي بن جنادة السلولي.
قال: سمعت رسول الله صلى الله عليه وسلم يقول في حجة الوداع، وهو واقف بعرفة، أتاه أعرابي فأخذ بطرف ردائه، فسأله إياه، فأعطاه وذهب، فعند ذلك حرمت المسألة، فقال رسول الله صلى الله عليه وسلم: " إن المسألة لا تحل لغني ولا لذي مرة سوي (٢) ، إلا لذي فقر مدقع، أو غرم مفظع، ومن سأل الناس ليثرى به ماله، كان خموشا في وجهه يوم القيامة، ورضفا يأكله من جهنم، فمن شاء فليقل ومن شاء فليكثر ".
(ضعيف - الارواء ٣ / ٣٨٤ (برقم ٨٧٧، ضعيف الجامع الصغير ١٧٨١)) ... - ٦٥٧ حدثنا محمود بن غيلان.
أخبرنا يحيى بن آدم، عن عبد الرحيم
_________
(١) في أصل الشيخ ناصر كلمة (غريب) بدل من (حسن) ، وأثبتنا ما في المخطوطة.
(٢) المرة: القوة والشدة.
السوي: الصحيح الاعضاء.
(*)',NULL,'72',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (101,'ابن سليمان نحوه.
قال أبو عيسى: هذا حديث غريب من هذا الوجه.
٢٦ - باب ما جاء في الصدقة على ذي القرابة ١٠١ - ٦٦١ (١) حدثنا قتيبة.
أخبرنا سفيان بن عيينة، عن عاصم، عن حفصة بنت سيرين، عن الرباب، عن عمها سلمان بن عامر، يبلغ به النبي صلى الله عليه وسلم قال:
" إذا أفطر أحدكم فليفطر على تمر، فإنة بركة، فإن لم يجد تمرا، فالماء فإنه طهور ".
(ضعيف - والصحيح من فعله صلى الله عليه وسلم - ابن ماجه ١٦٩٩) (٢) .
وقال: " الصدقة على المسكين صدقة، وهي على ذي الرحم ثنتان: صدقة وصلة ".
(صحيح - ابن ماجه ١٨٤٤) (عندنا برقم ١٤٩٤) .
قال: وفي الباب عن زينب امرأة عبد الله بن مسعود، وجابر، وأبي هريرة.
قال أبو عيسى: حديث سلمان بن عامر حديث حسن.
والرباب هي أم الرائح ابنة صليع.
وهكذا روى سفيان الثوري، عن عاصم، عن حفصة بنت سيرين، عن الرباب، عن عمها سلمان بن عامر، عن النبي صلى الله عليه وسلم نحو هذا الحديث.
وروى شعبة عن عاصم، عن حفصة بنت سيرين، عن سلمان بن عامر.
_________
(١) هو في " صحيح سنن الترمذي - باختصار السند " برقم ٥٣١.
(٢) كان هذا الحديث في " صحيح الجامع الصغير " في الطبعة الاولى، ثم أشار الشيخ ناصر لنقله إلى " ضعيف الجامع " انظر طبعتنا الجديدة رقم ٣٨٩ و " ضعيف سنن أبي داود " ٥٠٩ / ٢٣٥٥، و " ضعيف سنن ابن ماجه " ٣٧٤ و " إرواء الغليل " ٩٢٢.
وسيأتي برقم ١١٠ / ٦٩٩.
(*)',NULL,'73',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (102,'ولم يذكر فيه، عن الرباب.
وحديث سفيان الثوري، وابن عيينة أصح.
وهكذا روى ابن عون، وهشام بن حسان، عن حفصة بنت سيرين، عن الرباب، عن سلمان بن عامر.
٢٧ - باب ما جاء أن في المال حقا سوى الزكاة ١٠٢ - ٦٦٢ حدثنا محمد (بن أحمد) بن مدويه.
أخبرنا الاسود بن عامر، عن شريك، عن أبي حمزة، عن الشعبي، عن فاطمة ابنة قيس، قالت: سألت - أو سئل - النبي صلى الله عليه وسلم عن الزكاة فقال: " إن في المال لحقا سوى الزكاة " ثم تلا هذه الاية التي في البقرة: " (ليس البر أن تولوا وجوهكم) (١) " الآية.
(ضعيف - ابن ماجه ١٧٨٩) (٢) .
١٠٣ - ٦٦٣ حدثنا عبد الله بن عبد الرحمن.
أخبرنا محمد بن الطفيل، عن شريك، عن أبي حمزة، عن عامر (الشعبي) ، عن فاطمة بنت قيس، عن النبي صلى الله عليه وسلم قال: " إن في المال حقا سوى الزكاة ".
(ضعيف أيضا - (مشكاة المصابيح ١ / ٥٩٧، ضعيف سنن ابن ماجه ٣٩٧)) .
_________
(١) سورة البقرة (٢) الآية ١٧٧ وتمامها: (قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتي المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب وأقام الصلاة وآتى الزكاة والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون) .
(٢) هذه إحالة الشيخ ناصر.
وورد في " ضعيف ابن ماجه " برقم ٣٩٧ / ١٧٨٩ بلفظ: " ليس في المال حق سوى الزكاة ".
وقال عنه: " ضعيف منكر ".
وأحال على " مشكاة المصابيح " رقم ١٩١٤.
غير أن الذي في " المشكاة " بلفظ الترمذي المذكور هنا.
(*)',NULL,'74',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (103,'قال أبو عيسى: هذا حديث إسناده ليس بذاك.
وأبو حمزة ميمون الاعور يضعف (١) .
وروى بيان، وإسماعيل بن سالم عن الشعبي هذا الحديث قوله: وهذا أصح.
٢٨ - باب ما جاء في فضل الصدقة ١٠٤ - ٦٦٥ حدثنا محمد بن إسماعيل.
أخبرنا موسى بن إسماعيل.
أخبرنا صدقة بن موسى، عن ثابت، عن أنس، قال: سئل النبي صلى الله عليه وسلم: أي الصوم أفضل بعد رمضان؟ قال: " شعبان لتعظيم رمضان "، قال: فأي الصدقة أفضل؟ قال: " الصدقة في رمضان ".
(ضعيف - الارواء ٨٨٩) .
قال أبو عيسى: هذا حديث غريب.
وصدقة بن موسى (أبو محمد الدقيقي) ليس عندهم بذاك القوي (٢) .
١٥٥ - ٦٦٦ حدثنا عقبة بن مكرم (العمي) البصري.
أخبرنا عبد الله بن عيسى الخزاز، عن يونس بن عبيد، عن الحسن، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " إن الصدقة لتطفئ غضب الرب، وتدفع ميتة السوء ".
(ضعيف - التعليق الرغيب ٢ / ٢٢، الارواء ٨٨٥ (ضعيف الجامع الصغير ١٤٨٩)) .
_________
= وقال في تخريج أحاديث " مشكلة الفقر " ١٠٣: " ضعيف " أخرجه الترمذي ١ / ١٢٨ والدارمي ١ / ٣٥٨.
ولما كان التعارض في المتنين واضحا، فقد روجع الشيح ناصر من مكتب التربية لمعرفة رأيه غير أنه لم يجب على ذلك!.
(١) قال عنه الامام أحمد: ليس بشئ، وقال: متروك الحديث.
انظر " مسائل ابن هانئ " ٢ / ٢١٦ و ٢٢٧ و " بحر الدم " ١٠٥٨.
(٢) قال عنه الامام أحمد: لا أعرفه.
انظر " مسائل ابن هانئ " ٢ / ٢٣٠.
ورسالتي ما قال عنه الامام أحمد: " لا أدري " وما بين الحاصرتين () زيادة من هامش المخطوطة.
(*)',NULL,'75',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (104,'قال (أبو عيسى) : هذا حديث (حسن) غريب من هذا الوجه.
١٠٦ - ٦٦٧ حدثنا أبو كريب محمد بن العلاء.
أخبرنا وكيع.
أخبرنا عناد بن منصور.
أخبرنا القاسم بن محمد، قال: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: " إن الله يقبل الصدقة، ويأخذها بيمينه، فيربيها لاحدكم كما يربي أحدكم مهره، حتى إن اللقمة لتصير مثل أحد، وتصديق ذلك في كتاب الله عز وجل: (وهو الذي يقبل التوبة عن عباده ويأخذ الصدقات) (١) و (يمحق الله الربا ويربي الصدقات) (٢) .
(منكر بزيادة: " وتصديق ذلك ... " - الارواء ٣ / ٣٩٤ (٨٨٦) ، التعليق الرغيب ٢ / ١٩) .
قال (أبو عيسى) : هذا حديث (حسن) صحيح.
وقد روي عن عائشة عن النبي صلى الله عليه وسلم نحو هذا.
وقد قال غير واحد من أهل العلم في هذا الحديث وما يشبه هذا من الروايات من الصفات ونزول الرب تبارك وتعالى كل ليلة إلى السماء الدنيا، قالوا: قد تثبت الروايات في هذا، ويؤمن بها ولا يتوهم، ولا يقال: كيف؟ هكذا روي عن مالك بن أنس، وسفيان بن عيينة، وعبد الله بن المبارك أنهم قالوا في هذه الاحاديث: أمروها بلا " كيف "، وهكذا قول أهل العلم من أهل السنة والجماعة.
وأما الجهمية فأنكرت هذه الروايات وقالوا: هذا تشبيه.
وقد ذكر الله تبارك وتعالى في غير موضع من كتابه: اليد، والسمع، والبصر.
فتأولت الجهمية هذه الآيات وفسروها على غير ما فسر أهل العلم، وقالوا: إن الله لم يخلق آدم بيده، وقالوا:
_________
(١) سورة التوبة (٩) ، الاية ٠ ١٠٤ (٢) سورة البقرة (٢) ، الآية ٢٧٦.
(*)',NULL,'76',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (105,'إنما معنى اليد: القوة.
وقال إسحاق بن ابراهيم: إنما يكون التشبيه إذا قال: يد كيد، أو مثل يد، أو سمع كسمع، أو مثل سمع، فإذا قال: سمع كسمع، أو مثل سمع، فهذا تشبيه.
وأما إذا قال كما قال الله: يد، وسمع، وبصر، ولا يقول: كيف.
ولا يقول: مثل سمع، ولا كسمع.
فهذا لا يكون تشبيها، وهو كما قال الله تبارك وتعالى في كتابه: (ليس كمثله شئ وهو السميع البصير) (١) .
٣٥ - باب ما جاء في صدقة الفطر ١٠٧ - ٦٧٧ حدثنا عقبة بن مكرم البصري.
أخبرنا سالم بن نوح، عن ابن جريج، عن عمرو بن شعيب، عن أبيه، عن جده: أن النبي صلى الله عليه وسلم بعث مناديا في فجاج مكة: " ألا إن صدقة الفطر واجبة على كل مسلم: ذكر أو أنثى، حر أو عبد، صغير أو كبير، مدان من قمح أو سواه، صاع من طعام ".
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث غريب حسن.
(وروى عمر بن هارون هذا الحديث عن ابن جريج.
وقال: عن العباس ابن ميناء، عن النبي صلى الله عليه وسلم فذكر بعض هذا الحديث.
حدثنا جارود حدثنا عمر بن هارون هذا الحديث) (٢) .
_________
(١) سورة الشورى (٤٢) ، الاية ١١.
(٢) ما بين الحاصرتين () زياة من نسخة الاستاذ محمد فؤاد عبد الباقي رحمه الله.
وليست في نسخة الشيخ ناصر طبع دار الفكر.
(*)',NULL,'77',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (106,'بسم الله الرحمن الرحيم أبواب الصوم عن رسول الله صلى الله عليه وسلم ٧ - باب ما جاء في الصوم بالشهادة ١٠٨ - ٦٩٤ حدثنا محمد بن إسماعيل.
أخبرنا محمد بن الصباح.
أخبرنا الوليد ابن أبي ثور، عن سماك، عن عكرمة، عن ابن عباس قال: جاء أعرابي إلى النبي صلى الله عليه وسلم فقال: إني رأيت الهلال، فقال: " أتشهد أن لا إلله إلا الله؟ أتشهد أن محمدا رسول الله؟ " قال: نعم! قال: " يا بلال، أذن في الناس.
أن يصوموا غدا ".
(ضعيف - ابن ماجه ١٦٥٢ (برقم ٣٦٤ والارواء ٩٠٧، ضعيف سنن النسائي ١٢١ / ٢١١٢ وضعيف سنن أبي داود ٥٠٧ / ٢٣٤٠ و ٥٠٨ / ٢٣٤١)) ... - ٦٩٥ حدثنا أبو كريب.
أخبرنا حسين الجعفي، عن زائدة، عن سماك ابن حرب نحوه.
قال أبو عيسى: حديث ابن عباس فيه اختلاف.
وروى سفيان الثوري، وغيره عن سماك بن حرب، عن عكرمة، عن النبي صلى الله عليه سلم مرسلا.
وأكثر أصحاب سماك رووا عن سماك، عن عكرمة، عن النبي صلى الله',NULL,'78',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (107,'عليه وسلم مرسلا.
والعمل على هذا الحديث عند أكثر أهل العلم، قالوا: تقبل شهادة رجل واحد في الصيام.
وبه يقول ابن المبارك، والشافعي، وأحمد (وأهل الكوفة) (١) .
وقال إسحاق: لا يصام إلا بشهادة رجلين.
ولم يختلف أهل العلم في الافطار: أنه لا يقبل فيه إلا شهادة رجلين.
١٠ - باب ما جاء ما يستحب عليه الافطار ١٠٩ - ٦٩٨ حدثنا محمد بن عمر بن علي المقدمي.
أخبرنا سعيد بن عامر.
أخبرنا شعبة، عن عبد العزيز بن صهيب، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " من وجد تمرا فليفطر عليه، ومن لا، فليفطر على ماء فإن الماء طهور ".
(ضعيف - ابن ماجه ١٦٩٩ (برقم ٣٧٤)) .
قال: وفي الباب عن سلمان بن عامر.
قال أبو عيسى: حديث أنس لا نعلم أحدا رواه عن شعبة مثل هذا، غير سعيد بن عامر، وهو حديث غير محفوظ، ولا نعلم له أصلا من حديث عبد العزيز بن صهيب، عن أنس.
وقد روى أصحاب شعبة هذا الحديث عن شعبة، عن عاصم الاحول، عن حفصة ابنة سيرين، عن الرباب، عن سلمان ابن عامر، عن النبي صلى الله عليه وسلم.
وهذا أصح من حديث سعيد بن
عامر.
وهكذا رووا عن شعبة، عن عاصم، عن حفصة ابنة سيرين، عن سلمان ابن عامر، ولم يذكر فيه شعبة عن الرباب.
والصحيح ما روى سفيان الثوري، وابن عيينة وغير واحد، عن عاصم
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي - رحمه الله -.
(*)',NULL,'79',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (108,'الاحول، عن حفصة بنت سيرين، عن الرباب، عن سلمان بن عامر.
وابن عون يقول: عن أم الرائح بنت صليع، عن سلمان بن عامر.
والرباب هي: أم الرائح.
١١٠ - ٦٩٩ حدثنا محمود بن غيلان.
أخبرنا وكيع.
أخبرنا سفيان، عن عاصم الاحول.
((ح)) حدثنا هناد.
أخبرنا أبو معاوية، عن عاصم الاحول.
(وحدثنا قتيبة، قال: أنبأنا سفيان بن عيينة، عن عاصم الاحول) عن حفصة ابنة سيرين، عن الرباب، عن سلمان بن عامر الضبي، عن النبي صلى الله عليه وسلم: " إذا أفطر أحدكم، فليفطر على تمر ".
(زاد ابن عيينة: " فإنه بركة، فإن لم يجد فليفطر على ماء فإنه طهور ".
(ضعيف - أيضا) (١) .
قال أبو عيسى: هذا حديث حسن صحيح.
١٣ - باب ما جاء في تعجيل الافطار ١١١ - ٧٠٤ حدثنا إسحاق بن موسى الانصاري.
أخبرنا الوليد بن مسلم، عن الاوزاعي، عن قرة (بن عبد الرحمن) (٢) ، عن الزهري، عن أبي سلمة، عن
أبي هريرة.
قال: قال رسول الله صلى الله عليه وسلم: " قال الله عز وجل: أحب عبادي إلي، أعجلهم فطرا ".
(ضعيف - المشكاة ١٩٨٩، التعليق الرغيب ٢ / ٩٥، التعليقات الجياد (ضعيف الجامع الصغير ٤٠٤١)) .
_________
(١) انظر " ضعيف سنن أبي داود " برقم ٥٠٩ / ٢٣٥٥، و " ضعيف الجامع الصغير " برقم ٣٨٩، و " المصابيح، برقم ١٩٩٠ من غير ذكر " فإنه بركة " وتقدم برقم ١٠١ / ٦٦١.
(٢) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'80',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (109,'..- ٧٠٥ حدثنا عبد الله بن عبد الرحمن.
أخبرنا أبو عاصم، وأبو المغيرة، عن الاوزاعي نحوه.
قال أبو عيسى: هذا حديث حسن غريب.
٢٠ - باب ما جاء في الرخصة للمحارب في الافطار ١١٢ - ٧١٧ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن يزيد ابن أبي حبيب، عن معمر ابن أبي حيية، عن ابن المسيب: أنه سأله عن الصوم في السفر؟ فحدث: أن عمر بن الخطاب قال: غزونا مع رسول الله صلى الله عليه وسلم في رمضان غزوتين: يوم بدر، والفتح، فأفطرنا فيهما.
(ضعيف الاسناد) .
قال: وفي الباب عن أبي سعيد.
قال أبو عيسى: حديث عمر لا نعرفه إلا من هذا الوجه.
وقد روي عن أبي سعيد عن النبي صلى الله عليه وسلم:
أنه أمر بالفطر في غزوة غزاها.
وقد روي عن عمر بن الخطاب نحو هذا، إلا أنه رخص في الافطار عند لقاء العدو.
وبه يقول بعض أهل العلم.
٢٣ - باب ما جاء في اللكفارة ١١٣ - ٧٢١ حدثنا قتيبة.
أخبرنا عبثر بن القاسم، عن أشعث، عن محمد، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: " من مات وعليه صيام شهر، فليطعم عنه مكان كل يوم مسكينا ".
(ضعيف - ابن ماجه ١٧٥٧ (برقم ٣٨٩ والمشكاة ٢٠٣٤، التحقيق الثاني، وضعيف الجامع ٥٨٥٣)) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (110,'قال أبو عيسى: حديث ابن عمر، لا نعرفه مرفوعا إلا من هذا الوجه.
والصحيح عن ابن عمر موقوف.
قوله (١) : واختلف أهل العلم في هذا، فقال بعضهم: يصام عن الميت، وبه يقول أحمد، وإسحاق قالا: إذا كان على الميت نذر صيام، يصام عنه، وإذا كان عليه قضاء رمضان، أطعم عنه.
وقال مالك، وسفيان، والشافعي: لا يصوم أحد عن أحد.
قال: وأشعث هو ابن سوار.
ومحمد هو محمد بن عبد الرحمن ابن أبي ليلى.
٢٤ - باب ما جاء في الصائم يذرعه القئ ١١٤ - ٧٢٢ حدثنا محمد بن عبيد المحاربي.
أخبرنا عبد الرحمن بن زيد بن أسلم، عن أبيه، عن عطاء بن يسار، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم:
" ثلاث لا يفطرن الصائم: الحجامة، والقئ، والاحتلام ".
(ضعيف - تخريج حقيقة الصيام ٢١ - ٢٢، ضعيف أبي داود ٤٠٩ (٢) (عندنا برقم ١٣ / ٢٣٧٦، ضعيف الجامع الصغير ٢٥٦٧، المشكاة ٢٠١٥)) .
قال أبو عيسى: حديث أبي سعيد الخدري غير محفوظ.
وقد روى عبد الله بن زيد بن أسلم، وعبد العزيز بن محمد، وغير واحد هذا الحديث عن زيد بن أسلم مرسلا.
ولم يذكروا فيه: عن أبي سعيد.
وعبد الرحمن بن زيد بن أسلم يضعف في الحديث.
قال: سمت أبا داود السجزي يقول: سألت أحمد بن حنبل عن عبد
_________
(١) كذا الاصل من غير أن يبين قول من؟ (٢) بلفظ: " لا يفطر من قاء، ولا من احتلم، ولا من احتجم ".
(*)',NULL,'82',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (111,'الرحمن بن زيد بن أسلم؟ فقال: أخوه عبد الله بن زيد لا بأس به (١) .
قال: وسمعت محمدا يذكر عن علي بن عبد الله المديني.
قال: عبد الله ابن زيد بن أسلم ثقة.
وعبد الرحمن بن زيد بن أسلم ضعيف.
قال محمد: ولا أروي عنه شيئا.
٢٧ - باب ما جاء في الافطار متعمدا ١١٥ - ٧٢٦ حدثنا بندار.
أخبرنا يحيى بن سعيد وعبد الرحمن بن مهدي قالا: أخبرنا سفيان عن حبيب ابن أبي ثابت.
أخبرنا أبو المطوس، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " من أفطر يوما من رمضان من غير رخصة، ولا مرض، لم يقض عنه صوم الدهر كله وإن صامه ".
(ضعيف - ابن ماجه ١٦٧٢ (برقم ٣٦٨ (مختصرا) ، المشكاة ٢٠١٣، ضعيف الجامع
٥٤٦٢، ضعيف سنن أبي داود ٥١٧ / ٢٣٩٦)) .
قال أبو عيسى: حديث أبي هريرة حديث لا نعرفه إلا من هذا الوجه.
وسمعت محمدا يقول: أبو المطوس اسمه: يزيد بن المطوس، ولا أعرف له غير هذا الحديث.
٢٩ - باب ما جاء في السواك للصائم ١١٦ - ٧٢٨ حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي، أخبرنا سفيان عن عاصم بن عبيد الله، عن عبد الله بن عامر بن ربيعة، عن أبيه قال: رأيت النبي صلى الله عليه وسلم ما لا أحصي، يتسوك وهو صائم.
(ضعيف - الارواء ٦٨) اضعيف سنن أبي داود ٥١١ / ٢٣٦٤، المشكاة ٢٠٠٩) .
قال: وفي الباب عن عائشة.
_________
(١) كان تضعيف الامام أحمد له لطيفا.
وهما من موالي عمر بن الخطاب.
(*)',NULL,'83',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (112,'قال أبو عيسى: حديث عامر بن ربيعة حديث حسن.
والعمل على هذا عند أهل العلم: لا يرون بالسواك للصائم بأسا.
إلا أن بعض أهل العلم كرهوا السواك للصائم بالعود الرطب، وكرهوا له السواك آخر النهار.
ولم ير الشافعي بالسواك بأسا أول النهار و (لا) (١) آخره.
وكره أحمد وإسحاق السواك آخر النهار.
٣٠ - باب ما جاء في الكحل للصائم ١١٧ - ٧٢٩ حدثنا عبد الاعلى بن واصل الكوفي.
أخبرنا الحسن بن عطية.
أخبرنا أبو عاتكة، عن أنس بن مالك، قال: جاء رجل إلى النبي صلى الله عليه وسلم قال:
اشتكت عيني، أفأكتحل وأنا صائم؟ قال: " نعم ".
(ضعيف الاسناد) .
(قال أبو عيسى) : وفي الباب عن أبي رافع.
قال أبو عيسى: حديث أنس حديث إسناده ليس بالقوي، ولا يصح عن النبي صلى الله عليه وسلم في هذا الباب شئ.
وأبو عاتكة يضعف.
واختلف أهل العلم في الكحل للصائم، فكرهه بعضهم.
وهو قول سفيان، وابن المبارك، وأحمد، وإسحاق.
ورخص بعض أهل العلم في الكحل للصائم.
وهو قول الشافعي.
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'84',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (113,'٣٥ - باب ما جاء في إيجاب القضاء عليه ١١٨ - ٧٣٨ حدثنا أحمد بن منيع.
أخبرنا كثير بن هشام.
أخبرنا جعفر بن برقان، عن الزهري، عن عروة، عن عائشة، قالت: كنت أنا وحفصة صائمتين، فعرض لنا طعام اشتهيناه، فأكلنا منه.
فجاء رسول الله صلى الله عليه وسلم فبدرتني إليه حفصة، - وكانت ابنة أبيها - فقالت: يا رسول الله! إنا كنا صائمتين، فعرض لنا طعام اشتهيناه، فأكلنا منه، قال: " اقضيا يوما آخر مكانه ".
(ضعيف - ضعيف أبي داود ٤٢٣ (عندنا برقم ٥٣١ / ٢٤٥٧)) .
قال أبو عيسى: وروى صالح ابن أبي الاخضر، ومحمد ابن أبي حفصة هذا الحديث عن الزهري، عن عروة، عن عائشة مثل هذا.
وروى مالك بن أنس، ومعمر، وعبيد الله بن عمر، وزياد بن سعد وغير واحد من الحفاظ عن الزهري، عن عائشة مرسلا، ولم يذكروا فيه عن عروة وهذا أصح لانه روي عن ابن جريج قال: سألت الزهري فقلت: أحدثك عروة عن عائشة؟ قال: لم أسمع من عروة في هذا شيئا، ولكن سمعت في خلافة سليمان بن عبد الملك من ناس عن بعض من سأل عائشة عن هذا الحديث ... - ٧٣٩ حدثنا بهذا علي بن عيسى بن يزيد البغدادي.
أخبرنا روح بن عبادة، عن ابن جريج فذكر الحديث.
وقد ذهب قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى هذا الحديث: فرأوا عليه القضاء إذا أفطر.
وهو قول مالك بن أنس.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (114,'٣٨ - باب ما جاء في ليلة النصف من شعبان ١١٩ - ٧٤٣ حدثنا أحمد بن منيع.
أخبرنا يزيد بن هارون.
أخبرنا الحجاج بن أرطاة، عن يحيى ابن أبي كثير، عن عروة، عن عائشة، قالت: فقدت رسول الله صلى الله عليه وسلم ليلة فخرجت، فإذا هو بالبقيع (١) ، فقال: " أكنت تخافين أن يحيف الله عليك ورسوله؟ " قلت: يا رسول الله ظننت أنك أتيت بعض نسائك، فقال: " إن الله تبارك وتعالى ينزل ليلة النصف من شعبان إلى سماء الدنيا، فيغفر
لاكثر من عدد شعر غنم كلب ".
(ضعيف - ابن ماجه ١٣٨٩ (برقم ٢٩٥ والمشكاة ١٢٩٩ الصفحة ٤٠٦، ضعيف الجامع الصغير ١٧٦١)) .
وفي الباب عن أبي بكر الصديق.
قال أبو عيسى: حديث عائشة لا نعرفه إلا من هذا الوجه من حديث الحجاج.
وسمعت محمدا يقول: يضعف هذا الحديث.
وقال: يحيى ابن أبي كثير لم يسمع من عروة.
وقال محمد: والحجاج لم يسمع من يحيى ابن أبي كثير.
٣٩ - باب ما جاء في صوم المحرم ١٢٠ - ٧٤٥ حدثنا علي بن حجر قال: أخبرنا علي بن مسهر، عن عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي، قال: سأله رجل فقال: أي شهر تأمرني أن أصوم بعد شهر رمضان؟ فقال له:
_________
(١) البقيع من الارض: المكان المتسع.
ولا يسمى بقيعا إلا وفيه شجر أو أصولها.
وبقيع الغرقد موضع بظاهر المدينة فيه قبور أهلها.
كان به شجر الغرقد فذهب وبقي اسمه.
وهو شرقي المسجد النبوي، وتجاوزه البناء من كل أطرافه مؤخرا.
(*)',NULL,'86',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (115,'ما سمعت أحدا يسأل عن هذا إلا رجلا سمعته يسأل رسول الله صلى الله عليه وسلم، وأنا قاعد عنده فقال: يا رسول الله! أي شهر تأمرني أن أصوم بعد شهر رمضان؟ قال: " إن كنت صائما بعد شهر رمضان فصم المحرم، فإنه شهر الله، فيه يوم تاب الله فيه على قوم، ويتوب فيه على قوم آخرين ".
(ضعيف - التعليق الرغيب ٢ / ٧٧ (ضعيف الجامع الصغير ١٢٩٨)) .
قال أبو عيسى: هذا حديث حسن غريب.
٤٣ - باب ما جاء في صوم يوم الاثنين والخميس ١٢١ - ٧٥٠ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد ومعاوية بن هشام، قالا: أخبرنا سفيان، عن منصور، عن خيثمة، عن عائشة، قالت: كان رسول الله صلى الله عليه وسلم، يصوم من الشهر السبت، والاحد، والاثنين، ومن الشهر الاخر الثلاثاء، والاربعاء، والخميس.
(ضعيف - تخريج المشكاة / التحقيق الثاني ٢٠٥٩) .
قال أبو عيسى: هذا حديث حسن.
وروى عبد الرحمن بن مهدي هذا الحديث عن سفيان، ولم يرفعه.
٤٤ - باب ما جاء في صوم الاربعاء والخميس ١٢٢ - ٧٥٢ حدثنا الحسين بن محمد الجريري، ومحمد بن مدويه، قالا: أخبرنا عبيد الله بن موسى.
أخبرنا هارون بن سلمان، عن عبيد الله بن مسلم القرشي، عن أبيه، قال: سألت - أو سئل - النبي صلى الله عليه وسلم عن صيام الدهر؟ فقال: " إن لاهلك عليك حقا "، ثم قال: (صم رمضان والذى يليه، وكل أربعاء وخميس، فإذا أنت قد صمت',NULL,'87',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (116,'الدهر وأفطرت ".
(ضعيف - ضعيف أبي داود ٤٢٠ (عندنا برقم ٥٢٧ / ٢٤٣٢، المشكاة ٢٠٦١، ضعيف الجامع الصغير ١٩١٤)) .
وفي الباب عن عائشة.
قال أبو عيسى: حديث مسلم القرشي حديث غريب.
وروى بعضهم عن
هارون بن سلمان، عن مسلم بن عبيد الله، عن أبيه.
٥١ - باب ما جاء في العمل في أيام العشر ١٢٣ - ٧٦٢ حدثنا أبو بكر بن نافع البصري.
أخبرنا مسعود بن واصل، عن نفاس بن قهم، عن قتادة، عن سعيد بن المسيب، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " ما من أيام أحب إلى الله أن يتعبد له فيها من عشر ذي الحجة، يعدل صيام كل يوم منها بصيام سنة، وقيام كل ليلة منها بقيام ليلة القدر ".
(ضعيف - ابن ماجه ١٧٢٨ (برقم ٣٧٧ مع بعض الاختلاف في الالغاظ، وانظر: مشكاة المصابيح ١٤٧١، ضعيف الجامع الصغير ٥١٦١)) .
قال أبو عيسى: هذا حديث حسن غريب لا نعرفه إلا من حديث مسعود بن واصل عن النهاس.
وسألت محمدا عن هذا الحديث، فلم يعرفه من غير هذا الوجه مثل هذا.
وقال (محمد بن اسماعيل البخاري) (١) : قد روي عن قتادة عن سعيد بن المسيب عن النبي صلى الله عليه وسلم مرسل شئ من هذا.
(وقد تكلم يحيى بن سعيد في نهاس بن قهم من قبل حفظه) (٢) .
_________
(١) ما بين الحاصرتين () ، زيادة من هامش المخطوطة.
(٢) ما بين الحاصرتين () زياة من نسخة عبد الباقي والمظوطة.
وعلى هامشها: والامام أحمد بن محمد بن حنبل.
(*)',NULL,'88',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (117,'٦٠ - باب ما جاء من الرخصة في ذلك ١٢٤ - ٧٧٩ حدثنا بشر بن هلال البصري.
أخبرنا عبد الوارث بن سعيد.
أخبرنا أيوب، عن عكرمة، عن ابن عباس، قال:
احتجم رسول الله صلى الله عليه وسلم وهو محرم صائم.
(صحيح - بلفظ: " ... واحتجم وهو صائم ": خ - ابن ماجه ١٦٨٢) (١) .
قال أبو عيسى: هذا حديث صحيح، هكذا روى وهيب نحو رواية عبد الوارث.
وروى إسماعيل بن إبراهيم، عن أيوب، عن عكرمة مرسلا، ولم يذكر فيه عن ابن عباس.
١٢٥ - ٧٨١ حدثنا أحمد بن منيع.
أخبرنا عبد الله بن إدريس، عن يزيد ابن أبي زياد، عن مقسم، عن ابن عباس: أن النبي صلى الله عليه وسلم: احتجم فيما بين مكة والمدينة، وهو محرم صائم.
(منكر بهذا اللفظ - المصدر نفسه) .
وفي الباب: عن أبي سعيد، وجابر، وأنس.
قال أبو عيسى: حديث ابن عباس حديث حسن صحيح.
وقد ذهب بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: إلى هذا الحديث، ولم يروا بالحجامة للصائم بأسا.
وهو قول سفيان الثوري، ومالك بن أنس، والشافعي.
_________
(١) وهو في " صحيح سنن ابن ماجه - باختصار السند " برقم ١٣٦٤، و " ضعيف سنن ابن ماجه " برقم ٣٧١، و " ضعيف سنن أبي داود " برقم ٥١٢ / ٢٣٧٣، و " حقيقة الصيام " الصفحة ٦٧، و " إرواء الغليل " برقم ٩٣٢.
(*)',NULL,'89',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (118,'٦٥ - باب ما جاء في تأخير قضاء رمضان ١٢٦ - ٧٨٧ حدثنا قتيبة.
أخبرنا أبو عوانة، عن إسماعيل السدي، عن عبد الله البهي، عن عائشة قالت:
ما كنت أقضي ما يكون علي من رمضان إلا في شعبان، حتى توفي رسول الله صلى الله عليه وسلم (١) .
(قال أبو عيسى: هذا حديث حسن صحيح، وقد رواه يحيى بن سعيد الانصاري عن أبي سلمة عن عائشة نحو هذا) .
٦٦ - باب ما جاء في فضل الصائم إذا أكل عنده ١٢٧ - ٧٨٨ حدثنا علي بن حجر.
أخبرنا شريك، عن حبيب بن زيد، عن ليلى، عن مولاتها، عن النبي صلى الله عليه وسلم قال: " الصائم إذا أكل عنده المفاطير، صلت عليه الملائكة ".
(ضعيف - ابن ماجه ١٧٤٨ (برقم ٣٨٤ وانظر صحيح ابن ماجه ١٤١٨ وفي ابن ماجه " إذا أكل عنده الطعام " وضعيف الجامع ٣٥٢٥)) .
قال أبو عيسى: وروى شعبة هذا الحديث عن حبيب بن زيد، عن (ليلى عن) (٢) جدته أم عمارة، عن النبي صلى الله عليه وسلم نحوه.
١٢٨ - ٧٨٩ حدثنا محمود بن غيلان.
أخبرنا أبو داود.
أخبرنا شعبة، عن حبيب بن زيد، قال:
_________
(١) سكت الشيخ ناصر عن بيان حكم هذا الحديث.
وهو متفق عليه، وانظر " صحيح ابن ماجه - باختصار السند " ١٦٦٩ و " إرواء الغليل " ٩٤٤.
وما بين الحاصرتين () شطب من نسخة الشيخ ناصر؟.
وأوردته هنا تبعا للقاعدة.
وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٦٢٩.
(٢) ما بين الحاصرتين () زيادة من نسخة عبد الباقي والمخطوطة.
(*)',NULL,'90',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (119,'سمعت مولاة لنا يقال لها: ليلى، تحدث عن أم عمارة ابنة كعب
الانصارية: أن النبي صلى الله عليه وسلم دخل عليها، فقدمت إليه طعاما فقال: " كلي "، فقالت: إني صائمة، فقال رسول الله صلى الله عليه وسلم: " إن الصائم تصلي عليه الملائكة إذا أكل عنده حتى يفرغوا "، وربما قال: " حتى يشبعوا ".
(ضعيف - المصدر نفسه (لفظ آخر ضعيف الجامع الصغير ١٤٨٣)) .
قال أبو عيسى: هذا حديث حسن صحيح.
وهو أصح من حديث شريك.
١٢٩ - ٧٩٠ حدثنا محمد بن بشار.
أخبرنا محمد بن جعفر.
أخبرنا شعبة، عن حبيب بن زيد، عن مولاة لهم، يقال لها: ليلى عن أم عمارة بنت كعب، عن النبي صلى الله عليه وسلم نحوه.
ولم يذكر فيه " حتى يفرغوا أو يشبعوا ".
(ضعيف أيضا) .
قال أبو عيسى: وأم عمارة هي جدة حبيب بن زيد الانصاري.
٦٩ - باب ما جاء فيمن نزل بقوم فلا يصوم إلا بإذنهم ١٣٠ - ٧٩٣ حدثنا بشر بن معاذ العقدي البصري.
أخبرنا أيوب بن واقد الكوفي، عن هشام بن عروة، عن أبيه، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: " من نزل على قوم، فلا يصومن تطؤعا إلا بإذنهم " (١) .
(ضعيف جدا - ابن ماجه ١٧٦٣ (برقم ٣٩١، ضعيف الجامع ٧٠٦ و ٥٨٦٥)) .
_________
(١) هو صوم التطوع.
إذ الصوم بلا إذن يشبه رد ضيافتهم والاعراض عنها، وقد يكلفهم فوق طاقتهم ويؤدي إلى التأذي من الضيف.
وإن لم يصح الحديث، فإن في عموم الشريعة والاعراف السائدة بين الناس، ما يوجب على الضيف إخبار أهل المنزل، بما يقرره من رحيل، أو تأخر، عما هو معتاد بين الناس.
(*)',NULL,'91',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (120,'قال أبو عيسى: هذا حديث منكر، لا نعرف أحدا من الثقات روى هذا الحديث عن هشام بن عروة.
وقد روى موسى بن داود، عن أبي بكر المديني، عن هشام بن عروة، عن أبيه، عن عائشة، عن النبي صلى الله عليه وسلم نحوا من هذا.
(قال أبو عيسى) : وهذا حديث ضعيف أيضا.
أبو بكر ضعيف عند أهل الحديث.
وأبو بكر المديني الذي روى عن جابر بن عبد الله اسمه الفضل بن مبشر، وهو أوثق من هذا، أو أقدم.
٧٦ - باب ما جاء في تحفة الصائم ١٣١ - ٨٠٥ حدثنا أحمد بن منيع.
أخبرنا أبو معاوية، عن سعد بن طريف، عن عمير بن مأمون، عن الحسن بن علي، قال: قال رسول الله صلى الله عليه وسلم: " تحفة الصائم الدهن والمجمر ".
(موضوع - الضعيفة ١٦٦٠ (ضعيف الجامع الصغير ٢٤٠٢)) .
قال أبو عيسى: هذا حديث غريب ليس إسناده بذاك، لا نعرفه إلا من حديث سعد بن طريف.
وسعد يضعف ويقال: عمير بن مأموم أيضا.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (121,'بسم الله الرحمن الرحيم أبواب الحج عن رسول الله صلى الله عليه وسلم ٣ - باب ما جاء من التغليظ في ترك الحج ١٣٢ - ٨١٦ حدثنا محمد بن يحيى القطعي البصري.
أخبرنا مسلم بن
إبراهيم.
أخبرنا هلال بن عبد الله - مولى ربيعة بن عمرو بن مسلم الباهلي -.
أخبرنا أبو إسحاق الهمداني، عن الحارث، عن علي، قال: قال رسول الله صلى الله عليه وسلم: " من ملك زادا وراحلة تبلغه إلى بيت الله، ولم يحج، فلا عليه أن يموت يهوديا أو نصرانيا، وذلك أن الله يقول في كتابه: (ولله على الناس حج البيت من استطاع الله سبيلا) (١) ".
(ضعيف - المشكاة ٢٥٢١، التعليق الرغيب ٢ / ١٣٤ (ضعيف الجامع الصغير ٥٨٦٠)) .
قال أبو عيسى: هذا حديث غريب.
لا نعرفه إلا من هذا الوجه وفي إسناده مقال، وهلال بن عبد الله مجهول.
والحارث يضعف في الحديث.
٤ - باب ما جاء في إيجاب الحج بالزاد والراحلة ١٣٣ - ٨١٧ حدثنا يوسف بن عيسى.
أخبرنا وكيع.
أخبرنا إبراهيم بن يزيد،
_________
(١) سورة آل عمران (٣) ، الاية ٩٧.
(*)',NULL,'93',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (122,'عن محمد بن عباد بن جعفر، عن ابن عمر: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله! ما يوجب الحج؟ قال: " الزاد والراحلة ".
(ضعيف جدا - ابن ماجه ٢٨٩٦ (برقم ٦٣١ وانظر صحيح ابن ماجه رقم ٢٣٤١ والارواء ١٩٨٨)) .
قال أبو عيسى: هذا حديث حسن.
والعمل عليه عند أهل العلم: أن الرجل إذا ملك زادا وراحلة، وجب عليه الحج.
وإبراهيم بن يزيد هو: الخوزي المكي، قد تكلم فيه بعض أهل العلم من
قبل حفظه.
٥ - باب ما جاء كم فرض الحج ١٣٤ - ٨١٨ حدثنا أبو سعيد الاشج.
أخبرنا منصور بن وردان كوفي، عن علي ابن عبد الاعلى، عن أبيه، عن أبي البختري، عن علي ابن أبي طالب قال: لما نزلت: (ولله على الناس حج البيت من استطاع إليه سبيلا " قالوا: يا رسول الله! أفي كل عام؟ فسكت.
فقالوا: يا رسول الله! أفي كل عام؟ قال: " لا! ولو قلت نعم لوجبت " فأنزل الله: (يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم) (١) .
(ضعيف - ابن ماجه ٢٨٨٤ (برقم ٦٢٨ والارواء ٩٨٠ وسيأتي برقم ٥٨٤ / ٣٢٦١)) .
وفي الباب عن ابن عباس وأبي هريرة.
قال أبو عيسى: حديث علي حديث حسن غريب من هذا الوجه.
واسم أبي البختري سعيد ابن أبي عمران وهو سعيد بن فيروز.
_________
(١) سورة المائدة (٥) ، الآية ١٠١.
(*)',NULL,'94',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (123,'٩ - باب ما جاء متى أحرم النبي صلى الله عليه وسلم ١٣٥ - ٨٢٥ حدثنا قتيبة بن سعيد.
أخبرنا عبد السلام بن حرب، عن خصيف، عن سعيد بن جبير، عن ابن عباس: أن النبي صلى الله عليه وسلم: أهل في دبر الصلاة.
(ضعيف - ضعيف أبي داود ٣١٢ (عندنا برقم ٣٨٨ / ١٧٧٠ وضعيف سنن النسائي برقم ١٧٥ / ٢٧٥٤)) .
قال أبو عيسى: هذا حديث غريب.
لا نعرف أحدا رواه غير عبد السلام ابن حرب.
وهو الذي يستحبه أهل العلم: أن يحرم الرجل في دبر الصلاة.
١٠ - باب ما جاء في إفراد الحج ١٣٦ - ٨٢٦ حدثنا أبو مصعب قراءة عن مالك بن أنس، عن عبد الرحمن بن القاسم، عن أبيه، عن عائشة: أن رسول الله صلى الله عليه وسلم: أفرد الحج.
(شاذ (١) - ابن ماجه ٢٩٦٤: ق) .
وفي الباب عن جابر وابن عمر رضي الله عنه.
قال أبو عيسى: حديث عائشة حديث حسن صحيح.
والعمل على هذا عند بعض أهل العلم.
وروي عن ابن عمر: أن النبي صلى الله عليه وسلم أفرد الحج.
وأفرد أبو بكر، وعمر، وعثمان.
_________
(١) قال عنه الشيخ ناصر في " صحيح سنن ابن ماجه - باختصار السند " ٢٣٩٩: (صحيح) وأحال على صحيح أبي داود ١٥٥٨ - ١٥٦٥ (١٥٦١ - ١٥٦٩) .
والحديث في " صحيح الامام البخاري "، وفي " مختصر صحيح مسلم " برقم ٦٦٥، وفي " ضعيف سنن النسائي " برقم ١٧٢ / ٢٧١٥.
(*)',NULL,'95',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (124,'١٣٧ - ٨٢٧ حدثنا بذلك قتيبة.
أخبرنا عبد الله بن نافع الصائغ، عن عبيد الله ابن عمر، عن نافع، عن ابن عمر بهذا.
(حسن الاسناد، ولكنه شاذ، انظر ما بعده، وبخاصة الحديث ٨٢٣) (١) .
قال أبو عيسى: وقال الثوري: إن أفردت الحج فحسن، وإن قرنت فحسن، وإن تمتعت فحسن.
وقال الشافعي: مثله، وقال: أحب إلينا الافراد، ثم التمتع، ثم القران.
١٢ - باب ما جاء في التمتع ١٣٨ - ٨٢٩ حدثنا قتيبة بن سعيد، عن مالك بن أنس، عن ابن شهاب، عن محمد بن عبد الله بن الحارث بن نوفل، أنه سمع سعد ابن أبي وقاص، والضحاك بن قيس، وهما يذكران التمتع بالعمرة إلى الحج.
فقال الضحاك بن قيس: لا يصنع ذلك إلا من جهل أمر الله تعالى.
فقال سعد: بئس ما قلت يا ابن أخي.
فقال الضحاك: فإن عمر بن الخطاب قد نهى عن ذلك.
فقال سعد: قد صنعها رسول الله صلى الله عليه وسلم وصنعناها معه.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " ١ / ٢٤٧ برقم ٦٥٨ - ٨٣٠ ونصه كما يأتي: عن ابن شهاب، أن سالم بن عبد الله حدثه: أنه سمع رجلا من أهل الشام، وهو يسأل عبد الله بن عمر: عن التمتع بالعمرة إلى الحج؟ فقال عبد الله بن عمر: هي حلال.
فقال الشامي: إن أباك قد نهى عنها! فقال عبد الله بن عمر: أرأيت إن كان أبي نهى عنها وصنعها رسول الله صلى الله عليه وسلم: أمر أبي يتبع، أم أمر رسول الله صلى الله عليه وسلم؟.
فقال الرجل: بل أمر رسول الله صلى الله عليه وسلم.
فقال: لقد صنعها رسول الله صلى الله عليه وسلم.
(صحيح الاسناد) .',NULL,'96',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (125,'هذا حديث صحيح.
(ضعيف الاسناد) .
١٣٩ - ٨٣١ حدثنا أبو موسى محمد بن المثنى.
أخبرنا عبد الله بن إدريس،
عن ليث، عن طاووس، عن ابن عباس قال: تمتع رسول الله صلى الله عليه وسلم، وأبو بكر، وعمر، وعثمان، وأول من نهى عنه معاوية.
(ضعيف الاسناد) .
وفي الباب: عن علي، وعثمان، وجابر، وسعد، وأسماء ابنة أبي بكر، وابن عمر.
قال أبو عيسى: حديث ابن عباس حديث حسن.
واختار قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: التمتع بالعمرة.
والتمتع: أن يدخل الرجل بعمرة في أشهر الحج، ثم يقيم حتى يحج فهو متمتع، وعليه دم ما استيسر من الهدي.
فمن لم يجد فصيام ثلاثة أيام في الحج، وسبعة إذا رجع إلى أهله.
ويستحب للمتمتع إذا صام ثلاثة أيام في الحج، أن يصوم في العشر، ويكون آخرها يوم عرفة.
فإن لم يصم في العشر صام أيام التشريق، في قول بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم، منهم: ابن عمر، وعائشة.
وبه يقول مالك، والشافعي، وأحمد، وإسحاق.
وقال بعضهم: لا يصوم أيام التشريق، وهو قول أهل الكوفة.
قال أبو عيسى: وأهل الحديث يختارون التمتع بالعمرة في الحج.
وهو قول الشافعي، وأحمد، وإسحاق.
١٤٠ - ٨٤٠ حدثنا أبو كريب.
أخبرنا وكيع، عن سفيان، عن يزيد ابن أبي',NULL,'97',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (126,'زياد، عن محمد بن علي، عن ابن عباس:
أن النبي صلى الله عليه وسلم وقت لاهل المشرق العقيق.
(منكر - الارواء ١٠٠٢، ضعيف أبي داود ٣٠٦ (عندنا برقم ٣٨١ / ١٧٤٠، والمشكاة ٢٥٣٠) والصحيح ذات عرق) .
قال أبو عيسى: هذا حديث حسن.
(ومحمد بن علي: هو أبو جعفر محمد بن علي بن حسين بن علي ابن أبي طالب) .
١٨ - باب ما جاء في ما لا يجوز للمحرم لبسه ١٤١ - ٨٤١ حدثنا قتيبة.
أخبرنا الليث، عن نافع، عن ابن عمر أنه قال: قام رجل فقال: يا رسول الله! ماذا تأمرنا أن نلبس من الثياب في الحرم؟ فقال رسول الله صلى الله عليه وسلم: " لا تلبس القميص، ولا السراويلات، ولا البرانس، ولا العمائم، ولا الخفاف، إلا أن يكون أحد ليست له نعلان، فليلبس الخفين (وليقطعهما) ما أسفل من الكعبين، ولا تلبسوا شيئا من الثياب مسه الزعفران ولا الورس، ولا تتنقب المرأة الحرام، ولا تلبس القفازين " (١) .
قال أبو عيسى: هذا حديث حسن صحيح.
والعمل عليه عند أهل العلم.
١٤٢ - ٨٤٦ م حدثنا أحمد بن منيع.
أخبرنا هشيم.
أخبرنا يزيد ابن أبي زياد، عن ابن أبي نعم، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال: " يقتل المحرم السبع العادي، والكلب العقور، والفأرة، والعقرب،
_________
(١) سكت عنه الشيخ ناصر.
ووضعته في " صحيح سنن الترمذي - باختصار السند " برقم ٦٦٦ وهنا جريا على القاعدة، وهو في " صحيح الجامع الصغير " ٧٤٤٥.
وفي نسخة عبد الباقي بلفظ " وليقطعهما ما أسفل ".
(*)',NULL,'98',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (127,'والحدأة، والغراب ".
(ضعيف - ابن ماجه ٣٠٨٩ (برقم ٦٦٠، والارواء ٤ / ٢٢٦ والمشكاة ٢٧٠٢، وضعيف الجامع الصغير ٦٤٣٣)) .
قال أبو عيسى: هذا حديث حسن.
والعمل على هذا عند أهل العلم قالوا: المحرم يقتل السبع العادي والكلب.
وهو قول سفيان الثوري والشافعي.
وقال الشافعي: كل سبع عدا على الناس، أو على دوابهم، فللمحرم قتله.
٢٣ - باب ما جاء في كراهية تزويج المحرم ١٤٣ - ٨٤٩ حدثنا قتيبة.
أخبرنا حماد بن زيد، عن مطر الوزاق، عن ربيعة ابن أبي عبد الرحمن، عن سليمان بن يسار، عن أبي رافع قال: تزوج رسول الله صلى الله عليه وسلم ميمونة وهو حلال، وبنى بها وهو حلال، وكنت أنا الرسول فيما بينهما.
(ضعيف - الارواء ١٨٤٩، لكن الشطر الاول منه صحيح من الطريق الاتية ٨٨٧: م) .
قال أبو عيسى: هذا حديث حسن.
ولا نعلم أحدا أسنده غير حماد بن زيد عن مطر الوراق عن ربيعة.
وروى مالك بن أنس عن ربيعة، عن سليمان بن يسار: أن النبي صلى الله عليه وسلم تزوج ميمونة، وهو حلال.
ورواه مالك مرسلا.
ورواه أيضا سليمان بن بلال عن ربيعة مرسلا.
قال أبو عيسى: وروي عن يزيد بن الاصم، عن ميمونة قالت: تزوجني رسول الله صلى الله عليه وسلم وهو حلال.
وروى بعضهم عن يزيد بن الاصم: أن النبي صلى الله عليه وسلم تزوج',NULL,'99',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (128,'ميمونة، وهو حلال.
قال أبو عيسى: ويزيد بن الاصم: هو ابن أخت ميمونة.
٢٤ - باب ما جاء في الرخصة في ذلك ١٤٤ - ٨٥٠ حدثنا حميد بن مسعدة (البصري) .
أخبرنا سفيان بن حبيب، عن هشام بن حسان، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم تزوج ميمونة، وهو محرم (١) .
(شاذ - ابن ماجه ١٩٦٥: ق (ضعيف ابن ماجه ٤٢٦، والارواء ١٠٣٧)) .
(قال أبو عيسى) : وفي الباب عن عاثشة.
وحديث ابن عباس حديث حسن صحيح.
والعمل على هذا عند بعض أهل العلم.
وبه يقول سفيان الثوري، وأهل الكوفة.
١٤٥ - ٨٥١ حدثنا قتيبة.
أخبرنا حماد بن زيد، عن أيوب، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم: تزوج ميمونة وهو محرم.
(ثاذ انظر ما قبله) .
_________
(١) إن لفظة وهو " محرم " شاذة كما في هذا الحديث، والصحيح أنه وميمونة رضي الله عنها كانا حلالا.
والشيخ ناصر أثبت هذا هنا وفي " ضعيف سنن ابن ماجه ".
ولكنه في " صحيح سنن أبي داود - باختصار السند " برتم ١٦٢٧ / ١٨٤٤ قال عنه الشيخ ناصر: (صحيح: ق) .
ولم يذكر الشذوذ الذي فيه.
واللفظ واحد، والسند واحد سرى شيخ أبي داود (مسدد) وهو ثقة.
وشيخ الترمذي (قتيبة) وهو ثقة.
وطرق الروايات الاخرى كذلك؟ ! (*)',NULL,'100',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (129,'١٤٦ - ٨٥٢ حدثنا قتيبة.
أخبرنا داود بن عبد الرحمن العطار، عن عمرو بن دينار، قال: سمعت أبا الشعثاء يحدث عن ابن عباس: أن النبي صلى الله عليه وسلم تزوج ميمونة وهو محرم (١) .
قال أبو عيسى: هذا حديث صحيح.
وأبو الشعثاء اسمه جابر بن زيد.
واختلفوا في تزويج النبي صلى الله عليه وسلم ميمونة.
لان النبي صلى الله عليه وسلم تزوجها في طريق مكة، فقال بعضهم: تزوجها حلالا، وظهر أمر تزويجها وهو محرم، ثم بنى بها وهو حلال، بسرف في طريق مكة.
وماتت ميمونة بسرف، حيث بنى بها رسول الله صلى الله عليه وسلم، ودفنت بسرف.
٢٥ - باب ما جاء في أكل الصيد للمحرم ١٤٧ - ٨٥٤ حدثنا قتيبة.
أخبرنا يعقوب بن عبد الرحمن، عن عمرو ابن أبي عمرو، عن المطلب، عن جابر بن عبد الله، عن النبي صلى الله عليه وسلم قال: " صيد البر لكم حلال، وأنتم حرم، ما لم تصيدوه، أو يصد لكم ".
(ضعيف - المشكاة ٢٧٠٠ / التحقيق الثاني (ضعيف الجامع الصغير ٣٥٢٤، ضعيف سنن أبي داود ٤٠١ / ١٨٥١)) .
وفي الباب عن أبي قتادة، وطلحة.
قال أبو عيسى: حديث جابر حديث مفسر.
والمطلب لا نعرف له سماعا
من جابر.
والعمل على هذا عند بعض أهل العلم: لا يرون بأكل الصيد للمحرم بأسا، إذا لم يصطده، أو يصد من أجله.
قال الشافعي: هذا أحسن حديث روي في هذا الباب وأقيس والعمل على هذا.
وهو قول أحمد، وإسحاق.
_________
(١) لم يخرجه الشيخ.
ووضعته هنا فقط اتباعا للقاعدة وانظر الحاشية المتقدمة.
(*)',NULL,'101',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (130,'٢٧ - باب ما جاء في صيد البحر للمحرم ١٤٨ - ٨٥٨ حدثنا أبو كريب.
أخبرنا وكيع، عن حماد بن سلمة، عن أبي المهزم، عن أبي هريرة قال: خرجنا مع رسول الله صلى الله عليه وسلم في حج أو عمرة، فاستقبلنا رجل (١) من جراد، فجعلنا نضربه بأسياطنا وعصينا، فقال النبي صلى الله عليه وسلم: " كلوه فإنه من صيد البحر ".
(ضعيف - ابن ماجه ٣٢٢٢) (برقم ٦٩٣ والارواء ١٠٣١، ضعيف الجامع الصغير ٤٢٠٧) .
قال أبو عيسى: هذا حديث غريب لا نعرفه إلا من حديث أبي المهزم عن أبي هريرة.
وأبو المهزم اسمه: يزيد بن سفيان، وقد تكلم فيه شعبة.
وقد رخص قوم من أهل العلم للمحرم: أن يصيد الجراد ويأكله.
ورأى بعضهم: أن عليه صدقة إذا اصطاده أو أكله.
٢٨ - باب ما جاء في الاغتسال لدخول مكة ١٤٩ - ٨٦٠ حدثنا يحيى بن موسى.
أخبرني هارون بن صالح (البلخي) .
أخبرنا عبد الرحمن بن زيد بن أسلم، عن أبيه، عن ابن عمر قال:
اغتسل النبي صلى الله عليه وسلم لدخول مكة بفخ (٢) .
(ضعيف الاسناد جدا، لكن رواه الشيخان دون ذكر " فخ " - صحيح أبي داود ١٦٢٩) .
_________
(١) الرجل بالكسر: الجراد الكثير.
(٢) فخ: موضع عند مكة.
وقيل: واد دفن به عبد الله بن عمر، وهو أيضا ماء أقطعه النبي صلى الله عليه وسلم عظيم بن الحارث المحاربي، وفي حديث بلال: ألا ليت شعري هل أبيتن ليلة بفخ وحولي إذخر وجليل (*)',NULL,'102',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (131,'قال أبو عيسى: هذا حديث غير محفوظ.
والصحيح ما روى نافع عن ابن عمر: أنه كان يغتسل لدخول مكة.
وبه يقول الشافعي: يستحب الاغتسال لدخول مكة.
وعبد الرحمن بن زيد بن أسلم ضعيف في الحديث ضعفه أحمد بن حنبل، وعلي ابن المديني وغيرهما.
ولا نعرف هذا مرفوعا إلا من حديثه.
٣١ - باب ما جاء في كراهية رفع اليد عند رؤية البيت ١٥٠ - ٨٦٣ حدثنا يوسف بن عيسى.
أخبرنا وكيع.
أخبرنا شعبة، عن أبي قزعة الباهلي، عن المهاجر المكي، قال: سئل جابر بن عبد الله: أيرفع الرجل يديه إذا رأى البيت؟ فقال: حججنا مع رسول الله صلى الله عليه وسلم أفكنا نفعله؟ (ضعيف - ضعيف أبي داود ٣٢٦، المشكاة ٢٥٧٤ / التحقيق الثاني) (١) .
قال أبو عيسى: رفع اليد عند رؤية البيت إنما نعرفه من حديث شعبة عن أبي قزعة.
واسم أبي قزعة سويد بن حجير (٢) .
٤٠ - باب ما جاء في فضل الطواف ١٥١ - ٨٧٣ حدثنا سفيان بن وكيع.
أخبرنا يحيى بن اليمان، عن شريك،
عن أبي إسحاق، عن عبد الله بن سعيد بن جبير، عن أبيه، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " من طاف بالبيت خمسين مرة خرج من ذنوبه كيوم ولدته أمة ".
(ضعيف - الضعيفة ٥١٠٢) (ضعيف الجامع الصغير ٥٦٨٢) .
_________
(١) عند أبي داود برقم ٤٠٨ / ١٨٧٠ وبلفظ: " فلم يكن يفعله " وفي " مشكاة المصابيح " بلفظ: " فلم نكن نفعله " وهنا ما ذكرناه.
والشيخ ناصر لم يوضح ما اعتمده.
وهو في " ضعيف سنن النسائي " برقم ١٨٥ / ٢٨٩٥.
(٢) في الاصل حجر والتصويب من التقريب برقم ٢٦٨٨.
(*)',NULL,'103',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (132,'قال: وفي الباب عن أنس، وابن عمر.
قال أبو عيسى: حديث ابن عباس حديث غريب.
سألت محمدا عن هذا الحديث فقال: إنما يروى هذا عن ابن عباس.
٤٤ - باب ما جاء في دخول الكعبة ١٥٢ - ٨٨٠ حدثنا ابن أبي عمر.
أخبرنا وكيع، عن إسماعيل بن عبد الملك، عن ابن أبي مليكة، عن عائشة قالت: خرج النبي صلى الله عليه وسلم من عندي، وهو قرير العين، طيب النفس، فرجع إلي وهو حزين، فقلت له، فقال: " إني دخلت الكعبة ووددت أني لم أكن فعلت، إني أخاف أن أكون أتعبت أمتي من بعدي ".
(ضعيف - ابن ماجه ٣٠٦٤) (٦٥٦، ضعيف الجامع الصغير ٢٠٨٥، ضعيف سنن أبي داود ٤٤٠ / ٢٠٢٩) .
قال أبو عيسى: هذا حديث حسن صحيح.
٥٠ - باب ما جاء أن منى مناخ من سبق ١٥٣ - ٨٨٨ حدثنا يوسف بن عيسى، ومحمد بن أبان، قالا: أخبرنا وكيع، عن إسرائيل، عن إبراهيم بن مهاجر، عن يرسف بن ماهك، عن أمه مسيكة، عن عائشة، قالت: قلنا يا رسول الله! ألا نبني لك بناء يظلك بمنى؟ قال: " لا.
منى مناخ من سبق ".
(ضعيف - ابن ماجه ٣٠٠٦ (٦٤٨ وضعيف سنن أبي داود ٤٣٨ / ٢٠١٩)) .
قال أبو عيسى: هذا حديث حسن (صحيح) (١) .
_________
(١) ما بين الحاصرتبن () زيادة من نسخة عبد الباقي.
(*)',NULL,'104',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (133,'٦٣ - باب كيف ترمى الجمار ١٥٤ - ٩١٠ حدثنا نصر بن علي الجهضمي، وعلي بن خشرم، قالا: أخبرنا عيسى بن يونس، عن عبيد الله ابن أبي زياد، عن القاسم بن محمد، عن عائشة، عن النبي صلى الله عليه وسلم، قال: " إنما جعل رمي الجمار، والسعي بين الصفا والمروة، لاقامة ذكر الله ".
(ضعيف - المشكاة ٢٦٢٤، ضعيف أبي داود ٣٢٨ (عندنا برقم ٤١٠ / ١٨٨٨)) .
قال أبو عيسى: هذا حديث حسن صحيح.
٦٧ - باب (في الهدي) ١٥٥ - ٩١٥ حدثنا قتيبة، وأبو سعيد الاشج، قالا: حدثنا يحيى بن اليمان، عن سفيان، عن عبيد الله، عن نافع، عن ابن عمر: أن النبي صلى الله عليه وسلم اشترى هديه من قديد.
(ضعيف الاسناد - ابن ماجه ٣١٠٢: خ موقوفا) (١) .
قال أبو عيسى: هذا حديث غريب.
لا نعرفه من حديث الثوري إلا من حديث يحيى بن اليمان.
وروي عن نافع: أن ابن عمر اشترى من قديد.
قال أبو عيسى: وهذا أصح.
٦٩ - باب ما جاء في تقليد الغنم ١٥٦ - ٩١٧ حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي، عن سفيان، عن منصور، عن إبراهيم، عن الاسود، عن عائشة، قالت:
_________
(١) هو في " صحيح البخاري " برقم ١٦٩٣ وفي " ضعيف سنن ابن ماجه " برقم ٦٦٢ وفي " صحيح سنن ابن ماجه - باختصار السند " برقم ٢٥١٨.
وقال الشيخ ناصر: موقوف على ابن عمر، والصحيح أن النبي صلى الله عليه وسلم ساق هديه من ذي الحليفة.
وقديد - بالتصغير - بين مكة والمدينة، داخل الميقات.
(*)',NULL,'105',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (134,'كنت أفتل قلائد هدي رسول الله صلى الله عليه وسلم كلها غنما، ثم لا يحرم.
قال أبو عيسى: هذا حديث حسن صحيح.
والعمل على هذا عند بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: يرون تقليد الغنم.
٧٤ - باب ما جاء في كراهية الحلق للنساء ١٥٧ - ٩٢٣ حدثنا محمد بن موسى الجرشي البصري.
أخبرنا أبو داود الطيالسي.
أخبرنا همام، عن قتادة، عن خلاس بن عمرو، عن علي، قال: نهى رسول الله صلى الله عليه وسلم أن تحلق المرأة رأسها.
(ضعيف - المشكاة ٢٦٥٣ / التحقيق الثاني، الضعيفة ٦٧٨) (١) ... - ٩٢٤ حدثنا محمد بن بشار.
أخبرنا أبو داود، عن همام، عن خلاس نحوه.
ولم يذكر فيه عن علي.
قال أبو عيسى: حديث علي فيه اضطراب.
وروي هذا الحديث عن حماد ابن سلمة، عن قتادة، عن عائشة: أن النبي صلى الله عليه وسلم نهى أن تحلق المرأة رأسها.
والعمل على هذا عند أهل العلم: لا يرون على المرأة حلقا، ويرون أن عليها التقصير.
٧٨ - باب ما جاء متى يقطع التلبية في العمرة ١٥٨ - ٩٢٨ حدثنا هناد.
أخبرنا هشيم، عن ابن أبي ليلى، عن عطاء، عن ابن عباس، قال يرفع الحديث:
_________
(١) هو في " ضعيف سنن النسائي " ٣٧٦ / ٥٠٤٩.
(*)',NULL,'106',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (135,'إنه كان يمسك عن التلبية في العمرة، إذا استلم الحجر.
(ضعيف - الارواء ١٠٩٩، ضعيف أبي داود ٣١٦ (عندنا برقم ٣٩٧ / ١٨١٧) ، والصحيح موقوف على ابن عباس) .
وفي الباب عن عبد الله بن عمرو.
قال أبو عيسى: حديث ابن عباس حديث صحيح.
والعمل عليه عند أكثر أهل العلم، قالوا: لا يقطع المعتمر التلبية، حتى يستلم الحجر.
وقال بعضهم: إذا انتهى إلى بيوت مكة، قطع التلبية.
والعمل على حديث النبي صلى الله عليه وسلم، وبه يقول سفيان، ولشا فعي، وأحمد، وإسحاق.
٧٩ - باب ما جاء في طواف الزيارة بالليل
١٥٩ - ٩٢٩ حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي.
أخبرنا سفيان، عن أبي الزبير، عن ابن عباس، وعائشة: أن النبي صلى الله عليه وسلم، أخر طواف الزيارة إلى الليل.
(شاذ ابن ماجه ٣٠٥٩ (برقم ٦٥٤ وإرواء الغليل ٤ / ٢٦٤ برقم ١٠٧٠ وضعيف سنن أبي داود ٤٣٥ / ٢٠٠٠)) .
قال أبو عيسى: هذا حديث حسن (صحيح) (١) .
وقد رخص بعض أهل العلم: في أن يؤخر طواف الزيارة إلى الليل، واستحب بعضهم: أن يزور يوم النحر، ووسع بعضهم: أن يؤخر، ولو إلى آخر أيام منى (٢) .
١٦٠ - ٩٣٧ حدثنا محمد بن إسماعيل الواسطي، قال: سمعت ابن نمير، عن
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(٢) وهذا الذي لا يكاد يسع الناس غيره، وانظر رسالة " يسر الاسلام " للشيخ الفاضل عبد الله بن زيد المحمود.
وهي من مطبوعات المكتب الاسلامي.
(*)',NULL,'107',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (136,'أشعث بن سوار، عن أبي الزبير، عن جابر، قال: كنا إذا حججنا مع النبي صلى الله عليه وسلم، فكنا نلبي عن النساء، ونرمي عن الصبيان.
(ضعيف - ابن ماجه ٣٠٣٨ (برقم ٦٥٢ وانظر حجة النبي صلى الله عليه وسلم الصفحة ٥٠)) .
قال أبو عيسى: هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وقد أجمع أهل العلم: على أن المرأة لا يلبي عنها غيرها بل هي تلبي عن نفسها، ويكره لها رفع الصوت بالتلبية.
٨٥ - باب ما جاء في العمرة: أواجبة هي أم لا؟ ١٦١ - ٩٤١ حدثنا محمد بن عبد الاعلى الصنعاني.
حدثنا عمر بن علي، عن الحجاج، عن محمد بن المنكدر، عن جابر: أن النبي صلى الله عليه وسلم سئل عن العمرة أواجبة هي؟ قال: " لا، وأن يعتمروا هو أفضل ".
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث حسن صحيح.
وهو قول بعض أهل العلم قالوا: العمرة ليست بواجبة.
وكان يقال: هما حجان: الحج الاكبر: يوم النحر، والحج الاصغر: العمرة.
وقال الشافعي: العمرة سنة، لا نعلم أحدا رخص في تركها، وليس فيها شئ ثابت بأنها تطوع، قال: وقد روي عن النبي صلى الله عليه وسلم، وهو ضعيف لا تقوم بمثله الحجة، وقد بلغنا عن ابن عباس أنه كان يوجبها.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (137,'(قال أبو عيسى: كله كلام الشافعي) (١) .
٩٨ - باب ما جاء: من حج أو اعتمر فليكن آخر عهده بالبيت ١٦٢ - ٩٥٩ حدثنا نصر بن عبد الرحمن الكوفي.
أخبرنا المحاربي عن الحجاج بن أرطاة، عن عبد الملك بن مغيرة، عن عبد الرحمن بن البيلماني، عن عمرو بن أوس، عن الحارث بن عبد الله بن أوس، قال: سمعت النبي صلى الله عليه وسلم يقول: " من حج هذا البيت، أو اعتمر، فليكن آخر عهده بالمبيت ".
فقال له عمر: خررت من يديك، سمعت هذا من رسول الله صلى الله عليه وسلم ولم تخبرنا به؟.
(منكر بهذا اللفظ، وصح معنا.
دون توله: " أو اعتمر " - صحيح أبي داود ١٧٤٩ (عندنا برقم ١٧٦٣ / ٢٠٠٢) ، الضعيفة ٤٥٨٥ (ضعيف الجامع الصغير ٥٥٥٥)) .
قال أبو عيسى: حديث الحارث بن عبد الله بن أوس حديث غريب.
وهكذا روى غير واحد عن الحجاج بن أرطاة مثل هذا، وقد خولف الحجاج في بعض هذا الاسناد.
وفي الباب عن ابن عباس.
١١٠ - باب (الادهان بالزيت ٠٠٠) ١٦٣ - ٩٧٥ حدثنا هناد.
أخبرنا وكيع، عن حماد بن سلمة، عن فرقد السبخي، عن سعيد بن جبير، عن ابن عمر: أن النبي صلى الله عليه وسلم كان يدهن بالزيت وهو محرم، غير المقتت.
(ضعيف الاسناد) .
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'109',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (138,'قال أبو عيسى: مقتت: مطيب.
هذا حديث غريب لا نعرفه إلا من حديث فرقد السبخي عن سعيد بن جبير.
وقد تكلم يحيى بن سعيد في فرقد السبخي، وروى عنه الناس (١) .
آخر أبواب الحج
_________
(١) هو فرقد بن يعقوب السبخي، البصري.
قال عنه الامام أحمد: رجل صالح، ولم يكن صاحب حديث، ويروى عنه منكرات.
(*)',NULL,'110',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (139,'بسم الله الرحمن الرحيم أبواب الجنائز عن رسول الله صلى الله عليه وسلم ٨ - باب ما جاء في التشديد عند الموت ١٦٤ - ٩٩١ حدثنا قتيبة.
أخبرنا الليث، عن ابن الهاد، عن موسى بن سرجس، عن القاسم بن محمد، عن عائشة أنها قالت: رأيت رسول الله صلى الله عليه وسلم وهو بالموت، وعنده قدح فيه ماء، وهو يدخل يده في القدح، ثم يمسح وجهه بالماء.
ثم يقول: " اللهم! أعني على غمرات الموت "، أو " سكرات الموت ".
(ضعيف - ابن ماجه ١٦٢٣ (برقم ٣٥٧ والمشكاة ١٥٦٤، ضعيف الجامع الصغير ١١٧٦)) .
قال أبو عيسى: هذا حديث (حسن) (١) غريب.
١١ - باب ما جاء في كراهية النعي ١٦٥ - ٩٩٦ حدثنا محمد بن حميد الرازي.
وأخبرنا حكام بن سلم، وهارون ابن المغيرة، عن عنبسة، عن أبي حمزة، عن إبراهيم، عن علقمة، عن
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'111',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (140,'عبد الله، عن النبي صلى الله عليه وسلم قال: " إياكم والنعي، فإن النعي من عمل الجاهلية ".
قال عبد الله: والنعي: أذان بالميت.
(ضعيف - تخريج اصلاح المساجد ١٠٨ (ضعيف الجامع الصغير ٢٢١١)) .
وفي الباب عن حذيفة.
١٦٦ - ٩٩٧ حدثنا سعيد بن عبد الرحمن المخزومي.
أخبرنا عبد الله بن الوليد العدني، عن سفيان الثوري، عن أبي حمزة، عن إبراهيم، عن علقمة، عن عبد الله، نحوه ولم يرفعه، ولم يذكر فيه: والنعي أذان بالميت.
(ضعيف) .
وهذا أصح من حديث عنبسة عن أبي حمزة.
وأبو حمزة هو: ميمون الاعور، وليس هو بالقوي عند أهل الحديث.
قال أبو عيسى: حديث عبد الله حديث غريب.
وقد كره بعض أهل العلم النعي، والنعي عندهم أن ينادى في الناس: - بأن فلانا مات، ليشهدوا جنازته.
وقال بعض أهل العلم: لا بأس بأن يعلم الرجل قرابته وإخوانه.
وروي عن إبراهيم أنه قال: لا بأس بأن يعلم الرجل قرابته.
١٢ - باب ما جاء أن الصبر في الصدمة الاولى ١٦٧ - ٩٩٨ حدثنا قتيبة.
أخبرنا الليث، عن يزيد ابن أبي حبيب، عن سعد ابن سنان، عن أنس: أن رسول الله صلى الله عليه وسلم، قال: " الصبر في الصدمة الاولى ".
قال أبو عيسى: هذا حديث غريب من هذا الوجه.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (141,'١٨ - باب (في الكفن) ١٦٨ - ١٠٠٦ حدثنا محمد بن بشار.
أخبرنا عمر بن يونس.
أخبرنا عكرمة بن عمار، عن هشام بن حسان، عن محمد بن سيرين، عن أبي قتادة قال: قال رسول الله صلى الله عليه وسلم: " إذا ولي أحدكم أخاه فليحسن كفنه ".
وفيه عن جابر.
قال أبو عيسى: هذا حديث حسن غريب.
وقال ابن المبارك: قال سلام ابن أبي مطيع (١) في قوله: " وليحسن أحدكم كفن أخيه ".
قال: هو الصفا وليس بالمرتفع.
٢٦ - باب ما جاء في المشي خلف الجنازة ١٦٩ - ١٠٢٢ حدثنا محمود بن غيلان.
أخبرنا وهب بن جرير، عن شعبة، عن يحيى - إمام بني تيم الله -، عن أبي ماجد، عن عبد الله بن مسعود قال: سألنا رسول الله صلى الله عليه وسلم عن المشي خلف الجنازة فقال: " ما دون الخبب، فإن كان خيرا عجلتموه، وإن كان شرا فلا يبعد إلا أهل النار، الجنازة متبوعة ولا تتبع، ليس منها من تقذفها ".
(ضعيف - ابن ماجه ١٤٨٤ (برقم ٣٢٤، ضعيف الجامع الصغير ٥٠٦٦، والمشكاة ١٦٦٩، ضعيف سنن أبي داود ٦٩٨ / ٣١٨٤)) .
قال أبو عيسى: هذا حديث لا نعرفه من حديث ابن مسعود، إلا من هذا الوجه.
وسمعت محمد بن إسماعيل يضعف حديث أبي ماجد هذا.
وقال محمد: قال الحميدي: قال ابن عيينة: قيل ليحيى: من أبو ماجد هذا؟.
_________
(١) في أصل الشيخ ناصر (سلام مطيع) وهو غلط، والصواب ما أثبته، وقد وثقه الامام أحمد وغيره، مات سنة ١٧٣.
(*)',NULL,'113',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (142,'فقال: طائر طار فحدثنا.
وقد ذهب بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى هذا، ورأوا أن المشي خلفها أفضل.
وبه يقول الثوري، وإسحاق.
وأبو ماجد رجل مجهول، وله حديثان عن ابن مسعود.
ويحيى إمام بني تيم الله ثقة، يكنى أبا الحارث، ويقال له: يحيى الجابر، وبقال له: يحيى المجبر أيضا، وهو كوفي، روى له شعبة، وسفيان الثوري، وأبو الاحوص، وسفيان بن عيينة.
٢٧ - باب ما جاء في كراهية الركوب خلف الجنازة ١٧٠ - ١٠٢٣ حدثنا علي بن حجر، أخبرنا عيسى بن يونس، عن بكر ابن أبي مريم، عن راشد بن سعد، عن ثوبان، قال: خرجنا مع النبي صلى الله عليه وسلم في جنازة، فرأى ناسا ركبانا فقال: " ألا تستحيون؟ إن ملائكة الله (يمشون) (١) على أقدامهم وأنتم على ظهور الذواب! ".
(ضعيف - ابن ماجه ١٤٨٠ (برقم ٣٢٣، الاحكام ص ٧٥ الملحق، المشكاة ١٦٧٢، ضعيف الجامع الصغير ٢١٧٧)) .
قال: وفي الباب عن المغيرة بن شعبة، وجابر بن سمرة.
قال أبو عيسى: حديث ثوبان قد روي عنه موقوفا.
(قال محمد: الموقوف منه أصح) (٢) .
_________
(١) هذه الزيادة من المخطوطة، وهي في ابن ماجه، وضعيف الجامع الصغير.
(٢) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
ومحمد هو الامام محمد بن إسماعيل البخاري.
(*)',NULL,'114',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (143,'٣١ - باب آخر (تواضع النبي صلى الله عليه وسلم) ١٧١ - ١٠٢٨ حدثنا علي بن حجر.
أخبرنا علي بن مسهر، عن مسلم الاعور، عن أنس بن مالك قال:
كان رسول الله صلى الله عليه وسلم يعود المريض، ويشهد الجنازة، ويركب الحمار، ويجيب دعوة العبد، وكان يوم بني قريظة على حمار مخطوم بحبل من ليف، عليه إكاف ليف.
(ضعيف - ابن ماجه ٤١٧٨ (برقم ٩١٥)) .
قال أبو عيسى: هذا حديث لا نعرفه إلا من حديث مسلم عن أنس.
ومسلم الاعور يضعف، وهو مسلم بن كيسان الملائي.
٣٣ - باب أخر (في ذكر محاسن الموتى) ١٧٢ - ١٠٣٠ حدثنا أبو كريب.
أخبرنا معاوية بن هشام، عن عمران بن أنس المكي، عن عطاء، عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: " أذكروا محاسن موتاكم وكفوا عن مساويهم ".
(ضعيف - المشكاة ١٦٧٨، الروض النضير ٤٨٢ (ضعيف الجامع الصغير ٧٣٩، ضعيف سنن أبي داود ١٠٤٧ / ٤٩٠٠)) .
قال أبو عيسى: هذا حديث غريب، قال: سمعت محمدا يقول: عمران بن أنس المكي: منكر الحديث.
وروى بعضهم عن عطاء عن عائشة.
وعمران ابن أبي أنس مصري، أثبت وأقدم من عمران بن أنس المكي.
٣٩ - باب كيف الصلاة على الميت والشفاعة له ١٧٣ - ١٠٣٩ حدثنا أبو كريب.
أخبرنا عبد الله بن المبارك، ويونس بن بكير،',NULL,'115',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (144,'عن محمد بن إسحاق، عن يزيد ابن أبي حبيب، عن مرثد بن عبد الله اليزني قال: كان مالك بن هبيرة، إذا صلى على جنازة، فتقال الناس عليها، جزأهم
ثلاثة أجزاء، ثم قال: قال رسول الله صلى الله عليه وسلم: " من صلى عليه ثلاثة صفوف، فقد أوجب ".
(ضعيف - ابن ماجه ١٤٩٥ (برقم ٣٢٧ مع اختلاف في اللفظ وضعيف الجامع ٥٠٨٧ و ٥٦٦٨ وأحكام الجنائز ١٠٠)) .
وفي الباب عن عائشة، وأم حبيبة، وأبي هريرة، وميمونة زوج النبي صلى الله عليه وسلم.
قال أبو عيسى: حديث مالك بن هبيرة حديث حسن.
هكذا رواه غير واحد عن محمد بن إسحاق.
وروى إبراهيم بن سعد، عن محمد بن إسحاق هذا الحديث، وأدخل بين مرثد ومالك بن هبيرة رجلا.
ورواية هؤلاء أصح عندنا.
٤٦ - باب ما جاء في الصلاة على القبر ١٧٤ - ١٠٤٩ حدثنا محمد بن بشار.
أخبرنا يحيى بن سعيد، عن سعيد ابن أبي عروبة، عن قتادة، عن سعيد بن المسيب: أن أم سعد ماتت، والنبي صلى الله عليه وسلم غائب، فلما قدم صلى عليها، وقد مضى لذلك شهر.
(ضعيف - الارواء ٨٣ / ١٨٣ و ١٨٦ (برقم ٧٣٦ / ١ و ٧٣٧)) .
٤٩ - باب آخر (في حق الجنازة) ١٧٥ - ١٠٥٢ حدثنا محمد بن بشار.
أخبرنا روح بن عبادة.
أخبرنا عباد بن منصور، قال: سمعت أبا المهزم، يقول: صحبت أبا هريرة عشر سنين فسمعته يقول: سمعت رسول الله صلى الله',NULL,'116',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (145,'عليه وسلم يقول: " من تبع جنازة وحملها ثلاث مرات، فقد قضى ما عليه من حقها ".
(ضعيف - المشكاة ١٦٧٠ (ضعيف الجامع الصغير ٥٥١٣)) .
قال أبو عيسى: هذا حديث غريب، ورواه بعضهم بهذا الاسناد، ولم يرفعه.
وأبو المهزم اسمه: يزيد بن سفيان، وضعفه شعبة.
٥٩ - باب ما يقول الرجل إذا دخل المقابر ١٧٦ - ١٠٦٥ حدثنا أبو كريب.
أخبرنا محمد بن الصلت، عن أبي كدينة، عن قابوس ابن أبي ظبيان، عن أبيه، عن ابن عباس قال: مر رسول الله صلى الله عليه وسلم بقبور المدينة.
فأقبل عليهم بوجهه فقال: " السلام عليكم يا أهل القبور! يغفر الله لنا ولكم.
أنتم سلفنا ونحن بالاثر ".
(ضعيف - المشكاة ١٧٦٥ (ضعيف الجامع الصغير ٣٣٧٢، أحكام الجنائز ١٩٧)) .
وفي الباب عن بريدة وعائشة.
قال أبو عيسى: حديث ابن عباس حديث حسن غريب.
وأبو كدينة اسمه: يحيى بن المهلب.
وأبو ظبيان اسمه: حصين بن جندب.
٦٢ - باب ما جاء في الزيارة للقبور للنساء ١٧٧ - ١٠٦٨ حدثنا الحسين بن حريث.
أخبرنا عيسى بن يونس عن ابن جريج، عن عبد الله ابن أبي مليكة، قال: توفي عبد الرحمن ابن أبي بكر بالحبشي.
قال: فحمل إلى مكة فدفن فيها.
فلما قدمت عائشة، أتت قبر عبد',NULL,'117',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (146,'الرحمن ابن أبي بكر فقالت:
وكنا كندماني جذيمة حقبة من الدهر حتى قيل: لن يتصدعا (١) فلما تفرقنا كأني ومالكا لطول اجتماع، لم نبت ليلة معا ثم قالت: والله! لو حضرتك ما دفنت إلا حيث مت.
ولو شهدتك ما زرتك.
(ضعيف - المشكاة ١٧١٨) .
٦٣ - باب ما جاء في الدفن بالليل ١٧٨ - ١٠٦٩ حدثنا أبو كريب ومحمد بن عمرو السواق، قالا: أخبرنا يحيى ابن اليمان، عن المنهال بن خليفة، عن الحجاج بن أرطاة، عن عطاء، عن ابن عباس: أن النبي صلى الله عليه وسلم، دخل قبرا ليلا.
فأسرج له سراج.
فأخذه من قبل القبلة وقال: " رحمك الله! إن كنت لاواها تلاءا للقرآن " وكبر عليه أربعا.
(ضعيف - المشكاة ١٧٥٦، لكن موضع الشاهد منه حسن - الاحكام ١٤٢) .
وفي الباب عن جابر ويزيد بن ثابت.
وهو أخو زيد بن ثابت، أكبر منه.
قال أبو عيسى: حديث ابن عباس حديث حسن.
وقد ذهب بعض أهل العلم إلى هذا.
(وقالوا) (٢) : يدخل الميت القبر من قبل القبلة.
وقال بعضهم: يسل سلا.
ورخص أكثر أهل العلم في الدفن بالليل.
_________
(١) انظر " الاصابة في أشعار الصحابة ".
هما من شعر متمم بن نويرة في رثاء أخيه مالك، الذي قتل في حرب الردة.
وأنشدهما لعمر بن الخطاب رضي الله عنه.
(٢) في الاصل: (وقال) ، والتصويب من نسخة عبد الباقي.
وانظر " شرح السنة " للامام البغوي الحديث رقم ١٥١٤.
(*)',NULL,'118',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (147,'٦٥ - باب ما جاء في ثواب من قدم ولدا ١٧٩ - ١٠٧٣ حدثنا نصر بن علي الجهضمي.
أخبرنا إسحاق بن يوسف.
أخبرنا العوام بن حوشب، عن أبي محمد مولى عمر بن الخطاب، عن أبي عبيدة بن عبد الله بن مسعود، عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: " من قدم ثلاثة لم يبلغوا الحنث كانوا له حصنا حصينا (من النار) (١) ".
قال أبو ذر: قدمت اثنين.
قال: " واثنين ".
فقال أبي بن كعب سيد القراء: قدمت واحدا؟ قال: " وواحدا.
ولكن إنما ذاك عند الصدمة الاولى ".
(ضعيف - ابن ماجه ١٦٠٦ (برقم ٣٥١ والمشكاة ١٧٥٥، ضعيف الجامع الصغير ٥٧٥٤)) .
قال أبو عيسى: هذا حديث غريب.
وأبو عبيدة لم يسمع من أبيه.
١٨٠ - ١٠٧٤ حدثنا نصر بن علي الجهضمي، وأبو الخطاب زياد بن يحيى البصري، قالا: أخبرنا عبد ربه بن بارق الحنفي قال: سمعت جدي أبا أمي سماك بن الوليد الحنفي يحدث: أنه سمع ابن عباس يحدث: أنه سمع رسول الله صلى الله عليه وسلم يقول: " من كان له فرطان من أمتي أدخله الله بهما الجنة ".
فقالت له عائشة: فمن كان له فرط من أمتك؟ قال: " ومن كان له فرط، يا موفقة! ".
قالت: فمن لم يكن له فرط من أمتك؟ قال:
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
و" ضعيف الجامع " وسنن
ابن ماجه.
وكلمة " الحنث " أي: الحلم في إحدى الروايات.
وهناك اختلاف باللفظ.
(*)',NULL,'119',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (148,'" فأنا فرط أمتي.
لن يصابوا بمثلي ".
(ضعيف - التعليق الرغيب ٣ / ٩٣، المشكاة ١٧٣٥ (ضعيف الجامع الصغير ٥٨٠١)) .
قال أبو عيسى: هذا حديث حسن صحيح غريب.
لا نعرفه إلا من حديث عبد ربه بن بارق (١) .
وقد روى عنه غير واحد من الائمة.
حدثنا أحمد بن سعيد المرابطي.
أخبرنا حبان بن هلال.
أخبرنا عبد ربه ابن بارق، فذكر بنحوه.
وسماك بن الوليد الحنفي، هو أبو زميل الحنفي.
٧٢ - باب ما جاء في أجر من عزى مصابا ١٨١ - ١٠٨٥ حدثنا يوسف بن عيسى.
أخبرنا علي بن عاصم.
أخبرنا والله! محمد بن سوقة، عن إبراهيم، عن الاسود، عن عبد الله، عن النبي صلى الله عليه وسلم، قال: " من عزى مصابا فله مثل أجره ".
(ضعيف - ابن ماجه ١٦٠٢ (برقم ٣٥٠ وانظر تعليقي عليه في الصفحة ١٢١.
والمشكاة ١٧٣٧ وضعيف الجامع الصغير ٥٦٩٦ وإرواء الغليل ٧٦٥)) .
قال أبو عيسى: هذا حديث غريب.
لا نعرفه مرفوعا إلا من حديث علي ابن عاصم.
وروى بعضهم عن محمد بن سوقة، بهذا الاسناد، مثله موقوفا، ولم يرفعه.
ويقال: أكثر ما ابتلي به علي بن عاصم، بهذا الحديث.
نقموا عليه.
٧٤ - باب ما جاء في تعجيل الجنازة
١٨٢ - ١٠٨٧ حدثنا قتيبة.
أخبرنا عبد الله بن وهب، عن سعيد بن عبد الله
_________
(١) هو من أهل اليمامة قال عنه الامام أحمد: ما به بأس.
وقال ابن حجر: صدوق يخطئ.
(*)',NULL,'120',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (149,'الجهني، عن محمد بن عمر بن علي ابن أبي طالب، عن أبيه، عن علي ابن أبي طالب.
أن رسول الله صلى الله عليه وسلم قال له: " يا علي! ثلاث لا تؤخرها: الصلاة إذا آنت، والجنازة إذا حضرت، والايم إذا وجدت لها كفؤا ".
(ضعيف - ابن ماجه ١٤٨٦ (برقم ٣٢٦ والمشكاة ٦٠٥ وضعيف الجامع الصغير ٢٥٦٣، ٦١٨١ وتقدم برقم ٢٥ / ١٧٢)) .
قال أبو عيسى: هذا حديث غريب.
وما أرى إسناده بمتصل.
٧٥ - باب آخر في فضل التعزية ١٨٣ - ١٠٨٨ حدثنا محمد بن حاتم المؤدب.
أخبرنا يونس بن محمد، حدثتنا أم الاسود، عن منية ابنة عبيد ابن أبي برزة، عن جدها أبي برزة قال: قال رسول الله صلى الله عليه وسلم: " من عزى ثكلى، كسي بردا في الجنة ".
(ضعيف - المشكاة ١٧٣٨ (ضعيف الجامع الصغير ٥٦٩٥، الارواء ٧٦٤)) .
قال أبو عيسى: هذا حديث غريب، وليس إسناده بالقوي.
(آخر كتاب الجنائز)',NULL,'121',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (150,'بسم الله الرحمن الرحيم أبواب النكاح
عن رسول الله صلى عليه وسلم ١ - باب ما جاء في فضل التزويج والحث عليه ١٨٤ - ١٠٩٢ حدثنا سفيان بن وكيع.
أخبرنا حفص بن غياث، عن الحجاج، عن مكحول، عن أبي الشمال، عن أبي أيوب قال: قال رسول الله صلى الله عليه وسلم: " أربع من سنن المرسلين: الحياء، والتعطر، والسواك، والنكاح ".
(ضعيف - المشكاة ٣٨٢، الارواء ٧٥، الرد على الكتاني ص ١٢ (ضعيف الجامع الصغير وزيادته ٧٦٠)) .
وفي الباب: عن عثمان، وثوبان، وابن مسعود، وعائشة، وعبد الله بن عمرو، وجابر، وعكاف.
قال أبو عيسى: حديث أبي أيوب حديث حسن غريب.
حدثنا محمود بن خداش.
أخبرنا عباد بن العوام، عن الحجاج، عن مكحول، عن أبي الشمال، عن أبي أيوب، عن النبي صلى الله عليه وسلم، نحو حديث حفص.
قال أبو عيسى: وروى هذا الحديث هشيم، ومحمد بن يزيد الواسطي،',NULL,'122',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (151,'وأبو معاوية وغير واحد عن الحجاج، عن مكحول، عن أبي أيوب.
ولم يذكروا فيه (عن أبي الشمال) .
وحديث حفص بن غياث، وعباد بن العوام أصح.
٦ - باب ما جاء في إعلان النكاح ١٨٥ - ١١٥١ حدثنا أحمد بن منيع.
أخبرنا يزيد بن هارون.
أخبرنا عيسى بن ميمون (الانصاري) (١) عن القاسم بن محمد، عن عائشة قالت: قال رسول الله
صلى الله عليه وسلم: " أعلنوا هذا النكاح واجعلوه في المساجد، واضربوا عليه بالدفوف ".
(ضعيف إلا الاعلان - ابن ماجه ١٨٩٥ (ضعيف ابن ماجه ٤١٦ وصحيح ابن ماجه ١٥٣٧ والارواء ١٩٩٣ وآداب الزفاف الصفحة ١١١ الطبعة المزيدة والمهذبة، طبع المكتب الاسلامي، وضعيف الجامع الصغير ٩٦٦)) .
هذا حديث حسن غريب في هذا الباب.
وعيسى بن ميمون الانصاري يضعف في الحديث.
وعيسى بن ميمون الذي يروي عن ابن نجيح التفسير هو ثقة.
١٨٦ - ١١٠٩ حدثنا محمد بن موسى البصري.
أخبرنا زياد بن عبد الله.
أخبرنا عطاء بن السائب، عن أبي عبد الرحمن، عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: " طعام أول يوم حق.
وطعام يوم الثاني سنة.
وطعام يوم الثالث سمعة.
ومن سمع سمع الله به ".
(ضعيف - ابن ماجه ١٩١٥ (٢) (ضعيف الجامع الصغير ٣٦١٦)) .
_________
(١) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(٢) هو في " ضعيف ابن ماجه " برقم ٤٢٠ عن ابن حازم وأبي هريرة بلفظ: " الوليمة أول يوم حق، والثاني معروف، والثالث رياء وسمعة ".
(*)',NULL,'123',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (152,'حديث ابن مسعود لا نعرفه مرفوعا إلا من حديث زياد بن عبد الله، وزياد ابن عبد الله كثير الغرائب والمناكير.
سمعت محمد بن إسماعيل يذكر عن محمد بن عقبة قال: قال وكيع: زياد ابن عبد الله مع شرفه، يكذب في الحديث.
١٨٧ - ١١١٤ (١) حدثنا ابن أبي عمر.
أخبرنا سفيان بن عيينة، عن ابن جريج، عن سليمان (بن موسى) (٢) ، عن الزهري، عن عروة، عن عائشة.
أن رسول الله صلى الله عليه وسلم قال: " أيما امرأة نكحت بغير إذن وليها، فنكاحها باطل.
فنكاحها باطل.
فنكاحها باطل.
فإن دخل بها فلها المهر بما استحل من فرجها.
فإن اشتجروا، فالسلطان ولي من لا ولي له ".
(قال أبو عيسى:) هذا حديث حسن.
وقد روى يحيى بن سعيد الانصاري، ويحيى بن أيوب، وسفيان الثوري، وغير واحد من الحفاظ عن ابن جريج نحو هذا.
وحديث أبي موسى حديث فيه اختلاف.
رواه إسرائيل، وشريك بن عبد الله، وأبو عوانة، وزهير بن معاوية، وقيس بن الربيع، عن أبي إسحاق، عن أبي بردة، عن أبي موسى، عن النبي صلى الله عليه وسلم.
ورواه أسباط بن محمد، وزيد بن حباب، عن يونس ابن أبي إسحاق، عن أبي إسحاق، عن أبي بردة عن أبي موسى، عن النبي صلى الله عليه وسلم.
_________
= وانظر " ارواء الغليل " ١٩٥٠ و " ضعيف الجامع الصغير " بترتيبي ٦١٦٧ و " ضعيف سنن أبي داود " ٧٩٩ / ٣٧٤٥.
(١) هذا الحديث سكت عنه الشيخ ناصر.
وسأله مكتب التربية، ولم يحر جوابا.
وقد أوردته في " صحيح سنن الترمذي - باختصار السند " برقم ٨٨٠ وجريا على القاعدة ذكرته هنا.
(٢) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'124',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (153,'وروى أبو عبيدة الحداد، عن يونس ابن أبي إسحاق، عن أبي بردة، عن
أبي موسى، عن النبي صلى الله عليه وسلم، نحوه.
ولم يذكر فيه: عن أبي إسحاق.
وقد روي عن يونس ابن أبي إسحاق، عن أبي بردة، عن النبي صلى الله عليه وسلم.
وروى شعبة، والثوري، عن أبي إسحاق، عن أبي موسى، عن النبي صلى الله عليه رسلم: " لا نكاح إلا بولي ".
وقد ذكر بعض أصحاب سفيان عن سفيان، عن ابي إسحاق، عن أبي بردة، عن أبي موسى.
ولا يصح.
ورواية هؤلاء الذين رووا عن أبي إسحاق، عن أبي بردة، عن أبي موسى، عن النبي صلى الله عليه وسلم: " لا نكاح إلا بولي " عندي أصح.
لان سماعهم من أبي إسحاق في أوقات مختلفة، وإن كان شعبة، والثوري أحفظ وأثبت من جميع هؤلاء الذين رووا عن أبي إسحاق هذا الحديث.
فإن رواية هؤلاء عندي أشبه وأصح.
لان شعبة، والثوري سمعا هذا الحديث من أبي إسحاق في مجلس واحد.
ومما يدل على ذلك ما حدثنا محمود بن غيلان: أخبرنا أبو داود، أنبانا شعبة قال: سمعت سفيان الثوري يسأل أبا إسحاق: أسمعت أبا بردة يقول: قال رسول الله صلى الله عليه وسلم: " لا نكاح إلا بولي "؟ فقال: نعم.
فدل هذا الحديث على أن سماع شعبة، والثوري هذا الحديث في وقت واحد.
وإسرائيل هو ثبت في أبي إسحاق.
سمعت محمد بن المثنى يقول: سمعت عبد الرحمن بن مهدي يقول:',NULL,'125',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (154,'ما فاتني الذي فاتني من حديث الثوري عن أبي إسحاق، إلا لما اتكلت به على إسرائيل، لانه كان يأتي به أتم.
وحديث عائشة في هذا الباب عن النبي صلى الله عليه وسلم: " لا نكاح إلا بولي " حديث حسن.
ورواه ابن جريج، عن سليمان بن موسى، عن الزهري، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم.
ورواه الحجاج بن أرطاة، وجعفر بن ربيعة، عن الزهري، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم.
وروي عن هشام بن عروة، عن أبيه، عن عائشة، عن النبي صلى الله عليه وسلم مثله.
وقد تكلم بعض أهل الحديث في حديث الزهري، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم.
قال ابن جريج ثم لقيت الزهري فسألته فأنكره.
فضعفوا هذا الحديث من أجل هذا.
وذكر عن يحيى بن معين، أنه قال: لم يذكر هذا الحرف عن ابن جريج إلا إسماعيل بن إبراهيم.
قال يحيى بن معين: وسماع إسماعيل بن إبراهيم عن ابن جريج ليس بذاك.
إنما صحح كتبه على كتب عبد المجيد بن عبد العزيز ابن أبي رواد، وما سمع من ابن جريج.
وضعف يحيى رواية إسماعيل بن إبراهيم عن ابن جريج.
والعمل في هذا الباب على حديث النبي صلى الله عليه وسلم: " لا نكاح إلا بولي " عند أهل العلم من أصحاب النبي صلى الله عليه وسلم منهم: عمر بن الخطاب، وعلي ابن أبي طالب، وعبد الله بن عباس، وأبو
هريرة وغيرهم.
وهكذا روي عن بعض فقهاء التابعين، أنهم قالوا: " لا نكاح إلا بولي ".',NULL,'126',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (155,'منهم: سعيد بن المسيب، والحسن البصري، وشريح، وابراهيم النخعي، وعمر بن عبد العزيز وغيرهم.
وبهذا يقول سفيان الثوري، والاوزاعي، ومالك، وعبد الله بن المبارك، والشافعي، وأحمد، وإسحاق.
١٥ - باب ما جاء لا نكاح إلا ببينة ١٨٨ - ١١١٥ حدثنا يوسف بن حماد المعني البصري.
أخبرنا عبد الاعلى، عن سعيد، عن قتادة، عن جابر بن زيد، عن ابن عباس.
أن النبي صلى الله عليه وسلم قال: " البغايا اللاتي ينكحن أنفسهن بغير بينة ".
(ضعيف - الارواء ١٨٦٢ (ضعيف الجامع الصغير ٢٣٧٥)) .
قال يوسف بن حماد: رفع عبد الاعلى هذا الحديث في التفسير.
وأوقفه في كتاب الطلاق، ولم يرفعه ... - ١١١٦ حدثنا قتيبة.
أخبرنا غندر، عن سعيد، نحوه ولم يرفعه.
وهذا أصح.
هذا حديث غير محفوظ.
لا نعلم أحدا رفعه إلا ما روي عن عبد الاعلى، عن سعيد، عن قتادة مرفوعا.
وروي عن عبد الاعلى، عن سعيد هذا الحديث موقوفا.
والصحيح ما روي عن ابن عباس قوله: لا نكاح إلا ببينة.
وهكذا روى غير واحد عن سعيد ابن أبي عروبة، نحو هذا موقوفا.
وفي الباب عن عمران بن حصين، وأنس، وأبي هريرة.
والعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم، ومن بعدهم من التابعين وغيرهم.
قالوا: لا نكاح إلا بشهود.
لم يختلفوا في ذلك عندنا (١) من مضى منهم.
إلا قوما
_________
(١) كذا في أصل الشيخ.
وليست كلمة (عندنا) في نسخة عبد الباقي.
(*)',NULL,'127',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (156,'من المتأخرين من أهل العلم.
وإنما اختلف أهل العلم في هذا إذا أشهد واحد بعد واحد، فقال أكثر أهل العلم من أهل الكوفة وغيرهم: لا يجوز النكاح حتى يشهد الشاهدان معا عند عقدة النكاح.
وقد رأى بعض أهل المدينة إذا أشهد واحد بعد واحد أنه جائز، إذا أعلنوا ذلك.
وهو قول مالك بن أنس.
وهكذا قال إسحاق بن إبراهيم فيما حكى عن أهل المدينة.
وقال بعض أهل العلم: شهادة رجل وامرأتين تجوز في النكاح.
وهو قول أحمد وإسحاق.
١٩ - باب ما جاء في الوليين يزوجان ١٨٩ - ١١٢٢ حدثنا قتيبة.
أخبرنا غندر.
أخبرنا سعيد ابن أبي عروبة، عن قتادة، عن الحسن، عن سمرة بن جندب، أن رسول الله صلى الله عليه وسلم قال: " أيما امرأة زوجها وليان فهي للاول منهما، ومن باع بيعا من رجليين فهو للاول منهما ".
(ضعيف - الارواء ١٨٥٣، أحاديث البيوع (ضعيف الجامع الصغير ٢٢٢٤، ضعيف سنن أبي داود ٤٤٩ / ٢٠٨٨)) .
قال أبو عيسى: هذا حديث حسن.
والعمل على هذا عند أهل العلم، لا نعلم بينهم في ذلك اختلافا:
إذا زوج أحد الوليين قبل الاخر، فنكاح الاول جائز، ونكاح الاخر مفسوخ.
وإذا زوجا جميعا فنكاحهما جميعا مفسوخ.
وهو قول الثوري، وأحمد، وإسحاق.
٢١ - باب ما جاء في مهور النساء ١٩٠ - ١١٢٥ حدثنا محمد بن بشار.
أخبرنا يحيى بن سعيد، وعبد الرحمن',NULL,'128',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (157,'ابن مهدي، ومحمد بن جعفر، قالوا: أخبرنا شعبة عن عاصم بن عبيد الله (١) ، قال: سمعت عبد الله بن عامر بن ربيعة، عن أبيه: أن امرأة من بني فزارة تزوجت على نعلين.
فقال رسول الله صلى الله عليه وسلم: " أرضيت من نفسك ومالك بنعلين؟ " قالت: نعم.
قال: " فأجازه ".
(ضعيف - ابن ماجه ١٨٨٨ " برقم ٤١٣ والارواء ١٩٢٦)) .
وفي الباب: عن عمر، وأبي هريرة، وسهل بن سعد، وأبي سعيد، وأنس، وعائشة، وجابر، وأبي حدرد الاسلمي.
قال أبو عيسى: حديث عامر بن ربيعة حديث حسن صحيح.
واختلف اهل العلم في المهر، فقال بعضهم: المهر على ما تراضوا عليه.
وهو قول سفيان الثوري، والشافعي، وأحمد، وإسحاق.
وقال مالك بن أنس: لا يكون المهر أقل من ربع دينار.
وقال بعض أهل الكوفة: لا يكون المهر أقل من عشرة دراهم.
٢٤ - باب ما جاء فيمن يتزوج المرأة ثم يطلقها قبل أن يدخل بها، هل يتزوج ابنتها، أم لا؟
١٩١ - ١١٣١ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن عمرو بن شعيب، عن أبيه، عن جده، أن النبي صلى الله عليه وسلم قال: " أيما رجل نكح امرأة فدخل بها، فلا يحل لة نكاح ابنتها.
فإن لم يكن دخل بها فلينكح ابنتها، وأيما رجل نكح امرأة فدخل بها، أو لم يدخل بها فلا يحل له نكاح أمها ".
(ضعيف - الارواء ١٨٧٩ (ضعيف الجامع الصغير ٢٢٤٢)) .
_________
(١) في نسخة الاصل: عاصم بن عبد الله.
(*)',NULL,'129',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (158,'قال أبو عيسى: هذا حديث لا يصح من قبل إسناده، وإنما رواه ابن لهيعة، والمثنى بن الصباح، عن عمرو بن شعيب.
والمثنى بن الصباح، وابن لهيعة يضعفان في الحديث.
والعمل على هذا عند أكثر أهل العلم قالوا: إذا تزوج الرجل امرأة، ثم طلقها قبل أن يدخل بها، حل له أن ينكح ابنتها.
وإذا تزوج الرجل الابنة، فطلقها قبل أن يدخل بها، لم يحل له نكاح أمها، لقول الله تعالى: (وأمهات نسائكم) (١) .
وهو قول الشافعي، وأحمد، وإسحاق.
٢٧ - باب ما جاء في نكاح المتعة ١٩٢ - ١١٣٦ حدثنا محمود بن غيلان.
أخبرنا سفيان بن عقبة - أخو قبيصة بن عقبة -.
أخبرنا سفيان الثوري، عن موسى بن عبيدة، عن محمد بن كعب، عن ابن عباس قال: إنما كانت المتعة في أول الاسلام، كان الرجل يقدم البلدة ليس له بها معرفة، فيتزوج المرأة بقدر ما يرى أنه يقيم، فتحفظ له متاعه، وتصلح له شيئه
حتى إذا نزلت الآية: (إلا على أزواجهم أو ما ملكت أيمانهم) (٢) .
(منكر - الارواء ١٩٠٣، المشكاة ٣١٥٨ / التحقيق الثاني) .
قال ابن عباس: فكل فرج سواهما فهو حرام.
٤٠ - باب ما جاء في التسوية بين الضرائر ١٩٣ - ١١٥٥ حدثنا ابن أبي عمر.
أخبرنا بشر بن السري.
أخبرنا حماد بن
_________
(١) سورة النساء (٤) ، الآية ٢١.
(٢) سورة المؤمنون (٢٣) ، الآية ٦.
(*)',NULL,'130',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (159,'سلمة، عن أيوب، عن أبي قلابة، عن عبد الله بن يزيد، عن عائشة: أن النبي صلى الله عليه وسلم كان يقسم بين نسائه فيعدل ويقول: " الهم! هذه قسمتي فيما أملك، فلا تلمني فيما تملك ولا أملك ".
(ضعيف - ابن ماجه ١٩٧١) (١) .
قال أبو عيسى: حديث عائشة هكذا، رواه غير واحد عن حماد بن سلمة، عن أيوب.
عن أبي قلابة، عن عبد الله بن يزيد، عن عائشة: أن النبي صلى الله عليه وسلم كان يقسم.
ورواه حماد بن زيد وغير واحد عن أيوب، عن أبي قلابة، مرسلا: أن النبي صلى الله عليه وسلم كان يقسم.
وهذا أصح من حديث حماد بن سلمة.
ومعنى قوله: لا تلمني فيما تملك ولا أملك.
إنما يعني به: الحب والمودة.
كذا فسره بعض أهل العلم.
٤١ - باب ما جاء في الزوجين المشركين يسلم أحدهما
١٩٤ - ١١٥٧ حدثنا أحمد بن منيع وهناد، قالا: أخبرنا أبو معاوية، عن الحجاج، عن عمرو بن شعيب، عن أبيه، عن جده.
أن رسول الله صلى الله عليه وسلم: رد ابنته زينب على أبي العاص ابن الربيع، بمهر جديد ونكاح جديد.
(ضعيف - ابن ماجه ٢٠١٠ (ضعيف ابن ماجه، برقم ٤٣٦ والارواء ١٩٢٢)) .
_________
(١) في " ضعيف سنن ابن ماجه " برقم ٤٢٧.
وقال الشيخ ناصر: " لكن الطرف الاول منه حسن ".
أقول: وهذا الطرف موجود هنا، غير كلمة (قسمتي) هي هناك (فعلي) وسندهما واحد من حماد بن سلمة إلى عائشة رضي الله عنها.
وانظر " ارواء الغليل في تخريج أحاديث منار السبيل " ٢٠١٨ و " ضعيف سنن أبي داود " برقم ٤٦٧ / ٢١٣٤، و " ضعيف سنن النسائي " رقم ٢٦١ بلفظ: " اللهم هذا فعلي ... ".',NULL,'131',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (160,'هذا حديث في إسناده مقال.
والعمل على هذا الحديث عند أهل العلم.
أن المرأة إذا أسلمت قبل زوجها، ثم أسلم زوجها وهي في العدة: أن زوجها أحق بها ما كانت في العدة.
وهو قول مالك بن أنس، والاوزاعي، والشافعي، وأحمد، وإسحاق.
١٩٥ - ١١٥٩ حدثنا يوسف بن عيسى.
أخبرنا وكيع.
أخبرنا إسرائيل، عن سماك بن حرب، عن عكرمة، عن ابن عباس: أن رجلا جاء مسلما على عهد النبي صلى الله عليه وسلم.
ثم جاءت امرأته مسلمة.
فقال: يا رسول الله! إنها كانت أسلمت معي.
فردها عليه.
(ضعيف - الارواء ١٩١٨، ضعيف أبي داود ٣٨٧ (عندنا برقم ٤٩٠ / ٢٢٣٨)) .
هذا حديث صحيح.
سمعت عبد بن حميد يقول: سمعت يزيد بن هارون يذكر عن محمد بن إسحاق هذا الحديث.
وحديث الحجاج، عن عمرو بن شعيب، عن أبيه عن جده: أن النبي صلى الله عليه وسلم رد ابنته على أبي العاص ابن الربيع بمهر جديد ونكاح جديد.
فقال يزيد بن هارون: حديث ابن عباس أجود إسنادا.
والعمل على حديث عمرو بن شعيب.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (161,'بسم الله الرحمن الرحيم أبواب الرضاع عن رسول الله صلى الله عليه وسلم ٦ - باب ما يذهب مذمة الرضاع ١٩٦ - ١١٦٩ حدثنا قتيبة.
أخبرنا حاتم بن إسماعيل، عن هشام بن عروة، عن أبيه، عن حجاج بن حجاج الاسلمي، عن أبيه: أنه سأل النبي صلى الله عليه وسلم فقال: يا رسول الله! ما يذهب عني مذمة الرضاع؟ فقال: " غرة: عبد أو أمة ".
(ضعيف - ضعيف أبي داود ٣٥١ (عندنا برقم ٤٤٥ / ٢٠٦٤، وضعيف سنن النسائي ٢١٣ / ٣٣٢٩، مشكاة المصابيح ٣١٧٤)) .
هذا حديث حسن صحيح.
هكذا رواه يحيى بن سعيد القطان، وحاتم بن إسماعيل، وغير واحد عن هشام بن عروة، عن أبيه، عن حجاج بن حجاج، عن أبيه، عن النبي صلى الله عليه وسلم.
وروى سفيان بن عيينة، عن هشام بن عروة، عن أبيه، عن حجاج ابن أبي حجاج، عن أبيه عن النبي صلى الله عليه وسلم.
وحديث ابن عيينة غير محفوظ.
والصحيح ما روى هؤلاء عن هشام بن عروة، عن أبيه.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (162,'وهشام بن عروة يكنى: أبا المنذر.
وقد أدرك جابر بن عبد الله.
وقال: معنى قوله: (ما يذهب عني مذمة الرضاع) يقول: إنما يعني ذمام الرضاعة وحقها.
يقول: إذا أعطيت المرضعة عبدا أو أمة، فقد قضيت ذمامها.
ويروى عن أبي الطفيل قال: كنت جالسا مع النبي صلى الله عليه وسلم إذ أقبلت امرأة فبسط النبي صلى الله عليه وسلم رداءه فقعدت عليه.
فلما ذهبت قيل: هذه كانت أرضعت النبي صلى الله عليه وسلم.
٧ - باب ما جاء في الامة تعتق ولها زوج ١٩٧ - ١١٧٠ حدثنا علي بن حجر.
أخبرنا جرير بن عبد الحميد، عن هشام ابن عروة، عن أبيه، عن عائشة، قالت: كان زوج بريرة عبدا، فخيرها النبي صلى الله عليه وسلم فاختارت نفسها، ولو كان حرا لم يخيرها.
(صحيح - الارواء ١٨٧٣، صحيح أبي داود ١٩٣٥ (١) : م، لكن قوله: " ولو كان ... " مدرج من قول عروة.
ول خ منه الجملة الاولى) .
١٩٨ - ١١٧١ حدثنا هناد.
أخبرنا أبو معاوية، عن الاعمش، عن إبراهيم، عن الاسود، عن عائشة، قالت: كان زوج بريرة حرا، فخيرها رسول الله صلى الله عليه وسلم.
(شاذ بلفظ " حرا " والمحفوظ: " عبدا " - ابن ماجه ٢٠٧٤ (" ضعيف ابن ماجه " برقم ٤٥٠ و " صحيح سنن ابن ماجه - باختصار السند " برقم ١٦٨٧ و " إرواء الغليل " ٢٧٦)) .
حديث عائشة حديث حسن صحيح.
هكذا روى هشام، عن أبيه، عن عائشة، قالت: كان زوج بريرة عبدا.
_________
(١) هو في " صحيح سنن أبي داود - باختصار السند " برقم ١٩٥٤ / ٢٢٣٣ وذكر هنا للادراج.
(*)',NULL,'134',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (163,'وروى عكرمة عن ابن عباس قال: رأيت زوج بريرة، وكان عبدا يقال له: مغيث.
وهكذا روي عن ابن عمر.
والعمل على هذا عند بعض أهل العلم.
وقالوا: إذا كانت الامة تحت الحر فأعتقت، فلا خيار لها، وإنما يكون لها الخيار إذا أعتقت وكانت تحت عبد.
وهو قول الشافعي، وأحمد، وإسحاق.
وروى غير واحد عن الاعمش عن إبراهيم، عن الاسود، عن عائشة قالت: كان زوج بريرة حرا، فخيرها رسول الله صلى الله عليه وسلم.
وروى أبو عوانة هذا الحديث عن الاعمش، عن إبراهيم، عن الاسود، عن عائشة في قصة بريرة، قال الاسود: وكان زوجها حرا.
والعمل على هذا عند بعض أهل العلم من التابعين ومن بعدهم.
وهو قول سفيان الثوري، وأهل الكوفة.
٩ - باب ما جاء في الرجل يرى المرأة تعجبه ١٩٩ - ١١٧٤ حدثنا محمد بن بشار.
أخبرنا عبد الاعلى بن عبد الاعلى.
أخبرنا هشام ابن أبي عبد الله - وهو الدستوائي - عن أبي الزبير، عن جابر:
أن النبي صلى الله عليه وسلم: رأى امرأة، فدخل على زينب فقضى حاجته وخرج.
وقال: " إن المرأة إذا أقبلت، أقبلت في صورة شيطان، فإذا رأى أحدكم امرأة فأعجبته فليأت أهله، فإن معها مثل الذي معها " (١) .
وفي الباب عن ابن مسعود.
_________
(١) هذا الحديث سكت عنه الشيخ ناصر هنا، وذكرته في " صحيح سنن الترمذي - باختصار السند " برقم ١١٧٤.
وسبق أن صححه في " سلسلة الاحاديث الصحيحة " برقم ٢٣٥ وفي " صحيح الجامع الصغير " الصفحة ٣٩٢.
واتباعا للقاعدة ذكرته هنا أيضا.
(*)',NULL,'135',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (164,'حديث جابر حديث حسن صحيح غريب.
وهشام ابن أبي عبد الله هو صاحب الدستوائي، هو هشام بن سنبر.
١٠ - باب ما جاء في حق الزوج على المرأة ٢٠٠ - ١١٧٧ حدثنا واصل بن عبد الاعلى الكوفي.
أخبرنا محمد بن فضيل عن عبد الله بن عبد الرحمن أبي نصر، عن مساور الحميري، عن أمه، عن أم سلمة قالت: قال رسول الله صلى الله عليه وسلم: " أيما امرأة باتت (١) وزوجها عنها راض، دخلت الجنة ".
(ضعيف - ابن ماجه ١٨٥٤ (برقم ٤٠٧ وضعيف الجامع الصغير ٢٢٢٧)) .
هذا حديث حسن غريب.
١٢ - باب ما جاء في كراهية إتيان النساء في أدبارهن ٢٠١ - ١١٨٠ حدثنا أحمد بن منيع وهناد، قالا: أخبرنا أبو معاوية، عن عاصم الاحول، عن عيسى بن حطان، عن مسلم بن سلام، عن علي بن
طلق قال: أتى أعرابي رسول الله صلى الله عليه وسلم.
فقال: يا رسول الله! الرجل منا يكون في الفلاة، فتكون منه الرويحة، ويكون في الماء قلة؟ فقال رسول الله صلى الله عليه وسلم: " إذا فسا أحدكم فليتوضأ، ولا تأتوا النساء في أعجازهن، فإن الله لا يستحيي من الحق ".
(ضعيف الجامع الصغير ٦٠٧، مشكاة المصابيح ٣١٤ و ١٠٠٦، ضعيف سنن أبي داود ٣٥ / ٢٠٥) (٢) .
_________
(١) هي في نسخة عبد الباقي، و " ضعيف ابن ماجه "، و " ضعيف الجامع الصغير " بلفظ: " ماتت ".
(٢) لفظ أبي داود: " إذا فسا أحدكم في الصلاة فلينصرف، فليتوضأ وليعد الصلاة ".
(*)',NULL,'136',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (165,'وفي الباب: عن عمر، وخزيمة بن ثابت، وابن عباس، وأبي هريرة.
قال أبو عيسى: حديث علي بن طلق حديث حسن.
وسمت محمدا يقول: لا أعرف لعلي بن طلق عن النبي صلى الله عليه وسلم غير هذا الحديث الواحد.
ولا أعرف هذا الحديث من حديث طلق بن علي السحيمي.
وكأنه رأى أن هذا رجل آخر من أصحاب النبي صلى الله عليه وسلم.
وروى وكيع هذا الحديث.
٢٠٢ - ١١٨١ حدثنا قتيبة وغير واحا ى.
أخبرنا وكيع عن عبد الملك بن مسلم (وهو ابن سلام) ، عن أبيه، عن علي، قال: قال رسول الله صلى الله عليه وسلم: " إذا فسا أحدكم فليتوضأ.
ولا تأتوا النساء في أعجازهن ".
(ضعيف - ضعيف أبي داود ٢٦ (عندنا برقم ٣٥ / ٢٠٥) ولفظه أتم.
لكن الشطر الثاني صحيح بما بعده) (١) .
وعلي هذا هو: علي بن طلق.
١٣ - باب ما جاء في كراهية خروج النساء في الزينة ٢٠ - ١١٨٣ حدثنا علي بن خشرم.
أخبرنا عيسى بن يونس، عن موسى بن عبيدة، عن أيوب بن خالد، عن ميمونة ابنة سعد (وكانت خادما للنبي صلى الله عليه وسلم) قالت: قال رسول الله صلى الله عليه وسلم: " مثل الرافلة في الزينة في غير أهلها، كمثل ظلمة يوم القيامة، لا نور لها ".
(ضعيف - الضعيفة ١٨٠٠ (ضعيف الجامع الصغير ٥٢٣٦)) .
_________
(١) الذي بعده هو حديث ابن عباس - رضي الله عنهما - ولفظه: " لا ينظر الله إلى رجل أتى رجلا، أو امرأة في الدبر " وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٩٣٠، و " مشكاة المصابيح " برقم ٣١٩٥.
(*)',NULL,'137',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (166,'هذا حديث لا نعرفه إلا من حديث موسى بن عبيدة.
وموسى بن عبيدة يضعف في الحديث من قبل حفظه، وهو صدوق.
وقد روى عنه شعبة والثوري.
وقد رواه بعضهم عن موسى بن عبيدة، ولم يرفعه.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (167,'بسم الله الرحمن الرحيم أبواب الطلاق واللعان عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في الرجل طلق امرأته البتة
٢٠٤ - ١١٩٣ حدثنا هناد.
أخبرنا قبيصة عن جرير بن حازم، عن الزبير بن سعد، عن عبد الله بن يزيد بن ركانة، عن أبيه، عن جده قال: أتيت النبي صلى الله عليه وسلم فقلت: يا رسول الله! إني طلقت امرأتي البتة.
فقال: " ما أردت بها "؟ قلت: واحدة.
قال: " والله؟ " (١) قلت: والله! قال: " فهو ما أردت ".
(ضعيف - ابن ماجه ٢٠٥١ (برقم ٤٤٤، وضعيف سنن أبي داود ٤٧٩ / ٢٢٠٦، والارواء ٢٠٦٣)) .
(قال أبو عيسى:) هذا حديث لا نعرفه إلا من هذا الوجه.
(وسألت محمدا عن هذا الحديث فقال: فيه اضطراب.
ويروى عن عكرمة، عن ابن عباس.
أن ركانة طلق امرأته ثلاثا) (٢) .
وقد اختلف أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم في
_________
(١) كذا الأصل.
وأظن أنها من غير واو، مع مد أول حرف (آلله) .
(٢) ما بين الحاصرتين () زيادة من نسخة عبد الباقي.
(*)',NULL,'139',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (168,'طلاق البتة.
فروي عن عمر بن الخطاب: أنه جعل البتة واحدة.
وروي عن علي: أنه جعلها ثلاثا.
وقال بعض أهل العلم: فيه نية الرجل، إن نوى واحدة فواحدة، وإن نوى ثلاثا فثلاث، وإن نوى ثنتين لم تكن إلا واحدة.
وهو قول الثوري، وأهل الكوفة.
وقال مالك بن أنس (في البتة) : إن كان قد دخل بها فهي ثلاث تطليقات.
وقال الشافعي: إن نوى واحدة فواحدة، يملك الرجعة، وإن نوى ثنتين فثنتان، وإن نوى ثلاثا فثلاث.
٣ - باب ما جاء في (أمرك بيدك) ٢٠٥ - ١١٩٤ حدثنا علي بن نصر بن علي.
أخبرنا سليمان بن حرب.
أخبرنا حماد بن زيد قال: قلت لايوب: هل علمت أن أحدا قال في (أمرك بيدك) : إنها ثلاث، إلا الحسن؟ فقال: لا، إلا الحسن.
ثم قال: اللهم غفرا إلا ما حدثني قتادة، عن كثير - مولى بني سمرة -، عن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " ثلاث ".
قال أيوب: فلقيت كثيرا مولى بني سمرة، فسألته فلم يعرفه.
فرجعت إلى قتادة فأخبرته فقال: نسي.
_________
(ضعيف - ضعيف أبي داود ٣٧٩، لكنه عن الحسن قوله: صحيح - صحيح أبي داود ١٩١٤) (١) .
_________
(١) هو في " ضعيف سنن أبي داود " برقم ٤٧٨ / ٢٢٠٤ وفي " صحيح سنن أبي داود - باختصار السند " برقم ١٩٣٠ / ٢٢٠٥ وفي " ضعيف سنن النسائي " برقم ٢٢٢ / ٣٤١٠.
(*)',NULL,'140',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (169,'هذا حديث غريب لا نعرفه إلا من حديث سليمان بن حرب عن حماد بن زيد.
وسألت محمدا عن هذا الحديث فقال: أخبرنا سليمان بن حرب عن حماد بن زيد بهذا.
وإنما هو عن أبي هريرة موقوفا.
ولم يعرف حديث أبي هريرة مرفوعا، وكان علي بن نصر حافظا، صاحب حديث.
وقد اختلف أهل العلم في (أمرك بيدك) فقال بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم، منهم عمر بن الخطاب، وعبد الله بن مسعود: هي واحدة.
وهو قول غير واحد من أهل العلم من التابعين ومن بعدهم.
وقال عثمان بن عفان وزيد بن ثابت: القضاء ما قضت.
وقال ابن عمر: إذا جعل أمرها بيدها وطلقت نفسها ثلاثا، وأنكر الزوج وقال: لم أجعل أمرها بيدها إلا واحدة، استحلف الزوج، وكان القول قوله مع يمعنه.
وذهب سفيان وأهل الكوفة إلى قول عمر وعبد الله، وأما مالك بن أنس فقال: القضاء ما قضت.
وهو قول أحمد.
وأما إسحاق فذهب إلى قول ابن عمر.
٧ - باب ما جاء أن طلاق الامة تطليقتان ٢٠٦ - ١١٩٩ حدثنا محمد بن يحيى النيسابوري.
أخبرنا أبو عاصم، عن ابن جريج، قال: أخبرنا مظاهر بن أسلم.
قال: حدثني القاسم عن عائشة.
أن رسول الله صلى الله عليه وسلم قال: " طلاق الامة تطليقتان، وعدتها حيضتان ".
(ضعيف - ابن ماجه ٢٠٨٠ (برقم ٤٥٢، ضعيف سنن أبي داود ٤٧٥ / ٢١٨٩، مشكاة المصابيح ٣٢٨٩، الارواء ٢٠٦٦، ضعيف الجامع الصغير ٣٦٥٠)) .
(*)',NULL,'141',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (170,'قال محمد بن يحيى: وأخبرنا أبو عاصم.
أخبرنا مظاهر بهذا.
قال: وفي الباب عن عبد الله بن عمر.
حديث عائشة حديث غريب، لا نعرفه مرفوعا إلا من حديث مظاهر بن
أسلم.
ومظاهر لا يعرف له في العلم غير هذا الحديث.
والعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم، وهو قول سفيان الثوري، والشافعي، وأحمد، وإسحاق.
١٥ - باب ما جاء في طلاق المعتوه ٢٠٧ - ١٢٠٩ حدثنا محمد بن عبد الاعلى.
حدثنا مروان بن معاوية الفزاري، عن عطاء بن عجلان، عن عكرمة بن خالد المخزومي، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " كل طلاق جائز.
إلا طلاق المعتوه المغلوب على عقله ".
(ضعيف جدا والصحيح موقوف - الارواء ٢٠٤٢ (ضعيف الجامع الصغير ٤٢٤٠)) .
هذا حديث لا نعرفه مرفوعا إلا من حديث عطاء بن عجلان.
وعطاء بن عجلان ضعيف، ذاهب الحديث.
والعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: أن طلاق المعتوه المغلوب على عقله لا يجوز، إلا أن يكون معتوها، يفيق الاحيان، فيطلق في حال إفاقته.
١٦ - باب (في عدد الطلقات) ٢٠٨ - ١٢١٠ حدثنا قتيبة.
حدثنا يعلى بن شبيب، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: كان الناس، والرجل يطلق امرأته ما شاء أن يطلقها.
وهي امرأته إذا ارتجعها وهي في العدة.
وإن طلقها مائة مرة أو أكثر.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (171,'حتى قال رجل لامرأته: والله! لا أطلقك فتبينين مني، ولا آويك أبدا.
قالت: وكيف ذاك؟ قال: أطلقك.
فكلما همت عدتك أن تنقضي، راجعتك.
فذهبت المرأة حتى دخلت على عائشة فأخبرتها، فسكتت عائشة حتى جاء النبي صلى الله عليه وسلم فأخبرته، فسكت النبي صلى الله عليه وسلم، حتى نزل القرآن: (الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان " (١) .
قالت عائشة: فاستأنف الناس الطلاق مستقبلا، من كان طلق، ومن لم يكن طلق.
(ضعيف - الارواء ٧ / ١٦٢) ... - ١٢١١ حدثنا أبو كريب محمد بن العلاء.
قال: حدثنا عبد الله بن إدريس، عن هشام بن عروة، عن أبيه، نحو هذا الحديث بمعناه.
ولم يذكر فيه (عن عائشة) .
قال أبو عيسى: وهذا أصح من حديث يعلى بن شبيب.
٢١ - باب ما جاء في الايلاء ٢٠٩ - ١٢٢١ حدثنا الحسن بن قزعة البصري.
حدثنا مسلمة بن علقمة.
حدثنا داود بن علي عن عامر، عن مسروق، عن عائشة قالت: آلى رسول الله صلى الله عليه وسلم من نسائه، وحرم.
فجعل الحرام حلالا، وجعل في اليمين كفارة.
(ضعيف - الارواء ٢٥٧٤) .
وفي الباب عن أبي موسى، وأنس.
حديث مسلمة بن علقمة عن داود، رواه علي بن مسهر وغيره عن داود، عن الشعبي.
أن النبي صلى الله عليه وسلم، مرسلا.
وليس فيه (عن
_________
(١) سورة البقرة (٢) ، الآية ٢٢٩.
(*)',NULL,'143',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (172,'مسروق، عن عائشة) وهذا أصح من حديث مسلمة بن علقمة.
والايلاء هو: أن يحلف الرجل أن لا يقرب امرأته أربعة أشهر فأكثر.
واختلف أهل العلم فيه إذا مضت أربعة أشهر.
فقال بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: إذا مضت أربعة أشهر يوقف.
فإما أن يفئ، وإما أن يطلق.
وهو قول مالك بن أنس، والشافعي، وأحمد، وإسحاق.
وقال بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: إذا مضت أربعة أشهر فهي تطليقة بائنة.
وهو قول سفيان الثوري، وأهل الكوفة.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (173,'بسم الله الرحمن الرحيم أبواب البيوع عن رسول الله صلى الله عليه وسلم ٤ - باب ما جاء في التجار وتسمية النبي صلى الله عليه وسلم إياهم ٢١٠ - ١٢٣٢ حدثنا هناد.
حدثنا قبيصة.
(حدثنا) (١) عن سفيان، عن أبي حمزة، عن الحسن، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال: " التاجر الصدوق الامين، مع النبيين، والصدقين، والشهداء ".
(ضعيف - غاية المرام ١٦٧، أحاديث البيوع (ضعيف الجامع الصغير ٢٥٠١)) .
حدثنا سويد.
حدثنا ابن المبارك، عن سفيان، عن أبي حمزة، بهذا الاسناد نحوه.
قال أبو عيسى: هذا حديث حسن.
لا نعرفه إلا من هذا الوجه، من حديث.
الثوري عن أبي حمزة.
وأبو حمزة: عبد الله بن جابر.
وهو شيخ بصري.
٢١١ - ١٢٣٣ حدثنا يحيى بن خلف.
حدثنا بشر بن المفضل عن عبد الله بن عثمان بن خثيم، عن إسماعيل بن عبيد بن رفاعة، عن أبيه، عن جده.
أنه خرج مع النبي صلى الله عليه وسلم إلى المصلى.
فرأى الناس.
_________
(١) ما بين الحاصرتين () في نسخة الشيخ ناصر فقط.
(*)',NULL,'145',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (174,'يتبايعون فقال: " يا معشر التجار! " فاستجابوا لرسول الله صلى الله عليه وسلم، ورفعوا أعناقهم وأبصارهم إليه.
فقال: " إن التجار يبعثون يوم القيامة فجارا.
إلا من اتقى الله وبر وصدق ".
(ضعيف - ابن ماجه ٢١٤٦ (٤٦٧، المشكاة ٢٧٩٩، غاية المرام ١٣٨، ضعيف الجامع الصغير ٦٤٠٥)) .
هذا حديث حسن صحيح.
ويقال: إسماعيل بن عبيد الله بن رفاعة أيضا.
٩ - باب ما جاء في المكيال والميزان ٢١٢ - ١٢٤٥ حدثنا سعيد بن يعقوب الطالقاني.
حدثنا خالد بن عبد الله الواسطي، عن حسين بن قيس، عن عكرمة، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم لاصحاب المكيال والميزان: " إنكم قد وليتم أمرين، هلكت فيهما الامم السالفة قبلكم ".
(ضعيف - والصحيح موقوف - المشكاة ٢٨٩٠ / التحقيق الثاني، أحاديث البيوع (ضعيف الجامع الصغير ٢٠٤٠)) .
هذا حديث لا نعرفه مرفوعا إلا من حديث الحسين بن قيس.
وحسين بن قيس يضعف في الحديث.
وقد روي هذا بإسناد صحيح موقوفا عن ابن عباس.
١٠ - باب ما جاء في بيع: من يزيد (المزايدة) (١) ٢١٣ - ١٢٤١ حدثنا حميد بن مسعدة.
حدثنا عبيد الله بن شميط بن عجلان.
حدثنا الاخضر بن عجلان، عن عبد الله الحنفي، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم، باع حلسا وقدحا.
وقال:
_________
(١) ما بين الحاصرتين () زيادة من هامش المخطوطة.
(*)',NULL,'146',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (175,'" من يشتري هذا الحلس (١) والقدح؟ " فقال رجل: أخذتهما بدرهم.
فقال النبي صلى الله عليه وسلم: " من يزيد على درهم؟ من يزيد على درهم؟ " فأعطاه رجل درهمين.
فباعهما منه.
(ضعيف - ابن ماجه ٢١٩٨ (برقم ٤٧٨ والارواء ١٢٨٩ والمشكاة ٢٨٧٣)) .
هذا حديث حسن، لا نعرفه إلا من حديث الاخضر بن عجلان.
وعبد الله الحنفي الذي روى عن أنس، هو أبو بكر الحنفي.
والعمل على هذا عند بعض أهل العلم، لم يروا بأسا ببيع من يزيد في الغنائم والمواريث.
وقد روى هذا الحديث المعتمر بن سليمان، وغير واحد من أهل الحديث عن الاخضر بن عجلان.
٢٤ - باب ما جاء في الصرف ٢١٤ - ١٢٦٥ حدثنا الحسن بن علي الخلال.
حدثنا يزيد بن هارون.
حدثنا حماد بن سلمة، عن سماك بن حرب، عن سعيد بن جبير، عن ابن عمر قال: كنت أبيع الابل بالبقيع.
فأبيع بالدنانير.
فآخذ مكانها الورق، وأبيع بالورق
فآخذ مكانها الدنانير.
فأتيت رسول الله صلى الله عليه وسلم، فوجدته خارجا من بيت حفصة.
فسألته عن ذلك فقال: " لا بأس به بالقيمة ".
(ضعيف - ابن ماجه ٢٢٦٢ (برقم ٤٩٤، ضعيف سنن أبي داود ٧٢٧ / ٣٣٥٤ وإرواء الغليل ١٣٢٦)) .
_________
(١) الحلس: كساء يفرش تحت قتب الجمل.
وغالبا يكون الحلس مهترئا.
(*)',NULL,'147',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (176,'هذا حديث لا نعرفه مرفوعا إلا من حديث سماك بن حرب، عن سعيد بن جبير، عن ابن عمر.
وروى داود ابن أبي هند هذا الحديث عن سعيد بن جبير، عن ابن عمر، موقوفا.
والعمل على هذا عند بعض أهل العلم: أن لا بأس أن يقتضي الذهب من الورق، والورق من الذهب.
وهو قول أحمد وإسحاق.
وقد كره بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم، وغيرهم ذلك.
٣٤ - باب (في بيع الاضحية) ٢١٥ - ١٢٨٠ حدثنا أبو كريب.
حدثنا أبو بكر ابن عياش عن أبي حصين، عن حبيب ابن أبي ثابت، عن حكيم بن حزام: أن رسول الله صلى الله عليه وسلم، بعث حكيم بن حزام، يشتري له أضحية بدينار.
فاشترى أضحية فأربح فيها دينارا.
فاشترى أخرى مكانها.
فجاء بالاضحية والدينار إلى رسول الله صلى الله عليه وسلم فقال: " ضح بالشاة، وتصدق بالدينار ".
(ضعيف - أحاديث البيوع) .
حديث حكيم بن حزام لا نعرفه إلا من هذا الوجه.
وحبيب ابن أبي ثابت لم يسمع - عندي - من حكيم بن حزام.
٣٥ - باب ما جاء في المكاتب إذا كان عنده ما يؤدي ٢١٦ - ١٢٨٤ حدثنا سعيد بن عبد الرحمن المخزومي.
حدثنا سفيان بن عيينة عن الزهري، عن نبهان، عن أم سلمة، قالت: قال رسول الله صلى الله عليه وسلم:',NULL,'148',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (177,'" إذا كان عند مكاتب إحداكن ما يؤدي، فلتحتجب منه ".
(ضعيف - ابن ماجه ٢٥٢٠ (برقم ٥٤٩، ضعيف سنن أبي داود ٨٤٨ / ٣٩٢٨ ومشكاة المصابيح ٣٤٠٠ وإرواء الغليل برقم ١٧٦٩)) .
قال أبو عيسى: هذا حديث حسن صحيح.
ومعنى هذا الحديث عند أهل العلم: على التورع.
وقالوا: لا يعتق المكاتب، وإن كان عنده ما يؤدي، حتى يؤدي.
٣٩ - باب ما جاء في أن العارية مؤداة ٢١٧ - ١٢٨٩ حدثنا محمد بن المثنى.
حدثنا ابن أبي عدي، عن سعيد، عن قتادة، عن الحسن، عن سمرة، عن النبي صلى الله عليه وسلم قال: " على اليد ما أخذت حتى تؤدي ".
قال قتادة: ثم نسي الحسن فقال: " هو أمينك، لا ضمان عليه "، يعني: العارية.
(ضعيف - ابن ماجه ٢٤٠٠) (١) .
هذا حديث حسن صحيح.
وقد ذهب بعض أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى هذا.
وقالوا: يضمن صاحب العارية.
وهو قول الشافعي وأحمد.
وقال بعض أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم: ليس على صاحب العارية ضمان، إلا أن يخالف.
_________
(١) الذي في " ضعيف سنن ابن ماجه " برقم ٥٢٣ القسم الاول فقط.
وانظر " إرواء الغليل " ١٥١٦ و " ضعيف الجامع الصغير وزيادته " ٣٧٣٧، و " ضعيف سنن أبي داود " ٧٦١ / ٣٥٦١.
(*)',NULL,'149',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (178,'وهو قول الثوري، وأهل الكوفة.
وبه يقول إسحاق.
٤٩ - باب ما جاء في كراهية ثمن الكلب والسنور ٢١٨ - ١٣٠٣ حدثنا يحيى بن موسى.
حدثنا عبد الرزاق.
حدثنا عمر بن زيد الصنعاني، عن أبي الزبير، عن جابر، قال: نهى رسول الله صلى الله عليه وسلم، من أكل الهر وثمنه.
(ضعيف - ابن ماجه ٣٢٥٠ (برقم ٧٠٠، ضعيف سنن أبي داود ٧١٦ / ٣٨٠٨ وإرواء الغليل ٢٤٨٧، ضعيف الجامع الصغير وزيادته ٦٠٣٣)) .
هذا حديث غريب.
وعمر بن زيد: لا نعرف كبير أحد روى عنه، غير عبد الرزاق.
٥٢ - باب ما جاء في كراهية أن يفرق بين الاخوين، أو بين الوالدة وولدها في البيع ٢١٩ - ١٣٠٧ حدثنا الحسن بن علي (١) .
حدثنا عبد الرحمن بن مهدي، عن
حماد بن سلمة، عن الحجاج، عن ميمون ابن أبي شبيب، عن علي قال: وهب لي رسول الله صلى الله عليه وسلم غلامين أخوين، فبعت أحدهما.
فقال لي رسول الله صلى الله عليه وسلم: " يا علي! ما فعل غلامك "؟ فأخبرته فقال: " رده رده ".
(ضعيف - ابن ماجه ٢٢٤٩ لكن ثبت مختصرا بلفظ آخر في صحيح أبي داود ٢ ٤١٥) (٢) .
_________
(١) في نسخة عبد الباقي الحسن بن قزعة.
(٢) هو في " صحيح سنن أبي داود - باختصار السند " برقم ٢٣٤٥ / ٢٦٩٦ ونصه: " أنه فرق بين جارية وولدها فنهاه النبي صلى الله عليه وسلم عن ذلك ورد البيع ".
وانظر " ضعيف سنن ابن ماجه " برقم ٤٩٢، و " مشكاة المصابيح " برقم ٣٣٦٢.
(*)',NULL,'150',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (179,'قال أبو عيسى: هذا حديث حسن غريب.
وقد كره بعض أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم التفريق بين السبي في البيع.
ورخص بعض أهل العلم، في التفريق بين المولدات الذين ولدوا في أرض الاسلام.
والقول الاول أصح.
وروي عن إبراهيم: أنه فرق بين والدة وولدها في البيع.
فقيل له في ذلك؟ فقال: إني قد استأذنتها في ذلك.
فرضيت.
٥٤ - باب ما جاء في الرخصة في أكل الثمرة للمار بها ٢٢٠ - ١٣١٢ حدثنا أبو عمار الحسين بن حريث الخزاعي.
حدثنا الفضل بن موسى، عن صالح ابن أبي جبير، عن أبيه، عن رافع بن عمرو، قال:
كنت أرمي نخل الانصار، فأخذوني فذهبوا بي إلى النبي صلى الله عليه وسلم.
فقال: " يا رافع! لم ترمي نخلهم؟ ".
قال: قلت: يا رسول الله! الجوع.
قال: " لا ترم، وكل ما وقع، أشبعك الله وأرواك ".
(ضعيف - ابن ماجه ٢٢٩٩ (٥٠٤، ضعيف الجامع الصغير ٦٢١٠، ضعيف سنن أبي داود ٥٦٤ / ٢٦٢٢ مع اختلاف باللفظ)) .
هذا حديث حسن غريب صحيح.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (180,'بسم الله الرحمن الرحيم أبواب الاحكام عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء عن رسول الله صلى الله عليه وسلم في القاضي ٢٢١ - ١٣٤٥ حدثنا محمد بن عبد الاعلى، حدثنا المعتمر بن سليمان قال: سمعت عبد الملك، يحدث عن عبد الله بن موهب: أن عثمان قال لابن عمر: اذهب فاقض بين الناس.
قال: أو تعافيني يا أمير المؤمنين! قال: فما تكره من ذلك، وقد كان أبوك يقضي؟ قال: إني سمعت رسول الله صلى الله عليه وسلم يقول: " من كان قاضيا فقضى بالعدل، فبالحري أن ينقلب منه كفافا ".
فما أرجو بعد ذلك؟ وفي الحديث قصة.
(ضعيف - تخريج المشكاة ٣٧٤٣ / التحقيق الثاني، التعليق الرغيب ٢ / ١٣٢، التعليق
على الاحاديث المختارة رقم ٣٤٨ و ٣٤٩ (ضعيف الجامع الصغير ٥٧٩٩)) .
وفي الباب.
عن أبي هريرة.
قال أبو عيسى: حديث ابن عمر حديث غريب.
وليس إسناده عندي بمتصل، وعبد الملك (الذي) روى عنه المعتمر هذا، هو عبد الملك ابن أبي جميلة.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (181,'٢٢٢ - ١٣٤٦ حدثنا هناد.
حدثنا وكيع، عن إسرائيل، عن عبد الاعلى، عن بلال ابن أبي موسى، عن أنس بن مالك، قال رسول الله صلى الله عليه وسلم: " من سأل القضاء، وكل إلى نفسه، ومن أجبر عليه، ينزل عليه ملك فيسدده ".
(ضعيف - ابن ماجه ٢٣٠٩ (برقم ٥٠٧ وضعيف الجامع الصغير ٥٦١٤) .
٢٢٣ - ١٣٤٧ حدثنا عبد الله بن عبد الرحمن، حدثنا يحيى بن حماد، عن أبي عوانة، عن عبد الاعلى الثعلبي، عن بلال بن مرداس الفزارى، عن خيثمة - وهو البصري - عن أنس، عن النبي صلى الله عليه وسلم قال: " من ابتغى القضاء، وسأل فيه شفعاء، وكل إلى نفسه.
ومن أكره عليه، أنزل الله عليه ملكا يسدده ".
(ضعيف - المصدر نفسه (ضعيف الجامع الصغير ٥٣٢٠، الضعيفة ١١٥٤)) .
قال أبو عيسى: هذا حديث حسن غريب، وهو أصح من حديث إسرائيل، عن عبد الاعلى.
٣ - باب ما جاء في القاضي كيف يقضي ٢٢٤ - ١٣٥٠ حدثنا هناد، حدثنا وكيع، عن شعبة، عن أبي عون، عن
الحارث بن عمرو، عن رجال من أصحاب معاذ، عن معاذ: أن رسول الله صلى الله عليه وسلم: بعث معاذا إلى اليمن فقال: " كيف تقضي "؟ فقال: أقضي بما في كتاب الله.
قال: " فإن لم يكن في كتاب الله "؟ قال: فبسنة رسول الله.
قال: " فإن لم يكن في سنة رسول الله صلى الله عليه وسلم؟ " قال: أجتهد رأيي.
قال:',NULL,'153',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (182,'" الحمد لله الذي وفق رسول رسول الله ".
(ضعيف - الضعيفة ٨٨١ (ضعيف سنن أبي داود ٧٧٠ / ٣٥٩٢)) ... - ١٣٥١ حدثنا محمد بن بشار.
حدثنا محمد بن جعفر، وعبد الرحمن ابن مهدي قالا: حدثنا شعبة، عن أبي عون، عن الحارث بن عمرو - ابن أخ للمغيرة بن شعبة - عن أناس من أهل حمص، عن معاذ، عن النبي صلى الله عليه وسلم بنحوه.
هذا حديث لا نعرفه إلا من هذا الوجه، وليس إسناده عندي بمتصل.
وأبو عون الثقفي، اسمه محمد بن عبيد الله.
٤ - باب ما جاء في الامام العادل ٢٢٥ - ١٣٥٢ حدثنا علي بن المنذر الكوفي.
حدثنا محمد بن فضيل، عن فضيل بن مرزوق، عن عطية، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: " إن أحب الناس إلى الله يوم القيامة، وأدناهم منه مجلسا، إمام عادل.
وأبغض الناس إلى الله، وأبعدهم منه مجلسا، إمام جائر ".
(ضعيف - الروض ٢ / ٣٥٦ - ٣٥٧، الضعيفة ١١٥٦، المشكاة ٣٧٠٤ / التحقيق الثاني) .
(ضعيف الجامع الصغير ١٣٦٣) .
حديث أبي سعيد حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
وفي الباب: عن ابن أبي أوفى.
٨ - باب ما جاء في هدايا الامراء ٢٢٦ - ١٣٥٨ حدثنا أبو كريب.
حدثنا أبو أسامة، عن داود بن يزيد الاودي، عن المغيرة بن شبيل، عن قيس ابن أبي حازم، عن معاذ بن جبل قال: بعثني رسول الله صلى الله عليه وسلم إلى اليمن.
فلما سرت، أرسل في',NULL,'154',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (183,'اثري.
فرددت فقال: " أتدري لم بعثت إليك؟ " قال: " لا تصيبن شيئا بغير إذني، فإنه غلول.
(ومن يغلل يأت بما غل يوم القيامة) .
لهذا دعوتك، فامض لعملك ".
(ضعيف الاسناد) .
وفي الباب.
عن عدي بن عميرة، وبريدة، والمستورد بن شداد، وأبي حميد، وابن عمر.
حديث معاذ، حديث غريب، لا نعرفه إلا من هذا الوجه، من حديث أبي أسامة عن داود الاودي.
٢٣ - باب ما جاء فيمن يكسر له الشئ، ما يحكم له من مال الكاسر ٢٢٧ - ١٣٨٤ حدثنا علي بن حجر.
حدثنا سويد بن عبد العزيز، عن حميد، عن أنس: أن النبي صلى الله عليه وسلم: استعار قصعة فضاعت، فضمنها لهم.
(ضعيف الاسناد جدا) .
وهذا حديث غير محفوظ.
وإنما أراد سويد - عندي - الحديث الذي رواه الثوري.
وحديث الثوري أصح.
٣٤ - باب (أن الشريك شفيع) ٢٢٨ - ١٣٩٦ حدثنا يوسف بن عيسى.
حدثنا الفضل بن موسى، عن أبي حمزة السكري، عن عبد العزيز بن رفيع، عن ابن أبي مليكة، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " الشريك شفيع، والشفعة في كل شئ ".
(منكر - الضعيفة ١٠٠٩ - ١٠١٠ (ضعيف الجامع الصغير ٣٤٣٥)) .',NULL,'155',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (184,'هذا حديث لا نعرفه مثل هذا، إلا من حديث أبي حمزة السكري.
وقد روى غير واحد هذا الحديث عن عبد العزيز بن رفيع، عن ابن أبي مليكة، عن النبي صلى الله عليه وسلم، مرسلا، وهذا أصح ... - ١٣٩٧ حدثنا هناد.
حدثنا أبو بكر ابن عياش، عن عبد العزيز بن رفيع، عن ابن أبي مليكة، عن النبي صلى الله عليه وسلم، نحوه بمعناه.
وليس فيه (عن ابن عباس) .
وهكذا روى غير واحد، عن عبد العزيز بن رفيع، مثل هذا.
ليس فيه (عن ابن عباس) وهذا أصح من حديث أبي حمزة، وأبو حمزة ثقة.
ويمكن أن يكون الخطأ من غير أبي حمزة ... - ١٣٩٨ حدثنا هناد.
حدثنا أبو الاحوص، عن عبد العزيز بن رفيع، عن ابن أبي مليكة، عن النبي صلى الله عليه وسلم، نحو حديث أبي بكر ابن عياش.
وقال أكثر أهل العلم: إنما تكون الشفعة في الدور والارضين، ولم يروا الشفعة في كل شئ.
وقال بعض أهل العلم: الشفعة في كل شئ.
والقول الاول أصح.
٤٢ - باب (من المزارعة) ٢٢٩ - ١٤١٥ حدثنا هناد.
حدثنا أبو بكر ابن عياش.
عن أبي حصين، عن مجاهد، عن رافع بن خديج، قال: نهانا رسول الله صلى الله عليه وسلم عن أمر كان لنا نافعا: إذا كانت لاحدنا أرض أن يعطيها ببعض خراجها أو بدراهم.
وقال: " إذا كانت لاحدكم أرض فليمنحها أخاه أو ليزرعها ".
(صحيح، لكن ذكر الدراهم شاذ - الارواء ٥ / ٢٩٨ / ٣٠٠، غاية المرام ٣٥٥) .',NULL,'156',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (185,'بسم الله الرحمن الرحيم أبواب الديات عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في الدية كم هي من الابل ٢٣٠ - ١٤١٧ حدثنا علي بن سعيد الكندي الكوفي.
حدثنا ابن أبي زائدة، عن الحجاج، عن زيد بن جبير، عن خشف بن مالك، قال: سمعت ابن مسعود قال: قضى رسول الله صلى الله عليه وسلم: في دية الخطأ عشرين ابنة مخاض، وعشرين بني مخاض ذكورا، وعشرين بنت لبون، وعشرين جذعة، وعشرين حقة (١) .
(ضعيف - ابن ماجه ٢٦٣١) (٢) .
_________
(١) (بنت مخاض) : ما دخل في السنة الثانية لان أمه تكون قد لحقت بالحوامل، وإن لم تكن حاملا.
(بنت لبون) : وهو من الابل ما أتى عليه سنتان ودخل في الثالثة، فصارت أمه ذات لبن، لانها تكون قد حملت حملا آخر ووضعته.
(جذع) : أي ما كان منها شابا وفتيا.
(حقة) : وهو من الابل ما دخل في السنة الرابعة إلى آخرها، وسمي بذلك لانه استحق الركوب والتحميل.
وانظر " صحيح سنن ابن ماجه - باختصار السند " برقم ٢١٢٨ - ٢٦٣٠ فان فيه تفصيل القيمة، ومدار تحديد الدية مع أثمان الابل، فإنه نافع جدا هذه الايام التي تتبدل فيها أسعار العملات الذهبية والفضية والورقية.
وفي الناس من يحاول أكل الاموال بالباطل بدعوى أن الليرة هي الليرة، وإن هبطت قيمتها الشرائية، وأعجب منهم من يدعي أن الديون تموت بالتقادم.
إذا تعذر على صاحب الحق طلب ماله؟ ! (٢) وهو في " ضعيف سنن ابن ماجه " برقم ٥٧٦، و " ضعيف سنن أبي داود " برقم ٩٨٤ / ٤٥٤٥.
(*)',NULL,'157',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (186,'..- ١٤١٨ حدثنا أبو هشام الرفاعي.
حدثنا ابن أبي زائدة، وأبو خالد الاحمر، عن الحجاج بن أرطاة نحوه.
وفي الباب، عن عبد الله بن عمرو.
حديث ابن مسعود لا نعرفه مرفوعا إلا من هذا الوجه.
وقد روي عن عبد الله موقوفا.
وقد ذهب بعض أهل العلم إلى هذا.
وهو قول أحمد وإسحاق.
وقد أجمع أهل العلم: على أن الدية تؤخذ في ثلاث سنين في كل سنة ثلث الدية، ورأوا أن دية الخطإ على العاقلة، فرأى بعضهم أن العاقلة قرابة الرجل من قبل أبيه.
وهو قول مالك والشافعي.
وقال بعضهم: إنما الدية على الرجال دون النساء والصبيان من العصبة ويحمل كل رجل منهم ربع دينار.
وقد قال بعضهم: إلى نصف دينار، فإن تمت الدية، وإلا نظر إلى أقرب القبائل منهم فألزموا ذلك.
٢ - باب ما جاء في الدية كم هي من الدراهم ٢٣١ - ١٤٢٠ حدثنا محمد بن بشار، حدثنا معاذ بن هانئ، حدثنا محمد بن مسلم - هو الطائفي - عن عمرو بن دينار، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم: أنه جعل الدية اثني عشر ألفا.
(ضعيف - ابن ماجه ٢٦٢٩) (١) .
٢٣٢ - ١٤٢١ حدثنا سعيد بن عبد الرحمن المخزومي، حدثنا سفيان بن
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٥٧٥، و " ضعيف سنن أبي داود " برقم ٩٨٥ / ٤٥٤٦، و " إرواء الغليل في تخريج أحاديث منار السبيل " برقم ٢٢٤٥.
(*)',NULL,'158',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (187,'عيينة، عن عمرو بن دينار، عن عكرمة، عن النبي صلى الله عليه وسلم نحوه ولم يذكر فيه: عن ابن عباس.
(ضعيف - المصدر نفسه) .
وفي حديث ابن عيينة كلام أكثر من هذا، ولا نعلم أحدا يذكر هذا
الحديث عن ابن عباس غير محمد بن مسلم.
والعمل على هذا الحديث عند بعض أهل العلم، وهو قول أحمد، وإسحاق.
ورأى بعض أهل العلم الدية عشرة آلاف، وهو قول سفيان الثوري، وأهل الكوفة.
وقال الشافعي: لا أعرف الدية إلا من الابل، وهي مائة من الابل (أو قيمتها) (١) .
٥ - باب ما جاء في العفو ٢٣٣ - ١٤٢٥ حدثنا أحمد بن محمد، حدثنا عبد الله بن المبارك، حدثنا يونس ابن أبي إسحاق، حدثنا أبو السفر قال: دق رجل من قريش سن رجل من الانصار، فاستعدى عليه معاوية، فقال لمعارية: يا أمير المؤمنين! إن هذا دق سني.
فقال معاوية: إنا سنرضيك.
وألح الاخر على معاوية فأبرمه، فقال له معاوية: شأنك بصاحبك.
وأبو الدرداء جالس عنده.
فقال أبو الدرداء: سمعت رسول الله صلى الله عليه وسلم (قال: سمعته أذناي ووعاه قلبي) يقول:
_________
(١) ما بين الحاصرتين () زيادة من مطبوعة إبراهيم عوض ولم أجدها في المخطوطة، وظني أنها مدرجة من كلام بعض الفقهاء المتأخرين المقلدين، غير المدركين للمقاصد الشرعية، وليست من كلام الامام الشافعي - رحمه الله -.
(*)',NULL,'159',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (188,'" ما من رجل يصاب بشئ في جسده فيتصدق به، إلا رفعه الله به درجة، وحط عنه به خطيئة ".
فقال الانصاري: أنت سمعته من رسول الله صلى الله عليه وسلم؟ قال: سمعته أذناي ووعاه قلبي.
قال: فإني أذرها له.
قال معاوية: لا جرم لا أخيبك، فأمر له بمال.
(ضعيف - ابن ماجه ٢٦٩٣ (برقم ٥٨٦ وضعيف الجامع الصغير ٥١٧٥)) .
قال أبو عيسى: هذا حديث غريب، لا نعرفه إلا من هذا الوجه، ولا أعرف لابي السفر سماعا من أبي الدرداء.
وأبو السفر اسمه: سعيد بن أحمد.
ويقال: ابن يحمد الثوري (١) .
٩ - باب ما جاء في الرجل يقتل ابنه، يقاد منه أم لا؟ ٢٣٤ - ١٤٣٢ حدثنا علي بن حجر، حدثنا إسماعيل بن عياش، حدثنا المثنى ابن الصباح، عن عمرو بن شعيب، عن أبيه، عن جده، عن سراقة بن مالك قال: حضرت رسول الله صلى الله عليه وسلم، يقيد الاب من ابنه، ولا يقيد الابن من أبيه.
(ضعيف - الارواء ٧ / ٢٧٢ (برقم ٢٢١٤)) .
هذا حديث لا نعرفه من حديث سراقة إلا من هذا الوجه، وليس إسناده بصحيح رواه إسماعيل بن عياش، عن المثنى بن الصباح.
والمثنى بن الصباح يضعف في الحديث.
وقد روى هذا الحديث أبو خالد الاحمر، عن الحجاج، عن عمرو بن شعيب، عن أبيه، عن جده، عن عمر، عن النبي صلى الله عليه وسلم.
_________
(١) في مطبوعة ابراهيم عوض (محمد الثوري) وهو غلط، انظر التقريب ٢٤١٣.
(*)',NULL,'160',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (189,'وقد روي هذا الحديث عن عمرو بن شعيب، مرسلا.
وهذا حديث فيه
اضطراب.
والعمل على هذا عند أهل العلم.
أن الاب إذا قتل ابنه لا يقتل به، وإذا قذفه لا يحد.
١٢ - باب (دية المعاهد) ٢٣٥ - ١٤٣٧ حدثنا أبو كريب، حدثنا يحيى بن آدم، عن أبي بكر ابن عياش، عن أبي سعد، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم: ودى العامريين بدية المسلمين، وكان لهما عهد من رسول الله صلى الله عليه وسلم.
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وأبو سعد البقال اسمه: سعيد بن المرزبان.
١٦ - باب ما جاء في الرجل يقتل عبده ٢٣٦ - ١٤٤٧ حدثنا قتيبة.
حدثنا أبو عوانة، عن قتادة، عن الحسن، عن سمرة قال: قال رسول الله صلى الله عليه وسلم: " من قتل عبده قتلناه، ومن جدع عبده جدعناه ".
(ضعيف - ابن ماجه ٢٦٦٣) (١) .
هذا حديث حسن غريب.
وقد ذهب بعض أهل العلم من التابعين منهم إبراهيم النخعي إلى هذا.
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٥٧٩، و " ضعيف سنن أبي داود " برقم ٩٧٤ / ٤٥١٥، و " مشكاة المصابيح " برقم ٣٤٧٣، و " ضعيف الجامع الصغير " برقم ٥٧٤٩.
(*)',NULL,'161',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (190,'وقال بعض أهل العلم، منهم الحسن البصري، وعطاء ابن أبي رباح: ليس بين الحر والعبد قصاص في النفس، ولا في ما دون النفس.
وهو قول أحمد وإسحاق.
وقال بعضهم: إذا قتل عبده لا يقتل به، وإذا قتل عبد غيره قتل به.
وهو قول سفيان الثوري (وأهل الكوفة) (١) .
_________
(١) ما بين الحاصرتين () زيادة من طبعة ابراهيم عوض.
(*)',NULL,'162',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (191,'بسم الله الرحمن الرحيم أبواب الحدود عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في درء الحدود ٢٣٧ - ١٤٥٩ حدثنا عبد الرحمن بن الاسود، وأبو عمرو البصري، حدثنا محمد بن ربيعة، حدثنا يزيد بن زياد الدمشقي، عن الزهري، عن عروة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: " ادرءوا الحدود عن المسلمين ما استطعتم، فإن كان له مخرج فخلوا سبيله، فإن الامام إن يخطئ في العفو خير من أن يخطئ في العقوبة ".
(ضعيف - المشكاة ٣٥٧٠، الارواء ٢٣٥٥ (ضعيف الجامع الصغير ٢٥٩)) .
٢٣٨ - ١٤٦٠ حدثنا هناد، حدثنا وكيع، عن يزيد بن زياد نحو حديث محمد ابن ربيعة ولم يرفعه.
(ضعيف أيضا) .
وفي الباب عن أبي هريرة، وعبد الله بن عمرو.
حديث عائشة لا نعرفه مرفوعا إلا من حديث محمد بن ربيعة، عن يزيد بن
زياد الدمشقي، عن الزهري، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (192,'ورواه وكيع عن يزيد بن زياد نحوه ولم يرفعه، ورواية وكيع أصح.
وقد روى نحو هذا غير واحد من أصحاب رسول الله صلى الله عليه وسلم أنهم قالوا مثل ذلك.
ويزيد بن زياد الدمشقي ضعيف في الحديث، ويزيد ابن أبي زياد الكوفي أثبت من هذا وأقدم.
١٣ - باب ما جاء في حد السكران ٢٣٩ - ١٤٨٢ حدثنا سفيان بن وكيع.
حدثنا أبي عن مسعر، عن زيد العمي، عن أبي الصديق، عن أبي سعيد الخدري: أن رسول الله صلى الله عليه وسلم.
ضرب الحد بنعلين أربعين.
(ضعيف الاسناد) .
قال مسعر: أظنه في الخمر.
وفي الباب عن علي، وعبد الرحمن بن أزهر، وأبي هريرة، والسائب بن عباس، وعتبة بن الحارث.
حديث أبي سعيد حديث حسن.
وأبو الصديق الناجي اسمه: بكر بن عمرو، (ويقال: بكر بن قيس) .
١٧ - باب ما جاء في تعليق يد السارق ٢٤٠ - ١٤٨٧ حدثنا قتيبة، حدثنا عمر بن علي المقدمي، حدثنا الحجاج، عن مكحول، عن عبد الرحمن بن محيريز، قال: سألت فضالة بن عبيد:
عن تعليق اليد في عنق السارق، أمن السنة هو؟ قال: أتي رسول الله صلى الله عليه وسلم بسارق، فقطعت يده، ثم أمر بها',NULL,'164',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (193,'فعلقت في عنقه.
(ضعيف - ابن ماجه ٢٥٨٧ (١) ، المشكاة ٣٦٠٥ / التحقيق الثاني) .
هذا حديث حسن غريب لا نعرفه إلا من حديث عمر بن علي المقدمي، عن الحجاج بن أرطاة.
وعبد الرحمن بن محيريز هو: أخو عبد الله بن محيريز، شامي.
٢١ - باب ما جاء في الرجل يقع على جارية امرأته ٢٤١ - ١٤٩١ حدثنا علي بن حجر، حدثنا هشيم، عن سعيد ابن أبي عروبة، وأيوب بن مسكين، عن قتادة، عن حبيب بن سالم، قال: رفع إلى النعمان بن بشير رجل وقع على جارية امرأته.
فقال: لاقضين فيها بقضاء رسول الله صلى الله عليه وسلم: لان كانت أحلتها له لاجلدنه مائة، وإن لم تكن أحلتها له رجمته.
(ضعيف - ابن ماجه ٢٥٥١) (٢) ... - ١٤٩٢ حدثنا علي بن حجر، حدثنا هشيم، عن أبي بشر، عن حبيب ابن سالم، عن النعمان بن بشير نحوه.
(ويروى عن قتادة أنه قال: كتب به إلى حبيب بن سالم، وأبو بشر لم يسمع من حبيب بن سالم هذا أيضا، إنما رواه عن خالد بن عرفطة) (٣) .
وفي الباب: عن سلمة بن المحبق نحوه.
حديث النعمان في إسناده اضطراب، سمعت محمدا يقول:
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٥٦١، وانظر " ضعيف سنن أبي داود " برقم
٩٤٨ / ٤٤١١، و " إرواء الغليل " برقم ٢٤٣٢.
(٢) هو في " ضعيف سنن ابن ماجه " برقم ٥٥٦.
وانظر " ضعيف سنن أبي داود " برقم ٩٦١ / ٤٤٥٨.
(٣) ما بين الحاصرتين () زيادة من طبعة عوض.
(*)',NULL,'165',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (194,'لم يسمع قتادة من حبيب بن سالم هذا الحديث أيضا، إنما رواه عن خالد ابن عرفطة.
وقد اختلف أهل العلم: في الرجل يقع على جارية امرأته، فروي من غير واحد من أصحاب النبي صلى الله عليه وسلم، منهم علي، وابن عمر.
أن عليه الرجم.
وقال ابن مسعود: ليس عليه حد، ولكن يعزر.
وذهب أحمد وإسحاق إلى ما روى النعمان بن بشير عن النبي صلى الله عليه وسلم.
٢٢ - باب ما جاء في المرأة إذا استكرهت على الزنى ٢٤٢ - ١٤٩٣ حدثنا علي بن حجر، حدثنا معمر بن سليمان الرقي، عن الحجاج بن أرطاة، عن عبد الجبار بن وائل بن حجر، عن أبيه قال: استكرهت امرأة على عهد رسول الله صلى الله عليه وسلم، فدرأ رسول الله صلى الله عليه وسلم عنها الحد، وأقامه على الذي أصابها، ولم يذكر أنه جعل لها مهرا.
(ضعيف - المشكاة ٣٥٧١) .
هذا حديث غريب، وليس إسناده بمتصل.
وقد روي هذا الحديث من غير هذا الوجه، سمعت محمدا يقول:
عبد الجبار بن وائل بن حجر لم يسمع من أبيه، ولا أدركه.
يقال: إنه ولد بعد موت أبيه بأشهر.
والعمل على هذا الحديث عند أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم: أن ليس على المستكره حد.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (195,'٢٤٣ - ١٤٩٤ (١) حدثنا محمد بن يحيى، حدثنا محمد بن يوسف عن إسرائيل، حدثنا سماك بن حرب، عن علقمة بن وائل الكندي، عن أبيه: أن امرأة خرجت على عهد النبي صلى الله عليه وسلم، تريد الصلاة فتلقاها رجل، فتجللها، فقضى حاجته منها، فصاحت، فانطلق.
ومر بها رجل، فقالت: إن ذلك الرجل فعل بي كذا وكذا.
ومرت بعصابة من المهاجرين فقالت: إن ذاك الرجل فعل بي كذا وكذا، فانطلقوا فأخذوا الرجل الذي ظنت أنه وقع عليها، فأتوها، فقالت: نعم هو هذا.
فأتوا به رسول الله صلى الله عليه وسلم، فلما أمر به ليرجم، قام صاحبها الذي وقع عليها، فقال: يا رسول الله، أنا صاحبها، فقال لها: " اذهبي فقد غفر الله لك ".
وقال للرجل قولا حسنا، وقال للرجل الذي وقع عليها: " ارجموه "، وقال: " لقد تاب توبة لو تابها أهل المدينة لقبل منهم ".
(حسن دون قوله: " ارجموه " والارجح أنه لم يرجمه - المشكاة ٣٥٧٢، الصحيحة ٩٠٠) .
هذا حديث حسن غريب صحيح.
وعلقمة بن وائل بن حجر سمع من أبيه، وهو أكبر من عبد الجبار بن وائل، وعبد الجبار بن وائل لم يسمع من أبيه.
٢٧ - باب ما جاء في حد الساحر ٢٤٤ - ١٥٠١ حدثنا أحمد بن منيع، حدثنا أبو معاوية، عن إسماعيل بن مسلم، عن الحسن، عن جندب قال: قال رسول الله صلى الله عليه وسلم:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١١٧٥ وذكرته تبعا للقاعدة.
(*)',NULL,'167',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (196,'" حد الساحر ضربة بالسيف ".
(ضعيف - الضعيفة ١٤٤٦، المشكاة ٣٥٥١ / التحقيق الثاني (ضعيف الجامع الصغير ٢٦٩٩)) .
هذا حديث لا نعرفه مرفوعا إلا من هذا الوجه، وإسماعيل بن مسلم المكي يضعف في الحديث من قبل حفظه، وإسماعيل بن مسلم العبدي البصري.
قال وكيع: هو ثقة.
ويروى عن الحسن أيضا، والصحيح عن جندب موقوف.
والعمل على هذا الحديث عند بعض أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم، وهو قول مالك بن أنس.
وقال الشافعي: إنما يقتل الساحر إذا كان يعمل من سحره ما يبلغ الكفر، فإذا عمل عملا دون الكفر فلم ير عليه قتلا.
٢٨ - باب ما جاء في الغال ما يصنع به ٢٤٥ - ١٥٠٢ حدثنا محمد بن عمرو، حدثنا عبد العزيز بن محمد، عن صالح بن محمد بن زائدة، عن سالم بن عبد الله بن عمر، عن عبد الله بن عمر، عن عمر أن رسول الله صلى الله عليه وسلم قال: " من وجدتموه غل في سبيل الله، فاحرقوا متاعه ".
قال صالح: فدخلت على مسلمة، ومعه سالم بن عبد الله، فوجد رجلا قد غل، فحدث سالم بهذا الحديث، فأمر به فأحرق متاعه، فوجد في متاعه مصحف، فقال سالم: بع هذا وتصدق بثمنه.
(ضعيف - ضعيف أبي داود ٤٦٨ (عندنا ٥٨٠ / ١٢٧١٣) ، المشكاة ٣٦٣٣ / التحقيق الثاني، تحقيق المختارة ١٩١ - ١٩٤ (ضعيف الجامع الصغير ٥٨٧١)) .
هذا حديث غريب.
لا نعرفه إلا من هذا الوجه.
والعمل على هذا عند بعض أهل العلم، وهو قول الاوزاعي، وأحمد، وإسحاق.
وسألت محمدا عن هذا الحديث فقال: إنما روى هذا صالح بن محمد بن',NULL,'168',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (197,'زائدة، وهو أبو واقد الليثي وهو منكر الحديث.
قال محمد: وقد روي في غير حديث عن النبي صلى الله عليه وسلم في الغال، ولم يأمر فيه بحرق متاعه.
٢٩ - باب ما جاء فيمن يقول للاخر: يا مخنث.
٢٤٦ - ١٥٠٣ حدثنا محمد بن رافع، حدثنا ابن أبي فديك، عن إبراهيم بن إسماعيل ابن أبي حبيبة، عن داود بن الحصين، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " إذا قال الرجل للرجل: يا يهودي فاضربوه عشرين، وإذا قال: يا مخنث فاضربوه عشرين، ومن وقع على ذات محرم فاقتلوة ".
(ضعيف - المشكاة ٣٦٣٢ / التحقيق الثاني (ضعيف الجامع الصغير ٦١٠)) .
هذا حديث لا نعرفه إلا من هذا الوجه.
وإبراهيم بن إسماعيل يضعف في الحديث.
وقد روي عن النبي صلى الله عليه وسلم من غير وجه، رواه البراء بن عازب، وقرة بن إياس المزني:
أن رجلا تزوج امرأة أبيه، فأمر النبي صلى الله عليه وسلم بقتله.
والعمل على هذا عند أصحابنا قالوا: من أتى ذات محرم وهو يعلم فعليه القتل.
وقال أحمد: من تزوج أمه قتل.
وقال إسحاق: من وقع على ذات محرم قتل.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (198,'بسم الله الرحمن الرحيم أبواب الصيد عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في صيد كلب المجوسي ٢٤٧ - ١٥٠٨ حدثنا يوسف بن عيسى، حدثنا وكيع، حدثنا شريك، عن الحجاج، عن القاسم ابن أبي بزة، عن سليمان اليشكري، عن جابر بن عبد الله قال: نهينا عن صيد كلب المجوسي.
(ضعيف - ابن ماجه ٣٢٠٩) (١) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
والعمل على هذا عند أكثر أهل العلم: لا يرخصون في صيد كلب المجوس.
والقاسم ابن أبي بزة هو: القاسم بن نافع المكي.
٣ - باب في صيد البزاة ٢٤٨ - ١٥٠٩ حدثنا نصر بن علي، وهناد، وأبو عمار، قالوا: حدثنا عيسى بن
_________
(١) " ضعيف سنن ابن ماجه " برقم ٦٨٨ وفيه زيادة: " وطائرهم " والسند واحد بعد شيخ
الترمذي، وشيخ ابن ماجه.
(*)',NULL,'170',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (199,'يونس، عن مجالد، عن الشعبي، عن عدي بن حاتم قال: سألت رسول الله صلى الله عليه وسلم عن صيد البازي.
فقال: " ما أمسك عليك فكل ".
(منكر - صحيح أبي داود ٢٥٤١) (١) .
هذا حديث لا نعرفه إلا من حديث مجالد، عن الشعبي.
والعمل على هذا عند أهل العلم: لا يرون بصيد البزاة والصقور بأسا.
وقال مجاهد: البزاة: هو الطير الذي يصاد به، من الجوارح التي قال الله تعالى: (وما علمتم من الجوارح) (٢) .
فسر الكلاب، والطير: الذي يصاد به.
وقد رخص بعض أهل العلم: في صيد البازي، وإن أكل منه وقالوا: إنما تعليمه إجابته، وكرهه بعضهم.
والفقهاء أكثرهم قالوا: يأكل وإن أكل منه.
٦ - باب ما جاء في صيد المعراض ٢٤٩ - ١٥١٣ (٣) حدثنا يوسف بن عيسى، حدثنا وكيع، حدثنا زكريا، عن الشعبي، عن عدي بن حاتم قال: سألت النبي صلى الله عليه وسلم.
عن صيد المعراض (٤) ، فقال:
_________
(١) هو في " صحيح سنن أبي داود - باختصار السند " برقم ٢٤٧٧ / ٢٨٥١.
(٢) سورة المائدة (٥) ، الاية ٤.
(٣) سكت الشيخ عن هذا الحديث.
لذلك ذكرته في " صحيح سنن الترمذي - باختصار السند " برقم ١١٨٨ وذكرته هنا اتباعا للقاعدة.
مع أنه في الصحيحين.
وسبق أن
صححه الشيخ ناصر في " صحيح سنن ابن ماجه - باختصار السند " ٢٦٠٤.
وهذا التزاما مني بالقاعدة! بعد رفض الشيخ ناصر الاجابة على اسئلة مكتب التربية! (٤) (والمعراض) : سهم بلا ريش ولا نصل، ويصيب بعرضه لا بحده.
والموقوذة: المقتولة بغير محدد من عصا أو حجر.
(*)',NULL,'171',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (200,'" ما أصبت بحده فكل، وما أصبت بعرضه فهو وقيذ " ... - ١٥١٤ حدثنا ابن أبي عمر، حدثنا سفيان، عن زكريا، عن الشعبي، عن عدي بن حاتم، عن النبي صلى الله عليه وسلم نحوه.
هذا حديث صحيح.
والعمل على هذا عند أهل العلم.
٨ - باب ما جاء في كراهية أكل المصبورة ٢٥٠ - ١٥١٧ (١) حدثنا محمد بن يحيى وغير واحد قالوا: حدثنا أبو عاصم عن وهب ابن أبي خالد، قال: حدثتني أم حبيبة بنت العرباض بن سارية، عن أبيها: أن رسول الله صلى الله عليه وسلم.
نهى في يوم خيبر عن كل ذي ناب من السباع، وعن كل ذي مخلب من الطير، وعن لحوم الحمر الاهلية، وعن المجثمة، وعن الخليسة، وأن توطأ الحبالى حتى يضعن ما في بطونهن.
(صحيح - صحيح مفرقا إلا الخليسة - الصحيحة ٤ / ٢٣٨ - ٢٣٩ و ١٦٧٣ و ٣٥٨ و ٢٣٩١، الارواء ٢٤٨٨، صحيح أبي داود ١٨٨٣ و ٢٥٠٧) (٢) .
قال محمد بن يحيى - هو القطعي -: سئل أبو عاصم عن المجثمة فقال: أن ينصب الطير، أو الشئ فيرمى: وسئل عن الخليسة فقال: الذئب أو السبع يدركه الرجل، فيأخذ منه، فتموت في يده قبل أن يذكيها.
١٢ - باب الذكاة في الحلق واللبة
٢٥١ - ١٥٢٦ حدثنا هناد ومحمد بن العلاء، قالا: حدثنا وكيع، عن حماد بن سلمة، وحدثنا أحمد بن منيع.
حدثنا يزيد بن هارون.
حدثنا حماد بن سلمة، عن أبي العشراء، عن أبيه قال:
_________
(١) هو في " صحيح سنن الترمذي - باختصار السند " برقم ١١٩١.
(٢) في " صحيح سنن أبي داود - باختصار السند " برقم ٣٢٢٧ و ٣٢٢٨.
(*)',NULL,'172',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (201,'قلت: يا رسول الله! أما تكون الذكاة إلا في الحلق واللبة؟.
قال: " لو طعنت في فخذها لاجزأ عنك ".
(ضعيف - ابن ماجه ٣١٨٤) (١) .
قال أحمد بن منيع: قال يزيد بن هارون: هذا في الضرورة.
وفي الباب عن رافع بن خديج، وهذا حديث غريب.
لا نعرفه إلا من حديث حماد بن سلمة، ولا نعرف لابي العشراء عن أبيه غير هذا الحديث.
واختلفوا في اسم أبي العشراء، فقال بعضهم اسمه: أسامة بن قهطم، وبقال: يسار بن برز، ويقال: ابن بلز، ويقال اسمه: عطارد نسب إلى جده.
١٤ - باب في قتل الحيات ٢٥٢ - ١٥٣١ حدثنا هناد، حدثنا ابن أبي زائدة، حدثنا ابن أبي ليلى، عن ثابت البناني، عن عبد الرحمن ابن أبي ليلى، قال: قال أبو ليلى: قال رسول الله صلى الله عليه وسلم: " إذا ظهرت الحية في المسكن فقولوا لها: إنا نسألك بعهد نوح، وبعهد سليمان بن داود أن لا تؤذينا، فإن عادت فاقتلوها ".
(ضعيف - الضعيفة ١٥٠٨ (ضعيف الجامع الصغير ٥٩٠)) .
هذا حديث حسن غريب لا نعرفه من حديث ثابت البناني، إلا من هذا
الوجه من حديث ابن أبي ليلى.
_________
(١) وهو في " ضعيف سنن ابن ماجه " برتم ٦٨٤، و " ضعيف سنن أبي داود " برقم ٦٠٤ / ٢٨٢٥، و " إرواء الغليل " برقم ٢٥٣٥، و (ضعيف الجامع الصغير وزيادته - بترتيبي " برقم ٤٨٢٧، و " ضعيف سنن النسائي " برقم ٣٠١ / ٤٤٠٨.
(*)',NULL,'173',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (202,'بسم الله الرحمن الرحيم أبواب الاضاحي عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في فضل الاضحية ٢٥٣ - ١٥٤٢ / ١ حدثنا أبو عمر ومسلم بن عمرو الحذاء المديني.
حدثني عبد الله بن نافع الصابغ، عن أبي المثنى، عن هشام بن عروة، عن أبيه، عن عائشة.
أن رسول الله صلى الله عليه وسلم قال: " ما عمل آدمي من عمل يوم النحر أحب إلى الله من إهراق الدم، إنه ليأتي يوم القيامة بقرونها وأشعارها وأظلافها، وإن الدم ليقع من الله بمكان قبل أن يقع من الارض فطيبوا بها نفسا ".
(ضعيف - ابن ماجه ٣١٢٦ (برقم ٦٧١ ومشكاة المصابيح ١٤٧٠، ضعيف الجامع الصغير ٥١١٢)) .
وفي الباب: عن عمران بن حصين، وزيد بن أرقم.
وهذا حديث حسن غريب، لا نعرفه من حديث هشام بن عروة إلا من هذا الوجه.
وأبو المثنى اسمه: سليمان بن يزيد، روى عنه ابن أبي فديك.
٢٥٤ - ١٥٤٢ / ٢ ويروى عن النبي صلى الله عليه وسلم أنه قال في الاضحية:',NULL,'174',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (203,'" لصاحبها بكل شعرة حسنة "، ويروى " بقرونها " (١) .
٢٥٥ - ١٥٤٤ (٢) حدثنا محمد بن عبيد المحاربي الكوفي، حدثنا شريك، عن أبي الحسناء، عن الحكم، عن حنش، عن علي: أنه كان يضحي بكبشين: أحدهما عن النبي صلى الله عليه وسلم، والآخر عن نفسه، فقيل له، فقال: أمرني به - يعني النبي صلى الله عليه وسلم - فلا أدعه أبدا.
هذا حديث غريب، لا نعرفه إلا من حديث شريك.
وقد رخص بعض أهل العلم: أن يضحى عن الميت.
ولم ير بعضهم أن يضحى عنه.
وقال عبد الله بن المبارك: أحب إلي أن يتصدق عنه ولا يضحي، وإن ضحى فلا يأكل منها شيئا، ويتصدق بها كلها.
(قال محمد: قال علي ابن المديني: وقد رواه غير شريك، قلت له: أبو الحسناء ما اسمه؟ فلم يعرفه.
قال مسلم: اسمه الحسن) (٣) .
٥ - باب ما يكره من الاضاحي ٢٥٦ - ١٥٤٨ حدثنا الحسن بن علي الحلواني، حدثنا يزيد بن هارون، حدثنا شريك بن عبد الله، عن أبي إسحاق، عن شريح بن النعمان، عن علي قال: أمرنا رسول الله صلى الله عليه وسلم.
أن نستشرف (٤) العين والاذن، وأن لا
_________
(١) سكت الشيخ ناصر هنا عن هذا الحديث.
وسبق أن قال عنه: (ضعيف جدا) .
انظر (مشكاة المصابيح) ١٤٧٦ و " ضعيف سنن ابن ماجه " ٦٧٢ الصفحة ٢٤٧.
(٢) سكت عنه الشيخ وأوردته في الصحيح برقم ١٢٠٩.
وهنا جريا على القاعدة.
(٣) ما بين الحاصرتين () زيادة من طبعة عوض.
(٤) على هامش المخطوطة قوله: أن نستشرف: أي أن ننظر صحيحا.
(*)',NULL,'175',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (204,'نضحي بمقابلة، ولا مدابرة، ولا شرقاء، ولا خرقاء.
(ضعيف - ابن ماجه ٣١٤٢ (برقم ٦٧٧ والارواء ١١٤٩ والمشكاة برقم ١٤٦٣)) .
٢٥٧ - ١٥٤٩ حدثنا الحسن بن علي، حدثنا عبيد الله بن موسى، حدثنا إسرائيل، عن أبي إسحاق، عن شريح بن النعمان، عن علي، عن النبي صلى الله عليه وسلم مثله وزاد.
قال: المقابلة: ما قطع طرف أذنها.
والمدابرة: ما قطع من جانب الاذن.
والشرقاء: المشقوقة.
والخرقاء: المثقوبة.
(ضعيف - انظر ما قبله) .
هذا حديث حسن صحيح.
وشريح بن النعمان الصائدي كوفي.
وشريح ابن الحارث الكندي الكوفي القاضي يكنى أبا أمية، وشريح بن هانئ كوفي، وهانئ له صحبة، وكلهم من أصحاب علي في عصر واحد.
٦ - باب في الجذع من الضأن في الاضاحي ٢٥٨ - ١٥٥٠ حدثنا يوسف بن عيسى، حدثنا وكيع، حدثنا عثمان بن واقد، عن كدام بن عبد الرحمن، عن أبي كباش قال: جلبت غنما جذعا إلى المدينة فكسدت علي، فلقيت أبا هريرة، فسألته، فقال: سمعت رسول الله صلى الله عليه وسلم يقول: " نعم، أو نعمت الاضحية الجذع من الضأن "، قال: فانتهبه الناس.
(ضعيف - الضعيفة ٦٤، المشكاة ١٤٦٨، الارواء ١١٤٣ (ضعيف الجامع الصغير وفي الباب: عن ابن عباس، وأم بلال بنت هلال عن أبيها، وجابر، وعقبة
ابن عامر، ورجل من أصحاب النبي صلى الله عليه وسلم.
وحديث أبي هريرة حديث غريب، وقد روي هذا عن أبي هريرة موقوفا.
والعمل على هذا عند أهل العلم، من أصحاب النبي صلى الله عليه وسلم',NULL,'176',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (205,'وغيرهم: أن الجذع من الضأن يجزئ في الاضحية.
(وعثمان بن واقد هو ابن محمد بن زياد بن عبد الله بن عمر بن الخطاب) (١) .
٧ - باب في الاشتراك في الاضحية ٢٥٩ - ١٥٥٦ حدثنا هناد، حدثنا عبدة عن سعيد، عن قتادة، عن جري (٢) بن كليب النهدي، عن علي قال: نهى رسول الله صلى الله عليه وسلم: أن يضحى بأعضب القرن والاذن.
قال قتادة: فذكرت ذلك لسعيد بن المسيب فقال: العضب ما بلغ النصف فما فوق ذلك.
(ضعيف - ابن ماجه ٣١٤٥) (٣) .
هذا حديث حسن صحيح.
٩ - باب (الاضحية) ٢٦٠ - ١٥٥٨ حدثنا أحمد بن منيع.
حدثنا هشيم.
حدثنا حجاج، عن جبلة ابن سحيم: أن رجلا سأل ابن عمر عن الاضحية: أواجبة هي؟ فقال: ضحى رسول الله صلى الله عليه وسلم والمسلمون، فأعادها عليه، فقال: أتعقل! ؟ ضحى رسول الله صلى الله عليه وسلم والمسلمون.
(ضعيف - المشكاة / التحقيق الثاني ١٤٧٥) .
_________
(١) ما بين الحاصرتين () زيادة ليست في أصل الشيخ ناصر.
(٢) في الاصل: جريج، والتصويب من المخطوطة.
انظر التقريب ٩٢١.
(٣) وهو في " ضعيف سنن ابن ماجه " برقم ٦٧٨، و " ضعيف سنن أبي داود " برقم ٦٠١ / ٢٨٠٥، و " إرواء الغليل " برقم ١١٤٩، و " مشكاة المصابيح " برقم ١٤٦٤، و " ضعيف الجامع الصغير وزيادته " برقم ٦٠١٦.
(*)',NULL,'177',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (206,'هذا حديث حسن.
والعمل على هذا عند أهل العلم: أن الاضحية ليست بواجبة، ولكنها سنة من سنن النبي صلى الله عليه وسلم، يستحب أن يعمل بها.
وهو قول سفيان الثوري، وابن المبارك.
٢٦١ - ١٥٥٩ حدثنا أحمد بن منيع، وهناد، قالا: حدثنا ابن أبي زائدة، عن حجاج بن أرطاة، عن نافع، عن ابن عمر قال: أقام رسول الله صلى الله عليه وسلم بالمدينة عشر سنين يضحي.
(ضعيف - انظر ما قبله) .
هذا حديث حسن.
١٢ - باب في الرخصة في أكلها بعد ثلاث ٢٦٢ - ١٥٦٣ حدثنا قتيبة.
حدثنا أبو الاحوص، عن أبي إسحاق، عن عابس ابن ربيعة قال: قلت لام المؤمنين: أكان رسول الله صلى الله عليه وسلم ينهى عن لحوم الاضاحي.
قالت: لا! ولكن قل من كان يضحي من الناس، فأحب أن يطعم من لم يكن يضحي، فلقد كنا نرفع الكراع فنأكله بعد عشرة أيام.
(ضعيف بهذا السياق، وأصله في " صحيح مسلم " الارواء ٤ / ٣٧٠) .
هذا حديث صحيح، وأم المؤمنين هي عائشة زوج النبي صلى الله عليه
وسلم.
وقد روي عنها هذا الحديث من غير وجه.
١٦ - باب (الاضحية) ٢٦٣ - ١٥٧٠ حدثنا سلمة بن شبيب.
حدثنا أبو المغيرة، عن عفير بن معدان، عن سليم بن عامر، عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم:',NULL,'178',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (207,'" خير الاضحية الكبش، وخير الكفن الحلة ".
(ضعيف - ابن ماجه ٣١٦٤) (١) .
هذا حديث غريب، وعفير بن معدان يضعف في الحديث.
_________
(١) كذا الاصل.
والصواب أنه (٣١٣٠) وفي " ضعيف ابن ماجه " برقم ٦٧٣.
بلفظ " خير الكفن: الحلة.
وخير الضحايا: الكبش الاقرن ".
انظر " مشكاة المصابيح " برقم ١٦٤٢ و " ضعيف الجامع الصغير " برقم ٢٨٨١، و " ضعيف سنن أبي داود " برقم ٦٩٠ / ٣١٥٦.
(*)',NULL,'179',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (208,'بسم الله الرحمن الرحيم أبواب النذور والايمان عن رسول الله صلى الله عليه وسلم ٣ - باب في كفارة النذر، إذا لم يسم ٢٦٤ - ١٥٨٣ حدثنا أحمد بن منيع.
حدثنا أبو بكر بن عياش، قال: حدثني محمد مولى المغيرة بن شعبة، قال: حدثني كعب بن علقمة، عن أبي الخير، عن عقبة بن عامر قال: قال رسول الله صلى الله عليه وسلم: " كفارة النذر إذا لم يسم كفارة يمين ".
(ضعيف، وهو صحيح دون قوله: " إذا لم يسم ": م - الارواء ٢٥٨٦) .
هذا حديث حسن صحيح غريب.
١٦ - باب (النذر) ٢٦٥ - ١٦٠٠ حدثنا محمود بن غيلان.
حدثنا وكيع، عن سفيان، عن يحيى ابن سعيد، عن عبيد الله بن زحر، عن أبي سعيد الرعيني، عن عبد الله بن مالك اليحصبي، عن عقبة بن عامر قال: قلت: يا رسول الله! إن أختي نذرت.
أن تمشي إلى البيت حافية، غير مختمرة، فقال النبي صلى الله عليه وسلم:',NULL,'180',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (209,'" إن الله لا يصنع بشقاء أختك شيئا، فلتركب، ولتختمر، ولتصم ثلاثة أيام ".
(ضعيف - ابن ماجه ٢١٣٤) (١) .
وفي الباب: عن ابن عباس.
وهذا حديث حسن.
والعمل على هذا عند بعض أهل العلم.
وهو قول أحمد، وإسحاق.
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٤٦٤، و " ضعيف سنن أبي داود " برقم ٧١٨ / ٣٢٩٣، و " إرواء الغليل " برقم ٢٥٩٢، و " مشكاة المصابيح " برقم ٣٤٤٢، و " ضعيف سنن النسائي " برقم ٢٤٥ / ٣٨١٥.
(*)',NULL,'181',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (210,'بسم الله الرحمن الرحيم أبواب السير عن رسول الله صلى الله عليه وسلم
١ - باب ما جاء في الدعوة قبل القتال ٢٦٦ - ١٦٠٤ حدثنا قتيبة.
حدثنا أبو عوانة، عن عطاء بن السائب، عن أبي البختري: أن جيشا من جيوش المسلمين، كان أميرهم سلمان الفارسي، حاصروا قصرا من قصور فارس، فقالوا: يا أبا عبد الله إلا ننهد (١) إليهم، قال: دعوني أدعوهم (٢) كما سمعت رسول الله صلى الله عليه وسلم يدعوهم، فأتاهم سلمان فقال لهم: إنما أنا رجل منكم فارسي، ترون العرب يطيعوني (٣) ، فإن أسلمتم فلكم مثل الذي لنا، وعليكم مثل الذي علينا، وإن أبيتم إلا دينكم تركناكم عليه، وأعطونا الجزية عن يد (٤) وأنتم صاغرون.
_________
(١) ننهد: أي ننهض.
ونهد القوم لعدوهم، إذا تقدموا إليه وشرعوا في قتاله.
(٢) يد: إن إريد باليد يد المعطي، فالمعنى: عن يد مواتية مطيعة غير ممتنعة.
لان من أبى وامتنع لم يعط يده.
وإن أريد بها يد الاخذ، فالمعنى: عن يد قاهرة مستولية، أو عن انعام عليهم، لان قبول الجزية منهم وترك أرواحهم لهم نعمة عليهم.
(٣) في نسخة: أدعهم.
(٤) في نسخة: يطيعونني.
(*)',NULL,'182',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (211,'قال: ورطن إليهم بالفارسية: وأنتم غير محمودين، وإن أبيتم نابذناكم على سواء.
قالوا: ما نحن بالذي يعطي الجزية ولكنا نقاتلكم.
فقالوا: أيا أبا عبد الله ألا ننهد إليهم؟ قال: لا، قال: فدعاهم ثلاثة أيام إلى مثل هذا ثم قال: انهدوا إليهم، قال: فنهدنا إليهم ففتحنا ذلك القصر.
(ضعيف - الارواء ٥ / ٨٧ (برقم ١٢٤٧)) .
وفي الباب عن بريدة، والنعمان بن مقرن، وابن عمر، وابن عباس.
وحديث سلمان حديث حسن، لا نعرفه إلا من حديث عطاء بن السائب.
وسمعت محمدا يقول: أبو البختري لم يدرك سلمان، لانه لم يدرك عليا، وسلمان مات قبل علي.
وقد ذهب بعض أهل العلم، من أصحاب النبي صلى الله عليه وسلم وغيرهم إلى هذا.
ورأوا أن يدعوا قبل القتال.
وهو قول إسحاق بن إبراهيم.
قال: إن تقدم إليهم في الدعوة فحسن، يكون ذلك أهيب.
وقال بعض أهل العلم: لا دعوة اليوم.
وقال أحمد: لا أعرف اليوم أحدا يدعى.
وقال الشافعي: لا يقاتل العدو حتى يدعوا، إلا أن يعجلوا عن ذلك، فإن لم يفعل فقد بلغتهم الدعوة.
٢ - باب (الانذار في الحرب) ٢٦٧ - ١٦٠٥ حدثنا محمد بن يحيى العدني المكي - ويكنى بأبي عبد الله الرجل الصالح، هو ابن أبي عمر -.
حدثنا سفيان بن عيينة، عن عبد الملك ابن نوفل بن مساحق، عن ابن عصام المزني، عن أبيه - وكانت له صحبة - قال:',NULL,'183',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (212,'كان رسول الله صلى الله عليه وسلم إذا بعث جيشا أو سرية يقول لهم: " إذا رأيتم مسجدا، أو سمعتم مؤذنا، فلا تقتلوا أحدا ".
(ضعيف - ضعيف أبي داود ٤٥٤ (عندنا برقم ٥٦٥ / ٢٦٣٥)) .
هذا حديث حسن غريب.
وهو حديث ابن عيينة.
١٠ - باب ما جاء في أهل الذمة يغزون مع المسلمين هل يسهم لهم؟ ٢٦٨ - ١٦١٨ يروى عن الزهري: أن النبي صلى الله عليه وسلم: أسهم لقوم من اليهود قاتلوا معه.
حدثنا بذلك قتيبة بن سعيد.
أخبرنا عبد الوارث بن سعيد، عن عزرة بن ثابت، عن الزهري بهذا.
(ضعيف الاسناد) .
قال أبو عيسى: هذا حديث حسن غريب.
١٢ - باب في النفل ٢٦٩ - ١٦٢٢ حدثنا محمد بن بشار، حدثنا عبد الرحمن بن مهدي، حدثنا سفيان، عن عبد الرحمن بن الحارث، عن سليمان بن موسى، عن مكحول، عن أبي سلام، عن أبي أمامة، عن عبادة بن الصامت: أن النبي صلى الله عليه وسلم، كان ينفل في البدأة: الربع.
وفي القفول: الثلث.
(ضعيف الاسناد) .
وفي الباب.
عن ابن عباس، وحبيب بن مسلمة، ومعن بن يزيد، وابن عمر، وسلمة بن الاكوع.
وحديث عبادة حديث حسن.
وقد روي هذا الحديث عن أبي سلام، عن رجل من أصحاب النبي صلى الله عليه وسلم.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (213,'٢١ - باب ما جاء في الغلول ٢٧٠ - ١٦٣٧ حدثنا محمد بن بشار.
حدثنا ابن أبي عدي، عن سعيد، عن قتادة، عن سالم ابن أبي الجعد، عن معدان ابن أبي طلحة، عن ثوبان قال:
قال رسول الله صلى الله عليه وسلم: " من فارق الروح الجسد وهو برئ من ثلاث: الكنز، والغلول، والدين دخل الجنة ".
(شاذ بهذه اللفظة - الصحيحة ٢٧٨٥) .
هكذا.
قال سعيد: الكنز، وقال أبو عوانة في حديثه: الكبر، ولم يذكر عن معدان.
ورواية سعيد أصح.
٢٣ - باب ما جاء في قبول هدايا المشركين ٢٧١ - ١٦٤٠ حدثنا علي بن سعيد الكندي.
حدثنا عبد الرحيم بن سليمان، عن إسرائيل، عن ثوير، عن أبيه، عن علي، عن النبي صلى الله عليه وسلم: " أن كسرى أهدى له فقبل، وأن الملوك أهدوا إليه فقبل منهم ".
(ضعيف جدا - التعليق على الروضة الندية ٢ / ١٦٣) .
وفي الباب عن جابر.
وهذا حديث حسن غريب.
وثوير هو: ابن أبي فاختة اسمه: سعيد بن علاقة.
وثوير يكنى: أبا جهم.
قال أبو عيسى: وقد روي عن النبي صلى الله عليه وسلم.
أنه كان يقبل من المشركين هداياهم.
وذكر في هذا الحديث الكراهية.
واحتمل أن يكون هذا بعد ما كان يقبل منهم، ثم نهى عن هداياهم.
٢٨ - باب ما جاء في النزول على الحكم ٢٧٢ - ١٦٤٨ حدثنا (أحمد بن عبد الرحمن، أبو الوليد الدمشقي.
حدثنا الوليد بن مسلم، عن سعيد بن بشير، عن قتادة، عن الحسن، عن سمرة بن',NULL,'185',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (214,'جندب أن رسول الله صلى الله عليه وسلم قال: " اقتلوا شيوخ المشركين، وآستحيوا شرخهم ".
(ضعيف - المشكاة ٣٩٥٢ / التحقيق الثاني، ضعيف أبي داود ٢٥٩) (٥٧١ / ٢٦٧٠، ضعيف الجامع الصغير ١٠٦٣ بلفظ: واستبقوا شرخهم) .
والشرخ: الغلمان الذين لم ينبتوا.
هذا حديث حسن صحيح غريب.
ورواه حجاج بن أرطاة عن قتادة نحوه.
٤١ - باب ما جاء في كراهية المقام بين أظهر المشركين ٢٧٣ - ١٦٧٠ (١) حدثنا هناد.
حدثنا أبو معاوية، عن إسماعيل ابن أبي خالد، عن قيس ابن أبي حازم، عن جرير بن عبد الله: أن رسول الله صلى الله عليه وسلم بعث سرية إلى خثعم، فاعتصم ناس بالسجود، فأسرع فيهم القتل فبلغ ذلك النبي صلى الله عليه وسلم، فأمر لهم بنصف العقل وقال: " أنا برئ من كل مسلم يقيم بين أظهر المشركين ".
قالوا: يا رسول الله! ولم؟ قال: " لا تراءى ناراهما ".
(صحيح دون الامر بنصف العقل - الارواء ١٢٥٧، صحيح أبي داود ٢٣٧٧) (٢) .
٢٧٤ - ١٦٧١ حدثنا هناد.
حدثنا عبدة، عن إسماعيل ابن أبي خالد، عن قيس ابن أبي حازم، مثل حديث أبي معاوية، ولم يذكر فيه: عن جرير.
وهذا أصح.
وفي الباب.
عن سمرة.
وأكثر أصحاب إسماعيل قالوا: عن إسماعيل، عن
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٣٠٧.
(٢) وهو في " صحيح سنن أبي داود - باختصار السند " برقم ٢٣٠٤ / ٢٦٤٥.
(*)',NULL,'186',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (215,'قيس ابن أبي حازم: أن رسول الله صلى الله عليه وسلم بعث سرية، ولم
يذكروا فيه: عن جرير.
وروى حماد بن سلمة، عن الحجاج بن أرطاة، عن إسماعيل ابن أبي خالد، عن قيس، عن جرير، مثل حديث أبي معاوية.
وسمعت محمدا يقول: الصحيح حديث قيس عن النبي صلى الله عليه وسلم: مرسل.
وروى سمرة بن جندب عن النبي صلى الله عليه وسلم قال: " لا تساكنوا المشركين ولا تجامعوهم، فمن ساكنهم أو جامعهم فهو مثلهم ".
٤٥ - باب ما جاء في الساعة التي يستحب فيها القتال ٢٧٥ - ١٦٧٧ حدثنا محمد بن بشار.
حدثنا معاذ بن هشام، قال: حدثني أبي عن قتادة، عن النعمان بن مقرن، قال: غزوت مع النبي صلى الله عليه وسلم، فكان إذا طلع الفجر أمسك حتى تطلع الشمس، فإذا طلعت قاتل، فإذا انتصف النهار أمسك حتى تزول الشمس، فإذا زالت الشمس قاتل حتى العصر ثم أمسك حتى يصلي العصر ثم يقاتل، وكان يقال عند ذلك تهيج رياح النصر ويدعو المؤمنون لجيوشهم في صلواتهم.
(ضعيف - المشكاة ٣٩٣٤ / التحقيق الثاني) .
وقد روي هذا الحديث عن النعمان بن مقرن بإسناد أوصل من هذا، وقتاد لم يدرك النعمان بن مقرن.
مات النعمان في خلافة عمر بن الخطاب.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (216,'بسم الله الرحمن الرحيم أبواب فضائل الجهاد عن رسول الله صلى الله عليه وسلم
٣ - باب ما جاء في فضل الصوم في سبيل الله ٢٧٦ - ١٦٨٨ (١) حدثنا قتيبة.
حدثنا ابن لهيعة، عن أبي الاسود، عن عروة، وسليمان بن يسار.
أنهما حدثاه عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " من صام يوما في سبيل الله، زحزحه الله عن النار سبعين خريفا ".
أحدهما يقول: " سبعين "، والاخر يقول: " أربعين ".
(صحيح باللفظ الاول - التعليق الرغيب ٢ / ٦٢) .
هذا حديث غريب من هذا الوجه.
وأبو الاسود اسمه: محمد بن عبد الرحمن بن نوفل الاسدي المديني.
وفي الباب: عن أبي سعيد، وأنس، وعقبة بن عامر، وأبي أمامة.
١١ - باب ما جاء في فضل الرمي في سبيل الله ٢٧٧ - ١٧٠٣ حدثنا أحمد بن منيع.
حدثنا يزيد بن هارون.
حدثنا محمد بن
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٣٢٣.
(*)',NULL,'188',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (217,'إسحاق، عن عبد الله بن عبد الرحمن ابن أبي حسين.
أن رسول الله صلى الله عليه وسلم قال: " إن الله ليدخل بالسهم الواحد ثلاثة الجنة: صانعه يحتسب في صنعته الخير، والرامي به، والممد به "، قال: (ارموا واركبوا، ولان ترموا أحب إلي من أن تركبوا.
كل ما يلهو به الرجل المسلم باطل.
إلا رميه بقوس، وتأديبه فرسه، وملاعبته أهله، فإنهن من الحق ".
(ضعيف - ابن ماجه ٢٨١١ (برقم ٦١٨ وفي " صحيح ابن ماجه " برقم ٢٢٦٧، وضعيف
سنن أبي داود ٥٤٠ / ٢٥١٣، والصحيحة ٣١٥)) ... - ١٧٠٤ حدثنا أحمد بن منيع.
حدثنا يزيد بن هارون.
حدثنا هشام الدستوائي، عن يحيى ابن أبي كثير، عن أبي سلام، عن عبد الله بن الازرق، عن عقبة بن عامر، عن النبي صلى الله عليه وسلم مثله.
وفي الباب عن كعب بن مرة، وعمرو بن عنبسة، وعبد الله بن عمرو.
هذا حديث حسن صحيح.
٢٧٨ - ١٧٠٨ حدثنا محمد بن بشار.
حدثنا عثمان بن عمر.
حدثنا علي بن المبارك، عن يحيى ابن أبي كثير، عن عامر العقيلي، عن أبيه، عن أبي هريرة.
أن رسول الله صلى الله عليه وسلم قال: " عرض علي أول ثلاثة يدخلون الجنة: شهيد، وعفيف متعفف، وعبد أحسن عبادة الله ونصح لمواليه ".
(ضعيف - التعليق الرغيب ١ / ٢٦٨ (ضعيف الجامع الصغير ٣٧٠٢، المشكاة ٣٨٣٢)) .
هذا حديث حسن صحيح.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (218,'١٤ - باب ما جاء في فضل الشهداء عند الله ٢٧٩ - ١٧١١ حدثنا قتيبة.
حدثنا ابن لهيعة، عن عطاء بن دينار، عن أبي يزيد الخولاني.
أنه سمع فضالة بن عبيد يقول: سمعت عمر بن الخطاب يقول: سمعت رسول الله صلى الله عليه وسلم يقول: " الشهداء أربعة: رجل مؤمن جيد الايمان لقي العدو فصدق الله حتى قتل، فذاك الذي يرفع الناس إليه أعينهم يوم القيامة هكذا "، ورفع رأسه حتى وقعت قلنسوته، فلا أدري: أقلنسوة عمر أراد، أم قلنسوة النبي صلى الله عليه وسلم؟ قال:
" ورجل مؤمن جيد الايمان لقي العدو فكأنما ضرب جلده بشوك طلح (١) من الجبن أتاه سهم غرب فقتله، فهو في الدرجة الثانية.
ورجل مؤمن خلط عملا صالحا وآخر سيئا لقي العدو فصدق الله حتى قتل، فذاك في الدرجة الثالثة.
ورجل مؤمن أسرف على نفسه لقي العدو، فصدق الله حتى قتل، فذاك في الدرجة الرابعة ".
(ضعيف - المشكاة ٣٨٥٨ / التحقيق الثاني، الضعيفة ٢٠٠٤ (ضعيف الجامع الصغير وزيادته ٣٤٤٦)) .
هذا حديث حسن غريب، لا يعرف إلا من حديث عطاء بن دينار، سمعت محمدا يقول: قد روى سعيد ابن أبي أيوب هذا الحديث، عن عطاء بن دينار، عن أشياخ من خولان، ولم يذكر فيه عن أبي يزيد، وقال: عطاء بن دينار ليس به بأس.
_________
(١) الطلح: هي شجر عظام من شجر العضاة.
(*)',NULL,'190',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (219,'٢٥ - باب (في الجهاد) ٢٨٠ - ١٧٣٣ حدثنا علي بن حجر.
حدثنا الوليد بن مسلم، عن إسماعيل بن رافع، عن سمي، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " من لقي الله بغير أثر من جهاد لقي الله وفيه ثلمة ".
(ضعيف - ابن ماجه ٢٧٦٣ (برقم ٦٠٥ والمشكاة ٣٨٣٥، ضعيف الجامع الصغير وزيادته ٥٨٣٣)) .
هذا حديث غريب من حديث الوليد بن مسلم، عن إسماعيل بن رافع، وإسماعيل بن رافع قد ضعفه بعض أهل الحديث.
وسمعت محمدا يقول: هو ثقة مقارب الحديث.
وقد روي هذا الحديث من غير هذا الوجه عن أبي هريرة عن النبي صلى الله عليه وسلم.
وحديث سلمان إسناده ليس بمتصل.
محمد بن المنكدر لم يدرك سلمان الفارسي.
وقد روي هذا الحديث عن أيوب بن موسى، عن مكحول، عن شرحبيل ابن السمط، عن سلمان عن النبي صلى الله عليه وسلم نحوه.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (220,'بسم الله الرحمن الرحيم أبواب الجهاد عن رسول الله صلى الله عليه وسلم ٧ - باب ما جاء في الصف والتعبئة عند القتال ٢٨١ - ١٧٤٤ حدثنا محمد بن حميد الرازي، حدثنا سلمة بن الفضل، عن محمد بن إسحاق، عن عكرمة، عن ابن عباس، عن عبد الرحمن بن عوف قال: عبأنا رسول الله صلى الله عليه وسلم ببدر ليلا.
(ضعيف الاسناد) .
وفي الباب عن أبي أيوب.
هذا حديث غريب لا نعرفه إلا من هذا الوجه.
وسألت محمد بن إسماعيل عن هذا الحديث فلم يعرفه، وقال: محمد بن
إسحاق سمع من عكرمة، وحين رأيته كان حسن الرأي في محمد بن حميد الرازي، ثم ضعفه بعد.
١٠ - باب في الرايات ٢٨٢ - ١٧٤٧ (١) حدثنا أحمد بن منيع.
حدثنا يحيى بن زكريا ابن أبي
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٣٧٣.
(*)',NULL,'192',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (221,'زائدة.
حدثنا أبو يعقوب الثقفي.
حدثنا يونس بن عبيد - مولى محمد بن القاسم - قال: بعثني محمد بن القاسم إلى البراء بن عازب أساله عن راية رسول الله صلى الله عليه وسلم فقال: كانت سوداء مربعة من نمرة.
(صحيح دون قوله: " مربعة " - صحيح أبي داود ٢٣٣٣) (١) .
وفي الباب، عن علي، والحارث بن حسان، وابن عباس.
هذا حديث حسن غريب، لا نعرفه إلا من حديث ابن أبي زائدة.
وأبو يعقوب الثقفي اسمه: إسحاق بن إبراهيم، وروى عنه أيضا عبيد الله ابن موسى.
١٢ - باب ما جاء في صفة سيف رسول الله صلى الله عليه وسلم ٢٨٣ - ١٧٥٠ حدثنا محمد بن شجاع البغدادي.
حدثنا أبو عبيدة الحداد، عن عثمان بن سعد، عن ابن سيرين، قال: صنعت سيفي على سيف سمرة بن جندب، وزعم سمرة.
أنه صنع سيفه على سيف رسول الله صلى الله عليه وسلم، وكان حنفيا.
(ضعيف - مختصر الشمائل المحمدية ٨٨) .
هذا حديث غريب لا نعرفه إلا من هذا الرجه.
وقد تكلم يحيى بن سعيد
القطان في عثمان بن سعد الكاتب، وضعفه من قبل حفظه.
١٦ - باب ما جاء في السيوف وحليتها ٢٨٤ - ١٧٥٧ حدثنا محمد بن صدران أبو جعفر البصري.
حدثنا طالب بن حجير، عن هود - وهو ابن عبد الله بن سعد -، عن جده مزيدة قال: دخل رسول الله صلى الله عليه وسلم يوم الفتح وعلى سيفه ذهب وفضة.
_________
(١) وهو في " صحيح سنن أبي داود - باختصار السند " برقم ٢٢٥٨ / ٢٥٩١.
(*)',NULL,'193',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (222,'قال طالب: فسألته عن الفضة فقال: كانت قبيعة السيف فضة.
(ضعيف - مختصر الشمائل المحمدية ٨٧، الارواء ٣ / ٣٠٦ (برقم ٨٢٢)) .
هذا حديث غريب.
وجد هود اسمه: مزيدة العصري.
وني الباب عن أنس.
٢١ - باب (في اتقان أبي زرعة) ٢٨٥ - ١٧٦٦ حدثنا محمد بن حميد الرازي.
حدثنا جرير، عن عمارة بن القعقاع قال: قال لي إبراهيم النخعي: إذا حدثتني فحدثني عن أبي زرعة، فإنه حدثني مرة بحديث، ثم سألته بعد ذلك بسنين، فما خرم منه حرفا.
(ضعيف مقطوع) (١) .
٢٦ - باب من يستعمل على الحرب ٢٨٦ - ١٧٧٢ حدثنا عبد الله ابن أبي زياد.
حدثنا الاحوص بن جواب، عن أبي الجواب، عن يونس ابن أبي إسحاق، عن أبى إسحاق، عن البراء: أن النبي صلى الله عليه وسلم.
بعث جيشين، وأمر على أحدهما علي ابن أبي طالب، وعلى الآخر خالد بن الوليد، وقال:
" إذا كان القتال فعلي ".
قال: فافتتح علي حصنا فأخذ منه جارية، فكتب معي خالد إلى النبي صلى الله عليه وسلم يشي به.
فقدمت على النبي صلى الله عليه وسلم، فقرأ الكتاب، فتغير لونه، ثم قال: " ما ترى في رجل يحب الله ورسوله، ويحبه الله ورسوله؟ ".
_________
(١) من الواضح أنه متعلق باتقان أبي زرعة.
فليت الشيخ ناصر بين سبب تضعيفه له.
وسبق له تصحيح الحديث برقم ١٣٨٨ / ١٧٦٥، وفي " صحيح سنن ابن ماجه - باختصار السند " برقم ٢٢٤٩.
(*)',NULL,'194',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (223,'قلت: أعوذ بالله من غضب الله وغضب رسوله، وإنما أنا رسول، فسكت.
(ضعيف الاسناد (وسيأتي ٧٧٦ / ٣٩٩١)) .
وفي الباب عن ابن عمر.
هذا حديث حسن غريب.
لا نعرفه إلا من حديث الاحوص بن جواب.
معنى قوله " يشي به " يعني: النميمة.
٣٠ - باب ما جاء في كراهية التحريش بين البهائم، والضرب والوسم في الوجه ٢٨٧ - ١٧٧٦ حدثنا أبو كريب.
حدثنا يحيى بن آدم، عن قطبة بن عبد العزيز، عن الاعمش، عن أبي يحيى، عن مجاهد، عن ابن عباس قال: نهى رسول الله صلى الله عليه وسلم عن التحريش بين البهائم.
(ضعيف - غاية المرام ٣٨٣، ضعيف أبي داود ٤٤٣) (١) ... - ١٧٧٧ حدثنا محمد بن المثنى.
حدثنا عبد الرحمن بن مهدي، عن سفيان، عن الاعمش، عن أبي يحيى، عن مجاهد:
أن النبي صلى الله عليه وسلم نهى عن التحريش بين البهائم.
ولم يذكر فيه عن ابن عباس.
ويقال: هذا أصح من حديث قطبة.
وروى شريك هذا الحديث عن الاعمش، عن مجاهد، عن ابن عباس، عن النبي صلى الله عليه وسلم نحوه، ولم يذكر فيه عن أبي يحيى.
حدثنا بذلك أبو كريب، عن يحيى بن آدم، عن شريك.
وروى أبو معاوبة، عن الاعمش، عن مجاهد، عن النبي صلى الله عليه وسلم نحوه.
وأبو يحيى هو القتات الكوفي، يقال اسمه: زاذان.
وفي الباب عن طلحة، وجابر، وأبي سعيد، وعكراش بن ذؤيب.
_________
(١) هو في " ضعيف سنن أبي داود " برقم ٥٥٢ / ٢٥٦٢، و " ضعيف الجامع الصغير وزيادته الفتح الكبير - طبع المكتب الاسلامي " برقم ٦٠٣٦.
(*)',NULL,'195',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (224,'٣٤ - باب ما جاء في المشورة ٢٨٨ - ١٧٨٣ حدثنا هناد.
حدثنا أبو معاوية، عن الاعمس، عن عمرو بن مرة، عن أبي عبيدة، عن عبد الله قال: لما كان يوم بدر وجئ بالاسارى، قال رسول الله صلى الله عليه وسلم: " ما تقولون في هؤلاء الاسارى؟ " وذكر قصة طويلة.
(ضعيف - الارواء ٤٧ / ٥ - ٤٨، وسيأتي (٥٠٨٠ (٥٩٨ / ٣٢٩٣)) (١) بزيادة في المتن) .
وفي الباب عن عمر، وأبي أيوب، وأنس، وأبي هريرة.
هذا حديث حسن، وأبو عبيدة لم يسمع من أبيه.
ويروى عن أبي هريرة قال: ما رأيت أحدا أكثر مشورة لاصحابه من رسول الله صلى الله عليه وسلم.
٣٥ - باب ما جاء لا تفادى جيفة الاسير
٢٨٩ - ١٧٨٤ حدثنا محمود بن غيلان.
حدثنا أبو أحمد.
حدثنا سفيان، عن ابن أبي ليلى، عن الحكم، عن مقسم، عن ابن عباس: أن المشركين أرادوا أن يشتروا جسد رجل من المشركين، فأبى النبي صلى الله عليه وسلم أن يبيعهم إياه.
(ضعيف الاسناد) .
هذا حديث غريب لا نعرفه إلا من " حديث الحكم.
ورواه الحجاج بن - أرطاة أيضا عن الحكم.
وقال أحمد بن الحسن: سمعت أحمد بن حنبل يقول: ابن أبي ليلى لا يحتج بحديثه.
قال محمد بن إسماعيل: ابن أبي ليلى صدوق، ولكن لا يعرف صحيح حديثه من سقيمه، ولا أروي عنه شيئا.
_________
(١) هذا الرقم ٥٠٨٠ بنسخة الشيخ ناصر المحققة.
وليس في الكتاب هذا الرقم، بل أن آخر رقم في الترمذي هو (٤٢٣٤) رركببح أن رقمه هو ٥٩٨ / ٣٢٩٣.
(*)',NULL,'196',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (225,'وابن أبي ليلى هو صدوق فقيه وربما يهم في الاسناد.
٣٦ - باب ما جاء في الفرار من الزحف ٢٩٠ - ١٧٨٦ حدثنا ابن أبي عمر.
حدثنا سفيان، عن يزيد ابن أبي زياد، عن عبد الرحمن ابن أبي ليلى، عن ابن عمر قال: بعثنا رسول الله صلى الله عليه وسلم في سرية، فحاص الناس حيصة، فقدمنا المدينة، فاختبأنا بها، وقلنا: هلكنا.
ثم أتينا رسول الله صلى الله عليه وسلم، فقلنا: يا رسول الله! نحن الفرارون، قال: " بل أنتم العكارون وأنا فئتكم ".
(ضعيف - الارواء ١٢٠٣) .
قال أبو عيسى: هذا حديث حسن غريب، لا نعرفه إلا من حديث يزيد ابن أبي زياد.
ومعنى قوله: فحاص الناس حيصة يعني: أنهم فروا من القتال.
ومعنى قوله: بل أنتم العكارون، والعكار: الذي يفر إلى إمامه لينصره، ليس يريد الفرار من الزحف.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (226,'بسم الله الرحمن الرحيم أبواب اللباس عن رسول الله صلى الله عليه وسلم، ١٠ - باب ما جاء في لبس الصوف ٢٩١ - ١٨٠٤ حدثنا علي بن حجر.
حدثنا خلف بن خليفة، عن حميد الاعرج، عن عبد الله بن الحارث، عن ابن مسعود، عن النبي صلى الله عليه وسلم قال: " كان على موسى يوم كلمه ربه، كساء صوف، وجبة صوف، وكمة صوف، وسراويل صوف، وكانت نعلاه من جلد حمار ميت ".
(ضعيف جدا - الضعيفة ٤٠٨٢ (ضعيف الجامع الصغير ٤١٥٤)) .
قال أبو عيسى: هذا حديث غريب، لا نعرفه إلا من حديث حميد الاعرج.
وحميد هو: ابن علي الاعرج منكر الحديث.
وحميد بن قيس الاعرج المكي، صاحب مجاهد ثقة.
والكمة: القلنسوة الصغيرة.
١٧ - باب ما جاء في نقش الخاتم ٢٩٢ - ١٨١٧ حدثنا إسحاق بن منصور.
حدثنا سعيد بن عامر، والحجاج بن منهال قالا: حدثنا همام، عن ابن جريج، عن الزهري، عن أنس قال:',NULL,'198',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (227,'كان النبي صلى الله عليه وسلم إذا دخل الخلاء نزع خاتمه.
(ضعيف - ابن ماجه ٣٠٣ (برقم ٦١، " ضعيف سنن أبي داود " برقم ٥ / ١٩، ضعيف سنن النسائي ٤٠٠ / ٥٢١٣، ومشكاة المصابيح ٣٤٣، ضعيف الجامع الصغير بلفظ (وضع) ٤٣٩٠)) .
هذا حديث حسن صحيح غريب.
٢٣ - باب ما جاء في الاكتحال ٢٩٣ - ١٨٢٧ (١) حدثنا محمد بن حميد.
حدثنا أبو داود الطيالسي، عن عباد ابن منصور، عن عكرمة، عن ابن عباس.
أن النبي صلى الله عليه وسلم قال: " اكتحلوا بالاثمد، وإنه يجلو البصر، وينبت الشعر ".
وزعم أن النبي صلى الله عليه وسلم، كانت له مكحلة يكتحل بها كل ليلة.
ثلاثة في هذه، وثلاثة في هذه.
(صحيح دون قوله: " وزعم.." - مختصر الشمائل ٤٢) .
وفي الباب.
عن جابر، وابن عمر.
قال أبو عيسى: حديث ابن عباس حديث حسن.
لا نعرفه على هذا اللفظ، إلا من حديث عباد بن منصور.
٢٩٤ - ١٨٢٨ حدثنا علي بن جحر ومحمد بن يحيى، قالا: حدثنا يزيد بن هارون، عن عباد بن منصور نحوه.
وقد روي من غير وجه عن النبي صلى الله عليه وسلم أنه قال: " عليكم بالاثمد، فإنه يجلو البصر، وينبت الشعر " (٢) .
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٤٣٨.
(٢) سكت الشيخ ناصر عن هذه الرواية وهي في " صحيح سنن الترمذي - باختصار السند " برقم ١٤٣٩.
وهي في " مشكاة المصابيح " برقم ٤٤٧٢ و " صحيح الجامع الصغير وزيادته " ٤٠٥٦.
(*)',NULL,'199',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (228,'٢٨ - باب ما جاء في القمص ٢٩٥ - ١٨٣٧ حدثنا عبد الله بن محمد بن الحجاج الصواف البصري.
أنبأنا معاذ بن هشام الدستوائي.
حدثني أبي، عن بديل العقيلي، عن شهر بن حوشب، عن أسماء بنت يزيد بن السكن الانصارية، قالت: كان كم يد رسول الله صلى الله عليه وسلم، إلى الرسغ.
(ضعيف - مختصر الشمائل ٤٧، الضعيفة ٣٤٥٧ (ضعيف سنن أبي داود ٢٧٠ / ٤٠ ٨٧، ضعيف الجامع الصغير ٤٤٧٩)) .
هذا حديث حسن غريب.
٣٠ - باب ما جاء في لبس الجبة والخفين ٢٩٦ - ١٨٤١ / ١ قال إسرائيل، عن جابر، عن عامر: وجبة فلبسهما حتى تخرقا لا يدري النبي صلى الله عليه وسلم أذكي هما أم لا؟ (ضعيف - المصدر نفسه) (١) .
هذا حديث حسن غريب.
وأبو إسحاق الذي روى هذا عن الشعبي، هو أبو إسحاق الشيباني واسمه: سليمان.
والحسن بن عياش هو: أخو أبي بكر ابن عياش.
٣٥ - باب ما جاء في الرخصة في النعل الواحدة ٢٩٧ - ١٨٥٢ حدثنا القاسم بن دينار الكوفي.
حدثنا إسحاق بن منصور السلولي كوني.
حدثنا هريم - وهو ابن سفيان البجلي - عن ليث، عن عبد
_________
(١) يعني " مختصر الشمائل "، انظر " صحيح سنن الترمذي " ١٤٤٧.
ولفظ الحديث كما يلي: عن المغيرة بن شعبة (قال:) أهدى دحية الكلبي لرسول الله صلى الله عليه وسلم خفين فلبسهما.
(*)',NULL,'200',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (229,'الرحمن بن القاسم، عن أبيه، عن عائشة قالت: ربما مشى النبي صلى الله عليه وسلم في نعل واحدة.
(منكر - المشكاة ٤٤١٦) .
٣٧ - باب ما جاء في ترقيع الثوب ٢٩٨ - ١٨٥٥ حدثنا يحيى بن موسى.
حدثنا سعيد بن محمد الوراق، وأبو يحيى الحماني، قالا: حدثنا صالح بن حسان، عن عروة، عن عائشة قالت: قال لي رسول الله صلى الله عليه وسلم: (إن أردت اللحوق بي فليكفك من الدنيا كزاد الراكب، وإياك ومجالسة الاغنياء، ولا تستخلقي ثوبا حتى ترقعيه ".
(ضعيف جدا - الضعيفة ١٢٩٤، التعليق الرغيب ٤ / ٩٨، المشكاة ٤٣٤٤ / التحقيق الثاني (ضعيف الجامع الصغير ١٢٨٨)) .
قال أبو عيسى: هذا حديث غريب لا نعرفه إلا من حديث صالح بن حسان.
سمعت محمدا يقول: صالح بن حسان منكر الحديث.
وصالح ابن أبي حسان الذي روى عنه ابن أبي ذئب ثقة.
ومعنى قوله: " إياك ومجالسة الاغنياء " هو نحو ما روي عن أبي هريرة، عن النبي صلى الله عليه وسلم.
أنه قال: " من رأى من فضل عليه في الخلق والرزق.
فلينظر إلى من هو أسفل منه
ممن هو فضل عليه فإنه أجدر ألا يزدري نعمة الله ".
ويروى عن عون بن عبد الله بن عتبة قال: صحبت الاغنياء فلم أر أحدا أكثر هما مني، أرى دابة خيرا من دابتي، وثوبا خيرا من ثوبي.
وصحبت الفقراء فاسترحت.
٣٩ - باب (في الثياب) ٢٩٩ - ١٨٥٨ حدثنا حميد بن مسعدة.
حدثنا محمد بن حمران، عن أبي',NULL,'201',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (230,'سعيد - وهو عبد الله بن بسر - قال: سمعت أبا كبشة الانماري يقول: كانت كمام أصحاب رسول الله صلى الله عليه وسلم بطحا.
(ضعيف - المشكاة ٤٣٣٣ / التحقيق الثاني) .
(قال أبو عيسى:) هذا حديث منكر.
وعبد الله بن بسر بصري ضعيف عند أهل الحديث، ضعفه يحيى بن سعيد وغيره.
بطح يعني: واسعة.
٤١ - باب (في العمائم) ٣٠٠ - ١٨٦٠ حدثنا قتيبة.
حدثنا محمد بن ربيعة، عن أبي الحسن العسقلاني، عن أبي جعفر ابن محمد بن ركانة، عن أبيه: أن ركانة صارع النبي صلى الله عليه وسلم، فصرعه النبي صلى الله عليه وسلم، قال ركانة: سمعت رسول الله صلى الله عليه وسلم، يقول: " إن فرق ما بيننا وبين المشركين العمائم على القلانس ".
(ضعيف - المشكاة ٤٣٤٠، الارواء ١٥٠٣ (ضعيف الجامع الصغير ٣٩٥٩، ضعيف سنن أبي داود ٨٨٢ / ٤٠٧٨)) .
هذا حديث غريب، وإسناده ليس بالقائم، ولا نعرف أبا الحسن العسقلاني، ولا ابن ركانة.
٤٢ - باب (خاتم الحديد) ٣٠١ - ١٨٦١ حدثنا محمد بن حميد.
حدثنا زيد بن حباب وأبو تميلة، (يحيى بن واضح) (١) عن عبد الله بن مسلم، عن عبد الله بن بريدة، عن أبيه قال: جاء رجل إلى النبي صلى الله عليه وسلم وعليه خاتم من حديد، فقال:
_________
(١) ما بين الحاصرتين () زيادة من مطبوعة عوض وأظنها مدرجة توضيحا، وهو أبو تميلة الانصاري.
قال عنه الامام أحمد: ليس به بأس.
(*)',NULL,'202',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (231,'" ما لي أرى عليك حلية أهل النار؟ ".
ثم جاءه وعليه خاتم من صفر فقال: " ما لي أجد منك ريح الاصنام؟ ".
ثم أتاه وعليه خاتم من ذهب فقال: " ما لي أرى عليك حلية أهل جهنم؟ " (١) .
قال: من أي شئ أتخذه؟ قال: " من ورق ولا تتمه مثقالا ".
(ضعيف - المشكاة ٤٣٩٦، آداب الزفاف ١٢٨) (٢) .
هذا حديث غريب.
وفي الباب عن عبد الله بن عمرو.
وعبد الله بن مسلم يكنى: أبا طيبة، وهو مروزي.
٤٣ - باب (في التختم) ٣٠٢ - ١٨٦٢ (٣) حدثنا ابن أبي عمر.
حدثنا سفيان، عن عاصم بن كليب، عن ابن أبي موسى، قال: سمعت عليا يقول: نهاني رسول الله صلى الله عليه وسلم: عن القسي، والميثرة الحمراء،
وأن ألبس خاتمي في هذه، وفي هذه، وأشار إلى السبابة والوسطى.
(صحيح بلفظ: " في هذه أو هذه " شك عاصم - الضعيفة ٥٤٩٩: م) .
هذا حديث حسن صحيح.
وابن أبي موسى هو: أبو بردة ابن أبي موسى.
واسمه عامر بن عبد الله بن قيس.
_________
(١) في نسخة الشيخ ناصر: (أهل الجنة) .
والتصحيح من المخطوطة.
(٢) وهو في الصفحة (١٤٦) من الطبعة الاخيرة المهذبة، طبع المكتب الاسلامي.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٤٥٨.
(*)',NULL,'203',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (232,'بسم الله الرحمن الرحيم أبواب الاطعمة عن رسول الله صلى الله عليه وسلم ٤ - باب ما جاء في أكل الضبع ٣٠٣ - ١٨٦٨ حدثنا هناد.
حدثنا أبو معاوية، عن إسماعيل بن مسلم، عن عبد الكريم ابن أبي المخارق أبي أمية، عن حبان بن جزء، عن أخيه خزيمة ابن جزء قال: سألت رسول الله صلى الله عليه وسلم: عن أكل الضبع قال: " ويأكل الضبع أحد؟ " وسألته عن أكل الذئب قال: " ويأكل الذئب أحد فيه خير؟ " (١) .
(ضعيف - ابن ماجه ٣٢٣٧ (برقم ٦٩٦)) .
قال أبو عيسى: هذا حديث ليس إسناده بالقوي، لا نعرفه إلا من حديث
إسماعيل بن مسلم، عن عبد الكريم أبي أمية.
وقد تكلم بعض أهل الحديث في إسماعيل، وعبد الكريم أبي أمية.
_________
(١) كذا الاصل، وفي مطبوعة عوض (أو يأكل) وفي ابن ماجه (ومن يأكل الضبع) .
(*)',NULL,'204',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (233,'وهو عبد الكريم بن قيس ابن أبي المخارق، وعبد الكريم بن مالك الجزري: ثقة (١) .
١١ - باب ما جاء في اللقمة تسقط ٣٠٤ - ١٨٨٠ حدثنا نصر بن علي الجهضمي.
حدثنا المعلى بن راشد أبو اليمان، قال: حدثتني جدتي أم عاصم - وكانت أم ولد لسنان بن سلمة - قالت: دخل علينا نبيشة الخير، ونحن نأكل في قصعة، فحدثنا: أن رسول الله صلى الله عليه وسلم قال: " من أكل في قصعة ثم لحسها، استغفرت له القصعة ".
(ضعيف - ابن ماجه ٣٢٧١ (برقم ٧٠٣ ومشكاة المصابيح ٤٢١٨ وضعيف الجامع الصغير ٥٤٧٨)) .
هذا حديث غريب، لا نعرفه إلا من حديث المعلى بن راشد.
وقد روى يزيد بن هارون وغير واحد من الائمة عن المعلى بن راشد هذا الحديث.
١٤ - باب ما جاء في الرخصة في أكل الثوم مطبوخا ٣٠٥ - ١٨٨٥ حدثنا هناد.
حدثنا وكيع، عن أبيه، عن أبي إسحاق، عن شريك بن حنبل، عن علي: أنه كره أكل الثوم إلا مطبوخا.
(ضعيف - المصدر نفسه) (هو في إرواء الغليل ٢٥١٢) .
هذا حديث ليس إسناده بذاك القوي.
_________
(١) قال الامام أحمد عن إسماعيل بن مسلم البصري: منكر الحديث، وقال عن عبد الكريم ابن أبي المخارق: ضعيف - وهو بصري أيضا، نزل مكة - وقد ألحق الامام الترمذي بهما عبد الكريم الجزري مع أنه ليس من رجال السند، وهو ثقة كما قال.
وقال عنه الامام أحمد: ثقة ثبت، صاحب سنة.
(*)',NULL,'205',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (234,'وروي عن شريك بن حنبل، عن النبي صلى الله عليه وسلم مرسلا.
٣٠٦ - ١٨٨٧ حدثنا محمد بن حميد.
حدثنا زيد بن الحباب، عن أبي خلدة، عن أبي العالية قال: الثوم من طيبات الرزق.
(ضعيف الاسناد مقطوع) .
وأبو خلدة اسمه: خالد بن دينار وهو ثقة عند أهل الحديث.
وقد أدرك أنس بن مالك وسمع منه.
قال عبد الرحمن بن مهدي: كان أبو خلدة خيارا مسلما.
وأبو العالية اسمه: رفيع وهو الرياحي.
١٩ - باب ما جاء في الاكل مع المجذوم ٣٠٧ - ١٨٩٣ حدثنا أحمد بن سعيد الاشقر، وإبراهيم بن يعقوب، قال: حدثنا يونس بن محمد.
حدثنا المفضل بن فضالة، عن حبيب بن الشهيد، عن محمد بن المنكدر، عن جابر: أن رسول الله صلى الله عليه وسلم، أخذ بيد مجذوم، فادخله معه في القصعة، ثم قال: " كل باسم الله، ثقة بالله، وتوكلا عليه ".
(ضعيف - ابن ماجه ٣٥٤٢ (برقم ٧٧٦ ومشكاة المصابيح ٤٥٨٥، ضسيف الجامع الصغير ٤١٩٥، ضعيف سنن أبي داود ٨٤٧ / ٣٩٢٥)) .
هذا حديث غريب، لا نعرفه إلا من حديث يونس بن محمد عن المفضل ابن فضالة.
هذا شيخ بصري.
والمفضل بن فضالة شيخ آخر مصري أوثق من هذا وأشهر.
وروى شعبة هذا الحديث عن حبيب بن الشهيد عن ابن بريدة: أن عمر أخذ بيد مجذوم.
وحديث شعبة أشبه عندي وأصح.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (235,'٢٥ - باب ما جاء في أكل الحبارى ٣٠٨ - ١٩٠٤ حدثنا الفضل بن سهل الاعرج البغدادي، حدثنا إبراهيم بن عبد الرحمن بن مهدي، عن إبراهيم بن عمر بن سفينة، عن أبيه، عن جده، قال: أكلت مع رسول الله صلى الله عليه وسلم: لحم حبارى.
(ضعيف - الارواء ٢٥٠٠ (ضعيف سنن أبي داود ٨١٢ / ٣٧٩٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وإبراهيم بن عمر بن سفينة، روى عنه ابن أبي فديك، ويقول: بريه بن عمر بن سفينة.
٢٩ - باب ما جاء في إكثار المرقة ٣٠٩ - ١٩٠٨ حدثنا محمد بن عمر بن علي المقدمي، حدثنا مسلم بن إبراهيم، حدثنا محمد بن فضاء، حدثنا أبي، عن علقمة بن عبد الله المزني، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: " إذا اشترى أحدكم لحما فليكثر مرقته، فإن لم يجد لحما أصاب مرقه،
وهو أحد اللحمين ".
(ضعيف - الضعيفة ٢٣٤١ (ضعيف الجامع الصغير ٣٧١)) .
وفي الباب عن أبي ذر.
هذا حديث غريب.
لا نعرفه إلا من هذا الوجه من حديث محمد بن فضاء.
ومحمد بن فضاء هو: المعبر، وقد تكلم فيه سليمان بن حرب.
وعلقمة هو أخو بكر بن عبد الله المزني.
٣١ - باب ما جاء: انهشوا اللحم نهشا ٣١٥ - ١٩١١ حدثنا أحمد بن منيع، حدثنا سفيان بن عيينة، عن عبد الكريم',NULL,'207',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (236,'أبي أمية، عن عبد الله بن الحارث قال: زوجني أبي، فدعا أناسا، فيهم صفوان بن أمية فقال: إن رسول الله صلى الله عليه وسلم قال: " انهسوا اللحم نهسا - انهشوا اللحم نهشا - فإنه أهنأ وأمرأ ".
(ضعيف - الضعيفة ٢١٩٣ (ضعيف الجامع الصغير ٢١٠١)) .
وفي الباب عن عائشة وأبي هريرة.
هذا حديث لا نعرفه إلا من حديث عبد الكريم.
وقد تكلم بعض أهل العلم في عبد الكريم المعلم من قبل حفظه، منهم أيوب السختياني.
٣٣ - باب ما جاء: أي اللحم كان أحب إلى رسول الله صلى الله عليه وسلم ٣١١ - ١٩١٤ حدثنا الحسن بن محمد الزعفراني.
حدثنا يحيى بن عباد أبو عباد.
حدثنا فليح بن سليمان، عن عبد الوهاب بن يحيى - من ولد عباد بن عبد الله بن الزبير - عن عبد الله بن الزبير، عن عائشة قالت:
ما كان الذراع أحب اللحم إلى رسول الله صلى الله عليه وسلم، ولكن كان لا يجد اللحم إلا غبا.
فكان يعجل إليه لانه أعجلها نضجا.
(منكر - مختصر الشمائل ١٤٤) .
هذا حديث حسن (١) ، لا نعرفه إلا من هذا الوجه.
٣٨ - باب الوضوء قبل الطعام وبعده ٣١٢ - ١٩٢٣ حدثنا يحيى بن موسى.
حدثنا عبد الله بن نمير.
حدثنا قيس ابن الربيع.
وحدثنا قتيبة.
حدثنا عبد الكريم الجرجاني، عن قيس بن الربيع،
_________
(١) في طبعة عوض (غريب) .
(*)',NULL,'208',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (237,'- المعنى واحد - عن أبي هاشم، عن زاذان، عن سلمان قال: قرأت في التوراة: أن بركة الطعام الوضوء بعده.
فذكرت ذلك للنبي صلى الله عليه وسلم، وأخبرته بما قرأت في التوراة، فقال رسول الله صلى الله عليه وسلم: " بركة الطعام الوضوء قبله، والوضوء بعده ".
(ضعيف - الضعيفة ١٦٨، مختصر الشمائل ١٥٩ (ضعيف سنن أبي داود ٨٠٤ / ٣٧٦١، ضعيف الجامع الصغير ٢٣٣١)) .
وفي الباب عن أنس، وأبي هريرة.
لا نعرف هذا الحديث إلا من حديث قيس بن الربيع، وقيس يضعف في الحديث، وأبو هاشم الرماني اسمه يحيى بن دينار.
٤٠ - باب ما جاء في أكل الدباء ٣١٣ - ١٩٢٥ حدثنا قتيبة بن سعيد.
حدثنا الليث، عن معاوية بن صالح، عن أبي طالوت قال:
دخلت على أنس بن مالك، وهو يأكل القرع وهو يقول: يا لك شجرة ما أحبك إلي، لحب رسول الله صلى الله عليه وسلم إياك.
(ضعيف الاسناد) .
وفي الباب عن حكيم بن جابر عن أبيه.
هذا حديث غريب من هذا الوجه.
٤٣ - باب ما جاء في فضل إطعام الطعام ٣١٤ - ١٩٣١ حدثنا يوسف بن حماد.
حدثنا عثمان بن عبد الرحمن الجمحي، عن محمد بن زياد، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:',NULL,'209',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (238,'" أفشوا السلام، وأطعموا الطعام، واضربوا الهام، تورثوا الجنان ".
(ضعيف - الارواء ٣ / ٢٣٨ (٧٧٧) ، الضعيفة ١٣٢٤ (ضعيف الجامع الصغير) ٩٩٥) (١)) .
وفي الباب عن عبد الله بن عمرو، وابن عمر، وأنس، وعبد الله بن سلام، وعبد الرحمن بن عائش، وشريح بن هانئ، عن أبيه.
هذا حديث حسن صحيح غريب من حديث أبي هريرة.
٤٤ - باب ما جاء في فضل العشاء ٣١٥ - ١٩٣٣ حدثنا يحيى بن موسى.
حدثنا محمد بن يعلى الكوفي.
حدثنا عنبسة بن عبد الرحمن القرشي، عن عبد الملك بن علاق (٢) ، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " تعشوا ولو بكف من حشف (٣) ، فإن ترك العشاء مهرمة ".
(ضعيف - الضعيفة ١١٦ (ضعيف الجامع الصغير ٢٤٤٧)) .
هذا حديث منكر لا نعرفه إلا من هذا الوجه.
وعنبسة يضعف في
الحديث.
وعبد الملك بن علاق (علاف) : مجهول.
٤٥ - باب ما جاء في التسمية على الطعام ٣١٦ - ١٩٣٥ حدثنا محمد بن بشار.
حدثنا العلاء بن الفضل بن عبد الملك ابن أبي السوية أبو الهذيل قال: حدثني عبيد الله بن عكراش، عن أبيه عكراش بن ذويب قال: بعثني بنو مرة بن عبيد بصدقات أموالهم إلى رسول الله صلى الله عليه
_________
(١) وقال عنه في " ضعيف الجامع ": هو في " الصحيح " دون قوله: " واضربوا الهام " برقم (١٠٢٢ و ١٠٤١) .
(٢) في الاصول هكذا والذي في التقريب (علاف) .
(٣) الحشف: اليابس الفاسد من التمر.
وقيل: الضعيف الذي لا نوى له كالشيص.
(*)',NULL,'210',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (239,'وسلم، فقدمت عليه المدينة فوجدته جالسا بين المهاجرين والانصار، قال: ثم أخذ بيدي فانطلق بي إلى بيت أم سلمة فقال: " هل من طعام؟ " فأتينا بجفنة كثيرة الثريد والوذر (١) ، فأقبلنا نأكل منها، فخبطت بيدي في نواحيها، وأكل رسول الله صلى الله عليه وسلم من بين يديه، فقبض بيده اليسرى على يدي اليمنى ثم قال: " يا عكراش كل من موضع واحد فإنه طعام واحدا ".
ثم أتينا بطبق فيه ألوان التمر، أو الرطب - شك عبيد الله - فجعلت آكل من بين يدي، وجالت يد رسول الله صلى الله عليه وسلم في الطبق، وقال: " يا عكراش كل من حيث شئت، فإنه غير لون واحد ".
ثم أتينا بماء فغسل رسول الله صلى الله عليه وسلم يديه، ومسح ببلل كفيه وجهه وذراعيه ورأسه، وقال:
" يا عكراش هذا الوضوء مما غيرت النار ".
(ضعيف - ابن ماجه ٣٢٧٤ (٧٠٦)) .
هذا حديث غريب، لا نعرفه إلا من حديث العلاء بن الفضل.
وقد تفرد العلاء بهذا الحديث.
وفي الحديث قصة.
ولا نعرف لعكراش عن النبي صلى الله عليه وسلم إلا هذا الحديث.
٤٦ - باب ما جاء في كراهية البيتوتة، وفي يده غمر ٣١٧ - ١٩٣٧ حدثنا أحمد بن منيع، حدثنا يعقوب بن الوليد المدني، عن ابن أبي ذئب، عن المقبري، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:
_________
(١) الثريد: هشم الخبز مع المرق واللحم.
ويكون من غير اللحم أيضا.
الوذر: أي قطع اللحم.
مفردها وذرة بالسكون.
(*)',NULL,'211',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (240,'" إن الشيطان حساس لحاس، فاحذروه على أنفسكم، من بات وفي يده ريح غمر، فأصابه شئ فلا يلومن إلا نفسه ".
(موضوع - الضعيفة ٥٥٣٣، الروض النضير ٢ / ٢٢٥ (ضعيف الجامع الصغير ١٤٧٦) (١)) .
هذا حديث غريب من هذا الوجه.
وقد روي من حديث سهيل ابن أبي صالح، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم.
آخر أبواب الاطعمة
_________
(١) قال عنه الشيخ الالباني في " ضعيف الجامع الصغير وزيادته ": الشطر الثاني منه قوي من حديث أبي هريرة، وسيأتي في " صحيح الجامع "
إن شاء الله تعالى.
أقول: نعم! هو فيه برقم ٦١١٥ الطبعة الثانية، بترتيبي.
(*)',NULL,'212',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (241,'بسم الله الرحمن الرحيم أبواب الاشربة عن رسول الله صلى الله عليه وسلم ٦ - باب ما جاء في الرخصة أن ينتبذ في الظروف ٣١٨ - ١٩٤٨ (١) حدثنا محمود بن غيلان، حدثنا أبو داود الحفري، عن سفيان، عن منصور، عن سالم ابن أبي الجعد، عن جابر بن عبد الله قال: نهى رسول الله صلى الله عليه وسلم عن الظروف، فشكت إليه الانصار، فقالوا: ليس لنا وعاء، قال: (فلا إذا ".
وفي الباب عن ابن مسعود، وأبي هريرة، وأبي سعيد، وعبد الله بن عمرو.
هذا حديث حسن صحيح.
١٣ - باب ما جاء في التنفس في الاناء ٣١٩ - ١٩٦٤ حدثنا أبو كريب، حدثنا وكيع، عن يزيد بن سنان الجزري، عن ابن لعطاء ابن أبي رباح، عن أبيه، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:
_________
(١) هذا الحديث سكت عنه الشيخ ناصر، ولعله اعتمد في ذلك على حديث بريدة المتقدم في " الصحيح " برقم ١٥٢٤.
- أو أن له رأيا آخر -.
(*)',NULL,'213',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (242,'" لا تشربوا واحدا كشرب البعير، ولكن اشربوا مثنى وثلاث، وسموا إذا
أنتم شربتم، واحمدوا إذا أنتم رفعتم ".
(ضعيف - المشكاة ٤٢٧٨ / التحقيق الثاني (ضعيف الجامع الصغير ٦٢٣٣)) .
هذا حديث غريب.
ويزيد بن سنان الجزري هو: أبو فروة الرهاوي.
١٤ - باب ما ذكر في الشرب بنفسين ٣٢٠ - ١٩٦٥ حدثنا علي بن خشرم، حدثنا عيسى بن يونس، عن رشدين بن كريب، عن أبيه، عن ابن عباس: أن النبي صلى الله عليه وسلم كان إذا شرب يتنفس مرتين.
(ضعيف - ابن ماجه ٣٤١٧ (برقم ٧٤٣، ضعيف الجامع الصغير ٤٤٢٤)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث رشدين بن كريب.
قال: وسألت عبد الله بن عبد الرحمن عن رشدين بن كريب قلت: هو أقوى أم محمد بن كريب؟ قال: ما أقربهما، ورشدين بن كريب أرجحهما عندي.
وسألت محمد بن إسماعيل عن هذا، فقال: محمد بن كريب أرجح من رشدين بن كريب.
والقول عندي ما قال أبو محمد عبد الله بن عبد الرحمن: رشدين بن كريب أرجح وأكبر، وقد أدرك ابن عباس ورآه، وهما أخوان وعندهما مناكير.
١٨ - باب الرخصة في ذلك ٣٢١ - ١٩٧٠ حدثنا يحيى بن موسى.
حدثنا عبد الرزاق.
حدثنا عبد الله بن عمر، عن عيسى بن عبد الله بن أنيس، عن أبيه قال: رأيت النبي صلى الله عليه وسلم، قام إلى قربة معلقة فخنثها، ثم شرب من فيها.
(منكر - ضعيف أبي داود (٧٩٧ / ٣٧٢١)) .',NULL,'214',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (243,'وفي الباب عن أم سليم.
هذا حديث ليس إسناده بصحيح.
وعبد الله بن عمر العمري يضعف من قبل حفظه في الحديث، ولا أدري: سمع من عيسى أم لا.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (244,'بسم الله الرحمن الرحيم أبواب البر والصلة عن رسول الله صلى الله عليه وسلم ١١ - باب ما جاء في حب الوالد ولده ٣٢٢ - ١٩٩٢ حدثنا ابن أبي عمر.
حدثنا سفيان، عن إبراهيم بن ميسرة قال: سمعت ابن أبي سويد يقول: سمعت عمر بن عبد العزيز يقول: زعمت المرأة الصالحة خولة بنت حكيم قالت: خرج رسول الله صلى الله عليه وسلم ذات يوم، وهو محتضن أحد ابني ابنته وهو يقول: " إنكم لتبخلون، وتجتنون، وتجهلون، وإنكم لمن ريحان الله ".
(ضعيف - الضعيفة ٣٢١٤ (ضعيف الجامع الصغير ٢٠٤١)) .
وفي الباب عن ابن عمر، والاشعث بن قيس.
حديث ابن عيينة، عن إبراهيم بن ميسرة لا نعرفه إلا من حديثه، ولا نعرف لعمر بن عبد العزيز سماعا من خولة.
١٣ - باب ما جاء في النفقات على البنات والاخوات ٣٢٣ - ١٩٩٤ حدثنا أحمد بن محمد.
حدثنا عبد الله بن المبارك.
حدثنا ابن عيينة، عن سهيل ابن أبي صالح، عن أيوب بن بشير، عن سعيد الاعشى،',NULL,'216',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (245,'عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " من كانت له ثلاث أخوات، أو ابنتان أو أختان، فأحسن صحبتهن، واتقى الله فيهن فله الجنة ".
(ضعيف بهذا اللفظ - الصحيحة تحت الحديث ٢٩٤ (ضعيف الجامع الصغير ٥٨ ٠٨)) .
٣٢٤ - ١٩٩٥ حدثنا قتيبة.
حدثنا عبد العزيز بن محمد، عن سهيل ابن أبي صالح، عن سعيد بن عبد الرحمن، عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: " لا يكون لاحدكم ثلاث بنات، أو ثلاث أخوات، فيحسن إليهن إلا دخل الجنة ".
(ضعيف - انظر ما قبله (ضعيف الجامع الصغير ٦٣٦٩)) .
وفي الباب.
عن عائشة، وعقبة بن عامر، وأنس، وجابر، وابن عباس، وأبو سعيد الخدري اسمه: سعد بن مالك بن سنان.
وسعد ابن أبي وقاص هو: سعد بن مالك بن وهيب.
وقد زادوا في هذا الاسناد رجلا.
١٤ - باب ما جاء في رحمة اليتيم ٣٢٥ - ١٩٩٩ حدثنا سعيد بن يعقوب الطالقاني.
حدثنا المعتمر بن سليمان، قال: سمعت أبي يحدث عن حنش، عن عكرمة، عن ابن عباس، أن نبي الله صلى الله عليه وسلم قال: " من قبض يتيما من بين المسلمين إلى طعامه وشرابه، أدخله الله الجنة البتة، إلا أن يعمل ذنبا لا يغفر ".
(ضعيف - التعليق الرغيب ٣ / ٢٣ ٠، الضعيفة ٥٣٤٥ (ضعيف الجامع الصغير ٥٧٤٥)) .
وفي الباب.
عن مرة الفهري، وأبي هريرة، وأبي أمامة، وسهل بن سعد.
وحنش هو: حسين بن قيس، وهو أبو علي الرحبي.
، وسليمان التيمي يقول: حنش.
وهو ضعيف عند أهل الحديث.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (246,'١٥ - باب ما جاء في رحمة الصبيان ٣٢٦ - ٢٠٠٣ حدئنا أبو بكر محمد بن أبان.
حدثنا يزيد بن هارون، عن شريك، عن ليث، عن عكرمة، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " ليس منا من لم يرحم صغيرنا، ويوقر كبيرنا، ويأمر بالمعروف، وينه عن المنكر ".
(ضعيف - المشكاة ٤٩٧٠، التعليق الرغيب ٣ / ١٧٣ (ضعيف الجامع الصغير ٤٩٣٨)) .
هذا حديث غريب.
وحديث محمد بن إسحاق، عن عمرو بن شعيب حديث حسن صحيح.
وقد روي عن عبد الله بن عمرو من غير هذا الوجه أيضا.
قال بعض أهل العلم: معنى قول النبي صلى الله عليه وسلم: " ليس منا ": ليس من سنتنا، يقول: ليس من أدبنا.
وقال علي ابن المديني: قال يحيى بن سعيد: كان سفيان الثوري ينكر هذا التفسير: ليس منا، ليس مثلنا (١) .
١٨ - باب ما جاء في شفقة المسلم على المسلم ٣٢٧ - ٢٠١١ حدثنا أحمد بن محمد.
حدثنا عبد الله بن المبارك.
حدثنا يحيى بن عبيد الله، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إن أحدكم مرآة أخيه، فإن رأى به أذى فليمطة عنه ".
(ضعيف جدا - الضعيفة ١٨٨٩ (ضعيف الجامع الصغير ١٣٧١)) .
ويحيى بن عبيد الله ضعفه شعبة.
وفي الباب عن أنس.
_________
(١) في مطبوعة عوض بلفظ (من مثلنا) .
(*)',NULL,'218',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (247,'٢٦ - باب ما جاء في إصلاح ذات البين ٣٢٨ - ٢٠٢٠ (١) حدثنا محمد بن بشار.
حدثنا أبو أحمد.
حدثنا سفيان.
وحدثنا محمود بن غيلان.
حدثنا بشر بن السري وأبو أحمد، قالا: حدثنا سفيان (عن عبد الله بن عثمان) ، (٢) ، عن ابن خثيم، عن شهر بن حوشب، عن أسماء بنت يزيد قالت: قال رسول الله صلى الله عليه وسلم: " لا يحل الكذب إلا في ثلاث: يحدث الرجل امرأته ليرضيها، والكذب في الحرب، والكذب ليصلح بين الناس ".
(صحيح - دون قوله: " ليرضيها " الصحيحة ٥٤٥: م نحوه - أم كلثوم) .
وقال محمود في حديثه: " لا يصلح الكذب إلا في ثلاث ".
هذا حديث حسن، لا نعرفه من حديث أسماء إلا من حديث ابن خثيم.
وروى داود ابن أبي هند هذا الحديث عن شهر بن حوشب عن النبي صلى الله عليه وسلم، ولم يذكر فيه: عن أسماء.
حدثنا بذلك أبو كريب، حدثنا ابن أبي زائدة، عن داود ابن أبي هند.
وفي الباب عن أبي بكر رضي الله عنه.
٢٧ - باب ما جاء في الخيانة والغش ٣٢٩ - ٢٠٢٣ حدثنا عبد بن حميد.
حدثنا زيد بن حباب العكلي.
حدثني أبو سلمة الكندي.
حدثنا فرقد السبخي، عن مرة بن شراحيل الهمداني - وهو الطيب - عن أبي بكر الصديق قال: قال رسول الله صلى الله عليه وسلم:
" ملعون من ضار مؤمنا، أو مكر به ".
(ضعيف - الضعيفة ١٩٠٣ (ضعيف الجامع الصغير ٥٢٧٥)) .
هذا حديث غريب.
_________
(١) هذا الحديث في " صحيح سنن الترمذي - باختصار السند " برقم ١٥٨٢.
(٢) ما بين الحاصرتين () زبادة من طبعة عوض.
(*)',NULL,'219',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (248,'٣٣٠ - ٢٠٢٨ حدثنا أحمد بن منيع.
حدثنا يزيد بن هارون، عن همام بن يحيى، عن فرقد، عن مرة، عن أبي بكر الصديق، عن النبي صلى الله عليه وسلم قال: " لا يدخل الجنة سئ الملكة ".
(ضعيف - ابن ماجه ٣٦٩١ (برقم ٨٠٦ بزيادات كثيرة، وضعيف الجامع ٦٣ ٤٠)) .
هذا حديث غريب.
وقد تكلم أيوب السختياني وغير واحد في فرقد السبخي، من قبل حفظه.
٣١ - باب ما جاء في أدب الخادم ٣٣١ - ٢٠٣١ حدثنا أحمد بن محمد.
حدثنا عبد الله، عن سفيان، عن أبي هارون العبدي، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: " إذا ضرب أحدكم خادمه فذكر الله فارفعوا أيديكم ".
(ضعيف - ١٤٤١ (١) (ضعيف الجامع الصغير ٥٨٢)) .
وأبو هارون العبدي اسمه: عمارة بن جوين.
وقال يحيى بن سعيد: ضعف شعبة أبا هارون العبدي.
قال يحيى: وما زال ابن عون يروي عن أبي هارون حتى مات.
٣٣ - باب ما جاء في أدب الولد
٣٣٢ - ٢٠٣٤ حدثنا قتيبة.
حدثنا يحيى بن يعلى، عن ناصح، عن سماك، عن جابر بن سمرة، قال: قال رسول الله صلى الله عليه وسلم: " لان يؤدب الرجل ولده خير من أن يتصدق بصاع ".
(ضعيف - الضعيفة ١٨٨٧ (ضعيف الجامع الصغير ٤٦٤٢)) .
_________
(١) كذا الاصل.
ولعله يريد " سلسلة الاحاديث الضعيفة ".
ثم تأكدت أنه قصد ذلك، وفيه رواية " فاليمسك " بدلا من " فارفعوا أيديكم " والحديث في " شرح السنة " للامام البغري برقم ٢٤١٣.
(*)',NULL,'220',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (249,'هذا حديث غريب.
وناصح بن علاء الكوفي، ليس عند أهل الحديث بالقوي، ولا يعرف هذا الحديث إلا من هذا الوجه.
وناصح شيخ آخر بصري، يروي عن عمار ابن أبي عمار وغيره، وهو أثبت من هذا.
٣٣٣ - ٢٠٣٥ حدثنا نصر بن علي.
حدثنا عامر ابن أبي عامر الخزاز.
حدثنا أيوب بن موسى، عن أبيه، عن جده.
أن رسول الله صلى الله عليه وسلم قال: " ما نحل والد ولدا من نحل أفضل من أدب حسن ".
(ضعيف - الضعيفة ١١٢١، نقد الكتاني ص ٢٠ (ضعيف الجامع الصغير ٥٢٢٧)) .
هذا حديث غريب، لا نعرفه إلا من حديث عامر ابن أبي عامر الخزاز.
وأيوب بن موسى هو: ابن عمرو بن سعيد بن العاص.
وهذا عندي حديث مرسل.
٤٠ - باب ما جاء في السخاء ٣٣٤ - ٢٠٤٤ حدثنا الحسن بن عرفة.
حدثنا سعيد بن محمد الوراق، عن
يحيى بن سعيد، عن الاعرج، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " والسخي قريب من الله، قريب من الجنة، قريب من الناس، بعيد من النار.
والبخيل بعيد من الله، بعيد من الجنة، بعيد من الناس، قريب من النار.
والجاهل السخي أحب إلى الله من عابد بخيل ".
(ضعيف جدا - الضعيفة ١٥٤ (ضعيف الجامع الصغير ٣٣٤١)) .
هذا حديث غريب، لا نعرفه من حديث يحيى بن سعيد، عن الاعرج، عن أبي هريرة، إلا من حديث سعيد بن محمد، وقد خولف سعيد بن محمد',NULL,'221',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (250,'في رواية هذا الحديث عن يحيى بن سعيد، إنما يروى عن يحيى بن سعيد عن عائشة: شئ مرسل.
٤١ - باب ما جاء في البخل ٣٣٥ - ٢٠٤٥ حدثنا أبو حفص عمرو بن علي.
حدثنا أبو داود.
حدثنا صدقة ابن موسى.
حدثنا مالك بن دينار، عن عبد الله بن غالب الحداني، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " خصلتان لا تجتمعان في مؤمن: البخل، وسوء الخلق ".
(ضعيف - الضعيفة ١١١٩، نقد الكتاني ٣٣ / ٣٣ (ضعيف الجامع الصغبر ٢٨٣٣)) .
هذا حديث غريب، لا نعرفه إلا من حديث صدقة بن موسى.
وفي الباب عن أبي هريرة.
٣٣٦ - ٢٠٤٦ حدثنا أحمد بن منيع.
حدثنا يزيد بن هارون.
حدثنا صدقة بن موسى، عن فرقد السبخي، عن مرة الطيب، عن أبي بكر الصديق، عن النبي صلى الله عليه وسلم قال:
" لا يدخل الجنة خب (١) ولا بخيل، ولا منان ".
(ضعيف - أحاديث البيوع (ضعيف الجامع الصغير ٦٣٣٩)) .
هذا حديث حسن غريب.
٤٦ - باب ما جاء في الصدق والكذب ٣٣٧ - ٢٠٥٦ حدثنا يحيى بن موسى قال: قلت لعبد الرحيم بن هارون الغساني: حدثكم عبد العزيز ابن أبي رواد، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال:
_________
(١) الخب.
بالفتح وقد تكسر خاؤه: الخداع.
(*)',NULL,'222',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (251,'" إذا كذب العبد (كذبة) (١) تباعد عنه الملك ميلا من نتن ما جاء به "؟ (ضعيف جدا - الضعيفة ١٨٢٨ (ضعيف الجامع الصغير ٦٨٠)) .
قال يحيى: فأقر به عبد الرحيم بن هارون وقال: نعم.
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه، تفرد به عبد الرحيم ابن هارون.
٥٠ - باب ما جاء في دعوة الاخ لاخيه بظهر الغيب ٣٣٨ - ٢٠٦٣ حدثنا عبد بن حميد.
حدثنا قبيصة، عن سفيان، عن عبد الرحمن بن زياد بن أنعم، عن عبد الله بن يزيد، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال: " ما دعوة أسرع إجابة من دعوة غائب لغائب ".
(ضعيف - ضعيف أبي داود ٢٦٩ / ٢ (عندنا برقم ٣٣٠ / ١٥٣٥، ضعيف الجامع الصغير ٥٠٦٥ والمشكاة ٢٢٤٧)) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه، والافريقي يضعف في
الحديث، وهو عبد الرحمن بن زياد بن أنعم الافريقي.
وعبد الله بن يزيد هو: أبو عبد الرحمن الحبلي.
٥٣ - باب ما جاء في فضل المملوك الصالح ٣٣٩ - ٢٠٦٩ حدثنا أبو كريب.
حدثنا وكيع عن سفيان، عن أبي اليقظان، عن زاذان، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: " ثلاثة على كثبان المسك، - أراه قال: يوم القيامة (يغبطهم الاولون والآخرون) (٢) -: عبد أدى حق الله وحق مواليه، ورجل أم قوما وهم به
_________
(١) ما بين الحاصرتين () زيادة من إلمخطوطة، وضعيف الجامع الصغير.
ما بين الحاصرتين () زيادة من المخطوطة، وضعيف الجامع الصغير.
(*)',NULL,'223',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (252,'راضون، ورجل ينادي بالصلوات الخمس في كل يوم وليلة ".
(ضعيف - المشكاة ٦٦٦ (ضعيف الجامع الصغير ٢٥٧٩ وسيأتي برقم ٤٧٠ / ٢٧٠٥)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث سفيان (عن أبي اليقظان، إلا من حديث وكيع) (١) .
وأبو اليقظان اسمه: عثمان بن قيس (ويقال: ابن عمير، وهو أشهر) .
٥٧ - باب ما جاء في المراء ٣٤٠ - ٢٠٧٨ حدثنا عقبة بن مكرم البصري.
حدثنا ابن أبي فديك، قال: أخبرني سلمة بن وردان الليثي، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " من ترك الكذب وهو باطل، بني له في ربض الجنة، ومن ترك المراء، وهو محق، بني له في وسطها، ومن حسن خلقه بني له في أعلاها ".
(ضعيف بهذا اللفظ - ابن ماجه ٥١ (برقم ٦ والصحيحة ٢٧٣ وضعيف الجامع برقم
٥٥٢٢)) .
هذا حديث حسن، لا نعرفه إلا من حديث سلمة بن وردان، عن أنس.
٣٤١ - ٢٠٧٩ حدثنا فضالة بن الفضل الكوفي.
حدثنا أبو بكر بن عياش، عن ابن وهب بن منبه، عن أبيه، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " كفى بك إثما أن لا تزال مخاصما ".
(ضعيف - الضعيفة ٤٠٩٦ (ضعيف الجامع الصغير ٤١٨٦)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
٣٤٢ - ٢٠٨٠ حدثنا زياد بن أيوب البغدادي.
حدثنا المحاربي، عن ليث
_________
(١) ما بين الحاصرتين () من طبعة عوض.
(*)',NULL,'224',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (253,'- وهو ابن أبي سليم - عن عبد الملك، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " لا تمار أخاك، ولا تمازحه، ولا تعده موعدا فتخلفه ".
(ضعيف - المشكاة ٤٨٩٢ / التحقيق الثاني (ضعيف الجامع الصغير ٦٢٧٤)) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه أو عبد الملك عندي هو: ابن بشير (١) .
٦٠ - باب ما جاء في الكبر ٣٤٣ - ٢٠٨٥ حدثنا أبو كريب.
حدثنا أبو معاوية، عن عمر بن راشد، عن إياس بن سلمة بن الاكوع، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: " لا يزال الرجل يذهب بنفسه حتى يكتب في الجبارين، فيصيبه ما
أصابهم ".
(ضعيف - الضعيفة ١٩١٤ (ضعيف الجامع الصغير ٦٣٤٤)) .
هذا حديث حسن غريب.
٦١ - باب ما جاء في حسن الخلق ٣٤٤ - ٢٠٩٠ (٢) حدثنا أحمد بن عبدة، أخبرنا أبو وهب، عن عبد الله بن المبارك: أنه وصف حسن الخلق فقال: هو بسط الوجه، وبذل المعروف، وكف الاذى.
٦٢ - باب ما جاء في الاحسان والعفو ٣٤٥ - ٢٠٩٢ حدثنا أبو هشام الرفاعي، محمد بن يزيد.
حدثنا محمد بن
_________
(١) ما بين الحاصرتين () زيادة من طبعة عوض.
(٢) سكت عنه الشيخ، ولذلك وضعته في الصحيح برقم ١٦٣١ وهنا.
(*)',NULL,'225',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (254,'فضيل، عن الوليد بن عبد الله بن جميع، عن أبي الطفيل، عن حذيفة قال: قال رسول الله صلى الله عليه وسلم: " لا تكونوا إمعة تقولون: إن أحسن الناس أحسنا، وإن ظلموا ظلمنا، وبكن وطنوا أنفسكم، إن أحسن الناس أن تحسنوا، وإن أساءوا فلا تظلموا ".
(ضعيف - نقد الكتاني ٢٦، المشكاة ٥١٢٩ (ضعيف الجامع الصغير ٦٢٧١)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٦٥ - باب ما جاء في التأني والعجلة ٣٤٦ - ٢٠٩٨ حدثنا أبو مصعب المديني.
أخبرنا عبد المهيمن بن عباس بن سهل بن سعد الساعدي، عن أبيه، عن جده قال: قال رسول الله صلى الله عليه وسلم:
" الاناة من الله، والعجلة من الشيطان ".
(ضعيف - المشكاة ٥٠٥٥ / التحقيق الثاني (ضعيف الجامع الصغير ٢٣٠٠)) .
هذا حديث غريب، وقد تكلم بعض أهل العلم في عبد المهيمن بن عباس وضعفه من قبل حفظه.
٧٣ - باب في كظم الغيظ ٣٤٧ - ٢١٠٧ (١) حدثنا العباس بن محمد الدوري (٢) وغير واحد، قالوا: أنبأنا عبد الله بن يزيد المقري.
أخبرنا سعيد ابن أبي أيوب.
حدثني أبو مرحوم عبد الرحيم بن ميمون، عن سهل بن معاذ بن أنس الجهني، عن أبيه، عن النبي صلى الله عليه وسلم قال: " من كظم غيظا وهو يستطيع أن ينفذه دعاه الله يوم القيامة على رؤوس
_________
(١) سكت عنه الشيخ، وهو في الصحيح برقم ١٦٤٥.
(٢) في نسخة الشيخ ناصر (الدودي) .
انظر " التقريب " ٣١٨٩ و ١ / ٣٩٩.
(*)',NULL,'226',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (255,'الخلائق حتى يخيره في أي الحور شاء ".
هذا حديث حسن غريب.
٧٤ - باب ما جاء في إجلال الكبير ٣٤٨ - ٢١٠٨ حدثنا محمد بن المثنى.
أخبرنا يزيد بن بيان العقيلي.
حدثنى أبو الرحال الانصاري، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " ما أكرم شاب شيخا لسنه.
إلا قيض الله له من يكرمه عند سنه ".
(ضعيف - الضعيفة ٣٠٤، المشكاة ٤٩٧١ (ضعيف الجامع الصغير ٥٠١٢)) .
هذا حديث غريب، لا نعرفه إلا من حديث هذا الشيخ يزيد بن بيان، وأبو
الرحال الانصاري آخر.
٨٥ - باب ما جاء في التجارب ٣٤٩ - ٢١١٩ حدثنا قتيبة.
أخبرنا عبد الله بن وهب، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: " لا حليم إلا ذو عثرة، ولا حكيم إلا ذو تجربة ".
(ضعيف - المشكاة ٥٠٥٦، الضعيفة ٥٦٤٦ (ضعيف الجامع الصغير ٦٢٨٣)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
آخر أبواب البر والصلة',NULL,'227',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (256,'بسم الله الرحمن الرحيم أبواب الطب عن رسول الله صلى الله عليه وسلم ٣ - باب ما جاء ما يطعم المريض ٣٥٠ - ٢١٢٦ حدثنا أحمد بن منيع.
أخبرنا إسماعيل بن إبراهيم.
أخبرنا محمد بن السائب بن بركة، عن أمه، عن عائشة قالت: كان رسول الله صلى الله عليه وسلم: إذا أخذ أهله الوعك، أمر بالحساء فصنع، ثم أمرهم فحسوا منه، وكان يقول: " إنه ليرتو (١) فؤاد الحزين، ويسرو عن فؤاد السقيم، كما تسرو إحداكن الوسخ بالماء عن وجهها ".
(ضعيف - ابن ماجه ٣٤٤٥ (برقم ٧٥٢ والمشكاة ٤٢٣٤)) .
هذا حديث حسن صحيح.
وقد روى الزهري عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم شيئا من هذا ... - ٢١٢٧ حدثنا بذلك الحسين الجريري.
أخبرنا أبو إسحاق الطالقاني، عن ابن المبارك، عن يونس، عن الزهري، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم بمعناه، حدثنا بذلك أبو إسحاق.
_________
(١) (يرتو) : أي يشده ويقويه.
وفي نسخة (ليرتق) .
(يسرو) : أي يكشف عن فؤاده الالم ويزيله.
(*)',NULL,'228',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (257,'٩ - باب ما جاء في السعوط وغيره ٣٥١ - ٢١٣٧ حدثنا محمد بن مدويه.
أخبرنا عبد الرحمن بن حماد.
أخبرنا عباد بن منصور، عن عكرمة، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " إن خير ما تداويتم به السعوط، واللدود (١) ، والحجامة، والمشي ".
فلما اشتكى رسول الله صلى الله عليه وسلم لده أصحابه.
فلما فرغوا قال: " لدوهم ".
قال: فلدوا كلهم غير العباس.
(ضعيف - المشكاة ٤٤٧٣ / التحقيق الثاني) .
٣٥٢ - ٢١٣٧ / ١ حدثنا محمد بن يحيى.
أخبرنا يزيد بن هارون.
أخبرنا عباد بن منصور، عن عكرمة، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " إن خير ما تداويتم به اللدود، والسعوط، والحجامة، والمشي، وخير ما اكتحلتم به الاثمد، فإنه يجلو البصر وينبت الشعر " قال: وكان رسول الله صلى الله عليه وسلم له مكحلة يكتحل بها عند النوم ثلاثا
في كل عين.
(ضعيف إلا فقرة استحال بالاثمد فصحيحة - ابن ماجه ٣٤٩٥ - ٣٤٩٧، ٣٤٩٩) (٢) .
هذا حديث حسن غريب: وهو حديث عباد بن منصور.
١٢ - باب ما جاء في الحجامة ٣٥٣ - ١١٤٣ / ١ حدثنا عبد بن حميد.
أخبرنا النضر بن شميل.
أخبرنا عباد
_________
(١) اللدود: هو بالفتح من الادوية: ما يسقاه المريض في أحد شقي الفم.
ولديدا الفم: جانباه.
(٢) انظر " صحيح سنن ابن ماجه - باختصار السند " ٢٨١٧ والصحيحة ٧٢٤.
و" ضعيف سنن ابن ماجه " ٧٦٦ و " مشكاة المصابيح " ٣٥٢، و " ضعيف الجامع الصغير " ١٨٥٥ و ٤٤٨٦.
(*)',NULL,'229',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (258,'ابن منصور قال: سمعت عكرمة قال: كان لابن عباس غلمة ثلاثة حجامون، فكان اثنان منهم يغلان عليه وعلى أهله، وواحد يحجمه ويحجم أهله.
(ضعيف الاسناد) .
٣٥٤ - ٢١٤٣ / ٢ قال: وقال ابن عباس: قال نبي الله: (نعم العبد الحجام، يذهب بالدم، ويخف الصلب، ويجلو عن البصر ".
(ضعيف - ابن ماجه ٣٤٧٨ و (٧٦٢، ضعيف الجامع الصغير ٥٩٦٦)) .
٣٥٥ - ٢١٤٣ / ٤ (١) وقال: إن خير ما تحتجمون فيه يوم سبع عشرة، ويوم تسع عشرة، ويوم إحدى وعشرين.
٣٥٦ - ٢١٤٣ / ٥ وقال: إن خير ما تداويتم به السعوط، واللدود، والحجامة، والمشي.
(ضعيف - ومضى ٢٠٤٨) (٢) .
٣٥٧ - ٢١٤٣ / ٦ (٣) وإن رسول الله صلى الله عليه وسلم لده العباس وأصحابه.
فقال رسول الله صلى الله عليه وسلم: " من لدني؟ " فكلهم أمسكوا، فقال: " لا يبقى أحد ممن في البيت إلا لد " (فلدوا) (٤) غير عمه العباس.
_________
(١) سكت عنه الشيخ ناصر.
ولذلك ذكرته هنا اتباعا لمنهج القاعدة وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٦٧٤.
(٢) عند المراجعة.
تبين أن الرقم (٢٠٤٨) يعود لطبعة ابراهيم عطوه عوض.
وهو في ترقيمنا ٣٥٢ - ٢١٣٧ / ١.
ولم نتبين كيف كان هذا؟ ! (٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٦٧٥.
(٤) ما بين الحاصرتين () زيادة منا لاستقامة المعنى في متن الحديث.
والتوفيق مع ما في البخاري ومسلم.
والحديث المتقدم برقم ٣٥١ / ٢١٣٧ وإن كان ضعيفا، فإن = (*)',NULL,'230',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (259,'قال النضر: اللدود الوجور (١) .
(صحيح - دون قوله: " لده العباس "، بل هو منكر لمخالفته لقوله صلى الله عليه وسلم في حديث عائشة نحوه بلفظ: " غير العباس.
فإنه لم يشهدكم " خ: ٢٤٥٨ م، ٧ / ٢٤) .
وفي الباب: عن عائشة.
هذا حديث حسن غريب، لا نعرفه إلا من حديث عباد بن منصور.
١٨ - باب ما جاء أن العين حق والغسل لها ٣٥٨ - ٢١٥٥ حدثنا أبو حفص عمرو بن علي، أخبرنا يحيى بن كثير أبو غسان العنبري، أخبرنا علي بن المبارك، عن يحيى ابن أبي كثير، قال: حدثني حية بن حابس التميمي.
حدثني أبي: أنه سمع رسول الله صلى الله
عليه وسلم يقول: " لا شئ في الهام، والعين حق ".
(ضعيف - الضعيفة ٤٨٠٤، لكن قوله: " العين حق " صحيح: ق - الصحيحة ١٢٤٨ (ضعيف الجامع الصغير ٦٢٩٥، وصحيح الجامع الصغير ٧٥٠٣)) .
٢٠ - باب ما جاء في الرقى والادوية ٣٥٩ - ٢١٥٩ حدثنا ابن أبي عمر، أخبرنا سفيان، عن الزهري، عن (ابن) (٢) أبي خزامة، عن أبيه قال: سألت رسول الله صلى الله عليه وسلم قلت: يا رسول الله! أرأيت رقى (٣) نسترقيها، ودواء نتداوى به، وتقاة نتقيها، هل ترد من قدر الله شيئا؟ قال:
_________
= الشاهد منه ثابت في هذا الحديث.
(١) كانت في طبعة دار الفكر: (الوجود) .
وسكت عنها الشيخ ناصر، والصواب ما ذكرنا، وهو ادخال الدواء في إحدى شقي الفم.
(٢) ما بين الحاصرتين () ناقص من الاصل.
(٣) هي ما يقرأ من الدعاء لطلب الشفاء من القرآن، ومما صح من السنة.
وأما ما اعتاده الناس من الكلام المسجوع الممزوج بكلمات لا يفهم لها معنى، وقد تكون من = (*)',NULL,'231',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (260,'" هي من قدر الله ".
(ضعيف - ابن ماجه ٣٤٣٧ (برقم ٧٤٩ وسيأتي برقم ٣٧٩ / ٢٢٥٢)) ... - ٢١٦٠ حدثنا سعيد بن عبد الرحمن، أخبرنا سفيان، عن الزهري، عن ابن أبي خزامة، عن أبيه، عن النبي صلى الله عليه وسلم نحوه.
وقد روي عن ابن عيينة كلتا الروايتين، فقال بعضهم: عن أبي خزامة، عن أبيه، وقال بعضهم: عن ابن أبي خزامة عن أبيه.
وقد روى غير ابن عيينة هذا الحديث عن الزهري، عن أبي خزامة، عن أبيه.
وهذا أصح، ولا نعرف لابي خزامة غير هذا الحديث.
٣٦٠ - ٢١٦٤ حدثنا محمد بن بشار، حدثنا معاذ، حدثني أبي، عن قتادة قال: حدثت أن أبا هريرة قال: أخذت ثلاثة أكمؤ، أو خمسا، أو سبعا.
فعصرتهن، فجعلت ماءهن في قارورة، فكحلت به جارية لي، فبرأت.
(ضعيف الاسناد مع وقفه) .
٣٦١ - ٢١٦٥ حدثنا محمد بن بشار، حدثنا معاذ بن هشام، حدثني أبي، عن قتادة قال: حدثت أن أبا هريرة قال: الشونيز (١) دواء من كل داء إلا السام.
_________
= الكفر والشرك، فإنها ممنوعة.
ومن السخافات ما يضاف إليها من الخبز بعد أن تدخل فيه السكين أو السيخ، أو الماء بعد أن يوضع في أوان كتب عليها بعض الكلام، أو وضع فيها الاوراق التي كتب عليها الكلام والطلسمات، فإنها من عمل الشيطان، وتخريف أدعياء العلم، ويساعد عليها ترك الامر بالمعروف والنهي عن المنكر.
ولو صح قول النبي صلى الله عليه وسلم: " هي من قدر الله " فمعناه: أن قدر الله كائن لا يرد.
(١) هي الحبة السوداء.
(*)',NULL,'232',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (261,'قال قتادة: يأخذ كل يوم إحدى وعشرين حبة، فيجعلهن في خرقة، فينقعه، فيستعط به كل يوم في منخره الايمن قطرتين والايسر قطرة، والثاني في الايسر قطرتين وفي الايمن قطرة، والثالث في الايمن قطرتين وفي الايسر قطرة.
(ضعيف الاسناد مع وقفه، لكن صح مرفوعا دون قول قتادة: " يأخذ.." الصحيحة ١٩٠٥) .
٢٥ - باب ما جاء في تبريد الحمى بالماء ٣٦٢ - ٢١٧٢ حدثنا محمد بشار، حدثنا أبو عامر العقدي، حدثنا إبراهيم بن إسماعيل ابن أبي حبيبة، عن داود بن حصين، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم، كان يعلمهم من الحمى، ومن الاوجاع كلها أن يقول: " باسم الله الكبير، أعوذ بالله العظيم، من شر كل عرق نعار، ومن شر حر النار ".
(ضعيف - المشكاة ١٥٥٤ (ضعيف الجامع الصغير ٤٥٨٧)) .
هذا حديث غريب، لا نعرفه إلا من حديث إبراهيم بن إسماعيل ابن أبي حبيبة.
وإبراهيم يضعف في الحديث، ويروى: عرق يعار.
٢٧ - باب ما جاء في دواء ذات الجنب ٣٦٣ - ٢١٧٥ حدثنا محمد بن بشار.
حدثنا معاذ بن هشام.
حدثني أبي، عن قتادة، عن أبي عبد الله، عن زيد بن أرقم: أن النبي صلى الله عليه وسلم، كان ينعت الزيت، والورس: من ذات الجنب.
قال قتادة: ويلد من الجانب الذي يشتكيه.
(ضعيف - ابن ماجه ٣٤٦٧ (برقم ٧٦١ وفيه زيادة: القسط)) .',NULL,'233',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (262,'هذا حديث حسن صحيح.
وأبو عبد الله اسمه ميمون هو شيخ بصري.
٣٦٤ - ٢١٧٦ حدثنا رجاء بن محمد العذري البصري.
حدثنا عمرو بن محمد ابن أبي رزين.
حدثنا شعبة عن خالد الحذاء.
حدثنا ميمون أبو عبد الله قال:
سمعت زيد بن أرقم قال: أمرنا رسول الله صلى الله عليه وسلم: أن نتداوى من ذات الجنب، بالقسط البحري، والزيت.
(ضعيف - انظر ما قبله) .
هذا حديث حسن صحيح.
ولا نعرفه إلا من حديث ميمون، عن زيد بن أرقم.
وقد روى عن ميمون غير واحد من أهل العلم هذا الحديث.
وذات الجنب: يعني السل (١) .
٢٩ - باب ما جاء في السنا ٣٦٥ - ٢١٧٨ حدثنا محمد بن بشار.
حدثنا محمد بن بكر.
حدثنا عبد الحميد بن جعفر.
حدثني عتبة بن عبد الله، عن أسماء بنت عميس: أن رسول الله صلى الله عليه وسلم سألها: " بم تستمشين؟ " قالت: بالشبرم، قال: " حار جار "، قالت: ثم استمشيت بالسنا.
فقال النبي صلى الله عليه وسلم: " لو أن شيئا كان فيه شفاء من الموت لكان في السنا ".
(ضعيف - ابن ماجه ٤٥٣٧) (هذا وهم في أصل الشيخ ناصر.
وإنما هو رقم مشكاة المصابيح والشيخ ناصر لم يحل على المشكاة.
وأما رقم " ضعيف سنن ابن ماجه " فهو ٧٦٠ - ٣٤٦١ ومن منا لا يسهو - وانظر " ضعيف الجامع الصغير " ٤٨٠٧) .
هذا حديث غريب.
_________
(١) هذا التفسير من الامام الترمذي، لا يستند إلى معرفة بالطب، والمعروف الآن أنهما مرضان مختلفان.
(*)',NULL,'234',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (263,'٣٢ - باب (في الحمى) ٣٦٦ - ٢١٨١ حدثنا أحمد بن سعيد الاشقر المرابطي.
حدثنا روح بن عبادة.
حدثنا مرزوق أبو عبد الله الشامي.
حدثنا سعيد - رجل من أهل الشام - حدثنا ثوبان، عن النبي صلى الله عليه وسلم قال: " إذا أصاب أحدكم الحمى، فإن الحمى قطعة من النار، فليطفها عنه بالماء فليستنقع في نهر جار، فليستقبل جريته، فيقول: باسم الله اللهم اشف عبدك، وصدق رسولك.
بعد صلاة الصبح، وقبل طلوع الشمس، وليغمس فيه ثلاث غمسات ثلاثة أيام، فإن لم يبرأ في ثلاث فخمس، فإن لم يبرأ في خمس فسبع، فإن لم يبرأ في سبع، فتسع، فإنها لا تكاد تجاوز تسعا بإذن الله ".
(ضعيف - الضعيفة ٢٣٣٩ (ضعيف الجامع الصغير ٣٧٥)) .
هذا حديث غريب.
٣٤ - باب (في الدخول على المريض) ٣٦٧ - ٢١٨٣ حدثنا عبد الله بن سعيد الاشج.
حدثنا عقبة بن خالد السكوني، عن موسى بن محمد بن إبراهيم التيمي، عن أبيه، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " إذا دخلتم على المريض فنفسوا له في أجله، فإن ذلك لا يرد شيئا، ويطيب نفسه ".
(ضعيف - ابن ماجه ١٤٣٨ (برقم ٣٠٣ ومشكاة المصابيح ١٥٧٢، ضعيف الجامع الصغير ٤٨٨، الضعيفة ١٨٤)) .
هذا حديث غريب.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (264,'بسم الله الرحمن الرحيم أبواب الفرائض عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في تعليم الفرائض ٣٦٨ - ٢١٨٥ حدثنا عبد الاعلى بن واصل.
حدثنا محمد بن القاسم الاسدي.
حدثنا الفضل بن دلهم.
حدثني عوف، عن شهر بن حوشب، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " تعلموا الفرائض والقرآن وعلموا الناس فإني مقبوض ".
(ضعيف - المشكاة ٢٤٤، الارواء ١٦٦٤ (ضعيف الجامع الصغير ٢٤٥٠)) .
هذا حديث فيه اضطراب.
وروى أبو أسامة هذا الحديث عن عوف، عن رجل، عن سليمان بن جابر، عن ابن مسعود، عن النبي صلى الله عليه وسلم ... - ٢١٨٦ حدثنا بذلك الحسين بن حريث، حدثنا أبو أسامة بهذا نحوه بمعناه، ومحمد بن القاسم الاسدي قد ضعفه أحمد بن حنبل وغيره.
٩ - باب ما جاء في ميراث الجد ٣٦٩ - ٢١٩٦ حدثنا الحسن بن عرفة.
حدثنا يزيد بن هارون، عن همام بن يحيى، عن قتادة، عن الحسن، عن عمران بن حصين قال:',NULL,'236',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (265,'جاء رجل إلى النبي صلى الله عليه وسلم فقال: إن ابني مات، فما لي من ميراثه؟ فقال: " لك السدس " فلما ولى دعاه فقال: " لك سدس آخرا "، فلما ولى دعاه قال:
" إن السدس الاخر لك طعمة ".
(ضعيف - ضعيف أبي داود ٥٠٠ (٦١٩ / ٢٨٩٦، مشكاة المصابيح ٣٠٦٠)) .
هذا حديث صحيح حسن.
وفي الباب: عن معقل بن يسار.
١٠ - باب ما جاء في ميراث الجدة ٣٧٠ - ٢١٩٧ حدثنا ابن أبي عمر.
حدثنا سفيان.
حدثنا الزهري قال مرة: قال قبيصة: وقال مرة عن رجل، عن قبيصة بن ذؤيب قال: جاءت الجدة أم الام، أو أم الاب، إلى أبي بكر: فقالت: إن ابن ابني، أو إن ابن ابنتي مات، وقد أخبرت أن لي في الكتاب حقا.
فقال أبو بكر: ما أجد لك في الكتاب من حق، وما سمعت من رسول الله صلى الله عليه وسلم قضى لك بشئ.
وسأسأل الناس.
فشهد المغيرة بن شعبة: أن رسول الله صلى الله عليه وسلم أعطاها السدس.
قال: ومن سمع ذلك معك؟ قال: محمد بن مسلمة.
قال: فأعطاها السدس.
ثم جاءت الجدة الاخرى التي تخالفها إلى عمر.
قال سفيان: وزادني فيه: معمر عن الزهري، ولم أحفظه عن الزهري، ولكن حفظته من معمر؟ أن عمر قال: إن اجتمعتما فهو لكما، وأيتكما انفردت به فهو لها.
(ضعيف - الارواء ١٦٨٠، ضعيف أبي داود ٤٩٧ (٦١٧ / ٢٨٩٤، ضعيف أبن ماجه ٥٩٥ / ٢٧٢٤)) .',NULL,'237',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (266,'٣٧١ - ٢١٩٨ حدثنا الانصاري.
حدثنا معن.
حدثنا مالك، عن ابن شهاب، عن عثمان بن إسحاق بن خرشة، عن قبيصة بن ذؤيب قال:
جاءت الجدة إلى أبي بكر فسألته ميراثها.
قال لها: ما لك في كتاب الله شئ، وما لك في سنة رسول الله صلى الله عليه وسلم شئ، فارجعي حتى أسأل الناس، فسأل الناس.
فقال المغيرة بن شعبة: حضرت رسول الله صلى الله عليه وسلم أعطاها السدس، فقال أبو بكر: هل معك غيرك؟ فقام محمد بن مسلمة فقال مثل ما قال المغيرة بن شعبة، فأنفذه لها أبو بكر.
قال: ثم جاءت الجدة الاخرى إلى عمر بن الخطاب فسألته ميراثها، فقال: ما لك في كتاب الله شئ ولكن هو ذلك السدس، فإن اجتمعتا فيه، فهو بينكما، وأيتكما خلت به فهو لها.
(ضعيف - انظر ما قبله) .
هذا حديث حسن صحيح، وهو أصح من حديث ابن عيينة.
وفي الباب عن بريدة.
١١ - باب ما جاء في ميراث الجدة مع ابنها ٣٧٢ - ٢١٩٩ حدثنا الحسن بن عرفة.
أخبرنا يزيد بن هارون، عن محمد بن سالم، عن الشعبي، عن مسروق، عن عبد الله بن مسعود: قال في الجدة مع ابنها: إنها أول جدة أطعمها رسول الله صلى الله عليه وسلم سدسا مع ابنها، وابنها حي.
(ضعيف - الارواء ١٦٨٧) .
هذا حديث لا نعرفه مرفوعا إلا من هذا الوجه.
وقد ورث بعض أصحاب النبي صلى الله عليه وسلم الجدة مع ابنها، ولم يورثها بعضهم.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (267,'١٤ - باب (من لا وارث له) ٣٧٣ - ٢٢٠٣ حدثنا ابن أبي عمر.
حدثنا سفيان، عن عمرو بن دينار، عن عوسجة، عن ابن عباس: أن رجلا مات على عهد رسول الله صلى الله عليه وسلم، ولم يدع وارثا إلا عبدا هو أعتقه، فأعطاه النبي صلى الله عليه وسلم ميراثه.
(ضعيف - ابن ماجه ٢٧٤١ (برقم ٥٩٩ وإرواء الغليل ١٦٦٩)) .
هذا حديث حسن.
والعمل عند أهل العلم في هذا الباب: إذا مات رجل، ولم يترك عصبة، أن ميراثه يجعل في بيت مال المسلمين.
٢٠ - باب من يرث الولاء ٣٧٤ - ٢٢١٢ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن عمرو بن شعيب، عن أبيه، عن جده.
أن رسول الله صلى الله عليه وسلم قال: " يرث الولاء من يرث المال ".
(ضعيف - المشكاة ٣٠٦٦ / التحقيق الثاني (ضعيف الجامع الصغير ٦٤٢٦)) .
هذا حديث ليس إسناده بالقوي.
٣٧٥ - ٢٢١٣ حدثنا هارون أبو موسى المستملي البغدادي.
أخبرنا محمد بن حرب.
أخبرنا عمر بن رؤبة التغلبي، عن عبد الواحد بن عبد الله بن بسر النصري، عن واثلة بن الاسقع قال: قال رسول الله صلى الله عليه وسلم: " المرأة تحوز ثلاثة مواريث: عتيقها، ولقيطها، وولدها الذي لا عنت عنه ".
(ضعيف - ابن ماجه ٢٧٤٢ (٦٠٠، ضعيف سنن أبي داود ٦ / ٦٢٣ / ٢٩ ٠٦، وإرواء الغليل في تخريج أحاديث منار السبيل ١٥٧٦، ضعيف الجامع الصغير وزيادته الفتح الكبير
٥٩٢٥، مشكاة المصابيح ٣٠٥٣)) .',NULL,'239',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (268,'هذا حديث حسن غريب، لا نعرفه إلا من حديث محمد بن حرب، على هذا الوجه.
آخر الفرائض',NULL,'240',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (269,'بسم الله الرحمن الرحيم أبواب الوصايا عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في الوصية بالثلث ٣٧٦ - ٢٢١٥ حدثنا نصر بن علي (الجهضمي) (١) .
أخبرنا عبد الصمد بن عبد الوارث.
أخبرنا نصر بن علي (وهو جد هذا النص) (١) .
حدثنا الاشعث بن جابر، عن شهر بن حوشب، عن أبي هريرة.
أنه حدثه عن رسول الله صلى الله عليه وسلم قال: " إن الرجل ليعمل والمرأة بطاعة الله ستين سنة ثم يحضرهما الموت فيضاران في الوصية، فتجب (٢) لهما النار ".
ثم قرأ عل أبو هريرة: (من بعد وصية يوصن بها أو دين غير مضار وصية من الله " (٣) - إلى قوله - (ذلك الفوز العظيم) .
(ضعيف - ابن ماجه ٢٧٠٤ (برقم ٥٩١، مشكاة المصابيح ٣٠٧٥، ضعيف الجامع الصغير ١٤٥٧، ضعيف سنن أبي داود ٦١٤ / ٢٨٦٧)) .
_________
(١) ما بين () زيادة من نسخة عوض.
(٢) في نسخة الشيخ ناصر " فيجب " والتصويب من المخطوطة ومطبوعة عوض.
(٣) سورة النساء (٤) ، الاية ١٢.
وتمامها: (والله عليم حليم * تلك حدود الله ومن يطع الله ورسوله يدخله جنات تجري من تحتها الانهار خالدين فيها وذلك الفوز العظيم * ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين) .
(*)',NULL,'241',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (270,'هذا حديث حسن (صحيح) (١) غريب من هذا الوجه.
ونصر بن علي الذي روى عن أشعث بن جابر، هو جد نصر (بن علي) الجهضمي.
٦ - باب ما جاء في الرجل يتصدق، أو يعتق عند الموت ٣٧٧ - ٢٢٢١ حدثنا بندار.
أخبرنا عبد الرحمن بن مهدي.
أخبرنا سفيان، عن أبي إسحاق، عن أبي حبيبة الطائي قال: أوصى إلى أخي بطائفة من ماله، فلقيت أبا الدرداء، فقلت: إن أخي أوصى إلي بطائفة من ماله، فأين ترى لي وضعه: في الفقراء، أو المساكين، أو المجاهدين في سبيل الله؟ قال: أما أنا فلو كنت لم أعدل بالمجاهدين، سمعت رسول الله صلى الله عليه وسلم يقول: " مثل الذي يعتق عند الموت كمثل الذي يهدي إذا شبع ".
(ضعيف - الضعيفة ١٣٢٢، المشكاة ١٨٧١ / التحقيق الثاني) (٢) .
هذا حديث حسن صحيح.
_________
(١) ما بين الحاصرتين () زيادة من طبعة عوض.
(٢) هو في " ضعيف سنن النسائي " برقم ٢٣٨ / ٣٦١٤، و " ضعيف الجامع الصغير وزيادته " بترتيبي برقم ٥٢٤٠، و " ضعيف سنن أبي داود " ٨٥٣ / ٣٩٦٨.
(*)',NULL,'242',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (271,'بسم الله الرحمن الرحيم أبواب الولاء والهبة عن رسول الله صلى الله عليه وسلم ٦ - باب ما جاء في حث النبي صلى الله عليه وسلم على الهدية ٣٧٨ - ٢٢٢٨ حدثنا أزهر بن مروان البصري (١) .
حدثنا محمد بن سواء (٢) .
أخبرنا أبو معشر، عن سعيد، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " تهادوا! فإن الهدية تذهب وحر الصدر، ولا تحقرن جارة لجارتها، ولو شق فرسن شاة " (٣) .
(ضعيف - المشكاة ٣٠٢٨، لكن الشطر الثاني منه صحيح: ق (ضعيف الجامع الصغير وزيادته الفتح الكبير ٢٤٨٩)) .
هذا حديث غريب من هذا الوجه.
وأبو معشر اسمه: نجيح مولى بني هاشم، وقد تكلم فيه بعض أهل العلم من قبل حفظه.
تمت أبواب الولاء والهبة
_________
(١) هو أزهر بن مروان الرقاشي، لقبه فريخ، صدوق.
" التقريب " ١ / ٥٢.
(٢) هو أبو الخطاب البصري، المكفوف، صدوق.
" التقريب " ٢ / ١٦٨.
(٣) الفرسن: هو الظلف.
وأحاديث الحض على التهادي الصحيحة كثرة.
وقبولها سنة الرسل عليهم الصلاة والسلام، وعادة أهل المروءة الكرام.
والاثابة عليها ولو بالدعاء مما حض عليه الاسلام.
ولا يرد الهدية الا متكبر غافل.
(*)',NULL,'243',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (272,'بسم الله الرحمن الرحيم
أبواب القدر عن رسول الله صلى الله عليه وسلم ١٢ - باب ما جاء: لا ترد الرقى والدواء من قدر الله شيئا ٣٧٩ - ٢٢٥٢ حدثنا سعيد بن عبد الرحمن المخزومي.
أخبرنا سفيان، عن الزهري، عن ابن أبي خزامة، عن أبيه: أن رجلا أتى النبي صلى الله عليه وسلم فقال: (يا رسول الله!) (١) أرأيت رقى نسترقيها، ودواء نتداوى به، وتقاة نتقيها، هل ترد من قدر الله شيئا؟ قال: " هي من قدر الله ".
(ضعيف - مضى ٢٠٦٦ (٣٥٩ / ٢١٥٩)) .
هذا حديث لا نعرفه إلا من حديث الزهري.
وقد روى غير واحد هذا عن سفيان، عن الزهري، عن أبي خزامة، عن أبيه.
وهذا أصح.
هكذا قال غير واحد عن الزهري، عن أبي خزامة، عن أبيه (٢) .
_________
(١) ما بين الحاصرتين () ناقصة في نسخة الاصل.
(٢) وهو زيد بن الحارث بن يعمر السعدي وله صحبة.
انظر " التقريب " ٢ / ٤١٧.
(*)',NULL,'244',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (273,'١٣ - باب ما جاء في القدرية ٣٨٠ - ٢٢٥٣ حدثنا واصل بن عبد الاعلى.
أخبرنا محمد بن فضيل، عن القاسم بن حبيب وعلي بن نزار، عن نزار، عن عكرمة، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " صنفان من أمتي ليس لهما في الاسلام نصيب.
المرجئة، والقدرية ".
(ضعيف - المشكاة ١٠٥، الظلال ٣٣٤ و ٣٣٥ (يعني كتاب " السنة " لابن أبي عاصم طبع
المكتب الاسلامي وضعيف الجامع الصغير ٣٤٩٨)) .
وفي الباب: عن عمر، وابن عمر:، ورافع بن خديج.
هذا حديث حسن غريب ... - ٢٢٥٤ حدثنا محمد بن رافع.
أخبرنا محمد بن بشر.
حدثنا سلام ابن أبي عمرة، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم.
قال محمد بن رافع: أخبرنا محمد بن بشر.
أخبرنا علي بن نزار، عن نزار، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم نحوه.
١٥ - باب ما جاء في الرضا بالقضاء ٣٨١ - ٢٢٥٦ حدثنا محمد بن بشار.
أخبرنا أبو عامر، عن محمد ابن أبي حميد، عن إسماعيل بن محمد بن سعد ابن أبي وقاص، عن أبيه، عن سعد قال: قال رسول الله صلى الله عليه وسلم: " من سعادة ابن آدم رضاه بما قضى الله له، ومن شقاوة ابن آدم تركه إستخارة الله، ومن شقاوة ابن آدم سخطه بما قضى الله له ".
(ضعيف - الضعيفة ١٨٠٠، التعليق الرغيب ٤ / ٢٤٤ (ضعيف الجامع الصغير ٥٣٠٠)) .
هذا حديث غريب، لا نعرفه إلا من حديث محمد ابن أبي حميد.
ويقال له أيضا: حماد ابن أبي حميد، وهو أبو إبراهيم المديني، فليس هو بالقوي عند أهل الحديث.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (274,'بسم الله الرحمن الرحيم أبواب الفتن عن رسول الله صلى الله عليه وسلم ٧ - باب في لزوم الجماعة
٣٨٢ - ٢٢٦٩ (١) حدثنا أبو بكر ابن نافع البصري.
حدثنا المعتمر بن سليمان.
حدثنا سليمان المديني، عن عبد الله بن دينار، عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: " إن الله لا يجمع أمتي - أو قال: أمة محمد - على ضلالة، ويد الله على الجماعة، ومن شذ، شذ إلى النار ".
(صحيح - دون: " ومن شذ.." المشكاة ١٧٣، الظلال ٨٠) (صحيح الجامع الصغير وزيادته ١٨٤٨) .
هذا حديث غريب من هذا الوجه.
وسليمان المديني هو عندي: سليمان بن سفيان وقد روى عنه أبو داود الطيالسي، وأبو عامر العقدي وغير واحد من أهل العلم.
وفي الباب عن ابن عباس.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " ١٧٥٩.
والظلال: هو تخريج أحاديث كتاب: " السنة " لابن أبي عاصم، طبع المكتب الاسلامي.
(*)',NULL,'246',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (275,'٣٨٣ - ٢٢٧٥ حدثنا قتيبة.
أخبرنا عبد العزيز بن محمد، عن عمرو ابن أبي عمرو، عن عبد الله بن عبد الرحمن الانصاري الاشهلي، عن حذيفة بن اليمان، أن رسول الله صلى الله عليه وسلم قال: " والذي نفسي بيده، لا تقوم الساعة حتى تقتلوا إمامكم، وتجتلدوا بأسيافكم، ويرث دنياكم شراركم ".
(ضعيف - ابن ماجه ٤٠٤٣ (٨٧٦ وضعيف الجامع الصغير ٦١١١)) .
هذا حديث حسن، إنما نعرفه من حديث عمرو ابن أبي عمرو.
١٤ - باب ما جاء في الرجل يكون في الفتنة
٣٨٤ - ٢٢٨٣ حدثنا عبد الله بن معاوية الجمحي.
أخبرنا حماد بن سلمة، عن ليث، عن طاووس، عن زياد بن سيمين كوش، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: (تكون الفتنة تستنظف العرب.
قتلاها في النار.
اللسان فيها أشد من السيف ".
(ضعيف - ابن ماجه ٣٩٦٧ (٨٥٩ وضعيف سنن أبي داود ٩١٨ / ٤٢٦٥، وضعيف الجامع الصغير ٢٤٧٥)) .
هذا حديث غريب.
سمعت محمد بن إسماعيل يقول: لا نعرف لزياد بن سيمين كوش، غير هذا الحديث.
ورواه حماد بن سلمة عن ليث فرفعه.
ورواه حماد بن زيد عن ليث فأوقفه.
٢٤ - باب ما أخبر النبي صلى الله عليه وسلم أصحابه بما هو كائن إلى يوم القيامة ٣٨٥ - ٢٣٠٠ حدثنا عمران بن موسى القزاز البصري، أخبرنا حماد بن زيد.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (276,'أخبرنا علي بن زيد، عن أبي نضرة، عن أبي سعيد الخدري قال: صلى بنا رسول الله صلى الله عليه وسلم يوما صلاة العصر بنهار، ثم قام خطيبا، فلم يدع شيئا يكون إلى قيام الساعة، إلا أخبرنا به، حفظه من حفظه، ونسيه من نسيه، وكان فيما قال: " إن الدنيا خضرة حلوة، وإن الله مستخلفكم فيها فناظر كيف تعملون، ألا فاتقوا الدنيا واتقوا النساء "، وكان فيما قال:
" ألا لا تمنعن رجلا هيبة الناس أن يقول بحق إذا علمه ".
قال: فبكى أبو سعيد فقال: قد والله رأينا أشياء فهبنا، وكان فيما قال: (ألا إنه ينصب لكل غادر لواء يوم القيامة بقدر غدرته، ولا غدرة أعظم من غدرة إمام عامة يركز لواؤه عند استه "، وكان فيما حفظنا يومئذ: " ألا إن بني آدم خلقوا على طبقات شتى، فمنهم من يولد مؤمنا ويحيا مؤمنا ويموت مؤمنا، ومنهم من يولد كافرا ويحيا كافرا ويموت كافرا، ومنهم من يولد مؤمنا ويحيا مؤمنا ويموت كافرا، ومنهم من يولد كافرا ويحيا كافرا ويموت مؤمنا.
ألا وإن منهم البطئ الغضب سريع الفئ، ومنهم سريع الغضب سريع الفئ، فتلك بتلك.
ألا وإن منهم سريع الغضب بطئ الفئ، ألا وخيرهم بطئ الغضب سريع الفئ، وشرهم سريع الغضب بطئ الفئ.
ألا وإن منهم حسن القضاء حسن الطلب، ومنهم سئ القضاء حسن الطلب، ومنهم حسن القضاء سئ الطلب، فتلك بتلك.
ألا وإن منهم السئ القضاء السئ الطلب، ألا وخيرهم الحسن القضاء الحسن الطلب، ألا وشرهم سئ القضاء سئ الطلب.
ألا وإن الغضب جمرة في قلب ابن آدم.
أما رأيتم إلى حمرة عينيه وانتفاخ أوداجه، فمن أحس بشئ من ذلك فليلصق بالارض ".',NULL,'248',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (277,'قال: وجعلنا نلتفت إلى الشمس هل بقي منها شئ؟ فقال رسول الله صلى الله عليه وسلم: " ألا إنه لم يبق من الدنيا فيما مضى منها.
إلا كما بقي من يومكم هذا فيما مضى منه ".
(ضعيف - الرد على بليق ٨٦.
لكن بعض فقراته صحيح.
فانظر مثلا ابن ماجه ٤٠٠٠ (ضعيف سنن ابن ماجه ٨٦٥) وم ٨ / ١٧٢ - ١٧٣) .
هذا حديث حسن.
وفي الباب عن المغيرة بن شعبة، وأبي زيد بن أخطب، وحذيفة، وأبي مريم ذكروا: أن النبي صلى الله عليه وسلم حدثهم بما هو كائن إلى أن تقوم الساعة.
٣٢ - باب (في البلاء) ٣٨٦ - ٢٣٢١ حدثنا صالح بن عبد الله.
أخبرنا الفرج أبو فضالة الشامي، عن يحيى بن سعيد، عن محمد بن عمر بن علي، عن علي ابن أبي طالب قال: قال رسول الله صلى الله عليه وسلم: " إذا فعلت أمتي خمس عشرة خصلة، حل بها البلاء ".
قيل: وما هي يا رسول الله؟ قال: " إذا كان المغنم دولا، والامانة مغنما، والزكاة مغرما، وأطاع الرجل زوجته، وعق أمه، وبر صديقه، وجفا أباه، وارتفعت الاصوات في المساجد، وكان زعيم القوم أرذلهم، وأكرم الرجل مخافة شره، وشربت الخمور، ولبس الحرير، واتخذت القيان والمعازف، ولعن آخر هذه الامة أولها، فليرتقبوا عند ذلك ريحا حمراء، أو خسفا، أو مسخا ".
(ضعيف - المشكاة ٥٤٥١ (ضعيف الجامع الصغير ٦٠٨)) .
هذا حديث غريب، لا نعرفه من حديث علي إلا من هذا الوجه، ولا نعلم',NULL,'249',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (278,'أحدا روى هذا الحديث عن يحيى بن سعيد الانصاري، غير الفرج بن فضالة.
وقد تكلم فيه بعض أهل الحديث، وضعفه من قبل حفظه.
وقد روى
عنه وكيع، وغير واحد من الائمة.
٣٨٧ - ٢٣٢٢ حدثنا علي بن حجر.
أخبرنا محمد بن يزيد، عن المستلم بن سعيد، عن رميح الجذامي، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إذا اتخذ الفئ دولا، والامانة مغنما، والزكاة مغرما، وتعلم لغير الدين، وأطاع الرجل امرأته، وعق أمه، وأدنى صديقه، وأقصى أباه، وظهرت الاصوات في المساجد، وساد القبيلة فاسقهم، وكان زعيم القوم أرذلهم، وأكرم الرجل مخافة شره، وظهرت القينات والمعازف، وشربت الخمور، ولعن آخر هذه الامة أولها، فليرتقبوا عند ذلك ريحا حمراء، وزلزلة وخسفا، ومسخا، وقذفا، وآيات تتابع كنظام بال قطع سلكه فتتابع ".
(ضعيف - المشكاة ٥٤٥٠ (ضعيف الجامع الصغير ٢٨٧)) .
وفي الباب عن علي.
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
٣٣ - باب ما جاء في قول النبي صلى الله عليه وسلم بعثت أنا والساعة كهاتين ٣٨٨ - ٢٣٢٤ حدثنا محمد بن عمر بن هياج الاسدي الكوفي.
أخبرنا يحيى ابن عبد الرحمن الارحبي.
أخبرنا عبيدة بن الاسود، عن مجالد، عن قيس ابن أبي حازم، عن المستورد بن شداد الفهري، عن النبي صلى الله عليه وسلم قال: " بعثت أنا في نفس الساعة، فسبقتها كما سبقت هذه هذه ".
لاصبعيه: السبابة والوسطى ... (ضعيف - المشكاة ٥٥١٣) .',NULL,'250',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (279,'هذا حديث غريب، من حديث المستورد بن شداد، لا نعرفه إلا من هذا الوجه.
٤٦ - باب ما جاء في الدجال ٣٨٩ - ٢٣٤٩ حدثنا عبد الله بن معاوية الجمحي.
أخبرنا حماد بن سلمة، عن خالد الحذاء، عن عبد الله بن شقيق، عن عبد الله بن سراقة، عن أبي عبيدة ابن الجراح قال: سمعت رسول الله صلى الله عليه وسلم يقول: " إنه يقول: لم يكن نبي بعد نوح.
إلا قد أنذر قومه الدجال، وإني أنذركموه " فوصفه لنا رسول الله صلى الله عليه وسلم، فقال: " لعله سيدركه بعض من رآني أو سمع كلامي ".
قالوا: يا رسول الله! فكيف قلوبنا يومئذ؟ فقال: " مثلها " - يعني اليوم - " أو خير ".
(ضعيف - المشكاة ٥٤٨٦ / التحقيق الثاني (ضعيف سنن أبي داود ١٠١٩ / ٤٧٥ ٦)) .
وفي الباب: عن عبد الله بن بسر وعبد الله بن الحارث بن جزي، وعبد الله ابن مغفل، وأبي هريرة.
هذا حديث حسن غريب، من حديث أبي عبيدة ابن الجراح، لا نعرفه إلا من حديث خالد الحذاء.
وأبو عبيدة ابن الجراح اسمه: عامر بن عبد الله بن الجراح.
٤٨ - باب ما جاء في علامات خروج الدجال ٣٩٠ - ٢٣٥٣ حدثنا عبد الله بن عبد الرحمن.
أخبرنا الحكم بن المبارك.
أخبرنا الوليد بن مسلم، عن أبي بكر ابن أبي مريم، عن الوليد بن سفيان، عن يزيد بن قطيب السكوني، عن أبي بحرية - صاحب معاذ - عن معاذ بن جبل، عن النبي صلى الله عليه وسلم قال:',NULL,'251',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (280,'" الملحمة العظمى، وفتح القسطنطينية، وخروج الدجال في سبعة أشهر ".
(ضعيف - ابن ماجه ٤٠٩٢ (برقم ٨٩٠، ضعيف سنن أبي داود ٩٢٥ / ٤٢٩٥، ومشكاة المصابيح ٥٤٢٥، و " ضعيف الجامع الصغير وزيادته " برقم ٥٩٤٥)) .
وفي الباب: عن الصعب بن جئامة، وعبد الله بن بسر، وعبد الله بن مسعود، وأبي سعيد الخدري.
هذا حديث حسن لا نعرفه إلا من هذا الوجه.
٣٩١ - ٢٣٦٢ (١) حدثنا عبد بن حميد.
أخبرنا عبد الرزاق.
أخبرنا معمر، عن الزهري، عن سالم، عن ابن عمر: أن رسول الله صلى الله عليه وسلم، مر بابن صياد في نفر من أصحابه منهم: عمر بن الخطاب، وهو يلعب مع الغلمان، عند أطم بني مغالة، وهو غلام، فلم يشعر حتى ضرب رسول الله صلى الله عليه وسلم ظهره بيده، ثم قال: " أتشهد أني رسول الله؟ " فنظر إليه ابن صياد وقال: أشهد أنك رسول الاميين.
قال: ثم قال ابن صياد للنبي صلى الله عليه وسلم: أتشهد أني رسول الله؟ فقال النبي صلى الله عليه وسلم: " آمنت بالله ورسله "، ثم قال النبي صلى الله عليه وسلم: " ما يأتيك؟ " قال ابن صياد: يأتيني صادق وكاذب.
فقال النبي صلى الله عليه وسلم: " خلط عليك الامر "، ثم قال رسول الله صلى الله عليه وسلم: " إني قد خبأت لك خبيئا "، وخبأ له (يوم تأتي السماء بدخان مبين) (٢) .
_________
(١) سكت الشيخ عن هذا الحديث، فذكرته في " صحيح سنن الترمذي - باختصار السند " برقم ١٨٣٢، ووضعته هنا اتباعا للقاعدة.
(٢) سورة الدخان (٤٤) ، الآية ١٠.
(*)',NULL,'252',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (281,'فقال ابن صياد: وهو الدخ.
فقال رسول الله صلى الله عليه وسلم: " اخسأ فلن تعدو قدرك ".
قال عمر: يا رسول الله، ائذن لي فأضرب عنقه.
فقال رسول الله صلى الله عليه وسلم: " إن يك حقا فلن تسلط عليه، وإن لا يك فلا خير لك في قتله ".
قال عبد الرزاق: يعني الدجال.
٣٩٢ - ٢٣٦٤ حدثنا عبد الله بن معاوية الجمحي.
أخبرنا حماد بن سلمة، عن علي بن زيد، عن عبد الرحمن ابن أبي بكرة، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: " يمكث أبو الدجال وأمه ثلاثين عاما لا يولد لهما ولد، ثم يولد لهما غلام أعور، أضر شئ وأقله منفعة، تنام عيناه ولا ينام قلبه ".
ثم نعت لنا رسول الله صلى الله عليه وسلم أبويه فقال: " أبوه طوال، ضرب اللحم، كأن أنفه منقار، وأمه امرأة فرضاخية (١) طويلة الثديين ".
قال أبو بكرة: فسمعت بمولود في اليهود بالمدينة، فذهبت أنا، والزبير بن العوام حتى دخلنا على أبويه، فإذا نعت رسول الله صلى الله عليه وسلم فيهما.
قلنا: هل لكما ولد؟ فقالا: مكثنا ثلاثين عاما لا يولد لنا ولد، ثم ولد لنا غلام أعور، أضر شئ وأقله منفعة، تنام عيناه ولا ينام قلبه.
قال: فخرجنا من عندهما، فإذا هو منجدل في الشمس، في قطيفة وله همهمة، فكشف عن رأسه، فقال: ما قلتما؟ قلنا: وهل سمعت ما قلنا؟ قال: نعم! تنام عيناي، ولا ينام قلبي.
(ضعيف - المشكاة ٥٥٠٣ / التحقيق الثاني (ضعيف الجامع الصغير ٦٤٤٥)) .
_________
(١) أي ضخمة عظيمة الثديين.
(*)',NULL,'253',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (282,'هذا حديث حسن غريب، لا نعرفه إلا من حديث حماد بن سلمة.
٦٤ - باب (في أثر الاعمال) ٣٩٣ - ٢٣٨٢ حدثنا أحمد بن سعيد الاشقر.
أخبرنا يونس بن محمد، وهاشم ابن القاسم قالا: أخبرنا صالح المري، عن سعيد الجريري، عن أبي عثمان النهدي، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إذا كانت أمراؤكم خياركم، وأغنياؤكم سمحاءكم، وأموركم شورى بينكم، فظهر الارض خير لكم من بطنها.
وإذا كانت أمراؤكم شراركم، وأغنياؤكم بخلاءكم، وأموركم إلى نسائكم، فبطن الارض خير لكم من ظهرها ".
(ضعيف - المشكاة ٥٣٦٨ / التحقيق الثاني (ضعيف الجامع الصغير ٦٤٦)) .
هذا حديث غريب، لا نعرفه إلا من حديث صالح المري، وصالح في حديثه غرائب لا يتابع عليها، وهو رجل صالح.
٦٥ - باب (في تفاوت الاعمال) ٣٩٤ - ٢٣٨٣ حدثنا إبراهيم بن يعقوب الجوزجاني.
أخبرنا نعيم بن حماد.
أخبرنا سفيان بن عيينة، عن أبى الزناد، عن الاعرج، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:
" إنكم في زمان من ترك منكم عشر ما أمر به، هلك، ثم يأتي زمان من عمل منهم بعشر ما أمر به نجا ".
(ضعيف - الضعيفة ٦٨٤، المشكاة ١٧٩، الروض النضير ١٠٧٦ (ضعيف الجامع الصغير وزيادته ٢٠٣٨)) .
هذا حديث غريب، لا نعرفه إلا من حديث نعيم بن حماد، عن سفيان بن عيينه.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (283,'وفي الباب: عن أبي ذر، وأبي سعيد.
٣٩٥ - ٢٣٨٥ حدثنا قتيبة.
أخبرنا رشدين بن سعد، عن يونس، عن ابن شهاب الزهري، عن قبيصة بن ذؤيب، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " يخرج من خراسان رايات سود، فلا يردها شئ حتى تنصب بايلياء ".
ضعيف الاسناد (ضعيف الجامع الصغير ٦٤٢٠)) .
هذا حديث غريب حسن.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (284,'بسم الله الرحمن الرحيم أبواب الرؤيا عن رسول الله صلى الله عليه وسلم ٢ - باب ذهبت النبوة وبقيت المبشرات ٣٩٦ - ٢٣٩٠ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال: " أصدق الرؤيا بالاسحار ".
(ضعيف - الضعيفة ١٧٣٢ (ضعيف الجامع الصغير ٨٨٧)) .
١٠ - باب ما جاء في رؤيا النبي صلى الله عليه وسلم في الميزان والدلو ٣٩٧ - ٢٤٠٤ حدثنا أبو موسى الانصاري.
أخبرنا يونس بن بكير.
أخبرنا عثمان بن عبد الرحمن، عن الزهري، عن عروة، عن عائشة قالت: سئل رسول الله صلى الله عليه وسلم عن ورقة (١) ، فقالت له خديجة:
_________
(١) هو ورقة بن نوفل بن أسد بن عبد العزى بن قصي، ابن عم أم المؤمنين خديجة بنت خويلد، وله ذكر في أحاديث بدء الوحي.
وكان ورقة قد تنصر وقرأ الكتب وسمع من أهل التوراة والانجيل.
لقي ورقة رسول الله صلى الله عليه وسلم وهو يطوف بالكعبة فقال: يا ابن أخي أخبرني بما رأيت وسمعت؟ فأخبره رسول الله صلى الله عليه وسلم.
فقال له ورقة: = (*)',NULL,'256',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (285,'إنه كان صدقك، وإنه مات قبل أن تظهر.
فقال رسول الله صلى الله عليه وسلم: " أريته في المنام وعليه ثياب بياض، ولو كان من أهل النار لكان عليه لباس غير ذلك ".
(ضعيف - المشكاة ٤٦٢٣ (ضعيف الجامع الصغير ٧٩٢)) .
هذا حديث غريب.
وعثمان بن عبد الرحمن، ليس عند أهل الحديث بالقوي.
_________
والذي نفسي بيده! إنك لنبي هذه الامة، ولقد جاءك الناموس الاكبر الذي جاء موسى ولتكذبنه ولتؤذينه ولتخرجنه ولتقاتلنه، ولئن أنا أدركت ذلك اليوم لانصرن الله نصرا يعلمه، ثم أدنى رأسه منه، فقتل يافوخه، ثم انصرف رسول الله صلى الله
عليه وسلم إلى منزله.
(*)',NULL,'257',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (286,'بسم الله الرحمن الرحيم أبواب الشهادات عن رسول الله صلى الله عليه وسلم ٣٩٨ - ٢٤١٤ حدثنا قتيبة.
أخبرنا مروان بن معاوية الفزاري، عن يزيد بن زياد الدمشقي، عن الزهري، عن عروة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: " لا تجوز شهادة خائن ولا خائنة، ولا مجلود حدا ولا مجلودة، ولا ذي غمر لاحنة، ولا مجرب شهادة، ولا القانع أهل البيت لهم، ولا ظنين في ولاء ولا قرابة ".
(ضعيف - الارواء ٢٦٧٥، المشكاة ٣٧٨١ / التحقيق الثاني (ضعيف الجامع الصغير وزيادته الفتح الكبير ٦١٩٩)) .
قال الفزاري: القانع: التابع.
هذا حديث غريب، لا نعرفه إلا من حديث يزيد بن زياد الدمشقي، ويزيد يضعف في الحديث.
ولا يعرف هذا الحديث من حديث الزهري إلا من حديثه.
وفي الباب عن عبد الله بن عمرو، ولا نعرف معنى هذا الحديث، ولا يصح عندنا من قبل إسناده.
والعمل عند أهل العلم في هذا: أن شهادة القريب جائزة لقرابته.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (287,'واختلف أهل العلم في شهادة الوالد للولد، والولد للوالد.
فلم يجز أكثر أهل العلم شهادة الولد للوالد، ولا الوالد للولد.
وقال بعض أهل العلم: إذا كان عدلا فشهادة الوالد للولد جائزة.
وكذلك شهادة الولد للوالد، ولم يختلفوا في شهادة الاخ لاخيه أنها جائزة، وكذلك شهادة كل قريب لقرابته.
وقال الشافعي: لا تجوز شهادة الرجل على الاخر، وإن كان عدلا، إذا كان بينهما عداوة.
وذهب إلى حديث عبد الرحمن الاعرج عن النبي صلى الله عليه وسلم مرسلا: " لا يجوز شهادة (صاحب) " (١) إحنة " يعني صاحب عداوة.
وكذلك معنى هذا الحديث حيث قال: " لا تجوز شهادة صاحب غمر (لاخيه) ".
يعني: صاحب عداوة.
٣٩٩ - ٢٤١٦ حدثنا أحمد بن منيع.
أخبرنا مروان بن معاوية، عن سفيان بن زياد الاسدي، عن فاتك بن فضالة، عن أيمن بن خريم: أن النبي صلى الله عليه وسلم، قام خطيبا فقال: " أيها الناس! عدلت شهادة الزور إشراكا بالله ".
ثم قرأ رسول الله صلى الله عليه وسلم: (فاجتنبوا الرجس من الاوثان واجتنبوا قول الزور) (٢) .
(ضعيف - ابن ماجه ٢٣٧٢ (٥١٨، تخريج الايمان لابن سلام ٤٩ / ١١٨ طبع المكتب الاسلامي، مشكاة المصابيح ٣٧٧٩ و ٣٧٨٠)) .
هذا حديث إنما نعرفه من حديث سفيان بن زياد.
وقد اختلفوا في رواية هذا الحديث عن سفيان بن زياد.
ولا نعرف لايمن ابن خريم سماعا من النبي صلى الله عليه وسلم.
_________
(١) ما بين الحاصرتين () ساقطة من نسخة الشيخ ناصر.
(٢) سورة الحج (٢٢) ، الآية ٣٠.
(*)',NULL,'259',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (288,'بسم الله الرحمن الرحيم أبواب الزهد عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في المبادرة بالعمل ٤٠٠ - ٢٤٢٢ حدثنا أبو مصعب، عن محرز بن هارون، عن عبد الرحمن الاعرج، عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: " بادروا بالاعمال سبعا، هل تنظرون إلا إلى فقر منس، أو غنى مطغ، أو مرض مفسد، أو هرم مفند، أو موت مجهز، أو الدجال فشر غائب ينتظر، أو الساعة؟ فالساعة أدهى وأمر ".
(ضعيف - الضعيفة ١٦٦٦ (ضعيف الجامع الصغير ٢٣١٥)) .
هذا حديث غريب حسن، لا نعرفه من حديث الاعرج، عن أبي هريرة، إلا من حديث محرز بن هارون.
وروى معمر هذا الحديث عمن سمع سعيدا المقبري، عن أبي هريرة، عن النبي صلى الله عليه وسلم نحو هذا.
٧ - باب ما جاء في قول النبي صلى الله عليه وسلم لو تعلمون ما أعلم لضحكتم قليلا ٤٠١ - ٢٤٢٨ (١) حدثنا أحمد بن منيع.
أخبرنا أبو أحمد الزبيري.
أخبرنا
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٨٨٢.
(*)',NULL,'260',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (289,'إسرائيل، عن إبراهيم بن مهاجر، عن مجاهد، عن مورق، عن أبي ذر قال:
قال رسول الله صلى الله عليه وسلم: " إني أرى ما لا ترون، وأسمع ما لا تسمعون، أطت السماء وحق لها أن تئط (١) .
ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجدا.
والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا، وما تلذذتم بالنساء على الفرش، ولخرجتم إلى الصعدات تجأرون إلى الله.
لوددت أني كنت شجرة تعضد ".
(حسن - دون قوله: " لوددت.." ابن ماجه ٤١٩٠) (٢) .
وفي الباب.
عن عائشة، وأبي هريرة، وابن عباس، وأنس.
هذا حديث حسن غريب.
ويروى من غير هذا الوجه أن أبا ذر قال: لوددت أني كنت شجرة تعضد.
ويروى عن أبي ذر موقوفا.
٨ - باب (مما يبعد عن الجنة) ٤٠٢ - ٢٤٣٢ حدثنا سليمان بن عبد الجبار البغدادي.
أخبرنا عمر بن حفص ابن غياث.
حدثني أبي، عن الاعمش، عن أنس بن مالك، قال: توفي رجل من أصحابه، فقال - يعني رجل -: أبشر بالجنة، فقال رسول الله صلى الله عليه وسلم: " أو لا تدري؟ ! فلعله تكلم فيما لا يعنيه، أو بخل بما لا ينقصه ".
(ضعيف - التعليق الرغيب ٤ / ١١) .
هذا حديث غريب.
_________
(١) الاطيط: صوت الاقتاب، وأطيط الابل: أصواتها وحنينها، أي أن كثرة ما فيها من الملائكة قد أثقلها حتى أطت.
(٢) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ٣٣٧٨، وفي " ضعيف سنن
ابن ماجه " برقم ٩١٧.
(*)',NULL,'261',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (290,'١٣ - باب ما جاء في هم الدنيا وحبها ٤٠٣ - ٢٤٤٢ (١) حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي.
أخبرنا سفيان، عن بشير أبي إسماعيل، عن سيار، عن طارق بن شهاب، عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: " من نزلت به فاقة فأنزلها بالناس لم تسد فاقته.
ومن نزلت به فاقة فأنزلها بالله، فيوشك الله له برزق عاجل، أو آجل ".
(صحيح - بلفظ: "..بموت عاجل، أو غنى عاجل " صحيح أبي داود ١٤٥٢ (٢) ، الصحيحة ٢٧٨٧) .
هذا حديث حسن صحيح غريب.
١٥ - باب ما جاء في أعمار هذه الامة ما بين الستين إلى سبعين ٤٠٤ - ٢٤٤٧ حدثنا إبراهيم بن سعيد الجوهري.
أخبرنا محمد بن ربيعة، عن كامل أبي العلاء، عن أبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " عمر أمتي من ستين سنة إلى سبعين ".
(حسن صحيح - بلفظ: " أعمار أمتي ما بين.." وسيأتي برقم (٣٥٤٥) - ابن ماجه ٤٢٣٦) (٣) .
هذا حديث حسن غريب، من حديث أبي صالح، عن أبي هريرة.
وقد روي من غير وجه عن أبي هريرة.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٨٩٥.
(٢) وهو في " صحيح سنن أبي داود - باختصار السند " برقم ١٤٤٨ / ١٦٤٥.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند) ٢٨١٥ / ٣٨٠٢، وفي " صحيح سنن ابن ماجه - باختصار السند " برقم ٣٤١٤.
(*)',NULL,'262',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (291,'٢١ - باب ما جاء في الزهادة في الدنيا ٤٠٥ - ٢٤٥٧ حدثنا عبد الله بن عبد الرحمن.
أخبرنا محمد بن المبارك.
أخبرنا عمرو بن واقد.
أخبرنا يونس بن حلبس، عن أبي إدريس الخولاني، عن أبي ذر، عن النبي صلى الله عليه وسلم قال: " الزهادة في الدنيا ليست بتحريم الحلال، ولا إضاعة المال، ولكن الزهادة في الدنيا.
أن لا تكون بما في يديك أوثق مما في يد الله، وأن تكون في ثواب المصيبة إذا أنت أصبت بها أرغب فيها لو أنها أبقيت لك ".
(ضعيف جدا - ابن ماجه ٤١٠٠ (برقم ٨٩٤ ومشكاة المصابيح ٥٣٠١، التحقيق الثاني، ضعيف الجامع الصغير ٣١٩٤)) .
(قال أبو عيسى:) هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وأبو إدريس الخولاني اسمه: عائذ الله بن عبد الله.
وعمرو بن واقد: منكر الحديث.
٤٠٦ - ٢٤٥٨ حدثنا عبد بن حميد.
أخبرنا عبد الصمد بن عبد الوارث.
أخبرنا حريث بن السائب، قال: سمعت الحسن يقول: حدثني حمران بن أبان، عن عثمان بن عفان، عن النبي صلى الله عليه وسلم قال: " ليس لابن آدم حق في سوى هذه الخصال: بيت يسكنه، وثوب يواري عورته، وجلف الخبز والماء ".
(ضعيف - الضعيفة ١٠٦٣، نقد الكتاني ص ٢٢ (ضعيف الجامع الصغير ٤٩١٤)) .
(قال أبو عيسى:) هذا حديث حسن صحيح.
وهو حديث حريث بن السائب.
وسمعت أبا داود سليمان بن سلم البلخي يقول: قال النضر بن شميل: جلف الخبز، يعني: ليس معه إدام.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (292,'٢٢ - باب ما جاء في الكفاف والصبر عليه ٤٠٧ - ٢٤٦٥ حدثنا سويد بن نصر.
أخبرنا عبد الله بن المبارك، عن يحيى ابن أيوب، عن عبيد الله بن زحر، عن علي بن يزيد، عن القاسم أبي عبد الرحمن، عن أبي أمامة، عن النبي صلى الله عليه وسلم قال: " إن أغبط أوليائي عندي لمؤمن خفيف الحاذ، ذو حظ من الصلاة، أحسن عبادة ربه وأطاعه في السر، وكان غامضا في الناس لا يشار إليه بالاصابع، وكان رزقه كفافا فصبر على ذلك ".
ثم نقر بإصبعيه (١) فقال: " عجلت منيته، قلت بواكيه، قل تراثه ".
(ضعيف - المشكاة ٥١٨٩ / التحقيق الثاني (ضعيف الجامع الصغير ١٣٩٧)) .
٤٠٨ - ٢٤٦٥ / ١ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " عرض علي ربي ليجعل لي بطحاء مكة ذهبا.
قلت: لا يا رب، ولكن أشبع يوما وأجوع يوما " - أو قال: ثلاثا، أو نحو هذا -.
" فإذا جعت تضرعت إليك وذكرتك، فإذا شبعت شكرتك وحمدتك ".
(ضعيف - المشكاة ٥١٩٠ / التحقيق الثاني (ضعيف الجامع الصغير ٣٧٠٤)) .
هذا حديث حسن.
وفي الباب.
عن فضالة بن عبيد.
والقاسم هو: ابن عبد الرحمن، ويكنى: أبا عبد الرحمن، وهو مولى عبد
الرحمن بن خالد بن يزيد بن معاوية، وهو شامي ثقة.
وعلي بن يزيد يضعف في الحديث ويكنى: أبا عبد الملك.
_________
(١) في مطبوعة عوض بلفظ: (نفض يده) .
(*)',NULL,'264',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (293,'٢٣ - باب ما جاء في فضل الفقر ٤٠٩ - ٢٤٦٨ حدثنا محمد بن عمرو بن نبهان بن صفوان الثقفي البصري.
أخبرنا روح بن أسلم.
أخبرنا شداد أبو طلحة الراسبي، عن أبي الوازع، عن عبد الله بن مغفل قال: قال رجل للنبي صلى الله عليه وسلم: يا رسول الله: والله إنى لاحبك! ، فقال له: " انظر ما تقول "، قال: والله إني لاحبك! ثلاث مرات، قال: " إن كنت تحبني فأعد للفقر تجفافا، فإن الفقر أسرع إلى من يحثني من السيل إلى منتهاه ".
(ضعيف - الضعيفة ١٦٨١ (ضعيف الجامع الصغير ١٢٩٧)) ... - ٢٤٦٩ حدثنا نصر بن علي.
أخبرنا أبي، عن شداد أبي طلحة نحوه بمعناه.
هذا حديث حسن غريب، وأبو الوازع الراسبي اسمه: جابر بن عمرو، وهو بصري.
٢٤٠ - باب ما جاء أن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم ٤١٠ - ٢٤٧١ (١) حدثنا عبد الاعلى بن واصل الكوفي.
أخبرنا ثابت بن محمد العابد الكوفي.
أخبرنا الحارث بن النعمان.
أخبرنا الليثي، عن أنس: أن
رسول الله صلى الله عليه وسلم قال: " اللهم أحيني مسكينا، وأمتني مسكينا، واحشرني في زمرة المساكين يوم
_________
(١) هذا القسم في " صحيح سنن الترمذي - باختصار السند " برقم ١٩١٧ وذكرناه هنا ليعرف سند القسم الثاني.
(*)',NULL,'265',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (294,'القيامة ".
(صحيح - ابن ماجه ٤١٢٦ (صحيح سنن ابن ماجه - باختصار السند برقم ٣٣٢٨)) .
فقالت عائشة: لم يا رسول الله؟ قال: " إنهم يدخلون الجنة قبل أغنيائهم بأربعين خريفا، يا عائشة! لا تردي المسكين ولو بشق تمرة، يا عائشة! أحبي المساكين وقربيهم فإن الله يقربك يوم القيامة ".
(ضعيف جدا - الارواء ٣ / ٣٥٩ (هو برقم ٨٦١)) .
هذا حديث غريب.
٤١١ - ٢٤٧٣ (١) حدثنا العباس بن محمد الدوري.
أخبرنا عبد الله بن يزيد المقري.
أخبرنا سعيد ابن أبي أيوب، عن عمرو بن جابر الحضرمي، عن جابر بن عبد الله.
أن رسول الله صلى الله عليه وسلم قال: " يدخل فقراء المسلمين الجنة قبل أغنيائهم بأربعين خريفا ".
(صحيح - بلفظ: "..فقراء المهاجرين.." م ٨ / ٢٢٠ (ضعيف الجامع الصغير وزيادته ٦٤٢٣)) .
هذا حديث حسن.
٢٥ - باب ما جاء في معيشة النبي صلى الله عليه وسلم وأهله ٤١٢ - ٢٤٧٥ حدثنا أحمد بن منيع.
أخبرنا عباد بن عباد المهلبي، عن
مجالد، عن الشعبي، عن مسروق قال: دخلت على عائشة، فدعت لي بطعام وقالت: ما أشبع من طعام فأشاء أن أبكي إلا بكيت.
قال: قلت: لم؟ قالت: أذكر الحال التي فارق عليها رسول الله صلى الله عليه وسلم الدنيا،
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٩١٩.
(*)',NULL,'266',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (295,'والله ما شبع من خبز ولحم مرتين في يوم.
(ضعيف - التعليق الرغيب ٤ / ١٠٩، مختصر الشمائل ١٢٨) .
هذا حديث حسن.
٢٦ - باب ما جاء في معيشة أصحاب النبي صلى الله عليه وسلم ٤١٣ - ٢٤٩٠ حدثنا عبد الله ابن أبي زياد.
أخبرنا سيار، عن سهل بن أسلم، عن يزيد ابن أبي منصور، عن أنس بن مالك، عن أبي طلحة قال: شكونا إلى رسول الله صلى الله عليه وسلم الجوع، ررفعنا عن بطوننا عن حجر حجر، فرفع رسول الله صلى الله عليه وسلم عن حجرين.
(ضعيف - مختصر الشمائل ١١٢) .
قال أبو عيسى: هذا حديث غريب لا نعرفه إلا من هذا الوجه.
٢٩ - باب (في عبادة المال) ٤١٤ - ٢٤٩٤ حدثنا بشر بن هلال الصواف.
أخبرنا عبد الوارث بن سعيد، عن يونس، عن الحسن، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (لعن عبد الدينار، ولعن عبد الدرهم ".
(ضعيف - المشكاة ٥١٨٠ / التحقيق الثاني (ضعيف الجامع الصغير ٤٦٩٥)) .
قال أبو عيسى: هذا حديث حسن غريب من هذا الوجه.
وقد روى من غير هذا الوجه عن أبي هريرة، عن النبي صلى الله عليه وسلم، أتم من هذا وأطول.
٣٦ - باب (رياء القراء) ٤١٥ - ٢٥٠٣ حدثنا أبو كريب.
أخبرنا المحاربي، عن عمار بن سيف الضبي، عن أبي معان البصري، عن ابن سيرين، عن أبي هريرة قال:',NULL,'267',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (296,'قال رسول الله صلى الله عليه وسلم: " تعوذوا بالله من جب الحزن ".
قالوا: يا رسول الله! وما جب الحزن؟ قال: " واد في جهنم تتعوذ منه جهنم كل يوم مائة مرة ".
قيل: يا رسول الله، ومن يدخله؟ قال: " القراؤون المراؤون بأعمالهم ".
(ضعيف - ابن ماجه ٢٥٦ (برقم ٥٢ أتم من هنا وفي نسخة " القراء "، ومشكاة المصابيح ٢٧٥، وضعيف الجامع الصغير ٢٤٦٠)) .
هذا حديث حسن غريب.
٣٧ - باب (في اخفاء العمل) ٤١٦ - ٢٥٠٤ حدثنا محمد بن المثنى.
أخبرنا أبو داود.
أخبرنا أبو سنان الشيباني، عن حبيب ابن أبي ثابت، عن أبي صالح، عن أبي هريرة قال: قال رجل: يا رسول الله! الرجل يعمل العمل فيسره فإذا اطلع عليه أعجبه، قال: قال رسول الله صلى الله عليه وسلم: " له أجران: أجر السر، وأجر العلانية ".
(ضعيف - ابن ماجه ٤٢٢٦ (برقم ٩٢٧ الصفحة ٣٤٧)) .
هذا حديث حسن غريب.
وقد روى الاعمش وغيره عن حبيب ابن أبي ثابت، عن النبي صلى الله عليه وسلم مرسلا.
وأصحاب الاعمش لم يذكروا فيه عن أبي هريرة.
وقد فسر بعض أهل العلم هذا الحديث: إذا اطلع عليه فأعجبه، إنما معناه: أن يعجبه ثناء الناس عليه بالخير، لقول النبي صلى الله عليه وسلم:',NULL,'268',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (297,'" أنتم شهداء الله في الارض " (١) فيعجبه ثناء الناس عليه لهذا.
فأما إذا أعجبه ليعلم الناس منه الخير ويكرم ويعظم على ذلك، فهذا رياء.
وقال بعض أهل العلم: إذا اطلع عليه فأعجبه رجاء أن يعمل بعمله، فتكون له مثل أجورهم، فهذا له مذهب أيضا.
٣٨ - باب المرء مع من أحب ٤١٧ - ٢٥٠٥ (٢) حدثنا أبو هشام الرفاعي.
أخبرنا حفص بن غياث، عن أشعث، عن الحسن، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " المرء مع من أحب، وله ما اكتسب ".
(صحيح - بلفظ: " أنت مع من أحببت، ولك ما احتسبت "، الصحيحة ٣٢٥٣ (ضعيف الجامع الصغير ٥٩٢٣)) .
وفي الباب: عن علي، وعبد الله بن مسعود، وصفوان بن عسال، وأبي هريرة، وأبي موسى.
هذا حديث حسن غريب، من حديث الحسن البصري، عن أنس، عن النبي صلى الله عليه وسلم وقد روي هذا الحديث من غير وجه عن النبي صلى الله عليه وسلم.
٣٩ - باب في حسن الظن بالله تعالى ٤١٨ - ٢٥٠٩ (٣) حدثنا أبو كريب.
أخبرنا وكيع، عن جعفر بن برقان، عن
_________
(١) قال عنه الشيخ ناصر الالباني: (صحيح) انظر " صحيح الجامع الصغير " ١٤٩٠.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٩٤٣.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٩٤٦.
(*)',NULL,'269',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (298,'يزيد بن الاصم، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إن الله تعالى يقول: أنا عند ظن عبدي بي، وأنا معه إذا دعاني ".
(صحيح - م ٨ / ٦٦، خ ٧٤٠٥ بلفظ: "..إذا ذكرني ") .
هذا حديث حسن صحيح.
٤٢ - باب ما جاء في إعلام الحب ٤١٩ - ٢٥١٦ حدثنا هناد وقتيبة، قالا: أخبرنا حاتم بن إسماعيل، عن عمران ابن مسلم القصير، عن سعيد بن سلمان، عن يزيد بن نعامة الضبي قال: قال رسول الله صلى الله عليه وسلم: " إذا آخى الرجل الرجل فليسأله عن اسمه واسم أبيه، وممن هو؟ فإنه أوصل للمودة ".
(ضعيف - الضعيفة ١٧٢٦ (ضعيف الجامع الصغير ٢٦٩)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
ولا نعرف ليزيد بن نعامة سماعا من النبي صلى الله عليه وسلم.
ويروى عن ابن عمر عن النبي صلى الله عليه وسلم نحو هذا الحديث، ولا يصح إسناده.
٤٦ - باب ما جاء في ذهاب البصر ٤٢٠ - ٢٥٢٧ حدثنا سويد بن نصر.
أخبرنا عبد الله بن المبارك.
أخبرنا يحيى بن عبيد الله، قال: سمعت أبي يقول: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: " ما من أحد يموت إلا ندم ".
قالوا: وما ندامته يا رسول الله؟ قال: " إن كان محسنا، ندم أن لا يكون ازداد، وإن كان مسيئا، ندم أن لا يكون نزع ".
(ضعيف جدا - المشكاة ٥٥٤٥) .',NULL,'270',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (299,'هذا حديث إنما نعرفه من هذا الوجه، ويحيى بن عبيد الله قد تكلم فيه شعبة.
٤٢١ - ٢٥٢٨ حدثنا سويد.
أخبرنا ابن المبارك.
أخبرنا يحيى بن عبيد الله، قال: سمعت أبي يقول: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: " يخرج في آخر الزمان رجال يختلون الدنيا بالدين، يلبسون للناس جلود الضأن من اللين، ألسنتهم أحلى من السكر، وقلوبهم قلوب الذئاب.
يقول الله: أبي يغترون؟ أم علي يجترئون؟ فبي حلفت لابعثن على أولئك منهم فتنة تدع الحليم منهم حيرانا ".
(ضعيف جدا - التعليق الرغيب ١ / ٣٢ (ضعيف الجامع الصغير ٦٤١٩)) .
وفي الباب عن ابن عمر.
٤٢٢ - ٢٥٢٩ حدثنا أحمد بن سعيد الدارمي.
حدثنا محمد بن عباد.
أخبرنا حاتم بن إسماعيل.
أخبرنا حمزة ابن أبي محمد، عن عبد الله بن دينار، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: " إن الله تعالى قال: لقد خلقت خلقا ألسنتهم أحلى من العسل، وقلوبهم أمر من الصبر، فبي حلفت لاتيحنهم فتنة تدع الحليم منهم حيرانا، فبي يغترون أم علي يجترئون ".
(ضعيف - المصدر نفسه (ضعيف الجامع الصغير ١٦٢)) .
هذا حديث حسن غريب، من حديث ابن عمر، لا نعرفه إلا من هذا الوجه.
٤٧ - باب ما جاء في حفظ اللسان ٤٢٣ - ٢٥٣٦ حدثنا أبو عبد الله محمد ابن أبي ثلج البغدادي صاحب أحمد ابن حنبل.
حدثنا علي بن حفص.
أخبرنا إبراهيم بن عبد الله بن حاطب، عن',NULL,'271',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (300,'عبد الله بن دينار، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " لا تكثر الكلام بغير ذكر الله، فإن كثرة الكلام بغير ذكر الله قسوة للقلب، وإن أبعد الناس من الله القلب القاسي ".
(ضعيف - الضعيفة ٩٢٠، المشكاة ٢٢٧٦ / التحقيق الثاني (ضعيف الجامع الصغير ٦٢٦٥)) ... - ٢٥٣٧ حدثنا أبو بكر ابن أبي النضر.
حدثني أبو النضر، عن إبراهيم ابن عبد الله بن حاطب، عن عبد الله بن دينار، عن ابن اعمر، عن النبي صلى الله عليه وسلم نحوه بمعناه.
(قال أبو عيسى:) هذا حديث غريب لا نعرفه إلا من حديث إبراهيم بن
عبد الله بن حاطب.
٤٢٤ - ٢٥٣٨ حدثنا محمد بن بشار، وغير واحد، قالوا: أخبرنا (محمد بن) (١) يزيد بن خنيس المكي قال: سمعت سعيد بن حسان المخزومي، قال: حدثتني أم صالح، عن صفية بنت شيبة، عن أم حبيبة زوج النبي صلى الله عليه وسلم، عن النبي صلى الله عليه وسلم قال: " كلام ابن آدم عليه لا له (٢) ، إلا أمر بمعروف، أو نهي عن المنكر، أو ذكر الله ".
(ضعيف - ابن ماجه ٣٩٧٤ (برقم ٨٦١، ضعيف الجامع الصغير ٤٢٨٣)) .
قال أبو عيسى: هذا حديث حسن غريب، لا نعرفه إلا من حديث محمد ابن يزيد بن خنيس.
_________
(١) ما بين الحاصرتين () ساقط من نسخة الشيخ.
طبعة دار الفكر، وهو ابن خنيس، مولى بني مخزوم المكي، وكان صالحا، وربما أخطأ.
كما في " التهذيب ".
(٢) أي عليه وباله، ولو كان مما يباح قوله.
(*)',NULL,'272',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (301,'بسم الله الرحمن الرحيم أبواب صفة القيامة عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في شأن الحساب والقصاص ٤٢٥ - ٢٥٤٧ حدثنا هناد ونصر بن عبد الرحمن الكوفي قالا: أخبرنا المحاربي، عن أبي خالد يزيد بن عبد الرحمن، عن زيد ابن أبي أنيسة، عن سعيد المقبري، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " رحم الله عبدا كانت لاخيه عنده مظلمة، في عرض أو مال، فجاءه
فاستحله قبل أن يؤخذ، وليس ثم دينار ولا درهم، فإن كانت له حسنات أخذ من حسناته، وإن لم تكن له حسنات حملوا عليه من سيئاتهم ".
(ضعيف - بهذا اللفظ - الضعيفة ٣٦٤١، والصحيح بلفظ: " من كانت عنده مظلمة لاخيه فليتحلله..": خ (ضعيف الجامع الصغير ٣١١٢) .
هذا حديث حسن صحيح.
وقد روى مالك بن أنس، عن سعيد المقبري، عن أبي هريرة، عن النبي صلى الله عليه وسلم نحوه.
٤ - باب ما جاء في العرض ٤٢٦ - ٢٥٥٥ حدثنا أبو كريب.
أخبرنا وكيع، عن علي، عن الحسن، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:',NULL,'273',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (302,'" يعرض الناس يوم القيامة ثلاث عرضات.
فأما عرضتان فجدال ومعاذير.
وأما العرضة الثالثة فعند ذلك تطير الصحف في الايدي، فآخذ بيمينه، وآخذ بشماله ".
(ضعيف - ابن ماجه ٤٢٧٧ (برقم ٩٣٢ عن أبي موسى، وانظر شرح العقيدة الطحاوية - طبع المكتب الاسلامي ٥٥٦ ومشكاة المصابيح ٥٥٥٧ و ٥٥٥٨، ضعيف الجامع الصغير ٦٤٣٢)) .
ولا يصح هذا الحديث من قبل: أن الحسن لم يسمع من أبي هريرة.
وقد رواه بعضهم عن علي بن علي - وهو الرفاعي - عن الحسن، عن أبي موسى، عن النبي صلى الله عليه وسلم.
ولا يصح من قبل أن الحسن لم يسمع من أبي موسى.
٦ - باب ما جاء في العرض ٤٢٧ - ٢٥٥٧ حدثنا سويد.
أخبرنا ابن المبارك.
أخبرنا إسماعيل بن مسلم، عن الحسن، وقتادة، عن أنس، عن النبي صلى الله عليه وسلم قال: " يجاء بابن آدم يوم القيامة، كأنه بذج، فيوقف بين يدي الله تعالى، فيقول الله: أعطيتك وخولتك وأنعمت عليك، فماذا صنعت؟ فيقول يا رب: جمعته وثمرته وتركته أكثر ما كان، فأرجعني آتك به كله.
فيقول له: أرني ما قدمت.
فيقول: يا رب جمعتة وثمرته فتركته أكثر ما كان فأرجعني آتك به كله.
فإذا عبد لم يقدم خيرا، فيمضى به إلى النار) .
(ضعيف - التعليق الرغيب ٣ / ١١ (ضعيف الجامع الصغير ٦٤١٣)) .
قال أبو عيسى: وقد روى هذا الحديث غير واحد عن الحسن قوله: ولم يسندوه.
وإسماعيل بن مسلم يضعف في الحديث.
وفي الباب: عن أبي هريرة، وأبي سعيد الخدري.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (303,'٧ - باب منه ٤٢٨ - ٢٥٥٩ حدثنا سويد بن نصر.
أخبرنا عبد الله.
أخبرنا سعيد ابن أبي أيوب.
أخبرنا يحيى ابن أبي سليمان، عن سعيد المقبري، عن أبي هريرة قال: قرأ رسول الله صلى الله عليه وسلم (يومئذ تحدث أخبارها) (١) قال: (أتدرون ما أخبارها؟ " قالوا: الله ورسوله أعلم.
قال: " فإن أخبارها أن تشهد على كل عبد أو أمة بما عمل على ظهرها، أن تقول: عمل كذا وكذا، في يوم كذا وكذا، قال: فهذا إخبارها، فهذا أمرها، فهذه أخبارها ".
(ضعيف الاسناد (وسيأتي ٦٦٤ / ٣٥٩١)) .
هذا حديث حسن غريب.
٩ - باب ما جاء في شأن الصراط ٤٢٩ - ٢٥٦٢ حدثنا علي بن حجر.
أخبرنا علي بن مسهر، عن عبد الرحمن ابن إسحاق، عن النعمان بن سعد، عن المغيرة بن شعبة قال: قال رسول الله صلى الله عليه وسلم: " شعار المؤمنين على الصراط: رب سلم سلم ".
(ضعيف - الضعيفة ١٩٧٣ (ضعيف الجامع الصغير ٣٣٩٨)) .
هذا حديث غريب، لا نعرفه إلا من حديث عبد الرحمن بن إسحاق.
١١ - باب (ما جاء في الشفاعة) ٤٣٠ - ٢٥٦٩ حدثنا الحسين بن حريث.
أخبرنا الفضل بن موسى، عن زكريا
_________
(١) سورة الزلزلة (٩٩) ، الاية ٤٤.
(*)',NULL,'275',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (304,'ابن أبي زائدة، عن عطية، عن أبي سعيد.
أن رسول الله صلى الله عليه وسلم قال: " إن من أمتي من يشفع للفئام (١) من الناس، ومنهم من يشفع للقبيلة، ومنهم من يشفع للعصبة، ومنهم من يشفع للرجل، حتى يدخلوا الجنة ".
(ضعيف - المشكاة ٥٦٠٢ (ضعيف الجامع الصغير ٢٠٠٢)) .
قال أبو عيسى: هذا حديث حسن.
٤٣١ - ٢٥٧٠ حدثنا أبو هشام محمد بن يزيد الرفاعي الكوفي قال: حدثنا يحيى بن اليمان، عن حسين بن جعفر، عن الحسن البصري قال: قال رسول الله صلى الله عليه وسلم:
" يشفع عثمان بن عفان رضي الله عنه يوم القيامة بمثل ربيعة ومضر ".
(ضعيف الاسناد مرسل) (٢) .
١٣ - باب ما جاء في صفة أواني الحوض ٤٣٢ - ٢٥٧٤ (٣) حدثنا محمد بن إسماعيل.
أخبرنا يحيى بن صالح.
أخبرنا محمد بن مهاجر، عن العباس، عن أبي سلام الحبشي قال: بعث إلي عمر بن عبد العزيز، فحملت على البريد، فلما دخل عليه، قال: يا أمير المؤمنين، لقد شق علي مركبي البريد (٤) .
فقال: يا أبا سلام، ما أردت أن أشق عليك، ولكن بلغني عنك حديث
_________
(١) الفئام: الجماعة الكثيرة.
(٢) والاسناد في نسخة عوض هو: حدثنا أبو هشام الرفاعي، عن عمر بن يزيد الكوفي.
حدثنا علي بن هلال، عن حسين بن جعفر، عن الحسن البصري.
وعمر بن يزيد الستاري الصفار البصري، صدوق.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٩٨٩.
(٤) هي أن يغير الراكب الدواب المتعبة بالمستريحة، من منزل إلى منزل للسرعة.
(*)',NULL,'276',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (305,'تحدثه عن ثوبان، عن النبي صلى الله عليه وسلم في الحوض، فاحببت أن تشافهني به.
قال أبو سلام: حدثني ثوبان عن رسول الله صلى الله عليه وسلم قال: " حوضي من عدن إلى عمان البلقاء، ماؤه أشد بياضا من اللبن، وأحلى من العسل، وأكوابه عدد نجوم السماء.
من شرب منه شربة، لم يظمأ بعدها أبدا.
أول الناس ورودا عليه فقراء المهاجرين الشعث رؤوسا، الدنس ثيابا، الذين لا ينكحون المتنعمات، ولا تفتح لهم (أبواب) (١) السدد ".
قال عمر: ولكني نكحت المتنعمات، وفتحت لي السدد.
نكحت فاطمة بنت عبد الملك، لا جرم أني لا أغسل رأسي حتى يشعث، ولا أغسل ثوبي الذي يلي جسدي حتى يتسخ.
(صحيح المرفوع منه - ابن ماجه ٤٣٠٣ (" صحيح سنن ابن ماجه " برقم ٣٤٧٢ و " ضعيف سنن ابن ماجه " برقم ٩٣٧، والصحيحة ١٠٨٢، والسنة لابن أبي عاصم ٧٠٧ و ٧٠ ٨)) .
هذا حديث غريب من هذا الوجه.
وقد روي هذا الحديث عن معدان ابن أبي طلحة، عن ثوبان، عن النبي صلى الله عليه وسلم.
وأبو سلام الحبشي اسمه: ممطور، وهو شامي ثقة.
١٤ - باب ٤٣٣ - ٢٥٧٨ حدثنا محمد بن يحيى الازدي البصري.
أخبرنا عبد الصمد بن عبد الوارث.
أخبرنا هاشم بن سعيد الكوفي.
حدثني زيد الخثعمي، عن أسماء بنت عميس الخثعمية، قالت: سمعت رسول الله صلى الله عليه وسلم يقول: " بئس العبد عبد تخيل واختال، ونسي الكبير المتعال، وبئس العبد عبد تجبر
_________
(١) زيادة من طبعة عوض.
(*)',NULL,'277',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (306,'واعتدى، ونسي الجبار الاعلى، بئس العبد عبد سها ولهى، ونسي المقابر والبلى، بئس العبد عبد عتا وطغى ونسي المبتدأ والمنتهى، بئس العبد عبد يختل الدنيا بالدين، بئس العبد عبد يختل الدين بالشبهات، بئس العبد عبد طمع يقوده، بئس العبد عبد هوى يضله، بئس العبد عبد رغب يذله ".
(ضعيف - المشكاة ٥١١٥ / التحقيق الثاني، الضعيفة ٢٠٢٦، الظلال ٩ و ١٠ (ضعيف الجامع الصغير ٢٣٥٠)) .
هذا حديث لا نعرفه إلا من هذا الوجه، وليس إسناده بالقوي.
٤٣٤ - ٢٥٧٩ حدثنا محمد بن حاتم المؤدب.
أخبرنا عمار بن محمد ابن أخت سفيان الثوري.
أخبرنا أبو الجارود الاعمى - واسمه زياد بن المنذر الهمداني - عن عطية العوفي، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: " أيما مؤمن أطعم مؤمنا على جوع أطعمه الله يوم القيامة من ثمار الجنة، وأيما مؤمن سقى مؤمنا على ظمإ سقاه الله يوم القيامة من الرحيق المختوم، وأيما مؤمن كسا مؤمنا على عري، كساه الله من خضر الجنة ".
(ضعيف - المشكاة ١٩١٣، ضعيف أبي داود ٣٠٠ (٣٧١ / ١٦٨٢)) .
هذا حديث غريب.
وقد روي هذا عن عطية، عن أبي سعيد الخدري موقوفا، وهو أصح عندنا وأشبه.
٤٣٥ - ٢٥٨١ حدثنا أبو بكر ابن أبي النضر.
أخبرنا أبو النضر.
حدثني أبو عقيل.
أخبرنا عبد الله بن عقيل.
أخبرنا عبد الله بن يزيد.
حدثني ربيعة بن يزيد وعطية بن قيس، عن عطية السعدي - وكان من أصحاب النبي صلى الله عليه وسلم - قال: قال النبي صلى الله عليه وسلم:',NULL,'278',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (307,'" لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به حذرا لما به بأس ".
(ضعيف - ابن ماجه ٤٢١٥ (برقم ٩٢٤، وغاية المرام ١٧٨، وضعيف الجامع الصغير ٦٣٢٠)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٤٣٦ - ٢٥٨٩ حدثنا سفيان بن وكيع.
أخبرنا عيسى بن يونس، عن أبي بكر ابن أبي مريم (ح) ... - ٢٥٩٠ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عمرو بن عون.
أخبرنا ابن المبارك، عن أبي بكر ابن أبي مريم، عن ضمرة بن حبيب، عن شداد بن أوس، عن النبي صلى الله عليه وسلم قال: " الكيس من دان نفسه وعمل لما بعد الموت، والعاجز من أتبع نفسه هواها وتمنى على الله ".
(ضعيف - ابن ماجه ٤٢٦٠ (برقم ٩٣٠ ومشكاة المصابيح ٥٢٨٩، ضعيف الجامع الصغير ٤٣٠٥)) .
هذا حديث حسن.
ومعنى قوله: من دان نفسه، يقول: يحاسب نفسه في الدنيا قبل أن يحاسب يوم القيامة.
ويروى عن عمر بن الخطاب قال: حاسبوا أنفسكم قبل أن تحاسبوا، وتزينوا للعرض الاكبر، وإنما يخف الحساب يوم القيامة على من حاسب نفسه في الدنيا.
ويروى عن ميمون بن مهران قال: لا يكون العبد تقيا حتى يحاسب نفسه، كما يحاسسب شريكه، من أين مطعمه وملبسه؟ ٤٣٧ - ٢٥٩١ حدثنا محمد بن أحمد - وهو ابن مدويه - أخبرنا القاسم بن الحكم العرني.
أخبرنا عبيد الله بن الوليد الوصافي، عن عطية، عن أبي',NULL,'279',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (308,'سعيد قال: دخل رسول الله صلى الله عليه وسلم مصلاه، فرأى ناسا كأنهم يكتشرون (١) قال: " أما إنكم لو أكثرتم ذكر هاذم اللذات لشغلكم عما أرى (الموت) ، فأكثروا من ذكر هاذم اللذات: الموت، فإنه لم يأت على القبر يوم إلا تكلم (فيه)
فيقول: أنا بيت الغربة، أنا بيت الوحدة، أنا بيت التراب، وأنا بيت الدود.
فإذا دفن العبد المؤمن قال له القبر: مرحبا وأهلا، أما إن كنت لاحب من يمشي على ظهري إلي، فإذا وليتك اليوم وصرت إلي، فسترى صنيعي بك فيتسع له مد بصره ويفتح له باب إلى الجنة.
وإذا دفن العبد الفاجر أو الكافر، قال له القبر: لا مرحبا، ولا أهلا، أما إن كنت لابغض من يمشي على ظهري إلي، فإذ وليتك اليوم وصرت إلي فسترى صنيعي بك.
قال: فيلتئم عليه حتى يلتقي عليه وتختلف أضلاعه ".
قال: قال رسول الله صلى الله عليه وسلم بأصابعه فأدخل بعضها في جوف بعض قال: " ويقيض له سبعون تنينا لو أن واحدا منها نفخ في الارض ما أنبتت شيئا ما بقيت الدنيا، فينهشنه ويخدشنه حتى يفضي به إلى الحساب ".
قال: قال رسول الله صلى الله عليه وسلم: " إنما القبر روضة من رياض الجنة، أو حفرة من حفر النار ".
(ضعيف جدا - الضعيفة ٤٩٩٠، لكن جملة " هاذم اللذات " صحيحة، فانظر الحديث (٢٤٠٩) (٢) ضعيف الجامع الصغير ١٢٣١)) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه.
_________
(١) يكتشرون: أي تظهر أسنانهم من الضحك.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ١٨٢٧ - ٢٤٢٣.
(*)',NULL,'280',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (309,'١٥ - باب ٤٣٨ - ٢٦٠٤ حدثنا هناد.
أخبرنا يونس بن بكير، عن محمد بن إسحاق.
حدثني يزيد بن زياد، عن محمد بن كعب القرظي، قال: حدثني من سمع
علي ابن أبي طالب يقول: خرجت في يوم شات من بيت رسول الله صلى الله عليه وسلم، وقد أخذت إهابا معطونا، فجوبت وسطه، فأدخلته في عنقي، وشددت وسطي فحزمته بخوص النخل، وإني لشديد الجوع، ولو كان في بيت رسول الله صلى الله عليه وسلم طعام لطعمت منه.
فخرجت ألتمس شيئا، فمررت بيهودي في مال له، وهو يسقي ببكرة له، فاطلعت عليه من ثلمة في الحائط، فقال: ما لك يا أعرابي؟ ، هل لك في دلو بتمرة؟ فقلت: نعم، فافتح الباب حتى أدخل، ففتح.
فدخلت فأعطاني دلوه، فكلما نزعت دلوا، أعطاني تمرة حتى إذا امتلات كفي أرسلت دلوه وقلت: حسبي فأكلتها، ثم جرعت من الماء فشربت، ثم جئت المسجد، فوجدت رسول الله صلى الله عليه وسلم فيه.
(ضعيف - التعليق الرغيب ٣ / ١٠٩ - ١١٠) .
هذا حديث حسن غريب.
٤٣٩ - ٢٦٠٥ (١) حدثنا أبو حفص عمرو بن علي.
أخبرنا محمد بن جعفر.
أخبرنا شعبة عن عباس الجريري، قال: سمعت أبا عثمان النهدي يحدث عن أبي هريرة: أنهم أصابهم جوع، فأعطاهم رسول الله صلى الله عليه وسلم تمرة تمرة.
(شاذ ابن ماجه ٤١٥٧)
_________
(١) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ٣٣٥٣ وفي " ضعيف سنن ابن ماجه " برقم ٩٠٨.
وقال عنه: (صحيح) دون قوله: " لكل انسان تمرة " وفيه زيادة: أنهم كانوا سبعا.
(*)',NULL,'281',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (310,'هذا حديث حسن صحيح.
٤٤٠ - ٢٦٠٧ حدثنا هناد.
أخبرنا يونس بن بكير عن محمد بن إسحاق، قال: حدثني يزيد بن زياد، عن محمد بن كعب القرظي، قال: حدثني من سمع علي ابن أبي طالب يقول: إنا لجلوس مع رسول الله صلى الله عليه وسلم في المسجد، إذ طلع علينا مصعب بن عمير ما عليه إلا بردة له مرقوعة بفرو، فلما رآه رسول الله صلى الله عليه وسلم بكى للذي كان فيه من النعمة، والذي هو فيه اليوم.
ثم قال رسول الله صلى الله عليه وسلم: " كيف بكم إذا غدا أحدكم في حلة، وراح في حلة، ووضعت بين يديه صحفة، ورفعت أخرى، وسترتم بيوتكم كما تستر الكعبة؟ ".
قالوا: يا رسول الله! نحن يومئذ خير منا اليوم، نتفرغ للعبادة، ونكفى المؤنة.
فقال رسول الله صلى الله عليه وسلم: " لا! أنتم اليوم خير منكم يومئذ ".
(ضعيف - المشكاة ٥٣٦٦ / التحقيق الثاني.
وانظر الحديث (٢٥٩١)) (١) .
(ضعيف الجامع الصغير ٤٢٩٣) .
هذا حديث حسن غريب.
يزيد بن زياد هذا هو ابن ميسرة وهو مديني.
وقد روى عنه مالك بن أنس، وغير واحد من أهل العلم.
ويزيد بن زياد الدمشقي، الذي روى عن الزهري، روى عنه وكيع، ومروان بن معاوية.
ويزيد ابن أبي زياد كوفي، روى عنه سفيان، وشعبة، وابن عيينة وغير واحد من الائمة.
_________
(١) كذا الاصل؟ ! (*)',NULL,'282',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (311,'٤٤١ - ٢٦١٢ حدثنا محمد بن حميد الرازي.
أخبرنا زافر بن سليمان، عن إسرائيل، عن شبيب بن بشير، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " النفقة كلها في سبيل الله، إلا البناء فلا خير فيه ".
(ضعيف - الضعيفة ١٠٦١، التعليق الرغيب ٢ / ١١٣ (ضعيف الجامع الصغير ٥٩٩٤)) .
هذا حديث غريب، هكذا قال محمد بن حميد: شبيب بن بشير، وإنما هو شبيب بن بشر.
٤٤٢ - ٢٦١٤ حدثنا الجارود.
أخبرنا الفضل بن موسى، عن سفيان الثوري، عن أبي حمزة، عن إبراهيم قال: كل بناء وبال عليك، قلت: أرأيت ما لا بد منه؟ قال: لا أجر ولا وزر.
(ضعيف الاسناد مقطوع) .
٤٤٣ - ٢٦١٥ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد الزبيري.
أخبرنا خالد بن طهمان أبو العلاء.
حدثني حصين قال: جاء سائل، فسأل ابن عباس، فقال ابن عباس للسائل: أتشهد أن لا إله إلا الله؟ قال: نعم! قال: أتشهد أن محمدا رسول الله؟ قال: نعم! قال: وتصوم رمضان؟ قال: نعم! قال: سألت وللسائل حق، إنه لحق علينا أن نصلك.
فأعطاه ثوبا ثم قال: سمعت رسول الله صلى الله عليه وسلم يقول: " ما من مسلم كسا مسلما ثوبا، إلا كان في حفظ الله ما دام منه عليه خرقة ".
(ضعيف - المشكاة ١٩٢٠، التعليق الرغيب ٣ / ١١٢ (ضعيف الجامع الصغير ٥٢١٧)) .
هذا حديث حسن غريب من هذا الوجه.
٤٤٤ - ٢٦٢١ حدثنا سويد.
أخبرنا عبد الله بن المبارك، عن عمران بن زيد',NULL,'283',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (312,'التغلبي، عن زيد العمي، عن أنس بن مالك قال: كان النبي صلى الله عليه وسلم، إذا استقبله الرجل فصافحه، لا ينزع يده من يده حتى يكون الرجل الذي ينزع، ولا يصرف وجهه عن وجهه حتى يكون الرجل هو الذي يصرفه، ولم ير مقدما ركبتيه بين يدي جليس له.
(ضعيف الا جملة المصافحة فهي ثابتة - ابن ماجه ٣٧١٦) (١) .
هذا حديث غريب.
٤٤٥ - ٢٦٢٤ (٢) حدثنا عبد بن حميد وعباس بن محمد الدوري، قالا: أخبرنا عبد الله بن يزيد.
أخبرنا سعيد ابن أبي أيوب.
حدثني أبو مرحوم عبد الرحيم ابن ميمون، عن سهل بن معاذ بن أنس، عن أبيه: أن النبي صلى الله عليه وسلم قال: " من كظم غيظا، وهو يقدر على أن ينفذه، دعاه الله على رؤوس الخلائق حتى يخيره في أي الحور شاء " (٣) .
هذا حديث حسن غريب.
٤٤٦ - ٢٦٢٥ حدثنا سلمة بن شبيب.
أخبرنا عبد الله بن إبراهيم الغفاري المدينى.
حدثني أبي، عن أبي بكر ابن المنكدر، عن جابر قال:
_________
(١) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ٢٩٩٥ و " ضعيف سنن ابن ماجه " برقم ٨١٣.
(٢) هذا الحديث سكت عنه الشيخ ناصر.
وقد أوردته في " صحيح سنن الترمذي - باختصار السند " برقم ٢٠٢٦ وأوردته هنا جريا على القاعدة - ولعل للشيخ رأيا في ذلك - وهو في " صحيح الجامع الصغير وزيادته " برقم ٦٥٢٢، وحسنه في " صحيح
سنن ابن ماجه - باختصار السند " ٣٣٧٥.
(٣) ومع غرابة هذا الحديث فان حبس النفس، وكظم الغيظ، مع القدرة من أفضل الاخلاق التي حض عليها القرآن الكريم، والاحاديث النبوية الصحيحة وما ورد من آيات وأحاديث في حسن الخلق كثير جدا، لا يغفل عنها أو ينساها، إلا من سفه نفسه.
وركب رأسه، واتبع هواه.
(*)',NULL,'284',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (313,'قال رسول الله صلى الله عليه وسلم: " ثلاث من كن فيه، نشر (١) الله عليه كنفه، وأدخله الجنة: الرفق بالضعيف، والشفقة على الوالدين، والاحسان إلى المملوك ".
(موضوع - الضعيفة ٩٢ (ضعيف الجامع الصغير ٢٥٥٦)) .
هذا حديث غريب.
٤٤٧ - ٢٦٢٦ حدثنا هناد.
أخبرنا أبو الاحوص، عن ليث، عن شهر بن حوشب، عن عبد الرحمن بن غنم، عن أبي ذر قال: قال رسول الله صلى الله عليه وسلم: " يقول الله عز وجل: يا عبادي كلكم ضال.
إلا من هديت، فسلوني الهدى أهدكم، وكلكم فقير إلا من أغنيت، فسلوني أرزقكم، وكلكم مذنب إلا من عافيت، فمن علم منكم أني ذو قدرة على المغفرة فاستغفرني غفرت له ولا أبالي، ولو أن أولكم وآخركم، وحيكم وميتكم، ورطبكم ويابسكم، اجتمعوا على أتقى قلب عبد من عبادي، ما زاد ذلك في ملكي جناح بعوضة، ولو أن أولكم وآخركم، وحيكم وميتكم، ورطبكم ويابسكم، اجتمعوا على أشقى قلب عبد من عبادي ما نقص ذلك من ملكي جناح بعوضة، ولو أن أولكم وآخركم، وحيكم وميتكم، ورطبكم ويابسكم، اجتمعوا في صعيد واحد فسأل
كل إنسان منكم ما بلغت أمنيته فأعطيت كل سائل منكم ما نقص ذلك من ملكي إلا كما لو أن أحدكم مر بالبحر فغمس فيه إبرة، ثم رفعها الله، ذلك بإني، جواد واجد ماجد أفعل ما أريد، عطائي كلام، وعذابي كلام، إنما أمري لشئ إذا أردت أن أقول له: كن فيكون ".
(ضعيف بهذا السياق، وأكثره صحيح في (م) - ابن ماجه ٤٢٥٧ (ضعيف ابن ماجه ٩٢٩ ومشكاة المصابيح ٢٣٥٠، ضعيف الجامع الصغير ٦٤٣٧)) .
(*)
_________
(١) في رواية " ستر ".
(*)',NULL,'285',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (314,'هذا حديث حسن.
وروى بعضهم هذا الحديث عن شهر بن حوشب، عن معديكرب، عن أبي ذر، عن النبي صلى الله عليه وسلم نحوه.
٤٤٨ - ٢٦٢٧ حدثنا عبيد بن أسباط بن محمد القرشي.
أخبرنا أبي.
أخبرنا الاعمش عن عبد الله بن عبد الله، عن سعد مولى طلحة، عن ابن عمر قال: سمعت النبي صلى الله عليه وسلم، يحدث حديثا لو لم أسمعه إلا مرة أو مرتين، حتى عد سبع مرات، ولكني سمعته أكثر من ذلك.
سمعت رسول الله صلى الله عليه وسلم يقول: " كان الكفل من بني إسرائيل لا يتورع من ذنب عمله، فأتته امرأة فأعطاها ستين دينارا على أن يطأها، فلما قعد منها مقعد الرجل من امرأته أرعدت وبكت فقال: ما يبكيك أكرهتك؟ قالت: لا، ولكنه عمل ما عملته قط، وما حملني عليه إلا الحاجة، فقال: تفعلين أنت هذا وما فعلته، اذهبي فهي لك وقال: لا والله لا أعصي الله بعدها أبدا، فمات من ليلته، فأصبح مكتوبا على بابه: أن الله قد غفر للكفل ".
(ضعيف - الضعيفة ٤٠٨٣) .
(قال أبو عيسى:) هذا حديث حسن.
وقد رواه شيبان، وغير واحد عن الاعمش نحو هذا، ورفعوه، ورواه بعضهم عن الاعمش، ولم يرفعه.
وروى أبو بكر ابن عياش هذا الحديث عن الاعمش فأخطأ فيه، وقال: عن عبد الله بن عبد الله، عن سعيد بن جبير، عن ابن عمر (١) ، وهو غير محفوظ.
وعبد الله بن عبد الله الرازي، هو كوفي، وكانت جدته سرية لعلي ابن أبي طالب.
وقد روى عن عبد الله بن عبد الله الرازي عبيدة الضبي، والحجاج بن
_________
(١) في طبعة عوض بلفظ: (ابن عمرو) وهو الاولى، ليكون الخطأ أوضح.
(*)',NULL,'286',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (315,'أرطاة وغير واحد من كبار أهل العلم.
١٧ - باب ٤٤٩ - ٢٦٣٣ حدثنا أحمد بن منيع.
أخبرنا محمد بن الحسن ابن أبي يزيد الهمداني، عن ثور بن يزيد، عن خالد بن معدان، عن معاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم: " من عير أخاه بذنب، لم يمت حتى يعمله ".
(موضوع - الضعيفة ١٧٨ (ضعيف الجامع الصغير ٥٧١٠)) .
قال أحمد: قالوا: من ذنب قد تاب منه.
هذا حديث حسن غريب، وليس إسناده بمتصل.
وخالد بن معدان لم يدرك معاذ بن جبل.
وروي عن خالد بن معدان: أنه أدرك سبعين من أصحاب النبي صلى الله عليه وسلم.
ومات معاذ بن جبل في خلافة عمر بن الخطاب، وخالد بن معدان روى عن غير واحد من أصحاب معاذ، عن معاذ
غير حديث.
١٨ - باب ٤٥٠ - ٢٦٣٤ حدثنا عمر بن إسماعيل بن مجالد بن سعيد الهمداني.
أخبرنا حفص بن غياث.
((ح) قال:) وحدثنا سلمة بن شبيب.
أخبرنا أمية بن القاسم، قال: أخبرنا حفص بن غياث، عن برد بن سنان، عن مكحول، عن واثلة بن الاسقع، قال: قال رسول الله صلى الله عليه وسلم: " لا تظهر الشماتة لاخيك فيرحمه الله ويبتليك ".
(ضعيف - المشكاة ٤٨٥٦ / التحقيق الثاني (ضعيف الجامع الصغير ٦٢٤٥)) .
هذا حديث حسن غريب.
ومكحول قد سمع من واثلة بن الاسقع، وأنس بن مالك، وأبي هند',NULL,'287',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (316,'الداري، ويقال: إنه لم يسمع من أحد من أصحاب النبي صلى الله عليه وسلم، إلا من هؤلاء الثلاثة.
ومكحول الشامي يكنى: أبا عبد الله، وكان عبدا فأعتق.
ومكحول الازدي بصري سمع من عبد الله بن عمرو، ويروى عنه عمارة بن زاذان.
٢١ - باب ٤٥١ - ٢٦٤٣ حدثنا سويد.
أخبرنا عبد الله بن المبارك، عن المثنى بن الصباح، عن عمرو بن شعيب، عن جده عبد الله بن عمرو قال: سمعت رسول الله صلى الله عليه وسلم يقول: " خصلتان من كانتا فيه كتبه الله شاكرا صابرا، ومن لم تكونا فيه لم يكتبه
الله شاكرا ولا صابرا: من نظر في دينه إلى من هو فوقه فاقتدى به.
ومن نظر في دنياه إلى من هو دونه فحمد الله على ما فضله به عليه كتبه الله شاكرا وصابرا.
ومن نظر في دينه إلى من هو دونه، ونظر في دنياه إلى من هو فوقه فأسف على ما فاته منه لم يكتبه الله شاكرا ولا صابرا ".
(ضعيف - الضعيفة ٦٣٣ و ١٩٢٤ (ضعيف الجامع الصغير ٢٨٣٢)) ... - ٢٦٤٤ حدثنا موسى بن حزام.
أخبرنا علي بن إسحاق.
أخبرنا عبد الله ابن المبارك.
أخبرنا المثنى بن الصباح، عن عمرو بن شعيب، عن أبيه، عن جده، عن النبي صلى الله عليه وسلم نحوه.
هذا حديث حسن غريب، ولم يذكر سويد عن أبيه في حديثه.
٢٢ - باب ٤٥٢ - ٢٦٥٢ حدثنا زيد بن أخزم الطائي البصري.
أخبرنا إبراهيم ابن أبي الوزير.
أخبرنا عبد الله بن جعفر المخرمي، عن محمد بن عبد الرحمن بن',NULL,'288',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (317,'نبيه، عن محمد بن المنكدر، عن جابر قال: ذكر رجل عند النبي صلى الله عليه وسلم بعبادة واجتهاد، وذكر عنده آخر برعة (١) فقال النبي صلى الله عليه وسلم: " لا يعدل بالرعة ".
(ضعيف - الضعيفة ٤٨١٧ (ضعيف الجامع الصغير ٦٣٥٥)) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه.
وعبد الله بن جعفر هو من ولد المسور بن مخرمة، وهو مدني ثقة عند أهل الحديث.
٤٥٣ - ٢٦٥٣ حدثنا هناد وأبو زرعة وغير واحد، قالوا: أخبرنا قبيصة، عن
إسرائيل، عن هلال بن مقلاص الصيرفي، عن أبي بشر، عن أبي وائل، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " من أكل طيبا، وعمل في سنة، وأمن الناس بوائقه، دخل الجنة ".
فقال رجل: يا رسول الله! إن هذا - اليوم - في الناس لكثير.
قال: " فسيكون في قرون بعدي ".
(ضعيف - المشكاة ١٧٨، التعليق الرغيب ١ / ٤١ (ضعيف الجامع الصغير ٥٤٧٦، ما عدا الجزء الاخير)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، من حديث إسرائيل ... - ٢٦٥٤ حدثنا عباس بن محمد، أخبرنا يحيى ابن أبي بكير، عن إسرائيل، عن هلال بن مقلاص نحو حديث قبيصة، عن إسرائيل.
وسألت محمد بن اسماعيل عن هذا الحديث، فلم يعرفه إلا من حديث اسرائيل، ولم يعرف اسم أبي بشر (٢) .
_________
(١) الرعة: مصدر من الورع وهو الكف عن القبيح.
(٢) قال في " التقريب ": أبو بشر صاحب أبي وائل، مجهول، من السادسة.
(*)',NULL,'289',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (318,'بسم الله الرحمن الرحيم أبواب صفة الجنة عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في صفة الجنة ونعيمها ٤٥٤ - ٢٦٥٩ (١) حدثنا أبو كريب.
أخبرنا محمد بن فضيل، عن حمزة الزيات، عن زياد الطائي، عن أبي هريرة قال: قلنا: يا رسول الله! ما لنا إذا كنا عندك، رقت قلوبنا وزهدنا في الدنيا، وكنا
من أهل الآخرة، فإذا خرجنا من عندك، فآنسنا أهالينا، وشممنا الاولاد، أنكرنا أنفسنا؟ فقال رسول الله صلى الله عليه وسلم: " لو أنكم تكونون إذا خرجتم من عندي، كنتم على حالكم ذلك، لزارتكم الملائكة في بيوتكم، ولو لم تذنبوا لجاء الله بخلق جديد كي يذنبوا، فيغفر لهم ".
قال: قلت: يا رسول الله! مم خلق الخلق؟ قال: " من الماء ".
قلت: الجنة ما بناؤها؟ قال: " لبنة من فضة، ولبنة من ذهب، وملاطها المسك الاذفر، وحصباؤها اللؤلؤ والياقوت، وتربتها الزعفران، من يدخلها ينعم لا ييأس، ويخلد لا يموت.
ولا تبلى ثيابهم ولا يفنى شبابهم ".
ثم قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٠٥٠.
(*)',NULL,'290',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (319,'" ثلاث لا ترد دعوتهم: الامام العادل، والصائم حين يفطر، ودعوة المظلوم يرفعها فوق الغمام، ويفتح لها أبواب السماء، ويقول الرب تبارك وتعالى: وعزتي لانصرنك ولو بعد حين " (١) .
(صحيح - دون قوله: " مم خلق الخلق.." الصحيحة ٢ / ٦٩٢ - ٦٩٣، غاية المرام في تخريج أحاديث الحلال والحرام ٣٧٣) .
هذا حديث ليس إسناده بذلك القوي، وليس هو عندي بمتصل.
وقد روى هذا الحديث بإسناد آخر عن أبي مدله، عن أبي هريرة، عن النبي صلى الله عليه وسلم.
٤ - باب ما جاء في صفة درجات الجنة ٤٥٥ - ٢٦٦٦ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن دراج، عن أبي الهيثم، عن
أبي سعيد، عن النبي صلى الله عليه وسلم قال: " إن في الجنة مائة درجة، لو أن العالمين اجتمعوا في إحداهن لوسعتهم ".
(ضعيف - المشكاة ٥٦٣٣، الضعيفة ١٨٨٦ (ضعيف الجامع الصغير ١٩٠١)) .
هذا حديث غريب.
٥ - باب ما جاء في صفة نساء أهل الجنة ٤٥٦ - ٢٦٦٧ حدثنا عبد الله بن عبد الرحمن.
أخبرنا فروة ابن أبي المغراء.
أخبرنا عبيدة بن حميد، عن عطاء بن السائب، عن عمرو بن ميمون، عن عبد الله بن مسعود، عن النبي صلى الله عليه وسلم قال: " إن المرأة من نساء أهل الجنة ليرى بياض ساقها من وراء سبعين حلة
_________
(١) هذا الجزء في " ضعيف الجامع الصغير " ٢٥٩٢ و " ضعيف ابن ماجه " ٣٨٦ - ١٧٥٢ وبلفظ: ثلاثة لا ترد.
(*)',NULL,'291',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (320,'حتى يرى مخها، وذلك بأن الله تعالى يقول: (كأنهن الياقوت والمرجان) (١) .
فأما الياقوت: فإنه حجر لو أدخلت فيه سلكا، ثم استصفيته لاريته من ورائه ".
(ضعيف - التعليق الرغيب ٤ / ٢٦٣ (ضعيف الجامع الصغير ١٧٧٦)) ... - ٢٦٦٨ حدثنا هناد.
أخبرنا عبيدة بن حميد، عن عطاء بن السائب، عن عمرو بن ميمون، عن عبد الله بن مسعود، عن النبي صلى الله عليه وسلم نحوه ... - ٢٦٦٩ حدثنا هناد.
أخبرنا أبو الاحوص، عن عطاء بن السائب، عن عمرو بن ميمون، عن عبد الله بن مسعود نحوه بمعناه، ولم يرفعه.
وهذا أصح من حديث عبيدة بن حميد.
وهكذا روى جرير وغير واحد عن عطاء بن السائب، ولم يرفعوه.
٨ - باب ما جاء في صفة ثياب أهل الجنة ٤٥٧ - ٢٦٧٦ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عمرو بن الحارث، عن دراج أبي السمح، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم في قوله: (وفرش مرفوعة) (٢) قال: " ارتفاعها - لكما بين السماء والارض - مسيرة خمسمائة عام ".
(ضعيف - المشكاة ٥٦٣٤) .
هذا حديث غريب لا نعرفه إلا من حديث رشدين بن سعد.
وقال بعض أهل العلم في تفسير هذا الحديث: معناه أن الفرش في الدرجات وبين الدرجات كما بين السماء والارض.
_________
(١) سورة الرحمن (٥٥) ، الاية ٥٨.
(٢) سورة الواقعة (٥٦) ، الاية ٣٤.
(*)',NULL,'292',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (321,'٩ - باب ما جاء في صفة ثمار الجنة ٤٥٨ - ٢٦٧٧ حدثنا أبو كريب.
أخبرنا يونس بن بكير، عن محمد بن إسحاق، عن يحيى بن عباد بن عبد الله بن الزبير، عن أبيه، عن أسماء بنت أبي بكر قالت: سمعت رسول الله صلى الله عليه وسلم وذكر سدرة المنتهى قال: " يسير الراكب في ظل الفنن (١) منها مائة سنة، أو يستظل بظلها مائة راكب " - شك يحيى -، " فيها فراش الذهب كأن ثمرها القلال ".
(ضعيف - المشكاة ٥٦٤٠ / التحقيق الثاني، التعليق الرغيب ٤ / ٢٥٦) .
هذا حديث حسن صحيح غريب.
١١ - باب ما جاء في صفة خيل الجنة ٤٥٩ - ٢٦٧٩ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عاصم بن علي.
أخبرنا المسعودي، عن علقمة بن مرثد، عن سليمان بن بريدة (٢) ، عن أبيه: أن رجلا سأل النبي صلى الله عليه وسلم، فقال: يا رسول الله! هل في الجنة من خيل؟ قال: " إن أدخلك الله الجنة فلا تشاء أن تحمل فيها على فرس من ياقوتة حمراء تطير بك في الجنة حيث شئت، إلا فعلت ".
قال: وسأله رجل، فقال: يا رسول الله! هل في الجنة من إبل؟ قال: فلم يقل له مثل ما قال لصاحبه، فقال: " إن يدخلك الله الجنة، يكن لك فيها ما اشتهت نفسك ولذت عينك ".
(ضعيف - المشكاة ٥٦٤٢، الضعيفة ١٩٨٠) .
_________
(١) الفنن: الغصن.
(٢) في نسخة (سليمان بن يزيد) وهو خطأ، وإنما هو ابن بريدة بن الخصيب الاسلمي.
(*)',NULL,'293',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (322,'..- ٢٦٨٠ حدثنا سويد.
أخبرنا عبد الله بن المبارك، عن سفيان، عن علقمه بن مرثد، عن عبد الرحمن بن سابط، عن النبي صلى الله عليه وسلم نحوه بمعناه.
وهذا أصح من حديث المسعودي.
٤٦٠ - ٢٦٨١ حدثنا محمد بن إسماعيل بن سمرة الاحمسي.
أخبرنا أبو معاوية، عن واصل بن السائب، عن أبي سورة، عن أبي أيوب قال: أتى النبي صلى الله عليه وسلم أعرابي.
فقال: يا رسول الله! إنى أحب الخيل! أفي الجنة خيل؟ قال رسول الله صلى الله
عليه وسلم: " إن أدخلت الجنة أتيت بفرس من ياقوتة لة جناحان فحملت عليه، ثم طار بك حيث شئت ".
(ضعيف - المشكاة ٥٦٤٣، الضعيفة أيضا (ضعيف الجامع الصغير ١٢٨٧)) .
هذا حديث ليس إسناد بالقوي، ولا نعرفه من حديث أبي أيوب إلا من هذا الوجه.
وأبو سورة هو ابن أخي أبي أيوب، يضعف في الحديث، ضعفه يحيى بن معين جدا.
وسمعت محمد بن إسماعيل يقول: أبو سورة هذا: منكر الحديث، يروي مناكير عن أبي أيوب، لا يتابع عليها.
١٤ - باب ما جاء في صفة أبواب الجنة ٤٦١ - ٢٦٨٥ حدثنا الفضل بن الصباح البغداي.
أخبرنا معن بن عيسى القزاز، عن خالد ابن أبي بكر، عن سالم بن عبد الله، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: " باب أمتي الذي يدخلون منه الجنة، عرضة مسيرة الراكب المجود ثلاثا، ثم إنهم ليضغطون عليه حتى تكاد مناكبهم تزول ".
(ضعيف - المشكاة ٥٦٤٥ / التحقيق الثاني) .',NULL,'294',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (323,'هذا حديث غريب.
وسألت محمدا عن هذا الحديث، فلم يعرفه، وقال: لخالد ابن أبي بكر مناكير، عن سالم بن عبد الله.
١٥ - باب ما جاء في سوق الجنة ٤٦٢ - ٢٦٨٦ حدثنا محمد بن إسماعيل.
أخبرنا هشام بن عمار.
أخبرنا عبد الحميد بن حبيب ابن أبي العشرين.
أخبرنا الاوزاعي.
حدثنا حسان بن
عطية، عن سعيد بن المسيب، أنه لقي أبا هريرة، فقال أبو هريرة: أسال الله أن يجمع بيني وبينك في سوق الجنة.
فقال سعيد: أفيها سوق؟ قال: نعم، أخبرني رسول الله صلى الله عليه وسلم: " أن أهل الجنة إذا دخلوها نزلوا فيها بفضل أعمالهم، ثم يؤذن في مقدار يوم الجمعة من أيام الدنيا، فيزورون ربهم ويبرز لهم عرشه، ويتبدى لهم في روضة من رياض الجنة، فتوضع لهم منابر من نور، ومنابر من لؤلؤ، ومنابر من ياقوت، ومنابر من زبرجد، ومنابر من ذهب، ومنابر من فضة، ويجلس أدناهم - وما فيهم من دنئ - على كثبان المسك والكافور، ما يرون أن أصحاب الكراسي بأفضل منهم مجلسا ".
قال أبو هريرة: قلت يا رسول الله: وهل نرى ربنا؟ قال: " نعم، هل تتمارون في رؤية الشمس والقمر ليلة البدر؟ " قلنا: لا، قال: " كذلك لا تتمارون في رؤية ربكم، ولا يبقى في ذلك المجلس رجل إلا حاضره الله محاضرة حتى يقول للرجل منهم: يا فلان ابن فلان، أتذكر يوم قلت كذا وكذا؟ فيذكره ببعض غدراته في الدنيا، فيقول: يا رب! أفلم تغفر لي؟ فيقول: بلى فبسعة مغفرتي، بلغت منزلتك هذه.
فبيناهم على ذلك غشيتهم سحابة من فوقهم، فأمطرت عليهم طيبا لم يجدوا مثل ريحه شيئا قط، ويقول ربنا:',NULL,'295',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (324,'قوموا إلى ما أعددت لكم من الكرامة، فخدوا ما اشتهيتم، فنأتي سوقا قد حفت به الملائكة، فيه ما لم تنظر العيون إلى مثله، ولم تسمع الاذان، ولم يخطر على القلوب، فيحمل إلينا ما اشتهينا، ليس يباع فيها ولا يشترى،
وفي ذلك السوق يلقى أهل الجنة بعضهم بعضا ".
قال: " فيقبل الرجل ذو المنزلة المرتفعة، فيلقى من هو دونه - وما فيهم دني - فيروعه ما يرى عليه من اللباس، فما ينقضي آخر حديثه حتى يتخيل عليه ما هو أحسن منه، وذلك أنه لا ينبغي لاحد أن يحزن فيها.
ثم ننصرف إلى منازلنا فيتلقانا أزواجنا فيقلن: مرحبا وأهلا لقد جئت وإن لك من الجمال أفضل مما فارقتنا عليه، فيقول: إنا جالسنا اليوم ربنا الجبار، ويحق لنا أن ننقلب بمثل ما انقلبنا ".
(ضعيف - ابن ماجه ٤٣٣٦ (ضعيف ابن ماجه برقم ٩٤٧، ومشكاة المصابيح ٥٦٤٧، و " ضعيف الجامع الصغير " ١٨٣١)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وقد روى سويد بن عمرو عن الاوزاعي شيئا من هذا الحديث.
٤٦٣ - ٢٦٨٧ حدثنا أحمد بن منيع، وهناد.
قالا: أخبرنا أبو معاوية.
حدثنا عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي قال: قال رسول الله صلى الله عليه وسلم: " إن في الجنة لسوقا ما فيها شرى ولا بيع، إلا الصور من الرجال والنساء، فإذا اشتهى الرجل صورة دخل فيها ".
(ضعيف - المشكاة ٥٦٤٦، الضعيفة ١٩٨٢ (ضعيف الجامع الصغير ١٨٩٦)) .
قال أبو عيسى: هذا حديث حسن غريب.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (325,'١٦ - باب ما جاء في رؤية الرب تبارك وتعالى ٤٦٤ - ٢٦٩٠ حدثنا عبد بن حميد.
أخبرني شبابة بن سوار، عن إسرائيل،
عن ثوير، قال: سمعت ابن عمر يقول: قال رسول الله صلى الله عليه وسلم: " إن أدنى أهل الجنة منزلة لمن ينظر إلى جنانه وزوجاته ونعيمه وخدمه وسرره مسيرة ألف سنة، وأكرمهم على الله من ينظر إلى وجهه غدوة وعشتة "، ثم قرأ رسول الله صلى الله عليه وسلم: (وجوه يؤمئذ ناضرة إلى ربها ناظرة) (١) ".
(ضعيف - الضعيفة ١٩٨٥ (ضعيف الجامع الصغير ١٣٨٢)) .
وقد روي هذا الحديث عن غير وجه عن إسرائيل، عن ثوير، عن ابن عمر مرفوعا.
ورواه عبد الملك بن أبجر، عن ثوير، عن ابن عمر موقوفا.
ورواه عبيد الله الاشجعي، عن سفيان، عن ثوير، عن مجاهد، عن ابن عمر قوله ولم يرفعه ... - ٢٦٩١ حدثنا بذلك أبو كريب محمد بن العلاء.
أخبرنا عبيد الله الاشجعي، عن سفيان، عن ثوير، عن مجاهد، عن ابن عمر نحوه.
ولم يرفعه.
١٩ - باب ما جاء في خلود أهل الجنة وأهل النار ٤٦٥ - ٢٦٩٦ (٢) حدثنا سفيان بن وكيع.
أخبرنا أبي، عن فضيل بن مرزوق، عن عطية، عن أبي سعيد يرفعه قال: " إذا كان يوم القيامة! أتي بالموت كالكبش الاملح، فيوقف بين الجنة
_________
(١) سورة القيامة (٧٥) ، الاية ٢٢.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٠٧٣.
(*)',NULL,'297',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (326,'والنار، فيذبح وهم ينظرون، فلو أن أحدا مات فرحا، لمات أهل الجنة، ولو
أن أحدا مات حزنا، لمات أهل النار ".
(صحيح - دون قوله: " فلو أن أحدا.." الضعيفة ٢٦٦٩: ق (ضعيف الجامع الصغير وزيادته الفتح الكبير ٦٥٩)) .
هذا حديث حسن.
وقد روي عن النبي صلى الله عليه وسلم روايات كثيرة مثل هذا، ما يذكر فيه أمر الرؤية: أن الناس يرون ربهم، وذكر القدم، وما أشبه هذه الاشياء.
والمذهب في هذا عند أهل العلم من الائمة مثل: سفيان الثوري، ومالك بن أنس، وسفيان بن عيينة، وابن المبارك، ووكيع وغيرهم: أنهم رووا هذه الاشياء وقالوا: تروى هذه الاحاديث ونؤمن بها، ولا يقال: كيف؟ وهذا الذي اختاره أهل الحديث: أن يرووا هذه الاشياء كما جاءت، ويؤمن بها، ولا تفسر، ولا يتوهم، ولا يقال: كيف؟ وهذا أمر أهل العلم الذي اختاروه وذهبوا إليه.
ومعنى قوله في الحديث: فيعرفهم نفسه: يعني: يتجلى لهم (١) .
٢١ - باب ما جاء ما لادنى أهل الجنة من الكرامة ٤٦٦ - ٢٧٠٠ حدثنا سويد بن نصر.
أخبرنا ابن المبارك.
أخبرنا رشدين بن سعد.
حدثني عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " أدنى أهل الجنة منزلة الذي له ثمانون ألف خادم، واثنتان وسبعون
_________
(١) هذه الفقرة من الصحيح ٥٠٧٢ / ٢٦٩٢.
(*)',NULL,'298',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (327,'زوجة، وتنصب له قبة من لؤلؤ وزبرجد وياقوت، كما بين الجابية إلى صنعاء ".
(ضعيف - المشكاة ٥٦٤٨ (ضعيف الجامع الصغير ٢٦٦)) .
٤٦٧ - ٢٧٠٠ / ١ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " من مات من أهل الجنة من صغير أو كبير، يردون بني ثلاثين في الجنة، لا يزيدون عليها أبدا، وكذلك أهل النار ".
(ضعيف - المصدر نفسه (ضعيف الجامع الصغير ٥٨٥٢)) .
٤٦٨ - ٢٢٠٠ / ٢ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " إن عليهم التيجان، إن أدنى لؤلؤة منها لتضئ ما بين المشرق والمغرب ".
(ضعيف - المصدر نفسه (ضعيف الجامع الصغير ١٨٨٢)) .
هذا حديث غريب، لا نعرفه إلا من حديث رشدين بن سعد.
٢٢ - باب ما جاء في كلام الحور العين ٤٦٩ - ٢٧٠٢ حدثنا هناد، وأحمد بن منيع، قالا: أخبرنا أبو معاوية.
أخبرنا عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي قال: قال رسول الله صلى الله عليه وسلم: " إن في الجنة لمجتمعا للحور العين، يرفعن بأصوات لم يسمع الخلائق مثلها يقلن: نحن الخالدات فلا نبيد، ونحن الناعمات، فلا نبأس، ونحن الراضيات، فلا نسخط، طوبى لمن كان لنا، وكنا له ".
(ضعيف - الضعيفة ١٩٨٢ (ضعيف الجامع الصغير ١٨٩٨)) .
وفي الباب: عن أبي هريرة، وأبي سعيد، وأنس.
حديث علي حديث غريب.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (328,'٢٣ - باب ما جاء في صفة أنهار الجنة ٤٧٠ - ٢٧٠٥ حدثنا أبو كريب.
أخبرنا وكيع، عن سفيان، عن أبي اليقظان، عن زاذان، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " ثلاثة على كثبان المسك - أراه قال: يوم القيامة - يغبطهم الاولون والاخرون: رجل ينادي بالصلوات الخمس في كل يوم وليلة، ورجل يؤم قوما وهم به راضون، وعبد أدى حق الله وحق مواليه ".
(ضعيف - المشكاة ٦٦٦، نقد التاج ١٨٤، التعليق الرغيب ١ / ١١٠ (ضعيف الجامع الصغير ٢٥٧٩ وتقدم برقم ٣٣٩ / ٢٠٦٩)) .
قال أبو عيسى: هذا حديث حسن غريب، لا نعرفه إلا عن سفيان الثوري.
وأبو اليقظان اسمه: عثمان بن عمير، ويقال: ابن قيس.
٤٧١ - ٢٧٠٦ حدثنا أبو كريب.
أخبرنا يحيى بن آدم، عن أبي بكر ابن عياش، عن الاعمش، عن منصور، عن ربعي، عن عبد الله بن مسعود يرفعه قال: " ثلاثة يحبهم الله عز وجل: رجل قام من الليل يتلو كتاب الله، ورجل تصدق صدقة بيمينه يخفيها "، - قال: أراه من شماله -، " ورجل كان في سرية فانهزم أصحابه فاستقبل العدو ".
(ضعيف - المشكاة ١٩٢١ / التحقيق الثاني (ضعيف الجامع الصغير ٢٦٠٩)) .
قال أبو عيسى: هذا حديث غريب من هذا الوجه، وهو غير محفوظ.
والصحيح ما روى شعبة وغيره عن منصور، عن ربعي بن خراش، عن زيد ابن ظبيان، عن أبي ذر، عن النبي صلى الله عليه وسلم.
وأبو بكر ابن عياش كثير الغلط.
٤٧٢ - ٢٧٠٩ حدثنا محمد بن بشار.
ومحمد بن المثنى، قالا: حدثنا محمد ابن جعفر.
أخبرنا شعبة، عن منصور بن المعتمر، قال:',NULL,'300',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (329,'سمعت ربعي بن خراش يحدث عن زيد بن ظبيان، رفعه إلى أبي ذر، عن النبي صلى الله عليه وسلم قال: " ثلاثة يحبهم الله، وثلاثة يبغضهم الله: فأما الذين يحبهم الله: فرجل أتى قوما فسألهم بالله، ولم يسألهم لقرابة بينه وبينهم فمنعوه، فتخلف رجل بأعيانهم (١) فأعطاه سرا لا يعلم بعطيته إلا الله والذي أعطاه.
وقوم ساروا ليلتهم حتى إذا كان النوم أحب إليهم مما يعدل به، فوضعوا رؤوسهم، قام رجل يتملقني ويتلو آياتي.
ورجل كان في سرية فلقي العدو فهزموا، فأقبل بصدره حتى يقتل أو يفتح له.
والثلاثة الذين يبغضهم الله: الشيخ الزاني، والفقير المختال، والغني الظلوم ".
(ضعيف - المشكاة ١٩٢٢ (ضعيف الجامع الصغير ٢٦١٠)) ... - ٢٧١٠ حدثنا محمود بن غيلان.
أخبرنا النضر بن شميل، عن شعبة نحوه.
قال أبو عيسى: هذا حديث صحيح.
وهكذا روى شيبان، عن منصور نحو هذا.
وهذا أصح من حديث أبي بكر ابن عياش.
_________
(١) في نسخة " بأعقابهم " خلافا لاصل الشيخ ناصر، وهي الاوضح.
(*)',NULL,'301',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (330,'بسم الله الرحمن الرحيم أبواب صفة جهنم عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في صفة قعر جهنم ٤٧٣ - ٢٧١٥ حدثنا عبد بن حميد.
أخبرنا حسن بن موسى، عن ابن لهيعة، عن حراج، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال: " الصعود: جبل من نار يتصعد فيه الكافر سبعين خريفا، وينوي فيه كذلك أبد ".
(ضعيف - المشكاة ٥٦٧٧ (ضعيف الجامع الصغير ٣٥٥٢ وسيأتي ٦٥٧ / ٣٥٦١)) .
هذا حديث غريب، لا نعرفه مرفوعا إلا من حديث ابن لهيعة.
٣ - باب ما جاء في عظم أهل النار ٤٧٤ - ٢٧١٨ حدثنا هناد.
أخبرنا علي بن مسهر، عن الفضل بن يزيد، عن أبي المخارق، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " إن الكافر ليسحب لسانه الفرسخ والفرسخين يتوطأه الناس ".
(ضعيف - المشكاة ٥٦٧٦، الضعيفة ١٩٨٦ (ضعيف الجامع الصغير ١٥١٨)) .
قال أبو عيسى: هذا حديث غريب، إنما نعرفه من هذا الوجه.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (331,'والفضل بن يزيد كوفي، قد روى عنه غير واحد من الائمة.
وأبو المخارق ليس بمعروف.
٤ - باب ما جاء في صفة شراب أهل النار
٤٧٥ - ٢٧٢٠ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم في قوله (كالمهل) (١) قال: " كعكر الزيت، فإذا قربه إلى وجهه سقطت فروة وجهه فيه ".
(ضعيف - المشكاة ٥٦٧٨، التعليق الرغيب ٤ / ٢٣٤ (وسيأتي ٤٧٨ / ٢٧٢٣ ٦٥٦ / ٣٥٥٦)) .
هذا حديث لا نعرفه إلا من حديث رشدين بن سعد.
ورشدين قد تكلم فيه من قبل حفظه.
٤٧٦ - ٢٧٢١ حدثنا سويد بن نصر.
أخبرنا انن المبارك.
أخبرنا سعيد بن يزيد، عن أبي السمح، عن ابن حجيرة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " إن الحميم ليصب على رؤوسهم، فينفذ الحميم حتى يخلص إلى جوفه، فيسلت ما في جوفه حتى يمرق من قدميه، وهو الصهر، ثم يعاد كما كان ".
(ضعيف - إلمشكاة ٥٦٧٩، التعليق أيضا (ضعيف الجامع الصغير ١٤٣٣)) .
وسعيد بن يزيد يكنى أبا شجاع، وهو مصري، وقد روى عنه الليث بن سعد.
وابن حجيرة هو: عبد الرحمن بن حجيرة المصري.
_________
(١) سورة الكهف (١٨) الاية ٢٩، وسورة الدخان (٤٤) الاية ٤٥، وسورة المعارج (٧٠) الاية ٨.
(*)',NULL,'303',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (332,'هذا حديث غريب صحيح.
٤٧٧ - ٢٧٢٢ حدثنا سويد بن نصر.
أخبرنا عبد الله بن المبارك.
أخبرنا
صفوان بن عمرو، عن عبيد الله بن بسر، عن أبي أمامة، عن النبي صلى الله عليه وسلم في قوله: (ويسقى من ماء صديد.
يتجرعه..) (١) قال: " يقرب إلى فيه فيكرهه، فإذا أدني منه شوى وجهه ووقعت فروة رأسه، فإذا شربه قطع أمعاءه حتى يخرج من دبره.
يقول الله تبارك وتعالى: (وسقوا ماء حميما فقطع أمعاءهم " (٢) ، ويقول: (وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا) (٣) ".
(ضعيف - المشكاة ٥٦٨٠، التعليق أيضا) .
هذا حديث غريب.
هكذا قال محمد بن إسماعيل، عن عبيد الله بن بسر: ولا يعرف عبيد الله بن بسر إلا في هذا الحديث.
وقد روى صفوان بن عمرو، عن عبد الله بن بسر صاحب النبي صلى الله عليه وسلم غير هذا الحديث.
وعبد الله بن بسر له أخ قد سمع من النبي صلى الله عليه وسلم، وأخته قد سمعت من النبي صلى الله عليه وسلم.
وعبيد الله بن بسر الذي روى عنه صفوان بن عمرو حديث أبي أمامة، لعله أن يكون أخا عبد الله بن بسر.
٤٧٨ - ٢٧٢٣ حدثنا سويد بن نصر.
أخبرنا عبد الله.
أخبرنا رشدين بن سعد.
حدثني عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد
_________
(١) سورة إبراهيم (١٤) ، الاية ١٦.
(٢) سورة محمد (٤٧) ، الاية ١٥.
(٣) سورة الكهف (١٨) ، الاية ٢٩.
(*)',NULL,'304',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (333,'الخدري، عن النبي صلى الله عليه وسلم قال: " (كالمهل) " قال:
(كعكر الزيت فإذا قرب إليه سقطت فروة وجهه فيه ".
(ضعيف - وهو مكرر الحديث (٢٧٠٧) (٤٧٥ - ٢٧٢٠)) .
٤٧٩ - ٢٧٢٣ / ١ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " لسرادق النار أربعة جدر، كثف كل جدار مسيرة أربعين سنة ".
(ضعيف - المشكاة ٥٦٨١، التعليق الرغيب ٤ / ٢٣١ (ضعيف الجامع الصغير ٤٦٧٥)) .
٤٨٠ - ٢٧٢٣ / ٢ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " لو أن دلوا من غساق يهراق في الدنيا لانتن أهل الدنيا ".
(ضعيف - المشكاة ٥٦٨٢ (ضعيف الجامع الصغير ٤٨٠٣)) .
هذا حديث إنما نعرفه من حديث رشدين بن سعد.
وفي رشدين بن سعد مقال.
وقد تكلم فيه من قبل حفظه.
ومعنى قوله: كثف كل جدار: يعني: غلظه.
٤٨١ - ٢٧٢٤ حدثنا محمود بن غيلان.
أخبرنا أبو داود.
أخبرنا شعبة، عن الاعمش، عن مجاهد، عن ابن عباس: أن رسول الله صلى الله عليه وسلم قرأ هذه الاية: (اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) (١) قال رسول الله صلى الله عليه وسلم: " لو أن قطرة من الزقوم (٢) قطرت في دار الدنيا لافسدت على أهل الدنيا معايشهم، فكيف بمن يكون طعامه؟ ".
(ضعيف - ابن ماجه ٤٣٢٥ (" ضعيف ابن ماجه " برقم ٩٤٤)) .
هذا حديث حسن صحيح.
_________
(١) سورة آل عمران (٣) ، الاية ١٠٢.
(٢) الزقوم: ما وصف الله في كتابه العزيز، فقال: إنها شجرة تخرج في أصل الجحيم طلعها كأنه رؤوس الشياطين.
والزقم: اللقم الشديد، والشرب المفرط.
(*)',NULL,'305',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (334,'٥ - باب ما جاء في صفة طعام أهل النار ٤٨٢ - ٢٧٢٥ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عاصم بن يوسف.
أخبرنا قطبة بن عبد العزيز، عن الاعمش، عن شمر بن عطية، عن شهر بن حوشب، عن أم الدرداء، عن أبي الدرداء قال: قال رسول الله صلى الله عليه وسلم: " يلقى على أهل النار الجوع، فيعدل ما هم فيه من العذاب، فيستغيثون فيغاثون بطعام من ضريع لا يسمن، ولا يغني من جوع، فيستغيثون بالطعام فيغاثون بطعام ذي غصة فيذكرون: أنهم كانوا يجيزون الغصص في الدنيا بالشراب، فيستغيثون بالشراب فيدفع إليهم الحميم بكلاليب الحديد، فإذا دنت من وجوههم شوت وجوههم، فإذا دخلت بطونهم قطعت ما في بطونهم، فيقولون: ادعوا خزنة جهنم، فيقولون: (ألم تك تأتيكم رسلكم بالبينات؟ قالوا: بلى، قالوا: فادعوا وما دعاء الكافرين إلا في ضلال) (١) .
قال: فيقولون: ادعوا مالكا، فيقولون: (يا مالك ليقض علينا ربك) (٢) ، قال: فيجيبهم: (إنكم ماكثون) " (٣) .
- قال الاعمش: نبئت أن بين دعائهم، وبين إجابة مالك إياهم ألف عام، - قال: " فيقولون: ادعوا ربكم فلا أحد خير من ربكم، فيقولون: (ربنا غلبت علينا شقوتنا وكنا قوما ضالين، ربنا أخرجنا منها فإن عدنا فإنا ظالمون " (٤) .
قال: فيجيبهم (اخسئوا فيها، ولا تكلمون) (٥) .
_________
(١) سورة غافر (٤٠) ، الاية ٥٠.
(٢ و ٣) سورة الزخرف (٤٣) ، الاية ٧٧.
(٤) سورة المؤمنون (٢٣) ، الآية ١٠٧.
(٥) سورة المؤمنون (٢٣) ، الآية ١٠٨.
(*)',NULL,'306',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (335,'قال: فعند ذلك يئسوا من كل خير، وعند ذلك يأخذون في الزفير والحسرة والويل ".
(ضعيف - المشكاة ٥٦٨٦، التعليق الرغيب ٤ / ٢٣٦ وضعيف الجامع الصغير ٦٤ ٤٤)) .
قال عبد الله بن عبد الرحمن: والناس لا يرفعون هذا الحديث.
قال: وإنما روي هذا الحديث عن الاعمش، عن شمر بن عطية، عن شهر بن حوشب، عن أم الدرداء، عن أبي الدرداء قوله، وليس بمرفوع.
وقطبة بن عبد العزيز هو ثقة عند أهل الحديث.
٤٨٣ - ٢٧٢٦ حدثنا سويد بن نصر.
أخبرنا ابن المبارك، عن سعيد بن يزيد أبي شجاع، عن أبي السمح، عن أبي الهيثم، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم قال: " (وهم فيها كالحون) (١) "، قال: " تشويه النار فتقلص شفته العليا حتى تبلغ وسط رأسه، وتسترخي شفته السفلى حتى تضرب سرته ".
(ضعيف - المشكاة ٥٦٨٤ (سيأتي ٦٢١ - ٣٤٠٢)) .
هذا حديث حسن صحيح غريب.
وأبو الهيثم اسمه: سليمان بن عمرو بن عبد العتواري، وكان يتيما في حجر أبي سعيد.
٤٨٤ - ٢٧٢٧ حدثنا سويد بن نصر.
أخبرنا عبد الله.
أخبرنا سعيد بن يزيد، عن أبي السمح، عن عيسى بن هلال الصدفي، عن عبد الله بن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم:
" لو أن رصاصة مثل هذه - وأشار إلى مثل الجمجمة - أرسلت من السماء إلى الارض وهي مسيرة خمسمائة سنة، لبلغت الارض قبل الليل، ولو أنها
_________
(١) سورة المؤمنون (٢٣) ، الآية ١٠٤.
(*)',NULL,'307',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (336,'أرسلت من رأس السلسلة لسارت أربعين خريفا الليل والنهار قبل أن تبلغ أصلها أو قعرها ".
(ضعيف - المشكاة ٥٦٨٨، التعليق الرغيب ٤ / ٢٣٢ (ضعيف الجامع الصغير ٤٨٠ ٥)) .
هذا حديث إسناده حسن صحيح.
٧ - باب منه ٤٨٥ - ٢٧٣٠ حدثنا عباس بن محمد الدوري البغدادي.
أخبرنا يحيى ابن أبي بكير.
أخبرنا شريك، عن عاصم، عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " أوقد على النار ألف سنة حتى احمرت، ثم أوقد عليها ألف سنة حتى ابيضت، ثم أوقد عليها ألف سنة حتى اسودت فهي سوداء مظلمة ".
(ضعيف - ابن ماجه ٤٣٢٠ (٩٤١ و " ضعيف الجامع الصغير وزيادته " نحوه برقم ٢١٢٥)) ... - ٢٧٣١ حدثنا سويد بن نصر.
أخبرنا عبد الله، عن شريك، عن عاصم، عن أبي صالح - أو رجل آخر - عن أبي هريرة نحوه، ولم يرفعه.
وحديث أبي هريرة في هذا موقوف أصح، ولا أعلم أحدا رفعه غير يحيى ابن أبي بكير، عن شريك.
٨ - باب ما جاء أن للنار نفسين وما ذكر من يخرج من النار من أهل التوحيد
٤٨٦ - ٢٧٣٤ حدثنا محمد بن رافع.
أخبرنا أبو داود، عن مبارك بن فضالة، عن عبيد الله ابن أبي بكر بن أنس، عن أنس، عن النبي صلى الله عليه وسلم قال:',NULL,'308',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (337,'" يقول الله: أخرجوا من النار من ذكرني يوما، أو خافني في مقام ".
(ضعيف - الظلال ٨٣٣، التعليق الرغيب ٤ / ١٣٨، المشكاة ٥٣٤٩ / التحقيق الثاني (ضعيف الجامع الصغير ٦٤٣٦)) .
هذا حديث حسن غريب.
٤٨٧ - ٢٧٣٩ حدثنا سويد بن نصر.
أخبرنا ابن المبارك.
أخبرنا رشدين بن سعد، قال: حدثني ابن أنعم، عن أبي عثمان: أنه حدثه عن أبي هريرة، عن رسول الله صلى الله عليه وسلم قال: " إن رجلين ممن دخل النار، اشتد صياحهما فقال الرب تبارك وتعالى: أخرجوهما، فلما أخرجا قال لهما: لاي شئ اشتد صياحكما؟ قالا: فعلنا ذلك لترحمنا، قال: رحمتي لكما أن تنطلقا فتلقيا أنفسكما حيث كنتما من النار فينطلقان.
فيلقي أحدهما نفسه فيجعلها عليه بردا وسلاما، ويقوم الاخر فلا يلقي نفسه، فيقول له الرب تبارك وتعالى: ما منعك أن تلقي نفسك كما ألقى صاحبك؟ فيقول: يا رب! إني لارجو أن لا تعيدني فمها بعد ما أخرجتني، فيقول له الرب تبارك وتعالى: لك رجاؤك، فيدخلان الجنة جميعا برحمة الله ".
(ضعيف - المشكاة ٥٦٠٥، الضعيفة ١٩٧٧ (ضعيف الجامع الصغير ١٨٥٩)) .
إسناد هذا الحديث ضعيف.
لانه عن رشدين بن سعد، ورشدين بن سعد هو ضعيف عند أهل الحديث، عن ابن أنعم، وهو الافريقي، والافريقى
ضعيف عند أهل الحديث.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (338,'بسم الله الرحمن الرحيم أبواب الايمان عن رسول الله صلى الله عليه وسلم ٦ - باب في استكمال الايمان والزيادة والنقصان ٤٨٨ - ٢٧٥٦ حدثنا أحمد بن منيع البغدادي.
أخبرنا إسماعيل ابن علية.
أخبرنا خالد الحذاء، عن أبي قلابة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: " إن من أكمل المؤمنين إيمانا أحسنهم خلقا، وألطفهم بأهله ".
(ضعيف - الصحيحة تحت الحديث ٢٨٤ (ضعيف الجامع الصغير ١٩٩٠)) .
وفي الباب: عن أبي هريرة وأنس بن مالك.
هذا حديث حسن (١) .
ولا نعرف لابي قلابة سماعا من عائشة.
وقد روى أبو قلابة، عن عبد الله بن يزيد، رضيع لعائشة، عن عائشة غير هذا الحديث.
وأبو قلابة اسمه: عبد الله بن زيد الجرمي ... - ٢٧٥٧ حدثنا ابن أبي عمر.
أخبرنا سفيان بن عيينة قال: ذكر أيوب السختياني أبا قلابة فقال: كان والله من الفقهاء ذوي الالباب.
_________
(١) في نسخة (صحيح) .
(*)',NULL,'310',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (339,'٤٨٩ - ٢٧٥٩ / ١ وروى عمارة ابن غزية هذا الحديث (١) عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:
" الايمان أربعة وستون بابا ".
(شاذ بهذا اللفظ.
(ضعيف الجامع الصغير ٢٣٠٣)) ... - ٢٧٦٠ حدثنا بذلك قتيبة.
أخبرنا بكر بن مضر، عن عمارة ابن غزية، عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم.
٨ - باب ما جاء في حرمة الصلاة ٤٩٠ - ٢٧٦٣ حدثنا ابن أبي عمر، أخبرنا عبد الله بن وهب، عن عمرو بن الحارث، عن دراج أبي السمح، عن أبي الهيثم، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: " إذا رأيتم الرجل يتعاهد المسجد، فاشهدوا له بالايمان، فإن الله يقول: (إنما يعمر مساجد الله من آمن بالله واليوم الاخر وأقام الصلاة وآتى الزكاة) (٢) الاية.
(ضعيف - ابن ماجه ٨٠٢ (١٧٢، المشكاة ٧٢٣، ضعيف الجامع الصغير ٥٠٩، وسيأتي برقم ٦٠١ / ٣٣٠٤)) .
_________
(١) أي الحديث الذي في " صحيح سنن الرمذي - باختصار السند " برقم ٢١٠٨، ونصه كما يأتي: عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " الايمان بضع وسبعون بابا، فأدناها إماطة الاذى عن الطريق، وأرفعها قول: لا إله إلا الله ".
(صحيح - ابن ماجه ٥٧: ق) .
هذا حديث حسن صحيح.
وهكذا روى سهيل ابن أبي صالح، عن عبد الله بن دينار، عن أبي صالح، عن أبي هريرة.
(٢) سورة التوبة (٩) ، الاية ١٨.
وتمامها: (ولم يخش إلا الله فعسى أولئك أن يكونوا
من المهتدين ".
(*)',NULL,'311',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (340,'هذا حديث حسن غريب.
١١ - باب لا يزني الزاني وهو مؤمن ٤٩١ - ٢٧٧٤ حدثنا أبو عبيدة ابن أبي السفر أحمد بن عبد الله الهمداني، أخبرنا الحجاج بن محمد بن يونس ابن أبي إسحاق، عن أبي إسحاق الهمداني، عن أبي جحيفة، عن علي ابن أبي طالب، عن النبي صلى الله عليه وسلم قال: " من أصاب حدا (١) فعجل عقوبته في الدنيا، فالله أعدل من أن يثني على عبده العقوبة في الاخرة، ومن أصاب حدا فستره الله عليه، وعفا عنه، فالله أكرم من أن يعود في شئ قد عفا عنه ".
(ضعيف - ابن ماجه ٢٦٠٤ (برقم ٥٦٧ مع اختلاف في اللفظ، وضعيف الجامع الصغير ٥٤٢٣، المشكاة ٣٦٢٩)) .
هذا حديث حسن غريب.
وهذا قول أهل العلم، لا نعلم أحدا كفر أحدا بالزنا، والسرقة، وشرب الخمر.
١٣ - باب ما جاء أن الاسلام بدأ غريبا وسيعود غريبا ٤٩٢ - ٢٧٧٨ حدثنا عبد الله بن عبد الرحمن، أخبرنا إسماعيل ابن أبي أويس.
حدثني كثير بن عبد الله بن عمرو بن عوف بن زيد بن ملحة، عن أبيه، عن جده: أن رسول الله صلى الله عليه وسلم قال: " إن الدين ليأرز (٢) إلى الحجاز كما تأرز الحية إلى جحرها، وليعقلن الدين في الحجاز معقل الاروة من رأس الجبل.
_________
(١) في نسخة الاصل: أحدا
(٢) أرز: أي ينضم إليها ويجتمع بعضه إلى بعض فيها.
أروية: مفردها أروى وتجمع على أراوي، وهي الايائل من غزلان الجبال ذات القرون الطويلة.
وقيل: الماعز البري، وغنم الجبل.
(*)',NULL,'312',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (341,'إن الدين بدأ غريبا، ويرجع غريبا، فطوبى للغرباء، الذين يصلحون ما أفسد الناس من بعدي، من سنتي ".
(ضعيف جدا - الصحيحة تحت الحديث ١٢٧٣، المشكاة ١٧٠ (ضعيف الجامع الصغير وزيادته الفتح الكبير برقم ١٤٤١)) .
هذا حديث حسن صحيح.
١٤ - باب في علامة المنافق ٤٩٣ - ٢٧٨٣ حدثنا محمد بن بشار، أخبرنا أبو عامر، أخبرنا إبراهيم بن طهمان، عن علي بن عبد الاعلى، عن أبي النعمان، عن أبي وقاص، عن زيد بن أرقم قال: قال رسول الله صلى الله عليه وسلم: " إذا وعد الرجل، وينوي أن يفي به، فلم يف به، فلا جناح عليه ".
(ضعيف - المشكاة ٤٨٨١، الضعيفة ١٤٤٧ (ضعيف الجامع الصغير ٧٢٣)) .
هذا حديث غريب، وليس إسناده بالقوي.
علي بن عبد الاعلى ثقة.
وأبو النعمان مجهول.
وأبو وقاص مجهول.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (342,'بسم الله الرحمن الرحيم أبواب العلم عن رسول الله صلى الله عليه وسلم ٢ - باب فضل طلب العلم
٤٩٤ - ٢٧٩٨ حدثنا نصر بن علي.
أخبرنا خالد بن يزيد العتكي (١) ، عن أبي جعفر الرازي، عن الربيع بن أنس، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " من خرج في طلب العلم، فهو في سبيل الله حتى يرجع ".
(ضعيف - المشكاة ٢٢٠، الضعيفة ٢٠٣٧، الروض ١٠٩ (ضعيف الجامع الصغير وزيادته الفتح الكبير برقم ٥٥٧٠)) .
هذا حديث حسن غريب.
ورواه بعضهم فلم يرفعه.
٤٩٥ - ٢٧٩٩ حدثنا محمد بن حميد الرازي، أخبرنا محمد بن المعلى، أخبرنا زياد بن خيثمة، عن أبي داود، عن عبد الله بن سخبرة، عن سخبرة، عن النبي صلى الله عليه وسلم قال: " من طلب العلم كان كفارة لما مضى ".
(موضوع - المشكاة ٢٢١، الضعيفة ٥٠١٧ (ضعيف الجامع الصغير ٥٦٨٦)) .
_________
(١) في الاصل: العتلي.
انظر " التقريب " ١٦٩٢.
(*)',NULL,'314',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (343,'هذا حديث ضعيف الاسناد.
أبو داود اسمه: نفيع الاعمى، تكلم فيه قتادة وغير واحد من أهل العلم، يضعف في الحديث، ولا نعرف لعبد الله بن سخبرة كبير شئ، ولا لابيه.
٤ - باب ما جاء في الاستيصاء بمن يطلب العلم ٤٩٦ - ٢٨٠١ حدثنا سفيان بن وكيع.
أخبرنا أبو داود الحفري، عن سفيان، عن أبي هارون قال: كنا نأتي أبا سعيد فيقول: مرحبا بوصية رسول الله صلى الله عليه وسلم، إن النبي صلى الله عليه وسلم قال:
" إن الناس لكم تبع، وإن رجالا يأتونكم من أقطار الارض يتفقهون في الدين، فإذا أتوكم فاستوصوا بهم خيرا ".
(ضعيف - ابن ماجه ٢٤٩ (برقم ٥٠ ومشكاة المصابيح ٢١٥ وضعيف الجامع الصغير ١٧٩٧)) .
قال علي بن عبد الله: قال يحيى بن سعيد: كان شعبة يضعف أبا هارون العبدي.
قال يحيى: وما زال ابن عون يروي عن أبي هارون العبدي حتى مات.
وأبو هارون اسمه: عمارة بن جوين.
٤٩٧ - ٢٨٠٢ حدثنا قتيبة.
أخبرنا نوح بن قيس، عن أبي هارون العبدي، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم قال: " يأتيكم رجال من قبل المشرق يتعلمون، فإذا جاؤوكم فاستوصوا بهم خيرا ".
قال: فكان أبو سعيد إذا رآنا قال: مرحبا بوصية رسول الله صلى الله عليه وآله وسلم.
(ضعيف - انظر ما قبله (" ضعيف سنن ابن ماجه " الصفحة ١٩، وضعيف الجامع الصغير وزيادته ٦٤١١)) .',NULL,'315',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (344,'وهذا حديث لا نعرفه إلا من حديث أبي هارون العبدي، عن أبي سعيد الخدري.
٦ - باب في من يطلب بعلمه الدنيا ٤٩٨ - ٢٨٠٦ حدثنا علي بن نصر بن علي.
أخبرنا محمد بن عباد الهنائي، أخبرنا علي بن المبارك، عن أيوب السختياني، عن خالد بن دريك، عن ابن عمر، عن النبي صلى الله عليه وسلم قال:
" من تعلم علما لغير الله، أو أراد به غير الله، فليتبوأ مقعده من النار ".
(ضعيف - ابن ماجه ٢٥٨ (برقم ٥٤، وضعيف الجامع ٥٥٣٠ و ٥٦٨٧)) .
وفي الباب عن جابر.
قال أبو عيسى: هذا حديث حسن غريب، لا نعرفه من حديث أيوب، إلا من هذا الوجه.
١٢ - باب في الرخصة فيه ٤٩٩ - ٢٨١٦ حدثنا قتيبة.
أخبرنا الليث، عن الخليل بن مرة، عن يحيى ابن أبي صالح، عن أبي هريرة قال: كان رجل من الانصار، يجلس إلى رسول الله صلى الله عليه وسلم، فيسمع من النبي صلى الله عليه وسلم الحديث فيعجبه ولا يحفظه، فشكا ذلك إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله! إني لاسمع منك الحديث فيعجبني ولا أحفظه.
فقال رسول الله صلى الله عليه وسلم: " استعن بيمينك " وأومأ بيده: الخط.
(ضعيف - الضعيفة ٢٧٦١ (ضعيف الجامع الصغير ٨١٣)) .
وفي الباب: عن عبد الله بن عمرو.
هذا حديث ليس إسناده بذاك القائم.
وسمعت محمد بن إسماعيل يقول: الخليل بن مرة منكر الحديث.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (345,'١٦ - باب الاخذ بالسنة واجتناب البدعة ٥٠٠ - ٢٨٣٠ حدثنا عبد الله بن عبد الرحمن، أخبرنا محمد بن عيينة، عن مروان بن معاوية، عن كثير بن عبد الله، عن أبيه، عن جده: أن النبي صلى الله عليه وسلم قال لبلال بن الحارث: " اعلم "، قال: ما أعلم يا رسول الله (١) ؟ قال:
" إنه من أحيا سنة من سنتي، قد أميتت بعدي، كان له من الاجر مثل من عمل بها من غير أن ينقص من أجورهم شيئا.
ومن ابتدع بدعة ضلالة لا يرضاها الله ورسوله، كان عليه مثل آثام من عمل بها لا ينقص ذلك من أوزار الناس (٢) شيئا ".
(ضعيف - ابن ماجه ٢١٠ (برقم ٣٧ وتخريج " السنة " لابن أبي عاصم ٤٢ ومشكاة المصابيح ١٦٨٢ وضعيف الجامع الصغير ٩٦٥)) .
هذا حديث حسن ومحمد بن عيينة، هذا هو مصيصي شامي، وكثير بن عبد الله، هو: ابن عمرو بن عوف المزني " ٥٠١ - ٢٨٣١ حدثنا مسلم بن حاتم الانصاري البصري.
أخبرنا محمد بن عبد الله الانصاري، عن أبيه، عن علي بن زيد، عن سعيد بن المسيب قال: قال أنس بن مالك: قال لي رسول الله صلى الله عليه وسلم: " يا بني! إن قدرت أن تصبح وتمسي ليس في قلبك غش لاحد فافعل ".
ثم قال لي: " يا بني! وذلك من سنتي، ومن أحيا سنتي فقد أحياني، ومن أحياني (٣) كان
_________
(١) في إحدى النسح تكررت: " اعلم يا بلال "، قال: ما أعلم يا رسول الله؟ (٢) في احدى النسخ " من آثام الناس " وهي رواية.
(٣) في روايه أخرى: " فقد أحبني، ومن أحبني ... ".
(*)',NULL,'317',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (346,'معي في الجنة ".
(ضعيف - المشكاة ١٧٥ (ضعيف الجامع الصغير ٦٣٨٩)) .
وفي الحديث قصة طويلة.
هذا حديث حسن غريب من هذا الوجه، ومحمد بن عبد الله الانصاري
ثقة، وأبوه ثقة.
وعلي بن زيد صدوق، إلا أنه ربما يرفع الشئ الذي يوقفه غيره، وسمعت محمد بن بشار يقول: قال أبو الوليد: قال شعبة: أخبرنا علي ابن زيد، وكان رفاعا، ولا نعرف لسعيد بن المسيب عن أنس رواية إلا هذا الحديث بطوله.
وقد روى عباد المنقري هذا الحديث عن علي بن زبد، عن أنس، ولم يذكر فيه عن سعيد بن المسيب.
وذاكرت به محمد بن إسماعيل، ولم يعرفه، ولم يعرف لسعيد بن المسيب عن أنس هذا الحديث ولا غيره، ومات أنس بن مالك سنة ثلاث وتسعين، ومات سعيد بن المسيب بعده بسنتين مات سنة خمس وتسعين.
١٨ - باب ما جاء في عالم المدينة ٥٠٢ - ٢٨٣٣ حدثنا الحسن بن الصباح البزار، وإسحاق بن موسى الانصاري.
قالا: أخبرنا سفيان بن عيينة، عن ابن جريج، عن أبي الزبير، عن أبي صالح، عن أبي هريرة رواية: " يوشك أن يضرب الناس أكباد الابل يطلبون العلم، فلا يجدون أحدا أعلم من عالم المدينة ".
(ضعيف - المشكاة ٢٤٦، التعليق على التنكيل ١ / ٣٨٥ (١) ، الضعيفة ٤٨٣٣ ضعيف الجامع الصغير ٦٤٤٨)) .
_________
(١) انظر " التنكيل بما في تأنيب الكوثري من الاباطيل " طبع المكتب الاسلامي.
باشرافي الصفحة ٦١١.
(*)',NULL,'318',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (347,'هذا حديث حسن صحيح، وهو حديث ابن عيينة.
وقد روي عن ابن عيينة أنه قال في هذا (سئل) من عالم المدينة؟ (فقال) :
إنه مالك بن أنس.
قال إسحاق بن موسى: وسمعت ابن عيينة قال: هو العمري الزاهد، واسمه: عبد العزيز بن عبد الله من ولد عمر بن الخطاب رضي الله عنه.
وسمعت يحيى بن موسى يقول: قال عبد الرزاق: هو مالك بن أنس.
١٩ - باب في فضل الفقه على العبادة ٥٠٣ - ٢٨٣٤ حدثنا محمد بن إسماعيل.
أخبرنا إبراهيم بن موسى.
أخبرنا الوليد هو ابن مسلم.
أخبرنا روح بن جناح، عن مجاهد، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " فقية (واحد) أشد على الشيطان من ألف عابد ".
(موضوع - ابن ماجه ٢٢٢ (برقم ٤١ والمشكاة ٢١٧ وضعيف الجامع ٣٩٨٧)) .
هذا حديث غريب ولا نعرفه إلا من هذا الوجه.
من حديث الوليد بن مسلم.
٥٠٤ - ٢٨٣٦ حدثنا هناد.
أخبرنا أبو الاحوص، عن سعيد بن مسروق، عن ابن أشوع، عن يزيد بن سلمة الجعفي قال: قال يزيد بن سلمة: يا رسول الله! إني سمعت منك حديثا كثيرا أخاف أن ينسي أوله آخره، فحدثني بكلمة تكون جماعا، قال: " اتق الله فيما تعلم ".
(ضعيف - الضعيفة ١٦٩٦ (ضعيف الجامع الصغير ١٠٨)) .
هذا حديث ليس إسناده بمتصل، وهو عندي مرسل، ولم يدرك عندي ابن أشوع يزيد بن سلمة.
وابن أشوع اسمه: سعيد بن أشوع.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (348,'٥٠٥ - ٢٨٣٩ حدثنا عمر بن حفص الشيباني البصري.
أخبرنا عبد الله بن
وهب، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد الخدري، عن رسول الله صلى الله عليه وسلم قال: " لن يشبع المؤمن من خير يسمعه حتى يكون منتهاه الجنة ".
(ضعيف - المشكاة ٢١٦ (والصواب ٢٢٢، ضعيف الجامع الصغير ٤٧٨٣)) .
هذا حديث حسن غريب.
٥٠٦ - ٢٨٤٠ حدثنا محمد بن عمر بن الوليد الكندي.
أخبرنا عبد الله بن نمير، عن إبراهيم بن الفضل، عن سعيد المقبري، عن أبي هريرة قال: قال رسول اله صلى الله عليه وسلم: " الكلمة الحكمة ضالة المؤمن، فحيث وجدها فهو أحق بها ".
(ضعيف جدا - ٢١٦ (كذا الاصل والصواب: انه رتم " مشكاة المصابيح، وهو في " ضعيف الجامع الصغير " برقم ٤٣٠٢)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وابراهيم بن الفضل المخزومي ضعيف في الحديث.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (349,'بسم الله الرحمن الرحيم أبواب الاستئذان والآداب عن رسول الله صلى الله عليه وسلم ٣ - باب ما جاء في أن الاستئذان ثلاث ٥٠٧ - ٢٨٤٤ حدثنا محمود بن غيلان.
أخبرنا عمر بن يونس، عن عكرمة بن عمار، حدثني أبو زميل.
حدثني ابن عباس.
حدثني عمر بن الخطاب قال: استأذنت على رسول الله صلى الله عليه وسلم ثلاثا فأذن لي.
(ضعيف الاسناد، منكر المتن) .
هذا حديث حسن غريب.
وأبو زميل اسمه سماك الحنفي، وإنما أنكر عمر، عندنا، على أبي موسى حين روى عن النبي صلى الله عليه وسلم أنه قال: " الاستئذان ثلاث فإن أذن لك وإلا فارجع " (١) .
وقد كان عمر استأذن على النبي صلى الله عليه وسلم ثلاثا، فأذن له، ولم يكن علم هذا الذي رواه أبو موسى عن النبي صلى الله عليه وسلم أنه قال: " فإن أذن لك وإلا فارجع ".
_________
(١) هو في " صحيح الجامع الصغير وزيادته " برقم ٢٧٧١.
(*)',NULL,'321',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (350,'٩ - باب ما جاء في التسليم على النساء ٥٠٨ - ٢٨٥١ حدثنا سويد.
أخبرنا عبد الله بن المبارك.
أخبرنا عبد الحميد ابن بهرام: أنه سمع شهر بن حوشب يقول: سمعت أسماء بنت يزيد تحدث: أن رسول الله صلى الله عليه وسلم، مر في المسجد يوما، وعصبة من النساء قعود، فألوى بيده بالتسليم، وأشار عبد الحميد بيده.
(ضعيف - حجاب المرأة المسلمة ٩٩ - ١٠٠) .
هذا حديث حسن.
قال أحمد بن حنبل: لا بأس بحديث عبد الحميد بن بهرام، عن شهر بن حوشب.
قال محمد: شهر حسن الحديث وقوى أمره، وقال: إنما تكلم فيه ابن عون، ثم روى عن هلال ابن أبي زينب، عن شهر ابن حوشب ... - ٢٨٥٢ حدثنا أبو داود، أخبرنا النضل بن شميل، عن ابن عون، قال: إن شهرا نزكوه (١) .
قال أبو داود: قال النضر: نزكوه؟ أي: طعنوا فيه لانه ولي
أمر السلطان.
١٠ - باب في التسليم إذا دخل بيته ٥٠٩ - ٢٨٥٣ حدثنا أبو حاتم الانصاري البصري مسلم بن حاتم.
أخبرنا محمد بن عبد الله الانصاري، عن أبيه، عن علي بن زيد، عن سعيد بن المسيب قال: قال أنس: قال لي رسول الله صلى الله عليه وسلم: " يا بني! إذا دخلت على أهلك فسلم، يكون بركة عليك وعلى أهل
_________
(١) في رواية (تركوه) ولعلها الاولى لقبول هذه الكلمة للتصحيف..ولكن أبقيت ما في أصل الشيخ ناصر كما هو.
(*)',NULL,'322',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (351,'بيتك ".
(ضعيف الاسناد) (١) .
هذا حديث حسن صحيح غريب.
١١ - باب السلام قبل الكلام ٥١٠ - ٢٨٥٤ / ١ وبهذا الاسناد (٢) عن النبي صلى الله عليه وسلم قال: " لا تدعوا أحدا إلى الطعام حتى يسلم ".
(ضعيف الجامع الصغير ٣٣٧٤، وقال فيه: موضوع) .
هذا حديث منكر لا نعرفه إلا من هذا الوجه.
سمعت محمدا يقول: عنبسة ابن عبد الرحمن ضعيف في الحديث ذاهب، ومحمد بن زاذان منكر الحديث.
١٦ - باب الاستئذان قبالة البيت ٥١١ - ٢٨٦٢ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن عبيد الله ابن أبي جعفر، عن أبي عبد الرحمن الحبلي، عن أبي ذر قال: قال رسول الله صلى الله عليه وسلم:
" من كشف سترا فأدخل بصره في البيت قبل أن يؤذن له فرأى عورة أهله، فقد أتى حدا لا يحل له أن يأتيه، لو أنه حين أدخل بصره استقبلة رجل ففقأ عينيه ما عيرت (٣) عليه، وإن مر رجل على باب لا ستر له غير مغلق فنظر فلا * (هاش) * (١) انظر " مشكاة المصابيح " ١٧٥، ٩٩٧، ٤٦٥٢، و " ضعيف الجامع الصغير وزيادته " ٦٣٨٩ وهو فيه مطول.
وتقدم بعضه في ٩٠ / ٥٩٤ و ٥٠١ / ٢٨٣١.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢١٧٠ ونصه كما يأتي: عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم: " السلام قبل الكلام ".
(حسن - الصحيحة ٨١٦) .
(٣) كذا أصل الشيخ ناصر.
وفي نسخة " غيرت " (*)',NULL,'323',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (352,'خطيئة عليه.
إنما الخطيئة على أهل البيت ".
(ضعيف - المشكاة ٣٥٢٦ / التحقيق الثاني) .
وفي الباب: عن أبي هريرة، وأبي أمامة.
هذا حديث غريب، لا نعرفه مثل هذا إلا من حديث ابن أبي لهيعة.
وأبو عبد الرحمن الحبلي اسمه: عبد الله بن يزيد.
٢٠ - باب ما جاء في تتريب الكتاب ٥١٢ - ٢٨٦٨ حدثنا محمود بن غيلان.
أخبرنا شبابة، عن حمزة، عن أبي الزبير، عن جابر، أن رسول الله صلى الله عليه وسلم قال: " إذا كتب أحدكم كتابا فليتربه، فإنة أنجح للحاجة ".
(ضعيف - المشكاة ٥٦٥٧، الضعيفة ١٧٣٨ (ضعيف الجامع الصغير ٦٧٤)) .
هذا حديث منكر لا نعرفه عن أبي الزبير إلا من هذا الوجه.
وحمزة هو ابن عمرو النصيبي، وهو ضعيف في الحديث.
٢١ - باب ٥١٣ - ٢٨٦٩ حدثنا قتيبة.
أخبرنا عبد الله بن الحارث، عن عنبسة، عن محمد بن زاذان، عن أم سعد، عن زيد بن ثابت قال: دخلت على رسول الله صلى الله عليه وسلم وبين يديه كاتب فسمعته يقول: " ضع القلم على أذنك فإنه أذكر للمملي (١) ".
(موضوع - الضعيفة ٨٦٥ (ضعيف الجامع الصغير ٣٥٨٨)) .
هذا حديث لا نعرفه إلا من هذا الوجه، وهو إسناد ضعيف.
محمد بن زاذان وعنبسة بن عبد الرحمن يضعفان.
_________
(١) في أصل الشيخ ناصر " للمائي " ولا معنى لها.
(*)',NULL,'324',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (353,'٣١ - باب ما جاء في المصافحة ٥١٤ - ٢٨٨٥ حدثنا أحمد بن عبدة الضبي.
أخبرنا يحيى بن سليم الطائفي، عن سفيان، عن منصور، عن خيثمة، عن رجل، عن ابن مسعود، عن النبي صلى الله عليه وسلم قال: " من تمام التحية الاخذ باليد ".
(ضعيف - الضعيفة ٢٦٩١ (و ١٢٨٨ ضعيف الجامع الصغير ٥٢٩٤)) .
وهذا حديث غريب.
ولا نعرفه إلا من حديث يحيى بن سليم، عن سفيان.
وسألت محمد بن إسماعيل، عن هذا الحديث، فلم يعده محفوظا، وقال: إنما أراد عندي حديث سفيان، عن منصور، عن خيثمة، عن من سمع ابن مسعود، عن النبي صلى الله عليه وسلم قال:
" لا سمر إلا لمصل أو مسافر " (١) .
قال محمد: وإنما يروى عن منصور، عن أبي إسحاق، عن عبد الرحمن ابن يزيد أو غيره.
قال: " من تمام التحية الاخذ باليد ".
٥١٥ - ٢٨٨٦ حدثنا سويد بن نصر.
أخبرنا عبد الله.
أخبرنا يحيى بن أيوب، عن عبيد الله بن زحر، عن علي بن يزيد، عن القاسم أبي عبد الرحمن، عن أبي أمامة: أن رسول الله صلى الله عليه وسلم قال: " من تمام عيادة المريض أن يضع أحدكم يده على جبهته "، أو قال: " على يده فيسأله كيف هو، وتمام تحيتكم بينكم المصافحة ".
(ضعيف - الضعيفة ١٢٨٨ (ضعيف الجامع الصغير ٥٢٩٧)) .
هذا إسناد ليس بالقوي.
قال محمد: عبيد الله بن زحر ثقة، وعلي بن يزيد
_________
(١) قال عنه الشيخ الالباني: صحيح.
انظر " صحيح الجامع الصغير " ٧٤٩٩.
(*)',NULL,'325',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (354,'ضعيف.
والقاسم هو: ابن عبد الرحمن، ويكنى أبا عبد الرحمن وهو ثقة، وهو مولى عبد الرحمن بن خالد بن يزيد بن معاوية.
والقاسم: الشامي.
٣٢ - باب ما جاء في المعانقة والقبلة ٥١٦ - ٢٨٨٨ حدثنا محمد بن إسماعيل.
أخبرنا إبراهيم بن يحيى بن محمد ابن عباد المديني.
حدثني أبي يحيى بن محمد، عن محمد بن إسحاق، عن محمد بن مسلم الزهري، عن عروة بن الزبير، عن عائشة قالت: قدم زيد بن حارثة المدينة ورسول الله صلى الله عليه وسلم في بيتي، فأتاه فقرع الباب، فقام إليه رسول الله صلى الله عليه وسلم عريانا يجر ثوبه، والله ما رأيته عريانا قبله ولا بعده، فاعتنقه وقبله.
(ضعيف - المشكاة ٤٦٨٢، مقدمة رياض الصالحين و / ٥، نقد الكتاني ص ١٦) .
هذا حديث حسن غريب، لا نعرفه من حديث الزهري، إلا من هذا الوجه.
٣٣ - باب ما جاء في قبلة اليد والرجل ٥١٧ - ٢٨٨٩ حدثنا أبو كريب.
أخبرنا عبد الله بن إدريس، وأبو أسامة، عن شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة، عن صفوان بن عسال، قال: قال يهودي لصاحبه: اذهب بنا إلى هذا النبي، فقال صاحبه: لا تقل: نبي إنه لو سمعك كان له أربعة أعين.
فأتيا رسول الله صلى الله عليه وسلم، فسألاه عن تسع آيات بينات، فقال لهم: " لا تشركوا بالله شيئا، ولا تسرقوا، ولا تزنوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، ولا تمشوا ببرئ إلى ذي سلطان ليقتله، ولا تسحروا، ولا تأكلوا الربا، ولا تقذفوا محصنة، ولا تولوا الفرار يوم الزحف، وعليكم خاصة',NULL,'326',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (355,'اليهود ألا تعتدوا في السبت ".
قال: فقبلوا يديه، ورجليه، وقالوا: نشهد أنك نبي.
قال: " فما يمنعكم أن تتبعوني؟ " قال: قالوا: إن داود دعا ربه أن لا يزال من ذريته نبي، وإنا نخاف إن تبعناك يقتلنا اليهود.
(ضعيف - ابن ماجه ٣٧٠٥ (برقم ٨٠٨ والذي هنا أتم وانظر الاتي برقم ٦١٣ / ٣٣٦٥، ضعيف سنن النسائي ٢٧٥ / ٤٠٢٧٨)) .
وفي الباب: عن يزيد بن الاسود، وابن عمر، وكعب بن مالك.
وهذا حديث حسن صحيح.
٣٤ - باب ما جاء في: مرحبا ٥١٨ - ٢٨٩١ حدثنا عبد بن حميد وغير واحد، قالوا: أخبرنا موسى بن مسعود، عن سفيان، عن أبي إسحاق، عن مصعب بن سعد، عن عكرمة ابن أبي جهل، قال: قال رسول الله صلى الله عليه وسلم، يوم جئته: " مرحبا بالراكب المهاجر ".
(ضعيف الاسناد) .
وفي الباب: عن بريدة، وابن عباس، وأبي جحيفة.
وهذا حديث ليس إسناده بصحيح، لا نعرفه مثل هذا إلا من حديث موسى ابن مسعود، عن سفيان.
وموسى بن مسعود ضعيف في الحديث.
وروى عبد الرحمن بن مهدي، عن سفيان، عن أبي إسحاق مرسلا، ولم يذكر فيه عن مصعب بن سعد.
وهذا أصح.
وسمعت محمد بن بشار يقول: موسى بن مسعود: ضعيف في الحديث.
قال محمد بن بشار: وكتبت كثيرا عن موسى بن مسعود ثم تركته.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (356,'كتاب الادب (١) ٣٥ - باب ما جاء في تشميت العاطس ٥١٩ - ٢٨٩٢ حدثنا هناد.
أخبرنا أبو الاحوص، عن أبي إسحاق، عن الحارث، عن علي، قال: قال رسول الله صلى الله عليه وسلم: " للمسلم على المسلم ست بالمعروف: يسلم عليه إذا لقيه، ويجيبه إذا دعاه، ويشمته إذا عطس، ويعوده إذا مرض، ويتبع جنازته إذا مات، ويحب له ما يحب لنفسه ".
(ضعيف - ابن ماجه ١٤٣٣ (برقم ٣٠١ ومشكاة المصابيح ٤٦٤٣، والصحيحة ٧٣)) .
وفي الباب: عن أبي هريرة، وأبي أيوب، والبراء، وأبي مسعود.
وهذا حديث حسن قد روي من غير وجه عن النبي صلى الله عليه وسلم، وقد تكلم بعضهم في الحارث الاعور.
٣٧ - باب ما جاء كيف يشمت العاطس ٥٢٠ - ٢٨٩٦ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد.
أخبرنا سفيان، عن منصور، عن هلال بن يساف، عن سالم بن عبيد: أنه كان مع القوم في سفر، فعطس رجل من القوم، فقال: السلام عليكم.
فقال: عليك وعلى أمك.
فكأن الرجل وجد في نفسه، فقال: أما إني لم أقل إلا ما قال النبي صلى الله عليه وسلم عطس رجل عند النبي صلى الله عليه وسلم فقال: السلام عليكم، فقال النبي صلى الله عليه وسلم: " عليك وعلى أمك، إذا عطس أحدكم فليقل: الحمد لله رب العالمين،
_________
(١) هذا العنوان من نسخة عوض فقط.
ولذلك أبقينا أرقام الابواب متتابعة.
(*)',NULL,'328',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (357,'وليقل له من يرد عليه: يرحمك الله، وليقل: يغفر الله لي ولكم ".
(ضعيف - الارواء ٣ / ٢٤٦ - ٢٤٧ - (٧٨٠) - المشكاة ٤٧٤١ / التحقيق الثاني (ضعيف سنن أبي داود ١٠٦٧ / ٥٠٣١)) .
هذا حديث اختلفوا في روايته عن منصور، وقد أدخلوا بين هلال بن يساف، وبين سالم رجلا.
٣٩ - باب ما جاء كم يشمت العاطس ٥٢١ - ٢٩٠٤ حدثنا القاسم بن دينار الكوفي.
أخبرنا إسحاق بن منصور
السلولي الكوفي، عن عبد السلام بن حرب، عن يزيد بن عبد الرحمن أبي خالد الدالاني، عن عمر بن إسحاق ابن أبي طلحة، عن أمه، عن أبيها قال: قال رسول الله صلى الله عليه وسلم: " شمت العاطس ثلاثا، فإن ازداد فإن شئت فشمته، وإن شئت فلا ".
(ضعيف - الضعيفة ٤٨٣٠ (ضعيف الجامع الصغير ٣٤٠٧، ضعيف سنن أبي داود ١٠٦٨ / ٥٠٣٦)) .
هذا حديث غريب، وإسناده مجهول.
٤٢ - باب ما جاء أن العطاس في الصلاة من الشيطان ٥٢٢ - ٢٩٠٨ حدثنا علي بن حجر.
أخبرنا شريك، عن أبي اليقظان، عن عدي - وهو ابن ثابت - عن أبيه، عن جده، رفعه قال: " العطاس، والنعاس، والتثاؤب في الصلاة.
والحيض، والقئ، والرعاف، من الشيطان ".
(ضعيف - المشكاة ٩٩٩ (ضعيف الجامع الصغير ٣٨٦٥) (١)) .
_________
(١) قال الشيخ الالباني في " ضعيف الجامع ": رواه عبد الله بن يزيد الخطمي.
وفي الاصل عن دينار وهو خطأ، سكت عنه.
(*)',NULL,'329',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (358,'هذا حديث غريب، لا نعرفه إلا من حديث شريك، عن أبي اليقظان.
وسألت محمد بن إسماعيل، عن عدي بن ثابت، عن أبيه، عن جده: قلت له: ما اسم جد عدي؟ قال: لا أدري.
وذكر عن يحيى بن معين.
قال: اسمه دينار.
٤٦ - باب ما جاء في كراهية القعود وسط الحلقة ٥٢٣ - ٢٩١٣ حدثنا سويد.
أخبرنا عبد الله.
أخبرنا شعبة، عن قتادة عن
أبي (١) مجلز: أن رجلا قعد وسط الحلقة، فقال حذيفة: ملعون على لسان محمد، أو لعن الله على لسان محمد من قعد وسط الحلقة.
(ضعيف - الضعيفة ٦٣٨، المشكاة ٤٧٢٢ (ضعيف الجامع الصغير ٤٦٩٤، ضعيف سنن أبي داود ١٠٢٨ / ٤٨٢٦)) .
هذا حديث حسن صحيح.
وأبو مجلز اسمه: لاحق بن حميد.
٥٠ - باب ما جاء في قص الشارب ٥٢٤ - ٢٩٢١ حدثنا محمد بن عمر بن الوليد الكوفي الكندي.
أخبرنا يحيى ابن آدم، عن إسرائيل، عن سماك، عن عكرمة، عن ابن عباس قال: كان النبي صلى الله عليه وسلم يقص، أو يأخذ من شاربه.
قال: وكان خليل الرحمن إبراهيم يفعله.
(ضعيف الاسناد) .
هذا حديث حسن غريب.
_________
(١) ساقطة من نسخة الاصل.
(*)',NULL,'330',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (359,'٥١ - باب مما جاء في الاخذ من اللحية ٥٢٥ - ٢٩٢٤ حدثنا هناد.
أخبرنا عمر بن هارون، عن أسامة بن زيد، عن عمرو بن شعيب، عن أبيه، عن جده: أن النبي صلى الله عليه وسلم، كان يأخذ من لحيته من عرضها وطولها.
(موضوع - الضعيفة ٢٨٨ (ضعيف الجامع الصغير ٤٥١٧)) .
هذا حديث غريب، وسمعت محمد بن إسماعيل يقول: عمر بن هارون
مقارب الحديث، لا أعرف له حديثا ليس له أصل، أو قال: يتفرد به، إلا هذا الحديث.
كان النبي صلى الله عليه وسلم يأخذ من لحيته من عرضها وطولها.
ولا نعرفه إلا من حديث عمر بن هارون، ورأيته حسن الرأي في عمر بن هارون.
وسمعت قتيبة يقول: عمر بن هارون، وكان صاحب حديث، وكان يقول: الايمان قول وعمل.
قال قتيبة: أخبرنا وكيع بن الجراح، عن رجل، عن ثور بن يزيد: أن النبي صلى الله عليه وسلم نصب المنجنيق على أهل الطائف.
قال قتيبة: قلت لوكيع: من هذا؟ قال: صاحبكم عمر بن هارون.
٦٣ - باب ما جاء في احتجاب النساء من الرجال ٥٢٦ - ٢٩٤٠ حدثنا سويد.
أخبرنا عبد الله.
أخبرنا يونس بن يزيد، عن ابن شهاب، عن نبهان مولى أم سلمة: أنه حدثه أن أم سلمة حدثته: أنها كانت عند رسول الله صلى الله عليه وسلم وميمونة، قالت: فبينما نحن عنده، أقبل ابن أم مكتوم، فدخل عليه، وذلك بعدما أمرنا بالحجاب، فقال رسول الله صلى الله عليه وسلم:',NULL,'331',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (360,'" احتجبا منه " فقلت: يا رسول الله! أليس هو أعمى لا يبصرنا، ولا يعرفنا؟ فقال رسول الله صلى الله عليه وسلم: " أفعمياوان أنتما ألستما تبصرانه ".
(ضعيف - المشكاة ٣١١٦، الارواء ١٨٠٦ (ضعيف سنن أبي داود ٨٨٧ / ٤ ١١٢)) .
هذا حديث حسن صحيح.
٧٠ - باب ما جاء في كراهية رد الطيب ٥٢٧ - ٢٩٥٥ أخبرنا عثمان بن مهدي.
أخبرنا محمد بن خليفة (أبو عبد الله بصري، وعمر بن علي قالا) .
أخبرنا يزيد بن زريع، عن حجاج الصواف، عن حنان، عن أبي عثمان النهدي قال: قال رسول الله صلى الله عليه وسلم: " إذا أعطي أحدكم الريحان فلا يرده، فإنه خرج من الجنة ".
(ضعيف - مختصر الشمائل ١٨٩، الضعيفة ٧٦٤ (ضعيف الجامع الصغير ٣٨٥)) .
هذا حديث غريب حسن، ولا نعرف لحنان (١) غير هذا الحديث.
وأبو عثمان النهدي اسمه: عبد الرحمن بن مل، وقد أدرك زمن النبي صلى الله عليه وسلم.
ولم يره، ولم يسمع منه.
٧٤ - باب ما جاء في النظافة ٥٢٨ - ٢٩٦٣ حدثنا محمد بن بشار.
أخبرنا أبو عامر.
أخبرنا خالد بن إلياس، عن صالح ابن أبي حسان، قال: سمعت سعيد بن المسيب يقول: " إن الله طيب يحب الطيب، نظيف يحب النظافة، كريم يحب الكرم، جواد يحب الجود، فنظفوا - أراه قال - أفنيتكم، ولا تشبهوا باليهود ".
_________
(١) هو حنان بن خارجة السلمي الشامي، قال عنه في " التقريب " ١ / ٢٠٥: مقبول من الثالثة.
(*)',NULL,'332',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (361,'قال: فذكرت ذلك لمهاجر بن مسمار، فقال: حدثنيه عامر بن سعد، عن أبيه، عن النبي صلى الله عليه وسلم مثله إلا أنه قال: " نظفوا أفنيتكم ".
(ضعيف - غاية المرام ١١٣.
لكن قوله: " إن الله جواد.." الخ صحيح - الصحيحة
٢٣٦، ١٦٢٧، حجاب المرأة ١٠١ (ضعيف الجامع الصغير ١٦١٦)) .
هذا حديث غريب.
وخالد بن إلياس يضعف ويقال: ابن إياس.
٧٥ - باب ما جاء في الاستتار عند الجماع ٥٢٩ - ٢٩٦٤ حدثنا أحمد بن محمد بن نيزك البغدادي.
أخبرنا الاسود بن عامر.
أخبرنا أبو محياة، عن ليث، عن نافع، عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: " إياكم والتعري، فإن معكم من لا يفارقكم إلا عند الغائط، وحين يفضي الرجل إلى أهله، فاستحيوهم وأكرموهم ".
(ضعيف - الارواء ٦٤، المشكاة ٣١١٥ / التحقيق الثاني) (ضعيف الجامع الصغير وزيادته الفتح الكبير ٢١٩٤) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وأبو محياة اسمه: يحيى بن يعلى (بن حرملة) .
٧٦ - باب ما جاء في دخول الحمام ٥٣٠ - ٢٩٦٦ حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي.
أخبرنا حماد بن سلمة، عن عبد الله بن شداد الاعرج، عن أبي عذرة، وكان قد أدرك النبي صلى الله عليه وسلم عن عائشة: أن النبي صلى الله عليه وسلم نهى الرجال والنساء عن الحمامات، ثم',NULL,'333',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (362,'رخص للرجال في الميازر.
(ضعيف - ابن ماجه ٢٧٤٩) (كذا الاصل، وهو في " ضعيف سنن ابن ماجه " برقم ٨٢١ - ٣٧٤٩ وغاية المرام ١٩١، وضعيف سنن أبي داود برقم ٨٦٥ / ٤٠٠٩) .
هذا حديث لا نعرفه إلا من حديث حماد بن سلمة، وإسناده ليس بذاك القائم.
٧٨ - باب ما جاء في كراهية لبس المعصفر للرجال ٥٣١ - ٢٩٧١ حدثنا عباس بن محمد البغدادي.
أخبرنا إسحاق بن منصور.
أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد، عن عبد الله بن عمرو قال: مر رجل وعليه ثوبان أحمران، فسلم على النبي صلى الله عليه وسلم، فلم يرد عليه النبي صلى الله عليه وسلم السلام.
(ضعيف الاسناد (ضعيف سنن أبي داود ٨٧٨ / ٤٠٦٩)) .
هذا حديث حسن غريب من هذا الوجه.
ومعنى هذا الحديث عند أهل العلم: أنه كره لبس المعصفر، ورأوا أن ما صبغ بالحمرة بالمدر أو غير ذلك فلا بأس به إذا لم يكن معصفرا.
٨٠ - باب ما جاء في الرخصة في لبس الحمرة للرجال ٥٣٢ - ٢٩٧٥ حدثنا هناد.
أخبرنا عبثر بن القاسم، عن الاشعث - وهو ابن سوار - عن أبي إسحاق، عن جابر بن سمرة قال: رأيت النبي صلى الله عليه وسلم في ليلة إضحيان (١) ، فجعلت أنظر إلى رسول الله صلى الله عليه وسلم وإلى القمر، وعليه حلة حمراء، فإذا هو عندي أحسن من القمر.
(ضعيف - مختصر الشمائل ٨ (ووقع فيه: صحيح، وهو خطأ)) .
_________
(١) إضحيان: مقمر مضئ وكأنه الضحى بالنهار.
(*)',NULL,'334',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (363,'هذا حديث حسن غريب لا نعرفه إلا من حديث أشعث، ورواه شعبة، والثوري، عن أبي اسحاق، عن البراء بن عازب قال:
رأيت على رسول الله صلى الله عليه وسلم حلة حمراء.
٨٤ - باب ما جاء في كراهية التزعفر والخلوق للرجال ٥٣٣ - ٢٩٨٢ حدثنا محمود بن غيلان.
أخبرنا أبو داود الطيالسي، عن شعبة، عن عطاء بن السائب قال: سمعت أبا حفص بن عمر يحدث، عن يعلى بن مرة: أن النبي صلى الله عليه وسلم أبصر رجلا متخلقا، قال: " اذهب فاغسله، ثم اغسله، ثم لا تعد ".
(ضعيف الاسناد) .
هذا حديث حسن.
وقد اختلف بعضهم في هذا الاسناد عن عطاء بن السائب.
قال علي: قال يحيى بن سعيد: من سمع عطاء بن السائب قديما فسماعه صحيح، وسماع شعبه وسفيان من عطاء بن السائب صحيح، إلا حديثين عن عطاء بن السائب عن زاذان.
قال شعبة: سمعتهما منه بآخرة.
يقال: إن عطاء بن السائب كان في آخر عمره قد ساء حفظه.
وفي الباب: عن عمار، وأبي موسى، وأنس.
٩١ - باب ما جاء في الشؤم.
٥٣٤ - ٢٩٩١ (١) حدثنا ابن أبي عمر.
أخبرنا سفيان، عن الزهري، عن سالم وحمزة ابني عبد الله بن عمر، عن أبيهما: أن رسول الله صلى الله عليه وسلم قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٢٦٤.
(*)',NULL,'335',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (364,'" الشؤم في ثلاثة: في المرأة، والمسكن، والدابة ".
(صحيح بزيادة: " إن كان الشؤم في شئ ففي ": ق وهو دونها شاذ الصحيحة ٤٤٣ و ٧٩٩ / ١٨٩٧) .
هذا حديث حسن صحيح، وبعض أصحاب الزهري لا يذكرون فيه عن حمزة، وإنما يقولون: عن سالم، عن أبيه، عن النبي صلى الله عليه وسلم.
وروى مالك بن أنس هذا الحديث عن الزهري فقال: عن سالم، وحمزة ابني عبد الله بن عمر، عن أبيهما.
وهكذا روى لنا ابن أبي عمر هذا الحديث، عن سفيان بن عيينة، عن الزهري، عن سالم وحمزة ابني عبد الله بن عمر، عن أبيهما، عن النبي صلى الله عليه وسلم ... - ٢٩٩٢ وحدثنا سعيد بن عبد الرحمن المخزومي.
أخبرنا سفيان، عن الزهري، عن سالم، عن أبيه، عن النبي صلى الله عليه وسلم نحوه.
ولم يذكر فيه سعيد بن عبد الرحمن، عن حمزة.
ورواية سعيد أصح لان علي ابن المديني والحميدي، رويا عن سفيان، عن الزهري، عن سالم، عن أبيه، وذكرا عن سفيان قال: ولم يرو لنا الزهري هذا الحديث إلا عن سالم، عن ابن عمر.
وروى مالك بن أنس هذا الحديث، عن الزهري، وقال: عن سالم، وحمزة ابني عبد الله بن عمر، عن أبيهما.
وفي الباب: عن سهل بن سعد، وعائشة، وأنس.
وقد روي عن النبي صلى الله عليه وسلم أنه قال: " إن كان الشؤم في شئ ففي: المرأة، والدابة والمسكن " (١) .
_________
(١) هذا الحديث سكت عنه الشيخ هنا، ولكن يفهم تصحيحه له في استدراك الزيادة على الحديث السابق برقم ٥٣٤ / ٢٩٩١، وفي " صحيح الجامع الصغير " برقم = (*)',NULL,'336',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (365,'وقد روى حكيم بن معاوية، قال: سمعت النبي صلى الله عليه وسلم يقول: " لا شؤم، وقد يكون اليمن في: الدار، والمرأة، والفرس ".
٩٤ - باب ما جاء في: فداك أبي وأمي ٥٣٥ - ٢٩٩٨ أخبرنا الحسن بن الصباح البزار.
أخبرنا سفيان، عن ابن جدعان ويحيى بن سعيد سمعا سعيد بن المسيب يقول: قال علي: ما جمع رسول الله صلى الله عليه وسلم أباه وأمه لاحد إلا لسعد ابن أبي وقاص، قال له يوم أحد: " ارم فداك أبي وأمي "، وقال له: " ارم أيها الغلام الحزور ".
(منكر بذكر الغلام الحزور: ق دون الزيادة.
(سيأتي ٧٨٣ / ٤٠١٩)) .
وفي الباب: عن الزبير، وجابر.
هذا حديث حسن صحيح.
قد روي من غير وجه عن علي.
وقد روى غير واحد هذا الحديث، عن يحيى بن سعيد، عن سعيد بن المسيب، عن سعد ابن أبي وقاص قال: جمع لي رسول الله صلى الله عليه وسلم أبويه يوم أحد.
١٠٣ - باب ما جاء في إنشاد الشعر ٥٣٦ - ٣٠١٩ (١) حدثنا علي بن حجر.
أخبرنا شريك، عن عبد الملك بن عمير، عن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال:
_________
= ١٤٢٧ بلفظ: " الدار، والمرأة، والفرس ".
وذكرته هنا لسكوته، اتباعا للقاعدة.
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٢٨٥.
(*)',NULL,'337',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (366,'(أشعر كلمة تكلمت بها العرب قول لبيد: ألا كل شئ ما خلا الله باطل " (١) .
(صحيح بلفظ: " أصدق.." - مختصر الشمائل ٢٠٧، فقه السيرة ٢٧: م) .
هذا حديث حسن صحيح.
وقد رواه الثوري وغيره عن عبد الملك بن عمير.
_________
(١) هذا صدر البيت.
وعجزه: وكل نعيم لا محالة زائل.
كما في ديوانه (الصفحة ١٣٢) .
وسبق للشيخ ناصر أن خرجه بهذا اللفظ: (أشعر) في " صحيح الجامع الصغير " برقم ١٠١٥ في الطبعة الاولى، والرقم ١٠٠٤ في الطبعة الثانية بترتيبي.
وقد وضعت تكملة بيت لبيد بين حاصرتين () .
وبينت ذلك في الحاشية كما هو متبع في كل اضافة تزاد على النص، عند الطبع، وهذه كان محلها الحاشية.
(*)',NULL,'338',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (367,'بسم الله الرحمن الرحيم أبواب الامثال عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في مثل الله عز وجل لعباده ٥٣٧ - ٣٠٣٢ حدثنا قتيبة.
أخبرنا الليث، عن خالد بن يزيد، عن سعيد ابن أبي هلال: أن جابر بن عبد الله الانصاري قال: خرج علينا رسول الله صلى الله عليه وسلم يوما، فقال:
" إني رأيت في المنام كأن جبرائيل عند رأسي وميكائيل عند رجلي، يقول أحدهما لصاحبه: اضرب له مثلا، فقال: اسمع سمعت أذنك، واعقل عقل قلبك، إنما مثلك، ومثل أمتك، كمثل ملك اتخذ دارا، ثم بنى فيها بيتا، ثم جعل فيها مائدة، ثم بعث رسولا يدعو الناس إلى طعامه.
فمنهم من أجاب الرسول، ومنهم من تركه.
فالله: هو الملك، والدار: الاسلام، والبيت: الجنة، وأنت يا محمد رسول.
من أجابك دخل الاسلام، ومن دخل الاسلام دخل الجنة، ومن دخل الجنة أكل ما فيها ".
(ضعيف الاسناد) .
هذا حديث مرسل.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (368,'سعيد ابن أبي هلال، لم يدرك جابر بن عبد الله.
وفي الباب عن ابن مسعود.
وقد روي هذا الحديث عن النبي صلى الله عليه وسلم من غير هذا الوجه، بإسناد أصح من هذا.
٧ - باب ما جاء: مثل ابن آدم وأجله وأمله ٥٣٨ - ٣٠٤٣ حدثنا محمد بن إسماعيل.
أخبرنا خلاد بن يحيى.
أخبرنا بشير بن المهاجر.
أخبرنا عبد الله بن بريدة، عن أبيه.
قال: قال النبي صلى الله عليه وسلم: " هل تدرون ما مثل هذه وهذه؟ " ورمى بحصاتين.
قالوا: الله ورسوله أعلم.
قال: " هذاك الامل، وهذاك الاجل ".
(ضعيف - التعليق الرغيب ٤ / ١٣٣) .
هذا حديث حسن غريب من هذا الوجه.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (369,'بسم الله الرحمن الرحيم أبواب فضائل القرآن عن رسول الله صلى الله عليه وسلم ٢ - باب ما جاء في سورة البقرة وآية الكرسي ٥٣٩ - ٣٠٥٠ حدثنا محمود بن غيلان.
أخبرنا حسين الجعفي، عن زائدة، عن حكيم بن جبير، عن أبي صالح، عن أبي هريرة.
قال: قال رسول الله صلى الله عليه وسلم: " لكل شئ سنام.
وإن سنام القرآن سورة البقرة.
وفيها آية هي سيدة آي القرآن..آية الكرسي ".
(ضعيف - الضعيفة ١٣٤٨، التعليق الرغيب ٢ / ٢١٨ (ضعيف الجامع الصغير ٤٧٢٥)) .
هذا حديث غريب، لا نعرفه إلا من حديث حكيم بن جبير.
وقد تكلم فيه شعبة وضعفه.
٥٤٠ - ٣٠٥١ حدثنا يحيى بن المغيرة أبو سلمة المخزومي المديني.
أخبرنا ابن أبي فديك، عن عبد الرحمن المليكي، عن زرارة بن مصعب، عن أبي سلمة، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " من قرأ (حم المؤمن) إلى (إليه المصير) (١) ، وآية الكرسي، حين
_________
(١) سورة غافر (٤٠) ، الاية ١ وتمامها: (حم * تنزيل الكتاب من الله العزيز العليم * غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير) .
(*)',NULL,'341',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (370,'يصبح حفظ بهما حتى يمسي، ومن قرأهما حين يمسي حفظ بهما حتى يصبح ".
(ضعيف - المشكاة ٢١٤٤ / التحقيق الثاني (ضعيف الجامع الصغير ٥٧٦٩)) .
هذا حديث غريب.
وقد تكلم بعض أهل العلم في عبد الرحمن ابن أبي بكر ابن أبي مليكة المليكي من قبل حفظه.
٥٤١ - ٣٠٥٣ حدثنا الحسن بن علي الخلال.
أخبرنا أبو أسامة.
أخبرنا عبد الحميد بن جعفر، عن سعيد المقبري، عن عطاء مولى أبي أحمد، عن أبي هريرة قال: بعث رسول الله صلى الله عليه وسلم بعثا، وهم ذو عدد فاستقرأهم، فاستقرأ كل رجل منهم - يعني ما معه من القرآن -، فأتى على رجل من أحدثهم سنا، فقال: " ما معك يا فلان؟ " فقال: معي كذا وكذا، وسورة البقرة، فقال: " أمعك سورة البقرة؟ " قال: نعم، قال: " اذهب فأنت أميرهم "، فقال رجل من أشرافهم: والله يا رسول الله! ما منعني أن أتعلم البقرة، إلا خشية أن لا أقوم بها.
فقال رسول الله صلى الله عليه وسلم: " تعلموا القرآن، واقرؤوه (١) فإن مثل القرآن لمن تعلمه فقرأه وقام به كمثل جراب محشو مسكا يفوح ريحه في كل مكان، ومثل من تعلمه فيرقد وهو في جوفه كمثل جراب أوكي على مسك ".
(ضعيف - ابن ماجه ٢١٧) (برقم ٣٩ ومشكاة المصابيح ٢١٤٣، و " ضعيف الجامع الصغير وزيادته " ٢٤٥٢) .
* (هاش) *
(١) في نسخة " فاقرءوه وأقرئوه ".
(*)',NULL,'342',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (371,'هذا حديث حسن.
وقد روي هذا الحديث عن سعيد المقبري، عن عطاء مولى أبي أحمد، عن النبي صلى الله عليه وسلم مرسلا نحوه ... - ٣٠٥٤ حدثنا بذلك قتيبة.
أخبرنا الليث بن سعد، عن سعيد المقبري، عن عطاء مولى أبي أحمد، عن النبي صلى الله عليه وسلم مرسلا نحوه بمعناه، ولم يذكر فيه عن أبي هريرة.
وفي الباب: عن أبي بن كعب.
٥ - باب ما جاء في سورة الكهف ٥٤٢ - ٣٠٥٩ (١) حدثنا محمد بن بشار.
أخبرنا محمد بن جعفر.
أخبرنا شعبة، عن قتادة، عن سالم ابن أبي الجعد، عن معدان ابن أبي طلحة، عن أبي الدرداء، عن النبي صلى الله عليه وسلم قال: " من قرأ ثلاث آيات من أول الكهف، عصم من فتنة الدجال ".
(صحيح بلفظ: " من حفظ عشر أيات.." - الصحيحة ٥٨٢، وهو بلفظ الكتاب شاذ الضعيفة ١٣٣٦) (صحيح الجامع الصغير ٦٢٠١ وضعيف الجامع الصغير ٥٧٦٥) .
قال محمد بن بشار: أخبرنا معاذ بن هشام.
أخبرني عن أبي قتادة بهذا الاسناد نحوه.
هذا حديث حسن صحيح.
٦ - باب ما جاء في يس ٥٤٣ - ٣٠٦٠ حدثنا قتيبة، وسفيان بن وكيع، قالا: أخبرنا حميد بن عبد الرحمن الرؤاسي، عن الحسن بن صالح، عن هارون أبي محمد، عن مقاتل
ابن حيان، عن قتادة، عن أنس، قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٣١٤.
(*)',NULL,'343',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (372,'قال رسول الله صلى الله عليه وسلم: " إن لكل شئ قلبا، وقلب القرآن (يس) ، ومن قرأ (يس) كتب الله له بقراءتها قراءة القرآن عشر مرات ".
(موضوع - الضعيفة ١٦٩ (ضعيف الجامع الصغير ١٩٣٥)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث حميد بن عبد الرحمن.
وبالبصرة لا يعرفون من حديث قتادة إلا من هذا الوجه.
وهارون أبو محمد شيخ مجهول ... - ٣٠٦١ حدثنا أبو موسى محمد بن المثنى.
أخبرنا أحمد بن سعيد الدارمي.
أخبرنا قتيبة، عن حميد بن عبد الرحمن بهذا.
وفي الباب: عن أبي بكر الصديق.
ولا يصح حديث أبي بكر من قبل إسناده، وإسناده ضعيف.
وفي الباب عن أبي هريرة.
٧ - باب ما جاء في حم الدخان ٥٤٤ - ٣٠٦٢ حدثنا سفيان بن وكيع.
أخبرنا يزيد بن حباب، عن عمر ابن أبي خثعم، عن يحيى ابن أبي كثير، عن أبي سلمة، عن أبي هريرة.
قال: قال رسول الله صلى الله عليه وسلم: " من قرأ حم الدخان في ليلة أصبح يستغفر له سبعون ألف ملك ".
(موضوع - المشكاة ٢١٤٩ (ضعيف الجامع الصغير ٥٧٦٦)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وعمر ابن أبي خثعم
يضعف.
قال محمد: هو منكر الحديث.
٥٤٥ - ٣٠٦٣ حدثنا نصر بن عبد الرحمن الكوفي.
أخبرنا زيد بن حباب، عن هشام أبي المقدام، عن الحسن، عن أبي هريرة، قال:',NULL,'344',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (373,'قال رسول الله صلى الله عليه وسلم: " من قرأ حم الدخان في ليلة الجمعة غفر له ".
(ضعيف - الضعيفة ٤٦٣٢، المشكاة ٢١٥٠ / التحقيق الثاني (ضعيف الجامع الصغير وزيادته ٥٧٦٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وهشام أبو المقدام يضعف، ولم يسمع الحسن من أبي هريرة، هكذا قال أيوب، ويونس بن عبيد، وعلي بن زيد.
٨ - باب ما جاء في سورة الملك ٥٤٦ - ٣٠٦٤ حدثنا محمد بن عبد الملك ابن أبي الشوارب.
أخبرنا يحيى ابن عمرو بن مالك النكري، عن أبيه، عن أبي الجوزاء، عن ابن عباس قال: ضرب بعض أصحاب النبي صلى الله عليه وسلم، خباءه على قبر، وهو لا يحسب أنه قبر، فإذا قبر (١) إنسان يقرأ سورة (تبارك الذي بيده الملك) (٢) حتى ختمها.
فأتى النبي صلى الله عليه وسلم فقال: يا رسول الله! ضربت خبائي، وأنا لا أحسب أنه قبر، فإذا فيه إنسان يقرأ سورة الملك حتى ختمها.
فقال النبي صلى الله عليه وسلم: " هي المانعة، هي المنجية تنجيه من عذاب القبر ".
(ضعيف - وإنما يصح منه قوله: " هي المانعة.." الصحيحة ١١٤٠ (ضعيف الجامع
الصغير ٦١٠١ والمشكاة ٢١٥٤)) .
هذا حديث غريب من هذا الوجه.
وفي الباب عن أبي هريرة.
_________
(١) في نسخة (فيه) .
(٢) سورة الملك (٦٧) ، الاية ١.
(*)',NULL,'345',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (374,'٥٤٧ - ٣٠٦٨ حدثنا هريم بن مسعر.
أخبرنا الفضيل، عن ليث، عن طاووس، قال: تفضلان (١) على كل سورة من القرآن بسبعين حسنة.
(ضعيف مقطوع) .
٩ - باب ما جاء في: إذا زلزلت ٥٤٨ - ٣٠٦٩ (٢) حدثنا محمد بن موسى الجرشي البصري.
أخبرنا الحسن بن سلم بن صالح العجلي.
أخبرنا ثابت البناني، عن أنس بن مالك.
قال: قال رسول الله صلى الله عليه وسلم: " من قرأ: (إذا زلزلت) عدلت له بنصف القرآن.
ومن قرأ: (قل يا أيها الكافرون) عدلت له بربع القرآن، ومن قرأ: (قل هو الله أحد) عدلت له بثلث القرآن ".
(حسن دون فضل (زلزلت) - الضعيفة ١١٤٢ (كذا أصل الشيخ ناصر والصواب ١٣٤٢، ضعيف الجامع الصغير وزيادته ٥٧٥٧، وسيأتي برقم ٥٥٠ / ٣٠٧١)) .
هذا حديث غريب، لا نعرفه إلا من حديث هذا الشيخ الحسن بن سلم.
وفي الباب عن ابن عباس.
٥٤٩ - ٣٠٧٠ حدثنا عقبة بن مكرم العمي البصري.
حدثني ابن أبي فديك.
أخبرني سلمة بن وردان، عن أنس بن مالك: أن رسول الله صلى الله عليه وسلم قال لرجل من أصحابه: " هل تزوجت يا فلان؟ ".
قال: لا والله يا رسول الله! ولا عندي ما أتزوج به؟ قال: " أليس معك (قل هو الله أحد) ؟ " قال: بلى.
قال: " ثلث القرآن ".
قال:
_________
(١) المقصود هنا معها سورة (ألم تنزيل) السجدة.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٣١٧.
(*)',NULL,'346',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (375,'" أليس معك (إذا جاء نصر الله والفتح) ؟ " قال: بلى.
قال: " ربع القرآن "، قال: " أليس معك (قل يا أيها الكافرون) ؟ " قال: بلى.
قال: " ربع القرآن "، قال: " أليس معك (إذا زلزلت الارض) ؟ " قال: بلى، قال: " ربع القرآن " قال: " تزوج تزوج ".
(ضعيف - التعليق الرغيب ٢ / ٢٢٤) .
هذا حديث حسن.
١٠ - باب ما جاء في سورة الاخلاص وفي سورة إذا زلزلت ٥٥٠ - ٣٠٧١ (١) حدثنا علي بن حجر.
أخبرنا يزيد بن هارون.
أخبرنا يمان بن المغيرة العنزي.
أخبرنا عطاء، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: " (إذا زلزلت) تعدل نصف القرآن، و (قل هو الله أحد) تعدل ثلث القرآن، و (قل يا أيها الكافرون) تعدل ربع القرآن ".
(صحيح دون فضل (زلزلت) - انظر الحديث ٣٠٥٨ (٥٤٨ / ٣٠٦٩، ضعيف الجامع
الصغير ٥٣١)) .
هذا حديث غريب، لا نعرفه إلا من حديث يمان بن المغيرة.
١١ - باب ما جاء في سورة الاخلاص ٥٥١ - ٣٠٧٤ حدثنا محمد بن مرزوق البصري.
أخبرنا حاتم بن ميمون - أبو سهل - عن ثابت البناني، عن أنس بن مالك، عن النبي صلى الله عليه وسلم قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٣١٨.
(*)',NULL,'347',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (376,'" من قرأ كل يوم مائتي مرة: (قل هو الله أحد) .
محي عنه ذنوب خمسين سنة إلا أن يكون عليه دين ".
(ضعيف - الضعيفة ٣٠٠، المشكاة ٢١٥٨ (ضعيف الجامع الصغير ٥٧٨٣)) .
٥٥٢ - ٣٠٧٤ / ١ وبهذا الاسناد عن النبي صلى الله عليه وسلم قال: " من أراد أن ينام على فراشه، فنام على يمينه ثم قرأ: (قل هو الله أحد) مائة مرة، فإذا كان يوم القيامة يقول له الرب تبارك وتعالى: يا عبدي ادخل على يمينك الجنة ".
(ضعيف - المشكاة ٢١٥٩ (ضعيف الجامع الصغير ٥٣٨٩)) .
هذا حديث غريب، من حديث ثابت عن أنس، وقد روي هذا الحديث من غير هذا الوجه أيضا عن ثابت.
١٣ - باب ما جاء في فضل قارئ القرآن ٥٥٣ - ٣٠٨١ حدثنا علي بن حجر.
أخبرنا حفص بن سليمان، عن كثير بن زاذان، عن عاصم بن ضمرة، عن علي ابن أبي طالب قال: قال رسول الله صلى الله عليه وسلم:
" من قرأ القرآن، فاستظهره فأحل حلاله، وحرم حرامه، أدخله الله به الجنة، وشفعه في عشرة من أهل بيته، كلهم قد وجبت له النار ".
(ضعيف جدا - ابن ماجه ٢١٦ (برقم ٣٨ ومشكاة المصابيح ٢١٤١، ضعيف الجامع الصغير ٥٧٦١)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، وليس له إسناد صحيح.
وحفص بن سليمان أبو عمر بزاز كوفي، يضعف في الحديث.
١٤ - باب ما جاء في فضل القرآن ٥٥٤ - ٣٠٨٢ حدثنا عبد بن حميد.
أخبرنا حسين بن علي الجعفي.
أخبرنا',NULL,'348',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (377,'حمزة الزيات، عن أبي المختار الطائي، عن ابن أخي الحارث الاعور، عن الحارث الاعور قال: مررت في المسجد، فإذا الناس يخوضون في الاحاديث، فدخلت على علي، فقلت: يا أمير المؤمنين ألا ترى الناس قد خاضوا في الاحاديث؟ قال: أو قد فعلوها؟ قلت: نعم! قال: أما إني سمعت رسول الله صلى الله عليه وسلم يقول: " ألا إنها ستكون فتنة "، فقلت: ما المخرج منها يا رسول الله؟ قال: " كتاب الله فيه نبأ ما قبلكم، وخبر ما بعدكم، وحكهم ما بينكم، وهو الفصل ليس بالهزل من تركه من جبار قصمه الله، ومن ابتغى الهدى في غيره أضلة الله، وهو حبل الله المتين، وهو الذكر الحكيم، وهو الصراط المسقيم.
هو الذي لا تزيغ (١) به الاهواء، ولا تلتبس به الالسنة، ولا يشبع منه العلماء، ولا يخلق عن كثرة الرد، ولا تنقضي عجائبه.
هو الذي لم تنته الجن إذ سمعته حتى قالوا: (إنا سمعنا قرآنا عجبا يهدي إلى الرشد فآمنا به) (٢) .
من قال به صدق، ومن عمل به أجر، ومن حكم به عدل، ومن دعا إليه هدي إلى صراط مستقيم ".
خذها إليك يا أعور.
(ضعيف - المشكاة ٢١٣٨ / التحقيق الثاني) .
هذا حديث غريب، لا نعرفه إلا من حديث حمزة الزيات، وإسناده مجهول.
وفي حديث الحارث مقال.
_________
(١) في أصل الشيخ ناصر " يزيغ ".
(٢) سورة الجن (٧٢) ، الاية ٢.
(*)',NULL,'349',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (378,'١٧ - باب ٥٥٥ - ٣٠٩٠ حدثنا أحمد بن منيع.
أخبرنا أبو النضر.
أخبرنا بكر بن خنيس، عن ليث ابن أبي سليم، عن زيد بن أرطاة، عن أبي أمامة قال: قال النبي صلى الله عليه وسلم: " ما أذن الله لعبد في شئ أفضل من ركعتين يصليهما، وإن البر ليذر على رأس العبد ما دام في صلاته، وما تقرب العباد إلى الله عز وجل بمثل ما خرج منه ".
قال أبو النضر: يعني القرآن.
(ضعيف - المشكاة ١٣٣٢، الضعيفة ١٩٥٧ (ضعيف الجامع الصغير ٤٩٩٣)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وبكر بن خنيس قد تكلم فيه ابن المبارك، وتركه في آخر أمره.
وقد روي هذا الحديث - عن زيد بن أرطاة، عن جبير بن نفير، عن النبي صلى الله عليه وسلم: مرسل.
٥٥٦ - ٣٠٩١ حدثنا بذلك إسحاق بن منصور.
حدثنا عبد الرحمن بن مهدي، عن معاوية، عن العلاء بن الحارث، عن زيد بن أرطاة، عن جبير بن نفير قال: قال رسول الله صلى الله عليه وسلم: " إنكم لن ترجعوا إلى الله بأفضل مما خرج منه " - يعيي القرآن -.
(ضعيف - الضعيفة أيضا) .
١٨ - باب ٥٥٧ - ٣٠٩٢ حدثنا أحمد بن منيع.
أخبرنا جرير، عن قابوس ابن أبي ظبيان، عن أبيه، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:',NULL,'350',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (379,'" إن الذي ليس في جوفه شئ من القرآن كالبيت الخرب ".
(ضعيف - المشكاة ٢١٣٥) .
هذا حديث حسن صحيح.
١٩ - باب ٥٥٨ - ٣٠٩٥ حدثنا عبد الوهاب الوراق البغدادي.
أخبرنا عبد المجيد بن عبد العزيز، عن ابن جريج، عن المطلب بن عبد الله بن حنطب، عن أنس ابن مالك، قال: قال رسول الله صلى الله عليه وسلم: " عرضت علي أجور أمتي، حتى القذاة يخرجها الرجل من المسجد، وعرضت عل ذنوب أمتي، فلم أر ذنبا أعظم من سورة من القرآن، أو آية أؤتيها رجل ثم نسيها ".
(ضعيف - المشكاة ٧٢٠، الروض النضير ٧٢، ضعيف أبي داود ٧١ (عندنا برقم ٤٦١ ٨٨، ضعيف الجامع الصغير ٣٧٠٠)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وذاكرت به محمد بن إسماعيل فلم يعرفه واستغربه.
قال محمد: ولا أعرف للمطلب بن عبد الله بن حنطب سماعا من أحد من أصحاب النبي صلى الله عليه وسلم إلا قوله: حدثني من شهد خطبة النبي صلى الله عليه وسلم.
وسمعت عبد الله بن عبد الرحمن يقول: لا نعرف للمطلب سماعا من أحد من أصحاب النبي صلى الله عليه وسلم.
قال عبد الله: وأنكر علي ابن المديني أن يكون المطلب سمع من أنس.
٢٠ - باب ٥٥٩ - ٣٠٩٧ حدثنا محمد بن إسماعيل الواسطي.
أخبرنا وكيع.
أخبرنا أبو',NULL,'351',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (380,'فروة يزيد بن سنان، عن أبي المبارك، عن صهيب، قال: قال رسول الله صلى الله عليه وسلم: " ما آمن بالقرآن من استحل محارمه ".
(ضعيف - المشكاة ٢٢٠٣ / التحقيق الثاني (ضعيف الجامع الصغير ٤٩٧٥)) .
هذا حديث ليس إسناده بذاك.
وقد خولف وكيع في روايته، وقال محمد: أبو فروة يزيد بن سنان الرهاوي ليس بحديثه بأس، إلا رواية ابنه محمد عنه، فإنه يروي عنه مناكير.
وقد روى محمد بن سنان، عن أبيه هذا الحديث، فزاد في هذا الاسناد، عن مجاهد، عن سعيد بن المسيب، عن صهيب.
ولا يتابع محمد بن يزيد
على روايته وهو ضعيف.
وأبو المبارك رجل مجهول.
٢٢ - باب ٥٦٠ - ٣١٠٢ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد الزبيري.
أخبرنا خالد بن طهمان، أبو العلاء الخفاف.
حدثني نافع ابن أبي نافع، عن معقل بن يسار، عن النيي صلى الله عليه وسلم قال: " من قال حين يصبح ثلاث مرات: أعوذ بالله السميع العليم من الشيطان الرجيم.
وقرأ ثلاث آيات من آخر سورة الحشر، وكل الله به سبعين ألف ملك يصلون عليه حتى يمسي، وإن مات في ذلك اليوم مات شهيدا، ومن قالها: حين يمسي كان بتلك المنزلة ".
(ضعيف - الارواء ٣٤٢، التعليق الرغيب ٢ / ٢٢٥ (ضعيف الجامع الصغير ٥٧٣٢)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٢٣ - باب ما جاء كيف كانت قراءة النبي صلى الله عليه وسلم ٥٦١ - ٣١٠٣ حدثنا قتيبه.
أخبرنا الليث عن عبد الله بن عبيد الله ابن أبي',NULL,'352',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (381,'مليكة، عن يعلى بن مملك: أنه سأل أم سلمة زوج النبي صلى الله عليه وسلم عن قراءة النبي صلى الله عليه وسلم وصلاته، فقالت: وما لكم وصلاته؟ كان يصلي، ثم ينام قدر ما صلى، ثم يصلي قدر ما نام، ثم ينام قدر ما صلى، حتى يصبح.
ثم نعتت قراءته، فإذا هي تنعت قراءة مفسرة حرفا حرفا.
(ضعيف - ضعيف أبي داود ٢٦٠ (٣١٦ / ١٤٦٦) ، المشكاة ١٢١٠ / التحقيق الثاني (ضعيف سنن النسائي برقم ٤٦ / ١٠٢٢، ١٠٠ / ١٦٢٩)) .
هذا حديث حسن صحيح غريب، لا نعرفه إلا من حديث ليث بن سعد، عن ابن أبي مليكة، عن يعلى بن مملك، عن أم سلمة.
وقد روى ابن جريج هذا الحديث، عن ابن أبي مليكة، عن أم سلمة: أن النبي صلى الله عليه وسلم كان يقطع قراءته.
وحديث الليث أصح.
٢٤ - باب ٥٦٢ - ٣١٠٦ حدثنا محمد بن إسماعيل.
أخبرنا شهاب بن عباد العبدي.
أخبرنا محمد بن الحسن ابن أبي يزيد الهمداني، عن عمرو بن قيس، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: " يقول الرب تبارك وتعالى: من شغله القرآن عن ذكري، ومسألتي أعطيته أفضل ما أعطي السائلين، وفضل كلام الله على سائر الكلام كفضل الله على خلقه ".
(ضعيف - المشكاة ٢١٣٦، الضعيفة ١٣٣٥ (ضعيف الجامع الصغير ٦٤٣٥)) .
هذا حديث حسن غريب.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (382,'بسم الله الرحمن الرحيم أبواب القراءات عن رسول الله صلى الله عليه وسلم ١ - بسم الله الرحمن الرحيم ٥٦٣ - ٣١٠٨ حدثنا أبو بكر محمد بن أبان.
أخبرنا أيوب بن سويد الرملي، عن يونس بن يزيد، عن الزهري، عن أنس:
أن النبي صلى الله عليه وسلم، وأبا بكر، وعمر، - وأراه قال: وعثمان - كانوا يقرؤون: (مالك يوم الدين) .
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه من حديث الزهري، عن أنس بن مالك من حديث هذا الشيخ: أيوب بن سويد الرملي.
وقد روى بعض أصحاب الزهري هذا الحديث عن الزهري: أن النبي صلى الله عليه وسلم، وأبا بكر، وعمر، كانوا يقرؤون: (مالك يوم الدين) .
وروى عبد الرزاق، عن معمر، عن الزهري، عن سعيد بن المسيب: أن النبي صلى الله عليه وسلم، وأبا بكر، وعمر، كانوا يقرؤون: (مالك يوم الدين) .',NULL,'354',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (383,'٥٦٤ - ٣١٠٩ حدثنا أبو كريب.
أخبرنا ابن المبارك، عن يونس بن يزيد، عن أبي علي بن يزيد، عن الزهري، عن أنس بن مالك: أن النبي صلى الله عليه وسلم قرأ: (أن النفس بالنفس والعين بالعين) (١) .
(ضعيف الاسناد (ضعيف سنن أبي داود ٨٥٤ / ٣٩٧٦)) ... - ٣١١٠ حدثنا سويد بن نصر.
أخبرنا ابن المبارك، عن يونس بن يزيد بهذا الاسناد نحوه.
وأبو علي ابن يزيد هو: أخو يونس بن يزيد.
وهذا حديث حسن غريب.
قال محمد: تفرد ابن المبارك بهذا الحديث، عن يونس بن يزيد، وهكذا قرأ أبو عبيد: (والعين بالعين) اتباعا لهذا الحديث.
٥٦٥ - ٣١١١ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عبد الرحمن بن زياد بن أنعم، عن عتبة بن حميد، عن عبادة بن نسي، عن عبد الرحمن بن غنم، عن معاذ بن جبل: أن النبي صلى الله عليه وسلم قرأ: (هل تستطيع ربك) (٢) .
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه إلا من حديث رشدين بن سعد، وليس إسناده بالقوي.
ورشدين بن سعد، وعبد الرحمن بن زياد بن أنعم الافريقي يضعفان في الحديث.
_________
(١) سورة المائدة (٥) ، الاية ٤٥.
(القراءة الشاذة بالضم) (أن النفس بالنفس والعين بالعين) .
(٢) سورة المائدة (٥) ، الاية ١١٢.
قراءة صحابي شاذة، والمتواترة: (يستطيع) ربك) .
(*)',NULL,'355',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (384,'..- ٤٠٠٠ (١) ٥٦٦ - ٣١١٤ حدثنا أبو بكر بن نافع البصري.
أخبرنا أمية بن خالد.
أخبرنا أبو الجارية العبدي، عن شعبة، عن أبي إسحاق، عن سعيد بن جبير، عن ابن عباس، عن أبي بن كعب، عن النبي صلى الله عليه وسلم أنه قرأ: (قد بلغت من لدني عذرا) (٢) مثقلة.
(ضعيف الاسناد (ضعيف سنن أبي داود ٨٥٦ / ٣٩٨٥)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، وأمية بن خالد ثقة، وأبو
الجارية العبدي شيخ مجهول لا أدري من هو، ولا نعرف اسمه.
٤ - باب (كم يختم القرآن) ٥٦٧ - ٣١٢٨ حدثنا عبيد بن أسباط بن محمد القرشي، قال: حدثني أبي، عن مطرف، عن أبي إسحاق، عن أبي بردة، عن عبد الله بن عمرو وقال: قلت: يا رسول الله! في كم أقرأ القرآن؟ قال: " اختمه في شهر "! قلت: إني أطيق أفضل من ذلك، قال: " اختمه في عشرين "، قلت: إني أطيق أفضل من ذلك، قال: " اختمه في خمسة عشر "، قلت: إني أطيق أفضل من ذلك، قال: " اختمه في عشر "، قلت: إني أطيق أفضل من ذلك، قال:
_________
(١) هنا كان ترقيم طبعة دار الفكر ٣١٠٠ التي اعتمدها الشيخ ناصر في تحقيقه من غير أن ينبه إليه، وحقه أن يكون الرقم ٣١١٢ -.
وهذا الحديث كتب الشيخ ناصر عنه: (ضعيف الاسناد) ثم رجع الشيخ عن ذلك، وطلب إلينا تصحيحه، فاستدركته في " صحيح سنن الترمذي - باختصار السند " الجزء الثالث الصفحة ١٣ برقم ٢٣٣٦ / ١.
(٢) سورة الكهف (١٨) ، الاية ٧٦.
في أصل الشيخ ناصر (بلغت) مخففة وقد سكت عنها.
(*)',NULL,'356',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (385,'" اختمه في خمس "، قلت: إني أطيق أفضل من ذلك، قال: فما رخص لي.
(ضعيف الاسناد.
وهو في (ق) نحوه دون الخمس - صحيح أبي داود ١٢٥٥ (١٢٣٧ / ١٣٨٨) ، وقد صح أنه قال له: " اقرأه في كل ثلاث " صحيح أبي داود ١٢٦٠
(١٢٤٢ / ١٣٩٤)) .
هذا حديث حسن صحيح غريب، يستغرب من حديث أبي بردة، عن عبد الله بن عمرو.
وقد روي هذا الحديث من غير وجه، عن عبد الله بن عمرو.
وروي عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال: " لم يفقه من قرأ القرآن في أقل من ثلاث ".
وروي عن عبد الله بن عمرو: أن النبي صلى الله عليه وسلم قال له: " اقرإ القرآن في أربعين ".
وقال إسحاق بن إبراهيم: ولا نحب للرجل أن يأتي عليه أكثر من أربعين يوما، ولم يقرإ القرآن لهذا الحديث.
وقال بعض أهل العلم: لا يقرأ القرآن في أقل من ثلاث للحديث الذي روي عن النبي صلى الله عليه وسلم.
ورخص فيه بعض أهل العلم.
وروي (١) عن عثمان بن عفان: أنه كان يقرأ القرآن في ركعة يوتر بها.
وروي عن سعيد بن جبير: * (هاش) * (١) أحسن الامام الترمذي برواية هذا الخبر والذي بعده بصيغة التضعيف.
لان الركعة مهما طالت لا يمكن أن يقرأ فيها القرآن الكريم كاملا.
فضلا عما في ذلك من مخالفة لسنة رسول الله صلى الله عليه وسلم.
في الركوع والسجود والقيام، وحاشا لسيدنا عثمان أن يفعل مثل ذلك.
(*)',NULL,'357',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (386,'أنه قرأ القرآن في ركعة في الكعبة.
والترتيل في القراءة أحب إلى أهل العلم.
٥٦٨ - ٣١٣٠ حدثنا نصر بن علي الجهضمي.
أخبرنا الهيثم بن الربيع.
حدثنا صالح المري، عن قتادة، عن زرارة بن أوفى، عن ابن عباس قال: قال رجل: يا رسول الله! أي العمل أحب إلى الله؟ قال: " الحال المرتحل ".
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه عن ابن عباس إلا من هذا الوجه ... - ٣١٣١ حدثنا محمد بن بشار.
أخبرنا مسلم بن إبراهيم.
أخبرنا صالح المري، عن قتادة، عن زرارة بن أوفى، عن النبي صلى الله عليه وسلم نحوه بمعناه.
ولم يذكر فيه عن ابن عباس.
وهذا عندي أصح من حديث نصر بن علي، عن الهيثم بن الربيع.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (387,'بسم الله الرحمن الرحيم أبواب تفسير القرآن عن رسول الله صلى الله عليه وسلم ١ - باب ما جاء في الذي يفسر القرآن برأيه ٥٦٩ - ٣١٣٤ حدثنا محمود بن غيلان.
أخبرنا بشر بن السري.
أخبرنا سفيان، عن عبد الاعلى، عن سعيد بن جبير، عن ابن عباس.
قال: قال رسول الله صلى الله عليه وسلم: " من قال في القرآن بغير علم فليتبوأ مقعده من النار ".
(ضعيف - المشكاة ٢٣٤، نقد التاج (ضعيف الجامع الصغير ٥٧٣٧)) .
هذا حديث حسن صحيح.
٥٧٠ - ٣١٣٥ حدثنا سفيان بن وكيع.
أخبرنا سويد بن عمرو الكلبي.
أخبرنا أبو عوانة، عن عبد الاعلى، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " اتقوا الحديث عني الا ما علمتم فمن كذب علي متعمدا فليتبوأ مقعده من النار، ومن قال في القرآن برأيه، فليتبوأ مقعده من النار ".
(ضعيف - المشكاة ٢٣٥، نقد التاج، الضعيفة ١٧٨٣، صفة الصلاة (ضعيف الجامع الصغير وزيادته ١١٤)) .
هذا حديث حسن.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (388,'٥٧١ - ٣١٣٦ حدثنا عبد بن حميد.
حدثني حبان بن هلال.
أخبرنا سهيل بن عبد الله - وهو ابن أبي حزم، أخو حزم القطعي -.
حدثنا أبو عمران الجوني، عن جندب بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: " من قال في القرآن برأيه فأصاب فقد أخطأ ".
(ضعيف - المشكاة ٢٣٥، نقد التاج (ضعيف سنن أبي داود ٢ / ٧٨٩ / ٣٦٥٢)) .
هذا حديث غريب.
وقد تكلم بعض أهل الحديث في سهيل ابن أبي حزم.
وهكذا روي عن بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم: أنهم شددوا في هذا، في أن يفسر القرآن بغير علم.
وأما الذي روي عن مجاهد، وقتادة وغيرهما من أهل العلم: إنهم فسروا القرآن.
فليس الظن بهم أنهم قالوا في القرآن أو فسروه بغير علم، أو من قبل أنفسهم، وقد روي عنهم ما يدل على ما قلنا.
إنهم لم يقولوا من قبل أنفسهم بغير علم.
٥٧٢ - ٣١٨٥ حدثنا هناد.
أخبرنا أبو الاحوص، عن عطاء بن السائب، عن مرة الهمداني، عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: " إن للشيطان لمة بابن آدم وللملك لمة، فأما لمة الشيطان، فإيعاد بالشر، وتكذيب بالحق.
وأما لمة الملك، فإيعاد بالخير، وتصديق بالحق، فمن وجد ذلك، فليعلم أنه من الله، فليحمد الله، ومن وجد الاخرى فليتعوذ بالله من الشيطان، ثم قرأ: (الشيطان يعدكم الفقر، ويأمركم بالفحشاء) (١) الاية.
(ضعيف - المشكاة ٧٤ (ضعيف الجامع الصغير ١٩٦٣)) .
_________
(١) سورة البقرة (٢) ، الاية ٢٦٨ وتمامها: ( ... والله يعدكم مغفرة منه وفضلا والله واسع عليم) .
(*)',NULL,'360',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (389,'هذا حديث غريب.
وهو حديث أبي الاحوص، لا نعرفه مرفوعا إلا من حديث أبي الاحوص.
٥٧٣ - ٣١٨٧ حدثنا عبد بن حميد.
أخبرنا عبيد الله بن موسى، عن إسرائيل، عن السدي، قال: حدثني من سمع عليا يقول: لما نزلت هذه الاية: (إن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء) (١) الاية.
أحزنتنا.
قال: قلنا: يحدث أحدنا نفسه فيحاسب به، لا ندري ما يغفر منه وما لا يغفر منه؟ ونزلت هذه الاية بعدها فنسختها: (لا يكلف الله نفسا إلا وسعها، لها ما كسبت وعليها ما اكتسبت) (٢) .
(ضعيف الاسناد) .
٥٧٤ - ٣١٨٨ حدثنا عبد بن حميد.
أخبرنا الحسن بن موسى، وروح بن عبادة، عن حماد بن سلمه، عن علي بن زيد، عن أمية: أنها سألت عائشة عن قول الله تبارك وتعالى: (إن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله) وعن قوله: (من يعمل سوءا يجز به) (٣) فقالت: ما سألني عنها أحد منذ سألت رسول الله صلى الله عليه وسلم فقال: " هذه معاتبة الله العبد بما يصيبه من الحمى والنكبة حتى البضاعة يضعها في يد قميصه فيفقدها فيفزع لها، حتى إن العبد ليخرج من ذنوبه كما يخرج التبر الاحمر من الكير ".
(ضعيف الاسناد وضعيف الجامع الصغير ٦٠٨٦، المشكاة ١٥٥٧)) .
_________
(١) سورة البقرة (٢) ، الاية ٢٨٤.
وتمامها: (..والله على كل شئ قدير) .
(٢) سورة البقرة (٢) ، الاية ٢٨٦.
(٣) سورة النساء (٤) ، الاية ١٢٣.
(*)',NULL,'361',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (390,'هذا حديث حسن غريب، من حديث عائشة، لا نعرفه إلا من حديث حماد ابن سلمة.
٥٧٥ - ٣١٩١ (١) حدثنا محمد بن بشار.
أخبرنا أبو داود الطيالسي.
أخبرنا أبو عامر - وهو الخزاز - ويزيد بن إبراهيم كلاهما عن ابن أبي مليكة، قال: يزيد عن ابن أبي مليكة، عن القاسم بن محمد، عن عائشة - ولم يذكر أبو عامر القاسم - قالت: سألت رسول الله صلى الله عليه وسلم عن قوله: (فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله) (٢) قال:
" فإذا رأيتيهم فاعرفيهم ".
وقال يزيد: " فإذا رأيتموهم فاعرفوهم "، قالها مرتين أو ثلاثا.
هذا حديث حسن صحيح.
هكذا روى غير واحد هذا الحديث عن ابن أبي مليكة عن عائشة، ولم يذكروا فيه عن القاسم بن محمد، وإنما ذكره يزيد ابن إبراهيم، عن القاسم بن محمد في هذا الحديث.
وابن أبي مليكة هو: عبد الله بن عبيد الله ابن أبي مليكة، وقد سمع من عائشة أيضا.
٥٧٦ - ٣١٩٧ حدثنا عبد بن حميد.
أخبرنا عبد الرزاق.
أخبرنا إبراهيم بن يزيد، قال: سمعت محمد بن عباد بن جعفر يحدث عن ابن عمر قال: قام رجل إلى النبي صلى الله عليه وسلم، قال: من الحاج يا رسول الله؟ قال:
_________
(١) سكت الشيخ ناصر الدين عن هذا الحديث - ولعله اعتمد تصحيحه الحديث المتقدم - ووضعته هنا للقاعدة المتبعة.
(٢) سورة آل عمران (٣) ، الآية ٧.
(*)',NULL,'362',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (391,'" الشعث التفل " (١) .
فقام رجل آخر، فقال: أي الحج أفضل يا رسول الله؟ قال: " العج والثج " (٢) .
فقام رجل آخر، فقال: ما السبيل يا رسول الله؟ قال: " الزاد والراحلة ".
(ضعيف جدا، لكن جملة " العج والثج " ثبتت في حديث آخر - ابن ماجه ٢٨٩٦
(" صحيح ابن ماجه " برقم ٢٣٤١ و " ضعيف ابن ماجه " ٦٣١ و " إرواء الغليل " ٩٨٨)) .
هذا حديث لا نعرفه إلا من حديث إبراهيم بن يزيد الخوزي المكي.
وقد تكلم بعض أهل العلم في إبراهيم بن يزيد من قبل حفظه.
٥٧٧ - ٣٢٠٨ (٣) حدثنا يوسف بن حماد.
أخبرنا عبد الاعلى، عن سعيد، عن قتادة، عن أنس: أن أبا طلحة قال: غشينا ونحن في مصافنا يوم أحد حدث أنه كان فيمن غشيه النعاس يومئذ قال: فجعل سيفي يسقط من يدي، وآخذه ويسقط من يدي، وآخذه.
والطائفة الاخرى المنافقون، ليس لهم هم إلا أنفسهم، أجبن قوم، وأرغبه، وأخذله للحق.
(صحيح - خ ٤٠٦٨ و ٤٥٦٢ دون قوله: " والطائفة الاخرى.." وكأنه مدرج) .
هذا حديث حسن صحيح.
_________
(١) (الشعث) : المغبر الرأس من عدم الغسل.
(التفل) : الذي قد ترك استعمال الطيب.
من التفل وهي الريح الكريهة.
(٢) (العج) : رفع الصوت بالتلبية.
(الثج) : سيلان دماء الهدي والاضاحي.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٤٠٦.
(*)',NULL,'363',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (392,'٥٧٨ - ٣٢١٢ (١) حدثنا ابن أبي عمر.
أخبرنا سفيان، عن عطاء بن السائب، عن أبي عبيدة، عن ابن مسعود مثله، وزاد فيه: " وتقرئ نبينا السلام، وتخبره أن قد رضينا ورضي عنا ".
(ضعيف الاسناد) .
هذا حديث حسن.
_________
(١) هذا الحديث مرتبط بالحديث الذي قبله، وهو في " صحيح سنن الترمذي - باختصار
السند " الذي صححه الشيخ برقم ٢٤٠٩ وهو: عن عبد الله بن مسعود: أنه سئل عن قوله: (ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم) فقال: أما إنا قد سألنا عن ذلك فأخبرنا أن أرواحهم في طير خضر تسرح في الجنة حيث شاءت وتأوي إلى قناديل معلقة بالعرش فاطلع إليهم ربك اطلاعة، فقال: هل تستزيدون شيئا فأزيدكم؟ قالوا: ربنا، وما نستزيد ونحن في الجنة نسرح حيث شئنا، ثم اطلع عليهم الثانية، فقال: هل تستزيدون شيئا فأزيدكم؟ فلما رأوا أنهم لا يتركون، قالوا: تعيد أرواحنا في أجسادنا حتى نرجع إلى الدنيا، فنقتل في سبيلك مرة أخرى.
(صحيح - ابن ماجه ٢٨٠١: ق) .
هذا حديث حسن صحيح.
(*)',NULL,'364',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (393,'بسم الله الرحمن الرحيم سورة النساء (١) ٥٧٩ - ٣٢٣٦ (٢) حدثنا الحسن بن محمد الزعفراني.
أخبرنا الحجاج بن محمد، عن ابن جريج، قال: أخبرني عبد الكريم، أنه سمع مقسما مولى عبد الله بن الحارث، يحدث عن ابن عباس.
أنه قال: (لا يستوي القاعدون من المؤمنين غير أولي الضرر) - عن بدر - والخارجون إلى بدر، لما نزلت (غزوة بدر) (٣) .
قال عبد الله بن جحش، وابن أم مكتوم: إنا أعميان يا رسول الله، فهل لنا رخصة.
فنزلت:
(لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله بأموالهم وأنفسهم فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة وكلا وعد الله الحسنى وفضل الله المجاهدين على القاعدين أجرا عظيما) (٤) فهؤلاء القاعدون غير أولي الضرر.
_________
(١) اختلفت النسخ في وضع كلمة (من) قبل كلمة سورة، لذلك حذفت الجميع.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٤٢٨.
(٣) هذه الجملة شطب عليها في المخطوطة ٢ / ٨٢ / ١، وكان في الاصل نقص في الاية وتداخل سكت عنه الشيخ، واستدرك من المخطوطة، ورواية صحيح البخاري.
(٤) سورة النساء (٤) ، الاية ٩٥.
(*)',NULL,'365',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (394,'(وفضل الله المجاهدين على القاعدين أجرا عظيما) درجات منه على القاعدين من المؤمنين غير أولي الضرر.
(صحيح - خ ٤٥٩٥ دون قوله: " لما نزلت.." الخ) .
هذا حديث حسن غريب، من هذا الوجه من حديث ابن عباس.
ومقسم يقال: مولى عبد الله بن الحارث، ويقال: مولى عبد الله بن عباس، ومقسم يكنى: أبا القاسم.
٥٨٠ - ٣٢٤١ حدثنا خلاد بن أسلم البغداي.
أخبرنا النضر بن شميل، عن إسرائيل، عن ثوير - وهو ابن أبي فاختة - عن أبيه، عن علي ابن أبي طالب قال: ما في القرآن آية أحب إلي من هذه الاية: (إن الله لا يغفر أن يشرك به، ويغفر ما دون ذلك لمن يشاء) (١) .
(ضعيف الاسناد) .
وهذا حديث حسن غريب.
وأبو فاختة اسمه سعيد بن علاقة، وثوير يكنى: أبا جهم، وهو رجل كوفي، وقد سمع من ابن عمر، وابن الزبير.
وابن مهدي كان يغمزه قليلا.
٥٨١ - ٣٢٤٣ حدثنا يحيى بن موسى، وعبد بن حميد قالا: أخبرنا روح بن عبادة، عن موسى بن عبيدة قال: أخبرني مولى ابن سباع قال: سمعت عبد الله بن عمر، يحدث عن أبي بكر الصديق قال: كنت عند النبي صلى الله عليه وسلم فأنزلت عليه هذه الاية: (من يعمل سوءا يجز به، ولا يجد له من دون الله وليا ولا نصيرا) (٢) ، فقال رسول الله صلى الله عليه وسلم:
_________
(١) سورة النساء (٤) ، الايتان ٤٨ و ١١٦.
(٢) سورة النساء (٤) ، الاية ١٢٣.
(*)',NULL,'366',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (395,'" يا أبا بكر ألا أقرئك آية أنزلت علي "، قلت: بلى يا رسول الله قال: فأقرأنيها، فلا أعلم إلا أني وجدت في ظهري اقتصاما فتمطأت لها.
فقال رسول الله صلى الله عليه وسلم: " ما شأنك يا أبا بكر؟ ".
قلت: يا رسول الله! بأبي أنت وأمي، وأينا لم يعمل سوءا، وإنا لمجزيون بما عملنا؟ فقال رسول الله صلى الله عليه وسلم: " أما أنت يا أبا بكر والمؤمنون، فتجزون بذلك في الدنيا حتى تلقوا الله، وليس لكم ذنوب، وأما الاخرون، فيجتمع ذلك لهم، حتى يجزوا به يوم القيامة ".
(ضعيف الاسناد (ضعيف الجامع الصغير ١٢٣٧)) .
هذا حديث غريب.
وفي إسناده مقال، وموسى بن عبيدة يضعف في الحديث، ضعفه يحيى بن سعيد، وأحمد بن حنبل، ومولى ابن سباع مجهول.
وقد روي هذا الحديث من غير هذا الوجه، عن أبي بكر، وليس له إسناد صحيح أيضا.
وفي الباب: عن عائشة.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (396,'بسم الله الرحمن الرحيم سورة المائدة ٥٨٢ - ٣٢٥١ حدثنا عبد الله بن عبد الرحمن.
أخبرنا يزيد بن هارون.
أخبرنا شريك، عن علي بن بذيمة، عن أبي عبيدة، عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: " لما وقعت بنو إسرائيل في المعاصي فنهتهم علماؤهم، فلم ينتهوا فجالسوهم في مجالسهم وواكلوهم وشاربوهم، فضرب الله قلوب بعضهم على بعض ولعنهم (على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون) (١) .
قال: فجلس رسول الله صلى الله عليه وسلم، وكان متكئا، فقال: " لا، والذي نفسي بيده، حتى تأطروهم (على الحق) أطرا ".
(ضعيف - ابن ماجه ٤٠٠٦) (٢) .
_________
(١) (لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون * ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم
خالدون * ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء ولكن كثيرا منهم فاسقون ".
سورة المائدة (٥) ، الايات ٧٨ - ٨١.
(٢) وهو في " ضعيف سنن ابن ماجه " برقم ٨٦٧ و " مشكاة المصابيح، برقم ٥١٤٨ وما بين الحاصرتين () زيادة من احدى النسخ، ويوافق بعض الشئ ما في ابن ماجه، وانظر الحديث الاتي بعده.
(*)',NULL,'368',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (397,'قال عبد الله بن عبد الرحمن: قال يزيد: وكان سفيان الثوري، لا يقول فيه: عن عبد الله.
هذا حديث حسن غريب.
وقد روي هذا الحديث، عن محمد بن مسلم ابن أبي الوضاح، عن علي ابن بذيمة، عن أبي عبيدة، عن عبد الله بن مسعود، عن النبي صلى الله عليه وسلم نحو هذا.
وبعضهم يقول: عن أبي عبيدة، عن النبي صلى الله عليه وسلم: مرسل.
٥٨٣ - ٣٢٥٢ حدثنا محمد بن بشار - بندار -.
أخبرنا عبد الرحمن بن مهدي.
أخبرنا سفيان، عن علي بن بذيمة، عن أبي عبيدة قال: قال رسول الله صلى الله عليه وسلم: " إن بني إسرائيل لما وقع فيهم النقص، كان الرجل فيهم يرى أخاه يقع على الذنب فينهاه عنه، فإذا كان الغد لم يمنعه ما رأى منه أن يكون أكيله وشريبه وخليطه، فضرب الله قلوب بعضهم ببعض، ونزل فيهم القرآن فقال: (لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون) (١) وقرأ حتى بلغ: (ولو كانوا يؤمنون بالله والنبي، وما أنزل إليه ما اتخذوهم أولياء ولكن كثيرا
منهم فاسقون) ".
قال: وكان نبي الله صلى الله عليه وسلم متكئا فجلس، فقال: " لا حتى تأخذوا على يد الظالم فتأطروه على الحق أطرا ".
(ضعيف - انظر ما قبله) .
_________
(١) سورة المائدة (٥) ، الاية ٧٨.
وتمامها: (كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون * ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم خالدون) .
(*)',NULL,'369',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (398,'..- ٣٢٥٣ حدثنا محمد بن بشار.
أخبرنا أبو داود - وأملاه علي -.
أخبرنا محمد بن مسلم ابن أبي الوضاح، عن علي بن بذيمة، عن أبي عبيدة، عن عبد الله، عن النبي صلى الله عليه وسلم بمثله.
٥٨٤ - ٣٢٦١ حدثنا أبو سعيد الاشج.
أخبرنا منصور بن وردان، عن علي بن عبد الاعلى، عن أبيه، عن أبي البختري، عن علي قال: لما نزلت: (ولله على الناس حج البيت من استطاع إليه سبيلا) (١) .
قالوا: يا رسول الله! في كل عام؟ فسكت، فقالوا: يا رسول الله! ، في كل عام؟ قال: " لا، ولو قلت: نعم! لوجبت، وأنزل الله عز وجل: (يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم) (٢) ".
(ضعيف - مضى برقم ٨١١ (١٣٤ - ٨١٨)) .
هذا حديث حسن غريب، من حديث علي.
وفي الباب: عن أبي هريرة، وابن عباس.
٥٨٥ - ٣٢٦٤ حدثنا سعيد بن يعقوب الطالقاني.
حدثنا عبد الله بن المبارك.
أخبرنا عتبة ابن أبي حكيم.
أخبرنا عمرو بن جارية اللخمي، عن أبي أمية الشعباني قال: أتيت أبا ثعلبة الخشني فقلت له: كيف تصنع في هذه الآية؟ قال: أية آية؟ قلت: قوله تعالى: (يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم) (٣) .
قال: أما والله لقد سألت عنها خبيرا، سألت عنها رسول الله صلى الله عليه وسلم، قال:
_________
(١) سورة آل عمران (٣) ، الاية ٩٧.
(٣) سورة المائدة (٥) ، الاية ١٠٥.
(٢) سورة المائدة (٥) ، الاية ١٠٥.
(*)',NULL,'370',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (399,'" بل ائتمروا بالمعروف، وتناهوا عن المنكر، حتى إذا رأيت شحا مطاعا، وهوى متبعا، ودنيا مؤثرة، وإعجاب كل ذي رأي برأيه، فعليك بخاصة نفسك ودع العوام، فإن من ورائكم أياما، الصبر فيهن مثل القبض على الجمر، للعامل فيهن مثل أجر خمسين رجلا يعملون مثل عملكم ".
) قال عبد الله بن المبارك: وزادني غير عتبة قيل: يا رسول الله أجر خمسين رجلا منا أو منهم؟ قال: " لا، بل أجر خمسين رجلا منكم ".
(ضعيف - نقد الكتاني ٢٧ / ٢٧، المشكاة ٥١٤٤، لكن بعضه صحيح فانظر الحديث المتقدم ٢٣٦١ (هو في صحيح سنن الترمذي - باختصار السند ١٨٤٤ - ٢٣٧٥) ، والصحيحة ٥٩٤ (ضعيف الجامع الصغير ٢٣٤٤)) .
هذا حديث حسن غريب.
٥٨٦ - ٣٢٦٥ حدثنا الحسن بن أحمد ابن أبي شعيب الحراني.
أخبرنا محمد ابن سلمة الحراني.
أخبرنا محمد بن إسحاق، عن أبي النضر، عن باذان
- مولى أم هانئ - عن ابن عباس، عن تميم الداري، في هذه الاية: (يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت) (١) .
قال: برئ الناس منها غيري وغير عدي بن بداء، وكانا نصرانيين يختلفان إلى الشام قبل الاسلام، فأتيا الشام لتجارتهما، وقدم عليهما مولى لبني سهم (٢) - يقال له: بديل ابن أبي مريم - بتجارة ومعه جام من فضة يريد به الملك وهو عظم تجارته، فمرض، فأوصى إليهما، وأمرهما أن يبلغا ما ترك أهله.
قال تميم: فلما مات أخذنا ذلك الجام فبعناه بألف درهم، ثم اقتسمناه أنا وعدي بن بداء، فلما أتينا إلى أهله دفعنا إليهم ما كان معنا، وفقدوا الجام، فسألونا عنه، فقلنا: ما ترك غير هذا، وما دفع إلينا غيره.
_________
(١) سورة المائدة (٥) ، الاية ١٠٦.
(٢) في احدى النسخ: لبني هاشم.
(*)',NULL,'371',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (400,'قال تميم: فلما أسلمت بعد قدوم رسول الله صلى الله عليه وسلم المدينة تأثمت من ذلك، فأتيت أهله، فأخبرتهم الخبر، وأديت إليهم خمسمائة درهم، وأخبرتهم: أن عند صاحبي مثلها، فأتوا به رسول الله صلى الله عليه وسلم، فسألهم البينة، فلم يجدوا، فأمرهم أن يستحلفوه بما يعظم به على أهل دينه، فحلف، فأنزل الله: (يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت) (١) إلى قوله: (أو يخافوا أن ترد أيمان بعد أيمانهم) .
فقام عمرو بن العاص، ورجل آخر فحلفا، فنزعت الخمسمائة درهم من عدي بن بداء.
(ضعيف الاسناد جدا) .
هذا الحديث غريب، وليس إسناده بصحيح.
وأبو النضر الذي روى عنه محمد بن إسحاق هذا الحديث هو عندي: محمد بن السائب الكلبي، يكنى أبا النضر، وقد تركه أهل العلم بالحديث، وهو صاحب التفسير، سمعت محمد بن إسماعيل يقول: محمد بن سائب الكلبي يكنى: أبا النضر، ولا نعرف لسالم أبي النضر المديني رواية عن أبي صالح مولى أم هانئ.
وقد روي عن ابن عباس شئ من هذا على الاختصار من غير هذا الوجه.
_________
(١) سورة المائدة (٥) ، الاية ١٠٥ وتمامها: (حين الوصية اثنان ذوا عدل منكم أو آخران من غيركم إن أنتم ضربتم في الارض فأصابتكم مصيبة الموت تحبسونهما من بعد الصلوات فيقسمان بالله إن ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهادة الله إنا إذا لمن الاثمين * فإن عثر على أنهما استحقا إثما فآخران يقومان مقامهما من الذين استحق عليهم الاوليان فيقسمان بالله لشهادتنا أحق من شهادتهما وما اعتدينا إنا إذا لمن الظالمين * ذلك أدنى أن يأتوا بالشهادة على وجهها) .
(*)',NULL,'372',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (401,'٥٨٧ - ٣٢٦٧ حدثنا الحسن بن قزعة البصري.
أخبرنا سفيان بن حبيب.
حدثنا سعيد، عن قتادة، عن خلاس بن عمرو، عن عمار بن ياسر قال: قال رسول الله صلى الله عليه وسلم: " أنزلت المائدة من السماء خبزا ولحما، وأمروا أن لا يخونوا ولا يدخروا لغد، فخانوا وادخروا ورفعوا لغد، فمسخوا قردة وخنازير ".
(ضعيف الاسناد) .
هذا حديث غريب.
ورواه أبو عاصم وغير واحد عن سعيد ابن أبي عروبة،
عن قتادة، عن خلاس، عن عمار موقوفا.
ولا نعرفه مرفوعا إلا من حديث الحسن بن قزعة.
٥٨٨ - ٣٢٦٨ حدثنا حميد بن مسعدة.
أخبرنا سفيان بن حبيب، عن سعيد ابن أبي عروبة نحوه، ولم يرفعه.
وهذا أصح من حديث الحسن بن قزعة، ولا نعلم للحديث المرفوع أصلا.
(ضعيف أيضا) .
٥٨٩ - ٣٢٧٠ حدثنا قتيبة.
أخبرنا عبد الله بن وهب، عن حيي، عن أبي عبد الرحمن الحبلي، عن عبد الله بن عمرو قال: آخر سورة أنزلت سورة المائدة، (وسورة) الفتح (١) .
(ضعيف الاسناد) .
هذا حديث حسن غريب.
وقد روي عن ابن عباس أنه قال: آخر سورة أنزلت: (إذا جاء نصر الله والفتح) .
_________
(١) ما بين الحاصرتين () زيادة من احدى النسخ، وسورة الفتح لم تذكر في نسخة أخرى.
(*)',NULL,'373',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (402,'بسم الله الرحمن الرحيم سورة الانعام ٥٩٠ - ٣٢٧١ حدثنا أبو كريب.
أخبرنا معاوية بن هشام، عن سفيان، عن أبي إسحاق، عن ناجية بن كعب، عن علي: أن أبا جهل قال للنبي صلى الله عليه وسلم: إنا لا نكذبك، ولكن نكذب
بما جئت به.
فأنزل الله تعالى: (فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون) (١) .
(ضعيف الاسناد) .
٥٩١ - ٣٢٧٢ حدثنا إسحاق بن منصور.
أخبرنا عبد الرحمن بن مهدي، عن سفيان، عن أبي إسحاق، عن ناجية: أن أبا جهل قال للنبي صلى الله عليه وسلم، وذكر نحوه، ولم يذكر فيه عن علي، وهذا أصح.
(ضعيف أيضا) .
٥٩٢ - ٣٢٧٤ حدثنا الحسن بن عرفة، عن إسماعيل بن عياش، عن أبي بكر ابن أبي مريم الغساني، عن راشد بن سعد، عن سعد ابن أبي وقاص، عن النبي صلى الله عليه وسلم في هذه الاية:
_________
(١) سورة الانعام (٦) ، الاية ٣٣.
(*)',NULL,'374',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (403,'(قل هو القادر على أن يبعث عليكم عذابا من فوقكم أو من تحت أرجلكم) (١) ، فقال النبي صلى الله عليه وسلم: " أما إنها كائنة ولم يأت تأويلها بعد ".
(ضعيف الاسناد) .
هذا حديث حسن غريب.
٥٩٣ - ٣٢٧٨ حدثنا الفضل بن الصباح البغدادي.
أخبرنا محمد بن فضيل، عن داود الاودي، عن الشعبي، عن علقمة، عن عبد الله قال: من سره أن ينظر إلى الصحيفة التي عليها خاتم محمد صلى الله عليه وسلم فليقرأ هؤلاء الايات:
(قل تعالوا أتل ما حرم ربكم عليكم) (٢) - إلى قوله - لعلكم تتقون) .
(ضعيف الاسناد) .
هذا حديث حسن غريب.
_________
(١) سورة الانعام (٦) ، الاية ٦٥.
(٢) سورة الانعام (٦) ، الاية ١٥١.
وتمامها: (ألا تشركوا به شيئا وبالوالدين إحسانا ولا تقتلوا أولادكم من إملاق نحن نرزقكم وإياهم ولا تقربوا الفواحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله إلا بالحق ذلكم وصاكم به لعلكم تعقلون * ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا الكيل والميزان بالقسط لا نكلف نفسا إلا وسعها وإذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله أوفوا ذلكم وصاكم به لعلكم تذكرون * وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون) .
(*)',NULL,'375',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (404,'بسم الله الرحمن الرحيم سورة الاعراف ٥٩٤ - ٣٢٨٤ حدثنا الانصاري.
أخبرنا معن.
أخبرنا مالك بن أنس، عن زيد ابن أبي أنيسة، عن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب، عن مسلم بن يسار الجهني: أن عمر بن الخطاب سئل عن هذه الاية: (وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين) (١) .
فقال عمر بن الخطاب: سمعت رسول الله صلى الله عليه وسلم سئل
عنها، فقال رسول الله صلى الله عليه وسلم: " إن الله خلق آدم ثم مسح ظهره بيمينه فاستخرج منه ذرية، فقال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون، ثم مسح ظهره فاستخرج منه ذرية، فقال: خلقت هؤلاء للنار، وبعمل أهل النار يعملون ".
فقال الرجل: ففيم العمل يا رسول الله؟ قال: فقال رسول الله صلى الله عليه وسلم: " إن الله إذا خلق العبد للجنة استعله بعمل أهل الجنة حتى يموت على
_________
(١) سورة الاعراف (٧) ، الاية ١٧٢.
(*)',NULL,'376',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (405,'عمل من أعمال أهل الجنة فيدخله الله الجنة، وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله الله النار ".
(ضعيف - الظلال ١٩٦ (١) ، الضعيفة ٣٠٧١ (ضعيف الجامع الصغير ١٦٠٢)) .
هذا حديث حسن.
ومسلم بن يسار لم يسمع من عمر.
وقد ذكر بعضهم في هذا الاسناد بين مسلم بن يسار وبين عمر رجلا.
٥٩٥ - ٣٢٨٦ حدثنا محمد بن المثنى.
أخبرنا عبد الصمد بن عبد الوارث.
أخبرنا عمر بن إبراهيم، عن قتادة، عن الحسن، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: " لما حملت حواء طاف بها إبليس وكان لا يعيش لها ولد، فقال: سميه عبد الحارث، فسمته عبد الحارث، فعاش، وكان ذلك من وحي الشيطان وأمر هـ ".
(ضعيف - الضعيفة ٣٤٢ (ضعيف الجامع الصغير ٤٧٦٩)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث عمر بن إبراهيم، عن قتادة، ورواه بعضهم عن عبد الصمد ولم يرفعه.
وعمر بن ابراهيم، شيخ بصري.
_________
(١) يعني " ظلال الجنة في تخريج أحاديث كتاب السنة - لابن أبي عاصم " للشيخ ناصر طبع المكتب الاسلامي.
(*)',NULL,'377',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (406,'بسم الله الرحمن الرحيم سورة الانفال ٥٩٦ - ٣٢٨٩ حدثنا عبد بن حميد.
أخبرنا عبد الرزاق، عن إسرائيل، عن سماك، عن عكرمة، عن ابن عباس قال: لما فرغ رسول الله صلى الله عليه وسلم من بدر قيل له: عليك العير ليس دونها شئ.
قال: فناداه العباس وهو في وثاقه: لا يصلح.
وقال: لان الله تعالى وعدك إحدى الطائفتين وقد أعطاك ما وعدك.
قال: " صدقت ".
(ضعيف الاسناد) .
هذا حديث حسن.
٥٩٧ - ٣٢٩٠ حدثنا سفيان بن وكيع.
أخبرنا ابن نمير، عن إسماعيل بن إبراهيم بن مهاجر، عن عباد بن يوسف، عن أبي بردة ابن أبي موسى، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: " أنزل الله علي أمانين لامتي: (وما كان الله ليعذبهم وأنت فيهم، وما كان الله معذبهم وهم يستغفرون) (١) فإذا مضيت تركت فيهم الاستغفار إلى يوم القيامة ".
(ضعيف الاسناد (ضعيف الجامع الصغير ١٣٤١)) .
_________
(١) سورة الانفال (٨) ، الآية ٣٣.
(*)',NULL,'378',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (407,'هذا حديث غريب.
٥٩٨ - ٣٢٩٣ حدثنا هناد.
أخبرنا أبو معاوية، عن الاعمش، عن عمرو بن مرة، عن أبي عبيدة بن عبد الله، عن عبد الله بن مسعود قال: لما كان يوم بدر، وجئ بالاسارى، قال رسول الله صلى الله عليه وسلم: " ما تقولون في هؤلاء الاسارى "، فذكر في الحديث قصة، فقال رسول الله صلى الله عليه وسلم: " لا ينفلتن أحد منهم إلا بفداء، أو ضرب عنق ".
فقال عبد الله بن مسعود: فقلت: يا رسول الله، إلا سهيل بن بيضاء، فإني سمعته يذكر الاسلام.
قال: فسكت رسول الله صلى الله عليه وسلم.
قال: فما رأيتني في يوم أخوف أن تقع علي حجارة من السماء مني في ذلك اليوم، حتى قال رسول الله صلى الله عليه وسلم: " إلا سهيل بن البيضاء ".
قال: ونزل القرآن بقول عمر: (ما كان لنبي أن يكون له أسرى حتى يثخن في الارض..) (١) إلى آخر الآيات.
(ضعيف - مضى ١٧٦٧ (٢٨٨ / ١٧٨٣)) .
قال أبو عيسى: هذا حديث حسن.
وأبو عبيدة ابن عبد الله، لم يسمع من أبيه.
_________
(١) سورة الانفال (٨) ، الاية ٦٧.
وتمامها: (تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم) .
(*)',NULL,'379',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (408,'بسم الله الرحمن الرحيم سورة التوبة ٥٩٩ - ٣٢٩٤ حدثنا محمد بن بشار.
أخبرنا يحيى بن سعيد ومحمد بن جعفر، وابن أبي عدي، وسهل بن يوسف، قالوا: أخبرنا عوف ابن أبي جميلة.
حدثني يزيد الفارسي، حدثني ابن عباس قال: قلت لعثمان بن عفان: ما حملكم أن عمدتم إلى الانفال، وهي من المثاني، وإلى براءة وهي من المئين، فقرنتم بينهما، ولم تكتبوا بينهما سطر بسم الله الرحمن الرحيم، ووضعتموها في السبع الطول، ما حملكم على ذلك؟ فقال عثمان: كان رسول الله صلى الله عليه وسلم، مما يأتي عليه الزمان وهو ينزل عليه السور ذوات العدد، فكان إذا نزل عليه الشئ دعا بعض من كان يكتب، فيقول: " ضعوا هؤلاء الايات في السورة التي يذكر فيها كذا وكذا " فإذا نزلت عليه الاية فيقول: " ضعوا هذه الاية في السورة التي يذكر فيها كذا وكذا ".
وكانت الانفال من أوائل ما نزلت بالمدينة، وكانت براءة من آخر القرآن، وكانت قصتها شبيهة بقصتها، فظننت أنها منها، فقبض رسول الله صلى الله عليه وسلم، ولم يبين لنا أنها منها، فمن أجل ذلك قرنت بينهما، ولم أكتب',NULL,'380',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (409,'بينهما سطر بسم الله الرحمن الرحيم، فوضعتها في السبع الطول.
(ضعيف - ضعيف أبي داود ١٤٠ (عندنا برقم ١٦٨ / ٧٨٦)) .
هذا حديث حسن، لا نعرفه إلا من حديث عوف، عن يزيد الفارسي، عن ابن عباس.
ويزيد الفارسي هو من التابعين من أهل البصرة، قد روى عن ابن عباس غير حديث، ويقال: هو يزيد بن هرمز.
وبزيد بن أبان الرقاشي، هو من التابعين، من أهل البصرة، وهو أصغر من يزيد الفارسي.
ويزيد الرقاشي إنما يروي عن أنس بن مالك.
٦٠٠ - ٣٣٠٣ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: " إذا رأيتم الرجل يعتاد المسجد، فاشهدوا له بالايمان، قال الله تعالى: (إنما يعمر مساجد الله من آمن بالله واليوم الاخر) (١) ".
(ضعيف - مضى ٢٧٥٠ (٤٩٠ / ٢٧٦٣٠، ضعيف الجامع الصغير ٥٠٩، المشكاة ٧٢٣)) .
٦٠١ - ٣٣٠٤ حدثنا ابن أبي عمر.
أخبرنا عبد الله بن وهب، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن النيي صلى الله عليه وسلم نحوه، إلا أنه قال: " يتعاهد المسجد ".
(ضعيف - انظر ما قبله (وتقدم برقم ٤٩٠ / ٢٧٦٣)) .
هذا حديث حسن غريب.
وأبو الهيثم اسمه سليمان بن عمرو بن عبد العتواري، وكان يتيما في حجر أبي سعيد الخدري.
*
_________
(١) سورة التوبة (٩) ، الاية ١٨.
(*)',NULL,'381',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (410,'بسم الله الرحمن الرحيم سورة هود ٦٠٢ - ٣٣٢٢ حدثنا أحمد بن منيع.
أخبرنا يزيد بن هارون.
أخبرنا حماد بن سلمة، عن يعلى بن عطاء، عن وكيع بن حدس (١) ، عن عمه أبي رزين قال: قلت: يا رسول الله، أين كان ربنا قبل أن يخلق خلقه؟ قال: " كان في عماء، ما تحته هواج وما فوقه هواء، وخلق عرشه على الماء ".
(ضعيف - ابن ماجه ٢٨١ (كذا) وهو في " ضعيف سنن ابن ماجه " برقم ٣٢ - ١٨٢ و " مختصر العلو " ١٩٣ و ٢٥٠ و " السنة " ٦١٢) .
قال أحمد بن منيع: قال يزيد بن هارون: العماء.
أي ليس معه شئ.
قال أبو عيسى: هكذا يقول حماد بن سلمة: وكيع بن حدس، ويقول شعبة، وأبو عوانة، وهشيم: وكيع بن عدس.
وأبو رزين اسمه: لقيط بن عامر.
هذا حديث حسن.
٦٠٣ - ٣٣٣٠ حدثنا عبد بن حميد.
أخبرنا حسين بن علي الجعفي، عن زائدة، عن عبد الملك بن عمير، عن عبد الرحمن ابن أبي ليلى، عن معاذ ابن جبل قال:
_________
(١) في نسخة (عدس) وهو أبو مصعب العقيلي، الطائفي.
ولفظ ابن ماجه " ... وما ثم خلق، عرشه على الماء ".
(*)',NULL,'382',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (411,'أتى النبي صلى الله عليه وسلم رجل فقال: يا رسول الله! ، أرأيت رجلا لقي امرأة، وليس بينهما معرفة، فليس يأتي الرجل إلى امرأته شيئا، إلا قد أتى هو إليها، إلا أنه لم يجامعها؟ قال: فأنزل الله:
(أقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين) (١) فأمره أن يتوضأ ويصلي.
قال معاذ: فقلت: يا رسول الله، أهي له خاصة أم للمؤمنين عامة؟ قال: " بل للمؤمنين عامة ".
(ضعيف الاسناد) .
هذا حديث ليس إسناده بمتصل.
عبد الرحمن ابن أبي ليلى، لم يسمع من معاذ بن جبل، ومعاذ بن جبل مات في خلافة عمر، وقتل عمر، وعبد الرحمن ابن أبي ليلى غلام صغير ابن ست سنين.
وقد روى عن عمر ورآه.
وروى شعبة هذا الحديث، عن عبد الملك بن عمير، عن عبد الرحمن ابن أبي ليلى، عن النبي صلى الله عليه وسلم مرسلا.
* هامش) * (١) سورة هود (١١) ، الاية ١١٤.
(*)',NULL,'383',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (412,'بسم الله الرحمن الرحيم سورة يوسف ٦٠٤ - ٣٣٣٢ (١) حدثنا الحسين بن حريث الخزاعي.
أخبرنا الفضل بن موسى عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إن الكريم، ابن الكريم، ابن الكريم، ابن الكريم: يوسف بن يعقوب ابن إسحاق بن إبراهيم.
قال (٢) : ولو لبثت في السجن ما لبث يوسف، ثم جاءني الرسول أجبت، ثم قرأ: (فلما جاءه الرسول قال: ارجع إلى ربك فاسأله ما بال النسوة اللاتي قطعن أيديهن) (٣) قال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٤٩٠.
ويشير إلى الحديث الذي بعده وهو: حدثنا أبو كريب.
أخبرنا عبدة، وعبد الرحيم، عن محمد بن عمرو، نحو حديث الفضل بن موس، إلا أنه قال: ما بعث الله بعده نبيا إلا في ثروة من قومه.
قال محمد بن عمرو: الثروة: الكثرة والمنعة.
(حسن - انظر الذي قبله) .
وهذا أصح من رواية الفضل بن موسى.
وهذا حديث حسن.
(٢) في المطبوعة (هكذا ورد بالاصل - ويرجع سقوط عبارة " رحم الله يوسف ") .
أقول: وليست في المخطوطة ٢ / ٩٨ / ٢ (٣) سورة يوسف (١٢) ، الاية ٥٠.
(*)',NULL,'384',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (413,'" ورحمة الله على لوط إن كان ليأوي إلى ركن شديد إذ قال: (لو أن لي بكم قوة أو آوي إلى ركن شديد) (١) .
فما بعث الله من بعده نبيا إلا في ذروة من قومه ".
(حسن - باللفظ الاتي: " ثروة "، الصحيحة ١٦١٧ و ١٨٦٧: ق ببعضه) (٢) .
_________
(١) سورة هود (١١) ، الاية ٨٠.
(٢) كذا الاصل بخط الشيخ ناصر، ولم أفهم قصده، ولم يجب على الاستيضاح المرسل من مكتب التربية العربي لدول الخليج والمتفق مع الشيخ على تقديم الكتب معدة للطبع.
وانظر الحاشية رقم (١) في الصفحة السابقة.
(*)',NULL,'385',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (414,'بسم الله الرحمن الرحيم سورة إبراهيم
٦٠٥ - ٣٣٣٦ حدثنا عبد بن حميد.
أخبرنا أبو الوليد.
أخبرنا حماد بن سلمة، عن شعيب بن الحبحاب، عن أنس بن مالك قال: أتي رسول الله صلى الله عليه وسلم بقناع عليه رطب فقال: " (مثل كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء تؤتي أكلها كل حين بإذن ربها) (١) ".
قال: هي النخلة.
(ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار) (٢) .
قال: هي الحنظلة.
قال: فأخبرت بذلك أبا العالية.
فقال: صدق وأحسن.
(ضعيف مرفوعا) .
_________
(١) وقرأ عاصم هذه الاية بالتنوين (كلمة طيبة) : (مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء * تؤتي أكلها كل حين بإذن ربها) .
سورة إبراهيم (١٤) ، الاية ٢٤، ٢٥.
وعاصم ابن أبي النجود أحد القراء السبعة، وقراءته متواترة.
(٢) سورة إبراهيم (١٤) ، الآية ٢٦.
(*)',NULL,'386',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (415,'بسم الله الرحمن الرحيم سورة الحجر ٦٠٦ - ٣٣٤٢ حدثنا عبد بن حميد.
أخبرنا عثمان بن عمر، عن مالك بن مغول، عن جنيد، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: " لجهنم سبعة أبواب: باب منها لمن سل السيف على أمتي "، - أو قال -: " على أمة محمد ".
(ضعيف - المشكاة ٣٥٣٠ / التحقيق الثاني (ضعيف الجامع الصغير ٤٦٦١)) .
هذا حديث غريب، لا نعرفه إلا من حديث مالك بن مغول.
٦٠٧ - ٣٣٤٦ حدثنا محمد بن إسماعيل.
أخبرنا أحمد ابن أبي الطيب.
أخبرنا مصعب بن سلام، عن عمرو بن قيس، عن عطية، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " اتقوا فراسة المؤمن، فإنه ينظر بنور الله، ثم قرأ: (إن في ذلك لآيات للمتوسمين) (١) ".
(ضعيف - الضعيفة ١٨٢١ (ضعيف الجامع الصغير ١٢٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وقد روي عن بعض أهل العلم في تفسير هذه الآية: (إن في ذلك لايات للمتوسمين) قال: للمتفرسين.
_________
(١) سورة الحجر (١٥) ، الاية ٧٥.
(*)',NULL,'387',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (416,'٦٠٨ - ٣٣٤٧ حدثنا أحمد بن عبدة الضبي.
أخبرنا المعتمر، عن ليث ابن أبي سليم، عن بشر، عن أنس بن مالك، عن النبي صلى الله عليه وسلم، في قوله: " (لنسألنهم أجمعين عما كانوا يعملون) (١) ، قال: عن قول: لا إله إلا الله.
(ضعيف الاسناد) .
هذا حديث غريب، إنما نعرفه من حديث ليث ابن أبي سليم.
وقد رواه عبد الله بن إدريس، عن ليث ابن أبي سليم، عن بشر، عن أنس ابن مالك نحوه.
ولم يرفعه.
* (هاش) * (١) سورة الحجر (١٥) ، الايتان ٩٢، ٩٣.
(*)',NULL,'388',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (417,'بسم الله الرحمن الرحيم سورة النحل ٦٠٩ - ٣٣٤٨ حدثنا عبد بن حميد.
أخبرنا علي بن عاصم، عن يحيى البكاء.
حدثني عبد الله بن عمر، قال: سمعت عمر بن الخطاب يقول: قال رسول الله صلى الله عليه وسلم: " أربع قبل الظهر بعد الزوال تحسب بمثلهن من صلاة السحر ".
قال رسول الله صلى الله عليه وسلم: " وليس من شئ إلا وهو يسبح الله تلك الساعة "، ثم قرأ: " (يتفيؤ ظلاله عن اليمين والشمائل سجدا لله وهم داخرون) (١) الاية كلها.
(ضعيف - الصحيحة تحت الحديث ١٤٣١ (ضعيف الجامع الصغير ٧٥٤)) .
هذا حديث غريب، لا نعرفه إلا من حديث علي بن عاصم.
٦١٠ - ٣٣٥٧ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عبيد الله بن موسى، عن إسرائيل، عن السدي، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم.
في قوله تعالى: (يوم ندعو كل أناس بإمامهم) (٢) قال:
_________
(١) سورة النحل (١٦) ، الآية ٤٨، وهي آية تامة.
(٢) سورة الاسراء (١٧) ، الآية ٧١.
(*)',NULL,'389',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (418,'" يدعى أحدهم، فيعطى كتابه بيمينه، ويمد له في جسمه ستون ذراعا، ويبيض وجهه، ويجعل على رأسه تاج من لؤلؤ يتلالا، فينطلق إلى أصحابه، فيرونه من بعد، فيقولون: اللهم ائتنا بهذا، وبارك لنا في هذا، حتى يأتيهم،
فيقول لهم: أبشروا، لكل رجل منكم مثل هذا، وأما الكافر فيسود وجهه، ويمد له في جسمه ستون ذراعا على صورة آدم، ويلبس تاجا، فيراه أصحابه، فيقولون: نعوذ بالله من شر هذا، اللهم لا تأتنا بهذا.
قال: فيأتيهم، فيقولون: اللهم أخره (١) ، فيقول: أبعدكم الله، فإن لكل رجل منكم مثل هذا ".
(ضعيف الاسناد (ضعيف الجامع الصغير ٦٤٢٤)) .
هذا حديث حسن غريب.
والسدي اسمه: إسماعيل بن عبد الرحمن.
٦١١ - ٣٣٦٠ حدثنا أحمد بن منيع.
أخبرنا جرير، عن قابوس ابن أبي ظبيان، عن أبيه، عن ابن عباس قال: كان النبي صلى الله عليه وسلم بمكة، ثم أمر بالهجرة، فنزلت عليه: (وقل رب أدخلني مدخل صدق وأخرجني مخرج صدق واجعل لي من لدنك سلطانا نصيرا) (٢) ".
(ضعيف الاسناد) .
هذا حديث حسن صحيح.
٦١٢ - ٣٣٦٣ حدثنا عبد بن حميد.
أخبرنا الحسن بن موسى وسليمان بن حرب، قال: أخبرنا حماد بن سلمة، عن علي بن زيد، عن أوس بن خالد، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:
_________
(١) في إحدى النسح " أخزه ".
(٢) سورة الاسراء (١٧) ، الاية ٨٠.
(*)',NULL,'390',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (419,'(يحشر الناس يوم القيامة ثلاثة أصناف: صنفا مشاة، وصنفا ركبانا، وصنفا على وجوههم ".
قيل: يا رسول الله! وكيف يمشون على وجوههم؟ قال: " إن الذي أمشاهم على أقدامهم قادر على أن يمشيهم على وجوههم، أما إنهم يتقون بوجوههم كل حدب وشوكة ".
(ضعيف - المشكاة ٥٥٤٦ / التحقيق الثاني، التعليق الرغيب ٤ / ١٩٤ (ضعيف الجامع الصغير ٦٤١٧)) .
هذا حديث حسن.
وقد روى وهيب عن ابن طاووس، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم شيئا من هذا.
٦١٣ - ٣٣٦٥ حدثنا محمود بن غيلان.
أخبرنا يزيد بن هارون، وأبو داود، وأبو الوليد، واللفظ لفظ يزيد، والمعنى واحد، عن شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة، عن صفوان بن عسال المرادي: أن يهوديين قال أحدهما لصاحبه: اذهب بنا إلى هذا النبي نسأله.
قال: لا تقل له نبي، فإنه إن يسمعها تقول له: نبي كانت له أربعة أعين.
فأتيا النبي فسألاه عن قول الله تعالى: (ولقد آتينا موسى تسع آيات بينات) (١) ؟ فقال رسول الله صلى الله عليه وسلم: " لا تشركوا بالله شيئا، ولا تزنوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، ولا تسرقوا، ولا تسحروا، ولا تمشوا ببرئ إلى سلطان فيقتله، ولا تأكلوا الربا، ولا تقذفوا محصنة، ولا تفروا من الزحف - شك شعبة - وعليكم
_________
(١) سورة الاسراء (١٧) ، الاية ١٠١.
(*)',NULL,'391',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (420,'يا معشر اليهود خاصة ألا تعتدوا في السبت ".
فقبلا يديه ورجليه وقالا: نشهد أنك نبي.
قال: " فما يمنعكما أن تسلما؟ ".
قالا: إن داود دعا الله أن لا يزال في ذريته نبي، وإنا نخاف إن أسلمنا أن تقتلنا اليهود.
(ضعيف - ابن ماجه ٣٧٠٥ (برقم ٨٠٨ وتقدم برقم ٥١٧ - ٢٨٨٩، ضعيف سنن النسائي ٢٧٥ / ٤٠٧٨)) .
هذا حديث حسن صحيح.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (421,'بسم الله الرحمن الرحيم سورة الكهف ٦١٤ - ٣٣٧٥ حدثنا جعفر بن محمد بن فضيل الجزري، وغير واحد، قالوا: أخبرنا صفوان بن صالح.
أخبرنا الوليد بن مسلم، عن يزيد بن يوسف الصنعاني، عن مكحول، عن أم الدرداء، عن أبي الدرداء، عن النبي صلى الله عليه وسلم في قوله: (وكإن تحته كنز لهما) (١) قال: " ذهب وفضة ".
(ضعيف جدا - الروض النضير ٩٤٠) .
٦١٥ - ٣٣٧٦ حدثنا الحسن بن علي الخلال.
أخبرنا صفوان بن صالح.
أخبرنا الوليد بن مسلم، عن يزيد بن يوسف الصنعاني، عن يزيد بن يزيد بن جابر، عن مكحول بهذا الاسناد نحوه.
(ضعيف جدا - انظر ما قبله) .
_________
(١) سورة الكهف (١٨) ، الاية ٨٢.
(*)',NULL,'393',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (422,'بسم الله الرحمن الرحيم سورة مريم ٦١٦ - ٣٣٧٨ (١) حدثنا أحمد بن منيع.
أخبرنا النضر بن إسماعيل أبو المغيرة، عن الاعمش، عن أبي صالح، عن أبي سعيد الخدري قال: قرأ رسول الله صلى الله عليه وسليم: (وأنذرهم يوم الحسرة) (٢) ، قال: " يؤتى بالموت كأنه كبش أملح حتى يوقف على السور بين الجنة والنار " فيقال يا أهل الجنة، فيشرئبون.
ويقال: يا أهل النار، فيشرئبون، فيقال: هل تعرفون هذا؟ فيقولون: نعم هذا الموت.
فيضجع فيذبج، فلولا أن الله قضى لاهل الجنة الحياة (فيها) (٣) والبقاء لماتوا فرحا، ولولا أن الله قضى لاهل النار الحياة فيها والبقاء لماتوا ترحا ".
(صحيح دون قوله: " ولولا أن الله قضى.." - ق، انظر الحديث ٢٦٨٣ (٤٦٥ - ٢٦٩٦)) .
هذا حديث حسن صحيح.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٥٢٣.
(٢) سورة مريم (١٩) ، الاية ٣٩.
(٣) ما بين الحاصرتين () ساقطة من الاصل.
(*)',NULL,'394',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (423,'سورة الانبياء
٦١٧ - ٣٣٨٩ حدثنا عبد بن حميد.
أخبرنا الحسن بن موسى.
أخبرنا ابن لهيعة، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم، قال: " ويل واد في جهنم، يهوي فيه الكافر أربعين خريفا قبل أن يبلغ قعرة ".
(ضعيف - التعليق الرغيب ٤ / ٢٢٩ (ضعيف الجامع الصغير ٦١٤٨)) .
هذا حديث غريب، لا نعرفه مرفوعا إلا من حديث ابن لهيعة.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (424,'بسم الله الرحمن الرحيم سورة الحج ٦١٨ - ٣٣٩٣ حدثنا ابن أبي عمر.
أخبرنا سفيان بن عيينة، عن ابن جدعان، عن الحسن، عن عمران بن حصين: أن النبي صلى الله عليه وسلم قال: " لما نزلت (يا أيها الناس اتقوا ربكم إن زلزلة الساعة شئ عظيم) (١) - إلى قوله - (ولكن عذاب الله شديد) ".
قال: أنزلت عليه الآية وهو في سفر، قال: " أتدرون أي يوم ذلك؟ " قالوا: الله ورسوله أعلم.
قال: (ذلك يوم يقول الله لادم: ابعث بعث النار، قال: يا رب! وما بعث النار؟ قال: تسعمائة وتسعة وتسعون في النار وواحد إلى الجنة "، فأنشأ المسلمون يبكون، فقال رسول الله صلى الله عليه وسلم: " قاربوا وسددوا، فإنها لم تكن نبوة قط؟ إلا كان بين يديها جاهلية ".
قال: " فيؤخذ العدد من الجاهلية فإن تمت.
وإلا كملت من المنافقين.
وما مثلكم والامم.
إلا كمثل الرقمة في ذراع الدابة، أو كالشامة في جنب
البعير " ثم قال:
_________
(١) سورة الحج (٢٢) ، الاية ١.
وتمامها: (..يوم ترونها تذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد) .
(*)',NULL,'396',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (425,'" إني لارجو أن تكونوا ربع أهل الجنة " فكبروا! ثم قال: " إني لارجو أن تكونوا ثلث أهل الجنة، فكبروا! ثم قال: " إني لارجو أن تكونوا نصف أهل الجنة، فكبروا! قال: ولا أدري؟ قال: الثلثين أم لا؟ (ضعيف الاسناد - التعليق الرغيب ٤ / ٢٢٩) .
هذا حديث حسن صحيح، وقد روي من غير وجه، عن عمران بن حصين، عن النبي صلى الله عليه وسلم.
٦١٩ - ٣٣٩٥ حدثنا محمد بن إسماعيل، وغير واحد، قالوا: أخبرنا عبد الله ابن صالح قال: حدثني الليث، عن عبد الرحمن بن خالد، عن ابن شهاب، عن محمد بن عروة بن الزبير، عن عبد الله بن الزبير قال: قال رسول الله صلى الله عليه وسلم: " إنما سمي البيت العتيق، لانه لم يظهر عليه جبار ".
(ضعيف - الضعيفة ٣٢٢٢ (ضعيف الجامع الصغير ٢٠٥٩)) .
هذا حديث حسن غريب.
وقد روي عن الزهري، عن النبي صلى الله عليه وسلم: مرسلا ... - ٣٣٩٦ حدثنا قتيبة.
أخبرنا الليث عن عقيل، عن الزهري، عن النبي صلى الله عليه وسلم نحوه.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (426,'بسم الله الرحمن الرحيم سورة المؤمنون ٦٢٠ - ٣٣٩٨ حدثنا يحيى بن موسى، وعبد بن حميد، وغير واحد، المعنى واحد، قالوا: أخبرنا عبد الرزاق، عن يونس بن سليم، عن الزهري، عن عروة بن الزبير، عن عبد الرحمن بن عبد القارئ، قال: سمعت عمر بن الخطاب يقول: كان رسول الله صلى الله عليه وسلم، إذا نزل عليه الوحي سمع عند وجهه كدوي النحل، فأنزل عليه يوما، فمكثنا ساعة فسري عنه، فاستقبل القبلة ورفع يديه وقال: " اللهم! زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا " ثم قال: " أنزل علي عشر آيات، من أقامهن دخل الجنة " ثم قرأ (قد أفلح المؤمنون) (١) حتى ختم عشر آيات.
(ضعيف - المشكاة ٢٤٩٤ / التحقيق الثاني (ضعيف الجامع الصغير ١٢٠٨ و ١٣٤٣)) ... - ٣٣٩٩ حدثنا محمد بن أبان.
أخبرنا عبد الرزاق، عن يونس بن سليم، عن يونس بن يزيد، عن الزهري، بهذا الاسناد نحوه بمعناه.
وهذا أصح من الحديث الاول، سمعت إسحاق بن منصور يقول: روى
_________
(١) سورة المؤمنون (٢٣) ، الاية ١.
(*)',NULL,'398',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (427,'أحمد بن حنبل، وعلي ابن المديني، وإسحاق بن إبراهيم، عن عبد الرزاق، عن يونس بن سليم، عن يونس بن يزيد، عن الزهري هذا الحديث.
ومن سمع من عبد الرزاق قديما فإنهم، إنما يذكرون فيه عن يونس بن يزيد، وبعضهم لا يذكر فيه: عن يونس بن يزيد، ومن ذكر فيه: عن يونس بن يزيد فهو أصح.
وكان عبد الرزاق ربما ذكر في هذا الحديث يونس بن يزيد وربما لم يذكره.
(وإذا لم يذكر فيه يونس، فهو مرسل لملا) (١) .
(ضعيف أيضا) .
٦٢١ - ٣٤٠٢ حدثنا سويد بن نصر.
أخبرنا عبد الله، عن سعيد بن يزيد أبي شجاع، عن أبي السمح، عن أبي الهيثم، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم قال: " (وهم فيها كالحون) (٢) " قال: " تشويه النار فتقلص شفتة العليا حتى تبلغ وسط رأسه، وتسترخي شفته السفلى حتى تضرب سرته ".
(ضعيف - وهو مكرر الحديث ٢٧١٣ (٤٨٣ - ٢٧٢٦)) .
هذا حديث حسن غريب صحيح.
_________
(١) ما بين () زيادة من هامش المخطوطة، وطبعة عوض.
والكلام يتم بدونها، بل هي مشكلة، الا إذا قصد ارساله للزهري.
(٢) سورة المؤمنون (٢٣) ، الاية ١٠٤.
(*)',NULL,'399',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (428,'بسم الله الرحمن الرحيم سورة النمل ٦٢٢ - ٣٤١٦ حدثنا عبد بن حميد.
أخبرنا روح بن عبادة، عن حماد بن سلمة، عن علي بن زيد، عن أوس بن خالد، عن أبي هريرة:
أن رسول الله صلى الله عليه وسلم قال: " تخرج الدابة معها خاتم سليمان، وعصا موسى، فتجلو وجه المؤمن، وتختم أنف الكافر بالخاتم، حتى إن أهل الخوان ليجتمعون فيقول: هذا يا مؤمن، ويقول: هذا يا كافر " (١) .
(ضعيف - الضعيفة ١١٠٨ (ضعيف الجامع الصغير ٢٤١٣ وضعيف ابن ماجه ٨٨١ / ٤٠٦٦)) .
هذا حديث حسن.
وقد روي هذا الحديث عن أبي هريرة، عن النبي صلى الله عليه وسلم، من غير هذا الوجه، في دابة الارض.
وفي الباب: عن أبي أمامة، وحذيفة بن أسيد.
_________
(١) في نسخة: " ها ها يا مؤمن، ويقال: ها ها يا كافر، ويقول هذا: يا كافر، وهذا: يا مؤمن ".
(*)',NULL,'400',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (429,'بسم الله الرحمن الرحيم سورة العنكبوت ٦٢٣ - ٣٤١٩ حدثنا محمود بن غيلان.
أخبرنا أبو أسامة، وعبد الله بن بكر السهمي، عن حاتم ابن أبي صغيرة، عن سماك، عن أبي صالح، عن أم هانئ، عن النبي صلى الله عليه وسلم في قوله: (وتأتون في ناديكم المنكر) (١) قال: " كانوا يخذفون (٢) أهل الارض ويسخرون منهم ".
(ضعيف الاسناد جدا) .
هذا حديث حسن، إنما نعرفه من حديث حاتم ابن أبي صغيرة، عن
سماك.
_________
(١) سورة العنكبوت (٢٩) ، الاية ٢٩.
(٢) في الاصل المعتمد من الشيخ ناصر الدين الالباني: " يحذفون " بالحاء المهملة.
خلافا لباقي النسخ، ولم أجد لها وجها.
والخذف: الرمي بالحصاة أو النواة، بعد أن يأخذها الرامي بين السبابتين، أو بين السبابة والابهام.
(*)',NULL,'401',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (430,'بسم الله الرحمن الرحيم سورة الروم ٦٢٤ - ٣٤٢٢ أخبرنا أبو موسى محمد بن المثنى.
أخبرنا محمد بن خالد بن عثمة.
حدثني عبد الله بن عبد الرحمن الجمحي.
حدثني ابن شهاب الزهري، عن عبيد الله بن عبد الله بن عتبة، عن ابن عباس: أن رسول الله صلى الله عليه وسلم قال لابي بكر في مناحبة (١) (ألم غلبت الروم) (٢) : " ألا احتطت يا أبا بكر، فإن البضع ما بين ثلاثي الله تسع ".
(ضعيف - المصدر نفسه (الضعيفة تحت الحديث ٣٣٥٤)) .
هذا حديث غريب حسن من هذا الوجه، من حديث الزهري، عن عبيد الله، عن ابن عباس.
_________
(١) المناحبة: أي المراهنة وكانت بين أبي بكر - رضي الله عنه - وبين أحد كفار قريش، حول حرب الروم والفرس.
(٢) سورة الروم (٣٠) ، الايتان ١، ٢.
(*)',NULL,'402',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (431,'بسم الله الرحمن الرحيم سورة الاحزاب ٦٢٥ - ٣٤٢٨ حدثنا عبد الله بن عبد الرحمن.
أخبرنا صاعد الحراني.
أخبرنا زهير.
أخبرنا قابوس ابن أبي ظبيان: أن أباه حدثه قال: قلنا لابن عباس: أرأيت قول الله عز وجل: (ما جعل الله لرجل من قلبين في جوفه) (١) ما عنى بذلك؟ قال: قام نبي الله صلى الله عليه وسلم يوما يصلي، فخطر خطرة، فقال المنافقون الذين يصلون معه: ألا ترى أن له ظبين: قلبا معكم، وقلبا معهم.
فأنزل الله: (ما جعل الله لرجل من قلبين في جوفه) .
(ضعيف الاسناد) .
٦٢٦ - ٣٤٢٩ حدثنا عبد بن حميد.
حدثني أحمد بن يونس.
أخبرنا زهير نحوه.
هذا حديث حسن.
(ضعيف أيضا) .
٦٢٧ - ٣٤٣٦ حدثنا عبد بن حميد.
أخبرنا عفان بن مسلم.
أخبرنا حماد بن سلمة.
أخبرنا علي بن زيد، عن أنس بن مالك:
_________
(١) سورة الاحزاب (٣٣) ، الاية ٤.
(*)',NULL,'403',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (432,'أن رسول الله صلى الله عليه وسلم، كان يمر بباب فاطمة ستة أشهر، إذا خرج لصلاة الفجر يقول: " الصلاة يا أهل البيت (إنما يريد الله ليذهب عنكم الرجس أهل البيت
ويطهركم تطهيرا (١) ".
(ضعيف - المصدر نفسه (الروض النضير ٩٧٦ و ١١٩٠: م - عائشة مختصرا)) .
هذا حديث حسن غريب من هذا الوجه، إنما نعرفه من حديث حماد بن سلمة.
وفي الباب عن أبي الحمراء معقل بن يسار، وأم سلمة.
٦٢٨ - ٣٤٣٧ حدثنا علي بن حجر.
أخبرنا داود بن الزبرقان، عن داود ابن أبي هند، عن الشعبي، عن عائشة قالت: لو كان رسول الله صلى الله عليه وسلم كاتما شيئا من الوحي، لكتم هذه الاية (وإذ تقول للذي أنعم الله عليه) - يعني بالاسلام - (وأنعمت عليه) - يعني بالعتق فأعتقته - (أمسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه) (٢) - الله قوله -: (وكان أمر الله مفعولا) .
وأن رسول الله صلى الله عليه وسلم، لما (تزوجها، قالوا:) (٣) تزوج حليلة ابنه، فأنزل الله (ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين) (٤) .
_________
(١) سورة الاحزاب (٣٣) ، الاية ٣٢.
(٢) سورة الاحزاب (٣٣) ، الاية ٣٧.
، ة مها: (فلما قضى زيد منها وطرا زوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضى منهن وطرا وكان أمر الله مفعولا) .
(٣) ما بين الحاصرتين () ساقطة من نسخة الاصل المعتمدة.
(٤) سورة الاحزاب (٣٣) ، الاية ٤١.
(*)',NULL,'404',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (433,'وكان رسول الله صلى الله عليه وسلم تبناه وهو صغير فلبث حتى صار رجلا يقال له: زيد بن محمد، فأنزل الله: (أدعوهم لآبائهم هو أقسط عند الله، فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم) (١) - فلان مولى فلان، وفلان أخو فلان - (هو أقسط عند الله) يعني: أعدل عند الله.
(ضعيف الاسناد جدا) .
هذا حديث (غريب) قد روي عن داود ابن أبي هند، عن الشعبي، عن مسروق، عن عائشة قالت: لو كان النبي صلى الله عليه وسلم كاتما شيئا من الوحي، لكتم هذه الاية (وإذ تقول للذي أنعم الله عليه وأنعمت عليه) هذا الحرف لم يرو بطوله.
٦٢٩ - ٣٤٤٠ حدثنا الحسن بن قزعة البصري.
أخبرنا مسلمة بن علقمة، عن داود ابن أبي هند، عن عامر الشعبي، في قول الله: (ما كان محمد أبا أحد من رجالكم) (٢) .
قال: ما كان ليعيش له فيكم ولد ذكر.
(ضعيف مقطوع) .
٦٣٠ - ٣٤٤٣ حدثنا عبد بن حميد.
أخبرنا عبيد الله بن موسى، عن إسرائيل، عن السدقي، عن أبي صالح، عن أم هانئ بنت أبي طالب قالت: خطبني رسول الله صلى الله عليه وسلم، فاعتذرت إليه، فعذرني، ثم أنزل الله (إنا أحللنا لك أزواجك اللاتي آتيت أجورهن وما ملكت يمينك مما أفاء الله عليك وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي * هامش) * (١) سورة الاحزاب (٣٣) ، الاية ٥.
(٢) سورة الاحزاب (٣٣) ، الاية ٤١.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (434,'هاجرن معك) (١) الآية قالت: فلم أكن أحل له، لاني لم أهاجر، كنت من الطلقاء.
(ضعيف الاسناد جدا) .
هذا حديث حسن، لا نعرفه إلا من هذا الوجه، من حديث السدي.
٦٣١ - ٣٤٤٥ حدثنا عبد.
أخبرنا روح، عن عبد الحميد بن بهرام، عن شهر ابن حوشب، قال: قال ابن عباس: نهي رسول الله صلى الله عليه وسلم عن أصناف النساء، إلا ما كان من المؤمنات المهاجرات قال: (لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن إلا ما ملكت يمينك) (٢) - وأحل الله فتياتكم المؤمنات - (وامرأة مؤمنة إن وهبت نفسها للنبي) (٣) وحرم كل ذات دين غير الاسلام، ثم قال: (ومن يكفر بالايمان فقد حبط عمله وهو في الاخرة من الخاسرين) (٤) .
وقال: (يا أيها النبي إنا أحللنا لك أزواجك اللائي آتيت أجورهن وما ملكت يمينك مما أفاء الله عليك) (٥) - الله قوله - (خالصة لك من دون المؤمنين) وحرم ما سوى ذلك من أصناف النساء.
(ضعيف الاسناد) .
هذا حديث حسن.
إنما نعرفه من حديث عبد الحميد بن بهرام، سمعت أحمد بن الحسن يذكر عن أحمد بن حنبل، قال: لا بأس بحديث عبد الحميد بن بهرام، عن شهر بن حوشب.
_________
(١) سورة الاحزاب (٣٣) ، الاية ٥٠.
وتمامها: (وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين قد علمنا ما فرضنا عليهم في أزواجهم وما ملكت أيمانهم لكيلا يكون عليك حرج وكان الله غفورا رحيما) .
(٢) سورة الاحزاب (٣٣) ، الاية ٥٢.
(٤) سورة المائدة (٥) ، الاية ٥.
(٣) سورة الاحزاب (٣٣) ، الاية ٥٠.
(٥) سورة الاحزاب (٣٣) ، الاية ٥٠.
(*)',NULL,'406',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (435,'بسم الله الرحمن الرحيم سورة والصافات ٦٣٢ - ٣٤٥٨ حدثنا أحمد بن عبدة الضبي، أخبرنا المعتمر بن سليمان، أخبرنا ليث ابن أبي سليم، عن بشر، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " ما من داع دعا الله شئ إلا كان موقوفا يوم القيامة لازما له لا يفارقه، وإن دعا رجل رجلا " ثم قرأ قول الله عز وجل: (وقفوهم إنهم مسؤولون * ما لكم لا تناصرون) (١) .
(ضعيف - التعليق الرغيب ١ / ٥٠، ظلال الجنة ١١٢ (ضعيف الجامع الصغير ٥١٧٠ وضعيف ابن ماجه ٣٦ - ٢٠٨ يرويه عن أبي هريرة)) .
هذا حديث غريب.
٦٣٣ - ٣٤٥٩ حدثنا علي بن حجر.
أخبرنا الوليد بن مسلم، عن زهير بن محمد، عن رجل، عن أبي العالية، عن أبي بن كعب قال: سألت رسول الله صلى الله عليه وسلم عن قول الله تعالى: (وأرسلناه إلى مائة ألف أو يزيدون) (٢) قال: " عشرون ألفا ".
(ضعيف الاسناد) .
_________
(١) سورة الصافات (٣٧) ، الايتان ٢٤ و ٢٥.
(٢) سورة الصافات (٣٧) ، الاية ١٤٧.
(*)',NULL,'407',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (436,'هذا حديث غريب.
٦٣٤ - ٣٤٦٠ حدثنا محمد بن المثنى.
أخبرنا محمد بن خالد بن عثمة.
أخبرنا سعيد بن بشير، عن قتادة، عن الحسن، عن سمرة، عن النبي صلى الله عليه وسلم في قول الله تعالى: (وجعلنا ذريته هم الباقين) (١) قال: (حام وسام ويافث " بالثاء.
(ضعيف الاسناد) .
قال أبو عيسى: ويقال: يافت، ويافث بالتاء والثاء، ويقال: يفث، هذا حديث حسن غريب لا نعرفه إلا من حديث سعيد بن بشير.
٦٣٥ - ٣٤٦١ حدثنا بشر بن معاذ العقدي.
أخبرنا يزيد بن زريع، عن سعيد ابن أبي عروبة، عن قتادة، عن الحسن، عن سمرة، عن النبي صلى الله عليه وسلم قال: " سام أبو العرب، وحام أبو الحبش، ويافث أبو الروم ".
(ضعيف - الضعيفة ٣٦٨٣ (ضعيف الجامع الصغير ٣٢١٤ وسيأتي برقم ٨٢٦ / ٤٢٠٧)) .
_________
(١) سورة الصافات (٣٧) ، الاية ٧٧.
(*)',NULL,'408',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (437,'بسم الله الرحيم الرحيم سورة ص ٦٣٦ - ٣٤٦٢ حدثنا محمود بن غيلان، وعبد بن حميد، المعنى واحد، قالا: أخبرنا أبو أحمد.
أخبرنا سفيان، عن الاعمش، عن يحيى - قال عبد: - هو ابنء ا! عن سعيد بن جبير، عن ابن عباس قال: مرض أبو طالب فجاءته قريش، وجاءه النبي صلى الله عليه وسلم، وعند
أبي طالب مجلس رجل، فقام أبو جهل كي يمنعه، قال: وشكوه إلى أبي طالب فقال: يا ابن أخي ما تريد من قومك؟ قال: " أريد منهم كلمة تدين لهم بها العرب، وتؤدي إليهم العجم الجزية "، قال: الكلمة واحدة؟ قال: " كلمة واحدة " فقال: " يا عم قولوا: لا إله إلا الله ".
فقالوا: إلها واحدا؟ ما سمعنا بهذا في الملة الاخرة إن هذا إلا اختلاق.
قال: فنزل فيهم القرآن (ص والقرآن ذي الذكر * بل الذين كفروا في عزة وشقاق) (١) - إلله قوله - (ما سمعنا بهذا في الملة الاخرة إن هذا إلا اختلاق) .
(ضعيف الاسناد) .
هذا حديث حسن صحيح.
_________
(١) سورة ص (٣٨) ، الاية ٢.
وتمامها: (كم أهلكنا من قبلهم من قرن فنادوا ولات حين مناص * وعجبوا أن جاءهم منذر منهم وقال الكافرون هذا ساحر كذاب * أجعل الالهة إلها واحدا إن هذا لشئ عجاب * وانطلق الملا منهم أن امشوا واصبروا على آلهتكم إن هذا لشئ يراد) .
(*)',NULL,'409',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (438,'بسم الله الرحمن الرحيم سورة الزمر ٦٣٧ - ٣٤٦٧ حدثنا عبد بن حميد.
أخبرنا حبان بن هلال، وسليمان بن حرب، وحجاج بن منهال، قالوا: أخبرنا حماد بن سلمة، عن ثابت، عن
شهر بن حوشب، عن أسماء بنت يزيد قالت: سمعت رسول الله صلى الله عليه وسلم يقرأ: (يا عبادي - الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا) (١) ولا يبالي.
(ضعيف الاسناد) .
هذا حديث حسن غريب.
لا نعرفه إلا من حديث ثابت، عن شهر بن حوشب، وشهر بن حوشب يروي عن أم سلمة الانصارية، وأم سلمة الانصارية هي أسماء بنت يزيد.
٦٣٨ - ٣٤٧٠ حدثنا عبد الله بن عبد الرحمن.
أخبرنا محمد بن الصلت.
أخبرنا أبو كدينة، عن عطاء بن السائب، عن أبي الضحى، عن ابن عباس قال: مر يهودي بالنبي صلى الله عليه وسلم، فقال له النبي صلى الله عليه وسلم:
_________
(١) سورة الزمر (٣٩) ، الآية ٥٣.
(*)',NULL,'410',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (439,'" يا يهودي حدثنا ".
فقال: كيف تقول يا أبا القاسم إذا وضع الله السماوات على ذه، والارضين على ذه، والماء على ذه، والجبال على ذه، وسائر الخلق على ذه.
وأشار محمد بن الصلت - أبو جعفر - بخنصره أولا، ثم تابع حتى بلغ الابهام.
فأنزل الله عز وجل (وما قدروا الله حق قدره) (١) .
(ضعيف - المصدر نفسه (هو كتاب ظلال الجنة في تخريج أحاديث كتاب " السنة " لابن
أبي عاصم برقم ٥٤٥)) .
هذا حديث حسن غريب صحيح.
لا نعرفه إلا من هذا الوجه.
وأبو كدينة اسمه يحيى بن المهلب.
ورأيت محمد بن إسماعيل روى هذا الحديث، عن الحسن بن شجاع، عن محمد بن الصلت.
٦٣٩ - ٣٤٨٠ حدثنا أبو حفص عمرو بن علي الفلاس.
حدثنا أبو قتيبة سلم ابن قتيبة.
أخبرنا سهيل ابن أبي حزم القطعي.
أخبرنا ثابت البناني، عن أنس ابن مالك: أن رسول الله صلى الله عليه وسلم قرأ: (إن الذين قالوا ربنا الله ثم استقاموا) (٢) قال: " قد قال الناس، ثم كفر أكثرهم، فمن مات عليها فهو ممن استقام ".
(ضعيف الاسناد (ضعيف الجامع الصغير ٤٠٧٩)) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه، سمعت أبا زرعة يقول: روى عفان، عن عمرو بن علي حديثا.
ويروى في هذه الاية عن النبي صلى الله عليه وسلم، وأبي بكر، وعمر رضي الله عنهما معنى: استقاموا.
_________
(١) سورة الزمر (٣٩) ، الاية ٦٧.
(٢) سورة فصلت (٤١) ، الاية ٣٠.
(*)',NULL,'411',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (440,'بسم الله الرحمن الرحيم سورة الشورى ٦٤٠ - ٣٤٨٢ حدثنا عبد بن حميد.
أخبرنا عمر بن عاصم.
أخبرنا عبيد الله ابن الوازع، قال: حدثني شيخ من بني مرة قال: قدمت الكوفة، ف، خي ت عن بلال ابن أبي بردة فقلت: إن فيه لمعتبرا.
فأتيته " هو محبوس في داره التي قد كان بنى، قال: وإذا كل شئ منه قد تغير في العذاب والضرب، وإذا هو في قشاش، فقلت: الحمد لله يا بلال، لقد رأيتك، وأنت تمر بنا وتمسك بأنفك من غير غبار، وأنت في حالك هذه اليوم.
فقال: ممن أنت؟ فقلت: من بني مرة بن عبادة فقال: ألا أحدثك حديثا عسى الله أن ينفعك به؟ قلت: هات، قال: حدثني أبي أبو بردة، عن أبيه أبي موسى: أن رسول الله صلى الله عليه وسلم قال: " لا تصيب عبدا نكبة فما فوقها أو دونها إلا بذنب، وما يعفو الله عنه أكثر ".
قال: وقرأ: " (وما أصابكم من مصيبة في عب أيديكم ويعفو عن كثير) (١) ".
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
_________
(١) سورة الشورى (٤٢) ، الاية ٣٠.
(*)',NULL,'412',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (441,'بسم الله الرحمن الرحيم سورة الدخان ٦٤١ - ٣٤٨٥ حدثنا الحسين بن حريث.
أخبرنا وكيع، عن موسى بن عبيدة، عن يزيد بن أبان، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " ما من مؤمن إلا وله بابان: باب يصعد منه عمله، وباب ينزل منه رزقه، فإذا مات بكيا عليه، فذلك قوله: (فما بكت عليهم السماء والارض وما كانوا منظرين) (١) ".
(ضعيف - الضعيفة ٤٤٩١ (ضعيف الجامع الصغير ٥٢١٤)) .
هذا حديث غريب، لا نعرفه مرفوعا إلا من هذا الوجه.
وموسى بن عبيدة، ويزيد بن أبان الرقاشي: يضعفان في الحديث.
_________
(١) سورة الدخان (٤٤) ، الاية ٢٩.
(*)',NULL,'413',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (442,'بسم الله الرحمن الرحيم سورة الاحقاف ٦٤٢ - ٣٤٨٦ حدثنا علي بن سعيد الكندي.
أخبرنا أبو محياة، عن عبد الملك بن عمير، عن ابن أخي عبد الله بن سلام قال: لما أريد عثمان، جاء عبد الله بن سلام، فقال له عثمان: ما جاء بك؟ قال: جئت في نصرتك، قال: اخرج إلى الناس فاطردهم عني، فإنك خارج خير لي منك داخل.
قال: فخرج عبد الله بن سلام إلى الناس.
فقال: أيها الناس، إنه كان اسمي في الجاهلية فلان، فسماني رسول الله صلى الله عليه وسلم عبد الله، ونزلت في آيات من كتاب الله، نزلت في: (وشهد شاهد من بني إسرائيل على مثله فآمن واستكبرتم إن الله لا يهدي القوم الظالمين) (١) ونزلت في: (كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب) (٢) إن لله سيفا مغمودا عنكم، وإن الملائكة قد جاورتكم في بلدكم هذا الذي نزل فيه نبيكم، فالله الله في هذا الرجل أن تقتلوه، فوالله إن قتلتموه لتطردن جيرانكم الملائكة، ولتسلن سيف الله المغمود عنكم، فلا يغمد الله يوم القيامة.
قال:
_________
(١) سورة الاحقاف (٤٦) ، الاية ١٠.
(٢) سورة الرعد (١٣) ، الاية ٤٣.
(*)',NULL,'414',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (443,'فقالوا: اقتلوا اليهودي، واقتلوا عثمان.
(ضعيف الاسناد (وسيأتي برقم ٧٩٥ / ٤٠٧٣)) .
هذا حديث غريب.
وقد رواه شعيب بن صفوان، عن عبد الملك بن عمير، عن ابن محمد بن عبد الله بن سلام، عن جده عبد الله بن سلام.
٦٤٣ - ٣٤٨٨ (١) حدثنا علي بن حجر.
أخبرنا إسماعيل بن إبراهيم، عن داود، عن الشعبي، عن علقمة قال: قلت لابن مسعود، هل صحب النبي صلى الله عليه وسلم ليلة الجن منكم أحد؟ قال: ما صحبه منا أحد، ولكن افتقدناه ذات ليلة وهو بمكة، فقلنا: اغتيل؟ أو استطير؟ ما فعل به؟ فبتنا بشر ليلة بات بها قوم، حتى إذا أصبحنا أو كان في وجه الصبح، إذا نحن به يجئ من قبل حراء، قال: فذكروا له الذي كانوا فيه، قال: فقال: " أتاني داعي الجن، فأتيتهم فقرأت عليهم "، قال: فانطلق فأرانا آثارهم وآثار نيرانهم.
قال الشعبي: وسألوه الزاد، وكانوا من جن الجزيرة، فقال: كل عظم لم يذكر اسم الله عليه يقع في أيديكم، أوفر ما كان لحما، وكل بعرة أو روثة علف لدوابكم ".
فقال رسول الله صلى الله عليه وسلم: (فلا تستنجوا بهما، فإنهما زاد إخوانكم من الجن ".
(صحيح - دون جملة اسم الله و " علف لدوابكم " - الضعيفة ١٠٣٨) .
قال أبو عيسى: هذا حديث حسن صحيح.
_________
(١) وهو في " صحيح سنن الرمذي - باختصار السند " برقم ٢٥٩٥.
(*)',NULL,'415',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (444,'بسم الله الرحمن الرحيم سورة الفتح ٦٤٤ - ٣٤٩٣ (١) حدثنا عبد بن حميد.
أخبرنا عبد الرزاق، عن معمر، عن قتادة، عن أنس قال: أنزلت على النبي صلى الله عليه وسلم (ليغفر لك الله ما تقدم من ذنبك وما تأخر) (٢) مرجعه من الحديبية.
فقال النبي صلى الله عليه وسلم: " لقد نزلت علي آية أحب إلي مما على الارض ".
ثم قرأها النبي صلى الله عليه وسلم عليهم، فقالوا: هنيئا مريا يا رسول الله، لقد بين لك الله ماذا يفعل بك، فماذا يفعل بنا؟ ، فنزلت عليه (ليدخل المؤمنين والمؤمنات جنات تجري من تحتها الانهار) (٣) حتى بلغ (فوزا عظيما) .
(صحيح الاسناد - خ ٤١٧٢ لكن جعل قوله: " فقالوا هنيئا.." الخ.
من رواية عكرمة مرسلا، م ٥ / ١٧٦ - أنس دون هذه الزيادة، فهي شاذة) .
هذا حديث حسن صحيح.
وفيه: عن مجمع بن جارية.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٦٠١.
(٢) سورة الفتح (٤٨) ، الاية ٢.
(٣) سورة الفتح (٤٨) ، الاية ٥.
وتمامها: (خالدين فيها ويكفر عنهم سيئاتهم وكان ذلك عند الله فوزا عظيما) .
(*)',NULL,'416',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (445,'بسم الله الرحمن الرحيم سورة الطور ٦٤٥ - ٣٥٠٦ حدثنا أبو هشام الرفاعي.
أخبرنا ابن فضيل، عن رشدين بن كريب، عن أبيه، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: " إدبار النجوم: الركعتان قبل الفجر وإدبار السجود: الركعتان بعد المغرب ".
(ضعيف - الضعيفة / ١ (ضعيف الجامع الغير ٤٨، ١)) .
هذا حديث غريب، لا نعرفه مرفوعا إلا من هذا الوجه، من حديث محمد ابن الفضيل.
(وسألت محمد بن إسماعيل عن محمد و) (١) رشدين بن كريب أيهما أوثق فقال: ما أقربهما، ومحمد عندي أرجح.
وسألت عبد الله عبد الرحمن عن هذا؟ فقال: ما أقربهما، ورشدين بن كريب أرجحهما عندي.
قال: والقول ما قال أبو محمد، ورشدين أرجح من محمد وأقدمه، وقد أدرك رشدين ابن عباس ورآه.
_________
(١) كانت العبارة في الاصل ناقصة، وأكملت من المخطوطة وطبعة عوض.
(*)',NULL,'417',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (446,'بسم الله الرحمن الرحيم سورة النجم ٦٤٦ - ٣٥٠٩ حدثنا ابن أبي عمر.
أخبرنا سفيان، عن مجالد، عن الشعبي قال: لقي ابن عباس كعبا بعرفة، فسأله عن شئ؟ فكبر حتى جاوبته الجبال،
فقال ابن عباس: إنا بنو هاشم.
فقال كعب: إن الله قسم رؤيته وكلامه بين محمد، وموسى، فكلم موسى مرتين.
فقال مسروق: فدخلت على عائشة فقلت: هل رأى محمد ربه؟ فقالت: لقد تكلمت بشئ قف له شعري.
قلت: رويدا ثم قرأت: (لقد رأى من آيات ربه الكبرى) (١) فقالت: أين يذهب بك؟ إنما هو جبرائيل، من أخبرك أن محمدا رأى ربه، أو كتم شيئا مما أمر به، أو يعلم الخمس التي قال الله: (إن الله عنده علم الساعة وينزل الغيث) (٢) فقد أعظم الفرية، ولكنه رأى جبرائيل، لم يره في صورته إلا مرتين: مرة عند سدرة المنتهى، ومرة في جياد له ستمائة جناح قد سد الافق.
(ضعيف الاسناد، ورواه (٣) مختصرا دون قصة ابن عباس مع كعب) .
_________
(١) سورة النجم (٥٣) ، الاية ١٨.
(٢) سورة لقمان (٣١) ، الآية ٣٤.
(٣) كذا الاصل والمقصود بالامامين البخاري ومسلم.
(*)',NULL,'418',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (447,'وقد روى داود ابن أبي هند، عن الشعبي، عن مسروق، عن عائشة، عن النبي صلى الله عليه وسلم، نحو هذا الحديث.
وحديث داود أقصر من حديث مجالد.
٦٤٧ - ٣٥١٠ حدثنا محمد بن عمرو بن نبهان بن صفوان الثقفي.
أخبرنا يحيى بن كثير العنبري.
أخبرنا سلم بن جعفر، عن الحكم بن أبان، عن عكرمة، عن ابن عباس قال: رأى محمد ربه.
قلت: أليس الله يقول:
(لا تدركه الابصار وهو يدرك الابصار) (١) قال: ويحك ذاك إذا تجلى بنوره الذي هو نوره، وقد رأى محمد ربه مرتين.
(ضعيف - ظلال الجنة ١٩٠ / ٤٣٧) .
هذا حديث حسن غريب.
_________
(١) سورة الانعام (٦) ، الاية ١٠٣.
(*)',NULL,'419',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (448,'بسم الله الرحمن الرحيم سورة الواقعة ٦٤٨ - ٣٥٢٥ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم.
في قوله: (وفرش مرفوعة) (١) قال: " ارتفاعها كما بين السماء والارض، ومسيرة ما بينهما خمسمائة عام ".
(ضعيف - التعليق الرغيب ٤ / ٢٦٢) .
هذا حديث حسن غريب لا نعرفه إلا من حديث رشدين.
وقال بعض أهل العلم: معنى هذا الحديث: وارتفاعها كما بين السماء والارض قال: ارتفاع الفرش المرفوعة في الدرجات، والدرجات ما بين كل درجتين كما بين السماء والارض.
٦٤٩ - ٣٥٢٦ حدثنا أحمد بن منيع.
أخبرنا الحسين بن محمد.
أخبرنا إسرائيل، عن عبد الاعلى، عن أبي عبد الرحمن، عن علي قال: قال رسول الله صلى الله عليه وسلم: (" وتجعلون رزقكم أنكم تكذبون) (٢) قال: شكركم تقولون: مطرنا بنوء
_________
(١) سورة الواقعة (٥٦) ، الاية ٣٤.
(٢) سورة الواقعة (٥٦) ، الاية ٨٢.
(*)',NULL,'420',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (449,'كذا وكذا.
وبنجم كذا وكذا ".
(ضعيف الاسناد) .
هذا حديث حسن غريب.
روى سفيان عن عبد الاعلى هذا الحديث بهذا الاسناد، ولم يرفعه.
٦٥٠ - ٣٥٢٧ حدثنا أبو عمار الحسين بن حريث الخزاعي المروزي.
أخبرنا وكيع، عن موسى بن عبيدة، عن يزيد بن أبان، عن أنس قال: قال رسول الله صلى الله عليه وسلم في قوله: (إنا أنشأناهن إنشاء) قال: " إن من المنشآت اللائي كن في الدنيا عجائز عمشا رمصا ".
(ضعيف الاسناد) .
هذا حديث غريب.
لا نعرفه مرفوعا إلا من حديث موسى بن عبيدة.
وموسى بن عبيدة، ويزيد بن أبان الرقاشي: يضعفان في الحديث.
_________
(١) سورة الواقعة (٥٦) ، الآية ٣٥.
(*)',NULL,'421',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (450,'بسم الله الرحمن الرحيم سورة الحديد ٦٥١ - ٣٥٢٩ حدثنا عبد بن حميد وغير واحد - المعنى واحد - قالوا: أخبرنا يونس بن محمد.
أخبرنا شيبان بن عبد الرحمن، عن قتادة قال: حدث الحسن، عن أبي هريرة قال: بينما نبي الله صلى الله عليه وسلم جالس وأصحابه، إذ أتى عليهم
سحاب، فقال النبي صلى الله عليه وسلم: " هل تدرون ما هذا؟ " قالوا: الله ورسوله أعلم.
قال: " هذا العنان، هذه روايا الارض يسوقة الله (١) إلى قوم لا يشكرونه ولا يدعونه "، ثم قال: " هل تدرون ما فوقكم؟ " قالوا: الله ورسوله أعلم، قال: " فإنها الرقيع سقف محفوظ، وموج مكفوف ".
ثم قال: " هل تدرون كم بينكم وبينها؟ " قالوا: الله ورسوله أعلم، قال: " بينكم وبينها مسيرة خمسمائة سنة ".
ثم قال: " هل تدرون ما فوق ذلك؟ " قالوا: الله ورسوله أعلم.
قال: " فإن فوق ذلك سماءين، ما بينهما مسيرة خمسمائة عام، حتى عد سبع سماوات، ما بين كل سماءين ما بين السماء والارض "، ثم قال:
_________
(١) في احدى النسخ زيادة " تبارك وتعالى ".
(*)',NULL,'422',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (451,'" هل تدرون ما فوق ذلك؟ " قالوا: الله ورسوله أعلم.
قال: " فإن فوق ذلك العرش وبينه وبين السماء بعد ما بين السماءين " ثم قال: " هل تدرون ما الذي تحتكم؟ " قالوا: الله ورسوله أعلم.
قال: " فإنها الارض ".
ثم قال: " هل تدرون ما الذي تحت (١) ذلك؟ " قالوا: الله ورسوله أعلم.
قال: " فإن تحتها أرضا أخرى (٢) ، بينهما مسيرة خمسمائة سنة حتى عد سبع أرضين، بين كل أرضين مسيرة خمسمائة سنة "، ثم قال: " والذي نفس محمد بيده لو أنكم دليتم (رجلا) (٣) بحبل إلى الارض السفلى لهبط على الله ".
ثم قرأ:
(هو الاول والاخر والظاهر والباطن وهو بكل شئ عليم) (٤) ".
(ضعيف - ظلال الجنة ٥٧٨ (ضعيف الجامع الصغير ٦٠٩٤، والمشكاة ٥٧٣٥)) .
هذا حديث غريب من هذا الوجه، ويروى عن أيوب، ويونس بن عبيد، وعلي بن زيد، قالوا: لم يسمع الحسن من أبي هريرة.
وفسر بعض أهل العلم هذا الحديث فقالوا: إنما هبط على علم الله وقدرته وسلطانه، وعلم الله وقدرته وسلطانه في كل مكان، وهو على العرش كما وصف في كتابه.
_________
(١) الاصل (بعد) .
والتصويب من نسخة عوض، و " ضعيف الجامع " و " المشكاة ".
(٢) في احدى النسخ " الارض الاخرى ".
(٣) ما بين الحاصرتين () زيادة من نسخة عوض.
(٤) سورة الحديد (٥٧) ، الاية ٣.
(*)',NULL,'423',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (452,'بسم الله الرحمن الرحيم سورة المجادلة ٦٥٢ - ٣٥٣٢ حدثنا سفيان بن وكيع.
أخبرنا يحيى بن آدم.
أخبرنا عبيد الله الاشجعي، عن سفيان الثوري، عن عثمان بن المغيرة الثقفي، عن سالم ابن أبي الجعد، عن علي بن علقمة الانماري، عن علي ابن أبي طالب قال: لما نزلت (يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة) (١) قال لي النبي صلى الله عليه وسلم: " ما ترى؟ دينار " قلت: لا يطيقونه، قال: " فنصف دينار؟ " قلت: لا يطيقونه، قال: " فكم؟ " قلت: شعيرة، قال: " إنك لزهيد "، قال: فنزلت (أأشفقتم أن تقدموا بين يدي نجواكم صدقات) (٢) الاية.
قال:
فبي خفف الله عن هذه الامة.
(ضعيف الاسناد) .
هذا حديث حسن غريب.
إنما نعرفه من هذا الوجه.
وأبو الجعد اسمه رافع.
ومعنى قوله شعيرة: يعني وزن شعيرة من ذهب.
_________
(١) سورة المجادلة (٥٨) ، الاية ١٢.
(٢) سورة المجادلة (٥٨) ، الاية ١٣.
وتمامهما: (فإذا لم تفعلوا وتاب الله عليكم فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله والله خبير بما تعملون) .
(*)',NULL,'424',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (453,'بسم الله الرحمن الرحيم سورة المنافقين ٦٥٣ - ٣٥٤٨ حدثنا عبد بن حميد.
أخبرنا جعفر بن عون.
أخبرنا أبو جناب (١) الكلبي، عن الضحاك بن مزاحم، عن ابن عباس قال: " من كان له مال يبلغه حج بيت ربه، أو يجب عليه فيه زكاة، فلم يفعل، يسأل الرجعة عند الموت ".
فقال رجل: يا ابن عباس اتق الله! فإنما يسأل الرجعة الكفار، فقال: سأتلو عليك بذلك قرآنا: (يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون * وأنفقوا مما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق) (٢) - إلى قوله - (والله خبير بما تعملون) .
قال: فما يوجب الزكاة؟ قال: إذا بلغ المال مائتين فصاعدا، قال:
فما يوجب الحج؟ قال: الزاد والبعير.
(ضعيف الاسناد (ضعيف الجامع الصغير ٥٨٠٣، القسم الاول منه)) .
_________
(١) ضبطه الحافظ في " التقريب " بالتخفيف، وهو في الترمذي المطبوع بالتشديد.
(٢) سورة المنافقون (٦٣) ، الايتان ٩ و ١٠.
وتمامها: (وأكن من الصالحين * ولن يؤخر الله نفسا إذا جاء أجلها) .
(*)',NULL,'425',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (454,'..- ٣٥٤٩ حدثنا عبد بن حميد.
أخبرنا عبد الرزاق، عن الثوري، عن يحيى ابن أبي حية، عن الضحاك، عن ابن عباس، عن النبي صلى الله عليه وسلم بنحوه.
هكذا روى ابن عيينة، وغير واحد هذا الحديث عن أبي جناب، عن الضحاك، عن ابن عباس قوله، ولم يرفعه، وهذا أصح من رواية عبد الرزاق.
وأبو جناب القصاب اسمه: يحيى ابن أبي حية، وليس هو بالقوي في الحديث.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (455,'بسم الله الرحمن الرحيم سورة الحاقة ٦٥٤ - ٣٥٥٤ حدثنا عبد بن حميد.
أخبرنا عبد الرحمن بن سعد، عن عمرو ابن قيس، عن سماك بن حرب، عن عبد الله بن عميرة، عن الاحنف بن قيس، عن العباس بن عبد المطلب: زعم أنه كان جالسا في البطحاء في عصابة، ورسول الله صلى الله عليه وسلم جالس فيهم، إذ مرت عليهم سحابة فنظروا إليها.
فقال رسول الله صلى الله عليه وسلم:
" هل تدرون ما اسم هذه؟ " قالوا: نعم هذا السحاب؟ فقال رسول الله صلى الله عليه وسلم: " والمز ن؟ " قالوا: والمز ن.
قال رسول الله صلى الله عليه وسلم: " والعنان؟ " قالوا: والعنان، ثم قال لهم رسول الله صلى الله عليه وسلم: " هل تدرون كم بعد ما بين السماء والارض؟ ".
قالوا: لا، والله ما ندري، قال: " فإن بعد ما بينهما إما واحدة، وإما اثنتان، أو ثلاث وسبعون سنة، والسماء التي فوقها كذلك حتى عددهن سبع سماوات كذلك "، ثم قال: " فوق السماء السابعة بحر بين أعلاه وأسفله كما بين السماء إلى السماء،',NULL,'427',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (456,'وفوق ذلك ثمانية أوعال بين أظلافهن وركبهن مثل ما بين سماء إلى سماء، ثم فوق ظهورهن العرش، بين أسفله وأعلاه مثل ما بين السماء إلى السماء والله فوق ذلك ".
(ضعيف - ابن ماجه ١٩٣) (١) .
قال عبد بن حميد: سمعت يحيى بن معين يقول: ألا يريد عبد الرحمن ابن سعد أن يحج حتى يسمع منه هذا الحديث.
هذا حديث حسن غريب.
روى الوليد ابن أبي ثور عن سماك نحوه ورفعه.
وروى شريك، عن سماك بعض هذا الحديث ووقفه ولم يرفعه.
وعبد الرحمن هو ابن عبد الله بن سعد الرازي.
٦٥٥ - ٣٥٥٥ حدثنا محمد بن حميد الرازي، عن عبد الرحمن بن عبد الله بن
سعد، وعن والده عبد الله بن سعد.
وحدثنا يحيى بن موسى.
أخبرنا عبد الرحمن بن عبد الله بن سعد الرازي الدشتكي: أن أباه أخبره قال: رأيت رجلا ببخارى على بغلة، وعليه عمامة سوداء يقول: كسانيها رسول الله صلى الله عليه وسلم.
(ضعيف الاسناد) .
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٣٤، و " ضعيف سنن أبي داود " برقم ١٠١٤ / ٤٧٢٣ و " السنة " لابن أبي عاصم برقم ٥٧٧.
(*)',NULL,'428',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (457,'بسم الله الرحمن الرحيم سورة (سأل سائل) ٦٥٦ - ٣٥٥٦ حدثنا أبو كريب.
أخبرنا رشدين بن سعد، عن عمرو بن الحارث، عن دراج أبي السمح، عن أبي الهيثم، عن أبي سعيد، عن النبي صلى الله عليه وسلم في قوله: " (كالمهل) " (١) قال: " كعكر الزيت، فإذا قربه الله وجهه، سقطت فروة وجهه فيه ".
(ضعيف - ومضى برقم ٢٧٠٧ (٤٧٥ / ٢٧٢٠)) .
هذا حديث غريب.
لا نعرفه إلا من حديث رشدين.
_________
(١) هي في سورة الكهف (١٨) الاية ٢٩، وسورة الدخان (٤٤) الاية ٤٥، وسورة المعارج (٧٠) الاية ٨.
(*)',NULL,'429',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (458,'بسم الله الرحمن الرحيم سورة المدثر
٦٥٧ - ٣٥٦١ حدثنا عبد بن حميد.
أخبرنا الحسن بن موسى، عن ابن لهيعة، عن دراج، عن أبي الهيثم، عن أبي سعيد، عن رسول الله صلى الله عليه وسلم قال: " الصعود جبل بن نار يتصعد فيه (الكافر) (١) سبعين خريفا، ثم يهوى به كذلك أبدا ".
(ضعيف - ومضى برقم ٢٧٠٢ / ٤٧٣ / ٢٧١٥، ضعيف الجامع الصغير ٣٥٥٢)) .
هذا حديث غريب.
إنما نعرفه مرفوعا من حديث ابن لهيعة.
وقد روي شئ من هذا عن عطية، عن أبي سعيد موقوفا.
٦٥٨ - ٣٥٦٢ حدثنا ابن أبي عمر.
أخبرنا سفيان، عن مجالد، عن الشعبي، عن جابر قال: قال ناس من اليهود لاناس من أصحاب النبي صلى الله عليه وسلم: هل يعلم نبيكم كم عدد خزنة جهنم؟ قالوا: لا ندري حتى نسأله؟.
فجاء رجل إلى النبي صلى الله عليه وسلم، فقال: يا محمد غلب
_________
(١) ساقطة من نسخة الاصل.
(*)',NULL,'430',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (459,'أصحابك اليوم! ، قال: " وبم غلبوا؟ " قال: سألهم يهود هل يعلم نبيكم كم عدد خزنة جهنم؟ قال: " فما قالوا؟ ".
قال: قالوا: لا ندري حتى نسأل نبينا، قال: " أفغلب قوم سئلوا عما لا يعلمون، فقالوا: لا نعلم حتى نسأل نبينا.
لكنهم قد سألوا نبيهم فقالوا: (أرنا الله جهرة) (١) .
علي بأعداء الله.
إلي (٢) سائلهم عن تربة الجنة وهي: الدرمك ".
فلما جاؤوا قالوا: يا أبا القاسم كم عدد خزنة جهنم؟ قال هكذا، وهكذا في مرة عشرة وفي مرة تسعة، قالوا: نعم، قال لهم النبي صلى اله عليه وسلم: " ما تربة الجنة؟ ".
قال: فسكتوا هنيهة ثم قالوا: خبزة يا أبا القاسم، فقال النبي صلى الله عليه وسلم: " الخبز من الدرمك ".
(ضعيف - الضعيفة ٣٣٤٨.
ول م ٨ / ١٩١ عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم لابن صاعد: ما تربة الجنة؟ قال: درمكة بيضاء مسك (خالص) يا أبا القاسم.
قال: صدقت.
(ضعيف الجامع الصغير ٢٩٣٧ مختصرا)) .
هذا حديث إنما نعرفه من هذا الوجه من حديث مجالد.
٦٥٩ - ٣٥٦٣ حدثنا الحسن بن الصباح البزار.
أخبرنا زيد بن حباب.
أخبرنا سهيل بن عبد الله القطعي - وهو أخو حزم ابن أبي حزم القطعي -، عن ثابت، عن أنس بن مالك، عن رسول الله صلى الله عليه وسلم أنه قال في
_________
(١) سورة النساء (٤) الاية ١٥٣.
(٢) في نسخة " إني ".
(*)',NULL,'431',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (460,'هذه الآية: (هو أهل التقوى وأهل المغفرة) (١) قال: " (قال) الله تبارك وتعالى: أنا أهل أن أتقى، فمن اتقاني فلم يجعل معي
إلها، فأنا أهل أن أغفر له ".
(ضعيف - ابن ماجه ٤٢٩٩ / ٩٣٦ ومشكاة المصابيح ٢٣٥١ / التحقيق الثاني، ضعيف الجامع الصغير ٤٠٦١ بلفظ: قال ربكم)) .
هذا حديث حسن غريب.
وسهيل ليس بالقوي في الحديث، وقد تفرد سهيل بهذا الحديث عن ثابت.
_________
(١) سورة المدثر (٧٤) ، الاية ٥٦.
(*)',NULL,'432',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (461,'بسم الله الرحمن الرحيم سورة القيامة ٦٦٠ - ٣٥٦٥ حدثنا عبد بن حميد قال: حدثني شبابة، عن إسرائيل، عن ثوير، قال: سمعت ابن عمر يقول: قال رسول الله صلى الله عليه وسلم: " إن أدنى أهل الجنة منزلة لمن ينظر الله جنانه، وأزواجه، وخدمه، وسرره مسيرة ألف سنة، وأكرمهم على الله عز وجل من ينظر إلى وجهه غدوة وعشية "، ثم قرأ رسول الله صلى الله عليه وسلم: " (وجوه يومئذ ناضرة * إلى ربها ناظرة) (١) ".
(ضعيف - الضعيفة ١٩٨٥ (ضعيف الجامع الصغير ١٣٨٢)) .
هذا حديث غريب.
وقد روى غير واحد عن إسرائيل مثل هذا مرفوعا.
وروى عبد الملك بن أبجر (٢) ، عن ثوير، عن ابن عمر قوله، ولم يرفعه.
وروى الاشجعي عن سفيان، عن ثوير، عن مجاهد، عن ابن عمر قوله ولم يرفعه، ولا نعلم أحدا ذكر فيه عن مجاهد غير الثوري.
حدثنا بذلك أبو كريب.
حدثنا عبيد الله الاشجعي، عن سفيان.
ثوير يكنى أبا جهم.
وأبو فاختة، اسمه سعيد بن علاقة.
_________
(١) سورة القيامة (٧٥) ، الايتان ٢٢، ٢٣.
(٢) في الاصل الجبر.
وانظر " التقريب " ٤١٨١.
(*)',NULL,'433',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (462,'بسم الله الرحمن الرحيم سورة الفجر ٦٦١ - ٣٥٨٠ حدثنا أبو حفص عمرو بن علي.
أخبرنا عبد الرحمن بن مهدي، وأبو داود، قالا: أخبرنا همام، عن قتادة، عن عمران بن عصام، عن رجل من أهل البصرة، عن عمران بن حصين: أن النبي صلى الله عليه وسلم سئل عن الشفع والوتر، قال: " هي الصلاة بعضها شفع، وبعضها وتر ".
(ضعيف الاسناد) .
هذا حديث غريب.
لا نعرفه إلا من حديث قتادة.
وقد رواه خالد بن قيس أيضا عن قتادة.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (463,'بسم الله الرحمن الرحيم سورة (والتين) ٦٦٢ - ٣٥٨٥ حدثنا ابن أبي عمر.
أخبرنا سفيان، عن إسماعيل بن أمية، قال: سمعت رجلا بدويا أعرابيا يقول: سمعت أبا هريرة يرويه يقول:
من قرأ سورة (والتين والزيتون) (١) فقرأ (أليس الله بأحكم الحاكمين) (٢) فليقل: بلى! وأنا على ذلك من الشاهدين.
(ضعيف - ضعيف أبي داود ١٥٦ (عندنا ١٨٨ / ٨٨٧)) .
هذا حديث إنما يروى بهذا الاسناد عن هذا الاعرابي، عن أبي هريرة، ولا يسمى.
_________
(١) سورة التين (٩٥) ، الاية ١.
(٢) سورة التين (٩٥) ، الاية ٨.
(*)',NULL,'435',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (464,'بسم الله الرحمن الرحيم سورة ليلة القدر ٦٦٣ - ٣٥٨٨ حدثنا محمود بن غيلان.
أخبرنا أبو داود الطيالسي.
أخبرنا القاسم بن الفضل الحداني، عن يوسف بن سعد قال: قام رجل إلى الحسن بن علي بعد ما بايع معاوية، فقال: سودت وجوه المؤمنين، أو يا مسود وجوه المؤمنين.
فقال: لا تؤنبني رحمك الله! ؟ فإن النبي صلى الله عليه وسلم، أري بني أمية على منبره فساءه ذلك، فنزلت (إنا أعطيناك الكوثر) (١) يا محمد، يعني: نهرا في الجنة، ونزلت (إنا أنزلناه في ليلة القدر * وما أدراك ما ليلة القدر * ليلة القدر خير من ألف شهر) (٢) يملكها بعدك بنو أمية يا محمد.
قال القاسم: فعددناها فإذا هي ألف شهر، لا تزيد يوما ولا تنقص.
(ضعيف الاسناد مضطرب، ومتنه منكر) .
هذا حديث غريب لا نعرفه إلا من هذا الوجه، من حديث القاسم بن
الفضل، وقد قيل عن القاسم بن الفضل، عن يوسف بن مازن.
والقاسم بن الفضل الحداني هو ثقة، وثقه يحيى بن سعيد، وعبد الرحمن بن مهدي.
ويوسف بن سعد رجل مجهول.
ولا نعرف هذا الحديث على هذا اللفظ، إلا من هذا الوجه.
_________
(١) سورة الكوثر (١٠٨) ، الاية ١.
(٢) سورة القدر (٩٧) ، الايات ١ - ٣.
(*)',NULL,'436',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (465,'بسم الله الرحمن الرحيم سورة (إذا زلزلت) ٦٦٤ - ٣٥٩١ حدثنا سويد بن نصر.
أخبرنا عبد الله بن المبارك.
أخبرنا سعيد ابن أبي أيوب، عن يحيى ابن أبي سليمان، عن سعيد المقبري، عن أبي هريرة قال: قرأ رسول الله صلى الله عليه وسلم هذه الآية: (يومئذ تحدث أخبارها) (١) قال: " أتدرون ما أخبارها؟ " قالوا: الله ورسوله أعلم.
قال: " فإن أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها، تقول: عمل يوم كذا، كذا وكذا، فهذه أخبارها ".
(ضعيف الاسناد - ومضى ٢٥٤٦ / ٤٢٨ / ٢٥٥٩)) .
هذا حديث حسن صحيح غريب.
_________
(١) سورة الزلزلة (٩٩) ، الاية ٤.
(*)',NULL,'437',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (466,'بسم الله الرحمن الرحيم سورة (ألهاكم التكاثر) ٦٦٥ - ٣٥٩٣ حدثنا أبو كريب.
أخبرنا حكام بن سلم الرازي، عن عمرو ابن أبي قيس، عن الحجاج، عن المنهال بن عمرو، عن زر بن حبيش، عن علي قال: ما زلنا نشك في عذاب القبر، حتى نزلت (ألهاكم التكاثر) (١) .
(ضعيف الاسناد) .
قال أبو كريب مرة: عن عمرو ابن أبي قيس، عن ابن أبي ليلى، عن المنهال.
هذا حديث غريب.
_________
(١) سورة التكاثر (١٠٢) ، الاية ١.
(*)',NULL,'438',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (467,'بسم الله الرحمن الرحيم سورة الاخلاص ٦٦٦ - ٣٦٠٣ (١) حدثنا أحمد بن منيع.
أخبرنا أبو سعد - هو الصنعاني - عن أبي جعفر الرازي، عن الربيع بن أنس، عن أبي العالية، عن أبي بن كعب: أن المشركين قالوا لرسول الله صلى الله عليه وسلم: انسب لنا ربك.
فأنزل الله تعالى: (قل هو الله أحد * الله الصمد) (٢) .
والصمد: الذي لم يلد ولم يولد، لانه ليس شئ يولد إلا سيموت، وليس شئ يموت إلا سيورث، وإن الله لا يموت، ولا يورث، ولم يكن له كفوا أحد.
قال: لم يكن له شبيه ولا عدل، وليس كمثله شئ.
(حسن دون قوله: " والصمد الذي.." - ظلال الجنة ٦٦٣ / التحقيق الثاني) .
٦٦٧ - ٣٦٠٤ حدثنا عبد بن حميد.
أخبرنا عبيد الله بن موسى، عن أبي جعفر الرازي، عن الربيع، عن أبي العالية: أن النبي صلى الله عليه وسلم ذكر آلهتهم، فقالوا: انسب لنا ربك، قال: فأتاه جبرائيل عليه السلام بهذه السورة: (قل هو الله أحد) فذكر نحوه.
(ضعيف - المصدر نفسه) .
* ٠ هامش) * (١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٦٨٠.
(٢) سورة الاخلاص (١١٢) ، الايتان ١، ٢.
(*)',NULL,'439',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (468,'ولم يذكر فيه: عن أبي بن كعب.
وهذا أصح من حديث أبي سعد.
وأبو سعد اسمه: محمد بن ميسر، وأبو جعفر الرازي اسمه: عيسى.
وأبو العالية اسمه: رفيع، وكان عبدا أعتقته امرأه سابيه.
باب ٦٦٨ - ٣٦٠٨ حدثنا محمد بن بشار.
أخبرنا يزيد بن هارون.
أخبرنا العوام بن حوشب، عن سليمان ابن أبي سليمان، عن أنس بن مالك، عن النيي صلى الله عليه وسلم قال: " لما خلق الله الارض جعلت تميد (١) ، فخلق الجبال، فقال: بها (٢) عليها، فاستقرت، فعجبت الملائكة من شدة الجبال.
فقالوا: يا رب! هل من خلقك شئ أشد من الجبال؟ قال: نعم! الحديد.
فقالوا: يا رب! فهل من خلقك شئ أشد من الحديد؟ قال: نعم! النار.
قالوا: يا رب! فهل من خلقك شئ أشد من النار؟ قال: نعم! الماء.
قالوا: يا رب! فهل في خلقك شئ أشد
من الماء؟ قال: نعم! الريح.
قالوا: يا رب! فهل في خلقك شئ أشد من الريح؟ قال: نعم! ابن آدم تصدق بصدقة بيمينه يخفيها من شماله ".
(ضعيف - المشكاة! ١٩٢٣، التعليق الرغيب ٢ / ٣١ (ضعيف الجامع الصغير ٤٧٧ ٠)) .
هذا حديث غريب، لا نعرفه مرفوعا إلا من هذا الوجه.
أخر التفسير
_________
(١) تميد: أي تهتز وتضطرب.
(٢) أي: ضرب بالجبال على الارض حتى استقرت.
(*)',NULL,'440',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (469,'بسم الله الرحمن الرحيم أبواب الدعوات عن رسول الله صلى الله عليه وسلم ٢ - باب (ما جاء في فضل الدعاء) ٦٦٩ - ٣٦١١ حدثنا علي بن حجر.
أخبرنا الوليد بن مسلم، عن ابن لهيعة، عن عبيد الله ابن أبي جعفر، عن أبان بن صالح، عن أنس بن مالك، عن النبي صلى الله عليه وسلم قال: " الدعاء مخ العبادة ".
(ضعيف بهذا اللفظ - الروض النضير ٢ / ٢٨٩، المشكاة ٢٢٣١ (ضعيف الجامع الصغير وزيادته ٣٠٠٣)) .
هذا حديث غريب من هذا الوجه.
لا نعرفه إلا من حديث ابن لهيعة.
٥ - باب منه ٦٧٠ - ٣٦١٦ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن دراج، عن أبي الهيثم، عن أبي سعيد الخدري:
أن رسول الله صلى الله عليه وسلم، سئل: أي العباد أفضل درجة عند الله، يوم القيامة؟ قال: (الذاكرون الله كثيرا ".
قال:',NULL,'441',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (470,'قلت: يا رسول الله! ومن الغازي في سبيل الله؟ قال: (لو ضرب بسيفه في الكفار والمشركين حتى ينكسر، ويختضب دما لكان الذاكرون الله كثيرا أفضل منه درجة ".
(ضعيف - التعليق الرغيب ٢ / ٢٢٨) .
هذا حديث غريب، إنما نعرفه من حديث دراج.
١١ - باب ما جاء في رفع الايدي عند الدعاء ٦٧١ - ٣٦٢٦ حدثنا أبو موسى محمد بن المثنى، وإبراهيم بن يعقوب، وغير واحد.
قالوا: أخبرنا حماد بن عيسى الجهني، عن حنظلة ابن أبي سفيان الجمحي، عن سالم بن عبد الله، عن أبيه، عن عمر بن الخطاب قال: كان رسول الله صلى الله عليه وسلم، إذا رفع يديه في الدعاء، لم يحطهما حتى يمسح بهما وجهه.
قال محمد بن المثنى في حديثه: لم يردهما حتى يمسح بهما وجهه.
(ضعيف - المشكاة ٢٢٤٥، الارواء ٤٣٣ (ضعيف الجامع الصغير ٤٤١٢)) .
هذا حديث غريب، لا نعرفه إلا من حديث حماد بن عيسى، وقد تفرد به.
وهو قليل الحديث، وقد حدث عنه الناس.
وحنظلة ابن أبي سفيان الجمحي ثقة، وثقه يحيى بن سعيد القطان.
١٣ - باب ما جاء في الدعاء إذا أصبح وإذا أمسى ٦٧٢ - ٣٦٢٩ حدثنا أبو سعيد الاشج.
أخبرنا عقبة بن خالد، عن أبي سعد
سعيد بن المرزبان، عن أبي سلمة، عن ثوبان، قال: قال رسول الله صلى الله عليه وسلم: " من قال حين يمسي: رضيت بالله ربا، وبالاسلام دينا، وبمحمد نبيا،',NULL,'442',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (471,'كان حقا على الله أن يرضيه ".
(ضعيف - نقد الكتاني ٣٣ / ٣٤، الكلم الطيب ٢٤، الضعيفة ٥٠٢٠) (ضعيف الجامع الصغير وزيادته ٥٧٣٥) .
هذا حديث حسن غريب من هذا الوجه.
١٦ - باب ما جاء في الدعاء إذا أوى الله فراشه ٦٧٣ - ٣٦٣٥ حدثنا محمد بن بشار.
أخبرنا عثمان بن عمر.
أخبرنا علي بن المبارك، عن يحيى ابن أبي كثير، عن يحيى بن إسحاق ابن أخي رافع بن خديج، عن رافع بن خديج: أن النبي صلى الله عليه وسلم قال: " إذا اضطجع أحدكم على جنبه الايمن، ثم قال: اللهم (إني) (١) أسلمت نفسي إليك، ووجهت وجهي إليك، وألجأت ظهري إليك، وفوضت أمري إليك، لا ملجأ (ولا منجى) منك إلا إليك، أو من بكتابك وبرسولك، فإن مات من ليلته دخل الجنة ".
(ضعيف الاسناد، وقوله: " وبرسولك " مخالف للصحيح الذي قبله (٢) (ضعيف الجامع الصغير ٣٨١)) .
هذا حديث حسن غريب من هذا الوجه، من حديث رافع بن خديج.
١٧ - باب منه ٦٧٤ - ٣٦٣٧ حدثنا صالح بن عبد الله.
أخبرنا أبو معاوية، عن الوصافي، عن عطية، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال:
" من قال حين يأوي إلى فراشه، أستغفر الله الذي لا إله إلا هو الحي
_________
(١) ما بين الحاصرتين () ساقط من الاصل.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند ".
برقم ٢٧٠٣.
وهذا دليل على تعليم النبي صلى الله عليه وسلم لاصحابه، الحرص على الرواية باللفظ، لا بالمعنى.
ولو كان الامر بالرأي لكانت كلمة (بنبيك) مثل كلمة (برسولك) .
(*)',NULL,'443',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (472,'القيوم، واتوب إليه، ثلاث مرات، غفر الله له ذنوبه، وإن كانت مثل زبد البحر، وإن كانت عدد ورق الشجر، وإن كانت عدد رمل عالج، وإن كانت عدد أيام الدنيا ".
(ضعيف - الكلم الطيب ٣٩، التعليق الرغيب ١ / ٢١١ (ضعيف الجامع الصغير وزيادته الفتح الكبير ٥٧٢٨)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه، من حديث عبيد الله ابن الوليد الوصافي.
٢٣ - باب منه ٦٧٥ - ٣٦٤٨ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد الزبيري، أخبرنا سفيان، عن الجريري، عن أبي العلاء ابن الشخير، عن رجل من بني حنظلة، قال: صحبت شداد بن أوس في سفر فقال: ألا أعلمك ما كان رسول الله صلى الله عليه وسلم يعلمنا أن نقول؟ " اللهم! إني أسالك الثبات في الامر، وأسالك عزيمة الرشد، وأسالك شكر نعمتك، وحسن عبادتك، وأسالك لسانا صادقا، وقلبا سليما، وأعوذ بك من شر ما تعلم، وأسالك من خير ما تعلم، وأستغفرك مما تعلم، إنك أنت
علام الغيوب ".
(ضعيف - المشكاة ٩٥٥، الكلم الطيب ١٠٤ / ٦٥) (١) .
٦٧٦ - ٣٦٤٨ / ١ قال: وقال رسول الله صلى الله عليه وسلم: " ما من مسلم يأخذ مضجعه، يقرأ سورة من كتاب الله.
إلا وكل الله (به)
_________
(١) وهو في " ضعيف سنن النسائي " برقم ٧٠ / ١٣٠٤، و " ضعيف الجامع الصغير وزيادته " بترتييي برقم ١١٩٠، و " مشكاة المصابيح " برقم ٩٥٥.
(*)',NULL,'444',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (473,'ملكا، فلا يقربه شئ يؤذيه، حتى متى هب ".
(ضعيف - المشكاة ٢٤٠٥، التعليق الرغيب ١ / ٢١٠ (ضعيف الجامع الصغير ٥٢١٨)) .
هذا حديث إنما نعرفه من هذا الوجه.
والجريري: هو سعيد بن إلياس، أبو مسعود الجريري.
وأبو العلاء اسمه: يزيد بن عبد الله بن الشخير.
٢٦ - باب ما جاء في الدعاء إذا انتبه من الليل ٦٧٧ - ٣٦٥٥ حدثنا علي بن حجر.
أخبرنا مسلمة بن عمرو، قال: كان عمير بن هانئ، يصلي كل يوم ألف سجدة (١) ، ويسبح مائة ألف تسبيحة.
(ضعيف الاسناد مقطوع) .
٣٠ - باب منه ٦٧٨ - ٣٦٥٩ حدثنا عبد الله بن عبد الرحمن.
أخبرنا محمد بن عمران ابن أبي ليلى، قال: حدثني أبي، قال: حدثني ابن أبي ليلى، عن داود بن علي - هو ابن عبد الله بن عباس -، عن أبيه، عن جده ابن عباس قال: سمعت رسول الله صلى الله عليه وسلم يقول ليلة حين فرغ من صلاته:
" اللهم! إني أسالك رحمة من عندك تهدي بها قلبي، وتجمع بها أمري، وتلم بها شعثي، وتصلح بها غائبي، وترفع بها شاهدي، وتزكي بها عملي، وتلهمني بها رشدي، وترد بها ألفتي، وتعصمني بها من كل سوء.
اللهم! أعطني إيمانا ويقينا ليس بعده كفر، ورحمة أنال بها شرف كرامتك في الدنيا والاخرة.
_________
(١) أي خمسمائة ركعة، وأين القراءة، والتسبيح، والدعاء؟ وهل يتسع اليوم لهذا وغيره من أعمال الرجل.
(*)',NULL,'445',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (474,'اللهم! إني أسالك الفوز في القضاء (١) ، ونزل الشهداء، وعيش السعداء، والنصر على الاعداء.
اللهم! إني أنزل بك حاجتي، وإن قصر رأيي، وضعف عملي، افتقرت إلى رحمتك.
فأسالك يا قاضي الامور، ويا شافي الصدور، كما تجير بين البحور، أن تجيرني من عذاب السعير، ومن دعوة الثبور، ومن فتنة القبور.
اللهم! ما قصر عنه رأيي، ولم تبلغه نيتي، ولم تبلغه مسألتي من خير وعدته أحدا من خلقك، أو خير أنت معطيه أحدا من عبادك، فإني أرغب إليك فيه، وأسألكه برحمتك رب العالمين.
اللهم! ذا الحبل الشديد، والامر الرشيد، أسالك الامن يوم الوعيد، والجنة يوم الخلود، مع المقربين الشهود الركع السجود الموفين بالعهود، إنك رحيم ودود، وإنك تفعل ما تريد.
اللهم! اجعلنا هادين مهتدين غير ضالين، ولا مضلين، سلما لاوليائك، وعدوا لاعدائك، نحب بحبك من أحبك، ونعادي بعداوتك من خالفك.
اللهم! هذا الدعاء، وعليك الاجابة، وهذا الجهد، وعليك التكلان.
اللهم! اجعل لي نورا في قلبي، ونورا في قبري، ونورا من بين يدي، ونورا من خلفي، ونورا عن يميني، ونورا عن شمالي، ونورا من فوقي، ونورا من تحتي، ونورا في سمعي، ونورا في بصري، ونورا في شعري، ونورا في بشري، ونورا في لحمي، ونورا في دمي، ونورا في عظامي.
اللهم! أعظم لي نورا، وأعطيي نورا، واجعل لي نورا.
سبحان الذي تعطف العز وقال به.
سبحان الذي لبس المجد وتكرم به.
سبحان الذي لا ينبغي التسبيح إلا له.
سبحان ذي الفضل والنعم.
سبحان
_________
(١) في نسخة " العطاء ".
(*)',NULL,'446',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (475,'ذي المجد والكرم.
سبحان ذي الجلال والاكرام ".
(ضعيف الاسناد (ضعيف الجامع الصغير ١١٩٤)) .
هذا حديث غريب، لا نعرفه مثل هذا من حديث ابن أبي ليلى، إلا من هذا الوجه.
وقد روى شعبة، وسفيان الثوري، عن سلمة بن كهيل، عن كريب، عن ابن عباس، عن النبي صلى الله عليه وسلم، بعض هذا الحديث، ولم يذكره بطوله.
٤٠ - باب ما يقول عند الكرب ٦٧٩ - ٣٦٧٨ حدثنا أبو سلمة يحيى بن المغيرة المخزومي المديني، وغير واحد قالوا: أخبرنا ابن أبي فديك، عن إبراهيم بن الفضل، عن المقبري، عن أي هريرة: أن النبي صلى الله عليه وسلم: كان إذا أهمه الامر، رفع رأسه إلى السماء.
فقال:
" سبحان الله العظيم "، وإذا اجتهد في الدعاء قال: " يا حي يا قيوم ".
(ضعيف جدا - الكلم الطيب ١١٩ / ٧٧ (١) (ضعيف الجامع الصغير ٤٣٥٦)) .
هذا حديث غريب.
٥١ - باب ما يقول إذا سمع الرعد ٦٨٠ - ٣٦٩٤ حدثنا قتيبة.
أخبرنا عبد الواحد بن زياد، عن حجاج بن أرطاة،
_________
(١) الرقم الاول للحديث، والثاني (٧٧) هو للصفحة في طبعتنا الاولى لهذا الكتاب طبع المكتب الاسلامي - بدمشق -.
والشيخ ناصر يكتب احيانا رقمين، وعندها يكون الرقم الاول لحديث في " الكلم الطيب ".
(*)',NULL,'447',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (476,'عن أبي مطر، عن سالم بن عبد الله بن عمر، عن أبيه: أن رسول الله صلى الله عليه وسلم كان إذا سمع صوت الرعد والصواعق، قال: " اللهم! لا تقتلنا بغضبك، ولا تهلكنا بعذابك، وعافنا قبل ذلك ".
(ضعيف - الضعيفة ١٠٤٢، الكلم الطيب ١٥٨ / ١١١ (ضعيف الجامع الصغير ٤٤٢١، والمشكاة ١٥٢١)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
٥٧ - باب ما يقول إذا فرغ من الطعام ٦٨١ - ٣٧٠٢ حدثنا أبو سعيد الاشج.
أخبرنا حفص بن غياث، وأبو خالد الاحمر، عن حجاج بن أرطاة، عن رياح بن عبيدة.
- قال حفص: عن ابن أخي سعيد.
وقال أبو خالد: عن مولى لابي سعيد - عن أبي سعيد قال:
كان النيي صلى الله عليه وسلم إذا أكل أو شرب قال: " الحمد لله الذي أطعمنا، وسقانا، وجعلنا مسلمين ".
(ضعيف - ابن ماجه ٣٢٨٣) (١) .
٦١ - باب ٦٨٢ - ٣٧١٥ (٢) حدثنا إسحاق بن موسى الانصاري.
أخبرنا معن.
أخبرنا مالك، عن سمي، عن أبي صالح، عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: " من قال: لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد،
_________
(١) وهو في " ضعيف سنن ابن ماجه " برتم ٧٠٩، و " ضعيف سنن أبي داود " برقم ٨٢٩ / ٣٨٥٠، و " مشكاة المصابيح " برقم ٤٢٠٤، و " الكلم الطيب " ١٨٨.
(٢) هو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٧٦٠.
(*)',NULL,'448',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (477,'يحيي ويميت، وهو على كل شئ قدير.
في يوم مائة مرة كان له عدل عشر رقاب، وكتبت له مائة حسنة، ومحيت عنه مائة سيئة، وكان له حرزا من الشيطان يومه ذلك، حتى يمسي، ولم يأت أحد بأفضل مما جاء به.
إلا أحد عمل أكثر من ذلك ".
(صحيح دون قوله: " يحيي ويميت " - الكلم الطيب ص ٢٦ / التحقيق الثاني: ق دون الزيادة.
٦٨٣ - ٣٧١٥ / ١ (١) وبهذا الاسناد عن النبي صلى الله عليه وسلم: " من قال: سبحان الله وبحمده، مائة مرة، حطت خطاياه، وإن كانت أكثر من زبد البحر ".
هذا حديث حسن صحيح.
٦٢ - باب ٦٨٤ - ٣٧١٧ حدثنا إسماعيل بن موسى.
أخبرنا داود بن الزبرقان، عن مطر الوراق، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم، ذات يوم لاصحابه: قولوا: " سبحان الله، وبحمده، مائة مرة، من قالها مرة كتبت له عشرا، ومن قالها عشرا كتبت له مائة، ومن قالها مائة كتبت له ألفا، ومن زاد زاده الله، ومن استغفر الله غفر له ".
(ضعيف جدا - الضعيفة ٤٠٦٧ (ضعيف الجامع الصغير ٤١١٩)) .
هذا حديث حسن غريب.
_________
(١) هذا الحديث في " صحيح سنن الترمذي - باختصار السند " الجزء الثالث صفحة ١٦١ برقم ٢٧٦١.
وأوردته هنا اتباعا للقاعدة.
(*)',NULL,'449',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (478,'٦٣ - باب ٦٨٥ - ٣٧١٨ حدثنا محمد بن وزير الواسطي.
أخبرنا أبو سفيان الحميري، عن الضحاك بن حمرة، عن عمرو بن شعيب، عن أبيه، عن جده، قال.
قال رسول الله صلى الله عليه وسلم: " من سبح الله مائة بالغداة، ومائة بالعشي، كان كمن حج مائة حجة، ومن حمد الله مائة بالغداة، ومائة بالعشي، كان كمن حمل على مائة فرس في سبيل الله، - أو قال -: " غزا مائة غزوة.
ومن هلل الله مائة بالغداة، ومائة بالعشي، كان كمن أعتق مائة رقبة من ولد إسماعيل.
ومن كبر الله مائة بالغداة، ومائة بالعشي، لم يأت في ذلك اليوم أحد بأكثر مما أتى به إلا من قال مثل ما قال، أو زاد على ما قال ".
(منكر - الضعيفة ١٣١٥، المشكاة ٢٣١٢ / التحقيق الثاني، التعليق الرغيب ١ / ٢٢٩ (ضعيف الجامع الصغير ٥٦١٩)) .
هذا حديث حسن غريب.
٦٨٦ - ٣٧١٩ حدثنا الحسين بن الاسود العجلي البغدادي.
أخبرنا يحيى بن آدم، عن الحسن بن صالح، عن أبي بشر، عن الزهري قال: تسبيحة في رمضان أفضل من ألف تسبيحة في غيره.
(ضعيف الاسناد مقطوع) .
٦٤ - باب ٦٨٧ - ٣٧٢٠ حدثنا قتيبة بن سعيد.
أخبرنا الليث، عن الخليل بن مرة، عن أزهر بن عبد الله، عن تميم الداري، عن رسول الله صلى الله عليه وسلم، أنه قال: (من قال: أشهد أن لا إله إلا الله، وحده لا شريك له، إلها واحدا أحدا',NULL,'450',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (479,'صمدا، لم يتخذ صاحبة ولا ولدا، ولم يكن له كفوا أحد.
عشر مرات، كتب الله له أربعين ألف ألف حسنة ".
(ضعيف - الضعيفة ٣٦١١ (ضعيف الجامع الصغير ٥٧٢٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
والخليل بن مرة، ليس بالقوي عند أصحاب الحديث.
قال محمد بن إسماعيل: هو منكر الحديث.
٦٨٨ - ٣٧٢١ حدثنا إسحاق بن منصور.
أخبرنا علي بن معبد.
أخبرنا
عبيد الله بن عمرو الرقي، عن زيد ابن أبي أنيسة، عن شهر بن حوشب، عن عبد الرحمن بن غنم، عن أبي ذر: أن رسول الله صلى الله عليه وسلم قال: " من قال في دبر صلاة الفجر، وهو ثان رجليه قبل أن يتكلم: لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد، يحيي ويميت، وهو على كل شئ قدير.
عشر مرات كتبت له عشر حسنات، ومحي عنه عشر سيئات، ورفع له عشر درجات، وكان يومه ذلك كله في حرز من كل مكروه، وحرس من الشيطان، ولم ينبغ لذنب أن يدركه في ذلك اليوم إلا الشرك بالله ".
(ضعيف - التعليق الرغيب ١ / ١٦٦ (ضعيف الجامع الصغير ٥٧٣٨)) .
هذا حديث حسن صحيح غريب.
٦٧ - باب ٦٨٩ - ٣٧٢٧ حدثنا أبو كريب.
أخبرنا معاوبة بن هشام، عن حمزة الزيات، عن حبيب ابن أبي ثابت، عن عروة، عن عائشة قالت: كان رسول الله صلى الله عليه وسلم يقول:',NULL,'451',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (480,'" اللهم! عافني في جسدي، وعافني في بصري، واجعله الوارث مني، لا إله إلا الله الحليم الكريم، سبحان الله رب العرش العظيم، والحمد لله رب العالمين ".
(ضعيف الاسناد (ضعيف الجامع الصغير ١٢١١)) .
هذا حديث حسن غريب.
سمعت محمدا يقول: حبيب ابن أبي ثابت، لم يسمع من عروة بن الزبير شيئا.
٧٠ - باب ٦٩٠ - ٣٧٣٠ حدثنا أحمد بن منيع.
أخبرنا أبو معاوية، عن شبيب بن شيبة، عن الحسن البصري، عن عمران بن حصين قال: قال النبي صلى الله عليه وسلم لابي: " يا حصين، كم تعبد اليوم إلها؟ " قال أبي: سبعة: ستة في الارض، وواحدا في السماء، قال: " فأيهم تعد لرغبتك ورهبتك؟ " قال: الذي في السماء، قال: " يا حصين، أما إنك لو أسلمت علمتك كلمتين تنفعانك "، قال: فلما أسلم حصين، قال: يا رسول الله! علمني الكلمتين اللتين وعدتني، فقال: " قل: اللهم ألهمني رشدي، وأعذني من شر نفسي ".
(ضعيف - المشكاة ٢٤٧٦ / التحقيق الثاني (ضعيف الجامع الصغير وزيادته ٤٠٩٨ القسم الاخير)) .
هذا حديث حسن غريب.
وقد روي هذا الحديث عن عمران بن حصين من غير هذا الوجه.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (481,'٧٤ - باب ٦٩١ - ٣٧٣٦ حدثنا أبو كريب.
أخبرنا محمد بن فضل (١) ، عن محمد بن سعد الانصاري، عن عبد الله بن ربيعة الدمشقي، قال: حدثني عائذ الله أبو إدريس الخولاني، عن أبي الدرداء، قال: قال رسول الله صلى الله عليه وسلم: " كان من دعاء داود يقول: اللهم! إني أسألك حبك وحب من يحبك،
والعمل الذي يبلغني حبك.
اللهم! اجعل حبك أحب إلي من نفسي وأهلي، ومن الماء البارد ".
قال: وكان رسول الله صلى الله عليه وسلم، إذا ذكر داود يحدث عنه قال: " كان أعبد البشر ".
(ضعيف - إلا قوله في داود: " كان أعبد البشر " فهو عند م - ابن عمر - الصحيحة ٧٠٧، المشكاة ٢٤٩٦ / التحقيق الثاني) .
هذا حديث حسن غريب.
٧٥ - باب ٦٩٢ - ٣٧٣٧ حدثنا سفيان بن وكيع.
أخبرنا ابن أبي عدي، عن حماد بن سلمة، عن أبي جعفر الخطمي، عن محمد بن كعب القرظي، عن عبد الله ابن يزيد الخطمي الانصاري، عن رسول الله صلى الله عليه وسلم: أنه كان يقول في دعائه: " اللهم! ارزقني حبك، وحب من ينفعني حبه عندك.
اللهم! ما رزقتني مما أحب، فاجعله قوة لي فيما تحب.
اللهم! ما زويت عني مما أحب، فاجعله
_________
(١) في احدى النسخ " فضيل " وغلب على ظني أنه ابن فضل، وهو السدوسي البصري - والله أعلم -.
(*)',NULL,'453',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (482,'فراغا لي فيما تحب ".
(ضعيف - المشكاة ٢٤٩١ / التحقيق الثاني (ضعيف الجامع الصغير ١١٧٢)) .
هذا حديث حسن غريب.
وأبو جعفر الخطمي اسمه عمير بن يزيد بن خماشة.
٨١ - باب
٦٩٣ - ٣٧٤٧ حدثنا عبد الله بن عبد الرحمن.
أخبرنا حيوة بن شريح الحمصي، عن بقية بن الوليد، عن مسلم بن زياد، قال: سمعت أنسا يقول: إن رسول الله صلى الله عليه وسلم قال: " من قال حين يصبح: اللهم! أصبحنا نشهدك، ونشهد حملة عرشك، وملائكتك، وجميع خلقك بأنك الله لا إله إلا أنت وحدك، لا شريك لك، وأن محمدا عبدك ورسولك.
إلا غفر الله له ما أصاب في يومه ذلك.
وإن قالها حين يمسي، غفر الله له ما أصاب في تلك الليلة من ذنب ".
(ضعيف - الكلم الطيب ٢٥، المشكاة ٢٣٩٨ / التحقيق الثاني، الضعيفة ١٠٤١ (ضعيف الجامع الصغير ٥٧٢٩)) .
هذا حديث غريب.
٨٢ - باب ٦٩٤ - ٣٧٤٨ حدثنا علي بن حجر.
أخبرنا عبد الحميد بن عمر الهلالي، عن سعيد بن إياس الجريري، عن أبي السليل، عن أبي هريرة: أن رجلا قال: يا رسول الله! سمعت دعاءك الليلة، فكان الذي وصل إلي منه أنك تقول: " اللهم! اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني "، قال: " فهل تراهن تركن شيئا ".
(ضعيف، لكن الدعاء حسن - الروض النضير ١١٦٧، غاية المرام ١١٢) .',NULL,'454',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (483,'وهذا حديث غريب.
وأبو السليل اسمه ضريب بن نقير ويقال: نفير.
٨٤ - باب
٦٩٥ - ٣٧٥١ حدثنا علي بن خشرم.
أخبرنا الفضل بن موسى، عن الحسين ابن واقد، عن أبي إسحاق، عن الحارث، عن علي قال: قال لي رسول الله صلى الله عليه وسلم: " ألا أعلمك كلمات إذا قلتهن غفر الله لك، وإن كنت منغورا لك (١) ؟ " قال: " قل لا إله إلا الله العلي العظيم.
لا إله إلا الله الحليم الكريم.
لا إله إلا الله، سبحان الله رب العرش العظيم ".
قال علي بن خشرم: وأخبرنا علي بن الحسين بن واقد، عن أبيه، بمثل ذلك، إلا أنه قال في آخرها: " الحمد لله رب العالمين ".
(ضعيف - الروض النضير ٦٧٩ و ٧١٧ (ضعيف الجامع الصغير ٢١٧٠)) .
هذا حديث غريب.
لا نعرفه إلا من هذا الوجه، من حديث أبي إسحاق، عن الحارث، عن علي.
٨٧ - باب ٦٩٦ - ٣٧٥٤ حدثنا إبراهيم بن يعقوب.
أخبرنا صفوان بن صالح.
أخبرنا
_________
(١) ان جملة: " وإن كنت مغفورا لك " لا تصدر عن رسول الله صلى الله عليه وسلم، ولا عن علي ابن أبي طالب رضي الله عنه، ولا بد أن واضعها هو الحارث الاعور، ووجودها في الحديث دليل على أنه موضوع..فالحارث معروف بذلك في ما يرويه عن علي وغيره في فضائل آل البيت، على زعم الحارث وأمثاله، وآل بيت النبي صلى الله عليه وسلم أكرم وأفضل من ادعاء المغفرة لهم لنسب أو حسب.
والطريق الثاني، لا يخلو أحد رواته من مقال (*)',NULL,'455',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (484,'الوليد بن مسلم.
أخبرنا شعيب ابن أبي حمزة، عن أبي الزناد، عن الاعرج،
عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إن لله تسعة وتسعين اسما مائة غير واحدة، من أحصاها دخل الجنة.
هو الله الذي لا إله إلا هو الرحمن، الرحيم، الملك، القدوس، السلام، المؤمن، المهيمن، العزيز، الجبار، المتكبر، الخالق، البارئ، المصور، الغفار، القهار، الوهاب، الرزاق، الفتاح، العليم، القابض، الباسط، الخافض، الرافع، المعز، المذل، السميع، البصير، الحكم، العدل، اللطيف، الخبير، الحليم، العظيم، الغفور، الشكور، العلي، الكبير، الحفيظ، المقيت، الحسيب، الجليل، الكريم، الرقيب، المجيب، الواسع، الحكيم، الودود، المجيد، الباعث، الشهيد، الحق، الوكيل، القوي، المتين، الولي، الحميد، المحصي، المبدئ، المعيد، المحيي، المميت، الحي، القيوم، الواجد، الماجد، الواحد، الصمد، القادر، المقتدر، المقدم، المؤخر، الاول، الاخر، الظاهر، الباطن، الوالي، المتعالي، البر، التواب، المنتقم، العفو، الرؤوف، مالك الملك، ذو الجلال والاكرام، المقسط، الجامع، الغني، المغني، المانع، الضار، النافع، النور، الهادي، البديع، الباقي، الوارث، الرشيد، الصبور ".
(ضعيف - بسرد الاسماء - المصدر نفسه (هو المشكاة ٢٢٨٨ / التحقيق الثاني، ضعيف الجامع الصغير ١٩٤٥)) .
هذا حديث غريب، حدثنا به غير واحد، عن صفوان بن صالح، ولا نعرفه إلا من حديث صفوان بن صالح، وهو ثقة عند أهل الحديث.
وقد روي هذا الحديث من غير وجه، عن أبي هريرة، عن النبي صلى الله عليه وسلم، لا نعلم في كبير شئ من الروايات ذكر الاسماء إلا في هذا الحديث.',NULL,'456',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (485,'وقد روى آدم ابن أبي إياس هذا الحديث بإسناد غير هذا، عن أبي هريرة، عن النبي صلى الله عليه وسلم، وذكر فيه الاسماء، وليس له إسناد صحيح.
٦٩٧ - ٣٧٥٦ حدثنا إبراهيم بن يعقوب.
أخبرنا زيد بن حباب (١) ، أن حميد المكي - مولى ابن علقمة - حدثه: أن عطاء ابن أبي رباح حدثه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " إذا مررتم برياض الجنة فارتعوا ".
قلت: يا رسول الله! وما رياض الجنة؟ قال: " المساجد "، قلت: وما الرتع يا رسول الله؟ قال: " سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر ".
(ضعيف - الضعيفة ١١٥٠ (ضعيف الجامع الصغير ٧٠١)) .
هذا حديث غريب (٢) .
٨٩ - باب ٦٩٨ - ٣٧٥٩ حدثنا يوسف بن عيسى.
أخبرنا الفضل بن موسى.
أخبرنا سلمة بن وردان، عن أنس بن مالك: أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال: يا رسول الله! أي الدعاء أفضل؟ قال: " سل ربك العافية والمعافاة في الدنيا والاخرة ".
ثم أتاه في اليوم الثاني، فقال: يا رسول الله! أي الدعاء أفضل؟ فقال له
_________
(١) في نسخة: يزيد بن حبان، وأظنه خطأ لان (التيمي الكوفي) منهما من الطبقة الرابعة و (النبطي البلخي) من السابعة.
وكذلك (زيد بن حبان) من السابعة، فلم
يبق إلا زيد بن الحباب العكلي، المذكور في باقي النسخ، وهو من التاسعة.
(٢) في نسخة: حسن غريب.
(*)',NULL,'457',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (486,'مثل ذلك، ثم أتاه يوم الثالث، فقال له مثل ذلك، قال: " فإذا أعطيت العافية في الدنيا، وأعطيتها في الاخرة فقد أفلحت ".
(ضعيف - ابن ماجه ٣٨٤٨ (برقم ٨٣٩، ضعيف الجامع الصغير وزيادته برقم ٣٢٦٩، مشكاة المصابيح ٢٤٩٠)) .
هذا حديث حسن غريب من هذا الوجه، إنما نعرفه من حديث سلمة بن وردان.
٩٠ - باب ٦٩٩ - ٣٧٦٢ حدثنا محمد بن بشار.
أخبرنا إبراهيم بن عمر ابن أبي الوزير.
أخبرنا زنفل بن عبد الله أبو عبد الله، عن ابن أبي مليكة، عن عائشة، عن أبي بكر الصديق: أن النبي صلى الله عليه وسلم، كان إذا أراد أمرا قال: " اللهم! خر لي واختر لي ".
(ضعيف - الضعيفة ١٥١٥ (ضعيف الجامع الصغير ٤٣٣٠)) .
هذا حديث غريب.
لا نعرفه إلا من حديث زنفل، وهو ضعيف عند أهل الحديث، ويقال له: زنفل بن عبد الله العرفي، وكان يسكن عرفات، وتفرد بهذا الحديث، ولا يتابع عليه.
٩٢ - باب ٧٠٠ - ٣٧٦٤ حدثنا الحسن بن عرفة.
أخبرنا إسماعيل بن عياش، عن عبد الرحمن بن زياد، عن عبد الله بن يزيد، عن عبد الله بن عمرو، قال: قال
رسول الله صلى الله عليه وسلم: " التسبيح نصف الميزان، والحمد لله يملؤه، ولا إله إلا الله ليس لها دون الله حجاب حتى تخلص إليه ".
(ضعيف - المشكاة ٢٣١٣ / التحقيق الثاني (ضعيف الجامع الصغير ٢٥١٠)) .',NULL,'458',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (487,'هذا حديث غريب من هذا الوجه، وليس إسناده بالقوي.
٧٠١ - ٣٧٦٥ حدثنا هناد.
أخبرنا أبو الاحوص، عن أبي إسحاق، عن جري النهدي، عن رجل من بني سليم، قال: عدهن رسول الله صلى الله عليه وسلم، في يدي، أو في يده: " التسبيح نصف الميزان، والحمد لله يملؤه، والتكبير يملا ما بين السماء والارض، والصوم نصف الصبر، والطهور نصف الايمان ".
(ضعيف - المشكاة ٢٩٦، التعليق الرغيب ٢ / ٢٤٦ (ضعيف الجامع الصغير ٢٥٠٩)) .
هذا حديث حسن.
وقد روى شعبة، والثوري، عن أبي إسحاق.
٩٣ - باب ٧٠٢ - ٣٧٦٦ حدثنا محمد بن حاتم المؤدب.
أخبرنا علي بن ثابت، حدثني قيس بن الربيع - وكان من بني أسد -، عن الاغر بن الصباح، عن خليفة بن حصين، عن علي ابن أبي طالب قال: أكثر ما دعا به رسول الله صلى الله عليه وسلم عشية عرفة في الموقف: (اللهم! لك الحمد كالذي تقول، وخيرا مما تقول.
اللهم! لك صلاتي ونسكي ومحياي ومماتي، وإليك مآبي، ولك رب تراثي.
اللهم! إني أعوذ بك من عذاب القبر، ووسوسة الصدر، وشتات الامر.
اللهم! إني أعوذ بك من شر ما تجئ به الريح ".
(ضعيف - الضعيفة ٢٩١٨ (ضعيف الجامع الصغير ١٢١٤)) .
هذا حديث غريب من هذا الوجه، وليس إسناده بالقوي.
٧٠٣ - ٣٧٦٧ حدثنا محمد بن حاتم المؤدب.
أخبرنا عمار بن محمد ابن أخت سفيان الثوري.
أخبرنا ليث ابن أبي سليم، عن عبد الرحمن بن سابط،',NULL,'459',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (488,'عن أبي أمامة قال: دعا رسول الله صلى الله عليه وسلم، بدعاء كثير لم نحفظ منه شيئا، قلنا: يا رسول الله، دعوت بدعاء كثير لم نحفظ منه شيئا؟ قال: " ألا أدلكم على ما يجمع ذلك كله.
لقول: اللهم! إنا نسألك من خير ما سألك منه نبيك محمد صلى الله عليه وسلم، ونعوذ بك من شر ما استعاذ منه نبيك محمد صلى الله عليه وسلم، وأنت المستعان، وعليك البلاغ، ولا حول ولا قوة إلا بالله ".
(ضعيف - الضعيفة ٣٣٥٦ (ضعيف الجامع الصغير ٢١٦٥)) .
هذا حديث حسن غريب.
٩٦ - باب ٧٠٤ - ٣٧٦٩ حدثنا محمد بن حاتم المؤدب.
أخبرنا الحكم بن ظهير.
أخبرنا علقمة بن مرثد، عن سليمان بن بريدة، عن أبيه قال: شكا خالد بن الوليد المخزومي إلى النبي صلى الله عليه وسلم فقال: يا رسول الله! ما أنام الليل من الارق، فقال نبي الله صلى الله عليه وسلم: " إذا أويت إلى فراشك فقل: اللهم رب السماوات السبع، وما أظلت، ورب الارضين وما أقلت، ورب الشياطين، وما أضلت، كن لي جارا من شر خلقك كلهم جميعا أن
يفرط علي (١) أحد منهم، أو أن يبغي.
عز جارك، وجل ثناؤك، ولا إله غيرك، لا إله إلا أنت ".
(ضعيف - الكلم الطيب ٤٧ / ٣٣، المشكاة ٢٤١١ (ضعيف الجامع الصغير ٤٠٨)) .
هذا حديث ليس إسناده بالقوي.
والحكم بن ظهير قد ترك حديثه بعض أهل الحديث.
_________
(١) يفرط علي: يعتدي علي.
(*)',NULL,'460',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (489,'ويروى هذا الحديث عن النبي صلى الله عليه وسلم: مرسلا من غير هذا الوجه.
٧٠٥ - ٣٧٧٠ (١) حدثنا علي بن حجر.
أخبرنا إسماعيل بن عياش، عن محمد ابن إسحاق، عن عمرو بن شعيب، عن أبيه، عن جده: أن رسول الله صلى الله عليه وسلم قال: " إذا فزع أحدكم في النوم فليقل: أعوذ بكلمات الله (التامة) (٢) من غضبه، وعقابه، وشر عباده، ومن همزات الشياطين وأن يحضرون، فإنها لن تضره ".
فكان عبد الله بن عمرو، يلقنها من بلغ من ولده، ومن لم يبلغ منهم، كتبها في صك، ثم علقها في عنقه.
(حسن دون قوله: " فكان عبد الله ... " - الكلم الطيب ٤٨ / ٣٥، صحيح سنن أبي داود ٣٢٩٤ / ٣٨٩٣) .
هذا حديث حسن غريب.
٧٠٦ - ٣٧٧٦ حدثنا محمود بن غيلان.
أخبرنا وكيع.
أخبرنا سفيان، عن الجريري، عن أبي الورد، عن اللجلاج، عن معاذ بن جبل، قال:
سمع النبي صلى الله عليه وسلم رجلا يدعو يقول: اللهم! إني أسألك تمام النعمة فقال: " أي شئ تمام النعمة؟ ".
قال: دعوة دعوت بها أرجو بها الخير، قال: " فإن من تمام النعمة دخول الجنة، والفوز من النار ".
وسمع رجلا وهو يقول: يا ذا الجلال والاكرام، فقال:
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٧٩٣.
(٢) في نسخة: " التامات ".
(*)',NULL,'461',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (490,'" قد استجيب لك فسل ".
وسمع النبي صلى الله عليه وسلم رجلا، وهو يقول: اللهم! إني أسالك الصبر.
قال: " سألت الله البلاء فاسأله العافية ".
(ضعيف - الضعيفة ٤٥٢٠) ... - ٣٧٧٧ حدثنا أحمد بن منيع.
أخبرنا إسماعيل بن إبراهيم، عن الجريري، بهذا الاسناد نحوه.
هذا حديث حسن.
٧٠٧ - ٣٧٧٨ حدثنا الحسن بن عرفة.
أخبرنا إسماعيل بن عياش، عن عبد الله بن عبد الرحمن ابن أبي حسين، عن شهر بن حوشب، عن أبي أمامة الباهلي قال: سمعت رسول الله صلى الله عليه وسلم، يقول: " من أوى إلى فراشه طاهرا يذكر الله حتى يدركه النعاس، لم ينقلب ساعة من الليل يسأل الله شيئا من خير الدنيا والاخرة.
إلا أعطاه الله إياه ".
(ضعيف - التعليق الرغيب ١ / ٢٠٧، المشكاة ١٢٥٠، الكلم الطيب ٤٣ / ٢٩، التحقيق الثاني (ضعيف الجامع الصغير ٥٤٩٦)) .
هذا حديث حسن غريب.
وقد روي هذا أيضا عن شهر بن حوشب، عن أبي ظبية، عن عمرو بن عبسة، عن النبي صلى الله عليه وسلم.
٧٠٨ - ٣٧٩٧ حدثنا الحسن بن عرفة.
أخبرنا يزيد بن هارون، عن عبد الرحمن ابن أبي بكر القرشي، عن موسى بن عقبة، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم:',NULL,'462',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (491,'" من فتح له منكم باب الدعاء فتحت له أبواب الرحمة، وما سئل الله شيئا - يعني: أحب إليه - من أن يسأل العافية ".
(ضعيف - المشكاة ٢٢٣٩، التعليق الرغيب ٢ / ٢٧٢ (ضعيف الجامع الصغير ٥٧٢٠)) .
هذا حديث غريب، لا نعرفه إلا من حديث عبد الرحمن ابن أبي بكر القرشي - وهو المكي المليكي -، وهو ضعيف في الحديث، قد تكلم فيه بعض أهل الحديث من قبل حفظه.
وقد روى إسرائيل هذا الحديث عن عبد الرحمن ابن أبي بكر، عن موسى بن عقبة، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: " ما سئل الله شيئا أحب إليه من العافية " ... - ٣٧٩٩ حدثنا بذلك القاسم بن دينار الكوفي.
أخبرنا إسحاق بن منصور الكوفي، عن إسرائيل بهذا.
٧٠٩ - ٣٨٠٠ حدثنا أحمد بن منيع.
أخبرنا أبو النضر.
أخبرنا بكر بن خنيس،
عن محمد القرشي، عن ربيعة بن يزيد، عن أبي إدريس الخولاني، عن بلال أن رسول الله صلى الله عليه وسلم قال: " عليكم بقيام الليل، فإنه دأب الصالحين قبلكم، وإن قيام الليل قربة إلى الله، ومنهاة عن الاثم، وتكفير للسيئات، ومطردة للداء عن الجسد ".
(ضعيف - الارواء ٤٥٢، التعليق الرغيب ٢ / ٢١٦، المشكاة ١٢٢٧ (ضعيف الجامع الصغير ٣٧٨٩)) .
هذا حديث غريب، لا نعرفه من حديث بلال، إلا من هذا الوجه، ولا يصح من قبل إسناده.
وسمعت محمد بن إسماعيل يقول: محمد القرشي، هو محمد بن سعيد الشامي، وهو ابن أبي قيس، وهو محمد بن حسان، وقد ترك حديثه.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (492,'وقد روى هذا الحديث معاوية بن صالح، عن ربيعة بن يزيد، عن أبي إدريس الخولاني، عن أبي أمامة، عن النبي صلى الله عليه وسلم.
١١٥ - باب ٧١٠ - ٣٨٠٤ حدثنا هناد.
أخبرنا أبو الاحوص، عن أبي حمزة، عن إبراهيم، عن الاسود، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: " من دعا على من ظلمه فقد انتصر ".
(ضعيف - الضعيفة ٤٥٩٣ (ضعيف الجامع الصغير ٥٥٧٨)) .
هذا حديث غريب، لا نعرفه إلا من حديث أبي حمزة، وقد تكلم بعض أهل العلم في أبي حمزة من قبل حفظه، وهو ميمون الاعور ... - ٣٨٠٥ حدثنا قتيبة.
أخبرنا حميد بن عبد الرحمن الرؤاسي، عن أبي الاحوص، عن أبي حمزة، بهذا الاسناد نحوه.
١١٧ - باب ٧١١ - ٣٨٠٧ حدثنا محمد بن بشار.
أخبرنا عبد الصمد بن عبد الوارث.
أخبرنا هاشم - هو ابن سعيد الكوفي -.
حدثنا كنانة - مولى صفية - قال: سمعت صفية تقول: دخل علي رسول الله صلى الله عليه وسلم، وبين يدي أربعة آلاف نواة أسبح بها.
قلت (١) : لقد سبحت بهذه، فقال: " ألا أعلمك بأكثر مما سبحت به ".
فقلت: بلى علمني، فقال: " قولي: سبحان الله عدد خلقه ".
(منكر - الرد على التعقيب الحثيث ٣٥ - ٣٨ (ضعيف الجامع الصغير ٢١٦٧ و ٤١٢٢)) .
_________
(١) في نسخة: " قال ".
ولها وجه صحيح.
(*)',NULL,'464',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (493,'هذا حديث غريب.
لا نعرفه من حديث صفية.
إلا من هذا الوجه، من حديث هاشم بن سعيد الكوفي، وليس إسناده بمعروف.
وفي الباب عن ابن عباس.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (494,'أحاديث شتى من أبواب الدعوات ١ - باب ٧١٢ - ٣٨١٢ حدثنا حسين بن يزيد الكوفي.
أخبرنا أبو يحيى الحماني.
أخبرنا عثمان بن واقد، عن أبي نصيرة، عن مولى لابي بكر، عن أبي بكر، قال: قال رسول الله صلى الله عليه وسلم:
" ما أصر من استغفر، ولو فعله في اليوم سبعين مرة ".
(ضعيف - المشكاة ٢٣٤٠، ضعيف أبي داود ٢٦٧ (٣٢٦١ / ١٥١٤، ضعيف الجامع الصغير ٥٠٠٤)) .
وهذا حديث غريب، إنما نعرفه من حديث أبي نصيرة، وليس إسناده بالقوي.
٧١٣ - ٣٨١٣ حدثنا يحيى بن موسى، وسفيان بن وكيع - المعنى واحد - قالا: أخبرنا يزيد بن هارون.
أخبرنا الاصبغ بن زيد.
أخبرنا أبو العلاء، عن أبي أمامة، قال: لبس عمر بن الخطاب ثوبا جديدا، فقال: الحمد لله الذي كساني ما أواري به عورتي، وأتجمل به في حياتي، ثم عمد إلى الثوب الذي أخلق فتصدق به، ثم قال: سمعت رسول الله صلى الله',NULL,'466',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (495,'عليه وسلم يقول: " من لبس ثوبا جديدا فقال: الحمد لله الذي كساني ما أواري به عورتي، وأتجمل به في حياتي، ثم عمد الله الثوب الذي أخلق فتصدق به، كان في كنف الله، وفي حفظ الله، وفي ستر الله حيا وميتا ".
(ضعيف - ابن ماجه ٣٥٥٧ (برقم ٧٨٢ و " مشكاة المصابيح " برقم ٤٣٧٤ و " ضعيف الجامع الصغير وزيادته " برقم ٥٨٢٧)) .
هذا حديث غريب.
وقد رواه يحيى بن أيوب، عن عبيد الله بن زحر، عن علي بن يزيد، عن القاسم، عن أبي أمامة.
٧١٤ - ٣٨١٤ حدثنا أحمد بن الحسن.
أخبرنا عبد الله بن نافع الصايغ، قراءة
عليه، عن حماد ابن أبي حميد، عن زيد بن أسلم، عن أبيه، عن عمر بن الخطاب: أن النبي صلى الله عليه وسلم، بعث بعثا قبل نجد، فغنموا غنائم كثيرة، وأسرعوا الرجعة، فقال رجل ممن لم يخرج: ما رأينا بعثا أسرع رجعة، ولا أفضل غنيمة من هذا البعث، فقال النبي صلى الله عليه وسلم: " ألا أدلكم على قوم أفضل غنيمة وأسرع رجعة؟ قوم شهدوا صلاة الصبح، ثم جلسوا يذكرون الله حتى طلعت (عليهم) (١) الشمس، فأولئك أسرع رجعة، وأفضل غنيمة ".
(ضعيف - التعليق الرغيب ١ / ١٦٦، الصحيحة تحت الحديث ٣٥٣١ (ضعيف الجامع الصغير ٢١٦٤)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
_________
(١) ما بين الحاصرتين () ساقطة من الاصل.
(*)',NULL,'467',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (496,'وحماد ابن أبي حميد هو: محمد ابن أبي حميد، وهو أبو إبراهيم الانصاري، المديني، وهو ضعيف في الحديث.
٧١٥ - ٣٨١٥ حدثنا سفيان بن وكيع.
أخبرنا أبي، عن سفيان، عن عاصم بن عبيد الله، عن سالم، عن ابن عمر، عن عمر: أنه استأذن النبي صلى الله عليه وسلم في العمرة فقال: " أي أخي أشركنا في دعائك ولا تنسنا ".
(ضعيف - ابن ماجه ٢٨٩٤) (١) .
هذا حديث حسن صحيح.
٢ - باب في دعاء المريض ٧١٦ - ٣٨١٧ حدثنا محمد بن المثنى.
أخبرنا محمد بن جعفر.
أخبرنا شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة، عن علي قال: كنت شاكيا، فمر بي رسول الله صلى الله عليه وسلم، وأنا أقول: اللهم! إن كان أجلي قد حضر فأرحني، وإن كان متأخرا فارفعني، وإن كان بلاء فصبرني.
فقال رسول الله صلى الله عليه وسلم: " كيف قلت؟ " قال: فأعاد عليه ما قال، قال: فضربه برجله وقال: " اللهم! عافه " أو " اشفه " - شعبة الشاك - قال: فما اشتكيت وجعي بعد.
(ضعيف - المشكاة ٦٠٩٨) .
هذا حديث حسن صحيح.
_________
(١) وهو في " ضعيف سنن ابن ماجه " برقم ٦٣٠، و " ضعيف سنن أبي داود " برقم ٣٢٢ / ١٤٩٨ بلفظ آخر، و " مشكاة المصابيح " برقم ٢٢٤٨.
(*)',NULL,'468',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (497,'٤ - باب في دعاء النبي صلى الله عليه وسلم وتعوذه في دبر كل صلاة ٧١٧ - ٣٨٢١ حدثنا أحمد بن الحسن.
أخبرنا أصبغ بن الفرج.
أخبرني عبد الله بن وهب، عن عمرو بن الحارث: أنه أخبره عن سعيد ابن أبي هلال، عن خزيمة، عن عائشة بنت سعد ابن أبي وقاص، عن أبيها: أنه دخل مع رسول الله صلى الله عليه وسلم على امرأة وبين يديها نواة، - أو قال: حصاة تسبح بها - فقال: " ألا أخبرك بما هو أيسر عليك من هذا وأفضل؟ سبحان الله عدد ما خلق
في السماء وسبحان الله عدد ما خلق في الارض، وسبحان الله عدد ما بين ذلك، وسبحان الله عدد ما هو خالق، والله أكبر مثل ذلك، والحمد لله مثل ذلك، ولا حول ولا قوة إلا بالله مثل ذلك ".
(منكر - الرد على " التعقيب الحثيث " ص ٢٣ - ٣٥، المشكاة ٢٣١١، الضعيفة ٨٣، الكلم الطيب ١٣ / ٤ " ضعيف الجامع الصغير ٢١٥٥)) .
هذا حديث حسن غريب، من حديث سعد.
٧١٨ - ٣٨٢٢ حدثنا سفيان بن وكيع.
أخبرنا عبد الله بن نمير، وزيد بن حباب، عن موسى بن عبيدة، عن محمد بن ثابت، عن أبي حكيم - مولى الزبير -، عن الزبير بن العوام، قال: قال النبي صلى الله عليه وسلم: " ما من صباح يصبح العبد إلا مناد ينادي: سبحوا الملك القدوس ".
(ضعيف - الضعيفة ٤٤٩٦ وضعيف الجامع الصغير ٥١٨٨)) .
هذا حديث غريب.
٥ - باب في دعاء الحفظ ٧١٩ - ٣٨٢٣ حدثنا أحمد بن الحسن.
أخبرنا سليمان بن عبد الرحمن',NULL,'469',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (498,'الدمشقي.
أخبرنا الوليد بن مسلم.
أخبرنا ابن جريج، عن عطاء ابن أبي رباح وعكرمة - مولى ابن عباس -، عن ابن عباس أنه قال: بينما نحن عند رسول الله صلى الله عليه وسلم، إذ جاءه علي ابن أبي طالب فقال: بأبي أنت وأمي! تفلت هذا القرآن من صدري، فما أجدني أقدر عليه.
فقال له رسول الله صلى الله عليه وسلم: " يا أبا الحسن، أفلا أعلمك كلمات ينفعك الله بهن، وينفع بهن من علمته، ويثبت ما تعلمت في صدرك؟ ".
قال: أجل يا رسول الله فعلمني.
قال: " إذا كان ليلة الجمعة فإن استطعت أن تقوم في ثلث الليل الاخر، فإنها ساعة مشهودة، والدعاء فيها مستجاب، وقد قال أخي يعقوب لبنيه: اسوف أستغفر لكم ربي " يقول: حتى تأتي ليلة الجمعة.
فإن لم تستطع، فقم في وسطها، فإن لم تستطع، فقم في أولها، فصل أربع ركعات، تقرأ في الركعة الاولى بفاتحة الكتاب وسورة يس، وفي الركعة الثانية بفاتحة الكتاب وحم الدخان، وفي الركعة الثالثة بفاتحة الكتاب وألم تنزيل السجدة، وفي الركعة الرابعة بفاتحة الكتاب وتبارك المفصل.
فإذا فرغت من التشهد، فاحمد الله، وأحسن الثناء على الله، وصل علي، وأحسن، وعلى سائر النبيين، واستغفر للمؤمنين والمؤمنات، ولاخوانك الذين سبقوك بالايمان، ثم قل في آخر ذلك: اللهم! ارحمني بترك المعاصي أبدا ما أبقيتني، وارحمني أن أتكلف ما لا يعنيني، وارزقني حسن النظر فيما يرضيك عني ".
اللهم! بديع السماوات والارض، ذا الجلال والاكرام، والعزة التي لا ترام، أسالك يا الله يا رحمن بجلالك ونور وجهك، أن تلزم قلبي حفظ كتابك كما علمتني، وارزقني أن أتلوه على النحو الذي يرضيك عني.',NULL,'470',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (499,'اللهم! بديع السماوات والارض، ذا الجلال والاكرام، والعزة التي لا ترام، أسألك يا الله يا رحمن بجلالك ونور وجهك أن تنور بكتابك بصري، وأن تطلق به لساني، وأن تفرج به عن قلبي، وأن تشرح به صدري، وأن تغسل به بدني، فإنه لا يعينني على الحق غيرك، ولا يؤتيه إلا أنت، ولا حول ولا قوة إلا بالله العلي العظيم.
يا أبا الحسن! تفعل ذلك ثلاث جمع، أو خمسا، أو سبعا، تجب بإذن الله، والذي بعثني بالحق ما أخطأ مؤمنا قط ".
قال ابن عباس: فوالله ما لبث علي إلا خمسا، أو سبعا، حتى جاء رسول الله صلى الله عليه وسلم، في مثل ذلك المجلس، فقال: يا رسول الله! إني كنت فيما خلا لا آخذ إلا أربع آيات ونحوهن، فإذا قرأتهن على نفسي تفلتن، وأنا أتعلم اليوم أربعين آية ونحوها، فإذا قرأتها على نفسي، فكأنما كتاب الله بين عيني، ولقد كنت أسمع الحديث، فإذا رددته تفلت، وأنا اليوم أسمع الاحاديث، فإذا تحدثت بها لم أخرم منها حرفا.
فقال له رسول الله صلى الله عليه وسلم عند ذلك: " مؤمن ورب الكعبة أبا الحسن ".
(موضوع - التعليق الرغيب ٢ / ٢١٤، الضعيفة ٣٣٧٤) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث الوليد بن مسلم.
٦ - باب في انتظار الفرج وغير ذلك ٧٢٠ - ٣٨٢٤ حدئنا بشر بن معاذ العقدي البصري.
أخبرنا حماد بن واقد، عن إسرائيل، عن أبي إسحاق، عن أبي الاحوص، عن عبد الله قال: قال رسول الله صلى الله عليه وسلم:',NULL,'471',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (500,'" سلوا الله من فضله، فإن الله يحب أن يسأل، وأفضل العبادة انتظار الفرج ".
(ضعيف - الضعيفة ٤٩٢ (ضعيف الجامع الصغير ٣٢٧٨)) .
هكذا روى حماد بن واقد هذا الحديث.
وحماد بن واقد ليس بالحافظ.
وروى أبو نعيم هذا الحديث، عن إسرائيل، عن حكيم بن جبير، عن
رجل، عن النبي صلى الله عليه وسلم.
وحديث أبي نعيم أشبه أن يكون أصح.
٧٢١ - ٣٨٣٣ حدثنا أبو الوليد الدمشقي.
أخبرنا الوليد بن مسلم.
حدثني عفير بن معدان: أنه سمع أبا دوس اليحصبي يحدث عن ابن عائذ اليحصبي، عن عمارة بن زعكرة، قال: سمعت رسول الله صلى الله عليه وسلم يقول: " إن الله عز وجل يقول: إن عبدي كل عبدي، الذي يذكرني وهو ملاق قرنه " - يعني: عند القتال -.
(ضعيف - الضعيفة ٣١٣٥ (ضعيف الجامع الصغير ١٧٥٠)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، وليس إسناده بالقوي.
(ولا نعرف لعمارة بن زعكرة، عن النبي صلى الله عليه وسلم، إلا هذا الحديث الواحد.
ومعنى قوله: وهو ملاق قرنه.
إنما يعني: عند القتال، يعني: أن يذكر الله في تلك الساعة) (١) .
_________
(١) ما بين الحاصرتين () زيادة من نسختنا المخطوطة، وهي في طبعة عوض تحت الرقم ٣٥٨٠.
(*)',NULL,'472',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (501,'٩ - باب ٧٢٢ - ٣٨٣٨ حدثنا محمد بن حميد.
أخبرنا علي ابن أبي بكر، عن الجراح ابن الضحاك الكندي، عن أبي شيبة، عن عبد الله بن عكيم، عن عمر بن الخطاب قال:
علمني رسول الله صلى الله عليه وسلم قال: " قل اللهم! اجعل سريرتي خيرا من علانيتي، واجعل علانيتي صالحة.
اللهم! إني أسالك من صالح ما تؤتي الناس من المال والاهل والولد غير الضال ولا المضل ".
(ضعيف - المشكاة ٢٥٠٤ / التحقيق الثاني (ضعيف الجامع الصغير ٤٠٩٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، وليس إسناده بالقوي.
١٠ - باب ٧٢٣ - ٣٨٣٩ حدثنا عقبة بن مكرم.
أخبرنا سعيد بن سفيان الجحدري.
أخبرنا عبد الله بن معدان، قال: أخبرني عاصم بن كليب الجرمي، عن أبيه، عن جده، قال: دخلت على النبي صلى الله عليه وسلم، وهو يصلي، وقد وضع يده اليسرى على فخذه اليسرى، ووضع يده اليمنى على فخذه اليمنى، وقبض أصابعه وبسط السبابة، وهو يقول: " يا مقلب القلوب! ثبت قلبي على دينك ".
(منكر بهذا السياق، وانظر الاحاديث ٢٩١ - ٢٩٣ و ٢٢٢٦ و ٣٥٨٨) (وهي في " صحيح سنن الترمذي - باختصار السند " بالارقام الاتية ٢٣٨ / ٢٩٢ - ٢٤٠ / ٢٩٤ و ١٧٣٩ / ٢٢٤٠ و ٢٧٩٢ / ٣٧٦٨) .
هذا حديث غريب من هذا الوجه.
٧٢٤ - ٣٨٤١ حدثنا حسين بن علي بن الاسود البغدادي.
أخبرنا محمد بن',NULL,'473',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (502,'فضيل، عن عبد الرحمن بن إسحاق، عن حفصة بنت أبي كثير، عن أبيها أبي كثير، عن أم سلمة، قالت:
علمني رسول الله صلى الله عليه وسلم قال: " قولي: اللهم! هذا استقبال ليلك، واستدبار نهارك، وأصوات دعاتك، وحضور صلواتك، أسألك أن تغفر لي ".
(ضعيف - الكلم الطيب ٧٦ / ٣٥، ضعيف أبي داود ٨٥ (١٠٥ / ٥٣٠) ، المشكاة ٦٦٩) .
هذا حديث غريب، إنما نعرفه من هذا الوجه.
وحفصة بنت أبي كثير، لا نعرفها، ولا أباها.
١١ - باب: أي الكلام أحب إلى الله ٧٢٥ - ٣٨٤٦ حدثنا أبو هشام الرفاعي، محمد بن يزيد الكوفي.
أخبرنا يحيى بن اليمان.
أخبرنا سفيان، عن زيد العمي، عن أبي إياس معاوية بن قرة، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " الدعاء لا يرد بين الاذان والاقامة ".
قالوا: فماذا نقول يا رسول الله؟ قال: " سلوا الله العافية في الدنيا والاخرة ".
(منكر بهذا التمام - الكلم الطيب ٧٤ / ٥١، الارواء ١ / ٢٦٢، نقد التاج ٩٥، التعليق الرغيب ١ / ١١٥، صحيح أبي داود ٥٣٤ (هو في " صحيح سنن أبي داود - باختصار السند " برقم ٤٨٩ / ٥٢١) .
لكن قوله: " سلوا الله.." ثبت في حديث آخر تقدم (٣٥٨١) .
(في صحيح سنن الترمذي - باختصار السند - برقم ٢٧٩٠ / ٣٧٦١)) .
هذا حديث حسن.
وقد زاد يحيى بن اليمان في هذا الحديث، هذا الحرف قالوا: فماذا نقول؟ قال: " سلوا الله العافية في الدنيا والاخرة ".
١٢ - باب ٧٢٦ - ٣٨٤٨ حدثنا أبو كريب محمد بن العلاء.
أخبرنا أبو معاوية، عن عمر',NULL,'474',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (503,'ابن راشد، عن يحيى ابن أبي كثير، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " سبق المفردون "، قالوا: يا رسول الله وما المفردون؟ قال: " المستهترون (١) في ذكر الله.
يضع الذكر عنهم أثقالهم، فيأتون يوم القيامة خفافا ".
(ضعيف - الضعيفة ٣٦٩٠ (ضعيف الجامع الصغير ٣٢٤٠)) .
هذا حديث حسن غريب.
٧٢٧ - ٣٨٥٠ حدثنا أبو كريب.
أخبرنا عبد الله بن نمير، عن سعدان القمي، عن أبي مجاهد، عن أبي مدله، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " ثلاثة لا ترد دعوتهم: الصائم حين يفطر، والامام العادل، ودعوة المظلوم يرفعها الله فوق الغمام، ويفتح لها أبواب السماء، ويقول الرب: وعزتي لانصرنك ولو بعد حين ".
(ضعيف - لكن صح منه الشطر الاول بلفظ: "..المسافر " مكان " الامام العادل "، وفي رواية " الوالد " - ابن ماجه ١٧٥٢) (٢) .
هذا حديث حسن.
وسعدان القمي هو: سعدان بن بشر، وقد روى عنه عيسى بن يونس، وأبو عاصم، وغير واحد من كبار أهل الحديث.
وأبو مجاهد هو: سعد الطائي.
وأبو مدله هو: مولى أم المؤمنين عائشة، وإنما نعرفه بهذا الحديث، ويروى عنه هذا الحديث أطول من هذا وأتم.
_________
(١) أي الذين يستهتر بهم الناس لكثرة ذكرهم لله تعالى، كما في الحديث الاخر " اذكر الله حتى يقال: مجنون " لو صح الحديث.
(٢) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ١٤٢٠ / ١ - ١٧٥٢،
و" ضعيف سنن ابن ماجه " برقم ٢ / ٣٨٦ / ١٧٥٢، و " ضعيف الجامع الصغير وزيادته " برقم ٢٥٩٢، وتقدم برقم ٤٥٤ / ٢٦٥٩ وفي هامش المخطوطة: " والصائم حتى يفطر..".
(*)',NULL,'475',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (504,'٧٢٨ - ٣٨٥١ (١) حدثنا أبو كريب.
أخبرنا عبد الله بن نمير، عن موسى بن عبيدة، عن محمد بن ثابت، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " اللهم! انفعني بما علمتني، وعلمني ما ينفعني، وزدني علما، الحمد لله على كل حال، وأعوذ بالله من حال أهل النار ".
(صحيح - دون قوله: " والحمد لله.." ابن ماجه ٢٥١ و ٣٨٣٣) (٢) .
هذا حديث غريب من هذا الوجه.
٧٢٩ - ٣٨٥٣ (٣) حدثنا أبو كريب.
أخبرنا أبو خالد الاحمر، عن هشام بن الغاز، عن مكحول، عن أبي هريرة، قال: قال لي رسول الله صلى الله عليه وسلم: " أكثر من قول: لا حول ولا قوة إلا بالله، فإنها من كنز الجنة " (٤) .
- قال مكحول -: " فمن قال: لا حول ولا قوة إلا بالله، ولا منجا من الله إلا إليه، كشف عنه سبعين بابا من الضر أدناهن الفقر ".
(صحيح دون قول مكحول: " فمن قال.." فإنه مقطوع - الصحيحة ١٠٥ و ١٥٢٨) .
هذا حديث إسناده ليس بمتصل.
مكحول لم يسمع من أبي هريرة.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٤٥.
(٢) هو في " صحيح سنن ابن ماجه - باختصار السند " برقم ٢٠٣ / ٢٥١
و٣٠٩١ / ٣٨٣٣، وفي " ضعيف سنن ابن ماجه " برقم ٥٠ / ١ - ٢٥١ و ٨٣٦ / ٣٨٣٣.
(٣) وهو في " صحيح سنن الترمذي - باختصار السند) برقم ٢٨٤٧.
(٤) في طبعة عوض بلفظ: " كنز من كنوز ".
(*)',NULL,'476',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (505,'١٤ - باب ٧٣٠ (١) - ٣٨٥٨ حدثنا يحيى بن موسى.
أخبرنا وكيع.
أخبرنا أبو فضالة الفرج ابن فضالة، عن أبي سعيد المقبري: أن أبا هريرة قال: دعاء حفظته من رسول الله صلى الله عليه وسلم لا أدعه: " اللهم! اجعلني أعظم شكرك، وأكثر ذكرك، وأتبع نصيحتك، وأحفظ وصيتك ".
(ضعيف - المشكاة ٢٤٩٩ / التحقيق الثاني (ضعيف الجامع الصغير ١١٦٦)) .
هذا حديث غريب.
١٥ - باب ٧٣١ - ٣٨٥٩ (٢) حدثنا يحيى بن موسى.
أخبرنا أبو معاوية.
أخبرنا الليث - هو ابن أبي سليم -، عن زياد، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " ما من رجل يدعو الله بدعاء إلا استجيب له، فإما أن يعجل له في الدنيا، وإما أن يدخر له في الاخرة، وإما أن يكفر عنه من ذنوبه بقدر ما دعا، ما لم يدع بإثم أو قطيعة رحم أو يستعجل ".
قالوا: يا رسول الله! وكيف يستعجل؟ قال:
" يقول: دعوت ربي فما استجاب لي ".
(صحيح دون قوله: " وإما أن يكفر عنه من ذنوبه بقدر ما دعا " - الضعيفة ٤٤٨٣ (صحيح الجامع الصغير ٥٦٧٨ و ٥٧١٤ وضعيف الجامع الصغير ٥١٧٧)) .
هذا حديث غريب من هذا الوجه.
_________
(١) الاحاديث من ٧٣٠ الله ٧٣٧ ساقطة من طبعة عوض.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٥٢.
(*)',NULL,'477',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (506,'٧٣٢ - ٣٨٦٠ (١) حدثنا يحيى.
أخبرنا يعلى بن عبيد، قال: أخبرنا يحيى بن عبيد الله، عن أبيه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " ما من عبد يرفع يديه حتى يبدو إبطه، يسأل الله مسألة، إلا آتاها إياه، ما لم يعجل ".
قالوا: يا رسول الله وكيف عجلته؟ قال: " يقول: قد سألت وسألت، ولم أعط شيئا ".
(صحيح دون الرفع - المصدر نفسه: م نحو.
(ضعيف الجامع الصغير ٥٢٠٤)) .
٧٣٢ / ١ - ٣٨٦٠ وروى هذا الحديث الزهري، عن أبي عبيد - مولى ابن أزهر - عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: " يستجاب لاحدكم ما لم يعجل، يقول: دعوت فلم يستجب لي " (٢) .
١٦ - باب ٧٣٣ - ٣٨٦١ حدثنا يحيى بن موسى.
أخبرنا أبو داود.
أخبرنا صدقة بن موسى.
أخبرنا محمد بن واسع، عن سمير بن نهار العبدي، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:
" إن حسن الظن بالله من حسن عبادة الله ".
(ضعيف - الضعيفة ٣١٥٠ (ضعيف الجامع الصغير ١٨٥١)) .
هذا حديث غريب من هذا الوجه.
١٧ - باب ٧٣٤ - ٣٨٦٢ حدثنا يحيى بن موسى.
أخبرنا عمرو بن عون.
أخبرنا أبو
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٥٣.
(٢) هذا القسم في " صحيح سنن الترمذي - باختصار السند " برقم ٢٦٩٧ / ٣٦٢٧ الصفحة ٣ / ١٤١.
(*)',NULL,'478',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (507,'عوانة، عن عمر ابن أبي سلمة، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: " لينظرن أحدكم ما الذي يتمنى، فإنه لا يدري ما يكتب له من أمنيته ".
(ضعيف - الضعيفة ٤٤٠٥ (ضعيف الجامع الصغير ٤٩٦١)) .
هذا حديث حسن.
١٩ - باب ٧٣٥ - ٣٨٦٤ حدثنا أبو داود سليمان بن الاشعث السجزي.
حدثنا قطن البصري.
أخبرنا جعفر بن سليمان، عن ثابت، عن أنس، قال: قال رسول الله صلى الله عليه وسلم: " ليسأل أحدكم ربه حاجته كلها، حتى يسأل شسع نعله إذا انقطع ".
(ضعيف - الضعيفة ١٣٦٢ (ضعيف الجامع الصغير ٤٩٤٦)) .
هذا حديث غريب.
وروى غير واحد هذا الحديث، عن جعفر بن سليمان، عن ثابت البناني، عن النبي صلى الله عليه وسلم، ولم يذكروا فيه
عن أنس.
٧٣٦ - ٣٨٦٥ حدثنا صالح بن عبد الله.
أخبرنا جعفر بن سليمان، عن ثابت البناني: أن رسول الله صلى الله عليه وسلم قال: " ليسأل أحدكم ربه حاجته، حتى يسأله الملح، وحتى يسأله شسع نعله إذا انقطع ".
(ضعيف - المصدر نفسه (ضعيف الجامع الصغير ٤٩٤٥)) .
وهذا أصح من حديث قطن، عن جعفر بن سليمان.',NULL,'479',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (508,'بسم الله الرحمن الرحيم أبواب المناقب عن رسول الله صلى الله عليه وسلم ٢٠ / ١ (١) - باب ما جاء في فضل النبي صلى الله عليه وسلم ٧٣٧ - ٣٨٦٦ (٢) حدثنا خلاد بن أسلم البغداي.
أخبرنا محمد بن مصعب.
أخبرنا الاوزاعي، عن أبي عمار، عن واثلة بن الاسقع، قال: قال رسول الله صلى الله عليه وسلم: " إن الله اصطفى من ولد إبراهيم إسماعيل، واصطفى من ولد إسماعيل بني كنانة، واصطفى من بني كنانة قريشا، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم ".
(صحيح دون الاصطفاء الاول - الصحيحة ٣٠٢: م ويأتي برقم ٣٦٨٧ (أي في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٥٥ / ١ - ٣٨٦٩، ضعيف الجامع الصغير ١٥٥٣)) حديث حسن صحيح.
٧٣٨ - ٣٨٦٧ حدثنا يوسف بن موسى القطان البغدادي.
أخبرنا عبيد الله بن
موسى، عن إسماعيل ابن أبي خالد، عن يزيد ابن أبي زياد، عن عبد الله بن
_________
(١) الرقم الكبير زيادة منا لابواب المناقب، والرقم الصغير هو المتتابع في الاصل.
(٢) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٥٥.
(*)',NULL,'480',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (509,'الحارث، عن العباس بن عبد المطلب، قال: قلت: يا رسول الله! إن قريشا جلسوا فتذاكروا أحسابهم بينهم، فجعلوا مثلك مثل نخلة في كبوة من الارض.
فقال النبي صلى الله عليه وسلم: " إن الله خلق الخلق، فجعلني من خير فرقهم، وخير الفريقين، ثم خير القبائل، فجعلني من خير القبيلة، ثم خير البيوت، فجعلني من خير بيوتهم، فأنا خيرهم نفسا وخيرهم بيتا ".
(ضعيف - نقد الكتاني ٣١ - ٣٢، الضعيفة ٣٠٧٣ (ضعيف الجامع الصغير ١٦٠٥)) .
هذا حديث حسن.
وعبد الله بن الحارث هو: ابن نوفل.
٧٣٩ - ٣٨٦٨ حدثنا محمود بن غيلان.
أخبرنا أبو أحمد.
أخبرنا سفيان، عن يزيد ابن أبي زياد، عن عبد الله بن الحارث، عن المطلب ابن أبي وداعة (١) ، قال: جاء العباس إلى رسول الله صلى الله عليه وسلم، وكأنه سمع شيئا، فقام النبي صلى الله عليه وسلم على المنبر فقال: " من أنا؟ ".
فقالوا: أنت رسول الله عليك السلام، قال: " أنا محمد بن عبد الله بن عبد المطلب، إن الله خلق الخلق فجعلني في خيرهم، ثم جعلهم فرقتين فجعلني في خيرهم فرقة، ثم جعلهم قبائل
فجعلني في خيرهم قبيلة، ثم جعلهم بيوتا فجعلني في خيرهم بيتا، وخيرهم نفسا ".
(ضعيف - الضعيفة ٣٠٧٣) .
_________
(١) في احدى النسخ " العباس بن عبد المطلب ابن ابي وداعة " وهو غلط، فإن المطلب صحابي أسلم يوم الفتح.
" التقريب " ٦٧١٢.
واظن ان كلمة (عبد) في آخر الحديث مقحمة، وتركتها لان المحقق تركها.
(*)',NULL,'481',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (510,'هذا حديث حسن صحيح غريب.
وروي عن سفيان الثوري، عن - يزيد ابن أبي زياد نحو حديث إسماعيل ابن أبي خالد، عن يزيد ابن أبي زياد، عن عبد الله بن الحارث، عن العباس ابن عبد المطلب.
٢١ / ٢ - باب ٧٤٠ - ٣٨٧١ حدثنا الحسين بن يزيد الكوفي.
حدثنا عبد السلام بن حرب، عن ليث، عن الربيع بن أنس، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: " أنا أول الناس خروجا إذا بعثوا، وأنا خطيبهم إذا وفدوا، وأنا مبشرهم إذا أيسوا، لواء الحمد يومئذ بيدي، وأنا أكرم ولد آدم على ربي ولا فخر ".
(ضعيف - المشكاة ٥٧٦٥ (ضعيف الجامع الصغير ١٣٠٩)) .
هذا حديث حسن غريب.
٧٤١ - ٣٨٧٢ حدثنا الحسين بن يزيد.
أخبرنا عبد السلام بن حرب، عن يزيد (ابن) أبي خالد، عن المنهال بن عمرو، عن عبد الله بن الحارث، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم:
" أنا أول من تنشق عنه الارض، فأكسى الحلة من حلل الجنة، ثم أقوم عن يمين العرش، ليس أحد من الخلائق يقوم ذلك المقام غيري ".
(ضعيف - المشكاة ٥٧٦٦ (ضعيف الجامع الصغير ١٣١١)) .
هذا حديث حسن غريب صحيح.
٧٤٢ - ٣٨٧٧ حدثنا علي بن نصر بن علي الجهضمي.
أخبرنا عبيد الله بن عبد المجيد.
أخبرنا زمعة بن صالح، عن سلمة بن وهرام، عن عكرمة، عن ابن عباس قال:',NULL,'482',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (511,'جلس ناس من أصحاب رسول الله صلى الله عليه وسلم، ينتظرونه، قال: فخرج حتى إذا دنا منهم سمعهم يتذاكرون، فسمع حديثهم.
فقال بعضهم: عجبا! إن الله اتخذ من خلقه خليلا، اتخذ من إبراهيم خليلا.
وقال آخر: ماذا بأعجب من كلام موسى، كلمه تكليما.
وقال آخر: فعيسى كلمة الله وروحه.
وقال آخر: آدم اصطفاه الله.
فخرج عليهم فسلم وقال: " قد سمعت كلامكم وعجبكم، إن إبراهيم خليل الله، وهو كذلك، وموسى نجي الله، وهو كذلك، وعيسى روحه وكلمته، وهو كذلك، وآدم اصطفاه الله وهو كذلك.
ألا وأنا حبيب الله ولا فخر، وأنا حامل لواء الحمد يوم القيامة ولا فخر، وأنا أول شافع، وأول مشفع يوم القيامة ولا فخر، وأنا أول من يحرك حلق الجنة، فيفتح الله لي فيدخلنيها، ومعي فقراء المؤمنين ولا فخر، وأنا أكرم
الاولين والاخرين ولا فخر ".
(ضعيف - المشكاة ٥٧٦٢ (ضعيف الجامع الصغير ٤٠٧٧)) .
هذا حديث غريب.
٧٤٣ - ٣٨٧٨ حدثنا زيد بن أخزم الطائي البصري.
حدثنا أبو قتيبة سلم بن قتيبة، قال: حدثني أبو مودود المدني.
أخبرنا عثمان بن الضحاك، عن محمد ابن يوسف بن عبد الله بن سلام، عن أبيه، عن جده قال: مكتوب في التوراة: صفة محمد، وعيسى ابن مريم يدفن معه.
قال: فقال أبو مودود: قد بقي في البيت موضع قبر.
(ضعيف - المشكاة ٥٧٧٢) .',NULL,'483',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (512,'هذا حديث حسن غريب.
هكذا قال عثمان بن الضحاك، والمعروف: الضحاك بن عثمان المديني.
٢٣ / ٤ - باب ما جاء في ميلاد النبي صلى الله عليه وسلم ٧٤٤ - ٣٨٨٠ حدثنا محمد بن بشار العبدي.
أخبرنا وهب بن جرير.
أخبرنا أبي قال: سمعت محمد بن إسحاق يحدث عن المطلب بن عبد الله بن قيس بن مخرمة، عن أبيه، عن جده قال: ولدت أنا ورسول الله صلى الله عليه وسلم عام الفيل، قال: وسأل عثمان بن عفان قباث بن أشيم أخا بني يعمر بن ليث: أأنت أكبر أم رسول الله صلى الله عليه وسلم؟ قال: رسول الله صلى الله عليه وسلم أكبر مني، وأنا أقدم منه في الميلاد (ولد رسول الله صلى الله عليه وسلم عام الفيل، ورفعت بي أمي على الموضع) (١) ،
قال: ورأيت خذق الطير (٢) أخضر محيلا.
(ضعيف الاسناد) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث محمد بن إسحاق.
٢٤ / ٥ - باب ما جاء في بدء نبوة النبي صلى الله عليه وسلم ٧٤٥ - ٣٨٨١ (٣) حدثنا الفضل بن سهل أبو العباس الاعرج البغدادي.
أخبرنا عبد الرحمن بن غزوان.
أخبرنا يونس ابن أبي إسحاق، عن أبي بكر ابن أبي موسى الاشعري، عن أبيه، قال:
_________
(١) ما بين الحاصرتين () ساقط من الاصل.
(٢) في إحدى النسخ (الفيل) وعلى هامش المخطوطة (خنق الطير في أذن الفيل..) .
(٣) وهو في " صحيح سنن الترمذي - باختصار السند " برقم ٢٨٦٢.
(*)',NULL,'484',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (513,'خرج أبو طالب لى الشام، وخرج معه النبي صلى الله عليه وسلم في أشياخ من قريش، فلما أشرفوا على الراهب هبط فحلوا رحالهم، فخرج إليهم الراهب، وكانوا قبل ذلك يمرون به فلا يخرج إليهم، ولا يلتفت.
قال: فهم يحلون رحالهم، فجعل يتخللهم الراهب حتى جاء فأخذ بيد رسول الله صلى الله عليه وسلم، فقال: هذا سيد العالمين، هذا رسول رب العالمين، يبعثه الله رحمة للعالمين.
فقال له أشياخ من قريش: ما علمك؟ فقال: إنكم حين أشرفتم من العقبة، لم يبق حجر ولا شجر إلا خر ساجدا، ولا يسجدان إلا لنبي، وإني أعرفه بخاتم النبوة أسفل من غضروف كتفه مثل التفاحة، ثم رجع فصنع لهم طعاما، فلما أتاهم به، فكان هو في رعية الابل.
فقال: أرسلوا إليه، فأقبل وعليه غمامة تظله، فلما دنا من القوم، وجدهم قد سبقوه إلى فئ الشجرة، فلما جلس مال فئ الشجرة عليه.
فقال: انظروا إلى فئ الشجرة مال عليه.
قال: فبينما هو قائم عليهم، وهو يناشدهم أن لا يذهبوا به إلى الروم، فإن الروم إن رأوه عرفوه بالصفة فيقتلونه، فالتفت فإذا بسبعة قد أقبلوا من الروم فاستقبلهم.
فقال: ما جاء بكم؟ قالوا: جئنا أن هذا النبي خارج في هذا الشهر، فلم يبق طريق إلا بعث إليه بأناس، وأنا قد أخبرنا خبره، بعثنا إلى طريقك هذا.
فقال: هل خلفكم أحد هو خير منكم؟ قالوا: إنما أخبرنا خبره بطريقك هذا.
قال: أفرأيتم أمرا أراد الله أن يقضيه، هل يستطيع أحد من الناس رده؟ قالوا: لا.
قال: فبايعوه وأقاموا معه.
قال: أنشدكم بالله، أيكم وليه؟ قالوا: أبو طالب، فلم يزل يناشده حتى',NULL,'485',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (514,'رده أبو طالب، وبعث معه أبو بكر بلالا، وزوده الراهب من الكعك والزيت.
(صحيح - فقه السيرة، دفاع عن الحديث النبوي ٦٢ - ٧٢، المشكاة ٥٩١٨، لكن ذكر بلال فيه منكر كما قيل) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٢٥ / ٦ - باب ما جاء في مبعث النبي صلى الله عليه وسلم وابن كم كان حين بعث ٧٤٦ - ٣٨٨٣ حدثنا محمد بن بشار.
أخبرنا ابن أبي عدي، عن هشام، عن عكرمة، عن ابن عباس قال: قبض النبي صلى الله عليه وسلم، وهو ابن خمس وستين سنة.
(شاذ المصدر نفسه (مختصر الشمائل ٣٢٠، وسيأتي ٧٥١ / ٣٩١٢)) .
هكذا حدثنا محمد بن بشار.
وروى عنه محمد بن إسماعيل مثل ذلك.
٢٧ / ٨ - باب ٧٤٧ - ٣٨٨٧ حدثنا عباد بن يعقوب الكوفي.
أخبرنا الوليد ابن أبي ثور، عن السدي، عن عباد ابن أبي يزيد، عن علي ابن أبي طالب قال: كنت مع النبي صلى الله عليه وسلم بمكة، فخرجنا في بعض نواحيها، فما استقبله جبل ولا شجر إلا وهو يقول: السلام عليك يا رسول الله.
(ضعيف - المشكاة ٥٩١٩ / التحقيق الثاني) .
هذا حديث حسن غريب.
وقد روى غير واحد عن الوليد ابن أبي ثور، وقالوا: عن عباد ابن أبي يزيد.
منهم فروة ابن أبي المغراء.',NULL,'486',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (515,'٣٨ / ١٩ - باب ٧٤٨ - ٣٩٠٠ حدثنا أبو جعفر محمد بن الحسين ابن أبي حليمة - من قصر الاحنف - وأحمد بن عبدة الضبي، وعلي بن حجر - المعنى واحد -، قالوا: أخبرنا عيسى بن يونس.
أخبرنا عمر بن عبد الله - مولى غفرة -.
حدثني إبراهيم بن محمد من ولد علي ابن أبي طالب قال: كان علي إذا وصف النبي صلى الله عليه وسلم قال:
_________
ليس (١) بالطويل الممغط، ولا بالقصير المتردد، وكان ربعة من القوم، ولم يكن بالجعد القطط ولا بالسبط، كان جعدا رجلا، ولم يكن بالمطهم، ولا بالمكلثم، وكان في الوجه تدوير أبيض مشرب، أدعج العينين، أهدب
الاشفار، جليل المشاش والكتد، أجرد ذو مسربة، شثن الكفين والقدمين، إذا مشى تقلع كأنما يمشي في صبب، وإذا التفت التفت معا، بين كتفيه خاتم النبوة، وهو خاتم النبيين، أجود الناس (كفا، وأشرحهم) (٢) صدرا، وأصدق الناس لهجة، وألينهم عريكة، وأكرمهم عشرة، من رآه بديهة هابه، ومن خالطه معرفة أحبه.
يقول ناعته: لم أر قبله ولا بعده مثله، صلى الله عليه وسلم.
(ضعيف - مختصر الشمائل ٥، المشكاة ٥٧٩١) .
هذا حديث ليس إسناده بمتصل.
قال أبو جعفر: سمعت الاصمعي يقول في تفسير صفة النبي صلى الله عليه وسلم، يقول: الممغط: الذاهب طولا.
قال: وسمعت أعرابيا يقول في كلامه: تمغط في نشابته: أي مدها مدا شديدا.
وأما المتردد: فالداخل بعضه في بعض قصرا، وأما القطط: فالشديد الجعودة.
والرجل الذي في شعره
_________
(١) في نسخة: لم يكن.
(٢) ما بين الحاصرتين () ساقط من نسخة الشيخ.
(*)',NULL,'487',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (516,'جحونة: أي ينحني قليلا.
وأما المطهم: فالبادن الكثير اللحم.
أما المكلثم: المدور الوجه.
وأما المشرب: فهو الذي في بياضه حمرة.
والادعج: الشديد سواد العين.
والاهدب: الطويل الاشفار.
والكتد: مجتمع الكتفين وهو الكاهل.
والمسربة: هو الشعر الدقيق الذي هو كأنه قضيب من الصدر إلى السرة.
والشثن: الغليظ الاصابع من الكفين والقدمين.
والتقلع: أن يمشي بقوة.
والصبب: الحدور، تقول: انحدرنا من صبوب وصبب.
وقوله: جليل المشاش: يريد رؤوس المناكب.
والعشرة: الصحبة.
والعشير: الصاحب.
والبديهة: المفاجاة، يقول: بدهته بأمر: أي فجئته.
٤٣ / ٢٤ - باب ٧٤٩ - ٣٩٠٧ حدثنا أحمد بن منيع.
أخبرنا عباد بن العوام.
أخبرنا الحجاج - هو ابن أرطاة - عن سماك بن حرب، عن جابر بن سمرة قال: كان في ساقي رسول الله صلى الله عليه وسلم حموشة، وكان لا يضحك إلا تبسما، وكنت إذا نظرت إليه قلت: أكحل العينين، وليس بأكحل صلى الله عليه وسلم.
(ضعيف - المصدر نفسه (مختصر الشمائل ١٩٣، ضعيف الجامع الصغير ٤٤٧٤)) .
هذا حديث حسن صحيح غريب.
٤٥ / ٢٦ - باب ٧٥٠ - ٣٩١٠ حدثنا قتيبة.
أخبرنا ابن لهيعة، عن أبي يونس، عن أبي هريرة ما رأيت شيئا أحسن من رسول الله صلى الله عليه وسلم، كأن الشمس تجري في وجهه، وما رأيت أحدا أسرع في مشيه من رسول الله صلى الله',NULL,'488',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (517,'عليه وسلم، كأنما الارض تطوى له، إنا لنجهد أنفسنا، وإنه لغير مكترث.
(ضعيف - المصدر نفسه (مختصر الشمائل)) .
هذا حديث غريب.
٤٧ / ٢٨ - باب ما جاء في سن النبي صلى الله عليه وسلم وابن كم كان حين مات ٧٥١ - ٣٩١٢ حدثنا أحمد بن منيع، ويعقوب بن إبراهيم الدورقي، قالا: أخبرنا إسماعيل ابن علية، عن خالد الحذاء، قال: حدثني عمار - مولى بني هاشم - قال: سمعت ابن عباس يقول:
توفي النبي صلى الله عليه وسلم وهو ابن خمس وستين.
(شاذ ومضى ٣٧٠١ (٧٣٦ / ٣٨٨٣)) .
٧٥٢ - ٣٩١٣ حدثنا نصر بن علي الجهضمي.
أخبرنا بشر بن المفضل.
أخبرنا خالد الحذاء.
أخبرنا عمار - مولى بني هاشم -.
أخبرنا ابن عباس: أن النبي صلى الله عليه وسلم توفي وهو ابن خمس وستين.
(شاذ انظر ما قبله) .
هذا حديث حسن الاسناد صحيح.
مناقب أبي بكر الصديق رض الله عنه واسمه: عبد الله بن عثمان، ولقبه: عتيق ٥١ / ٣٢ - باب ٧٥٣ - ٣٩٢١ حدثنا محمد بن عبد الملك ابن أبي الشوارب.
أخبرنا أبو عوانة، عن عبد الملك بن عمير، عن ابن أبي المعلى، عن أبيه: أن رسول الله صلى الله عليه وسلم خطب يوما فقال:',NULL,'489',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (518,'" إن رجلا خيره ربه بين أن يعيش في الدنيا ما شاء أن يعيش، ويأكل في الدنيا ما شاء أن يأكل، وبين لقاء ربه، فاختار لقاء ربه ".
- قال: فبكى (أبو بكر) (١) أصحاب النبي صلى الله عليه وسلم - ألا تعجبون من هذا الشيخ إذ ذكر رسول الله صلى الله عليه وسلم رجلا صالحا خيره ربه بين الدنيا ولقاء ربه فاختار لقاء ربه؟.
قال: فكان أبو بكر أعلمهم بما قال رسول الله صلى الله عليه وسلم.
فقال أبو بكر: بل نفديك بآبائنا وأموالنا، فقال رسول الله صلى الله عليه
وسلم: ٧٥٣ / ١ - ٣٩٢١ " ما من الناس أحد أمن إلينا في صحبته، وذات يده، من ابن أبي قحافة.
ولو كنت متخذا خليلا لاتخذت ابن أبي قحافة خليلا، ولكن ود وإخاء إيمان - مرتين أو ثلاثا - الان، وإن صاحبكم خليل الله ".
(ضعيف الاسناد) (٢) .
وفي الباب عن أبي سعيد.
هذا حديث غريب.
وقد روي هذا الحديث، عن أبي عوانة، عن عبد الملك بن عمير، بإسناد غير هذا.
ومعنى قوله: أمن إلينا: يعني: أمن علينا.
٥٥ / ٣٦ - باب ٧٥٤ - ٣٩٣٢ حدثنا محمود بن غيلان.
أخبرنا أبو داود.
أخبرنا الحكم بن عطية، عن ثابت، عن أنس:
_________
(١) ما بين الحاصرتين () زيادة من المخطوطة.
(٢) انظر " صحيح سنن الترمذي - باختصار السند " ٣٨ / ١٩٩ وستجد الكثير من فضائل أبي بكر، وعادة الشيخ ناصر أن يقول في مثل هذه: صح بعضه، أو كلاما بهذا المعنى.
ولكنه سكت هنا.
(*)',NULL,'490',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (519,'أن رسول الله صلى الله عليه وسلم، كان يخرج على أصحابه من المهاجرين والانصار، وهم جلوس، وفيهم أبو بكر وعمر، فلا يرفع إليه أحد منهم بصره.
إلا أبو بكر وعمر، فإنهما كانا ينظران إليه، وينظر إليهما، ويتبسمان إليه، ويتبسم إليهما.
(ضعيف - المشكاة ٦٠٥٣) .
هذا حديث غريب، لا نعرفه إلا من حديث الحكم بن عطية، وقد تكلم
بعضهم في الحكم بن عطية.
٥٦ / ٣٧ - باب ٧٥٥ - ٣٩٣٣ حدثنا عمر بن إسماعيل بن مجالد بن سعيد.
حدثنا سعيد بن مسلمة، عن إسماعيل بن أمية، عن نافع، عن ابن عمر: أن رسول الله صلى الله عليه وسلم، خرج ذات يوم، فدخل المسجد، وأبو بكر وعمر، أحدهما عن يمينه والاخر عن شماله، وهو آخذ بأيديهما وقال: " هكذا نبعث يوم القيامة ".
(ضعيف - ابن ماجه ٩٩ (برقم ١٨ وهنا أتم، ومشكاة المصابيح ٦٠٥٤، ضعيف الجامع الصغير ٦٠٨٩)) .
هذا حديث غريب.
وسعيد بن مسلمة ليس عندهم بالقوي.
وقد روي هذا الحديث أيضا من غير هذا الوجه، عن نافع، عن ابن عمر.
٧٥٦ - ٣٩٣٤ حدثنا يوسف بن موسى القطان البغدادي.
أخبرنا مالك بن إسماعيل، عن منصور ابن أبي الاسود، قال: حدثني كثير أبو إسماعيل، عن جميع بن عمير التيمي، عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال لابي بكر: " أنت صاحبي على الحوض، وصاحبي في الغار ".
(ضعيف - المشكاة ٦٠١٩ (ضعيف الجامع الصغير ١٣٢٧)) .',NULL,'491',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (520,'هذا حديث حسن غريب صحيح.
٥٩ / ٤٠ - باب ٧٥٧ - ٣٩٣٧ حدثنا نصر بن عبد الرحمن الكوفي.
أخبرنا أحمد بن بشير، عن عيسى بن ميمون الانصاري، عن القاسم بن محمد، عن عائشة، قالت:
قال رسول الله صلى الله عليه وسلم: " لا ينبغي لقوم فيهم أبو بكر أن يؤمهم غيره ".
(ضعيف جدا - الضعيفة ٤٨٢٠ (ضعيف الجامع الصغير ٦٣٧١)) .
هذا حديث غريب.
٦٤ / ٤٥ - باب ٧٥٨ - ٣٩٤٣ حدثنا أبو سعيد الاشج.
أخبرنا تليد بن سليمان، عن أبي الجحاف، عن عطية، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: " ما من نبي إلا وله وزيران من أهل السماء، ووزيران من أهل الارض، فأما وزيراي من أهل السماء: فجبرائيل وميكائيل، وأما وزيراي من أهل الارض: فأبو بكر وعمر ".
(ضعيف - المشكاة ٦٠٥٦ (ضعيف الجامع الصغير ٥٢٢٣)) .
هذا حديث حسن غريب.
وأبو الجحاف اسمه: داود ابن أبي عوف.
ويروى عن سفيان الثوري قال: أخبرنا أبو الجحاف، وكان مرضيا.
وتليد بن سليمان يكنى: أبا إدريس وهو شيعي.',NULL,'492',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (521,'مناقب أبي حفص عمر بن الخطاب رضي الله عنه ٦٦ / ٤٧ - باب ٧٥٩ - ٣٩٤٨ حدثنا أبو كريب.
أخبرنا يونس بن بكير، عن النضر أبي عمر، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم قال: " اللهم! أعز الاسلام بأبي جهل ابن هشام، أو بعمر بن الخطاب ".
قال: فأصبح فغدا عمر على رسول الله صلى الله عليه وسلم، فأسلم.
(ضعيف جدا - المشكاة ٦٠٣٦) .
هذا حديث غريب من هذا الوجه.
وقد تكلم بعضهم في النضر أبي عمر، وهو يروي مناكير.
٦٧ / ٤٨ - باب ٧٦٠ - ٣٩٤٩ حدثنا محمد بن المثنى.
أخبرنا عبد الله بن داود الواسطي أبو محمد.
حدثني عبد الرحمن ابن أخي محمد بن المنكدر، عن محمد بن المنكدر، عن جابر بن عبد الله قال: قال عمر لابي بكر: يا خير الناس بعد رسول الله صلى الله عليه وسلم.
فقال أبو بكر: أما إنك إن قلت ذاك! فلقد سمعت رسول الله صلى الله عليه وسلم يقول: " ما طلعت الشمس على رجل خير من عمر ".
(موضوع - الضعيفة ١٣٥٧ (ضعيف الجامع الصغير ٥٠٩٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، وليس إسناده بذاك.
وفي الباب عن أبي الدرداء.',NULL,'493',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (522,'٧٢ / ٥٣ - باب ٧٦١ - ٣٩٥٧ حدثنا سلمة بن شبيب.
أخبرنا عبد الله بن نافع الصانع.
أخبرنا عاصم بن عمر العمري، عن عبد الله بن دينار، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: " أنا أول من تنشق عنه الارض، ثم أبو بكر، ثم عمر، ثم آتي أهل البقيع فيحشرون معي، ثم أنتظر أهل مكة حتى أحشر بين الحرمين ".
(ضعيف - الضعيفة ٢٩٤٩ (ضعيف الجامع الصغير ١٣١٠)) .
هذا حديث حسن غريب.
وعاصم بن عمر العمري، ليس عندي بالحافظ عند أهل الحديث.
٧٤ / ٥٥ - باب ٧٦٢ - ٣٩٥٩ حدثنا محمد بن حميد الرازي.
أخبرنا عبد الله بن عبد القدوس (١) .
أخبرنا الاعمش، عن عمرو بن مرة، عن عبد الله بن سلمة، عن عبيدة السلماني، عن عبد الله بن مسعود: أن النبي صلى الله عليه وسلم قال: " يطلع عليكم رجل من أهل الجنة "، فاطلع أبو بكر، ثم قال: " يطلع عليكم رجل من أهل الجنة "، فاطلع عمر.
(ضعيف - المشكاة ٦٠٥٨) .
وفي الباب: عن أبي موسى، وجابر.
هذا حديث غريب من حديث ابن مسعود.
_________
(١) في إحدى النسخ: عبد الملك بن عبد القدوس.
ولم أجد له ترجمة، وأما عبد الله ابن عبد القدوس: فهو: التميمي السعدي، الكوفي، وكان صدوقا، رمي بالرفض.
" التقريب " ١ / ٤٣٠.
(*)',NULL,'494',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (523,'مناقب عثمان بن عفان رضي الله عنه وله كنيتان يقال: أبو عمر، وأبو عبد الله ٧٥ / ٥٦ - باب ٧٦٣ - ٣٩٦٤ حدثنا أبو هشام الرفاعي.
أخبرنا يحيى بن اليمان، عن شيخ من بني زهرة، عن الحارث بن عبد الرحمن ابن أبي ذباب، عن طلحة بن
عبيد الله، قال: قال رسول الله صلى الله عليه وسلم: " لكل نبي رفيق، ورفيقي - يعني في الجنة - عثمان ".
(ضعيف - ابن ماجه ١٥٩ (برقم ٢١ عن أبي هريرة "، بسند أخر و " ضعيف الجامع الصغير وزيادته " برقم ٤٧٣٨)) .
هذا حديث غريب وليس إسناده بالقوي، وهو منقطع.
٧٦ / ٥٧ - باب ٧٦٤ - ٣٩٦٦ حدثنا محمد بن بشار.
أخبرنا أبو داود.
أخبرنا السكن بن المغيرة - ويكنى أبا محمد مولى لال عثمان - قال: أخبرنا الوليد ابن أبي هشام، عن فرقد أبي طلحة، عن عبد الرحمن بن خباب، قال: شهدت النبي صلى الله عليه وسلم، وهو يحث على جيش العسرة، فقام عثمان بن عفان، فقال: يا رسول الله! علي مائة بعير بأحلاسها وأقتابها في سبيل الله.
ثم حض على الجيش، فقام عثمان فقال: يا رسول الله! علي مائتا بعير بأحلاسها وأقتابها في سبيل الله.
ثم حض على الجيش، فقام عثمان بن عفان فقال: علي ثلاثمائة بعير بأحلاسها وأقتابها في سبيل الله.',NULL,'495',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (524,'فأنا رأيت رسول الله صلى الله عليه وسلم ينزل عن المنبر وهو يقول: " ما على عثمان ما عمل بعد هذه، ما على عثمان ما عمل بعد هذه ".
(ضعيف - المشكاة ٦٠٦٣) .
هذا حديث غريب من (هذا الوجه، لا نعرفه إلا من حديث السكن بن المغيرة.
وفي الباب) (١) عن عبد الرحمن بن سمرة.
٧٦٥ - ٣٩٦٨ حدثنا أبو زرعة.
أخبرنا الحسن بن بشر.
أخبرنا الحكم بن عبد الملك، عن قتادة، عن أنس بن مالك قال: لما أمر رسول الله ببيعة الرضوان، كان عثمان بن عفان رسول رسول الله صلى الله عليه وسلم إلى أهل مكة.
قال: فبايع الناس، فقال رسول الله صلى الله عليه وسلم: " إن عثمان في حاجة الله، وحاجة رسوله ".
فضرب بإحدى يديه على الاخرى، فكانت يد رسول الله صلى الله عليه وسلم لعثمان خيرا من أيديهم لانفسهم.
(ضعيف - المشكاة ٦٠٦٥) .
هذا حديث حسن صحيح غريب.
٨٠ / ٦١ - باب ٧٦٦ - ٣٩٧٥ حدثنا الفضل ابن أبي طالب البغدادي، وغير واحد قالوا: أخبرنا عثمان بن زفر.
أخبرنا محمد بن زياد، عن محمد بن عجلان، عن أبي الزبير، عن جابر قال: أتي النبي صلى الله عليه وسلم بجنازة رجل، ليصلي عليه، فلم يصل
_________
(١) في الاصل (وفي الباب هذا الوجه) .
والتصويب من المخطوطة.
(*)',NULL,'496',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (525,'عليه، فقيل: يا رسول الله! ما رأيناك تركت الصلاة على أحد قبل هذا؟ قال: " إنه كان يبغض عثمان، فأبغضه الله ".
(موضوع - الضعيفة ١٩٦٧ (ضعيف الجامع الصغير ٢٠٧٣)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
ومحمد بن زياد هذا: هو صاحب ميمون بن مهران ضعيف في الحديث جدا.
ومحمد بن زياد صاحب أبي هريرة وهو بصري ثقة، ويكنى أبا الحارث.
ومحمد بن زياد الالهاني صاحب أبي أمامة ثقة شامي، يكنى أبا سفيان.
مناقب علي ابن أبي طالب رضي الله عنه يقال وله كنيتان: أبو تراب، وأبو الحسن ٨٢ / ٦٣ - باب ٧٦٧ - ٣٩٨٠ حدثنا أبو الخطاب زياد بن يحيى البصري.
أخبرنا أبو عتاب سهل بن حماد.
أخبرنا المختار بن نافع.
أخبرنا أبو حبان التيمي، عن أبيه، عن علي قال: قال رسول الله صلى الله عليه وسلم: " رحم الله أبا بكر، زوجني ابنته، وحملني إلى دار الهجرة، وأعتق بلالا من ماله.
رحم الله عمر يقول الحق، وإن كان مرا.
تركه الحق وما له صديق رحم الله عثمان تستحيه الملائكة.
رحم الله عليا.
اللهم أدر الحق معه حيث دار ".
(ضعيف جدا - الضعيفة ٢٠٩٤، المشكاة ٦١٢٥ (ضعيف الجامع الصغير وزيادته بأتم من هنا ٣٠٩٥)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.',NULL,'497',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (526,'٧٦٨ - ٣٩٨١ حدثنا سفيان بن وكيع.
أخبرنا أبي، عن شريك، عن منصور، عن ربعي بن حراش، قال: أخبرنا علي ابن أبى طالب بالرحبة فقال: لما كان يوم الحديبية، خرج إلينا ناس من المشركين، فيهم سهيل بن
عمرو، وأناس من رؤساء المشركين، فقالوا: يا رسول الله! خرج إليك ناس من أبنائنا وإخواننا وأرقائنا، وليس لهم ثقة في الدين، وإنما خرجوا فرارا من أموالنا وضياعنا، فارددهم إلينا، فإن لم يكن لهم فقه في الدين سنفقههم، فقال النبي صلى الله عليه وسلم: " يا معشر قريش! لتنتهن أو ليبعثن الله عليكم من يضرب رقابكم بالسيف على الدين، قد امتحن الله قلوبهم على الايمان ".
قالوا: من هو يا رسول الله؟ فقال له أبو بكر: من هو يا رسول الله؟ وقال عمر: من هو يا رسول الله؟ قال: " هو خاصف النعل ".
وكان أعطى عليا نعله يخصفها، قال: ثم التفت إلينا علي، فقال: إن رسول الله صلى الله عليه وسلم قال: " من كذب علي متعمدا فليتبوأ مقعده من النار ".
(ضعيف الاسناد، لكن الجملة الاخيرة منه صحيحة متواترة فانظر الحديث ٢٧٩٦ (صحيح سنن الترمذي - باختصار السند ٢١٤١ / ٢٨٠٩ وصحيح سنن النسائي - باختصار السند - ٢١٤١ - ٢٨٥٩)) .
هذا حديث حسن صحيح غريب، لا نعرفه إلا من هذا الوجه من حديث ربعي عن علي.
وسمعت الجارود يقول: سمعت وكيعا يقول: لم يكذب ربعي بن حراش في الاسلام كذبة.
وأخبرني محمد بن إسماعيل عن عبد الله ابن أبي الاسود، قال: سمعت عبد الرحمن بن مهدي يقول: منصور بن المعتمر أثبت أهل الكوفة.',NULL,'498',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (527,'٨٣ / ٦٤ - باب ٧٦٩ - ٣٩٨٢ حدثنا قتيبة.
أخبرنا جعفر بن سليمان، عن أبى هارون العبدي، عن أبي سعيد الخدري قال: إن كنا لنعرف المنافقين - نحن معشر الانصار - ببغضهم علي ابن أبي طالب.
(ضعيف الاسناد جدا) .
هذا حديث غريب.
إنما نعرفه من حديث أبي هارون.
وقد تكلم شعبة في أبي هارون العبدي.
وقد روي هذا عن الاعمش، عن أبي صالح، عن أبي سعيد.
٨٤ / ٦٥ - باب ٧٧٠ - ٣٩٨٣ حدثنا واصل بن عبد الاعلى.
أخبرنا محمد بن فضيل، عن عبد الله بن عبد الرحمن أبي نصر، عن المساور الحميري، عن أمه قالت: دخلت على أم سلمة فسمعتها تقول: كان رسول الله صلى الله عليه وسلم يقول: " لا يحب عليا منافق، ولا يبغضه مؤمن ".
(ضعيف - المشكاة ٦٠٩١ (ضعيف الجامع الصغير ٦٣٣٠)) .
وفي الباب عن علي.
هذا حديث حسن غريب من هذا الوجه.
وعبد الله بن عبد الرحمن، هو أبو نصر الوراق، وروى عنه سفيان الثوري.
٨٥ / ٦٦ - باب ٧٧١ - ٣٩٨٤ حدثنا إسماعيل بن موسى الفزاري - ابن بنت السدي -.
أخبرنا شريك، عن أبي ربيعة، عن ابن بريدة، عن أبيه قال: قال رسول الله صلى',NULL,'499',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (528,'الله عليه وسلم: " إن الله أمرني بحب أربعة وأخبرني أنه يحبهم ".
قيل: يا رسول الله! سمهم لنا، قال: " علي منهم " يقول ذلك ثلاثا.
" وأبو ذر، والمقداد، وسلمان، وأمرني بحبهم، وأخبرني أنه يحبهم ".
(ضعيف - ابن ماجه ١٤٩ (برقم ٢٨ و " ضعيف الجامع الصغير " ١٥٦٦)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث شريك.
٧٧٢ - ٣٩٨٦ حدثنا يوسف بن موسى القطان البغدادي.
أخبرنا علي بن قادم.
أخبرنا علي بن صالح بن حي، عن حكيم بن جبير، عن جميع بن عمير التيمي، عن ابن عمر قال: آخى رسول الله صلى الله عليه وسلم بين أصحابه، فجاء علي تدمع عيناه، فقال: يا رسول الله! آخيت بين أصحابك، ولم تؤاخ بيني وبين أحد، فقال له رسول الله صلى الله عليه وسلم: " أنت أخي في الدنيا والاخرة ".
(ضعيف - المشكاة ٦٠٨٤ (ضعيف الجامع الصغير ١٣٢٥)) .
هذا حديث حسن غريب، وفيه عن زيد ابن أبي أوفى.
٨٦ / ٦٧ - باب ٧٧٣ - ٣٩٨٧ حدثنا سفيان بن وكيع.
أخبرنا عبيد الله بن موسى، عن عيسى ابن عمر، عن السدي، عن أنس بن مالك، قال: كان عند النبي صلى الله عليه وسلم طير، فقال: " اللهم! ائتني بأحب خلقك إليك، يأكل معي هذا الطير ".
فجاء علي فأكل معه.
(ضعيف - المشكاة ٦٠٨٥) .',NULL,'500',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (529,'هذا حديث غريب، لا نعرفه من حديث السدي إلا من هذا الوجه.
وقد روي هذا الحديث من غير وجه عن أنس.
والسدي اسمه: إسماعيل بن عبد الرحمن، وقد أدرك أنس بن مالك، ورأى الحسين بن علي.
وثقه شعبة وسفيان الثوري وزائدة، ووثقه يحيى بن سعيد القطان.
٧٧٤ - ٣٩٨٨ حدثنا خلاد بن أسلم البغدادي.
أخبرنا النضر بن شميل.
أخبرنا عوف، عن عبد الله بن عمرو بن هند الجملي، قال: قال علي: كنت إذا سألت رسول الله صلى الله عليه وسلم أعطاني، وإذا سكت ابتدأني.
(ضعيف - المشكاة ٦٠٨٦) .
هذا حديث حسن غريب من هذا الوجه.
٨٧ / ٦٨ - باب ٧٧٥ - ٣٩٨٩ حدثنا إسماعيل بن موسى.
أخبرنا محمد بن عمر بن الرومي.
أخبرنا شريك، عن سلمة بن كهيل، عن سويد بن غفلة، عن الصنابحي، عن علي، قال: قال رسول الله صلى الله عليه وسلم: " أنا دار الحكمة وعلي بابها ".
(ضعيف - المشكاة ٦٠٨٧ (ضعيف الجامع الصغير ٦٠٨٧)) .
هذا حديث غريب منكر.
روى بعضهم هذا الحديث عن شريك، ولم يذكروا فيه: عن الصنابحي،
ولا نعرف هذا الحديث عن أحد من الثقات، غير شريك.
وفي الباب عن ابن عباس.',NULL,'501',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (530,'٨٨ / ٦٩ - باب ٧٧٦ - ٣٩٩١ حدثنا عبد الله ابن أبي زياد.
أخبرنا الاحوص بن جواب، عن يونس ابن أبي إسحاق، عن أبي إسحاق، عن البراء قال: بعث النبي صلى الله عليه وسلم جيشين، وأمر على أحدهما علي ابن أبي طالب، وعلى الاخر خالد بن الوليد، وقال: " إذا كان القتال فعلي ".
قال: فافتتح علي حصنا، فأخذ منه جارية، فكتب معي خالد كتابا الله النبي صلى الله عليه وسلم يشي به، قال: فقدمت على النبي صلى الله عليه وسلم فقرأ الكتاب فتغير لونه، ثم قال: " ما ترى في رجل يحب الله ورسوله، ويحبه الله ورسوله ".
قال: قلت: أعوذ بالله من غضب الله، ومن غضب رسوله.
وإنما أنا رسول، فسكت.
(ضعيف الاسناد، ومضى برقم ١٧٥٦ (٢٨٦ / ١٧٧٢)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٨٩ / ٧٠ - باب ٧٧٧ - ٣٩٩٢ حدثنا علي بن المنذر الكوفي.
أخبرنا محمد بن فضيل، عن الاجلح، عن أبي الزبير، عن جابر قال: دعا رسول الله صلى الله عليه وسلم عليا يوم الطائف، فانتجاه، فقال الناس: لقد طال نجواه مع ابن عمه، فقال رسول الله صلى الله عليه وسلم:
" ما انتجيته ولكن الله انتجاه ".
(ضعيف - المشكاة ٦٠٨٨، الضعيفة ٣٠٨٤ (ضعيف الجامع الصغير ٥٠٢٢)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث الاجلح، وقد رواه غير',NULL,'502',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (531,'ابن فضيل عن الاجلح.
ومعنى قوله: ولكن الله انتجاه يقول: إن الله أمرني أن أنتجي معه.
٩٠ / ٧١ - باب ٧٧٨ - ٣٩٩٣ حدثنا علي بن المنذر.
أخبرنا ابن فضيل، عن سالم ابن أبي حفصة، عن عطية، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: " يا علي! لا يحل لاحد أن يجنب في هذا المسجد غيري وغيرك ".
(ضعيف - المشكاة ٦٠٨٩، الضعيفة ٤٩٧٣ (ضعيف الجامع الصغير ٦٤٠٢)) .
قال علي بن المنذر: قلت لضرار بن صرد: ما معنى هذا الحديث؟ قال: لا يحل لاحد يستطرقه جنبا غيري وغيرك.
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه، وقد سمع محمد ابن إسماعيل مني هذا الحديث واستغربه.
٩١ / ٧٢ - باب ٧٧٩ - ٣٩٩٤ حدثنا إسماعيل بن موسى.
أخبرنا علي بن عابس، عن مسلم الملائي، عن أنس بن مالك، قال: بعث النبي صلى الله عليه وسلم يوم الاثنين، وصلى وعلي يوم الثلاثاء.
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه إلا من حديث مسلم الاعور، ومسلم الاعور (١)
ليس عندهم بذاك القوي.
وقد روي هذا الحديث عن مسلم، عن حبة (٢) ، عن علي، نحو هذا.
_________
(١) هو مسلم بن كيسان الضبي الملائي البراد، ضعيف.
" التقريب " ٢ / ٢٤٦.
(٢) هو حبة بن جوين العرني، أبو قدامة الكوفي، صدوق له أغلاط، وكان غاليا في التشيع.
" التقريب " ١ / ١٤٨.
(*)',NULL,'503',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (532,'٩٢ / ٧٣ - باب ٧٨٠ - ٣٩٩٨ حدثنا نصر بن علي الجهضمي.
أخبرنا علي بن جعفر بن محمد بن علي، قال: أخبرني أخي موسى بن جعفر بن محمد، عن أبيه جعفر بن محمد، عن أبيه محمد بن علي، عن أبيه علي بن الحسين، عن أبيه، عن جده علي ابن أبي طالب: ان النبي صلى الله عليه وسلم أخذ بيد حسن وحسين قال: " من أحبني، وأحب هذين وأباهما وأمهما، كان معي في درجتي يوم القيامة ".
(ضعيف - الضعيفة ٣١٢٢، تخريج المختارة ٣٩٢ - ٣٩٧ (ضعيف الجامع الصغير وزيادته ٥٣٤٤)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث جعفر بن محمد، إلا من هذا الوجه.
٩٣ / ٧٤ - باب ٧٨١ - ٤٠٠٢ حدثنا محمد بن بشار، ويعقوب بن إبراهيم، وغير واحد قالوا: أخبرنا أبو عاصم، عن أبي الجراح، قال: حدثني جابر بن صبيح، قال: حدثتني أم شراحيل، قالت: حدثتني أم عطية قالت:
بعث النبي صلى الله عليه وسلم جيشا فيهم علي، قالت: فسمعت رسول الله صلى الله عليه وسلم وهو رافع يديه ويقول: " اللهم! لا تمتني حتى تريني عليا ".
(ضعيف - المشكاة ٦٠٩٠) .
هذا حديث حسن، إنما نعرفه من هذا الوجه.',NULL,'504',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (533,'مناقب أبي محمد طلحة بن عبيد الله رضي الله عنه ٧٨٢ - ٤٠٠٥ حدثنا أبو سعيد الاشج.
أخبرنا أبو عبد الرحمن بن منصور العنزي، عن عقبة بن علقمة اليشكري، قال: سمعت علي ابن أبي طالب يقول: سمعت أذني من في رسول الله صلى الله عليه وسلم وهو يقول: " طلحة والزبير جاراي في الجنة ".
(ضعيف - المشكاة ٦١١٤، الضعيفة ٢٣١١ (ضعيف الجامع الصغير ٣٦٢٧)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
مناقب ابي إسحاق سعد ابن أبي وقاص رضي الله عنه واسم أبي وقاص: مالك بن وهيب ١٠١ / ٨٢ - باب ٧٨٣ - ٤٠١٩ حدثنا الحسن بن الصباح البزار.
أخبرنا سفيان بن عيينة، عن علي بن زيد، ويحيى بن سعيد، سمعا سعيد بن المسيب يقول: قال علي: ما جمع رسول الله صلى الله عليه وسلم أباه وأمه لاحد إلا لسعد.
قال له يوم أحد: " ارم فداك أبي وأمي، ازم أيها الغلام الحزور ".
(منكر - بذكر الغلام الحزور - وقد مضى برقم ٢٩٨٦ (٥٣٥ / ٢٩٩٨)) .
هذا حديث حسن صحيح.
وفي الباب عن سعد.
وقد روى غير واحد هذا الحديث عن يحيى بن سعيد، عن سعيد بن المسيب، عن سعد.',NULL,'505',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (534,'مناقب أبي الفضل عم النبي صلى الله عليه وسلم وهو العباس بن عبد المطلب رضي الله عنه ٧٨٤ - ٤٠٢٩ حدثنا قتيبة.
أخبرنا أبو عوانة، عن يزيد ابن أبي زياد، عن عبد الله بن الحارث، قال: حدثني عبد المطلب بن ربيعة بن الحارث بن عبد المطلب: ان العباس بن عبد المطلب، دخل على رسول الله صلى الله عليه وسلم منضبا وأنا عنده، فقال: " ما أغضبك؟ " قال: يا رسول الله! ما لنا ولقريش! إذا تلاقوا بينهم، تلاقوا بوجوه مبشرة، وإذا لقونا، لقونا بغير ذلك، قال: فغضب رسول الله صلى الله عليه وسلم حتى احمر وجهه، ثم قال: " والذي نفسي بيده، لا يدخل قلب رجل الايمان حتى يحبكم لله ولرسوله "، ثم قال: " يا أيها الناس! من آذى عمي فقد آذاني، فإنما عم الرجل صنو أبيه ".
(ضعيف إلا قوله: " عم الرجل.." فصحيح - المشكاة ٦١٤٧، الصحيحة ٨٠٦) .
هذا حديث حسن صحيح.
١٠٣ - باب ٧٨٥ - ٤٠٣٠ حدثنا القاسم بن دينار الكوفي، قال: حدثنا عبيد الله، عن إسرائيل، عن عبد الاعلى، عن سعيد بن جبير، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: " العباس مني وأنا منه ".
(ضعيف - المشكاة ٦١٤٨، الضعيفة ٢٣١٥ (ضعيف الجامع الصغير ٣٨٤٢)) .
قال: هذا حديث حسن صحيح غريب، لا نعرفه إلا من حديث إسرائيل.',NULL,'506',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (535,'مناقب جعفر ابن أبي طالب، أخي علي رضي الله عنهما ٧٨٦ - ٤٠٣٧ حدثنا أبو سعيد الاشج.
أخبرنا إسماعيل بن إبراهيم - أبو يحيى التيمي - أخبرنا إبراهيم أبو إسحاق المخزومي، عن سعيد المقبري، عن أبي هريرة، قال: إن كنت لاسأل الرجل من أصحاب النبي صلى الله عليه وسلم عن الايات من القرآن - أنا أعلم بها منه - ما أسأله إلا ليطعمني شيئا.
فكنت إذا سألت جعفر ابن أبي طالب، لم يجبني حتى يذهب بي إلى منزله، فيقول لامرأته: يا أسماء أطعمينا، فإذا أطعمتنا أجابني.
وكان جعفر يحب المساكين، ويجلس إليهم ويحدثهم ويحدثونه، فكان رسول الله صلى الله عليه وسلم يكنيه بأبي المساكين.
(ضعيف جدا - المشكاة ٦١٥٢ / التحقيق الثاني) .
هذا حديث غريب.
وأبو إسحاق المخزومي هو: إبراهيم بن الفضل المديني، وقد تكلم فيه بعض أهل الحديث من قبل حفظه، وله غرائب.
مناقب أبي محمد الحسن بن علي ابن أبي طالب والحسين بن علي ابن أبي طالب رضي الله عنهما ٧٨٧ - ٤٠٤٢ حدثنا أبو سعيد الاشج.
أخبرنا أبو خالد الاحمر.
أخبرنا رزين قال: حدثتني سلمى قالت: دخلت على أم سلمة، وهي تبكي، فقلت: ما يبكيك؟ قالت: رأيت رسول الله صلى الله عليه وسلم - تعني في المنام - وعلى رأسه ولحيته التراب، فقلت: ما لك يا رسول الله؟ قال:',NULL,'507',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (536,'" شهدت قتل الحسين آنفا ".
(ضعيف - المشكاة ٦١٥٧) .
هذا حديث غريب.
٧٨٨ - ٤٠٤٣ حدثنا أبو سعيد الاشج.
أخبرنا عقبة بن خالد.
حدثني يوسف ابن إبراهيم: أنه سمع أنس بن مالك يقول: سئل رسول الله صلى الله عليه وسلم: أي أهل بيتك (١) أحب إليك؟ قال: " الحسن والحسين "، وكان يقول لفاطمة: " ادعي لي ابني " فيشمهما ويضمهما إليه.
(ضعيف - المشكاة ٦١٥٨) .
هذا حديث غريب من هذا الوجه، من حديث أنس.
٧٨٩ - ٤٠٥٠ حدثنا عبد الله بن عبد الرحمن.
أخبرنا عبيد الله بن موسى، عن إسرائيل، عن أبي إسحاق، عن هانئ بن هانئ، عن علي قال:
الحسن أشبه برسول الله صلى الله عليه وسلم، ما بين الصدر إلى الرأس، والحسين أشبه برسول الله صلى الله عليه وسلم، ما كان أسفل من ذلك.
(ضعيف - المشكاة ٦١٦١) .
هذا حديث حسن غريب.
٧٩٠ - ٤٠٥٤ حدثنا محمد بن بشار.
أخبرنا أبو عامر العقدي.
أخبرنا زمعة بن صالح، عن سلمة بن وهرام، عن عكرمة، عن ابن عباس قال: كان رسول الله صلى الله عليه وسلم حامل الحسن بن علي على عاتقه.
فقال رجل: نعم المركب ركبت يا غلام.
فقال النبي صلى الله عليه وسلم:
_________
(١) كذا في أصل الشيخ ناصر وغيره، وفي المخطوطة (بنيك) وهو الامثل ليتناسب مع باقي الحديث وابن الولد ولد.
وثبت أن أحب أهل بيته إليه: فاطمة، وعائشة - رضي الله عنهما -.
(*)',NULL,'508',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (537,'" ونعم الراكب هو ".
(ضعيف - المشكاة ٦١٦٣) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وزمعة بن صالح، قد ضعفه بعض أهل العلم من قبل حفظه.
٧٩١ - ٤٠٥٩ حدثنا ابن أبي عمر.
أخبرنا سفيان عن كثير النواء، عن أبي إدريس، عن المسيب بن نجبة قال: قال علي ابن أبي طالب: قال النبي صلى الله عليه وسلم: " إن كل نبي أعطي سبعة نجباء رفقاء - أو قال: رقباء - وأعطيت أنا أربعة عشر " قلنا: من هم؟ قال: " أنا وابناي، وجعفر، وحمزة، وأبو بكر، وعمر، ومصعب بن عمير،
وبلال، وسلمان، وعمار، والمقداد، وحذيفة، وعبد الله بن مسعود ".
(ضعيف - المشكاة ٦٢٤٦ / التحقيق الثاني (ضعيف الجامع الصغير ١٩١٢)) .
هذا حديث حسن غريب من هذا الوجه.
وقد روي هذا الحديث عن علي موقوفا.
٧٩٢ - ٤٠٦٠ حدثنا أبو داود سليمان بن الاشعث.
أخبرنا يحيى بن معين.
أخبرنا هشام بن يوسف، عن عبد الله بن سليمان النوفلي، عن محمد بن علي ابن عبد الله بن عباس، عن أبيه، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: " أحبوا الله لما يغذوكم من نعمه، وأحبوني بحب الله، وأحبوا أهل بيتي بحبي ".
(ضعيف - تخريج فقه السيرة ٢٣ (ضعيف الجامع الصغير ١٧٦)) .
هذا حديث حسن غريب إنما نعرفه من هذا الوجه.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (538,'مناقب سلمان الفارسي رضي الله عنه ٧٩٣ - ٤٠٦٦ حدثنا سفيان بن وكيع.
أخبرنا أبي، عن الحسن بن صالح، عن أبي ربيعة الايادي، عن الحسن، عن أنس بن مالك، قال: قال رسول الله صلى الله علعه وسلم: " إن الجنة تشتاق إلى ثلاثة: علي، وعمار، وسلمان ".
(ضعيف - الضعيفة ٢٣٢٩) (١) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث الحسن بن صالح.
مناقب أبي ذر الغفاري
رضي الله عنه ٧٩٤ - ٤٠٧٢ حدثنا العباس العنبري.
أخبرنا النضر بن محمد.
أخبرنا عكرمة ابن عمار.
حدثني أبو زميل، عن مالك بن مرثد، عن أبيه، عن أبي ذر، قال: قال لي رسول الله صلى الله عليه وسلم: " ما أظلت الخضراء، ولا أقلت الغبراء من ذي لهجة أصدق ولا أوفى من أبي ذر.
شبه عيسى ابن مريم ".
فقال عمر بن الخطاب كالحاسد: يا رسول الله! أفتعرف ذلك له، قال: " نعم! فاعرفوه ".
(ضعيف - المشكاة ٦٢٣٠ / التحقيق الثاني) .
هذا حديث حسن غريب من هذا الوجه.
وقد روى بعضهم هذا الحديث فقال: ٧٩٤ / ١ - ٤٠٧٢ " أبو ذر يمشي في الارض بزهد عيسى ابن مريم ".
_________
(١) هو في " ضعيف الجامع " برقم ١٤٢٧ بلفظ: أربعة، وبزيادة: المقداد.
(*)',NULL,'510',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (539,'مناقب عبد الله بن سلام رضي الله عنه ٧٩٥ - ٤٠٧٣ حدثنا علي بن سعيد الكندي.
أخبرنا أبو محياة يحيى بن يعلى، عن عبد الملك بن عمير، عن ابن أخي عبد الله بن سلام قال: لما أريد قتل عثمان، جاء عبد الله بن سلام.
فقال له عثمان: ما جاء بك؟ قال: جئت في نصرك.
قال: اخرج إلى الناس فاطردهم عني، فإنك خارجا خير لي منك داخلا.
فخرج عبد الله إلى الناس فقال: أيها الناس! إنه كان اسمي في الجاهلية فلان، فسماني رسول الله صلى الله عليه وسلم عبد الله، ونزلت في آيات من كتاب الله، نزلت في: (وشهد شاهد من بني إسرائيل على مثله فآمن واستكبرتم إن الله لا يهدي القوم الظالمين) (١) ونزل (قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب) (٢) إن لله سيفا مغمودا عنكم، وإن الملائكة قد جاورتكم في بلدكم هذا الذي نزل فيه رسول الله صلى الله عليه وسلم.
فالله الله في هذا الرجل أو تقتلوه! ؟ فوالله لان قتلتموه لتطردن جيرانكم الملائكة، ولتسلن سيف الله المغمود عنكم، فلا يغمد الله يرم القيامة.
قالوا: اقتلوا اليهودي، واقتلوا عثمان.
(ضعيف الاسناد - ومضى برقم ٣٣٠٩ (٦٤٢ / ٣٤٨٦)) .
هذا حديث غريب، إنما نعرفه من حديث عبد الملك بن عمير.
وقد روى شعيب بن صفوان هذا الحديث عن عبد الملك بن عمير، فقال
_________
(١) سورة الاحقاف (٤٦) ، الاية ١٠.
(٢) سورة الرعد (١٣) ، الاية ٤٣.
(*)',NULL,'511',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (540,'عمر بن محمد بن عبد الله بن سلام، عن جده، عبد الله بن سلام.
مناقب عبد الله بن مسعود رضي الله عنه ٧٩٦ - ٤٠٧٨ حدثنا عبد الله بن عبد الرحمن.
أخبرنا صاعد الحرانى.
أخبرنا زهير.
أخبرنا منصور، عن أبي إسحاق، عن الحارث، عن علي، قال: قال رسول الله صلى الله عليه وسلم:
" لو كنت مؤمرا أحدا منهم من غير مشورة، لامرت عليهم ابن أم عبد ".
(ضعيف - ابن ماجه ١٣٧ (٢٤ و " مشكاة المصابيح " ٦٢٢٢ و " ضعيف الجامع الصغير وزيادته " ٤٨٤٤)) .
هذا حديث، إنما نعرفه من حديث الحارث، عن علي.
٧٩٧ - ٤٠٧٩ حدثنا سفيان بن وكيع.
أخبرنا أبي، عن سفيان الثوري، عن أبي إسحاق، عن الحارث، عن علي، قال: قال رسول الله صلى الله عليه وسلم: " لو كنت مؤمرا أحدا من غير مشورة، لامرت ابن أم عبد ".
(ضعيف - انظر ما قبله) .
مناقب حذيفة بن اليمان رضي الله عنه ٧٩٨ - ٤٠٨٢ حدثنا عبد الله بن عبد الرحمن.
أخبرنا إسحاق بن عيسى، عن شريك، عن أبي اليقظان، عن زاذان، عن حذيفة، قال: قالوا: يا رسول الله! لو استخلفت، قال: " إن استخلفت عليكم فعصيتموه عذبتم؟ ولكن ما حدثكم حذيفة فصدقوه، وما أقرأكم عبد الله فاقرؤوه ".',NULL,'512',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (541,'قال عبد الله: فقلت لاسحاق بن عيسى: يقولون: هذا عن أبي وائل.
قال: لا، عن زاذان إن شاء الله.
(ضعيف - المشكاة ٦٢٣٢) .
هذا حديث حسن، وهو حديث شريك.
مناقب زيد بن حارثة
رضي الله عنه ٧٩٩ - ٤٠٨٣ حدثنا سفيان بن وكيع.
أخبرنا محمد بن بكر، عن ابن جريج، عن زيد بن أسلم، عن أبيه، عن عمر: أنه فرض لاسامة في ثلاثة آلاف وخمسمائة، وفرض لعبد الله بن عمر في ثلاثة آلاف، فقال عبد الله بن عمر لابيه: لم فضلت أسامة علي؟ فوالله ما سبقني إلى مشهد، قال: لان زيدا كان أحب إلى رسول الله صلى الله عليه وسلم من أبيك، وكان أسامة أحب إلى رسول الله صلى الله عليه وسلم منك، فآثرت حب رسول الله صلى الله عليه وسلم على حبي.
(ضعيف - المشكاة ٦١٦٤) .
هذا حديث حسن غريب.
مناقب أسامة بن زيد رضي الله عنه ٨٠٠ - ٤٠٩٠ أخبرنا أحمد بن الحسن.
أخبرنا موسى بن إسماعيل.
أخبرنا أبو عوانة، قال: حدث عمر ابن أبي سلمة بن عبد الرحمن، عن أبيه، قال: أخبرني أسامة بن زيد، قال: كنت جالسا عند النبي صلى الله عليه وسلم إذ جاء علي والعباس',NULL,'513',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (542,'يستأذنان، فقالا: يا أسامة، استأذن لنا على رسول الله صلى الله عليه وسلم.
فقلت: يا رسول الله! علي والعباس يستأذنان.
قال: " أتدري ما جاء بهما؟ " قلت: لا، فقال النبي صلى الله عليه وسلم: " لكني أدري، ائذن لهما ".
فدخلا فقالا: يا رسول الله! جئناك نسألك: أي
أهلك أحب إليك؟ قال: " فاطمة بنت محمد " قالا: جئناك نسألك عن أهلك، قال: " أحب أهلي إلي من قد أنعم الله عليه، وأنعمت عليه أسامة بن زيد "، قالا: ثم من؟ قال: " ثم علي ابن أبي طالب ".
فقال العباس: يا رسول الله! جعلت عمك آخرهم؟ قال: " إن عليا قد سبقك بالهجرة ".
(ضعيف - المشكاة ٦١٦٨ (ضعيف الجامع الصغير ١٦٨ (باختصار) (١)) ) .
هذا حديث حسن، وكان شعبة يضعف عمر ابن أبي سلمة.
مناقب عبد الله بن العباس رضي الله عنهما ٨٠١ - ٤٠٩٣ حدثنا بندار، ومحمود بن غيلان قالا: أخبرنا أبو أحمد، عن سفيان، عن ليث، عن أبي جهضم، عن ابن عباس: أنه رأى جبرائيل مرتين، ودعا له النبي صلى الله عليه وسلم مرتين.
(ضعيف الاسناد) .
هذا حديث مرسل.
وأبو جهضم لم يدرك ابن عباس، واسمه موسى بن سالم.
ولا نعرف لابي جهضم سماعا من ابن عباس، وقد روي عن عبيد الله ابن عبد الله بن عباس، عن ابن عباس.',NULL,'514',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (543,'مناقب أنس بن مالك رضي الله عنه ٨٠٢ - ٤١٠٠ حدثنا زيد بن أخزم الطائي.
أخبرنا أبو داود، عن شعبة، عن
جابر، عن أبي نصر، عن أنس، قال: كناني رسول الله صلى الله عليه وسلم ببقلة كنت أجتنيها.
(ضعيف - المشكاة ٤٧٧٣ / التحقيق الثاني) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، من حديث جابر الجعفي، عن أبي نصر.
وأبو نصر هو: خيثمة ابن أبي خيثمة البصري، روى عن أنس أحاديث.
٨٠٣ - ٤١٠١ حدثنا إبراهيم بن يعقوب.
أخبرنا زيد بن الحباب.
أخبرنا ميمون أبو عبد الله.
أخبرنا ثابت البناني، قال: قال لي أنس بن مالك: يا ثابت خذ عني، فإنك لن تأخذ عن أحد أوثق مني، إني أخذته عن رسول الله صلى الله عليه وسلم، وأخذه رسول الله صلى الله عليه وسلم عن جبرائيل، وأخذه جبرائيل عن الله عز وجل.
قال: هذا الحديث حسن غريب، لا نعرفه إلا من حديث زيد بن حباب.
(ضعيف الاسناد) .
مناقب أبي هريرة رضي الله عنه ٨٠٤ - ٤١٠٨ حدثنا عبد الله بن عبد الرحمن.
أخبرنا أحمد بن سعيد الحراني.
أخبرنا محمد بن سلمة، عن محمد بن إسحاق، عن محمد بن إبراهيم، عن مالك ابن أبي عامر، قال: جاء رجل إلى طلحة بن عبيد الله، فقال: يا أبا محمد، أرأيت هذا اليماني',NULL,'515',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (544,'- يعني أبا هريرة - أهو أعلم بحديث رسول الله صلى الله عليه وسلم منكم؟ نسمع منه ما لا نسمع منكم، أو يقول على رسول الله صلى الله عليه وسلم
ما لم يقل؟ قال: أما أن يكون سمع من رسول الله صلى الله عليه وسلم ما لم نسمع عنه، وذلك أنه كان مسكينا لا شئ له، ضيفا لرسول الله صلى الله عليه وسلم، يده مع يد رسول الله صلى الله عليه وسلم.
وكنا نحن أهل بيوتات وغنى، وكنا نأتي رسول الله صلى الله عليه وسلم طرفي النهار، لا أشك إلا أنه سمع من رسول الله صلى الله عليه وسلم، ما لم نسمع، ولا تجد أحدا فيه خير يقول على رسول الله صلى الله عليه وسلم ما لم يقل.
(ضعيف الاسناد) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث محمد بن إسحاق.
وقد رواه يونس بن بكير وغيره عن محمد بن إسحاق.
مناقب عمرو بن العاص رضي الله عنه ٨٠٥ - ٤١١٦ حدثنا إسحاق بن منصور.
أخبرنا أبو أسامة، عن نافع بن عمر الجمحي، عن ابن أبي مليكة، قال: قال طلحة بن عبيد الله: سمعت رسول الله صلى الله عليه وسلم يقول: " إن عمرو بن العاص من صالحي قريش ".
(ضعيف الاسناد) .
هذا حديث إنما نعرفه من حديث نافع بن عمر الجمحي، ونافع ثقة، وليس إسناده بمتصل، ابن أبي مليكة لم يدرك طلحة.',NULL,'516',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (545,'مناقب جابر بن عبد الله رضي الله عنه
٨٠٦ - ٤١٢٤ حدثنا ابن أبي عمر، أخبرنا بشر بن السري، عن حماد بن سلمة، عن أبي الزبير، عن جابر قال: استغفر لي رسول الله صلى الله عليه وسلم ليلة البعير خمسا وعشرين مرة.
(ضعيف - المشكاة ٦٢٣٨) .
هذا حديث حسن غريب صحيح.
ومعنى ليلة البعير ما روي من غير وجه عن جابر: انه كان مع النبي صلى الله عليه وسلم في سفر، فباع بعيره من النبي صلى الله عليه وسلم، واشترط ظهره إلى المدينة.
يقول جابر: ليلة بعت من النبي صلى الله عليه وسلم البعير استغفر لي خمسا وعشرين مرة.
وكان جابر قد قتل أبوه عبد الله بن عمرو بن حرام يوم أحد، وترك بنات، فكان جابر يعولهن وينفق عليهن.
فكان النبي صلى الله عليه وسلم يبر جابرا ويرحمه بسبب ذلك.
هكذا روي في حديث عن جابر نحو هذا.
باب ما جاء في فضل من رأى النبي صلى الله عليه وسلم وصحبه ٨٠٧ - ٤١٣١ حدثنا يحيى بن حبيب بن عربي البصري، أخبرنا موسى بن إبراهيم بن كثير الانصاري قال: سمعت طلحة بن خراش، يقول: سمعت جابر بن عبد الله، يقول: سمعت النبي صلى الله عليه وسلم يقول: " لا تمس النار مسلما رآني أو رأى من رآني ".
قال طلحة: فقد رأيت جابر بن عبد الله، وقال موسى: وقد رأيت طلحة،',NULL,'517',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (546,'قال يحيى: وقال لي موسى: وقد رأيتني ونحن نرجو الله.
(ضعيف - المشكاة ٦٠٠٤ / التحقيق الثاني (ضعيف الجامع الصغير ٦٢٧٧)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث موسى بن إبراهيم الانصاري، وروى علي ابن المديني، وغير واحد من أهل الحديث، عن موسى هذا الحديث.
في من سب أصحاب النبي صلى الله عليه وسلم ٨٠٨ - ٤١٣٦ حدثنا محمد بن يحيى، أخبرنا يعقوب بن إبراهيم بن سعد.
أخبرنا عبيدة ابن أبي رايطة، عن عبد الرحمن بن زياد، عن عبد الله بن مغفل قال: قال رسول الله صلى الله عليه وسلم: " الله الله في أصحابي، لا تتخذوهم غرضا بعدي، فمن أحبهم فبحبي أحبهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني، ومن آذاني فقد آذى الله، ومن آذى الله يوشك أن يأخذه ".
(ضعيف - تخريج الطحاوية ٤٧١ (٦٧٣) ، الضعيفة ٢٩٠١ (ضعيف الجامع الصغير وزيادته الفتح الكبير ١١٦٠)) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٨٠٩ - ٤١٣٧ حدثنا محمود بن غيلان.
أخبرنا أزهر السمان، عن سليمان التيمي، عن خداش، عن أبي الزبير، عن جابر، عن النبي صلى الله عليه وسلم قال: " ليدخلن الجنة من بايع تحت الشجرة.
إلا صاحب الجمل الاحمر ".
(ضعيف - الصحيحة تحت الحديث ٢١٦٠ (ضعيف الجامع الصغير ٤٨٧٣)) .
هذا حديث حسن غريب.
٨١٠ - ٤١٣٩ حدثنا أبو كريب.
أخبرنا عثمان بن ناجية، عن عبد الله بن',NULL,'518',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (547,'مسلم أبي طيبة، عن عبد الله بن بريدة، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: " ما من أحد من أصحابي يموت بأرض، إلا بعث قائدا ونورا لهم يوم القيامة ".
(ضعيف - الضعيفة ٤٤٦٨ (ضعيف الجامع الصغير ٥١٣٨)) .
هذا حديث غريب.
وقد روي هذا الحديث عن عبد الله بن مسلم أبي طيبة، عن ابن بريدة، عن النبي صلى الله عليه وسلم مرسلا، وهذا أصح.
٨١١ - ٤١٤٥ حدثنا أبو بكر بن نافع.
أخبرنا النضر بن حماد.
أخبرنا سيف ابن عمر، عن عبيد الله بن عمر، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " إذا رأيتم الذين يسبون أصحابي فقولوا: لعنة الله على شركم ".
(ضعيف جدا - المشكاة ٦٠٠٨ / التحقيق الثاني (ضعيف الجامع الصغير ٥١٣)) .
هذا حديث منكر، لا نعرفه من حديث عبيد الله بن عمر إلا من هذا الوجه.
والنضر بن حماد مجهول، وسيف بن عمر مجهول (١) .
ما جاء في فضل فاطمة رضي الله عنها ٨١٢ - ٤١٤٢ حدثنا إبراهيم بن سعيد الجوهري.
أخبرنا الاسود بن عامر، عن جعفر الاحمر، عن عبد الله بن عطاء، عن ابن بريدة، عن أبيه قال: كان أحب النساء إلى رسول الله صلى الله عليه وسلم فاطمة، ومن الرجال
_________
(١) كذا في نسخة عوض، وفي " التقريب " ٢ / ٣٠٠: النضر بن حماد الفزاري، ويقال: العتكي، أبو عبد الله الكوفي ضعيف.
وسيف بن عمر التميمي، الضبي، الكوفي، ضعيف في الحديث، مات زمن
الرشيد، وله كتاب " الردة ".
(*)',NULL,'519',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (548,'علي.
قال إبراهيم: يعني: من أهل بيته.
(منكر - نقد الكتاني ٢٩) .
هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه.
٨١٣ - ٤١٤٤ حدثنا سليمان بن عبد الجبار البغدادي.
أخبرنا علي بن قادم.
أخبرنا أسباط بن نصر الهمداني، عن السدي، عن صبيح - مولى أم سلمة - عن زيد بن أرقم: أن رسول الله صلى الله عليه وسلم قال، لعلي وفاطمة والحسن والحسين: " أنا حرب لمن حاربتم، وسلم لمن سالمتم ".
(ضعيف - ابن ماجه ١٤٥ (برقم ٢٧ ومشكاة المصابيح ٦١٤٥)) .
هذا حديث غريب، إنما نعرفه من هذا الوجه.
وصبيح مولى أم سلمة ليس بمعروف.
٨١٤ - ٤١٤٧ حدثنا حسين بن يزيد الكوفي.
أخبرنا عبد السلام بن حرب، عن أبي الجحاف، عن جميع بن عمير التيمي قال: دخلت مع عمتي على عائشة فسئلت: أي الناس كان أحب إلى رسول الله صلى الله عليه وسلم؟ قالت: فاطمة، فقيل: من الرجال، قالت: زوجها، إن كان ما علمت صواما قواما.
(منكر - نقد الكتاني ص ٢٠) .
هذا حديث حسن غريب.
قال: وأبو الجحاف اسمه: داود ابن أبي عوف.
ويروى عن سفيان الثوري.
حدثنا أبو الجحاف، وكان مرضيا.
من فضل عائشة رضي الله عنها ٨١٥ - ٤١٥٧ حدثنا محمد بن بشار.
أخبرنا عبد الرحمن بن مهدي.
حدثنا',NULL,'520',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (549,'سفيان، عن أبي إسحاق، عن عمرو بن غالب: أن رجلا نال من عائشة عند عمار بن ياسر قال: أغرب مقبوحا منبوحا، أتؤذي حبيبة رسول الله صلى الله عليه وسلم.
(ضعيف الاسناد) .
هذا حديث حسن صحيح.
في فضل أزواج النبي صلى الله عليه وسلم ٨١٦ - ٤١٦٥ حدثنا بندار.
أخبرنا عبد الصمد.
أخبرنا هاشم بن سعيد الكوفي.
أخبرنا كنانة، حدثتنا صفية بنت حيي قالت: دخل علي رسول الله صلى الله عليه وسلم، وقد بلغني عن حفصة وعائشة كلام، فذكرت ذلك له، فقال: " ألا قلت: وكيف تكونان خيرا مني، وزوجي محمد، وأبي هارون، وعمي موسى ".
وكأن الذي بلغها أنهم قالوا: نحن أكرم على رسول الله صلى الله عليه وسلم منها، وقالوا: نحن أزواج النبي صلى الله عليه وسلم وبنات عمه.
(ضعيف الاسناد.
وانظر الحديث ٣٦٢٥ (٣٨٠٧) ، والرد على الحبشي ٣٥ - ٣٨) .
هذا حديث غريب، لا نعرفه إلا من حديث هاشم الكوفي، وليس إسناده بذاك.
وفي الباب: عن أنس.
٨١٧ - ٤١٦٩ حدثنا محمد بن يحيى.
أخبرنا محمد بن يوسف، عن
إسرائيل، عن الوليد، عن زيد بن زائدة، عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: " لا يبلغني أحد عن أحد من أصحابي شيئا، فإني أحب أن أخرج إليهم،',NULL,'521',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (550,'وأنا سليم الصدر ".
قال عبد الله: فأتي رسول الله صلى الله عليه وسلم بمال فقسمه النبي صلى الله عليه وسلم، فانتهيت إلى رجلين جالسين وهما يقولان: والله ما أراد محمد بقسمته التي قسمها وجه الله، ولا الدار الآخرة، فتثبت حين سمعتها، فأتيت رسول الله صلى الله عليه وسلم، فأخبرته فاحمر وجهه، وقال: " دعني عنك، فقد أوذي موسى بأكثر من هذا فصبر ".
(ضعيف الاسناد.
لكن الشطر الثاني منه في القسمة صحيح: خ ٦١٠٠ و ٦٣٣٦ (ضعيف الجامع الصغير ٦٣٢٢)) .
هذا حديث غريب من هذا الوجه، وقد زيد في هذا الاسناد رجل.
٨١٨ - ٤١٧٠ أخبرنا محمد بن إسماعيل.
أخبرنا عبد الله بن محمد.
أخبرنا عبيد الله بن موسى، والحسين بن محمد، عن إسرائيل، عن السدي، عن الوليد ابن أبي هشام، عن زيد بن زائدة، عن ابن مسعود، عن النبي صلى الله عليه وسلم (قال: " لا يبلغني أحد عن أحد شيئا ".
وقد روي هذا الحديث عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم) (١) من غير هذا الوجه.
في فضل الانصار وقريش ٨١٩ - ٤١٧٧ حدثنا عبدة بن عبد الله الخزاعي البصري.
أخبرنا أبو داود، وعبد الصمد، قالا: أخبرنا محمد بن ثابت البناني، عن أبيه، عن أنس بن
مالك، عن أبي طلحة قال: قال لي رسول الله صلى الله عليه وسلم: " أقرئ قومك السلام، فإنهم - ما علمت - أعفة صبر ".
(ضعيف - المشكاة ٦٢٤٢ - لكن صح منه الشطر الثاني) .
_________
(١) ما بين الحاصرتين () ساقط من الاصل.
(*)',NULL,'522',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (551,'هذا حديث حسن صحيح.
٨٢٠ - ٤١٧٨ حدثنا الحسين بن حريث.
أخبرنا الفضل بن موسى، عن زكريا ابن أبي زائدة، عن عطية، عن أبي سعيد، عن النبي صلى الله عليه وسلم قال: " ألا إن عيبتي التي آوي إليها أهل بيتي، وإن كرشي الانصار، فاعفوا عن مسيئهم، واقبلوا من محسنهم ".
(منكر - بذكر أهل البيت - المشكاة ٦٢٤٠ (ضعيف الجامع الصغير ٢١٧٥)) .
هذا حديث حسن، وفي الباب عن أنس.
باب ما جاء في فضل المدينة ٨٢١ - ٤١٩٥ حدثنا أبو السائب سلم بن جنادة.
حدثنا أبي جنادة بن سلم، عن هشام بن عروة، عن أبيه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: " آخر قرية من قرى الاسلام خرابا المدينة ".
(ضعيف - الضعيفة ١٣٠٠ (ضعيف الجامع الصغير ٤)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث جنادة، عن هشام.
٨٢٢ - ٤١٩٩ حدثنا الحسين بن حريث.
أخبرنا الفضل بن موسى، عن عيسى بن عبيد، عن غيلان بن عبد الله العامري، عن أبي زرعة (١) ابن عمرو
ابن جرير، عن جرير بن عبد الله، عن النبي صلى الله عليه وسلم قال: " إن الله أوحى إلي.
أي هؤلاء الثلاثة نزلت فهي دار هجرتك: المدينة، أو البحرين، أو قنسرين ".
(موضوع - الرد على الكتاني رقم الحديث ١ (ضعيف الجامع الصغير ١٥٧٣)) .
_________
(١) اختلف في اسمه فقيل: هرم، وقيل: عمرو، وغير ذلك، وهو ثقة من الثالثة.
" التقريب " ٢ / ٤٢٤.
(*)',NULL,'523',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (552,'هذا حديث غريب، لا نعرفه إلا من حديث الفضل بن موسى، تفرد به أبو عامر.
في فضل العرب ٨٢٣ - ٤٢٠٣ حدثنا محمد بن يحيى الازدي، وأحمد بن منيع، وغير واحد، قالوا: أخبرنا أبو بدر شجاع بن الوليد، عن قابوس ابن أبي ظبيان، عن أبيه، عن سلمان قال: قال لي رسول الله صلى الله عليه وسلم: " يا سلمان لا تبغضني فتفارق دينك "، قلت: يا رسول الله! كيف أبغضك، وبك هدانا الله، قال: " تبغض العرب فتبغضني ".
(ضعيف - الضعيفة ٢٠٢٠، المشكاة ٥٩٨٩ (ضعيف الجامع الصغير ٦٣٩٤)) .
هذا حديث حسن غريب، لا نعرفه إلا من حديث أبي بدر شجاع بن الوليد.
وسمعت محمد بن إسماعيل يقول: أبو ظبيان لم يدرك سلمان.
مات سلمان قبل علي.
٨٢٤ - ٤٢٠٤ حدثنا عبد بن حميد.
أخبرنا محمد بن بشر العبدي.
أخبرنا عبد الله بن عبد الله بن الاسود، عن حصين بن عمر، عن مخارق بن عبد الله،
عن طارق بن شهاب، عن عثمان بن عفان قال: قال رسول الله صلى الله عليه وسلم: " من غش العرب لم يدخل في شفاعتي، ولم تنله مودتي ".
(موضوع - الضعيفة ٥٤٥ - المشكاة ٥٩٩٠ (ضعيف الجامع الصغير ٥٧١٥)) .
هذا حديث غريب، لا نعرفه إلا من حديث حصين بن عمر الاحمسي، عن مخارق، وليس حصين عند أهل الحديث بذاك القوي.
٨٢٥ - ٤٢٠٥ حدثنا يحيى بن موسى.
أخبرنا سليمان بن حرب.
أخبرنا',NULL,'524',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (553,'محمد ابن أبي رزين، عن أمه قالت: كانت أم الحرير، إذا مات أحد من العرب اشتد عليها، فقيل لها: إنا نراك إذا مات الرجل من العرب، اشتد عليك، قالت: سمعت مولاي يقول: قال رسول الله صلى الله عليه وسلم: " من اقتراب الساعة هلاك العرب ".
قال محمد ابن أبي رزين: ومولاها طلحة بن مالك.
(ضعيف - الضعيفة ٤٥١٥) .
هذا حديث غريب، لا نعرفه إلا من حديث سليمان بن حرب.
٨٢٦ - ٤٢٠٧ حدثنا بشر بن معاذ العقدي.
أخبرنا يزيد بن زريع، عن سعيد ابن أبي عروبة، عن قتادة، عن الحسن، عن سمرة بن جندب: أن رسول الله صلى الله عليه وسلم قال: " سام أبو العرب، ويافث أبو الروم، وحام أبو الحبش ".
(ضعيف - الضعيفة ٣٦٨٣ (تقدم برقم ٦٣٥ / ٣٤٦١، وضعيف الجامع الصغير وزيادته ٣٢١٤)) .
هذا حديث حسن ويقال: يافث، ويافت، ويفث.
في فضل العجم ٨٢٧ - ٤٢٠٨ حدثنا سفيان بن وكيع.
أخبرنا يحيى بن آدم، عن أبي بكر ابن عياش.
أخبرنا صالح ابن أبي صالح - مولى عمرو بن حريث - قال: سمعت أبا هريرة يقول: ذكرت الاعاجم عند رسول الله صلى الله عليه وسلم.
فقال النبي صلى الله عليه وسيم: " لانا بهم أو ببعضهم أوثق مني بكم، أو ببعضكم ".
(ضعيف - المشكاة ٦٢٤٥) .',NULL,'525',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (554,'هذا حديث غريب، لا نعرفه إلا من حديث أبي بكر ابن عياش، وصالح هو ابن مهران، مولى عمرو بن حريث.
٨٢٨ - ٤٢١٤ حدثنا عبد القدوس بن محمد العطار.
حدثني عمي صالح بن عبد الكبير بن شعيب.
حدثني عمي عبد السلام بن شعيب، عن أبيه، عن أنس قال: قال رسول الله صلى الله عليه وسلم: " الازد أسد الله في الارض، يريد الناس أن يضعوهم، ويأبى الله إلا أن يرفعهم، وليأتين على الناس زمان، يقول الرجل: يا ليت أبي كان أزديا.
يا ليت أمي كانت أزدية ".
(ضعيف - الضعيفة ٢٤٦٧ (ضعيف الجامع الصغير ٢٢٧٥)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وروي عن أنس بهذا الاسناد موقوفا، وهو عندنا أصح.
٨٢٩ - ٤٢١٦ حدثنا أبو بكر ابن زنجويه.
أخبرنا عبد الرزاق.
أخبرني أبي،
عن ميناء - مولى عبد الرحمن بن عوف - قال: سمعت أبا هريرة، يقول: كنا عند رسول الله صلى الله عليه وسلم، فجاءه رجل - أحسبه من قيس - فقال: يا رسول الله العن حميرا.
فأعرض عنه، ثم جاءه من الشق الآخر، فأعرض عنه، ثم جاءه من الشق الاخر، فأعرض عنه، ثم جاءه من الشق الاخر، فأعرض عنه، فقال النبي صلى الله عليه وسلم: " رحم الله حميرا، أفواههم سلام، وأيديهم طعام، وهم أهل أمن وإيمان ".
(موضوع - الضعيفة ٣٤٩ (ضعيف الجامع الصغير ٣١٠٩)) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه، من حديث عبد الرزاق ويروى عن ميناء أحاديث مناكير.',NULL,'526',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (555,'في ثقيف وبني حنيفة ٨٣٠ - ٤٢١٨ حدثنا أبو سلمة يحيى بن خلف.
أخبرنا عبد الوهاب الثقفي، عن عبد الله بن عثمان بن خثيم، عن أبي الزبير، عن جابر قال: قالوا: يا رسول الله! أحرقتنا نبال ثقيف، فادع الله عليهم.
فقال: " اللهم اهد ثقيفا ".
(ضعيف - المشكاة ٥٩٨٦) .
هذا حديث حسن صحيح غريب.
٨٣١ - ٤٢١٩ حدثنا زيد بن أخزم الطائي.
أخبرنا عبد القاهر بن شعيب.
أخبرنا هشام، عن الحسن، عن عمران بن حصين قال: مات النبي صلى الله عليه وسلم، وهو يكره ثلاثة أحياء: ثقيفا، وبني حنيفة، وبني أمية.
(ضعيف الاسناد) .
هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
٨٣٢ - ٤٢٢٤ حدثنا إبراهيم بن يعقوب.
أخبرنا وهب بن جرير.
أخبرنا أبي، قال: سمعت عبد الله بن ملاذ (١) ، يحدث عن نمير بن أوس، عن مالك بن مسروح، عن عامر ابن أبي عامر الاشعري، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: " نعم الحي الاسد، والاشعريون.
لا يفرون في القتال، ولا يغلون هم مني، وأنا منهم ".
قال: فحدثت بذلك معاوية فقال: ليس هكذا قال رسول الله صلى الله عليه
_________
(١) في الاصل (خلاد) وهو غلط.
(*)',NULL,'527',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (556,'وسلم.
قال: " هم مني وإلي ".
فقلت: ليس هكذا، حدثني أبي، ولكنه حدثني قال: سمعت رسول الله صلى الله عليه وسلم يقول: " هم مني وأنا منهم " قال: فأنت أعلم بحديث أبيك.
(ضعيف - الضعيفة ٤٦٩٢ (ضيف الجامع الصغير ٥٩٦٣)) .
هذا حديث غريب، لا نعرفه إلا من حديث وهب بن جرير.
ويقال: الاسد: هم الازد.
أخر المسند (١) والحمد لله رب العالمين، وصلاته وسلامه
على سيدنا محمد النبي، وآله الطاهرين، وصحبه الغر الميامين
_________
(١) كذا الاصل، وليس يخفى أن الكتاب هو " السنن " وان " المسند " هو ما جمع أحاديث كل صحابي مسندة إليه.
ومن هذا نستدل بأن هذه الخاتمة ليست من الامام الترمذي - رحمه الله تعالى - ولا من الرواة، لانهم اعلم من ذلك، وإنما من النساخ.
(*)',NULL,'528',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (557,'ملحق أحاديث سنن الترمذي التي لم ترد في نسخة الشيخ ناصر الالباني المعتمدة منه، والتي عليها (تحقيقه) وجرى استدراكها من المخطوطة، والنسخة المحققة من العلامة الشيخ أحمد محمد شاكر، والاستاذ محمد فؤاد عبد الباقي والاستاذ إبراهيم عطوه عوض - رحمهم الله ١ - ٦٣٣ / ١ (١) حدثنا محمد بن بشار.
حدثنا عبد الوهاب الثقفي.
حدثنا عبيد الله بن عمر، عن نافع، قال: سألني عمر بن عبد العزيز عن صدقة العسل؟ قال: قلت: ما عندنا عسل نتصدق منه.
_________
(١) وهو في نسخة الاستاذ محمد فؤاد عبد الباقي برقم ٦٣٠.
وانظره في " ارواء، الغليل في تخريج أحاديث منار السبيل " برقم ٨١٠، الصفحة ٣ / ٢٨٦ - ٢٨٧ وقال عنه الشيخ ناصر: والمغيرة بن حكيم تابعي ثقة، وما ذكره من النفي لم يرفعه إلى النبي صلى الله عليه وسلم، فهو مقطوع، ولو رفعه لكان مرسلا فليس يعارض بمثله حديث عمرو
ابن شعيب بعد أن ثبت عنه، لا سيما وهو مثبت، وله ذلك الشاهد عن نافع عن ابن عمر.
وهو وإن كان ضعيف السند، فمثله لا بأس به في الشواهد.
لا سيما وقد أثبت له البخاري أصلا من حديث نافع مرسلا.
والله أعلم.
ورواه ابن أبي شيبة أيضا (٤ / ٢١) .
وفي الباب شواهد أخرى منها عن أبي هريرة مختصرا مرفوعا بلفظ: " في العسل العشر ".
رواه العقيلي في " الضعفاء " (٢٢٤) وضعفه.
وراجع بقية الشواهد في " نصب الراية " (٢ / ٣٩٠ - ٣٩١) .
(*)',NULL,'529',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (558,'ولكن أخبرنا المغيرة بن حكيم، أنه قال: " ليس في العسل صدقة ".
فقال عمر: عدل مرضي.
فكتب إلى الناس أن توضع.
يعني: عنهم.
(وقال قبله:) وصدقة بن عبد الله ليس بحافظ.
وقد خولف صدقة بن عبد الله في رواية هذا الحديث عن نافع.
٢ - ٨٦٨ / ١ (١) حدثنا قتيبة.
حدثنا حماد بن زيد، عن الزبير بن عربي: أن رجلا سأل ابن عمر عن استلام الحجر؟ فقال: رأيت النبي صلى الله عليه وسلم يستلمه ويقبله.
فقال الرجل: أرأيت إن غلبت عليه؟ أرأيت إن زوحمت؟ فقال ابن عمر: اجعل (أرأيت) باليمن، رأيت النبي صلى الله عليه وسلم يستلمه ويقبله.
قال: وهذا هو الزبير بن عربي، روى عنه حماد بن زيد.
والزبير بن عربي كوفي يكنى: أبا سلمة، سمع من أنس بن مالك وغير واحد من أصحاب النبي صلى الله عليه وسلم.
روى عنه سفيان الثوري وغير
واحد من الائمة.
قال أبو عيسى: حديث ابن عمر (٢) حديث حسن صحيح.
وقد روي عنه من غير وجه.
والعمل على هذا عند أهل العلم.
يستحبون تقبيل الحجر.
فإن لم يمكنه، ولم يصل إليه، استلمه بيده وقبل يده.
وإن لم يصل إليه استقبله
_________
(١) قال عنه الاستاذ محمد فؤاد عبد الباقي برقم ٨٦١ - رحمه الله -: أخرجه البخاري في: ٢٥ - كتاب الحج، ٦٠ - باب تقبيل الحجر، حديث ٨٤٧.
والنسائي في: ٢٤ - كتاب المناسك، ١٥٥ - باب العلة التي من أجلها سعى النبي صلى الله عليه وسلم بالبيت.
وهو في " صحيح سنن النسائي - باختصار السند - " برقم ٢٧٥٧.
(٢) اختلفت النسخ في نسبة الحديث إلى عمر أو: ابن عمر.
(*)',NULL,'530',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (559,'إذا حاذى به وكبر.
وهو قول الشافعي.
٣ - ٩٩٢ / ١ (١) حدثنا أحمد بن الحسن قال: حدثنا مسلم بن إبراهيم، قال: حدثنا حسام بن المصك قال: حدثنا أبو معشر، عن إبراهيم، عن علقمة قال: سمعت عبد الله يقول: سمعت رسول الله صلى الله عليه وسلم يقول: " إن نفس المؤمن تخرج رشحا.
ولا أحب موتا كموت الحمار ".
قيل: وما موت الحمار؟ قال: " موت الفجأة ".
٤ - ٩٩٢ / ٢ (٢) حدثنا زياد بن أيوب.
حدثنا مبشر بن إسماعيل الحلبي، عن تمام بن نجيح، عن الحسن، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم:
" ما من حافظين رفعا إلى الله ما حفظا من ليل أو نهار، فيجد الله في أول الصحيفة، وفي آخر الصحيفة خيرا، إلا قال الله تعالى: أشهدكم! أني قد غفرت لعبدي ما بين طرفي الصحيفة ".
٥ - ١٣٣١ / ١ (٣) حدثنا إبراهيم بن عبد الله الهروي قال: حدثنا هشيم قال: حدثنا يونس بن عبيد، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال:
_________
(١) قال الاستاذ: محمد فؤاد عبد الباقي عنه برقم ٩٨٠.
لم يخرجه أحد من أصحاب الكتب الستة سوى الترمذي.
(٢) قال الاستاذ: محمد فؤاد عبد الباقي عنه برقم ٩٨١.
لم يخرجه أحد من أصحاب الكتب الستة سوى الترمذي.
(٣) قال الاستاذ: محمد فؤاد عبد الباقي عنه برقم ١٣٠٩.
أخرجه ابن ماجه في: ١٥ - كتاب الصدقات، ٨ - باب الحوالة، حديث رقم ٢٤٠٤ (بتحقيقنا) .
= (*)',NULL,'531',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (560,'" مطل الغني ظلم.
وإذا أحلت على ملئ، فاتبعه.
ولا تبع بيعتين في بيعة ".
قال أبو عيسى: حديث أبي هريرة حديث حسن صحيح.
ومعناه: إذا أحيل أحدكم على ملئ فليتبع.
فقال بعض أهل العلم: إذا أحيل الرجل على ما ملئ فاحتاله فقد برئ المحيل، وليس له أن يرجع على المحيل.
وهو قول الشافعي، وأحمد، وإسحاق.
وقال بعض أهل العلم: إذا توى مال هذا بإفلاس المحال عليه، فله أن يرجع على الاول.
واحتجوا بقول عثمان وغيره حين قالوا: (ليس على مال
مسلم توى) .
قال إسحاق: معنى هذا الحديث (ليس على مال مسلم توى) هذا إذا أحيل الرجل على آخر، وهو يرى أنه ملي، فإذا هو معدم، فليس على مال مسلم توى.
وقال الامام الترمذي في تفسير هذه الجملة: والعمل على هذا عند أهل العلم.
وقد فسر بعض أهل العلم، قالوا: بيعتين في بيعة، أن يقول: أبيعك هذا الثوب بنقد بعشرة، وبنسيئة بعشرين، ولا يفارقه على أحد البيعين، فإذا فارقه على أحدهما، فلا بأس إذا كانت العقدة على واحد منهما.
قال الشافعي: ومن معنى ما نهى النبي صلى الله عليه وسلم عن بيعتين في
_________
= وهو في " صحيح سنن ابن ماجه - باختصار السند - " برقم ١٩٤٧ وقال الشيخ ناصر: انه متفق عليه.
وهو في " إرواء الغليل " برقم ١٤١٨.
وأما الزيادة " ولا تبع بيعتين في بيعة " فقد صحت عند الامام الترمذي في الحديث ٩٨٥ / ١٢٥٤ و " صحيح سنن النسائي - باختصار السند " ٤٣١٨ وانظر " مشكاة المصابيح " ٢٨٦٨ و " إرواء الغليل " ٩ / ١٤٥ برقم ١٣٠٧.
(*)',NULL,'532',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (561,'بيعة، أن يقول: أبيعك داري هذه بكذا.
على أن تبيعني غلامك بكذا.
فإذا وجب لي غلامك، وجبت لك داري.
وهذا تفارق عن بيع بغير ثمن معلوم، ولا يدري كل واحد منهما على ما وقعت عليه صفقته.
٦ - ١٣٤٥ / ١ (١) حدثنا محمد بن إسماعيل.
حدثني الحسين بن بشر.
حدثنا شريك، عن الاعمش، عن سهل بن عبيده، عن ابن بريدة، عن أبيه.
أن النبي صلى الله عليه وسلم قال:
" القضاة ثلاثة: قاضيان في النار، وقاض في الجنة: رجل قضى بغير الحق فعلم ذاك.
فذاك في النار.
وقاض لا يعلم، فأهلك حقوق الناس، فهو في النار.
وقاض قضى بالحق، فذلك في الجنة ".
٧ - ١٦٥٢ / ١ (٢) حدثنا الحسين ابن أبي كبشة البصري.
حدثنا عبد الرحمن ابن مهدي، عن مالك، عن الزهري، عن السائب بن يزيد قال:
_________
(١) هذا الحديث ليس في نسخة الشيخ ناصر، وقال عنه عبد الباقي برقم ١٣٢٢ م: أخرجه أبو داود في: ٢٣ - كتاب الاقضية، ٣ - باب في القاضي يخطئ، حديث رقم ٣٥٧٣.
وأخرجه ابن ماجه في: ١٣ - كتاب الاحكام، ٣ - باب الحاكم يجتهد فيصيب الحق حديث ٢٣١٥ (بتحقيقنا) .
أقول: هو في " صحيج سنن ابن ماجه - باختصار السند " برقم ١٨٧٣ بلفظ " القضاة ثلاثة: اثنان في النار، وواحد في الجنة، رجل علم الحق فقضى به فهو في الجنة، ورجل قضى للناس على جهل فهو في النار، ورجل جار في الحكم فهو في النار " لقلنا: إن القاضي إذا اجتهد فهو في الجنة.
" وفي " صحيج سنن أبي داود - باختصار السند " برقم ٣٠٥١ بلفظ: " القضاة ثلاثة: واحد في الجنة، واثنان في الانر.
فأما الذي في الجنة فرجل عرف الحق فقضى به، ورجل عرف الحق فجار في الحكم فهو في النار، ورجل قضى للناس على جهل فهو في النار ".
و" المشكاة " برقم ٣٧٣٥ و " ارواء " ٢٦١٤.
هو في نسخة الاستاذ ابراهيم عوض برقم ١٥٨٨.
(*)',NULL,'533',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (562,'أخذ رسول الله صلى الله عليه وسلم الجزية من مجوس البحرين، وأخذها عمر من فارس، وأخذها عثمان من الفرس.
وسألت محمدا (١) عن هذا؟ فقال: هو مالك، عن الزهري، عن النبي صلى الله عليه وسلم (٢) .
٨ - ١٦٧٤ / ١ (٣) حدثنا بذلك علي بن عيسى قال: حدثنا عبد الوهاب بن عطاء.
حدثنا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة: أن فاطمة جاءت أبا بكر وعمر - رضي الله عنهما - تسأل ميراثها من رسول الله صلى الله عليه وسلم فقالا: سمعنا رسول الله صلى الله عليه وسلم يقول: " إني لا أورث ".
قالت: والله لا أكلمكما أبدا، فماتت ولا تكلمهما.
قال علي بن عيسى: معنى لا أكلمكما تعني في هذا الميراث أبدا، أنتما صادقان.
وقد روي هذا الحديث من غير وجه عن أبي بكر الصديق، عن النبي صلى الله عليه وسلم.
(وقال أبو عيسى قبله) : وفي الباب: عن عمر، وطلحة، والزبير، وعبد الرحمن بن عوف، وسعد، وعائشة.
وحديث أبي هريرة حديث حسن غريب من هذا الوجه (٤) ، إنما أسنده حماد
_________
(١) محمد هو الامام محمد بن إسماعيل البخاري.
(٢) هذا الحديث لم يرد في نسخة الشيخ ناصر، سكت عنه الاستاذ عوض.
وفيه زيادات ليست في الحديثين الواردين في " صحيح سنن الترمذي " برقم ١٢٩٠ و ١٢٩١ وانظر " إرواء الغليل " ١٢٤٩.
(٣) وهو في نسخة الاستاذ ابراهيم عوض برقم ١٦٠٩.
(٤) هو المتقدم برقم ١٣١٠ من " صحيح سنن الترمذي - باختصار السند ".
(*)',NULL,'534',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (563,'ابن سلمة وعبد الوهاب بن عطاء، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة.
وسألت محمدا عن هذا الحديث فقال: لا أعلم أحدا، رواه عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة.
إلا حماد بن سلمة.
وروى عبد الوهاب بن عطاء، عن محمد بن عمرو، عن أبي سلمة وعن أبي هريرة نحو رواية حماد بن سلمة.
٩ - ١٨١٤ / ١ (١) حدثنا محمد بن يحيى.
حدثنا محمد بن عبد الله الانصاري.
حدثنا أبي عن ثمامة، عن أنس بن مالك قال: كان نقش خاتم النبي صلى الله عليه وسلم: محمد سطر، ورسول سطر، والله سطر.
قال أبو عيسى: حديث أنس حديث حسن صحيح غريب.
١٠ - ١٨٧٦ / ١ (٢) حدثنا عبد الله بن عبد الرحمن قال: حدثنا جعفر بن عون، عن سعيد ابن أبي عروبة، عن معمر، عن الزهري، عن سالم، عن أبيه: أن رسول الله صلى الله عليه وسلم قال: " إذا أكل أحدكم فليأكل بيمينه، وليشرب بيمينه، فإن الشسيطان يأكل بشماله، ويشرب بشماله ".
(وهو في " صحيح سنن أبي داود - باختصار السند " رقم ٣٢٠٩.
وبرواية أبي هريرة في " صحيح الجامع الصغير " برقم ٣٨٤، و " سلسلة الاحاديث الصحيحة " برقم ١٢٣٦) .
٢٢ / ١ - باب ما جاء في الدعاء على الجراد ١١ - ١٨٩٩ / ١ (٣) حدثنا محمود بن غيلان.
حدثنا أبو النضر هاشم بن
_________
(١) وهو في نسخة الاستاذ إبراهيم عوض برقم ١٧٤٧.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ١٨٠٠.
(٣) وهو في نسخة الاستاذ إبراهيم عوض برقم ١٨٢٣.
(*)',NULL,'535',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (564,'القاسم، قال: حدثنا زياد بن عبد الله بن علاثة، عن موسى بن محمد بن إبراهيم التيمي، عن أبيه، عن جابر بن عبد الله، وأنس بن مالك قالا: كان رسول الله صلى الله عليه وسلم، إذا دعا على الجراد قال: " اللهم أهلك الجراد، اقتل كباره، وأهلك صغاره، وأفسد بيضه، واقطع دابره، وخذ بأفواههم عن معاشنا وأرزاقنا، إنك سميع الدعاء ".
قال: فقال رجل: يا رسول الله! كيف تدعو على جند من أجناد الله، بقطع دابره؟ قال: فقال رسول الله صلى الله عليه وسلم: " إنها نثرة حوت في البحر " (١) .
قال أبو عيسى: هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
وموسى بن محمد بن إبراهيم التيمي قد تكلم فيه، وهو كثير الغرائب والمناكير، وأبوه محمد بن إبراهيم ثقة وهو مدني.
١٢ - ٢٠٥٦ / ١ (٢) حدثنا يحيى بن موسى.
حدثنا عبد الرزاق، عن معمر، عن أيوب، عن ابن أبي مليكة، عن عائشة قالت: ما كان خلق أبغض إلى رسول الله صلى الله عليه وسلم من الكذب، ولقد كان الرجل يحدث عند النبي صلى الله عليه وسلم بالكذبة فما يزال في نفسه، حتى يعلم أنه قد أحدث منها توبة.
قال أبو عيسى: هذا حديث حسن.
_________
(١) نثرة: عطسة.
يقال نثرت الشاة تنثر نثيرا: إذا عطست.
وهو في " ضعيف سنن ابن ماجه " برقم ٦٩٢، وقال عنه الشيخ الالباني:
موضوع.
وانظر " سلسلة الاحاديث الضعيفة والموضوعة " طبع المكتب الاسلامي برقم ١١٢ الصفحة ١٤٤.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ١٩٧٣.
(*)',NULL,'536',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (565,'١٣ - ٢١٨٢ / ١ (١) حدثنا علي بن حجر قال: أخبرنا الوليد بن محمد الموقري، عن الزهري، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: " إنما مثل المريض إذا برأ وصح، كالبردة تقع من السماء في صفائها ولونها ".
١٤ - ٢١٨٣ / ١ (٢) حدثنا هناد، ومحمود بن غيلان قالا: حدثنا أبو أسامة، عن عبد الرحمن بن يزيد بن جابر، عن إسماعيل بن عبيد الله، عن أبي صالح الاشعري، عن أبي هريرة: أن النبي صلى الله عليه وسلم، عاد رجلا من وعك كان به، فقال: " أبشر فإن الله يقول: هي ناري أسلطها على عبدي المذنب، لتكون حظه من النار ".
(انظر " صحيح سنن ابن ماجه - باختصار السند " رقم ٢٧٩٤، و " سلسلة الاحاديث الصحيحة " رقم ٥٥٧، و " مشكاة المصابيح " برقم ١٥٨٤، و " صحيح الجامع الصغير " برقم ٣٢) .
١٥ - ٢١٨٣ / ١ (١) حدثنا إسحاق بن منصور قال: أخبرنا عبد الرحمن بن مهدي، عن سفيان الثوري، عن هشام بن حسان، عن الحسن قال: كانوا يرتجون الحمى ليلة كفارة لما نقص من الذنوب.
١٦ - ٢٢٥٧ / ١ (٤) حدثنا قتيبة.
حدثنا رشدين بن سعد، عن أبي صخر حميد ابن زياد، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم:
_________
(١) وهو في نسخة الاستاذ إبراهيم عوض برقم ٢٠٨٦.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ٢٠٨٨.
(٣) هو في نسخة الاستاذ إبراهيم عوض برقم ٢٠٨٩.
(٤) هو في نسخة الاستاذ إبراهيم عوض برقم ٢١٥٣.
(*)',NULL,'537',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (566,'" يكون في أمتي خسف ومسخ، وذلك في المكذبين بالقدر " (١) .
١٧ - ٢٢٥٧ / ٢ (٢) حدثنا قتيبة.
حدثنا عبد الرحمن بن زيد ابن أبي الموالي المزني، عن عبيد الله بن عبد الرحمن بن موهب، عن عمرة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: " ستة لعنتهم لعنهم الله، وكل نبي كان: الزائد في كتاب الله، والمكذب بقدر الله، والمتسلط بالجبروت، ليعز بذلك من أذل الله، ويذل من أعز الله، والمستحل لحرم الله، والمستحل من عترتي ما حرم الله، والتارك لسنتي ".
" انظر " ضعيف الجامع الصغير " بزيادة (و) ولفظ (مجاب) برقم ٣٢٤٨، و " مشكاة المصابيح " برقم ١٠٩، و " السنة لابن أبي عاصم " برقم ٤٤ و ٣٣٧.
وفي الرقم ٣٣٧ وقع فيه بلفظ سبعة ولعله خطأ؟) .
قال أبو عيسى: هكذا روى عبد الرحمن ابن أبي الموالي هذا الحديث عن عبيد الله بن عبد الرحمن بن موهب، عن عمرة، عن عائشة، عن النبي صلى الله عليه وسلم.
ورواه سفيان الثوري، وحفص بن غياث وغير واحد، عن عبيد الله بن عبد الرحمن بن موهب، عن علي بن حسين، عن النبي صلى الله عليه وسلم مرسلا، وهذا أصح.
١٨ - ٢٤١٦ / ١ (٣) حدثنا عبد بن حميد.
حدثنا محمد بن عبيد.
حدثنا سفيان
- وهو ابن زياد العصفري -، عن أبيه، عن حبيب بن النعمان الاسدي، عن خريم بن فاتك الاسدي:
_________
(١) انظر " صحيح سنن ابن ماجه - باختصار السند " ٣٢٨٠ إلى ٣٢٨٣ و " مشكاة المصابيح " ١٠٦ - ١١٦، و " سلسلة الاحاديث الصحيحة " ١٧٨٧.
(٢) هو في نسخة الاستاذ إبراهيم عوض برقم ٢١٥٤.
(٣) هو في نسخة الاستاذ إبراهيم عوض برقم ٢٣٠٠.
(*)',NULL,'538',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (567,'أن رسول الله صلى الله عليه وسلم صلى صلاة الصبح، فلما انصرف قام قائما فقال: " عدلت شهادة الزور بالشرك بالله " ثلاث مرات، ثم تلا هذه الاية: (واجتنبوا قول الزور ... ) إلى آخر الآية " (١) .
قال أبو عيسى: هذا عندي أصح (٢) ، وخريم بن فاتك له صحبة، وقد روى عن النبي صلى الله عليه وسلم أحاديث، وهو مشهور.
١٩ - ٢٧٠٢ / ١ (٣) حدثنا محمد بن بشار.
حدثنا روح بن عبادة، عن الاوزاعي، عن يحيى ابن أبي كثير، في قوله عز وجل: (فهم في روضة يحبرون) (٤) ، قال: السماع.
ومعنى السماع مثل ما ورد في الحديث: " أن الحور العين، يرفعن بأصواتهن ".
٢٠ - ٢٨٠٨ / ١ (٥) حدثنا ابن أبي عمر.
حدثنا سفيان، عن عبد الملك بن عمير، عن عبد الرحمن بن عبد الله بن مسعود يحدث عن أبيه، عن النبي صلى الله عليه وسلم قال: " نضر الله امرأ سمع مقالتي فوعاها وحفظها وبلغها، فرب حامل فقه إلى
من هو أفقه منه.
ثلاث لا يغل (٦) عليهن قلب مسلم: إخلاص العمل لله،
_________
(١) سورة الحج (٢٢) ، كذا الاصل و (قول الزور) هو آخر الآية ٣٠ وتمامها: (حنفاء لله غير مشركين به ومن يشرك بالله فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق) .
(٢) من الحديث السابق في " ضعيف سنن الترمذي " ٣٩٩ - ٢٤١٦.
(٣) هو في نسخة الاستاذ إبراهيم عوض برقم ٢٥٦٥.
(٤) سورة الروم (٣٠) ، الآية ١٥.
(٥) هو في نسخة الاستاذ إبراهيم عوض برقم ٢٦٥٨.
(٦) لا يغل: بالضم من الاغلال، وهو الخيانة وبالفتح من الغل، وهو الحقد والشحناء: أي لا يدخله حقد يزيله من الحق.
وروي يغل بالتخفيف من الوغل أي الدخول في = (*)',NULL,'539',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (568,'ومناصحة أئمة المسلمين، ولزوم جماعتهم، فإن الدعوة تحيط من ورائهم ".
(انظر " صحيح سنن ابن ماجه - باختصار السند " الارقام ١٨٧، ١٨٨، ١٩٣، و " سلسلة الاحاديث الصحيحة " رقم ٤٠٤، و " صحيح الجامع الصغير " رقم ٦٧٦٦، و " مشكاة المصابيح " ٢٢٨) .
٢١ - ٣٠٠٢ / ١ (١) حدثنا عقبة بن مكرم العمي البصري.
حدثنا أبو عاصم، عن عبد الله بن عمر العمري، عن نافع، عن ابن عمر قال: قال النبي صلى الله عليه وسلم: " إن أحب الاسماء إلى الله: عبد الله، وعبد الرحمن ".
قال أبو عيسى: هذا حديث غريب من هذا الوجه.
٢٢ - ٣٢٨٦ / ١ (٢) حدثنا عبد بن حميد.
حدثنا أبو نعيم.
حدثنا هشام بن سعد، عن زيد بن أسلم، عن أبي صالح، عن أبي هريرة قال: قال رسول
الله صلى الله عليه وسلم: " لما خلق آدم ... " (٣) الحديث.
٢٣ - ٣٣٩٧ / ١ (٤) حدثنا محمد بن بشار.
حدثنا أبو أحمد الزبيري، حدثنا سفيان، عن الاعمش، عن مسلم البطين، عن سعيد بن جبير قال: لما أخرج النبي صلى الله عليه وسلم من مكة، قال رجل: أخرجوا نبيهم، فنزلت:
_________
= الشر.
والمعنى أن هذه الخلال الثلاث تستصلح بها القلوب، فمن تمسك بها طهر قلبه من الشر.
(١) وهو في نسخة الاستاذ إبراهيم عوض برقم ٢٨٣٤.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٠٧٨.
(٣) (يراجع الضعيف ٥٩٥ / ٣٢٨٦) (٤) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣١٧٢.
(*)',NULL,'540',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (569,'(أذن للذين يقاتلون بأنهم ظلموا وإن الله على نصرهم لقدير * الذين أخرجوا من ديارهم بغير حق) (١) النبي صلى الله عليه وسلم وأصحابه.
٢٤ - ٣٤٧٥ / ١ (٢) حدثنا ابن أبي عمر.
حدثنا سفيان، عن داود ابن أبي هند، عن الشعبي، عن مسروق، عن عائشة: أنها قالت: يا رسول الله (والارض جميعا قبضته يوم القيامة والسموات مطويات بيمينه) (٣) فأين المؤمنون يومئذ؟ قال: " على الصراط يا عائشة ".
قال أبو عيسى: هذا حديث حسن صحيح.
٢٥ - ٣٥٣٩ / ١ (٤) حدثنا سلمة بن شبيب.
حدثنا محمد بن يوسف الفريابي.
حدثنا قيس بن الربيع، عن الاغر بن الصباح، عن خليفة بن حصين، عن أبي نصر، عن ابن عباس، في قوله تعالى: (إذا جاءكم المؤمنات مهاجرات فامتحنوهن) (٥) قال: كانت المرأة إذا جاءت النبي صلى الله عليه وسلم حلفها بالله: ما خرجت من بغض زوجي، ما خرجت إلا حبا لله ولرسوله.
قال أبو عيسى: هذا حديث غريب.
٢٦ - ٣٦٥٣ / ١ (٦) حدثنا يحيى بن خلف.
حدثنا ابن أبي عدي، عن هشام ابن حسان، عن محمد بن سيرين، عن كثير بن أفلح، عن زيد بن ثابت رضي
_________
(١) سورة الحج (٢٢) ، الايتان ٣٩ و ٤٠.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٢٤٢.
(٣) سورة الزمر (٣٩) ، الآية ٦٧.
(٤) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٣٠٨.
(٥) سورة الممتحنة (٦٠) ، الاية ١٠.
(٦) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٤١٣.
(*)',NULL,'541',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (570,'الله عنه قال: أمرنا أن نسبح دبر كل صلاة ثلاثا وثلاثين، ونحمده ثلاثا وثلاثين، ونكبره أربعا وثلاثين.
قال: فرأى رجل من الانصار في المنام، فقال: أمركم رسول الله صلى الله عليه وسلم: أن تسبحوا في دبر كل صلاة ثلاثا وثلاثين، وتحمدوا الله ثلاثا وثلاثين، وتكبروا أربعا وثلاثين؟ قال: نعم! قال: فاجعلوا خمسا وعشرين، واجعلوا التهليل معهن، فغدا على النبي
صلى الله عليه وسلم، فحدثه، فقال: " افعلوا ".
قال أبو عيسى: هذا حديث صحيح.
٢٧ - ٣٧٦١ / ١ (١) حدثنا القاسم بن دينار الكوفي.
حدثنا إسحاق بن منصور الكوفي، عن إسرائيل، عن عبد المرحمن ابن أبي بكر وهو المليكي، عن موسى بن عقبة، عن نافع، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: " ما سئل الله شيئا أحب إليه من أن يسأل العافية ".
هذا حديث غريب، لا نعرفه إلا من حديث عبد الرحمن ابن أبي بكر المليكي.
٢٨ - ٣٨٣٤ / ١ (٢) حدثنا قتيبة بن سعد.
حدثنا الليث بن سعد، عن عبيد الله ابن أبي جعفر، عن صفوان بن سليم قال: ما نهض ملك من الارض حتى قال: لا حول ولا قوة إلا بالله.
_________
(١) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٥١٥.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٥٨٢.
(*)',NULL,'542',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (571,'٢٩ - ٣٩٨١ / ١ (١) حدثنا سفيان بن وكيع.
حدثنا أبي، عن إسرائيل.
وحدثنا محمد بن إسماعيل.
حدثنا عبيد الله بن موسى، عن إسرائيل، عن أبي إسحاق، عن البراء بن عازب: أن النبي صلى الله عليه وسلم قال لعلي ابن أبي طالب: " أنت مني وأنا منك ".
وفي الحديث قصة.
قال أبو عيسى: هذا حديث حسن صحيح.
(انظر " صحيح الجامع الصغير " رقم ١٤٨٥، و " مشكاة المصابيح " رقم ٣٣٧٧) .
٣٠ - ٤٠٣٧ / ١ (٢) حدثنا أبو أحمد حاتم بن سيار المروزي.
حدثنا عبد الرزاق، أخبرنا معمر، عن ابن عجلان، عن يزيد بن قسيط، عن أبي سلمة، عن أبي هريرة قال: كنا ندعو جعفر ابن أبي طالب رضي الله عنه أبا المساكين، فكنا إذا أتيناه قربنا إلينا، ما حضر، فأتيناه يوما فلم يجد عنده شيئا، فأخرج جرة من عسل فكسرها، فجعلنا نلعق منها.
قال أبو عيسى: هذا حديث حسن غريب، من حديث أبي سلمة، عن أبي هريرة.
٣١ - ٤١٤٦ / ١ (٣) أخبرنا محمد بن بشار.
حدثنا محمد بن خالد بن عثمة قال: حدثني موسى بن يعقوب الزمعي، عن هاشم بن هاشم، أن عبد الله بن وهب أخبره، أن أم سلمة أخبرته: أن رسول الله صلى الله عليه وسلم، دعا فاطمة يوم الفتح، فناجاها فبكت،
_________
(١) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٧١٦.
(٢) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٧٦٧.
(٣) وهو في نسخة الاستاذ إبراهيم عوض برقم ٣٨٧٣.
(*)',NULL,'543',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (572,'ثم حدثها فضحكت.
قالت: فلما توفي رسول الله صلى الله عليه وسلم سألتها، عن بكائها وضحكها.
قالت: أخبرني رسول الله صلى الله عليه وسلم: أنه يموت! فبكيت، ثم أخبرني:
أني سيدة نساء أهل الجنة، إلا مريم بنت عمران، فضحكت.
قال أبو عيسى: هذا حديث حسن غريب من هذا الوجه.',NULL,'544',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (573,'شفاء الغلل في شرح كتاب العلل',NULL,'545',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (574,'بسم الله الرحمن الرحيم أخبرنا الكروخي، حدثنا القاضي أبو عامر الازدي، والشيخ أبو بكر الغورجي، وأبو المظفر الدهان، قالوا: حدثنا أبو محمد الجراحي، قال: حدثنا أبو العباس المحبوبي، قال: حدثنا أبو عيسى الترمذي، قال: جميع ما في هذا الكتاب، من الحديث فهو معمول به، وقد أخذ به بعض أهل العلم، ما خلا حديثين.
حديث ابن عباس، أن النبي صلى الله عليه وسلم: جمع بين الظهر والعصر بالمدينة، والمغرب والعشاء من غير خوف ولا سفر، ولا مطر (١) .
وحديث النبي صلى الله عليه وسلم أنه قال: " إذا شرب الخمر فاجلدوه، فإن عاد في الرابعة فاقتلوه " (٢) .
_________
(١) انظر " صحيح سنن الترمذي - باختصار السند " رقم ١٥٨ / ١٨٧.
ولفظة " ولا مطر " ليست في مخطوطتي، وفي الاصل زيادة:
فقيل لابن عباس: ما أراد بذلك؟ قال: أراد أن لا يحرج أمته.
وما أشار إليه الامام الترمذي من بيان العلة، تجده في " الصحيح " الجزء الاول صفحة ٦١، وفي " ضعيف سنن الترمذي " عند الحديث ٢٨ / ١٨٨، الصفحة ٢٠.
(٢) انظر " صحيح سنن الترمذي - باختصار السند " رقم ١١٦٩ / ١٤٨٤، بلفظ: " من شرب " والعلة التي أشار إليها تجدها في " الصحيح " الجزء الثاني الصفحة ٧٢، وخلاصتها أن القتل كان أول الامر ثم نسخ.
(*)',NULL,'547',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (575,'وقد بينا علة الحديثين جميعا في الكتاب.
مع ما ذكرنا في هذا الكتاب من اختيار الفقهاء.
(أقوال سفيان الثوري) (١) فما كان فيه من قول سفيان الثوري فأكثره ما حدثنا به محمد بن عثمان الكوفي، قال: حدثنا عبيد الله بن موسى، عن سفيان.
ومنه ما حدثني به أبو الفضل مكتوم بن العباس الترمذي.
حدثنا محمد بن يوسف الفريابي، عن سفيان.
(أقوال مالك بن أنس) وما كان من قول مالك بن أنس فأكثره ما حدثنا به إسحاق بن موسى الانصاري، حدثنا معن بن عيسى القزاز، عن مالك بن أنس.
وما كان فيه من أبواب الصوم، فحدثنا به أبو مصعب المديني، عن مالك ابن أنس.
وبعض كلام مالك ما حدثنا به موسى بن حزام، قال: حدثنا عبد الله بن مسلمة القعنبي، عن أنس بن مالك.
(أقوال ابن المبارك) وما كان فيه من قول ابن المبارك، فهو ما حدثنا به أحمد بن عبدة الاملي، عن أصحاب ابن المبارك عنه.
ومنه ما روي عن أبي وهب محمد بن مزاحم، عن ابن المبارك.
ومنه ما روي عن علي بن الحسن، عن عبد الله بن المبارك.
ومنه ما روي عن عبدان، عن سفيان بن عبد الملك، عن ابن المبارك.
ومنه ما روي عن حبان بن موسى، عن ابن المبارك.
_________
(١) هذه العناوين زيادة مني، وليست في المخطوطة.
(*)',NULL,'548',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (576,'ومنه ما روي عن وهب بن زمعة، عن فضالة النسوي، عن عبد الله بن المبارك.
وله رجال مسمون سوى من ذكرنا عن ابن المبارك.
(أقوال محمد بن إدريس الشافعي) وما كان فيه من قول الشافعي، فأكثره ما أخبرني به الحسن بن محمد الزعفراني، عن الشافعي.
وما كان من الوضوء والصلاة، فحدثنا به أبو الوليد المكي، عن الشافعي.
ومنه ما حدثنا به أبو إسماعيل (١) ، حدثنا يوسف بن يحيى القرشي البويطي، عن الشافعي.
وقد ذكر منه أشياء عن الربيع، عن الشافعي، وقد أجاز لنا الربيع ذلك، وكتب به إلينا.
(أقوال أحمد بن محمد بن حنبل، وإسحاق) وما كان فيه من قول أحمد بن حنبل، وإسحاق بن إبراهيم، فهو ما حدثنا
به إسحاق بن منصور، عن أحمد، وإسحاق.
إلا ما في أبواب الحج، والديات، والحدود، فإني لم أسمعه من إسحاق ابن منصور، أخبرني به محمد بن موسى الاصم، عن إسحاق بن منصور، عن أحمد، لاسحاق.
(أقوال إسحاق بن إبراهيم) وبعض كلام إسحاق، حدثنا به محمد بن أفلح (فليح) ، عن إسحاق.
وقد بينا هذا على وجهه في الكتاب الذي فيه الموقوف (٢) .
_________
(١) هو الامام محمد بن إسماعيل البخاري - رحمه الله -.
(٢) في المخطوطة الوقوف.
(*)',NULL,'549',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (577,'(علل الاحاديث والرجال والتاريخ) وما كان فيه من ذكر العلل في الاحاديث والرجال والتاريخ، فهو ما استخرجته من كتاب التاريخ (١) ، وأكثر ذلك ما ناظرت به محمد بن إسماعيل، ومنه ما ناظرت به عبد الله بن عبد الرحمن، وأبا زرعة.
وأكثر ذلك عن محمد، وأقل شئ عن عبد الله، وأبي زرعة.
ولم أر أحدا حدثنا بالعراق ولا بخراسان في معنى العلل والتاريخ ومعرفة الاسانيد، أحد أعلم (٢) من محمد بن إسماعيل.
وإنما حملنا على ما بينا في هذا الكتاب من قول الفقهاء، وعلل الحديث، لانا سئلنا عن هذا، فلم نفعله زمانا، ثم فعلناه لما رجونا فيه من منفعة الناس.
لانا قد وجدنا غير واحد من الائمة تكلفوا من التصنيف ما لم يسبقوا إليه.
منهم: هشام بن حسان، وعبد الملك بن عبد العزيز بن جريج، وسعيد ابن أبي عروبة، ومالك بن أنس، وحماد بن سلمة، وعبد الله بن المبارك،
ويحيى بن زكريا ابن أبي زائدة، ووكيع بن الجراح، وعبد الرحمن بن مهدي وغيرهم من أهل العلم والفضل: صنفوا، فجعل الله في ذلك منفعة كثيرة، فنرجوا لهم بذلك الثواب الجزيل عند الله، لما نفع الله المسلمين به، وفيهم القدوة فيما صنفوا.
(الجرح والتعديل) وقد عاب بعض من لا يفهم على أهل الحديث الكلام في الرجال، وقد وجدنا غير واحد من الائمة من التابعين، قد تكلموا في الرجال.
منهم: الحسن البصري، وطاووس، تكلما في معبد الجهني.
وتكلم سعيد بن جبير في طلق بن حبيب.
_________
(١) يقصد كتاب " التاريخ الكبير " للامام البخاري.
(٢) في المطبوع: " معرفة الاسانيد كبير علم " ولم أجد لها من معنى.
(*)',NULL,'550',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (578,'وتكلم إبراهيم النخعي، وعامر الشعبي في الحارث الاعور.
وهكذا روي عن أيوب السختياني، وعبد الله بن عون، وسليمان التيمي، وشعبة بن الحجاج، وسفيان الثوري، ومالك بن أنس، والاوزاعي، وعبد الله ابن المبارك، ويحيى بن سعيد القطان، ووكيع بن الجراح، وعبد الرحمن بن مهدي.
وغيرهم من أهل العلم أنهم تكلموا في الرجال وضعفوا.
وإنما حملهم على ذلك عندنا - والله أعلم - النصيحة للمسلمين، لا يظن بهم أنهم أرادوا الطعن على الناس أو الغيبة، إنما أرادوا عندنا: أن يبينوا ضعف هؤلاء، لكي يعرفوا.
لان بعضهم من الذين ضعفوا، كان صاحب بدعة.
وبعضهم: كان متهما في الحديث.
وبعضهم: كانوا أصحاب غفلة وكثرة خطإ.
فأراد هؤلاء الائمة: أن يبينوا أحوالهم، شفقة على الدين وتثبتا، لان الشهادة في الدين أحق أن يتثبت فيها من الشهادة في الحقوق والاموال.
وأخبرني محمد بن إسماعيل، حدثنا محمد بن يحيى بن سعيد القطان، حدثني أبي قال: سألت سفيان الثوري، وشعبة، ومالك بن أنس، وسفيان بن عيينة: عن الرجل تكون فيه تهمة أو ضعف، أسكت أو أبين؟ قالوا: بين.
١ - حدثنا محمد بن رافع النيسابوري، حدثنا يحيى بن آدم قال: قيل لابي بكر ابن عياش: إن أناسا يجلسون، ويجلس إليهم الناس، ولا يستأهلون؟.
فقال أبو بكر ابن عياش: كل من جلس، جلس إليه الناس، وصاحب السنة إذا مات أحيا الله ذكره، والمبتدع لا يذكر.
٢ - حدثنا محمد بن علي بن الحسن بن شقيق.
حدثنا النضر بن عبد الله الاصم.
حدثنا إسماعيل بن زكريا، عن عاصم، عن ابن سيرين قال: كان في الزمن الاول، لا يسألون عن الاسناد.
فلما وقعت الفتنة، سألوا عن الاسناد، لكي يأخذوا حديث أهل السنة، ويدعوا حديث أهل البدع.',NULL,'551',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (579,'٣ - حدثنا محمد بن علي بن الحسن قال: سمعت عبدان يقول: قال عبد الله ابن المبارك: الاسناد عندي من الدين، لولا الاسناد لقال من شاء ما شاء.
فإذا قيل له: من حدثك؟ بقي (١) .
٤ - حدثنا محمد بن علي، حدثنا حبان بن موسى قال: ذكر لعبد الله بن المبارك حديث فقال: يحتاج لهذا أركان من آجر.
يعني: أنه ضعيف إسناده.
٥ - حدثنا أحمد بن عبدة الضبي (٢) .
أخبرنا وهب بن زمعة، عن عبد الله بن المبارك:
أنه ترك حديث الحسن بن عمارة، والحسن بن دينار، وإبراهيم بن محمد الاسلمي، ومقاتل بن سليمان، وعثمان البري، وروح بن مسافر، وأبي شيبة الواسطي، وعمرو بن ثابت، وأيوب بن خوط، وأيوب بن سويد، ونصر بن مطريف أبو جزي، والحكم بن حجر.
وحبيب الحكم روى له حديثا في كتاب " الرقائق "، ثم تركه.
وقال حبيب: لا أدري؟ قال أحمد بن عبدة - وسمعت عبدان - قال: كان عبد الله بن المبارك، قرأ أحاديث بكر بن خنيس، فكان أخيرا، إذا أتى عليها أعرض عنها، وكان لا يذكره.
قال أحمد، - وحدثنا أبو وهب - قال: سموا لعبد الله بن المبارك رجلا يتهم في الحديث، فقال: لان أقطع الطريق، أحب إلي أن أحدث عنه.
٦ - وأخبرني موسى بن حزام، قال: سمعت يزيد بن هارون يقول: لا يحل
_________
(١) كذا المخطوط والمطبوع، ولعلها.
" فقيل له: من بقي يحدثك "؟ والله أعلم.
(٢) ان لفظة (الضبي) ليست في المطبوع.
وفي الاصل عليها إشارة.
وهو من العاشرة.
وهناك الاملي من الحادية عشرة وكلاهما ممن روي عنهما.
(*)',NULL,'552',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (580,'لاحد: أن يروي عن سليمان بن عمر النخعي الكوفي.
حدثنا محمود بن غيلان، حدثنا أبو يحيى الحماني.
قال: سمعت أبا حنيفة، يقول: ما رأيت أحدا أكذب من جابر الجعفي، ولا أفضل من عطاء ابن أبي رباح.
وسمعت الجارود يقول: سمعت وكيعا يقول: لولا جابر الجعفي لكان أهل الكوفة بغير حديث.
ولولا حماد لكان أهل الكوفة، بغير فقه.
٧ - وسمعت أحمد بن الحسن يقول: كنا عند أحمد بن حنبل، فذكروا من تجب عليه الجمعة، فذكروا فيه عن بعض أهل العلم من التابعين، وغيرهم.
فقلت: فيه عن النبي صلى الله عليه وسلم حديث؟ فقال: عن النبي صلى الله عليه وسلم؟ قلت: نعم.
حدثنا حجاج بن نصير، حدثنا المعارك بن عباد، عن عبد الله بن سعيد المقبري، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: " الجمعة على من آواه الليل إلى أهله " (١) .
قال: فغضب أحمد بن حنبل، وقال: استنغر ربك - استغفر ربك - مرتين.
وإنما فعل هذا أحمد بن حنبل، لانه لم يصدق هذا عن النبي صلى الله عليه وسلم، لضعف إسناده، لانه لم يعرفه عن النبي صلى الله عليه وسلم.
والحجاج بن نصير يضعف في الحديث، وعبد الله بن سعيد المقبري، ضعفه يحيى بن سعيد القطان جدا في الحديث.
فكل من روي عنه حديث، ممن يتهم، أو يضعف، لغفلته وكثرة خطئه، ولا يعرف ذلك الحديث، إلا من حديثه، فلا يحتج به.
وقد روى غير واحد من الائمة عن الضعفاء، وبينوا أحوالهم للناس.
٨ - حدثنا إبراهيم بن عبد الله بن منذر الباهلي، حدثنا يعلى بن عبيد، قال:
_________
(١) وهو في " ضعيف سنن الترمذي " رقم ٧٧ / ٥٠٦.
وقال عنه الشيخ ناصر: ضعيف جدا.
(*)',NULL,'553',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (581,'قال لنا سفيان الثوري: اتقوا الكلبي.
فقيل له: فإنك تروي عنه؟ قال: أنا أعرف صدقه من كذبه.
٩ - وأخبرني محمد بن إسماعيل، حدثني يحيى بن معين، حدثني عفان،
عن أبي عوانة قال: لما مات الحسن البصري اشتهيت كلامه، فتتبعته عن أصحاب الحسن، فأتيت به أبان ابن أبي عياش، فقرأه علي كله، عن الحسن! فما أستحل أن أروي عنه شيئا.
وقد روى عن أبان ابن أبي عياش غير واحد من الائمة، وإن كان فيه من الضعف والغفلة ما وصفه أبو عوانة وغيره.
فلا يغتر برواية الثقات عن الناس.
١٠ - لانه يروى عن ابن سيرين أنه قال: إن الرجل ليحدثني، فما أتهمه، ولكن أتهم من فوقه.
١١ - وقد روى غير واحد عن إبراهيم النخعي، عن علقمة (١) ، عن عبد الله بن مسعود.
أن النبي صلى الله عليه وسلم: كان يقنت في وتره قبل الركوع (٢) .
وروى أبان ابن أبي عياش، عن إبراهيم النخعي، عن علقمة، عن عبد الله ابن مسعود.
أن النبي صلى الله عليه وسلم: كان يقنت في وتره قبل الركوع.
هكذا روى سفيان الثوري، عن أبان ابن أبي عياش.
وروى بعضهم عن أبان ابن أبي عياش بهذا الاسناد - نحو هذا -، وزاد فيه: قال عبد الله بن مسعود: أخبرتني أمي: أنها باتت عند النبي صلى الله عليه وسلم، فرأت النبي صلى الله عليه وسلم:
_________
(١) ان اسم " علقمة " سقط من المخطوطة.
(٢) انظر " صحيح سنن الترمذي - باختصار السند " ٣٨٥ / ٤٦٧.
وذكر في " صحيح سنن الترمذي " برقم ٤١١ وهو خطأ مطبعي ند عنا.
(*)',NULL,'554',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (582,'قنت في وتره، قبل الركوع.
وأبان ابن أبي عياش، وإن كان قد وصف بالعبادة والاجتهاد، فهذا حاله في الحديث.
والقوم كانوا أصحاب حفظ، فرب رجل وإن كان صالحا، لا يقيم الشهادة، ولا يحفظها، فكل من كان متهما في الحديث في الكذب، أو كان مغفلا يخطئ الكثير، فالذي اختاره أكثر أهل الحديث من الائمة: أن لا يشتغل بالرواية عنه.
ألا ترى أن عبد الله بن المبارك حدث عن قوم من أهل العلم، فلما تبين له أمرهم ترك الرواية عنهم.
أخبرني موسى بن حزام.
قال: سمعت صالح بن عبد الله، يقول: كنا عند أبي مقاتل السمرقندي، فجعل يروي عن عون ابن أبي شداد الاحاديث الطوال التي كانت تروى في وصية لقمان، وقتل سعيد بن جبير وما أشبه هذه الاحاديث.
فقال له ابن أخي ابن مقاتل: يا عم لا تقل: حدثنا عون، فانه لم يسمع هذه الاشياء.
فقال: يا بني: هو كلام حسن (١) .
وقد تكلم بعض أهل الحديث في قوم من أجنة أهل العلم، وضعفوهم من قبل حفظهم، ووثقهم آخرون من الائمة لجلالتهم وصدقهم، وإن كانوا قد وهموا في بعض ما رووا.
قد تكلم يحيى بن سعيد القطان، في محمد بن عمرو، ثم روى عنه.
١٢ - حدثنا أبو بكر ابن عبد القدوس بن محمد العطار البصري.
حدثنا علي ابن المديني قال: سألت يحيى بن سعيد، عن محمد بن عمرو بن علقمة،
_________
(١) وكأنه يقصد: إذا لم ينسب إلى النبي صلى الله عليه وسلم.
(*)',NULL,'555',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (583,'فقال: تريد العفو، أو تشدد؟ فقلت: لا، بل أشدد قال: ليس هو ممن تريد، كان يقول أشياخنا: أبو سلمة، ويحيى بن عبد الرحمن بن حاطب، قال يحيى: وسألت مالك بن أنس، عن محمد بن عمرو، فقال فيه نحو ما قلت.
قال علي: قال يحيى: ومحمد بن عمرو أعلا من سهيل ابن أبي صالح، وهو عندي فوق عبد الرحمن بن حرملة.
قال علي: فقلت ليحيى: ما رأيت من عبد الرحمن بن حرملة؟ قال: لو شئت أن ألقنه لفعلت!.
قال: وكان يلقن؟ قال: نعم.
قال علي: ولم يرو يحيى عن شريك، ولا عن أبي بكر ابن عياش، ولا عن الربيع بن صبيح، ولا عن ابن المبارك بن فضالة.
قال أبو عيسى: وإن كان يحيى بن سعيد قد ترك الرواية عن هؤلاء، فلم يترك الرواية عنهم.
أنه اتهمهم بالكذب، ولكنه تركهم لحال حفظهم.
وذكر عن يحيى بن سعيد: أنه كان إذا رأى الرجل يحدث من حفظه مرة هكذا، ومرة هكذا، لا يثبت على رواية واحدة تركه.
وقد حدث عن هؤلاء الذين تركهم يحيى بن سعيد القطان، عبد الله بن المبارك، ووكيع بن الجراح، وعبد الرحمن بن مهدي، وغيرهم من الائمة.
وهكذا تكلم بعض أهل الحديث في سهيل ابن أبي صالح، ومحمد بن إسحاق، وحماد بن سلمة، ومحمد بن عجلان.
وأشباه هؤلاء من الائمة.
إنما تكلموا فيهم من قبل حفظهم في بعض ما رووا.
وقد حدث عنهم الائمة.
١٣ - حدثنا الحسن بن علي الحلواني، حدثنا علي ابن المديني، قال: قال
سفيان بن عيينة: كنا نعد سهيل ابن أبي صالح: ثبتا في الحديث.
١٤ - حدثنا ابن أبي عمر قال: قال سفيان بن عيينة: كان محمد بن عجلان: ثقة مأمونا في الحديث، وإنما تكلم يحيى بن سعيد القطان عندنا في رواية',NULL,'556',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (584,'محمد بن عجلان، عن سعيد المقبري.
١٥ - حدثنا أبو بكر، عن علي بن عبد الله قال: قال يحيى بن سعيد قال محمد بن عجلان: أحاديث سعيد المقبري بعضها: سعيد عن أبي هريرة، وبعضها سعيد عن رجل، عن أبي هريرة.
فاختلطت علي فصيرتها عن سعيد، عن أبي هريرة.
فإنما تكلم يحيى بن سعيد عندنا في ابن عجلان لهذا.
وقد روى يحيى، عن ابن عجلان الكثير.
١٦ - وهكذا من تكلم في ابن أبي ليلى، إنما تكلم فيه من قبل حفظه.
قال علي: قال يحيى بن سعيد: روى شعبة، عن ابن أبي ليلى، عن أخيه عيسى، عن عبد الرحمن ابن أبي ليلى، عن أبي أيوب، عن النبي صلى الله عليه وسلم: في العطاس.
(قال يحيى: ثم لقيت ابن أبي ليلى، فحدثنا عن أخيه عيسى، عن عبد الرحمن ابن أبي ليلى) (١) ، عن علي، عن النبي صلى الله عليه وسلم.
قال أبو عيسى: ويروى عن ابن أبي ليلى نحو هذا، غير شئ.
كان يروي الشئ مرة هكذا، (ومرة هكذا) بغير الاسناد.
وإنما جاء (في) هذا من قبل حفظه، لان أكثر من مضى من أهل العلم، كانوا لا يكتبون، ومن كتب منهم، إنما كان يكتب لهم بعد السماع.
١٧ - وسمعت أحمد بن الحسن يقول: سمعت أحمد بن حنبل يقول: ابن
أبي ليلى: لا يحتج به.
وكذلك من تكلم من أهل العلم في مجالد بن سعيد، وعبد الله ابن لهيعة وغيرهما، إنما تكلموا فيهم من قبل حفظهم، وكثرة خطئهم.
_________
(١) ما بين () زيادة من المطبوعة.
(*)',NULL,'557',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (585,'وقد روى عنهم غير واحد من الائمة، فإذا تفرد أحد من هؤلاء بحديث.
ولم يتابع عليه، لم يحتج به.
كما قال أحمد بن حنبل: ابن أبي ليلى لا يحتج به.
إنما عنى: إذا انفرد بالشئ.
وأشد ما يكون هذا إذا لم يحفظ الاسناد، فزاد في الاسناد، أو نقص، أو غير الاسناد، أو جاء بما يتغير فيه المعنى.
فأما من أقام الاسناد وحفظه، وغير اللفظ، فإن هذا واسع، عند أهل العلم، إذا لم يتغير المعنى.
١٨ - حدثنا محمد بن بشار، حدثنا عبد الرحمن بن مهدي، حدثنا معاوية بن صالح، عن العلاء بن الحارث، عن مكحول، عن واثلة بن الاسقع، قال: إذا حدثناكم على المعنى، فحسبكم.
١٩ - حدثنا يحيى بن موسى، حدثنا عبد الرزاق، حدثنا معمر، عن أيوب، عن محمد بن سيرين، قال: كنت أسمع الحديث من عشرة، اللفظ مختلف، والمعنى واحد.
٢٠ - حدثنا أحمد بن منيع، حدثنا محمد بن عبد الله الانصاري، عن ابن عون، قال: كان إبراهيم النخعي، والحسن، والشعبي، يأتون بالحديث على المعاني.
وكان القاسم بن محمد، ومحمد بن سيرين، ورجاء بن حيوة، يعيدون الحديث على حروفه.
٢١ - حدثنا علي بن خشرم، حدثنا حفص بن غياث، عن عاصم الاحول، قال: قلت لابي عثمان النهدي: إنك تحدثنا بالحديث، ثم تحدثنا به على غير ما حدثتنا؟ قال: عليك بالسماع الاول.
٢٢ - حدثنا الجارود، حدثنا وكيع، عن الربيع بن صبيح، عن الحسن، قال:',NULL,'558',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (586,'إذا أصبت المعنى أجزأك.
٢٣ - حدثنا علي بن حجر، أخبرنا عبد الله بن المبارك، عن سيف - هو ابن سليمان - قال: سمعت مجاهدا يقول: أنقص من الحديث، إن شئت، ولا تزد فيه.
٢٤ - حدثنا أبو عمار - الحسين بن حريث -، حدثنا زيد بن حباب، عن رجل قال: خرج إلينا سفيان الثوري، فقال: إن قلت لكم: إني أحدثكم كما سمعت، فلا تصدقوني، إنما هو المعنى.
٢٥ - حدثنا الحسين بن حريث، قال: سمعت وكيعا يقول: إن لم يكن المعنى واسعا، فقد هلك الناس.
وإنما تفاضل أهل العلم بالحفظ والاتقان، والتثبت عند السماع مع أنه لم يسلم من الخطإ والغلط كبير أحد من الائمة مع حفظهم.
٢٦ - حدثنا محمد بن حميد الرازي، حدثنا جرير، عن عمارة بن القعقاع، قال: قال لي إبراهيم النخعي: إذا حدثتني فحدثني عن أبي زرعة بن (١) عمرو بن جرير، فإنه حدثني مرة بحديث، ثم سألته بعد ذلك بسنين، فما أخرم منه حرفا.
٢٧ - حدثنا أبو حفص عمرو بن علي، حدثنا يحيى بن سعيد القطان، عن
سفيان، عن منصور، قال: قلت لابراهيم: ما لسالم ابن أبي الجعد أتم حديثا منك؟ قال: لانه كان يكتب.
٢٨ - حدثنا عبد الجبار بن العلاء بن عبد الجبار، حدثنا سفيان، قال: قال عبد الملك بن عمير: إني لاحدث بالحديث فما أدع منه حرفا.
٢٩ - حدثنا الحسين بن مهدي البصري، حدثنا عبد الرزاق، حدثنا معمر
_________
(١) في المخطوطة " عن أبي زرعة عن عمرو بن جرير " وهو خطأ.
انظر " التقريب " رقم (٨١٠٣) .
(*)',NULL,'559',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (587,'قال: قال قتادة: ما سمعت أذناي شيئا قط، إلا وعاه قلبي.
٣٥ حدثنا سعيد بن عبد الرحمن المخزومي.
حدثنا سفيان بن عيينة، عن عمرو بن دينار، قال: ما رأيت أحدا أنص للحديث من الزهري.
٣١ - حدثنا إبراهيم بن سعيد الجوهري، حدثنا سفيان بن عيينة، قال: قال أيوب السختياني: ما علمت أحدا كان أعلم بحديث أهل المدينة بعد الزهري، من يحيى ابن أبي كثير.
٣٢ - حدثنا محمد بن إسماعيل، حدثنا سليمان بن حرب.
حدثنا حماد بن زيد قال: كان ابن عون يحدث، فإذا حدثته عن أيوب بخلافه تركه، فأقول: قد سمعته.
فيقول: إن أيوب كان أعلمنا بحديث محمد بن سيرين.
٣٣ - حدثنا أبو بكر، عن علي بن عبد الله، قال: قلت ليحيى بن سعيد: أيهما أثبت هشام الدستوائي، أو مسعر، قال: ما رأيت مثل مسعر، كان مسعر من أثبت الناس.
٣٤ - حدثنا أبو بكر عبد القدوس بن محمد، - قال: حدثني أبو الوليد -، قال:
سمعت حماد بن زيد يقول: ما خالفي شعبة في شئ إلا تركته.
قال: قال أبو بكر - وحدثني أبو الوليد - قال: قال لي حماد بن سلمة: إن أردت الحديث فعليك بشعبة.
٣٥ - حدثنا عبد بن حميد، حدثنا أبو داود قال: قال شعبة: ما رويت عن رجل حديثا واحدا إلا أتيته أكثر من مرة، والذي رويت عنه عشرة أحاديث أتيته أكثر من عشر مرار، والذي رويت عنه خمسين حديثا أتيته أكثر من خمسين مرة، والذي رويت عنه مائة، أتيته أكثر من مائة مرة، إلا حبان الكوفي البارقي، فإني سمعت منه هذه الاحاديث، ثم عدت إليه فوجدته قد مات.',NULL,'560',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (588,'٣٦ - حدثنا محمد بن إسماعيل، حدثنا عبد الله ابن أبي الاسود، حدثنا ابن مهدي، قال: سمعت سفيان يقول: شعبة أمير المؤمنين في الحديث.
٣٧ - حدثنا أبو بكر، عن علي بن عبد الله قال: سمعت يحيى بن سعيد يقول: ليس أحد أحب إلي من شعبة، ولا يعدله أحد عندي، وإذا خالفه سفيان، أخذت بقول سفيان.
قال علي: قلت ليحيى: أيهما كان أحفظ للاحاديث الطوال: سفيان، أو شعبة؟ قال: كان شعبة أمر فيها.
قال يحيى بن سعيد: وكان شعبة أعلم بالرجال فلان عن فلان، وكان سفيان صاحب أبواب.
حدثنا عمر بن علي، قال: سمعت عبد الرحمن بن مهدي يقول: الائمة في الاحاديث أربعة: سفيان الثوري، ومالك بن أنس، والاوزاعي، وحماد ابن زيد.
٣٨ - حدثنا أبو عمار الحسين بن حريث، قال: سمعت وكيعا يقول: قال شعبة: سفيان أحفظ مني، ما حدثني سفيان عن شيخ بشئ فسألته، إلا وجدته كما حدثني.
سمعت إسحاق بن موسى الانصاري، قال سمعت معن بن عيسى يقول: كان مالك بن أنس يشدد في حديث رسول الله صلى الله عليه وسلم في: الياء، والتاء، ونحو هذا.
٣٩ - حدثنا أبو موسى، حدثني إبراهيم بن عبد الله بن قريم الانصاري - قاضي المدينة - قال: مر مالك بن أنس، على أبي حازم، وهو جالس يحدث فجازه، فقيل له: لم لم تجلس؟ فقال: إني لم أجد موضعا أجلس فيه، فكرهت أن آخذ حديث رسول الله صلى الله عليه وسلم وأنا قائم.
٤٠ - حدثنا أبو بكر، عن علي بن عبد الله.
قال: قال يحيى بن سعيد:',NULL,'561',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (589,'مالك عن سعيد بن المسيب أحب إلي من سفيان الثوري عن إبراهيم النخعي.
قال يحيى: ما في القوم أحد أصح حديثا من مالك بن أنس، كان مالك إماما في الحديث.
سمعت أحمد بن الحسن يقول: سمعت أحمد بن حنبل (رضي الله عنه) (١) ، يقول: ما رأيت بعيني مثل يحيى بن سعيد القطان.
قال: وسئل أحمد: عن وكيع، وعبد الرحمن بن مهدي؟ فقال أحمد: وكيع أكبر في القلب، وعبد الرحمن إمام، سمعت محمد بن عمرو بن نبهان ابن صفوان الثقفي البصري، يقول: سمعت علي ابن المديني، يقول: لو حلفت بين الركن والمقام، لحلفت: أني لم أر أحدا أعلم من عبد الرحمن ابن مهدي.
قال أبو عيسى: والكلام في هذا والرواية عن أهل العلم تكثر، وإنما بينا
شيئا منه على الاختصار، ليستدل به على منازل أهل العلم، وتفاضل بعضهم على بعض في الحفظ والاتقان، فمن تكلم فيه من أهل العلم، لاي شئ تكلم فيه، والقراءة على العالم إذا كان يحفظ ما يقرأ عليه، أو يمسك أصله، فيما يقرأ عليه، إذا لم يحفظ، هو صحيح عند أهل الحديث، مثل السماع.
٤١ - حدثنا حسن بن مهدي البصري، حدثنا عبد الرزاق.
أخبرنا ابن جريج قال: قرأت على عطاء ابن أبي رباح، فقلت له: كيف أقول؟ فقال: قل حدثنا.
٤٢ - حدثنا سويد بن نصر.
حدثنا علي بن الحسين بن واقد، عن أبي عصمة، عن يزيد النحوي، عن عكرمة:
_________
(١) كذا الاصل، والاصطلاح أن الترضي يكون على الصحابة فقط، والصلاة والتسليم على الانبياء.
والتجاوز من الاقدمين كان على ما أظن من السهو ولكن فيما بعد اتخذ بعض الناس مخالفة المصطلح تعصبا أو شعارا.
(*)',NULL,'562',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (590,'أن نفرا قدموا على ابن عباس من أهل الطائف، بكتب من كتبه، فجعل يقرأ عليهم، فيقدم، ويؤخر، فقال: إني بليت بهذه المصيبة (١) ، فاقرؤوا علي، فإن إقراري به كقراءتي عليكم.
٤٣ - حدثنا سويد.
حدثنا علي بن الحسين بن واقد، عن أبيه، عن منصور ابن المعتمر، قال: إذا ناول الرجل كتابه آخر، فقال: ارو هذا عني، فله أن يرويه.
وسمعت محمد بن إسماعيل، يقول: سألت أبا عاصم النبيل، عن حديث، فقال: اقرأ علي، فأحببت أن يقرأ هو، فقال: أأنت لا تجيز القراءة! ! وقد كان سفيان الثوري، ومالك بن أنس يجيزان القراءة؟
٤٤ - حدثنا أحمد بن الحسن.
حدثنا يحيى بن سليمان الجعفي المصري، قال: قال عبد الله بن وهب: ما قلت: حدثنا، فهو ما سمعت مع الناس.
وما قلت: حدثني، فهو ما سمعت وحدي.
وما قلت: أخبرنا، فهو ما قرئ على العالم، وأنا شاهد.
وما قلت: أخبرني فهو ما قرأت على العالم، - يعني -: وأنا وحدي.
وسمعت أبا موسى محمد بن المثنى، يقول: سمعت يحيى بن سعيد القطان، يقول: حدثنا، وأخبرنا: واحد.
قال أبو عيسى: وكنا عند أبي مصعب المديني فقرئ عليه بعض حديثه، فقلت له: كيف نقول؟ فقال: قل: حدثنا أبو مصعب.
(الاجازة) قال أبو عيسى: وقد أجاز بعض أهل العلم الاجازة إذا أجاز العالم.
ان يروي عنه لاحد شيئا من حديثه، فله ان يروي عنه.
_________
(١) أي اصابته بالعمى اخر عمره - رضي الله عنه -.
(*)',NULL,'563',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (591,'٤٥ - حدثنا محمود بن غيلان.
حدثنا وكيع، عن عمران، عن جرير، عن أبي مجلز، عن بشير بن نهيك، قال: كتبت كتابا عن أبي هريرة، فقلت: أرويه عنك؟ قال: نعم.
٤٦ - حدثنا محمد بن إسماعيل الواسطي.
حدثنا محمد بن الحسن، عن عوف الاعرابي، قال: قال رجل للحسن: عندي بعض حديثك، أرويه عنك؟ قال: نعم.
قال أبو عيسى: ومحمد بن الحسن، إنما يعرف ب: محبوب ابن الحسن، وقد حدث عنه غير واحد من الائمة.
٤٧ - حدثنا الجارود بن معاذ، حدثنا أنس بن عياض، عن عبيد الله بن عمر، قال: أتيت الزهري بكتاب، فقلت له: هذا من حديثك أرويه عنك؟ قال: نعم.
٤٨ - حدثنا أبو بكر، عن علي بن عبد الله، عن يحيى بن سعيد قال: جاء ابن جريج إلى هشام بن عروة بكتاب، فقال: هذا حديثك أرويه عنك؟ فقال: نعم.
قال يحيى: فقلت في نفسي: لا أدري أيهما أعجب أمرا.
وقال علي: سألت يحيى بن سعيد عن حديث ابن جريح، عن عطاء الخراساني؟ فقال: ضعيف، فقلت: إنه يقول: أخبرني، قال: لا شئ، إنما هو كتاب دفعه إليه.
قال أبو عيسى: والحديث إذا كان مرسلا، فإنه لا يصح عند أكثر أهل الحديث، قد ضعفه غير واحد منهم.
٤٩ - حدثنا علي بن حجر، حدثنا بقية بن الوليد، عن عتبة ابن أبي حكيم، قال: سمع الزهري، إسحاق بن عبد الله ابن أبي فروة، يقول: قال رسول الله صلى الله عليه وسلم.',NULL,'564',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (592,'فقال الزهري: قاتلك الله يا ابن أبي فروة، تجيئنا بأحاديث ليس لها خطم ولا أزمة.
٥٠ - حدثنا أبو بكر، عن علي بن عبد الله، قال، قال يحيى بن سعيد: مرسلات مجاهد أحب الي من مرسلات عطاء ابن أبي رباح بكثير.
كان عطاء يأخذ عن كل ضرب.
قال علي: قال يحيى: مرسلات سعيد بن جبير أحب إلي من مرسلات
عطاء.
قلت ليحيى: مرسلات مجاهد أحب إليك، أم مرسلات طاووس؟ قال: ما أقربهما.
قال علي: وسمعت يحيى بن سعيد يقول: مرسلات أبي إسحاق عندي شبه لا شئ.
والاعمش، والتيمي، ويحيى ابن أبي كثير.
ومرسلات ابن عيينة: شبه الريح، ثم قال: إي والله، وسفيان بن سعيد.
قلت ليحيى: فمرسلات مالك؟ قال: هي أحب إلي.
ثم قال يحيى: ليس في القوم أحد أصح حديثا من مالك.
٥١ - حدثنا سوار بن عبد الله العنبري، قال: سمعت يحيى بن سعيد القطان، يقول: ما قال الحسن في حديثه: قال رسول الله صلى الله عليه وسلم، إلا وجدنا له أصلا، إلا حديثا، أو حديثين.
قال أبو عيسى: ومن ضعف المرسل، فإنه ضعفه من قبل: أن هؤلاء الائمة قد حدثوا عن الثقات، وعن غير الثقات، فإذا روى أحدهم حديثا فأرسله، لعله أخذه عن غير ثقة.
قد تكلم الحسن البصري في معبد الجهني، ثم روى عنه.
٥٢ - حدثنا بشر بن معاذ البصري، حدثنا مرحوم بن عبد العزيز العطار، حدثني أبي وعمي قالا: سمعنا الحسن يقول: إياكم، ومعبدا الجهني، فإنه ضال مضل.',NULL,'565',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (593,'قال أبو عيسى: ويروى عن الشعبي، قال: حدثنا الحارث الاعور، وكان كذابا، وحدث عنه، وأكثر الفرائض التي يرويها عن علي وغيره هي عنه.
وقد قال الشعبي: الحارث الاعور علمني الفرائض وكان من أفرض الناس (١) .
وسمعت محمد بن بشار يقول: سمعت عبد الرحمن بن مهدي يقول: ألا
تعجبون من سفيان بن عيينة؟ لقد تركت جابرا الجعفي لقوله لما حكى عنه، أكثر من ألف حديث، ثم هو يحدث عنه.
قال محمد بن بشار: وترك عبد الرحمن بن مهدي حديث جابر الجعفي.
(الاحتجاج بالمرسل) ٥٣ - وقد احتج بعض أهل العلم بالمرسل أيضا.
٥٤ - حدثنا أبو عبيدة ابن أبي السفر الكوفي.
حدثنا سعيد بن عامر، عن شعبة، عن سليمان الاعمش، قال: قلت لابراهيم النخعي: اسند لي عن عبد الله بن مسعود.
فقال إبراهيم: إذا حدثتكم عن رجل عن عبد الله، فهو الذي سمعت.
وإذا قلت: قال: عبد الله، فهو عن غير واحد عن عبد الله.
(الاختلاف في تضعيف الرجال) وقد اختلف الائمة من أهل العلم، في تضعيف الرجال، كما اختلفوا فيما سوى ذلك من العلم.
ذكر عن شعبة: أنه ضعف أبا الزبير المكي، وعبد الملك ابن أبي سليمان، وحكيم بن جبير، وترك الرواية عنهم.
ثم حدث شعبة عمن هو دون هؤلاء في الحفظ والعدالة.
حدث عن جابر
_________
(١) كانث في المطبوعة ناقصة وغير واضحة.
(*)',NULL,'566',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (594,'الجعفي، وإبراهيم بن مسلم الهجري، ومحمد بن عبيد الله العرزمي، وغير واحد ممن يضعفون في الحديث.
٥٥ - حدثنا محمد بن عمرو بن نبهان بن صفوان البصري، حدثنا أمية بن
خالد، قال: قلت لشعبة: تدع عبد الملك ابن أبي سليمان، وتحدث عن محمد بن عبيد الله العرزمي؟ قال: نعم.
قال أبو عيسى: وقد كان شعبة حدث عن عبد الملك ابن أبي سليمان، ثم تركه، ويقال: إنما تركه لما تفرد بالحديث الذي روى عن عطاء ابن أبي رباح، عن جابر بن عبد الله، عن النبي صلى الله عليه وسلم قال: " الرجل أحق بشفعته ينتظرونه وإن كان غائبا، إذا كان طريقهما واحدا ".
وقد ثبت عن غير واحد من الائمة.
وحدثوا عن: أبي الزبير، وعبد الملك ابن أبي سليمان، وحكيم بن جبير.
٥٦ - حدثنا أحمد بن منيع.
حدثنا هشيم.
حدثنا حجاج، وابن أبي ليلى، عن عطاء ابن أبي رباح، قال: كنا إذا خرجنا من عند جابر بن عبد الله، تذاكرنا حديثه، وكان أبو الزبير أحفظنا للحديث.
٥٧ - حدثنا محمد بن يحيى ابن أبي عمر المكي.
حدثنا سفيان بن عيينة، قال: قال أبو الزبير: كان عطاء يقدمني إلى جابر بن عبد الله.
أحفظ لهم الحديث.
٥٨ - حدثنا ابن أبي عمر.
حدثنا سفيان قال: سمعت أيوب السختياني يقول: حدثني أبو الزبير (١) ، وأبو الزبير، وأبو الزبير، قال: سفيان بيده يقبضها.
قال أبو عيسى: إنما يعني بذلك الاتقان والحفظ.
ويروى عن عبد الله بن المبارك قال: كان سفيان الثوري، يقول: كان عبد
_________
(١) هو واحد.
والتكرار لتأكيد ثقته به.
(*)',NULL,'567',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (595,'الملك ابن أبي سليمان ميزانا في العلم.
٥٩ - حدثنا أبو بكر، عن علي بن عبد الله، قال: سألت يحيى بن سعيد:
عن حكيم بن جبير، قال: تركه شعبة من أجل هذا الحديث، الذي رواه في الصدقة.
يعني حديث عبد الله بن مسعود، عن النبي صلى الله عليه وسلم، قال: " من سأل الناس وله ما يغنيه، كان يوم القيامة خموشا في وجهه ".
قيل: يا رسول الله وما يغنيه؟ قال: " خمسون درهما، أو قيمتها من الذهب " (١) .
قال علي، قال يحيى: وقد حدث عن حكيم بن جبير وسفيان الثوري، وزائدة.
قال علي: ولم ير يحيى بحديثه بأسا.
٦٠ - حدثنا محمود بن غيلان، حدثنا يحيى بن آدم، عن سفيان الثوري، عن حكيم بن جبير بحديث: الصدقة.
قال: حدثنا يحيى بن آدم: فقال عبد الله بن عثمان، صاحب شعبة لسفيان الثوري: لو غير حكيم حدث بهذا؟ فقال له سفيان: وما لحكيم لا يحدث عن شعبة؟ قال: نعم! فقال سفيان الثوري: سمعت زبيدا يحدث بهذا عن محمد ابن عبد الرحمن بن يزيد.
(الحديث الحسن) قال أبو عيسى: وما ذكرنا في هذا الكتاب (حديث حسن) ، فإنما أردنا به
_________
(١) وهو في " صحيح الجامع الصغير " رقم ٦٢٧٩، و " سلسلة الاحاديث الصحيحة " رقم ٤٩٩، و " صحيح سنن أبي داود - باختصار السند " رقم ١٤٣٢، و " صحيح سنن الترمذي - باختصار السند " رقم ٥٢٦، و " صحيح سنن النسائي - باختصار السند " رقم ٢٤٢٩، و " صحيح سنن ابن ماجه - باختصار السند " رقم ١٤٩٠، و " مشكاة المصابيح " رقم ١٨٤٧، و " شرح السنة " رقم ١٦٠٠.
(*)',NULL,'568',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (596,'حسن إسناده، وعندنا: كل حديث يروى، لا يكون في إسناده من يتهم بالكذب، ولا يكون الحديث شاذا، ويروى من غير وجه - نحو ذاك -، فهو عندنا: حديث حسن.
(الحديث الغريب) ٦١ - وما ذكرنا في هذا الكتاب (حديث غريب) ، فإن أهل الحديث يستغربون الحديث لمعان: رب حديث يكون غريبا، لا يروى إلا من وجه واحد.
مثل ما حدث حماد ابن سلمة، عن أبي العشراء، عن أبيه قال: قلت يا رسول الله! أما تكون الذكاة إلا في الحلق واللبة؟ فقال: " لو طعنت في فخذها أجزأ عنك " (١) .
فهذا حديث تفرد به حماد بن سلمة، عن أبي العشراء، ولا يعرف لابي العشراء عن أبيه، إلا هذا الحديث.
وإن كان هذا الحديث عند أهل العلم مشهورا، فإنما اشتهر من حديث حماد بن سلمة، لا نعرفه إلا من حديثه.
قال أبو عيسى: ورب رجل من الائمة يحدث بالحديث، لا يعرف إلا من حديثه، فيشتهر الحديث لكثرة من روي عنه.
مثل ما روى عبد الله بن دينار، عن ابن عمر: أن النبي صلى الله عليه وسلم: نهى عن بيع الولاء وهبته (٢) .
_________
(١) وهو في " ضعيف الجامع الصغير " رقم ٤٨٢٧، و " ارواء الغليل في تخريج أحاديث منار السبيل " رقم ٢٥٣٥، و " ضعيف سنن أبي داود " برقم ٦٠٤، و " ضعيف سنن الترمذي " رقم ٢٥١، و " ضعيف سنن النسائي " رقم ٣٠١، و " ضعيف سنن ابن ماجه " رقم ٦٨٤، و " مشكاة المصابيح " رقم ٤٠٨٢.
(٢) وهو في " صحيح سنن أبي داود " رقم ٢٥٣٣، و " صحيح سنن الترمذي " رقم ٩٩٠،
و" صحيح سنن النسائي " رقم ٤٣٤٢ - ٤٣٤٤، و " صحيح سنن ابن ماجه " رقم ٢٢١٩ - ٢٢٢٠.
(*)',NULL,'569',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (597,'لا يعرف إلا من حديث عبد الله بن دينار، ورواه عنه عبيد الله بن عمر، وشعبة، وسفيان الثوري، ومالك بن أنس، (وابن عيينة) ، وغير واحد من الائمة.
وروى يحيى بن سليم هذا الحديث عن عبيد الله بن عمر، عن نافع، عن ابن عمر، فوهم فيه يحيى بن سليم.
والصحيح هو عن عبيد الله بن عمر، عن عبد الله بن دينار، عن ابن عمر.
هكذا روى عبد الوهاب الثقفي، وعبد الله بن نمير، عن عبيد الله بن عمر، عن عبد الله بن دينار، عن ابن عمر.
وروى المؤمل هذا الحديث عن شعبة، فقال شعبة: لوددت أن عبد الله ابن دينار، أذن لي حتى كنت أقوم إليه، فأقبل رأسه.
قال أبو عيسى: ورب حديث! إنما يستغرب لزيادة تكون في الحديث، وإنما تصح إذا كانت الزيادة ممن يعتمد على حفظه، مثل ما روى مالك بن أنس، عن نافع، عن ابن عمر قال: فرض رسول الله صلى الله عليه وسلم زكاة الفطر من رمضان، على كل حر، وعبد ذكر أو أنثى من المسلمين.
صاعا من تمر، أو صاعا من شعير.
قال: وزاد مالك في هذا الحديث: " من المسلمين " (١) .
وروى أيوب السختياني، وعبيد الله (بن عمر) وغير واحد من الائمة هذا الحديث، عن نافع، عن ابن عمر، ولم يذكروا فيه: " من المسلمين ".
وقد روى بعضهم عن نافع مثل رواية مالك، ممن لا يعتمد على حفظه،
_________
(١) وهو في " مختصر صحيح مسلم " برقم ٥٢٠، و " صحيح سنن أبي داود - باختصار السند " رقم ١٤٢٢، و " صحيح سنن الترمذي - باختصار السند " رقم ٥٤٣، و " صحيح سنن النسائي - باختصار السند " رقم ٢٣٤٦ - ٢٣٤٧، و " صحيح سنن ابن ماجه - باختصار السند " رقم ١٤٧٩، و " ارواء الغليل " رقم ٨٣٢، و " مشكاة المصابيح " رقم ١٨١٥ و " شرح السنة " رقم ١٥٩٤.
(*)',NULL,'570',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (598,'وقد أخذ غير واحد من الائمة بحديث مالك، واحتجوا به.
منهم الشافعي، وأحمد بن حنبل، قالا: إذا كان للرجل عبيد غير مسلمين، لم يؤد عنهم صدقة الفطر، واحتجوا بحديث مالك.
فإذا زاد حافظ ممن يعتمد على حفظه قبل ذلك منه.
ورب حديث يروى من أوجه كثيرة، وإنما يستغرب لحال الاسناد.
٦٢ - حدثنا أبو كريب وأبو هشام الرفاعي، وأبو السائب، والحسين بن الاسود، قالوا: حدثنا أبو أسامة، عن بريد بن عبد الله ابن أبي بردة، عن جده أبي بردة، عن أبي موسى، عن النبي صلى الله عليه وسلم قال: " الكافر يأكل في سبعة أمعاء، والمؤمن يأكل في معاء واحد " (١) .
هذا حديث غريب من هذا الوجه، من قبل إسناده.
وقد روي هذا الحديث من غير وجه، عن النبي صلى الله عليه وسلم، وإنما يستغرب من حديث أبي موسى.
سألت محمود بن غيلان عن هذا الحديث، فقال: حديث أبي كريب عن أبي أسامة، سألت محمد بن اسماعيل عن هذا الحديث، فقال: هذا حديث أبي كريب عن أبي أسامة.
لم نعرفه إلا من حديث أبي كريب عن أبي أسامة.
وسألت محمد بن إسماعيل عن هذا الحديث، فقال: هذا حديث أبي كريب عن أبي أسامة، ولم نعرفه إلا من حديث أبي كريب.
فقلت له: حدثنا غير واحد عن أبي أسامة بهذا، فجعل يتعجب، وقال: ما علمت أحدا حدث بهذا عن أبي كريب.
_________
(١) وهو في " صحيح سنن الترمذي - باختصار السند " رقم ١٤٨٤ عن ابن عمر، و " صحيح سنن ابن ماجه - باختصار السند " برقم ٢٦٣٥ - ٢٦٣٦ عن ابن عمر وأبي موسى، و " شرح السنة " رقم ٢٨٧٩ عن أبي هريرة، وابن عمر.
(*)',NULL,'571',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (599,'قال محمد: وكنا نرى أن أبا كريب، أخذ هذا الحديث، عن أبي أسامة في المذاكرة.
٦٣ - حدثنا عبد الله ابن أبي زياد، وغير واحد، قالوا: حدثنا شبابة بن سوار.
حدثنا شعبة، عن بكير بن عطاء، عن عبد الرحمن بن يعمر أن النبي صلى الله عليه وسلم: نهى عن الدباء، والمزفت (١) .
هذا حديث غريب من قبل إسناده، ولا نعلم أحدا حدث به عن شعبة، غير شبابة.
وقد روي عن النبي صلى الله عليه وسلم من أوجه كثيرة: أنه نهى أن ينتبذ في الدباء والمزفت.
وحديث شبابة إنما يستغرب، لانه تفرد به عن شعبة.
وقد روى شعبة وسفيان الثوري، بهذا الاسناد عن بكير بن عطاء، عن عبد الرحمن بن يعمر، عن النبي صلى الله عليه وسلم أنه قال: " الحج عرفة " (٢) .
فهذا الحديث المعروف، عند أهل الحديث، بهذا الاسناد.
٦٤ - حدثنا محمد بن بشار، حدثنا معاذ بن هشام، حدثني أبي عن يحيى ابن أبي كثير، قال: حدثني أبو مزاحم: أنه سمع أبا هريرة يقول: قال رسول
_________
(١) المشكاة عن ابن عمر ٤٢٩٠، صحيح أبي داود عن ابن عباس ٣١٣٩.
وفي صحيح الترمذي عن ابن عمر ١٥٢٣، وصحيح ابن ماجه عن ابن يعمر ٢٧٤٨ دون كلمة " المزفت ".
صحيح النسائي عن ابن عباس ٥١٣٠، وعن ابن عمر وابن عباس ٥٢١٥، وعن جابر ٥٢١٩ و ٥٢٢٠.
(٢) انظر " صحيح الجامع الصغير " برقم ٣١٧٢، " إرواء الغليل " ١٠٦٤، " مشكاة المصابيح " ٢٧١٤، " صحيح سنن أبي داود - باختصار السند " ١٧١٧، " صحيح سنن الترمذي - باختصار السند " ٧٠٥ و ٧٠٦، " صحيح سنن النسائي - باختصار السند " ٢٨٢٢، ٢٨٥٠ و " صحيح سنن ابن ماجه - باختصار السند " ٢٤٤١.
(*)',NULL,'572',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (600,'الله صلى الله عليه وسلم: " من تبع جنازة فصلى عليها، فله قيراط، ومن تبعها حتى يقضى قضاؤها فله قيراطان "، قالوا: يا رسول الله ما القيراطان؟ قال: " أصغرهما مثل أحد " (١) .
٦٥ - حدثنا عبد الله بن عبد الرحمن.
حدثنا مروان بن محمد، عن معاوية بن سلام، حدثني يحيى ابن أبي كثير.
حدثنا أبو مزاحم، سمع أبا هريرة عن النبي صلى الله عليه وسلم قال: " من تبع جنازة فله قيراط " فذكر نحوه بمعناه.
قال عبد الله: وحدثنا مروان، عن معاوية بن سلام قال: قال يحيى: وحدثني أبو سعيد مولى المهري، عن حمزة بن سفينة، عن السائب، سمع عائشة، عن النبي صلى الله عليه وسلم نحوه.
قلت لابي محمد عبد الله بن عبد الرحمن: ما الذي استغربوا من حديثك
بالعراق؟ فقال: حديث السائب عن عائشة، عن النبي صلى الله عليه وسلم، فذكر هذا الحديث.
وسمعت محمد بن إسماعيل، يحدث بهذا الحديث، عن عبد الله بن عبد الرحمن.
قال أبو عيسى: وهذا حديث قد روي من غير وجه، عن عائشة، عن النبي صلى الله عليه وسلم، وإنما استغرب هذا الحديث لحال إسناده، لرواية السائب عن عائشة، عن النبي صلى الله عليه وسلم.
حدثنا أبو حفص عمرو بن علي.
حدثنا يحيى بن سعيد القطان.
أخبرنا المغيرة ابن أبي قرة السدوسي، قال: سمعت أنس بن مالك يقول: قال
_________
(١) أحكام الجنائز ص ٦٨، صحيح الجامع (٦١٣٤ - ٦١٣٨) شرح السنة (١٥٠١ - ١٥٠٢) ، صحيح سنن أبي داود ٢٧١٢، صحيح النسائي ١٨٣٢.
(*)',NULL,'573',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (601,'رجل: يا رسول الله أعقلها وأتوكل، أو أطلقها وأتوكل؟ قال: " اعقلها وتوكل " (١) .
قال عمرو بن علي: قال يحيى بن سعيد: هذا عندي حديث منكر.
قال أبو عيسى: هذا حديث غريب، من هذا الوجه، لا نعرفه من حديث أنس بن مالك، إلا من هذا الوجه.
وقد روي عن عمرو بن أمية الضمري، عن النبي صلى الله عليه وسلم نحو هذا.
وقد وضعنا هذا الكتاب على الاختصار لما رجونا فيه من المنفعة.
نسأل الله تبارك وتعالى النفع بما فيه، وأن يجعله لنا حجة برحمته، وأن لا يجعله
قال عمرو بن علي: قال يحيى بن سعيد: هذا عندي حديث منكر.
قال أبو عيسى: هذا حديث غريب، من هذا الوجه، لا نعرفه من حديث أنس بن مالك، إلا من هذا الوجه.
وقد روي عن عمرو بن أمية الضمري، عن النبي صلى الله عليه وسلم نحو هذا.
وقد وضعنا هذا الكتاب على الاختصار لما رجونا فيه من المنفعة.
نسأل الله تبارك وتعالى النفع بما فيه، وأن يجعله لنا حجة برحمته، وأن لا يجعله علينا وبالا برحمته وكرمه، إنه على ما يشاء قدير.',NULL,'574',NULL,NULL,'0');
INSERT INTO [b1216] VALUES (602,'(آخر الكتاب) (١) والحمد لله وحده على إنعامه وأفضاله، وصلاته وسلامه على سيد المرسلين الامي وصحبه وآله، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وله الحمد على التمام.
وعلى النبي وآله وصحبه أفضل الصلاة وأزكى السلام، والحمد لله رب العالمين (٢) .
(خاتمة المخطوطة) تم تكميله في الساعة الرابعة من ليلة الاثنين الحادية والعشرين من شهر شوال سنة أربعة عشر ومائتين وألف (٣) .
_________
(١) صحيح الجامع ١٠٦٨، تخريج مشكلة الفقر ٢٢، صحيح الترمذي باختصار السند ٢٠٤٤.
(٢) هذا الدعاء ليس في المخطوطة.
(٣) هذا التاريخ للقسم الملحق بمخطوطة الاصل فقط، وأما نسخة " سنن الترمذي " فهي قديمة جدا.
(*)',NULL,'575',NULL,NULL,'0');
