-- Table: b12853
-- Chunk: 1
-- Rows: 83

CREATE TABLE "b12853"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b12853
INSERT INTO [b12853] VALUES (1,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
أَخْبَرَنَا الشَّيْخُ أَبُو الْحُسَيْنِ عَبْدُ الْحَقِّ بْنُ عَبْدِ الْخَالِقِ بْنِ أَحْمَدَ بْنِ يُوسُفَ، أَنْبَا أَبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ الصَّيْرَفِيُّ إِجَازَةً، أَنْبَأَ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْخَلالُ، أَنْبَأَ أَبُو عُمَرَ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا بْنِ حَيُّوَيْهِ الْخَزَّازُ , قَالَ: أَنْبَأَ أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، قَالَ:

١ - رَأَيْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدُ بْنُ حَنْبَلٍ رَحِمَهُ اللَّهُ , إِذَا افْتَتَحَ الصَّلاةَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا أُذُنَيْهِ , وَإِذَا رَكَعَ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فَعَلَ ذَلِكَ',NULL,'15',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (2,'٢ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: الْوَلِيدُ بْنُ أَبِي هِشَامٍ ثِقَةُ الْحَدِيثِ جِدًّا.
٣ - حَدَّثَنَا أَحْمَدُ , وَجَدِّي , قَالا: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْوَلِيدِ بْنِ أَبِي هِشَامٍ , عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ وَهُوَ قَاعِدٌ، فَإِذَا أَرَادَ أَنْ يَرْكَعَ قَامَ قَدْرَ مَا يَقْرَأُ الإِنْسَانُ أَرْبَعِينَ آيَةً.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (3,'٤ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: أَبُو الْمُهَاجِرِ الرَّقِّيُّ اسْمُهُ سَالِمٌ وَهُوَ ثِقَةُ الْحَدِيثِ وَكَانَ رَجُلا صَالِحًا.

٥ - حَدَّثَنَا أَحْمَدُ , ثنا عَلِيُّ بْنُ ثَابِتٍ , قَالَ: حَدَّثَنِي أَبُو الْمُهَاجِرِ الرَّقِّيُّ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ , قَالَ: كَانَ الْمُهَاجِرُونَ إِذَا رَأَوْا رَجُلا رَاكِبًا يَمْشِي مَعَهُ الرِّجَالُ , قَالُوا: قَاتَلَهُ اللَّهُ جَبَّارًا',NULL,'18',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (4,'٦ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ: كَمْ أُصَلِّي يَوْمَ الْجُمُعَةِ؟ قَالَ: مَا شِئْتَ، إِنْ شِئْتَ صَلَّيْتَ سِتًّا وَإِنْ شِئْتَ صَلَّيْتَ أَرْبَعًا.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (5,'٧ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ: مَنْ صَلَّى بَعْدَ الْجُمُعَةِ أَرْبَعًا أَوْ سِتًّا أَيُسَلِّمُ فِي كُلِّ رَكْعَتَيْنِ؟ ! قَالَ: أَنَا أَخْتَارُ أَنْ يُسَلِّمَ، وَإِنْ لَمْ يُسَلِّمْ لَمْ يَضُرَّهُ.

٨ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ: وَأَصُومُ فِي السَّفَرِ، قَالَ: لا.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (6,'٩ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: السَّائِمَةُ الَّتِي تَرْعَى، وَالسَّائِبَةُ الَّتِي تُسِيبُ وَلَيْسَ لَهَا رَعْيٌ، وَفِي السَّائِمَةِ الزَّكَاةُ.

١٠ - وَقَالَ: وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ: بَلَغَنِي أَنَّ نَصَارَى يَكْتُبُونَ الْمَصَاحِفَ فَهَلْ يَكُونُ ذَلِكَ؟ قَالَ: نَعَمْ نَصَارَى الْحَيْرَةِ كَانُوا يَكْتُبُونَ الْمَصَاحِفَ، وَإِنَّمَا كَانُوا يَكْتُبُونَهَا لِقِلَّةِ مَنْ كَانَ يَكْتُبُهَا.
فَقَالَ رَجُلٌ: يُعْجِبُكَ ذَلِكَ؟ ! قَالَ: لا مَا يُعْجِبُنِي.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (7,'١١ - وَسَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ , يَقُولُ: السُّجُودُ فِي الْفَرِيضَةِ سُنَّةٌ يَعْنِي فِي صَلاةِ الْمَكْتُوبَةِ.

١٢ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ، عَنْ رَجُلٍ نَذَرَ أَنْ يَصُومَ شَهْرًا: أَيَصُومُهُ مُفَرَّقًا؟ قَالَ: لا، فَإِنْ قَالَ ثَلاثِينَ يَوْمًا إِنْ شَاءَ فَرَّقَ.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (8,'١٣ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ , فَقَالَ: إِنِّي فِي مَوْضِعٍ أَكْرَهُهُ وَمَعِي فِيهِ أُمِّي وَأُرِيدُ التَّحْوِيلَ مِنْهُ وَلَيْسَ تُطَاوِعُنِي , قَالَ: وَلِمَ تَكْرَهُهُ؟ .
قَالَ: هِيَ بِلادُ غَصْبٍ.
قَالَ: إِنْ كَانَ بِلادُ غَصْبٍ فَدَعْ أُمَّكَ وَاخْرُجْ مِنْهُ وَإِنْ لَمْ تُطَاوِعْكَ.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (9,'١٤ - وَسَأَلَ رَجُلٌ أَحْمَدَ , فَقَالَ: إِنَّ لِي قَرَابَةً وَأَنَا وَصِيُّهُ وَهُوَ مُفْسِدٌ وَيُبَدِّدُ مَالَهُ أَفَأُعْطِيهِ؟ ! قَالَ: لا.
قَالَ: فَإِنَّهُ قَدْ قَدَّمَنِي غَيْرَ مَرَّةٍ إِلَى الْوَالِي وَقَدْ أَبْلَغَ إِلَيَّ؟ ! قَالَ: إِنْ لَمْ تَقْدِرْ لَهُ عَلَى حِيلَةٍ فَأَعْطِهِ.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (10,'١٥ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ , فَقَالَ: مَعِي دِرْهَمٌ صَحِيحٌ أُرِيدُ بِهِ فِضَّةً أَفَآخُذُ لَهُ صَرْفًا؟ ! قَالَ: لا، خُذْ وَزْنًا بِوَزْنٍ , قَالَ فَإِنْ كَانَ مَعِي دِينَارٌ أُبَدِّلُهُ دَرَاهِمَ؟ قَالَ: انْظُرْ مَا بَلَغَ قِيمَتَهُ فَخُذْهُ.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (11,'١٦ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنْ رَجُلٍ تَزَوَّجَ امْرَأَةً فَأَعْطَاهَا أَلْفَ دِرْهَمٍ فَجَاءَ أَبُوهَا , فَقَالَ: لَيْسَ عِنْدِي مَا أُجَهِّزُهَا بِهِ إِنْ أَرَدْتَهَا بِلا جِهَازٍ فَخُذْهَا؟ ! قَالَ: إِنَّمَا يُرِيدُ الْمَرَأَةَ لَيْسَ يُرِيدُ الْجِهَازَ فَخُذْهَا بِلا جِهَازٍ.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (12,'١٧ - وَقَالَ أَحْمَدُ: إِذَا قَالَ الرَّجُلُ لِلْمَرْأَةِ: أَمْرُكِ بِيَدِكِ , فَقَالَتْ: أَنَا عَلَيْكَ حَرَامٌ فَقَدْ حَرُمَتْ عَلَيْهِ.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (13,'١٨ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: إِنْ تَزَوَّجَ الرَّجُلُ بِغَيْرِ إِذْنِ وَلِيِّ الْمَرْأَةِ وَقَدْ وَلَدَتْ مِنَ الرَّجُلِ أَوْلادًا أَلِلْوَلِيِّ أَنْ يُفَرِّقَ بَيْنَهُمَا، قَالَ أَبُو عَبْدِ اللَّهِ: فَكَذَاكَ كَانَ يَقُولُ ابْنُ الْمُبَارَكِ.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (14,'١٩ - وَسُئِلَ أَحْمَدُ عَنْ رَجُلٍ لَهُ عِنْدَ رَجُلٍ رَهْنٌ فَاحْتَاجَ الْمَرْهُونُ عِنْدَهُ إِلَى دَرَاهِمِهِ , فَقَالَ لَهُ: بِعْ رَهْنَكَ وَأَعْطِنِي , قَالَ: إِنْ لَمْ يَكُنْ عِنْدَهُ مَا يُعْطِيهِ وَلَمْ يَبِعْ رَهْنَهُ لَهُ أَنْ يَحْبِسَهُ وَيَسْتَعْدِي عَلَيْهِ.
قَالَ أَحْمَدُ: وَلَيْسَ لَهُ أَنْ يَبِيعَ الرَّهْنَ إِلا بِإِذْنِ صَاحِبِهِ.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (15,'٢٠ - وَسَمِعْتُ أَبَا عَبْدِ اللَّهِ سَنَةَ ثَمَانٍ وَعِشْرِينَ وَمِائَتَيْنِ وَسُئِلَ عَنْ مُحْرِمٍ قَتَلَ صَيْدًا؟ ! قَالَ: يُكَفِّرُهَا فِي الْقُرْآنِ.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (16,'٢١ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: كُلُّ شَيْءٍ فِي الْقُرْآنِ أَوْ أَوْ فَهُوَ تَخْيِيرٌ.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (17,'٢٢ - قَالَ: وَسَمِعْتُ أَحْمَدَ , يَقُولُ: قَالَ يَحْيَى: قَالَ شُعْبَةُ: لَمْ يُسْمَعِ الْحُكْمُ مِنْ مِقْسَمٍ , يَعْنِي حَدِيثَ الْحِجَامَةِ.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (18,'٢٣ - وَسُئِلَ أَحْمَدُ، وَأَنَا أَسْمَعُ عَنْ رَجُلٍ تَزَوَّجَ امْرَأَةً عَلَى عَبْدٍ فَأَعْتَقَ الرَّجُلُ الْعَبْدَ، قَالَ: لَيْسَ عِتْقُهُ بِشَيْءٍ قَدْ صَارَ الْعَبْدُ لِلْمَرْأَةِ.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (19,'٢٤ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسَمْعُ عَنِ الرَّجُلِ يُوَلِّي , يَعْنِي الرَّجُلَ الْوَلِيَّ عَلَى أُخْتِهِ وَابْنَتِهِ يَقُولُ لَهُ: إِذَا وَجَدْتَ مَنْ تَرْضَاهُ فَزَوِّجْهُ , قَالَ: تَزْوِيجُهُ جَائِزٌ.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (20,'٢٥ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: أَرَى إِذَا أَوْتَرَ الرَّجُلُ أَنْ يُسَلِّمَ فِي الرَّكْعَتَيْنِ.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (21,'٢٦ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنْ رَجُلٍ أَعْطَى رَجُلا دِرْهَمًا يَشْتَرِي لَهُ بِهِ شَيْئًا فَأَخْلَطَهُ مَعَ دِرْهَمٍ لَهُ فَضَاعَا , فَقَالَ: لَيْسَ عَلَيْهِ شَيْءٌ.
قَالَ أَحْمَدُ: وَلَوْ ضَاعَ أَحَدُهُمَا وَلا يَدْرِي أَيُّهُمَا ضَاعَ: دِرْهَمُهُ أَوْ دِرْهَمُ الرَّجُلِ يُغَرَّمُهُ.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (22,'٢٧ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنْ رَجُلٍ ضَاعَ هَدْيُهُ فَاشْتَرَى غَيْرَهُ ثُمَّ أَصَابَ الأَوَّلَ , قَالَ: يَنْحَرُهُمَا جَمِيعًا.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (23,'٢٨ - وَسَمِعْتُ أَحْمَدَ يَقُولُ فِي قَوْلِهِ: {وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ.
الفتح: ٢٥} قَالَ: حَتَّى يَبْلُغَ الْحَرَمَ.

٢٩ - وَسُئِلَ أَحْمَدُ، وَأَنَا أَسْمَعُ، عَنْ رَجُلٍ خَرَجَ لِحَاجَةٍ وَهُوَ لا يُرِيدُ الْحَجَّ فَجَازَ ذَا الْحُلَيْفَةِ ثُمَّ أَرَادَ الْحَجَّ , قَالَ: يَرْجِعُ إِلَى ذِي الْحُلَيْفَةِ فَيُحْرِمُ.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (24,'٣٠ - قَالَ أَحْمَدُ: وَلَوْ أَنَّ نَصْرَانِيًّا أَسْلَمَ بِمَكَّةَ ثُمَّ أَرَادَ الْحَجَّ , قَالَ: يَرْجِعُ إِلَى ذِي الْحُلَيْفَةِ فَيُحْرِمُ.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (25,'٣١ - حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ , قَالَ: قَالَ سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ: إِذَا سَافَرَ سَفَرًا يَقْصُرُ فِيهِ الصَّلاةَ نُسِخَتْ عُمْرَتُهُ.
قَالَ أَبُو عَبْدِ اللَّهِ: أَيِ انْتَقَضَتْ عُمْرَتُهُ',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (26,'٣٢ - سَمِعْتُ أَحْمَدَ , يَقُولُ: ثنا يَزِيدُ بِحَدِيثٍ قثنا شُعْبَةُ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ , قَالَ: وَإِنَّمَا كَانَ يَعْنِي الْحَدِيثَ، عَنْ يَحْيَى بْنِ أَبِي سُلَيْمٍ أَبِي بَلْجٍ , قَالَ: فَقَالَ: قَدْ سَمِعْتُ الْحَدِيثَ، وَأَنَا فِيهِ شَاكٌّ مُنْذُ سَمِعْتُهُ، وَسَمِعْتُهُ بِبَغْدَادَ يَعْنِي مِنْ شُعْبَةَ.
وَكُنْتُ فِي آخِرِ النَّاسِ اجْعَلُوهُ عَنْ رَجُلٍ',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (27,'٣٣ - وَسَمِعْتُ أَحْمَدَ يَقُولُ: إِنَّ الدَّرَاوَرْدِيَّ يَجِيءُ بِأَحَادِيثَ مَا أَدْرِي مَا هِيَ كَأَنَّهُ أَنْكَرَهَا.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (28,'٣٤ - وَرَأَيْتُ أَبَا عَبْدِ اللَّهِ صَلَّى بِنَا فَلَمَّا أُقِيمَتِ الصَّلاةُ الْتَفَتَ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ وَقالَ: اسْتَوُوُا.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (29,'٣٥ - وَرَأَيْتُ أَحْمَدَ إِذَا سَلَّمَ حَوَّلَ وَجْهَهُ عَنِ الْقِبْلَةِ وَقَعَدَ يُسَبِّحُ وَيَذْكُرُ اللَّهَ.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (30,'٣٦ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنْ رَجُلٍ أَعْطَى رَجُلا عِشْرِينَ دِينَارًا يَشْتَرِي لَهُ بِهَا شَيْئًا فَأَخْلَطَهَا مَعَ دَنَانِيرِهِ حَتَّى يَذْهَبَ فَيَشْتَرِيَ لَهُ فَلَمْ يَرَ بِهِ بَأْسًا.

٣٧ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: جُنْدُبٌ، يَعْنِي ابْنَ سُفْيَانَ، لَيْسَتْ لَهُ صُحْبَةٌ قَدِيمَةٌ.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (31,'٣٨ - وَسُئِلَ أَحْمَدُ عَنْ حَدِيثِ عَمْرِو بْنِ حَزْمٍ فِي الصَّدَقَاتِ صَحِيحٌ هُوَ؟ ! فَقَالَ: أَرْجُو أَنْ يَكُونَ صَحِيحًا.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (32,'٣٩ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنْ رَجُلٍ أَوْصَى أَنْ يُشْتَرَى بِأَلْفِ دِرْهَمٍ فَرَسٌ لِلْجِهَادِ وَمِائَةٌ لِلنَّفَقَةِ , قَالَ: يُشْتَرَى لَهُ مِثْلَ مَا أَوْصَى لا يُزَادُ عَلَى ذَلِكَ شَيْئًا.
قَالَ: فَإِنْ أُصِيبَ بِأَقَلَّ مِنْ أَلْفٍ بِخَمْسِينَ أَوْ بِأَكْثَرَ؟ قَالَ: يُزَادُ عَلَى نَفَقَتِهِ.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (33,'٤٠ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ النُّفَسَاءِ كَمْ تَقْعُدُ إِذَا رَأَتِ الدَّمَ؟ ! قَالَ أَرْبَعِينَ يَوْمًا ثُمَّ تَغْتَسِلُ.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (34,'٤١ - حَدَّثَنِي جَدِّي , قَالَ: ثنا أَبُو بَدْرٍ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِي سَهْلٍ، عَنْ مَسَّةَ الأَزْدِيَّةِ، عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , قَالَتْ: كَانَتِ<span data-type="title" id=toc-1> النُّفَسَاءُ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَجْلِسُ أَرْبِعيَن يَوْمًا وَكُنَّا نَطْلِي وُجُوهَنَا بِالْوَرْسِ مِنَ </span>الْكَلَفِ',NULL,'54',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (35,'٤٢ - قَالَ رَجُلٌ لأَحْمَدَ وَأَنَا أَسْمَعُ: إِنِّي لِي جَارٌ فَرُبَّمَا أَطْلُبُ مِنْهُ الشَّيَّءَ فَيُعْطِينِي، ثُمَّ إِنَّهُ لَيَسْتَقْرِضُ مِنِّي دَرَاهِمَ: أَفَأَطْلُبُ مِنْهُ كَمَا كُنْتُ أَطْلُبُ؟ قَالَ: كُلُّ قَرْضٍ يَجُرُّ مَنْفَعَةً فَهُوَ حَرَامٌ.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (36,'٤٣ - وَسَأَلَ رَجُلٌ أَحْمَدَ، وَأَنَا أَسْمَعُ , فَقَالَ: إِنِّي دَخَلْتُ السُّوقَ فَرَأَيْتُ ثَوْبًا يُنَادَى عَلَيْهِ بِعِشْرِينَ صِحَاحٍ فَأَخَذْتُهُ فَأَعْطَيْتُهُ فِيهَا مُقَطَّعَةً؟ ! قَالَ: لا، إِلا أَنْ يَرْضَى صَاحِبُ الثَّوْبِ أَنْ تُعْطِيَهُ فِيهِ مُقَطَّعَةً.

٤٤ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ التَّغْبِيرِ , فَقَالَ: لا يُعْجِبُنِي.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (37,'٤٥ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ الْمَسْحِ بِالْمِنْدِيلِ بَعْدَ الْوُضُوءِ فَكَرِهَهُ.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (38,'٤٦ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: أَذَّنَ بِلالٌ لِلنَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَمَا قَدِمَ الْمَدِينَةَ.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (39,'٤٧ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ: إِنِّي اكْتَرَيْتُ مِنْ بَغْدَادَ إِلَى مَكَّةَ فَلَمَّا بَلَغْتُ الْكُوفَةَ بَدَا لِي , قَالَ: لَيْسَ لَكَ ذَلِكَ إِلا أَنْ تَكْرِيَهُ مِنْ غَيْرِكَ.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (40,'٤٨ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ: أَتَحُجُّ الْمَرْأَةُ فِي الْعِدَّةِ؟ قَالَ: نَعَمْ.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (41,'٤٩ - وَقِيلَ لأَحْمَدَ: فَإِنْ كَانَ زَوْجُهَا مَاتَ فِي الطَّرِيقِ , قَالَ: تَصْحَبُ النَّاسَ إِنْ لَمْ يَكُنْ لَهَا مَحْرَمٌ.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (42,'٥٠ - قِيلَ لأَحْمَدَ: فَتَخْرُجُ مِنْ بَيْتِهَا بِلا مَحْرَمٍ مَعَ جِيرَانِهَا؟ قَالَ: لا.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (43,'٥١ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: ابْنُ أَبِي ذِئْبٍ ثِقَةٌ كَانَ قَلِيلَ الْحَدِيثِ وَكَانَ رَجُلا صَالِحًا قَوَّالا بِالْحَقِّ.

٥٢ - وَسَمِعْتُ أَحْمَدَ , قَالَ: وَكَانَ يُشَبَّهُ بِسَعِيدِ بْنِ الْمُسَيِّبِ - يَعْنِي ابْنَ أَبِي ذِئْبٍ -.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (44,'٥٣ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: إِذَا اشْتَرَى الرَّجُلُ مِنْ رَجُلٍ شَيْئًا وَهُوَ يَعْلَمُ أَنَّهُ سَرَقَهُ فَقَدْ شَارَكَهُ.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (45,'٥٤ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: كَانَ عَبْدُ اللَّهِ بْنُ وَهْبٍ عَالِمًا صَالِحًا فَقِيهًا كَثِيرَ الْعِلْمِ.
وَقَالَ أَحْمَدُ: أَخْبَرَنَا مَنْ رَأَى ابْنَ أَبِي حَازِمٍ يَعْرِضُ لَهُ عَلَى ابْنِ وَهْبٍ رَأْيَ مَالِكٍ.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (46,'٥٥ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: رِشْدِينُ أَرْجُو أَنْ يَكُونَ ثِقَةً أَوْ صَالِحَ الْحَدِيثِ.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (47,'٥٦ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: إِنْ وَجَدْتَ الثَّوْبَ فِي الطَّرِيقِ فَعَرِّفْهُ سَنَةً ثُمَّ بِعْهُ وَتَصَدَّقْ بِهِ وَإِنْ وَجَدْتَ دَرَاهِمَ فَعَرِّفْهَا سَنَةً ثُمَّ تَصَدَّقْ بِهَا.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (48,'٥٧ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: إِذَا أُقِيمَتِ الصَّلاةُ فَلا صَلاةَ إِلا الْمَكْتُوبَةُ.

٥٨ - سَمِعْتُ أَحْمَدَ , يَقُولُ: إِذَا سَمِعَ الرَّجُلُ إِقَامَةَ الصَّلاةِ وَلَمْ يَرْكَعْ رَكْعَةَ الْفَجْرِ خَرَجَ إِلَى الصَّلاةِ.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (49,'٥٩ - وَسَمِعْتُ أَحْمَدَ سُئِلَ عَنْ أَجْرِ الْحَجَّامِ , فَقَالَ: هُوَ شَرُّ الْكَسْبِ.

٦٠ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ: كَمْ أُكَبِّرُ عَلَى الْجَنَازَةِ؟ قَالَ: أَرْبَعَ وَسَلِّمْ تَسْلِيمَةً.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (50,'٦١ - قَالَ أَبُو الْقَاسِمِ: وَأَنَا رَأَيْتُ أَحْمَدَ يُكَبِّرُ عَلَى الْجَنَازَةِ أَرْبَعًا وَيُسَلِّمُ تَسْلِيمَةً عَنْ يَمِينِهِ وَدَخَلَ الْمَقْبَرَةَ وَأَخَذَ نَعْلَهُ بِيَدِهِ بِيَمِينِهِ.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (51,'٦٢ - وَسَأَلَ رَجُلٌ أَحْمَدَ وَأَنَا أَسْمَعُ عَنِ الرَّجُلِ يُقْرِضُ الرَّجُلَ دَرَاهِمَ مُقَطَّعَةً يَقْبِضُ مِنْهُ صِحَاحًا , قَالَ: إِنْ تَطَوَّلَ عَلَيْهِ بِذَلِكَ قَبَضَ مِنْهُ، فَأَمَّا أَنْ يَشْتَرِطَ عَلَيْهِ فَلا.

٦٣ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ الرَّجُلِ يَخْرُجُ إِلَى الْمَسْجِدِ فَوَجَدَهُمْ قَدْ صَلَّوْا وَوَجَدَ رَجُلا يَتَوَضَّأُ أَيَتَطَوَّعُ حَتَّى يَجِيءَ الرَّجُلُ؟ ! قَالَ: إِنْ شَاءَ تَطَوَّعَ.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (52,'٦٤ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ الْحَامِلِ تَحِيضُ , قَالَ: يَخْتَلِفُونَ فِيهِ إِلا أَنَّهَا لا تَتْرُكُ الصَّلاةَ.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (53,'٦٥ - وَسُئِلَ أَحْمَدُ وَأَنَا أَسْمَعُ عَنِ الرَّجُلِ يُفْقَدُ , قَالَ: يُقَسَّمُ مَالُهُ بَعْدَ أَرْبَعِ سِنِينَ.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (54,'٦٦ - وَسَمِعْتُ أَحْمَدَ , يَقُولُ: رَوَاهُ الْحَسَنُ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ , وَعَنْ مَعْقِلِ بْنِ يَسَارٍ , وَعَنْ ثَوْبَانَ.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (55,'٦٧ - حَدَّثَنَيِ جَدِّي , قَالَ: ثنا هُشَيْمٌ , قَالَ: أَنْبََأ يُونُسُ، عَنِ الْحَسَنِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:<span data-type="title" id=toc-2> رُفِعَ الْقَلَمُ عَنْ ثَلاثَةٍ: عَنِ الصَّغِيرِ حَتَّى يَعْقِلَ، وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ , وَعَنِ الْمَجْنُونِ حَتَّى يُكْشَفَ عَنْهُ </span>أَوْ قَالَ: يَبْرَأَ.

٦٨ - حَدَّثَنِي جَدِّي، ثنا هُشَيْمٌ , قَالَ: أَنْبَأَ خَالِدٌ، عَنْ أَبِي الضُّحَى، عَنْ عَلِيٍّ بِمِثْلِ ذَلِكَ.

٦٩ - حَدَّثَنِي جَدِّي رَحِمَهُ اللَّهُ , قَالَ: ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ
.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (56,'٧٠ - حَدَّثَنَا شَيْبَانُ، ثنا سَلامُ بْنُ مِسْكِينٍ، ثنا أَبُو عَتَّابٍ، عَنِ الْحَسَنِ , قَالَ: دَخَلَ زِيَادٌ عَلَى مَعْقِلِ بْنِ يَسَارٍ وَهُوَ مَرِيضٌ يَعُودُهُ....
وَسَاءَلَهُ وَلاطَفَهُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ قَالَ مَعْقِلُ بْنُ يَسَارٍ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: <span data-type="title" id=toc-3>«مَا مِنْ وَالِي وَلِيَ مِنْ أَمْرِ الْمُسْلِمِينَ شَيْئًا لَمْ يُحِطْ مِنْ وَرَائِهِمْ بِالنَّصِيحَةِ إِلا أَكَبَّهُ اللَّهُ عَلَى وَجْهِهِ فِي </span>جَهَنَّمَ يَوْمَ يَجْمَعُ اللَّهُ الأَوَّلِينَ وَالآخِرِينَ» .
٧١ - حَدَّثَنَا شَيْبَانُ، ثنا أَبُو الأَشْهَبِ، عَنِ الْحَسَنِ , أَنَّ مَعْقِلا قَالَ لِعُبَيْدِ اللَّهِ بْنِ زِيَادٍ: سَمِعْتُ رَسُولَ اللَّهِ , صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: <span data-type="title" id=toc-4>«مَا مِنْ عَبْدٍ يَسْتَرْعِيهِ اللَّهُ رَعِيَّةً يَمُوتُ يَوْمَ يَمُوتُ وَهُوَ غَاشٌّ لِرَعِيَّتِهِ إِلا حَرَّمَ اللَّهُ عَلَيْهِ </span>الْجَنَّةَ» .
٧٢ - سَمِعْتُ أَحْمَدَ وَسُئِلَ عَنْ حَدِيثِ عَمْرِو بْنِ حَزْمٍ فِي الصَّدَقَاتِ صَحِيحٌ هُوَ، قَالَ: أَرْجُو أَنْ يَكُونَ صَحِيحًا فِي حَدِيثِ الصَّدَقَاتِ.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (57,'٧٣ - حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى، وَأَنَا سَأَلْتُهُ , أَنْبَأَ يَحْيَى بْنُ حَمْزَةَ، عَنْ سُلَيْمَانَ بْنِ دَاوُدَ , قَالَ: حَدَّثَنِي الزُّهْرِيُّ، عَنْ أَبِي بَكْرٍ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ<span data-type="title" id=toc-5> كَتَبَ إِلَى أَهْلِ الْيَمَنِ كِتَابًا فِيهِ الْفَرَائِضُ وَذَكَرَ الْحَدِيثَ</span>.

٧٤ - سَمِعْتُ أَحْمَدَ وَسُئِلَ عَنْ قَضَاءِ رَمَضَانَ مُتَفَرِّقًا , قَالَ: لا أَرَى بِهِ بَأْسًا.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (58,'٧٥ - ثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ , ثنا يَحْيَى بْنُ سُلَيْمٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ , قَالَ: بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ<span data-type="title" id=toc-6> تَقْطِيعِ قَضَاءِ شَهْرِ رَمَضَانَ , فَقَالَ: ذَلِكَ إِلَيْهِ «أَرَأَيْتَ إِنْ كَانَ عَلَى أَحَدِكُمْ دَيْنٌ , فَقَضَى الدِّرْهَمَ وَالدِّرْهَمَيْنِ </span>أَلَمْ يَكُنْ قَضَاءً؟ فَاللَّهُ أَحَقُّ أَنْ يَعْفُوَ أَوْ يَغْفِرَ»
.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (59,'٧٦ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، وَأَبِي هُرَيْرَةَ , قَالا:<span data-type="title" id=toc-7> لا بَأْسَ بِقَضَاءِ رَمَضَانَ مُتَفَرِّقًا</span>
.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (60,'٧٧ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ إِدْرِيسَ , عَنْ شُعْبَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ جَدَّتِهِ , أَنَّ رَافِعَ بْنَ خَدِيجٍ كَانَ يَقُولُ:<span data-type="title" id=toc-8> أَحْصِ الْعِدَّةَ وَصُمْ كَيْفَ شِئْتَ</span>
.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (61,'٧٨ - حَدَّثَنَا أَبُو بَكْرٍ , ثنا زَيْدُ بْنُ حُبَابٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ مُوسَى بْنِ يَزِيدَ بْنِ مَوْهَبٍ، عَنْ أَبِيهِ، عَنْ مَالِكِ بْنِ يُخَامِرَ، عَنْ مُعَاذِ بْنِ جَبَلٍ , قَالَ:<span data-type="title" id=toc-9> أَحْصِ وَصُمْ كَيْفَ شِئْتَ فِي قَضَاءِ رَمَضَانَ</span>
.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (62,'٧٩ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ , قَالَ: أَنْبَأَنِي بَكْرٌ، عَنْ أَنَسٍ , قَالَ:<span data-type="title" id=toc-10> إِنْ شِئْتَ فَاقْضِ رَمَضَانَ مُتَتَابِعًا وَإِنْ شِئْتَ مُتَفَرِّقًا</span>
.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (63,'٨٠ - حَدَّثَنِي جَدِّي، ثنا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، حَدَّثَهُ مَنْ سَمِعَ أَبَا هُرَيْرَةَ , يَقُولُ:<span data-type="title" id=toc-11> أَحْصِ الْعِدَّةَ وَصُمْ كَيْفَ شِئْتَ</span>
.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (64,'٨١ - حَدَّثَنِي جَدِّي، ثنا حَمَّادُ بْنُ خَالِدٍ.
ح وثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا زَيْدُ بْنُ الْحُبَابِ , قَالا: ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ أَزْهَرَ بْنِ سَعِيدٍ، عَنْ أَبِي عَامِرٍ الْهَوْزَنِيِّ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: سَمِعْتُهُ يَقُولُ فِي<span data-type="title" id=toc-12> قَضَاءِ رَمَضَانَ: فَرِّقْهُ وَصُمْ كَيْفَ شِئْتَ</span>
.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (65,'٨٢ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ عُلَيَّةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ فِي قَضَاءِ رَمَضَانَ: صُمْهُ كَيْفَ شِئْتَ.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (66,'٨٣ - حَدَّثَنَا أَبُو بَكْرٍ، ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، فِي قَضَاءِ رَمَضَانَ: إِنْ شَاءَ فَرَّقَ.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (67,'٨٤ - حَدَّثَنَا جَدِّي، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ , قَالا: ثنا ابْنُ عُلَيَّةَ، أَنْبَأَ أَيُّوبُ، عَنْ أَبِي قِلابَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُحَيْرِيزٍ , قَالَ: أَحْصِ الْعِدَّةَ وَصُمْ كَيْفَ شِئْتَ.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (68,'٨٥ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ إِدْرِيسَ، عَنْ لَيْثٍ، عَنْ عَطَاءٍ، وَطَاوُسٍ، وَمُجَاهِدٍ، وَسَعِيدِ بْنِ جُبَيْرٍ , قَالُوا: إِنْ شِئْتَ مُتَتَابِعًا وَإِنْ شِئْتَ مُتَفَرِّقًا',NULL,'100',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (69,'٨٦ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ , قَالَ: إِنْ شَاءَ وَصَلَهُ وَإِنْ شَاءَ فَرَّقَ
٨٧ - حَدَّثَنِي جَدِّي , ثنا حَمَّادُ بْنُ خَالِدٍ، عَنْ لَيْثٍ، عَنْ مُعَاوِيَةَ، عَنْ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ مَالِكِ بْنِ يُخَامِرَ، عَنْ مُعَاذِ بْنِ جَبَلٍ , قَالَ: فَرِّقْ وَأَحْصِ الْعِدَّةَ.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (70,'٨٨ - حَدَّثَنَا أَبُو بَكْرٍ، ثنا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ رَجُلٍ مِنْ أَصْحَابِ أَبِي مَيْسَرَةَ , أَنَّ أَبَا مَيْسَرَةَ كَانَ يَقْطَعُ قَضَاءَ رَمَضَانَ',NULL,'102',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (71,'٨٩ - حَدَّثَنَا أَبُو بَكْرٍ , ثنا عَبْدَةُ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ: إِنْ شَقَّ عَلَيْهِ أَنْ يَقْضِيَهُ مُتَتَابِعًا فَرَّقَ فَإِنَّمَا هِيَ عِدَّةٌ مِنْ أَيَّامٍ أُخَرَ',NULL,'103',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (72,'٩٠ - حَدَّثَنَا أَبُو بَكْرٍ، ثنا عَبْدُ الأَعْلَى، عَنْ دَاوُدَ، عَنْ عِكْرِمَةَ {فَعِدَّةٌ مِنْ أَيَّامٍ} [البقرة: ١٨٤] : إِنْ شَاءَ وَصَلَ وَإِنْ شَاءَ فَرَّقَ',NULL,'104',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (73,'٩١ - حَدَّثَنَا أَبُو بَكْرٍ، ثنا يَزِيدُ بْنُ هَارُونَ، عَنْ جُوَيْبِرٍ، عَنِ الضَّحَّاكِ، إِنْ شِئْتَ مُتَتَابِعًا وَإِنْ شِئْتَ مُتَفَرِّقًا

٩٢ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ نُمَيْرٍ، عَنْ إِسْمَاعِيلَ الْمَكِّيِّ، عَنْ رَبِيعَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ , قَالَ: لا بَأْسَ أَنْ يُفَرِّقَ قَضَاءَ رَمَضَانَ

٩٣ - حَدَّثَنِي جَدِّي، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ , قَالا: ثنا كَثِيرُ بْنُ هِشَامٍ , عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ مَيْمُونٍ , قَالَ: قَضَاءُ رَمَضَانَ عِدَّةٌ مِنْ أَيَّامٍ أُخَرَ',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (74,'٩٤ - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثنا ابْنُ أَبِي غَنِيَّةَ، عَنْ أَبِيهِ، عَنِ الْحَكَمِ: كَانَ لا يَرَى بِقَضَاءِ رَمَضَانَ مُقَطَّعًا بَأْسًا

٩٥ - حَدَّثَنِي جَدِّي، ثنا أَبُو قَطَنٍ، ثنا شُعْبَةُ، عَنْ حَمَّادٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ , قَالَ: لا بَأْسَ بِهِ مُتَقَطِّعًا',NULL,'106',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (75,'٩٦ - حَدَّثَنَا جَدِّي، ثنا أَبُو قَطَنٍ، ثنا شُعْبَةُ، عَنِ الْحَكَمِ , قَالَ: كَانَ ابْنُ جُبَيْرٍ وَمُجَاهِدٌ يَقُولانِ: لا بَأْسَ بِهِ مُقَطَّعًا

٩٧ - حَدَّثَنِي جَدِّي، ثنا ابْنُ عُلَيَّةَ، ثنا دَاوُدُ بْنُ أَبِي هِنْدٍ , قَالَ: كَانَ عِكْرِمَةُ فِي رَمَضَانَ يَقْضِيهِ كَيْفَ شَاءَ',NULL,'107',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (76,'٩٨ - سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ , يَقُولُ: فِي الأَصَابِعِ عَشْرًا عَشْرًا مِنَ الإِبِلِ، وَفِي الأَنْفِ إِذَا خُرِمَ الدِّيَةُ، وَفِي الأَظْفَارِ خُمْسُ دِيَةِ الأَصَابِعِ.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (77,'٩٩ - حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى , ثنا يَحْيَى بْنُ حَمْزَةَ، عَنْ سُلَيْمَانَ بْنِ دَاوُدُ , قَالَ: حَدَّثَنِي الزُّهْرِيُّ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ , عَنْ جَدِّهِ كَتَبَ إِلَى أَهْلِ الْيَمَنِ كِتَابًا فِيهِ:<span data-type="title" id=toc-13> فِي أُصْبُعٍ مِنْ أَصَابِعِ الْيَدِ أَوِ الرِّجْلِ عُشْرٌ مِنَ الإِبِلِ</span>
.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (78,'١٠٠ - قَالَ أَبُو الْقَاسِمِ بْنُ مُنَيْعٍ: ذَكَرَ مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ , قَالَ: حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ رَحِمَهُ اللَّهُ , عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ , أَنَّ فِي الْكِتَابِ الَّذِي كَتَبَهُ رَسُولُ اللَّهِ , صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , لِعَمْرِو بْنِ حَزْمٍ:<span data-type="title" id=toc-14> فِي الأَنْفِ إِذَا أُوعِيَ جَدْعًا مِائَةٌ مِنَ الإِبِلِ , قَالَ ابْنُ مُنَيْعٍ: ثنا بِهِ مُصْعَبٌ وَلَمْ </span>أَفْهَمْهُ
.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (79,'١٠١ - حَدَّثَنِي جَدِّي، ثنا هُشَيْمٌ، أَنْبَأَ ابْنُ أَبِي لَيْلَى، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ , صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى: فِي الأَنْفِ الدِّيَةُ وَفِي الأَصَابِعِ عَشْرٌ عَشْرٌ.

١٠٢ - حَدَّثَنَا جَدِّي , ثنا هُشَيْمٌ , قَالَ: أَنْبَأَ أَشْعَثُ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ , قَالَ: قَالَ عَبْدُ اللَّهِ: فِي الأَنْفِ الدِّيَةُ وَفِي الأَصَابِعِ عَشْرٌ عَشْرٌ آخِرُ الْمَسَائِلِ وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَآلِهِ.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (80,'مَسَائِلُ لِلْبَغَوِيِّ لَمْ تُذْكَرْ فِي هَذَا الْجُزْءِ فَائِدَةٌ: لَمْ أَذْكُرْ فِي هَذِهِ الزَّوَائِدِ رِوَايَاتِ الْبَغَوِيِّ، عَنْ أَحْمَدَ إِذْ قَدْ أَفْرَدَ هُوَ جُزْءًا خَاصًّا لِذَلِكَ.

١٠٣ - قَالَ الْقَاضِي أَبُو يَعْلَى فِي كِتَابِهِ (الْعِدَّةُ فِي أُصُولِ الْفِقْهِ) ذَكَرَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ شَاقِلا فِي تَعَالِيقِهِ فِي كِتَابِ الْعِلَلِ: سَمِعْتُ أَبَا مُحَمَّدٍ عَبْدَ الْخَالِقِ بْنَ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ نَصْرٍ السَّقَطِيَّ , يَقُولُ: سَأَلْتُ ابْنَ مُنَيْعٍ فِيمَا يَقْرَؤُهُ عَلَى النَّاسِ وَيُقْرَأُ عَلَيْهِ؟ فَقَالَ لِي: سَأَلْتُ أَحْمَدَ بْنَ حَنْبَلٍ عَمَّا سََأَلْتَنِي عَنْهُ فَقَالَ لِي: إِذَا قَرَأَ عَلَيْكَ , فَقُلْ: حَدَّثَنَا وَإِذَا قُرِئَ عَلَيْهِ , فَقُلْ: حَدَّثَنَا فُلانٌ قِرَاءَةً عَلَيْهِ',NULL,'113',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (81,'١٠٤ - قَالَ الْخَلالُ فِي كِتَابِ الْوُقُوفِ ٢٥٤.
أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ , أَنَّهُ سَأَلَ أَبَا عَبْدِ اللَّهِ، عَنْ رَجُلٍ كَانَتْ عَلَيْهِ صَلاةٌ فَرَّطَ فِيهَا، كَانَتْ عَلَيْهِ مَرَضَهُ الَّذِي مَاتَ فِيهِ: هَلْ يُصَلَّى عَنْهُ؟ قَالَ: لا يُصَلِّ أَحَدٌ عَنْ أَحَدٍ.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (82,'مَسَائِلُ ذَكَرَهَا ابْنُ أَبِي يَعْلَى فِي طَبَقَاتِ الْحَنَابِلَةِ لَيْسَتْ فِي جُزْءِ الْمَسَائِلِ

١٠٥ - وَقَالَ أَبُو الطَّيِّبِ: قَالَ لِي أَبُو الْقَاسِمِ الْبَغَوِيُّ: قَالَ لِي أَحْمَدُ بْنُ حَنْبَلٍ: خَرَجْتُ أُشَيِّعُ الْحَاجَّ إِلَى أَنْ صِرْتُ فِي ظَهْرِ الْقَادِسِيَّةِ.
فَوَقَعَ فِي نَفْسِي شَهْوَةُ الْحَجِّ فَفَكَّرْتُ , فَقُلْتُ: بِمَاذَا أَحُجُّ، وَلَيْسَ مَعِي إِلا خَمْسَةَ دَرَاهِمَ - أَوْ قِيمَةُ ثِيَابِي خَمْسَةٌ؟ شَكَّ الرَّاوِي - فَإِذَا أَنَا بِرَجُلٍ قَدْ عَارَضَنِي , وَقَالَ: يَا أَبَا عَبْدِ اللَّهِ , اسْمٌ كَبِيرٌ وَنِيَّةٌ ضَعِيفَةٌ عَارَضَكَ كَذَا وَكَذَا , فَقُلْتُ: كَانَ ذَاكَ , فَقَالَ: تَعْزِمُ عَلَى صُحْبَتِي؟ فَقُلْتُ: نَعَمْ.
فَأَخَذَ بِيَدِي وَعَارَضْنَا الْقَافِلَةَ , فَسِرْنَا بِسَيْرِهَا إِلَى وَقْتِ الرَّوَاحِ - وَهُوَ بَيْنَ الْعِشَاءِ وَالْعَتَمَةِ - وَنَزَلْنَا , فَقَالَ: تَعْزِمُ عَلَى الإِفْطَارِ؟ فَقُلْتُ: مَا آبَى ذَلِكَ.
فَقَالَ لِي: قُمْ، فَأَبْصِرْ أَيَّ شَيْءٍ هُنَاكَ فَجِئْ بِهِ، فَأَصَبْتُ طَبَقًا فِيهِ خُبْزٌ حَارٌّ وَبَقْلٌ وَقَصْعَةً فِيهَا عِرَاقٌ يَفُورُ، وَزِقًّا فِيهِ مَاءٌ، فَجِئْتُ بِهِ وَهُوَ قَائِمٌ يُصَلِّي.
فَأَوْجَزَ فِي صَلاتِهِ، فَقَالَ: يَا أَبَا عَبْدِ اللَّهِ كُلْ، فَقُلْتُ: فَأَنْتَ؟ فَقَالَ: كُلْ، وَدَعْنِي أَنَا، فَأَكَلْتُ وَعَزَمْتُ عَلَى أَنْ أَدَّخِرَ مِنْهُ , فَقَالَ لِي: يَا أَبَا عَبْدِ اللَّهِ، إِنَّهُ طَعَامٌ لا يُدَّخَرُ، فَكَانَ هَذَا سَبِيلِي مَعَهُ كَذَلِكَ، فَقَضَيْنَا حَجَّنَا.
وَكَانَ قُوتِي مِثْلَ ذَلِكَ.
حَتَّى وَافَيْنَا إِلَى الْمَوْضِعِ الَّذِي أَخَذَنِي مِنْهُ.
فَوَدَّعَنِي وَانْصَرَفَ.
فَقَالَ أَبُو الطَّيِّبِ لِلْبَغَوِيِّ: أَتَعْرِفُ الرَّجُلَ؟ فَقَالَ: أَظُنُّهُ الْخِضْرَ عَلَيْهِ السَّلامُ',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12853] VALUES (83,'١٠٦ - وَأَنْبََأَنا يُوسُفُ بْنُ مُحَمَّدٍ الْمِهْرَوَانِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ عَبْدِ الْعَزِيزِ التَّمِيمِيُّ , قَالَ: سَمِعْتُ الْمُطِيعَ الْخَلِيفَةَ عَلَى الْمِنْبَرِ , يَقُولُ يَوْمَ عِيدٍ: سَمِعْتُ شَيْخِيَ عَبْدَ اللَّهِ بْنَ مُحَمَّدٍ الْبَغَوِيَّ , يَقُولُ: سَمِعْتُ الإِمَامَ أَحْمَدَ بْنَ حَنْبَلٍ , يَقُولُ: إِذَا مَاتَ أَصْدِقَاءُ الرَّجُلِ ذَلَّ

١٠٧ - وَأَخْبَرَنَا الْوَالِدُ السَّعِيدُ قِرَاءَةً , حَدَّثَنَا عِيسَى بْنُ مُحَمَّدِ بْنِ عَلِيٍّ , قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدٍ , يَقُولُ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ حَنْبَلٍ , يَقُولُ: قَدْ رَوَى الْحَسَنُ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ',NULL,'117',NULL,NULL,'0');
