-- Table: b12978
-- Chunk: 1
-- Rows: 2033

CREATE TABLE "b12978"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b12978
INSERT INTO [b12978] VALUES (1,'فقه العِبَادات على المذهب المالكي',NULL,'1',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2,'<span data-type="title" id=toc-1>مقدمة [المؤلفة]</span>',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b12978] VALUES (3,'بسم اللَّه الرحمن الرحيم
الحمد اللَّه كما ينبغي لجلال وجهه ولعظيم سلطانه، والصلاة والسلام على سيد الأنبياء والمرسلين، وعلى آله وصحبه أجمعين، وبعد:
فهذا كتاب مبسط في فقه العبادات على مذهب الإمام مالك رضي اللَّه عنه، دفعني إلى تأليفه حاجة مسلم هذا العصر إلى كتاب فقهي، عملي، مبسط، ومصاغ بقالب عصري في هذا المذهب الذي يشكل مذهب معظم المسلمين في البلاد الإسلامية الواقعة شمال إفريقية، وقد يجد أهل هذه البلاد في هذا الكتاب بغيتهم، واللَّه نسأل أن ينفع به المسلمين.
والفقه المالكي يمتاز بسهولته في بحث المياه والطهارة، وهذا أمر يحتاجه أهل البلاد التي يشح فيها الماء، كما يحتاجه الحاج في موسم الحج، يحث يزدحم الناس وتقل المياه، وفي ديننا سعة ويسر؛ حيث يستطيع المسلم، أياً كان مذهبه الفقهي، أن يقلد مذهباً آخر حين تقتضي الضرورة.
أما مادة الكتاب وخطوات العمل؛ فقد قمت بجمع المادة مما تلقيته عن أستاذي في الفقه المالكي، فضيلة الشيخ إبراهيم اليعقوبي الحسني الجزائري؛ أجزل ⦗٦⦘ اللَّه ثوابه، وأدامه ذخراً للإسلام والمسلمين، ثم عدت إلى بعض مصادر الفقه المالكي فأغنيت المادة، ثم نسقتها وعنونتها بطريقة تيسر دراستها والرجوع إليها عند الحاجة
وحرصاً على الدقة والأمانة العلمية قمت بعرض الكتاب بعد تأليفه على فضيلة الشيخ، وراجعه، وأفادني بملاحظاته، فنقحت الكتاب بالاستناد إليها.
وقد حرصت على الاستدلال للأحكام الفقهية بكتاب اللَّه وسنة رسوله، وأشرت إلى مصادر الدليل في القرآن الكريم وكتاب الحديث بدقة.
وأخيراً، إن كنت أقدم كتابي هذا على استحياء، لأنه جهد المقل، فإني أسأل اللَّه أن يتقبله مني خدمة لدينه، وأرجوه أن أكون قد وفقت في عرضه بما يحقق النفع منه للمسلمين. ويسرني أن أتقبل ملاحظات المخلصين وتعليقاتهم حوله لتكون الطبعات القادمة أفضل وأنفع.
وأتوجه بشكري وامتناني لكل من ساهم في مساعدتي على إنجاز هذا العمل، وأسأل اللَّه أن يثيبه ويجزل أجره.
والحمد لله رب العالمين.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (4,'<span data-type="title" id=toc-2>تقديم [الشيخ إبراهيم اليعقوبي الحسني]</span>',NULL,'7',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (5,'بسم اللَّه الرحمن الرحيم
الحمد للَّه رب العالمين. والصَلاة والسَلام على سيدنا محمد خاتم الأنبياء وإمام المرسلين. وعلى آله وصحبه وكل من اقتفى سنته واهتدى بهداه إلى يوم الدين.
وبعد، قال اللَّه تعالى وهو أصدق القائلين: {هل يستوي الذين يعلمون والذين لا يعلمون} (١) وقال سبحانه: {إنما يغشى اللَّه من عباده العلماء} (٢) وقال النبي صَلى اللَّه عَليه وسَلم: (طلب العلم فريضة على كل مسلم) أي وكل مسلمة.
وحسب بالعلم مناراً للسارين [للسائرين؟؟] في ظلم الحياة، يهديهم سواء السبيل، وينبوعاً للحياة، وإذا كانت الحياة روضة فإن زهورها العلم، وإذا انتشر نور العلم في أمة انجلت عنها ظلمة التخلف والاستبداد.
وعلوم الدين من أهم ما يطلب من علم، لأنها مفتاح لخيري الدنيا والآخرة. ولقد حث اللَّه تعالى الأمة بمجموعها، ليتفرغ عدد منهم للتفقه في الدين فقال ⦗٨⦘ سبحانه: {فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون} (٣) . ولذلك كان فرض عين على المسلم طلبُ وتعلم ما يحتاج إليه في حياته وعبادته ومعاملته، وفرضُ كفاية على الأمة وجودُ علماء وفقهاء يرشدون الناس ويعلموهم أحكام دينهم ويبلغونهم ما ورثوه عن المصطفى صَلى اللَّه عَليه وسَلم (العلماء ورثة الأنبياء وإن الأنبياء لم يورثوا درهماً ولا ديناراً وإنما ورثوا العلم فمن أخذ به أخذ بحظ وافر) .
ونهض الصحابة الكرام ومن بعدهم ملبين ذلك النداء الرباني، ومستجيبين لأمر الرسول صَلى اللَّه عَليه وسَلم في حجة الوداع: (ألا فليبلّغ الشاهد منكم الغائب) . فانصرفوا إلى علوم الدين التي تفرعت في ما بعد إلى علوم التفسير والحديث والفقه وغيرها. ونهضوا بأعباء حملها إلى الناس وتعليمها لهم.
ونبغ في مدينة الرسول عليه الصَلاة والسَلام إمام جليل هو الإمام مالك بن أنس، والذي كان أعظم من أنجبته المدينة المنورة من الأئمة الفقهاء بعد جيل الصحابة والتابعين: علماً وعملاً، تقوىً وورعاً، عبادة وخلقاً. وكان ذلك الرجل الذي تحقق فيه قول الرسول صَلى اللَّه عَليه وسَلم فيما أخرجهُ الإمام مالك في موطئه والإمام أحمد والترمذي والنسائي وغيرهم: (يوشك أن تضرب الناس آباط المطي وأكباد الإبل في طلب العلم فلا يجدون عالماً أعلم من عالم المدينة) .
وضرب الناس أكباد الإبل إليه، وكان بإخلاصه إماماً ربانياً وعلماً من أعلام الإسلام شهد له بذلك شيوخه وأقرانه وتلاميذه. وتلقف تلاميذه العلم عنه وأخذوا ينشرونه في الأرض، وألفوا في فتاويه وأقواله المدونات، ولم تمض فترة وفيرة على وفاته إلا وأصبح المذهب المالكي، مذهباً من مذاهب جمهور أهل السنة يتبعونه ويتعبدون عليه، والمذاهب كلها إنما تستقي من عين الشريعة المطهرة. ⦗٩⦘
وقد قامت منذ فترة في هذا البلد دمشق نهضة أقبل الناس فيها على تعلم الفقه المالكي، فكان لي في الأسبوع عدة حلقات كلهم يتلقون عليّ الفقه المالكي، وكانت مؤلفة هذا الكتاب من بين أولئك اللواتي أخذن عني الفقه المالكي وأصول الفقه معاً. ونهضت - جزاها اللَّه الخير وأثابها - بجمع هذا الكتاب. فجاء بحمد اللَّه وتوفيقه كتاباً مبسطاً في العبادات سهل العبارة قريب المأخذ، رتبت أحكامه وصيغت بأسلوب حسن ليكون في متناول جميع الناس عالمها ومتعلمها.
أرجو من اللَّه تعالى أن يعم النفع به إنه سميع مجيب.
إبراهيم اليعقوبي الحسني
-٢/ شعبان/١٤٠٥ هـ⦗١٠⦘
_________
(١) الزمر: ٩.
(٢) فاطر: ٢٨.
(٣) التوبة: ١٢٢.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (6,'<span data-type="title" id=toc-3>مالك بن أنس رضي اللَّه عنه </span>-',NULL,'10',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (7,'لمحة عن حياته (٩٣ - ١٧٩ هـ) ⦗١٣⦘
نسبه:
هو الإمام الذي عرف بإمام دار الهجرة، مالك بن أنس بن مالك بن أبي عامر بن عمرو الأصبحي اليمني.
انتقل جد أبيه - وهو أبو عامر بن عمرو - من اليمن إلى المدينة المنورة بعد غزوة بدر الكبرى، وصاهر بني تميم وحضر المغازي كلها مع رسول اللَّه صَلى اللَّه عَليه وسَلم إلا بدراً، فهو صحابي جليل، رضي اللَّه عنه.
أما أبوه أنس، وجده مالك، فمن التابعين. وأما الإمام مالك وكنيته أبو عبد اللَّه، فمن تابعي التابعين، رضوان اللَّه عليهم.
مولده ونشأته:
اختلف العلماء في السنة التي ولد فيها مالك رضي اللَّه عنه، ولكن الأكثر على أنه ولد سنة ثلاث وتسعين للهجرة في ذي المروة شمال المدينة المنورة، ثم انتقلت الأسرة إلى العقيق ومن العقيق انتقلت الأسرة إلى المدينة المنورة، وبها نشأ الإمام، فرأى آثار الصحابة والتابعين كما رأى قبر النبي صَلى اللَّه عَليه وسَلم فيها فانطبع في نفسه تقديسها مما دعاه أن لا يطأ أديمها بدابة قط. وكان ما عليه أهلها أصلاً من أصول استنباطه.
نشأ الإمام مالك في بيت مجد من بيوت العلم فجده مالك بن أبي عامر كان من كبار التابعين وعلمائهم. وشارك هذا الجد المبارك في مهمة دينية رسمية، وهي مهمة كتابة المصاحف في ⦗١٤⦘ عهد الخليفة الثالث عثمان بن عفان، رضي اللَّه عنه، فكان مالك الجد، ممن كتبوها، في حين لم يكن يندب في ذلك العهد لهذه المهمة إلا أشخاص بارزون.
وكان النضر - أخو الإمام مالك - ملازماً للعلماء، يتلقى عليهم، حتى إن مالكاً حين لازمهم، كان يعرف بأخي النضر، فلما ذاع أمر مالك بين شيوخه، صار يُذكر بأن النضر أخو مالك.
ولقد كانت البيئة العامة للبلد الذي عاش فيه توعز بالعرفان وتنمي المواهب إذ هي مدينة الرسول الأعظم محمد صَلى اللَّه عَليه وسَلم موطن الشرع ومبعث النور ومعقد الحكم الإسلامي الأول ومرجع العلماء في العصر الأموي الأول، حتى إن ابن مسعود كان يُسأل عن الأمر في العراق فيفتي فإذا رجع إلى المدينة ووجد ما يخالفه لا يحط عن راحلته حتى يرجع فيخبر من أفتى.
في ظل هذه البيئة الخاصة والعامة نشأ مالك وحفظ القرآن في صدر حياته، ثم اتجه بعد ذلك إلى حفظ الحديث، وجالس العلماء. ويحكي عن نفسه - رضي اللَّه عنه - فيقول: "إنه استأذن أمه في مجالسة العلماء، فألبسته أحسن الثياب وعممته، ثم قالت له: اذهب إلى ربيعة فتعلم من أدبه قبل علمه". فجلس بنصيحة أمه إلى ربيعة الرأي وهو حدث صغير.
طلبه للعلم ومنزلته العلمية:
كان الإمام مالك - رضي اللَّه عنه - دؤوباً على طلب العلم وصرف نفسه إليه في جد ونشاط وصبر، يترقب أوقات خروج العلماء من منازلهم إلى المسجد. وقد حدث الإمام مالك عن نفسه فقال: "إنه انقطع إلى ابن هرمز سبع سنين لم يخلطه بغيره" وأنه كان يلازمه من بكرة النهار إلى الليل. وقد رأى فيه ابن هرمز النجابة وتنبأ له بمستقبل زاهر، فقد قال لجاريته يوماً: "من بالباب"؟ فلم تر إلا مالكاً، فقالت: ما ثم إلا ذاك الأشقر، فقال: "أدعيه فذلك عالم الناس".
كما كان مالك رضي اللَّه عنه لا يستجم في وقت تحسن فيه الراحة إن وجد في ذلك الوقت فرصة للطلب لا يجدها في غيره، وقد قال رضي اللَّه عنه: "شهدت العيد، فقلت: هذا يوم يخلو فيه ابن شهاب، فانصرفت من المصلى حتى جلست على بابه فسمعته يقول لجاريته: انظري من بالباب، فسمعتها تقول له: هو ذاك الأشقر مالك. قال: أدخليه. فدخلت، فقال: ما أراك انصرفت بعد إلى منزلك؟ قلت: لا، قال: هل أكلت شيئاً؟ قلت: لا، قال: أتريد طعاماً، قلت: لا حاجة لي فيه. قال: فما تريد؟ قلت: تحدثني، قال: هات، فأخرجت ألواحي، فحدثني بأربعين حديثاً، فقلت: زدني، قال: حسبك إن كنت رويت هذه الأحاديث فأنت من الحفاظ، ⦗١٥⦘ قلت: قد رويتها فجذب الألواح من يدي، ثم قال: حدث، فحدثته بها، فردها إلي وقال: قم، أنت من أوعية العلم".
وأخذ الإمام أيضاً عن نافع مولى ابن عمر فانتفع بعلمه كثيراً. ويقول الإمام مالك في ذلك: "كنت آتي نصف النهار وما تظلني شجرة من شمس أتحين خروجهُ. فإذا خرج أدعه ساعة كأني لم أره، ثم أتعرض له فأسلم عليه، حتى إذا دخل، أقول له: كيف قال ابن عمر في كذا وكذا، فيجيبني".
وهكذا نجد أن مالكاً لم يدخر جهداً في طلب العلم كما أنه لم يدخر في سبيلهِ مالاً حتى لقد قال تلميذه ابن القاسم: "أفضى بمالك طلب العلم إلى أننقض سقف بيته فباع خشبه ثم مالت عليه الدنيا من بعد".
ولما نضج فكر مالك رضي اللَّه عنه واستوت رجولته جلس في مجلس رسول اللَّه صَلى اللَّه عَليه وسَلم للدرس والإفتاء، وذلك بعد أن استوثق من رأي شيوخه فيه وإقرارهم بأنه لذلك أهل، ولقد قال رحمه اللَّه: "ما جلست للحديث والفتيا حتى شهد لي سبعون شيخاً من أهل العلم أني موضع لذلك - ومنهم الزُهري وربيعة -". وكان يردد كلمته الرائعة: "لا خير فيمن يرى نفسه في حال لا يراه الناس لها أهلاً".
وكان الإمام مالك - رضي اللَّه عنه - لا يروي إلا عن الثقات، حتى قال الإمام النسائي: "أمناء اللَّه على علم رسول اللَّه صَلى اللَّه عَليه وسَلم: شعبة بن الحجاج، ومالك بن أنس، ويحيى بن سعيد الفطان".
وقد التزم مالك في دراسة السكينة والوقار والابتعاد عن لغو القول ومالا يحسن بمثله وكان يقول: "من آداب العالم ألا يضحك إلا تبسماً" وما كان ذلك فيه لجفوة في نفسه بل كان يأخذ نفسه بذلك احتراماً للدرس والحديث. قال بعض تلامذته: "كان مالك إذا جلس معنا كأنه واحد منا، يتبسط معنا في الحديث، وهو أشد تواضعاً منا له، فإذا أخذ في الحديث - أي حديث رسول اللَّه صَلى اللَّه عَليه وسَلم - تهيبنا كلامه، وكأنه ما عرفنا ولا عرفناه".
وكان مع أنه النبيل ذو السمت الحسن في عامة أحواله كان في درسه يعطي نفسه عند التحديث عن النبي صَلى اللَّه عَليه وسَلم سمتاً أحسن ومظهراً أروع، فكان إذا تحدث توضأ وتهيأ، ولبس أحسن ثيابه، ولم يكن يجلس على المنصة إلا إذا حدث حديث رسول اللَّه صَلى اللَّه عَليه وسَلم، وكان يوضع عود بالمجلس، فلا يزال يبخر حتى يفرغ الحديث الشريف.
وكان رضي اللَّه عنه يعنى في درسه بأن يجيب عن المسائل الواقعة، ولا يحب أن يسير وراء ⦗١٦⦘ الفرض والتقدير. وقد سأله سائل عن مسألة فرضية، فقال: "سل عما يكون، ودع ما لم يكن". وسأله آخر عن مسألة أخُرى فلم يجبه فقال له: لم لا تجيبني؟ فقال: "لو سألت عما ينتفع به لأجبتك".
وكان رضي اللَّه عنه يقول: "لا أحب من الكلام إلا ما كان تحته عمل".
وكان رضي اللَّه عنه إذا سُأل عن مسألة لا يعلمها يقول: "لا أدري"، وقد أخذ هذه الكلمة عن شيخه ابن هرمز - رضي اللَّه عنه - فقد حدث عن شيخه فقال: "سمعت ابن هرمز يقول: ينبغي أن يورِّث العالم جلساءه قول لا أدري، حتى يكون ذلك أصلاً في أيديهم يفزعون إليه. فإذا سُئل أحدهم عما لا يدري، قال لا أدري".
وكان رضي اللَّه عنه يقول: "بلغني أن العلماء يُسألون يوم القيامة عما يُسأل عنه الأنبياء".
كما كان يقول: "العلم آية محكمة أو سنة مبينة ثابتة أو: لا أدري".
وكان من طريقة الإمام مالك في فقهه، أن يقدم القرآن أولاً وقبل كل شيء، ويستعين في فهمه بالحديث والسنة، ولكنه كان - كما ذكرنا - يدقق في رواية الحديث، حتى لا يختلط صحيح بغير صحيح، وهو يعد عمل أهل المدينة حجة، ومصدراً من مصادر الفقه الهامة، وهو يلتزم السنة ولا يفارقها إلى الإفتاء، وكان كثيراً ما يردد البيت التالي:
وخير أمور الدين ما كان سُنة * وشر الأمور المحدثات البدائع
وبعد الكتاب والسنة، كان يأخذ بفتوى الصحابة، رضي اللَّه عنهم، لأنهم هم السابقون الأولون من المهاجرين والأنصار. وقد شاهدوا الرسول، صَلى اللَّه عَليه وسَلم، وصاحبوه، وسمعوا منه، وأخذوا عنه. كما كان يأخذ بالإجماع، ويقصد به ما اجتمع عليه أهل الفقه والعلم.
وكان الإمام مالك إذا لم يجد نصاً، يأخذ بالقياس، والاستحسان، والعرف وسد الذرائع، والمصالح المرسلة (أي المطلقة غير المقيدة) ، ولكنه يشترط في الأخذ بالمصالح المرسلة عدة شروط منها:
-١- ألا تنافي المصلحة أصلاً من أصول الإسلام، ولا دليلاً قطعياً من أدلته.
-٢- أن تكون المصلحة مقبولة عند ذوي العقول.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (8,'٣- أن يرتفع بها الحرج، لقوله تعالى: {وما جعل عليكم في الدين من حرج} (١) .
وهكذا نرى أن مالكاً رضي اللَّه عنه قد بلغ من علم السنة الذروة، ومن الفقه درجة صار فيها فقيه الحجاز الأوحد، حتى إن حماد بن زيد كان يقول لرجل جاءه في مسألة اختلف فيها الناس: "يا ⦗١٧⦘ أخي إن أردت السلامة لدينك فسل عالم المدينة وأصغِ إلى قوله فإنه حجة بين الناس".
وقد نال مالك رضي اللَّه عنه من ثناء العلماء حظاً وافراً، فقال في حقه الإمام أبو حنيفة رضي اللَّه عنه: "ما رأيت أسرع منه بجواب ونقد تام".
وشهد له بالفضل أبو يوسف فكان يقول فيه: "ما رأيت أعلم من ثلاثة: مالك وابن أبي ليلى وأبي حنيفة" إذ كان الأخيران شيخيه فوضع مالك في مرتبتهما.
وقال في شأنه تلميذه الإِمام الشافعي رضي اللَّه عنه: "مالك حجة اللَّه على خلقه بعد التابعين، ومالك أستاذي، وعنه أخذت العلم، ومالك معلمي، وما أحد أمنّ عليّ من مالك، وجعلته حجة فيما بيني وبين اللَّه".
وقال فيه أيضاً: "إذا ذكر العلماء فمالك النجم"، وكذلك قال فيه: "إذا جاءك الحديث عن مالك فشد يدك عليه"
وقال الإِمام أحمد بن حنبل فيه: "مالك سيد من سادات أهل العلم، وهو إمام في الحديث والفقه، ومن مثل مالك؟ متبع لآثار من مضى، مع عقل وأدب".
وقد تأول التابعون وتابعو التابعين في الإِمام مالك رضي اللَّه عنه بأنه العالم الذي بشر به رسول اللَّه صلى اللَّه عليه وسلم في الحديث الشريف: (يوشك أن يضرب الناس أكباد الإِبل يطلبون العلم، فلا يجدون أحداً أعلم من عالم المدينة) (٢) .
وأخرج ابن عبد البر وغيره عن مصعب بن عبد اللَّه الزبيري عن أبيه قال:
"كنت جالساً بمسجد رسول اللَّه صَلى اللَّه عَليه وسَلم مع مالك، فجاء رجل فقال: أيكم أبو عبد اللَّه مالك؟ فقالوا: هذا؛ فجاء فسلم عليه واعتنقه وقبله بين عينيه وضمه إلى صدره وقال: واللَّه لقد رأيت البارحة رسول اللَّه صَلى اللَّه عَليه وسَلم جالساً في هذا الموضع فقال: هاتوا مالكاً، فأتي بك ترعد فرائصك، فقال: ليس عليك بأس يا أبا عبد اللَّه وكناك وقال: اجلس فجلست، فقال: افتح حجرك ففتحت فملأه مسكاً منثوراً وقال: ضمه إليك وبثه في أمتي، فبكى مالك طويلاً وقال: الرؤيا تسر ولا تغر، وإن صدقت رؤياك فهو العلم الذي أودعني اللَّه".
لذلك لا نعجب، إذا علمنا أن الناس كان يشدون الرحال إليه، من جميع البلاد الإِسلامية، ويزدحمون على بابه طلباً للعلم.
وشهدت القرون بفضله ومكانته وبأن فقهه يجمل عناصر العالمية والتقدم؛ ففي المغرب مثلاً ⦗١٨⦘ كانت حياته وما فيها من ملامح قوية موضع الأسوة والقدوة فدرسوها في مدارسهم صغاراً وكانت المثل الأعلى لهم كباراً. وبفقهه ساس المغرب خلفاؤه وحكم قضاته، وبهديه دعا مرشدوه، فكان مالك - رضي اللَّه عنه - للمغرب المظهر الكامل للإِسلام عروبة وديناً.
وقد تهيأت الأسباب ليكون الإمام مالك بهذا القدر من العلم: فمواهبه وصفاته الشخصية، وشيوخه ودراساته، وعصره وبيئته، كل هذا هيأ له أسباب العلم، فاغترف من بحاره. ولنذكر في كل واحد من هذه الأسباب كلمة تكشفه وتجليه:
_________
(١) الحج: ٧٨.
(٢) الترمذي: ج ٥/ كتاب العلم باب ١٨/٢٦٨٠.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (9,'١ - مواهبه وصفاته:
لقد آتى اللَّه مالكاً من الصفات والمواهب ما جعل منه محدثاً وفقيهاً يأخذ سمته في الاتجاه المستقيم والسير في ضوء القرآن والسنة، وآثار السلف الصالح:
آ - لقد آتاه اللَّه حافظة تعي، فإذا استمع إلى شيء استمع إليه في حرص ووعاه وعياً تاماً، حتى إنه ليسمع نيفاً وأربعين حديثاً مرة واحدة فيلقيها على من استمعها منه مباشرة ولا يضل منه إلا النيف.
ب - والصفة الثانية التي اتصف بها مالك رضي اللَّه عنه وكانت أساساً لنبوغه، هي الصبر والجلد والمثابرة، ومغالبة المعوقات في الوصول إلى الغاية. ولذلك كان رضي اللَّه عنه يقول: "لا يبلغ أحد ما يريد من هذا العلم، حتى يضرَّ به الفقر ويؤثره على كل حال".
جـ - والصفة الثالثة التي كانت من أسباب إدراكه للحقائق وفهمه للحديث وكتاب اللَّه تعالى هي الإخلاص في طلب العلم، فقد طلب لذات اللَّه، ونقى نفسه من كل الشوائب الغرض والهوى في دراسته وأثر عنه أنه كان يقول: "العلم نور لا يأنس إلا بقلب تقي خاشع". وكان يقول أيضاً: "ما زهد أحد في الدنيا إلا أنطقه اللَّه بالحكمة".
د - ومن المواهب التي أعطاها اللَّه مالكاً أيضاً قوة الفراسة والنفاذ إلى بواطن الأمور. وإلى نفوس الأشخاص يعرف ما تكنّ نفوسهم من حركات جوارحهم، ومن لحن أقوالهم. ولقد قال أحد تلاميذه: "كان في مالك فراسة لا تخطئ".
هـ - وهناك في مالك صفة خاصة هي جماع ما وهبه اللَّه من صفات وهي المهابة، وكان له مجلس أقوى تأثيراً من مجلس السلطان من غير أن يكون صاحب سلطان. وقد اجتمع به سفيان ⦗١٩⦘ الثوري رضي اللَّه عنه، وهو من قرنائه أصحاب المذاهب، فسئل عما رآه الإمام مالك، فقال سفيان مادحاً له:
يأبى الجواب فما يرجع هيبة * والسائلون نواكس الأذقان
أدب الوقار وعز سلطان التقى * فهو المطاع وليس ذا سلطان
ولا يمكن أن تسند هذه المهابة إلا إلى قوة الروح، وقد أعطى اللَّه سبحانه وتعالى مالكاً هذه الهبة الروحية التي جعلت له سلطاناً عن النفوس واجتذاباً للقلوب.. وإلى جانب هذا أعطاه اللَّه بسطة في الجسم حتى إن تلميذه الزبيري يقول: "كان مالك من أحسن الناس وجهاً وأحلاهم عيناً وأنقاهم بياضاً وأتهم طولاً في جودة بدن" وبذا كانت صفاته الجسمية والعقلية وأخلاقه وأحواله تلقي المهابة في نفس من يعرفه ويلقاه.
هذه هي صفات مالك رضي اللَّه عنه وق تهيأ لهذه الصفات أن تجد شيوخاً صالحين يوجهونها ويسيرون بها نحو الغاية. ولنتكلم عن هؤلاء:',NULL,'18',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (10,'٢ - شيوخه:
جاء مالك في عصر الدولة الأموية، وقد كثر العلماء في المدينة، فأخذ يستقي العلم من شيوخهم غلاماً صبياً، حتى إذا ما شدا في العلم أخذ ينتقي من يأخذ عنهم العلم والحديث وكان يقول: "إن هذا العلم دين، فانظروا عمن تأخذون منه، لقد أدركت سبعين ممن يقول: قال رسول اللَّه صَلى اللَّه عَليه وسَلم عند هذه الأساطين - وأشار إلى المسجد - فما أخذت عنهم شيئاً. وإن أحدهم لو أؤتمن على بيت مال لكان أميناً، إلا أنهم لم يكونوا من أهل هذا الشأن".
ونستطيع تقسيم شيوخ مالك رضي اللَّه عَنهُ إلى قسمين أحدهما: أخذ عنه الفقه كربيعة الرأي بن عبد الرحمن ويحيى بن سعيد، والآخر أخذ عنه الحديث مثل نافع وأَبي الزناد وابن شهاب. أما ابن هرمز فقد أخذ منه ما يعد تثقيفاً عاماً مع علم الرواية.
وأخذ الإمام مالك عن كثيرين غير هؤلاء الذين ذكرناهم، حتى جاء في بعض الروايات أن شيوخه جاوزوا تسعمائة شيخ، ثلثمائة من التابعين، وأكثر من ستمائة من تابعي التابعين.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (11,'٣ - دراساته واختباراته الخاصة:
بعد أن تخرج مالك على العلماء لم يقف علمه عند ذلك بل نمّاه، ونقحه باتصال العلمي بعلماء عصره (منهم الليث بن سعد) . وهو وإن لم يبرح المدينة إلا حاجاً، إلا أن الناس كانوا يأتونه
⦗٢٠⦘ في موسم الحج أفواجاً أفواجاً من كل فج عميق. فوقف منهم على أحوال البلاد المختلفة، والعرف السائد فيها؛ ومن ثم جاء فقهه خصباُ، يتسع في أصوله، لمختلف البيئات والأزمنة.
كما أن تلاميذه الذين جاءوه من بلادهم، وتفقهوا بالمدينة على يديه، عادوا إلى بلادهم، فنشروا فيها فتاويه ومسائله وراسله في مسائل شتى عرضت لهم في بلادهم، فاتسع مذهبه، وكثرت فروعه في أمور واقعة بالفعل، وتتصل بمصالح الناس.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (12,'٤ - عصره:
ولد مالك رضي اللَّه عنه في عهد الوليد بن عبد الملك وتوفي في عهد الرشيد، فعاش أربعين سنة في العصر الأموي يكوّن نفسه ويربيها وستاً وأربعين في العصر العباسي يكوّن التلاميذ ويغذيهم وقد وقف الإمام على حقيقة ما وقع في تلك العهود من اضطرابات سياسية ومنازعات فكرية، فأبى أن يزج نفسه في المعركة القائمة فبقي متحفظاً، ووصف بأنه كان أعظم الخلق مروءة وأكثرهم صمتاً، قليل الكلام، متحفظا بلسانه من الناس مداراة للناس.
وقد ظهر في عصره تميّز كل مدينة بناحية من نواحي الفكر: فالبصر بالعقيدة ومن علمائها الحسن البصري، من الكوفة بالفقه العراقي الذي يقوم على آثار ابن مسعود رضي اللَّه عنه وآراء إبراهيم النخعي ومدرسته التي يقوم عليها حماد بن أبي سليمان وأبو حنيفة، ودمشق وكان فقهها يقوم على تعرف آثار الصحابة والتابعين ويمثله الأوزاعي، أما المدينة كان بها الحديث وبها آثار السلف الصالح وآراء الصحابة كعمر وزيد بن ثابت رضي اللَّه عنهما، ارتضاها مالك رضي اللَّه عنه مقاماً له، شهد فيها كل أعراف الناس، وصور معاملاتهم في الجملة، ومعايشهم وأحوالهم الاجتماعية؛ فكان لهذا الأثر الأكبر في فقهه الذي جاء ملبياً لحاجات الناس ومصالحهم
وفي الحق إنه في عصر الإِمام مالك قد ابتدأت المدارس الفقهية تتلاقى، وأخذت المعارف بينها تتبادل. فكان يجتمع الشيوخ من كل البلدان في موسم الحج يتذاكرون ويتبادلون أنواع المعارف المتصلة بعلم الأثر وعلم الفقه. فهذا أبو حنيفة رضي اللَّه عنه يلتقي بمالك وكلاهما شيخ مدرسة ويتحدثان في المسائل الفقهية ويتفرقان وكلاهما يقدر رأي صاحبه، وهذا الليث بن سعد يتذاكر العلم مع مالك بالخطاب وبالكتاب، فيأخذ كل منهما مما عند الآخر.
وهكذا جاء مالك في عصر كان فيه الفقه قد نضج واستوى على سوقه، فاستطاع بفطنته وقوة عقله أن يتغذى من كل عناصره، ليخرج على الناس بآرائه وفقهه. ⦗٢١⦘
معيشته وعلاقته بالحكام:
لم تذكر كتب المناقب والأخبار موارد رزق مالك رضي اللَّه عنه موضحة مبينة، ولكن يُرجح أن مالكاً كان من مرتزقة التجارة فلقد قال ابن القاسم تلميذه: "إنه كان لمالك أربعمائة دينار يتجر بها، فمنها كان قوام عيشه". إلا أن مالكاً لم يكن من المتزهدين في أموال الخلفاء، وإن كان يتعفف عن الأخذ ممن دونهم، ويظهر أنه كان يتقبلها على مضض ليحفظ مروءته، ويدفع حاجته، وما كانت توجبه عليه مكانته الاجتماعية من إيواء لفقراء الطلاب وسد لحاجة المحتاجين. فهو يقبل هدايا الخلفاء بهذه النية، ويظهر أنه مع ذلك الغرض الحسن كان يرى فيها شيئاً ولذلك كان ينهى غيره عن قبولها.
ويبدو أن مالكاً رضي اللَّه عنه كان في أول أمره في عسرة شديدة، سببها انقطاعه لطلب العلم وإهماله مورد رزقه حتى إن ابنته كانت تبكي من الجوع أحياناً، ثم مالت عليه الدنيا من بعد وأتم اللَّه عليه نعمته وأعطاه اليسر. فكان - رحمه اللَّه - يعنى بلباسه وطعامه ومسكنه، وبكل ظاهر حاله، فكان يلبس أحسن الثياب ويأكل أطيب الطعام، حتى كان يأكل اللحم يومياً. وكان بيته مزوداً بأفخر الرياش، وكان يقول: "ما أحب لامرئ أنعم اللَّه عليه ألا يُرى أثر نعمته عليه، وخاصة أهل العلم، ينبغي لهم أن يظهروا مروءتهم في ثيابهم إجلالً للعلم".
وقد عابوا عليه تلك المعيشة الرغدة، وقالوا إنها معيشة أُمراء، وليست معيشة علماء، فكان رده عليهم أنه يعيش تلك العيشة تأويلاً لقوله تعالى: {قل من حرم زينة اللَّه التي أخرج لعباده والطيبات من الرزق قل هي للذين أمنوا في الحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون} (١) .
وكان رضي اللَّه عَنهُ يقدس المدينة المنورة ويجلها، ولا يركب فيها دابة، ويقول في ذلك: "كيف أطأ بحافر دابة أرضاً تضم جدث رسول اللَّه صَلى اللَّه عَليه وسَلم".
وقد طلب إليه الرشيد أن يخرج معه إلى العراق، فقال له: "أما الخروج معه فلا سبيل إليه، قال رسول اللَّه صَلى اللَّه عَليه وسَلم: المدينة خير لهم لو كانوا يعلمون"، وكان الرشيد أعطاه ثلاثة آلاف دينار فقال للرشيد عندئذ: "هذه دنانيركم كما هي، فلا أوثر الدنيا عن مدينة رسول اللَّه صَلى اللَّه عَليه وسَلم".
وكان رضي اللَّه عَنهُ يرى دخول العلماء على السلاطين لدعوتهم إلى الخير، ونهيهم عن الشر، ⦗٢٢⦘ وكان يقول: "إنما يدخل العالم على السلطان لذلك". ولما قال له بعض تلاميذه: إن الناس يستكثرون دخولك على الأمراء أجاب: "لولا أني آتيهم لما رأيت النبي صَلى اللَّه عَليه وسَلم في هذه المدينة سُنة معمولاً بها".
وقد وعظ، رضي اللَّه عَنهُ، الخليفة العباسي المهدي، حينما طلب منه أن يوصيه فقال له: "أوصيتك بتقوى اللَّه وحده، والعطف على أهل بلد رسول اللَّه صَلى اللَّه عَليه وسَلم وجيرانه، فإنه بلغنا أن رسول اللَّه صَلى اللَّه عَليه وسَلم قال: المدينة مهاجري، وبها قبري، وبها مبعثي، وأهلها جيراني، وحقيق على أمتي حفظي في جيراني، فمن حفظهم كنت له شهيداً وشفيعاً يوم القيامة".
وكان الإمام مالك، رضي اللَّه عَنهُ، يحرص مراعاة الأدب في رحاب رسول اللَّه صَلى اللَّه عَليه وسَلم، فقد ناقشه مرة الخليفة المنصور بجوار القبر النبوي الشريف، فارتفع صوت أبي جعفر المنصور في المناقشة، فقال له الإمام مالك: يا أمير المؤمنين، إن اللَّه أدب قوماً فقال: {يا أيها الذين أمنوا لا ترفعوا أصواتكم فوق صوت النبي} (٢) ، ومدح قوماً فقال: {إن الذين يغضون أصواتهم عند رسول اللَّه أولئك الذين امتحن اللَّه قلوبهم للتقوى لهم مغفرة وأجر عظيم} (٣) ، فاضطر المنصور أن يذعن ويخفض صوته.
_________
(١) الأعراف: ٣٢.
(٢) الحجرات: ٢.
(٣) الحجرات: ٣.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (13,'محنته:
نزلت بمالك رضي اللَّه عَنهُ المحنة، في العصر العباسي، في عهد أبي جعفر المنصور، حين اعتدى عليه بالضرب والي المدينة المنورة، وكان ابن عم للخليفة المنصور. وكان الوشاة قد وشوا بالإمام مالك سنة ١٤٦ هـ، وقالوا له: إن مالكاً يفتي بأنه لا يمين على مستكره، وهذا معناه أن ما أبرمتموه من بيعة الناس بالاستكراه ينقضه الإمام مالك بفتواه. فأمر الوالي بإحضاره، وضربه سبعين صوتاً، أرهقته وأضجعته.
ولمكانة الإمام مالك في قلوب المسلمين اهتزت جنبات المدينة المنورة، وثار الناس وهاجوا. فخاف الخليفة ثورة أهل الحجاز، فأرسل للإمام مالك يستقدمه إلى العراق. فاعتذر الإمام مالك، فطلب إليه الخليفة أن يقابله في منى في موسم الحج. فلما دخل الإمام على الخليفة، نزل المنصور من مجلسه إلى البساط، ورحب بالإمام وقربه، وقال يعتذر إليه عن ضربه وإيذائه: "واللَّه الذي لا إله إلا هو، يا أبا عبد اللَّه، ما أمرت بالذي كان، ولا علمته قبل أن يكون، ولا رضيته إذ بلغني. يا أبا ⦗٢٣⦘ عبد اللَّه، لا يزال أهل الحرمين بخير ما كنت بين أظهرهم، وإني أخالك أماناً لهم من عذاب اللَّه وسطوته، ولقد رفع اللَّه بك عنهم وقعة عظيمة، وقد أمرت أن يؤتى بجعفر - الوالي - عدو اللَّه من المدينة على قتب (١) ، وأمرت بضيق محبسه، والمبالغة في امتهانه، ولا بد أن أنزل به من العقوبة أضعاف ما ناله منك".
فرد الإمام مالك، رضي اللَّه عَنهُ: "عافى اللَّه أمير المؤمنين وأكرم مثواه، قد عفوت عنه، لقرابته من رسول اللَّه صَلى اللَّه عَليه وسَلم، وقرابته منك".
_________
(١) القتب: برذعة صغيرة.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (14,'آثاره:
-١ - كتبه:
كان المجتهدون في عصر الصحابة يمتنعون عن تدوين فتاويهم ليبقى المدوَّن من أصول الدين كتابَ اللَّه وحده، ثم اضطر العلماء لتدوين السنة وتدوين الفتوى والفقه، إلا أن هذه المجموعات لم تكن كتباً بل كانت أشبه بالمذكرات الخاصة، وكان أقدم مؤلف موطأ الإمام مالك رضي اللَّه عَنهُ.
ولم يكن لمالك رضي اللَّه عنه الموطأ فقط بل تنسب له مؤلفات أخرى أهمها:
تفسير لطيف وكتاب المجالسات لابن وهب فيما سمعه من مالك في مجالسه، ولكن لم يشتهر عنه إلا الموطأ فقط وسائر تآليفه إنما رواها عنه من كتب بها إليه، وكلها لم تنتشر بين الناس.
والكتابان اللذان يعدان أصلين في مذهب الإِمام مالك هما: الموطأ، والمدونة الكبرى، وهما جامعان لفقهه جمعاً تاماً في الجملة.
أما الموطأ، فهو كتاب ألفه الإِمام مالك -كما ذكرنا - وجمع فيه الصحاح من الأحاديث والأخبار والآثار، وفتاوى الصحابة والتابعين، وذكر الرأي الذي يراه. وقد ألفه في الأربعين سنة، وذلك ما يدلنا على مدى مجهوده فيه. وبحسب كتاب الموطأ أن يقول فيه الإِمام الشافعي رضي اللَّه عنه: "ما في الأرض كتاب من العلم أكثر صواباً من موطأ مالك".
ويقول أحد تلاميذ الإِمام مالك: عرضنا على مالك الموطأ قراءة في أربعين يوماً، فقال: "كتاب ألفته في أربعين سنة أخذتموه في أربعين يوماً، ما أقل ما تفقهون فيه". وقد قال القاضي أبو بكر بن العربي: "الموطأ هو الأصل واللباب، وكتاب البخاري هو الأصل الثاني في هذا الباب، ⦗٢٤⦘ وعليهما بنى الجميع كمسلم والترمذي". وقال الإِمام النسائي: "ما عندي بعد التابعين أنبل من مالك ولا أجل منه ولا أوثق، ولا آمن على الحديث، ولا أقل رواية من الضعفاء".
وأما المدونة الكبرى، فقد رواها الإِمام سحنون من بعده، وجمع فيها آراء الإِمام مالك بالنص. وهو إن لم يدرك الإِمام، لكنه أدرك تلميذه الإِمام عبد الرحمن بن القاسم، وعنه أخذ الإِمام سحنون العلم. وكان يسأل ابن القاسم فيجيبه، فيقول له: هل سمعت ذلك من مالك؟ يقول: نعم سمعته، وأحياناً يقول: لم أسمع، ولكن هذا رأيي في المسألة. فأثبت الإِمام سحنون ما تلقاه من ابن القاسم في المدونة الكبرى (أربعة مجلدات كبار) ، فجمعت المدونة فتاوى الإِمام، وفتاوى أصحابه الذين ساروا على منهاجه، وكانت الصورة للمذهب المالكي الذي اشتق فقه الرأي فيه من الحياة الواقعية، وقام على أساس جلب أكبر قدر من المنافع، ودفع أكبر قدر من المضار. ولم يشأ الإِمام مالك أن يحمل الناس كلهم على مذهبه - كما أراد هارون الرشيد - بل بين أن أصحاب رسول اللَّه صَلى اللَّه عَليه وسَلم، اخلفوا في الفروع، وتفرقوا في البلدان، وكل عند نفسه مصيب. كما بين أن اختلافهما رحمةً على هذه الأمة، كل يتبع ما يصح عنده، وكل على هدى، وكل يريد اللَّه. ولو شاء مالك، رضي اللَّه عنه، لتمكن من جمع الناس على الموطأ، ولكنه لم يفعل، لأنه كان يريد وجه اللَّه، وينظر لصالح الأمة العام، ولا ينظر لنفسه.
وهذه النظرة الكريمة من الإِمام مالك، تعلمنا ألا نتعصب لمذهب دون مذهب. ومن تيسرت له دراسة مذهب من المذاهب الأربعة، فليتبعه محترماً بقية المذاهب، كما احترم أصحاب المذاهب بعضهم بعضاً.. فأصحاب المذاهب كلهم أئمتنا، وكلهم ذخر لأمتنا، والجماعة رحمة والفرقة عذاب، ويد اللَّه مع الجماعة.
-٢- تلاميذه:
وهم المصدر الثاني لفقهه، وقد كانوا كثيرين جداً جاؤوا من شتى البقاع الإسلامية، وتفقهوا على يديه، ثم عادوا إلى بلادهم، وكانوا رسله إلى تلك البلاد النائية، فانتشر مذهبه في حياته أيّما انتشار، خاصة وأن اللَّه تعالى مدّ له في عمره. نذكر من هؤلاء:
- عبد اللَّه بن وهب: نشر فقه مالك في مصر.
- عبد الرحمن بن لقاسم: لازم مالكاً نحو عشرين سنة، وتفقه بفقهه حتى صار يُرجع إليه في مسائل مالك وفتاويه. ⦗٢٥⦘
- أشهب بن عبد العزيز القيسي العامري: صحِب مالكاً، وتفقه عليه، وله مدونة يقال لها مدونة أشهب.
- أسد بن فرات بن سنان: جمع بين فقه المدينة وفقه العراق.
- عبد الملك بن ماجشون: وكان فقيهاً، فصيحاً، دارت عليه الفتيا في زمانه إلى موته.
- عبد اللَّه بن عبد الحكم بن أعين.
- عبد الملك بن حبيب الأندلسي.
هؤلاء جميعاً هم تلاميذ مالك - رضي اللَّه عنه - البارزون في نقل فقهه ونشره في البلاد المتسعة المترامية الأطراف.
أولاده:
وهم أربعة: يحيى وفاطمة ومحمد وحماد. فيحيى روى عن أبيه نسخة الموطأ، ورحل إلى اليمن ومصر وحدّث فيهما. أما فاطمة فكانت من تلاميذه، وكانت محدّثة وحافظة.
مرضه ووفاته:
لقد شاء اللَّه أن يمرض الإِمام مالك يسلس البول، فنقل درسه من الحرم النبوي إلى منزله. وواصل العلم، والحديث، والدرس، والإِفتاء، إلى نهاية أجله المبارك. والأكثرون على أنه مات في الليلة الرابعة عشرة من ربيع الثاني سنة ١٧٩ هـ بعد أن مرض اثنين وعشرين يوماً لزم فيها الفراش.
ولم يخبر رضي اللَّه عنه أحداً بمرضه وسبب انقطاعه عن الحرم النبوي إلا يوم وفاته. فقد قال لزواره: "لولا أني في آخر يوم ما أخبرتكم بسلس بولي، كرهت أن آتي مسجد رسول اللَّه - صَلّى اللَّه عَليه وسَلم - بغير وضوء، وكرهت أن أذكر علّتي فأشكو ربّي".
وقد هاجت بوفاته الأحزان لدى الأدباء والعلماء، وقد رثته إحدى تلميذاته المعجبات به والوفيات لعهده قائلةً:
بكيت بدمع واكفٍ فقْدَ مالكٍ * ففي فقْده ضاقت علينا المسالكُ
ومالي لا أبكي عليه وقد بكت * عليه الثريا والنجومُ الشوابكُ
رحم اللَّه مالكاً، رضي عنه، وأكرم مثواه. فقد كان كما قال عنه ابن عُيينة: "مالك سراج هذه الأمّة".',NULL,'23',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (15,'<span data-type="title" id=toc-4>[متن الكتاب]</span>',NULL,'27',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (16,'<span data-type="title" id=toc-5>كتاب الطهارة</span>',NULL,'27',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (17,'<span data-type="title" id=toc-6>الباب الأول: تعريف الطهارة: </span>-',NULL,'27',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (18,'الطهر لغةً بفتح الطاء: النظافة من الأوساخ الحسية والمعنوية، ومن ذلك ما ورد عن ابن عبّاس رضي اللَّه عنهما أنَّ النبي صَلى اللَّه عَليه وسَلم كان إذا دخل على مريض يعوده قال له: (لا بأس ظَهور إن شاء اللَّه) (١) أي: المطهر من الذنوب، وهي أقذار معنوية.
وأمّا الطهارة في اصطلاح الفقهاء فهي صفة حُكمية (٢) يستباح بها ما منعه (٣) الحدث أو حكم الخبث، وقد عرّفها ابن عرفة بقوله: "صفة تقديرية تستلزم للمتصف بها جواز الصلاة".
دليلها:
قوله تعالى: {إن اللَّه يحب التوابين ويحب المتطهرين} (٤)
وحديث أبي مالك الأشعري رضي اللَّه عنه قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (الطُّهور شطر الإيمان ... ) (٥) . ⦗٣٠⦘
أقسامها:
الطهارة قسمان:
آ - طهارة حدثية أي من الحدثين: وتكون مائية أو ترابية؛ فالمائية بالغسل والمسح، والترابية بالمسح فقط.
ب - طهارة خبيثة أي من الخبث: وتكون مائية أو غير مائية؛ فالمائية بالغسل والنضح، وغير المائية بالدبغ.
فأما الحدث فهو صفة تقديرية قائمة بجميع البدن أو بأعضاء الوضوء، ولا تقوم إلا بالمكلف (مسلم بالغ عاقل) . وقد عرفه ابن عرفة بقوله: "الحدث صفة حكمية توجب لموصوفها منع استباحة الصلاة سواء كان بجميع الأعضاء كالجنابة أو ببعضها كحدث الوضوء".
وعلى هذا فالحدث قسمان: حدث أصغر، وحدث أكبر.
وأما الخبث فهو العين المستقذرة شرعاً كالدم والبول ونحوها.
ويقسم الخبث إلى: نجاسة عينية: وهي ذات الخبث.
وحكمية: وهي أثر الخبث المحكوم على المحل به.
حكم الخبث: يمنع الصلاة والطواف والمكث وفي المسجد والوضوء والغسل سواء كان مفروضاً أو مندوباً أو مسنوناً.
_________
(١) البخاري: ج ٥/كتاب المرضى باب ١٠/ ٥٣٣٢.
(٢) حكمية: يحكم العقل (تبعاً للشرع لأن المدار عليه) بثبوتها وحصولها في نفسها كالجود والخسة والشرف.
(٣) ما منعه: الفعل الذي منع منه الحدث الأكبر أو الأصغر أو حكم الخبث.
(٤) البقرة: ٢٢٢.
(٥) مسلم: ج ١ /كتاب الطهارة باب ١/١.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (19,'المياه ⦗٣١⦘
لا يرفع الحدث ولا حكم الخبث إلا الماء المطلق.
والماء المطلق هو ما صدق عليه اسم الماء (١) بلا قيد، وهو كل ما نبع من الأرض أو نزل من السماء ولم يتغير أحد أوصافه الثلاثة: اللون والطعم والريح بمخالط طاهر أو نجس.
فدليل ما نزل من السماء: قوله تعالى: {وينزل عليكم من السماء ماء ليطهركم به} (٢) وقوله عز وجل: {وأنزلنا من السماء ماءً طهوراً} (٣) .
وحديث عبد اللَّه بن أبي أوفى رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم وسلم فيه: ( ... اللَّهم طهرني بالثلج والبرد والماء البارد. اللَّهم طهرني من الذنوب والخطايا كما ينقى الثوب الأبيض من الوسخ) (٤) .
ودليل ماء البحر: حديث أبي هريرة رضي اللَّه عَنهُ قال: سأل رجل رسول اللَّه صلى عليه وسلم فقال: يا رسول اللَّه، إنا نركب البحر، ونحمل معنا القليل من الماء، فإن توضأنا به عطشنا، أفنتوضأ من ماء البحر؟ فقال رسول اللَّه صلى عليه وسلم هو الطهور ماؤه، الحل ميتته) (٥)
فإن خالط الماء شيءٌ نجس وغيرَّ أحد أوصافه أصبح نجساً، وإن خالطه طاهر وغيرّ أحد أوصافه سُلبت طهوريته وبقي طاهراً فقط باستثناء ما يلي:',NULL,'31',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (20,'١- إنْ تغير الماءُ بسبب ما في مقره أو ممره (كالمغرة والكبريت والتراب) من أجزاء الأرض.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (21,'٢- إنْ تغير الماءُ بسبب طول المكث.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (22,'٣- إن تغير الماءُ بسبب ما طرح فيه من أجزاء الأرض ولو عمداً كالتراب والملح.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (23,'٤- إن تغير الماءُ بسبب وتولد فيه من سمك أو دود أو طحلب.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (24,'٥- إن تغير ريح الماء بالمادة التي دُبغ بها الإِناء إن كان هذا الدابغ طاهراً كالقطران، مثل القرب الجلدية المدبوغة بالقطران.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (25,'٦- إن تغير بما يعسر الاحتراز منه كالتبن وورق الشجر.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (26,'٧-إن تغير بمجاور من غير ملاصقته للماء، كأن تطرح جيفة في شاطئ الماء فيتغير الماء برائحتها.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (27,'٨- إن تغير تغيراً خفيفاً بآلة سقي كالحبل الذي تعلق به الدلاء.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (28,'٩- إن خالط الماء ما يوافقه في صفاته. ولو جزمنا أنه لو كان المخالط مخالفاً للماء لغيرَّه.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (29,'١٠- إن أدخل حيوان لا يتوقى النجاسة سؤره في ماء يسير وعسر الاحتراز منه، كالهرة والفأرة، لما روت كبشة بنت كعب بن مالك أن أبا قتادة دخل عليها، قالت فسكبت له وضوءاً، قالت: فجاءت هرة تشرب، فأصغى (٦) لها الإناء حتى شربت، قالت كبشة: فرآني انظر إليه فقال: أتعجبين يا بنت أخي؟ فقالت: نعم، قال إن رسول اللَّه صَلى اللَّه عَليه وسَلم قال: (إنها ليست بنجس، إنما هي من الطوافين عليكم أو الطوافات) (٧) .
إن شُك في المُغيِّر هل هو: من نجس ما يضر كالبول والدم، أم من نجس مالا يضر كالكبريت، أو طول المكث، اكتفي بخبر الواحد العدل الرواية ولو كان أنثى أو عبداً إذا بين وجه التغير، إلا إن كان المُخبرِ والمخبرَ متفقيّ المذهب فيكتفي بحكمه ولو لم يبين وجه التغير. ⦗٣٣⦘
_________
(١) خرج بذلك الجامدات والمائعات التي لا يصدق عليها اسم الماء كالسمن والعسل.
(٢) الأنفال: ١١.
(٣) الفرقان: ٤٨
(٤) مسلم: ج ١/كتاب الصلاة باب ٤٠/٢٠٤.
(٥) الترمذي: ج ١/ الطهارة باب ٥٢/٦٩.
(٦) يعني آماله لها ليسهل عليه الشرب.
(٧) الترمذي: ج ١/الطهارة باب ٦٩/٩٢.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (30,'أقسام المياه:
أولاً: الماء الطاهر المطهر غير مكروه الاستعمال: وهو الماء المطلق المذكور آنفاً.
ثانياً: الماء الطاهر المطهر المكروه الاستعمال: وهو:',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (31,'١- الماء المشمس في قطر حار (سواء كان يسيراً أو كثيراً) في إناء مثل النحاس وما شابهه. وكراهيته طبية لا شرعية.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (32,'٢- الماء الشديد الحرارة والشديد البرودة شدة لا تضر بالبدن. وعلة الكراهة أنه في هذه الحالة يصرف المتطهر عن الخشوع لله، ويجعله مشغولاً بألم الحر أو البرد، ومنها عدم إسباغ الطهارة.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (33,'٣- الماء الراكد ولو كان كثيراً ما لم يستبحر، أو تكن له مادة (١) ، فإنه يكره الاغتسال فيه.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (34,'٤- ماء راكد مات فيه حيوان بري له دم سائل، ولم يتغير الماء، ولو كان لها مادة كبئر ويندب النزع منه (أي إخراج دلو أو دلوين أو أكثر) لإحداث مظنة إزالة الفضلات التي تطفو على سطح الماء من الميتة. أما إن تغير الماء بالميتة فقد أصبح نجساً لأن الميتة نجسة (أما إن خرج الحيوان حياً أو ألقي ميتاً، أو كان بحرياً أو برياً ليس له دم سائل كعقرب، أو كان الماء جارياً أو مستبحراً أي كثيراً كالبحر، فإنه لا يندب النزح منه كما لا يكره استعماله) .',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (35,'٥- الماء اليسير (٢) المستعمل في رفع الحدث ولو من صبي لرفع حدث آخر لا لرفع حكم خبث فإنه لا يكره. (أما المستعمل في رفع حكم خبث ولم يتغير فغير مكروه الاستعمال لا لرفع حدث ولا لرفع حكم خبث لمرة ثانية) .
وتتوقف الكراهية على شرطين:',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (36,'١- أن يكون الماء يسيراً.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (37,'٢- أن يكون الماء قد استعمل في وضوء واجب، أما إن استعمل في وضوء مندوب كالوضوء للنوم فلا كراهية.
وعلل المالكية (٣) صحة الوضوء من الماء المستعمل بقوله تعالى: {وأنزلنا من السماءِ ماءً طهوراً} (٤) وهذه صيغة مبالغة تفيد أنه يطهرِّ مرة إثر مرة. والمقصود بالمستعمل هو ما تقاطر ⦗٣٤⦘ من الأعضاء بعد غسل أو وضوء، أما إن غمس العضو بالماء ولم ينوِ نية الاغتراف فلا يصبح الماء مستعملاً كما عند الشافعية.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (38,'٦- الماء اليسير الذي حلت به نجاسة ولم تغيره بشروط:',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (39,'١- أن يكون الماء يسيراً.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (40,'٢- أن تكون النجاسة كقطرة المطر المتوسطة فما فوق، أما إن كانت أقل فلا يكره.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (41,'٣- أن لا تتغير أوصافه من لون أو ريح أو طعم.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (42,'٤- أن لا يكون جارياً، فإن كان جارياً فلا كراهة.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (43,'٥- أن لا يكون له أمداد تزيد كمية الماء كماء البئر.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (44,'٧- الماء اليسير الذي ولغ فيه الكلب، وكذا سؤر كل حيوان لا يتوقى نجساً إن لم يعسر الاحتراز منه كطير وسباع، لما روى يحيى بن عبد الرحمن بن حاطب (أن عمر بن الخطاب رضي اللَّه عَنهُ خرج في ركب فيه عمرو بن العاص حتى وردوا حوضاً، فقال عمرو بن العاص لصاحب الحوض: يا صاحب الحوض هل ترد حوضك السباع؟ فقال عمر بن الخطاب: يا صاحب الحوض لا تخبرنا فإنا نرِدُ على السباع وترِدُ علينا) (٥) أي أمر لابد منه. وهي طاهرة لا ينجس الماء بشربها منه لحديث أبي سعيد الخدري رضي اللَّه عَنهُ أن النبي صَلى اللَّه عَليه وسَلم سئل عن الحياض التي بين مكة والمدينة. تردها السباع والكلاب الحُمُر. وعن الطهارة منها؟ فقال: (لها ما حملت في بطونها ولنا ما غبر طهور) (٦) .
وتتوقف كراهية استعمال هذا الماء وطهارته على شرطين:',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (45,'١- أن يكون الماء يسيراً.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (46,'٢- أن لا تتغير أحد أوصافه.
وكراهيته هذه في استعماله لرفع حدث، أما استعماله لرفع خبث أو في غسل الأواني فإنه لا يكره.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (47,'٨- الماء اليسير الذي شرب منه شخص اعتاد المسكر أو غسل عضواً من أعضائه وفي الحقيقة أنه لا فرق بين الماء القليل والكثير إلا الكراهية المذكورة أعلاه لليسير، أما لو كان كثيراً فلا كراهة.
وكذلك تزول كراهية هذه المياه المذكورة في حال عدم وجود غيرها.
_________
(١) أي يزيد وينقص في نفسه.
(٢) الماء اليسير: هو ما كان قدر آنية الغسل، أي بمقدار ما يغسل به صاع أو صاعين فأقل، وفيما عداه فكثير.
(٣) عند السادة الشافعية لا يصح الوضوء بالماء المستعمل، بينما عند المالكية فإنه يصح مع الكراهة.
(٤) الفرقان: ٤٨.
(٥) الموطأ: ص ٢٦.
(٦) ابن ماجة: ج ١/ كتاب الطهارة باب ٧٦/٥١٩.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (48,'ثالثاً: الماء الطاهر غير المطهر: ⦗٣٥⦘
وهو الطاهر بنفسه، غير المطهر لغيره، أي الذي لا يرفع حدثاً ولا يزيل نجساً، وهو أقسام:',NULL,'34',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (49,'١- الماء المطلق إذا خالطه (١) إحدى الطاهرات مثل الصابون أو ماء الورد وغيرت أحد أوصافه الثلاثة بشروط:',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (50,'١- أن يكون ذلك الطاهر ليس لازماً للماء بل يفارقه في غالب الأحيان.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (51,'٢- أن لا يكون من أجزاء الأرض.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (52,'٣- أن لا يكون من الأشياء التي يدبغ بها الإناء.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (53,'٤- أن لا يكون من الأشياء التي يصعب الاحتراز منها.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (54,'٢- الماء المطلق إذا تغير بنفس الإناء الذي وضع فيه بشرطين:',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (55,'١- أن يكون الإناء من غير جنس الأرض، كأن يكون من جلد أو خشب، فتغير الماء بمجاورته للإناء.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (56,'٢- أن يكون التغير فاحشاً.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (57,'٣- الماء الذي تغير طعمه أو لونه بسبب القطران.
_________
(١) خالطه: أي امتزج به أو لاصقه مثل الرياحين المطروحة على سطح الماء والدهن الملاصق له.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (58,'رابعاً: الماء المتنجس:
ينجس الماء بنوعيه القليل والكثير إذا حلت فيه نجاسة وغيرت أحد أوصافه الثلاثة: الطعم أو الريح أو اللون. أما إن لم تغير أحد أوصافه، كأن كانت النجاسة جامدة، فإنه باق على طهوريته ولا فرق بين الماء الجاري والراكد؛ إلا أنه يكره استعماله إن وجد غيره.
حكم الماء المتنجس:
لا يجوز استعمال الماء المتنجس في العبادات ولا في العادات، ويحرم الانتفاع به في الطبخ والشرب وغيرهما، إلا في حالة الضرورة الملحة كأن يكون الشخص تائهاً في الصحراء وتتوقف حياته على شرب الماء النجس فإنه يجوز له في هذه الحالة أن يشرب منه (١) . ⦗٣٦⦘
_________
(١) يشرب منه قدر الضرورة وهو ما يندفع به الهلاك، أو قدر الحاجة وهي فوق الضرورة. قولان. والأول أحوط.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (59,'<span data-type="title" id=toc-7>الباب الثاني: الأعيان الطاهرة والأعيان النجسة</span>',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (60,'نذكر أولاً الأعيان الطاهرة لأن الأصل في الأشياء الطهارة ما لم تثبت نجاستها بدليل:
أولاً: الأعيان الطاهرة:',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (61,'١- الإنسان حياً كان أو ميتاً ولو كان كافراً أو شارب خمر لقوله تعالى: {ولقد كرمنا بني آدم} (١) والمكرم لا يكون إلا طاهراً، أما قوله تعالى: {إنما المشركون نجس} (٢) فالمراد به النجاسة المعنوية التي حكم بها الشارع.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (62,'٢- الجماد: وهو كل جسم لم تحله الحياة ولم ينفصل عن حي، وينقسم إلى قسمين:
جامدات: ومنها جميع أجزاء الأرض ومعادنها ونحوها، وجميع أنواع النباتات ولو كانت مخدَّرة كالحشيش والأفيون والبنج، أو كانت سامة.
ومائعات: منها الماء والزيوت وماء الأزهار والخل (أما اللبن أو السمن أو العسل فليس بجماد لانفصاله عن حيوان) ما لم يطرأ عليه ما ينجسها.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (63,'٣- كل حي طاهر سواء كان بحرياً أو برياً، ولو كان متولداً من عذرة، أو كان يأكل نجاسة، أو كان كلباً أو خنزيراً.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (64,'٤- عَرَق كل حي ولو كان يشرب خمراً أو يأكل نجاسة، وكذا دمعه ومخاطه ولعابه (وهو ما سال من فمه في يقظة أو نوم ما لم يعلم أنه من المعدة بصفرة أو نتن ريح فإنه نجس) وبيضه ولو من حشرات ما لم يفسد بعفونة أو زرقة أو صار دماً أو مضغة أو فرخاًميتاً فإنه نجس. أما البيض ⦗٣٧⦘ الذي اختلط صفاره ببياضه بغير عفونة أو وجود نقطة دم غير مسفوح فيه فلا يفسد ويبقى طاهراً.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (65,'٥- ما يخرج من ميتة طاهرة أو من حيوان يؤكل لحمه وذُكِّي ذكاة شرعية مع دمع ولعاب وعرق ومخاط وبيض فطاهر.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (66,'٦- لبن الآدمي ولبن مأكول اللحم ولو كان لحمه مكروهاً كالهر والسبع.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (67,'٧- البلغم: وهو ما يخرج من الصدر منعقداً كالمخاط، وكذا ما يسقط من الدماغ من آدمي وغيره ويقال له البلغم.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (68,'٨- الصفراء: ماء أصفر يخرج من المعدة حال حياة الحيوان، وهي طاهرة لأن المعدة طاهرة وما يخرج منها طاهر ما لم يستحل إلى فساد كالقيء والقلس المتغيرَيْن.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (69,'٩- مرارة الحيوان المباح أو المكروه أكله بعد تذكيته ذكاة شرعية، والمراد بها الماء الأصفر الكائن في الجلدة المعروفة للحيوان باسم اللمفحة [؟؟] ، وكذا الجلدة طاهرة لأنها جزء من الحيوان المذكى الطاهر.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (70,'١٠- القلس: وهو ما تقذفه المعدة من الماء عند امتلائها في حالة التجشوء ما لم يتغير.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (71,'١١- القيء: وهو الطعام الخارج من المعدة بعد استقراره فيها ما لم يتغير بحموضة أو غيرها فنجس.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (72,'١٢- المسك وفأرته (٣) : وأصله دم انعقد ثم استحال إلى صلاح.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (73,'١٣- الصوف والوبر وزغب الريش (أما قصبة الريش فنجسة) والشعر لجميع الدواب طاهرة ولو كانت من خنزير سواء كان الحيوان حياً أم ميتاً، وسواء كانت متصلة بالحيوان أو منفصلة عنه بالجز (حلق، قص، إزالة بالنورة) ، أما لو فصلت عنه بالنتف فأصولها نجسة والباقي طاهر لأنها لا تحلها الحياة وكل ما تحله الحياة لا ينجس بالموت.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (74,'١٤- فضلة الحيوان المباح أكله: روثه وبعره، وزبل الدجاج والحمام وجميع الطيور، ما لم تأكل أو تشرب نجاسة تحقيقاً أو ظناً أو شكاً، فتكون فضلتها نجسة كالبقرة الجلاّلة.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (75,'١٥- الخمر: إن تحجرت (أي صار حجراً) أو تخللت بنفسها أو بفعل فاعل طاهرة، ما لم يقع فيها نجاسة قبل تخللها. ويطهر إنائها تبعاً لها ولو كان من فخار.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (76,'١٦- رماد النجاسة إذا سحقتها النار، أما إذا بقيت على صلابتها فتبقى نجسة. ومن الأولى الوقود المتنجسة فإنها تطهر بالنار، وكذا دخان النجاسة وبخارها.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (77,'١٧- الدم غير المسفوح (أي الدم غير الجاري) من الحيوان المذكّى: وهو العالق على العروق وفي قلب الحيوان وما يرشح من اللحم، بخلاف ما يبقى على محل الذبح فإنه من باقي المسفوح فنجس.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (78,'١٨- الزرع الذي سقي بنجس طاهر، وإن تنجس ظاهره فيغسل ما أصابه من نجاسة.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (79,'١٩- الميتة البرية التي لا دم لها كالعقرب والخنفساء والبرغوث ...',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (80,'٢٠- ميتة البحر ولو طالت حياة الحيوان في البر كالتمساح والضفدع والسلحفاة البحرية، ولو كان الحيوان على صورة كلب أو خنزير أو آدمي، سواء مات في البر أو في البحر، وسواء مات حتف أنفه أو بفعل فاعل. لما روى عبد اللَّه بن عمر رضي اللَّه عَنهُما أن النبي صَلى اللَّه عَليه وسَلم قال: (أحلت لكم ميتتان ودمان، فأما الميتتان فالحوت والجراد، وأما الدمان فالكبد والطحال) (٤) ، وروى أبو هريرة رضي اللَّه عَنهُ قال: سأل رجل رسول اللَّه صَلى اللَّه عَليه وسَلم فقال: يا رسول اللَّه إنا نركب البحر، ونحمل معنا القليل من الماء، فإذا توضأنا به عطشنا، أفنتوضأ من ماء البحر؟ فقال رسول اللَّه صَلى اللَّه عَليه وسَلم: (هو الطهور ماؤه الحل ميتته) (٥) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (81,'٢١- كل حيوان ذُكِّي شرعية (٦) مما يؤكل لحمه (أما الذي لا يؤكل لحمه كالخيل والبغال والحمير، وكذا الكلب والخنزير، فالذكاة لا تطهره) بذبح أو عقر ونحر فهو طاهر، وكذا أجزاؤه طاهرة من عظمٍ ولحمٍ وظفر وسن وجلد، أما مكروه الأكل كالسبع إذا ذُكِّي لأكلٍطهر لحمه وجلده تبعاً له، وإذا ذُكِّي بقصد أخذ جلده طهر جلده فقط ولا يطهر لحمه لأنه ميتة على الراجح وقيل يؤكل على المرجوح.
_________
(١) الإسراء: ٧٠.
(٢) التوبة: ٢٨.
(٣) الجلدة التي تكون فيها.
(٤) ابن ماجة: ج ٢/ كتاب الأطعمة باب ٣١/٣٣١٤.
(٥) الترمذي ج ١/الطهارة باب ٥٢/٦٩.
(٦) الذكاة الشرعية هي: الذبح بيد مسلم أو كتابي على الكيفية الشرعية مع ذكر اسم اللَّه تعالى عليه. فإذا كان الذابح غير مسلم أو ذمي (لا دين له) يحرم أكل الحيوان المذبوح على كل المذاهب. وإذا لم يذكر اسم اللَّه تعالى عليه عمداً أو سهواً فأكله مكروه عند السادة المالكية، وطاهر يؤكل لحمه بغير كراهية عند السادة الشافعية، أما عند السادة الحنفية: إذا تُركت التسمية عمداً فلا يؤكل لحمه وإن تركت سهواً فيؤكل. وإذا ذبح الحيوان بغير الكيفية الشرعية وخرج كامل الدم فيؤكل لحمه، أما إذا لم يخرج كامل الدم فلا يؤكل لحمه.
والكيفية الشرعية هي: الذبح العادي للغنم، والنحر للإبل والبقر؛ وذلك بأن يضرب عنق الحيوان بسكين ذات حدين ثم تحرك يميناً وشمالاً حتى تقطع الرقبة. وقد يستعمل العقر قبل النحر للإبل والبقر القوي الشرس؛ وذلك بأن تقطع رجلا الحيوان. ويداه أولاً ثم ينحر.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (82,'ثانياً: الأعيان النجسة: ⦗٣٩⦘
تعريف النجاسة:
النجاسة لغة: كل شيء مستقذر حسياً كان - وهو ما يسمى الخبث كالبول والدم - أو معنوياً كالآثام ومنها قوله تعالى: {إنما المشركون نجس} (١) .
وشرعاً: كل شيء مستقذر يمنع الصلاة، والطواف، والمكث في المسجد.
والأعيان النجسة هي:',NULL,'38',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (83,'١- ميتة كل حيوان بري له دم سائل، ولو كان مما يؤكل لحمه إن مات دون أن يذكى ذكاة شرعية، لقوله تعالى: {حرِّمت عليكم الميتة} (٢) .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (84,'٢- ما خرج من الميتة النجسة من بول ودمع ومخاط وبيض ولعاب وعرق.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (85,'٣- كل ما انفصل من حي ميتته نجسة لحديث أبي واقد الليثي رضي اللَّه عَنهُ قال: قال النبي صَلى اللَّه عَليه وسَلم: (ما قطع من البهيمة وهي حية فهي ميتة) (٣) ، أو ما انفصل من ميتة نجسة مما تحله الحياة (أجزاء الميتة) كاللحم، والعظم، والعصب، والقرن، والظلف، والحافر، والظفر، والسن، وناب الفيل (العاج) وقصب الريش.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (86,'٤- جلد كل حيوان ميتته نجسة سواء فصل من الحيوان حياً أو ميتاً، ولو دبغ، أما حديث ابن عباس رضي اللَّه عَنهُما قال: سمعت رسول اللَّه صَلى اللَّه عَليه وسَلم يقول: (إذا دبغ الإهاب فقد طهر) (٤) فمحمول على الطهارة اللغوية التي هي النظافة.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (87,'٥- المني والمذي والودي من آدمي وغيره من الحيوانات ولو كان مما يؤكل لحمها.
فالمني (٥) : ماء يخرج عند اللذة بجماع وغيره، وهو من الرجل على الغالب أبيض غليظ ومن المرأة أصفر رقيق. والدليل على نجاسته ما روى علقمة والأسود؛ أن رجلاً نزل بعائشة رضي اللَّه عَنهُا. فأصبح يغسل ثوبه. فقالت عائشة: (إنما كان يجزئك، إن رأيته، أن تغسل مكانه،
⦗٤٠⦘ فإن لم تر نضحت حوله، ولقد رأيتني أفركه من ثوب رسول اللَّه صَلى اللَّه عَليه وسَلم فركاً فيصلي فيه) (٦) فحملوا الحديث على الوجوب (٧) .
والمذي: ماء رقيق يخرج عند تذكر الجماع ونحوه، ودليل نجاسته: قول رسول اللَّه صَلى اللَّه عَليه وسَلم لعلي رضي اللَّه عَنهُ وقد سأله عن المذي: (إذا رأيت المذي فاغسل ذكرك، وتوضأ وضوءك للصلاة ... ) (٨) .
والودْي: ماء أبيض ثخين يخرج عقب البول غالباً، فحكمه حكم البول.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (88,'٦- القيح والصديد (وهو ماء الجرح الرقيق المختلط بدم) وما يسيل من الجسد من قروح وغيرها مثل نفط النار، أو جرب أو حكة ونحو ذلك.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (89,'٧- رطوبةُ فرجٍ من آدمي أو حيوان غير مباح الأكل، أما من مباح الأكل فطاهرة طالما أن فضلاته طاهرة فمن باب أولى طهارة رطوبة الفرج؛ ما لم يكن يأكل النجاسة فنجسة.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (90,'٨- الدم المسفوح: وهو الدم السائل من الحيوان عند موجبه من ذبح أو فصد أو جرح، ولو كان من سمك. بدليل قوله تعالى: {أو دماً مسفوحاً ... فإنه رجس} (٩) .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (91,'٩- السوداء: وهو ما يخرج من المعدة كالدم الخالص بخلاف الصفراء.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (92,'١٠- فضلة الآدمي من بول وعذرة، وإن لم تتغير عن حالة الطعام، ولو كان الآدمي صغيراً لم يتناول الطعام. وكذا فضلة مالا يؤكل لحمه مما له دم يسيل كالحمار والبغل، وفضلة ما يكره أكل لحمه كسبع وهر ووطواط، وفضلة ما يؤكل لحمه إن كان يأكل النجاسة أو يشربها تحقيقاً أو ظناً أو شكاً.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (93,'١١- القيء المتغير ولو بحموضة، والقلس المتغير.
_________
(١) التوبة: ٢٨.
(٢) المائدة: ٣.
(٣) أبو داود: ج ٣/كتاب الصيد باب ٣/٢٨٥٨.
(٤) مسلم: ج ١/ كتاب الحيض باب ٢٧/١٠٥.
(٥) أما كون بني آدم أو ما يؤكل لحمه طاهر فكيف يكون منيه المكون منه نجس؟ وذلك لخروج المني من مكان نجس فينجس. أما استحالة المني إلى لحم وعظم فيصبح طاهراً بالاستحالة، لأن الاستحالة تطهر النجاسة.
(٦) مسلم: ج ١/ كتاب الطهارة باب ٣٢/١٠٥.
(٧) كما عند السادة الحنفية، أما السادة الشافعية فحملوه على الندب.
(٨) أبو داود: ج ١/ كتاب الطهارة باب ٨٣/٢٠٦.
(٩) الأنعام: ١٤٥.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (94,'إزالة الخبث (التطهير من النجاسة) :
أولاً: تطهير الماء المتنجس:
يطهر الماء المتنجس بإزالة التغيير الذي أحدثته النجاسة فيه، من تغير لون أو طعم أو ريح، بصب طاهر عليه: ماء أو تراب. أما إن زال التغير من نفسه فلا يطهر. ⦗٤١⦘.
ثانياً: تطهير المائعات:
تنجس المائعات كالزيت واللبن والعسل والسمن (ولو جمد بعد وقوع النجاسة) إذا حلت النجاسة فيها وتحلل شيء منها إما تحقيقاً أو ظناً أو شكاً، مهما قلت النجاسة المحلولة، ومهما كان المائع كثيراً، ولا تقبل التطهير بتاتاً ولا بحل من الأحوال.
أما إذا كان المائع متجمداً ووقعت فيه نجاسة فينجس، إن ظن سريان النجاسة بكل المائع المتجمد كأن كانت النجاسة مائعة كالبول. أما إن لم يظن سريانها في جميعه، كأن كانت النجاسة جامدة والمائع جامد، فيتنجس منه بمقدار ما ظن سريانه فيه، ولو كانت النجاسة مما يصعب الاحتراز منه كروث الفأر، فترفع النجاسة وما حولها بقدر السريان، ويستعمل الباقي لحديث أبي هريرة رضي اللَّه عَنهُ قال: قال النبي صَلى اللَّه عَليه وسَلم: (إذا رفعت الفأرة في السمن، فإن كان جامداً فألقوها وما حولها، وإن كان مائعاً فلا تقربوه) (١) .
_________
(١) أبو داود: ج ٤/كتاب الأطعمة باب ٤٨/٣٨٤٢.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (95,'ثالثاً: تطهير الأطعمة المتنجسة:
لا تطهر الأطعمة المتنجسة بتاتاً كاللحم المطبوخ بماء متنجس أو الذي حلت فيه نجاسة قبل نضجه، أما إذا وقعت فيه بعد نضجه فيطهر بغسله، وكذا الزيتون المملح بنجاسة أو البيض المسلوق بنجاسة فلا يطهر.
رابعاً: تطهير الأواني المتنجسة:
ا- الأواني الخشنة ذات المسام التي يمكن سريان النجاسة في مسامها مثل الفخار والخشب والخزف لا تطهر إلا إذ وضعت فيها نجاسة سائلة ومكث فيها مدة يظن سريانها في جميع أجزاء الإناء، إلا الفخار فإنه يطهر إذا حرق بالنار (شوي) لأن النار تغوص في المسام وكذا النار تطهر الأشياء بالاستحالة.
أما إذا كانت النجاسة الموضوعة في الإِناء جامدة، أو مائعة إلا أنها لم تمكث في الإناء مدة تكفي لسريانها في مسامه، فإنه يمكن تطهير الإناء بإزالة النجاسة.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (96,'٢- الأواني الملساء كالحديد والنحاس والزجاج تطهر بغسلها ولو لمرة واحدة بشرط إزالة النجاسة، سواء كانت النجاسة الموضوعة فيها مائعة أو جامدة، وسواء مكث كثيراً أم قليلاً. ⦗٤٢⦘.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (97,'٣- إناء الخمر، مهما كان نوعه، يطهر إذا تخللت الخمر أو تحجرت تبعاً لها، لأنها هي تطهر بالتخلل أو التحجر.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (98,'٤- الإناء الذي ولغ فيه الكلب مرة فأكثر يندب إراقة الماء الذي فيه، وغسل الإناء سبع مرات تعبداً، ولا يندب تتريب إحداهن؛ إذا الكلب طاهر ولعابه طاهر. أما إن ولغ الكلب في حوض أو في طعام فلا يندب الغسل.
خامساً: تطهير الثياب المتنجسة:
تطهير الثياب المتنجسة إن انفصل الماء عنها ولم تغير أحد أوصافه بالنجاسة، ولا فرق بين أن يرد الماء على الثوب المتنجس، أو يرد الثوب على الماء كأن يغمس الثوب في إناء ماء ويخرج منه والماء غير متغير، سواء كان الماء قليلاً أو كثيراً. أما إن تغير الماء المنفصل عن الثوب في أحد أوصافه الثلاثة بالنجاسة فالثوب والغسالة المنفصلة عنه نجسة، وأما إذا كان سبب التغير هو الأوساخ العالقة بالثوب وليس النجاسة فالثوب يطهر والغسالة تسلب طهوريتها وتبقى طاهرة فقط غير مطهرة.
ولا يشترط في الغسل استعمال الصابون وغيره، وإنما يكفي استعمال الماء البارد حتى يغلب على الظن زوال النجاسة. كما لا يشترط تثليث الغسل ولا العرك ولا العصر ولا النية، وإنما يشترط إزالة طعم النجاسة فقط؛ فبقاء الطعم لا يطهر الثوب أو الإناء أو المحل، أما بقاء اللون أو الريح إن تعسر زوالهما فلا يضر.
سادساً: تطهير الأرض المتنجسة:
تطهر الأرض المتنجسة بكثرة إفاضة الماء عليها من مطر وغيره حتى تزول عين النجاسة وأعراضها سواء تحقق إصابة الأرض بالنجاسة أو ظن أو شك بإصابتها. عن أبي هريرة رضي اللَّه عَنهُ قال: قام أعرابي فبال في المسجد، فتناوله الناس، فقال لهم النبي صَلى اللَّه عَليه وسَلم: (دعوه وهريقوا على بوله سجلاً من ماء - أو ذَنُوباً من ماء - فإن بعثتم ميسرين ولم تبعثوا معسرين) (١) . وإذا كانت الأرض ملساء فيكفي المسح لتطهيرها. ⦗٤٣⦘
_________
(١) البخاري: ج ١/ كتاب الوضوء باب ٥٧/٢١٧.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (99,'حالة الشك في إصابة النجاسة:',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (100,'١- إن شك إصابة البدن أو الأرض بالنجاسة وجب الغسل كما لو تحقق.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (101,'٢- إن شك إصابة الثوب أو الحصير أو الخف أو النعل وجب النضح لا الغسل. والنضح يكون برش المشكوك بالماء المطلق بيده أو غيرها كالفم، وتلقي مطر رشة واحدة، ولو لم يتعمم المحل بالماء. ولا يفتقر الرش إلا نية، كما أن غسل النجاسة لا يفتقر إلا نية.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (102,'٣- إن تحقق الإصابة لكن شك بالمحل المصاب ما بين محلين فأكثر غسل جميع المشكوك فيه سواء كان من بدن أو ثوب أو مكان أو آنية. وإن كان المشكوك بهما ثوبان أيهما أصابته النجاسة غسل أحدهما للصلاة فيه إن اتسع الوقت ووجد ما يزيل به النجاسة، وإلا اجتهد وصلى بأحدهما.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (103,'٤- أما إن أصابه شيء، تحقيقاً أو ظناً، ثم شك هل ما أصابه نجس، أو طاهر، فلا يجب عليه نضحه ولا غسله، لحمله على الطهارة، كالماء الساقط على المار بالطريق من أمكنة المسلمين يحمل على الطهارة، ولا يجب الغسل إلا إذا ظن المار إصابة النجاسة.
- وإذا أزيلت عين النجاسة عن محلٍ بغير ماء مطلق يبقى حكم النجاسة فيه، فإذا لا لاقى هذا المحل شيئاً طاهراً، سواء كان بدناً، أو ثوباً، أو مكاناً، فلا ينجسه، ولو كان هناك رطوبة من أحدهما أو كليهما، لأن الحكم شيء اعتباري لا ينتقل.
الانتفاع بالأعيان النجسة:
لا يجوز الانتفاع بالأشياء المتنجسة بأي حال من الأحوال باستثناء ما يلي:',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (104,'١- الخمر لإساغة غصة مع عدم وجود مائع غيرها، أما شربها كدواء، ولو تعين، أو لدفع عطش فلا يجوز.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (105,'٢- أكل لحم الميتة لمضطر، كأن تعرض إلى الهلاك من شدة الجوع لقوله تعالى بعد أن ذكر تحريم الميتة: {فمن اضطر في مخمصة غير متجانف لإثم فإن اللَّه غفور رحيم} (١) .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (106,'٣- جلد الميتة المدبوغ يجوز استعماله في غير المائعات، كالحبوب، والدقيق، والخبز غير المبلول وكذا في الماء المطلق، لأن الماء الطهور لا يضره إلا ما يغير لونه أو طعمه أو ريحه. أما جلد الخنزير فلا يجوز استعماله مطلقاً دبغ أو لم يدبغ؛ لا في مائع ولا في غيره وكذا جلد الآدمي لشرفه وكرامته.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (107,'٤- يجوز أن يوقد بعظم الميتة على طوب (آجر) أو حجارة (كلس) .',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (108,'٥- يجوز طرح الميتة للكلاب.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (109,'٦- يجوز سقي الزرع بنجس.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (110,'٧- يجوز استعمال شحم الميتة لدهن عجلة ونحوها.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (111,'٨- كما يجوز الانتفاع بالمائعات المتنجسة، ولو كانت طعاماً، كالزيت والعسل والسمن، في غير مسجد (فلا يجوز أن يضاء المسجد بالزيت المتنجس) وأكل الآدمي وشربه وإدهانه (بناء على أن التلطخ بالنجاسة حرام وتجب إزالتها للصلاة وللطواف ولدخول المسجد) . كأن تستعمل في سقي الدواب والزرع، وفي الصناعة بأن يستعمل الزيت المتنجس في صناعة الصابون لأن الاستحالة تطهر، أو في دهن العجلات. إلا أنه لا يجوز بيع الموائع المتنجسة إلا بعد إعلام الشاري بنجاستها. ⦗٤٥⦘
_________
(١) المائدة: ٣.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (112,'فصل في اللباس
ما يحرم على الذكر المكلف لبسه أو استعماله: (١)
أولاً: الحرير:
يحرم على الذكر البالغ العاقل، استعمال الحرير الخالص، لبساً أو فراشاً أو غطاءً لحديث أبي موسى الأشعري رضي اللَّه عَنهُ أن رسول اللَّه صَلى اللَّه عَليه وسَلم قال: (حرم لباس الحرير والذهب على ذكور أمتي وأحل لإناثهم) (٢) ، أما الخز، وهو ما كان سداه من حرير ولُحْمته من قطن أو كتان فقيل بكراهته وهو الأرجح. وجازت ستارة من حرير إذا لم يستند المكلف إليها، كما تجوز الناموسية من الحرير.
(٩) الأنعام: ١٤٥.
_________
(١) لما كان مُحرم الاستعمال من الطاهرات يشارك النجس في حرمة الاستعمال لذا ورد ذكر هذا الفصل هنا.
(٢) الترمذي: ج ٤/كتاب اللباس باب ١/١٧٢٠.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (113,'ثانياً: الذهب والفضة:',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (114,'١- يحرم عليه لبس الحلي من الذهب أو الفضة باستثناء ما يلي:',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (115,'١- اتخاذ خاتم فضي - بل يندب - إن لبسه للسنة بشرط أن لا يزيد على درهمين شرعيين، وأن يكون خاتماً واحداً، فإن تعدد فيحرم، ولو كان المتعدد درهمين فأقل، وإذا طلي بالذهب أو خلط به وكان الذهب أقل من الفضة فإنه يكره على القول المعتمد. ودليل جواز التختم بالفضة للرجل حديث روي عن ابن عمر رضي اللَّه عَنهُما وفيه: ( ... ثم اتخذ رسول اللَّه صَلى اللَّه عَليه وسَلم خاتماً من فضة، فاتخذ الناس خواتيم الفضة، فلبس الخاتم بعد النبي صَلى اللَّه عَليه وسَلم أبو بكر، ثم عمر، ثم عثمان، حتى وقع من عثمان في بئر أريس) (١) .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (116,'٢- يجوز اتخاذ أنف من أحد الناقدين في حالة قطع الأنف. ⦗٤٦⦘.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (117,'٣- استعمال سن من ذهب أو فضة، أو ربط السن المخلخل بأحد النقدين.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (118,'٤- يجوز للرجل اقتناء الحلي للعاقبة أو للتجارة أو لزوجة سيتزوجها.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (119,'٥- يجوز لولي الصغير إلباسه الفضة، أما الذهب والحرير فيكره على القول المعتمد (والقول الآخر الذهب والحرير حرام والفضة تكره) .
_________
(١) البخاري: ج ٥/كتاب اللباس باب ٤٥/٥٥٢٨.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (120,'٢- يحرم على الذكر المكلف استعمال المُحلى بأحد النقدين، الذهب والفضة، نسجاً أو طرزاً أو زراً، ولو آلة حرب، سواء كانت مما يُضرب بها كرمح وسكين، أو يتقى بها كترس، أو يركب عليها كسرج باستثناء ما يلي:',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (121,'١- السيف: فإنه يجوز تحليته بأحد النقدين، سواء أكان في قبضته أو غمده.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (122,'٢- المصحف: يجوز تحليته بالذهب والفضة للتشريف، إلا أن كتابة أجزائه أو أحزابه بأحد النقدين مكروهة، لأنها تشغل القارئ عن التدبر. أما كتب العلم والحديث فلا يجوز تحليتها بالذهب والفضة.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (123,'٣- يجوز اقتناء المُحلى للتجارة أو لعاقبة الدهر.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (124,'٣- يحرم على المكلف ذكراً كان أو أنثى استعمال آنية الذهب والفضة، أو اقتناؤها ولو لعاقبة الدهر، أو اتخاذها تحفة للصمد. لما روي عن أبي ليلى قال: كان حذيفة بالمداين، فاستسقى، فأتاه دِهقان بماء في إناء من فضة، فرماه به وقال: إني لم أرمه إلا أني نهيته فلم ينته، قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (الذهب والفضة، والحرير والديباج هي لهم في الدنيا، ولكم في الآخرة) (١) .
وكذا تحرم آنية النحاس أو الحديد المطلية بالذهب أو الفضة. أما الأواني المموهة بأحد النقدين وكذا المصنوعة من الجوهر كالياقوت والزبرجد واللؤلؤ فلا يحرم استعمالها ولا اتخاذها كتحفة للصمد.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (125,'٤- يحرم على المكلف ذكراً كان أو أنثى التضبيب بأحد النقدين.
_________
(١) البخاري: ج ٥/كتاب اللباس باب ٤٥/٥٥٢٨.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (126,'ما يجوز لبسه للمرأة:
يجوز للمرأة الملبوس من الحرير، والذهب والفضة، والمحلى بهما، ولو نعلاً، أو قبقاباً لأنهما من الملبوس، وكذا الساعة الذهبية التي توضع باليد، ويلحق بالملبوس ما شابهه، من فرش ومساند ⦗٤٧⦘ وأزرار، وما علق بشعر. ودليل إباحة لبس الذهب والحرير للنساء الحديث المتقدم عن أبي موسى الأشعري رضي اللَّه عَنهُ.
ما يحرم عليها:
لا يجوز للمرأة أن تستعمل ما لم يكن ملبوساً أو ما شابهه من الذهب والفضة كالمكحلة والسرير والأواني والمشط والمدية، وكذا لا يجوز لها تحلية ما ذكر بهما، ولا تحلية سيفها إن كان لها سيف.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (127,'<span data-type="title" id=toc-8>الباب الثالث: آداب قضاء الحاجة</span>',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (128,'تتضح هذه الآداب من خلال الأحكام المتعلقة بقضاء الحاجة، والتي نبينها فيما يلي:',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (129,'١- ما يندب في قضاء الحاجة:',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (130,'١- يندب على التأكيد أن ينحي ما عليه من ذكر اللَّه، إن كان يحمله، كأن كتب اسم اللَّه تعالى أو اسم النبي صَلى اللَّه عَليه وسَلم على ورقة أو درهم أو خاتم، ما لم يخف عليه من الضياع أو كان مستوراً بساتر. عن أنس رضي اللَّه عَنهُ قال: (كان رسول اللَّه صَلى اللَّه عَليه وسَلم إذا دخل الخلاء نزع خاتمه) (١) وفي رواية عن أنس أيضاً (أن النبي صَلى اللَّه عَليه وسَلم صنع خاتماً من ورِق، فنقش فيه محمد رسول اللَّه) (٢) .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (131,'٢- يندب أن يقول قبل دخوله بيت الخلاء: "بسم اللَّه، اللَّهم إني أعوذ بك من الخُبُث والخبائث" (٤) ، لحديث علي بن أبي طالب رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (ستر ما بين الجن وعورات بني آدم إذا دخل الكنيف أن يقول: بسم اللَّه) (٥) . وروى عن البخاري عن أنس رضي اللَّه عَنهُ قال: كان النبي صَلى اللَّه عَليه وسَلم إذا دخل الخلاء قال: (اللَّهم إني أعوذ بك من الخبث والخبائث) (٦) . ⦗٤٩⦘
ويندب أن يقول عند الخروج: "غفرانك، الحمد لله الذي أذهب عني الأذى وعافاني"، لما روت عائشة رضي اللَّه عَنهُا (أن النبي صَلى اللَّه عَليه وسَلم كان إذا خرج من الغائط قال: غفرانك) (٧) ، وعنها أيضاً قالت: كان النبي صَلى اللَّه عَليه وسَلم إذا خرج من الخلاء قال: (الحمد لله الذي أذهب عني الأذى وعافاني) (٨) . وله أن يقول: "الحمد لله الذي سوغنيه طيباً، وأخرجه عني خبيثاً" أو "الحمد لله الذي رزقني لذته، وأذهب عني مشقته، وأبقى في جسمي قوته".
فإن كان يقضي حاجته في الفضاء، سمى قبل كشف عورته، وحمد اللَّه بعد تحوله عن مكانه',NULL,'48',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (132,'٣- يندب أن يقدم رجله اليسرى بالدخول، ورجله اليمنى بالخروج. على قاعدة الشرع: يندب التيامن في ما كان في باب التشريف والتكريم كالدخول المسجد والحلق ولبس النعل، وما كان بضده يندب في التياسر كدخول الحمام والخروج من المسجد وخلع النعل.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (133,'٤- يندب تغطية الرأس قبل الدخول إلى بيت الخلاء بطاقية أو كم أو غير ذلك، لما روى البيهقي عن حبيب بن صالح قال: (كان رسول اللَّه صَلى اللَّه عَليه وسَلم إذا دخل الخلاء لبس حذاءه وغطى رأسه) (٩) .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (134,'٥- يندب أن يدخل معه ما يزيل به النجاسة من ماء أو أحجار.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (135,'٦- يندب عدم التكلم ما دام في الخلاء، وعلى التأكيد عدم ذكر اللَّه تعالى، إلا إن كان الكلام لأمر مهم كطلب ما يزيل به الأذى فلا مانع، وقد يجب الكلام لإنقاذ أعمى من السقوط في حفرة. روى أبو سعيد الخدري رضي اللَّه عَنهُ قال: سمعت رسول اللَّه صَلى اللَّه عَليه وسَلم يقول: (لا يخرج الرجلان يضربان الغائط، كاشفين عن عورتهما، يتحدثان، فإن اللَّه عز وجل يمقت على ذلك) (١٠) .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (136,'٧- يندب الاعتماد على الرجل اليسرى، ونصب قدم اليمنى، ولو كان الخارج بولاً لأنه أعون على خروج الفضلة.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (137,'٨- ينب الجلوس لقضاء الحاجة ويتأكد للغائط ولبول المرأة.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (138,'٩- يندب ألا يرفع ثوبه حتى يدنو من الأرض، لحديث ابن عمر رضي اللَّه عَنهُ قال: (كان النبي صَلى اللَّه عَليه وسَلم إذا أراد الحاجة لم يرفع ثوبه حتى يدنو من الأرض) (١١) .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (139,'١٠- ويندب زيادة على ما ذكر لقضاء الحاجة في الفضاء ما يلي:
أ - يندب أن يجلس في مكان طاهر طري، كي لا ينجس ثيابه، أو يعود البول عليه، وأن يتقي المكان الصلب النجس.
ب- يندب أن يستتر عن أعين الناس بشجر أو صخر أو نحو ذلك، لحديث أبي هريرة رضي اللَّه عَنهُ عن النبي صَلى اللَّه عَليه وسَلم قال: ( ... ومن أتى الغائط فليستتر، فإن لم يجد إلا أن يجمع كثيباً من رمل فليستدبره ... ) (١٢) .
جـ- يندب أن يجلس بعيداً عن الناس بحيث لا يُسمع ما يخرج منه.
د - يندب أن لا يجلس في مهب الريح لئلا يعود عليه البول فينجسه.
هـ- يندب أن لا يبول في حُجر (١٣) ، مستدير أو مستطيل، لئلا يخرج منه ما يؤذيه من الهوام، ولألنه مسكن الجن فلربما حصل له منهم أذية، لحديث عبد اللَّه بن سَرْجس أن رسول اللَّه صَلى اللَّه عَليه وسَلم (نهى أن يُبال في الحُجْر) . قال: قالوا لقتادة: ما يكره من البول في الحُجر؟ قَالَ: (كان يُقال إنها مساكن الجن) (١٤) .
و يندب أن يتقي الجلوس في مورد الناس، وفي طريقهم، وفي ظلهم، ومثله المكان المشمس أيام الشتاء، والمكان المقمر الذي شأنهم الجلوس فيه. لما روى معاذ بن جبل رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (اتقوا الملاعن الثلاثة: البراز في الموارد، وقارعة الطريق، والظل) (١٥) ، وما روى أبو هريرة رضي اللَّه عَنهُ أن رسول اللَّه صَلى اللَّه عَليه وسَلم قال: اتقوا اللاَّعنيْن قالوا: وما اللاَّعنان يا رسول اللَّه؟ قال: الذي يتخلى في طريق الناس، أو ظلهم) (١٦) . ⦗٥١⦘
ز- يندب أن لا يلتفت بعد جلوسه لقضاء حاجته، كي لا يرى شيء يفزعه فيقوم قبل الانتهاء.
ك- يندب أن يفرج بين فخذيه.
_________
(١) الترمذي: ج ٤/كتاب اللباس باب ١٦/١٧٤٦.
(٢) الترمذي: ج ٤/كتاب اللباس باب ١٦/١٧٤٥.
(٣) الخبث: بضم الخاء والباء جمع خبيث، وهو ذكر الشياطين.
(٤) الخبائث: وهي جمع، خبيثة أنثى الشياطين.
(٥) مجمع الزوائد ج ١/ص ٢٠٥، رواه الطبراني في الأوسط.
(٦) البخاري: ج ١/ كتاب الوضوء باب ٩/١٤٢.
(٧) أبو داود: ج ١/ كتاب الطهارة باب ١٧/٣٠.
(٨) النسائي: ج ١ /ص ١١٠.
(٩) البيهقي: ج ١/ ص ٩٦، والحديث مرسل إلا أنه يستدل به في فضائل الأعمال، كما هو معروف
(١٠) أبو داود: ج ١/ كتاب الطهارة باب ٧/١٥.
(١١) أبو داود: ج ١/ كتاب الطهارة باب ٦/١٤.
(١٢) أبو داود: ج ١/ كتاب الطهارة باب ١٩/٣٥.
(١٣) الحُجْر: الشق في الأرض.
(١٤) أبو داود: ج ١/ كتاب الطهارة باب ١٦/٢٩.
(١٥) أبو داود: ج ١/ كتاب الطهارة باب ١٤/٢٦.
(١٦) أبو داود: ج ١/ كتاب الطهارة باب ١٤/٢٥.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (140,'٢- ما يحرم في قضاء الحاجة:',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (141,'١- يحرم أن يدخل معه المصحف أو أي شيء كتب عليه القرآن ولو آية، ما لم يكن مستوراً؛ كأن يضعه في جيبه (يدخله في صدره من قبة القميص) ، أو يخاف عليه من الضياع فعندها تزول الحرمة.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (142,'٢- يحرم عليه أن يدخل معه شيئاً كتب عليه اسم اللَّه تعالى أو اسم نبي، إن كان سيلحقه نجس، ما لم يخف عليه من الضياع.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (143,'٣- يحرم قراءة شيء من القرآن أثناء قضاء الحاجة.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (144,'٤- يحرم استقبال القبلة أو استدبارها في الفضاء، أو لبول أو غائط أو وطء بلا ساتر لما روي عن أبي أيوب رضي اللَّه عنه قال: (إذا أتيتم الغائط فلا تستقبلوا القبلة بغائط ولا بول، ولكن شرقوا أو غربوا) (١) ، وعن أبي هريرة رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (إنما أنا لكم بمنزلة الوالد أعلمكم، فإذا أتى أحدكم الغائط فلا يستقبل القبلة، ولا يستدبرها، ولا يستطب بيمينه..) (٢) . فإن استتر المكلف بحائط أو صخرة أو ثوب فتزول الحرمة إلا أنه مكروه.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (145,'٥- يحرم قضاء الحاجة على القبر.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (146,'٦- يحرم قضاء الحاجة في الماء الراكد، إن كان قليلاً، أما إذا كان مستبحراً كالماء الموجود في البحيرات والأحواض الكبيرة، أو كان الماء جارياً، فإن البول فيه لا يحرم، إلا إذا كان مملوكاً للغير ولم يأذن باستعماله.
_________
(١) أبو داود: ج ١/ كتاب الطهارة باب ٤/٩.
(٢) أبو داود: ج ١/ كتاب الطهارة باب ٤/٨.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (147,'٣- ما يجب في قضاء الحاجة:',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (148,'١- الاستبراء: وهو أن يستخلص مجرى البول من البول، وذلك بأن يضع سبابة يده اليسرى تحت ذكره من أصله والإبهام من فوقه ثم يسحبه برفق وينتره بالجذب حتى يخرج ما فيه من البول على غلبة ظنه.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (149,'٢- الاستنجاء: وهو أن يزيل النجاسة الخارجة من أحد السبيلين عن المحل الذي خرجت منه، إما بالماء ويسمى استنجاءً، أو بالأحجار وما شابهها ويسمى استجماراً والأصل في الاستنجاء الندب، سُئل الإمام مالك عن غسل الفرج من البول والغائط هل جاء فيه أثر؟ فقال: "بلغني أن بعض من مضى كانوا يتوضؤون من الغائط (يغسلون الدبر من الغائط) وأنا أحب أن أغسل الفرج من البول". إلا أنه يجب الاستنجاء بالماء إن وجد الماء الكافي في الحالات التالية:',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (150,'١- لإزالة بول الأنثى لتعدية المخرج إلى الجهة المقعدة. لما روي عن مالك عن يحيى بن سعيد أنه سمع سعيد بن المسيب يُسأل عن الوضوء من الغائط بالماء فقال سعيد: "إنما ذلك وضوء النساء" (١) . أي يتعين الماء للنساء أما الرجال فيجزئهم الحجارة.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (151,'٢- إذا انتشر البول أو الغائط على المخرج انتشاراً كبيراً، كأن يصل الغائط إلى الإلية، أو يعم البول معظم الحشفة.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (152,'٣- لإزالة دم الحيض والنفاس والاستحاضة إن كانت المرأة لا تستطيع الغسل لفقد الماء الكافي أو لمرضها.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (153,'٤- لإزالة المذي الخارج بلذة معتادة بنظر وغيره مع وجوب غسل جميع الذكر بنية رفع الحدث عن ذكره، ولا نية على المرأة في إزالة مذيها.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (154,'٥- لإزالة المني إن كان عاجزاً عن الغسل لفقد الماء الكافي، أو لمرض، ما لم يلازم نزول المني ولو لمرة على وجه السلس، فهذا يعفى عنه ولا يلزم الاستنجاء منه.
_________
(١) شرح موطأ مالك ص ٧٢.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (155,'مندوبات الاستنجاء:',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (156,'١- أن يكون باليد اليسرى، لحديث أبي قتادة رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (لا يمسكن أحدكم ذكره بيمينه وهو يبول ولا يتمسح من الخلاء بيمينه) (٢) .',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (157,'٢- بلّ اليد اليسر بالماء قبل الاستنجاء لئلا تلاقي النجاسة على جفاف فيقوى تعلق الرائحة بها.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (158,'٣- أن يسترخي قليلاً حال الاستنجاء، لأنه أمكن من التنظيف.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (159,'٤- غسل اليد بعد الاستنجاء بتراب أو نحوه، لحديث ميمونة رضي اللَّه عَنهُا قالت: (وضع رسول اللَّه صَلى اللَّه عَليه وسَلم وضوءاً لجنابة، فأكفأ بيمينه على يساره مرتين أو ثلاثاً، ثم غسل فرجه، ثم ضرب يده بالأرض أو الحائط، مرتين أو ثلاثاً) (١) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (160,'٥- يندب أن يكون الغسل أو المسح وتراً إن نقي بالشفع، وينتهي ندب الإيتار بالسبع فإذا نقي بالثامن فلا يندب الإيتار للتاسع، عن أبي هريرة رضي اللَّه عَنهُ عن النبي صَلى اللَّه عَليه وسَلم قال: (من توضأ فليستنثر ومن استجمر فليوتر) (١) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (161,'٦- يندب تقديم القبل في إزالة النجاسة على الدبر.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (162,'٧- يندب أن يجمع بين الأحجار والماء؛ فيزيل النجاسة بالحجر أولاً ثم يتبع المحل بالماء، وإن أراد الاقتصار على أحدهما فالماء أولى، ويجوز الاقتصار على الأحجار فقط أو ما شابهها وهو ما يسمى الاستجمار ضمن شروط.
_________
(١) مسلم: ج ١/ كتاب الطهارة باب ١٨/٦٣.
(٢) البخاري: ج ١/ كتاب الغسل باب ١٦/٢٧٠.
(٣) البخاري: ج ١/ كتاب الوضوء باب ٢٤/١٥٩.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (163,'شروط الاستجمار (١) :',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (164,'١- أن يكون الشيء المستعمل جافاً غير مبتل كحجر وقطن وصوف، أما إذا كان مبتلاً فلا يجوز الاستجمار به لأنه ينشر النجاسة.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (165,'٢- أن يكون طاهراً، فلا يجوز الاستجمار بشيء نجس، كعظم ميتة أو روث حيوان محرم الأكل، لما روى البخاري عن عبد اللَّه بن مسعود رضي اللَّه عَنهُ قال: (أتى النبي صَلى اللَّه عَليه وسَلم الغائط فأمرني بأن آتيه بثلاثة أحجار، فوجدت حجرين، والتمست الثالثة فلم أجده، فأخذت روثة فأتيته بها، فأخذ الحجرين وألقى الروثة، وقال: هذا ركس) (٢) . وعن سلمان رضي اللَّه عَنهُ قال: (لقد نهانا أن نستقبل القبلة لغائط أو بول. أو نستنجي باليمين. أو نستنجي بأقل من ثلاثة أحجار. أو أن نستنجي برجيع أو بعظم) (٣) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (166,'٣- أن يكون منقياً للنجاسة، فلا يجوز بالأملس كالزجاج.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (167,'٤- أن يكون غير مؤذ، فلا يجوز بالحجر المدبب،',NULL,'53',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (168,'٥- أن يكون غير محترم شرعاً، فلا يجوز أن يكون بمطعوم الآدمي ويشمل كل شيء حتى الملح والدواء، ولا بماله شرف كالمكتوب، لأن للحروف حرمة، ولو بأجنبي، ولا بذهب أو فضة.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (169,'٦- أن لا يكون مملوكاً للغير ولو كان وقفاً كالجدار.
- ويكره أن يكون الاستجمار بعظم أو روث طاهرين، أو بجدار مملوك له ويجزئ الإنقاء باليد وبدون ثلاثة من الأحجار ونحوها.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (170,'٧- أن لا تكون النجاسة مما ورد ذكرها في وجوب الاستنجاء منها بالماء وهي: بول الأنثى، والمني، والمذي، والنجاسة المنتشرة كثيراً، ودم الحيض والنفاس والاستحاضة. ⦗٥٥⦘
_________
(١) الاستجمار: مأخوذ من الجمار، وهي الحصى الصغيرة.
(٢) البخاري: ج ١/ كتاب الوضوء باب ٢٠/١٥٥.
(٣) مسلم: ج ١/ كتاب الطهارة باب ١٧/٥٧، والرجيع: الرَوْث.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (171,'<span data-type="title" id=toc-9>الباب الرابع: الفصل الأول الوضوء</span>',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (172,'تعريف الوضوء:
الوضوء لغة: الحسن والنظافة.
وشرعاً: غسل أعضاء مخصوصة بنية مخصوصة.
دليل مشروعيته:
قوله تعالى: {يا أيها الذين أمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم وأيديكم إلى المرافق وامسحوا برؤوسكم وأرجلكم إلى الكعبين} (١) .
وحديث ابن عمر رضي اللَّه عنهما قال: سمعت رسول اللَّه صَلى اللَّه عَليه وسَلم يقول: (لا تُقبل صلاةٌ بغير طهور ولا صدقة من غلول) (٢) .
_________
(١) المائدة: ٦.
(٢) مسلم ج ١/ كتاب الطهارة باب ٢.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (173,'حكم الوضوء:',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (174,'١- فرض:',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (175,'١- للصلاة وما جانسها (أي سجدتي الشكر والتلاوة)',NULL,'55',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (176,'٢- للطواف: لحديث ابن عباس رضي اللَّه عَنهُما أن النبي صَلى اللَّه عَليه وسَلم قال: (الطواف حول البيت مثل الصلاة إلا أنكم تتكلمون فيه، فمن تكلم فيه فلا يتكلمن إلا بخير) (١) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (177,'٣- لمس المصحف: لقوله تعالى: {لا يمسه إلا المطهرون} (٢) .
_________
(١) الترمذي ج ١ كتاب الحج باب ١١٢/٩٦٠.
(٢) الواقعة: ٧٩.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (178,'٢- مندوب:',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (179,'١- لزيارة صالح كعالم وزاهد وعابد، حي أو ميت، ومن الأولى لزيارة نبي من الأنبياء الكرام، لأن الوضوء نور، فيقوِّي به نوره الباطني في حضرتهم عند زيارتهم.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (180,'٢- لزيارة سلطان (كل ذي بطش) أو الدخول عليه لأمر من الأمور، لأن حضرة السلطان حضرة قهر أو رضا من اللَّه تعالى، والوضوء سلاح المؤمن وحصن من سطوة السلطان.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (181,'٣- لقراءة القرآن والحديث، وقراءة العلم الشرعي، ولذكر اللَّه تعالى مطلقاً، لما روي عن المهاجر بن قُنْفُذ أنه أتى النبي صَلى اللَّه عَليه وسَلم وهو يبول، فسلم عليه، فلم يرد عليه حتى توضأ ثم اعتذر إليه فقال: (إني كرهت أن أذكر اللَّه عز وجل إلا على طُهر) (٣) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (182,'٤- يندب الوضوء للجنب (ذكر أو أنثى) أو لغير الجنب عند إرادة النوم ولو نهاراً، لما روي عن عمر رضي اللَّه عنه قال: (يا رسول اللَّه! أيرقد أحدنا وهو جنب؟ قال: نعم إذا توضأ) (٤) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (183,'٥- يندب الوضوء لدخول السوق، لأنه محل لهو واشتغال بأمور الدنيا ومحل الأيمان الكاذبة، فللشيطان فيه قوة تسلط على الإنسان، ولما ورد أن أول من يدخل الأسواق الشياطين براياتها، وأنها شر البقاع، والوضوء سلاح المؤمن ودرعه الحصين من كيد الشيطان وكيد الإنس والجن.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (184,'٦- يندب إدامة الوضوء لأنه نور، ولحديث ثوبان رضي اللَّه عنه قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (استقيموا ولن تحصوا، واعلموا أن خير أعمالكم الصلاة. ولا يحافظ على الوضوء إلا مؤمن) (٥) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (185,'٧- يندب تجديد الوضوء للصلاة ولو نافلة، أو للطواف (لا لغيرهما كمس المصحف) إن كان صلى بوضوئه الأول فرضاً أو نفلاً، أو طاف به، أو مس مصحفاً، وإلا كره له تجديد الوضوء. لما روي عن أنس بن مالك رضي اللَّه عَنهُ (أن النبي صَلى اللَّه عَليه وسَلم كان يتوضأ لكل صلاة، طاهراً أو غير طاهر) (٦) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (186,'٨- يندب لمريد الصلاة ندباً مؤكداً غسل فم ويدٍ من أكل لحم ولبن وسائر ما فيه دسومة، وندب أن يكون بما يقطع الرائحة كالصابون، وأطلق عليه صَلى اللَّه عَليه وسَلم اسم الوضوء.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (187,'٩- يندب الوضوء لمن جامع ولم يغتسل إذا أراد أن يعود مرة أخرى في التي جامعها أو غيرها، لحديث أبي سعيد الخدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (إذا أتى أحدكم أهله، ثم أراد أن يعود فليتوضأ، بينهما وضوءاً) (٧) .
_________
(١) الترمذي: ج ٣ كتاب الحج باب ١١٢/٩٦٠.
(٢) الواقعة ٧٩.
(٣) أبو داود: ج ١/ كتاب الطهارة باب ٨/١٧.
(٤) مسلم: ج ١/كتاب الحيض باب ٦/٢٣.
(٥) ابن ماجة: ج ١/ كتاب الطهارة باب ٤/٢٧٧.
(٦) الترمذي: ج ١ كتاب الطهارة باب ٤٤/٥٨.
(٧) مسلم: ج ١/كتاب الحيض باب ٦/٢٧.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (188,'شروط الوضوء:
تقسم شروط الوضوء إلى ثلاثة أقسام هي:',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (189,'١- شروط وجوب.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (190,'٢- شروط صحة.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (191,'٣- شروط وجوب وصحة.
أولاً: شروط وجوب الوضوء:
والمراد بها الشروط التي توجب على المكلفين أن يتوضؤوا بحيث إذا فقدت هذه الشروط كلها أو بعضها لم يجب الوضوء وهي:',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (192,'١- دخول وقت الصلاة: يجب على المكلف إذا دخل وقت الصلاة أن يصلي ما فرض عليه وجوباً موسعاً، وبالتالي يجب عليه الوضوء وجوباً موسعاً تبعاً للصلاة طالما لا تحل الصلاة إلا بالوضوء أو ما يقوم مقامه، فإذا لم يبقى من الوقت إلا زمن يسير لا يسع إلا الوضوء والصلاة فإنه في هذه الحالة يكون الوجوب مضيقاً إي على الفور. أما بالنسبة لصلاة النافلة فمتى عزم على الدخول فيها وجب عليه الوضوء فوراً. ولما كان دخول الوقت من شرائط الوجوب فقط إذن يصح الوضوء قبل دخول الوقت ولو كان المتوضئ معذوراً (سلس بول ... ) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (193,'٢- البلوغ: فلا يجب الوضوء على من لم يبلغ الحلم، ولكن يصح وضوء غير البالغ.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (194,'٣- القدرة على الوضوء: فلا يجب على العاجز، ولا على فاقد الماء، ولا على المكره على ترك الوضوء.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (195,'٤- ثبوت الناقض للوضوء: فلا يجب على محصله (أي إن كان متوضئاً) .
ثانياً: شروط صحة الوضوء:
والمراد بها الشروط التي لا يصح الوضوء بدونها وهي:',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (196,'١- الإِسلام: وهو شرط صحة لكل العبادات، فالكفار مخاطبون بفروع الشريعة فتجب عليهم العبادات ويعاقبون على تركها، ولكن لا تصح منهم إلا بعد الإِسلام.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (197,'٢- عدم وجود حائل يمنع وصول الماء إلى البشرة. والحائل كل ما له جرمية مثل الشمع والدهن وعماص العين.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (198,'٣- أن لا يوجد من المتوضئ ما ينافي الوضوء مثل أن يصدر منه ناقض للوضوء في أثناء الوضوء إلا إذا كان من أصحاب الأعذار.
ثالثاً: شروط وجوب وصحة معاً:
والمراد بها الشروط التي إذا فقد منها شرط لم يجب الوضوء وإذا وقع الوضوء لم يصح وهي:',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (199,'١- العقل: فلا يجب الوضوء ولا يصح من مجنون حال جنونه، ولا من مصروع حال صرعه',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (200,'٢- نقاء المرأة من المحيض والنفاس، وإذا ندب لها أن تتوضأ وضوءاً صورياً في وقت كل صلاة وتجلس في مصلاها.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (201,'٣- وجود الماء المطلق الكافي للوضوء، فلا يصح من واجد ماء قليل لا يكفيه، فلو غسل بعض الأعضاء بما وجده من الماء فباطل.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (202,'٤- عدم النوم والغفلة، فلا يجب على نائم وغافل ولا يصح منهما (إذا كان النائم ممن يقوم ويتحرك) لعدم النية.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (203,'٥- بلوغ الدعوة. ⦗٥٩⦘
الفصل الثاني
فرائض الوضوء
فرائض الوضوء ويقال لها أيضاً أركان الوضوء؛ فالفرض مرادف للركن في اصطلاح الفقهاء ويختلف عن الشرط؛ إذ أن الركن أو الفرض هو ما كان من حقيقة الشيء والشرط هو ما توقف عليه وجود الشيء ولم يكن من حقيقته.
وفرائض الوضوء الثابتة في كتاب اللَّه تعالى والمتفق عليها عند الأئمة أربعةٌ هي: غسل الوجه وغسل اليدين إلى المرفقين ومسح الرأس وغسل الرجلين إلى الكعبين. ودليلها قوله تعالى: {يا أيها الذين أمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم وأيديكم إلى المرافق وامسحوا برؤوسكم وأرجلكم إلى الكعبين} (١) . وقد قال الإمام مالك بفرضية الدلك والموالاة والنية أيضاً. ففرائض الوضوء إذن سبعة هي:
أولاً - النية:
تعريفها: هي القصد إلى فعل مخصوص.
محلها: القلب.
دليلها: حديث عمر بن الخطاب رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (إنما الأعمال بالنية، وإنما لامرئٍ ما نوى) (٢) . ⦗٦٠⦘
زمانها: عند أول مغسول مفروض وسُن أن يكون الوجه، أما السنن المتقدمة على غسل الوجه فلها نية منفردة. وإن ذكر المكلف نية الفرائض عند ابتداء السنن وظل مصطحباً هذه النية إلى البدء بأول فرض من فرائض الوضوء صحت نيته.
صيغتها: يجب أن يقصد رفع الحدث الأصغر، أو استباحة ما منعه الحدث الأصغر، أو قصد أداء فرائض الوضوء؛ وتجزئ إن صَاحَبَها نية رفع الخبث عن اليد أو الرجل مثلاً. أما إذا نوى استباحة ما تندب له الطهارة كقراءة القرآن أو زيادة صالح ... الخ دون أن ينوي رفع الحدث فإنه لا يرتفع حدثه.
ولا يشترط التلفظ بالنية كما لا يشترط استحضارها إلى آخر الوضوء، فإن ذهل عنها أثناءه فإن الوضوء لا يبطل، بخلاف الرفض أثناء الوضوء، بأن يقول أثناء وضوئه أبطلت وضوئي، فإنه يبطل على الراجح. أما بعد انتهاء الوضوء فلا يضره رفضه، ويجوز له أن يصلي به؛ إذ ليس من نواقض الوضوء إبطاله بعد الفراغ منه.
شروطها: الإسلام، والتميز، والجزم. فإن تردد في النية فإنها لا تصح، كأنه يقول في نفسه: نويت الوضوء إن كنت أحدثت، فلا تصح.
ثانياً: غسل الوجه:
وحدهَّ طولاً، من منابت شعر الرأس المعتاد (خرج بالمعتاد الأصلع، والأغم وهو من نزل شعره جهة حاجبه) إلى منتهى الذقن فيمن لا لحية له، أو إلى منتهى اللحية فيمن له لحية. وحدُّه عرضاً من وتد الأذن إلى الوتد الآخر.
ولا بد من إدخال جزء يسير من الرأس لأنه مما لا يتم الواجب إلا به فهو واجب.
ولا يدخل الوتدان في الوجه، ولا البياض الذي فوقهما لأنه ليس من الوجه بل يجب مسحه لأنه من الرأس، كما لا يدخل شعر الصدغين لأنه من الرأس. ويدخل البياض الذي تحت الوتدين لأنه من الوجه.
وينبغي في غسل الوجه مراعة غسل أسارير الجبهة وهي الانكماشات، وغسل وَتَرَ الأنف، وهي الحاجز بين طاقتي الأنف، وغسل ظاهر الشفتين، وغسل ما غار من جفن أو غيره؛ بتغميض ⦗٦١⦘ العينين تغميضاً شديداً، وكذا غسل أثر جرح غار، وتخليل شعر الوجه من عارضين (٣) ولحية وعنفقة (٤) وغمم (٥) وحاجبين وشاربين، إذا كان الشعر خفيفاً وتُرى البشرة من خلاله. والمراد بالتخليل إيصال الماء للبشرة بالدلك على ظاهره، وأما الشعر الكثيف فلا يجب عليه تخليله، أي إيصال الماء للبشرة تحته، بل يكفي غسل ظاهره لكن لا بد من تحريكه كي يدخل الماء من خلاله.
ثالثاً: غسل اليدين مع المرفقين:
ويتضمن ذلك وجوب غسل ما على اليدين من إصبع زائد، وتخليل أصابع اليد بالأخرى لحديث لقيط بن صبرة رضي اللَّه عَنهُ عن النبي صَلى اللَّه عَليه وسَلم وفيه: (أسبغ الوضوء، وخلل بين الأصابع، وبالغ في الاستنشاق إلا أن تكون صائماً) (٦) ، ويجب ملاحظة غسل تكاميش الأنامل والبراجم، ولا يجب تحريك الخاتم المسموح فيه شرعاً سواء كان الخاتم واسعاً أو ضيقاً، أما إن كان الخاتم غير مسموح فيه شرعاً، كخاتم الذهب أو المتعدد للرجل، فلا بد من نزعه ما لم يكن واسعاً يدخل الماء تحته، فيكفي تحريكه، ولا فرق بين الحرام، كالذهب، أو المكروه كخاتم النحاس أو الحديد، وإن كان المحرم يجب نزعه وعدم استعماله على كل حال، من حيث أنه حرام.
وإذا التصق شيء بيده أو بأصل ظفره من طين أو عجين، فإنه يجب عليه إزالته وإيصال الماء إلى أصل الظفر (وهو القدر الملتصق بلحم الإصبع) ، أما ما تحت الظفر من درن ووسخ، فإنه يعفى عنه ما لم يتفاحش. وإذا قطع بعض اليد وجب باقيها، وإذا قطع محل الفرض كله سقط الغسل.
ودليل وجوب غسل المرفقين مع اليدين. قوله تعالى: {وأيديكم إلى المرافق} ، وحديث نعيم بن عبد اللَّه المُجْمِر قال: (رأيت أبا هريرة يتوضأ، فغسل وجهه فأسبغ الوضوء، ثم غسل يده اليمنى حتى أشرع في العضد، ثم يده اليسرى حتى أشرع في العضد، ثم مسح رأسه، ثم غسل رجله اليمنى حتى أشرع في الساق، ثم غسل رجله اليسرى حتى أشرع في الساق، ثم قال: هكذا رأيت رسول اللَّه صَلى اللَّه عَليه وسَلم يتوضأ) (٧) . وفعله صَلى اللَّه عَليه وسَلم بيان للوضوء المأمور به، ولم ينقل تركه ذلك. ⦗٦٢⦘
رابعاً: مسح جميع الرأس:
وذلك بمسح ما على الجمجمة منشعر أو جلد. وحدُّه: من منابت شعر الرأس المعتاد من الأمام إلى نقرة القفا من الخلف، ويدخل فيها شعر الصدغين، والبياض الذي خلفه فوق وتدي الأذنين، والبياض الذي فوق الأذنين المتصل بالرأس، وكذا مسح ما استرخى من الشعر مهما طال نظراً لأصله مع مسح باطن الشعر وجوباً وذلك برد اليدين من القفا إلى الأمام إذ لا يحصل التعميم إلا بالرد. روى يحيى المازني (أن رجلاً قال لعبد اللَّه بن زيد أتستطيع أن ترني كيف كان رسول اللَّه صَلى اللَّه عَليه وسَلم يتوضأ؟ فقال عبد اللَّه بن زيد: نعم، فدعا بماء ... ثم مسح رأسه بيديه فأقبل بهما وأدبر، بدأ بمقدم رأسه حتى ذهب بهما إلى قفاه، ثم ردهما إلى المكان الذي بدأ منه ... ) (٨) .
ولا يشترط بالمسح نقض الضفائر أو نقض ما جمع من الشعر بدون تضفير، سواء للذكر أو للأنثى، ولو كانت الضفائر مشدودة، ما لم تكن مضفورة بخيوط كثيرة تمنع مسح الشعر، فعندها يجب نقضها - هذا في الوضوء - أما في الغسل فلا بد فيه من نقض ما اشتد ضفره ويجزئ غسل ما على الجمجمة عن المسح، لأنه مسح وزيادة، إلا أنه مكروه لأن اللَّه تعالى أمر بالمسح لا بالغسل. وإذا مسح شعر رأسه ثم أزاله فإنه لا يجب إعادة المسح حتى ولو كشط الجلد بعد المسح.
وفي الموطأ عن مالك رضي اللَّه عَنهُ قال: بلغني عن جابر بن عبد اللَّه أنه سئل عن المسح على العمامة فقال: (لا حتى يمسح الشعرُ بالماء) (٩) .
خامساً: غسل الرجلين مع الكعبين:
أي غسل القدمين مع إدخال الكعبين في الغسل، وهما العظمان البارزان أسفل الساق، ويجب تعهد ما تحتهما من عرقوب وأخمص - وهو باطن القدم - وسائر المغابن والشقوق التي في باطن القدم وظاهره. والدليل على دخول الكعبين في غسل الرجلين حديث أبي هريرة المتقدم: ( ... ثم غسل رجله اليمن حتى أشرع في الساق ... ) .
وإذا قطع محل الفرض كله سقط التكليف. ويندب تخليل الأصابع (وقيل بوجوبه، والمشهور وجوبه في اليدين وندبه في الرجلين) بحيث يبدأ ندباً بسبابة اليد اليسرى تخليل أصابع قدم اليمنى من الخنصر إلى الإبهام، ثم يبدأ بإبهام القدم اليسرى ويختم بخنصرها، وذلك من أسفل الأصابع ⦗٦٣⦘ إلى أعلاها مع دلك خفيف باليد. لحديث المستورد بن شداد رضي اللَّه عنه قال: (رأيت رسول اللَّه صَلى اللَّه عَليه وسَلم توضأ فخلل أصابع رجليه بخنصره) (١٠) ، ولحديث ابن عباس رضي اللَّه عنهما أن رسول اللَّه صَلى اللَّه عَليه وسَلم قال: (إذا توضأت فخلل أصابع يديك ورجليك) (١١) .
سادساً: الموالاة (على أحد القولين المشهورين) :
ويعبر عنها بالفورية، أي يفترض على المتوضئ أن ينتقل إلى غسل العضو قبل أن يجف الذي قبله، سواء كان مغسولاً أو ممسوحاً، عند اعتدال الزمان (وهو أن يكون في فصل لا يترتب عليه جفاف الماء بحالة غير معتادة) والمكان (أي أن لا يكون في مكان فيه حر أو برد شديدان يجففان الماء) والمزاج (وهو أن لا يكون في طبيعة الشخص ما يوجب تجفيف الماء بسرعة) ، فقد صح عن بعض أصحاب النبي صَلى اللَّه عَليه وسَلم (أنه صَلى اللَّه عَليه وسَلم رأى رجلاً يصلي وفي ظهر قدمه لمعة قدر الدرهم لم يصبها الماء، فأمره النبي صَلى اللَّه عَليه وسَلم أن يعيد الوضوء والصلاة) (١٢) . ويُحمل الحديث على من فعل ذلك عامداً أو مفرطاً عاجزاً.
ويُشترط لفرض الموالاة شرطان:
الأول: أن يكون المتوضئ ذاكراً، أما إن فرق بين أعضاء الوضوء ناسياً، فإنه يبني على وضوئه ويتمه سواء طال الفصل أم قصر. وكذا من نسي عضواً من أعضاء الوضوء أو ترك لمعة في أثناء الوضوء ناسياً، فإن طال الفصل اقتصر على فعل المنسي ولا يعيد ما بعده من الأعضاء، أما إن لم يطل الفصل (أي لم يجف العضو بعد) فإنه يفعل المنسي ويعيد ما بعده استناناً لأجل تحصيل سنة الترتيب.
الثاني: أن يكون المتوضئ قادراً على الموالاة، فإن فرّق بين غسل الأعضاء لعجزه عن الموالاة غير مفرط، فتسقط عنه الفورية، ويكون حكمه كحكم الناسي، ومثال ذلك أن يحضر المكلف الماء الكافي - باعتقاده - للوضوء ثم يظهر عدم كفايته، أو يهراق الماء، أو يُغضب منه، ويحتاج إلى ماء آخر ليكمل به وضوءه، فينتظر مدة تجف بها الأعضاء التي غسلها، فعند حضور ⦗٦٤⦘ الماء يبني على ما فعل ويتم وضوءه ولو طال الفصل. أما إذا كان عاجزاً مفرطاً، كمن أحضر من الماء مالا يكفي لوضوئه، فإنه يبني على ما فعل ما لم يطل الفصل، وإلا صار حكمه حكم من فرق بين أعضاء الوضوء عامداً لا ناسياً ولا عاجزاً، فيبطل الوضوء ويجب عليه إعادته من جديد.
سابعاً: دلك الأعضاء:
وهو إمرار اليد (باطن الكف) على العضو المبتل، ولو بعد صب الماء عليه مرة واحدة وقبل جفافه، ويندب أن يكون خفيفاً، ويكره التشديد والتكرار، لما فيه من التعمق المؤدي للوسوسة. واستدل مالك رضي اللَّه عَنهُ على فرضية الدلك بقوله تعالى في آية الوضوء (فاغسلوا) ، لأن الغسل لغة هو إسالة الماء على العضو مع إمرار اليد عليه، وبفعله صَلى اللَّه عَليه وسَلم في صفة وضوئه، فعن عباد بن تميم عن عمه عبد اللَّه بن زيد: (أن النبي صَلى اللَّه عَليه وسَلم توضأ فجعل يقول هكذا يُدْلك) (١٤) ، فلا يتحقق الغسل بدون الدلك، وإنما عُدَّ فرضاً على حدة، للمبالغة في الحث عليه.
_________
(١) المائدة: ٦.
(٢) مسلم: ج ٣/كتاب الإمارة باب ٤٥/١٥٥.
(٣) العارض: الشعر الذي بين اللحية والعذر (وهو الشعر المحاذي للأذنين) .
(٤) العنفقة: الشعر النابت تحت الشفة السفلى.
(٥) الغمم: الشعر النابت على الجبهة.
(٦) أبو داود: ج ١/ كتاب الطهارة باب ٥٥/١٤٢.
(٧) مسلم: ج ١/ كتاب الطهارة باب ١٢/٣٤.
(٨) البخاري: ج ٣/كتاب الوضوء باب ٣٧/١٨٣.
(٩) الموطأ: ص ٣٣.
(١٠) ابن ماجة: ج ١/ كتاب الطهارة باب ٤٥/٦٤٤.
(١١) الترمزي: ج ١/الطهارة باب ٣٠/٩٣.
(١٢) أبو داود: ج ١/ كتاب الطهارة باب ٦٧/١٧٥.
(١٣) مسند الإمام أحمد: ج ٤/٣٩.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (204,'الفصل الثالث ⦗٦٥⦘
أولاً سنن الوضوء:
تعريف السنة: هي ما طلبه الشارع وأكّد أمره ولم يقم دليل على وجوبه. ويثاب فاعلها ولا يعاقب تاركها.
وسنن الوضوء ثمانية، وهي:',NULL,'64',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (205,'١- غسل اليدين إلى الكوعين: بأن يغسل يديه إلى كوعيه قبل إدخالهما في الإناء إن كان الماء قليلاً وغير جار، كآنية الوضوء أو الغسل (وهو ما لا يزيد على صاع) وأمكن الإفراغ منه، وذلك تعبداً للنظافة. أما إن كان الماء كثيراً، أو جارياً، أو لا يمكن الإفراغ منه، فتحصل السنة بغسلهما في الإناء، سواء كانتا نظيفتين أم متنجستين ما لم تنجسانه إذا تغير الماء بإدخالهما فيه؛ فعندها يتحيل على غسلهما خارجه إن أمكن وإلا ترك الماء وتيمم إن لو يجد غيره لأنه كالعادم للماء في الحكم.
ويندب غسلهما ثانية وثالثة، ويكفي غسلهما مجتمعتين، ويندب تفريقهما.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (206,'٢- المضمضة: وهي إدخال الماء إلى الفمْ وخضخضته ثم طرحه، فإن ابتلعه، أو أدخله ومجه من غير تحريك، أو تركه يسيل من فمه فلا يجزئ. ويندب أن تكون ثلاث مرات (المرة الثانية والثالثة مندوبتان) وبثلاث غرفات.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (207,'٣- الاستنشاق: وهو جذب الماء بالنفس إلى داخل الأنف، فإن دخل من غير جذب فلا يكون آتياً بالسنة. ويندب أن يكون ثلاث مرات (الأولى سنة والأخيرتان مندوبتان) بثلاث غرفات غير غرفات المضمضة. ⦗٦٦⦘
ويندب المبالغة في المضمضة والاستنشاق لغير الصائم، وذلك بإصال الماء إلى أقصى الفم والأنف، أما للصائم فتكره، فإن بالغ ووصل الماء إلى حلقه، وجب عليه القضاء، لحديث لقيط بن صبرة رضي اللَّه عَنهُ أنه قال: سألت النبي صَلى اللَّه عَليه وسَلم عن الوضوء فقال: (أسبغ الوضوء، وخلل بين الأصابع، وبالغ في الاستنشاق إلا أن تكون صائماً) (١) .
ولا بد للسن الثلاثة المتقدمة من نية، بأن ينوي بها سنن الوضوء عند غسل يديه، وتجزئ نية الفرض عند غسل اليدين.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (208,'٤- الاستنثار: وهو طرح الماء من الأنف بالنفس، مع وضع إصبعيه السبابة والإبهام من يده اليسرى على أنفه ومسكه من أعلاه لأنه أبلغ في النظافة، لحديث علي رضي اللَّه عَنهُ في صفة وضوئه صَلى اللَّه عَليه وسَلم: ( ... فأدخل يده اليمنى في الإناء ... واستنثر بيده اليسرى، ففعل ذلك ثلاثاً) (٢) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (209,'٥- ردَ مسح الرأس: بشرط أن يبقى بلل من أثر مسح رأسه، وإلا سقطت سنة الرد.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (210,'٦- مسح الأذنين: ظاهرهما وباطنهما مرة واحدة، ويدخل في ذلك صماخ الأذنين، لحديث عمرو بن شعيب في صفة الوضوء، وفيه: ( ... فأدخل أصبعيه السباحتين في أُذنيه، ومسح بإبهاميه ظاهر أذنيه، وبالسباحتين ظاهر أذنيه..) (٣) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (211,'٧- تجديد الماء لمسح الأذنين: فلا يكفي في السنة أن يمسح أذنيه بالبلل الباقي من مسح رأسه.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (212,'٨- ترتيب الفرائض: بأن يغسل الوجه أولاً ثم اليدين ثم يمسح الرأس ثم يغسل الرجلين، فإن نَكَّس بأن قدم فرضاً على آخر سهواً وطال الفصل أعاد المُنكَّس فقط ولمرة واحدة استناناً ولا يعيد ما بعده، أما إن نكسه عمداً أو سهواً ولكن لم يطل الفصل أعاد المنكس مرة وأتم ما بعده مرة مرة، وأما إن نكس عمداً ولو جهلاً وطال الفصل استأنف وضوءه ندباً.
ومن ترك فرضاً من فرائض الوضوء غير النية، أو ترك لمعة تحقيقاً أو ظناً (شك) سهواً، سواء طال الفصل أم قصر. أو عمداً، أو عجزاً، ولم يطل الفصل، أتى به بعد تذكره فوراً وجوباً. وإلا بطل، وأتى بما بعده ندباً بنية إكمال الوضوء. ⦗٦٧⦘
ومن ترك سنة من سنن الوضوء الثلاث: المضمضة والاستنشاق ومسح الأذنين عمداً أو سهواً فعلها استناناً دون ما بعدها سواء طال الفصل أم لا.
_________
(١) أبو داود: ج ١/ كتاب الطهارة باب ٥٥/١٤٢.
(٢) البيهقي: ج ١ /٤٨.
(٣) أبو داود: ج ١/ كتاب الطهارة باب ٥٥/١٤٢.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (213,'ثانياً: مندوبات الوضوء:
تعريف المندوب: هو ما طلبه الشارع ولم يؤكد على طلبه. ويثاب فاعله ولا يعاقب تاركه. ويعبر عنه بالفضيلة.
ومندوبات الوضوء هي:',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (214,'١- إيقاع الوضوء في محل طاهر ومن شأنه الطهارة، فخرج بذلك المرحاض حتى قبل استعماله يكره الوضوء فيه.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (215,'٢- استقبال القبلة.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (216,'٣- التسمية في أوله، والسكوت عن الكلام بغير ذكر اللَّه تعالى إلا لحاجة، لحديث أبي هريرة رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم اللَّه تعالى عليه) (١) .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (217,'٤- تقليل الماء الذي يرفعه للأعضاء حال الوضوء، بقدر ما يجري على العضو وإن لم يتقاطر منه.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (218,'٥- التيامن، لما روت عائشة رضي اللَّه عَنها قالت: (كان رسول اللَّه صَلى اللَّه عَليه وسَلم يحب التيمن في شأنه كله، في نعليه، وترجله، وطهوره) (٢) .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (219,'٦- جعل الإناء المفتوح من جهة اليد اليمنى، لأنه أعول في التناول، بخلاف الإبريق ونحوه فيجعله في جهة يساره، فيفرغ منه على يمناه ثم يرفع الماء بيديه جميعاً إلى العضو.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (220,'٧- البدء في الغسل أو المسح بمقدم العضو، بأن يبدأ في الوجه من منابت شعر الرأس المعتاد إلى منتهى الذقن أو اللحية، ويبدأ في اليدين من أطراف الأصابع إلى المرفقين، وفي الرأس من منابت شعر الرأس المعتاد إلى نقرة القفا، وفي الرِجْل من الأصابع إلى الكعبين.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (221,'٨- الغسلة الثانية والثالثة في السنن (المضمضة والاستنشاق) وفي الفرائض. لكن لا تحسب ⦗٦٨⦘ الثانية ما لم تعم الأولى ولا تحسب الثالثة ما لم تعم الثانية، فإذا توقف التعميم على الثلاثة فتعتبر كلها واحدة ويطالب ندباً بالثانية والثالثة. أما بالنسبة للمسح فتكره الثانية والثالثة.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (222,'٩- ترتيب السنن مع بعضها: غسل اليدين إلى الكوعين أولاً ثم المضمضة ثم الاستنشاق وترتيب السنن مع الفرائض، أي البدء بالسنن المذكورة أولاً ثم غسل الوجه ومسح الأذنين بعد مسح الرأس.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (223,'١٠- الاستياك قبل المضمضة بعود لَيَّن، والأفضل أن يكون من أراك. ويكفي الأصبع عند عدمه. ويستاك ندباً بيده اليمنى، مبتدئاً بالجانب الأيمن عرضاً في الأسنان، وطولاً في اللسان، ولا ينبغي أن يزيد السواك في طوله عن شبر.
ويندب الاستياك لكل صلاة، لحديث أبي هريرة رضي اللَّه عَنهُ عن النبي صَلى اللَّه عَليه وسَلم قال: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة) (٣) .
ويندب الاستياك أيضاً عند قراءة القرآن لتطييب الفم، وعند الانتباه من النوم، وعند تغير رائحة الفم بأكل أو غيره. وقد ورد أن "السواك شفاء من كل داء إلا السام (٤) ".
ولا يندب ترك التنشيف بل يجوز.
_________
(١) أبو داود: ج ١/ كتاب الطهارة باب ٤٨/١٠١.
(٢) مسلم: ج ١/ كتاب الطهارة باب ١٩/٦٧.
(٣) مسلم: ج ١/ كتاب الطهارة باب ١٥/٤٢.
(٤) الموت.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (224,'ثالثاً: مكروهات الوضوء:',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (225,'١- الوضوء في مكان نجس فعلاً، أو في موضع أعد للنجاسة وإن لم يستعمل كالمرحاض الجديد قبل استعماله.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (226,'٢- الإسراف في الصب، بأن يزيد على قدر الكفاية، قال تعالى: {ولا تسرفوا إنه لا يحب المسرفين} (١) ، وعن عبد اللَّه بن عمرو بن العاص (أن رسول اللَّه صَلى اللَّه عَليه وسَلم مر بسعد وهو يتوضأ فقال: ما هذا السرف؟ فقال: أفي الوضوء إسراف؟ قال: نعم، وإن كنت على نهر جار) (٢) .
إلا إذا كانت الزيادة للنظافة أو التبرد فلا كراهة، ما لم يكن الماء موقوفاً على الوضوء فعندها يحرم الإسراف فيه.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (227,'٣- الكلام أثناء الوضوء بغير ذكر اللَّه تعالى، وورد أنه صَلى اللَّه عَليه وسَلم كان يقول حال الوضوء: "اللَّهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي في رزقي، وقنعني بما رزقتني، ولا تَفْتنّي بما زويت عني".',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (228,'٤- الزيادة على الثلاث في المغسول وعلى الواحدة في الممسوح على الراجح، لحديث عمرو بن شعيب في صفة وضوئه صَلى اللَّه عَليه وسَلم: ( ... ثم قال: هكذا الوضوء، فمن زاد على هذا - التثليث - أو نقص فقد أساء وظلم) (٣) .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (229,'٥- البدء بمؤخر الأعضاء بدلاً من مُقدَّمها.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (230,'٦- كشف العورة حال الوضوء، إذا كان بخلوة أو مع زوجته أو أمته، وإلا حَرُم أمام الأجانب.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (231,'٧- مسح الرقبة لأنه من الغلوّ في الدين، ولم يرد عنه صَلى اللَّه عَليه وسَلم أنه مسح رقبته ولكنه ورد حديث بمسح الرقبة: (مسح الرقبة أمان من الغل) ؛ فالسادة الحنفية يعتبرون السنة القولية أقوى من الفعلية لذا أخذوا بالحديث، أما الشافعية فيعتبرون السنة القولية والفعلية سواء والسادة المالكية يعتبرون السنة الفعلية أقوى من القولية فلم يأخذوا بالحديث.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (232,'٨- الزيادة في المغسول على محل الفرض كإطالة الغرة، أما ما ورد في الحديث المروي عن أبي هريرة رضي اللَّه عَنهُ قال: سمعت النبي صَلى اللَّه عَليه وسَلم يقول: (إن أمتي يدعون يوم القيامة غراً محجلين من آثار الوضوء، فمن استطاع منكم أن يطيل غرته فليفعل) (٤) فمحمول على إدامة الوضوء.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (233,'٩- ترك سنة من سنن الوضوء عمداً أو سهواً. وفي حالة الترك يسن له فعلها لم يستقبل من الصلاة إن أراد أن يصلي بذلك الوضوء، وإن لم يفعلها فلا تبطل الصلاة.
_________
(١) الأنعام: ١٤١.
(٢) ابن ماجة: ج ١/ كتاب الطهارة باب ٤٨/٤٢٥.
(٣) أبو داود: ج ١/ كتاب الطهارة باب ٥١/١٣٥.
(٤) البخاري: ج ١/ كتاب الوضوء باب ٣/١٣٦.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (234,'رابعاً: ما يجزئ عن الوضوء:
يجزئ غسل الجنابة عن الوضوء، فإذا انغمس المكلف في الماء ودلك جسده بنية رفع الحدث الأكبر، ولو لم يستحضر به رفع الحدث الأصغر، جاز له أن يصلي، بشرط أن لا يحصل له ناقض أثناء الغسل أعاد ما فعله من الوضوء مرة مرة بنية الوضوء، وإذا حصل الناقد بعد تمام الغسل فإنه الوضوء بنية. ⦗٧٠⦘
الفصل الرابع
نواقص (١) الوضوء
تنقسم نواقص الوضوء إلى ثلاثة أقسام: إما حدث، وإما سبب، وإما غيرهما (الردة والشك) .
أولاً - الحدث:
وهو الخارج المعتاد من المخرج المعتاد في الصحة من ريح، وغائط، وبول، ومذي، وودي ومني بغير لذة معتادة، وهاد.
وبقولهم الخارج، يستثنى الداخل، من أصبع أو حقنة فإن إدخالهما لا ينقض وكذا إخراجهما لأنهما غير معتادتي الخروج.
والخارج المعتاد هو سبعة: ستة في الذكر والأنثى وهي: الريح والغائط والبول والمذي (ماء أصفر رقيق) والودي (ماء ثخين أبيض يخرج عقب البول) والمني الخارج بغير لذة معتادة (٢) ، كمن حك لجرب أو هزته دابة فأمنى، ومثله خروج مني الرجل من فرج المرأة إن كان دخل بوطء وخرج بعد أن اغتسلت. وواحد يختص بالأنثى ويقال له الهادي (ماء أبيض يخرج من فرج المرأة الحامل قبل ولادتها) .
وخرج بقولهم المعتاد، الخارج غير المعتاد، مثل الحصى والدود، ولو كان خروجه مع أذى ⦗٧١⦘ كبول أو غائط لأن خروج الأذى تابع لخروجهما، ومثلهما الدم والقيح إن خرجا من غير أذى.
والمخرج المعتاد هو الدبر: يخرج منه الريح والغائط، والقبل: يخرج منه البول والمذي والودي والمني والهادي. فلو خرج ريح أو غائط من القبل فلا ينقض الوضوء لأنه مخرج غير معتاد لهما، وكذا إذا خرج بول من الدبر فلا ينقض لأنه مخرج غير معتاد للبول. كما يستثنى ما خرج من الفم كالقلس والقيء، وكذا الحجامة والفصد فكلها لا تنقض الوضوء، فعن مالك رضي اللَّه عنه (أنه رأى ربيعة بن عبد الرحمن يقلس مراراً وهو في المسجد فلا ينصرف ولا يتوضأ حتى يصلي) (٣) وسئل مالك عن رجل قلس طعامه هل عليه وضوء؟ فقال: (ليس عليه وضوء ولْيتُمضْمضْ من ذلك ولْيغسل فاه) (٤) . قال يحيى: وسئل مالك هل في القيء وضوء؟ قال: (لا ولكن ليتمضمض من ذلك وليغسل فاه وليس عليه وضوء) (٣) .
وإذا خرج الخارج المعتاد من ثقبة فوق المعدة لم ينقض، أما إن خرج من ثقبة تحت المعدة وكان المخرج المعتاد قد انسد، فإنه ينقض الوضوء.
وقولهم على وجه الصحة: أي لا على وجهه المرض، فلا ينقض السلس إذا لازم نصف زمن أوقات الصلاة فأكثر، وأوقات الصلاة من الزوال إلى طلوع شمس اليوم الثاني، لكن يندب الوضوء إذا لم يعم الزمن.
والسلس هو ما يسيل بنفسه لانحراف الطبيعة من بول، أو ريح، أو غائط، أو مذي، أو مني، وهذا
إذا لم ينضبط، ولم يقدر صاحبه على التداوي. فإن انضبط كأن جرت العادة بانقطاعه آخر الوقت، وجب عليه تأخير الصلاة لآخره، أو ينقطع أوله وجب عليه تقديمها. وكذا إذا قدر على التداوي وجب عليه التداوي وغفر له أيام التداوي.
أما المذي فقد خصه بعضهم بعزوبة بلا تذكر، فإن كان أمذى بتذكر أو نظر ودام عليه التذكر، فإنه ينقض مطلقاً، ولو لازم كل الزمن، أما إن كان لغير عزوبة كمرض أو انحراف طبيعة فهو كغيره، ولا يجب فيه التداوي.
ومن السلس دم الاستحاضة، فإن لازم أقل الزمن نقض وإلا فلا.
أما أدلة الانتقاض بالخارج المعتاد من السبيلين فهي: ⦗٧٢⦘
أما الريح فلحديث أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (لا تقبل صلاة من أحدث حتى يتوضأ) ، قال رجل من حضرموت: ما الحدث يا أبا هريرة؟ قال: فُساء أو ضُراط (٦) .
وأما الغائط فبنص الكتاب والسنة والإجماع، قال تعالى: {أو جاء أحد منكم من الغائط ... فلم تجدوا ماء فتيمموا} (٧) .
وأما البول فبالسنة المستفيضة والإجماع والقياس على الغائط.
وأما المذي فلما روى علي رضي اللَّه عَنهُ قال: (كنت رجلاً مذاء، فأمرت رجلاً أن يسأل النبي صَلى اللَّه عَليه وسَلم، لمكان ابنته، فسأل فقال: توضأ وتغسل ذكرك) (٨) .
وأما الودي فعن ابن مسعود رضي اللَّه عَنهُ قال: "الودي الذي يكون بعد البول فيه الوضوء" (٩) .
_________
(١) نواقض: جمع ناقض، نقضت الشيء أي أفسدته.
(٢) اللذة المعتادة: الجماع، اللمس، الفكر، فخروج المني بسببها موجب للغسل.
(٣) شرح الموطأ: ج ١/ص ٨٢.
(٤) شرح الموطأ: ج ١/ص ٨٢.
(٥) شرح الموطأ: ج ١/ص ٨٣.
(٦) البخاري: ج ١/ كتاب الوضوء باب ٢/١٣٥.
(٧) النساء: ٤٣.
(٨) البخاري: ج ١/ كتاب الغسل باب ١٣/٢٦٦.
(٩) البيهقي: ج ١/ص ١١٥.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (235,'ثانياً: الأسباب:
والأسباب الناقضة للوضوء ثلاثة هي:',NULL,'72',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (236,'١- زوال العقل بجنون، أو إغماء، أو سكر، أو شدة همّ، أو نوم ثقيل ولو قصر زمنه، سواء كان النائم مضطجعاً أو جالساً أو ساجداً، لحديث علي رضي اللَّه عَنهُ قال: قال رسول اللَّه صَلى اللَّه عَليه وسَلم: (وِكاءُ السَّهِ (١) العينان، فمن نام فليتوضأ) (٢) أما النوم الخفيف لا ينقض الوضوء وإن طال زمنه لكن يندب له الوضوء إن طال الزمن، وضابط الخفيف أن يسمع الأصوات أو يشعر بسقوط شيء من يده أو بسيلان لعابه أو نحو ذلك.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (237,'٢- ملامسة المتوضئ شخصاً يُشتهى عادة، بيدهأو بجزء من بدنه. ولو كان بعضو زائد، أو كان اللمس لظفر أو شعر متصل، وذلك ضمن الشروط: ⦗٧٣⦘
أ- شروط اللامس:',NULL,'72',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (238,'١- أن يكون بالغاً.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (239,'٢- أن يكون قاصداً اللذة بلمسه، وإن لم يجدها بالفعل (إلا إذا كان الممسوس من محارمه ولم يجد اللامس لذة فلا ينتقض الوضوء) . وكذلك ينقض الوضوء إن وجد اللذة حال اللمس، وإن لم يكن قاصداً لها ابتداء، فإن انتفى القصد واللذة فلا نقض.
أما القبلة في الفم فإنها تنقض الوضوء مطلقاً، قصد اللذة، أو وجدها، أو لم يجدها، لأنها مظنة اللذة، وسواء في النقض المقبِّل والمقبَّل، إن كانا بالغين أو البالغ منهما إن كان الآخر ممن يُشتهى عادة، ولو وقعت القبلة بإكراه؛ فلا يشترط في النقض الطوع. أما إذا كانت القبلة لوداع أو رحمة، فإنها لا تنقض الوضوء إلا إذا وجد اللذة.
أما إن قصد اللذة أو وجدها بالنظر أو بالفكر فلا ينقض الوضوء، وإن أمذى وجب الوضوء للمذي، وإن أمنى وجب عليه الغسل بخروج المني.
ب- شروط الملامسة:',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (240,'١- أن تكون الملامسة بدون حائل أو بحائل خفيف، أما إن كان الحائل كثيفاً فلا ينقض الوضوء، إلا إذا كان المس بالقبض على العضو، وقصد اللذة أو وجدها.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (241,'٢- أن يكون المس بالبشرة ولو كان الممسوس شعراً أو ظفراً متصلاً، أما إن كان المس بالظفر أو الشعر فلا ينقض الوضوء لأنه لا إحساس فيهما.
جـ - شروط الشخص الملموس:
أن يكون الشخص الملموس ممن يُشتهى عادة، من ذكر أو أنثى سواء كانت إمرأة أجنبية أو زوجة أو من محارمه، أو كان شاباً أمرد أو له لحية جديدة ويُلتذ بمثله عادة. أما إن كان ممن لا يُشتهى عادة فلا ينقض لمسه الوضوء، ولو قصد اللذة كمس بهيمة، أو مس رجل ذي لحية (أما إذا كان الماس امرأة فإنه ينتقض وضوءها) ، أو مس إمرأة عجوز، أو طفلة صغيرة.
ولا ينتقض وضوء الشخص الملموس إلا إذا وجد اللذة وكان بالغاً، أو قصد اللذة لأنه صار في الحقيقة لامساً لا ملموساً. فإن لم يكن بالغاً، فلا نقض ولو قصد ووجد.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (242,'٣- مس المتوضئ البالغ (ولو كان خنثى مشكل) ذكره المتصل عمداً أو سهواً، بلذة أو بغير ⦗٧٤⦘ لذة، إذا مسه بغير حائل ببطن الكف، أو جنبه، أو جَنْب أصابعه، أو رؤوسها، لحديث بُسْرَة بنت صفوان أن النبي صلى اللَّه عليه وسلم قال: (من مسَّ ذكره فلا يصلِّ حتى يتوضأ) (٣) . أما مس غيره فلا ينقض الوضوء. وكذا مس الصبي ذكره فإنه لا ينقض.
ولا ينتقض الوضوء بمس حلقة الدبر، ولا بمس الأنثيين، ولا ينتقض وضوء المرأة بمسها لفرجها ولو أدخلت أصبعها ووجدت اللذة.
أما مس المتوضئ البالغ ذكر غيره فإنه يعود حكمه إلى حكم الملامسة.
_________
(١) السه: اسم من أسماء الدبر.
(٢) أبو داود ج ١/كتاب الطهارة باب ٨٠/٢٠٣
(٣) الترمذي: ج ١/الطهارة باب ٦١/٨٢.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (243,'ثالثاً: نواقض الوضوء غير الأحداث والأسباب:',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (244,'١- الردّة: فإنها تنقض الوضوء، ولو كان صبياً، وقد يقع ذلك كثيراً كسبّ الدين والنطق بكلمات الكفر، وهي محبطة العمل، ومن العمل الوضوء والغُسل، قال تعالى: {لئن أشركت ليحبطن عملك} (١) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (245,'٢- الشك بالطهارة أو بالحدث:
أ- الشك بالحدث بعد طهر معلوم ناقض للوضوء، ما لم يكن مستنكحاً بالشك فلا يعيد الوضوء. والشك المستنكح هو أن يأتيه كل يوم ولو لمرة واحدة.
ب- الشك بالطهارة بعد حدث عُلم ناقض للوضوء، ولو كان الشك مستنكحاً.
جـ- الشك بأيهما أسبق، هل الطهارة سابقة للحدث أم الحدث سابق للطهارة. وفي كل هذه الحالات يجب الوضوء، لأن الذمة لا تبرأ إلا بيقين.
ما يمنعه الحدث الأصغر:',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (246,'١- الصلاة وما جانسها من سجدتي تلاوة وشكر، لحديث ابن عمر رضي اللَّه عَنهما قال: إني سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (لا تقبل صلاة بغير طهور) (٢) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (247,'٢- الطواف فرضاً كان أو نفلاً، لحديث ابن عباس رضي اللَّه عنهما أن النبي صلى اللَّه عليه وسلم قال: (الطوافً حول البيت مثل الصلاة. إلا أنكم تتكلمون فيه، فمن تكلم فيه فلا يتكلمن إلا بخير) (٣) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (248,'٣- مس المصحف، إن كتب بالعربية، ولو بعود. وكذلك يحرم على المحدث أن يكتب القرآن على الراجح، كما يحرم أن يحمله ولو بغلاف أو من علاَّقته، أو أن يحمل ما وضع عليه المصحف من كرسي أو صندوق أو وسادة، لقوله تعالى: {لا يمسه إلا المطهرون} (٤) ، وفي كتاب النبي صلى اللَّه عليه وسلم لعمرو بن حزم: (أن لا يمسَّ القرآنَ إلا طاهرُ) (٥) باستثناء ما يلي:',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (249,'١- إن كان كتب بغير العربية فيجوز حمله ومسّه.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (250,'٢- إن جعل في حرز بشرط أن يكون حامله مسلماً، وأن يكون الحرز مستوراً بساتر يمنع وصول الأقذار إليه، ولو كان حامله حائضاً أو نفساء أو جنباً.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (251,'٣- إن كان نقش على درهم أو دينار فيجوز حمله من المحدث، وإن كان حدثه أكبر.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (252,'٤- إن وضع مع أمتعة وكان القصد حمل الأمتعة.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (253,'٥- حمل تفسير المصحف ومسه، ولو كتب فيه آيات كثيرة متوالية.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (254,'٦- يجوز للمعلم أو المتعلم حمل اللوح حال التعليم أو التعلم وما ألحق بهما مما يضطر إليه كحمله لبيته مثلاً ولو كان المتعلم أو المعلم حائضاً (لا جنباً) ⦗٧٦⦘
_________
(١) الزمر: ٦٥.
(٢) مسلم: ج ١/ كتاب الطهارة باب ٢.
(٣) الترمذي: ج ١/كتاب الحج باب ١١٢/٩٦٠.
(٤) الواقعة: ٧٩.
(٥) الموطأ: ص ١٣٤.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (255,'الفصل الخامس
المسح على الخفين
تعريف المسح:
هو لغة: إمرار اليد على الشيء.
وشرعاً: أن يصيب البلل خفاً مخصوصاً.
حكمه: جائز للرجال والنساء بدلاً من غسل الرجلين في الوضوء، حضراً أو سفراً ولو كان سفر معصية على المعتمد كقطع طريق. أما في الغسل فلا يجوز المسح على الخفين بدلاً من غسل الرجلين.
والمسح على الخفين رخصة رخص بها الشارع. لكن الغسل أفضل منه.
دليله: ثبت المسح على الخفين بأحاديث كثيرة صحيحة تقرب من حد التواتر.
قال الحسن: ((حدثني سبعون عن أصحاب النبي صلى اللَّه عليه وسلم قد مسح على الخفين)) . ومن ذلك ما رواه البخاري عن المغيرة بن شعبة رضي اللَّه عَنهُ عن رسول اللَّه صلى اللَّه عليه وسلم (أنه خرج لحاجته، فأتبعه المغيرة بإداوة فيها ماء، فصب عليه حين فرغ من حاجته، فتوضأ ومسح على الخفين) (١) .
_________
(١) البخاري: ج ١/كتاب الوضوء باب ٤٧/٢٠٠.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (256,'مدة المسح على الخفين: إن المسح على الخفين لا يقيد بمدة، فلا يجب نزعهما بعد مرور يوم وليلة كما عند الشافعية، ولا بعد مرور أسبوع كما عند الحنابلة، وإنما يندب نزعهما كل يوم جمعة وإن لم يرد الغسل لها؛ فإن لم ينزعهما يوم الجمعة يندب له أن ينزعهما في مثل اليوم الذي لبسهما فيه من كل أسبوع. ⦗٧٧⦘
شروط جواز المسح على الخفين:',NULL,'76',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (257,'١- أن يكون الخفان مصنوعين من الجلد، فإن كانا من كتان أو لباد أو قطن فلا يصح المسح عليهما.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (258,'٢- أن يكونا طاهرين، أي صنعا من جلد طاهر لا من جلد ميتة ولو دبغ. وكذا لو أصابت الخف نجاسة بطل المسح عليه (حتى على القول بأن إزالة النجاسة عن الثوب أو البدن سنة) ، فلا يعفى عما أصابه من نجاسة على أية حال.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (259,'٣- أن يكونا مخروزين لا ملصوقين بنحو رسراس.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (260,'٤- أن يكونا ساترين للقدمَيْن مع الكعبين، فإن كان الخف الواحد مخرقاً قدر ثلث القدم فأكثر، فلا يجوز المسح عليه ولو التصق الخرق بحيث لم يظهر منه القدم.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (261,'٥- أن يمكن متابعة المشي فيهما عادة، ولو كان يُرى بعض القدم أو كله من الخف لتوسيع فوهته. أما إن كان لا يستقر القدم فيه كله أو جُلّه فلا يجوز المسح عليه، لأنه لا يمكن متابعة المشي فيه.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (262,'٦- أن لا يكون على محل المسح المفروض (وهو أعلى الخف) حائل يمنع وصول الماء إلى الخف كخرقة أو شمع أو عجين. أما إن كان الحائل في أسفل الخف فلا مانع، لأنه لا يتوجب مسح أسفله على القول المعتمد بل يُندب.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (263,'٧- أن يُلبس على طهارة كاملة، فإن لبسه محدثاً ثم أراد الوضوء والمسح عليه فلا يجوز، لما رواه البخاري عن المغيرة بن شعبة رضي اللَّه عَنهُ قال: كنت مع النبي صلى اللَّه عليه وسلم في سفر، فأهويت لأنزع خفيه، فقال: (دَعْهما، فإني أدخلتُهما طاهرتَيْن) (١) فمسح عليهما. ومعنى أن يُلبس على طهارة كاملة أي بعد تمام الوضوء أو الغسل، فإذا لبسه أثناء الوضوء أو الغسل قبل أن ينتهي من وضوئه أو غسله لم يجز المسح عليه فيما بعد.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (264,'٨- أن تكون الطهارة التي لبس بعدها الخف مائية لا ترابية، فلا يصح أن يلبسه بعد التيمم، سواء كان تيممه لفقد الماء أو المرض أو نحوهما.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (265,'٩- أن لا يقصد بلبسه مجرد المسح عليه أو التنعيم كما لبسه خوفاً من حناء برجله، أو لمجرد النوم به، أو لكونه حاكماً، بل ينبغي أن يقصد به إتباع السنة، بخلاف من لبسه اتقاء حرٍ أو برد أو خوف عقرب فإنه يمسح.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (266,'١٠- أن لا يكون عاصياً بلبسه كمحرم بحج أو عمرة، ما لم يكن مضطراً للبسه كمرض أو كان المحرم امرأة.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (267,'١١- أن لا يكون الخف مغصوباً، فإن كان مغصوباً فلا يجزئ المسح عليه، ولكن الأرجح الإجزاء.
_________
(١) البخاري ج ١/كتاب الوضوء باب ٤٨/٢٠٣.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (268,'كيفية المسح على الخفين ومقدار المسح المفروغ منه:',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (269,'١- المقدار المفروض مسحه من الخف:
يجب تعميم ظاهر أعلاه بالمسح، أما مسح أسفله فمندوب وقيل واجب، لما روى المغيرة بن شعبة رضي اللَّه عنه قال: (وضأت رسول اللَّه صلى اللَّه عليه وسلم في غزوة تبوك فمسح أعلى الخف وأسفله) (١) ، فلو ترك مسح أعلاه أو بعضه واقتصر على مسح أسفله لم يصح المسح، وإذا صلى به كانت الصلاة باطلة، أما إن ترك مسح أسفله فإنه يعيد الصلاة في الوقت المختار من مواقيت الصلاة مراعة للقول بوجوبه.
_________
(١) البيهقي: ج/١ ص ٢٩٠.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (270,'٢- كيفية كمال المسح على الخفين:
وكيفية المسح، أن يضع باطن أصابع يده اليمنى فوق أطراف أصابع قدمه اليمنى، ويضع يده اليسرى تحت أصابعها ويمر بيده على خف رجله اليمنى إلى الكعبين، ويفعل في خف رجل اليسرى عكس ذلك بحيث يضع يده اليسرى فوق أطراف أصابع رجله اليسرى وأصابع اليد اليمنى من تحتها ويمر بهما إلى الكعبين.
مكروهات المسح على الخفين:',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (271,'١- يكره غسل الخفين بدلاً من مسحها، إلا أنه يجزئ الغسل عن المسح إن نواه، أما إن نوى به النظافة أو إزالة ما عليهما من نجاسة من غير أن ينوي رفع الحدث، فإنه لا يجزء عن المسح.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (272,'٢- يكره تتبع غضون الخف بالمسح، لأن المسح مبني على التخفيف.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (273,'٣- تكره زيادة المسح على المرة الواحدة، لأنه خلاف السنة.
مبطلات المسح على الخفين:',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (274,'١- يبطل المسح على الخفين بطروء موجب من موجبات الغسل، كجنابة أو حيض أو نفاس، كما أنه لا يجوز المسح عليهما بدل الغسل فلا بد من نزعهما وغسل الرجلين.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (275,'٢- يبطل المسح بخرق الخف قدر ثلثِه فأكثر، إذا كان الجلد ملتصقاً مع بعضه كشق أو فتق الخرز دون أن تظهر الرجل، أما إن كان الخرق يُظهر الرجل فيبطل المسح ولو كان الخرق أقل من ثلث الخف، ما لم يكن الخرق صغيراً جداً بحيث أن بلل اليد لا يصل إلى الرجل فلا يضر.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (276,'٣- خروج القد أو أكثره من الخف إلى ساقه، وقيل لا يُبْطِل إلا خروج القدم كله إلى الساق، فإذا خرج القدم من الخف أو خرق الخف، وكان المكلف متوضئاً، وجب المبادرة إلى نزع الخف كله وغسل الرجلين إلى الكعبين مراعة للموالاة في الوضوء، فإن طال الفصل، عمداً، بين نزع الخف وغسل القدمين بطل الوضوء كله، وإن كان لابساً خفين فوق بعضهما، وكان الاثنان على طهارة، ونزع الأعلى الممسوح عليه، فعليه المبادرة إلى مسح الأسفل. وإذا خرق الخف أو نزع من رجل وبقي بالرجل الأخرى ملبوساً أو غير مخرَّق، وجب عيه نزع الرجل الثانية من الخف وغسل الرجلين، لأنه لا يجوز الجمع بين المسح والغسل بحيث تغسل رجل وتمسح أخرى.
المسح على الجوارب:
حكمه: رخصة.
شروطه: أن يكون الجوارب من قطن أو كتان أو صوف، وكُسِيَ ظاهره وباطنه بالجلد، فإن لم يجد فلا يصح المسح.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (277,'<span data-type="title" id=toc-10>الباب الخامس: الغُسْل</span>',NULL,'80',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (278,'تعريفه:
الغُسْل لغة: سيلان الماء على البدن مع الدلك..
وشرعاً: إيصال الماء الطهور إلى جميع البدن بنية استباحة الصلاة مع الدلك.
أما الغِسل فاسم للماء الذي يغتسل به من صابون أو أشنان.
حكم الغسل:
أولاً: واجب على المكلف (البالغ، العاقل) ذكراً كان أو أنثى إذا طرأ موجب من موجبات الغسل.
ثانياً: مسنون:',NULL,'80',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (279,'١- غسل الجمعة، لمصلي الجمعة، ولو لم تلزمه، ويصح بطلوع الفجر والاتصال بالذهاب إلى الجامع، فإن تقدم على الفجر أو لم يتصل بالذهاب إلى الجامع، لم تحصل السنة فيعيده لتحصيلها. فعن ابن عمر رضي اللَّه عَنهما قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (إذا أراد أحدكم أن يأتي الجمعة فليغتسل) (١) .',NULL,'80',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (280,'٢- غسل العيدين فإنه سنة على الراجح (وإن كان المشهور ندبه) ، لما روي عن ابن عباس رضي اللَّه عَنهما قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يغتسل يوم الفطر ويوم الأضحى) (٢) . ⦗٨١⦘
ويدخل وقته في السدس الأخير من الليل، ويندب أن يكون بعد طلوع فجر العيد، ولا يشترط اتصاله بالتوجه إلى مُصلى العيد، لأنه لليوم لا للصلاة، فيطلب ولو من غير المصلي.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (281,'٣- غسل الإحرام، ويطلب حتى من الحائض والنفساء، لما روى زيد بن ثابت رضي اللَّه عَنهُ (أنه رأى النبي صلى اللَّه عليه وسلم تجرد لإهلاله واغتسل) (٣) .
ثالثاً: مندوب:',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (282,'١- الغسل لمن غَسَّل ميتاً، لحديث أبي هريرة رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: (من غسل ميتاً فليغتسل) (٤) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (283,'٢- الغسل عند دخول مكة وهو للطواف، فلا يندب من الحائض والنفساء.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (284,'٣- الغسل عند الوقوف بعرفة، وهو مستحب من الحائض والنفساء.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (285,'٤- الغسل لدخول المدينة المنورة.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (286,'٥- الغسل لمن أسلم ولم يتقدم له موجب من موجبات الغسل.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (287,'٦- الغسل لصغير مأمورة بالصلاة وطئها بالغ.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (288,'٧- الغسل لصغيرة مأمورة بالصلاة وطئ مطيقة.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (289,'٨- الغسل لمستحاضة عند انقطاع دمها.
_________
(١) مسلم: ج ٢/كتاب الجمعة باب ٧/١.
(٢) ابن ماجة: ج ١/كتاب إقامة الصلاة باب ١٦٩/١٣١٥.
(٣) الترمذي: ج ٣/كتاب الحج باب ١٦/٨٣٠.
(٤) ابن ماجة: ج ١/كتاب الجنائز باب ٨/١٤٦٣.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (290,'موجبات الغسل:
هي الأسباب التي توجب الغسل، وتسمى حدثاً أكبر. وهي أربع:
أولاً: خروج (١) المني من الرجل أو المرأة لحديث أم سلمة رضي اللَّه عَنها قالت: (جاءت أم سليم إلى النبي صلى اللَّه عليه وسلم فقالت يا رسول اللَّه، إن اللَّه لا يستحي من الحق، فهل على المرأة من غسل إذا ⦗٨٢⦘ احتلمت؟ فقال رسول اللَّه صلى اللَّه عليه وسلم: نعم، إذا رأت الماء. فقالت أم سلمة: يا رسول اللَّه وتحتلم المرأة؟ فقال: تربت يداك فبم يشبهها ولدها) (٢) .
وهناك حالتان لخروج المني:
أ- في حالة النوم، ويعبر عنه بالاحتلام، ويوجب الغسل مطلقاً، سواء كان بلذة أم بغير لذة، فإذا استيقظ المكلف من النوم ووجد بللاً في ثوبه وشك هل هو مذي أم مني وجب الغسل، وإذا ظن أنه مذي وتوهم أنه مني فليس عليه غسل، وكذا لو شك هل هو مذي أم ودي أم مني فلا يجب الغسل، لأن الشك بين ثلاث يصير كل واحداً وهماً. وإذا تحقق وجود المني ولم يدرِ منذ متى، وجب عليه الغسل، وأعاد الصلاة التي صلاها بعد آخر نومة نامها.
ب- خروج المني يقظة بلذة معتادة بنظر، أو فكر، أو مباشرة، يوجب الغسل ولو خرج المني بعد ذهاب اللذة؛ فلو اغتسل بعد حصول اللذة المعتادة الناجمة عن غير الجماع، لظنه جهلاً منه أنه يجب عليه الغسل لمجرد اللذة، ثم أنزل بعد الغسل فعليه إعادة الغسل. أما إذا أنزل بعد غسل الجماع فليس عليه إعادة الغسل، لأنه يكون أمنى بدون لذة. كذلك إن خرج المني بغير لذة معتادة، كحك جرب، أو ماء ساخن، أو هزة دابة، فليس عليه غسل وإنما عليه الوضوء فقط، إما لعدم وجود اللذة أو لكونها لذة غير معتادة.
ثانياً: تغييب حشفة المكلف أو قدرها، ولو بحائل غير كثيف لا يمنع اللذة، في فرج شخص مطيق للجماع، قبلاً أو دبراً (أما إن كان في غيرهما فلا غسل عليه ما لم ينزل) ، من ذكر أو أنثى أو خنثى، ولو غير بالغ، حياً أو ميتاً، ولو كان الموطوء بهيمة، سواء أنزل أم لم ينزل. لما روي عن أبي هريرة رضي اللَّه عَنهُ أن نبي اللَّه صلى اللَّه عليه وسلم قال: (إذا جلس بين شعبها الأربع ثم جهدها فقد وجب عليه الغسل) وفي رواية: (وإن لم ينزل) (٣) وفي رواية عن عائشة رضي اللَّه عنهما: (ومس الختان الختان، فقد وجب الغسل) (٤) .
أما الموطوء فلا يجب عليه الغسل إلا بشروط:',NULL,'81',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (291,'١- أن يكون بالغاً، فإن كان مميزاً ندب له الغسل وإلا فلا يندب.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (292,'٢- أن يكون الواطئ مكلفاً، فإن كان صبياً مميزاً فلا يجب على الموطوءة البالغة إلا إذا أنزلت.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (293,'٣- أن يكون الموطوء حياً، فإن كان ميتاً فلا يعاد غسله. ⦗٨٣⦘
ثالثاً: الحيض: يجب الغسل بعد انقطاع دم الحيض، والانقطاع شرط لصحة الغسل، قال تعالى: {فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن، فإذا تطهرن فأتوهن ... } (٥) .
رابعاً: النفاس (٦) : ويجب الغسل من النفاس، سواء كان بدم أم بغير دم (ولادة بلا دم) ، لكن إن كان بدم فلا يجب ولا يصح إلا بعد انقطاع الدم.
كما يجب الغسل على الكافر بعد الشهادة، إن كان حصل منه موجب من موجبات الغسل الأربعة المذكورة، أما إن كان لم يحصل منه واحد من هذه الموجبات، كأن كان بلغ بالسن أو الإنبات، فلا يجب عليه الغسل بل يندب، وينوي بغسله إما رفع الجنابة أو الطهارة الكبرى أو الإسلام.
_________
(١) أي انفصاله من مقره، ووصوله إلى قصبة الذكر في حق الرجل، وبروزه عن الفرج في حق المرأة ووصوله إلى محل ما يغسل عند الاستنجاء وهو ما يبدو منه عند الجلوس لقضاء الحاجة لا لمجرد إحساسها بانفصاله. وصفات المني عند الرجل أبيض ثخين يخرج بتدفق ذو رائحة كريهة كرائحة الطلع أو العجين إن كان رطباً وكرائحة البيض المشوي إن كان جافاً. وعند المرأة أصفر رقيق. لا يخرج بتدفق بل يسيل.
(٢) مسلم: ج ١/ كتاب الحيض باب ٧/٣٢.
(٣) مسلم: ج ١/ كتاب الحيض باب ٢٢/٨٧.
(٤) مسلم: ج ١/ كتاب الحيض باب ٢٢/٨٨.
(٥) البقرة: ٢٢٢.
(٦) هو تنفس الرحم بالولد، وقد يكون بدم وهو الغالب، أو بغير دم وهو النادر.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (294,'فرائض الغسل:
أولاً: النية: هي قصد القلب أداءَ فرضِ الغسل، أو رفع الحدث الأكبر، أو رفع الجنابة، أو استباحة ما منعه الحدث الأكبر، أو استباحة الصلاة.
ومحلها القلب، كما تقدم في الوضوء، ووقتها عند غسل أول جزء من أجزاء البدن سواء ابتدأ بالفرج أو بغيره. ويصح تأخير النية عند بدأ الشروع في الغسل بزمن يسير عرفاً.
ثانياً: الموالاة: ويعبر عنها بالفورية، كما في الوضوء، وهي أن ينتقل المكلف من غسل عضو إلى الآخر قبل جفاف الأول، بشرط أن يكون ذاكراً للموالاة وقادراً عليها، فإن فرق ناسياً أو لعد القدرة فلا يضر، أما إن فرق عامداً بطل الغسل؛ إن طال الفصل وإلا فلا يبطل.
ثالثاً: تعميم ظاهر البدن بالماء: بأن ينغمس المكلف فيه، أو يصبه على جسده بيده أو بغيرها كتلقيه من المطر. وعليه أن يتعهد معاطف البدن وتكاميشه كالشقوق والسرة والحالبين والإبطين وكل ما غار من البدن. ولا يعتبر الفم والأنف وصماخ الأذنين والعين من ظاهر الجسد الواجب غسله، بل تسن المضمضة والاستنشاق. ⦗٨٤⦘
رابعاً: دلك جميع البدن بالماء، لحديث عائشة رضي اللَّه عَنها أن أسماء سألت النبي صلى اللَّه عليه وسلم عن غسل الحيض فقال: ( ... ثم تصب على رأسها فتدلكه دلكاً شديداً حتى تبلغ شؤون رأسها، ثم تصب عليه الماء ... ) (١) .
ولا يشترط الدلك حال صب الماء على البدن بل يكفي الدلك بعد صب الماء ونزوله من على البدن بشرط أن لا يجف الماء من على العضو قبل دلكه، فإن تركه أو استناب من يدلك له مع القدرة على ذلك لم يجزئه، ويجب عليه إعادة الغسل ولو تحقق وصول الماء إلى البشرة. كما لا يشترط في الدلك أن يكون بخصوص اليد، فلو دلك جزءاً من جسمه بذراعه، أو وضع إحدى رجليه على الأخرى ودلكها بها، فإنه يجزئه ذلك، وكذا يكفي الدلك بمنديل أو فوطة. فإن عجز عن دلك بدنه كله أو بعضه بيده أو بخرقة سقط عنه فرض الدلك.
خامساً: تخليل الشعر ولو كان كثيفاً، سواء في ذلك شعر الرأس أو غيره، وذلك بأن يضمَّهُ ويعرِكَه عند صب الماء حتى يصل الماء إلى البشرة. ولا يجب نقض مضفور شعره ما لم يشتد الضفر حتى يمنع وصول الماء إلى البشرة أو إلى باطن الشعر، لما روت أم سلمة رضي اللَّه عَنها قالت: (قلت يا رسول اللَّه إني امرأة أشد ضفر رأسي فأنقضه لغسل الجنابة؟ قال: لا، إنما يكفيك أن تحثي على رأسك ثلاث حثيات ثم تفيضن عليه الماء فتطهرين) (٢) . ويستثنى من ذلك شعر العروس إذا زينته، أو وضعت عليه طيباً ونحوه من أنواع الزينة، فإنها لا يجب عليها غسل رأسها في هذه الحالة، لما في ذلك من إتلاف المال، ويكتفى منها بغسل بدنها ومسح رأسها بيدها حيث لا يضرها المسح، فإن كان على بدنها كله طيب ونحوه تخشى ضياعه بالماء سقط عنها فرض الغسل وتيممت.
كما يجب تخليل أصابع الرجلين ومن باب أولى أصابع اليدين، لكن لا يجب نزع الخاتم أو تحريكه ولو كان ضيقاً على المعتمد.
ويجب على من شك في محل من بدنه هل أصابه ماء أم لا غسلُ هذا المحل بصب الماء والدلك، أما إن كان مُسْتَنْكَحاً (أي يعتريه الشك كثيراً) فيجب عليه أن يعرض عنه، لأن تتبع الوسواس يفسد الدين من أصله. ⦗٨٥⦘
_________
(١) مسلم: ج ١/ كتاب الحيض باب ١٣/٦١.
(٢) مسلم: ج ١/ كتاب الحيض باب ١٢/٥٨.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (295,'سنن الغسل:',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (296,'١- غسل اليدين إلى الكوعين ثلاثاً قبل البدء بالغسل، كما في الوضوء (أي قبل إدخالهما في الإناء إذا كان الماء قليلاً وأمكن الإفراغ منه وغير جارِ، وإلا أدخلهما فيه إن كانتا نظيفتين أم لا بشرط أن لا يتغير الماء بإدخالهما، فإن كان يتغير تحيَّل على غسلهما خارجه إن أمكن وإلا تركه ويتيمم إن لم يجد غيره كعادمه)',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (297,'٢- المضمضة.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (298,'٣- الاستنشاق.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (299,'٤- الاستنثار.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (300,'٥- مسح صماخ الأذنين، أي ثقبيهما، أما ظاهر الأذنين وباطنهما فمن ظاهر الجسد الذي يجب غسله.
وهذه السنن من سنن الغسل إن لم يتوضأ قبله، أما إذا توضأ قبل الغسل كانت من سنن الوضوء وأجزأت عن إعادتها في الغسل.
مندوبات الغسل:',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (301,'١- الغسل في موضع طاهر.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (302,'٢- استقبال القبلة.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (303,'٣- التسمية في أوله.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (304,'٤- تقليل صب الماء بحيث يقتصر على القدر الذي يكفيه لغسل الأعضاء.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (305,'٥- البدء بإزالة النجاسة عن الجسم والأقذار التي تمنع وصول الماء إلى الجسد بعد غسل اليدين إلى الكوعين. وينوي رفع الجنابة عند غسل فرجه حتى لا يحتاج إلى مسه بعد الوضوء، فإن لم ينوي ذلك اضطر أثناء الغسل إلى صب الماء على الفرج والدلك، وهذا مما ينقض الوضوء، فإن أراد الصلاة بعد هذا الغسل فعليه الوضوء.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (306,'٦- البدء بعد ذلك بغسل أعضاء الوضوء مرة مرة.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (307,'٧- غسل أعالي البدن قبل أسافله (ما عدا الفرج، فيستحب تقديم غسله، خشية نقض الوضوء بمسه لو أخَّرَه) .',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (308,'٨- تثليث غسل الرأس.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (309,'٩- تقديم غسل الشق الأيمن ظهراً وبطناً وذراعاً إلى المرفق، على الشق الأيسر.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (310,'١٠- استحضار النية إلى تمام الغسل، والسكوت إلا لحاجة تقتضي الكلام.
كيفية الغسل:',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (311,'١- غسل اليدين إلى الكوعين ثلاثاً، كما في الوضوء، بنية سنن الوضوء قائلاً: بسم اللَّه.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (312,'٢- إزالة الأذى عن الجسم، فيبدأ بغسل فرجه وأنثييه ودبه وما بين إليتيه ناوياً رفع الحدث الأكبر.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (313,'٣- المضمضة والاستنشاق والاستنثار بنية سنن الغسل، ثم يغسل المكلف وجهه إلى تمام الوضوء مرة مرة، مع وجوب تخليل أصابع الرجلين بنية رفع الجنابة، لأنه جزء من الغسل في صورة وضوء. وقدمت أعضاء الوضوء لشرفها على غيرها.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (314,'٤- يخلل أصول شعر رأسه، ثم يغسل رأسه ثلاثاً، ويعمم رأسه في كل مرة، ثم يغسل رقبته، ثم الشق الأيمن بأعلاه وأسفله إلى الكعب لا الركبة، ثم الشق الأيسر كذلك، ولا يلزم تقديم الأسافل على الأعالي لأن الشق كله بمنزلة عضو واحد، ويغسل كل شق بطناً وظهراً.
ما يجزئ عن الغسل:
من توضأ بنية رفع الحدث الأصغر، ثم تمم الغسل بنية رفع الحدث الأكبر دون أن يغسل أعضاء الوضوء التي غسلها قبل الغسل، فإنه يجزئ، ولو كان ناسياً أثناء وضوئه أن عليه جنابة.
والغسل الواجب يجزئ عن الغسل المسنون كغسل الجمعة لا العكس، كما يجزئ الغسل الواجب عن الوضوء، ولو لم يستحضر في نيته رفع الحدث الأصغر، إن لم يحصل ما ينقض الوضوء أثناءه، لما روت عائشة رضي اللَّه عَنها: (أن النبي صلى اللَّه عليه وسلم كان لا يتوضأ بعد الغسل) (١) .
_________
(١) الترمذي: ج ١/ الطهارة باب ٧٩/١٠٧.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (315,'مكروهات الغسل:
ترك كل سنة من سنن الغسل يعتبر مكروهاً.
ما يحرم بالحدث الأكبر:',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (316,'١- كل ما حرم بالحدث الأصغر فمن باب أولى أن يحرم بالحدث الأكبر، وهو الصلاة والطواف ومس المصحف أو جزئه.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (317,'٢- قراءة القرآن ولو لمعلم أو متعلم، لما روي عن علي رضي اللَّه عَنهُ قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يقرأ القرآن على كل حال ليس الجنابة) (١) باستثناء القراءة اليسيرة (كآية الكرسي والإخلاص والمعوذتين) التي يقصد بها التحصن عند النوم أو الخوف، وكذا لأجل الرقيا للنفس أو للغير من ألم أو عين أو لأجل الاستدلال على حكم من الأحكام الشرعية نحو: (وأحل اللَّه البيع وحرم الربا) (٢) .
أما الحائض والنفساء فلا تمنع من القراءة في حالة الضرورة، كنسي لما حفظته، أو كانت معلمة أو متعلمة، لأن عذرها ليس بيدها، أما الجنب فطهارته بيده.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (318,'٣- دخول المسجد لجنب، ولو على شكل عبور بحيث يدخل من باب ويخرج من باب، لما روت عائشة رضي اللَّه عَنها عن النبي صلى اللَّه عليه وسلم قال: ( ... فإني لا أحل المسجد لحائض ولا جنب) (٣) .
باستثناء الحالات التالية:
أ- المتيمم الذي له أن يتيمم لمرض أو سفر أو فقد ماء، فيجوز له الدخول إلى المسجد بعد التيمم.
ب- من خاف أن يلحقه أذى، ولم يجد له مأوى سوى المسجد، فيجوز له أن يدخله بعد التيمم.
جـ- من فقد الماء، ولم يجده إلا في المسجد، ولو كان حضراً، فيجوز له أن يدخل المسجد لأخذ الماء بعد التيمم.
ومن احتلم وهو في المسجد وجب عليه الخروج فوراً، وإذا أمكنه التيمم قبل الخروج فليتيمم. ⦗٨٨⦘
_________
(١) النسائي: ج ١ ص ١٤٤.
(٢) البقرة: ٢٧٥.
(٣) أبو داود: ج ١ / كتاب الطهارة باب ٩٣ / ٢٣٢.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (319,'<span data-type="title" id=toc-11>الباب السادس: التيمم</span>',NULL,'88',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (320,'تعريفه:
التيمم لغة: القصد ومنه قوله تعالى: {ولا تيمموا الخبيث منه تنفقون} (١) .
وشرعاً: مسح الوجه واليدين بتراب طهور على وجه مخصوص بنية.
دليل مشروعيته:
من الكتاب قوله تعالى: {وإن كنتم مرضى أو على سفر، أو جاء أحد منكم من الغائط أو لامستم النساء، فلم تجدوا ماء فتيمموا صعيداً طيباً فامسحوا بوجوهكم وأيديكم منه ما يريد اللَّه ليجعل عليكم من حرج} (٢) .
ومن السنة: ما روى البخاري عن عمران بن حصين رضي اللَّه عَنهُ (أن رسول اللَّه صلى اللَّه عليه وسلم رأى رجلاً معتزلاً، لم يصلِّ في القوم فقال: يا فلان ما منعك أن تصلي في القوم فقال: يا رسول اللَّه أصابتني جنابة ولا ماء، قال عليك بالصعيد فإنه يكفيك) (٣) .
وقد أجمعت الأمة على أن التيمم يقوم مقام الوضوء والغسل. ⦗٨٩⦘
_________
(١) البقرة: ٢٦٧.
(٢) المائدة: ٦.
(٣) البخاري: ج ١/كتاب التيمم باب ٧/٣٤١.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (321,'شروط التيمم:
هي شروط الوضوء نفسها، إلا دخول الوقت فإنه شرط وجوب وصحة معاً في التيمم.
وتتلخص هذه الشروط بما يلي:
فأما شروط الوجوب فأربعة:',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (322,'١- البلوغ.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (323,'٢- عدم الإكراه على تركه.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (324,'٣- القدرة على التيمم، فلو عجز عن التيمم سقط عنه.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (325,'٤- ثبوت الناقض للوضوء فلا يجب على محصله (أي إن كان متوضئاً) .
وأما شروط الصحة فثلاث:',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (326,'١- الإسلام.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (327,'٢- عدم وجود الحائل على الوجه واليدين، والحائل هو كل جرم يمنع وصول التراب إلى البشرة.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (328,'٣- عدم وجود المنافي، أي عدم وجود ما ينقضه أثناء فعله.
وأما شروط وجوبه وصحته معاً فستة:',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (329,'١- دخول الوقت: فلا يتيمم لفريضة إلا بعد دخول وقتها. ووقت الفائتة حين تذكرها، فمن تيمم لصبح فتذكر أن عليه العشاء فلا يجزئه هذا التيمم. ووقت الجنازة حين الفراغ من غسل الميت. روى عمرو بن شعيب عن أبيه عن جده قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (جعلت لي الأرض مساجد وطهوراً، أينما أدركتني الصلاة تمسحت وصليت..) (١) ، والإدراك لا يكون إلا بعد دخول الوقت قطعاً.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (330,'٢- العقل.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (331,'٣- بلوغ الدعوة.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (332,'٤- النقاء من الحيض والنفاس.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (333,'٥- عدم النوم والسهو.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (334,'٦- وجود الصعيد الطاهر. ⦗٩٠⦘
_________
(١) مسند الإمام أحمد: ج ٢/ص ٢٢٢.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (335,'الحالات المبيحة للتيمم:
أولاً: فقد الماء المباح الكافي للطهارة، حضراً أو سفراً ولو كان سفر معصية، كأن لم يجد الماء أصلاً، أو وجده ولا يكفيه للطهارة، أو أراد الاحتفاظ به لاعتقاده أو ظنه عطش نفسه أو عطش آدمي غيره أو عطش حيوان محترم شرعاً ولو كلباً غير عقور عطشاً يؤدي إلى هلاك أو شدة أذى فيما لو تطهر به، أو كان الماء الموجود غير مباح، كأن كان مسبلاً للشرب فقط، أو كان مملوكاً للغير. ففي كل هذه الحالات يطلب من المكلف مبدئياً تحصيل الماء بأحد الطرق التالية:',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (336,'١- يجب على المكلف شراء الماء لطهارته بالثمن المعتاد في ذلك المحل ولو قرضاً، كأن يشتريه إلى أجل معلوم أو يقترض الثمن إن كان غنياً في بلده أو يرتجي الوفاء إن باع شيئاً، بشرط أن لا يكون محتاجاً إلى ثمن الماء في مصروفه.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (337,'٢- يجب عليه قبول هبة الماء أو اقتراضه للطهارة لضعف المنَّة فيه، ولكن لا يجب عليه قبول ثمنه ليشتريه به.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (338,'٣- يجب عليه طلب الماء من رفقته، إن اعتقد أو ظن أو شك أو توهم أنهم لا يبخلون عليه، فإن تيمم وصلى ولم يطلب الماء من رفقته أعاد الصلاة مطلقاً (في الوقت وخارجه) إذا كان يعتقد أو يظن أنهم يعطونه الماء، وعليه أن يعيدها في الوقت فقط إذا كان يشك في إعطائهم، ولا يعيد مطلقاً إن كان قبل التيمم متوهماً أنهم يعطونه. والإعادة مطلوبة في الحالتين الأوليين إذا تبين وجود الماء مع رفقته، أما إذا لم يتبين وجوده معهم فلا إعادة عليه.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (339,'٤- يجب التفتيش على الماء لكل صلاة تفتيشاً لا يشق عليه، إن ظن أو شك وجوده في مسافة أقل من ميلين (١) ، فإن كان متيقناً أو ظاناً أنه لا يجده إلا بعد مسافة ميلين فأكثر، أو كان يشق عليه طلبه ولو راكباً، وكانت المسافة أقل من ميلين، أو خاف فوات رفقة، أو تلف مال ذي بال سواء كان له أم لغيره سرقة أو نهباً، أو ظن عدم وجود الماء والأولى اليائس من وجوده، فلا يجب عليه التفتيش عنه. فإن لم يستطع تحصيل الماء بأحد الطرق المذكورة تيمم وصلى، ويحرم عليه تأخير التيمم إلى الوقت الضروري، ولو كانت الطهارة المائية مرجوة.
_________
(١) الميل: مسافة سير نصف ساعة.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (340,'ثانياً: فقد القدرة على استعمال الماء مع وجوده، كأن كان مربوطاً بقرب الماء، أو كان خائفاً على نفسه من عدو يحول بينه وبين الماء سواء كان العدو آدمياً أو حيواناً مفترساً، أو لم يقدر على استعمال الماء لعدم وجود من يناوله الماء أو لم يجد آلة لسحبه. ⦗٩١⦘
ثالثاً: المرض: إن اعتقد المكلف أو ظن حدوث مرض أو زيادته، أو تأخر برئه، باستعماله الماء في الطهارة، ويعرف ذلك بالعرف عادة كتجربة في نفسه أو في غيره إن كان موافقاً له في مزاجه، أو بإخبار طبيب حاذق ولو كان كافراً، إن لم يجد الطبيب المسلم العارف به.
وأدلة جواز التيمم في المرض قوله تعالى: {وما جعل عليكم في الدين من حرج} (١) ، وما روى جابر رضي اللَّه عَنهُ قال: (خرجنا في سفر فأصاب رجلاً منا حجر فشجه في رأسه، ثم احتلم، فسأل أصحابه فقال: هل تجدون لي رخصة في التيمم؟ فقالوا: ما نجد لك رخصة وأنت تقدر على الماء، فاغتسل فمات. فلما قدمنا على النبي صلى اللَّه عليه وسلم أخبر بذلك فقال: قتلوه قتلهم اللَّه ألا سألوا إذ لم يعلموا، فإنما شفاء العِيّ السؤال، إنما كان يكفي أن يتيمم ويعصب على جرحه خرقة ثم يمسح عليها ويغسل سائر جسده) (٢) .
_________
(١) الحج: ٧٨.
(٢) أبو داود: ج ١/ كتاب الطهارة باب ١٢٧/٣٣٦.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (341,'رابعاً: الخوف باستعمال الماء من العطش، (إن اعتقد أو ظن عطش نفسه أو عطش آدمي غيره أو حيوان محترم شرعاً عطشاً يؤدي إلى هلاك أو شدة أذى) فعندها يتيمم ويحتفظ بالماء للشرب. خامساً: الخوف باستعمال الماء فوات وقت الصلاة، فعندها يتيمم ويصلي الصلاة في وقتها المختار، ولو كان الماء موجوداً، ولا يعيد الصلاة على المعتمد. أما إن خشي فوات الجمعة باستعمال الماء، فالمشهور أنه لا يتيمم، وكذا الجنازة فلا يتيمم لها إلا فاقد الماء إن تعينت عليه. فإن ظن أنه يدرك ركعة من الصلاة في وقتها إن استعمل الماء، فيجب عليه استعماله ويقتصر على الفرائض مرة مرة ويترك السنن والمندوبات، فلو تيمم ودخل الصلاة ثم تبين له أثناءها أن الوقت متسع أو خرج الوقت، فلا يقطع الصلاة لأنه دخلها بحالة جواز، أما لو تبين له ذلك قبل الصلاة فلا بد له من الطهارة المائية، أما لو ترك الوضوء تشاغلاً عنه وتيمم، فلا تصح صلاته ويتعين عليه الوضوء ولو خرج الوقت.
سادساً: الخوف من شدة برودة الماء بحيث يغلب على ظنه حصول ضرر باستعماله، ولم يجد ما يسخن به الماء، لما روى عمرو بن العاص رضي اللَّه عنه قال: (احتلمت في ليلة باردة، في غزوة ذات السلاسل، فأشفقت إن اغتسلت أن أهلك فتيممت ثم صليت بأصحابي الصبح، ⦗٩٢⦘ فذكروا ذلك للنبي صلى اللَّه عليه وسلم، فقال: يا عمرو صليت بأصحابك وأنت جنب؟ فأخبرته بالذي منعني من الاغتسال، وقلت: إني سمعت اللَّه يقول: "ولا تقتلوا أنفسكم إن اللَّه كان بكم رحيماً" (١) . فضحك رسول اللَّه صلى اللَّه عليه وسلم ولم يقل شيئاً) (٢) .
وكل من فقد الماء في السفر، أو كان مريضاً لا يستطيع استعماله، أبيح له التيمم لصلاة الفرض والنفل استقلالاً وتبعاً للجمعة والعيد والطواف والجنازة ولو لم تتعين عليه. أما إذا كان فاقد الماء حاضراً صحيحاً قادراً فلا يتيمم لصلاة الجمعة لأنها لها بديلاً وهو الظهر، والأظهر أنه يتيمم لها، ولا يتيمم لصلاة الجنازة إلا إذا تعينت عليه بأن لم يوجد غيره يصلي عليها. ولا يتيمم لصلاة نفل استقلالاً، ولو كان وتراً، إلا أن يكون النفل تبعاً لفرض، كأن يتيمم لصلاة الظهر ثم يتبعه بنفل بشرط أن يتصل النفل بالفرض حقيقة أو حكماً (أي الفاصل اليسير) فإذا انتقض وضوءُه قبل أن يصلي النافلة فلا يتيمم لصلاتها.
_________
(١) النساء: ٢٩.
(٢) أبو داود: ج ١/ كتاب الطهارة باب ١٢٦/٣٣٤.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (342,'أركان التيمم:
أولاً: النية:
وهي قصد القلب استباحة الصلاة، أو مسَّ المصحف أو غيره، أو استباحة ما منعه الحدث، أو فرض التيمم. أما إن نوى رفع الحدث فلا يصح، لأن التيمم لا يرفع الحدث، فإن نوى استباحة الصلاة أو استباحة ما منعه الحدث يجب أن يلاحظ معها أن تيممه من الحدث الأكبر (إن كان حدثه أكبر) وإلا لم يُجزئه وعليه إعادة.
ووقتها عند الضربة الأولى، وتجزئ عند مسح الوجه على الأظهر. والفرق بين التيمم والوضوء أن الواجب في الوضوء غسل الوجه لذا كانت النية عند غسل الوجه كما قال تعالى: {فاغسلوا وجوهكم} (١) وقال عز وجل في التيمم: {فتيمموا صعيداً طيباً} (٢) فأوجب قصد الصعيد قبل المسح.
_________
(١) و (٢) المائدة: ٦.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (343,'ما يندب في النية:',NULL,'92',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (344,'١- يندب أن ينوي -إن كان الحدث أكبر- استباحة الصلاة من الحدث الأكبر والأصغر.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (345,'٢- يندب تعيين الصلاة هل هي فرض أم نفل أم هما معاً، فإن أطلق دون تعيين صلى فرضاً واحداً وله أن يتبعه بنوافل.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (346,'٣- يندب تعيين نوع الفرض (ظهر، عصر، ... ) ، فإذا عين نوع الفرض ثم صلى غيره لم يصح. ومن نوى بتيممه فرضاً فله أن يصلي فرضاً واحداً، فلو صلى فرضاً آخر بطل الثاني، ولو كانت الصلاة مشتركة في الوقت كالظهر مع العصر، ولكن له أن يصلي ما شاء من السنن والمندوبات بعد الفرض، وجاز له مسّ مصحف، وقراءة قرآن، وطواف غير واجب وصلاة ركعتين بعده. أما لو صلى النافلة قبل الفريضة صحت النافلة، ولكن لا يصح أن يصلي بتيممه الفرض، بل لا بد له من تيمم آخر للفرض.
وإن نوى بتيممه صلاة نفل لم يصح أن يصلي بها فرضاً، ويجوز له صلاة نفل آخر، ومسّ مصحف، وقراءة قرآن، وطواف غير واجب وصلاة ركعتين بعده، سواء أدى النفل المقصود قبل هذه النوافل أو بعدها. هذا بالنسبة لغير الصحيح الحاضر، أما الصحيح الحاضر فإنه لا يصح له أن يتيمم لنفل استقلالاً، وإذا تيمم لقراءة القرآن أو الدخول على سلطان أو نحو ذلك مما لا يتوقف على طهارة، فإنه لا يجوز له أن يفعل بتيممه هذا ما يتوقف على طهارة، كصلاة ومسّ مصحف وغيره ...
ثانياً: الضربة الأولى على الصعيد.
ثالثاً: تعميم الوجه واليدين إلى الكوعين بالمسح، ويدخل في الوجه: اللحية ولو طالت، وكذا الوترة، وما غار من الأجفان، والعذار، وما تحت الوتد من البياض. ويدخل في اليدين: تخليل الأصابع، ونزع الخاتم ليمسح ما تحته، ويكون التخليل بباطن الكف أو الأصابع لا بجنبها إذا لم يمسها التراب.
رابعاً: استعمال الصعيد الطاهر، ويقصد بالطاهر: الطيب أي غير النجس، فإذا مسته نجاسة لم يصح به التيمم، ولو زال عين النجاسة وأثرها، لقوله تعالى: {فتيمموا صعيداً طيباً} (١) .
ويقصد بالصعيد: ما صعد أي ظهر من أجزاء الأرض، فيشمل التراب (وهو الأفضل) ، والرمل، والحجر، والجص الذي لم يطبخ؛ وكذا الثلج لأنه أشبه بالحجر الذي هو من أجزاء الأرض، والمَعْدِن غير المنقول من مقره (لأنه إذا نقل صار مالاً بأيدي الناس فلا يجوز التيمم عليه) كالشب والملح والحديد والرصاص والقصدير والكبريت فيجوز التيمم عليها مع وجود غيرها، ما لم تنقل من مقرها، باستثناء معدن النقد (الذهب والفضة) والجوهر والياقوت والزبرجد واللؤلؤ، فإنه لا يجوز ⦗٩٤⦘ التيمم عليها، وكذا لا يجوز التيمم على الخشب والحشيش ولو ضاق الوقت ولم يجد غيرها، ولا على حصير مغبّر، ما لم يستر بالغبار، فعندها يعتبر التيمم على التراب.
_________
(١) المائدة: ٦.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (347,'خامساً: الموالاة: وهي متابعة أركان التيمم بدون فاصل، وإتْباع الصلاة به، فإن فرق بين أركان التيمم، أو بينه وبين الصلاة، بطل تيممه، ولو كان ترك الموالاة بسبب النسيان، لذا كان دخول الوقت شرط وجوب وصحة فيه، فلا يتيمم لصلاة إلا بعد دخول وقتها.
سنن التيمم:',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (348,'١- الترتيب، بأن يمسح الوجه أولاً ثم اليدين، فلو عكس أعاد مسح اليدين، إن قرب الفصل، ولم يصلّ بتيممه، أما إن طال الفصل، أو كان صلى به، فات الترتيب، وصح التيمم والصلاة.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (349,'٢- الضرب الثانية على التراب لمسح اليدين.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (350,'٣- مسح اليدين من الكوعين إلى المرفقين.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (351,'٤- نقل أثر الضرب من الغبار إلى الممسوح، وذلك بأن لا يمسح على شيء قبل مسح الوجه واليدين، وإلا كره له ذلك. وهذا لا ينافي نفض اليدين نفضاً خفيفاً إذا علق عليهما شيء من التراب، لحديث عبد الرحمن بن أبزى عن أبيه، وفيه: (أن النبي صلى اللَّه عليه وسلم ضرب بكفيه الأرض، ونفخ فيهما، ثم مسح بهما وجهه وكفيه) (١) .
_________
(١) البخاري: ج ١/ كتاب التيمم باب ٣/٣٣١',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (352,'مندوبات التيمم:',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (353,'١- التسمية.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (354,'٢- السواك.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (355,'٣- الصمت إلا عن ذكر اللَّه.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (356,'٤- استقبال القبلة.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (357,'٥- تقديم اليد اليمنى على اليسرى بالمسح، وذلك بأن يجعل ظاهر أطراف يده اليمنى في باطن أصابع يده اليسرى، فيمررها إلى مرفق يده اليمنى، ثم يمسح باطن ذراع اليمنى بباطن الكف اليسرى من طي المرفق إلى آخر الأصابع. وبعد ذك يمسح يسراه بيمناه.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (358,'٦- يندب أن يكون التيمم في أول الوقت الاختياري، إن كان يائساً أو ظاناً عدم وجود الماء أو زوال المانع. ويندب أن يكون في أوسط الوقت الاختياري إن كان شاكاً في وجود الماء أو زوال المانع، وفي آخر الوقت الاختياري إن كان ظاناً وجود الماء أو إمكانية زوال المانع.
مكروهات التيمم:',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (359,'١- الزيادة في المسح على المرة.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (360,'٢- كثرة الكلام في غير ذكر اللَّه تعالى.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (361,'٢- إطالة المسح إلى ما فوق المرفقين، وهي ما يسمى الغرة والتحجيل في الوضوء، وعند مالك إنها في استدامة الوضوء أو تجديد التيمم، لا في الإطالة.
مبطلات التيمم:',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (362,'١- كل ما يبطل الوضوء، من الأحداث والأسباب وغيرها، يبطل التيمم. والمتيمم عن الحدث الأكبر لا يعود محدثاً حدثاً أكبر، إلا بما يوجب الغسل، وإن اعتبر محدثاً حدثاً أصغر بنواقض الوضوء.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (363,'٢- زوال العذر المبيح للتيمم، كأن يجد الماء الكافي للطهارة بعد فقده، أو يجد القدرة على استعمال الماء بعد عجزه قبل الدخول في الصلاة، إن اتسع الوقت الاختياري لإدراك ركعة فأكثر بعد استعمال الماء، وإلا فلا، روى أبو ذر رضي اللَّه عَنهُ أن رسول اللَّه صلى اللَّه عليه وسلم قال: (إن الصعيد الطيب طهور المسلم، وإن لم يجد الماء عشر سنين، فإذا وجد الماء يلمسَّه بشرته فإن ذلك خير) (١) . أما من وجد الماء أثناء الصلاة أو بعد الانتهاء منها، فلا يبطل تيممه، ويجب عليه الاستمرار في الصلاة، ولو اتسع الوقت، ولا إعادة عليه، ولو كان حاضراً صحيحاً، والأولى المريض والمسافر لأنه فعل ما أُمر به، إلا إذا كان تيمم دون التفتيش عن الماء مع ظنه أو شكه بوجوده ولم يكن هناك مشقة في طلبه، ثم وجده أثناء الصلاة أو بعدها بقربه أو في رحله، فيبطل تيممه وبالتالي صلاته باطلة وعليه إعادتها أداء أم قضاء.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (364,'٣- تذكر وجود الماء بقربه أو في رحله أثناء الصلاة، وكان قد نسي وجود الماء ودخل في الصلاة، فيبطل تيممه وصلاته، إن اتسع الوقت لإدراك ركعة فأكثر بعد استعمال الماء لطهارته، وإلا فلا يبطل. أما إن تذكره بعد الانتهاء من الصلاة فيعيد في الوقت الاختياري.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (365,'٤- طول الفصل بين التيمم والصلاة لفوات الموالاة.
_________
(١) الترمذي: ج ١/ الطهارة باب ٩٢/١٢٤.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (366,'حكم صلاة المتيمم الذي وجد الماء بعد الصلاة:
أولاً: يجب إعادة الصلاة في الحالات التالية:',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (367,'١- من صلى بتيممه دون أن يطلب الماء طلباً يشق عليه مع ظنه أو تردده بوجود الماء، فعليه الإعادة مطلقاً إن وجد بقربه أو في رحله.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (368,'٢- من صلى بتيممه دون أن يطلب الماء من رفقته مع اعتقاده أو ظنه أنهم يعطونه، وتبين بعد الصلاة وجوده معهم، فعليه إعادة الصلاة مطلقاً. أما إن كان شاكاً في إعطائهم الماء له، وتبين وجوده معهم، فعليه إعادتها في الوقت الاختياري فقط.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (369,'٣- من نسي وجود الماء بقربه أو في رحله، فتيمم وصلى، وبعد الانتهاء من الصلاة تذكر وجوده، فعليه إعادة الصلاة في الوقت.
ثانياً: يندب إعادتها في الوقت، فإن لم يعد فصلاته صحيحة، في الحالات التالية:',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (370,'١- من وجد الماء الذي طلبه طلباً لا يشق عليه بقربه بعد الانتهاء من الصلاة.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (371,'٢- من وجد الماء الذي طلبه طلباً لا يشق عليه برحله بعد الانتهاء من الصلاة.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (372,'٣- من لم يطلب الماء للطهارة خوفاً من لص أو سبع، وبعد الصلاة بالتيمم تبين عدم وجود ما خاف منه.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (373,'٤- من تردد بإدراكه الصلاة في الوقت فتيمم وصلى، ثم تبين أنه يدرك في الوقت الطهارة والصلاة.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (374,'٥- من كان راجياً وجود الماء آخر الوقت، إلا أنه تيمم وصلى، ثم وجد الماء الذي كان يرجوه.
ما يكره لفاقد الماء:',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (375,'١- يكره لفاقد الماء إبطال الوضوء بحدث أو بسبب، أو إبطال غسله (وإن كان غير متوضئ) بجماع وغيره، لانتقاله من التيمم للحدث الأصغر إلى التيمم للحدث الأكبر، ما لم يحصل للمتوضئ ضرر من حقن أو غيره، وما لم يحصل للمغتسل ضرر بترك الجماع، وإلا لم يكره.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (376,'٢- يكره لصحيح أن يتيمم بحائط مبني بالطوب النيء أو بالحجر، علماً أن للمريض ليس فيه كراهة.
حكم فاقد الطهورين:
كل من فقد القدرة على استعمال الماء أو التراب، كالمكره والمصلوب والمحبوس في سجن مبني ⦗٩٧⦘ بالآجر ومفروش به، تسقط عنه الصلاة أداء وقضاء، كالإغماء والجنون، فالحكم كحكم الحائض، وهو القول المعتمد في المذهب، لحديث ابن عمر رضي اللَّه عَنهما _المتقدم_ قال: إني سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (لا تقبل صلاة بغير طهور) . وهناك عدة أقوال:
- قيل يؤديها بلا طهارة ولا يقتضي كالعريان.
- وقيل يقضي ولا يؤدي.
- وقيل يؤدي ويقضي.
المسح على الجرح أو الجبيرة:
الجبيرة هي الدواء الذي يوضع على الجرح، أو الأعواد التي يربط بها العضو المكسور، أو اللزقة على العضو، أو الخرقة التي توضع على عين الأرمد (بشرط أن لا ينزعها حتى ينتهي من الصلاة) ، أو قرطاس يوضع على الصدغ.
حكم المسح على الجرح:',NULL,'96',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (377,'١- واجب: يجب على المكلف مسح العضو بدلاً من غسله في الوضوء أو الغسل، إن كان في العضو جرح أو دمل أو جرب أو حرق، واعتقد أو ظن أن غسل ذلك العضو يؤدي إلى هلاك أو شدة ضرر، كتعطيل منفعة عضو مثل ذهاب سمع أو بصر.
فإن لم يستطيع المسح على العضو، مسح على الجبيرة، فإن لم يستطع مسح على العصابة التي فوق الجبيرة، عن علي رضي اللَّه عَنهُ قال: (انكسرت أدى زندي فسألت النبي صلى اللَّه عليه وسلم فأمرني أن أمسح على الجبائر) (١) . ومن ذلك المسح على العمامة، إن لم يستطع مسح ما تحتها لعموم الجراحة الرأس كله، أم إن لم تعم الجراحة الرأس كله فيمسح بعض الرأس ويكمل على العمامة.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (378,'٢- مندوب: إن خاف من غسل العضو شدة ألم أو تأخر شفاء بلا شَيْن.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (379,'٣- لا يجوز المسح إن خاف من غسل العضو مجرد المشقة ولا بد من الغسل.
_________
(١) ابن ماجة: ج ١/ كتاب الطهارة باب ١٣٤/٦٥٧.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (380,'شروط صحة المسح على الجرح أو الجبيرة:',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (381,'١- أن يكون غسل العضو المريض يضر به، بحيث يؤدي إلى هلاك أو ذهاب منفعة أو حدوث ألم شديد أو تأخر شفاء مرض أو زيادته.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (382,'٢- تعميم العضو المريض أو جبيرته بالمسح، وذلك بأن يغسل الجزء السليم من البدن، ثم يمسح على الجزء المريض جميعه، ولا فرق في المسح المذكور بين أن يكون في وضوء أو غسل، ولا إن كانت الجبيرة وضعت عل طهارة أم على غير طهارة، ولا إن وضعت على قدر الحاجة أو زادت عن الحاجة للضرورة.
وإن كان غسل الجزء الصحيح من البدن يضر بالعضو الجريح أو المريض، كأن كانت الجراحات في اليدين -فإذا تناول الماء لغسل الصحيح ضرّ بيده- فإنه يجب عليه الاستعاضة عن غسل الصحيح ومسح الجريح بالتيمم، وكذلك إن كان الجزء الصحيح من البدن قليلاً جداً، كأن كان يداً أو رجلاً، فإنه يتيمم ويترك الغسل والمسح.
حالات تعذر مسح الجراح:
أ- إن كانت الجراح في أعضاء التيمم (الوجه واليدين) كلاً أو بعضاً، يتركها بلا غسل ولا مسح لتعذر مسها، ويتوضأ وضوءاً ناقصاً؛ إذ لو تيمم لتركها أيضاً، ووضوء أو غسل ناقص مقدم على تيمم ناقص.
ب- الجراحات في غير أعضاء التيمم: هناك أربعة أقوال:
الأول: يتيمم ليأتي بطهارة ترابية كاملة.
الثاني: يغسل الصحيح ويسقط محل الجراح.
الثالث: يتيمم إن كثر الجريح بحيث كان أكثر من الصحيح، لأن الأقل تابع للأكثر وبالعكس.
الرابع: يجمع بين الغسل والتيمم، فيغسل الصحيح ويتيمم للجريح، ويقدم الغسل على التيمم لئلا يفصل بين الطهارة الترابية وبين ما فعلت له بالمائية.
مبطلات المسح على الجبيرة:
يبطل المسح على الجبيرة بسقوطها أو نزعها من موضعها، وإن حصل ذلك أثناء الصلاة بطلت الصلاة أيضاً، سواء سقطت عن برء أو عن غير برء.
وإن سقطت الجبيرة بعد المسح عليها، بدون برء، عمداً، كأن نزعها لوضع دواء، ردها ومسح عليها، إن لم يطل الزمن، فإن طال الزمن بطلت الطهارة كلها. وأما إن سقطت عن غير عمد، سهواً أو نسياناً، ردها ومسح عليها، سواء طال الزمن أم قصر.
أما إن نزعها بعد المسح عليها لبرء، عمداً، وأراد المحافظة على طهارته، بادر إلى تطهير ما ⦗٩٩⦘ تحتها بالغسل إن كان مما يغسل كالوجه واليدين أو بالمسح إن كان مما يمسح في الأصل، بحيث لا تفوته الموالاة، أما إن طال الزمن بطلت الطهارة كلها. وأما إن سقطت أو نزعها بغير عمد ناسياً، طهر ما تحتها، سواء طال الفصل أم لم يطل.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (383,'<span data-type="title" id=toc-12>الباب السابع: الحيض والنفاس والاستحاضة</span>',NULL,'100',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (384,'أولاً: الحيض:
تعريفه: الحيض لغة: السيلان.
وشرعاً: دم، أو صفرة، أو كدرة، خرج بنفسه من قُبل امرأة في السن التي تحيض فيها المرأة عادة، وذلك جِبِلَّة في حال صحتها لا لعلة، ومن غير سبب ولادة أو فضاض.
ويخرج بذلك ما خرج من الدبر، فهو ليس بحيض، وكذا ما يخرج من قُبل الصغير التي لم تبلغ التسع سنين، أو الكبيرة التي بلغت السبعين، فهذا ليس بحيض عند الجميع.
أما ما تراه مَن هي في التاسعة حتى الثالثة عشرة، أو من هي في الخمسين حتى السبعين سنة، فيسأل فيه أهل الخبرة فيما إذا كان حيضاً أما لا. وما تراه من هي في الثالثة عشر إلى الخمسين فهو حيض عند الجميع. والأصل فيه ما روته عائشة قالت: قال رسول اللَّه صلى اللَّه عليه وسلم: (إن هذا أمر كتبه اللَّه على بنات آدم) (١) .
والدم الذي تراه المرأة، بسبب استعمال دواء، في غير موعد الحيض، ليس بحيض، وعليها أن تصلي وتصوم، إلا أنها تقضي الصيام احتياطاً لاحتمال أن يكون حيضاً، بخلاف ما إذا استعملت دواء لتقطع به الحيض في غير وقته المعتاد، فإنه يعتبر طهراً وتقضي العدة.
مدة الحيض:
أ- أقله: لا حدَّ لأقل الحيض بالنسبة للعبادة لا باعتبار الخارج ولا باعتبار الزمن، فلو نزل منها ⦗١٠١⦘ دفقة واحدة في لحظة واحد، كان حيضاً، أي يجب عليها أن تغتسل ويبطل صومها صوتقضي ذلك اليوم. أما بالنسبة للعدة والاستبراء فلا يعد حيضاً، إلا إذا استمر نزول الدميوماً أو بعض يوم.
ب- أكثره: لا حدَّ لأكثره بالنسبة للزمن فهو كما يلي:',NULL,'100',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (385,'١- للمبتدئة: أكثر حيض لها خمسة عشر يوماً، إن استمر بها الدم، كأقل الطهر.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (386,'٢- للمعتادة: أكثره: مدتها المعتادة مضافاً إليها ثلاثة أيام استظهاراً، إن استمر بها الدم، بشرط أن لا يزيد مجموعها عن خمسة عشر يوماً. فمن كانت عادتها مثلاً أربعة أيام (وتثبت العادة مرة واحدة، والعبرة للمرة الأخيرة) ، ثم رأت في المرة التالية أكثر من أربعة أيام تنتظر لمدة أكثرها ثلاثة أيام أُخر استظهاراً، فإن نقيت وإلا كانت مستحاضة، وفي المرة الثالثة لو رأت الدم لمدة سبعة أيام، ثم استمر الدم فعليها أن تنتظر ثلاثة أيام أخر، فإن نقيت وإلا هي مستحاضة، وفي المرة التي بعدها لو رأت الدم لمدة عشرة أيام ثم استمر دمها انتظرت ثلاثة أيام، فإن نقيت وإلا فهي مستحاضة، وإذا رأت الدم في المرة التي بعدها لمدة ثلاث عشر يوماً ثم استمر دمها فتنتظر في هذه الحالة يومين فقط، فإن استمر يعتبر استحاضة، لأن الشرط أن لا تزيد عادتها مع مدة الاستظهار عن خمسة عشر يوماً، ويجب عليها بعد مدة الاستظهار أن تغتسل وتصوم وتصلي، ويمكن وطؤها، وتكون في الحقيقة طاهرة من مدة الاستظهار إلى خمسة عشر يوماً، لكن يندب لها قضاء صوم هذه الأيام لمراعة من يقول إنها حائض. وليس المراد باستمرار الدم استغراقه الليل والنهار، بل إذا رأت باستمراره قطرة في يوم أو ليلة حسب ذلك اليوم يوم دم.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (387,'٣-للحامل: أكثر حيضها (على اعتبار أن الحامل يمكن أن تحيض) إذا كان من دخول الشهر الثالث إلى نهاية الشهر الخامس، عشرون يوماً بالنسبة للعبادة (أما بالنسبة للعدة فالعبرة بوضع الحمل) ، أي إذا رأت الحامل الدم وهي في الشهر الثالث أو الرابع أو الخامس من الحمل واستمر دمها، كان أكثر حيضها عشرين يوماً. أما إذا رأت الدم وهي في الشهر السادس أو السابع ⦗١٠٢⦘ أو الثامن إلى أن تضع حملها، فأكثر حيضها ثلاثون يوماً إذا استمر دمها.
وما زاد على العشرين في الحالة الأولى وعلى الثلاثين في الحالة الثانية فهو دم فساد.
_________
(١) البخاري: ج ١/ كتاب الحيض باب ١/٢٩٠.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (388,'تلفيق الحيض:
إذا انقطعت أيام الدم عند المبتدئة والمعتادة، بأن تخللها طهر ولم يبلغ الانقطاع نصف الشهر؛ كأن كان يأتيها الدم يوماً أو يومين أو أكثر ثم ينقطع لمدة أقل من خمسة عشر يوماً ثم يأتي، فإنها تلفق أي تجمع أيام الحيض فقط. فالمبتدئة أو من اعتادت أن حيضها نصف شهر تجمع الخمسة عشر يوماً حيضاً في مدة شهر أو شهرين أو ثلاثة أو أكثر أو أقل، أما المعتادة التي مدة عادتها مع مدة الاستظهار أقل من خمسة عشر يوماً، فإنها تلفق بقدر مجموعهما، أما إذا انقطع الدم مدة خمسة عشر يوماً، كانت مدة الانقطاع هذه طهراً والدم الذي بعدها حيض جديد. فإن لفقت أيام حيضها وبلغ مجموعها أكثر مدة الحيض بالنسبة للمبتدأة أو المعتادة أو الحامل يكون نزل بعد ذلك دم استحاضة.
حكم الملفقة:
تغتسل وجوباً كلم انقطع دمها وتصلي وتوطأ وتصوم إذا طهرت قبل الفجر وتطوف طواف الإفاضة، إلا أن تظن أنه يعاودها قبل انقضاء وقت الصلاة التي هي فيه سواء كان ضرورياً أو اختيارياً فلا تؤمر بالغسل.
الطهر:
أ- أقل مدة الطهر خمسة عشر يوماً، سواء كان واقعاً بين حيضتين أو بين حيض ونفاس. فمن رأت الدم قبل تمام أقل الطهر، وكانت استوفت أكثر مدة الحيض (بنصف شهر أو بالاستظهار) كان ذلك الدم دم استحاضة، وإلا ضمته للدم الأول حتى يحصل تمام الحيض أو النفاس، وما زاد فهو استحاضة. أما إن رأت الدم بعد تمام أقل الطهر فهو حيض مستأنف قطعاً.
ب- أكثر مدة الطهر: لا حدّ لأكثره، فلو انقطع دم الحيض وبقيت المرأة خالية منه طول عمرها فإنها تعد طاهرة. ⦗١٠٣⦘
علامة الطهر (النقاء) :
للطهر علامتان إما الجفوف، وإما القَصَّة، وإما الاثنين معاً لمعتادتهما، والقصَّة أبلغ في الطهر.
أما الجفوف: فهو خروج الخرقة خالية من أثر الدم أو الكدرة أو الصفرة، ولا يضر بللها من رطوبة الفرج.
وأما القصَّة: فماء أبيض يخرج من فرج المرأة، وهو أبلغ وأدل على براءة الرحم من الحيض. فمن اعتادت القصَّة أو اعتادتهما معاً، طهرت بمجرد رؤيتها فلا تنتظر الجفوف، وإذا رأت الجفوف قبل القصَّة انتظرت إلى آخر وقت الصلاة المختار.
أما من اعتادت الجفوف فقط، فمتى رأته أو رأت القصَّة طهرت، ولا تنتظر إلى آخر الوقت.
ثانياً: النفاس:
تعريفه: هو الدم، أو الصفرة، أو الكدورة، الخارج من قُبل المرأة مع الولادة أو بعدها. (أما الخارج قبلها، فالراجح أنه حيض فلا يحسب من الستين يوماً) . وكذلك الدم الخارج مع السقط أو بعده هو دم نفاس، إن كان ظهر بعد خلق السقط من أصبع أو أظفر أو شعر أو نحو ذلك، أما إن لم يظهر بعض خلقه؛ كأن كان علقة أو مضغة، فالدم الخارج معه أو عقبه دم حيض.
مدته:
أقله: دفقة واحدة.
أكثره: ستون يوماً، فإن تقطع لفقت أكثر مدة النفاس بحيث تضم أيام الدم لبعضها، وتلغي أيام الانقطاع، حتى تبلغ أيام الدم ستين يوماً، ويجب عليها أن تغتسل كلما انقطع الدم، وتفعل ما تفعله الطاهرات من صلاة وصيام. أما إن بلغت مدة انقطاع دم النفاس خمسة عشر يوماً بصورة مستمرة (مدة أقل الطهر) ، فقد تم الطهر، وما تراه بعده فهو دم حيض.
وإن ولدت المرأة توأمين، وكان بينهما أقل من ستين يوماً، كان لها نفاس واحد تبدأ مدته من ولادة التوأم الأول، بشرط أن لا ينقطع دم النفاس بين التوأمين مدة خمسة عشر يوماً بصورة مستمرة، فإن انقطع الدم لمثل هذه المدة قبل ولادة التوأم الثاني، أو كانت المدة بين ولادة التوأمين ستين يوماً فأكثر، كان للمرأة نفاسان لكل توأم نفاس. ⦗١٠٤⦘
ثانياً: الاستحاضة:
تعريف المستحاضة: هي من رأت الدم في غير وقت الحيض والنفاس بعد بلوغها سن الحيض (أما الخارج من الصغيرة قبل بلوغ سن الحيض فهو دم علة وفساد) ، أو من استمر دمها بعد تمام مدة أكثر الحيض أو النفاس بتلفيق أو بغير تلفيق.
حيض المستحاضة:
أ- المميزة: إذا ميزت المستحاضة الدم بتغير رائحة أو لون أو رقة أو ثخونة أو ألم، لا بكثرة ولا بقلة، بعد تمام طهر (خمسة عشر يوماً) فيكون ذلك الدم المميز حيضاً، فإن استمر بصفة التمييز استظهرت على عادتها بثلاثة أيام، ما لم تجاوز نصف شهر، ثم تعود مستحاضة. وإذا لم تدم صفة التمييز بأن رجع الدم لأصله تعتبر مدة حيضها كعادتها ولااستظهار [؟؟] .
ب- غير المميزة: إذا لم تمييز المستحاضة الدم بعد تمام الطهر، أو ميزت قبل تمام طهر فهي مستحاضة (أي حكمها حكم الطاهرة) ولو مكثت على ذلك طول حياتها، وتعتد عدة المرتابة سنة.
ما يمنعه الحيض أو النفاس:',NULL,'102',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (389,'١- الطواف: لقوله صلى اللَّه عليه وسلم لعائشة رضي اللَّه عَنها حين حاضت في الحج: (فافعلي ما يفعل الحاج، غير أن لا تطوفي بالبيت حتى تطهري) (١) .',NULL,'104',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (390,'٢- الاعتكاف.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (391,'٣- الصلاة والصوم كما يمنع وجوبهما، لما روى أبو سعيد الخدري رضي اللَّه عَنهُ أن النبي صلى اللَّه عليه وسلم قال للنساء: (أليس إذا حاضت -يعني المرأة- لم تصل ولم تصم) (٢) .
ويجب على الحائض والنفساء بعد النقاء قضاء الصوم دون الصلاة، للحديث المروي عن عائشة رضي اللَّه عَنها قالت: (كان يصيبنا ذلك -تعني الحيض- فنؤمر بقضاء الصوم، ولا نؤمر بقضاء الصلاة) (٣) .',NULL,'104',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (392,'٤- دخول المسجد إلا لعذر كخوف على نفس أو مال، لقوله صلى اللَّه عليه وسلم فيما روته عائشة رضي اللَّه عَنها: (فإني لا أحل المسجد لحائض ولا لجنب) (٤) .',NULL,'104',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (393,'٥- مس المصحف ما لم تكن معلمة أو متعلمة.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (394,'٦- أما قراءة القرآن فلا تحرم عليها إلا في الفترة من انقطاع الحيض حتى تغتسل (٥) ، أما أثناء الحيض أو النفاس فلا تمنع من القراءة إن خشيت النسيان.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (395,'٧- الغسل لرفع الحدث بل لا يصح.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (396,'٨- يحرم على الزوج أن يطلق زوجته أثناء حيضها، وإذا طلق صح ولكن يجبر الزوج على رجعتها إن لم يكن الطلاق بائناً (هذا بالنسبة للمدخول بها إن لم تكن حاملاً، فإن كانت حاملاً فعدتها تنتهي بوضع حملها ولو كانت تحيض أثناء حملها) .',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (397,'٩- يحرم على الرجل الوطء بالفرج، أو فيما بين السرة والركبة، حتى تطهر بالماء بعد انقطاع دمها، فإن لم تجد الماء وتيممت فتحل لها الصلاة ولكن لا يحل للزوج وطؤها، إلا إذا خشي الوقوع بالضرر لطول يحصل فله الوطء بعد التيمم إن انقطع دمها ولو بسبب دواء. قال تعالى: {ويسألونك عن المحيض، قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن، فإن طهرن فأتوهن من حيث أمركم اللَّه} (٦) .
كما يحرم على الحائض أن تمكن زوجها من الوطء.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (398,'١٠- يحرم على الرجل الاستمتاع بزوجته فيما بين السرة والركبة كاللمس والمباشرة، على القول المشهور، ولو من فوق حائل. أما النظر لما تحت الإزر (بين السرة والركبة) أو الاستمتاع بباقي بدنها فلا مانع.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (399,'١١- يمنع الحيض بدء العدة لمن تعتد بالقروء، فلا تحسب أيام الحيض منها بل مبدؤها من الطهر الذي بعد الحيض. ⦗١٠٦⦘
_________
(١) البخاري: ج ١/ كتاب الحيض باب ٧/٢٩٩.
(٢) البخاري: ج ١/ كتاب الحيض باب ٦/٢٩٨.
(٣) مسلم: ج ١/ كتاب الحيض باب ١٥/٦٩.
(٤) أبو داود: ج ١/ كتاب الطهارة باب ٩٣/٢٣٢.
(٥) هناك قول: أنها لا تمنع القراءة بعد انقطاعه إلا إن كانت جنباً قبل الحيض.
(٦) البقرة: ٢٢٢.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (400,'<span data-type="title" id=toc-13>كتاب الصلاة </span>-',NULL,'106',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (401,'<span data-type="title" id=toc-14>الباب الأول: تعريف الصلاة: </span>-',NULL,'107',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (402,'لغة: الدعاء ومن ذلك قوله تعالى: {وصلّ عليهم إن صلاتك سكن لهم} (١) أي ادع لهم.
وشرعاً: قربة فعلية ذات إحرام وسلام، أو مع ركوع وسجود، أو سجود فقط. فسجود التلاوة صلاة مع أنه ليس له إحرام ولا سلام. وصلاة الجنازة صلاة مع أنه ليس فيها ركوع أو سجود.
_________
(١) التوبة: ١٠٣.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (403,'حكم الصلوات الخمس المكتوبة:
هن فرض، ودليل الفرضية قوله تعالى: {إن الصلاة كانت على المؤمنين كتاباً موقوتاً} (١) . وحديث طلحة بن عبيد اللَّه رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال للسائل عن الإسلام: "خمس صلوات في اليوم والليلة. فقال: هل عليّ غيرهن؟ قال: لا، إلا أن تطَّوَّع" (٢) . وحديث ابن عمر رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "بني الإسلام على خمسٍ ⦗١١٠⦘ شهادة أن لا إله إلا اللَّه، وأن محمداً عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان" (٣) .
وقد أجمعت الأمة على الصلوات الخمس فرض عين، وعلى أنه لا فرض عين من الصلوات سواهن.
_________
(١) النساء: ١٠٣.
(٢) مسلم: ج ١/ كتاب الإيمان باب ٢/٨.
(٣) مسلم: ج ١/ كتاب الإيمان باب ٥/٢١.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (404,'حكم تارك الصلاة:',NULL,'110',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (405,'١- من ترك الصلاة كسلاً مختاراً بدون عذر، يُرفع أمره إلى الحكم، ويطالبه الحكم بها مع التهديد بالقتل، وينتظر عليه إلى آخر وقتها الضروري، ويقدِّر لها طهراً خفيفاً صوناً للدماء ما أمكن. فإن كان عليه فرض انتظره لبقاء ما يسع ركعة بسجدتيها من الوقت الضروري، وإن كان عليه فرضان مشتركان أخَّره إلى وقت يسع خمس ركعات في الظهرين وأربع ركعات في العشاءين في الحضر وثلاثاً في السفر، فإن لم يستجب قتل بالسيف حداً لا كفراً (أما إذا لم تطلب منه في سعة وقتها بل في ضيقه، أي طلبت منه ولم يبق من الوقت ما يسع ركعة، أو إن طلبت منه في سعة الوقت لكن طلباً غير متكرر ثم ضاق الوقت، فلا يقتل) ، ويُصلى عليه من قبل غير فاضل (فيكره للفاضل أن يصلي عليه) ، ولا يطمس قبره بل يسنم كغيره من قبور المسلمين (١) .',NULL,'110',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (406,'٢- أما من ترك الصلاة جاحداً بوجوبها أو ركوعها أو سجودها، فهو كافر مرتد، (إلا إذا كان قريب عهد بالإسلام) ، يستتاب ثلاثة أيام، فإن تاب وإلا قتل كفراً ومالُه فّيْءٌ (أي لبيت مال المسلمين) .
وكذا كل من جحد ما عُرف من الدين بالضرورة، فإنه يكون مرتداً اتفاقاً، سواء كان الدال عليه الكتاب أو السنة أو الإجماع.
_________
(١) أما تارك الزكاة فيؤخذ منه كرهاً ولو بقتال، ويكون الأخذ كالوكيل الشرعي. وأما نارك الصوم فقال عياض: يحبس ويمنع الطعام والشراب. وأما تارك الحج فاللَّه حسبه لأن وقت العمر وربّ عذر في الباطن.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (407,'أوقات الصلاة:
تعريف الوقت:
هو الزمن المقدر للعبادة شرعاً، قال تعالى: {إن الصلاة كانت على المؤمنين كتاباً موقوتاً} . أي فرضاً محدداً بأوقات. ⦗١١١⦘
حكم معرفة الوقت:
قيل فرض كفاية، لذا يجوز التقليد فيه، وقيل فرض عين. والخلاصة: أنه لا يجوز للشخص الدخول في الصلاة حتى يتحقق دخول الوقت، سواء قام بالتحقق بنفسه أو بتقليد من تحقق.
وتعرف الأوقات، إما بالساعة الفلكية، أو بوضع الشمس، فالظل الذي يحدث بعد زوال الشمس يُعرف به وقت الظهر ودخول وقت العصر، وبمغيبها يُعرف وقت المغرب، وبمغيب الشفق الأحمر أو الأبيض يُعرف دخول وقت العشاء، وبالبياض الذي يظهر في الأفق يُعرف وقت الفجر.
ومن خفي عليه الوقت لظلمة أو سحاب اجتهد وتحرى بنحو وردٍ، كأن كانت عادته الفراغ من ورده طلوع الفجر مثلاً، فإنه يعتمده، ويزيد في التحري حتى يغلب على ظنه دخول الوقت. وفي حالة خفاء الوقت تكفي غلبة الظن، فإن صلى معتمداً غلبة ظنه بدخول الوقت ثم تبين أنه صلى قبل الوقت أعادها وجوباً وإلا فلا.
أما لو شك بدخول الوقت، أو ظن ظناً خفيفاً، وصلى لم تجزئه وإن كانت وقعت في الوقت.
وأما من لم يَخْفَ عليه الوقت، بأن كانت السماء صحواً فلا بد له من تحقق دخول الوقت ولا يكفيه غلبة الظن.
وقد جاء تحديد أوقات الصلوات الخمس في أحاديث منها:
ما روى ابن عباس رضي اللَّه عَنهما أن النبي صلى اللَّه عليه وسلم قال: "أمَّني جبريل عليه السلام عند البيت مرتَيْن، فصلى الظهر في الأولى منهما حين كان الفيء مثل الشراك (١) ، ثم صلى العصر حين كان كلُّ شيء مثل ظله، ثم صلى المغرب حين وجبت الشمس وأفطر الصائم، ثم صلى العشاء حين غاب الشفق، ثم صلى الفجر حين برق الفجر وحَرُمَ الطعام على الصائم. وصلى المرة الثانية الظهر حين كان ظل كلّ شيء مثله، لوقت العصر بالأمس، ثم صلى العصر حين كان ظل كلّ شيء مِثليه، ثم صلى المغرب لوقته الأول، ثم صلى العشاء الآخرة حين ذهب ثلث الليل، ثم صلى الصبح حين أسفرت الأرض، ثم التفت إليَّ جبريل فقال: يا محمد، هذا وقت الأنبياء من قبلك؛ والوقت فيما بين هذين الوقتين" (٢) . ⦗١١٢⦘
_________
(١) الشراك: أحد سيور النعل التي تكون على وجهها.
(٢) الترمذي: ج ١/ الصلاة باب ١١٣/١٤٩.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (408,'أقسام أوقات الصلاة المكتوبة
تقسم هذه الأوقات إلى قسمين:
أ- اختياري: وهو الوقت الذي وُكل إيقاع الصلاة فيه اختيار المكلف من حيث عدم الإثم، إن شاء صلى في أوله أو أوسطه أو آخره، فالاختياري قسمان إما وقت فضيلة، وإما وقت توسعه.
ب- ضروري: وهو يأتي عقب الاختياري. ويحرم تأخير الصلاة لوقت ضروري، إلا لأصحاب الضرورات الشرعية (وسيأتي بيانهم) ، فغير المضطر إذا أخر صلاته إلى الوقت الضروري كان آثماً، ما لم يدرك ركعة كاملة في الوقت الاختياري، وأتم صلاته في الوقت الضروري، فلا إثم عليه.
أصحاب الأعذار الشرعية:
لا يجوز تأخير الصلاة لوقت ضروري. إلا لأحد الأعذار الشرعية الآتية:',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (409,'١- الكافر الأصلي إذا أسلم في الوقت الضروري، فلا إثم عليه إذا صلى في هذا الوقت، وذلك ترغيباً للدخول في الإسلام، ولقوله تعالى: {قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف} (١) .',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (410,'٢- الصبي إذا بلغ في الوقت الضروري، فلا إثم عليه إن أدى الصلاة فيه، وإن كان صلاها قبل البلوغ، لأنها وقعت نفلاً.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (411,'٣- المغمى عليه والمجنون إذا أفاقا في الوقت الضروري.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (412,'٤- فاقد الطهورين إذا أخر الصلاة إلى الوقت الضروري فوجد فيه أحد الطهورين.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (413,'٥- الحائض أو النفساء إذا نقيت في الوقت الضروري.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (414,'٦- النائم أو الغفل إذا استيقظ في الوقت الضروري. ولا يحرم النوم قبل دخول الوقت ولو علم أنه سيستغرق نومه الوقت الاختياري.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (415,'٧- من سكر بغير مسكر حرام وأفاق في الوقت الضروري. (أما السكر بحرام فعليه إثم تأخير الصلاة وإثم السكر) . ⦗١١٣⦘
_________
(١) الأنفال: ٣٨.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (416,'آ- أوقات الصلاة المكتوبة الاختيارية والضرورية',NULL,'113',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (417,'١- صلاة الظهر:
نبدأ بوقت صلاة الظهر لأنها أول صلاة صليت في الإسلام.
الوقت الاختياري لها يبدأ من الزوال إلى أن يصير ظل كل شيء مثله مضافاً إليه ظل الاستواء (١) ، وهو آخر الوقت الاختياري وأول وقت العصر.
أما وقتها الضروري فيبدأ من دخول وقت العصر الاختياري إلى غروب الشمس.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (418,'٢- صلاة العصر:
الوقت الاختياري لها: يبدأ من وقت أن يصبح ظل كل شيء مثله مضافاً إليه ظل الاستواء ويمتد حتى الاصفرار (أي اصفرار الشمس في الأرض والجدران، لا اصفرار عينها، لأن عينها لا تصفر حتى تغرب) .
أما وقتها الضروري: فيمتد من اصفرار الشمس حتى الغروب. وإذا ضاق الوقت الضروري هذا بحيث لم يسع إلا أربع ركعات في الحضر أو ركعتين في السفر اختص الوقت بصلاة العصر. والمشهور أن بين الظهر والعصر اشتراكاً في الوقت بقدر أربع ركعات في الحضر وركعتين في السفر. واختلف هل الاشتراك في آخر وقت الظهر فيكون العصر داخلاً على الظهر آخر وقته، أم الاشتراك في أول وقت العصر فيكون الظهر داخلاً على العصر في أول وقته، فهناك قولان مشهوران (٢) .',NULL,'113',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (419,'٣- صلاة المغرب:
وتسمى صلاة الشاهد (نجم يطلع عندها) .
وقتها الاختياري: يمتد من غروب الشمس بجميع قرصها بقدر ما يسع ثلاث ركعات، بعد ⦗١١٤⦘ تحصيل شروطها من طهارتي الحدث والخبث وستر العورة، ولا امتداد له على المشهور وقيل يمتد إلى غياب الشفق الأحمر. (ويجوز لمن كان محصلاً لشروطها التأخر بالصلاة بقدر تحصيلها) .
أما الوقت الضروري لها، فيبدأ عقب الاختياري ويمتد إلى طلوع الفجر.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (420,'٤- صلاة العشاء:
وقتها الاختياري: يبدأ من مغيب الشفق الأحمر، ويمتد إلى ثلث الليل الأول (الليل: من الغروب إلى الفجر) ، فإذا لم يبق في الأفق حمرة ولا صفرة فقد وجبت صلاة العشاء.
أما وقتها الضروري: فيبدأ من انتهاء الثلث الأول من الليل، ويستمر إلى طلوع الفجر الصادق.
وعلى ذلك تشترك صلاة المغرب وصلاة العشاء في نهاية الوقت الضروري إلى طلوع الفجر، وإذا ضاق الوقت الضروري بحيث لم يعد يسع إلا أربع ركعات في الحضر أو ركعتين في السفر، اختص بصلاة العشاء فقط.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (421,'٥- صلاة الصبح:
وقتها الاختياري: من طلوع الفجر الصادق (وهو ما ينتشر ضياؤه من جهة القبلة حتى يعم الأفق، احترازاً من الكاذب، وهو الذي لا ينتشر بل يخرج مستطيلاً، يطلب وسط السماء، دقيقاً يشبه ذنب الذئب، ثم يذهب ويخرج بعده الفجر الصادق) إلى الإسفار البين (الذي تظهر فيه الوجوه ظهوراً بيناً بالبصر المتوسط في لا سقف فيه) ، لحديث بريدة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: " ... ثم أمره فأقام الفجر حين طلع الفجر. فلما أن كان اليوم الثاني أمره ... وصلى الفجر فأسفر بها ثم قال: أين السائل عن وقت الصلاة؟ فقابل الرجل: أنا يا رسول اللَّه! قال: وقت صلاتكم بين ما رأيتم" (٣) .
أما وقتها الضروري: فمن الإسفار إلى طلوع الشمس، وقيل إنه ليس للصبح وقت ضروري بل يمتد وقتها الاختياري إلى طلوع الشمس.
_________
(١) يختلف ظل الاستواء من بلد لآخر، ومن وقت لآخر ففي مكة ينعدم أحياناً وعندنا قد يكون قدر ثلث قامة كما في أول فصل الشتاء.
(٢) منشأ هذا الخلاف قوله عليه الصلاة والسلام في المرة الأولى: "آتاني جبريل فصلى بي الظهر حين زالت الشمس ثم صلى بي العصر حين صار ظل كل شيء مثله" وقوله عليه الصلاة والسلام في المرة الثانية: "فصلى بي الظهر من الغد حين صار ظل كل شيء مثله". فاختلف فيه تفسير "فصلى" هل معناها شرع فيهما أو فرغ منهما، فإن فسرت بـ "شرع" كانت الظهر داخلة على العصر، وإن فسرت بـ "فرغ" كانت العصر داخلة على الظهر.
(٣) مسلم: ج ١/ كتاب المساجد ومواقع الصلاة باب ٣١/١٧٦.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (422,'ب- وقت الفضيلة:
إن أفضلَ الأوقات لفذّ أو لجماعة أولُها، لحديث أبي محذورة أن النبي صلى اللَّه عليه وسلم قال: "أول ⦗١١٥⦘ الوقت رضوان اللَّه وأوسطه رحمة اللَّه وآخره عفو اللَّه" (١) ، وحديث عبد اللَّه رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "أفضل الأعمال الصلاة لوقتها" (٢) .
حالات يندب فيها تأخير الصلاة عن أول وقتها:',NULL,'114',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (423,'١- يندب لفذ انتظار جماعة لتحصيل له فضيلة الجماعة، وقيل: يُقدِّم ثم إذا وجدها أعاد الصلاة إن كانت مما تعاد (تكره إعادة صلاة الصبح (٣) والعصر) مثل المغرب يقدمها لضيق وقتها.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (424,'٢- يندب تأخير صلاة الظهر في شدة الحر للإبراد حتى تتفيا الأفياء، وحدَّ بعضهم ذلك بنصف ظل الشيء، وبعضهم بأكثر من النصف، لما روى أبو ذر الغفاري رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "إن شدة الحر من فيح جهنم، فإذا اشتد الحر فأبردوا بالصلاة" (٤) .
أما إن لم يكن الانتظار لشدة الحر وإنما لانتظار جماعة أو كثرتها، فيندب له الانتظار حتى يصبح ظل كل شيء بمقدار ربع طوله.
_________
(١) أخرجه الدارقطني بسند ضعيف.
(٢) مسلم: ج ١/ كتاب الإيمان باب ٣٦/١٤٠.
(٣) يندب تقديم صلاة الصبح على جماعة يرجوها بعد الإسفار بناءً على أن لا وقت ضروري لها، أما بناء على القول بوجود الوقت الضروري لها بعد الإسفار فيجب تقديمها قبل الإسفار.
(٤) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٩/٥١٤.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (425,'جـ- وقت إدراك:
وهو الوقت الذي تترتب الصلاة بذمة المكلف إذا زال عذره فيه.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (426,'١- يدرك الظهرين إذا زال عذره (طهرت الحائض، بلغ الصبي، وجد فاقد الطهورين أحدهما، أسلم الكافر ... ) في الوقت الضروري لهما (قبل الغروب) وكان الباقي من الوقت يتسع لطهارة (كبرى بالنسبة للحائض أو النفساء، وصغرى بالنسبة للمجنون أو المغمى عليه، ولا يقدر للكافر وقت زمن طهر بل وقت صلاة فقط) مع صلاة خمس ركعات فأكثر (أربع تصلى الظهر في السفر وركعة تدرك بها صلاة العصر) .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (427,'٢- يدرك العصر فقط ويسقط الظهر إذا زال العذر في الوقت الضروري للصلاتين وكان الباقي من الوقت يتسع لطهارة وصلاة ركعة كاملة إلى أربع ركعات حضراً، أو ركعة إلى الركعتين سفراً (لأن الوقت إذا ضاق اختص بالأخيرة فتجب وتسقط الأولى لخروج وقتها الضروري) .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (428,'٣- يدرك العشاءَيْن إذا زال عذره في الوقت الضروري لهما (قبل الفجر) وكان الباقي من الوقت يتسع لطهارة وصلاة أربع ركعات فأكثر (ثلاث ركعات للمغرب وركعة للعشاء) حضراً أو سفراً.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (429,'٤- يدرك العشاء فقط ويسقط المغرب إذا زال عذره في الوقت الضروري لهما، وكان الباقي من الوقت يتسع لطهارة وصلاة ركعة إلى ركعتين حضراً أو سفراً.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (430,'٥- يدرك صلاة الصبح إذا زال عذره قبل طلوع الشمس وكان الباقي من الوقت يتسع لطهارة وصلاة كاملة فأكثر حضراً أو سفراً.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (431,'٦- أما بالنسبة للنائم والناسي والسكران بحلال، فتجب عليهم صلاة متى تنبهوا على ك حال أبداً لعدم سقوطها عنهم.
د- الأوقات المسقطة للصلاة عن المكلف إذا طرأ العذر فيها:',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (432,'١- تسقط صلاة الصبح إذا طرأ العذر فيها قبل طلوع الشمس بقدر ما يسع ركعة كاملة إن لم يكن صلاها ولو عمداً.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (433,'٢- تسقط صلاة العصر فقط إذا طرأ العذر في وقتها الضروري، وكان الباقي من الوقت ما يسع ركعة إلى أربع ركعات في الحضر وإلا ركعتين في السفر، وتبقى صلاة الظهر بذمته.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (434,'٣- تسقط صلاة الظهرين إذا طرأ العذر في وقتها الضروري، وكان الباقي ما يسع خمساً فأكثر في الحضر وثلاثاً في السفر.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (435,'٤- تسقط صلاة العشاء فقط إذا طرأ العذر في وقتها الضروري، وكان الباقي من الوقت ما يسع ركعة إلى ركعتين حضراً أو سفراً، أما المغرب فتبقى بذمته.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (436,'٥- تسقط صلاة العشاءين إذا طرأ العذر في وقتهما الضروري، وكان الباقي من الوقت يتسع لصلاة أربع ركعات فأكثر حضراً أو سفراً. ولا يقدر لسقوط الصلاة طُهر للاحتياط في جانب العبادة.
أما النوم والنسيان فلا يسقطان الصلاة بحال من الأحوال.
متى تدرك الصلاة أداء:
تدرك الصلاة أداء، في الوقت الاختياري والضروري، بإدراك ركعة كاملة منها بركوع وسجدتيها ولو صلى تتمة الصلاة خارج الوقت؛ لأن ما صلاه خارجه كالتكرار لما فعل فيه ويعتبر ⦗١١٧⦘
الصلاة كلها أداءً. ومقتضاه أنه لا إثم عليه إذا أخّر الصلاة لآخر وقتها بحيث يدرك ركعة في الوقت الاختياري والباقي في الوقت الضروري، أما إذا لم يؤد ركعة كاملة في الوقت الاختياري فإنه آثم، لحديث أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "من أدرك من الصبح ركعة، قبل أن تطلع الشمس، فقد أدرك الصبح. ومن أدرك ركعة من العصر، قبل أن تغرب الشمس، فقد أدرك العصر" (١) ، وعنه أيضاً أن رسول اللَّه صلى اللَّه عليه وسلم قال: "من أدرك ركعة من الصلاة فقد أدرك الصلاة" (٢) .
_________
(١) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٢٧/٥٥٤
(٢) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٢٨/٥٥٥',NULL,'116',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (437,'ما يترتب على من أدرك ركعة كاملة في الوقت ووقعت بقية الصلاة خارجه:',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (438,'١- إذا حاضت المرأة، أو أغمي على المصلي، وهو يتم صلاته الواقعة خارج الوقت، سقط عنه ذاك الوقت لحصول العذر وقت الأداء (لأن تتمة الصلاة تعتبر كلها أداء طالما أدى ركعة كاملة في الوقت) ، ولكن الراجح عدم السقوط (أي تبقى بذمته) لحصول العذر بعد خروج الوقت.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (439,'٢- بطلان صلاة من اقتدى بمصلٍّ أتم ركعة في الوقت قبل أن يقتدي به الآخر، لأن صلاة الأول تعتبر أداء وصلاة الثاني تعتبر قضاء لأنه دخل بعد خروج الوقت، فاختلفت النية لذا بطلت صلاة المؤتم.
الأوقات التي تحرم فيها صلاة النافلة:
تحرم صلاة النافلة أداء وقضاء ومنذورة، وصلاة الجنازة التي لم يُخشَ تغيرها (وإلا صليت في أي وقت) ، وسجود التلاوة، وسجود السهو البعدي في الأوقات التالية:',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (440,'١- حال طلوع الشمس، أي من ظهور حاجبها إلى ارتفاع جميعها، لحديث ابن عمر رضي اللَّه عَنهما قال: قال صلى اللَّه عليه وسلم: "إذا طلع حاجب الشمس فأخروا الصلاة حتى ترتفع، وإذا غاب حاجب الشمس فأخروا الصلاة حتى تغيب" (١) .',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (441,'٢- حال غروب الشمس، أي من استتار حاجبها إلى غروب جميعها، للحديث المتقدم.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (442,'٣- حال خطبة الجمعة (أما في خطبة سائر الخطب كخطبة العيدين، فلا تحرم أثناءها النافلة بل تكره) وحال ابتداء خروج الإمام وصعوده على المنبر، لأنها تشغل عن سماع الخطبة الواجب.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (443,'٤- حال ضيق الوقت الاختياري أو الضروري لصلاة مكتوبة، لأن اشتغاله بالنافلة يؤدي إلى خروج الفرض عن وقته الواجب.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (444,'٥- حال تذكر فائتة مفروضة، لأنه يحرم تأخيرها وإنما يجب عليه المبادرة لصلاتها حال تذكرها، ولو كان وقت طلوع شمس أو غروبها، لحديث أنس رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: "من نسي صلاة فليصلِّ إذا ذكرها لا كفارة لها إلا ذلك" (٢) .',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (445,'٦- حال إقامة صلاة حاضرة لإمام راتب، لأن ذلك يؤدي للطعن في الإمام، ولحديث أبي هريرة رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: "إذا أقيمت الصلاة فلا صلاة إلا المكتوبة)) (٣) .
_________
(١) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٢٩/٥٥٨.
(٢) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٣٦/٥٧٢.
(٣) مسلم: ج ١/ كتاب صلاة المسافرين باب ٩/٦٣.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (446,'الأوقات التي تكره فيها النافلة:
أولاً: من بعد طلوع الفجر الصادق إلى بعد طلوع حاجب الشمس (فعندها تحرم) ولو لداخل المسجد، لحديث أبي سعيد الخدري رضي اللَّه عَنهُ قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: "لا صلاة بعد الصبح حتى ترتفع الشمس، ولا صلاة بعد العصر حتى تغيب الشمس" (١) . ويستثنى من ذلك ما يلي:',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (447,'١- ركعتا رغيبة الفجر، فإنها مندوبة قبل صلاة الصبح وتكره بعدها، والشفع والوتر فإنه يصليها قبل صلاة الرغيبة، فإن نسيهما وصلى رغيبة الفجر صلاهما وأعاد الرغيبة، وإن تذكرهما وهو يصلي رغيبة الفجر قطعها وصلاهما ثم يصلي بعدهما الرغيبة؛ ما لم يبق لطلوع الشمس وقت يسع ركعتين، فعندها تمتنع كل صلاة ويؤدي فريضة الصبح. ويسقط وقت الشفع والوتر بصلاة فريضة الصبح أي فلا يصليهما بعدها.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (448,'٢- ورد صلاة الليل فلا تكره بل تندب بشروط:',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (449,'١- أن تكون معتادة.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (450,'٢- أن يكون غالباً عليه النوم قبل الفجر لا كسلاً.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (451,'٣- أن يؤديها قبل رغيبة الفجر وصلاة الصبح، فإن تذكرها أثناء صلاة الفجر قطعها وصلى الورد، وإن تذكرها بعد الفراغ منها صلى الورد وأعاد الفجر، لأن الورد لا يسقط إلا بصلاة الصبح.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (452,'٤- أن يؤديها قبل الإسفار.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (453,'٥- أن لا يخاف بفعله فوات صلاة الصبح في جماعة، وإلا كُره فعل الورد بعد طلوع الفجر إن كان الشخص خارج المسجد، وحُرِّم إن كان في المسجد وأقيمت صلاة الجماعة لإمام راتب.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (454,'٣- صلاة جنازة وسجود تلاوة قبل الإسفار ولو بعد صلاة الصبح.
ثانياً: من بعد طلوع الشمس إلى ارتفاعها قدر رمح من رماح العرب وبقدر بـ (١٢) شبراً متوسطاً.
ثالثاً: من بعد أداء فرض العصر، ولو لداخل مسجد، ولو جُمعت مع الظهر جمع تقديم، إلى غروب حاجب الشمس (فعندها تحرم إلى أن يتكامل غروبها) . ويستثنى من ذلك صلاة الجنازة وسجود التلاوة فلا تكرهان قبل الاصفرار ولو بعد صلاة العصر.
رابعاً: من بعد الغروب وقبل صلاة المغرب.
خامساً: قبل صلاة العيد أو بعدها بالمُصلى.
_________
(١) البخاري: ج ١/ كتاب مواقيت الصلاة باب ٣٠/٥٦١.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (455,'حكم من أحرم بنافلة في الأوقات المحرمة والمكروهة:
آ- تقطع (١) وجوباً صلاة من أحرم بنافلة في وقت الحرمة، وندباً من أحرم بها في وقت الكراهة (ما لم يكن أتم ركعتين فلا يقطعها لخفة الأمر بالسلام) ، ولا قضاء عليه، سواء كان أحرم بها جاهلاً أو عامداً أو ناسياً (٢) ، لأن النافلة هي وسيلة التقرب إلى اللَّه، ولا يتقرب إلى اللَّه بمنهي عنه.
ب- أما من أحرم بالنافلة قبل دخول وقت النهي، ثم دخل وقته وهو في الصلاة، فلا يقطعها ولكن يتمها بسرعة.
_________
(١) قولنا: تقطع: دليل على أن الإحرام بصلاة انعقدت. وهنا تفصيل: إذا كان النهي متعلقاً بذات الوقت كحال الطلوع والغروب وبعد صلاة العصر فلا تنعقد الصلاة أصلاً، كمن صام في يوم عيد، أما إذا كان النهي لأمر خارج كحال خطبة أو حال اتجاه الإِمام إلى المنبر فهنا تنعقد الصلاة وينبغي القطع.
(٢) أما من أحرم بالنافلة جهلاً أو نسياناً، وكان الإِمام يخطب، فلا يقطعها مراعاة للمذهب الشافعي في أن الأولى للداخل أن يركع ولو كان الإِمام يخطب.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (456,'قضاء الفوائت:
تعريف القضاء:
هو استدراك (تحصيل) ما خرج وقته ليسقط عن الذمة. ⦗١٢٠⦘
حكم قضاء الفوائت:
واجب على الفور (١) مطلقاً، سواء فاتته الصلاة بعذر غير مسقط (٢) لها أو بدون عذر كالترك العمد (٣) ، في جميع الأوقات حتى في الأوقات المنهي عنها كوقت طلوع الشمس وغروبها وخطبة الجمعة (إلا الصلاة المشكوك في فواتها فلا تقضى في أوقات النهي) . فلا يجوز التوقف عن القضاء أو تأخيره، إلا لعذر كالسعي لتحصيل الرزق أو الأكل والشرب أو النوم أو النوم أو قضاء حاجة
وتحرم صلاة النوافل لمن عليه قضاء فوائت حتى لا يؤخرها (أي الحرمة في تأخير القضاء لا في صلاة النافلة، فإذا صلاها له أجرها وعليه وزر تأخير القضاء) ، إلا صلاة الفجر لأن النبي صلى اللَّه عليه وسلم صلى الفجر يوم الوادي، والعيد والشفع والوتر والسنن الراتبة والنوافل اليسيرة كتحية المسجد وسنة الوضوء.
_________
(١) ليس المقصود بالفور الفور الحقيقي، وإنما عدم التأخير، لأن الرسول صلى اللَّه عليه وسلم قال يوم الوادي: "ارتحلوا فإن هذا وادٍ به الشيطان، فسار بهم قليلاً ثم نزل فصلى ركعتين خفيفتين ثم صلى بهم الصبح" فلا يقال إن هذا المعنى خاص، وهو أن الوادي به شيطان، لأنه لو كان كذلك لاقتصر على مجاوزة ذلك المحل فقط.
(٢) الأعذار المسقطة للصلاة: الجنون، الإغماء، السكر بحلال (كأن يشرب لبن فيسكر) ، الكفر، الحيض، النفاس، فقد الطهورين (على أحد الأقوال الأربعة) .
(٣) قال عياض: سمعت عن مالك قولة شاذة: "من ترك الصلاة عمداً فقد كفر" (قياساً على اليمين الغموس يكفر صاحبها) والكافر لا يقضي ما فاته.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (457,'أعذار فوات الصلاة:
النوم، أو النسيان، أو الغفلة عن دخول الوقت، وكذلك وقوع الصلاة باطلة لفقد ركن أو شرط تحقيق أو ظناً أو شكاً، بعد دخول الوقت، لما روي عن أبي هريرة رضي اللَّه عَنهُ (أن رسول اللَّه صلى اللَّه عليه وسلم، حين قفل من غزوة خيبر. سار ليله. حتى إذا أدركه الكَرَى عرَّس. وقال لبلال: اكلأ لنا الليل. فصلى بلال ما قُدِّر له. ونام رسول اللَّه صلى اللَّه عليه وسلم وأصحابه. فلما تقارب الفجر استند بلال إلى راحلته مُواجه الفجر. فغلبت بلال عيناه وهو مستند إلى راحلته. فلم يستيقظ رسول اللَّه صلى اللَّه عليه وسلم ولا بلال ولا أحد من الصحابة حتى ضربتهم الشمس. فكان رسول اللَّه صلى اللَّه عليه وسلم أولهم استيقاظاً. ففزع رسول اللَّه صلى اللَّه عليه وسلم فقال: أيْ بلال. فقال بلال: أخذ بنفسي الذي أخذ، (بأبي أنت وأمي يا رسول اللَّه) بنفسك. قال: اقتادوا فاقتادوا رواحلهم شيئاً. ثم توضأ رسول اللَّه صلى اللَّه عليه وسلم وأمر بلال فأقام ⦗١٢١⦘ الصلاة فصلى بهم الصبح. فلما قضى الصلاة قال: من نسي الصلاة فليصلِّها إذا ذكرها. فإن اللَّه قال: أقم الصلاة لذكري) (١) .',NULL,'120',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (458,'مسلم: ج ١/ كتاب المساجد باب ٥٥/٣٠٩.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (459,'كيفية قضاء الفائتة:
من فاتته صلاة قضاها على الصفة التي فاتت عليها، فالفائتة السفرية تقضى مقصورة ولو في الحضر، وفائتة الحضر تقضى كاملة ولو في السفر، وتقضى السرية سراً ولو في الليل، وتقضى الجهرية جهراً ولو في النهار.
ترتيب قضاء الفوائت:
أولاً: ترتيب الفوائت في ما بينها:
يجب ترتيب الفوائت في قضائها فيما بينها بشرطين:
الأول: تذكر الفائتة.
الثاني: القدرة على الترتيب.
سواء كانت هذه الفوائت كثيرة أم قليلة، فيبدأ بالفائتة أولاً إن عُلمت، أما إن لم يُعلم أيُها فاتت أولاً فيبدأ بالظهر (لأنها أول فريضة ظهرت في الإسلام) ثم العصر ثم المغرب ثم العشاء ثم الصبح وهكذا، فإن نكس الترتيب عمداً أثم وصحَّت التي قدمها ولا يعيدها لخروج وقتها بمجرد فعلها، أما إن كان نكس ناسياً فلا إثم.
ثانياً: ترتيب الفوائت مع الفريضة الحاضرة:
آ- إن كانت الفوائت كثيرة، قدمت الحاضرة عليها ندباً إن اتسع الوقت ووجوباً إن ضاق.
آ- إن كانت الفوائت يسيرة خمس صلوات فأقل (وقيل أربع فأقل) وجب تقديمها على الحاضرة وإن خرج وقتها ضمن شرطين: ذكر الفائتة والقدرة على الترتيب، فإن قدم الحاضرة عليها عمداً صحت الصلاة مع الإثم، ونُدب إعادتها بعد قضاء الفوائت إن بقي وقتها ولو الضروري، أما إن قدمها ناسياً أو مكرهاً فلا إثم ولا ندب إعادتها في الوقت. ⦗١٢٢⦘
ثالثاً: ترتيب الحاضرتين لمشتركتي الوقت:
يجب وجوباً شرطياً (١) ترتيب حاضرتين لمشتركتي الوقت كالظهر والعصر أو المغرب والعشاء؛ ما لم يكن مكرهاً أو ناسياً، فإذا أحرم بالثانية عمداً قبل الأولى بطلت الثانية، أما إذا أحرم بالثانية أولاً مكرهاً أو ناسياً، صحت الثانية وندب إعادتها في الوقت بعد الأولى. وإن أحرم بالثانية ناسياً ثم تذكر الأولى أثناءها بطلت بمجرد تذكره. ولا تكونا حاضرتين إلا إذا وسعهما الوقت الضروري، فإن ضاق بحيث لا يسع إلا الأخيرة اختص الوقت بها، وعندها تدخل المسألة تحت حكم (٢) اجتماع حاضرة مع يسير الفوائت.
كيف تبرأ ذمة من جهل ما عليه من الفوائت:',NULL,'121',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (460,'١- من جهل عين صلاة فاتته نسياناً أو عمداً، مطلقاً، ولم يدر أهي ليلية أم نهارية، صلى خمس صلوات ويبدأ بالظهر ويختم بالصبح.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (461,'٢- من جهل عين صلاة فائتة نهارية، صلى ثلاثة فروض: الصبح والظهر والعصر.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (462,'٣- من جهل عين صلاة فائتة ليلية، صلى اثنتين: المغري والعشاء.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (463,'٤- من ترك صلاتين متواليتين، ولم يدر أهما من ليل أو نهار أو منهما معاً، صلى ستاً مرتبة، ويندب تقديم الظهر والختم بما بدأ به.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (464,'٥- من نسي صلاتين معينتين من يومين مطلقاً، ولم يدر السابقة، صلاهما وأعاد الأولى، وإن نسي ثلاثاً صلى الفوائت مرتين وأعاد الأولى، وإن نسي خمساً صلى الفوائت أربع مرات وأعاد الأولى لأجل الترتيب وبراءة الذمة. ⦗١٢٣⦘
_________
(١) الشرط: ما لزم من عدمه العدم، أي لزم إذا فقد الترتيب بينهما عدم صحة الصلاة.
(٢) فيقدم يسير الفوائت عليها وجوباً ولو خرج وقتها، وإذا لم يقدمها صحت الحاضرة مع الإثم. (أما قولنا وجوباً شرطياً فيعني إذا قدمت لم تصح فهي باطلة مع الإثم) .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (465,'<span data-type="title" id=toc-15>الباب الثاني: الأذان والإقامة</span>',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (466,'تعريف الأذان:
لغة: مطلق الإعلام بالشيء، بدليل قوله تعالى: {وأذِّن في الناس بالحج} (١) أي أعمالهم.
_________
(١) الحج: ٢٧.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (467,'وشرعاً: الإعلام بدخول وقت الصلاة بألفاظ مشروعة، وقد يطلق على نفس الألفاظ.
دليل مشروعيته
من الكتاب: قوله تعالى: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر اللَّه} (١) .
_________
(٢) الجمعة: ٩.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (468,'ومن السنة حديث مالك بن الحويرث عن النبي صلى اللَّه عليه وسلم وفيه: "فإذا حضرت الصلاة فليؤذن لكم أحدكم وليؤمكم أكبركم" (٣) .
بالإضافة إلى الإجماع.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (469,'البخاري ج ١/ كتاب الأذان باب ١٧/٦٠٢.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (470,'سبب مشروعيته:
ما روي عن أنس بن مالك رضي اللَّه عَنهُ قال: "لما كثر الناس، قال: ذكروا أن يعَلموا وقت ⦗١٢٤⦘ الصلاة بشيء يعرفونه، فذكروا أن يُورُوا ناراً، أو يضربون ناقوساً، فأُمِرَ بلال أن يَشْفَع الأذان، وأن يوتر الإقامة" (١) .
وشرع الأذان في السنة الأولى من الهجرة النبوية، وهو معلوم من الدين بالضرورة، فمن أنكر مشروعيته كفر.
_________
(١) البخاري: ج ١/ كتاب الأذان باب ٢/٥٨١.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (471,'فضله:
روى أبو هريرة رضي اللَّه عَنهُ أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لو يعلم الناس ما في النداء والصف الأول، ثم لم يجدوا إلا أن يَسْتَهِمُوا عليه لاستهموا، ولو يعلمون ما في التهجير لاستبقوا إليه، ولو يعلمون ما في العتمة والصبح، لأتوهما ولو حبواً" (١) .
وروى معاوية بن أبي سفيان رضي اللَّه عَنهُ قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: "المؤذنون أطول الناس أعناقاً يوم القيامة" (٢) .
_________
(١) البخاري: ج ١/ كتاب الأذان باب ٩/٥٩٠، واستهموا: اقترعوا.
(٢) مسلم: ج ١/ كتاب الصلاة باب ٨/١٤.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (472,'حكم الأذان:',NULL,'124',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (473,'١- واجب وجوباً كفائياً في كل بلد، ويُقاتل أهل البلد إن تركوا الأذان، لأنه من أعظم شعائر الإسلام.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (474,'٢- سنة مؤكدة كفائية لكل جماعة تطلب غيرها، إذا كانت تصلي في موضع جرت العادة فيه بالاجتماع. وكذلك بكل مسجد، ولو تلاصقت المساجد، أو كانت فوق بعضها البعض، وذلك لصلاة فرض وقتي في وقته الاختياري ولو حكماً (فيؤذن لها عند فعلها) كالصلاة المجموعة، سواء كان جمعها جمع تقديم أو تأخير، أو جمعاً صورياً (كأن يصلي الظهر في آخر وقته الاختياري ويصلي العصر في وقته الاختياري) . وخرج بالفرض الوقتي صلاة الجنازة وصلاة الفائتة؛ إذ ليس لها وقت معين بل وقتها وقت تذكرها، ويكره لها الأذان مطلقاً سواء كانت تقضى في البيت أو في الصحراء أو في المسجد، وسواء كانت تقضى جماعة أو أفذاذاً.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (475,'٣- مندوب:
آ- الأذان الأول لصلاة الجمعة، وهو الظاهر، وقيل إنه سنة، أما الأذان الثاني فهو سنة وقيل واجب (على قول ابن عبد الحكم) . ⦗١٢٥⦘
ب- لصلاة المنفرد، ولجماعة محصورة في مكان خارج المسجد، أي لا تطلب غيرها، وذلك في السفر، ولو كان السفر دون مسافة القصر، فالمهم أن يكون في أرض فلاة، لما روي عن سعيد بن المسيب قال: "من صلى بأرض فلاة صلى عن يمينه ملك وعن شماله ملك، فإذا أذَّن وأقام الصلاة صلى وراءه من الملائكة أمثال الجبال" (١) .',NULL,'124',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (476,'٤- مكروه:
آ- لمنفرد ولجماعة محصورة لا تطلب غيرها حضراً.
ب- لفائتة.
جـ- لصلاة ذات وقت ضروري.
د- لصلاة الجنازة.
هـ- لصلاة نافلة كعيد وكسوف.
_________
(١) الموطأ: ٦٠.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (477,'ألفاظ الأذان:
ألفاظ الأذان كاملة هي: اللَّه أكبر، اللَّه أكبر، أشهد ألاّ إله إلاّ اللَّه، أشهد ألاّ إله إلاّ اللَّه، أشهد أن محمداً رسول اللَّه، أشهد أن محمداً رسول اللَّه حيّ على الصلاة، حيّ على الصلاة، حيّ على الفلاح، حيّ على الفلاح، اللَّه أكبر، اللَّه أكبر، لا إله إلاّ اللَّه.
لما روى البخاري في باب (الأذان مثنى مثتى) عن أنس رضي اللَّه عَنهُ قال: "أُمِر بلال أن يشفع الأذان، وأن يوتر الإقامة" (١) .
وفي صلاة الصبح فقط، يزاد التثويب وصيغته: الصلاة خير من النوم، الصلاة خير من النوم، يقولها المؤذن بعد الحيعلتين، لما روى أبو محذورة رضي اللَّه عَنهُ قال: "كنت أؤذن لرسول اللَّه صلى اللَّه عليه وسلم، وكنت أقول في أذان الفجر الأول: حيّ على الفلاح، الصلاة خير من النوم، الصلاة خير من النوم، اللَّه أكبر، اللَّه أكبر، لا إله إلاّ اللَّه" (٢) .
والأذان مثنى، إلا الجملة الأخيرة: "لا إله إلا اللَّه" فمفردة، ويسن في الشهادتين أن يزيد النطق بهما مرتين بصوت منخفض مسموع للناس قبل الإتيان بهما مرتين بصوت مرتفع، ويسمون النطق بهما بصوت مرتفع ترجيعاً، لأن الترجيع معناه لغة الإعادة، والمؤذن ينطق بالشهادتين أولاً سراً ⦗١٢٦⦘ ثم يعيدهما جهراً؛ لذا كان نطقهما جهراً اسمه ترجيعاً (٣) ، أي يقول بعد التكبير مرتين:
أشهد ألاّ إله إلاّ اللَّه مرتين بصوت منخفض ثم مرتين بصوت مرتفع، وكذا في قوله:
أشهد أن محمداً رسول اللَّه (٤) .
_________
(١) البخاري: ج ١/ كتاب الأذان باب ٢/٥٨٠.
(٢) النسائي: ج ٢/ ص ١٤.
(٣) بينما الشافعية يسمون النطق بهما سراً ترجيعاً، لأن الأصل في الأذان إنما هو الإتيان فيه بالشهادتين جهراً، فالنطق بهما قبل ذلك سراً أجدر بأن يسمى ترجيعاً. أما السادة الأحناف والحنابلة فلا ترجيع عندهم.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (478,'شروط المؤذن:',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (479,'١- الإسلام، فلا يصح أذان كافر، وإن كان بقوله: "أشهد ألاّ إله إلاّ اللَّه" أسلم، لوقوع أوله على غير الإسلام.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (480,'٢- العقل، فلا يصح من مجنون.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (481,'٣- البلوغ فلا يصح الأذان من صبي، ولا يسقط فرض الكفاية عن المسلمين، ما لم يعتمد في دخول الوقت على بالغ فإنه عندئذ يصح.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (482,'٤- العدالة، فلا يصح الأذان من فاسق، ما لم يعتمد في دخول الوقت على إخبار عدل.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (483,'٥- الذكورة، فلا يصح من امرأة ولا من خنثى مشكل.
شروط صحة الأذان:',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (484,'١- النية، فإذا أتى المؤذن بصيغة الأذان المتقدمة بدون نية وقصد، فلا يصح، لحديث ابن عمر رضي اللَّه عَنهما عن النبي صلى اللَّه عليه وسلم قال: "أنما الأعمال بالنية" (١) .',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (485,'٢- أن تكون كلمات الأذان متوالية ومرتبة، متوالية: بحيث لا يفصل بين الجمل بفعل أو قول أو سكوت، فإذا فصل بفاصل غير طويل لم يضر ويبني على ما قاله وإلا أعاده، ومرتبة: أي كما وردت، فإن قال مثلاً: "حيّ على الفلاح" قبل "حيّ على الصلاة" لم يصح أذانه، ويجب عليه أن يعيد "حيّ عل الفلاح" بعد قوله "حيّ على الصلاة"، فإذا لم يعدها مرتبة بطل أذانه.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (486,'٣- الوقوف على رأس كل جملة من جمل الأذان بالسكون، إلا التكبير الأول فلا يشترط الوقوف عليه بالسكون بل يندب (أي يندب أن يقول اللَّه أكبرْ، اللَّه أكبرْ) .',NULL,'126',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (487,'٤- أن يكون الأذان باللغة العربية، إلا إذا كان المؤذن أعجمياً، ويريد أن يؤذن لنفسه أو لجماعة أعاجم مثله، وإلا لم يصح الأذان.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (488,'٥- دخول الوقت فلا يصح الأذان قبله بل يحرم لما فيه من تلبيس على الناس وكذب في الإعلام بدخول الوقت، إلا لصلاة الصبح، فيندب الأذان لها في سدس الليل الأخير، ثم يعاد استناناً عند طلوع الفجر الصادق، لحديث لبن عمر رضي اللَّه عَنهما أن رسول اللَّه صلى اللَّه عليه وسلم قال: "إن بلالاً ينادي بليل فكلوا واشربوا حتى ينادي ابن أم مكتوم" (٢) .',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (489,'٦- أن يأتي بالأذان شخص واحد، فلو أذن مؤذن ببعضه ثم أتمه غيره، لم يصح، وإن تناوبه اثنان كل واحد يقول جملة غير التي يأتي بها الآخر (ما يسمى بأذان الجوقة) لم يصح أيضاً.
أما لو أذنت جماعة مع بعضها، وكل واحد لفظ ألفاظ الأذان من أولها إلى آخرها جاز.
_________
(١) مسلم: ج ١/ كتاب الإمارة باب ٤٥/١٥٥.
(٢) البخاري: ج ١/ كتاب الأذان باب ١٢/٥٩٥.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (490,'مندوبات الأذان:',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (491,'١- أن يكون المؤذن طاهراً من الحدثين، لحديث أبي هريرة رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لا يؤذن إلا متوضئ" (١) .',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (492,'٢- أن يكون حسن الصوت مُرْتَفِعَهُ، لأن النبي صلى اللَّه عليه وسلم قال لعبد اللَّه بن زيد رضي اللَّه عَنهُ في حديث الأذان: " ... فقم مع بلال فألق عليه ما رأيت فليؤذن به، فإنه أندى صوتاً منك" (٢) .',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (493,'٣- أن يقف على مكان مرتفع، كمنارة أو سطح مسجد، لأنه أبلغ للإسماع.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (494,'٤- أن يؤذن قائماً، ويكره الجلوس إلا لعذر، لحديث ابن عمر رضي اللَّه عَنهما أن النبي صلى اللَّه عليه وسلم قال: "يا بلال قم فناد بالصلاة" (٣) .',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (495,'٥- أن يكون متوجهاً إلى القبلة، إلا لأجل الإسماع فيندب له الدوران أثناء الأذان بجميع بدنه، ولو أدى ذلك إلى استدبار القبلة، إلا أنه يبتدئ أذانه مستقبلاً القبلة.
_________
(١) الترمذي: ج ١/ كتاب الصلاة باب ١٤٧/٢٠٠.
(٢) أبو داود: ج ١/ كتاب الصلاة باب ٢٨/٤٩٩.
(٣) مسلم: ج ١/ كتاب الصلاة باب ١/١.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (496,'إجابة المؤذن:
يندب إجابة المؤذن لسماعه، ولو كانت حائضاً أو نفساء، وإذا تعدد المؤذنون يكفيه إجابة مؤذن واحد، واختار اللخمي تكرير الإجابة إذا تريثوا أي واحداً بعد واحد. وتكون الإجابة: مثل ما ⦗١٢٨⦘ يقول المؤذن إلى نهاية الشهادتين، وكذا يجيب على الترجيع إذا سمعه. وإذا أراد أن يتم الإجابة فيجيب الحيعلتين بالحوقلتين. لكن لا يردد السامع قول المؤذن في صلاة الصبح: "الصلاة خير من النوم". روي عن عمر رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "إذا قال المؤذن: اللَّه أكبر اللَّه أكبر فقال أحدكم اللَّه أكبر اللَّه أكبر، ثم قال: أشهد أن لا إله إلا اللَّه، قال: أشهد أن لا إله إلا اللَّه. ثم قال: أشهد أن محمداً رسول اللَّه قال: أشهد أن محمداً رسول اللَّه، ثم قال: حيّ على الصلاة، قال لا حول ولا قوة إلا باللَّه، ثم قال اللَّه أكبر اللَّه أكبر، قال: اللَّه أكبر اللَّه أكبر، ثم قال: لا إله إلا اللَّه قال لا إله إلا اللَّه، من قلبه، دخل الجنة" (١) .
وتطلب الإجابة من المصلي السامع الأذان إن كان متنفلاً، أما إذا كان يصلي الفرض فتكره له الإجابة، ولو كان فرضه نذراً، ولكن تندب له الإجابة بعد الانتهاء من الصلاة. وكذا تطلب الإجابة من المعلم والمتعلم والقارئ والذاكر والآكل.
ويندب بعد الإجابة الصلاة على النبي صلى اللَّه عليه وسلم، كما يندب أن يقول بعد ذلك: "اللَّهم رب هذه الدعوة التامة، والصلاة القائمة، آت سيدنا محمد الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته إنك لا تخلف الميعاد"، لما روى عبد اللَّه بن عمرو بن العاص رضي اللَّه عَنهما أنه سمع النبي صلى اللَّه عليه وسلم يقول: "إذا سمعتم المؤذن فقولوا مثل ما يقول ثم صلوا علي، فإن من صلى علي صلاة صلى اللَّه عليه بها عشراً ثم سلوا اللَّه لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد اللَّه، وأرجو أن أكون أنا هو، فمن سأل الوسيلة لي حلت له شفاعتي" (٢) .
_________
(١) مسلم: ج ١/ كتاب الصلاة باب ٧/١٢.
(٢) مسلم: ج ١/ كتاب الصلاة باب ٧/١١.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (497,'الإقامة
تعريفها: هي الإعلام بالقيام إلى الصلاة بذكر مخصوص.
حكمها:',NULL,'128',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (498,'١- سنة عين لذكر بالغ منفرد، أو يصلي مع جماعة نساء، أو مع جماعة صبيان، لأداء فرض (لا نفل) سواء كان أداء أم قضاء. وتتعدد بتعدده.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (499,'٢- سنة كفائية لجماعة الذكور البالغين، وقيل: لا يقيم أحد لنفسه بعد الإقامة، ومن فعل خالف السنة.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (500,'٣- وتندب الإقامة عيناً لكل من المرأة والصبي سراً، أما لجماعة النساء فسنة كفائية.
ويندب أن يكون المؤذن هو المقيم، ويندب له الطهارة والقيام واستقبال القبلة.
ألفاظها: هي كألفاظ الأذان، إلا إنها مفردة بما فيها قوله: "قد قامت الصلاة"، إلا التكبير في أولها وآخرها فهو مثنى.
ويجوز للمؤتم أن يقوم للصلاة أثناء الإقامة، وعند تمامها.
ويجوز أخذ أجرة على الأذان والإقامة أو على الأذان فقط، وكذا يجوز أخذ الأجرة على الإمامة إن كانت تبعاً للأذان والإقامة، وأما أخذ الأجرة عليها استقلالاً فمكروه إن كانت الأجرة من المصلين، وأما إذا كانت من الوقف أو بيت المال فلا تكره.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (501,'<span data-type="title" id=toc-16>الباب الثالث: شروط الصلاة:</span>',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (502,'تعريف الشرط:
شرط الشيء ما كان خارجاً عن حقيقته، وهو ما يلزم من عدمه عدم المشروط ولا يلزم من وجوده وجود ولا عدم.
أقسام الشروط:',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (503,'١- شروط الوجوب.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (504,'٢- شروط الصحة.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (505,'٣- شروط وجوب وصحة.
أولاً: شروط الوجوب',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (506,'١- البلوغ، لما روى علي رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: "رفع القلم عن ثلاثة، عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل" (١) .
والبلوغ شرط للوجوب لا للصحة حيث تصح الصلاة من الصبي المميز.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (507,'٢- عدم الإكراه على تركها، والإكراه المعتبر في العبادات هو الخوف من قتل أو ضرب أو سجن أو قيد، فمن ترك الصلاة مكرهاً فلا إثم عليه بل لا تجب عليه. ولكن من المؤكد أن الإكراه لا ⦗١٣١⦘ يتأتى على جميع أفعال الصلاة، فإذا تمكن من الطهارة سقط عنه مالا يقدر على الإتيان به فقط، ويفعل ما يقدر عليه من نية وإحرام وقراءة وإيماء كما يفعل المريض (الإكراه بمنزلة المرض) إذا تمكن من الطهارة.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (508,'٣- بلوغ الدعوة: أي بلغته دعوة النبي صلى اللَّه عليه وسلم، ولو كان كافراً؛ إذ الصحيح تكليف الكفار بفروع الشريعة كأصولها (العقيدة) .
_________
(١) أبو داود: ج ٤/ كتاب الحدود باب ١٦/٤٤٠٣.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (509,'أمر الصبي بالصلاة:
يندب للولي أن يأمر الصبي بالصلاة ابن سبع، لأن الشارع أمر الولي أن يأمر بها، فالوالي مأمور من قبل الشارع بالأمر بها، والصبي مأمور من قبل الشارع بفعلها، بناء على أن حكم الأمر من الشارع للولي بالأمر بالشيء للصبي هو بمثابة الأمر بذلك الشيء (١) للصبي مباشرة، فالصبي مكلف من قبل الشارع بالمندوبات والمكروهات فإذا فعلها يثاب عليها. أما البلوغ فهو شرط للتكليف بالواجبات والمحرمات.
ويندب أن يَضربه عليها ابنَ عشر ضرباً مؤلماً غير مبرح (لا يكسر عظماً ولا يشين عضواً) إن ظن إفادته وإلا فلا يضربه.
وتندب التفرقة بين الأولاد في المضاجع، أي لا ينام أحدهما مع الآخر في فراش واحد إلا وعليه ثوب (٢) .
عن سيرة الجهني قال: قال النبي صلى اللَّه عليه وسلم: " مروا الصبي بالصلاة إذا بلغ سبع سنين، وإذا بلغ عشر سنين فاضربوه عليها" (٣) ، وعن عمرو بن شعيب، عن أبيه، عن جده، قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "مروا أولادكم بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر، وفرقوا بينهم في المضاجع" (٤) . ⦗١٣٢⦘
_________
(١) هناك من يقول: إن الأمر بالأمر بالشيء ليس له حكم الأمر بذلك الشيء (الصبي) غير مكلف من قبل الشارع، لذا إذا صلى الصبي فلا ثواب له لامتثاله لأمر وليه لتدريبه، وإنما الثواب لوالديه لأمرهما الصبي بها.
(٢) يجب على الولي منع الصبي من كل ما هو معصية بحق البالغ.
(٣) أبو داود: ج ١/ كتاب الصلاة باب ٢٦/٤٩٤.
(٤) أبو داود: ج ١/ كتاب الصلاة باب ٢٦/٤٩٥.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (510,'ثانياً: شروط الوجوب والصحة:',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (511,'١- العقل (١) ، فلا تجب ولا تصح من المجنون ولا من المغمى عليه ولا من السكران بحلال (أي غير المتعدي بسكره) ، لحديث علي رضي اللَّه عَنهُ المتقدم: "رفع القلم عن ثلاثة، عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل".',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (512,'٢- وجود الطهور مع القدرة على استعماله، ويخرج بذلك فاقد الطهورين، أو فاقد القدرة على استعمالهما كالمكره، والمربوط، فلا تجب عليهما ولا يقضيان وإن تمكنا بعد خروج الوقت على القول المشهور.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (513,'٣- اليقظة وعدم النسيان، لأن النائم والناسي غير متمكنين من طهارة الحدث عادة، لكن يجب عليهما القضاء حال استيقاظهما، لأن عذرهما يزول بأدنى تنبيه، ولأنه يوجد من قبلهما تفريط.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (514,'٤- دخول الوقت، فلا تجب ولا تصح الصلاة قبل دخول الوقت، وقيل: دخول الوقت سبب للوجوب.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (515,'٥- النقاء من الحيض والنفاس، لعدم تمكن الحائض والنفساء من الطهارة شرعاً، فلا يجب ولا تصح منهما الصلاة ولا تقضيانها.
_________
(١) كل من كان بالغاً عاقلاً بلغته الدعوة سمي مكلفاً ولو كان كافراً أي هو مطالب بما فيه كلفة (واجبات، منهيات، مندوبات، مكروهات) .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (516,'ثالثاً: شروط صحة فقط:
وهي خمسة:',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (517,'١- الإسلام، فلا تصح من الكافر وإن وجبت عليه بناء على القول المعتمد أن الكفار مخاطبون بفروع الشريعة.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (518,'٢- الطهارة من الحدث: تشمل الطهارة من الحدث الأكبر والأصغر ابتداء ودواماً، سواء ذكر الحدث وكان قادراً على الطهارة أم لا، فلو صلى محدثاً أو طرأ الحدث في الصلاة، ولو سهواً، بطلت الصلاة، وإن لم يقدر على الطهارة سقطت عنه.
والدليل قوله تعالى: {يا أيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم ... } (١) وقوله تعالى: {وإن كنتم جنباً فاطهروا} (٢) ، وحديث ابن عمر رضي اللَّه عَنهما المتقدم: "لا يقبل اللَّه صلاة بغير طهور".',NULL,'132',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (519,'٣- طهارة البدن ومحمول المصلي والمكان من الخبث (٣) : وتشمل طهارة البدن طهارة البدن [؟؟] الظاهر وما في حكمه كداخل الأنف والفم والأذن والعين، ودليل طهارة البدن حديث عائشة رضي اللَّه عَنها قالت: قالت فاطمة بنت أبي حبيش لرسول اللَّه صلى اللَّه عليه وسلم: يا رسول اللَّه إني لا أطهر أفأدع الصلاة، فإذا ذهب قَدْرُها فاغسلي عنك الدم وصلي" (٤) .
والمكان هو ما تماس مع أعضاء المصلي بالفعل من قدميه وركبتيه ويديه ورجليه، ولا يشمل ما تحت حصيرته وإن اتصل بها كفورة ميتة صلى على صوفها (لأن الجلد لا يطهر بالدباغة) .
ودليل طهارة المكان حديث أبي هريرة رضي اللَّه عنه قال: قام أعرابي فبال في المسجد، فتناوله الناس، فقل لهم النبي صلى اللَّه عليه وسلم: "دعوه، وهريقوا على بوله سَجْلاً من ماء أو ذَنُوباً من ماء فإنما بعثتم ميسرين ولم تبعثوا معسرين" (٥) .
أما محمول المصلي فيشمل الثوب والعمامة والنعل والحزام والمنديل، ودليل طهارة الثوب قوله تعالى: {وثيابك فطهر} (٦) ، وما روى أبو هريرة رضي اللَّه عنه أن خولة بنت يسار أتت النبي صلى اللَّه عليه وسلم فقالت: يا رسول اللَّه، إنه ليس لي إلا ثوب واحد، وأنا أحيض فيه، فكيف أصنع؟ قال: "إذا طهرت فاغسليه ثم صلي فيه" (٧) . ولو كانت النجاسة في طرف عمامة المصلي الملقى على الأرض، أو في طرف ثوبه الملقى على الأرض، وجب إزالتها لأنها تعتبر من محمول المصلي. وكذا ما استقر في بطنه من نجاسة مدة بقائها في بطنه يقيناً أو ظناً لا شكاً، فيجب عليه أن يتقيأها إن أمكن وإلا فلا إن كان عاجزاً. فإن تحولت هذه النجاسة إلى عذرة أصبحت بحكمها. وكذا ما علق في أسفل النعل من نجاسة، فإنها تعتبر نجاسة محمولة إذا رفع رجله بها؛ كأن سجد، فعندها تبطل صلاته، أما إن سلَّ قدمه من النعل سلاً بغير رفعه وقبل السجود، فإنها لا تبطل.
ومحل شروط هذه الطهارة أن يكون ذاكراً لها وقادراً عليها، فإن صلى ناسياً للنجاسة، أو جاهلاً بها فإن صلاته صحيحة، أو كان عالماً بها لكنه غير قادر على إزالتها إما لفقد الطهور، أو ⦗١٣٤⦘ للعجز عن استعمال الطهور، ولم يوجد عنده ثوب آخر غير المتنجس، فصلى، فإن صلاته صحيحة، ويحرم عليه تأخيرها حتى يخرج الوقت، ولكن يندب له إعادة الصلاة على الحكمين المشهورين إن اتسع الوقت (ووقت الظهرين يمتد إلى الاصفرار، لأن الإعادة نافلة والنافلة بعد الاصفرار مكروهة. ووقت العشاءين حتى طلوع الفجر الصادق. والفجر حتى طلوع الشمس) .
أما إن صلى وانتهى من صلاته وهو ذاكر للنجاسة وقادر على إزالتها، فعلى القول بالوجوب تكون صلاته باطلة، ويجب إعادتها سواء خرج الوقت أو لم يخرج، أما على القول بأن إزالتها سنة فيندب إعادة الصلاة في الوقت أو خارجه. وأما إن ذكر النجاسة قبل الصلاة ثم نسيها عند الدخول فيها واستمر حتى فرغ منها فلا تبطل ولو تكرر التذكر والنسيان قبلها، وإنما يندب له الإعادة في الوقت أو بعده.
_________
(١) و (٢) المائدة: ٦.
(٣) بناء على الحكم المشهور بأنها واجبة إن ذكرها وكان قادراً على إزالتها، ولكن هناك حكم آخر مشهور وهو المعتمد في الفتيا أنها سنة. هذا بالنسبة للنجاسة غير المعفو عنها، أما النجاسة المعفو عنها فيندب إزالتها إن تفاحشت وإلا فلا.
(٤) البخاري: ج ١/ كتاب الحيض باب ٨/٣٠٠.
(٥) البخاري: ج ١/ كتاب الوضوء باب ٥٧/٢١٧، والذنوب: الدلو الكبير الممتلئ ماء.
(٦) المدثر: ٤.
(٧) أبو داود: ج ١/ كتاب الطهارة باب ١٣٢/٣٦٥.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (520,'مسألة: سقوط النجاسة على المصلي أثناء الصلاة، أو تذكره للنجاسة أثناءها:
إذا سقطت النجاسة على المصلي أثناء الصلاة واستقرت عليه، أو تذكَّر نجاسة عليه أثناء الصلاة، بطلت صلاته بشروط:',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (521,'١- أن تستقر النجاسة عليه، لكونها رطبة، أو يابسة ولكن لم تنحدر حال سقوطها، وإنما علق منها به شيء.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (522,'٢- الوقت متسع لإزالة النجاسة وإدراك الصلاة فيه (أي إدراك ركعة كاملة بسجدتيها على الأقل) إن كان في الوقت الاختياري، وإن كان في الوقت الضروري فإمكانية الإدراك في الوقت الضروري.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (523,'٣- وجود ما تزال به النجاسة من ماء مطلق، أو وجود ثوب آخر طاهر.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (524,'٤- النجاسة الساقطة أو التي تذكرها غير معفو عنها.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (525,'٥- أن لا يكون ما فيه النجاسة محمولاً لغيره، وإلا فلا تقطع الصلاة لعدم بطلانها، كما لو سقط ثوب شخص متنجس لابس له على مصلٍّ، أو تعلق صبي نجس الثياب أو البدن بمصلٍّ وكان الصبي مستقراً على الأرض، فالصلاة صحيحة.
النجاسات المعفو عنها بالنسبة للصلاة ودخول المسجد:
يعفى عن كل ما يعسر التحرز منه من النجاسات بالنسبة للصلاة ودخول المسجد، لا بالنسبة للطعام والشراب، استناداً إلى القاعدة: "إذا ضاق الأمر اتسع" و "عند الضرورات تباح ⦗١٣٥⦘ المحظورات" وقوله تعالى: {ما جعل عليكم في الدين من حرج} (١) . وأمثلة هذه النجاسات التي يعسر التحرز عنها هي:',NULL,'134',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (526,'١- سلس بول، أو مذي، أو ودي، أو غائط، إذا خرج من نفسه من غير اختيار، ولازم كل الزمان أو جله أو نصفه، فلا ينقض الوضوء، ولا يوجب غسل النجاسة للضرورة.
أما إن لازم أقل الزمان ولو مرة كل يوم فينقض الوضوء ولكن يعفى عن النجاسة فلا يجب غسله. وقيل يعفى عن النجاسة في حقه فقط لا في حق غيره، لأن سبب العفو للضرورة ولا توجد في حق الغير، وقيل: بحقه وبحق غيره لسقوط اعتبارها شرعاً. وثمرة هذا الاختلاف: أنه على القول الثاني يجوز لصاحب الحدث أن يصلي إماماً بالأصحاء، وعلى القول الأول فإنه مكروه ولم يقل بالبطلان لأن صاحب السلس صلاته صحيحة للعفو عن النجاسة في حقه فصحت صلاة من ائتم به لأن صلاته مرتبطة بصلاته وصلاته صحيحة.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (527,'٢- بلل الباسور، فإذا خرج الباسور وعليه بلل النجاسة فيعفى عنها إن أصابت الثوب أو البدن ولا يعفى عن اليد التي رفع بها الباسور لأن غسلها ليس فيه مشقة.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (528,'٣- ثوب الأم المرضع وجسدها، إذا أصابهما بول أو غائط الطفل، واجتهدت في درء النجاسة عنها حال نزولهما بخلاف المفرطة. وكذلك يعفى عن ثوب المرضع غير الأم وبدنها المتنجسين من بول الطفل أو غائطه، إذا اجتهدت في درء النجاسة عنها وكانت محتاجة إلى إرضاع هذا الطفل كأن لم يأخذ إلا ثديها، أو كانت فقيرة مضطرة إلى الإرضاع بالأجرة.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (529,'٤- ثوب جزار، وكناف، وطبيب جراح. ويندب لهم إعداد ثوب خاص للصلاة.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (530,'٥- يعفى عن نجاسة بقدر الدرهم البغلي (٢) ، سواء كانت دماً أو قيحاً أو صديداً أو أي نجاسة أخرى. والمراد بالدرهم البغلي قدر مساحة قعر الكف، فالعبرة للمساحة لا للكمية لأنها قد تكون نقطة دم لكن ثخينة، ويعفى عنها سواء أصابت البدن أو الثوب أو المكان، وسواء أصابته أثناء الصلاة أو في خارجها، وسواء كانت من نفسه أو من غيره؛ آدمياً كان أو غيره، ولو خنزيراً.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (531,'٦- ويعفى عما يصيب ثوب العلاف (أو الراعي) أو بدنه أو مكانه، من بول أو روث خيل أو بغال أو حمير، وذلك لمشقة الاحتراز.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (532,'٧- يعفى عن النجاسة التي ينقلها الذباب أو الناموس إلى الثوب والبدن.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (533,'٨- يعفى عن مكان دم الحجامة الذي مسح مسحاً حتى يبرأ الجرح، فيغسله لمشقة الغسل قبل برء الجرح ويجب بعد البرء غسل المحل أو يندب غسله بناء على من يقول بندب إزالة الخبث.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (534,'٩- يعفى عما يصيب ثوب المصلي أو رجله من طين المطر وغير المختلط بالنجاسة ما دام الطين طرياً في الطريق ويخشى الإصابة ثانية ولو بعد انقطاع المطر، ما لم يجف طين الطريق فعندها يجب غسل ما أصاب الثوب أيام النزول. أما إن غلبت النجاسة على الطين يقيناً أو ظناً فلا يعفى عما أصاب الثوب منها، ومن الأَولى إذا أصاب الثوب عين النجاسة فلا يعفى عنها ويجب غسلها. وأما إذا لم توجد نجاسة عينية في الطريق __إذ الأصل في الأشياء الطهارة__ فلا حاجة أن نقول يعفى عن الطين الذي يصيب الثوب لأن الأصل فيه الطهارة.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (535,'١٠- يعفى عن أثر ما سال من الدمامل بنفسه، أما إن عصرت وزاد السائل عن قدر درهم بغلي فلا يعفى عنه، فإن كان العصر ضرورياً ككثرة الدمامل وغلبة الحك والجرب، فعندها يعفى عن أثر ما سال ولو كثر.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (536,'١١- يعفى عن ذيل ثوب المرأة الجاف الذي يجر على الأرض المتنجسة الجافة، إذا كان طويلاً للستر، أما إذا كان للخيلاء فلا.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (537,'١٢- يعفى عما يصيب الرجل المبلولة إذا مرت بنجاسة يابسة.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (538,'١٣- يعفى عما يصيب الخف أو النعل من أرواث الدواب وأبوالها في الطرق والأماكن التي تطرقها الدواب كثيراً، وذلك لعسر الاحتراز، أو عما يصيب رِجلَ فقير لا يجد الخف ليلبسه، إذا دلك الخف أو النعل أو الرجل بخرقة أو تراب أو حجر دلكاً لا يبقى معه شيء من العين.
عن أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "إذا وطئ أحدكم بنعله الأذى فإن التراب له طهور" (٤) .
أما فضلات غير الدواب كالآدمي والكلب والهر، فلا يعفى عما أصاب الخف أو النعل أو الرجل من فضلاتها، وكذلك إذا أصابت فضلات الدواب غير الخف أو النعل أو الرجل فلا يعفى عنها.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (539,'١٤- الماء الساقط على المار بالطريق من بيت المسلمين، المشكوك بطهارته، أو المشكوك في إسلامهم، يحمل على الطهارة ولا يجب السؤال عنه لكن يندب الغسل منه، فإن أخبره ⦗١٣٧⦘
عدل الرواية (مسلم صالح، ذكراً كان أو أنثى، عبداً أو حراً) بالنجاسة وتبين له ذلك، أو كان مذهبه موافقاً لمذهب العدل أخذ بقوله، وفي هذه الحالة وجب الغسل. أما الماء المشكوك بطهارته الساقط على المار من بيت الكفار فيحمل على النجاسة، ما لم يخبره عدل الرواية وحاضرٌ مع أهل البيت بالطهارة فيأخذ بقوله. وأما الماء الساقط على المار بالطريق فإنه يحمل على الطهارة، إن ظن أو تحقق طهارته، ويحمل على النجاسة، إن ظن أو تحقق نجاسته.
_________
(١) الحج: ٧٨.
(٢) هو الدائرة السوداء التي تكون في ذراع البغل.
(٣) أبو داود: ج ١/ كتاب الطهارة باب ١٤١/٣٨٥.
(٤) أبو داود: ج ١/ كتاب الطهارة باب ١٤١/٣٨٥.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (540,'الثياب التي يحرم على المصلي لبسها في الصلاة:
يحرم على المصلي لبس ما غلبت عليه النجاسة تطبيقاً للقاعدة: "كل ما غلبت النجاسة عليه فلا يصلى به"، ومحل الحرمة إذا جزم بعدم الطهارة أو ظن أو شك، أما لو تحقق الطهارة بها أو ظنها فيجوز الصلاة فيها) وهي:',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (541,'١- محمول الكافر ولو كتابياً، سواء كان ذكراً أو أنثى، وسواء كانت الثياب مباشرة لجسده أم لا، كالقميص والسروال، لأن شأن الكافر عدم توقي النجاسة. وعندنا قاعدة: "الأصل في الأشياء الطهارة" لكن إن تعارض الأصل مع الغالب قدم الغالب.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (542,'٢- ثياب السكير (كثير السكر) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (543,'٣- ثياب الكنّاف (شأنه نزع الأكنفة)',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (544,'٤- ثياب غير المصلي (وتشمل ثياب الصبيان والنساء والرجال الذين لا اعتناء لهم بالصلاة) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (545,'٥- ثياب النوم لغير مريد الصلاة (أما ما ينام فيه هو فهو أعلم بحاله) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (546,'٦- الثياب المحاذية لفرج غير عالم بالطهارة، من إزرار أو سراويل (بخلاف العمامة والرداء) ، إلا إن علم طهارتها.
الأمكنة التي تجوز فيها الصلاة',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (547,'١- تجوز الصلاة في مرابض الغنم والبقر، من غير أن يفرش بأرضها ما يُصلى عليه لطهارة زبلها، عن جابر بن سمرة رضي اللَّه عَنهُ (أن رجلاً سأل رسول اللَّه صلى اللَّه عليه وسلم ... قال: أُصلي في مرابض الغنم؟ قال: نعم. قال: أُصلي في مبارك الإبل؟ قال: لا) (١) .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (548,'٢- تجوز الصلاة في المقبرة، سواء كانت عامرة أو مدروسة، وسواء كانت منبوشة أم لا، وسواء ⦗١٣٨⦘ كانت مقبرة مسلمين أو كافرين. وكذا تجوز الصلاة في الحمام والمزبلة والمجزرة وقارعة الطريق، إن أُمنت النجاسة في كل ذلك، وإن شك فيها وصلى فصلاته مكروهة، ويعيد في الوقت، فإذا خرج الوقت لا إعادة عليه. أما إن تحققت النجاسة فيها منعت الصلاة فيها، وإن صلى على أرضها أعاد على الإطلاق إن خرج الوقت أو لم يخرج.
_________
(١) مسلم: ج ١/ كتاب الحيض باب ٢٥/٩٧.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (549,'الأمكنة التي تكره فيها الصلاة:',NULL,'138',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (550,'١- تكره الصلاة في مَعْطن الإبل (موضع بروكها عند شربها، أما موضع مبيتها ليس بمعطن فلا تكره الصلاة فيه) ، ويعيد إن صلى عامداً أو ناسياً أو جاهلاً في الوقت، ولو أمن النجاسة أو صلى على مُصلى طاهر، والعلة هنا تعبدية.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (551,'٢- تكره الصلاة في الكنيسة (متعبد الكفار: نصارى وغيرهم) سواء كانت عامرة أو مدروسة، ويعيد في الوقت، إذا نزلها مختاراً وكانت عامرة، وصلى على أرضها أو فرشها، وكانت مشكوكاً فيما صلى عليه، أما إذا اضطر للنزول فيها لبرد أو خوف فلا كراهة ولو كانت عامرة، ولا يعيد الصلاة في الوقت على الأرجح (١) .
_________
(١) لما قدم عمر بن الخطب رضي اللَّه عَنهُ الشام صنع له رجل نصراني طعاماً فقال: "إنا لا ندخل كنائسكم لأجل التماثيل". وعند السادة الحنفية يُكره دخول الكنائس كراهة تحريمية ولو لمجرد النظر والمشاهدة، لأن مجرد الدخول فيها تعظيم لها.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (552,'حالة الرعاف
الرعاف: هو خروج الدم من الأنف سواء كان رشحاً (١) أو قطراً أو سائلاً.
أقسامه:
أولاً__ الرعاف قبل الدخول في الصلاة:
آ- إن ظن أو شك استغراق الرعاف الوقت كله، صلى في أول الوقت، ولا تجب عليه الإعادة بل ولا تندب ولو انقطع في الوقت.
ب- إن ظن أو شك انقطاع الرعاف قبل انتهاء الوقت أخَّر الصلاة وجوباً إلى آخر الوقت الاختياري، فإذا لم ينقطع صلى على حالته بحيث تقطع الصلاة كلها أو ركعة كاملة منها في الوقت الاختياري، ويحرم تقديمها عن آخر الوقت الاختياري لعدم صحتها بالنجاسة مع ظن أو احتمال انقطاعها في آخره.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (553,'١- سلس بول، أو مذي، أو ودي، أو غائط، إذا خرج من نفسه من غير اختيار، ولازم كل الزمان أو جله أو نصفه، فلا ينقض الوضوء، ولا يوجب غسل النجاسة للضرورة.
أما إن لازم أقل الزمان ولو مرة كل يوم فينقض الوضوء ولكن يعفى عن النجاسة فلا يجب غسله. وقيل يعفى عن النجاسة في حقه فقط لا في حق غيره، لأن سبب العفو للضرورة ولا توجد في حق الغير، وقيل: بحقه وبحق غيره لسقوط اعتبارها شرعاً. وثمرة هذا الاختلاف: أنه على القول الثاني يجوز لصاحب الحدث أن يصلي إماماً بالأصحاء، وعلى القول الأول فإنه مكروه ولم يقل بالبطلان لأن صاحب السلس صلاته صحيحة للعفو عن النجاسة في حقه فصحت صلاة من ائتم به لأن صلاته مرتبطة بصلاته وصلاته صحيحة.
_________
(١) الرشح: هو عدم السيلان والتقاطر، وإنما يلوث طاقتي الأنف.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (554,'ثانياً: حالة من رعاف أثناء الصلاة:
آ- إن ظن دوام الرعاف إلى آخر الوقت الاختياري، وجب عليه متابعة صلاته، ما لم يخشى تلويث المسجد بالدم (بلاطة أو فرشه) ولو بقطرة، فإن خشي ذلك قطع الصلاة وخرج من المسجد صيانة له من التلويث وابتدأها خارجه.
وإن ظن أن الركوع والسجود يضره في جسمه أو يلطخ ثوبه حيث يفسده الغسل، وجب عليه الإيماء للركوع وهو قائم والإيماء للسجود وهو جالس، وإن شك الضرر ندب له الإيماء.
ب- إن ظن أو شك انقطاع الرعاف في الوقت المختار، فهناك حالات مختلفة باختلاف حالة الرعاف:',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (555,'١- إن كان الرعاف رشحاً وأمكن فتله، وجب إتمام الصلاة وفتلُ الدم بأنامل يسراه، وذلك بأن يدخل الأنملة في أنفه ثم يفتلها بعد انفصالها بأنمل الإبهام، وقيل: يضعها على أنفه بدون إدخال ثم يفتلها بالإبهام، فإن انقطع الدم تابع الصلاة ولو زاد الدم في الأنامل على الدرهم. وإن لم ينقطع الدم فتله بأنمل يسراه الوسطى، فإن قطعه وهو دون الدرهم فصلاته صحيحة، وإن زاد ما في أنمل يسراه الوسطى على الدرهم قطع صلاته وجوباً إن اتسع الوقت لغسل الدم وإدراك ولو ركعة في الوقت، وإلا استمر في الصلاة ولو زاد الدم على الدرهم، وكذا إن خاف تلويث المسجد ولو بأقل من درهم قطع الصلاة صوناً عن النجاسة ولو ضاق الوقت.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (556,'٢- إن كان الرعاف سائلاً أو قاطراً، فهو مخير إما أن يقطع صلاته، أو يبني على ما صلى، إن اتسع الوقت، أما إن ضاق الوقت تعين البناء وجوباً.
ما يفعله مريد البناء: يخرج من الصلاة ممسكاً أنفه من المارن (أعلاه) إلى أن يصل إلى الماء فيغسله ثم يعود إلى مصلاه، ويبني على ما تقدم من صلاته وذلك ضمن شروط هي:',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (557,'١- إن لم يتلطخ بالدم بما يزيد على درهم وإلا قطع الصلاة.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (558,'٢- أن لا يجاوز في الذهاب لغسل أنفه أقرب مكان ممكن فيه الغسل إلى أبعد منه.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (559,'٣- أن يكون مكان الغسل قريباً، أما إن بعد بعداً فاحشاً فتبطل صلاته بذهابه إليه ولو لم يجاوز أي مكان قبله.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (560,'٤- عدم استدبار القبلة بلا عذر.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (561,'٥- إن لم يطأ في طريقه نجاسة عامداً مختاراً.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (562,'٦- إن لم يتكلموا ولو سهواً وإلا بطلت.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (563,'٧- أن يكون الراعف يصلي جماعة، وعلى رأي بعضهم يصح البناء ولو كان يصلي فذاً.
ولا تحسب الركعة إلا إذا كملت بسجدتيها وإلا يعيد كل أجزاء الركعة. ويتم صلاته في موضع الغسل، إن كانت الصلاة غير جمعة، وإن لم يمكن فيه ففي أقرب مكان ممكن وإلا بطلت الصلاة، أما إذا كان يظن أنه سيلحق الإمام في إتمام الصلاة أوشك في ذلك رجع وجوباً إلى الإمام لإتمام صلاته معه، فإذا رجع ووجد قد فرغ أتم ولا شيء عليه. وإن رعف المأموم حال سلام إمامه سلم وصحت صلاته، لأن سلامه بنجاسة أخف من خروجه لغسلها. وإن اجتمع قضاء وبناء قدم البناء على القضاء، كأن كان مسبوقاً ورعف أثناء الصلاة وبعد غسل الدم يقدم البناء (أي ما فاته مع الإمام أثناء غسل الدم) ويجلس في أخيرة الإمام، وإن لم تكن أخيرته هو أو ثنائيته لمن أدرك مع الإمام الوسطين من رباعية العشاء مثلاً وفاتته الأولى قبل الدخول بالصلاة وفاتته الرابعة لرعافه فيها، فبعد غسل الرعاف يأتي بركعة يقرأ فيها الفاتحة فقط سراً ثم يجلس لأنها أخيرة الإمام، ثم يأتي بركعة يقرأ فيها أم الكتاب وسورة جهراً لأنها أُولى إمامه. وتسمى هذه الصلاة أم الجناحين لوقوع السورة مع أم الكتاب في طرفيها.
ولا يبني المصلي لغير الرعاف كسبق حدث أو سقوط نجاسة أو غير ذلك من مبطلات الصلاة.
رابعاً: ستر العورة
الستر: هو ما يستتر به بشروط:',NULL,'140',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (564,'١- أن يكون كثيفاً، فلا يصف لون البشرة ولا يشف فإذا شف في بادئ النظر كان كعدمه وتبطل الصلاة به، أما إذا كان يشف بعد إمعان النظر فتكره الصلاة به وتندب إعادتها في الوقت.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (565,'٢- أن لا يكون الساتر ضيقاً بحيث يحدد العورة، فإذا صلى به كُره ذلك ووجب إعادة الصلاة في الوقت، أما إذا حدد العورة بسبب هبوب الريح أو بلل المطر فلا كراهية فيه ولا إعادة.
والعورة لغة من العور، وهو القبح والنقص، وسميت كذلك لقبح كشفها شرعاً. ⦗١٤١⦘
ما ماهية العورة وأقسامها:
أولاً- العورة بالنسبة للصلاة:
تنقسم العورة بالنسبة للصلاة إلى قسمين: مغلظة ومخففة، حسب الآتي:',NULL,'140',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (566,'١- العورة المغلظة:
آ- عند الرجل: السوءتان وهما القبل (ويضم الذكر والخصيتان) والدبر.
ب- عند الأَمة: الفرج والعانة والدبر والإليتين.
جـ- عند الحرة: البطن وما حاذاه من الظهر، ومن السرة إلى الركبة.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (567,'٢- العورة المخففة:
آ- عند الرجل والأمة: ما زاد على المغلظة من السرة إلى الركبة.
ب- عند المرأة الحرة البالغة: جميع بدنها ما عدا الوجه والكفين وما ذكر من العورة المغلظة.
حكم ستر العورة في الصلاة:',NULL,'141',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (568,'١- المغلظة:
آ- سترها شرط (١) لصحة الصلاة مع القدرة والذكر، فمن صلى مكشوف العورة المغلظة من ذكر أو أنثى كلها أو بعضها ولو قليلاً بطلت صلاته إن كان قادراً على الستر ذاكراً له، وعليه الإعادة مطلقاً، سواء في الوقت أو خارجه. أما إن صلى كاشفاً لها ناسياً أو عاجزاً عن الستر صحت صلاته. ويعتبر قادراً على الستر إذا وجد من يعيره الثوب، ويلزمه قبول الإعارة وإلا بطلت صلاته (لكن لا يلزمه قبول هبته لعظم المنة) . وكذا يجب عليه شراؤه بالثمن المعتاد. وإذا لم يجد المكلف إلا ثوباً حريرياً أو ثوباً نجساً فيصلي به، ويُقدَّم الحرير الطاهر على غير الحرير النجس إذا وجد معاً. فإذا عجز عن الستر صلى عرياناً ويعيد الصلاة في الوقت الضروري إذا وجد الستر فيه.
ب- سترها مندوب في الصلاة لأم الولد ولحرة صغيرة ولصبي صغير.
_________
(١) قيل: واجب فيأثم تاركه ويعيد الصلاة في الوقت.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (569,'٢- المخففة:
آ- بالنسبة للمرأة: يجب سترها، فإذا صلت مكشوفة العورة المخففة يجب عليها إعادة الصلاة في الوقت الضروري (وهو إلى الاصفرار، والليل كله في العشاءين، ⦗١٤٢⦘ ولطلوع الشمس في الفجر) وإذا خرج يندب لها القضاء، باستثناء كشف باطن القدمين فلا تعيد الصلاة لكشفهما رغم أنهما من العورة المخففة. عن عائشة رضي اللَّه عَنها "أن النبي صلى اللَّه عليه وسلم قال: لا يقبل اللَّه صلاة حائض إلا بخمار" (١) وعن أم سلمة رضي اللَّه عَنها "أنها سألت النبي صلى اللَّه عليه وسلم: أتصلي المرأة في درع وخمار وليس عليها إزار؟ قال: إذا كان الدرع سابغاً يغطي ظهور قدميها" (٢) .
ب- بالنسبة للرجل: المعتمد وجوبُ سترها، ويجب إعادة الصلاة لكشفها باستثناء كشف الفخذين فلا يعيد الصلاة لكشفهما رغم أنهما من العورة المخففة.
ويكره للرجل كشف كتفه أو جبينه أو تشمير ثوبه أو كفّ كمه أو عقص شعره أثناء الصلاة.
جـ- بالنسبة لأم الولد والصبية: يندب سترها، وبالنسبة للصبي: يندب ستر العانة والإليتين بالإضافة إلى المغلظة.
_________
(١) ابن ماجة: ج ١/ كتاب الطهارة باب ١٣٢/٦٥٥.
(٢) أبو داود: ج ١/ كتاب الصلاة باب ٨٤/٦٤٠.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (570,'ثانياً- العورة خارج الصلاة:
آ- في الخلوة: يندب ستر العورة المغلظة ولو في الظلام، سواء عورة الرجل أو المرأة، ويزاد على عورة الرجل المغلظة العانة والإليتين ويكره كشفها لغير حاجة، لحديث بهز بن حكيم بن معاوية عن أبيه عن جده قال: "قلت يا رسول اللَّه عوراتنا ما نأتي منها وما نذر؟ قال: احفظ عورتك إلا من زوجتك أو ما ملكت يمينك. قال: قلت يا رسول اللَّه إذا كان القوم بعضهم في بعض؟ قال: إن استطعت ألا يرينَّها أحد فلا يرينها. قال رسول اللَّه إذا كان أحدنا خالياً؟ قال: اللَّه أحق أن يستحيا منه من الناس" (١) .
ب- العورة بالنسبة للنظر: يجب على المكلف ستر عورته أمام من لا يحل له النظر إليها، إلا لضرورة كالتداوي فيجوز لها كشفها بقدر الضرورة، ويحرم النظر إلى عورة المرأة والرجل سواء كانت متصلة أو منفصلة مثل شعر المرأة المقصوص.
_________
(١) أبو داود: ج ١/ كتاب الحمّام - باب ٣/٤٠١٧.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (571,'١- عورة المرأة الحرة البالغة:',NULL,'142',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (572,'١- حدُّها أمام المرأة الحرة المسلمة وأمام الأمة ولو كانت كافرة: من السرة إلى الركبة.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (573,'٢- حدها أمام المرأة الحرة الكافرة: على المعتمد كل بدنها عدا الوجه والكفين، وقيل: ⦗١٤٣⦘ من السرة إلى الركبة ولكن لا تمكنها من النظر لغير وجهها وكفيها لئلا تصفها إلى زوجها، فالتحريم لعارض لا لكونه عورة.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (574,'٣- مع محارمها الرجال: جميع بدنها عدا الرأس والعنق واليدين والقدمين، فيحرم عليها كشف صدرها أو ساقها، ويحرم على محارمها النظر إلى ذلك وإن لم يُلتذ.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (575,'٤- مع الرجل الأجنبي (ليس بمحرم لها) : جميع بدنها عدا الوجه والكفين، فإنهما ليس من العورة لكن يجب سترهما لخوف الفتنة. قال تعالى: {ولا يبدين زينتهن إلا ما ظهر منها} (١) ، قال ابن عباس رضي اللَّه عَنهما: وجهها وكفيها.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (576,'٥- مع الرجل الأجنبي الكافر: كلها عورة بما في ذلك الوجه والكفين.
وصوت المرأة ليس بعورة، لأن نساء النبي صلى اللَّه عليه وسلم كن يكلمن الصحابة وكانوا يستمعون منهن أحكام الدين، ولكن يحرم سماع صوتها إن خيفت الفتنة ولو بتلاوة القرآن.
_________
(١) النور: ٣١.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (577,'٢- عورة الرجل:',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (578,'١- حدها أمام الرجال والنساء من محارمه: من السرة إلى الركبة.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (579,'٢- حدها أمام المرأة الأجنبية: جميع بدنه واستثني الرأس واليدان والرجلان فيجوز للأجنبية النظر إليها عند أمن التلذذ وإلا منع.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (580,'٣- عورة الأمة ولو شائبة (أم ولد، أو مكاتبة، أو مبعضة) :
من السرة إلى الركبة على الجميع، لما روى عمرو بن شعيب عن أبيه عن جده أن النبي صلى اللَّه عليه وسلم قال: "إذا زوج أحدكم خادمه عبده أو أجيره، فلا ينظر إلى ما دون السرة وفوق الركبة" (١) .
_________
(١) أبو داود: ج ١/ كتاب الصلاة باب ٢٦/٤٩٦.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (581,'٤- عورة الأمرد:
يحرم النظر إلى الغلام الأمرد على كل من وجد فرقاً بالشعور ما بين النظر إليه والنظر إلى الملتحي، أما النظر إليه بغير قصد التلذذ فجائز إن أُمنت الفتنة.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (582,'٥- عورة الصغير والصغيرة خارج الصلاة:',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (583,'١- الصغير: ابن ثمان سنوات فأقل: لا عورة له، فيجوز للمرأة أن تنظر إلى جميع بدنه حياً وأن تغسله ميتاً. ⦗١٤٤⦘
وابن تسع إلى اثنتي عشر سنة: يجوز لها النظر إلى جميع بدنه، ولكن لا يجوز لها تغسيله.
وأما ابن ثلاث عشر سنة فما فوقها فعورته كعورة الرجل.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (584,'٢- الصغيرة: بنت سنتين وثمانية أشهر: لا عورة لها.
وبنت ثلاث إلى أربع سنوات: لا عورة لها بالنسبة للنظر، أما بالنسبة للمس فهي كعورة المرأة فلا يجوز للرجل النظر إلى عورتها ولا تغسيلها.
مس العورة:
آ- المحارم نساء ورجالاً: كل ما جاز لهم النظر لهم مسه، أما العورة فيجوز مسها بحائل.
ب- بين الأجانب نساء ورجالاً: ليس كل ما جاز النظر له جاز مسه، فإذا كان يجوز للأجنبي أن يرى وجه الأجنبية فلا يجوز لم مسه، وكذا المرأة لا يجوز لها مس أطراف الأجنبي رغم أنه يجوز النظر إليها.
خامساً: استقبال القبلة:
يشترط لصحة الصلاة استقبال القبلة بشروط ثلاث:',NULL,'144',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (585,'١- القدرة على استقبالها، فمن كان عاجزاً عن التحول إلى القبلة، كأن كان مربوطاً أو مريضاً، ولم يجد من يوجهه إليها، سقط عنه استقبالها وصلى لغيرها، وإذا كان المريض يائساً من حضور مَن يحوله إلى القبلة، يصلي في أو الوقت للجهة التي يستطيع التوجه إليها، أما إذا كان راجياً حضور من يحوله قبل خروج الوقت، فيصلي آخر الوقت ولا إعادة عليه.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (586,'٢- الأمن، فمن خاف من عدو، آدمي أو غيره، على نفسه أو ماله، فقبلته هي الجهة التي يقدر على استقبالها ولا إعادة عليه.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (587,'٣- الذكر، فلو صلى ناسياً لغير جهة القبلة صحت صلاته وأعاد الفرض في الوقت ندباً.
ودليل اشتراط استقبال القبلة لصحة الصلاة:
من الكتاب قوله تعالى: {قد نرى تقلب وجهك في السماء فلنولنك قبلة ترضاها فولّ وجهك شطر المسجد الحرام} (١) . ⦗١٤٥⦘ ومن السنة: ما أخرجه مسلم عن عبد اللَّه بن عمر رضي اللَّه عَنهما قال: "بينما الناس في صلاة الصبح بقباء إذ جاءهم آتٍ فقال: إن رسول اللَّه صلى اللَّه عليه وسلم قد أُنزل عليه الليلة. وقد أُمِر أن يستقبل الكعبة فاستقبلوها. وكانت وجوههم إلى الشام. فاستداروا إلى الكعبة" (٢) .
_________
(١) البقرة: ١٤٤.
(٢) هناك قول مرجوح: يجوز استقبال هواء الكعبة المحاذي لها من أعلاها أو من أسفلها وبناء عليه: من صلى على جبل أبي قبيس وقابل هواءها فصلاته صحيحة.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (588,'ماهية القبلة:',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (589,'١- بالنسبة لمن هو في مكة: يجب استقبال القبلة، وهي عين بناء الكعبة، لمن بمكة فيستقبلها بجميع بدنه حتى لو خرج منه عضو لم تصح صلاته، وإن كان في الحرم صلى مع غيره صفاً أو قوساً أو دائرة، ولا يعتبر الحجر والشاذروان من الكعبة. وأما إن كان في بيته فعليه أن يجتهد في الاتجاه إلى عين الكعبة كأن يصعد على سطح البيت ثم ينظر الكعبة رأي العين، ويحدد قبلته جهتها، إذ لا يكفيه الاتجاه إلى جهتها ولا إلى هوائها على الراجح (١) .',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (590,'٢- لمن كان بغير مكة، قبلته هي جهة الكعبة سواء كان قريباً من مكة أو بعيداً، فيستقبل المصلي جهة الكعبة ولا يلزمه استقبال عينها، لكن يشترط أن يبقى جزء من سطح الوجه مقابلاً لجهة الكعبة.
_________
(١) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٢/١٣.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (591,'كيف تُعرف القبلة:',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (592,'١- إن دخل المكلف مصراً ووجد في مسجدها محراباً صلى إلى المحراب.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (593,'٢- إن دخل مصراً ولم يجد محراباً، وكان يمكنه أن يتحرى، وجب عليه التحري، وذلك بمعرفة الأدلة الدالة على الجهة كالفجر والشفق والشمس والقطب، ولا يجوز له التقليد مع إمكان الاجتهاد، وإذا خفيت عليه علامات القبلة لزمه أن يسأل عنها شخصاً مكلفاً عدلاً عارفاً بأدلة القبلة، ولو كان أنثى أو عبداً، ولا يقلد مجتهد مجتهداً.
وإذا دخل مصراً ولم يجد محراباً ولا عدلاً يسأله، وتحير باجتهاده، فإنه يتخير جهة من الجهات الأربع ويصلي إليها.
وإذا لم يكن أهلاً للاجتهاد، أو كان أعمى، فعليه أن يسأل شخصاً مكلفاً عدلاً عارفاً بالقبلة، فإن لم يجد من يسأله تخير جهة يصلي إليها، وصحت صلاته.
وإذا اجتهد المجتهد وبعد الدخول في الصلاة تبين خطأ اجتهاده ظناً أو يقيناً، وجب عليه أن يقطع الصلاة بشرطين: الأول: أن يكون مبصراً، أما إن كان أعمى فلا يجب عليه قطع الصلاة ⦗١٤٦⦘ ولكن يجب عليه أن يتحول إلى القبلة وهو في الصلاة. والثاني: أن يكون الانحراف عن القبلة كثيراً، أما إذا كان يسيراً فإن الصلاة لا تبطل ولكن يجب التحول إلى القبلة، فإذا لم يتحول صحت الصلاة مع الإثم.
أما إن تبين خطأ المجتهد في القبلة بعد الانتهاء من صلاته، أعادها إن كان مبصراً ولو في الوقت الضروري، بخلاف المنحرف يسيراً والأعمى فلا إعادة عليهما.
الصلاة داخل الكعبة والحجر:
آ- لا تجوز (١) صلاة الفرض في جوف الكعبة، سواء كان الفرض عيناً أو كفائياً، وإن صلى عمداً أعاد في الوقت الضروري، وقيل: الناسي يعيد في الوقت الضروري أما العامد أو الجاهل فيعيد مطلقاً في الوقت وخارجه.
ب- لا تجوز (٢) صلاة النفل المؤكد، كالوتر والعيدين وركعتي الفجر، وإذا صلاها فيها لا يعيد.
جـ- تجوز صلاة النفل غير المؤكد، كالضحى والشفع، بل تندب وتصح لأي جهة كانت فيها.
أما الصلاة على ظهر الكعبة فلا تجوز في الفرض والنفل المؤكد، وتجوز إن كانت نفلاً مطلقاً.
_________
(١) هناك خلاف بين الكراهة والحرمة، والراجح الكراهة.
(٢) هناك خلاف بين الكراهة والحرمة، والمعتمد الكراهة.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (594,'الصلاة على الدابة:
أولاً: صلاة النفل: يجوز لمسافر سفَر قصرٍ، مباح، على دابة، راكباً لها ركوباً معتاداً، أن يتنفل، وتكون قبلته جهة سفره، فإن غيّر جهة سفره عامداً بلا ضرورة إلى غير القبلة لا تصح صلاته، ويومئ إيماءً للركوع والسجود. عن ابن عمر رضي اللَّه عنهما قال في حديث له: "إن رسول اللَّه صلى اللَّه عليه وسلم كان يوتر على البعير" (١) .
ثانياً: صلاة الفرض: لا تجوز ولا تصح صلاة الفرض على ظهر الدابة إيماءٍ ولو كان مستقبلاً القبلة إلا في أربع مواضع:',NULL,'146',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (595,'١- الالتحام بقتال جائز، كالدفاع عن نفس أو مال أو عِرْض، ولا يمكن النزول فيه عن الدابة، فيصلي على ظهرها ولا إعادة عليه. لقوله تعالى: {فإن خفتم فرجالاً أو ركباناً} (٢) .',NULL,'146',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (596,'٢- الخوف من سبع أو لص إن نزل عن دابته، وإن أمن بعد صلاته نُدبت الإعادة في الوقت الضروري. (أما في حالة الالتحام لا تندب الإعادة، لأن القتال فيه نص أما الخوف فقياس عليه) .',NULL,'147',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (597,'٣- الراكب في الخضخاض ولا يطيق النزول وخاف خروج الوقت الاختياري، فيجوز له أن يصلي الفرض.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (598,'٤- المريض الراكب على الدابة الذي لا يستطيع النزول، فيجوز له الصلاة عليها ويومئ للركوع والسجود، كأنه يصلي على الأرض، ويوقف الدابة ويصلي باتجاه القبلة.
الصلاة في السفينة:
تجوز صلاة الفرض والنفل في السفينة، وعليه أن يستقبل القبلة، وإذا دارت السفينة لغير القبلة وهو يصلي فعليه أن يدور إلى جهة القبلة، فإن عجز عن استقبال القبلة صلى إلى جهة قدرته.
وكذا يسقط عنه السجود إذا عجز عنه، ولا تجب عليه الإعادة بشرط أن يخاف خروج الوقت قبل أن تصل السفينة إلى بلد المقصد. ⦗١٤٨⦘
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٤/٣٦.
(٢) البقرة: ٢٣٩.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (599,'<span data-type="title" id=toc-17>الباب الرابع: صفة الصلاة</span>',NULL,'148',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (600,'الفصل الأول
أركان الصلاة
أركان الصلاة هي الأجزاء التي تتركب منها الصلاة، وعددها أربع عشر وهي:
أولاً- النية:
وهي قصد القلب فعل الصلاة، محلها القلب، ويجوز لفظها باللسان لكن الأَولى ترك لفظها، وإن خالف اللفظ نية القلب فالعبرة لنية القلب إن وقع اللفظ سهواً، وإن كان عمداً فهو متلاعب وتبطل صلاته.
ودليل فرضيتها ما روى عمر بن الخطاب رضي اللَّه عَنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "إنما الأعمال بالنية، وإنما لامرئ ما نوى" (١) .
ووقتها مع تكبيرة الإحرام أو تسبقها بوقت يسير جداً، كمن نوى الصلاة خارج المسجد ثم دخل وكبر فيصح ذلك، أما إن سبقت النية تكبيرة الإحرام بوقت غير يسير فلا تصح الصلاة.
وذهاب النية من القلب بعد استحضارها عند تكبيرة الإحرام غير مبطل لها، ولو ذهبت بتفكير دنيوي، بخلاف الرفض فإنه يبطل الصلاة، والرفض هو نية إبطال العمل فهو مبطل للصلاة ومبطل للصوم إن وقع أثناء الصلاة والصيام، أما إذا وقع بعدها فمختلف فيه. ⦗١٤٩⦘
_________
(١) مسلم: ج ٣/ كتاب الإمارة باب ٤٥/١٥٥.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (601,'شروطها:
آ- في الصلاة المفروضة أو السنة المؤكدة (كالوتر والعيدين والكسوف والاستسقاء) أو الغيبة (سنة الفجر) هي:',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (602,'١- أداء الفرض أو السنة.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (603,'٢- تعيين الفرض أو السنة.
ويجوز للمكلف الدخول في الصلاة على ما أحرم به الإمام، كأن يجد المكلف إماماً ولم يدرِ أهو في صلاة الجمعة أو في صلاة الظهر، فينوي ما أحرم به الإمام فإن ذلك يجزئه.
وكذا لو وجد المكلف إماماً ولم يدر أهو مسافر أم مقيم، فأحرم بما أحرم به الإمام فيجزئه (ما تبين من سفرية أو حضرية) لكن إن كان المأموم مقيماً فإنه يتم بعد سلام إمامه المسافر، وإن كان المأموم مسافراً فيلزمه متابعة إمامه المقيم.
ب- في بقية النوافل المندوبة كالضحى والراتبه والتهجد، يكفي فيه نية أداء النفل، ولا يشترط تعيينها، لأن الوقت الذي تصلى فيه كاف في تعيينها، فإن كانت الصلاة في الضحى انصرفت إلى الضحى، وإن كانت بعد الزوال وقبل فرض الظهر انصرفت إلى راتبة الظهر القبلية وهكذا.....
مكروهاتها:',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (604,'١- التلفظ بها.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (605,'٢- ترك نية الأداء أو القضاء.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (606,'٣- ترك نية عدد الركعات.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (607,'٤- التفكير الدنيوي أثناء الصلاة.
نية الإمامة:
يشترط أن يعقد الإمام نية الإمامة في كل صلاة تتوقف صحتها على الجماعة وهي:
الجمعة، والمغرب والعشاء المجموعتان جمع تقديم ليلة المطر، وصلاة الخوف، والمستخلف (١) . ⦗١٥٠⦘
_________
(١) من ينيبه الإمام عند خروجه من الصلاة لعذر شرعي قبل تسليم الإمام.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (608,'نية اقتداء المأموم بإمامه:
بأن ينوي المأموم متابعة الإمام في أول الصلاة.
حكمها: ركن بالنسبة للصلاة، فإن لم ينوي الاقتداء به وتابعه متابعة المأموم كأن ترك قراءة الفاتحة مثلاً بطلت صلاته. وبالنسبة للاقتداء هي شرط لصحة اقتدائه.
ومحلها: في أول الصلاة، فلو أحرم شخص بالصلاة منفرداً ثم وجد إماماً فنوى الاقتداء به فإن صلاته لا تصح.
ثانياً- تكبيرة الإحرام:
الإحرام: هو الدخول في حرمات الصلاة بحيث يحرم كل ما ينافيها.
حكم تكبيرة الإحرام: فرض على كل من يصلي فرضاً أو نفلاً، ولو كان مأموماً، فلا يتحملها عنه إمامه.
فإن شك المنفرد أو المأموم في تكبيرة الإحرام قبل أن يركع، أتى بها من غير سلام ثم يستأنف القراءة، وإن شك بها بعد الركوع فيقطع الصلاة ويبتدئ من جديد.
وإن كان الشاك إماماً فيمضي في صلاته حتى ينتهي، فإذا سلم سأل المأمومين فإذا قالوا: أنه أحرم رجع إلى قولهم وإن شكو أعاد الجميع.
دليل فرضيتها: ما روي عن علي رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "مفتاح الصلاة الطهور، وتحريمها التكبير وتحليلها التسليم" (١) .
صيغتها: اللَّه أكبر، ولا يضر إبدال الهمزة من أكبر واواً لمن لغته ذلك (العامية) .
شروطها:',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (609,'١- أن تكون باللغة العربية، إن كان قادراً عليها، وإلا سقطت عنه ككل فرض، وإن قدر على الإتيان ببعضها أتى به إن كان له معنى وإلا فلا. ولا تجزئ بترجمتها إلا العجمية، وكذا الإتيان بمرادفها في العربية.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (610,'٢- أن يقدم لفظ الجلالة على أكبر.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (611,'٣- أن لا يفصل بين لفظ الجلالة وأكبر بكلمة أخرى أو بسكوت طويل.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (612,'٤- أن لا يمد همزة اللَّه بقصد الاستفهام.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (613,'٥- أن لا يمد باء أكبر.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (614,'٦- أن يمد لفظ الجلالة مداً طبيعياً.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (615,'٧- أن لا يحذف هاء لفظ الجلالة.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (616,'٨- أن يحرك لسانه بالتكبيرة، ولا يشترط أن يسمع نفسه، وإن كان أخرسَ تسقط عنه ويكتفى منه بالنية.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (617,'٩- الإتيان بها قائماً بالصلاة المفروضة عند القدرة على القيام.
_________
(١) أبو داود: ج ١/ كتاب الطهارة باب ٣١/٦١.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (618,'ثالثاً__ القيام لتكبيرة الإحرام:
هو فرض في الصلاة المفروضة سواء كان الفرض أصلياً كالصلوات الخمس، أو عارضاً كالنذر (إن نذر أن يصلي قائماً) ، أو كفائياً كصلاة الجنازة. ومثله القيام لقراءة الفاتحة وللهوي للركوع وللقيام منه إن كان قادراً عليه. فلا يجزئ إيقاع تكبيرة الإحرام قائماً مستنداً إلى شيء بحيث لو سقط هذا الشيء سقط معه، ولا إيقاعها جالساً أو منحنيا حتى يستقل قائماً، إلا المسبوق إذا وجد إمامه راكعاً وكبر منحنياً ورفع قبل أن يرفع إمامه فإن تكبيرته هذه مجزئة عن تكبيرة الإحرام، ولكن لا تحسب له هذه الركعة وعليه إعادتها بعد سلام إمامه، والسبب في عدم اعتبارها أن عدم الإتيان بالتكبير أثناء القيام يبطل الصلاة بالأصل لكن اعتبروا التكبير للقيام للركعة الثانية هو تكبير إحرام لأنه يقع في القيام وأبطلت الأولى لبطلان تكبيرة الإحرام. أما إذا ابتدأ التكبير وهو قائم قبل أن يرفع الإمام ثم أتم التكبير فيما بعد فإن الركعة تحتسب له بشرط أن يكون نوى بالتكبيرة تكبيرة الإحرام أو الإحرام والركوع فقط لم تنعقد الصلاة.
أما حكم القيام في الصلاة المسنونة فهو سنة، وتركه مع القدرة عليه مكروه، وفي الصلاة المندوبة القيام مندوب وتركه مع القدرة عليه خلاف الأَولى، حيث يجوز للمتنفل الجلوس في الصلاة ابتداءاً وفي أثنائها بعد إيقاع بعضها من قيام، لكن لا يجوز بدل القيام غير الجلوس مع القدرة عليه، ويندب أن يكون هذا الجلوس متربعاً ليتميز عن الأصلي.
رابعاً__ قراءة الفاتحة:
قراءة الفاتحة فرض في الصلاة المفروضة والنافلة في كل ركعة وهو الراجح (١) لأنه قول الإمام ⦗١٥٢⦘ مالك، ولابد من حركة اللسان بها وإن لم يسمع نفسه لإِمام وفذ، فإن تركها عمداً فصلاته باطلة، لما روى عبادة بن الصامت رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لا صلاة لمن لم يقرأ بفاتحة الكتاب" (٢) ، وإن تركها في ركعة أو ترك بعضها ولو آية سهواً وركع قبل أن يتدارك ما ترك سجد في آخر صلاته قبل السلام سجود سهو، ولا إعادة عليه ولكن تندب الإعادة، فإن تذكر قبل الركوع وجب عليه الإِتيان بها وإلا بطلت صلاته.
ومن لا يحسن قراءة الفتحة يجب عليه تعلمها إن أمكنه ذلك، فإن لم يمكنه يجب عليه الاقتداء بمن يحسنها، فإن لم يجده سقطت عنه كما يسقط عنه القيام لقراءة الفاتحة وهو المختار، ولكن يندب له أن يفصل بين تكبيرة الإِحرام والركوع بسكوت أو بذكر للَّه تعالى.
أما قراءة الفاتحة بالنسبة للمأموم فهي مندوبة في الصلاة السرية ومكروهة في الصلاة الجهرية.
_________
(١) اختلف في بين أربعة أقوال، فالأول: قراءة الفاتحة فرض في كل ركعة، والثاني: فرض في أكثر الصلاة وفي الباقي سنة، الثالث: واجبة في ركعة وسنة في بقية الصلاة، والرابع: واجبة في نصف الصلاة وسنة في نصف الصلاة وسنة في النصف الثاني. وهناك قول أن الفاتحة سنة في كل الصلاة لأن الإِمام يتحملها عن المأموم والإِمام لا يتحمل فرضاً.
(٢) البخاري: ج ١/ كتاب صفة الصلاة باب ١٣/٧٢٣.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (619,'خامساً- القيام لقراءة الفاتحة:
يجب القيام لقراءة الفاتحة في صلاة الفرض للقادر، قال تعالى: {وقوموا للَّه قانتين} (١) ، وهو ليس بفرض مستقل وإنما تابع للفاتحة، لذا كان القيام لها فرضاً على الإِمام والفذ، أما المأموم لما كان يجوز له ترك قراءة الفاتحة جاز له ترك القيام، أي جاز له أن يستند إلى شيء يسقط بسقوطه أثناء قيام إمامه لقراءة الفاتحة، لكن إن قعد خلف إمامه القائم بغير عذر ثم قام للركوع بطلت صلاته لإِتيانه بأفعال كثيرة وليس لمخالفته لإِمامه لأنه يصح اقتداء الجالس بالقائم واقتداء القائم بالقاعد العاجز عن القيام ويتحمل الإِمام القاعد الفاتحة عن المأموم، فإن كان الإِمام والفذ عاجزين عن القيام سقط عنهما، وإن كان عاجزاً عن بعض القيام دون بعض وقف بقدر ما يستطيع ثم قعد وأتم صلاته على القول المشهور وقيل: يقعد من الأصل. أما إن جلس أو انحنى حال القراءة بدون عجز أو استند إلى شيء بحيث لو أزيل لسقط بطلت صلاته، أما إذا لم يسقط إذا أزيل ما استند إليه كره له ذلك وأعاد في الوقت.
أما في النفل فالقيام ليس بفرض، لذا إذا قعد بدلاً من القيام ندب له التربيع ليتميز قعود القيام عن قعود التشهد أو بين السجدتين حيث يندب فيهما التورك. ⦗١٥٣⦘
_________
(١) البقرة: ٢٣٨.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (620,'سادساً- الركوع:
الركوع فرض في كل صلاة سواء كانت فرضاً أو نفلاً، وحدّ الركوع هو أن ينحني المصلي بقدر ما تصل راحتا الكفين إلى رأس الفخذين مما يلي الركبتين.
ودليل ركنيته قوله تعالى: {يا أيها الذين آمنوا اركعوا واسجدوا} (١) .
_________
(١) الحج: ٧٧.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (621,'سابعاً- الرفع من الركوع:
يجب الرفع من الركوع، وحدّه أن ينتقل المصلي من انحناء الظهر إلى اعتداله، فإن لم يرتفع من الركوع عمداً أو جهلاً بطلت صلاته، وإن لم يرفع سهواً فيرجع محدودباً حتى يصل لحالة الركوع ثم يرفع ويسجد للسهو بعد السلام إن كان إماماً أو فذاً، أما إن كان مأموماً فلا يسجد للسهو لتحمل إمامه سهو عنه، أما إن رجع إلى القيام ثم سجد أعاد صلاته إن كان رجوعه عمداً، وإن كان رجوعه سهواً ألغى تلك الركعة وسجد للسهو بعد السلام.
ودليل ركنيته قوله صلى اللَّه عليه وسلم للمسيء في صلاته: "ثم اركع حتى تطمئن راكعاً، ثم ارفع حتى تعتدل قائماً" (١) .
_________
(١) البخاري: ج ١/ كتاب صفة الصلاة باب ١٣/٧٢٤.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (622,'ثامناً- السجود:
ودليل ركنيته قوله تعالى: {اركعوا واسجدوا} .
ويتحقق بوضع أيسر جزء من الجبهة على الأرض، فلو سجد أنفه دون جبهته لم يجزئه.
وإن عجز عن السجود على الجبهة ففرضه أن يومىء للسجود. وعرَّف بعضهم السجود بقوله: مسُّ الأرض أو ما اتصل بها من ثابت بالجبهة. إذن شروطه هي:',NULL,'153',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (623,'١- أن يمس الأرض بجبهته، فلو وضع جبهته على كفيه لم تصح صلاته، ولكن لا يضر إن وضع جبهته على شيء ملبوس أو محمول له يتحرك بحركته ككور عمامته وإن كان مكروهاً.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (624,'٢- أن يسجد على شيء ثابت متصل بالأرض بحيث تستقر جبهته عليه كالحصير والبساط بخلاف الفراش المنفوش أو السرير ذي النابض وما شابههما فإنهما لا تستقر الجبهة عليهما ولا يصح على السرير المعلق لأنه لا يتصل بالأرض.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (625,'٣- أن لا يكون موضع جبهته مرتفعاً عن الأرض كثيراً، أما إن كان ارتفاعاً يسيراً فلا يضر لكنه خلاف الأولى كالسجود على مفتاح أو سبحة.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (626,'٤- يشترط التحامل على الجبهة، فلا يكفي مجرد الملاصقة، وليس معنى التحامل هو شد الجبهة على الأرض حتى تؤثر فيها.
تاسعاً- الرفع من السجود:
ويتحقق برفع الجبهة عن الأرض، ولو بقيت يداه عليها، وهو المعتمد، فإن تركه عمداً أو سهواً ولم يتمكن من تداركه بطلت صلاته، لقوله صلى اللَّه عليه وسلم للمسيء في صلاته: "ثم اسجد حتى تطمئن ساجداً، ثم ارفع حتى تطمئن جالساً" (١) .
_________
(١) البخاري: ج ١/ كتاب صفة الصلاة باب ١٣/٧٢٤.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (627,'عاشراً- القعود للسلام:
القعود بقدر السلام فرض (وبقدر التشهد الأخير سنة وبقدر الصلاة على النبي صلى اللَّه عليه وسلم مندوب وبقدر الدعاء المندوب مندوب أيضاً) ، فلا يصح السلام من قيام ولا اضطجاع، ولا يقاس على تكبيرة الإحرام للمسبوق، لأن اللمسبوق حريص على الدخول في العبادة فاغتفر له ترك القيام لها، وأما المسلّم خارج من العبادة فلا يغتفر له ترك الجلوس.
حادي عشر- السلام:
وهو فرض لمرة واحدة، فإن تركه واكتفى بنية الخروج من الصلاة، أو أتى بمنافٍ للصلاة قبله، بطلت صلاته، لخبر أبي داود المتقدم: (مفتاح الصلاة الطهور، وتحريمها التكبير وتحليلها التسليم) .
وصيغته: السلام عليكم، ولا يضر زيادة ورحمة اللَّه وبركاته، ولكن الأولى تركها
شروطه:',NULL,'154',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (628,'١- تعريف السلام بأل، وتقديمه على عليكم بلا فاصل.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (629,'٢- أن يكون بصيغة الجمع، سواء كان المصلي إماماً أو مأموماً أو فذاً، إذ لا يخلو من جماعة من الملائكة مصاحبين له أقلهم الحفظة.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (630,'٣- أن يكون بالعربية للقادر عليها، فلا يجزئ الإتيان بمرادفه في غير العربية، أما من عجز عن العربية فيكتفي بنية الخروج.
ويندب قرن نية الخروج بالسلام.
ثاني عشر- الطمأنينة:
تجب الطمأنينة في جميع الأركان، لقوله صلى اللَّه عليه وسلم للمسيء في صلاته: "ثم اركع حتى تطمئن راكعاً" وقوله أيضاً: "ثم اسجد حتى تطمئن ساجداً، ثم ارفع حتى تطمئن جالساً".
وحدُّها: استقرار الأعضاء زمناً ما زيادة على ما يحصل به الواجب من الاعتدال والانحناء.
ثالث عشر- الاعتدال:
الاعتدال هو رجوع المصلي كما كان، فيجب بعد الركوع والسجود، وحال السلام، وتكبيرة الإحرام، ولا يكفي الانحناء في ذلك، وإن تركه ولو سهواً بطلت الصلاة.
رابع عشر- ترتيب الأركان:
يجب ترتيب الأركان بحيث يؤدي المصلي القيام قبل الركوع والركوع قبل السجود.... وهكذا، فإن ترك الترتيب بطلت الصلاة.
حالات العجز عن أركان الصلاة:
أولاً- حالة العجز عن القيام فقط:
يسقط القيام عن المكلف إن كان عاجزاً عن القيام وحده دون شيء يعتمد عليه، أو إن كان يجد مشقة في القيام كالدُوار في الرأس مثلاً، أو إن توقع مع القيام حصول مرض يبيح التيمم، كأن كان من عادته إن قام أغمي عليه، أو إن خاف مع القيام خروج ريح إلى غير ذلك، لما روى عمران بن حصين رضي اللَّه عَنهُ قال: كانت بي بواسير، فسألت النبي صلى اللَّه عليه وسلم عن الصلاة، فقال: "صلّ قائماً، فإن لم تستطع فقاعداً، فإن لم تسطع فعلى جنب" (١) .
وعندئذ يستبدل المكلف بالقيام ما ما يلي على الترتيب:',NULL,'155',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (631,'١- يخيّر بين أن يقوم مستنداً إلى شيء أو إنسان بشرط أن لا يكون جنباً ولا حائضاً (إن استند ⦗١٥٦⦘ إليهما مع وجود غيرهما أعاد الصلاة في الوقت الضروري، وإن لم يوجد غيرهما فلا إعادة عليه للضرورة) أو أن يصلي جالساً، لكن يندب له اختيار القيام مستنداً، وإن صلى قاعداً ندب له القعود متربعاً في القعود الذي هو بدل من القيام ليتميز عن القعود الأصلي الذي هو بين السجدتين والقعود للتشهد حيث يندب فيه التورك.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (632,'٢- إن عجز عن الجلوس استقلالاً صلى جالساً مستنداً إلى شيء.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (633,'٣- إن عجز عن مستنداً صلى مضطجعاً على شقه الأيمن أو الأيسر، لكن يندب اختيار الأيمن.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (634,'٤- إن لم يستطع أن يصلي مضطجعاً صلى مستلقياً على ظهره ورجلاه للقبلة.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (635,'٥- إن لم يستطع أن يصلي مستلقياً فعلى بطنه ورأسه للقبلة.
فإن خلف المكلف هذا الترتيب المذكور بطلت صلاته. وإن زال عذره وهو في الصلاة أو خف انتقل من الحالة التي هو فيها إلى الأعلى وجوباً حسب الترتيب كمضطجع قدر على الجلوس فيجب عليه أن يتم صلاته جالساً وهكذا، لحديث أبي هريرة عن النبي صلى اللَّه عليه وسلم قال: "وإذا أمرتكم بأمر فأتوا منه ما استطعتم" (٢) .
ثانياً- حالة العجز عن الركوع والسجود والجلوس مع القدرة على القيام:
إذا عجز المكلف عن الركوع والسجود مع القدرة على القيام يومئ للركوع وهو قائم على أن يكون إيماؤه للسجود أخفض منه للركوع ليتميز عنه. ومن حيث الإيماء باليدين إلى السجود مع الظهر والرأس هناك قولان: الأول: أن يتبع إيماء اليدين بإيماء الظهر والرأس، والثاني: لا يومئ بهما.
ثالثاً- حالة العجز عن الركوع والسجود مع القدرة على القيام والجلوس:
إذا عجز المكلف عن الركوع والسجود مع القدرة على القيام والجلوس يومئ للركوع من قيام ويومئ للسجود من قعود، فإن خالف ذلك بطلت صلاته. أما من حيث وضع اليدين على الأرض إن كان مستطيعاً ذلك في الإيماء للسجود فهناك قولان: الأول: يضع يديه، والثاني: لا يضعهما على الأرض بل على الركبتين.
ويجب في جميع حالات الإيماء للسجود، سواء كان من قيام أو من قعود، رفع العمامة عن الجبهة بحيث لو سجد المكلف لأمكن وضع جبهته على الأرض أو على ما اتصل بها.
ومن كان من حقه الإيماء للسجود لقروح في جبهته مثلاً، فسجد على أنفه فقط صحت ⦗١٥٧⦘ صلاته لأنه أتى بما في طاقته من الإيماء، وقيل: لا تصح صلاته لأنه لم يأت بإيماء ولا سجود لأن حقيقة السجود وضع الجبهة على الأرض.
رابعاً- حالة القدرة على كل الأركان مع العجز عن القيام من السجود:
إن عجز المكلف عن القيام لقراءة من السجود صلى ركعة كاملة بسجدتيها وتمم صلاته بعدها وهو جالس.
خامساً- حالة العجز عن القيام لقراءة الفاتحة فقط:
إن عجز المكلف عن القيام لقراءة الفاتحة فقط جلس وقرأها ثم قام وهوى للركوع.
سادساً- حالة العجز عن سائر الأركان:
إذا عجز المكلف عن سائر الأركان نوى الدخول في الصلاة واستحضرها في قلبه وأومأ بطرفه وسلّم إن استطاع، أي تجب عليه الصلاة بما قدر عليه ويسقط عنه غير مقدورِهِ، ولا يؤخرها عن وقتها بما قدر عليه ما دام المكلف سليم العقل. ⦗١٥٨⦘
_________
(١) البخاري: ج ١/ كتاب تقصير الصلاة باب ١٩/١٠٦٦.
(٢) البخاري: ج ٦/ كتاب الاعتصام بالكتاب والسنة باب ٣/٦٨٥٨.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (636,'الفصل الثاني
سنن الصلاة
تقسم السنن إلى قسمين:',NULL,'158',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (637,'١- سنن تختص بالفرائض فقط.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (638,'٢- سنن تشترك بها الفرائض والنوافل.
أولاً- السنن التي تختص بالفرائض فقط:',NULL,'158',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (639,'١- قراءة ما تيسر من القرآن بعد الفاتحة للإمام والمنفرد وللمأموم في الصلاة السرية (أما في الجهرية فتكره له ولو لم يسمع الإمام أو سكت) ولو آية أو بعض آية ذات معنى (وإتمام السورة مندوب، أما قراءة سورتين أو سورة وبعض أخرى فمكروه) في الركعتين الأوليين في الصلاة المكتوبة، إن اتسع الوقت، إلا وجب تركها. وإن عجز عن القراءة بعد الفاتحة يركع ولا يقف بقدرها. عن أبي قتادة رضي اللَّه عَنهُ (أن النبي صلى اللَّه عليه وسلم كان يقرأ في الظهر، في الأوليين بأم الكتاب وسورتين، وفي الركعتين الأُخريين بأم الكتاب، ويسمعنا الآية، ويطول في الركعة الأولى ما لا يطول في الركعة الثانية، وهكذا في العصر، وهكذا في الصبح) (١) .',NULL,'158',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (640,'٢- القيام للقراءة الزائدة على أم الكتاب.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (641,'٣- الجهر في الصبح والجمعة وأوليي المغرب والعشاء. ودليل الجهر في صلاة الصبح ما روى البخاري عن أم سلمة رضي اللَّه عَنها -تحت باب الجهر بقراءة صلاة الفجر- قالت: (طفت وراء الناس والنبي صلى اللَّه عليه وسلم يصلي ويقرأ بالطور) (٢) .
وفي أوليي المغرب والعشاء ما روي عن جبير بن مطعم رضي اللَّه عَنهُ قال: (سمعت رسول اللَّه صلى اللَّه عليه وسلم قرأ في المغرب بالطور) (٣) ، وعن البراء رضي اللَّه عَنهُ (أن النبي صلى اللَّه عليه وسلم كان في سفر، فقرأ في العشاء في إحدى الركعتين بالتين والزيتون) (٤) .
ويتأكد الجهر لقراءة الفاتحة في الصلوات المذكورة. وأقل جهر الرجل إسماع من يليه إذا كان متوسط السمع، وأعلى جهره لا حد له والمهم الإبلاغ، أما المرأة فجهرها إسماع نفسها.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (642,'٤- الإسرار في الظهر والعصر وأخيرة المغرب وأخيرتي العشاء. لما روي عن أبي معمر قال: قلنا لخباب بن الأرت رضي اللَّه عَنهُ: (أكان رسول اللَّه صلى اللَّه عليه وسلم يقرأ في الظهر والعصر؟ قال: نعم. قلنا: بم كنتم تعرفون ذاك؟ قال: باضطراب لحيته) (٥) .
وسرُّ الرجل تحريك لسانه فقط وأعلى سره إسماع نفسه، أما المرأة فأدنى سرها حركة لسانها.
_________
(١) البخاري: ج ١/ كتاب صفة الصلاة باب ٢٥/٧٤٣.
(٢) البخاري: ج ١/ كتاب صفة الصلاة باب ٢٣.
(٣) البخاري: ج ١/ كتاب صفة الصلاة باب ١٧/٧٣١.
(٤) البخاري: ج ١/ كتاب صفة الصلاة باب ١٨/٧٣٣.
(٥) البخاري: ج ١/ كتاب صفة الصلاة باب ٩/٧١٣.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (643,'ثانياً- السنن التي تشترك بها الفرائض والنوافل:',NULL,'159',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (644,'١- كل تكبيرات الصلاة ما عدا تكبيرة الإحرام فإنها فرض، لما روى البخاري عن أبي هريرة رضي اللَّه عنه قال: (كان رسول اللَّه صلى اللَّه عليه وسلم إذا قام إلى الصلاة، يكبر حين يقوم، ثم يكبر حين يركع، ثم يقول سمع اللَّه لمن حمد حين يرفع صلبه من الركعة، ثم يقول وهو قائم: ربنا ولك الحمد، ثم يكبر حين يهوي، ثم يكبر حين يرفع رأسه، ثم يفعل ذلك في الصلاة كلها حتى يقضيها، ويكبر حين يقوم من الثنتين بعد الجلوس) (١) .',NULL,'159',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (645,'٢- قول عبارة "سمع اللَّه لمن حمده" لإمام وفذ حال رفعهما من الركوع، لا لمأموم بل تكره في حقه، عن أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "إذا قال الإمام: سمع اللَّه لمن حمده. فقولوا: اللَّهم ربنا لك الحمد فإنه من وافق قوله قول الملائكة غفر له ما تقدم من ذنبه" (٢) .',NULL,'159',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (646,'٣- التشهد الأول والأخير.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (647,'٤- الجلوس للتشهد (أما الجلوس للسلام فهو فرض وللدعاء مندوب) .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (648,'٥- الصلاة على النبي صلى اللَّه عليه وسلم بعد التشهد الأخير بأي لفظ كان، وقيل بل وهي مندوبة كالدعاء بعدها. أما الجلوس لها فقيل: مندوب وقيل: سنة.
ودليلها ما روي عن أبي مسعود الأنصاري رضي اللَّه عَنهُ قال: (أتانا رسول اللَّه صلى اللَّه عليه وسلم ونحن في مجلس سعد بن عبادة. فقال له بشير بن سعد: أمرنا اللَّه تعالى أن نصلي عليك يا رسول اللَّه فكيف نصلي عليك؟ قال: فسكت رسول اللَّه صلى اللَّه عليه وسلم. حتى تمنينا أنه لم يسأله، ثم قال رسول اللَّه صلى اللَّه عليه وسلم: قولوا: اللَّهم صلّ على محمد، وعلى آل محمد، كما صليت على آل إبراهيم، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم، في العالمين إنك حميد مجيد. والسلام كما قد علمتم) (٣) .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (649,'٦- السجود على صدور القدمين وعلى الركبتين وعلى الكفين، لحديث ابن عباس رضي اللَّه عَنهما قال: قال النبي صلى اللَّه عليه وسلم: "أمرت أن أسجد على سبعة أعظم، على الجبهة
-وأشار بيده على أنفه- واليدين، والركبتين، وأطراف القدمين، ولا نكفِت الثياب والشعر" (٤) .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (650,'٧- رد المقتدي السلام على إمامه، ويسلم باتجاه القبلة، ويسن أن يسلم على من باليسار إن كان على يساره أحد شاركه في ركعة فأكثر. ويجزئه في السلام أن يقول: "سلام عليكم"، والأوْلى عدم زيادة "ورحمة اللَّه وبركاته"، إلا إذا قصد الخروج من خلاف الحنابلة فيزيد "ورحمة اللَّه"، مشيراً له بقلبه لا برأسه.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (651,'٨- جهر الرجل بتسليمة التحليل فقط دون تسليمة الرد، لأن الأولى تستدعي الرد أما الثانية فلا تستدعي الرد. وسلام الفذ لا يستدعي رداً لذا فلا جهر فيه.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (652,'٩- إنصات المأموم في الصلاة الجهرية، ولو سكت الإمام بين تكبيرة الإحرام والفاتحة أو بين الفاتحة والسورة، سمعه أو لم يسمعه لبعد أو صمم، فتكره قراءته إلا إن قصد الخروج من خلاف الشافعي فلا كراهة.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (653,'١٠- الزيادة على الطمأنينة الواجبة بقدر الواجبة، ويطلب تطويل الركوع والسجود عن الرفع منهما. ⦗١٦١⦘
_________
(١) البخاري: ج ١/ كتاب صفة الصلاة باب ٣٥/٧٥٦.
(٢) مسلم: ج ١/ كتاب الصلاة باب ١٨/٧١.
(٣) مسلم: ج ١/ كتاب الصلاة باب ١٧/٦٥.
(٤) البخاري: ج ١/ كتاب صفة الصلاة باب ٥٠/٧٧٩.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (654,'الفصل الثالث
مندوبات الصلاة
المندوبات في الصلاة هي:',NULL,'161',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (655,'١- ما يندب في النية: ذكر نية الأداء أو القضاء وعدد الركعات، والخشوع: وهو استحضار عظمة اللَّه تعالى واستحضار امتثال أمره بتلك الصلاة، قال تعالى: {قد أفلح المؤمنون الذين هم في صلاتهم خاشعون} (١) .',NULL,'161',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (656,'٢- ما يندب في تكبيرة الإحرام: رفع اليدين حذو المنكبين بحيث تكون ظهورهما إلى السماء، وبطونهما إلى الأرض، حين شروعه في التكبير لا قبله، ويندب كشفهما.
أما في الهوي للركوع والرفع منه والقيام من الثانية فلا يندب رفع اليدين بل يكره.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (657,'٣- ويندب في القيام إرسال اليدين إلى الجنبين بوقار، ومن غير تكلف ومبالغة في إبراز الصدر لمنافاته للخشوع، ويجوز قبضهما على الصدر في النفل بل يندب، أما في الفرض فيكره إذا كان بقصد الاعتماد عليهما، أما إذا كان بقصد اتباع النبي صلى اللَّه عليه وسلم في فعله فيندب. والقول المعتمد جواز القبض في الفرض وفي النفل وهو مذهب الجمهور؛ ولم يحك عن مالك غيره.
كما يندب تفريج القدمين بأن يكون المصلي بحالة متوسطة في القيام بحيث لا يضمهما ولا يفرجهما كثيراً.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (658,'٤- يندب قراءة ما تيسر من القرآن بعد الفاتحة في كل ركعة في صلاة النفل.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (659,'٥- يندب أن تكون القراءة التي بعد الفاتحة في الصلاة المفروضة سورة كاملة، ويكره تكرار السورة في ركعتين من فرض، بل يندب أن تكون سورة أخرى بعدها لا قبلها، وتكره قراءة سورتين في ركعة واحدة، في الفرض لا في النفل، ويندب تطويل القراءة في صلاة الصبح من طوال المُفَصَّل (هي من الحجرات إلى آخر النازعات) ، وتليها صلاة الظهر في التطويل، فيقرأ فيها من طوال المُفَصَّل ووسطه (من عبس إلى الليل) . ويكون التطويل لفذ، وإمام جماعة محصورين، رضوا بالتطويل، وإلا فالتقصير في حق الإمام أفضل لأنه قد يكون في الناس الضعيف وذو الحاجة فيضرهم التطويل. ويندب تقصير القراءة في صلاة العصر والمغرب فيقرأ فيهما من قصار المفصل، وأو لها سورة الضحى، ويندب التوسيط في صلاة العشاء، فيقرأ فيها من الوسط.
ويندب تقصير الركعة الثانية عن الركعة الأولى في الزمن، فإن سوَّى بين الركعتين فهو خلاف الأوْلى، وإن طوَّل الثانية على الأولى فإنه مكروه. وذلك لحديث سليمان بن يسار عن أبي هريرة رضي اللَّه عنه قال: (ما صليت وراء أحد أشبه صلاة برسول اللَّه صلى اللَّه عليه وسلم من فلان. قال سليمان: كان يطيل الركعتين الأوليين من الظهر، ويخفف العصر، ويقرأ في المغرب بقصار المفصل، ويقرأ في العشاء بوسط المفصل، ويقرأ في الصبح بطول المفصل) (٢) .
ويندب إسماع المصلي نفسه في الصلاة السرية لأنه أكمل، وللخروج من الخلاف.
وتندب للمأموم القراءة خلف الإمام في الصلاة السرية، لأن ترك قراءته في السرية ذريعة إلى التفكر والوسوسة.
كما يندب للمنفرد والمأموم، التأمين مطلقاً فيما يُسر فيه وفيما يُجهر فيه، أما الإمام فيؤمن سراً في الصلاة السرية، وأما في الصلاة الجهرية فيؤمن المأمون دون الإمام جهراً عقب فراغ إمامه من الفاتحة، وسراً في الصلاة السرية عقب فاتحته هو، لحديث أبي هريرة رضي اللَّه عنه؛ (قال: كان رسول اللَّه صلى اللَّه عليه وسلم يُعلمنا، يقول: لا تُبادروا الإمام. إذا كبر فكبروا، وإذا قال: ولا الضالين، فقولوا آمين ... ) (٣) .',NULL,'162',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (660,'٦- يندب في الركوع:',NULL,'162',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (661,'١- تسوية الظهر والعنق فلا ينكس رأسه ولا يرفعه، لحديث أبي مسعود البدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لا تجزئ صلاة الرجل حتى يقيم ظهره في الركوع ⦗١٦٣⦘ والسجود" (٤) ، وعن عائشة رضي اللَّه عَنها قالت في صفة النبي صلى اللَّه عليه وسلم: (.. وكان إذا ركع لم يُشخِص رأسه (٥) ولم يصوِّبه (٦) ، ولكن بين ذلك) (٧) .',NULL,'162',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (662,'٢- وضع اليدين على الركبتين، لما روي عن أبي عبد الرحمن السلمي قال: قال لنا عمر بن الخطاب رضي اللَّه عَنهُ: (إن الركب سنة لكم، فخذوا بالركب) (٨) .',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (663,'٣- تمكين اليدين من الركبتين مفرقة الأصابع، لحديث أبي حميد الساعدي رضي اللَّه عَنهُ (أن النبي صلى اللَّه عليه وسلم وضع يده على ركبتيه كأنه قابض عليهما ووتر يديه فنحاهما عن جنبيه) (٩) .',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (664,'٤- نصب الركبتين.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (665,'٥- مجافاة المرفقين عن الجنبين للرجل، للحديث المتقدم، أما المرأة فلا تجافي بين مرفقيها بل تضمهما إلى جنبيها لأن ذلك أستر لها.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (666,'٦- التسبيح، بأن يقول نحو "سبحان ربي العظيم وبحمده"، أو "سبحان ربي العظيم"، دون تحديد عدد معين، ولا يدعو المصلي في الركوع ولا يقرأ، عن ابن مسعود رضي اللَّه عَنهُ أن النبي صلى اللَّه عليه وسلم قال: "إذا ركع أحدكم فقال في ركوعه: سبحان ربي العظيم ثلاث مرات فقد تم ركوعه.." (١٠) .',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (667,'٧- يندب أن يقول المصلي حال القيام بعد الرفع من الركوع: "اللَّهم ربنا ولك الحمد" أو "ربنا ولك الحمد"، وذلك بعد أن يقول هو بنفسه: "سمع اللَّه لمن حمد" إن كان منفرداً، أو بعد أن يقولها إمامه إن كان مقتدياً، لحديث أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "إذا قال الإمام: سمع اللَّه لمن حمد. فقولوا: اللَّهم ربنا لك الحمد فإنه من وافق قوله قول الملائكة غفر له ما تقدم من ذنبه" (١١) . ⦗١٦٤⦘ أما الإمام فلا يقولها، وكذلك المقتدي لا يقول: "سمع اللَّه لمن حمده"، والفذ يجمع بينهما فيقول حال الرفع: "سمع اللَّه لمن حمده" وحال القيام: "ربنا ولك الحمد".',NULL,'163',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (668,'٨- يندب القنوت في صلاة الصبح فقط، ويندب أيضاً أن يكون قبل ركوع الركعة الثانية، فإن نسيه وركع أتى به بعد الرفع من الركوع ويكون فاته ندب السبق على الركوع، أما إذا ترك الركوع ورجع إلى القيام للإتيان به بطلت صلاته.
تعريف القنوت:
القنوت لغة: الدعاء، الطاعة، العبادة كما في قوله تعالى: {إن إبراهيم كان أمة قانتاً لله حنيفاً} (١٢) ، السكوت كما في قوله تعالى: {وقوموا للَّه قانتين للَّه} (١٣) أي ساكتين، القيام لحديث جابر رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "أفضل الصلاة طول القنوت" (١٤) أي طول القيام:
وفقهاً: الدعاء والتضرع بأي لفظ نحو: "اللَّهم اغفر لنا وارحمنا"، ويندب أن يكون بهذا اللفظ: "اللَّهم إنَّا نستعينك، ونستغفرك (١٥) ، ونؤمن بك (١٦) ، ونتوكل عليك، ونخنع لك (١٧) ، ونخلع (١٨) ونترك من يكفرك، اللَّهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونَحْفد (١٩) ، نرجو رحمتك، ونخاف عذابك (٢٠) ، إن عذابك الجدُّ (٢١) بالكافرين ملحق".
ولا يندب أن يضاف إليه دعاء: اللَّهم اهدنا فيمن هديت ... ".',NULL,'164',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (669,'٩- يندب التكبير في الهوي للركوع، وفي الهوي للسجود والرفع منه، وللسجدة الثانية والرفع منها. أما بعد التشهد الأول فلا يكبر حتى يستقل دائماً.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (670,'١٠- يندب في السجود:',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (671,'١- تمكين الجبهة والأنف من الأرض أو ما اتصل بها، لحديث أبي حميد الساعدي في صفة صلاة رسول اللَّه صلى اللَّه عليه وسلم: "ثم سجد فأمكن أنفه وجبهته" (٢٢) . وقيل يجب السجود على الأنف، ويعيد الصلاة في الوقت الضروري لتركه، سواء كان الترك عمداً أم مراعة للقول بالوجوب.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (672,'٢- تقديم اليدين على الركبتين عند النزول إلى السجود، وتأخير اليدين على الركبتين عند القيام للقراءة، لما روى وائل بن حجر قال: (رأيت رسول اللَّه صلى اللَّه عليه وسلم إذا سجد يضع ركبتيه قبل يديه، وإذا نهض رفع يديه قبل ركبتيه) (٢٣) .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (673,'٣- وضع اليدين حذو الأذنين أو قربهما، بحيث تكون أطراف أصابعه حذو الأذنين، مع ضم الأصابع وتوجيه رؤوسهما للقبلة، لما رواه البيهقي عن البراء قال: (كان صلى اللَّه عليه وسلم إذا سجد فوضع يديه بالأرض استقبل بكفيه وأصابعه القبلة) (٢٤) .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (674,'٤- يندب للرجل أن يبعد بطنه عن فخذيه، ومرفقيه عن ركبتيه، وضَبْعَيه (٢٥) عن جنبيه إبعاداً وسطاً، أما المرأة فتكون منضمَّة في جميع أحوالها، لحديث عبد اللَّه بن مالك بن بُحينة رضي اللَّه عَنهُ (أن النبي صلى اللَّه عليه وسلم كان إذا صلى فرج بين يديه، حتى يبدو بياض إبطيه) (٢٦) ، ولحديث أبي حميد في صفة صلاة الرسول صلى اللَّه عليه وسلم: (وإذا سجد فرج بين فخذيه غير حامل بطنه على شيء من فخذيه) (٢٧) .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (675,'٥- رفع العجز عن الرأس، بأن يكون محل السجود على سوية محل القدمين حال القيام أو أخفض (كما عند الشافعي) .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (676,'٦- السجود على الركبتين والكفين وأطراف القدمين.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (677,'٧- ويندب الدعاء في السجود، ولو كان دنيوياً، أو الدعاء لغيره خصوصاً أو عموماً، ⦗١٦٦⦘ بلا حد بل بحسب ما يُيسر اللَّه تعالى، لما روى أبو هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء" (٢٨) .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (678,'٨- يندب التسبيح في السجود، دون تحديد عدد معين، ويقول في سجوده نحو: "سبحان ربي الأعلى وبحمده"، ويقدّم التسبيح على الدعاء.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (679,'١١- يندب التورك للرجل والمرأة في الجلوس كله، سواء كان بين السجدتين أو في التشهد الأخير أو غيره، وهو أن يجلس على رجله وإليته اليسرى ماداً اليسرى من جهة اليمنى وأن ينصب قدمه اليمنى.
ويندب تقصير الجلوس الأول عن جلوس السلام، بأن لا يزيد المصلي على صيغة التشهد التالية شيئاً: "التحيات للَّه، الزاكيات للَّه، الطيبات الصلوات للَّه؛ السلام عليك أيها النبي ورحمة اللَّه وبركاته، السلام علينا وعلى عباد اللَّه الصالحين، أشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله".
ويندب وضع الكفين على رأس الفخذين بحيث تكون رؤوس أصابعهما على الركبتين.
ويندب تفريج الفخذين في الجلوس للرجل دون المرأة.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (680,'١٢- يندب عقد ما عدا السبابة والإبهام من اليد اليمنى في حال تشهده مطلقاً (الأول والأخير) بحيث يضم ويقبض أصابع كفه اليمنى الثلاث إلى لحمة الإبهام مادّاً السبابة والإبهام.
ويندب تحريك السبابة دائماً يميناً وشمالاً تحريكاً وسطاً مع وضع حافة الكف على الفخذ.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (681,'١٣- يندب الدعاء عقب الصلوات الإبراهيمية وقبل السلام بما شاء من خيري الدنيا والآخرة، ويندب الإسرار فيه كما في التشهد، كما يندب تعميم الدعاء للمسلمين لأن ذلك أقرب للإجابة، ومنه: "اللَّهم أغفر لنا، ولوالدينا (٢٩) ، ولأمتنا (٣٠) ، ولمن سبقنا بالإيمان، مغفرة عزماً (٣١) ، اللَّهم اغفر لنا ما قدَّمنا، وما أخَّرنا، وما أسررنا، وما أعلنا، وما أنت أعلم به منا، ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار".
وأحسن الدعاء ما ورد في الكتاب والسنة ثم ما فُتح به على العبد، ومن الأدعية الواردة ما روى أنس رضي اللَّه عَنهُ قال: كان رسول اللَّه صلى اللَّه عليه وسلم يكثر أن يقول: "يا مقلب القلوب ثبت قلبي ⦗١٦٧⦘ على دينك" (٣٢) ، وما روته عائشة رضي اللَّه عَنها أن رسول اللَّه صلى اللَّه عليه وسلم كان يدعو في الصلاة:
"اللَّهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا وفتنة الممات، اللَّهم إني أعوذ بك من المأثم والمغرم" (٣٣) .',NULL,'166',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (682,'١٤- يندب التيامن في تسليمة التحليل للفذ والإمام والمأموم، فبالنسبة للإمام والفذ فلا يسلمان إلا تسليمة واحدة، وهي تسليمة التحليل، ويندب لهما أن يبدآها لجهة القبلة، ثم يختما النطق بها لجهة اليمين بحيث يرى مَنْ خلفهما صفحة وجههما، ويندب أن ينوي الإمام بها الخروج من الصلاة والسلام على الملائكة والمقتدين به في الصلاة.
وأما بالنسبة للمأموم فيندب له أن يتيامن بتسليمة التحليل أيضاً، لكن يسن له السلام على إمامه، فيبدأها لجهة القبلة ناوياً بها الإضافة إلى التحلل رد السلام على الإمام إذا كان أدرك معه ركعة كاملة فأكثر مشيراً له بقلبه لا برأسه (كما تقدم في سنن الصلاة) ، ويختم النطق بها لجهة اليمين، كما يسن له تسليمة ثانية جهة اليسار للرد على من اشترك معه في الصلاة من المأمومين (كما مر معنا في السنن) .',NULL,'167',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (683,'١٥- يندب الرداء لكل مصلٍّ، ولو في الصلاة النافلة، وهو ما يلقيه المصلي على عاتقيه فوق ثوبه، ويتأكد لإمام المسجد.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (684,'١٦- تندب قراءة آية الكرسي وسورة الإخلاص عقب كل صلاة من الصلوات الخمس، كما يندب ذكر اللَّه عز وجل، بأن يسبح اللَّه ثلاثاً وثلاثين، ويحمد اللَّه ثلاثاً وثلاثين، ويكبر اللَّه ثلاثاً وثلاثين، ويختم المائة بقوله: "لا إله إلا اللَّه وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير". لما روى أبو هريرة رضي اللَّه عنه عن رسول اللَّه صلى اللَّه عليه وسلم قال: "من سبح اللَّه في دبر كل صلاة ثلاثاً وثلاثين. وحمد اللَّه ثلاثاً وثلاثين. وكّبر اللَّه ثلاثاً وثلاثين. فتلك تسعة وتسعون. وقال، تمام المائة: لا إله إلا اللَّه وحده لا شريك له. له الملك وله الحمد، وهو على كل شيء قدير غُفرت خطاياه وإن كانت مثل زبد البحر" (٣٤) .
ويندب الاستغفار والصلاة على النبي صلى اللَّه عليه وسلم والدعاء بما يتيسر عقب صلاة الفريضة أيضاً، وذلك لما روى ثوبان رضي اللَّه عَنهُ قال: (كان رسول اللَّه صلى اللَّه عليه وسلم إذا انصرف من صلاته، استغفر ثلاثاً. وقال: اللَّهم أنت السلام ومنك السلام. تباركت ذا الجلال والإكرام) (٣٥)',NULL,'167',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (685,'١٧- يندب التمادي بالذكر إثر صلاة الصبح إلى طلوع الشمس وصلاة ركعتين، لما روى أنس بن مالك رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "من صلى الغداة في جماعة ثم قعد يذكر اللَّه حتى تطلع الشمس ثم صلى ركعتين كانت له كأجر حجة وعمرة قال: قال رسول اللَّه صلى اللَّه عليه وسلم: تامة، تامة، تامة" (٣٦) فلا ينبغي لعاقل أن يفوت هذا الفضل العظيم.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (686,'١٨- يندب الفصل بين الفريضة والنوافل البعدية بذكر مأثور.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (687,'١٩- يندب للإمام والفذ أن يصليا إلى سترة ليمنعا مرور أحد بين يديهما (أما المأموم فسترته الإمام) ، لما روى أبو سعيد الخدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "إذا صلى أحدكم فليصل إلى سترة وليدن منها" (٣٧) فإذا صلى المرء لغير سترة في محل يظن به المرور ومر أحد بين يديه أثم المصلي (وسبب إثمه رغم أن المرور ليس بفعله وأنه لم يترك واجباً وإنما ترك مندوباً، وهو وجوب سد طريق الإثم) ، أما الصلاة فلا تنقطع بهذا المرور لحديث أبي سعيد الخدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لا يقطع الصلاة شيء وادرؤا ما استطعمتم، فإنما هو شيطان" (٣٨) فهذا الحديث نسخ ما قبله وهو ما روي عن أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: يقطع الصلاةَ المرأةُ والحمار والكلب ويقي ذلك مثل مؤخِرة الرحل" (٣٩) .
والسترة هي كلُّ طاهرٍ (يكره النجس) ثابتٍ (خرج بذلك السوط، الحبل، المنديل، الدابة غير المربوطة، الخط في الأرض، والحفرة) غير مُشْغلٍ للمصلي ومنصوب كحائط أو اسطوانة. وأقل السترة أن تكون في غلظ رُمح وطول ذراع، وأن يكون بين المصلي وبينها قدر مرور الهرة، زائداً على موضع ركوعه وسجوده، وأن تكون منصوبة، فلو تعذر غرزها في الأرض لصلابتها فإنه لا يكفي وضعها بين يديه عرضاً أو طولاً.
ويصح الاستتار بظهر الآدمي لا بوجهه. (بشرط أن لا يكون كافراً ولا امرأة أجنبية) .
حكم المرور بين يدي المصلي:',NULL,'168',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (688,'١- يحرم المرور بين يدي المصلي بلا عذر، ولو لم يتخذ المصلي سترة، ويندب للمصلي أن يدفع المارّ بين يديه بشرط أن لا يعمل في ذلك عملاً كثيراً يفسد الصلاة، لما روى ⦗١٦٩⦘ أبو جهيم الأنصاري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لو يعلم المار بين يدي المصلي ماذا عليه، لكان أن يقف أربعين خيراً له من أن يمر بين يديه" (٤٠) .',NULL,'168',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (689,'٢- لا يحرم المرور بين يدي المصلي إذا اضطر (بحيث لم يكن له طريق غير المرور بين يدي المصلي) سواء اتخذ المصلي سترة أم لم يتخذ.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (690,'٣- لا يحرم المرور إذا كان المار مصلياً، ومر لسد فرجة في الصف أو لغسل رعاف.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (691,'٤- أما في المسجد الحرام فهناك حالات:',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (692,'١- يحرم المرور إن كان المار له طريق آخر والمصلي يصلي لسترة.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (693,'٢- يجوز المرور إن كان المار له طريق آخر والمصلي لا يصلي إلى سترة.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (694,'٣- يجوز لطائف المرور بين يدي المصلي، سواء كان المصلي يتخذ سترة أم لا.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (695,'٤- يكره للطائف المرور إذا كان له طريق آخر وكان المصلي يصلي لسترة. ⦗١٧٠⦘
_________
(١) المؤمنون: ١-٢.
(٢) النسائي: ج ٢/ ص ١٦٧.
(٣) مسلم: ج ١/ كتاب الصلاة باب ٢٠/٨٧.
(٤) أبو داود: ج ١/ كتاب الصلاة باب ١٤٨/٨٥٥.
(٥) لم يشخص رأسه: لم يرفعه.
(٦) ولم يصوبه: لم يبالغ في خفضه وتنكيسه.
(٧) مسلم: ج ١/ كتاب الصلاة باب ٤٦/٢٤٠.
(٨) الترمذي: ج ٢/ كتاب الصلاة باب ١٩٢/٢٥٨.
(٩) سنن الدارمي: ج ١/ ص ٢٩٩.
(١٠) الترمذي: ج ٢/ الصلاة باب ١٩٤/٢٦١.
(١١) مسلم: ج ١/ كتاب الصلاة باب ١٨/٧١.
(١٢) النحل: ١٢٠.
(١٣) البقرة: ٢٣٨.
(١٤) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٢٢/١٦٤.
(١٥) نستعين بك على مصالح دنيانا وأخرانا، ونطلب منك ستر ذنوبنا.
(١٦) نصدق بوجوب وجودك.
(١٧) نخضع ونذل لك.
(١٨) نترك كل شاغل عنك، قال تعالى: {ففروا إلى اللَّه} / الذاريات: ٥٠.
(١٩) نخدم.
(٢٠) لأنه لا يأمن مكر اللَّه إلا القوم الخاسرون.
(٢١) الحق.
(٢٢) أبو داود: ج ١/ كتاب الصلاة باب ١١٧/٧٣٤.
(٢٣) الترمذي: ج ١/ الصلاة باب ١٩٩/٢٦٨.
(٢٤) البيهقي: ج ٢/ص ١١٣.
(٢٥) أي العضدين.
(٢٦) البخاري: ج ١/ كتاب صفة الصلاة باب ٤٦/٧٤٤.
(٢٧) أبو داود: ج ١/ كتاب الصلاة باب ١١٧/٧٣٥.
(٢٨) مسلم: ج ١/ كتاب الصلاة باب ٤٢/٢١٥.
(٢٩) أي كل من له علينا ولادة الوالدين ولأجداد.
(٣٠) من العلماء والخلفاء.
(٣١) جزماً.
(٣٢) الترمذي: ج ٤/كتاب القدر باب ٧/٢١٤٠.
(٣٣) البخاري: ج ١/ كتاب صفة الصلاة باب ٦٥/٧٩٨.
(٣٤) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٢٦/١٤٦.
(٣٥) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٢٦/١٣٥.
(٣٦) الترمذي: ج ٢/ الصلاة باب ٤١٢/٥٨٦.
(٣٧) أبو داود: ج ١/ كتاب الصلاة باب ١٠٨/٦٩٨.
(٣٨) أبو داود: ج ١/ كتاب الصلاة باب ١١٥/٧١٩.
(٣٩) مسلم: ج ١/ كتاب الصلاة باب ٥٠/٢٦٦.
(٤٠) مسلم: ج ١/ كتاب الصلاة باب ٤٨/٢٦١.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (696,'الفصل الرابع
مكروهات الصلاة',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (697,'١- يكره في الصلاة التعوذ قبل الفاتحة والسورة في فرض أصلي، سراً كان أو جهراً، وأما في النافلة والمنذورة فيجوز سراً، وتركه أوْلى.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (698,'٢- تكره البسملة في الصلاة المفروضة، سواء كانت سرية أو جهرية، ما لم يراع المصلي الخروج من الخلاف، فيكون الإتيان بها أو الفاتحة سراً مندوباً، ويكره الجهر بها. أما في النافلة فيجوز الإتيان بالبسملة عند قراءة الفاتحة.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (699,'٣- يكره دعاء التوجه قبل قراءة الفاتحة على القول المشهور، لأن الصحابة رضوان اللَّه عليهم عملوا على تركه، ونقل عن الإمام مالك أنه قال بندبه خلافاً لمن يأمر به بعد تكبيرة الإحرام. وكذلك يكره الدعاء أثناء قراءة الفاتحة والسورة (إجابة القراءة كسؤال الرحمة والاستعاذة) وذلك في الصلاة المفروضة، أما في النافلة فيجوز.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (700,'٤- يكره الدعاء في الركوع لأنه شُرِعَ للتسبيح، أما قبل الركوع وبعد الرفع منه فيجوز، وكذا بين السجدتين مطلوب أن يقول بينهما: "اللَّهم اغفر لي وارحمني واسترني واجبرني وارزقني وعافني واعف عني"، لما روى ابن عباس رضي اللَّه عَنهما أن النبي صلى اللَّه عليه وسلم كان يقول بين السجدتين: "اللَّهم اغفر لي، وارحمني واجبرني واهدني وارزقني" (١) .',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (701,'٥- يكره الدعاء بعد التشهد الأول، وبعد سلام الإمام.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (702,'٦- يكره الجهر بالدعاء المطلوب في السجود وغيره، والجهر بالتشهد مطلقاً.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (703,'٧- يكره السجود على شيء من جلوس المصلي مثل كمه أو ردائه أو كور عمامته (الكائن على جبهته) ، فإن سجد على كور عمامته الخفيف فلا إعادة عليه، وإذا كان كور العمامة ثخيناً وليس على الجبهة منه شيء لكن منع وصول الجبهة إلى الأرض في السجود، لم يصح سجوده. ⦗١٧١⦘ وكذلك يكره السجود على ثوب غير جلوس له، أو على بساط أو منديل، أو على حصير ناعم لا خشن، لأن كل ذلك ينافي الخشوع.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (704,'٨- يكره لمصلٍ عاجز مومئ للسجود في الصلاة المفروضة أن يرفع شيئاً عن الأرض ليسجد عليه.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (705,'٩- تكره القراءة في الركوع، أو في السجود إلا أن قصد بها الدعاء في السجود، لما روى ابن عباس رضي اللَّه عَنهما عن النبي صلى اللَّه عليه وسلم: "ألا وإني نُهيت أن أقرأ القرآن راكعاً أو ساجداً. فأما الركوع فعظِّموا فيه الرب عز وجل. وأما السجود فاجتهدوا في الدعاء فَقَمِنٌ أن يستجاب لكم" (٢) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (706,'١٠- يكره للمصلي أن يخصص دعاء معيناً فلا يدعو إلا به، لإنكار الإمام مالك التحديد في الدعاء، وفي عدد التسبيحات، وفي تعيين لفظها، لاختلاف الآثار الواردة في ذلك.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (707,'١١- يكره الدعاء بالعجمية للقادر على العربية.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (708,'١٢- يكره الالتفات في الصلاة يميناً أو شمالاً لغير حاجة ولو بجميع بدنه بشرط أن تبقى قدماه ثابتتان إلى جهة القبلة (أي الالتفات بالصدر وبجميع البدن لا يبطل الصلاة بشرط أن تبقى القدمان ثابتتان إلا أنه مكروه) ، لما روى أنس بن مالك رضي اللَّه عَنهُ قال: قال لي رسول اللَّه صلى اللَّه عليه وسلم: "يا بني إياك والالتفات في الصلاة، فإن الالتفات في الصلاة هَلكة. فإن كان لا بد ففي التطوع لا في الفريضة" (٣) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (709,'١٣- يكره تشبيك الأصابع في الصلاة، لما روى كعب بن عجرة (أن رسول اللَّه صلى اللَّه عليه وسلم رأى رجلاً قد شبك أصابعه في الصلاة ففرج رسول اللَّه صلى اللَّه عليه وسلم بين أصابعه) (٤) . ويكره فرقعتها لمنافاة ذلك الخشوع والأدب، لحديث علي بن أبي طالب رضي اللَّه عَنهُ أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لا تُفَقِّعْ أصابعك وأنت في الصلاة" (٥) ، أما خارج الصلاة فلا كراهة ولو في المسجد، إلا أنه خلاف الأوْلى.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (710,'١٤- يكره الإقعاء في الصلاة، بأن يجلس المصلي بعد السجود بحيث تكون بطون أصابع قدميه إلى الأرض ناصباً قدميه وإليتاه على عقبيه، وذلك لقبح الهيئة. وأما جلوسه على إليتيه ناصباً فخذيه واضعاً يديه على الأرض كإقعاء الكلب فممنوع.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (711,'١٥- يكره التخصر في الصلاة، بأن يضع المصلي يده على خاصرته حال قيامه، لأنه فعل المتكبرين ومن لا مروءة له، ولحديث أبي هريرة رضي اللَّه عنه قال: "نُهي عن الخصر في الصلاة" (٦) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (712,'١٦- يكره تغميض العينين، إلا لخوف وقوع بصره على ما يشغله عن صلاته.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (713,'١٧- يكره رفع المصلي رجله عن الأرض والاعتماد على الأخرى إلا لضرورة كطول قيام.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (714,'١٨- يكره التفكير بدنيوي لم يشغله عن صلاته، أما إذا شغله عنها بحيث لم يدر ما صلى أعاد
مطلقاً، فإن شغله زائداً على المعتاد ودرى ما صلى أعاد في الوقت، وإن شك بنى على اليقين وأتى بما شك فيه.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (715,'١٩- يكره للمصلي وضع شيء في كمه، أو فمه إذا لم يمنعه مخارج الحروف (أما إذا كان يمنع بطلت الصلاة) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (716,'٢٠- يكره العبث القليل بيده في ثوبه أو لحيته أو غيرهما بلا حاجة، أما إذا كانت الحاجة كإزالة العرق عن وجهه أو التراب فلا يكره.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (717,'٢١- يكره للمصلي حك جسده لغير ضرورة إن قل، أما إن كثر فيبطل الصلاة.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (718,'٢٢- يكره التبسم إن كان قليلاً، وإلا أبطل الصلاة ولو كان اضطراراً.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (719,'٢٣- يكره للمصلي عقص شعره (شده لمؤخرة رأس) إذا كان لأجل الصلاة، لحديث أبي رافع رضي اللَّه عَنهُ قال: "نهى رسول اللَّه صلى اللَّه عليه وسلم أن يصلي الرجل وهو عاقص شعره" (٧) .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (720,'٢٤- يكره للمصلي ترك سنة خفيفة عمداً، أما ترك السنة المؤكدة عمداً فيحرم.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (721,'٢٥- يكره حمد العاطس أو إشارة يشير بها، وتكره الإشارة في الصلاة بالرأس أو اليد للرد على مشمِّت شمّته وهو يصلي، أما الرد بالكلام فيبطل الصلاة.
وأما الإشارة باليد أو الرأس لرد السلام فواجبة في الصلاة.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (722,'٢٦- يُكره قراءة سورة أو آية في أخيرتي الفرض.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (723,'٢٧- يكره أن تكون القراءة في الصلاة عكس ترتيب المصحف وتواليه، بأن يقرأ في الركعة الأولى سورة أو آية ثم يقرأ في الركعة الثانية ما قبلها.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (724,'٢٨- يكره التصفيق في الصلاة ولو من امرأة لحاجة تتعلق بالصلاة كسهو الإمام، وقيل: إن ⦗١٧٣⦘ المطلوب شرعاً لمن نابه شيء في صلاته أن يقول: "سبحان اللَّه"، لحديث سهل بن سعد الساعدي رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم وفيه: "إذا نابكم أمر فليسبح الرجال وليصفح النساء" (٨) فالتصفيح أو التصفيق أخرجه مخرج الذم فليس على ظاهره (٩) عند المالكية.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (725,'٢٩- تكره الصلاة خلف صف فيه فرجة.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (726,'٣٠- تكره الصلاة إلى تنور، أو موقد نار فيه جمر، لما فيه التشبه بالمجوس.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (727,'٣١- يكره تزيين القبلة والمحراب في المسجد بذهب أو غيره، أو بكتابة ولو كانت قرآناً، وكذا يكره تزين سقف المسجد وجدرانه.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (728,'٣٢- يُكره بناء مسجد غير مربع، بأن يكون على شكل دائرة أو مثلث، لعدم استقامة الصفوف فيه، وكذا يكره بناء مسجد مربع قبلته إحدى زواياه للعلة المذكورة، أما الصلاة في مثل هذا المسجد ففي كراهتها وعدم كراهتها قولان من غير ترجيح.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (729,'٣٣- تكره الصلاة في مسجد بني بمال حرام، ولا تحرم لأن المال يتعلق بالذمم. ⦗١٧٤⦘
_________
(١) الترمذي: ج ٢ الصلاة باب ٢١١/٢٨٤.
(٢) مسلم: ج ١/ كتاب الصلاة باب ٤١/٢٠٧، وقمن: أي حقيق.
(٣) الترمذي: ج ٢/ الصلاة باب ٤١٣/٥٨٩.
(٤) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ٤٢/٩٦٧.
(٥) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ٤٢/٩٦٥.
(٦) البخاري: ج ١/ العمل في الصلاة باب ١٧/١١٦١.
(٧) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ٦٧/١٠٤٢.
(٨) البخاري: ج ٦/ كتاب الأحكام باب ٣٦/٦٧٦٧.
(٩) أما السادة الشافعية فحملوا الحديث على ظاهره.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (730,'الفصل الخامس
مبطلات الصلاة',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (731,'١- رفض نية الصلاة ولو بدون تلفظ وإنما القصد كاف.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (732,'٢- ترك ركن ولو كان قصيراً، أو شرط من ركن من أركان الصلاة، أو ترك شرط من شروط صحة الصلاة، عمداً، أما إن كان الترك سهواً فلا تبطل الصلاة إن تذكر قبل أن يطل الفصل، فإنه يلغي ركعة النقص ويبني على غيرها وتصح صلاته، أما إن طال الفصل أو خرج من المسجد فتبطل الصلاة.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (733,'٣- زيادة ركن فعلي عمداً ولو كان جهلاً، أما زيادة ركن قولي (تكبيرة الإحرام، الفاتحة، السلام) فلا يبطل الصلاة ولكن يحرم تعمد ذلك، أما إن كان سهواً فلا حرمة ويسجد للسهو.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (734,'٤- زيادة تشهد بعد الركعة الأولى أو الثالثة عمداً.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (735,'٥- الأكل والشرب عمداً، وإن قلَّ بل ولو كان مكرهاً، أو كان واجباً عليه لإنقاذ نفسه وفي هذه الحالة وجب عليه قطع الصلاة ولو خاف خروج الوقت.
أما إذا انفرد الأكل أو الشرب القليلان فلا يبطل الصلاة، ويجبر بوجود السهو.
والأكل القليل ما كان بمقدار حبة بين أسنانه فإن ابتلعها ولو بمضغ فلا تبطل صلاته.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (736,'٦- الكلام لغير إصلاح الصلاة عمداً مبطل بمجرد لفظ كلمة واحدة مفهمة نحو نعم أو لا لمن سأله عن شيء، لحديث معاوية بن الحكم السُّلمي رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم وفيه: (إن هذه الصلاة لا يصح فيها شيء من كلام الناس، إنما هي التسبيح والتكبير وقراءة القرآن) (١) ، أما إذا قصد التفهيم بذكرٍ كتسبيح ليفهم غيره أنه في صلاة أو بآية يقرأها في محل التلاوة ويقصد بها تفهيم الآخرين فجائز، أما إن قرأها في غير محل التلاوة؛ كأن يقطع ⦗١٧٥⦘ الفاتحة ليقول: {يا يحيى خذ الكتاب} فهذا يبطل، لكن إن سبح للحاجة ولو قطع التلاوة فلا تبطل الصلاة.
أما الكلام سهواً فإن كان يسيراً عرفاً فلا يبطل، وإن كان كثيراً عرفاً فيبطل (٢) ، أما إذا أتى بصورة الكلام كتحريك فكيه وشفتيه فلا يبطل الصلاة.
وأما إن كان الكلام لإِصلاح الصلاة فقليله لا يبطل، إذا لم يفهم الإِمام الغرض من تسبيح المأموم له، كأن سلم إمامه في الرباعية من ركعتين أو صلاها أربعاً وقام إلى الخامسة فسَبح له المأموم ولم يفهم الغرض من التسبيح، فإن للمأموم أن يقول له: أنت سلمت من اثنتين أو قمت إلى الخامسة، سواء كان هذا الكلام قبل السلام أو بعده.
أما الكثير من الكلام فيبطل الصلاة ولو كان لإِصلاحها. والكثير هو ما زاد على الحاجة، وتقدر الحاجة بالقدر الذي نقل عنه صلى اللَّه عليه وسلم في قصة ذي اليدين (٣) في الحديث الذي رواه أبو هريرة رضي اللَّه عنه قال: (صلى لنا رسول اللَّه صلى اللَّه عليه وسلم صلاة العصر، فسلم في ركعتين فقام ذو اليدين فقال: أقصِرَت الصلاة يا رسول! أم نسيت؟ فقال رسول اللَّه صلى اللَّه عليه وسلم: كل ذلك لم يكن. فقال: قد كان بعض ذلك يا رسول اللَّه! فأقبل رسول اللَّه صلى اللَّه عليه وسلم على الناس فقال: أصدق ذو اليدين؟ فقالوا: نعم، يا رسول اللَّه! فأتم رسول اللَّه صلى اللَّه عليه وسلم ما بقي من الصلاة، ثم سجد سجدتين وهو جالس بعد التسليم) (٤) .',NULL,'174',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (737,'٧- التصويت عمداً خالٍ عن الحروف كصوت الغراب لكونه من معنى الكلام، والنفخ بالفم عمداً (النفخ بالأنف لا يبطل إلا إن كثر وتلاعب) .
أما التنحنح فلا يبطل الصلاة، وإن اشتمل على حروف مبطلة، سواء كان لحاجة أو لغير حاجة على المختار، ما لم يكن كثيراً أو متلاعباً فإنه يبطل.
ولا تبطل الصلاة بالأنين والتأوه والبكاء إن كان لوجع، ما لم يكثر. أما بكاء التخشع فلا يبطل قليله ولا كثيره. وأما البكاء لغير وجع وتخشع فحكمه حكم الكلام يبطل عمده وإن قل وسهوه إن كثر. أما البُكى (بلا صوت) فلا يبطل الصلاة إلا إذا كثر.
ولا تبطل الصلاة بإنصات المصلي إلى مخبر، أما إذا أجابه فبمجرد القول تبطل.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (738,'٨- التقيؤ عمداً، ولو كان قليلاً، وكذا القلس (القيء الخفيف) ، أما البلغم فلا يفسد صلاة ولا صوماً إلا إذا كثر فيجري على الأفعال الكثيرة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (739,'٩- السلام حال الشك في إتمام الصلاة، سواء تبين بعده الكمال أو عدمه أو لم يتبين شيئاً، أما لو سلم وهو متيقن أو ظان الكمال فصلاته صحيحة إن تبين الكمال أو لم يتبين شيئاً، أما إن تبين عدم الكمال ولم يطل الفصل تداركه وإن طال الفصل بطلت.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (740,'١٠- طروء ناقض الوضوء من حدث، أو سبب، أو شك، لكنه استمر في الصلاة في حالة الشك، فإن بان الطهر لم يعد الصلاة. ولا يسري البطلان للمأموم بحصول ذلك للإمام.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (741,'١١- كشف العورة المغلظة أو شيء منها.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (742,'١٢- سقوط نجاسة على المصلي، إذا تعلقت به أو استقرت، وعلم بها، واتسع الوقت لإزالتها، وإلا لم تبطل لما مرّ أن طهارة الخبث واجبة مع الذكر والقدرة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (743,'١٣- فتح المصلي على غير إمامه، بأن كان في الصلاة فسمع أحداً يقرأ القرآن إما مصلياً أو غير مصلٍّ فتوقف في القراءة فأرشده إلى الصواب، فهذا يبطل الصلاة لأنه مكالمة؛ بخلاف الفتح على إمامه ولو في غير الفاتحة فلا تبطل الصلاة إذا وقف الإمام عن القراءة وطلب الفتح بأن تردد في القراءة، أما إذا وقف ولم يتردد في القراءة فإنه يكره الفتح عليه.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (744,'١٤- القهقهة في الصلاة (الضحك بصوت عال) عمداً أو سهواً. فإن كان فذاً أو إماماً قطع واستأنف صلاته مطلقاً، سواء وقعت القهقهة منه اختياراً أو غلبة أو نسياناً لكونه في الصلاة.
أما إن كان مأموماً ففيه تفصيل: يتابع المأموم إمامه وجوباً في الصلاة (رغم أنها باطلة في حقه) لأن المأموم سجين الإمام ضمن شروط هي:',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (745,'١- الوقت يتسع لإعادتها بعد سلام إمامه في وقتها.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (746,'٢- لم تكن صلاة جمعة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (747,'٣- ضحكه كان غلبة أو نسياناً أنه في صلاة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (748,'٤- لم يكثر ضحكه.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (749,'٥- لم يلزم من استمراره في الصلاة ضحك باقي المأمومين.
فإذا اختل شرط من هذه الشروط قطع صلاته ثم استأنف مع إمامه.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (750,'١٥- الفعل الكثير من غير جنس الصلاة، وهو ما يُخيل للناظر إليه أن فاعله ليس في صلاة، كما لو مشى لدفع مارّ (أما لو دفعه من بين يديه في مكانه فلا يبطل) .
أما إذا مشى نحو صفين لسترة يقترب إليها خشية من المرور بين يديه، أو مشى لسد فرجة في ⦗١٧٧⦘ صف فلا تبطل الصلاة، ولو كان المشي لجنب أو إلى الوراء (أما إذا استدبر القبلة بطلت) بل يندب.
وكذا إذا خشي على نفسه من عقرب فقتله فلا تبطل الصلاة، أو أصلح رداءه إن سقط عن كتفيه فتناوله ووضعه عليهما؛ ولو طأطأ لأخذه من الأرض، أو أصلح سترة نصبها أمامه ليصلي إليها إن سقطت؛ ولو انحط لإصلاحها فلا تبطل الصلاة.
أما الفعل القليل من غير جنس الصلاة فلا يبطلها، كالحك والإشارة بعضو كيد أو رأس لحاجة طرأت عليه وهو في الصلاة، أو كسد فمه بيده اليمنى لتثاؤب بل هو مندوب، أو بصاق بلا صوت في ثوبه لحاجة كامتلاء فمه بالبصاق (أما إن كان بصوت فيبطل) ، أو رد السلام بالإشارة على من سلم عليه وهو في الصلاة (وهو واجب) أما إن رده قولاً بطلت الصلاة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (751,'١٦- زيادة فعل من جنس الصلاة عمداً، سواء كان قليلاً أو كثيراً، وسهواً إن كان كثيراً، كزيادة أربع ركعات يقيناً سهواً على الصلاة الرباعية أو الثلاثية؛ ولو كان مسافراً، وزيادة ركعتين على الصلاة الثنائية أو الوتر. أما إن كان أقل مما ذكر فلا يبطل الصلاة، وكذا إذا شك في هذه الزيادة الكثيرة، ولكن تجبر بسجود السهو اتفاقاً.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (752,'١٧- طروء شاغل عن لإتمام فرض، كاحتباس بول يمنع من الطمأنينة في الصلاة مثلاً، أما إن لم يشغل عن الفرض، أو شغل وزال فلا إعادة عليه.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (753,'١٨- تذكر أولى الحاضرتين لمشتركتي الوقت وهو في الثانية، كأن يتذكر المصلي في صلاة العصر قبل الغروب أن عليه الظهر، فتبطل التي هو فيها، لأن ترتيب الحاضرتين واجب شرطاً.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (754,'١٩- سجود المسبوق الذي لم يدرك ركعة كاملة مع إمامه سجود سهو قبلي أو بعدي مع الإمام، لأن سجوده لا يلزم ذلك المسبوق لأنه ليس بمأموم حقيقة فسجوده معه محض للزيادة.
أما إذا أدرك المسبوق ركعة كاملة مع الإمام فإنه يسجد مع إمامه سجود السهو القبلي ثم ينهض لإتمام صلاته بعد سلام إمامه.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (755,'٢٠- سجود المسبوق بركعة أو أكثر سجود سهو بعدي مع إمامه، لزيادة سجود، ولو جهلاً، وإنما يجب عليه تأخيره حتى يقضي ما عليه.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (756,'٢١- سجود المصلي سجود سهو قبلي لترك سنة خفيفة.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (757,'٢٢- ترك المصلي سجود السهو لثلاث سنن خفيفة، إن طال الزمن بين صلاته وتذكر سجود السهو.
_________
(١) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٧/٣٣.
(٢) اليسير عند السادة الشافعية ست كلمات عرفية فأقل.
(٣) طويل اليدين.
(٨) البخاري: ج ٦/ كتاب الأحكام باب ٣٦/٦٧٦٧.
(٤) زواه الشيخان واللفظ لمسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ١٩/٩٩.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (758,'متى يجب قطع الصلاة:',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (759,'١- لإنقاذ أعمى، فإذا أتم صلاته ولم يتكلم ولحق بالأعمى هلاك ضمن المصلي ديته.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (760,'٢- لتخليص مال إذا كان يخشى بذهابه هلاكاً أو شدة أذى، سواء كان المال قليلاً أو كثيراً، وسواء كان الوقت متسعاً أم لا، وإلا (إذا لم يخشى بذهابه هلاكاً) فإن كان يسيراً فلا يقطع وإن كان كثيراً قطع إن اتسع الوقت.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (761,'٣- لإجابة أحد والديه إن كان أعمى وأصم والصلاة نافلة، لأن إجابة الوالدين متفق على وجوبها، أما تتمة النافلة فمختلف في وجوب إتمامها. أما إذا كان المنادي من الوالدين ليس بأعمى ولا أصم فلا يقطع النافلة وإنما يسرع في الصلاة.
وأما إذا كانت الصلاة فريضة فلا يقطعها، ولو كان المنادي من الوالدين أعمى وأصم، وإنما يسرع بها.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (762,'٤- إذا ذكر المصلي الفوائت أثناء الصلاة الحاضرة، فإن كانت يسيرة -وهي ما لم تزد على أربع صلوات- فإن ذكرها قبل عقد ركعة بسجدتيها، قطع الصلاة وجوباً بسلام، سواء كان فذاً أو إماماً؛ أما المأموم فإنه يقطع صلاته إن قطع إمامه تبعاً له، وإلا فلا يقطع لتذكر فائتة نفسه، وإنما يعيدها ندباً بعد قضاء الفوائت إن بقي وقتها ولو الضروري.
وإن ذكر الفائتة بعد عقد ركعة بسجدتيها، فإنه يضم إليها ركعة أخرى ويسلم، وصارت صلاته نفلاً. فإن ذكرها بعد تمام ركعتين في صلاة المغرب، أو بعد تمام ثلاث ركعات في صلاة رباعية، فإنه لا يقطع الصلاة، بل يتمها وتقع الحاضرة صحيحة حينئذ، ثم يقضي الفائتة، ثم يعيد الحاضرة ندباً في الوقت.
أما إذا كانت الفوائت كثيرة، فإنه لا يقطع الصلاة الحاضرة على كل حال بل يتمها، ثم يقضي الفوائت.
أما إذا ذكر المصلي الفوائت اليسيرة أثناء الصلاة النافلة، فإنه يتم النفل وجوباً (لوجوبه بالشروع فيه ولا يقضى) إلا إذا خاف خروج الوقت لحاضرة عليه وكان لم يعقد ركوعاً بعد من النفل، فإنه يقطعه ويصلي الفريضة الحاضرة، أما إن كان عقد النفل بالركوع فيتمه ولو خرج وقت الحاضرة.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (763,'<span data-type="title" id=toc-18>الباب الخامس: الفصل الأول سجود السهو</span>',NULL,'179',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (764,'تعريفه:
لغة: السجود: هو الخضوع، والسهو: هو ترك الشيء (الذهول عنه) من غير علم بحيث لو نُبه إليه بأدنى تنبيه لتنبه (١) .
وفقهاً: هو سجدتان بعدهما تشهد بدون صلاة على النبي صلى اللَّه عليه وسلم ولا دعاء، وإن فعلها قبل السلام سمي قبلياً، وإن فعله بعد السلام سمي بعدياً، وذلك بحسب سببه.
حكمه:',NULL,'179',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (765,'١- سنة بالنسبة للإمام، وللمنفرد، وللمأموم المسبوق الذي قام يقضي صلاته بعد سلام إمامه وسها فيها سواء كان قبلياً أم بعدياً على القول المشهور (٢) من المذهب، إلا إن كان سببه نقص ثلاث سنن من سنن الصلاة فيكون حكمه واجباً، ودليله حديث أبي سعيد الخدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "إذا شك أحدكم في صلاته فليلق الشك، وليبن على اليقين، فإذا استيقن التمام سجد سجدتين، فإن كانت صلاته تامة كانت الركعة نافلة والسجدتان، وإن كانت ناقصة كانت الركعة تماماً لصلاته، وكانت السجدتان مُرغمتي الشيطان" (٣) . ولا يتعدد سجود السهو بتعدد أسبابه وإنما يكفي لكل الأسباب سجود سهو واحد، وإذا اجتمع في الصلاة أسباب سجود قبلي وأسباب سجود بعدي فيكفي سجود قبلي واحد.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (766,'٢- واجب: ⦗١٨٠⦘
آ- بالنسبة للمأموم إذا سجد إمامه للمتابعة، وإن لم يدرك مع إمامه أسبابه، فإذا لم يتابعه به بطلت صلاته. أما بالنسبة لسهو نفسه إن حصل حال الاقتداء تحمله عنه إمامه، لحديث عمر بن الخطاب رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: "ليس على مَنْ خلفَ الإمام سهو، فإن سها الإمام فعليه وعلى من خلفه سهو" (٤) ، ولحديث أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "الإمام ضامنٌ والمؤذن موتمنٌ، اللَّهم ارشد الأئمة، واغفر للمؤذنين" (٥) .
ب- بالنسبة للمسبوق إن أدرك مع إمامه ركعة كاملة فأكثر، يسجد معه القبلي قبل قضاء ما عليه، ويسجد البعدي بعد انتهاء قضاء ما عليه.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (767,'٣- مبطل للصلاة إن سجد المسبوق مع إمامه الذي أدرك معه ركعة فأكثر سجود السهو البعدي قبل قضاء ما عليه، وكذلك إن سجد المسبوق، الذي لم يدرك مع إمامه ركعة كاملة، سجود سهو قبلي أو بعدي مع إمامه يبطل الصلاة.
_________
(١) أما النسيان فهو: ترك شيء من غير علم، ولا يتنبه له بأدنى تنبيه.
(٢) قيل: القبلي واجب.
(٣) أبو داود: ج ١/ كتاب الصلاة باب ١٩٧/١٠٢٤.
(٤) الدارقطني: ج ١/ ص ٣٧٧.
(٥) أبو داود: ج ١/ كتاب الصلاة باب ٣٢/٥١٧.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (768,'أركانه:
سجدتان بينهما جلسة، سواء كان قبلياً أو بعدياً.
واجباته:',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (769,'١- البعدي:
آ- النية: وهي واجبة وجوباً شرطياً (أي يلزم من عدمها عدمه) .
ب- السلام: وهو واجب وجوباً غير شرطي، أي إذا لم يسلم فالصلاة صحيحة.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (770,'٢- القبلي:
لا سلام له لأن بعده سلام الصلاة، ولا حاجة لنية لكونه جزءاً من الصلاة فنيتها نيته، ما لم يؤخره إلى بعد السلام فعندها يحتاج إلى نية وسلام.
سننه: سواء كان قبلياً أم بعدياً:',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (771,'١- تكبيرة للهوي للسجود.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (772,'٢- تكبيرة للرفع من السجود.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (773,'٣- التشهد بعده بدون صلاة على النبي صلى اللَّه عليه وسلم ولا دعاء.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (774,'٤- إن كان بعدياً سن الجهر بالسلام منه. ⦗١٨١⦘
حكم نقل سجود السهو من محله:',NULL,'180',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (775,'١- يحرم نقل سجود السهو البعدي إلى قبل السلام عمداً، وإذا فعل فالصلاة صحيحة مع الإثم.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (776,'٢- يكره نقل سجود السهو القبلي إلى بعد السلام عمداً، مع صحت الصلاة.
أما إن كان النقل، سواء كان تقديماً أو تأخيراً بغير عمد فلا حرمة ولا كراهة.
سقوط سجود السهو وحكم تركه:
آ- السجود البعدي:
لا يسقط (١) مهما طال الزمن، ولا تبطل الصلاة بتركه، سواء كان عمداً أم سهواً، وبإمكانه تأديته متى ذكره ومتى شاء، ولو في وقت نهي، ما لم يكن في صلاة فلا يقطعها لأدائه، وإنما يتم صلاته ثم يؤديه.
ب- السجود القبلي:',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (777,'١- يسقط (٢) إن طال الفصل بين الصلاة وبين تذكر السجود المتروك، أو خرج من المسجد، سواء كان الترك عمداً أم سهواً، ولا تبطل الصلاة بتركه إذا كان سببه نقص سنتين خفيفتين أو سنة واحدة مؤكدة من سنن الصلاة. أما إن قرب الفصل ولم يخرج بعد من المسجد سُنَّ له الإتيان بها.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (778,'٢- إن كان سببه نقص ثلاث سنن من سنن الصلاة فتبطل الصلاة إن ترك عمداً، سواء طال الفصل أم قصر، وإن كان الترك سهواً ولم يطل الفصل عرفاً ولم يأتِ بمناف للصلاة بعد السلام أتى به، أما إن طال الفصل بطلت الصلاة.
ومن ترتب عليه سجود قبلي غير مبطل للصلاة فتركه، أو سجود بعدي فتركه، وأعاد الصلاة، فإن صلاته هذه لا تجزئ عن ذاك السجود، لأنه ترتب في الذمة، وورد أن ترقيع الصلاة بالسجود أوْلى من إبطالها وإعادتها.
_________
(١) لأنه شرع لترغيم أنف الشيطان، وترغيمه لا يقيد بوقت.
(٢) لأنه شرع لجبر الصلاة، والجابر حقه أن يتصل بالمجبور أو يتأخر عنه قليلاً.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (779,'أسباب سجود السهو:
آ- أسباب سجود السهو القبلي:',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (780,'١ً- نقص سنة مؤكدة داخلة في الصلاة سهواً يقيناً أو شكاً، أي يشترط لسجود السهو لتركها ثلاثة شروط:',NULL,'181',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (781,'١- أن تكون مؤكدة، والسنن المؤكدة في الصلاة ثمانية: الإسرار، والجهر، وقراءة السورة في الفرض، والتشهد الأول، والأخير، وتكبيرات الانتقال، والتسميع، والجلوس بقدر التشهد. ويستثنى منها الإسرار إن تُرك وأبدل بالجهر فلا يجبر بسجود قبلي بل بسجود بعدي لأن الجهر يُعد زيادة لا نقصاناً، وكذلك إذا تُرك الجهر وأبدل بأعلى السر (إسماع نفسه) فلا حاجة لجبره بسجود سهو لا قبلي ولا بعدي، أما إذا تُرك أصلاً واكتفي بحركة اللسان فقط الذي هو أدنى السر كان ذلك نقصاً واحتيج لجبره بسجود سهو قبلي.
أما إذا كانت السنة المتروكة غير مؤكدة فلا حاجة لجبره بسجود سهو، كترك تكبيرة واحدة للهوي للركوع أو السجود، أو كترك مندوب كالقنوت في الصبح، فإذا جبرها بسجود قبلي بطلت صلاته لكونه زاد فيها ما ليس منها، أما إن سجد بعد السلام فإنها لا تبطل الصلاة لكونه زاد زيادة خارجة عن الصلاة.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (782,'٢- أن تكون السنة المؤكدة المتروكة داخلةً في الصلاة، فإذا سجد سجوداً قبلياً لغير داخلة في الصلاة كترك الإقامة أو السترة، تبطل الصلاة.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (783,'٣- أن يكون الترك سهواً، فإن كان الترك عمداً فهناك خلاف بين الفقهاء في بطلان الصلاة وعدمه.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (784,'٢ً- نقص سنتين غير مؤكدتين داخلتين في الصلاة يقيناً أو شكاً سهواً، أما إن كان الترك عمداً ففي صحة صلاته وبطلانها خلاف.
أما إذا كان النقص أكثر من سنتين، فإن كان عمداً فالصلاة باطلة، وإن كان سهواً فسجود السهو واجب لجربها.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (785,'٣ً- اجتماع نقص سنة ولو غير مؤكدة مع زيادة في الصلاة يقيناً أو شكاً سهواً، يسجد لهما سجوداً قبلياً ترجيحاً لجانب النقص على الزيادة، كمن ترك تكبيرة وقام لركعة خامسة في صلاة رباعية.
ب- أسباب سجود السهو البعدي:
هي الزيادة القليلة يقيناً أو شكاً سهواً، سواء كانت الزيادة من جنس الصلاة أم من غير جنس الصلاة، ما لم تكثر هذه الزيادة أو تُتعمد فعندها تبطل الصلاة.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (786,'١- الزيادة التي ليست من جنس الصلاة:
آ- الأفعال والأقوال الجائزة أو المندوبة في الصلاة: إذا فعلها لا تحتاج إلى جبرها لِسجود سهو، كالالتفات في الصلاة، وحك الجسد، وإصلاح السترة أو الرداء، والمشي نحو صفين لسد الفرجة، أو حمد عاطس أو مُبَشر بما يسره، أو إدارة الإمام المؤتم من يساره إلى يمينه، روي عن معاوية بن الحكم رضي اللَّه عَنهُ أنه شمت العاطس في الصلاة خلف النبي صلى اللَّه عليه وسلم فقال له النبي صلى اللَّه عليه وسلم: "إن هذه الصلاة لا يصلح فيها شيء من كلام الناس" ولم يأمره بالسجود.
ب- الأفعال القليلة التي عمدها يبطل الصلاة: إذا فعلت سهواً جبر سهوها بسجود السهو، كالأكل، أو الكلام اليسير، سهواً، وابتلاع شيء من الخارج من القيء والقلس سهواً إن قل الخارج منها وكان طاهراً (لم يتغير) ، وإذا لم يبتلع شيئاً فلا يحتاج لجبره بسجود السهو لكونه فعلاً يسيراً جداً، أما إن كثر الخارج منهما أو كان نجساً (متغيراً) أو ابتلع شيئاً منه عمداً، بطلت الصلاة.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (787,'٢- الزيادة التي من جنس الصلاة:
آ- الزيادة في الأقوال المسنونة: ليست بحاجة لجبرها بسجود السهو، سواء زيدت عمداً أو سهواً، إلا أنه يكره تعمدها، كقراءة سورة في أخيرتي الفرض، أو الخروج من سورة إلى أخرى في أوليتي الفرض، أو الإتيان بيسير الجهر (إسماع من يليه) في صلاة سرية، أو بأعلى السر (إسماع نفسه) في صلاة جهرية، أو إعادة سورة (غير الفاتحة) من أجل الإتيان بسنيتها بعد أن كان قرأها على غير سنيتها؛ كأن قرأها سراً وكانت سنيتها جهراً أو بالعكس.
ب- الزيادة في الفرائض القولية: تجبر بسجود السهو، سواء زيدت عمداً أو سهواً، كمن أعاد قراءة الفاتحة للإتيان بها على سنيتها من جهر أو إسرار، أو كررها سهواً، أو ترك الإسرار فيها.
جـ- الزيادة في الأفعال: تجبر بسجود السهو، كزيادة ركن فعلي، أو زيادة ركعة أو ركعتين، سهواً يقيناً أو شكاً، أما إن كانت الزيادة عمداً بطلت الصلاة.
ومن الأمثلة على الزيادة في الأفعال:',NULL,'183',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (788,'١- من شك في عدد الركعات هل صلى ثلاثاً أم أربعاً مثلاً، يبني على اليقين، ويأتي بركعة رابعة، ⦗١٨٤⦘ ويسجد بعد السلام لاحتمال الزيادة، لحديث عبد اللَّه بن مسعود رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم وفيه: ".. وإذا شك أحدكم في صلاته فليتحرَّ الصواب. فليُتم عليه. ثم ليسجد سجدتين" (١) وفي رواية للبخاري: (بعد التسليم) .',NULL,'183',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (789,'٢- من شك في عدد السجدات هل سجدة واحدة أم اثنتين، يبني على اليقين، ويأتي بما شك فيه، ويسجد بعد السلام.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (790,'٣- من شك هل هو في الصلاة الشفع أم الوتر، فإنه يجعل ما هو فيه شفعاً ويأتي بركعة وتراً، ويسجد بعد السلام.
أما من كثر شكه بحيث صار يعتريه الشك كل يوم، ولو لمرة واحدة، وجب عليه الإعراض عنه، وأن يبني على التمام وجوباً، ويسجد للسهو؛ إذ لا دواء لهذا الشك إلا الإعراض عنه. وأما من كثر سهوه بحيث يعتريه كل يوم ولو لمرة، فيُصلح صلاته إن أمكنه الإصلاح، وإلا فلا يصلح ولا يسجد للسهو. ومثال ذلك: كمن سها عن سجدة في ركعة أولى وقام إلى الثانية، ثم تذكر قبل عقد ركوع الثانية أنه ترك سجدة من الأولى، فيعود الجلوس ليأتي بها ثم يقوم ويعيد القراءة وجوباً، أما إن لم يمكنه الإصلاح كأن كان عقد ركوع الركعة الثانية، انقلبت الثانية أولى ولا سجود سهو في الحالتين.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (791,'٤- السهو في النفل، كمن قام إلى الركعة الثالثة ساهياً ثم تذكر أنها ثالثة قبل أن يعقد ركوعها، يرجع إلى الجلوس ويتم صلاته ثم يسجد للسهو بعد السلام، أما إن كان تذكره بعد عقد ركوع الثالثة (أي بعد رفع رأسه منها) أتم أربعاً وجوباً، إلى في الفجر والعيدين والكسوف والاستسقاء، لأن مثل هذه الزيادة يبطلها. ويرجع وجوباً في قيامه للخامسة في النفل ولو كان عقدها (فإن لم يرجع بطلت الصلاة) ، ويسجد قبل السلام، سواء أتم رابعة أو رجع من الخامسة لنقص السلام في محله.
_________
(١) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ١٩/٨٩.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (792,'إصلاح الصلاة في حالة النقص:
أولاً- ترك النية أو تكبيرة الإحرام: لا إصلاح للصلاة في هذه الحالة، سواء كان الترك عمداً أم سهواً، لأن صلاته لا تنعقد أصلاً.
ثانياً- ترك أي ركن من أركان الصلاة عدا السلام: إن كان الترك عمداً بطلت الصلاة، سواء طال الفصل على الترك أم قصر، أما إن كان الترك سهواً فهناك تفصيل: ⦗١٨٥⦘
آ- تذكر الركن الناقص قبل السلام معتقداً الكمال:',NULL,'184',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (793,'١- التذكر قبل عقد ركوع الركعة التالية لركعة النقص: تدارك النقص وسجد للسهو بعد سلام للزيادة، فإن كان الركن الناقص ركوعاً، رجع إلى القيام، ونُدب قراءة شيء من القرآن غير الفاتحة ليكون ركوعه عقب قراءة، ثم ينحني للركوع.
وإن كان الركن الناقص الرفع من الركوع، رجع محدودباً حتى يصل للركوع ثم يرفع منه بنيته.
وإن كان الركن الناقص سجدة، يجلس ليأتي بها من جلوس.
وإن كان المتروك الفاتحة، ينتصب قائماً ويقرأها ثم يتم الركعة.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (794,'٢- التذكر بعد عقد ركوع الركعة (١) التالية لركعة النقص: فات تدارك النقص، وأصبحت الركعة التالية أولى، وسجد للسهو إما قبل السلام أو بعده حسب الركعة الواقع فيها النقص، فإن كان النقص في الأولى والتذكر بالنقص بعد عقد الركعة الثانية، صارت الثانية أولى، وبطلت الأولى، وسجد للسهو بعد السلام للزيادة. وإن كان النقص في الثانية والتذكر بعد عقد ركوع الثالثة، صارت الثالثة ثانية، ويأتي بركعتين يقرأ فيهما الفاتحة فقط (إن كانت الصلاة رباعية) ، ويسجد للسهو قبل السلام لاجتماع نقص السورة في الثالثة التي أصبحت ثانية مع الزيادة وهي الركعة الملغاة.
ب- تذكر الركن الناقص بعد السلام معتقداً الكمال:',NULL,'185',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (795,'١- إن طال الفصل بطلت الصلاة، أي إن تذكر النقص بعد السلام بزمن طويل عرفاً أو بعد خروجه من المسجد بطلت صلاته.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (796,'٢- إن قصر الفصل، فات تدارك الركن الناقص، وبنى على ما معه من الركعات الصحاح، وألغى ركعة النقص، وأتى بركعة كاملة عوضاً عنها، ويكون ذلك بإحرام بنية إكمال الصلاة، وتكبيرة الإحرام، ويندب رفع اليدين عند تكبيرة الإحرام (واجب وجوباً غير شرطي أي إذا ترك لا تبطل الصلاة) ، فإن كان جالساً كبّر من جلوسه وقام للإتمام، أما إن كان قائماً جلس ليأتي به من جلوس لأن حركته للقيام قبله لم تكن مقصودة لإتمام صلاته. ⦗١٨٦⦘
_________
(١) ويُعْقَد ركوع الركعة المُفوِّت لتدارك الركن الناقص برفع الرأس من الركوع معتدلاً مطمئناً، باستثناء ما يلي:',NULL,'185',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (797,'١- إذا كان الركن الناقص ركوعاً فيفوت تداركه بمجرد الانحناء للركوع في الركعة التالية، وإن لم يطمئن في انحنائه بعد.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (798,'٢- وكذلك الانحناء للركوع يُفوِّت تدارك سجدة التلاوة.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (799,'ثالثاً- ترك السلام:
هناك حالات:',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (800,'١- طال الفصل على ترك السلام: بطلت الصلاة.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (801,'٢- طال الفصل طولاً متوسطاً، أو لم يطل، إلا أنه فارق مكانه: يحرم ومن ثم يعيد التشهد استناناً ليقع سلامه بعد التشهد ثم يسلِّم ويسجد للسهو بعد السلام للزيادة.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (802,'٣- إن لم يطل الفصل وانحرف عن القبلة انحرافاً كثيراً، بأن شرَّق أو غرَّب، من غير مفارقة المكان، فعندها يسلّم بدون سابق تشهد ويسجد للسهو بعد السلام (الزيادة من غير جنس الصلاة) .',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (803,'٤- إن لم يطل الفصل ولم ينحرف عن القبلة أو انحرف انحرافاً يسيراً، اعتدل وسلّم ولا سجود للسهو عليه.
رابعاً- ترك الجلوس الأول سهواً:',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (804,'١- إن لم يفارق بعدُ الأرضَ بيديه وركبتيه جميعاً، بأن بقي على الأرض ولو يداً أو ركبة، رجع وجلس ولا سجود عليه لهذا الرجوع.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (805,'٢- إن فارق الأرضَ بيديه وركبتيه، لا يرجع للجلوس، ويسجد للسهو قبل السلام، ولو رجع إلى الجلوس، ولو عمداً، لم تبطل صلاته ولو بعد أن استقل قائماً؛ وإن كان إماماً وجب على المأموم اتباعه بالرجوع، ويسجد للسهو بعد السلام لزيادة هذا الرجوع.
خامساً- ترك سنة كالإسرار أو الجهر أو قراءة سورة بعد الفاتحة أو ترك تكبيرات صلاة العيد كلاً أو بعضاً:
تفوت السنة بمجرد انحنائه للركوع، ولو بدون اطمئنان، ويسجد للسهو قبل السلام؛ إلا في ترك الإسرار فيسجد بعده، وإن أعاد بعد الانحناء للإتيان بها بطلت الصلاة.
سادساً- ترك ركن من قبل الإمام سهواً:
على المؤتمين في هذه الحالة أن لا يتبعوا الإمام بل يسبحوا له، فإن لم يفهم بالتسبيح كلموه، فإن لم يرجع للإتيان بالركن الناقص أتوا بالركن الناقص ثم تبعوه وسلموا بسلامه، فإذا تذكر الإمام الركن الناقص وقام للإتيان به فلا يتبعوه، وإن تبعوه بترك الركن الناقص بطلت صلاتهم وهذا هو المعتمد (١) . ⦗١٨٧⦘
_________
(١) هناك قول لسحنون: على المؤتمين أن يسبحوا للإمام، فإن لم يفهم بالتسبيح لا يكلمونه، وإن لم يسبحوا له بطلت صلاتهم، وإن سبحوا ولم يرجع فإن اعتقدوا أن يلحقوا به قبل عقد ركوع الركعة التالية أتوا به ثم تبعوه؛ أما إن خافوا أن يعقد ركوع الركعة التالية قبل أن يدركوه تركوا الركن ولحقوا به، وتصبح الركعة الأولى ملغاةً بالنسبة للجميع والركعة الثانية هي الأولى، فإذا جلس بعد الركعة الثانية بزعمه لا يجلسون معه فإذا أنهى الصلاة وسلم بطلت عليه صلاته وأَتَوا لأنفسهم بركعة بعد سلامه، وأمَّهم فيها أحدُهم إن شاؤوا، وإن شاؤوا أتموا أفذاذاً، وسجدوا للسهو قبل السلام لنقصان السورة من الركعة والجلسة الأولى.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (806,'سابعاً- ترك ركن من قبل المؤتم سهواً:',NULL,'187',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (807,'١- ترك الركوع في غير الركعة الأولى: سواء كان عمداً (١) أم سهواً أم مكرهاً، كأن زوحم عن الركوع مع الإمام، أو نعس نعاساً خفيفاً، فترك الركوع ففي كل الأحوال يأتي المأموم بما سبقه به إمامه، وهو الركوع وما بعده، إن اعتقد أنه يدرك إمامه ولو بسجدة واحدة لهذه الركعة؛ كأن يسجد مع الإمام السجدة الأولى بالنسبة له وكانت الثانية بالنسبة لإمامه، أما إن اعتقد أنه يدركه قبل الرفع من السجود وأتى بالركوع إلا أنه لم يدركه، ألغى ما فعل من التكميل ويتبع الإمام بما هو فيه ويقضي ركعة بعد سلامه. وإن ظن أنه لا يدركه في شيء من السجود لم يفعل ما سبقه به إمام، بل يستمر قائماً ويقضي ركعة بعد سلام إمامه، أما إن خالف ظنه وأتى بالركوع الناقص، فإن أدركه في السجود صحت صلاته، وإن لم يدركه فيه بطلت.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (808,'٢- ترك الركوع في الركعة الأولى:
آ- عمداً: بطلت الصلاة كلها.
ب- سهواً أو كرهاً: تلغى الركعة الأولى بالنسبة له بمجرد أن يرفع الإمام رأسه من الركوع، وعندها يخر معه ساجداً، ويقضي المأموم ركعة بعد سلام الإمام بدل الركعة الملغاة، وإن أتى المأموم بما فاته ثم عجل ولحق بالإمام تبطل صلاته.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (809,'٣- ترك سجدة أو سجدتين سهواً أو كرهاً حتى قام الإمام؛ فإن اعتقد المأموم أنه يدرك إمامه قبل أن يعقد ركوع الركعة التالية إذا أتى بالنقص، فعليه أن يأتي به ثم يتبع إمامه بما هو فيه. وإن ظن أنه لا يدركه قبل عقد ركوع الركعة التالية تمادى في ترك السجود وتبع الإمام فيما هو فيه وقضى ركعة بعد سلام إمامه.
فإن كان متيقناً من ترك السجدة، فلا سجود للسهو عليه لزيادة ركعة النقص، أما إن شك في ترك السجدة، قضى الركعة وسجد للسهو بعد السلام لاحتمال أن يكون سجدها وركعة القضاء هذه محض الزيارة.
أما إن اعتقد إدراكه قبل عقد ركوع الركعة التالية وسجد ولحق به، إلا أنه لم يدركه قبل عقد ⦗١٨٨⦘ الركوع بطلت عليه الركعة الأولى لعد م الإتيان بسجودها على الوجه المطلوب، وبطلت الثانية لعدم إدراك ركوعها مع الإمام.
_________
(١) على القول الراجح: العمد كالسهو في ترك الركوع في غير الركعة الأولى إلا أنه في العمد يكون آثماً، أما في غير العمد فلا إثم عليه. والقول المرجوح: إن تعمد ترك الركوع مع الإمام لا يتبعه وبطلت الركعة.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (810,'ثامناً- ترك ركعة أو أكثر بعد الدخول مع الإمام:
يقضي ما فاته بعد سلام الإمام، ويكون قاضياً في الأقوال (١) ومتماً (٢) في الأفعال.
_________
(١) قاضياً في القوال: أن يجعل ما فاته أول صلاته فيأتي به على الهيئة التي فات عليها بالنسبة للقراءة من إسرار وجهر وقراءة سورة.
(٢) متماً أو بانياً في الأفعال: يجعل ما أدركه مع الإمام أول صلاته وما فاته آخر صلاته.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (811,'تاسعاً- زيادة الإمام ركعة سهواً:',NULL,'188',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (812,'١- إن علم المأموم أنها زيادة يقيناً، يجب عليه أن يجلس ويسبّح للإمام، فإن لم يسبح بطلت صلاته، فإن سبّح ولم يفهم الإمام بالتسبيح كلّمه، فإن لم يرجع هل ينتظره المأموم حتى يسلّم ويسجد لسهوه أم يسلم قبله؟ فهناك قولان.
أما إذا خالف المأموم ما وجب عليه واتبع الإمام، فإنه اتبعه عمداً أو جهلاً غير متأوِّل أن هناك سبب للزيادة بطلت صلاته، وإن اتبعه سهواً لا تبطل صلاته.
وإن كان مسبوقاً وعلم أن هذه الركعة التي قام إليها الإمام زائدة إلا أنه اتبعه فيها بقصد قضاء ما سُبق فيه لم تجزئه.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (813,'٢- إن لم يتيقن المأموم الزيادة، وإنما ظن أو شك أو توهم أن هناك سبب موجب لها، فيجب عليه اتباعه، فإن لم يتبعه عمداً بطلت صلاته، أما إن لم يتبعه سهواً لم تبطل صلاته، فإذا قال الإمام بعد فراغه من الصلاة: قمت لموجب، فعلى المأموم الذي تبعه سهواً أن يأتي بركعة.
الفصل الثاني
سجود التلاوة وسجود الشكر
أولاً - سجود التلاوة:
دليل مشروعيته: ما روي عن ابن عمر رضي اللَّه عنهما (أن النبي صلى اللَّه عليه وسلم كان يقرأ القرآن، فيقرأ سورة فيها سجدة. فيسجد. ونسجد معه. حتى ما يجد بعضنا موضعاً لمكان جبهته) (١) .
وعن أبي هريرة رضي اللَّه عنه قال: قال رسول اله صلى اللَّه عليه وسلم: "إذا قرأ ابن آدم السجدة فسجد، اعتزل الشيطان يبكي. يقول: يا ويله، أُمِر ابن آدم بالسجود فسجد فله الجنة. وأُمرت بالسجود فأبيت فلي النار" (٢) .
وقد أجمعت الأمة على أنه مشروع عند قراءة مواضع مخصوصة من القرآن.
حكمه:
آ- سنة على الراجح (٣) ، بالنسبة للقارئ البالغ، في الصلاة، ولو كانت فرضاً، سواء كان إماماً أو منفرداً أو مأموماً (٤) إذا سجد إمامه. وفي خارج الصلاة سواء كان صالحاً للإمامة أو غير صالح لها؛ كأن كان فاسقاً أو امرأة، ولو كان قصده إسماع الناس حسنَ صوته.
ويُسنُّ بالنسبة للمستمع ولكن ضمن شروط ثلاثة هي:',NULL,'188',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (814,'١- أن يكون المستمع قاصداً السماع إما للتعلم، أو الحفظ، أو لمجرد الثواب، أو المدارسة، أما إن لم يكن قاصداً السماع فلا يسن له السجود.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (815,'٢- أن يكون القارئ صالحاً للإمامة في الفريضة، أي أن يكون ذكراً بالغاً، عاقلاً، مسلماً، متوضئاً؛ وإلا فلا سجود على المستمع.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (816,'٣- أن لا يكون قصدُ القارئ، إسماعَ الناس حسن صوته، وإن كان ذلك فلا سجود إلا على القارئ.
فإذا توفرت هذه الشروط سُن للمستمع أن يسجد سجود التلاوة، ولو لم يسجد القارئ، إلا إذا كان القارئ إماماً فلا يسجد المأموم إذا لم يسجد إمامه، وإلا بطلت الصلاة.
ب- مندوب بالنسبة للصبي القارئ أو المستمع.
جـ- لا يُسن إذا قرئت آية السجدة في خطبة الجمعة، أو ما شابهها، أو إن قرئت من قبل المأموم خلف إمامه، فإذا سجدها بطلت صلاته لمخالفة فعله فعل الإمام.
_________
(١) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٢٠/١٠٣.
(٢) مسلم: ج ١/ كتاب الإيمان باب ٣٥/١٣٣.
(٣) قيل: يندب.
(٤) إذا سجد الإمام ولم يسجد المأموم لا تبطل الصلاة.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (817,'شروط صحة سجود التلاوة:
يشترط لصحة سجود التلاوة شروط صحة الصلاة نفسها من طهارة حدث وخبث وستر عورة واستقبال قبلة وغير ذلك مما تقدم.
وإن كان المكلف مسافراً راكباً فإنه يسجد إلى جهة سفره بالإيماء لأنها نافلة.
وإن كان القارئ غير متوضئ، أو كان الوقت وقت نهي، فيترك تلاوة آية السجدة ويلاحظها في قلبه.
أركان سجود التلاوة:',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (818,'١- النية بلا تكبيرة الإحرام.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (819,'٢- سجد واحدة بلا سلام ولو كان خارج الصلاة.
سننه:
تكبيرتان للهوي للسجود وللرفع منه بلا رفع اليدين.
مندوباته:
يندب للإمام في الصلاة السرية الجهرُ بآية السجدة إذا قرآها ليسمعه المأمومين ويعلموا سبب سجوده إن سجد.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (820,'٢- يندب أن يقول الساجد للتلاوة في سجوده: "سبحان ربي الأعلى" ثلاث مرات، ويدعوا بهذا الدعاء: "اللَّهم اكتب لي بها عندك أجراً، وضع عني بها وزراً، واجعلها لي عندك ذخراً، وتقبلها مني كما تقبلتها من عبدك داود عليه السلام"، لما روى ابن عباس رضي اللَّه عنهما قال: "جاء رجل إلى النبي صلى اللَّه عليه وسلم فقال: يا رسول اللَّه، إني رأيتني الليلة وأنا نائم كأني أصلي خلف ⦗١٩١⦘ شجرة، فسجدتُ، فسجدتِ الشجرة لسجودي، فسمعتها وهي تقول: اللَّهم اكتب لي بها عندك أجراً، وضع عني بها وزراً، واجعلها لي عندك ذخراً، وتقبلها مني كما تقبلتها من عبدك داود. قال ابن عباس: فقرأ النبي صلى اللَّه عليه سجدة ثم سجد، قال: فقال ابن عباس: فسمعته وهو يقول مثل ما أخبره الرجل عن قول الشجرة" (١) .',NULL,'190',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (821,'٣- يندب للساجد سجدة التلاوة بالصلاة أن يقرأ بعد القيام من سجدة التلاوة من نفس السورة أو من سورة أخرى وقبل الركوع ليقع ركوعه عقب قراءة.
_________
(١) الترمذي: ج ٢/ الصلاة باب ٤٠٧/٥٧٩.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (822,'مواضع سجود التلاوة:
مواضع سجود في القرآن الكريم أحد عشر موضعاً، وهي:',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (823,'١- آخر سورة الأعراف عند قوله تعالى: {يسجدون} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (824,'٢- في سورة الرعد عند قوله تعالى: {الآصال} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (825,'٣- في سورة النحل عند قوله تعالى: {يؤمرون} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (826,'٤- في سورة الإسراء عند قوله تعالى: {خشوعاً} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (827,'٥- في سورة مريم عند قوله تعالى: {بكياً} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (828,'٦- في سورة الحج عند قوله تعالى: {إن اللَّه يفعل ما يشاء} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (829,'٧- في سورة الفرقان عند قوله تعالى: {زادهم نفوراً} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (830,'٨- في سورة النمل عند قوله تعالى: {رب العرش العظيم} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (831,'٩- في سورة السجدة عند قوله تعالى: {وهم لا يستكبرون} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (832,'١٠- في سورة ص عند قوله تعالى: {خر راكعاً وأناب} .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (833,'١١- في سورة فصلت عند قوله تعالى: {تعبدون} .
ولا سجود في سورة الحج عند قوله تعالى: {اركعوا واسجدوا} ، ولا في سورة النجم، لعدم سجود فقهاء المدينة وقرائها فيهما، ولا في الانشقاق، ولا القلم، تقديماً لعمل أهل المدينة على الحديث لدلالته على نسخ الحديث، ولأن عمل أهل المدينة له قوة التواتر والإجماع.
مكروهاته:',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (834,'١- يكره ترك سجود التلاوة عند قراءة آية السجدة لمتطهرٍ في وقت تجوز فيه النافلة، بما في ذلك بعد الصبح حتى الإسفار، وبعد العصر إلى الاصفرار. فإذا لم يكن محصلاً لشروط ⦗١٩٢⦘ السجود، أو كان الوقت غير جائز السجود فيه (وهو وقت الإسفار والاصفرار وخطبة الجمعة وغيرها) ، ترك تلاوة آية السجدة ولاحظها في قلبه.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (835,'٢- يكره الاقتصار على قراءة آية السجدة بقصد السجود، وقيل: محل الكراهة إن اقتصر على تلاوة موضع السجود فقط.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (836,'٣- يكره تعمد قراءة آية سجدة في الصلاة مفروضة، ولو في صبح يوم الجمعة (١) على المشهور، لا في النفلة فإنه يُكره، وإن قرأها في فرض عمداً أو سهواً سجد لها ولو في وقت نهي لأنها تكون تابعة للفرض.
_________
(١) خلافاً لمن قال بندبها في الصبح لفعله صلى اللَّه عليه وسلم، لأن عمل أهل المدينة على خلافه فدل على نسخه.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (837,'تكراره:
يتكرر السجود بتكرر التلاوة، سواء كرر حزباً فيه آية سجدة أو فيه سجدات ولو في وقت واحد، إلا المعلم أو المتعلم للقرآن بأيِّ وجه من وجوه التعلم حفظاً أو غيره فيسجدان عند قراءة السجدة أول مرة فقط.
فواته:',NULL,'192',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (838,'١- إن قرأ آية السجدة في الصلاة يفوت السجود لها بمجرد انحنائه للركوع، ويندب إعادة قراءة آية السجدة في الركعة الثانية إذا كانت الصلاة نافلة لكي يسجد لها، أما إن كانت الصلاة فريضة فلا يعيدها.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (839,'٢- إن جاوز محل السجود بآيات كثيرة فات السجود لها؛ ما لم يُعد قراءة آية السجدة، سواء كان في صلاة أو في غيرها، ما لم ينحنِ للركوع إن كان في صلاة وإلا فات التدارك.
أما إن جاوز القارئ محل السجود بآية أو آيتين فيستطيع أن يسجد مكانه بدون إعادة تلاوة آية السجدة مرة أخرى، سواء كان في الصلاة أو خارجها.
ثانياً- سجود الشكر:
حكمه: يكره سجود الشكر عند البشارة بمسرة أو دفع مضرة، أو عند الزلزلة.
أما الصلاة للشكر عندهما لتجدد النعمة أو لدفع الوباء والنقمة فلا كراهة فيها بل هي مندوبة.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (840,'<span data-type="title" id=toc-19>الباب السادس: صلاة التطوع</span>',NULL,'193',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (841,'تعريف التطوع:
هو ما يطلب فعله زيادة على المكتوبة طلباً غير جازم إما على سبيل الندب أو السنة أو الرغيبة.
أولاً- الصلوات النافلة المندوبة
النفل لغة: الزيادة والمراد به هنا ما زاد على الفرض والسنة والرغيبة.
واصطلاحاً: ما فعله النبي صلى اللَّه عليه وسلم ولم يداوم عليه.
ولا تفتقر الصلاة النافلة المندوبة إلى نية تميزها عن غيرها وإنما تكفي نية الصلاة، فإذا وقعت في الضحى سميت ضحى، وإذا وقعت بعد صلاة العشاء في رمضان سميت تراويح، وإذا وقعت قبل فريضة أو بعدها كانت راتبة وهكذا.
والنوافل المندوبة ندباً مؤكداً قسمان: قسم تابع للفرائض ويسمى رواتب وقسم غير تابع للفرائض.
آ- النوافل المندوبة التابعة للفرائض:
وهي قسمان: منها: ما هو قبل (١) صلاة الفريضة وبعد دخول وقتها، ومنها ما هو بعد صلاة الفريضة. وهي غير محدودة العدد ويكفي في تحصيل الندب ركعتان وإن كان الأوْلى أربع ركعات، إلا بعد المغرب فست ركعات، وهي: ⦗١٩٤⦘
قبل صلاة الظهر وبعدها، وقبل صلاة العصر، وبعد صلاة المغرب، وبعد صلاة العشاء.
والأدلة على التوالي:
حديث أم حبيبة زوج النبي صلى اللَّه عليه وسلم قالت: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (من حافظ على أربع ركعات قبل الظهر وأربع بعدها حرمه اللَّه على النار) (٢) .
وحديث ابن عمر رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: (رحم اللَّه امرأ صلى قبل العصر أربعاً) (٣) .
وما روى أبو هريرة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (من صلى بعد المغرب ست ركعات لم يتكلم بينهن بسوء عدلن له بعبادة ثنتي عشر سنة) (٤) .
وما روى البخاري عن عبد اللَّه بن عمر رضي اللَّه عنهما قال: (حفظت عن النبي صلى اللَّه عليه وسلم عشر ركعات: ركعتين قبل الظهر، وركعتين بعدها، وركعتين بعد المغرب في بيته، وركعتين بعد العشاء في بيته، وركعتين قبل صلاة الصبح، كانت ساعة لا يُدخل على النبي صلى اللَّه عليه وسلم فيها (٥) .
ولم يرد شيء معلوم بالنفل قبل صلاة العشاء؛ إلا عموم قوله صلى اللَّه عليه وسلم -فيما رواه عنه عبد اللَّه بن مغفل قبل صلاة العشاء؛ إلا عموم قوله صلى اللَّه عليه وسلم-: (بين كل أذانين صلاة) (٦) والمراد بالأذانين في الحديث الأذان والإقامة.
_________
(١) قيل إن حكمة تقديم النافلة على الفريضة هو أن النفوس تكون مشغولة بأسباب الدنيا بعيدة عن حالة الخشوع والحضور، فإذا قدمت النافلة على الفريضة أَنِسَتْ النفوس بالعبادة وتكيفت بحالة تقرب من الخشوع. وأما الحكمة من تأخير النافلة عن الفريضة فلجبر نقص صلاة الفريضة.
(٢) الترمذي: ج ٢/ الصلاة باب ٣١٧/٤٢٨.
(٣) الترمذي: ج ٢/ الصلاة باب ٣١٨/٤٣٠.
(٤) الترمذي: ج ٢/ الصلاة باب ٣٢١/٤٣٥.
(٥) البخاري: ج ١/ كتاب التطوع باب ١٠/١١٢٦.
(٦) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٥٦/٣٠٤.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (842,'ب- النوافل المندوبة غير التابعة للفرائض:
أولاً: الموقوتة:',NULL,'194',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (843,'١ً- صلاة الضحى:
ودليلها ما روى أبو هريرة رضي اللَّه عنه قال: (أوصاني خليلي صلى اللَّه عليه وسلم بثلاث: بصيام ثلاثة أيامٍ من كل شهر وركعتي الضحى. وأن أوتِر قبل أن أرقد) (١) .
وما روى أبو ذر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (يصبح على كل سُلامى من أحدكم صدقة ... ويجزئ من ذلك ركعتان يركعهما من الضحى) (٢) . ⦗١٩٥⦘
وقتها: من طلوع الشمس قدر رمح إلى الزوال. ولا تقضى إذا خرج وقتها.
عددها: أقلها ركعتان، وأوسطها ست، وأكثرها ثمان، ويكره ما زاد على الثماني بنية الضحى أما بنية النفل المطلق فلا مانع، لما روت أم هانئ رضي اللَّه عنها (أن النبي صلى اللَّه عليه وسلم دخل بيتها يوم فتح مكة فصلى ثماني ركعات. ما رأيته صلى صلاة قط أخفَّ منها، غير أنه كان يتم الركوع والسجود) (٣) .
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين باب ١٣/٨٥.
(٢) مسلم: ج ١/ كتاب صلاة المسافرين باب ١٣/٨٤.
(٣) مسلم: ج ١/ كتاب صلاة المسافرين باب ١٣/٨٠.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (844,'٢ً- التهجد:
وهو نفل الليل، ودليله ما روي عن إياس بن معاوية المزني أن رسول اللَّه صلى اللَّه عليه وسلم قال: (لا بد من صلاة بليل ولو حلب شاة) (١) . وما روي عن أبي هريرة رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: (أفضل الصلاة بعد الفريضة صلاة الليل) (٢) وعن جابر بن عبد اللَّه رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: (ركعتان في جوف الليل يكفران الخطايا) (٣) .
أفضل وقته: الثلث الأخير من الليل، لما روى عمرو بن عبسة رضي اللَّه عنه قال: قلت يا رسول اللَّه وهل من ساعة أقرب إلى اللَّه تعالى من أخرى؟ قال: جوف الليل الأخير) (٤) . ونفل الليل أفضل من نفل النهار.
ويندب الجهر بنفل الليل ما لم يشوش على مصلٍّ آخر، فإن أسرَّ فالإسرار خلاف الأوْلى.
_________
(١) مجمع الزوائد: ج ٢/ ص ٢٥٢.
(٢) مسلم: ج ٢/ كتاب الصيام باب ٣٨/٢٠٢.
(٣) الجامع الصغير: ج ٢/ ص ٢٤.
(٤) مسند الإمام أحمد: ج ٤/ ص ١١٤.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (845,'٣ً- التراويح:
وهي قيام رمضان.
حكمها: مندوبة ندباً مؤكداً للرجال والنساء، لما روى أبو هريرة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه) (١) .
وقتها: بعد صلاة العشاء بعد مغيب الشفق (٢) وقبل صلاة الوتر إلى الفجر. ويكره تأخيرها ⦗١٩٦⦘ عن الوتر لحديث عبد اللَّه بن عمر رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: (اجعلوا آخر صلاتكم بالليل وتراً) (٣) . وإذا خرج وقتها فلا تقضى.
عددها: عشرون ركعة عدا الشفع والوتر، ثم جعلت في زمن عمر بن عبد العزيز رضي اللَّه عنه ست وثلاثون، لكن الذي عليه السلف والخلف أنها عشرون، والدليل ما روى البيهقي عن السائب بن يزيد الصحابي رضي اللَّه عنه قال: (كانوا يقومون على عهد عمر بن الخطاب رضي اللَّه عنه، في شهر رمضان، بعشرين ركعة، قال: وكانوا يقومون بالمئين، وكانو يتوكؤون على عصيهم في عهد عثمان بن عفان رضي اللَّه عنه من شدة القيام) (٤) .
مندوباتها:',NULL,'195',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (846,'١- يندب أن يسلم من كل ركعتين، فلو صلاها بسلام واحد وقعد على رأس كل ركعتين صحت مع الكراهة.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (847,'٢- تندب فيها الجماعة، ولو صليت في البيت، لحديث السائب المتقدم، وما روت عائشة رضي اللَّه عنها (أن رسول اللَّه صلى اللَّه عليه وسلم صلى في المسجد ذات ليلة. فصلى بصلاته ناس، ثم صلى من القابلة، فكثر الناس. ثم اجتمعوا من الليلة الثالثة أو الرابعة. فلم يخرج إليهم رسول اللَّه صلى اللَّه عليه وسلم فلما أصبح قال: قد رأيت الذي صنعتم. فلم يمنعني من الخروج إليكم إلا أني خشيتُ أن تفرض عليكم) قال: وذلك في رمضان (٥) .
فكان الناس يصلون لأنفسهم حتى جمع عمر رضي اللَّه عنه الرجال لصلاتها، وجعل أُبَيّ بن كعب إماماً عليهم. وجمع النساء كذلك وجعل سليمان بن أبي حثمة إماماً لهن.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (848,'٣- تندب صلاتها في البيت إذا كان ينشط بفعلها في بيته ولم يعطل المساجد عن صلاتها بها جماعة ولم يكن من الذين يقتدى بهم، فهولاء يندب لهم صلاتها في المسجد جماعة، وأن لا يكون آفاقياً في مكة أو المدينة (إن كان آفاقياً ندب له أن يصلي كل صلواته في الحرم) .',NULL,'196',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (849,'٤- يندب ختم القرآن في الصلاة بها جميع الشهر، بحيث يقرأ جزءاً كل ليلة. ⦗١٩٧⦘
_________
(١) البخاري: ج ١/ كتاب صلاة الترويح باب ١/١٩٠٤.
(٢) فلو جمعت العشاء مع المغرب جمع تقديم أُخرت صلاة التراويح إلى ما بعد مغيب الشفق.
(٣) البخاري: ج ١/ كتاب الوتر باب ٤/٩٥٣.
(٤) البيهقي: ج ٢/ ٤٩٦.
(٥) مسلم: ج ١/ كتاب صلاة المسافرين باب ٢٥/١٧٧.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (850,'٤ً- الشفع:
وأقله ركعتان، وأكثره لا حدّ له.
وقته: بعد صلاة العشاء وقبل صلاة الوتر.
مندوباته:',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (851,'١- أن يقرأ فيه بعد الفاتحة في الركعة الأولى سورة (الأعلى) ، وفي الركعة الثانية (الكافرون) .',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (852,'٢- أن يفصل بينه وبين الوتر بسلام، لما روى ابن عمر رضي اللَّه عنهما قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يفصل بين الوتر والشفع بتسليمة ويسمعناها) (١) .',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (853,'٣- تأخيره مع الوتر إلى آخر الليل.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (854,'٤- الجهر به.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (855,'٥- أن يصلي جماعة في رمضان.
_________
(١) مسند الإمام أحمد: ج ٢/ ص ٧٦.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (856,'ثانياً- النوافل ذات السبب:',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (857,'١ً- تحية المسجد:
وهي ركعتان بدون زيادة، ويجزئ عنها أيُّ صلاة أخرى -عدا صلاة الجنازة- إذا نواها بالإضافة إلى نية الصلاة الأصلية لحديث عمر بن الخطاب رضي اللَّه عنه: (إنما الأعمال بالنية) . وينبغي أن ينوي فيها التقرب إلى اللَّه تعالى، لأنها تحية رب المسجد، ولأن الإنسان إذا دخل بيت الملك يحي الملك لا بيته.
ويندب البدء بها قبل السلام على الناس في المسجد (إلا إذا خشي الفتنة) حتى قبل السلام على النبي صلى اللَّه عليه وسلم إن كان داخلاً الحرم النبوي، لأن تحية المسجد هي حق اللَّه تعالى وهو أوكد من حق المخلوق. ولا تسقط بالجلوس وإنما يكره ذلك، لحديث أبي قتادة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (إذا دخل أحدكم المسجد، فليركع ركعتين قبل أن يجلس) (١) .
شروط ندبها:',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (858,'١- أن يكون دخوله المسجد في وقت تجوز فيه النافلة لا في وقت نهي.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (859,'٢- أن يكون قاصداً الجلوس في المسجد لا المرور فيه.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (860,'٣- أن يكون طاهراً من الحدثين، فإذا كان محدثاً فلا تطلب منه.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (861,'٤- أن لا يصادف دخوله إقامة الصلاة للإمام الراتب، أما إن كان الإمام غير راتب جازت له التحية.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (862,'٥- أن لا يصادف دخوله للجامع خطبة الخطيب سواء كانت خطبة جمعة أو عيدين أو غيرها. فإذا اختل شرط من هذه الشروط لم تندب لها تحية المسجد، وينوب عنها قوله: "سبحان اللَّه والحمد للَّه ولا إله إلا اللَّه واللَّه أكبر" أربع مرات.
أما تحية الحرم المكي فهي الطواف بالنسبة للآفاقي، ولمن دخله وهو مطالب بالطواف ولو على سبيل الندب لغير الآفاقي، أما إن كان مكياً وغير مطالب بطواف فتحية الحرم كتحية سائر المساجد.
_________
(١) مسلم: ج ١ / كتاب صلاة المسافرين باب ١١/٦٩.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (863,'٢ً- ركعتان عند الخروج للسفر:
لحديث المطعم بن المقدام عن النبي صلى اللَّه عليه وسلم قال: (ما خلَّف عبد على أهله أفضلَ من ركعتين يركعهما عندهم حين يريد سفراً) (١) .
(٢) مسلم: ج ٢/ كتاب الصيام باب ٣٨/٢٠٢.
_________
(١) الجامع الصغير ج ٢/ ص ١٤٥، رواه ابن أبي شيبة عن المطعم بن المقدام مرسلاً (ضعيف) .',NULL,'198',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (864,'٣ً- ركعتان عند القدوم من السفر:
لما روى كعب بن مالك رضي اللَّه عنه (أن رسول اللَّه صلى اللَّه عليه وسلم كان لا يقدم من سفر إلا نهاراً، في الضحى، فإذا قدم، بدأ بالمسجد. فصلى فيه ركعتين. ثم جلس فيه) (١) .
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين باب ١٢/٧٤.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (865,'٤ً- ركعتا الاستخارة:
وهي مندوبة لمن أراد أمراً من الأمور، فيصلي ركعتين بنية الاستخارة ثم يدعو بما ورد في حديث جابر رضي اللَّه عنه قال: كان رسول اللَّه صلى اللَّه عليه وسلم يعلم أصاحبه الاستخارة في الأمور كلها، كما يعلم السورة من القرآن، يقول: (إذا همَّ أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللَّهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علاّم الغيوب، اللَّهم فإن كنت تعلم هذا الأمر -ثم تسميه بعينه- خيراً لي في عاجل أمري وآجله -قال: أو في ديني ومعاشي وعاقبة أمري، فاقْدُرْهُ لي ويسِّره لي، ثم بارك لي فيه، اللَّهم وإن كنت تعلم أنه شر لي في ديني ومعاشي وعاقبة أمري -أو قال: عاجل أمري وآجله- فاصرِفني عنه، واقْدُرْ لي الخير حيث كان ثم رضِّني به) (١) . ⦗١٩٩⦘
_________
(١) البخاري: ج ٦/ كتاب التوحيد باب ١٠/٦٩٥٥.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (866,'٥ً- ركعتا قضاء الحاجة:
لما روى عبد اللَّه بن أبي أوفى قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (من كانت له إلى اللَّه حاجة أو إلى أحد من بني آدم فليتوضأ فليحسن الوضوء، ثم ليصلِّ ركعتين، ثم ليُثْنِ على اللَّه، وليصلِّ على النبي صلى اللَّه عليه وسلم، ثم ليقل: لا إله إلاّ اللَّه الحليم الكريم، سبحان اللَّه رب العرش العظيم، الحمد لله رب العالمين، أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل بر، والسلامة من كل إثم، لا تدع لي ذنباً إلى غفرته، ولا هماً إلا فرَّجته، ولا حاجة هي لك رضاً إلا قضيتها يا أرحم الراحمين) (١) .
_________
(١) الترمذي: ج ٢/ الصلاة باب ٣٤٨/٤٧٩.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (867,'٦ً- يندب صلاة ركعتي عند الفزع من الزلزال أو الصواعق أو الريح الشديدين أو الظلمة أو الوباء، لأنها آيات من آيات اللَّه تعالى يخوف بها اللَّه عباده ليتركوا المعاصي ويرجعوا إلى طاعته، فينبغي عند وقوعها الرجوع إليه تعالى بالعبادة.
وصلاتها كالنوافل العادية بلا جماعة ولا خطبة، ولا يسن فعلها في المسجد بل الأفضل أن تؤدى بالمنازل.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (868,'٧ً- ويندب أيضاً صلاة ركعتين عند التوبة من الذنب، وركعتين بعد الطهارة، وصلاة بين الأذان والإقامة للحديث المتقدم: (بين كل أذانين صلاة) إن كان وقت جواز فيخرج بذلك أذان المغرب.
المندوبات في النوافل:',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (869,'١- يندب الجهر في نوافل الليل (ويتأكد بالوتر) ما لم يشوش على مصلٍّ آخر. ويندب الإسرار في نوافل النهار ما عدا الورد الليلي إذا صلاه نهاراً فإنه يجهر به نظراً لأصله.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (870,'٢- يندب النفل في أي وقت يحلُّ فيه، ويتأكد بعد صلاة المغرب.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (871,'٣- يفضل في النوافل كثرة الركعات لحديث معدان بن أبي طلحة اليَعمري قال: لقيت ثوبان مولى رسول اللَّه صلى اللَّه عليه وسلم فقلت: أخبرني بعمل أعمله يدخلني اللَّه به الجنة. أو قال: قلت: بأحب الأعمال إلى اللَّه، فسكت، ثم سألته فسكت. ثم سألته ثالثة فقال: سألت عن ذلك رسول اللَّه صلى اللَّه عليه وسلم فقال: (عليك بكثرة السجود للَّه. فإنك لا تسجد للَّه سجدة إلا رفعك اللَّه بها درجة، وحطَّ عنك بها خطيئة) (١) .',NULL,'199',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (872,'٤- يفضل أن تصلى النافلة الراتبة البعدية في المسجد، سواء كان في نفس مكان الفريضة أو في غيره، وأن تصلى بقية النوافل في المنزل. ويستثنى من ذلك من كان في غير المدينة المنورة فيندب له إيقاع كل النوافل في المكان الذي كان يصلي فيه رسول اللَّه صلى اللَّه عليه وسلم، وهو أمام المحراب الذي بجانب المنبر.
_________
(١) مسلم: ج ١/ كتاب الصلاة باب ٤٣/٢٢٥.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (873,'المكروهات في النوافل',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (874,'١- تكره القراءة في المصحف أثناء الصلاة، سواء كانت فرضاً أم نفلاً، للانشغال عن الخشوع.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (875,'٢- يكره الجمع القليل في مكان مشهور.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (876,'٣- يكره الجمع الكثير للنوافل في غير التراويح في مكان غير مشهور، لأن شأن النوافل الانفراد بها أو صلاتها مع جماعة قليلة.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (877,'٤- يكره الاضطجاع على الشق اليمن بين صلاة الفجر والصبح.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (878,'٥- يكره الكلام بدنيوي بعد صلاة الصبح لا بعد صلاة الفجر.
ثانياً- الصلاة الرغيبة
الرغيبة لغة: التحضيض على فعل الخير.
واصطلاحاً: ما رغب فيه الشارع وحدده بحيث لو زِيدَ فيه أو أُنقص عمداً بطل. ولا يفعل في جماعة.
والرغيبة ما كانت دون السنة في التأكيد وفوق النافلة المندوبة.
وتفتقر الرغيبة إلى نية تميزها عن مطلق النافلة. وليس هناك إلا رغيبة واحدة وهي ركعتا الفجر، لحديث عائشة رضي اللَّه عَنها عن النبي صلى اللَّه عليه وسلم: قال: "ركعتا الفجر خير من الدنيا وما فيها" (١) .
وقتها: من طلوع الفجر الصادق إلى طلوع الشمس، ومحلها قبل صلاة الصبح فإذا صلاها وهو شاك في دخول الوقت فصلاته باطلة سواء تبين أنها وقعت في الوقت أم لا. وإذا فات ⦗٢٠١⦘ وقتها فإنها تقضى بعد طلوع الشمس، ووقت قضائها من ارتفاع الشمس قدر رمح (٢) إلى الزوال، فإذا دخل وقت الزوال انتهى وقت القضاء، وسواء كان معها الصبح أم لا كمن أقيمت عليه صلاة الصبح قبل أدائها، أو صلى الصبح قبل أدائها لضيق الوقت، أو كان تركها كسلاً، فإنه يقضيها.
مندوباتها:',NULL,'200',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (879,'١- يندب أن يقتصر في القراءة على فاتحة الكتاب فلا يزيد سورة بعدها.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (880,'٢- يندب إيقاعها في المسجد، وتنوب عن تحية المسجد لمن دخله بعد طلوع الفجر الصادق.
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ١٤/٩٦.
(٢) الرمح يساوي (١٢) شبراً متوسطاً، أي بعد ثلث ساعة من الشروق.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (881,'ثالثاً- السنن المؤكدة
السُنة لغة: هي الطريقة.
واصطلاحاً: هي ما فعله النبي صلى اللَّه عليه وسلم وأظهره حال كونه في جماعة وداوم عليه ولم يدل دليل على وجوبه.
والمؤكد من السنن هو ما كثر ثوابه.
والسنن المؤكدة من الصلوات المرتبة حسب أفضليتها هي:
أولاً: ركعتا الطواف:
سواء كان الطواف فرضاً أو واجباً أو مندوباً، ووقتها بعد الطواف، ودليلهما ما أخرجه مسلم عن جابر بن عبد اللَّه -رضي اللَّه عَنهما- قوله في حديث طويل في صفة حجه عليه الصلاة والسلام: ( ... ثم نفذ إلى مقام إبراهيم فقرأ: "واتخذوا من مقام إبراهيم مصلى" فجعل المقام بينه وبين البيت) (١) .
_________
(١) مسلم: ج ٢/ كتاب الحج باب ١٩/١٤٧.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (882,'ثانياً: الوتر:
وهو ركعة واحدة لا قنوت فيها، ولا تقضى إذا فات وقتها.
وقته:
أ- الاختياري: يبدأ وقته الاختياري بعد صلاة العشاء المؤداة بعد مغيب الشفق الأحمر، ويستمر إلى طلوع الفجر الصادق، فإذا جمع العشاء مع المغرب جمع تقديم فلا يصلي الوتر إلا بعد مغيب الشفق الأحمر. ⦗٢٠٢⦘
ب- الضروري: من طلوع الفجر الصادق إلى تمام صلاة الصبح (أي بعد الانتهاء منها) ، فإذا ضاق وقت الصبح ولم يتسع إلا لركعتين فعليه ترك الوتر وإدراك الصبح، أما إن اتسع الوقت لثلاث أو أربع ركعات، فيصلي الوتر ولو اقتصر على قراءة الفاتحة فقط، ثم يصلي الصبح ويترك الفجر ويقضيه في وقت الضحى، ويسقط عنه الشفع. وإن اتسع الوقت لخمس ركعات فيصلي الشفع والوتر والصبح ويترك الفجر.
ولو تذكر الوتر وهو في صلاة الصبح ندب له قطعها (١) ليصلي الوتر، سواء كان فذاً أو إماماً (على إحدى الروايتين وعلى الأخرى يجوز) ، سواء عقد ركعة أم لا ما لم يخف فوات الصبح، ويستخلف الإمام. أما إذا كان مأموماً فيجوز له القطع إن قطع أمامه ويجوز له أن يستمر في صلاته (على قولين) ، ولا يندب للمأموم أن يقطع صلاة الصبح إن تذكر ترك الوتر بل يجوز.
مندوباته:',NULL,'201',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (883,'١- يندب أن يقرأ فيه بالإخلاص والمعوذتين بعد الفاتحة.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (884,'٢- يندب أن يجهر بالقراءة فيه.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (885,'٣- يندب تأخيره إلى آخر الليل لمن عادته الاستيقاظ آخره، لحديث عبد اللَّه بن عمر رضي اللَّه عَنهما عن النبي صلى اللَّه عليه وسلم قال: (اجعلوا آخر صلاتكم بالليل وتراً) (٢) . أما إذا صلاه في أول الليل ثم قام آخره فلا يعيده بعد التهجد، لحديث طلق بن علي رضي اللَّه عَنهُ قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (لا وتران في ليلة) (٣) .
وتجوز صلاة النفل بعد الوتر ولو لم يتقدمه نوم بشرطين:
أ- أن لا يصله به مباشرة.
ب- أن تطرأ نية صلاة النفل بعد صلاة الوتر',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (886,'٤- يندب فعله عقب شفع منفصل عنه بسلام.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (887,'٥- تندب الجماعة فيه في رمضان فقط.
مكروهاته:',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (888,'١- تكره صلاة الوتر من غير أن يتقدمها شفع ولو لمريض أو مسافر.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (889,'٢- يكره تأخير الوتر إلى وقت الضروري بلا عذر من نوم أو غفلة أو نحوهما.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (890,'٣- يكره وصل الشفع بالوتر من غير سلام؛ ما لم يقتد بواصل.
_________
(١) أما ندب قطع صلاة الفجر وعدمه قولان.
(٢) البخاري: ج ١/ كتاب الوتر باب ٤/٩٥٣.
(٣) الترمذي: ج ٢/ الصلاة باب ٣٤٤/٤٧٠.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (891,'ثالثاً: صلاة العيدين (١) :
دليل مشروعيتها:
شرعت صلاة العيدين في السنة الأولى للهجرة، وروى أبو داود عن أنس رضي اللَّه عَنهُ قال: (قدم رسول اللَّه صلى اللَّه عليه وسلم المدينة ولهم يومان يلعبون فيها فقال: ما هذان اليومان؟ قالوا: كنا نلعب فيهما في الجاهلية، فقال رسول اللَّه صلى اللَّه عليه وسلم: إن اللَّه قد أبدلكم بهما خيراً منهما: يوم الأضحى ويوم الفطر) (٢) .
وأول صلاة عيد صلاها رسول اللَّه صلى اللَّه عليه وسلم هي صلاة عيد الفطر في السنة الثانية من الهجرة.
حكمها:',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (892,'١- سنة عين (٣) مؤكدة تلي الوتر بالتأكيد في حق من وجبت (٤) عليه الجمعة بشرط أن يؤديها جماعة مع الإمام (يشترط لسنيتها تأديتها مع الإمام) .',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (893,'٢- مندوبة:
أ- بحق من فاته تأديتها مع الإمام، وبحق من لم تجب عليهم الجمعة كالمرأة غير الشابة والصبي والعبد والمسافر والمقيم في بلد بعيد عن بلد الجمعة بأكثر من فرسخ.
ب- تندب لأهل منى غير الحجاج منهم على أن تؤدى فرداى لا جماعات لكي لا يشترك الحجاج معهم بصلاتها.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (894,'٣- لا تسن ولا تندب بحق الحجاج، لأن وقوفهم في المشعر يوم النحر ينزل منزلة صلاة العيد.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (895,'٤- تحرم بحق من يُخشى منها الفتنة.
_________
(١) سمي عيداً لاشتقاقه من العَوْد وهو الرجوع، وقال عياض: لعَوْده على الناس بالفرح.
(٢) أبو داود: ج ١/ كتاب الصلاة باب ٢٤٥/١١٣٤.
(٣) على القول المشهور، وقيل: سنة كفائية.
(٤) وهو الذكر البالغ الحر المقيم في بلد الجمعة أو قريب منها لا يبعد',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (896,'وقتها:
من ارتفاع الشمس قدر رمح إلى الزوال، ولا تقضى إذا فات وقتها، وتكره بعد الشروق مباشرة، وتحرم حال الشروق، ولا يسن تأخيرها عن أول وقتها. ⦗٢٠٤⦘
كيفيتها:
صلاة العيدين ركعتان فقط كبقية النوافل، بغير أذان ولا إقامة، لما روي عن عمر بن الخطاب رضي اللَّه عَنهُ قال: (صلاة السفر ركعتان، وصلاة الجمعة ركعتان، والفطر والأضحى ركعتان تمام غير قصر على لسان محمد صلى اللَّه عليه وسلم) (١) .
_________
(١) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ٧٣/١٠٦٤.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (897,'سننها:
أن يكبر المصلي في الركعة الأولى ست تكبيرات عدا تكبيرة الإحرام وفي الركعة الثانية يكبر خمس تكبيرات عدا تكبيرة القيام. وتعتبر كل تكبيرة سنة.
وإذا اقتدى مالكي بإمام يزيد أو ينقص عدد التكبيرات المذكور، أو يؤخره في القراءة، فلا يتبعه في شيء من ذلك.
وإذا نسي الإمام أو المنفرد التكبير كله أو بعضه ثم ذكره قبل أن يركع، أتى به وأعاد القراءة ندباً ويسجد للسهو بعد السلام لزيادة القراءة. أما إن تذكره بعد الركوع فلا يرجع ليأتي به، وإن رجع بطلت صلاته. ويسجد للسهو قبل السلام لنقص التكبير ولو تكبيرة واحدة إذا لم يرجع.
أما إن كان مأموماً فلا يسجد لتحمل إمامه عنه النقص، وإذا لم يسمع المقتدي تكبير إمامه تحرى تكبيره وكبر. وإذا أدرك المسبوق إمامه بالتكبير كبر معه ما بقي منه ثم كمل بعد الفراغ الإمام منه، ولا يكبر ما فاته أثناء تكبير الإمام. أما إن أدركه وهو يقرأ فيسن له أن يكبر تكبيرات الركعة المطلوبة (ستاً إن كانت الأولى وخمسة إن كانت الثانية) عدا تكبيرة الإحرام، هذا إن علم أي الركعتين يصلي، أما إن لم يعلم كبر ستاً عدا تكبيرة الإحرام، فإن تبين أنها الثانية قام بعد سلام إمامه ليقضي الأولى ويكبر فيها ستاً عدا تكبيرة القيام. ولا مانع من زيادة التكبير في الثانية التي كبر فيها ستاً.
مندوباتها:',NULL,'204',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (898,'١- يندب إيقاع صلاة العيد في المُصلى (أي الصحراء) ، وتكرها صلاتها في المسجد (بدعة) ولو بالحرم النبوي؛ ما لم يكن هناك ضرورة كمطر أو وحل، إلا بمكة فالأفضل فعلها في المسجد الحرام لشرف البقعة ومشاهدة البيت.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (899,'٢- يندب رفع اليدين في تكبيرة الإحرام فقط، ورفعها في غيره مكروه.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (900,'٣- يندب إيقاع تكبيراتها قبل القراءة (أما إيقاعها بعدها فمفوت لفضيلة الندب لكن الصلاة صحيحة) ، لذا إذا نسي التكبير وتذكره أثناء القراءة، ندب له أن يكبر ويعيد القراءة بعده كما تقدم.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (901,'٤- تندب الموالاة بين تكبيراتها من غير فاصل، إلا الإمام فإنه يندب له أن يسكت حتى يكبر المقتدون، ويكره أن يقول شيئاً في سكوته كسبحان اللَّه والحمد للَّه ولا إله إلا اللَّه واللَّه أكبر.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (902,'٥- يندب الجهر في القراءة.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (903,'٦- تندب قراءة سورة (الأعلى) أو (الغاشية) بعد الفاتحة في الركعة الأولى، وسورة (والشمس وضحاها) أو (والليل إذا يغشى) في الركعة الثانية.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (904,'٧- يندب التكبير قبل صلاة العيد جماعة في المسجد وهم جلوس، لإظهار الشعيرة، حتى مجيء الإمام أو إلى أن يقوم إلى الصلاة (قولان) .',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (905,'٨- تندب خطبتان بعدها كخطبتي الجمعة في الجلوس أول كل خطبة وبينهما وفي الجهر، يُعلِّم الناس فيهما أحكام زكاة الفطر والأضحية ويحذِّر الناس ويبشِّرهم.
مندوبات الخطبتان:',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (906,'١- استفتاحهما بتكبير وتخللهما بتكبير بلا حدّ.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (907,'٢- أن تكونا بعد الصلاة وإن قدِّمتا نُدب إعادتهما، لما روى ابن عمر رضي اللَّه عَنهما قال: (كان رسول اللَّه صلى اللَّه عليه وسلم وأبو بكر وعمر يصلون العيدين قبل الخطبة) (١) .',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (908,'٣- يندب لسامع التكبير أن يكبر سراً.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (909,'٤- يندب الإنصات لهما والاستماع ويكره الكلام.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (910,'٥- يندب استقبال الخطيب بذاته لا بجهته.
_________
(١) البخاري: ج ١/ كتاب العيدين باب ٨/٩٢٠.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (911,'ما يندب في ليلة العيد ويومه:',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (912,'١- يندب إحياء ليلة العيد بالعبادة من ذكر اللَّه وصلاة واستغفار وتلاوة قرآن. وأقلُّه صلاة العشاء والصبح في جماعة، عن أبي إمامة رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: (من قام ليلتي العيدين محتسباً للَّه، لم يمت قلبه يوم تموت القلوب) (١) .',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (913,'٢- الغسل ولو لغير مصلٍّ، ويبدأ وقته في السدس الأخير من الليل، لكن يندب أن يكون بعد الصبح، ولا ينتهي وقته بالصلاة لأنه لليوم لا للصلاة، لما روى ابن عباس رضي اللَّه عَنهما ⦗٢٠٦⦘ قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يغتسل يوم الفطر ويوم الأضحى) (٢) وإسانده ضعيف لكن يعضده ما روي عن نافع (أن عبد اللَّه بن عمر كان يغتسل يوم الفطر قبل أن يغدو إلى المصلى) (٣) .',NULL,'205',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (914,'٣- التطيب والتزين بلبس الثياب الجديدة إظهاراً لنعمة اللَّه وشكره، ولو لغير مصلٍّ كالصبيان والنساء في بيوتهن، لأن اللَّه جعل ذلك اليوم يوم فرح وسرور وزينة للمسلمين، وروى عمرو ابن شعيب عن أبيه عن جده رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "إن اللَّه يحب أن يُرى أثر نعمته على عبده" (٤) .
ولا يُنكر في ذلك اليوم لعب الصبيان والضرب بالدف.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (915,'٤- تحسين الهيئة بتقليم الأظافر وحلق الشارب وإزالة الشعر والأدران.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (916,'٥- المشي في الذهاب لا في الرجوع مع التكبير جهراً منفرداً، لما روي عن علي بن أبي طالب رضي اللَّه عَنهُ قال: (من السُّنة أن تخرج إلى العيد ماشياً، وأن تأكل شيئاً قبل أن تخرج) (٥) .',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (917,'٦- الذهاب من طريق والرجوع من طريق آخر (٦) ، لحديث جابر رضي اللَّه عَنهُ قال: (كان النبي صلى اللَّه عليه وسلم إذا كان يوم عيد خالف الطريق) (٧) .',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (918,'٧- الإفطار قبل الذهاب إلى عيد الفطر، ويندب أن يكون فطره على تمرات، وأن يكون عددها وتراً، لما روى بريدة رضي اللَّه عَنهُ قال: (كان النبي صلى اللَّه عليه وسلم لا يخرج يوم الفطر حتى يطعم، ولا يطعم يوم الأضحى حتى يصلي) (٨) ، وروى أنس رضي اللَّه عَنهُ قال: (كان رسول اللَّه صلى اللَّه عليه وسلم لا يغدو يوم الفطر حتى يأكل تمرات) (٩) وفي لفظ يأكلهن وتراً. ويندب تأخير الإفطار إلى بعد صلاة العيد في عيد الأضحى ولو لم يضّح.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (919,'٨- الخروج للصلاة بعد طلوع الشمس لمن قربت داره.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (920,'٩- تأخير خروج الإمام، فلا يخرج إلا بعد اجتماع الناس.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (921,'١٠- يندب للإمام أن ينحر أضحيته في المُصلى ليعلم الناس نحره، ويجوز ذلك للمصلين. ⦗٢٠٧⦘
_________
(١) ابن ماجة: ج ١/ كتاب الصيام باب ٦٨/١٧٨٢، وهو ضعيف لكن يعمل به في فضائل الأعمال.
(٢) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ١٦٩/١٣١٥.
(٣) شرح الموطأ: ج ٢/ ص ١١٣.
(٤) الترمذي: ج ٥/ كتاب الأدب باب ٥٤/٢٨١٩.
(٥) الترمذي: ج ٢/ العيدين باب ٣٨٢/٥٣٠.
(٦) قيل: ليشهد له كلٌّ من الطريقين، أو لأجل أن يتصدق على فقرائهما.
(٧) البخاري: ج ١/ كتاب العيدين باب ٢٤/٩٤٣.
(٨) الترمذي: ج ٢/ العيدين باب ٣٩٠/٥٤٢.
(٩) البخاري: ج ١/ كتاب العيدين باب ٤/٩١٠',NULL,'206',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (922,'مكروهات صلاة العيدين:',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (923,'١- يكره المناداة لإقامتها، بأن يقال: "الصلاة جامعة"',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (924,'٢- يكره الفصل بين تكبيراتها، بأن يقول: "سبحان اللَّه والحمد للَّه ولا إله إلا اللَّه واللَّه أكبر".',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (925,'٣- يكره التنفل قبلها وبعدها إن أُديت في الصحراء، وأما إذا أديت في المسجد فلا يكره التنفل لا قبلها ولا بعدها.
تكبير التشريق (١) :
حكمه: مندوب لكل مصلٍّ، ولو كان صبياً، أو مسافراً، أو امرأة، عقب خمسة عشر فريضة حاضرة (لا عقب نافلة ولا فائتة ولو كانت فائتة تشريق بل تكره) تبدأ من ظهر يوم النحر إلى صبح اليوم الثالث من أيام التشريق، سواء صلى الفريضة وحده أو مع جماعة. وإن تركه عمداً أو سهواً أتى به إن لم يطل الفصل عرفاً، أما إن طال الفصل أو خرج من المسجد سقط.
ودليل مشروعية التكبير في عيد الضحى قوله تعالى: {واذكروا اللَّه في أيام معدودات} (٢) .
قال البخاري: قال ابن عباس: الأيام المعدودات أيام التشريق (٣) .
مندوباته:',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (926,'١- أن يكون عقب الفريضة وقبل الذكر الوارد بعدها (أي قبل التسبيح والاستغفار وتلاوة آية الكرسي ... ) .',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (927,'٢- أن يكون بصيغة "اللَّه أكبر" ثلاث مرات متواليات من غير زيادة.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (928,'٣- أن تسمع المرأة نفسها في التكبير، وأن يسمع الرجل من بجواره.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (929,'٤- أن يذكر المأموم الإمام بالتكبير إن نسيه، وأن يأتي به وإن لم يأت به إمامه.
_________
(١) أيام تقديم اللحم بمنى.
(٢) البقرة: ٢٠٣.
(٣) البخاري: ج ١/ كتاب العيدين باب ١١.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (930,'رابعاً: صلاة الكسوف:
تعريف: قيل: الخسوف والكسوف مترادفان ومعناهما هو: ذهاب الضوء كلاً أو بعضاً من شمس أو قمر، وقيل الكسوف هو ذهاب ضوء الشمس والخسوف هو ذهاب ضوء القمر، قال تعالى: {وخسف القمر} (١) . ⦗٢٠٨⦘
_________
(١) القيامة: ٨.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (931,'أ- صلاة الكسوف:
دليلها: ما روته عائشة رضي اللَّه عَنها عن النبي صلى اللَّه عليه وسلم قال: (إن الشمس والقمر آيتان من آيات اللَّه لا يَخْسِفان لموت أحد ولا لحياته، ولكنهما آيتان من آيات اللَّه يريهما عباده، فإذا رأيتم ذلك فافزعوا إلى الصلاة) (١) . وقد ثبت عنه صلى اللَّه عليه وسلم أنه صلى لكسوف الشمس ولخسوف القمر.
الحكمة من مشروعيتها:
إن الشمس نعمة من نعم اللَّه تعالى العظمى، وكسوفها إشعار بأنها قابلة للزوال، فالصلاة في هذه الحالة معناها إظهار التذلل والخضوع لذلك الإله القوي المتين الخالق لكل شيء والقادر على كل شيء.
حكمها:',NULL,'208',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (932,'١- سنة عين مؤكدة (تلي بالتأكيد صلاة العيدين) بحق كل من فرضت عليه الصلاة.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (933,'٢- مندوبة بحق الصبي.
وقتها:
يبدأ وقتها من ارتفاع الشمس قدر رمح ويستمر إلى الزوال (٢) كوقت صلاة العيدين والاستسقاء، فلا تصلى قبل هذا الوقت ولا بعده. فإذا انجلت الشمس بتمامها قبل إتمام ركعة كاملة أتمها كالنوافل العادية من غير زيادة قيام وركوع ومن غير تطويل، أما إذا انجلت بعد تمام ركعة فهناك قولان متساويان، الأول قول سحنون: يتمها كالنوافل العادية بقيام واحد وركوع واحد بلا تطويل، والثاني: يتمها على سنيتها بقيامين وركوعين من غير تطويل.
كيفيتها:
هي ركعتان عاديتان كباقي النوافل، لما روى قبيصة الهلالي عن النبي صلى اللَّه عليه وسلم قال: (إذا رأيتم ذلك فصلوها كأحدث صلاة صليتموها من المكتوبة) (٣) . لكن يسن إضافة قيام وركوع في كل ركعة بحيث يكون القيام الأول والركوع الأول سُنَّتين والقيام الثاني والركوع الثاني ركنين (لذا من أدرك الإمام في الركوع الثاني يكون إدراك الركعة معه) ، يقرأ في كل قيام الفاتحة وما تيس من القرآن. فإذا فرغ من الصلاة قبل انجلائها دعا اللَّه تعالى حتى تنجلي. ⦗٢٠٩⦘
ودليل هذه الكيفية ما روي عن عائشة رضي اللَّه عَنها (أن الشمس خسفت على عهد رسول اللَّه صلى اللَّه عليه وسلم فبعث منادياً الصلاة جامعة فاجتمعوا. وتقدَّم فكبر وصلى أربع ركعات في ركعتين وأربع سجدات) (٤) .
مندوباتها:',NULL,'208',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (934,'١- أن تصلى في الجامع إن أراد أن يصليها جماعة، أما المنفرد فيصليها في أي مكان شاء.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (935,'٢- الإسرار في القراءة.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (936,'٣- تطويل القراءة بنحو سورة البقرة وموالياتها في القيامين (آل عمران، النساء، المائدة) ما لم يتضرر المأمومون أو يخشى خروج وقتها.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (937,'٤- تطويل الركوع بقدر القيام الذي قبله، فمثلاً يطوِّل الركوع الأول بمقدار تلاوة سورة البقرة، والثاني بمقدار تلاوة آل عمران، وهكذا. ويندب التسبيح في الركوع بلا دعاء لأن الركوع يعظم فيه الرب.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (938,'٥- تطويل السجود بقدر الركوع، ويسبح فيه ويدعو بما شاء، روت عائشة زوج النبي صلى اللَّه عليه وسلم قالت: (خَسَفَتِ الشمس في حياة رسول اللَّه صلى اللَّه عليه وسلم. فخرج رسول اللَّه صلى اللَّه عليه وسلم إلى المسجد فقام وكبَّر وصفّ الناس وراءه. فاقترأ رسول اللَّه صلى اللَّه عليه وسلم قراءة طويلة. ثم كبر فركع ركوعاً طويلاً. ثم رفع رأسه فقال: سمع اللَّه لمن حمده ربنا ولك الحمد. ثم قام فاقترأ قراءة طويلة. هي أدنى من القراءة الأولى. ثم كبر فركع ركوعاً طويلاً. هو أدنى من الركوع الأول. ثم قال سمع اللَّه لمن حمد ربنا ولك الحمد ثم سجد ثم فعل في الركعة الأخرى مثل ذلك. حتى استكمل أربع ركعات وأربع سجدات. وانجلت الشمس قبل أن ينصرف) (٥) .',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (939,'٦- يندب أن تصلى جماعة، للحديث المتقدم.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (940,'٧- يندب أن ينادى لها: "الصلاة جامعة"، للحديث المتقدم عن عائشة رضي اللَّه عَنها (أن الشمس خسفت على عهد رسول اللَّه صلى اللَّه عليه وسلم فبعث منادياً الصلاة جامعة ... ) .',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (941,'٨- يندب الوعظ بعدها (لا خطبة) ، وأن يكون مشتملاً على الثناء على اللَّه تعالى والصلاة على نبيه صلى اللَّه عليه وسلم، اقتداء بفعله صلى اللَّه عليه وسلم. ⦗٢١٠⦘
_________
(١) البخاري: ج ١/ كتاب الكسوف باب ١٣/١٠٠٩.
(٢) وهناك قولان: الأول من طلوع الشمس إلى الغروب، والثاني من طلوع الشمس إلى العصر.
(٣) النسائي: ج ٣ /ص ١٤١.
(٤) مسلم: ج ٢/ كتاب الكسوف باب ١/٤.
(٥) مسلم: ج ٢/ كتاب الكسوف باب ١/٣.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (942,'ب- صلاة الخسوف:
حكمها: مندوبة للمكلف.
كيفيتها: ركعتان عاديتان كسائر النوافل بلا تطويل في القراءة وبلا زيادة ركوع وقيام في كل ركعة.
وقتها: الليل كله.
مندوباتها:',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (943,'١- الجهر بالقراءة.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (944,'٢- تكرارها حتى ينجلي القمر أو يغيب في الأفق ويطلع الفجر.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (945,'٣- إيقاعها في البيوت فرادى، وتكره فيها الجماعة، ويكره فعلها في المسجد.
خامساً: صلاة الاستسقاء:
تعريف الاستسقاء:
لغة: طلب السقيا من اللَّه أو من الناس.
شرعاً: طلب العباد السقي من اللَّه تعالى عند الحاجة إلى الماء، كتخلف مطر أو قلته أو لقلة جري عين أو غورها، إن كانوا في بلد أو بادية حاضرين أو مسافرين، ولو كانوا بسفينة في بحر.
حكمها:',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (946,'١- سنة مؤكدة عند الحاجة إلى الماء في حق من تلزمه الجمعة (تلي صلاة الكسوف بالتأكيد) كما يسن تكرارها في أيام لا في يوم واحد إن تأخر المطلوب، بأن لم يحصل أو حصل دون الكفاية.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (947,'٢- مندوبة:
أ- في حق من لا تلزمه الجمعة كالنساء غير الشابات والصبيان.
ب- في حق من فاتته صلاة الاستسقاء مع الجماعة.
جـ- في حق من نزل عليهم المطر مثلاً بقدر الكفاية فقط لطلب السعة (ولا تسن إلا لمن كان به ضيق) .',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (948,'٣- مكروهة للشابه غير مخشية الفتنة.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (949,'٤- تحرم بحق مخشية الفتنة.
ويندب الدعاء بلا صلاة بحق من لا يحتاج للمطر لأهل بلد محتاجين لها، لأنه من باب التعاون على البر والتقوى ما لم يذهب إلى البلد المحتاج ويصلي معهم صلاة الاستسقاء. ⦗٢١١⦘
وقتها: من طلوع الشمس وارتفاعها قدر رمح إلى الزوال.
كيفيتها: ركعتان عاديتان كالنوافل العادية، بدليل ما روى عباد بن تميم عن عمه (أن رسول اللَّه صلى اللَّه عليه وسلم خرج بالناس يستسقي، فصلى بهم ركعتين جهر بالقراءة فيهما، وحول رداءه، ورفع يديه فدعا واستسقى واستقبل القبلة) (١) .
ويجوز التنفل قبلها وبعدها ولو كانت بالمصلى.
مندوباتها:',NULL,'210',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (950,'١- الجهر بالقراءة، للحديث المتقدم عن عباد بن تميم.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (951,'٢- أن يقرأ فيهما كما يقرأ في صلاة العيدين بـ (الأعلى) و (والشمس) .',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (952,'٣- يندب الخروج ضُحى مشاةً لإظهار العجز والانكسار، بثياب بذلة، مع الخشوع لأن ذلك أقرب إلى الإجابة لما ورد أن اللَّه تعالى عند المنكسرة قلوبهم، ولما روى ابن عباس رضي اللَّه عَنهما في حديث له عن استسقاء رسول اللَّه صلى اللَّه عليه وسلم: (إن رسول اللَّه صلى اللَّه عليه وسلم خرج متبذلاً متواًضعاً متضرعاً) (٢) .
ولا يُمنع ذميّ من الخروج مع الناس، ويكره خروج الصبيان غير المميزين والبهائم والمجانين على المشهور، خلافاً لمن قال يندب خروجهم بناء على حديث ابن مسافع الديلي عن أبيه أنه حدثه عن جده أن رسول اللَّه صلى اللَّه عليه وسلم قال: (لولا عباد اللَّه رُكع وصبية رُضَّع وبهائم رُتَّع لَصُبَّ عليكم العذاب صبيَّاً ... ) (٣) فيجاب من بنى عليه الندب أن المراد من هذا الحديث هو لولا وجودهم وليس المراد حضورهم.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (953,'٤- يندب إفراد الذميين بمكان عن المسلمين.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (954,'٥- يندب للإمام على المعتمد (٤) أن يأمر الناس بصيام ثلاثة أيام قبل يوم الخروج إلى الصلاة، ويخرجون في اليوم الرابع مفطرين للتقوي على الدعاء، وبالتصدق على الفقراء بما تيسر لأن الصدقة تدفع البلاء.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (955,'٦- يندب للإمام أن يأمرهم بالتوبة ورد المظالم إلى أهلها لتوقف صحة التوبة عليها. قال تعالى: {ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ولكن كذبوا ⦗٢١٢⦘ فأخذناهم بما كانوا يكسبون} (٥) ، وروى البيهقي عن ابن عباس رضي اللَّه عَنهما قال: (ما طفف قوم الميزان إلا أخذهم اللَّه بالسنين) (٦) .',NULL,'211',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (956,'٧- يندب خطبتان بعد الصلاة كخطبتي العيد، ولكن يندب إبدال التكبير بالاستغفار، ويجلس في أول كل خطبة، ويتوكأ على عصا، ويخطب على الأرض لا على المنبر إظهاراً للتواضع (تكره الخطبة على المنبر) ، ويعظ الناس فيهما ويخوفهم ببيان أن سبب الجدب المعاصي، ويأمرهم بالتوبة والإنابة والصدقة والبر والمعروف. لما روى أبو هريرة رضي اللَّه عنه قال: (خرج النبي صلى اللَّه عليه وسلم يوماً يستسقي فصلى ركعتين بلا أذان ولا إقامة، ثم خطبنا) (٧) .',NULL,'212',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (957,'٨- يندب للإمام بعد الفراغ من الخطبتين استقبال القبلة بوجهه حال كونه قائماً جاعلاً ظهره للناس، ثم يقلب رداءه ندباً بحيث يجعل ما على عاتقه الأيسر على عاتقه الأيمن وبالعكس بلا تنكيس للرداء، وكذا يندب للرجال دون النساء قلب أرديتهم وهم جلوس، لما روى عباد بن تميم أنه سمع عمه -وكان من أصحاب النبي صلى اللَّه عليه وسلم- يقول: (خرج رسول اللَّه صلى اللَّه عليه وسلم يوماً يستسقي. فجعل إلى الناس ظهره. يدعو اللَّه واستقبل القبلة. وحوَّله رداءه..) (٨) وفي رواية عند أبي داود: (وحول رداءه فجعل عطافه الأيمن على عاتقه الأيسر، وجعل عطافه الأيسر على عاتقه الأيمن ثم دعا اللَّه عز وجل) (٩) .',NULL,'212',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (958,'٩- يندب للإمام المبالغة في الدعاء برفع الكرب والقحط، وإنزال الغيث والرحمة، وعدم المؤاخذة بالذنوب.
ويندب الدعاء بالأدعية الواردة، ومنها ما جاء عن عمرو بن شعيب عن أبيه عن جده (أن رسول اللَّه صلى اللَّه عليه وسلم كان إذا استسقى قال: (اللَّهم اسقِ عبادك وبهيمتك، وانشر رحمتك، وأحي بلدك الميت) (١٠) .',NULL,'212',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (959,'١٠- يندب تأمين الحاضرين على دعاء الإمام حال كونهم مبتهلين متضرعين. ⦗٢١٣⦘
_________
(١) أبو داود: ج ١/ كتاب الصلاة باب ٢٥٨/١١٦١
(٢) الترمذي: ج ٢/ الصلاة باب ٣٩٥/٥٥٨.
(٣) البيهقي: ج ٣/ ص ٣٤٥.
(٤) وهنك قول آخر: لا يأمر الإمام الناس بالصيام ولا بالصدقة.
(٥) الأعراف: ٦٩.
(٦) البيهقي: ج ٣ /ص ٣٤٧.
(٧) البيهقي: ج ٣ /ص ٣٤٧.
(٨) مسلم: ج ٢ /كتاب الصلاة الاستسقاء /٤.
(٩) أبو داود: ج ١/ كتاب الصلاة باب ٢٥٨/١١٦٣
(١٠) شرح الموطأ: ج ٢ /ص ١٤٧.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (960,'<span data-type="title" id=toc-20>الباب السابع: صلاة الجماعة</span>',NULL,'213',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (961,'تعريف صلاة الجماعة: هي ربط صلاة مأموم بصلاة إمام مستكمل للشروط، بحيث يتبعه في قيامه وركوعه وجلوسه ونحو ذلك.
تحققها: تتحقق الجماعة بواحد مع الإمام فأكثر، لما روي عن مالك بن الحويرث رضي اللَّه عَنهُ قال: أتيت النبي صلى اللَّه عليه وسلم أنا وصاحب لي، فلما أردنا الإقفال من عنده قال لنا: (إذا حضرت الصلاة فأذنا ثم أقيما وليؤمكما أكبركما) (١) وتتحقق الفضيلة سواء كان هذا الواحد رجلاً أو امرأة، أما إن كان صبياً مميزاً فلا تتحقق الجماعة به.
حكمها:',NULL,'213',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (962,'١- سنة (٢) مؤكدة:
أ- بالفرائض الخمسة أداء وقضاء في كل بلد وفي كل مسجد وبحق كل مصل، ويقاتل أهل البلد إن تركوها جميعاً لاستهانتهم بالسنة. لما روي عن أبي الدرداء رضي اللَّه عَنهُ قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (ما من ثلاثة في قرية ولا بدو لا تقام فيهم الصلاة إلا قد استحوذ عليهم الشيطان، فعليكم بالجماعة، فإنما يأكل الذئب القاصية) (٣) .
ب- بصلاة الجنازة، فإن صلوا عليها وحداناً استحب إعادتها جماعة.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (963,'٢- مندوبة لصلاة العيدين والكسوف والاستسقاء والتراويح.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (964,'٣- مكروهة في باقي النوافل إذا صليت في المسجد أو في مكان يكثر تردد الناس إليه، ⦗٢١٤⦘ أو بجماعة كثيرة، وجائزة إذا كانت بجماعة قليلة في المنزل أو في مكان لا يكثر تردد الناس إليه.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (965,'٤- شرط صحة للصلاة الجمعة.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (966,'٥- يندب للمرأة الخروج للمسجد لحضور صلاة الجماعة إن كانت كبيرة بالسن أو شابة لا يخشى منها الفتنة، أما إن كان يخشى منها الفتنة فيحرم خروجها إلى المسجد لحضور صلاة الجماعة، لما روى أبو هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (لا تمنع إماء اللَّه مساجد اللَّه ولكن ليخرجن وهن تفلات) (٤) ، وما روى ابن عمر رضي اللَّه عَنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (لا تمنعوا نسائكم المساجد وبيوتهن خير لهن) (٥) .
دليلها وفضيلتها:
روى أبو هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (صلاة الجماعة أفضل من صلاة أحدكم بخمسة وعشرين جزءاً) (٦) ، وعن عبد اللَّه بن عمر رضي اللَّه عَنهما أن رسول اللَّه صلى اللَّه عليه وسلم قال: (صلاة الجماعة تفضل صلاة الفذ بسبعة وعشرين درجة) (٧) .
إدراك فضيلتها:
يحصل فضل الجماعة بإدراك ركعة كاملة بسجدتيها مع الإمام لا أقل، ويكون ذلك بانحناء المأموم بحيث يمكن يديه من ركبتيه أو مما قاربهما قبل رفع الإمام رأسه من الركوع وإن لم يطمئن المأموم في ركوعه إلا بعد اعتدال إمامه.
إعادة صلاة الجماعة:
لا تتفاضل الجماعات تفاضلاً يكون سبباً لإعادة الجماعة رغم أن الصلاة مع جماعة العلماء والصالحين والكثير من أهل الخير أفضل من الصلاة مع غيرها لشمول الدعاء وكثرة الرحمة وسرعة الإجابة وقبول الشفاعة، لكن كل هذا لا يدل على جعلها سبباً للإعادة إلا في حالتين:
الأولى: تندب إعادة الجماعة جماعة لا فرادى في داخل المساجد الثلاثة:
مسجد الحرام ومسجد المدينة ومسجد الأقصى، إذا كانت الجماعة الأولى خارج هذه المساجد الثلاثة.
الثانية: تندب إعادة الجماعة لمن لم يحصل على فضيلة الجماعة كمن صلى بصبي فقط أو صلى منفرداً ولو حكماً (كمن أدرك ما دون الركعة مع الإمام) ، ولو في الوقت الضروري بنية الفرض مع جماعة أخرى منعقدة بدونه (أي اثنين فأكثر غيرهم) مأموماً لا إماماً لمن لم يصلِّ هذه ⦗٢١٥⦘ الصلاة (لأنها فريضة بحقهم وقد تكون نافلة بحقه) مفوضاً إلى اللَّه تعالى في قبول أيتهما شاء لفرضه وجعل الأخرى نفلاً، وذلك بشرط:',NULL,'214',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (967,'١- ألا تكون الصلاة المراد إعادتها صلاة مغرب، لأن النافلة لا تكون ثلاثاً، ولا صلاة عشاء بعد صلاة الوتر (لكن قبل صلاة الوتر تعاد) لأنه إن أعهادها وجب عليه إعادة الوتر، وإن أعاد الوتر لزمه مخالفة قوله صلى اللَّه عليه وسلم: (لا وتران في ليلة) ، وإن لم يعده لزمه مخالفة قوله صلى اللَّه عليه وسلم: (اجعلوا آخر صلاتكم بالليل وتراً) .
فإن شرع بإعادة المغرب سهواً عن كونه صلاها ثم تذكر قطع صلاته إن لم يكن عقد ركعة بعد، وإلا ندب له أن يضم لها ركعة ثانية مع الإمام ويسلم قبله وتصبح نافلة، أما إن تذكر بعد إتمام الثلاثة مع الإمام أتى برابعة بعد سلام الإمام وسجد للسهو بعد السلام للزيادة. أما إن دخل سهواً بإعادة صلاة العشاء مع الإمام ثم تذكر قطع الصلاة مطلقاً سواء عقد ركعة أم لا كما لو أعاد عمداً.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (968,'٢- أن لا يكون مريد الإعادة إماماً راتباً، لأن الإمام الراتب إذا دخل المسجد ولم يجد أحداً صلى منفرداً وصلاته منفرداً كصلاته جماعة فضلاً وحكماً، إلا أنه ينوي بها الإمامة.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (969,'٣- أن لا يكون مريد الإعادة صلاها سابقاً منفرداً بأحد المساجد الثلاثة: مسجد الحرم أو المدينة أو الأقصى؛ إلا إذا أراد إعادتها جماعة في نفس هذه المساجد.
_________
(١) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٥٣/٢٩٣.
(٢) على المشهور وقال ابن رشد: فرض كفاية في البلد وسنة في كل مسجد للرجال ومندوبة للرجل في خاصة نفسه.
(٣) النسائي: ج ٢ /ص ١٠٦.
(٤) أبو داود: ج ١/ كتاب الصلاة باب ٥٣/٥٦٥.
(٥) أبو داود: ج ١/ الصلاة باب ٥٣/٥٦٧.
(٦) شرح الموطأ: ج ١ /ص ٣٩٤.
(٧) البخاري: ج ١/ كتاب الجماعة والإمامة باب ٢/٦١٩.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (970,'الأحكام المترتبة على المكلفين إذا أقيمت الصلاة الحاضرة من قبل الإمام الراتب في المسجد:',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (971,'١- تكره إقامة جماعة أخرى قبل إقامة الإمام الراتب أو بعده.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (972,'٢- تحرم إقامة جماعة أخرى أثناء إقامة الراتب.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (973,'٣- يحرم على المكلف ابتداء صلاة فرض أو نفل فرداً أو جماعة في المسجد أو رحبته بعد الشروع في إقامة الصلاة للإمام راتب لما في ذلك من الطعن في الإمام.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (974,'٤- يجب على من وجد في المسجد من المكلفين حال إقامة الصلاة من قبل الإمام الراتب:
أ- الدخول فيها إذا لم يصلها بعد أو صلاها منفرداً.
ب- الخروج من المسجد إذا كان صلاها جماعة.
جـ- متابعة الإمام صورة في الصلاة إذا كان عليه فرض سابق لهذه الصلاة مع نيته منفرداً.
د- قطع صلاته إذا كان يصلي الفريضة المقامة أو أي نافلة أخرى بسلام أو بأي شيء مبطل للصلاة والدخول مع الإمام مطلقاً سواء عقد ركعة أم لا إن خشي بإتمامها فوات ركعة مع الإمام من الصلاة المقامة. ⦗٢١٦⦘
هـ- إن كان في نفس الصلاة المقامة ولم يخشى من إتمامها فوات ركعة مع الإمام فهناك حالات:',NULL,'215',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (975,'١- إن كان قد عقد ركعة انصرف منها بشفع ولا يتمها (فإن أقيمت الصلاة وكان لم يتم بعد ركعتين أتمها إلى الركعتين وسلم، وإن كان في ثالثة قبل تمام سجدتيها رجع إلى الجلوس وتشهد وسلم) .',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (976,'٢- إن لم يكن عقد ركعة بعد أو كان عقدها وكانت من صلاة مغرب أو صبح قطعها ودخل مع الإمام لئلا يصبح متنفلاً في وقت نهيٍ.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (977,'٣- إن كان عقد ثانية المغرب أتمها فرضاً وخرج وجوباً من المسجد، لأن جلوسه فيه يؤدي إلى الطعن في الإمام، والدخول معه يؤدي إلى صلاة نافلة ثلاثية وهذا لا يصح.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (978,'٤- إن كان عقد الثنية من الصبح أو عقد الثالثة من فرض رباعي أتمها فرضاً ودخل مع الإمام.
و إن كان المصلي في غير الصلاة المقامة سواء كانت فرضاً أو نفلاً ولم يخش إذا أتمها فوات ركعة مع الإمام أتمها سواء كان عقد ركعة أم لا.
ز- إذا أقيمت الصلاة في المسجد وكان المكلف يصليها خارج المسجد أو أقيمت خارج المسجد وكان هو يصليها في المسجد أتمها وجوباً في الحالتين.
شروط صحة صلاة الجماعة:
أولاً- شروط الإمامة:',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (979,'١- الإسلام: فلا تصح الصلاة خلف كافر ولو لم يعلم بكفره حال الاقتداء',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (980,'٢- البلوغ: فلا يصح اقتداء البالغ بالصبي المميز في الصلاة المفروضة، لأنها بحقه نافلة، والفريضة لا تصح خلف النافلة، أما في الصلاة النافلة فيصح الاقتداء.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (981,'٣- العقل: فلا تصح إمامة المجنون حالة جنونه، أما إذا كان جنونه غير مطبق وصلى إماماً في حالة الإفاقة صحت الصلاة.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (982,'٤- تحقق الذكورة: فلا تصح إمامة المرأة مطلقاً سواء كانت الصلاة نافلة أم فريضة وسواء كان المؤتمون رجالاً أو نساء، وكذلك الخنثى المشكل لا تصح إمامته لغيره ولو لمثله أما المرأة إذا اقتدى بها نساء صحت صلاتها هي فقط.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (983,'٥- الطهارة من الحدث: فمن تعمد الحث فيها أو حال الإحرام، فسدت صلاته وصلاة المأمومين، ولو لم يعلم المأمومين بذلك إلا بعد الفراغ من الصلاة. أما إن نسي الإمام حدثه ودخل في الصلاة، ثم تذكره بعد السلام أو قبله، أو إن غلبه الحدث كأن سبقه البول أو الريح، ولم يعمل عملاً بعد تذكره أو حدثه وإنما خرج من الصلاة وأشار لهم بالإتمام، صحت صلاة المأمومين دون الإمام. هذا إذا كان المأمومون لا يعلمون بحدث إمامهم قبل الدخول معه، أما إذا علموا ومع ذلك دخلوا معه في الصلاة ولو نسياناً بطلت صلاتهم. وحكم صلاة الإمام والمأموم إذا علق بالإمام خبث كالحكم إذا كان محدثاً، إلا أن صلاة الإمام تصح إذا لم يعلم بالخبث؛ إلا بعد الفراغ من الصلاة، لأن الطهارة شرط لصحة الصلاة مع العلم.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (984,'٦- عدم المأمومية: أي أن لا يكون مسبوقاً أدرك ركعة كاملة فأكثر مع إمامه وقام ليقضي ما فاته بعد سلام إمامه، فلا يصح أن يقتدي به أحد، ولو لم يعلم أنه كان مأموماً. أما إذا لم يدرك مع إمامه ركعة كاملة وقام لأداء صلاته بعد سلام إمامه، فإنه يصح الاقتداء به وينوي الإمامة بعد أن كان ناوياً الاقتداء.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (985,'٧- القدرة على أداء الأركان القولية (أي أن يكون قارئاً) ، والفعلية (أي أن بكون عاجزاً) ، فإن عجز عن أداء ركن واحد منها وكان المأموم قادراً عليه، فلا تصح الصلاة خلفه؛ إلا لمن كان يساويه في العجز في ذلك الركن، كأخرس يصلي بمثله، وعاجز عن القيام يصلي بمثله. ويستثنى من ذلك من يصلي بالإيماء فلا يصح أن يكون إماماً لمثله، لأن الإيماء لا ينضبط. وتصح صلاة أميٍّ بأميّ بشرط أن لا يوجد القارئ قبل الدخول في الصلاة، فإن وجد القارئ (يحسن قراءة مالا تصح الصلاة إلا به) قبل دخول الأميّ بالصلاة مع الأمي فلا تصح صلاتهما إلا أن يقتديا بالقارئ وهكذا ...',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (986,'٨- العلم بما لا تصح الصلاة إلا به من شروط وأركان، ولو لم يميز الركن عن الشرط، بخلاف ما إذا اعتقد بفرض أنه سنة، أو أن جميع أجزء الصلاة سنة، فلا تصح الصلاة.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (987,'٩- ويشترط لفرض الجمعة زيادة عما تقدم: الحرية، والإقامة في بلد الجمعة فلا تصح صلاة الجمعة خلف خارج عنها (أي يبعد عن البلد بقدر فرسخ) .',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (988,'١٠- ألا يكون الإمام مبتدعاً، ولو كان غير كافر ببدعته كالمعتزلي والخارجي، فإن كان كذلك فعلى المأموم أن يعيد صلاته التي صلاّها مؤتماً به في وقتها ولو الضروري. ⦗٢١٨⦘
ثانياً: شروط الاقتداء بالإمام:',NULL,'217',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (989,'١- نية القدوة: بأن ينوي المأموم الاقتداء بإمامه، أو يقول الصلاة في جماعة، في أو صلاته قبل تكبيره الإحرام. لذا من دخل بالصلاة منفرداً ثم رأى إماماً وهو في الصلاة، فلا يصح الاقتداء به لعدم وجود نية الاقتداء من أول الصلاة، وكذا من دخل بالصلاة مقتدياً فلا يصح أن ينوي الانتقال إلى الصلاة منفرداً (أي ينوي مفارقة الإمام) ؛ إلا لضرورة كأن أطال عليه الإمام.
أما نية الإمامة من قبل الإمام فليست شرطاً لصحت صلاة المأموم ولو في صلاة الجنازة إلا في مواضع:',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (990,'١- في صلاة الجمعة، لأنه يسترط [؟؟] لصحتها الجماعة، فلو لم ينو الإمام الجماعة بطلت عليه وعلى من خلفه.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (991,'٢- في صلاة الجمعة بين العشاءين لمطر فلا بد من نية الإمامة في افتتاح كل من الصلاتين، لأن الجماعة شرط فيها، فإذا ترك الإمام نية الإمامة بطلت الصلاة الثانية فقط.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (992,'٣- في صلاة الخوف، لأنه يشترط فيها الجماعة إذا صليت بطائفتين.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (993,'٤- للمُستخلَف، لأنه دخل في الصلاة مأموماً، لتتميز حالته الثانية عن الأولى.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (994,'٢- المساوة:
أ- في ذات الصلاة: فلا تصح الصلاة إن كان الإمام أدنى حالاً من المأموم، أي لا يصح اقتداء مفترض بمتنفل، وأما العكس كاقتداء مصلٍّ للضحى بقاضٍ لفريضة الصبح بعد طلوع الشمس.
ب- في صفة الصلاة من الأداء والقضاء: فلا يصح أداء خلف قضاء ولا عكسه، لذا لا يصح
اقتداء من يصلي الصبح بعد طلوع الشمس بمن أدرك ركعة قبل طلوعها، لأن الأول يصلي قضاء والآخر أداء. ويجوز اقتداء مسافر بمقيم إلا أنه يتم الصلاة معه.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (995,'٣- المتابعة: وهي أن يكون فعل المأموم واقعاً عقب فعل الإمام، فلا يسبقه ولا يساويه ولا يتأخر عنه، لحديث أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (إنما الإمام ليؤتم به فلا تختلفوا عليه. فإذا كبر فكبروا. وإذا ركع فاركعوا. وإذا قال: سمع اللَّه لمن حمده. فقولوا: اللَّهم ربنا ⦗٢١٩⦘ لك الحمد. وإذا سجد فاسجدوا. وإذا صلى جالساً صلوا جلوساً أجمعون) (١) .
وتنقسم هذه المتابعة إلى ثلاثة أقسام:',NULL,'218',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (996,'١- المتابعة في تكبيرة الإحرام: فإذا ساواه، أو سبقه بالتكبير، أو كبر بعد شروع إمامه لكن فرغ من التكبير قبله أو معه، بطلت صلاته في جميع هذه الحالات.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (997,'٢- المتابعة في السلام: فإذا ساواه، أو سبقه، أو سلم بعد شروع إمامه إلا أنه ختم قبله، ففي جميع هذه الحالات تبطل صلاة المأموم، أما إذا سلم عقب شروع إمامه بالسلام إلا أنه ختمه معه أو بعده صحت صلاته. وإذا سلم قبله سهواً فإنه ينتظر الإمام حتى يسلم فيعيد السلام بعده.
وإذا ترك الإمام السلام وطال الزمن عرفاً بطلت صلاة الجميع، ولو أتى به المأموم، لأن السلام ركن فإذا تركه الإمام بطلت صلاته وبطلت صلاة المأمومين تبعاً لبطلان صلاة الإمام.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (998,'٣- المتابعة في الركوع والسجود: يحرم السبق فيهما، وتكره المساواة، لكن الصلاة في الحالتين صحيحة. أما إذا كان سبقه سهواً فعليه أن ينتظره حتى يركع ثم يطمئن معه في الركوع، أما إذا لم ينتظره ورفع عمداً أو جهلاً بطلت الصلاة، وأما إن رفع سهواً فعليه أن يرجع ثانياً إلى الاشتراك مع إمامه في الركوع والسجود وتصح صلاته.
لما روى أنس رضي اللَّه عَنهُ قال: (صلى بنا رسول اللَّه صلى اللَّه عليه وسلم ذات يوم. فلما قضى الصلاة أقبل علينا بوجهه فقال: (أيها الناس إني إمامكم فلا تسبقوني بالركوع ولا بالسجود. ولا بالقيام ولا بالانصراف) (٢) .
أما إذا تأخر المأموم عن الإمام حتى انتهى من الركن فإن صلاته تبطل، إذا كان هذا التأخير في الركعة الأولى وكان عمداً لا سهواً، أما إن كان في غير الركعة الأولى فإن صلاته تصح مع الإثم إن كان عمداً وبغير إثم إن كان سهواً.
_________
(١) مسلم: ج ١/ كتاب الصلاة باب ١٩/٨٦.
(٢) مسلم: ج ١/ كتاب الصلاة باب ٢٥/١١٢.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (999,'٤- يشترط بالمأموم إمكانية ضبط أفعال الإمام ول بمن يسمعه ولو بمبلغ ولو اختلف مكانهما، كأن حال بين الإمام والمأموم نهر أو طريق أو جدار، أو كان المؤتم في بيته والإمام في المسجد ولو مع عدم إمكانية الوصول إليه (إلا في صلاة الجمعة فيشترط اجتماع الإمام والمأموم في المسجد لأن الصلاة فيه من شروط صحة الجمعة) . وكذا جاز ⦗٢٢٠⦘ علو المأموم على إمامه، أما علو الإمام على المأموم فلا يجوز إلا لضرورة كقصد تعليم المأمومين، أما إن قصد الإمام أو المأموم بالعلو الكِبْر فتبطل صلاتهما.
ولا يشترط في الاقتداء عدم تقديم المأموم على إمامه، فلو تقدم لغير ضرورة صحت الصلاة مع الكراهة. لكن يندب إن كان المأموم صبياً مميزاً فأكثر أن يقف على يمين الإمام ويتأخر عنه قليلاً ليتميز الإمام عن المأموم، لما روى ابن عباس رضي اللَّه عَنهما قال: (صليت مع النبي صلى اللَّه عليه وسلم ذات ليلة، فقمت عن يساره، فأخذ رسول اللَّه صلى اللَّه عليه وسلم برأسي من ورائي، فجعلني عن يمينه) (١) .
فإذا كان الذكور اثنين فأكثر ندب أن يقفوا خلف الإمام والنساء خلف الجميع سواء كان يوجد مع الإمام ذكور أم لا، لما روى أنس رضي اللَّه عَنهُ قال: ( ... فقمت إلى حصير لنا قد اسودّ من طول ما لبس، فنضحته بماء، فقام عليه رسول اللَّه صلى اللَّه عليه وسلم وصففت أنا واليتيم وراءه والعجوز من ورائنا فصلى لنا رسول اللَّه صلى اللَّه عليه وسلم ركعتين ثم انصرف) (٢) . وتكره صلاة رجل بين نساء أو خلفهن، وكذا صلاة امرأة بين رجال.
_________
(١) البخاري: ج ١/ كتاب الجماعة والإمامة باب ٤٨/٦٩٣.
(٢) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ٤٨/٢٦٦.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1000,'أولى الناس بالإمامة:
إذا اجتمع جماعة كل واحد منهم صالح للإمامة يندب تقديم السلطان أو نائبه ولو كان غيرهما أفقه وأفضل، لحديث أبي مسعود الأنصاري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: ( ... ولا يؤمن الرجلُ الرجلَ في سلطانه ولا يقعد في بيته على تكرمته إلا بإذنه) (١) . فإن لم يوجدا فالإمام الراتب إن كانوا في المسجد، ورب المنزل إن كانوا في المنزل أو من يستخلفه، ثم الأعلم بأحكام الصلاة (الأفقه) ، ثم الأعلم بفن الحديث، ثم الأعلم بالقراءة، ثم الزائد في العبادة، ثم الأقدم إسلاماً، ثم الأرقى نسباً، ثم الأحسن خلقاً، ثم الأحسن لباساً، لما روي عن ابن عمر رضي اللَّه عَنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (اجعلوا أئمتكم خياركم فإنهم وفدكم فيما بينكم وبين ربكم) (٢) .
فإذا تساوى أهل رتبة قدم الأورع منهم، قال تعالى: {إن أكرمكم عند اللَّه أتقاكم} (٣) ، وقدم الحر على العبد، فإن استَوَوْا في كل شيء أقرع بينهم إذا لم يرضَوْا بتقديم أحدهم. ⦗٢٢١⦘
_________
(١) مسلم: ج ١/ كتاب المساجد باب ٥٣/٢٩٠.
(٢) البيهقي: ج ٣ /ص ٩٠، وإسناد الحديث ضعيف.
(٣) الحجرات: ١٣.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1001,'من تكره إمامته بصورة عامة:',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1002,'١- تكره إمامة فاسق بجارحة (١) من جوارحه، كشارب خمر أو عاق لوالديه، ولو بفساق مثله؛ ما لم يتعلق فسقه بالصلاة فلا تصح إمامته كأن يخل بركن أو شرط.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1003,'٢- تكره إمامة أعرابي (ساكن البادية) لغيره من أهل الحضر، ولو في سفر، ولو كان أقرأ منهم. أما إمامته لأمثاله فغير مكروهة.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1004,'٣- تكره إمامة من به عذر معفو عنه بحقه، كسلس بول يستغرق نصف الزمن فأقل، بالأصحاء لا بأمثاله فإنها لا تكره.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1005,'٤- تكره إمامة من كرهه أقل القوم، أم من كرهه أكثر القوم أو كلهم فتحرم إمامته.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1006,'٥- تكره إمامة الإمام في المسجد إذا كان بلا رداء يلقيه على كتفيه، بخلاف المأموم والفذ فلا يكره لهما بل هو خلاف الأوْلى.
ويكره تنفل الإمام بمحرابه وكذا جلوسه به على هيئة الصلاة، أما بغير هيئة الصلاة فلا مانع، لما روى سمرة بن جندب رضي اللَّه عَنهُ قال: (كان النبي صلى اللَّه عليه وسلم إذا صلى أقبل علينا بوجهه) (٢) ، لأنه لا يستحق المحراب إلا حال كونه إماماً، ولأنه قد يوهم غيره أنه في صلاة فريضة فيقتدي به.
_________
(١) خص بجارحة من جوارحه ليخرج الفاسق بالاعتقاد.
(٢) البخاري: ج ١/ كتاب صفة الصلاة باب ٧٢/٨٠٩.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1007,'من تكره إمامته راتباً لا إماماً غير راتب في الفرائض والسنن:',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1008,'١- الخصي.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1009,'٢- المأبون (من يتكسر بكلامه كالنساء أو من يُشتهى أن يفعل به فاحشة) .',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1010,'٣- الأغلف (١) (الذي لم يختن) .',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1011,'٤- ولد الزنا (أي مجهول الأب) .',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1012,'٥- مجهول العدالة (أي هل هو عدل أم فاسق) .',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1013,'٦- العبد.
_________
(١) الراجح هو كراهية إمامة الأغلف بصورة عامة سواء كان راتباً أم لا.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1014,'من تجوز إمامته مع توهم عدم جوازها:',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1015,'١- تجوز إمامة الأعمى (خلاف الأوْلى) ، وإن كانت إمامة البصير المساوي له بالفضل أولى، لما ⦗٢٢٢⦘ روي عن أنس رضي اللَّه عَنهُ أنه قال: (إن النبي صلى اللَّه عليه وسلم استخلف ابن أم مكتوم يؤمّ الناس وهو أعمى) (١) .',NULL,'221',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1016,'٢- تجوز إمامة مخالف بالفروع كشافعي وحنفي وإن عُلم أنه لم يمسح كل رأسه بالوضوء، لأنه ما كان شرطاً في صحة الصلاة فالعبرة فيه لمذهب الإمام، وما كان شرطاً لصحة الاقتداء فالعبرة فيه لمذهب المأموم، فلو اقتدى مالكي في صلاة فرض بشافعي متنفل فصلاته باطلة لأن شرط صحة الاقتداء عند الإمام مالك اتحاد صلاة الإمام والمأموم.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1017,'٣- تجوز إمامة الألثغ والفأفأء والأرت (هو من يلدغ حرفاً في آخر خطأ) ونحوهم وكل من لا يستطيع النطق ببعض الحروف بمثله أو بأصحاء.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1018,'٤- تجوز إمامة محدود لقذف أو شرب خمر أو غيرهما.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1019,'٥- تجوز إمامة عِنِّين، وأقطع يد أو رجل، وأشل، على الراجح فيهم وقيل تكره.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1020,'٦- تجوز إمامة المجذوم إلا أن يشتد جذامه بحيث يضر بالناس فليتنَّح وجوباً عن الإمامة بل عن الاجتماع بالناس.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1021,'٧- تجوز إمامة الصبي لمثله.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1022,'٨- تصح القراءة باللحن ولو بالفاتحة إن لم يتعمد، ويأتي المقتدي به إن وجد غيره ممن يحسن القراءة وإلا فلا يأثم.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1023,'البيهقي: ج ٣ /ص ٨٨.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1024,'ما يجوز في صلاة الجماعة:',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1025,'١- يجوز عدم التصاق من على يمين الإمام أو من على يساره بمن حذوه.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1026,'٢- تجوز الصلاة منفرد خلف صف إن تعسر عليه الدخول في الصف، وإلا كره، ويحصل له فضل الجماعة مطلقاً.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1027,'٣- يجوز الإسراع في المشي لتحصيل فضل الجماعة بلا خَبَب (هرولة) لأنه يُذهب الخشوع فيكره الخبب ولو خاف فوات إدراكها، إلا أن يخاف فوات الوقت فيجب.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1028,'٤- يجوز للإمام الراتب الجمع في مسجده إن جمع قبله غيره (لأن الأصل أن لا تجمع صلاة في مسجد مرتين إلا مسجد ليس له إمام راتب) بلا إذن منه إن لم يتأخر عن عادته تأخيراً كثيراً، أما إن أذن لغيره أن يصلي مكانه أو إن تأخر كثيراً، كره له الجمع ثانياً. وإن دخل جماعة المسجد ووجدوا راتبه قد صلى خرجوا ندباً من المسجد ليجمعوا خارجه إلا في المساجد الثلاثة ⦗٢٢٣⦘ (المكي والمدني وبيت المقدس) فيصلوا أفذاذاً فيها إن دخلوها، لأن فذها أفضل من جماعة غيرها، فإن لم يدخلوها جمعوا خارجها.
- ويجوز إحضار صبي إلى المسجد إذا كان لا يعبث.
- كما يجوز قتل عقرب أو فأرة في المسجد لإذايتهما (أما الحشرة غير مؤذية فيكره قتلها في المسجد لأنه محل رحمة) .
حكم المسبوق:
تعريف المسبوق: هو من فاتته ركعة فأكثر قبل الدخول في الصلاة مع الإمام.
ما يجب على المسبوق فعله:
أ- عند الدخول في الصلاة: إذا وجد الداخل في الصلاة الإمام راكعاً أو ساجداً كبَّر، بالإضافة إلى تكبيرة الإحرام، تكبيرة للهوي للركوع أو السجود، أما إذا وجد الإمام جالساً جلوساً أوَل أو ثانياً أو جلوساً بين سجدتين فلا يكبر إلا تكبيرة الإحرام فقط ثم يجلس مع الإمام بدون تكبير، ويجب ألا ينتظر قيام الإمام للركعة التالية ليدخل معه في الصلاة في أية حالة من الحالات المذكورة.
ب- حين القيام لإتمام الصلاة بعد سلام إمامه: يكبر المأموم إذا كان قد أدرك مع إمامه الركعتين الأخيرتين من صلاة رباعية أو ثلاثية لأن جلوسه يكون في محله بالنسبة له، أما إن أدركه في ركعة واحدة فلا يقوم بتكبير لأن جلوسه في غير محله وإنما هو لموافقة الإمام فقط، وأما إن كان أدركه في أقل من ركعة، كمن أدرك الإمام بالتشهد الأخير فإنه يقوم مكبراً لأنه كمفتتح صلاة.
جـ- حين قضاء ما فاته خلف الإمام: يجب على المسبوق إذا قام لقضاء ما فاته خلف الإمام أن يكون قاضياً للقول، بانياً أو متماً للفعل. ومعنى قاضياً للقول: أن يجعل ما فاته خلف إمامه أول صلاته، وما أدركه معه آخرها؛ فيأتي بما فاته على الهيئة التي فات عليها بالنسبة للقراءة من إسرار وجهر وقراءة سورة. ومعنى متماً أو بانياً للفعل: بأن يجعل ما أدركه مع الإمام أول صلاته، وما فاته آخرها. ومثال ذلك كمن أدرك مع الإمام الركعة الرابعة من العشاء، فإذا سلم إمامه قام إلى قضاء ما فاته بدون تكبير، فيأتي بركعة يقرأ فيها جهراً الفاتحة والسورة لأنها أولى صلاته بالنسبة للقراءة ثم يجلس على رأسها للتشهد لأنها ثانية له بالنسبة للأفعال، ثم يقوم بعد التشهد فيأتي بركعة يقرأ فيها الفاتحة والسورة جهراً لأنها ثانية بالنسبة للقراءة ولا ⦗٢٢٤⦘ يجلس على رأسها لأنها ثالثة بالنسبة للأفعال، ثم يقوم فيأتي بركعة يقرأ فيها الفاتحة فقط سراً لأنها ثالثة بالنسبة للأقوال ويجلس على رأسها لأنها رابعة بالنسبة للأفعال ثم يسلم.
ويُعتبر القنوت ملحقاً بالأفعال (١) ، لذا من أدرك ثانية الصبح مع الإمام وقنت فيها لأنها ثانيته بالنسبة للأفعال.
- ومن دخل ووجد الإمام راكعاً أحرم وركع أينما كان دون صف، إن ظن إدراك الإمام بالركوع وخشي بوصوله إلى الصف فوات الركعة مع الإمام برفع الإمام من ركوعه إن لم يحرم، وإن ظن إدراك الصف قبل رفع الإمام من الركوع أتم المشي للوصول إلى الصف؛ إلا أن تكون الركعة الأخيرة من صلاة الإمام فإنه يحرم عليه أن يمشي ببطء لئلا تفوته الركعة الأخيرة. ومن أحرم دون الصف مشى إلى أن يصل إلى الصف. وكذا من رأى فرجة وهو في الصلاة أو فرجات مشى إلى آخر فرجة راكعاً أو قائماً في ثانيته لا رفعه من ركوعه.
_________
(١) هناك قول: يُلحق القنوت بالأقوال، وبناء عليه من أدرك ثانية الصبح مع الإمام فلا يقنت إذا قام لقضاء الأولى.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1029,'متى يدرك المسبوق الركعة مع الإمام:
إذا أدرك المسبوق الإمام وهو راكع، أي انحنى المسبوق قبل اعتدال الإمام من الركوع، فقد أدرك الركعة بشرط أن يكون أتى بتكبيرة الإحرام قائماً أو أبدأها في القيام وأتمها في الانحناء. لحديث أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (إذا جئتم إلى الصلاة. ونحن سجود فاسجدوا، ولا تعدوها شيئاً، ومن أدرك الركعة فقد أدرك الصلاة) (١) وعنه أيضاً أن رسول اللَّه صلى اللَّه عليه وسلم قال: (من أدرك ركعة من الصلاة فقد أدركها قبل أن يقيم الإمام صلبه) (٢) .
أما إذا لم يدركه بالركوع فعليه أن يتبعه بالحالة التي هو فيها، وإن خالفه وركع وجب عليه أن لا يرتفع منه إلا بعد الاطمئنان ثم يعتدل وإن لم تحسب له ركعة، فإن رفع قبل الاطمئنان بطلت صلاته.
وإن توهم أو ظن أو شك هل أدرك الإمام بالركوع أم لا، ألغى الركعة وقضاها بعد سلام إمامه. ومن أحرم مع الإمام إلا أنه زوحم أو نعس عن الركوع معه، فإن تحقق الفوات فلا يركع، ⦗٢٢٥⦘ وإن ظن الإدراك ركع معه جزماً، فإن شك هل أدركه أم لا ألغى الركعة، وإن تحقق الإدراك أجزأته، وإن تحقق عدم الإدراك اطمأن في ركوعه ثم اعتدل وإن لم تحسب له ركعة.
ويكره للإمام إطالة الركوع ليدركه داخل إلا لضرورة.
_________
(١) أبو داود: ج ١/ كتاب الصلاة باب',NULL,'224',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1030,'الاستخلاف في الصلاة:
الاستخلاف هو أن ينيب الإمام غيره من المأمومين لإتمام الصلاة بهم لعذر قام به.
حكمه: مندوب في غير صلاة الجمعة وإن وجب قطع الصلاة. ولم يستخلف أحداً ندب للمأمومين أن يستخلفوا بدون أن يتحركوا أو يتحولوا عن القبلة، ويجوز أن يتموا صلاتهم فرداى. وإن تقدم للإمامة غير الذي استخلفه الإمام وصلى بهم صحت صلاتهم، أو إن ائتموا بإمامين كل طائفة بإمام، أو إن ائتم البعض بإمام وصلى الآخرون أفذاذاً، صحت صلاتهم جميعاً.
أسباب الاستخلاف:',NULL,'225',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1031,'١- الخوف من تلف مال ذي بال بعد دخوله في الصلاة، سواء كان المال له أو لغيره، وسواء كان عرضاً أو حيواناً (كانفلات دابة) بشرط أن يؤدي تلف هذا المال أو ضياعه إلى هلاك صاحبه أو حصول ضرر شديد له، ففي هذه الحالة يجب (١) قطع الصلاة ويندب الاستخلاف، سواء كان المال قليلاً أو كثيراً، وسواء اتسع الوقت لإدراك الصلاة في وقتها أو لم يتسع. ومثل ذلك ما لو خاف على تلف نفسه محترمة؛ كأن خاف على أعمى من الاصطدام بسيارة أو الوقوع في حفرة عميقة يضره الوقوع فيها.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1032,'٢- عدم الاطمئنان على ماله لتركه دون حراسة، فهنا يجوز قطع الصلاة وذلك بشرطين: أن يكون الوقت متسعاً لإدراك الصلاة بعد قطعها قبل خروج الوقت، والثاني: أن يكون المال كثيراً وله شأن عند صاحبه.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1033,'٣- طروء مانع يمنع الإمام من إتمام الصلاة كلها كسبق حدث من بول أو ريح، أو تذكر حدثه بعد دخوله في الصلاة، أو شك هل دخل الصلاة بوضوء أم لا، أو تحقق الطهارة والحدث لكن شك بالسابق منهما لا إن شك هل انتقض الوضوء فإنه يتمادى في هذه الحالة بالصلاة ثم إن بان له الطهر لم يُعد وإلا أعاد الإمام فقط.
وإن طرأ العذر والإمام في ركوع أو سجود، فيرفع رأسه بلا تسميع في الأول وبلا تكبير في الثاني لئلا يرتفعوا معه، وإنما يرتفعون مع المستخلف، ولكن لا تبطل صلاتهم إذا رفعوا برفع ⦗٢٢٦⦘ الإمام الأول قبل الاستخلاف وإنما يجب العودة مع المستخلف ولو أخذوا فرضهم مع الأول قبل العذر، فإذا لم يعودوا لم تبطل صلاتهم.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1034,'٤- طروء مانع يمنع الإِمام من الإمامة فقط، وهو عجزه عن أداء ركن لا سنة كعجزه عن القيام أو الركوع لحصول رعاف له، ففي هذه الحالة يستخلف ثم يرجع هو مأموماً إن أمكنه، ولا يجوز له قطع الصلاة في حالة العجز.
_________
(١) سواء كان إماماً أو مأموماً أو فذاً.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1035,'شروط صحة الاستخلاف:',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1036,'١- أن يكون الإِمام الأول ثبتت إمامته بنيةٍ وتكبيرة إحرام واقتداء به.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1037,'٢- أن يحصل للإِمام عذر يقطع الصلاة أو يمنعه منها أو من الإمامة.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1038,'٣- أن يكون الخليفة من المأمومين وأدرك مع الإمام قبل طروء العذر جزءاً يُعتد به من الركعة المستخلف فيها، سواء كانت الأولى أو الثانية، أي أن يكون قد أدركه قبل عقد ركوعها (أي قبل الاعتدال) ، قلا تصح استخلاف من فاته الركوع مع الإمام في الركعة المستخلف فيها سواء بسبب السبق أو لعذر كالازدحام أو النعاس.
ما يجب على الخليفة أن يفعله حين استخلافه:
يجب على الخليفة أن يراعي نَظْم صلاة الإمام، فيقرأ من انتهاء قراءة الإمام إن علم الانتهاء؛ وإلا ابتدأ قراءة الفاتحة من أولها، ويجلس في محل الجلوس وهكذا، فإذا كان الخليفة مسبوقاً بالأصل أتم بالقوم صلاة الإمام حتى لو كان على الإمام سجود قبلي سجده وسجد معه القوم ثم يشير لهم بالانتظار جلوساً، سواء كان فيهم المسبوق أم غيره، ويقوم هو لقضاء ما فاته مع الإمام الأصلي، فإذا أتى به سلم وسلم معه غير المسبوقين، ثم قام المسبوقون لقضاء ما عليهم.
ومثل هذه الحالة ما لو كان الإمام الأصلي مسافراً وكان خلفه مسافرون ومقيمون والخليفة كان مقيماً، فيتم الخليفة صلاة مسافر ثم يشير لهم جميعاً بالانتظار جلوساً حتى يأتي ببقية صلاته، ثم يسلم ويسلم معه المسافرون، ثم يقوم المقيمون لإتمام صلاتهم. وفي الحالتين إذا سلم القوم ولم ينتظروا الخليفة بطلت صلاتهم. أما إذا كان الإمام على سجود بعدي فيسجده الخليفة بعد أن يأتي بما عليه ويسلم القوم.
ما يندب في الاستخلاف:',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1039,'١- يندب أن يكون الخليفة من الصف الأقرب للإمام لأنه أدرى بأفعاله.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1040,'٢- يندب للإمام ترك الكلام في حدث سبقه أو ذكره (تذكر عدم طهارته) ، وإنما يشير لمن يستخلفه بالتقدم.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1041,'٣- يندب للإمام أن يخرج من الصلاة لسبق حدثه له ممسكاً أنفه وموهماً أنه راعف.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1042,'٤- يندب للإمام في حال عجزة عن الإمامة فقط أن يغير نيته من إمام إلى مأموم مع تأخره عن مكان الإمام.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1043,'٥- يندب للخليفة أن يتقدم إلى مكان الإمام كمن يتقدم ليسد فرجة في الصلاة على حالته التي هو فيها وإن كان جالساً أو ساجداً.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1044,'<span data-type="title" id=toc-21>الباب الثامن: صلاة المسافر (القصر والجمع)</span>',NULL,'228',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1045,'الفصل الأول
قصر الصلاة
قصر الصلاة هو أن تقصر الصلاة الرباعية، وهي الظهر والعصر والعشاء، في السفر إلى ركعتين.
دليل مشروعية القصر في السفر:
ثبتت مشروعية القصر بالكتاب والسنة والإجماع.
من الكتاب قوله تعالى: {وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا} (١) .
ومن السنة ما روى يعلى بن أمية قال: قلت لعمر بن الخطاب: "ليس عليكم جناح أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا" فقد أمن الناس. فقال: عجبت مما عجبت منه فسألت رسول اللَّه صلى اللَّه عليه وسلم عن ذلك فقال: (صدقة تصدق اللَّه بها عليكم فاقبلوا صدقته) (٢) .
وعن ابن عمر رضي اللَّه عَنهما قال: (إني صحبت رسول اللَّه صلى اللَّه عليه وسلم في سفر. فلم يزد على ركعتين حتى قبضه اللَّه. ثم صحبت عثمان فلم يزد على ركعتين حتى قبضه اللَّه. وقد قال اللَّه: لقد كان لكم في رسول اللَّه أسوة حسنة) (٣) .
وقد أجمعت الأمة على مشروعية القصر.
_________
(١) النساء: ١٠١.
(٢) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ١/٤.
(٣) مسلم: ج ١/ صلاة المسافرين وقصرها باب ١/٨.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1046,'حكم القصر:',NULL,'228',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1047,'١- سنة مؤكدة آكد من صلاة الجماعة، أي لو لم يجد المسافر مسافراً مثله يصلي معه جماعة صلى ⦗٢٢٩⦘ منفرداً على القصر، ولا يقتدي بإمام مقيم لكي لا يتم، وإذا ترك القصر حرم من ثواب هذه السنة. وهذا بالنسبة:
أ- للمسافر سفراً جائزاً (واجباً، مندوباً، مباحاً) طويلاً (مرحلتين فأكثر) تاركاً أهله.
ب- للحاج في مزدلفة وعرفة ولو لم يكن السفر طويلاً بشرط أن لا يكون من أهلهما في وطنهما (أي لا يقصر الحاج في مزدلفة إن كان من أهلها، ولا الحاج في عرفة إن كان من أهلها) .',NULL,'228',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1048,'٢- مكروه في السفر المكروه كالمسافر للهو.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1049,'٣- يحرم في السفر المحرم كمن سافر لقطع طريق أو سرقة مال. وأما من عصى في أثناء سفره كشرب خمر أو زنا فيتم صلاته وجوباً وإن قصرها فليس عليه إعادة.
شروط صحة القصر:',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1050,'١- أن يكون السفر طويلاً ذهاباً مسافة مسيرة يوم وليلة أو يومين (نهارين) بسير الإبل المحملة بالأثقال سيراً معتاداً (حط وترحال وسير وأكل وشرب وصلاة) ، وتقدر تقريباً بـ (٨١) كيلومتراً (١) . والعبرة للمسافة لا للمدة التي تقطع فيها هذه المسافة. ويستثنى من شرط المسافة أهل مكة ومنى ومزدلفة والمحصب إذا خرجوا في موسم الحج للوقوف بعرفة، فيسن لهم القصر في الذهاب والإياب إذا بقي عليهم عمل من أعمال الحج التي تؤدى في غير وطنهم؛ وإلا أتموا.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1051,'٢- أن يكون السفر مباحاً شرعاً غير محرم كمن سافر لقطع الطريق.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1052,'٣- أن يكون المسافر ناوياً في بدء سفره قطع مسافة القصر دفعة واحدة، أما إن كان ناوياً الإقامة بمكان في طريقه، على دون مسافة القصر، إقامة توجب الإتمام كأربعة أيام صحاح ثم يسافر بقية المسافة، فإنه يتم.
ولا تعتبر نية التابع بدون نية متبوعة كالزوجة مع زوجها والجندي مع قائده، فلو نوت الزوجة مسافة القصر دون زوجها لا يصح لها أن تقتصر.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1053,'٤- أن يعزم قبل بدء السفر على قطع مسافة القصر أو أكثر، لذا رضي اللَّه عَنهُ يقتصر الهائم على وجهه لأنه لا يدري أين يتوجه، ولا السائح الذي لا ينوي الإقامة في مكان.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1054,'٥- أن تكون الصلاة رباعية وسافر في وقتها الضروري، فيقصر الظهرين من غادر بساتين البلد ⦗٢٣٠⦘ قبل الغروب بثلاث ركعات فأكثر ولو أخرهما عمداً، أما إن كان خرج وقتها الضروري فلا يقصر ولو قضاها في السفر. وفائتة السفر تصلى قصراً ولو قضاها في الحضر.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1055,'٦- أن يشرع في السفر، والشروع فيه يكون إن كان في البلد بمجاوزة بنيانها والفضاء الذي حولها والبساتين المسكونة ولو في بعض العام بشرط أن تكون متصلة بالبلد حقيقة أو حكماً بأن كان ساكنوها ينتفعون من أهل البلد، أما إذا كانت البساتين غير مسكونة فلا يشترط تجاوزها ولو كان فيها حراس بل يقصر بمجرد تجاوز البيوت.
والشروع بالسفر للبدوي يكون بمغادرة حلته (بيوت الشعر) ولو تفرقت.
والشروع بالسفر للساكن في محل خال عن البيوت والخيام يكون بمجرد انفصاله عن مكانه كساكن الجبل أو قرية صغيرة لا بساتين لها.
وينتهي القصر في العودة من السفر:
- إما بمجرد وصوله إلى مكان بدء سفره في ذهابه.
- أو بوصوله إلى البساتين المسكون أو البيوت (فيما لا بساتين له) التابعة لبلد المقصد إن كان ناوياً الإقامة فيها.
- أو إذا رجع من دون مسافة القصر تاركاً للسفر أو لشيء نسيه.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1056,'٧- أن لا يقتدي مسافر بمقيم أو بمسافر يتم الصلاة، لأنه إن فعل ذلك وجب عليه الإتمام، سواء اقتدى به في الوقت أو بعد خروج الوقت، ولو كان المقتدي ناوياً القصر بشرط أن يدرك مع الإمام المقيم ركعة كاملة (فإذا لم يدركها فلا يجب عليه الإتمام بل يقصر) ، ويعيد الصلاة في الوقت قصراً على المعتمد. وكذا لو نوى المسافر سهواً عن كونه مسافراً الإتمام فيصليها تامة ثم يعيدها ندباً قصراً، أما لو نوى الإتمام سهواً ثم تذكر أن عليه قصراً فليس له أن يقصرها، وإن قصرها عمداً بطلت وإن قصرها سهواً فأحكام السهو إن تذكر بالقرب أتم وسجد بعد السلام، وإن طال الوقت أو خرج من المسجد بطلت. وكذا إن نوى القصر فأتم عمداً بطلت عليه وعلى مأمومه سواء أتم معه أم لا، أما إن أتم سهواً أو تأويلاً (بأن يرى أن القصر لا يجوز أو أن الإتمام أفضل) أو جهلاً فيعيد في الوقت الضروري وصحت لمأمومه بلا إعادة إن لم يتبعه بالإتمام وإن اتبعه بطلت صلاته. وإن قام الإمام للإتمام سهواً أو جهلاً بعد نية القصر، سبح له المأموم فإن رجع سجد لسهوه وإن لم يرجع فلا يتبعه بل يجلس حتى يسلم لإمامه فإذا سلم الإمام سلم المأموم المسافر، وإن كان غير مسافر قام لإتمام صلاته، فإن سلم المسافر أو قام المقيم لإتمام صلاته قبل سلام الإمام بطلت الصلاة. ⦗٢٣١⦘
_________
(١) ٨٠. ٥ كيلو متر + ٤٠ متر.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1057,'حالة من شك في الإمام هل هو مسافر أم لا:
إن ظن شخص أن الإمام مسافر فاقتدى به فظهر خلافه، أعاد المأموم صلاته أبداً لبطلانها، كمن ظن أن إمامه مقيم فإذا هو مسافر فيعيد أبداً، إن كان المأموم مسافراً في المسألتين. ففي الأولى نوى المأموم القصر وإمامه نوى الإتمام، فإن سلم المأموم من اثنتين خالف إمامه نية وفعلاً، وإن أتم معه فقد خالف فعله نيته. وفي المسألة الثانية نوى المأموم الإتمام لظنه أن إمامه مقيم والإمام نوى القصر لأنه مسافر، فإن قصر المأموم مع إمامه فقد خالف فعله نيته، وإن أتم بمقتضى نيته فقد خالف إمامه نية وفعلاً.
أما لو اقتدى المقيم بالمسافر فصح، لأن المقيم دخل في الصلاة على مخالفة إمامه من أول الأمر، أما الحالة السابقة فدخل المأموم على موافقة إمامه فأخطأ ظنه فلم يغتفر.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1058,'٨- أن ينوي القصر عند الصلاة، وتكفي نية القصر في أول صلاة صلاها في السفر ولا يلزم تجديدها فيما بعد من الصلوات.
وإذا لم ينو المسافر نية القصر أو الإتمام، كأن ينوي الظهر مثلاً من غير ملاحظة واحد منهما ففي صحتها وعدمها قولان، فإذا قلنا بصحتها ففي لزوم الإتمام أو التخيير بين الإتمام والقصر أيضاً قولان.
ما يمنع القصر في السفر:',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1059,'١- دخول وطنه المار عليه، بأن كان مسافراً من مكان غير وطنه فلما مرّ عليه دخله، فعليه أن يتم صلاته ولو لم ينو إقامة أربعة أيام.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1060,'٢- دخول مكان إقامة زوجته المدخول بها لا مكان إقامة أقاربه (أم، أب، أخ) .',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1061,'٣- نية دخوله وطنه، أو مكان إقامة زوجته، الذي يمر عليه في طريقه إذا كان يبعد عن بدء السفر أقل من مسافة القصر، ولو لم ينو الإقامة أربعة أيام به. ثم إذا شرع في بقية سفره اعتبر ما بقي في سفره فإن كان الباقي مسافة قصرٍ قَصَر وإلا فلا يقصر. أما إذا كان وطنه أو بلد زوجته الناوي دخوله أثناء سفره يبعد عن بدء السفر مسافة قصر فإنه يستمر بالقصر حتى دخوله.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1062,'٤- دخوله بلده الراجع إليها سواء كانت وطنه أم لا، وإن لم ينو إقامة أربعة أيام. وفي رجوعه إن كانت المسافة مسافة قصرٍ قصَر وإلا فلا يقصر.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1063,'٥- نية إقامة أربعة أيام بشرطين:
الأول: أن تكون تامة ولا يحتسب منها يوم الدخول إن دخل بعد طلوع الفجر، ولا يوم الخروج إن خرج في أثنائه. ⦗٢٣٢⦘
الثاني: وجوب عشرين صلاة على الشخص في هذه الإقامة، فمن دخل مثلاً قبل فجر السبت ونوى أن يقيم إلى غروب يوم الثلاثاء ويخرج قبل العشاء لم ينقطع حكم سفره، لأنه وإن كانت الأيام الأربع كاملة إلا أنه لم يجب عليه عشرون صلاة. ومن دخل قبل عصر يوم ولم يكن صلى الظهر ونوى الارتحال بعد صبح اليوم الخامس لم ينقطع حكم سفره، لأنه وإن وجب عليه عشرون صلاة إلا أنه ليس معه إلا ثلاثة أيام كاملة.
ونية الإقامة إما أن تكون في ابتداء السير أو في أثنائه، فإن كانت في ابتداء السير وكانت المسافة ما بين محل النية ومحل الإقامة مسافة قصرٍ قصَر إلى أن يدخل المحل المنوي الإقامة فيه، وإن كانت المسافة أقل من مسافة القصر انقطع القصر من حين النية.
أما إذا كانت نية الإقامة أثناء السفر فإنه يقصر حتى يدخل محل الإقامة بالفعل.
ومثل نية الإقامة أن يعلم المسافر بالعادة أن مثله يقيم في الجهة المتجه إليها أربعة أيام فأكثر، فإنه يتم وإن لم ينو الإقامة، أما إن أراد أن يخالف العادة ونوى أن لا يقيم فيها الأربعة أيام المعتادة فإنه لا ينقطع حكم سفره.
وإذا جهل مدة الإقامة، كالمقيم لحاجة الذي يرتبط سفره بانتهائها، فإنه لا يترك القصر ولو طالت المدة، إلا إذا علم أن حاجته لا تقضى إلا بعد أربعة أيام فعندها يترك القصر ويتم.
وإن كان في الصلاة، ونوى في أثنائها الإقامة في ذاك المكان أربعة أيام، قطع الصلاة، ويندب له إن كان إن كان صلى ركعة بسجدتيها، أن يشفعها بأخرى قبل قطع الصلاة، ولا تجزئه إن صلاها أربعاً ناوياً بها صلاة مقيم، لأنه لم يحرم بها بهذه النية، وكذلك لا تجزئه سفريّة لنية الإقامة فيها، أما إن نوى الإقامة بعد الفراغ من الصلاة أعاد الصلاة في وقتها الاختياري.
ما يندب للمسافر:',NULL,'231',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1064,'١- تعجيل الرجوع إلى وطنه بعد قضاء حاجته والمكث بعدها خلاف الأوْلى.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1065,'٢- استصحاب هدية بقدر حاله لعياله وجيرانه.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1066,'٣- الدخول نهاراً، ويكره الطروق ليلاً لغير معلوم القدوم، أما من أعلم أهله بقدومه في وقت معين فلا كراهة إن كان قدم ليلاً. ⦗٢٣٣⦘
الفصل الثاني
جمع الصلاة
الجمع هو أن يجمع المصلي تقديماً بين الظهر والعصر في وقت الظهر، والمغرب والعشاء في وقت المغرب. وتأخيراً بين الظهر والعصر في وقت العصر، والمغرب والعشاء في وقت العشاء.
أما الصبح فلا يصح فيه الجمع على أي حال.
حكمه: جائز (خلاف الأوْلى) عند وجود مشقة دفعاً للحرج. والأوْلى تركه.
أسباب الجمع:
ستة [ص؟؟] : السفر، والمرض، والمطر، والوحل مع الظلمة، وجود الحاج في عرفة ومزدلفة.
أولاً: الجمع في السفر:
يجوز الجمع في السفر بين الظهرين والعشاءين جمع تقديم أو تأخير. ودليله ما روى أنس رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم أنه كان (إذا عجل عليه السفر، يؤخر الظهر إلى أول وقت العصر. فيجمع بينهما. ويؤخر المغرب حتى يجمع بينها وبين العشاء، حين يغيب الشفق) (١) .
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٥/٤٨.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1067,'شروط السفر الجائز فيه الجمع:',NULL,'233',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1068,'١- أن يكون السفر مباحاً لا محرماً ولا مكروهاً.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1069,'٢- أن يكون السفر براً لا بحراً، لأن رخص الجمع ثبتت في سفر البر لا في غيره بدليل قوله تعالى: {وإذا ضربتم في الأرض} .
ولا يشترط أن يكون السفر طويلاً بل يجوز الجمع في السفر مطلقاً سواء كان سفر قصر أم لا
شروط جمع التقديم بين الظهرين:',NULL,'233',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1070,'١- أن تزول الشمس عليه حال نزوله في المكان الذي ينزل فيه المسافر للاستراحة.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1071,'٢- أن ينوي الارتحال عنه قبل دخول وقت العصر، فإذا جمع ولأمر ما لم يرتحل حتى دخل وقت العصر، فالقول المعتمد لا يعيدها في وقتها.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1072,'٣- أن يكون ناوياً أن لا ينزل مرة ثانية إلا بعد الغروب، أما إن كان ناوياً النزول مرة أخرى قبل اصفرار الشمس وجب عليه أن يصلي الظهر فقط ولا يجمع (ولكن إن جمع العصر معه أجزأه مع الإثم وندب له إعادته بعد نزوله) ، أما إن نوى النزول بعد الاصفرار وقبل الغروب فهو مخير بين الجمع وعدمه، لأنه إن قدم العصر صلاها في وقتها الضروري المقدم لأجل السفر وإن أخّرها صلاها في وقتها الضروري المشروع وهذا هو الأوْلى.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1073,'٤- أن ينوي الجمع عند صلاة الظهر على الراجح.
كيفية جمع التقديم:
يؤذن لصلاة الظهر على المنارة كالعادة في أول وقتها ثم يصليها، ثم يؤذن لصلاة العصر بصوت منخفض في المسجد ثم يصليها قبل أن يرتحل.
ويكره الفصل بين الصلاتين بكلام أو بصلاة نفل.
شروط جمع التأخير بين الظهرين في السفر:',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1074,'١- أن تزول الشمس عليه وهو سائر.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1075,'٢- أن يكون ناوياً النزول في وقت الاصفرار أو قبله، أما إن نوى النزول بعد المغرب أو كان لا يعلم هل ينزل قبل الغروب أو بعده فيصلي كل واحدة في وقتها الاختياري ويجمعهما جمعاً صورياً بحيث يصلي الظهر في آخر وقتها ثم يدخل وقت العصر فيصليه في أول وقته.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1076,'٣- أن ينوي تأخير صلاة الظهر عن وقتها ليجمعها مع العصر.
وشروط الجمع بين العشاءين تقديماً وتأخيراً، هي نفس شروط الجمع بين الظهرين تقديماً وتأخيراً مع ملاحظة أن أول وقت المغرب وهو الغروب ينزل بمنزلة الزوال بالنسبة للظهر. وأن ثلث الليل الأول ينزل بمنزلة اصفرار الشمس بعد العصر وأن طلوع الفجر بمثابة غروب الشمس.
ثانياً- الجمع في المرض:
يجوز الجمع بين الظهرين والعشاءين لمن كان مريضاً يشق عليه القيام لكل صلاة أو وضوء، وكذلك للمبطون، ويكون الجمع صورياً بأن يصلي الظهر في آخر وقته الاختياري، والعصر في أول وقته الاختياري، ويصلي المغرب قبيل مغيب الشفق الأحمر، والعشاء في أول مغيبه. وهو جائز من غير كراهة في حقه لقيام عذره، ولصاحبه فضيلة أول الوقت. أما إذا جمع غير المعذور هذا الجمع ⦗٢٣٥⦘ الصوري فيجوز له مع الكراهة لأن فضيلة أول الوقت تفوته دون عذر. وأما صحيح الجسم، إن خاف أن ينتابه دُوار يمنعه من أداء الصلاة على وجهها، أو إغماءٌ يمنعه من الصلاة عند دخول وقت الثانية، فإنه يجوز له أن يقدم الثانية مع الأولى، فإن قدمها ولم يقع ما خاف منه أعادها في الوقت استحباباً. ودليل ذلك ما روى ابن عباس رضي اللَّه عَنهما قال: (جمع رسول اللَّه صلى اللَّه عليه وسلم بين الظهر والعصر، والمغرب والعشاء، بالمدينة، في غير خوف ولا مطر) (١) .
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٦/٥٤.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1077,'ثالثاً- الجمع في المطر والطين مع الظلمة:
يجوز جمع تقديم للعشاءَين فقط (لا الظهرين لعدم المشقة) إذا نزل مطر غزير أو برد (أما الثلج فلا يوجد فيه نص، وسئل عنه ابن سراج فقال: لا أعرف له نصاً، والذي يظهر أنه إذا كثر بحيث يتعذر رفعه جاز الجمع وإلا فلا) أو متوقعٌ نزول مطر (إذا جمع في حالة التوقع ولم ينزل المطر فينبغي إعادة الثانية في وقتها) أو حصول طين مع ظلمة للشهر لا للغيم. ويجوز الجمع في كل مسجد ولو مسجد غير جمعة (خلافاً لمن خصه بمسجد المدينة أو مكة) محافظة على صلاة العشاء في جماعة من غير مشقة.
شروط صحة الجمع في المطر أو الطين مع الظلمة:',NULL,'235',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1078,'١- أن يكون الجمع في المسجد فلا يجوز في المنازل.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1079,'٢- أن تصلى جماعة، فلا يجوز الجمع لمنفرد ولو كان يصلي في المسجد؛ إلا إذا كان إماماً راتباً له منزل ينصرف إليه، فإنه يجمع وحده وينوي الجمع والإمامة، لأنه مُنْزل منزلة الجماعة.
ويجوز الجمع لمعتكف في المسجد تَبَعاً للجماعة لا استقلالاً (إذ لا مشقة عليه في إيقاع العشاء في وقتها) .',NULL,'235',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1080,'٣- نية الجمع عند الصلاة الأولى. فإذا نزل المطر أثناء صلاة الأولى أو بعدها فلا تجمع الثانية معها لوجوب نية الجمع عند الأولى وهو الراجح.
كيفية الجمع: يؤذن للمغرب كالعادة بصوت مرتفع في أول وقتها، وتؤخر (١) قليلاً ندباً بعد الأذان بقدر ثلاث ركعات ثم تصلى، ثم يؤذن (٢) للعشاء ندباً في المسجد بصوت منخفض لا على المنارة لئلا يظن دخول وقت العشاء المعتاد، فيصلونها وينصرفون. ويكره الفصل بينهما بكلام أو نفل، ⦗٢٣٦⦘
_________
(١) قال المتأخرون: لا معنى لتأخيرها قليلاً إذ في ذلك خروج الصلاتين معاً عن وقتهما المختار.
(٢) وهناك قولان في إعادته عند مغيب الشفق، والمعتمد إعادته لأجل صلاة السنة.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1081,'وإذا تنفل فلا يمتنع الجمع، وكذا يكره التنفل في المسجد بعد صلاة العشاء لأن القصد من الجمع أن ينصرفوا في الضوء والتنفل يفوِّت ذلك. وتؤخر صلاة الوتر حتى يغيب الشفق لأنها لا تصح إلا بعده.
رابعاً- الجمع بعرفة:
حكمه: يسن للحاج بعرفة أن يجمع بين الظهر والعصر مع الإِمام جمع تقديم، ولو كان الحاج من أهل عرفة أو من أهل أماكن النسك كمنى ومزدلفة لكن يشرط أن يكون الجمع مع الإِمام، فإن لم يصل مع الإِمام صلى كل صلاة في وقتها.
خامساً- الجمع بمزدلفة:
حكمه: يسن للحاج بعد أن يفيض من عرفة أن يؤخر صلاة المغرب حتى يصل إلى مزدلفة فيصليها مع العشاء جمع تأخير، ولو كان من أهل مزدلفة.
ويسن قصر العشاء فيها لغير أهلها (لأن القاعدة هي: الجمع سنة لكل حاج والقصر خاص بغير أهل المكان الذي هو فيه: عرفة، مزدلفة) .',NULL,'236',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1082,'<span data-type="title" id=toc-22>الباب التاسع: صلاة الجمعة (١)</span>',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1083,'(١) قيل سمي يوم الجمعة لاجتماع آدم وحواء في الأرض فيه، وقيل لما جُمع فيه من الخير، وقيل لاجتماع الناس فيه للصلاة.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1084,'حكمها:',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1085,'١- فرض عين على الذكر الحر البالغ العاقل غير المعذور المقيم (١) في بلدها أو في قرية لا تبعد عن منارتها أكثر من ثلاثة أميال ولو كان غير مستوطن (٢) .
ودليل فرضيتها قوله تعالى: {يأيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر اللَّه وذروا البيع} (٣) . فالأمر بالسعي يعني الوجوب.
وعن ابن عمر وأبي هريرة رضي اللَّه عنهم أنهما سمعا رسول اللَّه صلى اللَّه عليه وسلم يقول على أعواد منبره: (لينتهين أقوام عن ودعهم الجمعات. أو ليختمن اللَّه على قلوبهم. ثم ليكونن من الغافلين) (٤) .',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1086,'٢- مندوبة للصبي وللعبد ولو لم يأذن له سيده.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1087,'٣- جائزة للمرأة العجوز.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1088,'٤- مكروهة للمرأة الشابة.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1089,'٥- حرام للمرأة الشابة التي يخشى منها الفتنة سواء في الطريق أو الجامع.
_________
(١) المقيم: وهو من نوى الإقامة أربعة أيام كاملة فأكثر.
(٢) المستوطن: المقيم بنية التأبيد.
(٣) الجمعة: ٩.
(٤) مسلم: ج ١/ كتاب الجمعة باب ١٢/٤٠.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1090,'شروط وجوب الجمعة:',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1091,'١- الذكورة: فلا تجب على المرأة، ولكن إن صلتها مع الجماعة فإنها تصح منها وتجزئها عن صلاة الظهر.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1092,'٢ -الحرية: فلا تجب على العبد، ولو كان فيه شائبة حرية، ولو أنن له سيده على المشهور، ولكن أنا حضرها وأداها صحت منه. لما روى طارت بن شهاب رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم قال: "الجمعة حق واجب على كل مسلم في جماعة إلا أربعة: عبد مملوك، أو امرأة، أو صبي أو مريض" (١) .',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1093,'٣- السلامة من الأعذار المبيحة لتركها، فتسقط عن المريض الذي يتضرر بالذهاب إليها راكباً أو محمولاً، والأعمى أنا تعذر عليه الحضور بنفسه أو لم يجد قائداً فإن وجده وجبت عليه.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1094,'٤- أن لا يكون شيخاً هرماً يصعب عليه الحضور.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1095,'٥- أن لا يكون الوقت وقت حر أو برد شديدين. وكذا المطر والوحل الشديدان.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1096,'٦- أن لا يكون خائفاً من ظالم.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1097,'٧- أن لا يكون خائفاً على مال أو عِرْض أو نفس.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1098,'٨ - الإقامة بالبلد التي تُقام فيها الجمعة، أو بقرية أو خيمة قريبة تبعد عن مكان إقامة الجمعة ثلاثة أميال وثلث، مدة الإقامة التي تقطع حكم السفر. أما البلوغ والعقل فشرطان من شروط صحة وجوب الصلاة بما فيها صلاة الجمعة لا من شروط الجمعة فقط لذا لا يعدان من شروط وجوبها.
_________
(١) أبو داود: ج ١/ كتاب الصلاة باب ٢١٥/١٠٦٧.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1099,'شروط صحة الجمعة:
ا- إيقاعها بتمامها مع خطبتها في وقت الظهر، أي من الزوال إلى الغروب، فإذا علم أن الوقت الباقي للغروب لا يسع إلا ركعة واحدة منها بعد الخطبة فلا يشرع فيها بل يصلي الظهر، وإذا شرع في الجمعة معتقداً إدراكها ثم غربت الشمس قبل تمامها وبعد تمام ركعة كاملة بسجدتيها أتمها جمعة، وإذا كان لم يتم ركعة أتمها ظهراً. ⦗٢٣٩⦘ ودليل وقتها ما رواه أنس بن مالك رضي اللَّه عَنهُ (أن النبي صلى اللَّه عليه وسلم كان يصلي الجمعة حين تميل الشمس) (١) ، وعن سلمة بنت الأكوع رضي اللَّه عنه قال: (كنا نُجَمِّعُ مع رسول اللَّه صلى اللَّه عليه وسلم إذا زالت الشمس، ثم نرجع نتتبَّعُ الفيء) (٢) .',NULL,'237',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1100,'٢- أن تقام في بلد مستوطنة (أي الإقامة فيها على التأبيد) ، فلو نزلت جماعة كثيرة في مكان ما ونووا الإقامة فيه شهراً مثلاً وأرادوا أن يقيموا جمعة في ذلك المكان فلا تصح منهم ولا تجب عليهم.
ولا يشترط في بلد الجمعة أن تكون مِصْراً فتصح في القرية وفي الأخصاص (البيوت من قصب وأعواد) لا في الخيم سواء كانت من قماش أو شعر لأن الغالب على أهلها الارتحال. لكن يشترط في البلد أن يكون أهلها آمنين على أنفسهم من الطوارئ الغالبة، ومكتفين في معاشهم العرفي عن غيرهم.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1101,'٣- أن تقام في الجامع، فلا تصح في البيوت، ولا في الفلاة، ولا فيما حوّط عليه بأحجار أو طوب من غير بناء. ويشترط في الجامع:
أ- أن يكون مبنياً بما بنيت به البلد، وعلى عادتهم لا أدنى من بناء أهل البلد.
ب- أن يكون داخل البلد أو قريباً منها بالعرف.
جـ- أن يكون واحداً في البلد، فإن تعدد فلا تصح إلا في الجامع العتيق (وهو الجامع الذي أقيمت فيه الجمعة لأول مرة في هذه البلد، ولو كان بناؤه متأخراً عن غيره) ولو تأخر أداء الجمعة فيه عن غيره من الجوامع فالصلاة في الجديد فاسدة وإن سبقت بالأداء، ولكن بشروط:
أ- أن لا يكون العتيق هُجر.
ب- أن لا يكون العتيق ضاق بالناس ولم يعد يسعهم ولا يمكن توسعته.
جـ- أن لا يكون حاكم حكم بصحة صلاة الجمعة في الجديد.
د- أن لا يكون بناء العتيق أصبح أدنى من بناء أهل البلد، كأن كان مثلاً من الجص أو الخشب وبناء أهل البلد أصبح من الأحجار مثلاً. ⦗٢٤٠⦘
هـ- أن لا يُخشى من الاجتماع أهل البلد في مسجد واحد حدوث فتنة، كما إذا كان في البلدة أسرتان متنافستان إحداهما شرقي البلد والأخرى غربيها فإنه يصح لكل منهما أن تتخذ لها مسجداً خاصاً.
ولا يشترط في الجامع الذي تصح فيه الجمعة دوام سقفه، أو نية تأبيد الجمعة فيه، أو اشتراط إقامة الصلوات الخمس فيه.
وتصح صلاة الجمعة بالنسبة للمأموم برحبته (وهو ما زيد خارج محيطه لتوسعته) وبالطرق المتصلة به من غير حائل من بيوت أو حوانيت، إن ضاق الجامع، أو اتصلت الصفوف ولم يضق لمنع التخطي بعد جلوس الخطيب على المنبر.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1102,'٤- أن لا تقل جماعتها عن اثني عشر رجلاً من غير الإمام لصلاتها ولسماع الخطبتين. ويشترط في الحاضرين:
أ- أن يكونوا ممن تجب عليهم الجمعة، فلايصح أن يكون منهم صبي أو عبد أو امرأة.
ب- أن يكونوا مستوطنين في هذه البلد لا مقيمين.
جـ- أن يكونوا باقين مع الإمام من أول الخطبتين حتى السلام من الصلاة مع الإمام، فلو فسدت صلاة واحد منهم ولو بعد سلام الإمام وقبل سلامه، فسدت الجمعة على الجميع.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1103,'٥- أن تصلى جماعة مع الإمام، ويشترط فيه:
أ- أن يكون مقيماً ولو لم يكن من أهل البلد، أي يصح أن يكون مسافراً ونوى نية الإقامة التي تقطع السفر.
ب- أن يكون هو نفسه الخطيب، فلو صلى بهم غير الخطيب لم تصح الجمعة، إلا لعذر ألمَّ به يبيح الاستخلاف في الصلاة كرعاف أو نقض وضوء مع بعد الماء، فيصلي بهم غيره ولا يعيد الخطبة. ويجب انتظاره لعذرٍ قَرُبَ زواله بالعرف كحدث حصل بعد الخطبة أو رعاف يسير والماء قريب.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1104,'٦- أن يخطب الإمام قبل صلاة الجمعة خطبتين، فلو قدم الصلاة عليهما لم تصح ويجب إعادتها بعدهما قبل الخروج من المسجد إن لم يطل الفصل، وإلا يجب إعادة الخطبتين ثم الصلاة. عن جابر بن سمرة رضي اللَّه عَنهُ قال: (كانت للنبي صلى اللَّه عليه وسلم خطبتان يجلس بينهما، يقرأ القرآن ويذكر الناس) (٣) . ⦗٢٤١⦘
_________
(١) البخاري: ج ١/ كتاب الجمعة باب ١٤/٨٦٢.
(٢) مسلم: ج ٢/ كتاب الجمعة باب ٩/٣١.
(٣) مسلم: ج ٢/ كتاب الجمعة باب ١٠/٣٤.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1105,'ويشترط في الخطبتين:',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1106,'١- أن تكونا بالعربية ولو كان القوم عجماً لا يعرفونها، فإذا لم يوجد بينهم من يحسن اللغة العربية بحيث يؤدي الخطبة بها سقطت عنهم الجمعة.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1107,'٢-أن تكونا بعد الزوال فإن تقدمتا عليه لم تصح الجمعة.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1108,'٣- الجهر بهما، ولا يشترط سماع الحاضرين ولا إصغاؤهم وإن كان الإصغاء واجباً عليهم. ٤- القيام فيهما، لما روى جابر بن سمرة رضي اللَّه عَنهُ (أن رسول اللَّه صلى اللَّه عليه وسلم كان يخطب قائماً. ثم يجلس. ثم يقوم فيخطب قائماً. فمن نبأك أنه كان يخطب جالساً فقد كذب، فقد واللَّه صليت معه أكثر من ألفي صلاة) (١) .',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1109,'٥- أن تكونا مما تسميه العرب خطبة، بأن يكون الكلام مسجعاً يشتمل على وعظ.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1110,'٦- أن تتصل الخطبتان بالصلاة، كما يشترط أن تتصلا ببعضهما، ويغتفر الفاصل اليسير.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1111,'٧- أن تكونا داخل المسجد.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1112,'٨- أن تحضرهما الجماعة التي تنعقد بها الجمعة، وهي اثنا عشر رجلاً مستوطناً.
_________
(١) مسلم: ج ٢/ كتاب الجمعة باب ١٠/٣٥.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1113,'ما يندب في الخطبتين:
ا- يندب للإمام أن يجلس على المنبر قبل الخطبة الأولى حتى يفرغ المؤذن من الأذان الأول، وأن يجلس بين الخطبتين للاستراحة (وقيل الجلوس سنة) للحديث المتقدم عن جابر بن سمرة رضي اللَّه عَنهُ.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1114,'٢- يندب أن تكونا على المنبر، لما روي عن ابن عمر رضي اللَّه عَنهما (أنه سمع النبي صلى اللَّه عليه وسلم يخطب على المنبر) (١) .',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1115,'٣- يندب للإمام أن يسلم على الناس حال خروجه للخطبة، لما روى جابر رضي اللَّه عَنهُ قال: (كان النبي صلى اللَّه عليه وسلم إذا صعد المنبر سلم عليهم) (٢) .',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1116,'٤- أن يعتمد حال الخطبتين على عصا أو نحوها، لما روى الحكم بن حزم رضي اللَّه عَنهُ قال: (قدمت على رسول اللَّه صلى اللَّه عليه وسلم سابع سبعة.... شهدنا معه الجمعة فقام رضي اللَّه عَنهُ متوكئاً على قوس أو قال على عصا فحمد اللَّه وأثنى عليه بكلمات خفيفات طيبات مباركات) (٣) .',NULL,'241',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1117,'٥- أن يبتدأ كلاً من الخطبتين بالحمد والثناء على اللَّه تعالى، ثم الصلاة على النبي صلى اللَّه عليه وسلم.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1118,'٦- أن يقرأ فيهما شيئاً من القرآن ولو آية، ولأولى قراءة سورة من قصار المفصل. ويستحب أن يقرأ فيهما قوله تعالى: {يا أيها الذين آمنوا اتقوا اللَّه وقولوا قولاً سديداً.... فوزاً عظيماً) (٤) .',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1119,'٧- أن يختم الخطبة الثانية بقوله: "يغفر اللَّه لنا ولكم" أو بقوله: "اذكروا اللَّه يذكركم". واشتمالها على الأمر بالتقوى والدعاء لجميع المسلمين بإجزال النعم ودفع النقم، ويجوز الدعاء لولي الأمر بالعدل والإحسان.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1120,'٨- أن يزيد في الجهر حتى يسمع القوم الخطبة.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1121,'٩- أن يخفف الخطبتين، وأن تكون الثانية أقصر من الأولى، لما روى عمار رضي اللَّه عنه قال: إني سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (إن طول صلاة الرجل، وقصر خطبته مئنةٌ من فقهه. فأطيلوا الصلاة واقصروا الخطبة..) (٥) .',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1122,'١٠- الطهارة في الخطبتين (للإمام) .
ويندب أن يقرأ في الصلاة سورة الجمعة بعد الفاتحة في الركعة الأولى، والغاشية أو الأعلى قي الركعة الثانية.
_________
(١) البخاري: ج ١/ كتاب بدء الخلق باب ١٤/٣١٢٣.
(٢) ابن ماجة: ج ١/ كتاب إقامة الصلاة باب ٨٥/١١٠٩.
(٣) مسند الإمام أحمد: ج ٤ /ص ٢١٢.
(٤) الأحزاب: ٧٠.
(٥) مسلم: ج ٢/ كتاب الجمعة باب ١٣/٤٧.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1123,'ما يندب لحاضري خطبة الجمعة:',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1124,'١- يندب حمد عاطس حال الخطبة سراً ويكره جهراً لأنه يؤدي إلى التشميت.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1125,'٢- يندب للحاضرين التعوذ والاستغفار والصلاة على النبي صلى اللَّه عليه وسلم سراً عند ذكر السبب في الجميع؛ كأن يشرع الإمام في ذكر جهنم أو استغفار ...',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1126,'٣- يندب للحاضرين التأمين سراً إذا دعا الخطيب.
ما يجوز لحاضري خطبة الجمعة:',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1127,'١- يجوز لحاضري الجمعة ذكر قليل سراً حال الخطبة. ومن البدع المذمومة أن يقول الخطيب الجهول في آخر الخطبة الأولى: "ادعوا اللَّه وأنتم موقنون بالإجابة" ثم يجلس والناس تدعو.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1128,'٢- يجوز للخطيب حال الخطبة أن ينهي إنساناً لغا، ويجوز للمخاطب إجابته فيما يجوز إظهاراً لعذره.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1129,'٣- يجوز لداخل تخطي رقاب الجالسين لسدِّ فرجة قبل جلوس الخطيب على المنبر.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1130,'٤- يجوز لداخل تخطي الرقاب بعد الخطبة للصلاة كمشي بين الصفوف.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1131,'٥- يجوز خروج معذور كمحدث وراعف من المسجد بلا إذن من الخطيب.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1132,'٦- يجوز لجالس احتباءٌ بثوب أو يدٍ (يجلس على إليتيه وينصب ساقيه ويضم ساقيه وفخذيه بيديه أو بثوب يربطه حوله) .
ما يكره لحاضري الجمعة والخطبة:',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1133,'١- يكره تخطي الرقاب قبل جلوس الإمام على المنبر لغير سد فرجة.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1134,'٢- يكره للخطيب ترك الطهارة في الخطبتين (على المشهور) .',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1135,'٣- يكره ترك العمل في يومها لما فيه من التشبه باليهود والنصارى في السبت والأحد.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1136,'٤- يكره للخطيب أن يتنفل قبل الخطبة، لكن إن دخل قبل الوقت ندبت له التحية.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1137,'٥- يكره التنفل عند الأذان الأول لا قبله لجالسٍ يقتدى به (عالم أو سلطان أو إمام) في المسجد لا لداخل خوف اعتقاد العامة وجوبه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1138,'٦- يكره التنفل بعد صلاة الجمعة إلى أن ينصرف الناس من المسجد.
ما يحرم على حاضري الخطبة:',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1139,'١- يحرم الكلام حال الخطبة وحال جلوس الإمام على المنبر بين الخطبتين، ولو لم يسمع الخطبة لبعده أو صممه؛ إلا أن يلغو الخطيب كأن يسبَّ من لا يجوز سبّه أو يمدح من لا يجوز مدحه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1140,'٢- يحرم ابتداء السلام من داخل أو جالس، وكذا يحرم ردُّه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1141,'٣- يحرم تشميت عاطس والردُّ عليه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1142,'٤- يحرم لغير الخطيب نهي لاغٍ عن الكلام، وكذا تحرم الإشارة له بالسكوت.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1143,'٥- يحرم الشرب والأكل لجالس بل ولداخل.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1144,'٦- يحرم التنفل لجالس بمجرد خروج الإمام للخطبة (والقاعدة أن خروج الخطيب يحرم الصلاة وكلامه يحرم الكلام) ، وعليه قطع النافلة إن ابتدأها ولو كان عقد ركعة، أما الداخل فلا يقطع إن جهل خروج الخطيب إلى المنبر وكان عقد ركعة لكن يخفف.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1145,'٧- يحرم البيع وسائر العقود في الفترة بين الأذان الثاني إلى الفراغ من الصلاة، ويجب فسخه إن عقد.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1146,'٨- يحرم تخطي الرقاب حال وجود الخطيب على المنبر، ولو كان لسد فرجة في الصف.
ما يجب على الحاضرين:',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1147,'١- استقبال الخطيب بذاته لا استقبال جهته فقط (وقيل سنة) ، إلا في الحرم النبوي والحرم المكي ⦗٢٤٤⦘
فلا يمكن لأن المنبر في الحرم المكي بجانب المقام والمطاف حائل بينهما وبين الكعبة، وفي الحرم النبوي لا يمكن لمن كان قاعداً خلف المنبر وخلف الروضة الشريفة من جهة القبلة أن يستقبل الخطيب بذاته.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1148,'٢- الإصغاء وقطع الكلام حال الخطبة، لقوله تعالى: {وإذا قرئ القرآن فاستمعوا له وأنصتوا} (١) . نزلت هذه الآية في الخطبة، وإنما سميت الخطبة قرآناً لاشتمالها عليه.
_________
(١) الأعراف: ٢٠٤.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1149,'ما يندب يوم الجمعة:',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1150,'١- يندب غسل لكل مصلٍّ ولو لم تلزمه الجمعة كالمسافرين والعبيد والنساء. ويبدأ وقته من طلوع الفجر إلى وقت الرواح إلى المسجد، ولا يضر الفصل اليسير بين الغسل والرواح. (وقيل الغسل سنة) لما روى أبو سعيد الخدري رضي اللَّه عَنهُ رسول اللَّه صلى اللَّه عليه وسلم قال: (غسل يوم الجمعة على كل محتلم، وسواك، ويمس من الطيب ما قدر عليه) (١) .',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1151,'٢- يندب تحسين الهيئة من قص شارب وظفر وحلق عانة ونتف إبط (إن احتيج إلى ذلك) وسواك (وقد يجب لإزالة الرائحة الكريهة) ولبس أبيض وتطيب لغير النساء.
للحديث المتقدم عن أبي سعيد رضي اللَّه عَنهُ ولما روي عن سلمان الفارسي رضي اللَّه عَنهُ قال: قال النبي صلى اللَّه عليه وسلم: (لا يغتسل رجل يوم الجمعة، ويتطهر ما استطاع من طهر، ويدهن من دهنه، أو يمس من طيب بيته، ثم يخرج فلا يفرق بين اثنين، ثم يصلي ما كتب له، ثم ينصت إذا تكلم الإمام، إلا غفر له ما بينه وبين الجمعة الأخرى) (٢) .',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1152,'٣- يندب المشي في الذهاب إلى الجمعة للقادر عليه.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1153,'٤- يندب الذهاب للجمعة وقت الهاجرة (الساعة الأخيرة قبل الزوال) .',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1154,'٥- قراءة سورة الكهف في ليلة الجمعة ويومها، لحديث أبي سعيد الخدري رضي اللَّه عَنهُ عن النبي صلى اللَّه عليه وسلم أنه قال: (من قرأ سورة الكهف في يوم الجمعة أضاء له من النور ما بين الجمعتين) (٣) .',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1155,'٦- الإكثار من الصلاة على النبي صلى اللَّه عليه وسلم',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1156,'٧- الإكثار من الدعاء لحديث أبي هريرة رضي اللَّه عَنهُ أن رسول اللَّه صلى اللَّه عليه وسلم ذكر يوم الجمعة فقال: ⦗٢٤٥⦘
(فيه ساعة لا يوافقها عبد مسلم، وهو يصلي، يسأل اللَّه شيئاً، إلا أعطاه إياه) (٤) .
- ويحرم أكل الثوم والبصل وكل ما له رائحة كريهة، لمن تلزمه الجمعة، يوم الجمعة.
_________
(١) مسلم: ج ٢/ كتاب الجمعة باب ٢/٧.
(٢) البخاري: ج ٢/ كتاب الجمعة باب ٥/٨٤٣.
(٣) البيهقي: ج ٣ /ص ٢٤٩.
(٤) مسلم: ج ٢/ كتاب الجمعة باب ٤/١٣.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1157,'صلاة الظهر يوم الجمعة:
يندب لمعذور عن حضور الجمعة (محبوس، مريض، عريان، خائف) تأخير صلاة الظهر إلى أن تُصلى الجمعة إن ظن زوال عذره قبل أداء الجمعة وإدراكَها، وإن لم يظن زوال عذره أو شك أو ظن عدم زواله فيندب له تعجيل صلاة الظهر في أول وقتها كالنساء والعبيد.
كما يندب للمعذورين أداء صلاة الظهر جماعة إذا كان عذرهم كثيرَ الوقوع، أما إن كانت أعذارهم غير كثيرة الوقوع فتكره لهم الجماعة في الظهر، وقال الإمام مالك: لا يُجمع (أي يصلي جماعة) إلا أهل السجن والمرض والسفر.
أما بالنسبة لغير أصحاب الأعذار فلا تصح صلاة الظهر منهم إلا بعد الانتهاء من صلاة الجمعة، كما يُكره لهم صلاة الظهر جماعة، فلو صلوا الظهر وكان باقياً من الوقت ما يسع ركعة فأكثر من صلاة الجمعة فيما لو سعوا إليها فلا تجزئهم صلاة ظهرهم وعليهم إعادتها. وكذا المعذور أو الصبي إذا صلى الظهر لعذره ثم زال عذره أو بلغ الصبي قبل إقامة الجمعة بحيث لو سعى إليها لأدرك ركعة منها فأكثر، فإنه تجب عليه الجمعة، فإذا لم يصلها مع الجماعة أعاد الظهر أبداً.
السفر يوم الجمعة:
يكره السفر بعد فجر يوم الجمعة إلى الزوال لمن تلزمه الجمعة ولا يدركها في طريقه، أما قبل الفجر فجائز.
وأما المسفر في وقت الزوال أو بعده فحرام، ولو كان قبل الأذان، إلا لضرورة، لتعلق وجوب صلاة الجمعة عليه
أعذار ترك الجمعة والجماعة في المسجد:',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1158,'١- شدة الوحل والمطر، لحديث ابن عمر رضي اللَّه عَنهما قال: (إن رسول اللَّه صلى اللَّه عليه وسلم كان يأمر المؤذن، إذا كانت ليلة ذات برد ومطر يقول: ألا صلوا في الرحال) (١) .',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1159,'٢- ريح عاصف بليل.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1160,'٣- مرض ذو رائحة تضر بالناس كالجذام.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1161,'٤- مرض يشق معه الذهاب إلى المسجد.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1162,'٥- تمريض قريب وإن كان عنده من يمرضه.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1163,'٦- تمريض أجنبي أو قريب بعيد إذا لم يكن عنده من يمرضه وخشي عليه بتركه الضيعة.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1164,'٧- شدة مرض قريب كصديق أو زوجة وإن كان عنده من يمرضه، ومن باب أولى إذا كان مشرفاً على الموت أو مات بالفعل.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1165,'٨- الخوف على مال ذي بال ولو كان لغيره.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1166,'٩- الحبس أو الضرب أو اتقاء وقوعهما.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1167,'١٠- العري ولم يجد ما يستر به عورته.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1168,'١١- أكل ثوم أو بصل أو ذي رائحة كريهة تؤذي الجماعة، لحديث ابن عمر رضي اللَّه عَنهما أن رسول اللَّه صلى اللَّه عليه وسلم قال: (من أكل من هذه البَقْلة فلا يقربن مساجدنا حتى يذهب ريحها) يعني الثوم (٢) .',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1169,'١٢- عدم وجود قائد لأعمى إن كان لا يهتدي بنفسه.
- ولا يعتبر الزفاف للرجل عذراً لترك الجمعة والجماعة (خلافاً لبعض من قال: أنه عذر لأن للزوجة حق في إقامة زوجها عندها سبعة أيام إن كانت بكراً وثلاثة أيام إن كانت ثيباً) . ⦗٢٤٧⦘
_________
(١) البخاري: ج ١/ كتاب الجماعة والإمامة باب ١٢/٦٣٥.
(٢) مسلم: ج ١/ كتاب المساجد ومواضع الصلاة باب ١٧/٦٩.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1170,'<span data-type="title" id=toc-23>الباب العاشر: صلاة الخوف</span>',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1171,'حكمها: سنة في القتال الجائز، سواء كان واجباً كقتال المشركين والمحاربين والبغاة، أو مباحاً كقتال مريد المال من المسلمين.
دليلها: قوله تعالى: {وإذا كنت فيهم فأقمت لهم الصلاة فلتقم طائفة منهم معك وليأخذوا أسلحتهم، فإذا سجدوا فليكونوا من ورائكم، ولتأت طائفة أخرى لم يصلوا فليصلوا معك وليأخذوا حذرهم وأسلحتهم..) (١) .
وقوله تعالى: {فإن خفتم فرجالاً أو ركباناً} (٢) .
وقد صلاها رسول اللَّه صلى اللَّه عليه وسلم في ثلاثة مواضع: ذات الرقاع، وذات النخيل، وعسفان.
_________
(١) النساء: ١٠٢.
(٢) البقرة: ٢٣٩.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1172,'كيفية صلاتها:',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1173,'١- يقسم الإمام المصلين طائفتين.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1174,'٢- يعلمهم كيفيتها وجوباً إن جهلوا وندباً إن كانوا عارفين، خوفاً من وقوع الخلل لعدم فهم كيفيتها.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1175,'٣- ثم يصلي بأذان وإقامة بالطائفة الأولى في أول الوقت إن كانوا آيسين من انكشاف العدو، وفي وسط الوقت المختار إن كانوا مترددين بين انكشاف العدو وعدمه، وفي آخر الوقت إن كانوا راجين انكشافه.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1176,'٤- ويصلي الإمام بالطائفة الأولى ركعة واحدة في الصلاة الثنائية (صبح أو رباعية مقصورة في سفر) وركعتين في الصلاة غير الثنائية وفي هذه الحال يستمر جالساً ساكتاً أو داعياً ويشير لهم بالقيام عند تمام التشهد.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1177,'٥- يقوم بعد التشهد في غير الثنائية، وبدون تشهد في الثنائية، داعياً أو ساكتاً، سواء في الثنائية أو غيرها، أو قارئاً في الثنائية فقط (ففي الثنائية يخير الإمام بين أمور ثلاثة: الدعاء بالنصر والفرج ورفع الكرب، أو السكوت، أو القراءة لأنه يعقب الفاتحة فيها السورة. أما في غير الثنائية يخير بين أمرين فقط: الدعاء أو السكوت إذ لا قراءة بعد الفاتحة) حتى تتم الطائفة الأولى صلاتها حال قيامه أفذاذاً وتنصرف بعد سلامها باتجاه العدو للقتال.
وتأتي الطائفة الثانية التي كانت تجاه العدو فتحرم خلف الإمام فيصلي بها ما بقي له. فإذا سلم الإمام قاموا لقضاء ما فاتهم من الصلاة من ركعة أو ركعتين بفاتحة وسورة جهراً في الجهرية وسراً في السرية.
ودليل هذه الكيفية ما روى عبد اللَّه بن عمر رضي اللَّه عَنهما قال: (صلى رسول اللَّه صلى اللَّه عليه وسلم صلاة الخوف في بعض أيامه، فقامت طائفة معه وطائفة بإزاء العدو، فصلى بالذين معه ركعة ثم ذهبوا، وجاء الآخرون فصلى بهم ركعة، ثم قضت الطائفتان ركعة ركعة ... ) (١) .
وإن سها الإمام مع الأولى سجدت الأولى بعد إكمال صلاتها السجود القبلي أو البعدي، وسجدت الطائفة الثانية السجود القبلي مع الإمام فإذا سلم قامت لقضاء ما عليها وسجدت البعدي بعد القضاء.
وإذا اشتد الخوف، ولم يمكن ترك القتال للبعض، صلوا أفذاذاً آخر الوقت المختار إيماءً (يخفض للسجود أكثر من الركوع) إن لم يقدروا على الركوع والسجود.
وإذا كان هناك ضرورة فيجوز أن يصلي كل واحد صلاة الالتحام أي يمشي ويهرول ويضرب ويطعن ويتكلم بكلام تحذير وإغراء وأمر ونهي وبدون توجه للقبلة ويمسك السلاح الملطخ بالدم. قال تعالى: {فإن خفتم فرجالاً أو ركباناً} (٢) ، وروى مسلم عن ابن عمر رضي اللَّه عَنهما قال: (فإذا كان خوف أكثر من ذلك -أراد المذكور في الحديث المتقدم عنه - فصلِّ راكباً، أو قائماً تومئ إيماءً) (٣) . ⦗٢٤٩⦘
_________
(١) مسلم: ج ١/ كتاب صلاة المسافرين وقصرها باب ٥٧/٣٠٦.
(٢) البقرة: ٢٣٩.
(٣) مسلم: ج ١/ صلاة المسافرين باب ٥٧/٣٠٦.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1178,'<span data-type="title" id=toc-24>الباب الحادي عشر: الجنائز</span>',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1179,'الجنائز بفتح الجيم جمع جنازة، وهي بالفتح والكسر اسم للميت في النعش.
ما يندب للمحتضر:',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1180,'١- أن يحسن ظنه باللَّه تعالى بقوة الرجاء فيما عند اللَّه تعالى من الكرم والرحمة والعفو، لحديث جابر بن عبد اللَّه رضي اللَّه عنهما قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول قبل موته بثلاث: (لا يموت أحدكم إلا وهو يحسن الظن باللَّه) (١) ، ولحديث أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (يقول اللَّه عز وجل: أنا عند ظن عبدي بي..) (٢) .
ويندب لمن يكون عند المحتضر أن يحمله على تحسين ظنه باللَّه تعالى.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1181,'٢- يندب أن يوجَّه من حضرته الوفاة إلى القبلة، بأن يجعل على جنبه الأيمن ووجهه للقبلة إن لم يشق ذلك، وإلا وضع على ظهره ورجلاه للقبلة ولكن يرفع رأسه قليلاً ليصير وجهه لها.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1182,'٣- يندب أن يَدْخل عليه حال احتضاره أحسن أهله وأصحابه ويكثروا من الدعاء له ولأنفسهم لأنه من أوقات الإجابة.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1183,'٤- يندب أن يُلقَّن الشهادة، بأن تذكر عنده ليقولها، لحديث أبي سعيد الخدري رضي اللَّه عَنهُ قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (لقنوا موتاكم لا إله إلا اللَّه) (٣) ولا يقال له قل ذلك لئلا يقول لا. وإذا قالها ألا يُلحُّ عليه بإعادتها إلا إذا تكلم بعدها بكلام أجنبي فإنه يعاد تلقينه (٤) .',NULL,'249',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1184,'٥- إبعاد الجنب، والحائض، والنفساء، وكل شيء تكرهه الملائكة من تمثال أو آلة لهو، من عند المحتضر، لأن ملائكة الرحمة تنفر من كل ذلك.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1185,'٦- إحضار طيب عنده كبخور، لأن الملائكة تحبه.
_________
(١) أبو داود: ج ٣/ كتاب الجنائز باب ١٧/٣١١٣.
(٢) مسلم: ج ٤/ كتاب الذكر والدعاء والتوبة باب ١/٢.
(٣) مسلم: ج ٢ / كتاب الجنائز باب ١/١، وقيل إن علامة الموت على الإيمان أن يصفر وجه الميت ويعرق جبينه وتذرف عيناه دموعاً، ومن علامة الموت على سوء الخاتمة والعياذ باللَّه أن تحمرَّ عيناه وتريد شفتاه.
(٤) رجح المالكية كراهية قراءة شيء من القرآن عند المحتضر لأنه ليس من عمل السلف.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1186,'ما يندب فعله للميت قبل غسله:
إذا فاضت روح المحتضر بالفعل (١) فيندب ما يلي:',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1187,'١- إغماض عينيه، لما روت أم سلمة رضي اللَّه عَنها قالت: (دخل رسول اللَّه صلى اللَّه عليه وسلم على أبي سلمة وقد شق بصره، فأغمضه ثم قال: إن الروح إذا قبض تبعه البصر..) (٢) .',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1188,'٢- شد لحييه بعصابة عريضة تربط من فوق الرأس.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1189,'٣- تليين مفاصله برفق بحيث يُرَدُّ ذراعاه لعضديه وفخذاه لبطنه.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1190,'٤- وضع شيء ثقيل على بطنه خوف انتفاخه كحديدة أو حجر، لما روى البيهقي قال: (مات مولى لأنس بن مالك عند مغيب الشمس، فقال أنس رضي اللَّه عنه: ضعوا على بطنه حديدة) (٣) .',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1191,'٥- ستره بثوب صوناً عن الأعين، وقال بعضهم يغطى وجهه، لما روت عائشة رضي اللَّه عنها قالت: (سُجِّي رسول اللَّه صلى اللَّه عليه وسلم حين مات بثوب حبرة) (٤) . أما ثيابه التي فاضت روحه فيها قيل: يُنزع بعضها وقيل: لا يُنزع منها شيء.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1192,'٦- الإسراع (٥) بتجهيزه وتكفينه ودفنه مخافة التغير، إلا إن مات غريقاً أو تحت هدم أو فجأة فإنه يؤخر تجهيزه حتى يُتحقق من موته بظهور أمارات التغير. روي عن علي رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال له: (يا علي ثلاث لا تؤخرها: الصلاة إذا أتت، والجنازة إذا حضرت، والأيّم إذا وجدت لها كفؤاً) (٦) .',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1193,'٧- إعلام الناس عن موته بدون رفع صوت كأن تكون بإعلانات. ⦗٢٥١⦘
_________
(١) وعلامة ذلك: انقطاع نفسه وإحداد بصره وانفراج شفتيه وسقوط قدميه فلا ينتصبان.
(٢) مسلم: ج ٢/ كتاب الجنائز باب ٤ /٧.
(٣) البيهقي: ج ٣/ ص ٣٨٥.
(٤) مسلم: ج ٢/ كتاب الجنائز باب ١٤/٤٨، وحبرة: سوداء.
(٥) استثنوا من قاعدة &lt;&lt;العجلة من الشيطان&gt;&gt;: التوبة، والصلاة إذا دخل وقتها، وتجهيز الميت، وتعجيل الأوبة من السفر، ورمي أيام التشريق، ونكاح البكر، وتقديم الطعام للضيف إذا قدم، وقضاء الدين إذا حل، وإخراج الزكاة عند حلولها.
(٦) الترمذي: ج ٣ / كتاب الجنائز باب ٧٣ / ١٠٧٥.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1194,'ما يكره فعله بعد الموت:',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1195,'١- يكره تبخير الدار إلا إن قُصد إزالة رائحة كريهة.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1196,'٢- تكره قراءة القرآن بعد الموت لأنه ليس من عمل السلف.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1197,'٣- يكره رفع الصوت بالإعلان عن موته.
غسل الميت:
حكمه: فرض كفاية على الأحياء إذا قام به بعضهم سقط عن الباقين.
أقله: غسل الميت مرة واحدة كغسل الجنابة، تعبداً (١) (وقيل نظافة) ، بلا نية، بماء مطلق، بحيث يغسل رأس الميت ثلاث مرات، ثم يجعل على شقه الأيسر ليغسل شقه الأيمن ظهراً وبطناً، ثم يجعل على شقه الأيمن ليغسل شقه الأيسر ظهراً وبطناً. ولا يعاد ذاك الغسل إذا خرج من الميت نجاسة وإنما تزال النجاسة فقط.
ويقوم التيمم مقام الغسل عند فقد الماء أو تعذر الغسل، كأن مات حرقاً ويخشى أن يتقطع جسده من الدلك أو صب الماء.
وكل من وجب غسله وجب تكفينه والصلاة عليه ودفنه.
_________
(١) ثمرة الخلاف من القول تعبداً أو نظافة هو: إن قلنا تعبداً فلا يجوز غسل الكافر على قول الإمام مالك، وإن قلنا نظافة جاز غسل الكافر (على قول الإمامين الشافعي وأبي حنيفة) .',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1198,'شروط فرضية غسل الميت على الأحياء:',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1199,'١- أن يكون الميت مسلماً، فلا يغسل الكافر بل يحرم، وإنما يجب تكفينه ودفنه، وكذا المحكوم بكفره (المرتد، والزنديق، والساحر) ولو كان صغيراً، وكذا الكتابي.
وإن اختلط مسلم بكفار غُسلوا جميعاً وكفنوا ومُيزِّ المسلم بالنية في الصلاة بحيث تُنوى الصلاة على المسلم منهم.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1200,'٢- أن يكون مستقرَّ الحياة، إن كان سقطاً، بعلامة كالصراخ أو الرضاع الكثير، ولا تعتبر الحركة ولا العطاس ولا التبول ولا الرضاع القليل علامات على استقرار الحياة، فإن لم يُعلم استقرار الحياة كره تغسيله والصلاة عليه إلا أنه ندب غسل الدم عنه ووجب لفه بخرقة ومواراته بالتراب.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1201,'٣- أن يوجد من جثة الميت ثلثا بدنه فأكثر بالإضافة إلى الرأس، أما إن وجد من الجثة أقل من ثلثيها كره تغسيله على المعتمد وإنما وجب تكفينه ودفنه فقط.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1202,'٤- أن لا يكون شهيد معركة، وشهيد المعركة هو من قتل أثناء مقاتلة الحربيين ولو ببلد الإسلام، وإن لم يقاتل هو، بأن كان نائماً، أو غافلاً، أو قتله مسلم ظناً منه أنه كافر، أو داسته الخيل، أو رجع عليه سيفه، أو تردى في بئر، أو سقط من شاهق حال القتال. أما إن رُفع من المعركة حياً غير مغمى عليه فإنه إذا مات بعدها غُسل وصُلي عليه (أما من رفع مغمى عليه واستمر إلى أن مات فهذا شهيد لا يغسل) .
ومن مات بيد حربي لكن في غير ساحة القتال فالمعتمد أنه شهيد، وهناك قول أنه يغسل ويصلى عليه.
ويجب أن يدفن الشهيد في ثيابه إن سترته (بما فيها الخف والقلنسوة والمنطقة (١) لخاتم الفضة إن قلت قيمته) بعد نزع السلاح والدرع، فإن لم تستره ثيابه، أو وجد عريانا، ستر جميع بدنه بثوب أو زبد على ثيابه ما يستره. لما روى ابن عباس رضي اللَّه عنهما قال: (أمر رسول اللَّه صلى اللَّه عليه وسلم بقتلي أحد أن ينزع عنهم الحديد والجلود وأن يدفنوا بدمائهم وثيابهم) (٢) . وما روى جابر بن عبد اللَّه رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال في قتلى أحد: (لا تغسلوهم فإن كل جرح أو كل دم يفوح مسكاً يوم القيامة) ولم يصلّ عليهم (٣) .
_________
(١) ما يشد به الوسط.
(٢) أبو داود: ج ٣/ كتاب الجنائز باب ٣١/٣١٣٤.
(٣) مسند الإمام أحمد: ج ٣ /ص ٢٩٩.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1203,'أولى الناس بغسل الميت:
أ- بالنسبة للرجل: آولى الناس بغسله على الترتيب:',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1204,'١- زوجته إن صحَّ نكاحها بشرط أن لا تكون رجعية ولا كتابية، ولو أوصى بخلاف ذلك، ويندب لها أن تستر عورته حال غسله. عن عائشة رضي اللَّه عنها قالت: (لو استقبلت من الأمر ما استدبرت ما غسّل رسول اللَّه صلى اللَّه عليه وسلم إلا نساؤه) (١) .',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1205,'٢- إن لم تكن الزوجة أو أسقطت حقها أو غابت، قُدِّم الأقرب فالأقرب من أوليائه فيقدم الابن، فابنه، فأب، فأخ، فابنه، فجدّ، فعم، فابنه.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1206,'٣- فإن لم يكن القريب من أوليائه أو أسقط حقه أو غاب، غسله أخ لأم أو خال أو جدّ لأم',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1207,'٤- فإن لم يكن له أقرباء أو أسقطوا حقهم غسّله أجنبي.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1208,'٥- إن لم يوجد الأجنبي غسلته امرأةٌ من محارمه، ووجب عليها ستر جميع بدنه وقيل: العورة فقط، ووجب عليها أن لا تباشر جسده بيدها إلا بخرقة تلفها على يدها. وتقدم محارم النسب ثم محارم الرضاع ثم محارم المصاهرة.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1209,'٦-فإن لم يوجد له محارم نساء يمَّمته امرأة أجنبية لمرفقيه.
وإن كان الميت صبيا (ثماني سنوات فما دون) جاز للأجنبية أن تنظر له وأن تغسله.
_________
(٤) مسند الإمام أحمد: ج ٦ /ص ٢٦٧.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1210,'ب- بالنسبة للمرأة: أولى الناس بتغسليها على الترتيب:',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1211,'١- زوجها إن صح نكاحها ولم تكن مطلقة رجعية، ويندب له أن يستر عورتها. لما روت عائشة رضي اللَّه عنها قالت: (رجع رسول اللَّه صلى اللَّه عليه وسلم من البقيع فوجدني وأنا أجد صداعاً في رأسي وأنا أقول: وارأساه، فقال: بل أنا يا عائشة وارأساه. ثم قال: ما ضرك لو متِ قبلي، فقمت عليك فغسلتك وكفنتك وصليت عليك ودفنتك) (١) .',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1212,'٢- فإن لم يكن الزوج أو أسقط حقه أو غاب، فأقرب امرأة لها تغسلها، فتقدّم البنت، فابنة الابن، فالأم، فالأخت الشقيقة، فالأخت لأب، فبنت الأخ، فالجدة، فالعمة، فابنة العم.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1213,'٣- فإن تولى الأقرباء أو لم يوجدوا أو أسقطوا حقوقهم غسلتها المرأة الأجنبية.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1214,'٤- فإن لم توجد المرأة الأجنبية غسلها أحد محارمها، ووجب عليه ستر جميع بدنها، وأن لا يباشر جسدها بالدلك بل بخرقة كثيفة يلفها على يده ويدلك بها.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1215,'٥- وإذا لم يوجد المحرم يممّها الأجنبي إلى الكوعين فقط.
وإن كانت الميتة أنثى رضيعة عمرها دون السنتين والثمانية شهور جاز للأجنبي أن ينظر لها وأن يغسلها لأنه لا عورة لها.
_________
(١) ابن ماجة: ج ١ /كتاب الجنائز باب ٩ /١٤٦٥.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1216,'ما يجب عل الغاسل وما يندب له:
يجب على الغاسل أن يستر عورة الميت من سرته إلى ركبتيه إن كان رجلاً مع رجل أو إن كانت امرأة مع امرأة.
ويندب أن يكون الغاسل ثقة كي يستوفي الغسل، ويستر ما يراه من سوء، ويظهر ما يراه من حسن، فإن رأى ما يعجبه من تهلل وجه الميت وطيب رائحته ونحو ذلك، فإنه يستحب له أن يتحدث به إلى الناس، وإن رأى ما يكرهه من نتن رائحة أو تقطيب وجه أو نحو ذلك لم يجز له أن ⦗٢٥٤⦘ يتحدث به. لما روي عن ابن عمر رضي اللَّه عنهما أنه قال: (ليغسلّ موتاكم المأمونون) (٢) .
وعنه أيضا أن رسول اللَّه صلى اللَّه عليه وسلم قال: (اذكروا محاسن موتاكم عن مساويهم (٣) .
_________
(١) ابن ماجة: ج ١/ كتاب الجنائز باب ٨/١٤٦٤.
(٢) الترمذي: ج ٣/ كتاب الجنائز باب ٣٤/١٠١٩.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1217,'مندوبات الغسل:',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1218,'١- عدم حضور الغسل أحد إلا الغاسل ومعينه.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1219,'٢- وضع الميت على مرتفع حال الغسل لأنه أنقى.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1220,'٣- تجريد الميت من ثيابه، لسهولة تنظيفه، عدا العورة (من السرة إلى الركبة) فإنه يجب سترها؛ إلا إذا كان الغاسل زوج الميت أو الميتة فعندها يندب الستر.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1221,'٤- عصر بطن الميت حال الغسل برفق لإخراج ما في بطنه من نجاسة لتقليل العفونة، والإكثار من صب الماء حال غسل مخرجيه من تحت السرة بخرقة كثيفة وجوباً يلفها على يده اليسرى.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1222,'٥- توضئة الميت بعد إزالة ما عليه من نجاسة وأوساخ وتعهد أسنانه وأنفه بالتنظيف، عند المضمضة والاستنشاق، بواسطة خرقة مبلولة نظيفة وإمالة رأسه إلى صدره برفق لمضمضته.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1223,'٦- يندب الإيتار بالغسل إن حصل الإنقاء بأقلّ من السبع حتى السبع فعندها تُطلب النظافة لا الإيتار؛ أي إن نقي من مرتين فقط يندب إضافة غسلة ثالثة، وإن نقي بأربع ندب إضافة غسله خامسة وهكذا إلى السبع، فإن نقي بثمان فلا يندب إضافة غسلة تاسعة. عن أم عطية رضي اللَّه عنها قالت: (دخل علينا النبي صلى اللَّه عليه وسلم ونحن نغسل ابنته. فقال: اغسلنها ثلاثاً، أو خمساً، أو أكثر من ذلك، إن رأيتن ذلك، بماء وسدر. واجعلن في الآخرة كافوراً أو شيئاً من كافور) (٣) .',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1224,'٧- يندب إذابة سدر أو صابون في ماء الغسلة الثانية ودلك الجسد به، ثم يصب عليه الماء النظيف، لحديث أم عطية المتقدم.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1225,'٨- يندب إذابة كافور بماء الغسلة الأخيرة ثم يصب على الجسد، ولو كان الميت مُحْرِماً أو امرأة معتدة، لأن الموت يقطع التكليف ولذا يغطى رأس المحرم بالكفن.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1226,'٩- يندب تنشيف الجسد جيداً خشية أن لا يبتل الكفن.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1227,'١٠- يندب وضع الطيب، وأفضلها الكافور، على قطنة وجعلها على منافذ الميت ومواضع سجوده كالجبهة واليدين والرجلين وفي منعطفات جسمه كإبطيه.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1228,'١١- يندب ضفر شعر المرأة وإلقاؤه من خلفها، لما روت أم عطية رضي اللَّه عنها قالت: (وجعلنا رأسها ثلاثة قرون) (٢) .',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1229,'١٢- يندب اغتسال الغاسل بعد الفراغ من الغسل، لما روى أبو هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (من غسل الميت فليغتسل، ومن حمله فليتوضأ) (٣) .
_________
(١) مسلم: ج ٢/كتاب الجنائز باب ١٢/٣٦.
(٢) مسلم: ج ٢/كتاب الجنائز باب ١٢/٣٦.
(٣) أبو داود: ج ٣/ كتاب الجنائز باب ٣٩/٣١٦١.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1230,'مكروهات الغسل:',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1231,'١- يكره تسريح شعر رأس الرجل ولحيته، وقص أظفاره وشعره وشاربه، وإزالة شعر إبطيه وعانته. ويحرم حلق لحيته وشاربه، وإن سقط شيء من ذلك رد إلى الكفن ليدفن معه.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1232,'٢- يكره تغسيل الجنب للميت (لا الحائض) .',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1233,'٣- يكره تغسيل السقط، وهو من لم يستهل صارخاً ولو ولد بعد تمام أمد الحمل.
تكفين الميت:
حكمه: فرض كفاية على المسلمين لكل ميت فرض غسله عليهم.
أقله:
أ- للرجل: ثوب يستر عورته من سرته إلى ركبتيه.
ب- للمرأة: ثوب يستر جميع بدنها.
مندوباته:',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1234,'١- عدم تأخير التكفين عن الغسل.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1235,'٢- أن يكون بما يلبسه من الثياب عادة للعبادة كصلاة الجمعة لحصول البركة بثياب مشاهد الخير ولو كانت قديمة، إن اتفقت الورثة على ذلك، وكان الميت لم يوص بأقل من ذلك.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1236,'٣- أن يكون الكفن أبيض، لما روى أبو المهلب سمرة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (البسوا من ثيابكم البياض فإنها أطهر وأطيب، وكفنوا فيها موتاكم) (١) .',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1237,'٤- أن يكون الكفن قطناً لأن النبي صلى اللَّه عليه وسلم كّفن فيه.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1238,'٥- أن يزاد على التكفين بثوب واحد وأن يكون وتراً:
أ- بالنسبة للرجل:
أفضل الكفن للرجل خمسة:',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1239,'١- وزرة (٢) : تستره من السرة إلى نصف الساقين، والسروال أفضل.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1240,'٢- قميص: يستره من الرقبة إلى القدمين، وله أكمام وأزرار.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1241,'٣- عمامه لها عذبة قدر ذراع يُغطى بها وجهه.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1242,'٤- لفافتان.
ب- بالنسبة للمرأة:',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1243,'١- خمار يُغطى به رأسها وعنقها ويسدل على وجهها.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1244,'٢-قميص.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1245,'٣- وزرة.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1246,'٤- أربع لفافات.
ويندب أن يزاد على كفن الرجل والمرأة قطنة توضع على خرقة بين الفخذين مخافة أن يخرج شيء من أحد السبيلين.
كما يندب تبخير الكفن ووضع طيب داخل كل لفافة من الكفن.
_________
(١) النسائي: ج ٤/ص ٣٤.
(٢) معناها الكساء الصغير.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1247,'ما يجوز بالكفن:',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1248,'١- يجوز التكفين بملبوس نظيف طاهر لم يشهد به مشاهد الخير.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1249,'٢- يجوز التكفين بمصبوغ بالزعفران أو الورس (نبات أصفر في اليمن) .
ما يكره بالكفن:',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1250,'١- يكره أن يكون الكفن من حرير أو خزٍّ أو نجس إذا أمكن غيره، سواء كان الميت امرأة أو رجلاً.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1251,'٢- يكره أن يكون الكفن مصبوغاً بأخضر أو أصفر إذا أمكن غيره، وإلا فلا كراهة.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1252,'٣- يكره الاقتصار بالكفن على ثوب واحد، أو زيادة الأكفان على الخمسة بالنسبة للرجل وعلى السبعة بالنسبة للمرأة، لأنه من الإسراف.
نفقة التكفين:
يجب تكفين الميت من ماله الخاص الذي لم يتعلق به حق الغير، كالمرهون عند الدائن، فإن ⦗٢٥٧⦘ تعلق به حق الغير كالدين مثلاً يقدّم الدين عليه، فإن لم يكن له مال خاص فيؤخذ ممن تلزمه نفقته في حال حياته، كالوالد على ولده الصغير أو العاجز، والولد على والديه الفقيرين، ويستثنى من ذلك الزوجية، فالزوج غير ملزم بنفقة تجهيز زوجته ولو كان غنياً وكانت هي فقيرة. فإن لم يكن لمن تلزمه نفقته مالٌ للكفن فمن بيت مال المسلمين، فإن لم يكن فعلى المسلمين القادرين.
ومثل نفقة الكفن نفقة الغسل والحمل والدفن.
حمل الميت إلى المقبرة والتشييع:
حكم حمل الميت إلى المقبرة: فرض كفاية كغسله وتكفينه والصلاة عليه.
حكم التشييع: مندوب، لما روى البراء رضي اللَّه عنه في حديث له قال: (أمرنا النبي صلى اللَّه عليه وسلم باتباع الجنائز) (١) .
_________
(١) البخاري: ج ١/ كتاب الجنائز باب ٢/١١٨٢.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1253,'مندوبات الجنازة:',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1254,'١- يندب المشي للمشيعيين في ذهابهم، لما روى جابر بن سمرة رضي اللَّه عنه (أن النبي صلى اللَّه عليه وسلم اتبع جنازة أبي الدحداح ماشياً ورجع على فرس) (٢) .',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1255,'٢- يندب الإسراع في الجنازة إسراعاً وسطاً بحيث يكون فوق المشي المعتاد وأقل من الهرولة. لما روى أبو هريرة رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: (أسرعوا بالجنازة، فإن تك صالحة فخير تقدمونها، وإن يك سوى ذلك، فشر تضعونه عن رقابكم) (٢) .',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1256,'٣- يندب تقدم المشيِّع أمام الجنازة إن كان ماشياً وتأخره عنها إن كان راكباً.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1257,'٤- يندب تأخر النساء، ولو كنَّ مشاة، إلى وراء الجنازة ووراء الرجال.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1258,'٥- يندب، إن كان الميت أنثى، ستر النعش بقبة من الجريد أو غير ويلقى عليه ثوب أو رداء وذلك لمزيد الستر.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1259,'٦- يندب، إن كان الميت صغيراً، حمله على الأيدي لا في النعش.
_________
(١) الترمذي: ج ٣/ كتاب الجنائز باب ٢٩/ ١٠١٤.
(٢) البخاري: ج ا /كتاب الجنائز باب ٥٠/ ١٢٥٢.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1260,'ما يجوز في الجنازة:',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1261,'١- يجوز أن يحمل النعش أربعة أشخاص أو أكثر أو أقل بدون كراهة.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1262,'٢- يجوز ستر النعش بحرير إن لم يكن ملوناً.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1263,'٣- يجوز للمرأة المسنة أن تتسيِّع [؟؟] الجنازة، أما المرأة الشابة فيجوز لها إن لم يخشى منها الفتنة وكان ⦗٢٥٨⦘ الميت ممن يعزُّ عليها كأبيها أو ابنها، وأما من يخشى منها الفتنة فلا يجوز خروجها. لما روت أم عطية رضي اللَّه عنها قالت: (نهينا عن اتباع الجنائز ولم يُعزم علينا) (١) .',NULL,'257',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1264,'٤- يجوز للمشيعين الجلوس على الأرض قبل وضع الجنازة من على الأعناق',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1265,'٥- يجوز للمشيعين أن يسبقوا الجنازة إلى المقبرة.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1266,'٦- يجوز نقل الميت قبل الدفن وكذا بعده من مكان إلى آخر بشرط أن لا ينفجر حال نقله وأن لا تنتهك حرمته وأن يكون لمصلحته؛ كأن يرجى بركة الموضع المنقول إليه أو ليدفن بين أهله أو لقرب زيارة أهله.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1267,'٧- يجوز البكاء بصوت منخفض عند الموت وبعده وبلا قول قبيح. لما روى عبد اللَّه بن مسعود رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (ليس منا من لطم الخدود، وشق الجيوب، ودعا بدعوى الجاهلية) (٢) .
_________
(١) مسلم: ج ٢/ كتاب الجنائز باب ١١/٣٥.
(٢) البخاري: ج ١/ كتاب الجنائز باب ٣٤/١٢٣٢.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1268,'مكروهات الجنازة:',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1269,'١- يكره الصياح خلفها لما فيه من إظهار الجزع وعدم الرضا بالقضاء.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1270,'٢- يكره رفع الصوت خلفها ولو بالقراءة أو بالذكر أو طلب الاستغفار لها لمخالفة السلف.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1271,'٣- يكره تكبير النعش أو حمل الصغير بنعش لما فيه من التفاخر.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1272,'٤- يكره فرش النعش بحرير أو إذخر أو ستره بحرير ملون.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1273,'٥- يكره اجتماع النساء للبكاء عليه بصوت منخفض.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1274,'٦- يكره اتباع الجنازة بالمباخر والشموع، لما روي عن أبي هريرة رضي اللَّه عنه عن النبي أنه قال: (لا تتبع الجنازة بصوت ولا نار) (١) .',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1275,'٧- يكره أن يقوم الناس عند مرور الجنازة عليهم وهم جلوس، لحديث علي رضي اللَّه عنه قال: (قام رسول اللَّه صلى اللَّه عليه وسلم ثم قعد) (٢) .',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1276,'٨- يكره حملها بلا وضوء لأنه يؤدي إلى عدم الصلاة عليها.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1277,'٩- يكره الركوب للمشيعين في الذهاب ولا بأس به في العودة لانتهاء العبادة، لحديث جابر بن سمرة رضي اللَّه عنه المتقدم (أن النبي صلى اللَّه عليه وسلم اتبع جنازة أبي الدحداح ماشياً ورجع على فرس) .',NULL,'258',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1278,'١٠- يكره الانصراف بلا صلاة عليها ولو بإذن أهلها، أما بعد الصلاة عليها وقبل الدفن فيجوز بعد الإذن من أهلها.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1279,'١١- يكره إدخال الميت إلى المسجد، وتكره الصلاة عليه في المسجد والميت خارجه.
_________
(١) أبو داود: ج ٣/ كتاب الجنائز باب ٤٦/٣١٧١.
(٢) مسلم: ج ٢/ كتاب الجنائز باب ٢٥/٨٢.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1280,'ما يحرم بالجنازة:',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1281,'١- لا يجوز الندب على الميت أي عدّ محاسنه.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1282,'٢- لا يجوز صبغ الوجوه، وشق الجيوب، ولطم الخدود للحديث المتقدم (ليس منا من لطم الخدود، وشق الجيوب، ودعا بدعوى الجاهلية) .',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1283,'٣- لا يجوز اجتماع النساء للبكاء على الميت بصوت عالٍ.
الصلاة على الميت:
حكمها:',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1284,'١- فرض كفاية على المسلمين لكل من فُرض غسله عليهم؛ إذا قام به بعضهم سقط عن الآخرين لكن ينفرد بالثواب من قام به منهم.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1285,'٢- مكروهة لكل من كُره غسله، كالسقط الذي لم يستهل صارخاً، وكمن فُقد أكثر من ثلثه.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1286,'٣- محرمة على المسلمين، إن كان الميت كافراً أو محكوماً بكفره (المرتد) ولو كان صغيراً، أو كان ذمياً.
شروط صحة الصلاة على الميت:
أ- شروط تتعلق بالميت:',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1287,'١- أن يكون الميت مسلماً، فتحرم الصلاة على الكافر لقوله تعالى: {ولا تصلِّ على أحد منهم مات أبداً} (١) .',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1288,'٢- أن يكون الميت حاضراً، فلا تجوز على الغائب وأما صلاة النبي صلى اللَّه عليه وسلم فهي من خصوصياته صلى اللَّه عليه وسلم.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1289,'٣- أن يكون الميت طاهراً، فلا تجوز الصلاة عليه قبل الغسل أو التيمم.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1290,'٤- أن لا يكون شهيداً، فتحرم الصلاة عليه كحرمة الغسل.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1291,'٥- أن يكون الموجود من الميت ثلثيه فأكثر مع الرأس. ⦗٢٦٠⦘
_________
(١) التوبة: ٨٤.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1292,'ب - شروط تتعلق بالمصلي:',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1293,'١- الطهارة.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1294,'٢- استقبال القبلة.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1295,'٣- ستر العورة.
أركان الصلاة على الميت:',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1296,'١- النية: بأن يقصد الصلاة على هذا الميت أو على من حفر من أموات المسلمين. ولا يضر عدم معرفة الميت ذكراً كان أو أنثى، أو إن اعتقد أنه ذكر فكان أنثى أو بالعكس. ولا يشترط استحضار نية الفرضية ولا تعيين الميت، لكن إن عيّنه ثم تبين أنه غيره لم تصح الصلاة.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1297,'٢- أربع تكبيرات بما فيها تكبيرة الإحرام لانعقاد الإجماع عليها زمن سيدنا عمر بن الخطاب رضي اللَّه عنه بعد أن كان بعضهم يكبر ثلاثاً والبعض أربعاً والبعض خمساً إلى التسع. وتقوم كل تكبيرة مقام ركعة، فإن زاد الإمام على الأربع تكبيرات عمداً أو سهواً أو تأويلاً، فيجب على المؤتمين أن يسلموا ولا ينتظروه بل يكره لهم ذلك، لتصح صلاتهم وصلاته وكذا إن انتظروه. وإن أنقص الإمام من التكبيرات سهواً سبحوا له فإن رجع وأكمل أكملوا معه، وإن لم يرجع كبروا لأنفسهم وسلموا وبطلت الصلاة على الإمام (وقيل: تبطل عليهم أيضاً لبطلانها على إمامهم) . وإن أنقص الإمام التكبيرات عمداً وهو يرى ذلك مذهباً له فلا يتبعه المأمومون بل يكملوا وصحت الصلاة لهم وله. وإن أنقص عمداً دون أن يرى ذلك مذهباً له بطلت صلاته وصلاة المؤتمين لبطلان صلاة الإمام. وإن سلم الإمام من ثلاث تكبيرات عمداً أو سهواً وطال الفصل أعاد الصلاة، وإن لم يطل الفصل بعد السلام سهواً أتى برابعة وأعاد السلام. ومَن سبق بالتكبير، كمن دخل الصلاة ووجد الإمام يدعو، انتظرهم وجوباً حتى يكبروا ولا يكبر قبلهم، ويدعو المسبوق بعد تكبير الكائن بعد سلام الإمام، وإن لم ينتظرهم حتى يكبروا وكبر لم تحسب له هذه التكبيرات وتصح صلاته فإذا سلم الإمام قضى المسبوق ما فاته من التكبير سواء رفعت الجنازة فوراً أم لا.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1298,'٣- الدعاء للميت عقب كل تكبيرة بما تيسر، حتى بعد التكبيرة الرابعة على المعتمد، من قبل الإمام والمأمومين لحديث أبي هريرة رضي اللَّه عنه قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (إذاصليتم على الميت فأخلصوا له الدعاء) (١) .
وأقل الدعاء: "اللَّهم أغفر له، اللَّهم ارحمه". ⦗٢٦١⦘
وأحسنه ما روي عن أبي هريرة رضي اللَّه عنه النبي صلى اللَّه عليه وسلم (أنه كان إذا صلى على الجنازة. قال: اللَّهم عبدك وابن عبدك وابن أمتك، كان يشهد أن لا إله إلا أنت، وأن محمداً عبدك ورسولك، وأنت أعلم به. اللَّهم إن كان محسناً فزد في إحسانه، وإن كان مسيئاً فاغفر له. اللَّهم لا تحرمنا أجره ولا تفتنَّا بعده) (٢) . وأن يكون الدعاء بعد الثناء على اللَّه تعالى والصلاة على نبيه صلى اللَّه عليه وسلم.
وإن كان الميت امرأة يكون الدعاء: "اللَّهم إنها أمتك وبنت عبدك وبنت أمتك"، ثم يتابع الدعاء بصفة التأنيث.
وإن كان الميت طفلاً ذكراً يكون الدعاء: "اللَّهم إنه عبدك، وابن عبدك، أنت خلقته ورزقته، وأنت أمتّه، وأنت تحييه، اللَّهم اجعله لوالديه سلفاً، وذخراً وفرطاً، وأجراً، وثقل به موازينهما، وأعظم به أجورهما، ولا تفتَّنا وإياهما بعده. اللَّهم ألحقه بصالح سلف المؤمنين في كفالة إبراهيم، وأبدله داراَ خيراً من داره، وأهلاً خيراً من أهله، وعافِهِ من فتنة القبر وعذاب جهنم".
ويزيد على الدعاء المتقدم بعد التكبيرة الرابعة: "اللَّهم اغفر لأسلافنا وأفراطنا ومن سبقنا بالإيمان، اللَّهم من أحييته منا فأحيه على الإيمان، لمن توفيته منا فتوفَّه على الإسلام، واغفر للمسلمين والمسلمات".
ويكون الدعاء بصيغة المفرد إن كان ميتاً واحداً، وبصيغة التثنية إن كانا ميتين، وبصيغة الجمع إن كانوا أكثر.
وإن والى التكبيرات بدون دعاء أعاد الصلاة.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1299,'٤- تسليمة واحدة بعد التكبيرة الرابعة، سواء كان إماماً أو مأموماً. ويجهر بها الإمام بحيث يسمع من يليه، ويسرُّ بها المأموم. روى البيهقي عن عبد اللَّه بن مسعود رضي اللَّه عنهما قال: (أرى ثلاث خلال كان رسول اللَّه صلى اللَّه عليه وسلم يفعلهن، تركهن الناس: إحداهن التسليم على الجنازة مثل التسليم في الصلاة) (٢) .',NULL,'261',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1300,'٥- القيام للقادر عليه، فإن صلى قاعداً بغير عذر لم تصح الصلاة.
_________
(١) أبو داود: ج ٣ /كتاب الجنائز باب ٦٠/٣١٩٩.
(٢) مجمع الزوائد: ج ٣ /ص ٣٣.
(٣) البيهقي: ج ٤ /ص ٤٣.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1301,'مندوبات صلاة الجنازة:',NULL,'261',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1302,'١- رفع اليدين حذو المنكبين عند التكبيرة الأولى فقط.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1303,'٢- حمد اللَّه تعالى والصلاة على رسوله صلى اللَّه عليه وسلم عقب كل تكبيرة وقبل الشروع في الدعاء، بأن يقول: "الحمد للَّه الذي أمات وأحيا، الحمد للَّه الذي يحيي الموتى وهو على كل شيء قدير. اللَّهم صل على محمد وعلى آل محمد وبارك على محمد وعلى آل محمد كما صليت وباركت على إبراهيم وعلى آل إبراهيم في العالمين إنك حميد مجيد".',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1304,'٣- الإسرار في الدعاء للإمام والمؤتمين.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1305,'٤- الجهر في التكبير والسلام للإمام بحيث يسمع من خلفه، والإسرار بهما للمؤتم.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1306,'٥- الالتفات على اليمين بالسلام.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1307,'٦- وضع الميت أمام القوم، ويقف الإمام مقابل وسط الميت، إن كان ذكراً، وحذو المنكبين، إن كانت أنثى أو خنثى، جاعلاً رأس الميت، رجلاً كان أو امرأة - عن يمينه؛ إلا في الروضة الشريفة فيجعل رأس الميت على يسار الإمام تجاه رأس النبي صلى اللَّه عليه وسلم وإلا لزمه قلة الأدب. وتجوز الصلاة على الميت المحمول على أيدي الناس أو وأعناقهم أو على الدابة.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1308,'٧- يندب تكرار الصلاة على الجنازة إن وقعت أولاً من فذ ولو تعدد الأشخاص إن لم يدفن. مكروهات صلاة الجنازة:',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1309,'١- تكره قراءة الفاتحة في الصلاة على الميت.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1310,'٢- يكره تكرار الصلاة إن وقعت أولاً جماعة بإمام.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1311,'٣- تكره الصلاة على الميت في المسجد وإن كان الميت خارج المسجد.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1312,'٤- تكره صلاة فاضل بعلم أو عمل أو إمام على بدْعي ردعاً لمن هو مثله، أو على مظهر كبيرة كزنا وشرب خمر، أو على من حدّه القتل.
أولى الناس بالصلاة على الميت:',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1313,'١- من أوصى الميت بالصلاة عليه، إن كان الإيصاء لبركة الموصى له وإلا فلا.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1314,'٢- فإن لم يوص فالخليفة، وهو الإمام الأعظم لا نائبه بالحكم.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1315,'٣- فإن لم يوجد فأقرب عصبة (يقدّم الابن ثم ابنه ثم الأب ثم الأخ ثم ابن الأخ ثم الجد ثم العم ثم ابن العم) فإن تعددت العصبة المتساوون في القرب من الميت قدّم الأفضل منهم لزيادة فقه أو حديث أو نحو ذلك.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1316,'٤- فإن لم تكن هناك عصبة فالأجانب سواء، إلا أن يقدم الأفضل منهم كما في صلاة الجماعة. ٥- عند عدم وجود الرجال تصلي النساء دفعة أفذاذاً. ⦗٢٦٣⦘
دفن الميت:
الدفن هو وضع الميت في حفرة في جوف الأرض، ولا يجوز وضعه على سطح الأرض والبناء عليه.
حكمه: فرض كفاية إن أمكن، أما إن لم يمكن، كأن مات في سفينة بعيدة عن الشاطئ وتعسر أن ترسو على مكان قريب يمكن دفنه فيه قبل تغير رائحته، فإنه يغسل ويُصلى عليه ثم يُلقى في الماء مستقبل القبلة على الشق الأيمن غير مثقل، ومن ثم يجب على من يجده بعد ذلك أن يدفنه. وكذا ميت البحر الغريق فيه.
أقل الدفن:
أن يكون في حفرة في جوف الأرض، أقل عمقها: أن تمنع ظهور الرائحة ونبش السباع، وطولها وعرضها: ما يسع الميت ومن يتولى دفنه.
أما بالنسبة للسقط الذي لم يستهل صارخاً فيجب لفه بخرقة ومواراته في التراب.
مندوبات الدفن:',NULL,'262',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1317,'١- يندب وضع الميت في قبره على شقه الأيمن مستقبل القبلة، وأن توضع يده اليمنى على جسده، وأن يقول القائم بوضعه: "بسم اللَّه وعلى ملة رسول اللَّه صلى اللَّه عليه وسلم. اللَّهم تقبله بأحسن قبول".',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1318,'٢- يندب أن يسند رأسه ورجلاه بشيء من التراب أو اللبن.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1319,'٣- يندب اللحد في الأرض الصلبة (وهو أن يحفر حفرة أسفل القبر من جهة القبلة) لما روي أن سعد بن أبي وقاص رضي اللَّه عنه قال في مرضه الذي هلك فيه: (الحدوا لي لحداً، وَانْصِبُوا عليَّ اللبن نصباً، كما صنع برسول اللَّه صلى اللَّه عليه وسلم) (١) .
ويندب الشق في الأرض الرخوة (وهو أن يحفر حفرة في وسط القبر وأسفله كالنهر ثم يبنى جانباه بالِلْبن ويسقف بعد وضع الميت) .',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1320,'٤- يندب سد اللحد بِلبْنٍ، فإن لم يوجد فبلوح، فإن لم يكن فبآجر، وإلا فبأي شيء آخر.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1321,'٥- يندب أن يحثو من كان قريباً من القبر من المشيعين ثلاث حثيات من التراب بكلتا يديه في القبر من قبل رأس الميت. لما روي عن أبي هريرة رضي اللَّه عنه (أن رسول اللَّه صلى اللَّه عليه وسلم على جنازة ثم أتى قبر الميت فحثى عليه من قبل رأسه ثلاثاً) (٢) .',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1322,'٦- يندب رفع القبر بمقدار شبر عن الأرض وأن يكون سطحه مسنماً (وقيل مسطحاً) . ⦗٢٦٤⦘
_________
(١) مسلم: ج ٢/ كتاب الجنائز باب ٢٩/٩٠.
(٢) ابن ماجة: ج ١/ كتاب الجنائز باب ٤٤/١٥٦٥.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1323,'مكروهات الدفن:',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1324,'١- تكره الزيادة في عمق الحفرة على أكثر مما يمنع ظهور الرائحة أو نبش السباع.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1325,'٢- يكره طلاء القبر بالجبس أو الجير أو غير ذلك.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1326,'٣- يكره وضع أحجار أو خشب أو نحو ذلك على القبر، إلا إذا خيف ذهاب معالم القبر فيجوز وضع ذلك للتمييز. لما روي عن المطلب قال: (لما مات عثمان بن مظعون أُخرج بجنازته فدفن فأمر النبي صلى اللَّه عليه وسلم رجلاً أن يأتيه بحجر، فلم يستطع حمله، فقام إليها رسول اللَّه صلى اللَّه عليه وسلم وحسر عن ذراعيه ... وقال: أتعلم بها قبر أخي، وأدفن إليه من مات من أهلي) (١) .',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1327,'٤- تكره كتابة اسم الميت وتاريخ موته على القبر، لما روى جابر رضي اللَّه عنه قال: (نهى النبي صلى اللَّه عليه وسلم أن تجصص القبور، وأن يكتب عليها، وأن يبنى عليها، وأن توطأ) (٢) .',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1328,'٥- يكره بناء بيت، أو قبة، أو مدرسة، أو مسجد على القبر، أو بناء جدران تحيط به إذا لم يقصد منها التفاخر أو الزينة، وإلا حرمت. ولا فرق في ذلك بين عالم وغيره.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1329,'٦- يكره جمع أموات في قبر واحد لغير ضرورة في وقت واحد.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1330,'٧- يكره فرش القبر بثوب، أو وضع مخدة تحت رأس الميت. لما روي عن عمر رضي اللَّه عنه أنه قال: (إذا أنزلتموني في اللحد فأفضوا بخدي إلى الأرض) (٣) ، وعن أبي موسى الأشعري رضي اللَّه عنه قال: (لا تجعلوا بيني وبين الأرض شيئاً) (٤) .',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1331,'٨- يكره المشي على القبر إن كان مسنماً والطريق دونه ولم يزل فيه أجزاء من الميت.
_________
(١) أبو داود: ج ٣/ كتاب الجنائز باب ٦٣/٣٢٠٦.
(٢) الترمذي: ج ٣/ كتاب الجنائز باب ٥٨/١٠٥٢.
(٣) المجموع: ج ٥ /٢٥٤.
(٤) المجموع: ج ٥ /٢٥٤.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1332,'المحرمات في الدفن:',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1333,'١- يحرم كتابة شيء من القرآن على القبر.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1334,'٢- يحرم وضع الأحجار أو الخشب أو نحو ذلك على القبر بقصد التفاخر والمباهاة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1335,'٣- يحرم التبول والتغوط على القبر.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1336,'٤- يحرم نبش القبر ما دام يُظن بقاء شيء من عظام الميت، أما نبشه بعد الدفن قبل أن يطول الفصل لإخراج مال ذي قيمة دفن معه فلا مانع بشرط أن يكون الميت غير متغير والمال لم يتلف بعد، أما إذا ظن تلف المال المدفون أو تغير الميت فيحرم نبش القبر.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1337,'٥- يحرم جمع أموات لغير ضرورة في قبر واحد في أوقات مختلفة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1338,'٦- يحرم دفن مشركة أو كتابية حملت من مسلم في مقابر المسلمين، وإنما تدفن في مقابرها. ولا يستقبل بها قبلتنا ولا قبلتهم.
ما يجوز في الدفن:',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1339,'١- يجوز جمع أموات في قبر واحد لضرورة كضيق مكان، ولو كانوا ذكوراً وإناثاً أجانب يحرم بعضهم على بعض، سواء دفنوا في أوقات مختلفة أو في وقت واحد، ويجعل أفضلهم مما يلي القبلة، ويقدّم الذكر على الأنثى والحر على العبد والكبير على الصغير، لكن يندب أن يفصل بين كل اثنين بتراب. روي عن جابر بن عبد اللَّه رضي اللَّه عنهما (أن رسول اللَّه صلى اللَّه عليه وسلم كان يجمع بين الرجلين من قتلى أحد في ثوب واحد، ثم يقول: أيهم أكثر أخذاً للقرآن؟ فإذا أشير له إلى أحدهما قدمه في اللحد، وقال: أنا شهيد على هؤلاء يوم القيامة.
وأمر بدفنهم بدمائه ولم يصلِّ عليهم، ولم يغسلهم) (١) .',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1340,'٢- يجوز نبش القبر للدفن فيه إذا بَلي الميت كما يجوز المشي عليه، أما زرعه أو البناء عليه فلا يجوز.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1341,'٣- يجوز القعود والنوم على القبر.
_________
(١) البخاري: ج ١ / كتاب الجنائز باب ٧٤/١٢٨٢.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1342,'التعزية بموت المسلم (١) :
التعزية هي حمل آل الميت على الصبر بوعد الأجر، والدعاء للميت والمصاب؛ كأن يقول "عظَّم اللَّه أجركم وأحسن عزاءكم وغفر لميتكم".
_________
(١) أما إذا كان الميت كافراً فلا يُعذب ابنه المسلم به على قول الإِمام مالك.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1343,'حكمها: تعزية صاحب المصيبة مندوبة. والأولى أن تعم التعزية جميع أقارب الميت رجالاً ونساء كباراً وصغاراً، إلا المرأة الشابة فإنه لا يعزيها إلا محارمها دفعاً للفتنة. وكذا الصغير الذي لا يميز فإنه لا يُعزى. روى ابن مسعود رضي اللَّه عنه (أن النبي صلى اللَّه عليه وسلم قال: من عزى مصاباً فله مثل أجره) (١) .
_________
(١) البيهقي: ج ٤ /ص ٩٥.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1344,'وقتها: من حين الموت إلى ثلاثة أيام، والأوْلى أن تكون بعد الدفن وفي بيت المصاب، وأما كونها عند القبر بعد تسوية التراب خلاف الأفضل. وتكره بعد ثلاثة أيام إلا إذا كان المعزّي أو المعزى غائباً.
ويندب تهيئة طعام لأهل الميت لكونهم حلَّ بهم ما يشغلهم، لحديث عبد اللَّه بن جعفر رضي ⦗٢٦٦⦘ اللَّه عنهما قال:
لما جاء نعي جعفر قال النبي صلى اللَّه عليه وسلم: (اصنعوا لأهل جعفر طعاماً فإنه قد جاءكم ما يشغلهم) (١) ، ويلح عليهم بالأكل لأن الحزن قد يمنعهم منه.
وأما جمع الناس على طعام بيت الميت فبدعة مكروهة، وإن كان في الورثة قاصر حرم إعداد الطعام وتقديمه.
_________
(١) الترمذي: ج ٣/ كتاب الجنائز باب ٢١/٩٩٨.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1345,'زيارة القبور:
حكمها:',NULL,'266',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1346,'١- مندوبة للرجال والنساء اللواتي لا يخشى منهن الفتنة وبشرط أن لا تؤدي زيارتهن إلى الندب والنياحة، لما روى بريدة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (نهيتكم عن زيارة القبور فزوروها) (١) .',NULL,'266',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1347,'٢-محرمة على النساء الشابات اللواتي يخشى منهن الفتنة، أو النساء اللواتي يخشى منهن الندب والنياحة.
الحكمة منها: الاتعاظ والتذكير بالآخرة والدعاء للميت. لما روى أبو هريرة رضي اللَّه عنه قال: (زار النبي صلى اللَّه عليه وسلم قبر أمه فبكى ... وقال: فزوروا القبور فإنها تذكر الموت) (٢) ، وما رواه بريدة رضي اللَّه عنه قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يعلمهم إذا خرجوا إلى المقابر. فكان قائلهم يقول: السلام على أهل الديار من المؤمنين والمسلمين. وإنا إن شاء اللَّه به للاحقون أسأل اللَّه لنا ولكم العافية) (٣) . ⦗٢٦٧⦘
_________
(١) مسلم: ج ٣/ كتاب الجنائز باب ٣٦/١٠٦.
(٢) مسلم: ج ٣/ كتاب الجنائز باب ٣٦/١٠٨.
(٣) مسلم: ج ٣/ كتاب الجنائز باب ٣٥/١٠٤.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1348,'<span data-type="title" id=toc-25>كتاب الزكاة </span>-',NULL,'267',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1349,'<span data-type="title" id=toc-26>الباب الأول: تعريف الزكاة: </span>-',NULL,'268',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1350,'لغة: التطهير، بدليل قوله تعالى: {قد أفلح من زكاها} (١) أي طهرها من الأدناس، والنماء والزيادة يقال زكا الزرع إذا نما وزاد.
وشرعاً: إخراج جزء مخصوص من مال مخصوص (نعم، حرث، نقدين، عروض تجارة، معادن) بلغ نصاباً لمستحقيه، إن تم الملك وحال الحول على غير معدن وحرث.
حكمها: ركن من أركان الإسلام، وفرض عين على كل من توفرت فيه شروط الوجوب. وقد فرضت في السنة الثانية من الهجرة، وفرضيتها معلومة من الدين بالضرورة.
دليل فرضيتها:
من الكتاب: قوله تعالى: {وأقيموا الصلاة وآتوا الزكاة} (٢) ، وقوله عز وجل: {والذين في أموالهم حق معلوم. للسائل والمحروم} (٣) .
ومن السنة: حديث ابن عمر رضي اللَّه عنهما: (بني الإسلام على خمس ... وإيتاء الزكاة..) (٤) ، وما رواه أبو أمامة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (اتقوا اللَّه ربكم، وصلوا خمسكم، وصوموا شهركم، وأدُّوا زكاة أموالكم، وأطيعوا ذا أمركم، تدخلوا جنة ربكم) (٥) .
وقد أجمعت الأمة على أنها ركن من أركان الإسلام بشرائط خاصة. ⦗٢٧٠⦘
_________
(١) الشمس: ٩.
(٢) البقرة: ٤٣.
(٣) المعارج: ٢٤ - ٢٥.
(٤) مسلم: ج ١/ كتاب الإيمان باب ٥/٢١.
(٥) الترمذي: ج ٢ /الصلاة باب ٤٣٤/٦١٦.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1351,'شروط وجوب الزكاة:',NULL,'270',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1352,'١- الحرية: فلا تحب على الرقيق ولو بشائبة حرية لعدم تمام ملكه.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1353,'٢- بلوغ المال النصاب (١) ، ويختلف النصاب باختلاف المال المزكى.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1354,'٣- الملك التام: وهو أن يكون الشخص صاحب التصرف فيما يملك، فلا زكاة على المكاتب ولا على من كان تحت يده شيء غير مملوك له كالمرتهن والمُودع والغاصب، أما صداق المرأة فهو ملكاً تاماً إلا أنها لا تزكيه إلا بعد قبضه وحولان الحول عليه وهو بيدها. وأما المدين، الذي بيده مال غيره، وكان غنياً، فإن كان عنده ما يمكنه أن يوفي الدين منه، من عقار، وجب عليه زكاة المال الذي بيده متى حال عليه الحول، لأنه بقدرته على دفع قيمته من عنده أصبح مملوكاً له. أما إذا كان المال الموجود عنده حرثاً، أو ماشية، أو معدناً، فتجب عليه الزكاة ولو لم يوجد عنده ما يوفي به الدين؛ فالزارع تستحق عليه زكاة نصابه من الحرث ولو كان عليه دين من إيجار الأرض أو غيره يستغرق ثمن الحرث.
وكذا المال الموقوف تجب زكاته على مالك الوقف، فمن وقف ثمر بستان للفقراء وجب عليه أن يزكي هذا الثمر متى خرج وكان بالغاً للنصاب لوحده أو بالإضافة إلى ثمر بستان آخر يكمل النصاب.
ولا يشترط لوجوب الزكاة العقل والبلوغ لأنها تجب في مال المجنون والصبي، والخاطب بها وليهما، وكذا لا يشترط الإسلام للوجوب بل تجب الزكاة على الكافر ولكن لا تصح منه إلا بالنية والنية لا تصح من الكافر، وإذا أسلم سقطت عنه زكاة السنوات السابقة للإسلام لقوله تعالى: {قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف} (٢) . ولا فرق بين الكافر الأصلي والمرتد (فكلاهما تجب عليه الزكاة، وكلاهما تسقط عنه إذا أسلم) .
الأنواع التي تجب فيها الزكاة:
تجب الزكاة في خمسة أشياء، هي:',NULL,'270',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1355,'١- النغم (الإبل والبقر والغنم) الأهلية، فلا زكاة في الوحشية، ولا في المتولدة من وحشي وأهلي كما لو ضربت فحول الظباء إناث الغنم أو بالعكس.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1356,'٢- الزروع والثمار.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1357,'٣- الذهب والفضة ولو غير مضروبين.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1358,'٤- المعدن والركاز.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1359,'٥- عروض التجارة. ⦗٢٧٢⦘
_________
(١) النصاب لغة: الأصل، شرعاً: القدر الذي إذا بلغه المال وجبت الزكاة فيه، وسمي نصاباً أخذاً من النُصب لأنه كالعلامة التي نصبت على وجوب الزكاة أو لأن للفقراء فيه نصيب.
(٢) الأنفال: ٣٨.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1360,'<span data-type="title" id=toc-27>الباب الثاني: الفصل الأول</span>',NULL,'272',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1361,'زكاة النَّعَم (١)
النَّعم هي: الإبل والبقر والغنم.
شروط وجوب الزكاة فيها:
يشترط لوجوب الزكاة فيها بالإضافة إلى شرائط الوجوب العامة للزكاة: مجيء الساعي إلى محل الماشية إن كان ثَمَّ ساعٍ في النعم، ولا يجزئ (٢) إخراجها قبل مجيئه ولو بعد مرور الحول، لأن في ذلك إبطال لأمر الإمام الذي عيَّنه لجبي الزكاة؛ ما لم يتخلف الساعي عن المجيء، فإن تخلف أجزأت.
وإن مات رب الماشية قبل مجيء الساعي ولو بعد تمام الحول فلا تجب الزكاة على الوارث بل عليه أن يستقبل بها عاماً جديداً، لأنه ملكها قبل وجوبها على المورِث، ما لم يكن الوارث عنده نصاب وضم ما ورث إلى ما عنده نصاب وضم ما ورث إلى ما عنده فعندها تجب عليه زكاة الجميع.
أما إن لم يكن هناك ساع فتجب الزكاة بمرور الحول، لما روي عن علي رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (وليس في مال زكاة حتى يحول عليه الحول) (٣) .
ولا يشترط لوجوب زكاة النعم أن تكون النعم سائمة (٤) وغير عاملة، بل تجب الزكاة في السائمة، والمعلوفة ولو في جميع العام، وفي العاملة بالحرث أو الحمولة، وغير العاملة. ⦗٢٧٣⦘
_________
(١) النَّعَم: من الأنعام، أما النِعم: مفردها نعمة.
(٢) أي مجيء الساعي شرط صحة بالإضافة إلى كونه شرط وجوب.
(٣) أبو داود: ج ٢/ كتاب الزكاة باب ٤/١٥٧٣.
(٤) السائمة: هي التي ترعى الحشائش المباحة.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1362,'نصاب النَّعَم:
من الإبل خمس، ومن البقر ثلاثون، ومن الغنم أربعون. وتضم أصناف النوع الواحد إلى بعضها، فيضم الجاموس إلى البقر، والمعز إلى الغنم الضأن، والجمال البخت (بسنامين) إلى الجمال العرب (بسنام) .
وإن كان عنده في أول الحول دون النصاب، وأثناء الحول وقبل مجيء الساعي تولد منها حتى أصبحت نصاباً، أو أبدلها من نوعها فتم بالإبدال نصابها، كمن كان عنده أربعاً من الإبل فأبدلها بخمس منها، فقد وجبت الزكاة فيها، ولو كان تمام النصاب حصل قبل مجيء الساعي بيوم أو قبل حَوَلان لأن الحول بيوم (إن لم يكن هناك ساعٍ) . أما لو أبدلها من غير نوعها كمن كان عنده أربعاً من الإبل فأبدلها بأربعين من الشياه، فهذا يستقبل الحول منذ ملك الأربعين من الشياه.
ومن ملك في أول الحول نصاباً، فيضم إليه ما تجدد لديه من النعم بهبة أو صدقة أو إرث أو شراء أو غيرها، ولو ملكها قبل تمام الحول بيوم أو أكثر. أما إن لم يكن مالكاً للنصاب في أول الحول فلا يضم إليه ما تجدد لديه من النعم سواء كان ما تجدد لديه نصاباً أم أقل، بل يستقبل بالجميع حولاً جديداً، والحول يبدأ من تمام النصاب بما تجدد من النعم.
ويبني صاحب الماشية على الحول الأصلي في الماشية التي رجعت إليه بسبب فساد البيع أو إفلاس المشتري أو لعيب فيها، ويزكيها عند تمام حولها الأصلي كأن لم تخرج من ملكه.
وإذا مات شيء من المواشي أو ضاع بغير تفريط قبل مجيء الساعي ولو بعد تمام الحول، أو بعد مجيء الساعي والعدّ وقبل الأخذ، فلا تحسب في الزكاة وإنما يزكي الباقي إن كان نصاباً، أما لو ذبح ربُّها أو باع شيئاً منها بعد مجيء الساعي وقبل أخذ الزكاة، فإنها تدخل في حساب الزكاة.
مقدار الزكاة:
أولا- الإبل:
إذا بلغ عددها خمساً إلى أربع وعشرين ففي كل خمس منها لا شاة (ذكر أو أنثى) ، فإذا كان جُلّ غنم البلد معزاً أخرج معزاً. فإذا بلغت خمساً وعشرين إلى خمس وثلاثين ففيها بنت مخاض (١) (أكملت السنة ودخلت في الثانية) ولا يجزئ ابن مخاض ولا ابن لبون ولو كان أكبر، إلا إذا عدمت بنت المخاض. وإذا بلغ عدد الإبل ستاً وثلاثين إلى خمس وأربعين ففيها بنت لبون (٢) ⦗٢٧٤⦘
(أكملت السنتين ودخلت في الثالثة) . فإذا بلغت ستاً وأربعين إلى ستين ففيها حقَّة (٣) (أكملت الثلاث ودخلت في الرابعة) . فإذا بلغت إحدى وستين إلى خمس وسبعين جذعة (٢) (أكملت الأربع ودخلت في الخامسة) . فإذا بلغت ستاً وسبعين إلى تسعين ففيها بنتا لبون. فإذا بلغت إحدى وتسعين إلى عشرين ومائة ففيها حقتان. فإذا بلغت إحدى وعشرين ومائة إلى تسع وعشرين ومائة ففيها إما حقتان أو ثلاث بنات لبون والخيار هنا للساعي. فإذا زاد العدد على ذلك فيكون في كل أربعين بنت لبون، وفي كل خمسين حقة.
_________
(١) سميت بذلك لأن الإبل تحمل سنة وتربي سنة فأمها حامل قد مخض الجنين في بطنها.
(٢) لأن أمها صارت لبوناً أي ذات لبن.
(٣) لأنها استحقت الحمل وأن يحمل على ظهرها.
(٤) سميت بذلك لأنها تجذع أسنانها أي تسقطها.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1363,'ثانياً- البقر:
إذا بلغ الملك ثلاثين من البقر فزكاته تبيع (١) ، وتجزئ الأنثى وهي أولى. فإذا بلغ الأربعين فزكاته مسنّة (أكملت ثلاثاً ودخلت في الرابعة) أنثى، ودليل ذلك ما روي عن معاذ رضي اللَّه عنه قال: (بعثني النبي صلى اللَّه عليه وسلم إلى اليمن. فأمرني أن آخذ من كل ثلاثين بقرة، تبيعاً أو تبيعة، ومن كل أربعين، مسنة..) (٢) وبناء على ذلك تكون مقادير الزكاة كالآتي:
في الثلاثين بقرة تبيع، وفي الأربعين مسنة، وفي الستين تبيعان، وفي السبعين تبيع ومسنة، وفي الثمانين مسنتان، وفي التسعين ثلاثة أتبعة، وفي المائة تبيعان ومسنة، وفي العشرة ومائة مسنتان وتبيع، وفي العشرين ومائة أربع أتبعة أو ثلاثة مسنات والخيار هنا للساعي. وإذا زاد العدد على ذلك فيكون في كل ثلاثين تبيع وفي كل أربعين مسنة.
_________
(١) ما له سنتان ودخل في الثالثة.
(٢) الترمذي: ج ٣/ كتاب الزكاة باب ٥/٦٢٣.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1364,'ثالثاً- الغنم:
إذا بلغ الملك أربعين إلى مائة وعشرين فزكاته شاة جذعة من الضأن أو المعز (وهو ما أوفى سنة) ، وإذا بلغ مائة وإحدى وعشرين حتى مائتين فزكاته شاتان، فإذا بلغ مائتين وشاة إلى ثلاثمائة وتسعة وتسعين فزكاته ثلاث شياه، فإذا بلغ أربعمائة فما فوق ففي كل مائة شاة. أوصاف زكاة النعم:
يجب أن تؤخذ الزكاة من الصنف الوسط سواء كان النصاب من الوسط أو كان كلُّه من الخيار أو الشرار (مرض، معيبة) ؛ ما لم يتطوع المالك بدفع الخيار أو يرى الساعي أخذ المعيبة لكثرة لحمها لذبحها للفقراء مع رضا مالكها. وكذلك إذا كان هناك أصناف في النوع الواحد، فإذا ⦗٢٧٥⦘ تساوي الصنفان وكانت الزكاة الواجبة واحدة خُيِّر الساعي أن يأخذ من أي الصنفين، كأن كان المالك لديه خمسة عشر جاموساً وخمسة عشر جاموساً وخمسة عشر بقرة فيجب عليه تبيع، ويخير الساعي بين أن يأخذ جاموساً أو بقراً. أما إن لم يتساو الصنفان ووجب واحدة أُخذت من الصنف الأكثر، وإن تساوَ الصنفان وكان الأقل يوجب واحدة فيما لو انفرد وعلى الكل وجب اثنتان، أخذ من كل صنف واحدة، كأن كان الكل إحدى وعشرين ومائة، منها أربعين من المعز، وإحدى وثمانين من الضأن، فيأخذ من المعز واحدة ومن الضأن واحدة.
حكم التهرب من الزكاة وطرقه:
كل من حاول التهرب من الزكاة بطريقة ما، ويُعرف ذلك من قرائن الأحوال أو بإقراره، أخذت منه الزكاة المستحقة كاملة. ومن الحيل الباطلة للتهرب من الزكاة:',NULL,'274',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1365,'١- إبدال الماشية الموجودة لديه والبالغة نصاباً بنوعها أو بغيره أو بعرض أو بقد بعد انتهاء الحول أو قبله بقليل كشهر، أما إذا كان الإبدال أثناء الحول فلا تؤخذ منه الزكاة.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1366,'٢- أن يهب ماله أو بعض ماله لولده أو لزوجته قبل انتهاء الحول بقليل حتى ينتهي وليس عنده ما يستوجب الزكاة، ثم ينزعه من ولده أو زوجته بعد مرور الحول زاعماً ابتداء ملكه.
الخلطة في المواشي:
الخلطة للماشية المتحدة النوع من مالِكَيْن فأكثر، حكمهم فيما يجب عليهم من الزكاة كحكم المالك الواحد. فمثلاً لو كان الشركاء ثلاثة ولكل منهم أربعون شاة، فمجموع الخلطة مائة وعشرون شاة والواجب على الخلطاء شاة واحدة على كل واحد منهم ثلث قيمتها. أما لو لم يكن هناك خلطة لوجب على كل منهم شاة.
شروط الخلطة:
شروط الخلطة الموجبة لمعاملة الخلطاء كالمالك الواحد أربعة وهي:',NULL,'275',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1367,'١- وجود نية الخلطة عند كل واحد من المالكين، أي أن القصد عدم وجود نية التهرب من الزكاة.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1368,'٢- أن يكون كل منهم حراً مسلماً.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1369,'٣- أن يكون كل منهم مالكاً للنصاب وخالط به أو ببعضه وحال عليه الحول من يوم ملكه أو زكاه رمن يوم الخلطة. أي إن كان أحدهم مالكاً للنصاب وحال عليه الحول دون الآخرين فتجب ⦗٢٧٦⦘ عليه زكاة وحده ولا تجب على الآخرين، أما إذا مر الحول على الخلطة وكان كمل نصاب كل شريك فيه أخرجت الزكاة عن المجموع باعتبارها خلطة، وإلا من وقت الملك أو التزكية له إن كان ذلك قبله.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1370,'٤- أن يتحد لجميع الماشية المخلوطة على السواء المَراحُ (المكان الذي تجتمع فيه نهاراً للاستراحة ثم تساق منه للمبيت) والمُراح (مكان المبيت) والماءُ الذي تشرب منه كالنهر، والراعي سواء كان واحداً أو متعدداً، والفحل الذي يضرب في الجميع سواء كان واحداً أو متعدداً. ⦗٢٧٧⦘
الفصل الثاني
زكاة الحرث
الحرث بمعنى المحروث ويقصد به الزروع والثمار، وقد ثبتت فرضية الزكاة في الحرث إضافة لما تقدم من الدليل العام بدليل خاص من الكتاب، قال تعالى: {وآتوا حقه يوم حصاده} (١) .
_________
(١) الأنعام: ١٤١.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1371,'شروط وجوب زكاة الحرث:
يشترط لوجوب الزكاة فيها بالإضافة إلى شروط وجوب الزكاة العامة ما يلي:',NULL,'277',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1372,'١- الإنبات والغرس من قبل الأشخاص سواء كانت الأرض خراجية (١) أم لا، أما ما نبت من نفسه فليس فيه زكاة.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1373,'٢- بدو الصلاح: ويكون بالحب بإفراكه (طيب الحب واستغناؤه عن الماء وإن بقي في الأرض) ، وفي الثمر بطيبه (البلح باحمراره أو اصفراره، والعنب بحلاوته) . فإن أخرج الزكاة قبل بدو الصلاح، بأن قدم زكاته من غيره لم تجزئه، أما إذا أخرجها بعد بدو الصلاح وقبل التنقية أجزأت.
وإذا باع المالك الثمر أو الحب بعد بدو الصلاح وجبت عليه الزكاة، أما إذا مات المالك قبل بدو الصلاح فلا زكاة على الوارث (لأنها لم تجب على المورث بعد) ، إلا إذا كان الوارث يملك زرعاً آخر والجميع بلغ النصاب فيصبح عليه الزكاة من نصيبه ومن زرعه لا من التركة.
ويجب على مالك التمر فقط (بلح، عنب) أن يخرص ثمره بعد بدو صلاحه وقبل أن يتصرف فيه سواء كان الثمر مما شأنه الجفاف واليبس أم لا كبلح مصر وعنبها، وذلك لاحتياج مالكه لأكل أو بيع أو إهداء. والخرص هو تقدير ما على الأشجار من البلح والعنب ⦗٢٧٨⦘ من قبل عدل عارف شجرة شجرة وتحديد كميتها بعد الجفاف، أي حين يصير البلح تمراً والعنب زبيباً. فإذا قدر أن النتاج من كل نوع يبلغ النصاب فأكثر حَسَبَ مقدار الزكاة الواجب إخراجها على المالك، وعندئذ يستطيع المالك التصرف في الثمر كيف يشاء.
ويجب على المالك إخراج الزكاة تمراً أو زبيباً إن كان من شأن بلحه وعنبه الجفاف واليبس، وإلا أخرج الزكاة من الثمن إن باعه، ومن القيمة يوم استحقاق الزكاة إن لم يبعه.
والدليل على الخرص حديث عتاب بن أُسيد رضي اللَّه عنه قال: "أمر رسول اللَّه صلى اللَّه عليه وسلم أن نخرص العنب كما نخرص النخل، وتؤخذ زكاته زبيباً كما تؤخذ زكاة النخل تمراً" (٢) .
وإذا أصاب الثمر جائحةٌ ما بعد الخرص وحساب الزكاة، أُسقطت الكمية المصابة بالجائحة من تقدير النتاج؛ فإذا كان الباقي يبلغ نصاباً كانت الزكاة بحسبه وإلا سقطت الزكاة، وإذا وجد المالك أن النتاج الحقيقي زادت كميته عما قدره الخاص على الشجر أخرج الزكاة على الأكثر على سبيل الندب أو الوجوب (قولان) .
_________
(١) التي عليها خراج عندما كانت ملكاً لأهل الذمة ثم باعوها للمسلمين فيبقى الخراج عليها.
(٢) أبو داود: ج ٢/ كتاب الزكاة باب ١٣/١٦٠٣.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1374,'أنواع الحرث الواجب فيها الزكاة:
تجب الزكاة في عشرين نوعاً وهي:
أولاً- الحبوب: وتشمل:',NULL,'278',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1375,'١- القطاني (١) السبعة: وهي الحمص، الفول، واللوبيا، العدس، الترمس، الجلبان، البسيلة (٢) .',NULL,'278',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1376,'٢- القمح، والسلت (٣) ، والشعير، والعلس (٤) ، والذرة، والدخن، والأرز.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1377,'٣- الحبوب ذوات الزيوت الأربعة وهي: الزيتون والسمسم والقرطم وحب الفجل الأحمر (٥) .
_________
(١) القطاني: جمع قطنية وهي ما له غلاف.
(٢) البزاليا
(٣) نوع من الشعير لا قشر له.
(٤) نوع من القمح تكون الحبتان منه في قشرة واحدة وهو غذاء أهل صنعاء باليمن.
(٥) يوجد في بلاد الغرب.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1378,'ثانياً- الثمار: وهي نوعان التمر والزبيب. ⦗٢٧٩⦘
نصاب الحرث:
نصابه خمسة أَوْسق (١) ، وقدَّر النبي صلى اللَّه عليه وسلم الوسق بستين صاعاً بصاع المدينة المنورة في عهده. والصاع أربعة أمداد بمد النبي صلى اللَّه عليه وسلم. ودليله ما ورد عن أبي سعيد الخدري رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: "ليس في حب ولا تمر صدقة، حتى تبلغ خمسة أوسق" (٢) .
ويحسب النصاب بعد التنقية من التبن والصنوان (القشر الذي يخزن الحبوب بدونه كقشر الفول الأخضر) والجفاف. وتضم أنواع الجنس الواحد لبعضها في حساب النصاب، فتضم القطاني بعضها إلى بعض، ويضم القمح والشعير والسلت إلى بعضه، أما باقي الأنواع العشرين فلا تضم إلا بعضها، لكن تضم أصناف النوع الواحد إلى بعضها كالتمر الجيد والتمر الرديء، وتخرج الزكاة إذا اجتمع منها نصاب، من كل صنف بقدره.
فإذا اجتمع النصاب من أصناف متساوية، جيد ومتوسط ورديء، أخرج زكاة الجميع من أوسطها، فإن أخرجها من الجيد كان أفضل، ولا يجزئ إخراجها من أدناها.
وتخرج الزكاة مما ضمت أنواعه لبعضها كل بحسبه إذا بلغ المجموع نصاباً، لكن يشترط في الضم، أن يزرع المضموم قبل حصاد المضموم إليه، وإلا فلا يضم وأن يبقى من حب الأول إلى وجوب زكاة الثاني ما يكملان به نصاباً.
_________
(١) أوسق: جمع وَسق، معناه لغة: الجمع، وشرعاً يساوي ستين صاعاً.
(٢) مسلم: ج ٢/ كتاب الزكاة /٥.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1379,'مقدار الزكاة:',NULL,'279',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1380,'١- مالا يستقى بآلة كأن يسقى بماء المطر أو السيح (١) ، أو بماء ينفق عليه حتى يوصله إلى أرضه ولكن من غير آلة، فزكاته العشر.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1381,'٢- ما يسقى بآلة فزكاته نصف العشر، لما روى سالم بن عبد اللَّه عن أبيه عن النبي صلى اللَّه عليه وسلم قال: "فيما سقت السماء والعيون، أو كان عثرياً (٢) ، العشر، وما سقي بالنضح نصف العشر" (٣) والواجب إخراجه هو: ⦗٢٨٠⦘
آ- نصف عشر الزيت فيما له زيت كالزيتون، أو حب الفجل، أو القرطم، أو السمسم، إن بلغ الحب نصاباً ولو لم يبلغ الزيت نصاباً، وإن أخرج الزكاة من حبه أجزأ إلا الزيتون.
ب- نصف عشر الثمن فيما ليس له زيت من نوع ماله زيت كزيتون مصر إن بيع، أو نصف عشر القيمة يوم طيبه إن لم يبع.
جـ- نصف عشر ثمن مالا يجف كعنب مصر ورطبها إن بيع، وإلا نصف عشر القيمة إن لم يبع.
د- نصف عشر الحب أو الثمر فيما يجف ولو أكله أو باعه رطباً.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1382,'٣- ما يسقى بآلة وبغيرها معاً يُنظر للزمن، فإن تساوت مدة السقيين أو تقاربت أخرج عن النصف العشر وعن النصف الآخر نصف العشر وهكذا كل بحسبه. ⦗٢٨١⦘
_________
(١) الماء الجاري على سطح الأرض.
(٢) عثريا: ما سقي بماء السيل.
(٣) البخاري: ج ٢/ كتاب الزكاة باب ٥٤/١٤١٢.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1383,'الفصل الثالث
زكاة النقد
شروط وجوب زكاة النقد:
يشترط لجوبها بالإضافة إلى شرائط الوجوب العامة للزكاة ما يلي:',NULL,'281',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1384,'١- حولان الحول: فلا تجب الزكاة إلا إذا ملك النصاب وحال عليه حول وهو مالكه، ودليله الحديث المروي عن غير واحد من أصحاب النبي صلى اللَّه عليه وسلم: "أن لا زكاة في المال المستفاد حتى يحول عليه الحول" (١) .
والمراد بالحول: الحول القمري (٢) لا الشمسي، فإذا ملك نصاباً من الذهب أو الفضة في أول الحول ثم نقص في أثنائه ثم ربح فيه ما يكمل النصاب في آخر الحول وجب عليه إخراج الزكاة، لأن حول الربح حول أصله. وكذا لو ملك أقل من نصاب في أول الحول ثم اتجر فيه فربح ما يكمل النصاب في آخر الحول وجبت عليه زكاة الجميع، أما إن لم يتم النصاب إلا بعد انتهاء الحول زكَّاه وقت تمامه وانتقل حوله ليوم تزكيته، ومثال ذلك: من ملك دون النصاب في شهر محرم ثم اتجر به وربح مالاً يكمل رأس المال إلى النصاب قبل مجيء شهر محرم فتجب عليه الزكاة في شهر محرم (حول الربح حول أصله) ، أما إن لم يتم النصاب من الربح إلا بعد انتهاء الحول كشهر ربيع زكَّاه وقت تمام النصاب وهو في شهر ربيع ويكون انتقل حوله ليوم تزكيته.
وحَوْلُ الفائدة يبدأ بعد قبضها سواء كانت عطية (هبة، صدقة، إرث، دية، صداق قبضته من زوجها) أو كانت متجددة من مال غير مزكى كثمن شيء مقتنى عنده ⦗٢٨٢⦘
كثياب أو دار) ثم باعه، فحوله يبدأ من قبضه، وإذا كانت الفائدة المقبوضة أقل من النصاب فإنها تضم لفائدة قبضها بعدها ويبدأ حول الجميع بتمام النصاب. أما إن كان ما قبضه لأول مرة نصاباً ثم نقص أثناء الحول ثم ربح فائدة أخرى فحول الجميع حول الفائدة الأولى. وإذا ملك نصاباً وحال عليه الحول ووجبت فيه الزكاة ثم نقص بعد تمام الحول ثم حصل على فائدة تكمل النصاب فيزكي كل مبلغ بعد انتهاء حوله، كأن ملك في محرم عشرين مثقالاً من الذهب وبعد مرور الحول ووجوب الزكاة عليه نقص إلى خمسة عشر مثقالاً ثم ربح خمسة مثاقيل في رجب فصار المجموع كله نصاباً، فيزكي عن الخمسة عشر في محرم وعن الخمسة في رجب.
ويجوز إخراج الزكاة قبل تمام الحول بشهر تقريباً لا أكثر لاحتياج الفقراء إليها مع عدم وجود المانع.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1385,'٢- فراغ المال من الدَيْن: فمن كان عليه دين يستغرق النصاب أو ينقصه، وليس عنده ما يفي به من غير مال الزكاة مما لا يحتاج إليه في ضرورياته كدار السكنى، فلا تجب عليه الزكاة في المال الذي عنده؛ ولو كان الدين مؤجلاً، أو كان مهراً لزوجة مقدماً أو مؤخراً، أو نفقة لزوجة أو أقارب، أو زكاة ماضية محققة بذمته. أما إن كان دينَ كفارةِ يمين أو ظهار أو صوم أو هدي وجب عليه في الحج أو العمرة، فهذا لا يسقط عنه الزكاة (٣) .
_________
(١) الترمذي: ج ٣/ كتاب الزكاة باب ١٠/٦٣٢.
(٢) السنة القمرية (٣٥٤) يوماً.
(٣) الفرق بين دَيْن الزكاة ودَيْن الكفارة: أن دَيْن الزكاة يطالب به الإمام ويلاحقه به، أما دين الكفارة فغير مطالب به.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1386,'أنواع النقد:
أنواعه الذهب والفضة سواء كانا مسكوكين أو غير مسكوكين كالسبائك والتبر والأواني والحلي الحرام.
ولا زكاة في النحاس والرصاص وغيرهما من المعادن ولو سُكَّت نقداً.
ولا زكاة في الحلي المباح للمرأة، وقبضة السيف المعد للجهاد، والسنِّ والأنف للرجل، إلا في الحالات التالية فإنه يجب في الحلي زكاة:',NULL,'282',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1387,'١- إذا انكسر الحلي ولا يمكن إصلاحه إلا بسبكة ثانية، ولو كانت لامرأة، وسواء نوى صاحبه إصلاحه أم لا.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1388,'٢- إذا انكسر وكان يمكن إصلاحه من غير إعادة سبكه، ولكن لم ينو صاحبه إصلاحه.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1389,'٣- أن يكون معدَّاً لنوائب الدهر وحوادثه، لا للاستعمال.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1390,'٤- أن يكون معداً لمن سيوجد من زوجته أو ابنته مثلاً.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1391,'٥- أن يكون معداً لصداق من يريد أن يتزوجها، أو يزوجها لابنه مثلاً.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1392,'٦- أن يكون معداً للتجارة.
والمعتبر في زكاة الحلي الوزن لا القيمة.
وتجب الزكاة في الأوراق المالية (بنكنوت) ، لأنها حلت محل الذهب والفضة في التعامل، وإن كانت من سندات الدين لأنها يمكن صرفها فضة فوراً. وتعتبر قيمة الذهب بالنسبة للبنكنوت وقت إخراج الزكاة.
نصابها:
نصاب الذهب عشرون مثقالاً، ونصاب الفضة مائتا درهم، وإذا خلط الذهب أو فضة بمعدن آخر كالنحاس أو النيكل وراج استعمالهما كاستعمال الذهب أو الفضة الخالصين من الشوائب، وجبت زكاتهما كالخالص، وإن لم يروجا في الاستعمال كالخالص زكَّى الخالص إن بلغ نصاباً والا فلا يزكي.
ودليل ذلك ما روى علي رضي اللَّه عنه عن رسول اللَّه صلى اللَّه عليه وسلم قال: "فإذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم، وليس عليك شيء -يعني في الذهب- حتى يكون لك عشرون ديناراً، فإذا كان لك عشرون ديناراً فإذا كان لك عشرون ديناراً وحال عليه الحول ففيها نصف دينار" (١) .
وما روى جابر رضي اللَّه عنه عن رسول اللَّه صلى اللَّه عليه وسلم أنه قال: "ليس فيما دون خمسة أواق من الورِق صدقة" (٢) .
_________
(١) أبو دواد: ج ٢ /كتاب الزكاة باب ٤/١٥٧٣.
(٢) مسلم: ج ٢ /كتاب الزكاة /٦، والأوقية تساوي أربعين درهم.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1393,'مقدار الزكاة:
مقدار الذهب ربع العشر، وما زاد على النصاب فبحسبانه، وزكاة الفضة ربع العشر وما زاد على النصاب فبحسبانه.
زكاة الأموال المودعة:
تجب الزكاة فيها بعض قبضها عن كل عام مضى وهي في يد أمين.
زكاة الأموال المغتصبة والضائعة:
لا تجب الزكاة فيها إلا عن العام الأخير بعد قبضها ولو مكثت بيد الغاصب أعواماً. ⦗٢٨٤⦘
زكاة الدين الذي بيد الغريم:
يزكى بعد قبضه عن سنة واحدة من يوم ملك الأصل أو من يوم تزكيته عندما كان بيده، ولو مكث بيد المدين أعواماً، لكن ضمن شروط:',NULL,'283',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1394,'١- أن يكون أصل الدين نقداً بيد المالك ثم أسلفه للمدين (قرض) ، أو عروض تجارة كانت بيده ثم باعها بثمن لأجل معلوم. أما إن كانت أصل الدين عطية بيد معطيها (كالهبة أو الصداق بيد الزوج أو الخلع بيد الزوجة) فلا زكاة فيه إلا بعد مرور حول من قبضه.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1395,'٢- أن يقبض الدين من المدين.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1396,'٣- أن يكون الدين الذي قبضه نقداً لا عرضاً فإذا كان عرضاً فلا يزكيه إلا بعد بيعه.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1397,'٤- أن يكون ما قبضه نصاباً كاملاً، فإن قبضه على دفعات وكانت كل منها أقل من النصاب فيزكيه عند تمام النصاب. وإن كان ما قبضه أقل من نصاب لكن كُمّل من فائدة تمّ حولها عند قبض الدين فتجب عليه الزكاة، كأن قبض مائة درهم من الدين وكان عنده مائة أخرى قد حال عليها الحول، فإنه تجب عليه زكاة.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1398,'٥- أن لا يكون أخَّر الدين بيد المدين بقصد التهرب من الزكاة، فإن قصد ذلك زكى عن الأعوام كلها لا عن عام واحد. ⦗٢٨٥⦘
الفصل الرابع
زكاة المعدن والركاز
أولاً- زكاة المعدن:
المعدن هو ما خلقه اللَّه تعالى في الأرض من ذهب أو فضة أو غيرهما، وهو ملك للإمام (أي الدولة) في أي أرض وجد، ولو في أرض معينٍ مالكها، إلا إذا وُجد في أرض مُصالحٍ عليها فهو لأصحابه ما داموا كفاراً، فإن أسلموا رجع ملكه للإمام (أي لبيت مال المسلمين لا مُلك لذات الإمام) يقتطعه لمن شاء ليعمل فيه لنفسه مدة من الزمن أو مدة حياة القطع أي يملكه ملك منفعةٍ لا مُلك ذاتٍ.
ولا تجب الزكاة في المعادن إلا في الذهب والفضة فقط.
شروط وجوب الزكاة في المعدن:',NULL,'284',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1399,'١- المُلك (ملك المستخرج) .',NULL,'285',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1400,'٢- الإخراج.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1401,'٣- أن يكون المستخرجَ نصاباً فأكثر.
أما في اشتراط التنقية والتصفية لوجوب الزكاة وعدمه قولان، فعلى القول الأول: لا يدخل في حساب الزكاة ما يتلف أو يضيع قبل التنقية، وعلى القول الثاني: يدخل في الحساب.
وكذا في اشتراط الحرية والإسلام لوجوب الزكاة وعدمه قولان، فعلى القول الأول: لا يدخل في حساب الزكاة ما يتلف أو يضيع قبل التنقية، وعلى القول الثاني: يدخل في الحساب.
وكذا في اشتراط الحرية والإسلام لوجوب الزكاة وعدمه قولان، والمشهور عدم اشتراطهما. ولا يشترط حولان الحول وإنما تجب الزكاة حال استخراجه.
النصاب:
هو نصاب النقد سواء أُخرج دفعة واحدة أو على دفعات ولكن من عرق واحد، أما إذا ⦗٢٨٦⦘ أخرج في المرة الأولى من عرق وفي الثانية من عرق آخر إلا يضمان لبعضهما، ويضم ما أخرج مرة واحدة من عرقين فأكثر لبعضهما؛ أي إذا ظهر العرق الثاني قبل انقطاع العمل في العرق الأول كان العرقان كالعرق الواحد فمتى بلغ المجموع نصاباً زكَّاه والا فلا، وإن كان ظهور العرق الثاني بعد انقطاع العمل في الأول اعتُبر كلٌّ على حدة، فإذا بلغ ما أخرج من كل منهما نصاباً زكاه والا فلا، ولو كان مجموع الخارج منهما نصاباً.
مقدار الزكاة ومصرفها:
مقدار الزكاة في المعدن كمقدارها في النقد ربع العشر، ومصرفها مصرف الزكاة. باستثناء النُّدْرَة وهي القطعة الخالصة من الذهب أو الفضة التي لا تحتاج إلى تصفية ولا يحتاج إخراجها إلى نفقة عظيمة أو عمل كبير فيجب فيها الخمس، سواء كانت تبلغ النصاب أو لا، ويصرف هذا الخمس في مصارف الغنائم وهو مصالح المسلمين، ولو كان مُخْرِجها عبداً أو كافراً. أما إن احتاج إخراجها إلى نفقة عظيمة أو عمل كبير، فيجب فيها ربع العشر ويصرف في مصارف الزكاة.
أما باقي المعادن كالنحاس والقصدير وغيرهما فلا يجب فيها شيء إلا إذا جعلت عروض تجارة فعندها تُزكَّى تزكية العروض التجارية.
ثانياً- زكاة الركاز:
الركاز هو ما يوجد في الأرض من دِفْن أهل الجاهلية من ذهب أو فضة أو غيرهما، ويعرف ذلك بعلامة عليه. فإذا شك في المدفون هل هو دِفن أهل الجاهلية أم دفن مسلمين أم أهل الذمة لعدم وجود علامة عليه حُمل على أنه دفن أهل الجاهلية.
ويدخل في حكم الركاز أموال أهل الجاهلية التي توجد على ظهر الأرض أو على ساحل البحر.
ما يجب في الركاز:',NULL,'285',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1402,'١- إخراج خُمسه، لحديث أبي بكر رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "العُجَماء (١) جُبَارٌ (٢) ، والبئر جبار، والمعدن جبار، وفي الركاز الخمس" (٣) ، ويكون مصرف هذا الخمس ⦗٢٨٧⦘ كالغنائم فيصرف في مصالح المسلمين العامة لا في مصارف الزكاة إن لم يحتج إخراجه إلى نفقة عظيمة أو عمل كبير.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1403,'٢- إخراج ربع العشر (لا الخمس) إن احتاج إخراجه إلى نفقة عظيمة أو عمل كبير، ويصرف في مصارف الزكاة.
ولا يشترط لوجوب الزكاة في الركاز أي شرط من شروط وجوب الزكاة، كما لا يشترط في الحالتين أن يكون الركاز بلغ نصاباً.
والباقي من الركاز بعد إخراج ما يجب فيه لمالك الأرض التي وُجد فيها، ولو كان ما لكها جيشاً افتتحها عنوة، فإن لم يكن جيشاً فللمالك إن كان ملكها بإرث أو بإحياء لها، أما إن ملكها بشراء أو هبة فالباقي من الركاز للمالك الأول وهو البائع أو الواهب، وإن لم تكن الأرض مملوكة لأحد كموات أرض الإسلام وأرض الحرب، فالباقي يكون لواجد الركاز، وإن وُجد في الأرض المصالح عليها فلا يجب فيه شيء لا خمس ولا ربع العشر وكله ملك لأصحاب الأرض، فإذا دخلوا في الإسلام عاد حكمه للإمام كالمعدن.
دفين المسلمين أو أهل الذمة من الكفار:
حكمه حكم اللقطة: يُعّرف عاماً، فإن عُرف المالك أو الوارث كان له والا كان لواجده. وإن قامت القرائن على عدم إمكانية معرفة المالك أو الوارث لتوالي العصور عليه فقيل يملكه واجده وقيل: يوضع في بيت مال المسلمين، ويصرف في المصالح العامة وهو الأظهر.
زكاة ما يلفظه البحر:
ليس فيما يلفظه البحر كالعنبر واللؤلؤ والمرجان زكاة، وهو لواجده. ⦗٢٨٨⦘
الفصل الخامس
زكاة عروض التجارة
العروض جمع عرض وهو ما ليس بذهب ولا فضة، والتجاره هي التقليب في المال المملوك بمعاوضة، لغرض الربح، مع نية التجارة.
دليل وجوبها: ما روي عن سمرة بن جندب رضي اللَّه عنه قال: (أما بعد، فإن رسول اللَّه صلى اللَّه عليه وسلم كان يأمرنا أن نخرج الصدقة من الذي نعد للبيع) (١) .
_________
(١) أبو داود: ج ٢ /كتاب الزكاة باب ٢/١٥٦٢.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1404,'شروط وجوب الزكاة في عروض التجارة:
تجب الزكاة في عروض التجارة على كل من ملكها، سواء كان تاجراً محتكراً (٢) أو مدبراً (٣) ، إذا توفرت الشروط التالية:',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1405,'١- أن تكون العروض مما لا تتعلق الزكاة بعينه كالثياب والكتب ودور السكن، فإن تعلقت الزكاة بعينه كالحرث والماشية فيزكيها زكاة عين إن بلغت نصاباً، وإن لم تبلغ نصاباً أو كانت في غير العام الذي زُكيت عينه فيه فتقوَّم وتزكي زكاة العروض.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1406,'٢- أن تكون العروض ملكت بمعاوضة مالية (لا مملوكة بإرث أو خلع أو هبة أو غير ذلك) ، فإذا ملك شيئاً بغير معاوضة مالية ثم نوى به التجارة فلا زكاة عليه إلا بعد بيعه حيث يستقبل بثمنه حولاً من يوم قبض الثمن لا من يوم ملكه، وإذا مكث عنده سنين وهو ناوٍ التجارة به إلا أنه لم يبعه فليس عليه أن يقومه ولا يزكيه ولو كان تاجراً مديراً.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1407,'٣- أن ينوي التجارة بالعروض حال شرائها، أو ينوي التجارة والغلَّة (الاستغلال ومثال ذلك أن يشتري داراً ليؤجره مع نية بيعه إذا وجد من يشتريه بربح) ، أو التجارة والقنية (الاقتناء. [ص',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1408,'٢٨٩] ومثال ذلك أن يشتري سيارة ليركبها مع نية بيعها إذا وجد من يشتريها بربح) . أما إذا نوى القنية فقط أو الغلة فقط أو هما معاً أو لم ينو شيئاً فلا تجب عليه زكاة.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1409,'٤- أن يكون العِوَض الذي دفعه التاجر ثمناً للعروض التجارية نقداً أو عرضاً امتلكه بمعاوضة مالية، سواء كان عرضاً تجارياً أو للقنية، كأن كان عنده دار للسكن ثم باعه لقاء قماش نوى به التجارة، فإن حَوْلَ زكاة تجارة القماش يبدأ من يوم شراء القماش. وأما إذا كان دفع ثمن العروض التجارية عروضاً ملكها بهبة أو إرث مثلاً فلا زكاة فيها، ولا يبدأ حول هذه العروض التجارية إلا من بعد بيعها وقبض ثمنها.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1410,'٥- أن يبيع العروض التجارية كلها أو بعضها بنقد (ذهب أو فضة) خلال الحول من يوم ملكها، فإن لم يبع منها شيئاً إلا بعد انتهاء الحول قوَّم المدير وزكى وبدأ الحول من حينئذٍ لا من حين ملكها.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1411,'٦- أن يكون المبيعات بلغت نصاباً إن كان التاجر محتكراً، سواء كانت دفعة واحدة أو على دفعات، أو أن يكون عند التاجر المحتكر من الفوائد ما يكمل ثمن المبيعات إلى النصاب. أما إذا كان التاجر مديراً فلا يشترط أن تكون مبيعاته بلغت نصاباً، بل يكفي مجرد البيع لأنه يقوّم العروض ويزكي قيمتها لا ثمنها.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1412,'٧- حولان الحول، للحديث المتقدم: "أن لا زكاة في المال المستفاد حتى يحول عليه الحول"، ويبدأ الحول من يوم ملك المال الذي اشترى بع العروض أو من يوم تزكيته إن كان زكاه قبل الشراء به ولو تأخرت إدارته للتجارة.
كيفية حساب زكاة العروض التجارية:
أولاً- إذا كان التاجر محتكراً:
إذا توفرت شروط وجوب زكاة عروض التجارة للمحتكر فيزكي ما باع به من النقدين كزكاة الدين (أي لسنة واحدة فقط من يوم ملك الأصل، ولو أقامت العروض عنده أعواماً) إذا كان الثمن عيناً نصاباً كمل بنفسه (على دفعات) أو بفائدة عنده تم حولها (هبة، إرث ... ) أو بمعدن ولو لم يتم حوله (لأنه لا يشترط لزكاة المعدن تمام الحول) . والديون التي له من التجارة لا يزكيها إلا بعد قبضها ولعام واحد فقط.
ثانياً- إذا كان التاجر مديراً:
وإذا كان التاجر مديراً فإنه يقَّوم في كل عام:',NULL,'288',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1413,'١- ما عنده من عروض التجارة (باستثناء الأواني التي توضع فيها السلع وآلات العمل وبهيمة الركوب والحرث لبقاء عينها فأشبهت القنية) ولو كسدت سنين.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1414,'٢- يقوَّم الديون إن كانت عرضاً كالسلع التي لم يستلمها بعد ودفع ثمنها.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1415,'٣- يقوَّم الديون النقدية المؤجلة التي له من التجارة إن كان مرجواً خلاصها؛ حيث يقدر كم يشتري من العروض فيما لو كانت هذه الديون بيده ثم يقدر بكم يبيعها مالاً، فهذه القيمة هي التي تعتبر في حساب الزكاة للديون المؤجلة. أما الديون غير مرجوة الخلاص كأن كانت لمعدمٍ أو لظالم فلا يقوَّمها ولا تدخل في حساب الزكاة وإنما يخرج زكاتها حال قبضها عن سنة واحدة كالأموال المغصوبة أو الضائعة.
وبعد حساب هذه (قيمة العروض الموجودة، وقيمة العروض التي بيد المدين وقيمة الديون النقدية المؤجلة) يضاف إليها الديون النقدية التي له من التجارة والحال أجلها (أما الديون التي هي سلف فيزكيها لعام واحد) ويضم إليها الأموال المقضية الموجودة لديه، فإذا بلغ مجموع الكل نصاباً زكاه وإلا فلا زكاة عليه ثالثاً -التاجر المحتكر والمدير بأن واحد إذا اجتمع عند شخص واحد إدارة في عروض واحتكار في عروض، فإذا تساوت العروض المدارة مع المحتكرة، أو كان الاحتكار أكثر، زكّى كلاً على حكمه، أما إذا كانت العروض المدارة أكثر من المحتكرة زكَّى زكاة مدير، أي يقوِّم جميع السلع المحتكرة والمدارة في كل عام ويزكيها.
تزكية القراض:
القراض هو المال المدفوع إلى عامل للمتاجرة به تجارة إدارة أو احتكار.
ويجب على ربّ القراض تزكيةُ رأسِ ماله وحصته من الربح تزكية مدير، إذا قام ربُّ القراض والعامل بتجارة إدارة أو قام العامل بإدارته لوحده من ماله الخاص لا من مال القراض لئلا ينقص على العامل، وذلك في كل عام، إذا كان القراض حاضراً في بلد ربه حقيقة أو حكماً (كأن كان المال في غير بلد ربه لكن يعلم ربه بحاله) . أما إذا كان المال في غير بلد ربه ولا يعلم حاله فلا يزكيه ربه ولو غاب عنه سنين حتى يحضر، إلا أن أمر العامل أن يزكيه في حال غيابه في كل عام ويحسب الزكاة على ربه، فإذا لم يزكه العامل في هذه السنين زكاه ربه بعد حضوره عن جميع سنّي الغياب مبتدئاً بسنة الحضور أولاً، فيحسب ما عليه من زكاة في هذه السنة الأخيرة ثم يخرج بمقدارها عن كل من ⦗٢٩١⦘ السنين السابقة بعد تنزيل ما يؤخذ من المال زكاة، هذا إذا كان القراض في كل من السنين السابقة مساوياً للسنة الأخيرة أو زائداً عليها، أما إن كان أقل زكاه بقدره بعد تنزيل ما أخذ زكاة.
أما إن كان رب القراض أو العامل أو هما معاً محتكران فيزكيه ربه بعد قبضه بعام واحد ولو قام بعد العامل سنين.
وأما العامل فيزكي حصته من الربح، ولو كانت أقل من النصاب، لسنة واحدة بعد قبضها، ولو أقام القراض بيده سنين وسوء كان العامل ورب القراض مديرين أو محتكرين أو مختلفين، وذلك ضمن شروط هي:',NULL,'290',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1416,'١- بقاء القراض بيد العامل حولاً فأكثر من يوم بَدأ الإتجار به، أما إن كان بقاؤه أقل من ذلك فلا زكاة عليه.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1417,'٢- أن يكون العامل ورب القراض حرين مسلمين لا دين عليهما.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1418,'٣- أن يكون الربح الكلي (حصة العامل ورب القراض) نصاباً فأكثر، أو أقل من النصاب ولكن عند رب القراض ما يكمله للنصاب.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1419,'<span data-type="title" id=toc-28>الباب الثالث: مصارف الزكاة</span>',NULL,'292',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1420,'تصرف الزكاة للأصناف الثماينة المزكورة في قوله تعالى: {إنما الصدقات للفقراء والمساكين والعاملين عليها، والمؤلفة قلوبهم، وفي الرقاب، والغارمين وفي سبيل اللَّه، وابن السبيل فريضة من اللَّه واللَّه عليم حكيم} (١) ، وهم:
_________
(١) التوبة: ٦٠.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1421,'أولاً - الفقير:
وهو من ملك شيئاً لا يكفيه عاماً، ولو بلغ نصاباً ووجبت فيه الزكاة، فتصرف له ولو كان له دار يسكنها تناسبه، ولو كان له خادم. أو من كان له كسب أو راتب لا يكفيه، أو كان هناك من هو ملزم بالنفقة عليه لكن ينفقعليه نفقة لا تكفيه؛ فإن كان الملزم بالنفقة عليه مليئاً ألزم بإكفائه ولا يعطي من الزكاة، إما إن كان الملزم بالنفقة عليه غير مليء، أو كان المنفق ينفق تطوعاً من غير إلزام، فيعطى من الزكاة ما يتم به كفاية عامه.
ثانياً- المسكين:
وهو من لا يملك شيئاً ولا يوجد من ينفق عليه ولا كسب له، فهو أسوأ حالاً من الفقير.
ويشترط في الفقير والمسكين ثلاثة شروط: الحرية، والإسلام، وأن لا يكون كل منهما من نسل هاشم بن عبد مناف إذا أعطوا ما يكفيهم من الزكاة.
ثالثاً- العامل على الزكاة:
ويشتمل كل من استعمله الإمام لجباية الزكاة، من جاب أو حاشر أو قاسم.. إلخ، وتُعطى الزكاة للعامل ولو كان غنياً على سبيل الأجرة. وإن اجتمع للعامل على الزكاة صفة الفقر أخذ بوصفيه بصفته كعامل وبصفته كفقير إن لم يُغْنِهِ ما يأخذه منها بصفته كعامل. ⦗٢٩٣⦘
ويشترط في العامل المستحق للزكاة ثلاثة شروط أيضاً: الإسلام والحرية وأن لا يكون من نسل بني هاشم.
أما شروط تولية العامل على الزكاة فهي:',NULL,'292',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1422,'١- العدالة: وليست عدالة الشهادة، وإنما عدالة كل عامل فيما وُلّي فيه؛ فعدالة الجابي في جبايتها، وعدالة الموزع في توزيعها وهكذا.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1423,'٢- العلم بحكمها: لئلا يأخذ غير حقه، أو يُضيع حقاً، أو يمنع مستحقاً.
فإذا ولي على الزكاة عبد أو هاشمي أو كافر فلا يعطى أجرته من الزكاة، وإنما يعطى أجرة مثله من بيت مال المسلمين.
رابعاً- المؤلفة قلوبهم:
هم كفار يرجى إسلامهم بإعطائهم من الزكاة لتأليف قلوبهم، ولو كانوا من بني هاشم.
وقيل: هم مسلمون حديثو العهد بالإسلام يعطون من الزكاة ليتمكن الإيمان من قلوبهم.
خامساً- الرقاب:
وهو الرقيق المؤمن، يُشترى من الزكاة ويُعتق. ويشترط لإعطائه من الزكاة ثلاثة شروط:',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1424,'١- أن يكون مسلماً.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1425,'٢- ألا عقدَ حريةٍ فيه (غير مكاتب ولا مدير) .',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1426,'٣- أن يكون ولاؤه للمسلمين لا للمزكي، ومعناه: إذا مات العتيق وله إرث ولم يكن له ولد يرثه، ورثه بيت مال المسلمين.
سادساً- الغارِم:
وهو المؤمن الذي ليس عنده ما يوفي به دينه، فيعطى من الزكاة، حتى ولو مات يُوفى دينه منها. ويشترط في الغارم:',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1427,'١- الحرية.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1428,'٢- الإسلام.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1429,'٣- ألا يكون هاشمياً.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1430,'٤- أن يكون الدين مما يحبس فيه إن لم يوفيه، ويخرج بذلك دين الكفارات.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1431,'٥- أن يكون الدين الذي استدانه لمصلحة شرعية (قوته وقوت عياله) لا لمعصية كشرب خمر مثلاً.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1432,'٦- أن لا يكون استدان لأخذ الزكاة، كأن كان عنده ما يكفيه ولكن استدان ليوسع على نفسه لأجل أن يأخذ من الزكاة. فلا يعتبر غارماً إلا إن تاب من المعصية أو من القصد الذميم.
سابعاً- سبيل اللَّه:
والمراد به أهل الجهاد المتلبسين به، فيعطى المجاهد من الزكاة إذا كان ممن يجب عليهم الجهاد، ولو كان غنياً عند الجهاد، ليشتري بالزكاة سلاحاً أو خيلاً. ويلحق به الجاسوس (وهو الذي يرسل للاطلاع على عورات العدو ويعلم المسلمين بها) ولو كان كافراً ولكن يشترط فيه الحرية. أما شروط المجاهد الذي يستحق أن يأخذ من الزكاة فهي: الحرية، والإسلام، والذكورة، والبلوغ، والقدرة، وألا يكون هاشمياً. ويمكن أن تدفع الزكاة ثمناً للسلاح.
ثامناً- ابن السبيل:
وهو الغريب المحتاج لما يوصله إلى بلده، فيعطى من الزكاة ولو وجد من يسلفه ما يوصله إلى بلده، إلا إن كان غنياً في بلده ووجد من يسلفه ليصل فلا يعطى من الزكاة.
ويشترط في إعطاء ابن السبيل من الزكاة: الحرية، والإسلام، وأن يكون غير هاشمي، وألا تكون غريبه في معصية كقاطع الطريق مثلاً.
الأشخاص الذين لا يجزئ إعطاء الزكاة لهم:',NULL,'294',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1433,'١- العبد: لأن نفقته على سيده فهو غني به.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1434,'٢- الكافر، ما لم يكن جاسوساً أو من المؤلفة قلوبهم، لقوله صلى اللَّه عليه وسلم لمعاذ رضي اللَّه عنه حين بعثه إلى اليمن: "فأعلمهم أن اللَّه افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم" (١) . كما لا يجزئ إعطاء الزكاة لأهل المعاصي إن ظن أنهم يصرفونها فيها، وإلا جاز الإعطاء لهم.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1435,'٣- بنو هشام (٢) : أي كل من كان لهاشم عليه ولادة من ذكر أو أنثى، لقوله صلى اللَّه عليه وسلم: "إن هذه الصدقات أنما هي أوساخ الناس، وإنها لا تحل لمحمد ولا لآل محمد" (٣) ، ويعطون ما يحتاجون إليه من بيت مال المسلمين، فإن لم يُعطوا وأضرَّ بهم الفقر أُعطوا من الزكاة، وإعطائهم حينئذ أفضل من إعطاء غيرهم.
أما صدقة التطوع فتصح لبني هاشم وغيرهم.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1436,'٤- الغني: وهو من ملك شيئاً يكفيه لعام، أو كان له كسب أو راتب يكفيه، أو كانت نفقته واجبة على غير وكان الغير مليئاً قادراً على الدفع. لقوله صلى اللَّه عليه وسلم: "لا حظ فيها لغني ولا لقوي مكتسب" (٤) .',NULL,'295',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1437,'٥- من أُلزم صاحب المال بالنفقة عليه، كالزوجة بالنسبة لزوجها فهو ملزم بالنفقة عليها لذا لا يجزئ إعطاء زكاته لها، إلا إن كان عليها دَيْن فإنه يجوز له أن يعطيها من زكاته لكي توفي دينها. أما الزوجة فيجوز لها أن تعطي زكاتها لزوجها مع الكراهة وهو الأرجح، وقيل بعد الجواز لعودها عليها في النفقة.
_________
(١) مسلم: ج ١ /كتاب الإيمان باب ٧/٢٩.
(٢) هاشم: أبو جد رسول اللَّه صلى اللَّه عليه وسلم فهو أبو عبد المطلب.
(٣) مسلم: ج ٢ /كتاب الزكاة باب ٥١/١٦٨.
(٤) أبو داود: ج ٢ / كتاب الزكاة باب ٢٣/١٦٣٣.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1438,'ما يجب في إخراج الزكاة لكي تكون مجزئة:',NULL,'295',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1439,'١- النية: تجب النية في أداء ما وجب على المالك في ماله أو مال محجوره من الزكاة، وتكون النية بأن يقصد معنى قوله: "إن هذا المال زكاة مالي" عند التوزيع إن لم ينوي ذلك عند العزل، وإن نواها عند العزل ثم سرقها من يستحقها أجزأت. (أما إن سُرق من المال بقدر الزكاة من قبل مستحقها فلا تجزئ لعدم النية) . والنية الحكمية كافية، كأن عدّ دراهمه وأخرج ما يجب فيها ولم يلاحظ أن هذا المُخْرَجَ زكاة لكن لو سئل لأجاب أنه زكاة، كفاه ذلك.
أما إن تركت النية ولو جهلاً أو نسياناً فلا يُعتد بما أخرجه من الزكاة. وتجزئ نية الإمام عن نية المالك فيما إذا امتنع صاحبها من أدائها وأخذت منه كرهاً.
ولا يلزم إعلام الآخذ أن ما أخذه هو من الزكاة، بل يكره لما في ذلك من كسر قلب الفقير.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1440,'٢- يجب توزيعها في موضع الوجوب أو قربه (وهو ما دون مسافة القصر) ، ولا تجزئ إن نقلها إلى مسافة القصر فأكثر، إلا أن يكون أهل ذلك الموضع أشدّ حاجة من أهل محل الوجوب فعندها يجب نقل أكثرها إليه ويوزع الباقي في محل الوجوب، فإن خالف في هذه الحالة ووزعها كلّها في موضع الوجوب، أو أن تساوي أهل هذا الموضع مع أهل محل الوجوب بالحاجة ومع ذلك نقلها أو بعضها إليهم، أجزأت في الحالتين مع الإثم.
وموضع الوجوب في الحرث هو: مكان وجود الحرث، وفي الماشية هو مكان وجودها إن كان هنا ساعٍ وإن لم يكن فمحل المالك، وفي النقد والعروض التجارية هو: موضع وجود المالك حيث كان ما لم يسافر ويوكل من يخرج عنه زكاة ماله في بلده.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1441,'٣- يجب عدم تقديم إخراج زكاة الحرث، والماشية التي لها ساعٍ، والديون وقيمة العروض التجارية للتاجر المحتكر، عن وقت وجوبها، فإن قدمها عن وقت وجوبها ولو بوقت يسير لم تجزئه، لأنه يكون كمن صلى قبل دخول الوقت.
ووقت وجوبها في الحرث هو بدو صلاحه، وفي الماشية التي لها ساعٍ هو مجيء الساعي، وفي الديون والعروض التجارية للتاجر المحتكر هو بعد قبضه.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1442,'٤- يجب على المالك التزكية على الفور عن ماله الحاضر والغائب، ولا يجوز إبقاء الزكاة عنده وكلما أتاه أحد أعطاه منها. وإن كان مسافراً زكى في البلد التي هو فيها ما حضر لديه من المال فوراً، وما غاب عنه إن لم يوكل من يخرج الزكاة عنه في بلده، ولو كانت ماشية لكن بشرط أن لا يكون له ساع في مكان وجودها، أما إن كان هناك من يخرج عنه زكاة ماله في بلده زكَّى المالك المسافر ما حضر لديه فقط في بلد السفر وإن كان دون النصاب.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1443,'٥- يجب إعطاء الزكاة لمستحقيها، فإن دفعت لغير مستحق لها فلا تجزئ، وكذا لو اجتهد ودفعها لمستحقيها ثم تبين في الواقع أنه غير مستحق وتعذر ردها منه لم تجزئه، إلا الإمام إذا دفعها لمستحقيها باجتهاده ثم تبين أن آخذها غير مستحق فتجزئ لأن اجتهاده حكم.
إلا أنه لا يجب تعميم الأصناف الثمانية في الإعطاء، بل يجوز دفعها لصنف واحد منهم، لأن اللام في قوله تعالى: {للفقراء} لبيان المصرف عند السادة المالكية وليست لبيان الملك، وإلا لوجب تعميم الأصناف الثمانية إن وجد كما عند السادة الشافعية.
ما يجوز في دفع الزكاة:',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1444,'١- يجوز دفعها لقادر على الكسب إن كان فقيراً، ولو ترك الكسب اختياراً.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1445,'٢- يجوز إعطاء الفقير والمسكين ما يكفيهما سنة، ولو كان أكثر من النصاب. ولا يجوز إعطاؤهما أكثر من كفاية سنة ولو كان أقل من النصاب.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1446,'٣- يجوز إعطاء الزكاة لعتقاء بني هاشم.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1447,'٤- يجوز دفع الزكاة لمدين معدم ثم أخذها منه لقاء الدين، أما إذا كان هناك تواطؤ على ذلك، بأن يقول له: أدفع لك الزكاة على أن تدفعها لي لقاء الدين، فلا تجزئ، وكذا لا يجزئ حساب الزكاة من دين على مدين معدم، بأن يقول المالك للمدين المعدم: أسقطتُ مبلغ كذا مما لي عليك من دين لقاء زكاة مالي، لأن هذا الدين هالك لا قيمة له.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1448,'٥- يجوز إخراج الزكاة بالفضة عن الذهب وبالعكس، ولكن لا يجوز إخراج عرض بقيمة الزكاة المتوجبة.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1449,'٦- يجوز إخراج قيمة زكاة الحرث أو الماشية بالذهب أو الفضة مع الكراهة.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1450,'٧- يجوز دفع الزكاة لصنف واحد من المستحقين ولو لواحد منهم، إلا العامل على الزكاة، فلا يجوز دفعها كلها إليه إذا كانت زائدة على أجرة عمله.
ما يندب في دفع الزكاة:',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1451,'١- يندب إيثار المضطر -أي المحتاج- على غيره، بأن يخص بالإعطاء أو يزاد له فيه على غيره. ولا يندب تعميم الأصناف.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1452,'٢- الاستنابةُ خوفَ قصدِ الثناء عليه أو الرياء، وقد تجب الاستنابة إن علم من نفسه قصد الثناء أو جهل المستحق، وعندها يكره للمستناب تخصيص قريب صاحب المال المزكى إن كان غير ملزم بالنفقة عليه (وإلا لم تجزئ) أو قريبه هو بالزكاة.
ما يكره في دفع الزكاة:',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1453,'١- يكره إعلام المستحق للزكاة أنها زكاة دفعاً لكسر القلوب.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1454,'٢- يكره إخراج الزكاة نقداً عن الحرث والماشية، أما إخراج عرض بقيمة الزكاة أو إخراج نوع مما فيه زكاة عن نوع آخر فلا تجزئ.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1455,'٣- يكره تقديم إخراج الزكاة عن وقت وجوبها بشهر فأقل في زكاة النقد، وقيمة العروض التجارية المدارة، والدين المرجو تحصيله، والماشية التي لا ساعي لها.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1456,'<span data-type="title" id=toc-29>الباب الرابع: صدقة الفطر</span>',NULL,'298',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1457,'تعريفها والغرض منها:
زكاة الفطر، ويقال لها أيضاً صدقة الفطر، هي زكاة للأبدان، وتطهير للصائم من الخلل في صومه، ودليل ذلك حديث ابن عباس رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "زكاة الفطر طُهرة للصائم من اللغو والرفث.." (١) . وقيل سميت زكاة فطر نسبة إلى الفِطرة، وهي الخلقة، لأنها متعلقة بالأبدان، وقيل لوجوبها بالفطر من الصوم.
والمقصود بإخراج زكاة الفطر إغناء الفقراء عن سؤال الناس في يوم العيد، كما أنها سبب لقبول الصيام.
حكمها:
هي واجبة، بدليل حديث ابن عمر رضي اللَّه عنهما (أن رسول اللَّه صلى اللَّه عليه وسلم فُرض زكاة الفطر من رمضان على الناس صاعاً من تمر أو صاعاً من شعير على كل حر أو عبد ذكر أو أنثى من المسلمين) (٢) . وفي حديث آخر عن ابن عمر رضي اللَّه عنهما قال: (فرض رسول اللَّه صلى اللَّه عليه وسلم زكاة الفطر، صاعاً من تمر أو صاعاً من شعير، على العبد والحر، والذكر والأنثى، والصغير والكبير، من المسلمين، وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة) (٣) .
وقد فرضت زكاة الفطر في السنة التي فرضت فيها رمضان قبل العيد، أي في السنة الثانية من الهجرة.
_________
(١) أبو داود: ج ٢ /كتاب الزكاة باب ١٧/١٦٠٩.
(٢) شرح الموطأ: ج ٣ /ص ٣٨٥.
(٣) البخاري: ج ٢ /صدقة الفطر',NULL,'298',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1458,'على من تجب صدقة الفطر:
تجب صدقة الفطر على كل حر مسلم قادر على إخراجها في وقت وجوبها (سواء كانت موجودة عنده أو يمكنه اقتراضها مع رجاء الوفاء) . ⦗٢٩٩⦘
ويشترط أن تكون زائدة عن قوت المكلف وقوت جميع من تلزمه نفقتهم في يوم العيد.
ويجب أن يخرجها المكلف عن نفسه، وعن كل مسلم تلزمه نفقته من الأقارب كوالديه الفقيرين، وأولاده الذكور حتى يبلغ الحلم أو العاجزين عن الكسب ولو كانوا بالغين، والإناث حتى يتزوجن، وعن زوجته، وزوجة أبيه الفقير، وعن خادمه وخادم كل من هو ملزم بالنفقة عليه، وعن عبده ولو كان مكاتباً.
ومن كان عاجزاً عنها وقت وجوبها، ثم قدر عليها يوم العيد، فلا يجب عليه إخراجها وإنما يندب.
كما يندب للمسافر الذي وجبت عليه صدقة الفطر أن يخرجها عن نفسه، إذا جرت عادة أهله على إخراجها عنه أثناء سفره؛ لاحتمال نسيانهم، وإلا فيجب عليه إخراجها عن نفسه.
وقت وجوبها:
هناك قولان الأول: تجب بغروب شمس آخر يوم من رمضان بناء على تفسير البعض أن المراد من كلمة الفطر الواردة في الخبر (أن رسول اللَّه صلى اللَّه عليه وسلم فرض زكاة الفطر من رمضان) الفطر الجائز.
ذو القول الثاني: تجب بطلوع فجر أول يوم من شوال بناء على أن المراد من كلمة الفطر السابقة الذكر في الخبر: الفطر الواجب الذي يدخل وقته بطلوع فجر شهر شوال.
فكل من ولد له ولد، أو تزوج، أو اشترى عبداً، قبل غروب شمس آخر يوم من رمضان، وجب على الأب، أو الزوج، أو السيد، إخراج زكاة فطر ولده، أو زوجته، أو عبده. أما إن حصل ذلك بعد الغروب وقبل طلوع فجر يوم شوال لم تجب بناء على القول الأول، وتجب بناء على القول الثاني.
وقت إخراجها:
يجوز إخراج صدقة الفطر قبل يوم العيد بيوم أو يومين، ولا يجوز أكثر من ذلك على المعتمد. ويندب إخراجها بعد فجر يوم العيد، ويحرم تأخيرها عن يوم العيد، ولكن لا تسقط بمضي ذلك اليوم، بل تبقى في ذمته أبداً حتى يخرجها، طالما كان غنياً وقت وجوبها.
مقدارها:
صدقة الفطر صاع عن كل شخص، والصاع أربعة أمداد، والمد حفنة ملء اليدين المتوسطتين.
وإذا وجبت صدقة الفطر على المكلف ولم يكن مستطيعاً إخراج كامل الصدقة بل بعضها أخرج ذلك البعض وجوباً، لحديث أبي بكر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: (وإذا أمرتكم ⦗٣٠٠⦘ بأمر فأتوا منه ما استطعتم) (١) ، فمثلاً إذا وجب عليه إخراج صدقة الفطر عن عدة أشخاص، وكان غير قادر على إخراجها عنهم جميعاً، ولكن يستطيع إخراجها عن بعضهم، فإنه يبدأ بإخرجها عن نفسه أولاً، ثم عن زوجته، ثم عن والديه الفقيرين، ثم عن ولده.
_________
(١) البخاري: ج ٦/ كتاب الاعتصام بالكتاب والسنة باب ٣/٦٨٥٨.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1459,'ماهيتها:
يخرج المكلف صدقة الفطر من غالب قوت أهل البلد، الذي هو أحد الأصناف التسعة التالية: القمح، الشعير، السلت، الذرة، الدخن، الأرز، التمر، الزبيب، الأقط (لبن يابس أخرج زبده) .
ولا يجزئ إخراجها (١) من غير غالب قوت البلد، إلا إذا كان أفضل كما لو غلب اقتيات الشعير فأخرج قمحاً.
كما لا يجوز إخراجها من غير هذه الأصناف التسعة كالفول والعدس، إلا إذا اقتاته الناس وتركوا الأصناف التسعة المذكورة. وإذا أراد المكلف أن يخرج صدقته من اللحم اعتبر الشبع في الإخراج، فمثلاً إذا كان الصاع من القمح يشبع اثنين لو خُبِزَ، فيجب أن يخرج من اللحم ما يشبع اثنين.
_________
(١) يجوز عند السادة الحنفية إخراج قيمة الصاع نقداً، بل إن ذلك عندهم أفضل، لأنه أكثر نفعاً للفقراء.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1460,'مصرفها:
تصرف صدقة الفطر إلى الفقراء والمساكين. لا العاملين عليها ولا المؤلفة قلوبهم ولا غيرهم، إلا إذا كانوا فقراء أو مساكين.
ويشترط فيمن تعطى له صدقة الفطر: الحرية الإسلام وعدم كونه من بني هاشم.
ويجوز دفع آصاع متعددة لمسكين واحد، كما يجوز تجزئة الصاع على عدة مساكين، ولكن الأوْلى إعطاء صاع لكل مسكين.
مندوباتها:',NULL,'300',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1461,'١- يندب إخرجها (١) بعد فجر يوم العيد وقبل الذهاب لصلاة العيد.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1462,'٢- يندب أن لا تزيد عن صاع عن كل شخص.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1463,'٣- يندب دفعها للإمام ليوزعها. ⦗٣٠١⦘
_________
(٣) ويجوز عند السادة الشافية إخراج الزكاة في أول رمضان، بشرط كون آخذها مستحقاً وقت وجوبها ووقت دفعها، وبشرط وجود آخذها في بلد المزكي وقت الوجوب.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1464,'<span data-type="title" id=toc-30>كتاب الصوم </span>-',NULL,'302',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1465,'<span data-type="title" id=toc-31>الباب الأول ⦗٣٠٣⦘: تعريف الصوم:</span>',NULL,'302',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1466,'الصوم لغة: الإمساك عن الشيء. بدليل قوله تعالى: {إني نذرت للرحمن صوماً فلن أكلم اليوم أنسياً} (١) أي صمتاً.
وشرعاً: الإمساك عن المفطرات من شهوتي البطن والفرج، من طلوع الفجر إلى غروب الشمس بنية.
_________
(١) مريم: ٢٦.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1467,'أقسام الصوم:',NULL,'303',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1468,'١- الصوم المفروض.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1469,'٢- الصوم المندوب',NULL,'303',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1470,'٣- الصوم المكروه.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1471,'٤- الصوم المحرم. ⦗٣٠٤⦘
أولاً - الصوم المفروض
وهو صوم رمضان أداءً وقضاءً، وصوم الكفارات، والصوم المنذور.
صوم رمضان
صوم رمضان فرض عين بدليل قوله تعالى: {يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون أياماً معدودات فمن كان منكم مريضاُ أو على سفر فعدة من أيام أخر وعلى الذين يطيقونه فديةٌ طعامُ مسكين فمن تطوع خيراً فهو خير له وأن تصوموا خير لكم إن كنتم تعلمون شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر فليصمه ... } (١) .
وما روى ابن عمر رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: ((بني الإسلام على خمس شهادة أن لا إله إلا اللَّه، وأن محمد عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة وحج البيت وصوم رمضان" (٢) .
وقد أجمعت الأمة على فرضية الصوم ولم يخالف أحد من المسلمين، فهو معلوم من الدين بالضرورة ويكفر منكره.
_________
(١) البقرة: ١٨٣-١٨٥.
(٢) مسلم: ج ١ /كتاب الإيمان باب ٥/٢١.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1472,'ثبوت شهر رمضان:
يثبت رمضان بأحد الأمور التالية:',NULL,'304',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1473,'١- بكمال شهر شعبان ثلاثين يوماً، لحديث أبي هريرة رضي اللَّه عنه قال: قال أبو القاسم صلى اللَّه عليه وسلم: "صوموا لرؤيته وأفطروا لرؤيته، فإن غبّي عليكم فأكملوا عدة شعبان ثلاثين" (١)',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1474,'٢- برؤية هلال رمضان من قبل شاهدين عدلين (والعَدْل: ذكر بالغ عاقل غير مرتكب لكبيرة ولا مصرّ على صغيرة) . ويجب الصوم على كل من أخبره العدلان برؤية الهلال أو سمع أنهما يخبران غيره وإن لم يرفعا الشهادة إلى الحاكم. فإن ثبت رمضان برؤيتهما ولم يُرَ هلال شوال بعد الثلاثين يوماً من قبل غيرهما حال كون السماء صحواً ليلة الإحدى والثلاثين كُذٍبا في شهادتهما برؤية رمضان. ووجب تبييت نية الصوم لأنه تبن عدم انتهاء رمضان، أما إذا كانت السماء غائمة فلا يكذبا.
ولا يتحقق صوم رمضان برؤية عدل واحد، أو عدل وامرأة، أو امرأتين، للهلال ولا يجب الصيام بذلك.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1475,'٣- برؤية جماعة مستفيضة يفيد خبرهم العلم، وإن لم يكونوا عدولاً ولا ذكوراً ولا أحراراً، ولكن يُؤمَن تواطؤهم على الكذب، حال كون كل منهم يدعي أنه رأى الهلال لا أنه سمع برؤيته.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1476,'٤- برؤية واحد بالنسبة لمن لا اعتناء لهم برؤية الهلال، ولو كان هذا الواحد امرأة أو عبداً لكن بشرط أن يكون غير مشهور بالكذب وتثق النفس بخبره.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1477,'٥- يجب الصوم وإظهاره على كل من رأى الهلال، ولو لم يؤخذ بشهادته، فإذا أفطر فعليه القضاء والكفارة، ولو تأول على الأرجح أي كأن قال: لعلّي أنا مخطئ برؤيتي إذا لم يره غيري.
_________
(١) البخاري: ج ٢/كتاب الصوم باب ١١/١٨١٠. وقال الإمام مالك: إذا توالى الغيم شهوراً أكملوا عدة الجميع حتى يظهر خلافه، ويقضوا إن تبين لهم خلاف ما هم عليه.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1478,'متى يعم الصوم:',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1479,'١- يعم الصوم سائر البلاد والأقطار إذا نقلت جماعة مستفيضة أو عن عدلين، أو نقل عدلان عن جماعة مستفيضة أو عن عدلين، ثبوت شهر رمضان، ولو لم يقع النقل عن طريق الحاكم.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1480,'٢- يجب الصوم ويعم إن نقل بحكم حاكم.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1481,'٣- يجب الصوم ويعم سائر الأقطار إذا ثبت الهلال بقطر منها، لا فرق بين القريب والبعيد من جهة الثبوت، ولا عبرة باختلاف المطالع مطلقاً. ⦗٣٠٦⦘
حكم التماس الهلال:
يفترض على المسلمين فرض كفاية التماس الهلال في غروب شمس اليوم التاسع والعشرين من شعبان ورمضان حتى يتبينوا أمر صومهم وإفطارهم. فيجب على كل من رأى الهلال إن كان عدلاً أو عدلين، أو كان مرجوّاً قبول شهادته عند الحاكم، فيحكم عندها الحاكم بثبوت شهر رمضان، وربما يرى الحاكم أن يأخذ بشهادة العدل الواحد ويحكم بثبوت رمضان.
ولا يثبت دخول الشهر بقول المنجمين أي الموقِّتين الذين يعرفون سير القمر لا في حق أنفسهم ولا في حق الآخرين، لأنّ الشارع أناط الصوم والفطر والحج برؤية الهلال لا بوجوده.
يوم الشك: يوم الشك هو يوم الثلاثين من شهر شعبان إن كانت ليلته غائمة ولم يُرَ هلال رمضان أما إذا كانت السماء صحواً، ولم يُرَ الهلال لم يكن يوم شك وإنما من شعبان حقاً.
حكم صومه:',NULL,'305',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1482,'١- يكره صوم يوم الشك وقيل يحرم إن صامه احتياطاً، بأن يقول: أصومه لعله أن يكون من رمضان أحتسبه وإن لم يكن كان تطوعاً. ففي هذه الحالة لا يجزئه عن رمضان إن تبين أنه منه، وإن وجب عليه الإمساك فيه لحرمة الشهر وعليه القضاء. لقول عمار بن ياسر رضي اللَّه عنهما: (من صام اليوم الذي يشك فيه الناس فقد عصى أيا القاسم صلى اللَّه عليه وسلم) (١) .',NULL,'306',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1483,'٢- يندب إن صامه تطوعاً لأجل عادة كأن كان عادته صيام رجب وشعبان ورمضان أو صوم يومي الاثنين والخميس من كل شهر وصادف يوم الشك أحدهما.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1484,'٣- يجب صومه إن كان قضاء عن رمضان قبله، أو كفارة يمين، أو نذراً معين صادف يوم الشك (كأن يقول نذرٌ عليّ أن أصوم يوم قدوم زيد، وصادف ذاك اليوم يوم الشك) فإن صامه ثم تبين أنه من رمضان لم يجزئه عن رمضان الحاضر لعدم نيته ولا عن غيره من القضاء أو الكفارة، لأن زمن رمضان لا يقبل صوماً غيره، ويصبح عليه قضاء ذلك اليوم عن رمضان الحاضر وقضاء يوم آخر عن رمضان الفائت أو عن الكفارة أو عن النذر إن لم يكن معيناً أما إن كان النذر معيناً كما في المثال فات وقته وليس عليه قضاؤه.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1485,'٤- يندب الإمساك يوم الشك ليتحقق الحال، فإذا ثبت رمضان وجب الإمساك لحرمة الشهر وقضاء يوم بعده، فإن لم يمسك بعد ما تبين أنه رمضان وجب عليه القضاء والكفارة لانتهاك ⦗٣٠٧⦘ حرمة رمضان، بأن أفطر عالماً بالحرمة ووجوب الإمساك. أما إذا لم يكن ممسكاً قبل أن يتبين أنه من رمضان فلا كفارة عليه، وإنما يجب الإمساك والقضاء.
شروط الصوم:
أولاً: شروط الوجوب
يجب صوم رمضان على كل مسلم ذكر أو أنثى، حرٍ أو عبدٍ بالشروط التالية:',NULL,'306',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1486,'١- البلوغ: فلا يجب الصوم على الصبي.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1487,'٢- العقل: فلا يجب على المجنون ولا المغمي عليه، لما رُوي عن علي بن أبي طالب رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل" (١) .',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1488,'٣- القدرة على الصوم: فلا يجب على العاجز حقيقة أو حكماً (كمرضع لها قدرة على الصوم لكن خافت على الرضيع هلاكاً أو شدة ضرر) .',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1489,'٤- الإقامة: فلا يجب المسافر سفر قصر.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1490,'٥- النقاء من الحيض والنفاس، فإن نقيت الحائض أو النفساء قبل الفجر بلحظة أو مع الفجر وجب عليها صوم رمضان أو صوم كفارة أو صوم اعتكاف أو نذر في أيام معينة.
_________
(١) أبو داود: ج ٤/ كتاب الحدود باب ١٦/٤٤٠٣.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1491,'ثانياً- شروط صحة الصوم',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1492,'١- النية: هي شرط لصحة الصوم على الراجح، لأنها قصد الشيء خارج عن ماهيته. (وقيل: هي ركن) .
صيغتها: قصد الصوم جزماً ولو لم تلاحظ نية التقرب إلى اللَّه تعالى ولكن تندب. ولا يصح الصوم سواء كان فرضاً أم نفلاً بغير نية، وتكفي نية واحدة في صوم يجب تتابعه كرمضان، وكفارته (الفطر بالجماع) ، وكفارة القتل، وكفارة الظهار، وكالنذر المتتابع كمن نذر صوم شهر أو عشرة أيام متتابعة، ذلك لأن واجب التتابع كالعبادة الواحدة من حيث ارتباط بعضها ببعض وعدم جواز التفريق، فكفت النية الواحدة. أما إذا انقطع ما يجب تتابعه بمرض أو سفر فلا تكفي النية الأولى ولو استمر صائماً بل لا بد من تبييت النية كل ليلة ولو استمر بالصوم رغم السفر أو المرض وهو المعتمد، وقيل: تكفي نية واحدة إذا استمر ⦗٣٠٨⦘ بالصوم، وأما إذا انقطع الصوم المتتابع بالحيض أو النفاس أو الجنون أو الإغماء (مما يوجب عدم الصحة) فلا تكفي النية بل لا بد من إعادتها ولو حصل المانع بعد الغروب وزال قبل الفجر.
وأما الصوم الذي لا يجب فيه التتابع كقضاء رمضان وكفارة اليمين فلا بد فيه من النية كل ليلة ولا تكفيه نية واحدة في أوله.
والنية الحكمية كافية، فلو تسحر ولم يخطر بباله الصوم وكان بحيث إذا سئل لماذا تتسحر؟ أجاب: لأصوم، كفاه ذلك.
شروط النية',NULL,'307',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1493,'١ً- التبييت من الليل (من غروب الشمس إلى طلوع الفجر) سواء كان الصوم فرضاً أم نفلاً، بدليل ما روته حفصة رضي اللَّه عنها عن النبي صلى اللَّه عليه وسلم قال: "من لم يُبيِّت الصيام قبل الفجر فلا صيام له" (١) .
ولا يضر ما يحدث بعد تبييت النية من أكل أو شرب أو غير ذلك من المفطرات إذا كان ذلك قبل الفجر، بخلاف الإغماء والجنون إذا حصل أحدهما بعد تبييت النية فتبطل ويجب تجديدها إن بقي وقتها بعد الإفاقة، أما إن أفاق بعد طلوع الفجر لم تصح النية، وأما لو نوى الصوم في آخر جزء من الليل بحيث يطلع الفجر عقب النية أو معها صح صومه.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1494,'٢ً- التعيين: أي تحديد ما قَصدَ من الصوم هل هو نفل أم رمضان أم قضاء أم نذر أم كفارة، فإن جزم بنية الصوم وشك بعد ذلك هل نوى تطوعاً أم نذراً أم قضاءً، انعقد صومه تطوعاً.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1495,'٢- النقاء من الحيض والنفاس: فلا يصحّ صوم حائض أو نفساء ما لم تنق قبل الفجر ولو بلحظة أو مع الفجر، ويكون النقاء بقَصَّة أو جفوف ولو لمعتادة القصة (أي إذا رأت الجفاف معتادة القصة فلا تنظرها بل يجب عليها الصوم) ، فإن شكّت هل طهرت قبل الفجر أو بعده فعليها صوم ذلك اليوم لاحتمال طهارتها قبل الفجر وعليها القضاء لاحتمال طهارتها بعد الفجر.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1496,'٣- العقل: فلا يصح من المجنون والمغمي عليه. أما وجوب القضاء ففيه تفصيل:
إذا أغمي على الشخص يوماً كاملاً؛ أو معظم اليوم، أو نصف اليوم، أو أقله وكان أوله عند النية مغمي عليه، ففي كل هذه الحالات يجب القضاء. أما إذا أغمي عليه لمدة ⦗٣٠٩⦘ نصف اليوم أو أقل وكان ساعة النية مفيقاً فلا قضاء عليه إن نوى قبل الإغماء. والمجنون كالمغمي عليه في تفصيل القضاء.
وأما النائم فلا يجب عليه قضاء ما فاته وهو نائم ولو نام الشهر كله إن بيَّت النية في أول الشهر.
وأما حالة السكر فهي في تفصيل القضاء كحالة المغمي عليه، وقيل لا إنما تلحق بالنوم إذا كان السكر بحلال وتلحق بالإغماء إذا كان السكر بحرام.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1497,'٤- الإسلام: فلا يصح الصوم من الكافر وإن كان واجباً عليه ويعاقب على تركه زيادة على عقاب الكفر.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1498,'٥- صلاحية الزمن للصوم: فلا يصح الصوم في الأيام التي يحرم صومها (كيومي العيدين، والثاني والثالث من أيام التشريق لغير الحاج لأن فيه إعراض عن ضيافة اللَّه تعالى) .
_________
(١) النسائي: ج ٤ /ص ١٩٦.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1499,'أركان الصوم:
للصوم ركنان، أولهما النية، وثانيهما: الإمساك عن المفطرات، فمفهوم الصيام لا يتحقق إلا بهما. ورجح بعضهم أن النية شرط لا ركن وهو المعتمد ويبقى للصيام ركن واحد وهو الإمساك عن المفطرات. والمفطرات هي:',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1500,'١- تغييب حشفة بالغ (إن كان غير بالغ فلا يفسد صوم الواطئ ولا الموطوء) أو قدرها من مقطوعها في فرج مطيق (سواء في القبل أو الدبر) وسواء كان الموطوء نائماً أو مستيقظاً وسواء كان حيّاً أو ميتاً وسواء كان آدمياً أو بهيمة، وإن لم ينزل. واحترز بالإطاقة عما لو كان الإدخال بين الإليتين أو الفخذين أو في فرج صغير لا يطيق، فلا يبطل الصوم ما لم يُخرج منياً أو مذياً.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1501,'٢- إنزال المني أو المذي بلذة معتادة كمقدمات الجماع ولو نظراً أو تفكراً (فإن فعل وجب القضاء والكفارة) ، أما لو خرج المني أو المذي بنفسه أو بلذة غير معتادة بسبب الاحتلام فلا يفسد الصوم.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1502,'٣- الاستقياء: فمن استقاء عمداً وجب عليه القضاء إن لم يبتلع شيئاً، فإن ابتلع وجب عليه القضاء والكفارة. أما من درعه الفيء فلا قضاء عليه ما لم يبتلع منه شيئاً، لحديث أبي هريرة ⦗٣١٠⦘ رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: "من ذرعه القيء فليس عليه قضاء، ومن استقاء عمداً فليقضِ" (١) .',NULL,'309',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1503,'٤- وصول متحلل (٢) من منفذ عالٍ إلى الحلق، وإن لم يصل إلى المعدة، ولو وصل سهواً (شارداً) أو غلبة، فإنه مفسد للصوم (أما الجامد إذا وصل إلى الحلق فلا يفسد الصوم كما يكون بين الأسنان فلا يفطر ولو تعمد بلعه) وسواء كان الوصول عن طريق الفم أو العين أو الآنف أو الأذن أو مسام الرأس، فمن اكتحل نهاراً أو استنشق شيئاً فوصل أثره إلى حلقه أفسد صومه وعليه القضاء، أما من اكتحل ليلاً أو وضع شيئاً في أذنه أو أنفه أو دهن رأسه ليلاً فوصل أثره إلى حلقه نهاراً فلا شيء عليه.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1504,'٥- وصول مائع إلى المعدة من الأسافل من منفذ متسع كالدبر.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1505,'٦- وصول غير مائع إلى المعدة من الفم، أما إدخال جامد من منفذ أسفل المعدة فلا يضر ولو كان على شكل تحاميل.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1506,'٧- وصول بخور، أي الدخان المتصاعد من حرق عود بخور، إلى الحلق. ومثله بُخار القدر ودخان السجائر والنشوق فكلها مفطرة إذا وصلت إلى الحلق، أما إذا وصلت إلى الحلق بغير اختيار أي بدون استنشاق فلا قضاء عليه.
أما دخان الحطب وغبار الطريق فلا يفطر بوصوله إلى الحلق ولو تعمد استنشاقه، وكذا رائحة المسك والعنبر والزبد فلا تفطر ولو استنشقها؛ إلا أنها مكروهة.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1507,'٨- وصول قيء أو قلس إلى المعدة (الماء الذي يخرج مع التدشئة) إذا أمكن طرحه (فإن لم يمكن طرحه بأن لم يجاوز الحلق فلا شيء فيه مطلقاً) سواء كان القيء لعلة أو لامتلاء معدة، قلّ أو كثُر، تغيّر أم لا، رجع عمداً أم سهواً، فإنه يفطر.
أما البلغم سواء كان من الصدر أو الرأس فالمعتمد أنه لا يفطر مطلقاً ولو وصل إلى طرف اللسان للمشقة وقيل: إن كان بالإمكان طرحه فابتلعه، فإنه يفطر.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1508,'٩- وصول شيء يغلب سبقه إلى الحلق، من أثر ماء المضمضة أو رطوبة سواك، بأن لم يكن طرحه. فإذا وصل شيء إلى حلقه أو معدته فعليه القضاء في الفرض. أما إذا وصل شيء من ذلك إلى حلقه في صوم النفل فلا يفسده. ⦗٣١١⦘
_________
(١) الترمذي: ج ٣ / كتاب الصوم باب ٢٥/٧٢٠.
(٢) مائع أو ما يتحلل ولو في المعدة.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1509,'أشياء لا تفطر:',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1510,'١- غلبة القيء إن لم يبتلع منه شيئاً ولو كثر.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1511,'٢- وصول غبار الطريق إلى حلق الصائم، أو دخول ذباب إلى حلقه، أو الدقيق لصانعه، أو غبار كيل (لمثل طحان، وناخل، ومغربل) .',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1512,'٣- إذا طلع عليه الفجر وهو يأكل أو يشرب مثلاً فطرح المأكول ونحوه من فيه بمجرد طلوع الفجر.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1513,'٤- غلبة المني أو المذي بمجرد النظر أو الفكر.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1514,'٥- ابتلاع الريق المتجمع في فمه أو ابتلاع ما بين أسنانه من بقايا الطعام، إلا إذا كان كثيراً عرفاً وابتلعه.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1515,'٦- دهن جرح في بطنه متصلٍ بجوفه (يقال له جائفة) .',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1516,'٧- الاحتلام.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1517,'٨- أخذ حقنة في الإحليل، لأنه منفذ لا يصل إلى المعدة، وكذا الحقنة من القبل للمرأة. ولكن كره الإمام مالك الحقنة للصائم.
الأعذار المبيحة للفطر في رمضان:
أولاً: المرض:
حكم بسبب المرض:',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1518,'١ً- يجب الفطر ويحرم الصوم على من غلب على ظنه الهلاك أو الضرر الشديد بسبب الصوم، كذهاب منفعة عضو أو حاسة من الحواس، سواء كان مريضاً أو صحيحاً وخاف من ذلك. لقوله تعالى: {ولا تلقوا بأيديكم إلى التهلكة} (١) . وقوله عز وجل: {ولا تقتلوا أنفسكم} (٢) .',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1519,'٢ً- يجوز الفطر إذا مرض الصائم أو خاف زيادة المرض بالصوم أو خاف تأخر البرء من المرض أو حصلت له مشقة شديدة بالصوم. قال تعالى: {فمن كان منكم مريضاً أو على سفر فعدة من أيام أخر} (٣) . ⦗٣١٢⦘
_________
(١) البقرة: ١٩٥.
(٢) النساء: ٢٩.
(٣) البقرة: ١٨٤.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1520,'ثانياً: الحمل والرضاع:',NULL,'312',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1521,'١- يجب على الحامل والمرضع، ولو كانت المرضع مستأجرة، الفطر إن خافتا بالصوم هلاكاً أو ضرراً شديداً على نفسهما أو على ولديهما.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1522,'٢- يجوز الفطر للحامل والمرضع إن خافتا بالصوم المرض أو زيادته على نفسهما أو على نفسهما وولدهما، أما إن كان الخوف على الولد فقط فعليها القضاء مع الفدية.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1523,'٣- يجب الصوم على المرضع ولو خافت على نفسها أو ولدها أو ولدها ونفسها إن كان بإمكانها استئجار مرضع، أما إن لم يمكن لفقدان المرضع أو لعدم قبول الطفل ثدي المرضع أو لعدم توفر أجرة المرضع فيجوز لها الفطر. وإذا استأجرت المرضع كانت الأجرة من مال الولد إن كان له مال موقوف، أو من مال أبيه إن كان له أب لأن نفقته عليه.
ثالثاً: الجوع والعطش الشديدان:
يجوز الفطر لمن يعد قادراً على الصوم مع حصول شدة جوع وعطش، وعليه القضاء فقط.
رابعاً: كبر السن:
يجوز الفطر للشيخ الهرم الذي لا يقدر على الصوم في جميع فصول السنة، ومثله المريض مرضاً لا يرجى برؤه، قال تعالى: {لا يكلف اللَّه نفساً إلا وسعها} (١) . ويستحب لكليهما أن يخرجا فدية عن كل يوم إطعام مسكين.
_________
(١) البقرة: ٢٨٦.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1524,'خامساً: السفر:
يجوز الفطر مع الكراهية في يوم السفر وفي أيام الإقامة في السفر إن كانت أقل من أربعة أيام. قال تعالى: (وأن تصوموا خير لكم) (١) ، وعن عائشة زوج النبي صلى اللَّه عليه وسلم (أن حمزة بن عمرو الأسلمي قال للنبي صلى اللَّه عليه وسلم: أأصوم في السفر؟ وكان كثير الصيام فقال: إن شئت فصم، وإن شئت فأفطر) (٢) .
والفطر للمسافر في رمضان وإن كان جائزاً، فإن الصوم أفضل له إن لم يجد مشقة أما إذا خشي التضرر به، كما لو خاف على نفسه من التلف، أو خاف تلف عضو منه، أو تعطيل منفعة فيكون الفطر عندها واجباً ويحرم الصوم، لما روى جابر رضي اللَّه عنه (أن رسول اللَّه صلى اللَّه عليه وسلم خرج ⦗٣١٣⦘ عام الفتح إلى مكة فصام حتى بلغ كراع الغميم. فصام الناس- وفي رواية عن جعفر زاد فيها: إن الناس قد شق عليهم الصيام، وإنما ينظرون فيما فعلت فدعا بقدحٍ من ماء بعد العصر (٣) - ثم دعا بقدح من ماء فرفعه حتى نظر الناس إليه ثم شرب. فقيل له بعد ذلك إن بعض الناس قد صام فقال: أولئك العصاة أولئك العصاة) (٤) .
شروط جواز الفطر في السفر:',NULL,'312',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1525,'١- أن يكون السفر سفر قصر.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1526,'٢- أن يكون السفر مباحاً.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1527,'٣- أن يكون شرع في السفر قبل الفجر بحيث يصل إلى المكان الذي يبدأ فيه بقصر الصلاة قبل طلوع الفجر، فإذا شرع في السفر بعد الفجر وكان مبيتاً للصوم يحرم عليه الفطر، وإن أفطر كان عليه القضاء فقط.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1528,'٤- أن يبيت نية الفطر بحيث يطلع عليه الفجر وقد نوى الفطر.
فمن أفطر في رمضان بسبب السفر -ضمن الشروط المذكورة- فعليه القضاء فقط دون الفدية. قال تعالى: {فمن كان منكم مريضاً أو على سفر فعدة من أيام أخر} (٥) ، أما إذا اختل شرط من هذه الشروط وأفطر فعليه القضاء والكفارة كما في الحالات التالية:',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1529,'١- إذا أصبح مفطراً في الحضر وعازماً على السفر ولكن بعد الفجر، فعليه القضاء والكفارة سواء سافر أم لا، وسواء كان متأولاً أم لا.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1530,'٢- إذا أصبح صائماً في السفر ثم أفطر أثناء النهار، فعليه القضاء والكفارة ولا يعتبر تأويله، لأنه جاز له الفطر فاختار الصوم وترك الرخصة، فإذا صام فليس له أن يخرج منه إلا بعذر، فلما أفطر متعمداً كانت عليه الكفارة لانتهاكه حرمة الدين.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1531,'٣- إذا بيَّت الصوم في الحضر وعزم على السفر بعد الفجر فأفطر قبل الشروع فيه بلا تأويلٍ، فعليه الكفارة لانتهاك الحرمة عند عدم التأويل، أما إذا أوّل بأن ظن إباحة الفطر فأفطر فلا تلزمه الكفارة.
وهناك خلاف فيمن سافر لأجل الفطر في رمضان هل يعامل بنقيض مقصوده مثلاً وتلزمه الكفارة مع القضاء أم لا. ⦗٣١٤⦘
_________
(١) البقرة: ١٨٤.
(٢) البخاري: ج ٢/ كتاب الصوم باب ٣٣/١٨٤١.
(٣) مسلم: ج ٢ / كتاب الصيام باب ١٥/٩١.
(٤) مسلم: ج ٢ / كتاب الصيام باب ١٥/٩٠.
(٥) البقرة: ١٨٤.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1532,'الأمور المرتبة على الصائم إذا أفطر:
أولاً- القضاء:
يجب القضاء على كل من أفطر في الحالات التالية:
آ- في الصوم المفروض:
يجب القضاء على كل من أفطر مطلقاً سواء كان الفطر لعذر (مرض، حيض،..) أو لاختلال ركن (كرفع نية الصوم، أو صب مائع بالحلق وهو نائم، أو أكله شاكاً في طلوع الفجر أو في الغروب.. وهنا يحرم فطره؛ أما لو أكل معتقداً بقاء الليل أو حصول الغروب ثم طرأ الشك فلا حرمة في ذلك ويجب عليه القضاء فقط) أو كان الفطر واجباً (كمن خاف على نفسه هلاكاً) أو جائزاً (كمن أفطر لشدة ألم أو لخوف حدوث مرض أو زيادته) أو حراماً (أي عمداً لغير سبب) أو سهواً أو غلبة (سبقه شيء إلى حلقه) أو إكراهاً.
ويشمل الصوم المفروض: المفروض المعين كرمضان، والمفروض غير المعين الواجب التتابع فيه ككفارة الظهار والقتل، وغير المعين غير الواجب التتابع فيه ككفارة اليمين وقضاء رمضان وجزاء الصيد وفدية الأذى والنذر غير المعين وصوم المتمتع والقارن الذي لم يجد الهدي.
ويندب لمن عليه شيء من رمضان تعجيل القضاء كما يندب التتابع، لكن إن مات ولم يقض فليس بعاص لأنه لا يجب القضاء على الفور (١) ككل صوم ولا يجب التتابع كصوم كفارة اليمين والتمتع وجزاء الصيد، ففي كلها يندب التتابع ولا يجب.
_________
(١) عند السادة الأحناف: القضاء على الفور، فالفاء عندهم في قوله تعالى: {فعدة من أيام أخر} للتعقيب لذا من مات قبل أن يقضي مات عاصياً.',NULL,'314',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1533,'ب- في الصوم المنذور المعين:
إن أفطر لعذر فلا قضاء عليه، أما إذا بقي شيء منه بعد زوال العذر تعين الصوم فيه، وأما إن أفطر ناسياً فعليه القضاء.
الإفطار في القضاء صوم واجب:
من أفطر متعمداً في يوم من الأيام التي يقضي فيها ما فاته من صوم رمضان أو أي صوم واجب آخر، فليس عليه قضاء الأصل، وذلك على أرجح الأقوال. ⦗٣١٥⦘
جـ- في صوم التطوع:
يحرم الفطر عمداً في صوم التطوع، من غير ضرورة ولا عذر، ولو أفطر لسفر طرأ عليه، أو لحلف أحد عليه بطلاق البتِّ (الثلاث) ، وعليه القضاء، أما إن علم الصائم -في الحالة الأخيرة- تعلق قلب الحالف بمن حلف بطلاقها بحيث لو حنث يخشى عليه أن لا يتركها جاز له في هذه الحالة الفطر لقاء الحلف ولا قضاء عليه.
أما من أفطر ناسياً، أو غلبة، أو مكرهاً، أو لعذر، أو لخوف مرض، أو زيادته، أو شدة جوع أو عطش، أو عمداً طاعة لأحد والديه، إذا أمره بالفطر شفقة عليه من إدامة الصيام، أو طاعة لشيخ صالح أخذ على نفسه العهد أن لا يخالفه، وكذا طاعة الشيخ العلم الشرعي، أو طاعة لسيده إذا كان عبداً، ففي كل هذه الحالات إذا أفطر فلا حرمة في فطره ولا قضاء عليه.
ثانياً- الإمساك بقية اليوم عن المفطرات:
الحالات التي يجب فيها الإمساك:',NULL,'314',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1534,'١- من أفطر بغير عذر في صوم فرض معين كصوم رمضان أو نذر معين بوقت، سواء أفطر عمداً أو غلبة أو نسياناً أو كرهاً أو خطأ كمن نذر أن يصوم الخميس فصام الأربعاء طناً منه أنه الخميس فيتم الأربعاء وعليه صوم الخميس.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1535,'٢- من أفطر سهواً في فرض غير معين ولكن يجب فيه التتابع ككفارة الظهار والقتل، إلا في اليوم الأول فالإمساك فيه مستحب.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1536,'٣- من أفطر ناسياً في صوم تطوع وكذا من أفطر عمداً على القول المرجوح.
- أما من أفطر عمداً أو سهواً في فرض غير معين ولا يجب التتابع فيه كجزاء الصيد وفدية الأذى وكفارة اليمين ونذر مضمون (أي غير معين بوقت) وقضاء رمضان، فيُخيّر بين الإمساك وعدمه.
- وأما من أفطر بعذر فزال عذره في النهار كمن كان مسافراً فأقام أو كان مجنوناً فأفاق فلا يجب عليه الإمساك ولا يستحب.
ثالثاً- الكفارة الكبرى:
ماهيتها:',NULL,'315',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1537,'١ً- بالنسبة للحر الرشيد: هي على التخيير إما إطعام أو عتق أو صوم، وأفضلها الإطعام فالعتق فالصوم. ⦗٣١٦⦘
آ- الإطعام: يجب تمليك ستين مسكيناً أو فقيراً كلّ واحد منهم مداً بمد النبي صلى اللَّه عليه وسلم، وهو ملء اليدين المتوسطين لا مقبوضتين ولا مبسوطتين، من غالب طعام أهل البلد من قمح أو غيره. ولا يجزئ عن ذلك أن يطبخ ويدعو ستين مسكيناً على غداء أو عشاء، ولا يجزئ إعطاء الطعام إلى من تلزمه نفقتهم.
ب- العتق: وهو عتق رقبة مؤمنة سالمة من العيوب المضرة كالعمى والبكم والجنون.
جـ- الصيام: وهو صوم شهرين متتابعين كل شهر ثلاثين يوماً، فإن أفطر في يوم منها ولو بعذر شرعي كالسفر أصبح ما صامه نفلاً ووجب عليه استئناف الصيام لانقطاع التتابع فيه. هذا بالإضافة إلى صوم يوم القضاء.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1538,'٢ً- بالنسبة للعبد: هي الصوم فقط، فإن أذن له سيده أن يكفر بالإطعام جاز ذلك.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1539,'٣ً- بالنسبة للأمة: يكفر عنها سيدها بالإطعام أو العتق لا بالصوم إن وطئها ولو أطاعته.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1540,'٤ً- بالنسبة للسفيه: يأمره وليه بالتكفير بالصوم، فإن امتنع أو كان عاجزاً عن الصوم كفر عنه وليه بأدنى النوعين قيمة إما العتق أو الإطعام.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1541,'٥ً- بالنسبة للزوجة: يكفر عنها زوجها بالعتق أو الإطعام إن أكرهها على الوطء، أما إن أطاعته كفرت عن نفسها بأحد أنواع الكفارة الثلاثة.
شروط وجوبها:',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1542,'١- العمد: فلا كفارة على ناسٍ أو مخطئ أو معذور.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1543,'٢- الاختيار: فلا كفارة على مُكْرَه، أو من أفطر غلبة.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1544,'٣- العلم بحرمة الفطر في رمضان، أما إن كان جاهلاً بحرمة الفطر فيه كأن كان جديد عهد بالإسلام أو جاهلاً أنه يوم رمضان، كمن أفطر يوم الشك ثم تبين أنه من رمضان فلا كفارة عليه. أما من جهل وجوب الكفارة على الفطر العمد في رمضان مع علمه بالحرمة فلا تسقط الكفارة عنه.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1545,'٤- أن يكون الفطر في أداء رمضان، فإن كان في غيره كقضاء رمضان أو نذر ... فلا تجب الكفارة.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1546,'٥- أن يكون منتهكاً لحرمة الشهر بلا تأويل قريب، أي غير مبالٍ بحرمة الشهر. أما إن كان متأولاً تأويلاً قريباً فلا كفارة عليه. والمتأول تأويلاً قريباً هو المستند في فطره إلى أمر موجود. ومن أمثلة التأويل القريب: من أفطر ناسياً أو مكرهاً، فظن أنه لا يجب عليه الإمساك بقية ⦗٣١٧⦘ اليوم بعد التذكر، فتناول مفطراً عمداً، فلا كفارة عليه لا ستناده إلى أمر موجود، وهو الفطر أولاً نسياناً أو بإكراه.
أو من سافر مسافة أقل من مسافة القصر، فظن أن الفطر مباح له لظاهر قوله تعالى: {ومن كان مريضاً أو على سفراً فعدة من أيام أخر} (١) فنوى الفطر من الليل وأصبح مفطراً لظاهر فلا كفارة عليه.
أو من رأى الهلال نهار الثلاثين من رمضان، فظن أنه يوم عيد وأن الفطر مباح فأفطر لظاهر قوله عليه الصلاة والسلام: "صوموا لرؤيته، وأفطروا لرؤيته" (٢) ، فلا كفارة عليه.
وأما المتأول تأويلاً بعيداً فهو المستند في فطره إلى أمر غير موجود، كالمرأة تعتاد الحيض في يوم معين فتبيت نية الفطر لظنها إباحته في ذلك اليوم لمجيء الحيض فيه عادة، فتصبح مفطرة أي تعجل الفطر قبل مجيء الحيض، فعليها الكفارة ولو رأت الحيض في ذلك اليوم حيث نوت الفطر قبل مجيئه. وكذا من رأى هلال رمضان ولكن لم تقبل شهادته أمام الحاكم فظن إباحة الفطر له فأفطر. أو من أفطر لعزمه على السفر في ذاك اليوم فلم يسافر فيه، أما إن سافر فعليه القضاء فقط دون الكفارة.
_________
(١) البقرة: ١٨٥.
(٢) البخاري: ج ٢ /كتاب الصوم باب ١١/١٨١٠.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1547,'موجبات الكفارة الكبرى:',NULL,'317',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1548,'١- تجب على كل من جامع مفسداً للصوم سواء كان فاعلاً أو مفعولاً.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1549,'٢- إخراج المني عمداً ولو بطريق إدامة الفكر أو النظر (أما إن أنزل بمجرد الفكر والنظر من غير إدامة فلا كفارة عليه وإنما القضاء فقط) إن كانت عادته الإنزال عند استدامة النظر، أما إن لم تكن عادته الإنزال عند استدامة النظر ففي وجوب الكفارة وعدمها قولان. أما إخراج المذي فإنه يوجب القضاء فقط.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1550,'٣- تعمد رفع نية الصوم نهاراً، كأن يقول: رفعت نية صومي أو رفعت نيتي، ومن باب أوْلى إذا رفعها ليلاً بعد أن كان بيتها وطلع الفجر وهو رافعاً لها، لا إن علق الفطر على شيء ولم يحصل عليه كأن قال: إن وجدت طعاماً أكلت فلم يجده أو وجده ولم يفطر فلا قضاء عليه.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1551,'٤- تعمد إيصال مفطر إلى المعدة عن طريق الفم فقط بشروط الوجوب المبنية سابقاً، أما وصول المائع إلى الحلق ورده فلا يوجب الكفارة وإنما يلزم القضاء فقط.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1552,'٥- وصول شيء إلى المعدة نتيجة تعمد الاستياك بالجوزاء (القشر المتخذ من أصول الجوز) نهاراً ولو كان ابتلاعها غلبة.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1553,'٦- وصول شيء إلى المعدة من القيء المتعمد إخراجه ولو وصل عمداً أو غلبة لا نسياناً.
وكذا تجب الكفارة على من صبّ شيئاً عمداً في حلق شخص آخر وهو نائم ووصل إلى معدته.
تعدادها:
لا تجب الكفارة الكبرى إلا عن كل يوم أفطره عمداً بالموجبات المذكورة وضمن الشروط.
وتتعدد بتعدد الأيام لا بتعدد موجبات الفطر في اليوم الواحد، فلو جامع في نهار رمضان ثم أكل عمداً فلا تجب عليه إلا كفارة كبرى واحدة عن ذاك اليوم.
رابعاً- التأديب:
يجب تأديب من أفطر عمداً في فرض أو نفل بما يراه الحاكم من ضرب أو سجن أو هما معاً، إلا أن يأتي تائباً قبل الظهور عليه فيعفى عنه.
خامساً- الكفارة الصغرى (الفدية) :
الحالات الموجبة للكفارة الصغرى:',NULL,'318',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1554,'١- تجب على كل من فرط في قضاء رمضان حتى دخل عليه رمضان آخر. ويكون التفريط إن أمكن قضاء ما عليه من رمضان في شهر شعبان ولم يقض حتى حلول رمضان آخر، ويتحقق الإمكان بكون الباقي من شهر شعبان بقدر ما عليه من رمضان وهو صحيح مقيم خال من الأعذار.
أما إن اتصل عذره بقدر الأيام التي عليه إلى تمام شعبان، كمن كان عليه خمسة أيام مثلاً من رمضان وترك قضاءها وأخرها إلى أن بقي من شهر شعبان خمسة أيام، فلما بقي ذلك مرض حتى دخل عليه رمضان آخر، فلا كفارة عليه ولو كان في كل السنة مستطيعاً للقضاء. أما إن كان عليه خمسة أيام وبقي من شهر شعبان خمسة أيام فلم يقض ومرض في اليومين الأخيرين، فليس عليه كفارة إلا عن ثلاثة أيام فقط.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1555,'٢- تجب الفدية على المرضع إذا أفطرت خوفاً على ولدها فقط.
وتستحب الفدية لمن أفطر لكبر سن أو لمرض لا يرجى برؤه (هناك قول أنه يجب الإطعام) . ⦗٣١٩⦘
ماهية الفدية:
إطعام مدٍّ من غالب قوت البلد، بمد رسول اللَّه صلى اللَّه عليه وسلم، لمسكين أو فقير عن كل يوم فرط بقضائه حتى أتى رمضان مثله أو عن كل يوم لم يصمه المكلف بالحالات المذكورة سواء وجب عليه قضاؤه أم لا.
ولا تتكرر الفدية بتكرر المثل (أي لا تتضاعف إذا مر رمضانان دون أن يقضي) فإذا كان عليه يومان من رمضان ومضى على ذلك ثلاثة رمضانات أو أكثر فلا يلزمه إلا مدان عن كل يوم مد.
ولا يجزئ إعطاء مسكين واحد مدين عن يومين ولو كان كلّ مدّ في يومه، إذا كان هذان اليومان يعودان لشهر رمضان واحد. أما إن كان فرط في قضاء يوم في شهر رمضان حتى أتى مثله ثم فرط في قضاء يوم من شهر رمضان حتى أتى مثله، فأصبح عليه فديتان عن يومين كل يوم يعود لعام فهنا يجوز إعطاء مسكين واحد فديتي اليومين.
وقت إخراجها: تُخرج فدية كل يوم مع قضائه ندباً، وإلا تخرج متى وجبت (بمرور رمضان آخر) ولو قبل القضاء، أما قبل فلا يصح إخراجها.
ما يندب في رمضان وما يستحب للصائم:',NULL,'318',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1556,'١- تعجيل الفطر بعد تحقق الغروب وقبل الصلاة، وأن يكون فطره على رُطَبات (بلح) فإن لم توجد فتمرات، ويكون عددها وتراً. فإن لم يجد تمرات فماء. لما روى سهل بن سعد رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لا يزال بخير ما عجلوا الفطر" (١) ، وما روى أنس رضي اللَّه عنه قال: "كان النبي صلى اللَّه عليه وسلم يفطر، قبل أن يصلي على رطباتٍ. فإن لم تكن رطبات فتميرات، فإن لم تكن تميرات، حسا حسوات من ماء" (٢) .',NULL,'319',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1557,'٢- الدعاء عقب الفطر بالدعاء المأثور: "اللَّهم لك صمت، وعلى رزقك أفطرت، وعليك توكلت، وبك آمنت، ذهب الظمأ وابتلت العروق، وثبت الأجر إن شاء اللَّه، يا واسع المغفرة اغفر لي، الحمد للَّه الذي أعانني فصمت، ورزقني فأفطرت".',NULL,'319',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1558,'٣- السحور للتقوي به على الصوم ولو جرعة ماء، لحديث أنس رضي اللَّه عنه عن النبي ⦗٣٢٠⦘ صلى اللَّه عليه وسلم قال: "تسحروا فإن في السحورْ بركة" (٣) . ويدخل وقته بنصف الليل الثاني، وكلما تأخر كان أفضل بشرط أن لا يقع في شك بدخول الفجر.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1559,'٤- صلاة التراويح في رمضان لحديث أبي بكر رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "من قام رمضان إيماناً (٤) واحتساباً (٥) غفر (٦) له ما تقدم من ذنبه" (٧) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1560,'٥- كف اللسان والجوارح عن فضول الكلام والأفعال التي لا أثم فيها، أما التي فيها إثم كالغيبة والنميمة فيجب الكف عنها في كل وقت ويتأكد في رمضان. لما روى أبو بكر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "و [؟؟] إذا كان يوم صوم أحدكم فلا يرفث ولا يصخب، فإنه سابه أحد أو قاتله فليقل إني امرؤ صائم" (٨) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1561,'٦- الإكثار من الصدقات والإحسان إلى ذوي الأرحام والفقراء والمساكين، لما روى ابن عباس رضي اللَّه عنهما قال: "كان النبي صلى اللَّه عليه وسلم أجود الناس بالخير، وكان أجود ما يكون في رمضان" (٩) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1562,'٧- الإكثار من تلاوة القرآن ومن الذكر كلما تيسر له ذلك.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1563,'٨- الاعتكاف وخاصة في العشر الأواخر من رمضان لتلمس ليلة القدر، لما روت عائشة رضي اللَّه عنها قالت: "كان رسول اللَّه صلى اللَّه عليه وسلم يجتهد في العشر الأواخر ما لا يجتهد في غيره" (١٠) وما روى أبو بكر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "ومن قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه" (١١) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1564,'٩- يندب الصوم في السفر إذا كان رمضان لقوله تعالى: {وأن تصوموا خير لكم} (١٢) ولكن لا يجب ولو علم الوصول إلى الوطن بعد الفجر. ⦗٣٢١⦘
_________
(١) البخاري: ج ٢ / كتاب الصوم باب ٤٤/١٨٥٦.
(٢) البخاري: ج ٢ / كتاب الصوم باب ١٠/٦٩٦.
(٣) مسلم: ج ٢ / كتاب الصيام باب ٩/٤٥.
(٤) تصديقاً بما وعد اللَّه به.
(٥) محتسباً ومدخراً أجره عند اللَّه.
(٦) غفرت له ذنوبه كلها غير حقوق العباد فإنه متوقف على إبراء ذمته.
(٧) البخاري: ج ٢ /كتاب صلاة الترويح باب ١/١٩٠٥.
(٨) البخاري: ج ٢ /كتاب الصوم باب ٩/١٨٠٥.
(٩) البخاري: ج ٢ /كتاب الصوم باب ١/١٨٠٣.
(١٠) مسلم: ج ٢/ كتاب الاعتكاف باب ٣/٨.
(١١) البخاري: ج ٢ /كتاب صلاة الترويح باب ٢/١٩١٠.
(١٢) البقرة: ١٨٤.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1565,'ما يكره للصائم:',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1566,'١- ذوق شيء له طعم كملح، أو عسل، أو خل، ولو لصانعه، مخافة أن يسبق منه لحلقه. فإذا ذاق شيء منه وجب مجه، وإن وصل شيء إلى حلقه غلبة أو عمداً فعليه القضاء، فضلاً عن الكفارة في رمضان في حالة العمد.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1567,'٢- مضغ علك، أو كل ما يُعلك، كِلبان وتمر ليعطى لطفل، فإن سبق منه شيء إلى حلقه فعليه القضاء، وإن كان ذلك عمداً فالقضاء والكفارة.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1568,'٣- مداواة حفر الأسنان نهاراً، إلا إن خاف الضرر إذا أخر المداواة إلى الليل فلا تكره نهاراً بل تجب إن خاف هلاكاً أو شديد الأذى.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1569,'٤- يكره للنساء غزل الكتان الذي له طعم، ما لم تضطر للغزل فلا يكره. وأما الكتان الذي لا طعم له فلا يكره غزله.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1570,'٥- حصاد الزرع إذا كان يؤدي للفطر، ما لم يضطر الحصّاد لذلك. أما رب الزرع فله الاشتغال به ولو أدى إلى الفطر، لأن رب المال مضطر إلى حفظه.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1571,'٦- تكره مقدمة الجماع كالقبلة والفكر والنظر إن علمت السلامة من نزول المني أو المذي، فإن علم عدم السلامة أو ظن أو شك حرمت؛ فإذا فعلها ولم يحصل له إمذاء ولا إمناء فالصوم صحيح. وكذا إذا كان القصد من الفكر أو النظر أو القبلة اللذة فتحرم، أما إن كان بدون قصد اللذة كقبلة وداع أو رحمة فلا كراهة، فإذا نزل المذي أو المني في حالة الحرمة فعليه القضاء وتلزمه الكفارة اتفاقاً. أما إن أمنى أو أمذى بدون مقدمة الجماع فليس عليه شيء ويبقى صياماً صحيحاً. وإذا أمذى أو أمنى بسبب مقدمة الجماع في حالة الكراهة، فقيل: لا كفارة عليه إلا إذا تابع حتى أنزل، وقيل: عليه القضاء والكفارة مطلقاً إن تابع أو لم يتابع (وهو قول الإمام مالك) والقول المعتمد هو: أن هناك فرق بين اللمس والقبلة والمباشرة وبين النظر والفكر، فالإنزال بالثلاثة الأول موجب للكفارة مطلقاً وبالأخيرين لا كفارة فيه إلا إن تابع.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1572,'٧- التطيب نهاراً أو شم الطيب لأنه من جملة شهوة الأنف، والطيب أيضاً محرك لشهوة الفرج. ٨- الحجامة والفصد إذا كان مريضاً وشك في سلامة من زيادة المرض التي تؤدي إلى الفطر، فإن علم السلامة من زيادة المرض جاز له ذلك، أو كان صحيحاً ولم تؤذه الحجامة أو الفصد جاز له ذلك، أما إن علم المريض أو السليم أن الحجامة أو الفصد تزيد في مرضه حرم عليه ذلك.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1573,'٩- الاستياك بعود رطب ويتحلل منه شيء، أما إن كان بشيء لا يتحلل فلا كراهة بالاستياك طوال النهار لأنه مستحب عند المقتضى الشرعي وهو الوضوء.
ما يجوز في الصوم:',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1574,'١- المضمضة لشدة العطش أو الحر، وتكره لغير موجب.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1575,'٢- الاستياك طوال النهار.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1576,'٣- الإصباح بجنابة.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1577,'٤- صوم الدهر، والحجة في ذلك الإجماع على لزومه لمن نذره ولو كان مكروهاً أو ممنوعاً لما لزمه.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1578,'٥- صوم يوم الجمعة رغم ورود النهي عن ذلك وهو قوله صلى اللَّه عليه وسلم - فيما رواه أبو هريرة رضي اللَّه عنه - (لا يَصُم أحدكم يوم الجمعة. إلا أن يصوم قبله أو يصوم بعده) (١) فعلة النهي هنا خوفه صلى اللَّه عليه وسلم من فرضه على المسلمين وقد انتفت هذه العلة بوفاته عليه الصلاة والسلام.
_________
(١) مسلم: ج ٢ / كتاب الصيام باب ٢٤/١٤٧.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1579,'ثانياً- الصوم المندوب
دليله: ما روي عن أبي سعيد الخدري رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "ما من عبد يصوم يوماً في سبيل اللَّه إلا باعد اللَّه بذلك اليوم، وجهه عن النار سبعين خريفاً" (١) .
١- صوم يوم عرفة لغير الحاج لما ورد أنه يكفر ذنوب سنتين، ويندب صوم الثمانية أيام قبله. روى أبو قتادة رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم أنه قال في صيام يوم عرفة: "أحتسب على اللَّه أن يكفر السنة التي قبله والسنة التي بعده" (٢) ، وعن ابن عباس رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "ما من أيام العمل الصالح فيهن أحب إلى اللَّه من هذه الأيام العشر، فقالوا: يا رسول اللَّه ولا الجهاد في سبيل اللَّه؟ فقال: ولا الجهاد في سبيل اللَّه إلا رجل خرج بنفسه وماله فلم يرجع من ذلك بشيء" (٣) . ٢- صوم يوم تاسوعاء وعاشوراء والثمانية أيام قبلهما من شهر محرم وبقية شهر محرم، لحديث أبي قتادة عن النبي صلى اللَّه عليه وسلم أنه قال في صيام يوم عاشوراء: "أحتسب على اللَّه أن يكفر السنة التي ⦗٣٢٣⦘ قبله" (٤) ، وحديث ابن عباس رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لئن بقيت إلى قابل لأصومن التاسع" (٥) ، وما روى أبو هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "أفضل الصيام، بعد رمضان، شهر اللَّه المحرم، وأفضل الصلاة، بعد الفريضة صلاة الليل" (٦) .',NULL,'322',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1580,'٣- صوم رجب وشعبان وبقية الأشهر الحرم.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1581,'٤- صوم الاثنين والخميس، لما روى أسامة رضي اللَّه عنه "أن النبي صلى اللَّه عليه وسلم كان يصوم يوم الاثنين ويوم الخميس" (٧) .',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1582,'٥- صوم ثلاثة أيام من كل شهر، لما روى أبو هريرة رضي اللَّه عنه قال: "أوصاني النبي صلى اللَّه عليه وسلم بثلاث لست بتاركهن في حضر ولا سفر نوم على وتر. وصيام ثلاثة أيام من كل شهر وركعتي الضحى.." (٨) والحكمة من ذلك أن الحسنة بعشر أمثالها فلذلك كان الإمام مالك يصوم اليوم الأول من الشهر، والحادي عشر، والحادي والعشرين.
ويكره صيام أيام الليالي البيض، وهي الثالث عشر والرابع عشر والخامس عشر، فراراً من تحيد أيام بعينها.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1583,'٦- صوم يوم النصف من شهر شعبان.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1584,'٧- صوم ستة من شوال بشرط عدم اعتقاد وجوبها، لما روى أبو أيوب الأنصاري رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "من صام رمضان ثم اتبعه ستاً من شوال، كان كصيام الدهر" (٩) .
أما إذا صامها متتابعة وبعد العيد مباشرة، فإنه يكره لاحتمال اعتقاد الوجوب لأنهم فسروا "من" في قوله صلى اللَّه عليه وسلم "من شوال" للبيان أنها من شوال فلا يشترط فيها التتابع.
_________
(١) مسلم: ج ٢ / كتاب الصيام باب ٣١/١٦٧.
(٢) مسلم: ج ٢ / كتاب الصيام باب ٣٦/١٩٦.
(٣) الترمذي: ج ٣ / كتاب الصوم باب ٥٢/٧٥٧.
(٤) مسلم: ج ٢ / كتاب الصيام باب ٣٦/١٩٦.
(٥) مسلم: ج ٢ / كتاب الصيام باب ٢٠/١٣٤.
(٦) مسلم: ج ٢ / كتاب الصيام باب ٣٨/٢٠٢.
(٧) الدرامي: ج ٢ /ص ٢٠.
(٨) مسند الإمام أحمد: ج ٢/ صلى اللَّه عليه وسلم ٢٧١.
(٩) مسلم: ج ٢ / كتاب الصيام باب ٣٩/٢٠٤.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1585,'ثالثاً- الصوم المكروه',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1586,'١- يكره نذر صوم يوم مكرر، أو صوم الدهر، لأن النفس إذا لزمها شيء متكرر أو دائم، أتت ⦗٣٢٤⦘ به على ثقل وندم فعندها يكون لغير الطاعة أقرب.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1587,'٢- يكره صوم يوم المولد النبوي الشريف لإلحاقه بالأعياد.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1588,'٣- يكره صوم ضيف بغير إذن رب المنزل.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1589,'٤- يكره صوم التطوع قبل صوم واجب غير معين كقضاء رمضان وكفارة ونذر، وإن عُيِّن كنذر يوم معين حُرِّم التطوع فيه.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1590,'٥- يكره صوم اليوم الثالث من أيام التشريق، إلا للحاج إذا لزمه هدي ولم يجده فإنه يصوم بلا كراهة.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1591,'٦- يكره تتابع الصوم لمن يضعفه ذلك عن عمل أفضل من الصوم.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1592,'٧- يكره صوم يوم عرفة (وقبله يوم) للحاج، لأن الفطر يقويه على الوقوف بعرفة.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1593,'٨- يكره صوم ست من شوال لمن كان يُقتدى به، إن صامها متتابعة ومتصلة بيوم العيد وأظهر صومها لكي لا يعتقد العامة وجوبها، أما إن اختل شرط من هذه الشروط فلا يكره صومها.
رابعاً- الصوم المُحرَّم',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1594,'١- صوم المرأة نفلاً بغير إذن زوجها، لما روى أبو بكر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم قال: "لا تصوم المرأة وزوجها شاهد إلا بإذنه يوماً، من غير شهر رمضان إلا بإذنه" (١) . فإن صامت بغير إذنه فله أن يفطرها بالجماع لا بأكل وشرب ويجب عليها القضاء (أما إن استأذنته فليس له ذلك) إلا إذا لم يكن محتاجاً لها كأن كان مسافراً أو محرماً أو معتكفاً فلها أن تصوم بغير إذنه.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1595,'٢- صوم يومي عيد الفطر وعيد الأضحى، لحديث أبي سعيد الخدري رضي اللَّه عنه قال: "نهى النبي صلى اللَّه عليه وسلم عن صوم يوم الفطر والنحر" (٢) .',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1596,'٣- صوم اليومين الأولين من أيام التشريق، إلا للحاج المتمتع أو القارن إن لم يجد الهدي وفاته صوم ثلاثة أيام قبل عرفة فيصوم في أيام التشريق، لحديث نُبيشة الهُذَلي قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "أيام التشريق أيام أكل وشرب وذكر للَّه" (٣) . ⦗٣٢٥⦘
_________
(١) ابن ماجة: ج ١ /كتاب الصيام باب ٥٣/١٧٦١.
(٢) البخاري: ج ٢ /كتاب الصوم باب ٦٥/١٨٩٠.
(٣) مسلم: ج ٢ /كتاب الصيام باب ٢٣/١٤٤.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1597,'<span data-type="title" id=toc-32>الباب الثاني: الاعتكاف</span>',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1598,'تعريفه:
الاعتكاف لغة: هو مطلق لزوم لشيء (خير أو شر) بدليل قوله تعالى: {فأتوا على قوم يعكفون على أصنام لهم} (١) .
وشرعاً: هو لزوم مسلم مميزٍ مسجداً مباحاً، بصوم كافّاً عن الجماع ومقدماته، يوماً مع ليلته فأكثر، للعبادة بنية.
_________
(١) الأعراف: ١٣٨.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1599,'دليله:
قوله تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد} (١) ، وما روت عائشة رضي اللَّه عنها "أن النبي صلى اللَّه عليه وسلم كان يعتكف العشر الأواخر من رمضان حتى توفاه اللَّه عز وجل ثم اعتكف أزواجه من بعده" (٢) .
_________
(١) البقرة: ١٨٧.
(٢) مسلم: ج ٢ /كتاب الاعتكاف باب ١/٥.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1600,'حكمه:
مندوب مؤكد على المشهور.
شروط صحة الاعتكاف:',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1601,'١- الإسلام: فلا يصح من كافر.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1602,'٢- التمييز: ولا ينضبط التمييز بسن بل يختلف باختلاف الأشخاص.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1603,'٣- النية، لحديث "إنما الأعمال بالنية" (١) ولأن الاعتكاف عبادة وكل عبادة تفتقر إلى نية.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1604,'٤- أن يكون في المسجد، لقوله تعالى: {وأنتم عاكفون في المساجد} فلا يصح في بيت ولا ⦗٣٢٦⦘ غيره (٢) . ومن فرضت عليه الجمعة ونذر اعتكافاً أو أراد اعتكافاً لا يخلو من جمعة فيتعين عليه الاعتكاف في الجامع، فإن لم يعتكف في الجامع خرج للجمعة وجوباً ويبطل اعتكافه بمجرد خروجه وعليه القضاء وجوباً.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1605,'٥- أن يكون في مسجد مباح للناس، فلا يصح في مسجد البيوت المحجورة ولو للنساء، ولا في الكعبة ولا في مقام ولي إن كان محجوراً، أما إذا لم يكن محجوراً وجُعل مسجداً كمقام الحسين والشافعي والسيد البدوي رضي اللَّه عنهم فيصح الاعتكاف فيه.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1606,'٦- الصوم: سواء كان الصوم فرضاً (رمضان، نذر، كفارة) أو نفلاً، فلا يصح بدونه.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1607,'٧- أن يكفّ عن الجماع ومقدماته.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1608,'٨- أن يكون لمدة لا تقل عن يوم وليلة باستثناء وقت خروجه لأجل قضاء حاجته من بول أو غائط أو وضوء أو غسل من جنابة. وليلة اليوم هي الليلة السابقة عليه، فإن نذر اعتكاف ليلة لزمه يومها لأن الاعتكاف شرطه الصيام ولا يتحقق الصوم إلا في النهار، وأما لو نذر اعتكاف بعض يوم فلا يلزمه شيء.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1609,'٩- الاشتغال بالعبادة فقط من ذكر، وصلاة، وتلاوة القرآن (٣) .',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1610,'١٠- التتابع لمن نذر الاعتكاف مطلقاً دون أن يذكر نية التتابع أو عكسه، فإن قيد بشيء عمل به، أما غير المنذور فليزمه ما ينوي قل أو كثر.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1611,'١١- الدخول قبل الغروب أو معه ليتحقق له كمال الليلة.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1612,'١٢- الخروج من معتكفه بعد الغروب ليتحقق له كمال النهار.
_________
(١) مسلم: ج ٢ /كتاب الإمارة باب ٤٥/١٥٥.
(٢) عند السادة الحنفية: المرأة تعتكف في بيتها.
(٣) عند السادة الحنفية: الاعتكاف هو حبس النفس على طاعة اللَّه تعالى، وأقله لحظة، ويصح أن يشتغل أثنائه بالعلم لأنه من جملة العبادة عندهم.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1613,'مبطلات الاعتكاف:
مبطلات الاعتكاف قسمان:
القسم الأول ما يبطل ما فُعل منه ويجب استئنافه. ويشمل:',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1614,'١- الخروج من المسجد، ولو كان الخروج واجباً لصلاة جمعة مثلاً، وهو معتكف في مسجد لا في جامع، أو لمرض أحد والديه، إذ يجب عليه الخروج لبرِّه بعيادته، أو لحضور جنازة أحد والديه والآخر منهما حي، فإن لم يكن الآخر حياً فلا يجب عليه الخروج. ويبطل الاعتكاف ⦗٣٢٧⦘ أيضاً إن كان الخروج لغير ضرورة (ومثال الخروج لضرورة: شراء مأكول أو مشروب أو قضاء حاجة) ، ففي كل هذه الحالات يبطل الاعتكاف وعليه القضاء.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1615,'٢- الإفطار عامداً لا سهواً ولا مكرهاً.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1616,'٣- شرب مسْكر ليلاً عامداً، وكذا كل مغيّب للعقل. واختلف في فعل الكبائر غير المسكر كالغيبة، والنميمة، والقذف، والسرقة، والعقوق، فقيل يبطل فعلها الاعتكاف وقيل لا.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1617,'٤- الوطء ولو من غير مطيقة عمداً أو سهواً (بخلاف الحلم) واللمس والقبلة بشهوة، لقوله تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد} . وإن وقع مثل ذلك سهواً، لحائض معتكفة نذراً خرجت بسبب حيضها من المسجد، بطل اعتكافها وعليها إعادته من أوله.
القسم الثاني: مالا يبطل ما فُعل إذا لم يأت بمنافٍ للاعتكاف، ويشمل:',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1618,'١- ما يمنع الصوم فقط كالعيد والمرض الخفيف، فإنه يستطيع المكث في المسجد دون الصوم كمن نذر صوم ذي الحجة أو نواه عند دخوله، فلا يخرج يوم الأضحى وإلا بطل اعتكافه من أصله.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1619,'٢- ما يمنع المكث في المسجد فقط كسلس بول أو إسالة جرح أو دمل يخشى معه تلوث المسجد، فيخرج منه وجوباً وعليه حرمة الاعتكاف، ولكن عند خروجه لا يقدم على الأفعال الممنوع منها المعتكف من جماع ومقدماته ... (وإلا بطل اعتكافه من أصله) ويبني وجوباً فوراً بمجرد زوال عذره المانع من المكث في المسجد، فيرجع إلى المسجد ويقضي الزمن الذي حصل فيه المانع ويكمل نذره ولو انقضى زمنه، إذا كان معيناً كالعشر الأخير من رمضان، فيقضي ما فاته أيام العذر ويأتي بما أدركه منها ولو بعد العيد. وأما ما نواه متطوعاً فإن كان بقي منه شيء أتى به وإلا انتهى اعتكافه ولا قضاء لما فاته بالعذر. وإن أخّر رجوعه للمسجد ولو لنسيان أو إكراه بطل اعتكافه واستأنفه من أوله، إلا إن أخّره ليلة العيد ويومه فلا يبطل لعدم صحة صومه أو أخره لخوف من الطريق.
ولو اشترط المعتكف لنفسه سقوط القضاء عنه على فرض حصول عذر أو مبطل، فلا ينفعه الاشتراط وشرطه لغو ويجب عليه القضاء.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1620,'٣- ما يمنع المكث في المسجد والصوم معاً كالحيض والنفاس: كالحالة السابقة، فإذا حاضت المرأة أو نُفِسَت تخرج من المسجد ثم تبني على ما تقدم من اعتكافها بعد زوال عذرها.
الجوار:
تعريفه: هو الاعتكاف إذا أطلق، فمن نذر جواراً في مسجد مباح أو نواه، وأطلق بأن لم ⦗٣٢٨⦘ يقيده بليل أو نهار ولا فطر، كأن قال للَّه علي مجاورة هذا المسجد، أو نويت الجوار فيه فهو اعتكاف بلفظ جوار، فتجري فيه جميع أحكام الاعتكاف، ويلزمه يوم وليلة في حالة النذر، أما إن لم يكن نذراً فيلزمه في الجوار ما حدده بالنية.
وأما إن قيد بيوم وليلة فأكثر لزمه ما نذر وبالدخول ما نواه، فإن قيد بنهار فقط أو ليل فقط لزمه ما نذر ولا يلزمه ما نواه فله الخروج متى شاء. ولا صوم عليه فيهما إن قيد بالفطر.
وللجوار فضل كبير ولو قيد بزمن قليل ولو ساعة، أو قيده بفطر، فمن دخل المسجد لأمر ما ونوى الجوار فيه أثابه اللَّه على ذلك ما دام ما كثاً فيه، لحديث أبي بكر رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "الملائكة تصلي على أحدكم ما دام في مصلاه تقول اللَّهم اغفر له اللَّه ارحمه" (١) ، وعنه أيضاً أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لا يزال العبد في صلاة ما كان في مصلاه ينتظر الصلاة تقول الملائكة اللَّهم اغفر له اللَّهم ارحمه حتى ينصرف أو يحدث" (٢) .
_________
(١) مسند الإمام أحمد: ج ٢ /ص ٤٨٦.
(٢) مسند الإمام أحمد: ج ٢ /ص ٤١٥.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1621,'ما يندب للمعتكف:',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1622,'١- يندب للمعتكف المكث ليلة العيد إن اتصل اعتكافه بها ليخرج في الصباح إلى صلاة العيد ويصل عبادة بعبادة.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1623,'٢- يندب المكث في آخر المسجد لأنه أبعد عن الناس.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1624,'٣- يندب الاعتكاف في رمضان لأنه من أفضل الشهور وفيه ليلة القدر، ويندب كونه في العشر الأواخر من رمضان لأنه ليلة القدر فيه أرجى، لما روت عائشة رضي اللَّه عنها قالت: "كان رسول اللَّه صلى اللَّه عليه وسلم يجتهد في العشر الأواخر مالا يجتهد في غيره" (١) ,',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1625,'٤- يندب إعداد ثوب آخر غير الذي عليه.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1626,'٥- يندب اشتغاله حال الاعتكاف بالذكر وتلاوة القرآن والصلاة والاستغفار والصلاة على رسول اللَّه صلى اللَّه عليه وسلم، ومن الذكر: الفكر القلبي في ملكوت السموات والأرض ودقائق الحكم بل هو أعظم الذكر، لقول أبي الحسن الشاذلي رضي اللَّه عنه: "ذرة من عمل القلوب خير من مثاقيل الجبال من عمل الأبدان"، ولقول بعض العارفين: إن تفجير ينابيع الحكمة من القلب لا يكون إلا بالفكر ولذلك كانت عبادة النبي صلى اللَّه عليه وسلم قبل البعثة الفكر عند أهل التحقيق',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1627,'٦- يندب أن يعتكف محصلاً على ما يحتاج إليه من مأكل ومشرب وملبس. ⦗٣٢٩⦘
_________
(١) مسلم: ج ٢ / كتاب الاعتكاف باب ٣/٨.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1628,'ما يكره للمعتكف:',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1629,'١- يكره للمعتكف الأكل في فناء المسجد أو رحبته التي ألحقت به لتوسيعه. وإن أكل خارج ذلك بطل اعتكافه.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1630,'٢- يكره اعتكاف شخص غير مكفي لأنه ذريعة لخروجه إلى شراء ما يحتاج إليه، فإن احتاج إلى شيء جاز له الخروج لذلك بحيث لا يتجاوز أقرب مكان يمكنه الشراء منه، وإلا فسد اعتكافه.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1631,'٣- يكره للمعتكف إذا خرج لقضاء حاجة، أن يدخل بيتاً فيه أهله (زوجته، أسرته) لئلا يطرأ عليه منهما ما يفسد اعتكافه.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1632,'٤- يكره الاشتغال بالعلم ولو شرعياً تعليماً أو تعلماً، لأن المقصود من الاعتكاف صفاء القلب بمراقبة الرب، ويحصل هذا غالباً بالذكر وعدم الاشتغال بالناس.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1633,'٥- يكره الاشتغال بالكتابة، ولو كتابة مصحف، لما فيه الانشغال عن ملاحظة الرب تعالى. وليس المقصود من الاعتكاف كثرة الثواب بل صفاء مرآة القلب الذي به سعادة الدارين. ومحل كراهة الاشتغال بالعلم والكتابة كثرته. كما يكره الاشتغال بأي فعل آخر غير الذكر والصلاة وتلاوة القرآن.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1634,'٦- يكره للمعتكف عيادة مريض في المسجد إن انتقل إليه المعتكف لا إن كان بقربه، وصلاة جنازة ولو وضعت بجانبه، وصعود منارة المسجد أو سطحه للأذان، أما إن كان الآذان في مكانه أو في صحن المسجد فلا يكره، وتكره إقامته للصلاة، ويكره السلام على الغير إن بَعُد.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1635,'٧- يكره للمعتكف حلق رأسه إذا خرج من المسجد لغسل جنابة أو جمعة أو عيد.
ما يجوز للمعتكف:',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1636,'١- السلام على من بقربه.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1637,'٢- التطيب، وإن كره الطيب للصائم غير المعتكف، لأن الاعتكاف نفسه مانع مما يُخشى منه إفساد الاعتكاف بخلاف الصوم.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1638,'٣- أن يعقد النكاح لنفسه أو يعقد النكاح لمن له ولاية عليها، إذا لم ينتقل من مجلسه ولم يطل الزمن، وإلا كره.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1639,'٤- قص الشارب والأظافر وحلق العانة إذا خرج من المسجد لغسل جنابة أو جمعة أو عيد.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1640,'٥- انتظار جفافا ثوبه إذا لم يكن عنده غيره وخرج لغسله من نجاسة، أما إن كان عنده غيره كره له انتظار جفافه.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1641,'<span data-type="title" id=toc-33>كتاب الحج </span>-',NULL,'332',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1642,'<span data-type="title" id=toc-34>الباب الأول ⦗٣٣٣⦘: تعريف الحج والعمرة:</span>',NULL,'332',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1643,'الحج لغة: القصد إلى معظَّم.
وشرعاً: قصد مكة المشرفة للنسك.
وحقيقته: حضور المارّ أو الجالس أو المضطجع بعرفة ساعة زمنية ولو كانت بمقدار الجلسة بين السجدتين من ليلة يوم النحر، وطوافٌ بالبيت سبعاً، وسعي بين الصفا والمروة سبعاً بإحرام.
العمرة لغة: الزيارة.
وشرعاً: زيارة البيت الحرام على وجه مخصوص.
حكمهما:
حكم الحج: هو فرض على الفور في العمر مرة إذا توفرت الشروط المطلوبة، فإن أخره المكلف عن أول عام استطاع فيه يكون آثماً بالتأخير.
دليل فرضيته:
القرآن والسنة والإجماع.
فمن القرآن قوله تعالى: {ولله على الناس حج البيت من استطاع إليه سبيلا، ومن كفر فإن اللَّه غني عن العالمين} (١) .
ومن السنة حديث ابن عمر رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "بني الإسلام على خمس. شهادة أن لا إله إلا اللَّه وأن محمداً عبده ورسوله. وإقام الصلاة. وإيتاء الزكاة. وحج البيت. وصوم رمضان" (٢) .
ولا يجب الحج بأصل الشرع إلا مرة واحدة، لحديث أبي بكر رضي اللَّه عنه قال: خطبنا رسول اللَّه صلى اللَّه عليه وسلم فقال: "أيها الناس قد فرض اللَّه عليكم الحج فحجوا. فقال رجل: أكل عام؟ يا ⦗٣٣٤⦘ رسول اللَّه! فسكت. حتى قالها ثلاثاً. فقال رسول اللَّه صلى اللَّه عليه وسلم: لو قلت نعم. لوجبت. ولما استطعتم" (٣) .
وقد أجتمعت الأمة على أن الحج فرض على كل مستطيع، في العمر مرة واحدة. ولم يحج رسول اللَّه صلى اللَّه عليه وسلم إلا مرة واحدة وهي حجة الوداع في السنة العاشرة للهجرة. وقد فرض الحج في السنة السابع للهجرة وقيل: في العاشرة.
_________
(١) آل عمران: ٩٧.
(٢) مسلم: ج ١ /كتاب الإيمان باب ٥/٢١.
(٣) مسلم: ج ٢ /كتاب الحج باب ٧٣/٤١٢.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1644,'حكم العمرة:
سنة مؤكدة في العمر مرة على الفور، لحديث طلحة بن عبد اللَّه رضي اللَّه عنه أنه سمع رسول اللَّه صلى اللَّه عليه وسلم يقول: "الحج جهاد والعمرة تطوع" (١) .
واعتمر صلى اللَّه عليه وسلم أربع عمرات: الأولى عمرة الحديبية التي صده عنها المشركون، والثانية عمرة القضاء في العام المقبل، والثالثة عمرة الجعرانة حينَ قسم غنائم حنين واحرم من الجعرانة، والربعة عمرته مع حجة الوداع. والدليل ما روى عن أنس رضي اللَّه عنه (أن رسول اللَّه صلى اللَّه عليه وسلم اعتمر أربع عمر. كلهن في ذي القعدة إلا التي مع حجته: عمرة من الحديبية، أو زمن الحديبية، في ذي القعدة، وعمرة من العام المقبل، في ذي القعدة، وعمرة من جعرانة حيث قسم غنائم حنين في ذي القعدة، وعمرة مع حجته) (٢) .
_________
(١) ابن ماجة: ج ٢ /كتاب المناسك باب ٤٤/٢٩٨٩.
(٢) مسلم: ج ٢ /كتاب الحج باب ٣٥/٢١٧.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1645,'شروط الحج:
أولاً - شروط وجوب الحج:',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1646,'١- الحرية: فلا يجب الحج (ولا تسن العمرة) على الرقيق ولو بشائبة الحرية.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1647,'٢- البلوغ: فلا يجب الحج على الصبي الذي لم يبلغ الحلم، لحديث ابن عباس رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: "أيما صبي حج ثم بلغ الحنث فعليه أن يحج حجة أخرى" (١) .',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1648,'٣- العقل: فلا يجب الحج على المجنون كما لا يصح منه.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1649,'٤- الاستطاعة: فلا يجب الحج على غير المستطيع، لقوله تعالى: {وللَّه على الناس حج البيت من استطاع إليه سبيلا} (٢) . وتفسير الاستطاعة بما يلي:
آ- إمكان الوصول إلى مكة ومواضع النسك والرجوع إلى الوطن، سواء كان ماشياً أو ⦗٣٣٥⦘ راكباً براً أو بحراً، إمكاناً عادياً بلا مشقة فادحة. (أما المشقة العادية فلا بد منها في السفر، إذ السفر قطعة من العذاب) .
والمشقة الفادحة المسقطة لوجوب الحج تختلف باختلاف الناس والأزمنة والأمكنة، فإذا قدر الشخص على الوصول إلى مكة. بما يباع على المفلس كالعقار والماشية وثياب الزينة وكتب العلم وآلة الصانع، وجب عليه الحج لأنه مستطع.
وتعتبر الاستطاعة في ذهاباً فقط إذا أمكن الإِقامة بمكة، فإذا لم يمكنه ذلك اعتبرت الاستطاعة في الذهاب والإياب. وإن قدر على الوصول بسؤال الناس إن كان عادته السؤال وظن العطاء وجب عليه الحج. إلا أنه لا يلزمه الحج بدين ولو من ولده إذا لم يرج الوفاء، أو أن يعطيه من هبة أو صدقة أن لم يكن معتاداً لذلك.
ب- الأمن على النفس والمال، فلم لم يأمن فلا يجب عليه الحج.
ويضاعف على ما تقدم بالنسبة لاستطاعة المرأة ما يلي:',NULL,'334',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1650,'١- وجود الزوج أو المحرم بنسب أو رضاع أو مصاهرة، ولا يشترط فيه البلوغ وإنما يكتفي بالتمييز. ويكفي لها في حجة الفرض الرفقة المأمونة من رجال أو نساء إن لم يكن معها زوج أو ذو محرم. لحديث أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "لا يحل لامرأة تؤمن باللَّه واليوم الآخر، تسافر مسيرة يوم وليلة، إلا مع ذي محرم عليها" (٣) .',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1651,'٢- أن لا تكون المرأة معتدة من طلاق أو وفاة، فإذا أحرمت وهي معتدة صح حجها مع الإثم، لقوله تعالى: {لا تخرجوهن من بيوتهن ولا يخرجن} (٤) .',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1652,'٣- أن تكون الراحلة متيسرة لها إذا كانت المسافة بعيدة، والبعد لا يحد بمسافة القصر بل بما يشق على المرأة المشي فيه، ويختلف ذلك باختلاف النساء.
_________
(١) البيهقي: ج ٥ /ص ١٧٩.
(٢) آل عمران: ٩٧.
(٣) مسلم: ج ٢ /كتاب الحج باب ٧٤/٤٢١.
(٤) الطلاق: ١.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1653,'أمور لا تعتبر من الاستطاعة:',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1654,'١- لا يشترط في الاستطاعة القدرة على الزاد لمن لديه صنعة يتكسب منها ولا يزدرى صاحبها، وعلم أو ظن رواجها هناك كبيطرة أو حلاقة أو خياطة أو خدمة بالأجرة.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1655,'٢- لا يشترط في الاستطاعة القدرة على الراحلة، بل يجب على المكلف الحج إن كان قادراً على المشي منفرداً أو مع جماعة، ولو كان وطنه بعيداً عن مكة بمقدار مسافة القصر أو أكثر، ولو ⦗٣٣٦⦘ كان المشي غيرَ معتادٍ له، حتى ولو كان القادر على المشي أعمى يهتدي بنفسه أو بقائد ولو بأجرة قدر عليها.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1656,'٣- لا يمنع الاستطاعة عدم ترك شيء لمن تلزم المكلف نفقتهم كولده، أو الخوف مما يؤول إليه أمره وأمر أولاده في المستقبل من فقر أو احتياج إلى الصدقة من الناس بل يجب عليه الحج، إلا إذا خشي ضياع أولاده ولو لم يصل إلى حد الهلاك فعندها يسقط عند وجوب الحج.
ثانياً- شروط صحة الحج:
شروط صحة الحج هي الإسلام فقط، سواء باشره الشخص بنفسه أو فعله الغير نيابة عنه، ومعنى ذلك أن الحج لا يصح من الكافر ولا عنه سواء كان كافراً أصلياً أو مرتداً.
أما التمييز والعقل: فيشترطان لصحة الإِحرام، فلا يصح الإِحرام ولا أي عمل من أعمال الحج من الصبي غير المميز ولا من المجنون المطبق، ولكن يندب لوليهما أن يقوم بالإِحرام عنهما، فيقول: نويت إدخال هذا الصبي أو المجنون المطبق في حرمات الحج أو العمرة، سواء كان الولي متلبساً بالإِحرام عن نفسه أم لا، وذلك قرب الحرم لا من الميقات ويجردهما من الثياب (فمثلاً القادم من جهة رابغ يؤخر تجريدهما ولا دم لتعديهما الميقات بغير التجريد من الثياب) . لما روى جابر رضي اللَّه عنه قال: (حججنا مع رسول اللَّه صلى اللَّه عليه وسلم ومعنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم) (١) .
أما المجنون غير المطبق فلا ينعقد إحرام وليه ما لم يخف عليه الفوات بطلوع فجر يوم النحر، ويعرف ذلك بالعادة أو بإخبار طبيب عارف، فيكون حكمه كالمطبق وعندها يندب لوليه أن يحرم عنه، فإن أفاق في زمن يدرك فيه الحج أحرم لنفسه ولا دم عليه لتعدي الميقات من غير إحرام لعذره.
وأما المغمى عليه فلا يصح الإحرام عنه ولو خيف الفوات لأنه مظنة عدم الطول، فلو أفاق في زمن يدرك فيه الحج أحرم ولا دم عليه كالمجنون لعذره.
والصبي المميز (وهو الذي يفهم الخطاب ويحسن رد الجواب) يحرم بإذن وليه من الميقات إن ناهز البلوغ، وإلا فبقرب الحرم، فإن أحرم بغير إذن وليه كان لوليه الحق بتحليله بالنية والحلق ولا قضاء عليه إذا بلغ. وكذا السفيه البالغ إن أحرم بغير حجة الإسلام دون إذن وليه، كان لوليه الحق أن يحلله ولا قضاء عليه، بحيث ينوي إخراجه من الحج وتصييره حلاً ثم يحلق له رأسه. وكذا الزوجة ⦗٣٣٧⦘ إن أحرمت بغير إذن زوجها بغير حجة الفرض فله أن يحللها وعليها قضاؤها بالإضافة إلى حجة الإسلام إذا تأيمت.
أما تتمة أفعال الحج: فيأمر الولي الصبي المميز بأقوال الحج وأفعاله حسب قدرته فيلقنه مثلاً التلبية، فإن لم يقدر على قول أو فعل أو على الجميع، أو لم يكن الصبي مميزاً، أو كان مجنوناً مطبقاً ناب الولي عنه إن كان الفعل المعجوز عنه قابلاً للنيابة، وهذا لا يكون إلا فعلاً كرمي الجمار وذبح الهدي أو الفدية أو المشي في الطواف والسعي، أما إن كان المعجوز عنه مما لا يقبل النيابة، من قول أو فعل كتليبة، فيسقط حيث عجز. وأما حضور المشاهد المطلوبة حضورها شرعاً: عرفة ومزدلفة والمشعر الحرام ومنى فيجب على الولي إحضاره.
_________
(١) ابن ماجة: ج ٢ /كتاب المناسك باب ٦٨/٣٠٣٨.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1657,'ثالثاً- شروط الإجزاء عن حجة الإسلام:
الإسلام، والبلوغ، والعقل، والحرية، ونية حجة الفرض.
فإذا بلغ الصبي، أو أفاق المجنون، أو عتق العبد، أو أردف على نية حجة النفل نية حجة الفرض بعد الإحرام، كان حجه نفلاً لا فرضاً؛ إذ العبرة حال الإحرام أن يكون حراً بالغاً عاقلاً مسلماً ناوياً حجة الفرض.
الاستنابة بالحج (١) (الحج عن الغير) :
حكم حجة المُستناب:',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1658,'١- لا تسقط حجة الإسلام عمن حُج عنه سواء كان حياً أو ميتاً، وسواء أوصى بها قبل موته أو لم يوصِ بها.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1659,'٢- لا تكتب حجة تطوع لمن حُج عنه سواء كان حياً أو ميتاً، وسواء أوصى بها قبل موته أو لم يوصِ بها.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1660,'٣- تكتب حجة تطوع للمستناب بأية نية أداها المُستنيب.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1661,'٤- يكتب لمن حُج عنه ثواب مساعدة المُستناب على الحج ويكسب بركة الدعاء.
_________
(١) تنقسم العبادات إلى ثلاثة أقسام: منها ما لا يقبل النيابة مطلقاً بإجماع الفقهاء وهي العبادات البدنية من صلاة أو صوم، فلا يجوز للمرء أن يستنيب من يصلي عنه أو يصوم، ومنها ما يقبل النيابة بالإجماع وهي العبادات المالية كالزكاة والصدقة فيجوز لمالك المال أن يوكل من يخرج عنه زكاة ماله، وقسم مختلف في العبادات المالية والبدنية كالحج.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1662,'حكم الإجارة على الحج:',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1663,'١- فاسدة ويتعين فسخها إن كانت الإجارة لأداء فريضة الحج عن الحي الصحيح أو المريض ⦗٣٣٨⦘ مرضاً يرجى برؤه (أما المريض مرضاً لا يُرجى برؤه فتسقط عنه فريضة الحج ولا يُلزَم بالاستئجار لها إن كان مستطيعاً مادياً) ، أما إن أتمها فله أجر المثل.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1664,'٢- صحيحة إلا أنها مكروهة إن كانت الإجارة لأداء فريضة الحج عن الميت الذي كان مستطيعاً وقادراً على الحج في حياته، أو لأداء حجة نذر أو تطوع عن الحي أو الميت. لما روى ابن عباس رضي اللَّه عنهما قال: أتى رجل النبي صلى اللَّه عليه وسلم فقال له: إن أختي نذرت أن تحج، وإنها ماتت، فقال النبي صلى اللَّه عليه وسلم: "لو كان عليها دين أكنتَ قاضيه. قال: نعم، قال: فاقضِ اللَّه فهو أحق بالقضاء" (١) .
_________
(١) البخاري: ج ٦ /كتاب الإيمان والنذور باب ٢٩/٦٣٢١.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1665,'ما يكره للمُستناب:',NULL,'338',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1666,'١- يكره للمستناب المستطيع أن يحج عن غيره قبل حجه عن نفسه، بناء على أنه واجب على التراخي، وعلى القول بأنه واجب على الفور فلا يصح حجه عن غيره قبل أن يحج عن نفسه، ودليل ذلك ما روى ابن عباس رضي اللَّه عنهما قال: (سمع رسول اللَّه صلى اللَّه عليه وسلم رجلاً يقول: لبيك عن شبرمة، قال: من شبرمة؟ قال: أخ لي، أو قريب لي، قال: حججت عن نفسك؟ قال: لا، قال: حج عن نفسك ثم حج عن شبرمة) (١) .',NULL,'338',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1667,'٢- يكره للذكر وللأنثى أن يؤجر نفسه في عمل للَّه تعالى حجاً أو غيره كقراءة وإمامة وتعليم علم لقول مالك: "لأن يؤاجر الرجل نفسه في عمل الِلْبن وقطع الحب وسَوْق الإبل أحبُّ إلي من أن يعمل عملاً للَّه تعالى بأجرة". ومحل الكراهة إذا لم تكن الأجرة من الوقف أو من بيت مال المسلمين، وإلا (إن كانت منهما) فلا كراهة. ويستثنى من تعليم العلم علم الحساب فإنه لا كراهة في تعليمه بأجرة، لأنه صنعة يجوز أخذ الأجرة عليها، وكذا تعليم كتاب اللَّه تعالى ومثله الأذان فلا كراهة في أخذ الأجرة عليهما، ولو لم تكن من الوقف أو من بيت مال المسلمين، بدليل الحديث المروي عن ابن عباس رضي اللَّه عنهما وفيه: فقال رسول اللَّه صلى اللَّه عليه وسلم: "إن أحقَّ مأخذتم عليه أجراً كتاب اللَّه" (٢) . ⦗٣٣٩⦘
_________
(١) أبو داود: ج ٢ /كتاب المناسك باب ٢٦/١٨١١.
(٢) البخاري: ج ٥/كتاب الطب باب ٣٣/٥٤٠٥.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1668,'<span data-type="title" id=toc-35>الباب الثاني: أركان الحج والعمرة</span>',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1669,'تعريف الركن:
هو ما لا بد فعله ولا يجزئ عنه دم ولا غيره.
أولاً- أركان الحج:
أركان الحج أربعة هي:',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1670,'١- الإحرام.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1671,'٢- السعي بين الصفا والمروة.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1672,'٣- الحضور بعرفة ليلة النحر.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1673,'٤- طواف الإفاضة.
فمنها ما يفوت الحج بتركه ولا يؤمر بشيء وهو الإحرام، ومنها ما يفوت الحج بفواته ويؤمر بالتحلل بعمرة وبالقضاء في العام المقبل وهو الوقوف بعرفة، ومنها مالا يفوت الحج بفواته ولا يتحلل من الإحرام ولو وصل إلى أقصى المشرق بل لا بد من الرجوع إلى مكة ليفعله وهو طواف الإفاضة والسعي.
الركن الأول- الإحرام
هو نية الدخول في حرمات الحج أو العمرة أو هما معاً مع التلبية والتجرد من المحيط، فلا ينعقد بمجرد النية، والراجح: هو النية فقط، لحديث "إنما الأعمال بالنية" (١) ، وأما التلبية والتجرد فكل منهما واجب يُجبر بدم إذا ترك. ⦗٣٤٠⦘ وإذا لم يعيِّن النسك بل قال: نويت الإِحرام للَّه تعالى فينعقد النسك ولكن لابد من بيانه قبل البدء بأي عمل، ويندب في هذه الحالة أن يعينه حجاً أو قراناً إن كان أحرم في شهر الحج لأنه أحوط لاشتماله على النسكين، أما إن كان أحرم قبل أشهر الحج فيندب له أن يصرفه إلى عمرة. وإذا نسي ما نوى عند إحرامه صرفه إلى قران (أي اعتبر نفسه أنه ناوياً القران) وينوي الحج وجوباً أي يحدث نية الحج وجوباً ويعمل القارن (اختياطاً) ويهدي له، لأنه إن كان ناوياً في النية الأولى حجاً فتكون نيته الجديدة للحج تكيد للنية الأولى، وإن كانت النية الأولى عمرة فيكون بنيته الجديدة للحج قد أردف الحج على العمرة فيصبح قارناً، وإن كان ناوياً القران لم يضره تجديد نية الحج. وعندئذ تبرأ ذمته من الحج فقط لا من العمرة لاحتمال أن يكون نوى الحج أولاً.
وإذا شك هل نوى عمرة أم حجاً، فإنه ينوي الحج وتبرأ ذمته منه فقط، ثم يأتي بعمرة، لأنه إن كانت نيته الأولى حجاً فالثانية تأكيد للأولى، وإن كانت الأولى عمرة فالنية الثانية للحج أقوى تلغي العمرة.
ولا يصح أن يغير نيته من حج إلى عمرة، ولا من عمرة إلى حج، ولا أن يصير المفرد قارناً (أي لا يصح إدخال العمرة على الحج) لكن المعتمر يمكن أن يصير قارناً (أي إدخال الحج على العمرة) بشرط أن ينوي القران قبل البدء بطواف العمرة.
وإذا تلفظ بالإحرام فخالف لفظه قصده بالنية، فالعبرة بالقصد لا باللفظ، والأَوْلى ترك التلفظ.
وإذا نوى رفض نيته بعد أن أحرم بالنسك فهو باقٍ على إحرامه ولا يضر الرفض، بخلاف الصلاة والصوم فإن نية الرفض فيهما مبطلة للعبادة.
_________
(١) مسلم: ج ١/ كتاب الإمارة باب ٤٥/١٥٥.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1674,'وقت الإحرام ومكانه:
للإحرام ميقاتان: زماني ومكاني. والميقات هو موضع الإحرام وزمانه.
الميقات الزماني للإحرام بالحج: يبدأ من أول ليلة شوال إلى ما قبل طلوع فجر يوم النحر بمدة تسع الإحرام والوقوف بعرفة ولو لحظة.
ويكره الإحرام بالحج قبل أول شوال ولكنه ينعقد، أما الإحرام بعد فجر يوم النحر فينعقد إحرامه للعام القادم. والدليل قوله عز وجل: {الحج أشهر معلومات} (١) .
الميقات الزماني للإحرام بعمرة: يصح الإحرام بالعمرة في كل أيام السنة بما فيها يوم عرفة وأيام التشريق، أو بعد الانتهاء من رمي الجمرات في اليوم الثالث من أيام التشريق إن لم يتعجل، ⦗٣٤١⦘ وبقدر رميها من اليوم الثالث بعد الزوال إن تعجل بالنسبة للمحرم بحج، فإن أحرم بعمرة قبل الانتهاء من أعمال العمرة الأولى أو قبل الانتهاء من رمي جمرات اليوم الثالث فلا ينعقد إحرامه. أما الإحرام بعمرة في الثالث من أيام التشريق قبل الغروب فيصح مع الكراهة لكن أفعال العمرة (الطواف والسعي) لا تصح إلا بعد الغروب، فإن فعلها قبل الغروب لا يعتد بفعله وعليه إعادتها بعد الغروب، وإلا فهو باقٍ على إحرامه أبداً، وإن كان تحلل قبل الغروب أفسد عمرته فيتمها وجوباً ويقضيها ويهدي.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1675,'٢- الميقات المكاني:
آ- للإحرام بالحج:',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1676,'١- الميقات المكاني لأهل مكة أو لمن هو مقيم بها أو بمنى أو مزدلفة هو مكة. ويندب للمكي أن يحرم من المسجد الحرام ثم يلبي هناك وهو جالس في مكان مصلاه، كما يندب للآفاقي المقيم بمكة أن يخرج إلى ميقات أهل بلده المكاني ويحرم منه، فإن لم يخرج فلا شيء عليه.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1677,'٢- لغير أهل مكة (الآفاقي) :',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1678,'١- ذو الحُلَيفة لأهل المدينة ولمن يأتي عن طريقها.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1679,'٢- الجُحفة (رابغ اليوم) لأهل مصر والشام والمغرب والسودان، وهي على بعد خمس مراحل من مكة.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1680,'٣- يَلملم لأهل اليمن والهند.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1681,'٤- قَرن لأهل نجد.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1682,'٥- ذات عِرْق لأهل العراق وخراسان ونحوهما كفارس والمشرق.
وكل من مرّ بميقات من هذه المواقيت أو حاذاه وجب عليه الإحرام منه، سواء مرّ عليه بحراً أو جواً، فإن جاوزه بغير إحرام حرم عليه ذلك ولزمه دم، إلا إذا كان الميقات جهته أمامه ويمر عليه فيما بعد، فإنه يندب له الإحرام من أول ميقات.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1683,'٣- لمن كان مسكنه بين مكة والميقات: أحرم من مسكنه.
ودليل تحديد المواقيت حديث ابن عباس رضي اللَّه عنهما قال: (إن النبي صلى اللَّه عليه وسلم وقتّ لأهل المدينة ذا الحُلَيْفَة، ولأهل الشام الجُحْفَة، ولأهل نجد قَرْن المنازل، ولأهل ⦗٣٤٢⦘ اليمن يَلَمْلَم، هن لهن، ولمن أتى عليهن من غيرهن ممن أراد الحج والعمرة، ومن كان دون ذلك، فمن حيث أنشأ، حتى أهل مكة من مكة) (١) .
وعن عائشة رضي اللَّه عنها (أن النبي صلى اللَّه عليه وسلم وقت لأهل العراق ذات عرق) (٢) .
ب- الميقات المكاني للإحرام بعمرة:',NULL,'341',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1684,'١- لأهل مكة ولمن هو مقيم بها: أرض الحِلّ (خارج مكة) ، فإن لم يخرج للحل وطاف وسعى أعاد طوافه وسعيه بعد خروجه للحل لفسادهما، ولا فدية عليه إذا لم يكن حلق فبل خروجه.
وأولى الأمكنة في العمرة أن يحرم المعتمر من الجعرانة، وهي مكان بين مكة والطائف، وإلا فمن التنعيم، وهي مساجد السيدة عائشة رضي اللَّه عنها، وإنما كانت الجعرانة أفضل من التنعيم لأنها أكثر بعداً عن مكة. روى جابر رضي اللَّه عنه عن النبي صلى اللَّه عليه وسلم في حديث له قال: (فأمر عبد الرحمن بن أبي بكر أن يخرج معها إلى التنعيم، فاعتمرت بعد الحج في ذي الحجة) (٣) .',NULL,'342',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1685,'٢- لغير أهل مكة: هو نفس مقات الحج.
_________
(١) البخاري: ج ٢/ كتاب الحج باب ٧/١٤٥٢.
(٢) أبو داود: ج ٢/ كتاب المناسك باب ٩/١٧٣٩.
(٣) البخاري: ج ٢/ العمرة باب ٦/١٦٩٣.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1686,'حكم الإِحرام لمن اجتاز الميقات:',NULL,'342',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1687,'١- لا يجب الإحرام على من اجتاز الميقات في إحدى الحالات التالية:
آ- إذا مر بالميقات وهو غير قاصد مكة ولو كان ممن يخاطب بالحج.
ب- إذا مر بالميقات وهو قاصد مكة ولكن كان غير مخاطب بالإحرام كالعبد والصبي.
جـ- إذا مر بالميقات وهو قاصد مكة بمقدار التردد، كالمتردد عليها لبيع الفواكه والحطب.
د- إذا عاد إلى مكة بعد أن خرج منها من مكان قريب دون مسافة القصر ولم يمكث فيه كثيراً.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1688,'٢- يجب الإحرام على من اجتاز الميقات في إحدى الحالات التالية:
آ- إذا كان قاصداً مكة للنسك وكان ممن يخاطب بالإحرام.
ب- إذا كان قاصداً مكة للتجارة أو للزيارة وكان ممن يخاطب بالإحرام.
جـ- إذا كان مكياً سافر مسافة القصر ثم عاد من سفره إلى مكة ولم يكن من المترددين. ⦗٣٤٣⦘
ما يترتب على من اجتاز الميقات بغير إحرام لمن هو واجب عليه:',NULL,'342',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1689,'١- إذا تعدى مريد النسك الميقات بغير إحرام وجب عليه الرجوع إلى الميقات للإحرام منه، فإن رجع وأحرم فليس عليه دم، وإن لم يرجع أثم وعليه دم إلا إذا كان معذوراً كخوف فوات الحج أو رفقة أو خوف على نفسه أو ماله أو عدم قدرة على الرجوع لمرض مثلاً، فعندها لا يجب عليه الرجوع إلى الميقات وعليه دم لتعديه بغير إحرام، ولا ينفعه الرجوع بعده فأولى إذا لم يرجع.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1690,'٢- إذا اجتاز من يريد مكة لا للنسك الميقات بلا إحرام أثم ولا دم عليه، وإن أراد الإحرام بعد اجتياز الميقات أحرم ولم يلزمه الرجوع.
واجبات الإحرام:',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1691,'١- الإحرام من الميقات (كما سبق ذكره) .',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1692,'٢- التلبية: ويجب وصلها بالإحرام، فمن تركها أو فصل بينها وبين الإحرام بفاصل طويل وجب عليه دم ولو أتى بها بعد الفاصل الطويل. أما الفاصل اليسير فلا يضر لكنه خلاف السنة حيث أنه يسن وصل التلبية بالإحرام حقيقة. لما روى ابن عمر رضي اللَّه عنهما قال: (أهل النبي صلى اللَّه عليه وسلم حين استوت به راحلته قائمة) (١) .',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1693,'٣- التجرد من لبس محيط، وكشف الرأس، بالنسبة للذكر (سيَرد في محرمات الإحرام) .
_________
(١) البخاري: ج ٢/ كتاب الحج باب ٢٨/١٤٧٧.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1694,'سنن الإحرام:',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1695,'١- الغسل قبل الإحرام، ولو لحائض أو نفساء. ولا تحصل السنة إلا إذا كان الغسل متصلاً بالإحرام، ولا يضر الفاصل اليسير بين الغسل والإحرام بمقدار شد الرحال وإصلاح الحال، أما إن فصل بينهما بفاصل طويل كأن اغتسل بالغدو وأحرم ظهراً فلا يجزئه الغسل، وقيل يحصل على سنة الغسل وتفوته سنة وصل الغسل بالإحرام. والدليل ما روى خارجة بن زيد بن ثابت عن أبيه (أنه رأى النبي صلى اللَّه عليه وسلم تجرد لإهلاله واغتسل) (١) ، وروى جابر رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال لأسماء بنت عميس لما ولدت: "اغتسلي واستثفري بثوب وأحرمي" (٢) .
ولا يشرع التيمم بدل الغسل لمن فقد الماء.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1696,'٢- يسن للرجل لبس إزار (٣) ورداء (٤) ، ولو لبس غيرهما مما ليس مخيطاً ولا محيطاً كأن يلتحف برداء أو كساء أجزأه وخالف السنة. ونعلين في رجليه، لقوله صلى اللَّه عليه وسلم من حديث ابن عمر رضي اللَّه عنهما: "ليحرم أحدكم في إزار ورداء ونعلين" (٥) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1697,'٣- يسن تقليد الهدي لمن كان معه (إن كان مما يقلد وهو الإبل والبقر) ثم إشعاره إن كان مما يشعر وهو الإبل وما له سنام من البقر (أما الغنم فلا تقلد ولا تشعر) .
والتقليد هو تعليق قلادة (٦) في العنق، والإشعار هو أن يشق من السنام قدر الأنملة أو الأنملتين، ويكون بالجانب الأيسر، ويبدأ به من العنق إلى المؤخر.
والدليل ما روي عن المسور بن مخرمة ومروان قالا: (خرج النبي صلى اللَّه عليه وسلم من المدينة في بضع عشرة مائة من أصحابه، حتى إذا كانوا بذي الحليفة، قلَّد النبي صلى اللَّه عليه وسلم الهدي وأشعر، وأحرم بالعمرة) (٧) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1698,'٤- يسن إيقاع الإحرام بعد صلاة ركعتين للإحرام في غير وقت الكراهة. وتجزئ صلاة الفريضة عنهما.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1699,'٥- يسن وصل التلبية بالإحرام حقيقة أي بدون فاصل يسير.
_________
(١) الترمذي: ج ٣ /كتاب الحج باب ١٦/٨٣٠.
(٢) مسلم: ج ٢ /كتاب الحج باب ١٩/١٤٧.
(٣) ما يستر العورة من السرة إلى الركبة.
(٤) ما يلقى على الكتفين.
(٥) مسند الإمام أحمد: ج ٢ /ص ٣٤.
(٦) قلادة: جلادة.
(٧) البخاري ج ٢ /كتاب الحج باب ١٠٥/١٦٠٨.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1700,'مندوبات الإحرام:',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1701,'١- يندب لمريد الإحرام إزالة شعثه قبل الغسل وذلك بقص الأظافر والشارب، وحلق العانة، ونتف شعر الإبط، وترجيل شعر الرأس أو حلقة لما روى سالم عن أبيه رضي اللَّه عنه قال: "سمعت رسول اللَّه صلى اللَّه عليه وسلم يهل ملبداً) (١) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1702,'٢- يندب الغسل في المدينة المنورة لمن أراد الإحرام من ذي الحليفة، وذلك استثناء من سنية وصل الغسل بالإحرام، لما ورد أن رسول اللَّه صلى اللَّه عليه وسلم اغتسل بالمدينة وتجرد من ثيابه ولبس ثوبي إحرامه ولما وصل لذي الحليفة ركع ركعتي الإحرام وأهل.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1703,'٣- يندب أن يحرم الراكب إذا استوى على ظهر راحلته، والماشي إذا شرع في المشي، للحديث ⦗٣٤٥⦘ المتقدم عن ابن عمر رضي اللَّه عنهما قال: (أهل النبي صلى اللَّه عليه وسلم حين استوت به راحلته قائمة) (٢) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1704,'٤- يندب الاقتصار على تلبية الرسول صلى اللَّه عليه وسلم وهي: (لبيك اللَّهم لبيك. لبيك لا شريك لك لبيك. إن الحمد والنعمة لك والملك. لا شريك لك) (٣) .',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1705,'٥- يندب التوسط في رفع الصوت بالتلبية فلا يخفته جداً ولا يرفعه جداً بل بين ذلك.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1706,'٦- يندب التوسط في التلبية فلا يدأب عليها حتى لا يمل ويضجر.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1707,'٧- يندب تجديد التلبية عند تغير الحال؛ كقيام وقعود، وصعود وهبوط، واستيقاظ من نوم أو غفلة، وبعد صلاة فرض أو نفل، وعند ملاقاة رفقة، وغير ذلك أي تكوني شعار الحجاج فهي تغني عن التحية.
ويستمر في التلبية حتى يدخل مكة فيقطعها حتى يطوف ويسعى إذا أراد السعي عقب طواف القدوم، ثم يعادوها بعد ذلك حتى زوال الشمس يوم عرفة ووصوله إلى مصلاها فيقطعها عندئذ؛ فإن لم يعادوها كان تاركاًً للواجب وعليه دم. أي غاية التلبية مقيدة بقيدين: الوصول إلى مسجد نَمِرَة، وكونه بعد الزوال من يوم عرفة؛ فإن وصل قبل الزوال لبّى حتى يصلي الظهر والعصر جمع تقديم في يومها، وبعد الصلاة يقطع التلبية ويتوجه بالتضرع مبتهلاً بالدعاء وجلاً خائفاً من اللَّه راجياً القبول.
هذا لمن أحرم بالحج من خارج مكة، أما من أحرم به من مكة فيلبي بالمسجد الحرام في مكانه الذي أحرم منه، ويستمر بالتلبية حتى الرواح إلى مصلى عرفة بعد الزوال. وأما من أحرم من الميقات بعمرة أو حج ولكن فاته بحصر أو مرض فتحلل منه بعمرة، فإنه يلبي حتى إلى الحرم (مكة) ، ويلبي المعتمر (دون الميقات) من الجعرنة أو التنعيم حتى يصل إلى بيوت مكة، لأن المسافة قصيرة.
_________
(١) البخاري: ج ٢/ كتاب الحج باب ١٨ / ١٤٦٦.
(٢) البخاري: ج ٢/ الحج باب ٢٨ / ١٤٧٧.
(٣) مسلم: ج ٢/ كتاب الحج باب ١٩ / ١٤٧. ومعنى لبيك: أجبتك إجابة بعد إجابة، أي أجبتك الآن كما أجبتك حين أذن إبراهيم بالحج في الناس، وكما أجبتك أولاً حين خاطبت الأرواح بـ (ألست بربكم) . وقيل: معناها أجبتك إجابة بعد إجابة في جميع أمرك وكل خطاباتك.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1708,'مُحرمات الإحرام بحج أو عمرة
أولاً- فيما يتعلق باللباس:
آ- بالنسبة للمرأة ولو كانت أمة أو صغيرة يحرم عليها ما يلي:',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1709,'١- لبس محيط بكف أو إصبع من أصابع اليد كقفاز أو كيس إلا الخاتم فلا مانع، أما لو ⦗٣٤٦⦘ أدخلت يدها في كمها أو قناعها فلا شيء عليها، لما روى ابن عمر رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: "ولا تنتقب المرأة المحرمة ولا تلبس القفازين" (١) .',NULL,'345',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1710,'٢- ستر وجهها كله أو بعضه ولو لحر أو برد أو غير ذلك، أما إذا أرادت ستر وجهها كله أو بعضه عن أعين الرجال جاز لها ذلك، وإن علمت أو ظنت الفتنة بها وجب عليها الستر، وفي كلتا الحالتين، إن خشيت الفتنة أم لا، يشترط في الساتر أن يكون بلا غرزٍ بإبرة أو نحوها. ولا ربط لها برأسها كالبرقع، بل المطلوب سدله على رأسها ووجهها، أو تجعله كاللثام وتلقي طرفيه على رأسها، لما روت عائشة رضي اللَّه عنها قالت: (كان الركبان يمرون بنا ونحن مع رسول اللَّه صلى اللَّه عليه وسلم محرمات، فإذا حاذَوا بنا سدلت إحدانا جلبابها من رأسها على وجهها فإذا جاوزنا كشفناه) (٢) .
فإن لبست المرأة محيطاً بيدها أو إصبعها، أو سترت وجهها كله أو بعضه لغير قصد التستر عن أعين الرجال، أو غرزت أو ربطت ما أسدلته على وجهها، فليذمها الفدية إن طال الزمن أما إن لم يطل فلا شيء عليها.
_________
(١) البخاري: ج ٢ /الإحصار وجزاء الصيد باب ٢٤/١٧٤١.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1711,'ب- بالنسبة للذكر ولو كان صغيراً (يخاطب وليه بمنعه) يحرم عليه ما يلي:',NULL,'346',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1712,'١- لبس محيط بأي عضو من أعضائه، سواء كان محيطاً بخياطة، أو بنسج كدرع الحديد (فإن العرب تسميه نسجاً) أو لبد، أو بصياغة كخاتم أو سوار، أو بعقد، أو بزر.
ويستثنى من لبس المحيط ما يلي:',NULL,'346',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1713,'١- لبس الجورب والخف ونحوهما في حال فقد النعل أو غلاء ثمنه غلاءً فاحشاً زائداً على ثلث قيمته عادة، وفي هذه الحالة ليس عليه فدية بشرط أن يقطع أسفله من الكعب، لما روى ابن عمر رضي اللَّه عنهما (أن رجلاً قال: يا رسول اللَّه ما يلبس المحرم من الثياب؟ قال رسول اللَّه صلى اللَّه عليه وسلم: لا يلبس القميص، ولا العمائم، ولا السراويلات، ولا البرانس، ولا الخفاف، إلا أحد لا يجد نعلين فليلبس خفين، وليقطعهما أسفل الكعبين ولا تلبسوا من الثياب شيئاً مسّه الزعفران أو الورس) (٣) .',NULL,'346',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1714,'٢- الاحترام بثوب أو غيره من حبل أو خيط وبغير عقد لأجل العمل، فإذا فرغ من عمله وجب نزعه وإلا فعليه فدية.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1715,'٣- شد منطقة (٣) لو ضع نفقته أو نفقت عياله (لا لوضع نفقة غيره أو لتجارة) على جلد تحت إزاره. ويكره شد نفقته وهو محرم على عضده أو فخذه.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1716,'٢- يحرم عليه لبس محيط لبساً معتاداً كالقميص والسراويل والجبة (٤) فإن وضع الجبة على أكتافه ولو لم يدخل يديه بالكمين حرم لأنه لبس معتاد، أما لو وضع أسفلها على كتفيه أو لف بها وسطه كالمئزر فلا شيء عليه. والأصل في ذلك الأخبار الصحيحة التي وردت عن رسول اللَّه صلى اللَّه عليه وسلم كالحديث المتقدم عن ابن عمر رضي اللَّه عنهما.
ويجوز للمحرم إبدال ثوبه الذي أحرم به وبيعه أو غسله لنجاسة.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1717,'٣- يحرم عليه ستر وجهه ورأسه بأي شيء يعد ساتراً بالعرف، كأن يضع قطناً في أذنيه أو قرطاساً على صدغيه فإن فعل فعليه فدية. لكن يجوز له أن يضع خده على وسادة، ويجوز له أن يستظل ببناء كحائط أو سقيفة أو خيمة أو شجرة أو محارة (محمل) ، ويجوز له أن يتقي مطراً بشيء مرتفع عن رأسه كثوب، أو أن يحمل على رأسه حشيشاً أو قفة لحاجة تتعلق به أو بدابته أو لفقر فيحمل شيئاً لغيره بأجرة لمعاشه. والدليل على جواز ذلك ما روت أم الحصين رضي اللَّه عنها قالت: (حججت مع رسول اللَّه صلى اللَّه عليه وسلم حجة الوداع فرأيت أسامة وبلالاً وأحدهما آخذ بخطام ناقة النبي صلى اللَّه عليه وسلم والآخر رافع ثوبه يستره من الحر حتى رمى جمرة العقبة) (٥) .
_________
(١) أبو داود: ج ٢ / كتاب المناسك باب ٣٤/١٨٣٣.
(٢) البخاري: ج ٢ /كتاب الحج باب ٢٠/١٤٦٨.
(٣) حزام يجعل كالكيس.
(٤) ويقال لها قباء أيضاً.
(٥) مسلم: ج ٢ /كتاب الحج باب ٥١/٣١٢.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1718,'ثانياً- فيما يتعلق بالبدن:',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1719,'١- يحرم دهن شعر الرأس أو اللحية.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1720,'٢- يحرم دهن الجسد كله أو بعضه لغير علة ولو بغير طيب، أما إن كان لعلة فحرمة إلا أنه يستوجب الفدية إذا كان الدهن بمطيب، وإذا كان الدهن بغير مطيب فهناك قولان:
الأول: إن كان مكان العلة في باطن الكفين أو القدمين فلا فدية، والثاني: إن كانت العلة في باقي البدن (عدا باطن الكفين والقدمين) ففيه فدية.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1721,'٣- يجرم إزالة ظفر لغير عذر، أو شعر من ثائر جسده بحلق أو قص أو نتف. أما إن سقط من نفسه بسبب وضوء أو غسل، ولو كانا مندوبين، أو بسبب ركوب فلا شيء عليه. ويجوز للمحرم تقليم ظفر انكسر وكذا الاثنين والثلاثة بشرط أن يقتصر على تقليم ما يزول به الضرر لا لإماطة الأذى فإنه لا يجوز.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1722,'٤- يحرم إزالة الوسخ من على البدن، إلا إزالة الوسخ من تحت الأظافر أو من على اليدين كغسل يديه بمزيل للوسخ مثل الشنان فلا يحرم.
ويجوز شق دمل وحك وفصد وحجامة إن لم يعصبه، فإن عصبه ولو لضرورة فعليه فدية واحدة ولو تعددت مواقع العصب.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1723,'٥- يحرم مس طيب كورس وزعفران ومسك وعطر في ثوبه أو بدنه أو بأي عضو من أعضائه ولو ذهب ريحه (ذهاب الريح مسقط للفدية) لحديث ابن عمر رضي اللَّه عنهما المتقدم (ولا تلبس من الثياب شيئاً مسّه الزعفران أو الورث) .
وكذا إن وضع الطيب في طعام أو كحل فهو حرام، إلا إذا وضع في الطعام وطبخ حتى استهلك وذهب عينه ولم يبق إلا لونه أو ريحه فلا حرمة فيه ولا فدية. وكذا إن حمل قارورة فيها طيب وقد سدت سداً محكماً فلا مانع. وإذا أصابه الطيب من إلقاء الريح فلا شيء عليه ولو كثر، إلا أنه يجب عليه نزعه أو إلقاء الثوب الذي وقع عليه الطيب أو غسل بدنه الذي أصابه الطيب قل أم كثر، فإن تراخى في نزعه فعليه فدية. وكذا إذا أصابه من خلوق الكعبة الذي يلقى عليها فيخير في نزع يسيره، أما كثيرة فيجب نزعه.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1724,'٦- يحرم الجماع ومقدماته كالقبلة والمباشرة ولو علم السلامة من نزول المني أو المذي، لقوله تعالى: {فلا رفث ولا فسوق ولا جدال (١) في الحج} (٢) .',NULL,'348',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1725,'٧- يحرم الاستمناء وإن كان بسبب إدامة للنظر أو للفكر، أما إذا أمنى لمجرد النظر أو الفكر فلا حرمة بخلاف الإنزال بغيرهما فلا يشترط فيه الإدامة.
يحرم على المحرم عقد النكاح، ويقع باطلاً إن عقد، لما روي عن عثمان بن عفان رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "لا يَنْكحُ المحرم ولا يُنكح ولا يخطب" (٣) .',NULL,'348',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1726,'٩- يحرم الخروج من طاعة اللَّه تعالى بأي فعل محرم، وإن كان ذلك محرماً في غير الحج إلا أنه يتأكد فيه.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1727,'١٠- تحرم المخاصمة مع الرفقاء والخدم لقوله تعالى: {فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج} .
ثالثاً- فيما يتعلق بالصيد:
_________
(١) الرفث: الجماع ودواعيه، والجدال: المخاصمة.
(٢) البقرة: ١٩٧.
(٣) مسلم: ج ٢ /كتاب النكاح باب ٥/٤١.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1728,'يحرم التعرض في الحرم (١) للحيوان البري الوحشي كلّه أو بعضه كذنبه أو أذنه أو ريشه أو بيضه، وإن تأنث كالغزال أو الطيور التي تألف البيوت والناس، وسواء كان ممن يؤكل لحمه أم لا كالقرد والخنزير، وسواء بقتل أو بصيد أو ذبح أو إشارة إليه إن كان مرئياًً أو الدلالة عليه إن كان غير مرئي في الحرم مطلقاً، سواء كان مُحْرٍماً أم لا وفي كل السنة. أما خارج الحرم فيحرم إن كان مُحْرِماً فقط. بدليل ما روى ابن عباس رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم يوم الفتح فتح مكة ... "إن هذا البلد حرّمه اللَّه يوم خلق السماوات والأرض. فهو حرام بحرم اللَّه إلى يوم القيامة. وإنه لم يحل القتال فيه لأحد قبلي، ولم يحل لي إلا ساعة من نهار فهو حرام بحرمة اللَّه إلى يوم القيامة. لا يًعضد شوكه. ولا ينفر صيده. ولا يلتقط إلى من عرَّفها. ولا يختلى خَلاها" (٢) .
ويقصد بالحيوان البري ما كان توالده وتناسله في البر وإن كان يعيش في الماء، ويدخل بذلك الضفدع والسلحفاة البريان وطير الماء.
وإن كان الحيوان البري مملوكاً لأحد زال ملكه عنه بالحرم وبالإحرام، فيرسله وجوباً إن كان معه حال إحرامه أو دخوله الحرم وإذا أرسله زال عنه ملكه حالاً ومآلاً، أما إن كان حين الإحرام ببيت فلا يزول ملكه عنه ولا يرسله ولو أحرم من البيت. ولا يستحب تملك الحيوان البري ولا يجوز قبوله بهبة أو غيرها.
وخرج بقولنا الحيوان البري البحري فلا يحرم لا في الحرم ولا في غيره، سواء كان الشخص ⦗٣٥٠⦘ محرماً أم لا، بدليل قوله تعالى: {أحل لكم صيد البحر وطعامه متاعً لكم وللسيارة، وحرم عليكم صيد البر ما دمتم حرماً} (٣) .
ويستثنى من حرمة التعرض له ما يلي:',NULL,'349',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1729,'١- الفأرة ويلحق بها ابن عرس وكل ما يقرض الثياب من الدواب.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1730,'٢- الحية والعقرب ويلحق بها الزبور.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1731,'٣- الحدأة والغراب، ولا فرق بين الغراب الأبقع وغيره.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1732,'٤- الكلب العقور والمراد به: السبع، الأسد، الذئب، النمر، الفهد. بشرط أن يكون كبيراً، أما إن كان صغيراً فيكره قتله، وإن كان قتله فلا جزاء عليه على المشهور. ودليل جواز قتل ما ذكر ما روي عن عائشة رضي اللَّه عنهما أن رسول اللَّه صلى اللَّه عليه وسلم قال: "خمس من الدواب، كلهن فاسق، يقتلن في الحرم: الغراب والحدأة والعقرب والفأرة والكلب الغفور" (٤) ، وما روي عن ابن عمر رضي اللَّه عنهما قال: (بينما نحن مع النبي صلى اللَّه عليه وسلم في غار بمنى ... إذا وثنت علينا حية، فقال النبي صلى اللَّه عليه وسلم اقتلوها..) (٥) .',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1733,'٥- أيُّ طير خيف منه على نفس أو مال، وكان لا يندفع إلا بقتله.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1734,'٦- الوزغ (أبو بريص) : لا يجوز أن يقتله المحرم في الحرم أما غير المحرم فيجوز. روي عن عائشة رضي اللَّه عنها (أن رسول اللَّه صلى اللَّه عليه وسلم قال للوزغ: فويسق ولم أسمعه أمر بقتله) (٦) .',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1735,'٧- لا شيء في قتل الجراد إن عمَّ (كثر) واجتهد المحرم في التحفظ من قتله فأصاب منه شيئاً بغير قصد، أما إن لم يتحفظ أو قتله عن قصد ففيه فدية، وهي إطعام بتقدير أهل الخبرة، إذا زاد العدد عن عشر جرادات.
أما الدجاج والإوز فيجوز للمحرم ذبحه في الحرم وأكله، لأنه ليس بصيد، بخلاف الحمام فإنه صيد، لأنه من أصل يطير في الخلاء فلا يجوز للمحرم ذبحه، فإن ذبحه أو أمر بذبحه فميتة، ولو كان متخذاً في البيوت لفراخ.
وكذا حكم لحم من صاده محرم أو من في الحرم بسهمه، أو كلبه، أو صِيدَ له (أي صاده حلال لأجله) ، أو ذبحه محرم حال إحرام إن صاده حلال لنفسه، أو دل المحرم حلالاً عليه ⦗٣٥١⦘ فصاده فمات، ففي كل هذه الحالات حكمه ميتة لا يحل لأحد تناوله، وجلده نجس كسائر أجزائه وكبيضه من الطيور (سوى الإوز والدجاج) إذا كسره أو شواه محرم أو أمر حلالاً بذلك فلا يجوز لأحد أكله.
أما ما صاده حِلٌّ لحِلّ (بخلاف ما لو صاده لمحرم) كإدخال الصيد إلى الحرم وذبحه فيه، فإن كان الصائد من ساكنيه يجوز أكله لكل أحد، أما إن كان من غير أهل الحرم فإذا صاده بالحل وأدخله إلى الحرم وذبحه فيه فهو ميتة.
_________
(١) حدود الحرم: من جهة المدينة أربعة أو خمسة أميال مبدؤها من الكعبة وتنتهي بالتنعيم، ومن جهة العراق ثمانية أميال وتنتهي بالمقطع (جبل) ، ومن جهة عرفة تسعة أو ثمانية أميال وتنتهي بعرفة، ومن جهة الجعرانة تسعة أميال وتنتهي إلى موضع يقال له شعب آل عبد اللَّه بن خالد، ومن جهة جدة عشرة أميال تنتهي بالحديبية، ومن جهة اليمن إلى مكان يسمى أضاه.
(٢) مسلم: ج ٢ /كتاب الحج باب ٨٢/٤٤٥.
(٣) المائدة: ٩٦.
(٤) البخاري: ج ٢ /الإحصار والجزاء الصيد باب ١٨/١٧٣٢.
(٥) البخاري: ج ٢ /الإحصار والجزاء الصيد باب ١٨/١٧٣٣.
(٦) البخاري: ج ٢ /الإحصار والجزاء الصيد باب ١٨/١٧٣٤.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1736,'رابعاً- ما يتعلق بقطع الشجر والنبات:
يحرم قطع ما ينبت في الأرض بنفسه كالبقل البري إلا الإذخِر (نبات ذو رائحة طيبة) والسنا (نبات معروف للتداوي) والسواك والعصا والشجر للبناء بموضعه أو لإصلاح البساتين فلا يحرم قطعه. وكذا ما يستنبت للأكل كالسلق والكراث والبطيخ والخوخ ونحو ذلك. لما روى ابن عباس رضي اللَّه عنهما في الحديث المتقدم عند مسلم: "ولا يُعضد شوكه. ولا ينفر صيده. ولا يلتقط إلا من عرَّفها. ولا يختلى خَلاها (١) . فقال العباس يا رسول اللَّه الإِذْخِرَ فإنه لقينهم ولبيوتهم فقال إلا الإِذخر" (٢) .
وكل ما حرم قطعه لا جزاء فيه وإنما الإثم فقط.
كما يحرم صيد المدينة والتعرض له ويحرم أكله، كما يحرم قطع شجرها، لما روي عن جابر رضي اللَّه عنه قال: قال النبي صلى اللَّه عليه وسلم: "إن إبراهيم حرم مكة. وإني حرمت المدينة ما بين لا بيتها. لا يقطع عضاها (٣) ولا يصاد صيدها" (٤) . لكن لا جزاء في الصيد أو قط الشجر، وعدم ترتب الجزاء لا يعني تخفيف الحرمة بل حرمتها أشد ومنهم من أو جب الجزاء في صيد المدينة كصيد مكة.
_________
(١) الخلا: هو الرطب من الكلأ.
(٢) مسلم: ج ٢ /كتاب الحج باب ٨٢/٤٤٥.
(٣) العضاه: كل شجر يعظم وله شوك.
(٤) مسلم: ج ٢ /كتاب الحج باب ٨٥/٤٥٨.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1737,'ما يكره للمحرم:',NULL,'351',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1738,'١- شد نفقته بعضده أو فخذه.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1739,'٢- كبّ الوجه على الوسادة، أما وضع الخد عليها فجائز.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1740,'٣- ليس مصبوغ بعصفر أو نحوه، من كل ما لا طيب فيه ولكن يشبه ذا الطيب، لمُقتدى به من إمام أو عالم خوف تطرق الجاهل إلى لبس المحرم.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1741,'٤- شم الرياحين كالريحان والورد والياسمين، وشم الطيب كمسك وزعفران وكافور.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1742,'٥- المكث بمكان فيه طيب أو استصحابه. أما المكث في مكان فيه رياحين فلا يكره وكذا لا يكره استصحابه ولا مسه بلا شم.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1743,'٦- الحجامة بلا عذر، أو غمس الرأس في الماء خيفة قتل الدواب (قمل مثلاً) ، أو تجفيف الرأس بخرقه بشدة.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1744,'٧- النظر في المرأة خيفة أن يرى شعثاً فيزيله.
الركن الثاني- السعي بين الصفا والمروة
دليله: قوله تعالى: {إن الصفا والمرة من شعائر اللَّه، فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما} (١) .
وما روت حبيب بنت أبي تجرأة أن رسول اللَّه صلى اللَّه عليه وسلم قال وهو يسعى: "اسعوا فإن اللَّه كتب عليكم السعي" (٢) .
_________
(١) البقرة: ١٥٨
(٢) الدارقطني: ج ٢ /ص ٢٥٥.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1745,'شروط صحة السعي بين الصفا والمروة:',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1746,'١- أن يكون سبعة أشواط، فإن سعى أقل من سبعة أشواط فلا يجزئه، وعليه أن يكمله إلا إذا طال الفصل عرفاً فعندها يستأنفه من أوله.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1747,'٢- أن يبدأ السعي من الصفا وينتهي بالمروة، لحديث جابر رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: "نبدأ بما بدأ اللَّه به فبدأ بالصف وقرأ "إن الصفا والمرة من شعائر اللَّه" (١) ويحسب من الصفا إلى المروة شوط ومن المروة إلى الصفا شوط آخر.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1748,'٣- الموالاة بين أشواط السعي، فإن فرق بفاصل طويل فعليه أن يستأنفه ويغتفر الفاصل القصير.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1749,'٤- أن يكون بعد طواف صحيح سواء كان الطواف ركناً أو واجباً أو نفلاً، وإن كان محرماً بعمرة وسعى بعد طوافها غير الصحيح (طاف وهو محدث مثلاً) فإنه يبقى محرماً وعليه أن يرجع من أي مكان كان فيه لكي يعيد الطواف والسعي بعده، فإن كان قد أصاب النساء فقد أفسد ⦗٣٥٣⦘ عمرته فعليه أن يقضيها من الميقات الذي أحرم منه ويهدي، وعليه لكل صيد أصابه الجزاء وعليه فدية اللبس والطيب.. الخ، وإن كان حلق فعليه فدية الحلق ولا بد من إعادة الحلق بعد إعادة الطواف والسعي لأن الحلق الأول وقع في غير محله. وإن لم يكن حلق أولاً ولم يفعل شيئاً من محرمات الإحرام بعد، فعليه أن يعيد الطواف والسعي ثم يحلق وليس عليه شيء آخر لا من هدي ولا غيره. وإن كان الذي سعى بعد الطواف فاسد قد أحرم بحج بعده، فيكون في هذه الحالة قارناً لأن طوافه وسعيه فاسداً ولم يبق معه إلا مجرد الإحرام وإرداف الحج عليه.
_________
(١) الترمذي: ج ٣ /كتاب الحج ٣٨/٨٦٢.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1750,'واجبات السعي:',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1751,'١- أن يقع بعد طواف ركن (الإفاضة) أو واجب (القدوم) ، فإن سعى بعد طواف لم ينو به شيئاً وقع الطواف نفلاً، أو نوى بطوافه طواف تحية المسجد، فعليه في الحالتين إعادة الطواف بنية طواف القدوم (إن كان ممن يجب عليه طواف القدوم) ومن ثم عليه إعادة السعي بعده ليكون سعيه بعد طواف واجب، إلا إذا خاف فوت عرفة فإنه يترك إعادة الطواف والسعي؛ وبعد طواف الإفاضة يأتي بالسعي، وعليه دم لأن طواف القدوم كان واجباً عليه وتركه.
أما إن لم يكن ممن يجب عليه طواف القدوم فيجب عليه تأخير السعي إلى ما بعد طواف الإفاضة، فإن قدَّمه على طواف الإفاضة بأن أوقعه بعد طواف نفل، فيجب عليه إعادته بعد طواف الإفاضة ما دام في مكة، فإن تباعد عن مكة فعليه دم لتركه وجوب إيقاع السعي بعد طواف الإفاضة، ولا يجب عليه الرجوع في هذه الحالة لأنه لم يترك ركناً وإنما ترك واجباً.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1752,'٢- وجوب الموالاة بين السعي والطواف، فإن جعل فاصلاً طويلاً بين السعي وطواف الإفاضة وجب عليه إعادة طواف الإفاضة لإتباعه بالسعي ما دام بمكة، فإن تباعد عن مكة ولم يُعد السعي فعليه دم لتركه وجوب إتباع السعي بطواف الإفاضة دون فاصل.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1753,'٣- أن يسعى ماشياً إن كان قادراً، فإن سعى راكباً أو محمولاً لزمه دم إن لم يعده وكان خرج من مكة، أما إن لم يخرج من مكة فعليه إعادته ماشياً ولو طال الفصل ولم يجزئه الدم.
سنن السعي:',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1754,'١- تقبيل الحجر الأسود قبل الخروج للسعي وبعد صلاة ركعتي الطواف.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1755,'٢- أن يرقى الساعي في كل شوط على كل من الصفا والمروة إن كان رجلاً أما المرأة فتصعد إن خلا المحل من الرجال وإلا فلا. لما روى جابر في صفة حج النبي صلى اللَّه عليه وسلم قال: (ثم خرج من الباب إلى الصفا فلما دنى من الصفا قرأ: إن الصفا والمرة من شعائر اللَّه أبدأ بما بدأ اللَّه به فبدأ بالصفا. فرقي عليها. حتى رأى البيت فاستقبل القبلة. فوحد اللَّه وكبَره، وقال: لا إله إلا اللَّه ⦗٣٥٤⦘ وحده لا شريك له. له الملك وله الحمد وهو على كل شيء قدير. لا إله إلا اللَّه وحده. أنجز وعده. ونصر عبده. وهزم الأحزاب وحده. ثم دعا بين ذلك. قال مثل هذه ثلاث مرات. ثم نزل إلى المروة) (١) .',NULL,'353',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1756,'٣- إسراع الرجال بين الميلين الأخضرين حال الذهاب إلى المروة، ولا إسراع في العودة على الراجح. لحديث جابر رضي اللَّه عنه في صفة حجة صلى اللَّه عليه وسلم: (.. ثم نزل إلى المروة حتى إذا انصبَّت قدماه في بطن الوادي سعى، حتى إذا صعدتا مشى. حتى أتى المروة) (٢) .',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1757,'٤- الدعاء على الصفا والمروة وبينهما بلا حد، كما في الحديث المتقدم.
_________
(١) و (٢) مسلم: ج ٢ /كتاب الحج باب ١٩/١٤٧.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1758,'مندوبات السعي:',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1759,'١- يندب للساعي ما يشترط للصلاة من طهارة حدث وخبث وستر عورة فإن انتقض وضوءه أو تذكر حدثاً استحب له أن يتوضأ ويبني فإن أتم سعيه جاز، لحديث عائشة رضي اللَّه عنها أن النبي صلى اللَّه عليه وسلم قال لها حين حاضت: "افعلي كما يفعل الحاج، غير أن لا تطوفي بالبيت حتى تطهري" (١) .',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1760,'٢- يندب للساعي أن يشرب من ماء زمزم (بعد الطواف وتقبيل الحجر) قبل الخروج إلى السعي، لحديث ابن عباس رضي اللَّه عنهما: (أن رسول اللَّه صلى اللَّه عليه وسلم جاء إلى السقاية فاستسقى، فقال العباس: يا فضل، اذهب إلى أمك، فأت رسول اللَّه صلى اللَّه عليه وسلم بشراب من عندها. فقال: اسقني. قال: يا رسول اللَّه، إنهم يجعلون أيديهم فيه. قال: اسقني. فشرب منه، ثم أتى زمزم، وهم يسقون ويعملون فيها، فقال: اعملوا، فإنكم على عمل صالح) (٢) .',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1761,'٣- الخروج للسعي من باب الصفا، لحديث جابر رضي اللَّه عنه المتقدم: (ثم خرج من الباب إلى الصفا) أي من باب بني مخزوم، وهو الذي يسمى باب الصفا.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1762,'٤- أن يصعد الساعي إلى أعلى الصفا والمروة في الرقي عليهما.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1763,'٥- يندب القيام أعلى الصفا والمروة والجلوس مكروه أو خلاف الأولى.
_________
(١) البخاري: ج ٢ /كتاب الحج باب ٨٠/١٥٦٧.
(٢) البخاري: ج ٢ /كتاب الحج باب ٧٤/١٥٥٤.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1764,'الركن الثالث: الحضور بعرفة ليلة النحر
ويقصد به: الحضور بأرض عرفة على أي حال من الأحوال سواء كان يقظانً أو نائماً أو ⦗٣٥٥⦘ مغمى عليه، وسواء كان قائماً أو قاعداً أو راكباً على دابة، سواء علم أنها عرفة أم لا. ويصح أن يكون ماراً لكن ضمن شرطين: الأول: أن يعلم أنه يمر بأرض عرفة.
الثاني: أن ينوي بمروره أداء ركن الحج وهو الحضور بعرفة فإن مرّ بها ولم يعلم أنها عرفة، أو مرّ بها دون أن ينوي أداء ركن الحج فلا يجزئه المرور.
دليله: ما روي عن عبد الرحمن بن يعمر الدِّيلي عن رسول اللَّه صلى اللَّه عليه وسلم أنه قال: "الحج عرفة فمن جاء قبل صلاة الفجر ليلة جمع فقد تم حجه" (١) .
_________
(١) ابن ماجة: ج ٢ /كتاب المناسك باب ٥٧/٣٠١٥.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1765,'شروط صحة الحضور بعرفة:',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1766,'١- الحضور لحظة من ليلة العاشر من ذي الحجة (وتبدأ الليلة من غروب شمس عرفة إلى أذان يوم النحر) فإذا نفر من عرفة قبل الغروب لم يصح حجه.
ويجزئ الحضور ليلة الحادي عشر من ذي الحجة إن أخطأ أهل الموقف كلهم، بأن لم يروا الهلال لعذر من غيم أو غيره فأتموا ذي القعدة إلى الثلاثين ووقفوا ليلة العاشر من ذي الحجة ثم تبين أن وقوفهم كان ليلة الحادي عشر من ذي الحجة فيجزئهم ذلك.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1767,'٢- يشترط في الحضور مباشرة أرض عرفة أو ما اتصل بها، فلا يكفي أن يقف في الهواء كأن يمر عليها بالطائرة فلا يجزئه، أما إن كان راكباً على دابة فلا مانع.
واجباته:',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1768,'١- الطمأنينة في الحضور، بأن يستقر بمقدار الجلسة بين السجدتين، أما المار الذي لم يستقر بمقدار الطمأنينة فعليه دم.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1769,'٢- الحضور لحظة في أرض عرفة من بعد زوال شمس اليوم التاسع من ذي الحجة إلى الغروب، فإن فاته بغير عذر فعليه دم. ولا يجزئ هذا الحضور عن الحضور ليلة النحر.
سنن الحضور:',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1770,'١- يسن خطبتان في مسجد نمرة، بعد زوال شمس يوم عرفة، يعلم الإِمام فيهما الناس ما عليهم من مناسك، لما حدث جابر (أن النبي صلى اللَّه عليه وسلم خطب الناس يوم عرفة وقال: إن دماءكم وأموالكم عليكم حرام..) (١) .',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1771,'٢- يسن جمع الظهرين (الظهر والعصر) جمع تقديم (ولو لأهل عرفة) وصلاتهما قصراً (لغير أهل عرفة) بأذان وإقامتين من غير تنفل بينهما، لحديث جابر: (ثم أذن، ثم أقام فصلى الظهر، ثم ⦗٣٥٦⦘ أقام فصلى العصر، ولم يصل بينهما شيئاً) (٢) . ومن فته الجمع مع الإِمام جمع في رحله.
_________
(١) مسلم: ج ٢ /كتاب الحج باب ١٩/١٤٧.
(٢) مسلم: ج ٢ /كتاب الحج باب ١٩/١٤٧.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1772,'مندوباته:',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1773,'١- يندب الوقوف عند الصخرات العظام في أسفل جبل الرحمة شرقي عرفة متجهاً إلى الكعبة (وهي غرب عرفة) ، لما ورد في حديث جابر رضي اللَّه عنه: (ثم ركب رسول اللَّه صلى اللَّه عليه وسلم حتى أتى الموقف. فجعل بطن ناقته القصواء إلى الصخرات وجعل حبل المشاة بين يديه واستقبل القبلة) (١) .',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1774,'٢- يندب الوقوف مع باقي الناس لأن جمعَهم مَزيدُ الرحمة والقبول.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1775,'٣- يندب الغسل للوقوف والطهارة من الحدث والخبث.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1776,'٤- يندب المبيت بمنى ليلة التاسع وصلاة الصبح فيها، ثم المسير منها إلى عرفة بعد طلوع شمس اليوم التاسع، لحديث جابر رضي اللَّه عنه في صفة حجه صلى اللَّه عليه وسلم: (فلما كان يوم التروية توجهوا إلى منى، فأهلوا بالحج. وركب رسول اللَّه صلى اللَّه عليه وسلم فصلى بها الظهر والعصر والمغرب والعشاء ولفجر ثم مكث قليلاً حتى طلعت الشمس) (٢) .',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1777,'٥- يندب النزول بمسجد نمرة بعد زوال شمس اليوم التاسع.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1778,'٦- يندب الوقوف راكباً وإلا واقفاً على قدميه ولا يجلس لعلة أو تعب، أما النساء فلا يندب لهن القيام، لما روت أم الفضل بنت الحارث رضي اللَّه عنها (أن ناساً اختلفوا عندها، يوم عرفة، في صوم النبي صلى اللَّه عليه وسلم فقال بعضهم: هو صائم وقال بعضهم: ليس بصائم، فأرسلت إليه بقدح لبن، وهو واقف على بعيره فشربه) (٣) .',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1779,'٧- يندب التضرع والابتهال إلى اللَّه تعالى والدعاء بما أحب من خير الدنيا والآخرة حتى الغروب، لحديث طلحة بن عبيد اللَّه بن كريز رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "أفضل الدعاء يوم عرفة، وأفضل ما قلت أنا والنبيون من قبلي: لا إله إلا اللَّه وحده لا شريك له. له الملك وله الحمد وهو على كل شيء قدير، اللَّهم أجعل في قلبي نوراً وفي سمعي نوراً وفي بصري نوراً، اللَّهم اشرح لي صدري، ويسر لي أمري، وأعوذ بك من وسواس الصدر وشتات الأمر. وفتنة القبر اللَّهم إني أعوذ بك من شر يلج في الليل، وشر ما يلج في النهار، وشر ما تهب به الرياح ومن شر بوائق الدهر) (٤) . ⦗٣٥٧⦘
_________
(١) و (٢) مسلم: ج ٢ /كتاب الحج باب ١٩/١٤٧.
(٣) البخاري: ج ٢ /كتاب الحج باب ١٩/١٤٧.
(٤) البيهقي: ج ٥ /ص ١١٧.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1780,'الركن الرابع: طواف الإفاضة
ويقال له أيضاً طواف الركن لأنه فرض في الحج فمن لم يفعله بطل حجه، أو طواف الزيارة لأن الحاج يأتي من منى فيزور البيت، ولا يقيم بمكة، وإنما يبيت في منى.
دليل فرضيته: قوله تعالى: {وليطوفوا بالبيت العتيق} (١) . وحديث عائشة رضي اللَّه عنها (أن صفية بنت حيي زوج النبي صلى اللَّه عليه وسلم حاضت، فذكرت ذلك لرسول اللَّه صلى اللَّه عليه وسلم فقال: أحابستنا هي؟ قالوا: إنها قد أفاضت. قال: فلا إذاً) (٢) .
وقته: يبدأ وقته من طلوع فجر يوم النحر ويستمر إلى آخر شهر ذي الحجة، فإذا أخَّرَه عن ذلك لزم دم. أما الحائض أو النفساء فتحبس الرفقة والولي حتى تطهر وتطوف بشرط أمن الطريق حال الرجوع بعد الطواف، فإذا لم يؤمن الطريق رجعت إلى بلدها وهي على إحرامها، ثم تعود في العام القابل للإتيان بطواف الإفاضة (٣) .
وأما من لم يطف طواف الإفاضة من ذكر أو أنثى جهلاً، ثم علم بفرضيته بعد رجوعه إلى وطنه، فإنه ينوي رفض الحج (أما الإحرام فلا يرتفض بل يبقى على إحرامه) ويفعل محرمات الإحرام، ومتى تيسر له الذهاب إلى مكة، مرَّ بميقات بلده بلا إحرام لبقائه على إحرامه الأول وطاف بالبيت طواف الإفاضة، ثم يذبح شاة مجزئة في الأضحية ثم يتحلل من إحرامه. وإن أراد الحج بعد ذلك أحرم من الحرم، أما إن أراد العمرة أحرم من الحل.
_________
(١) الحج: ٢٩، وسمي البيت العتيق لأن اللَّه تعالى أعتقه من يد الجبابرة فلا يصول عليه جبار إلا ويهلكه اللَّه، أو لكونه قديماً قال تعالى: (إن أول بيت وضع للناس للذي ببكة) آل عمران: ٩٦.
(٢) البخاري: ج ٢ / كتاب الحج باب ١٤٤/١٦٧٠.
(٣) يمكنها أن تقلد السادة الأحناف في هذه الحالة: تطوف وهي حائض أو نفساء وتذبح بدنه تتحلل. ومكان الذبح في مكة، فإن لم تستطع الذبح (لعدم إيجاد الثمن) ترجع إلى بلدها ومتى تيسر لها ذلك ترسل إلى مكة من توكله في الذبح عنها.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1781,'٢- الطهارة من الحدثين والخبث في البدن والثوب والمكان كالصلاة، لحديث ابن عباس رضي اللَّه عنهما أن النبي صلى اللَّه عليه وسلم
شروط صحة الطواف:',NULL,'357',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1782,'١- أن يكون سبعة أشواط، فإن ترك شيئاً من السبع وإن قل لا يجزئه، ولا يكفي عنه الدم إذا كان الطواف طواف ركن، لما روى ابن عمر رضي اللَّه عنهما قال: (قدم النبي صلى اللَّه عليه وسلم فطاف بالبيت سبعاً، وصلى خلف المقام ركعتين) (١) . وإن شك في العدد بنى على اليقين، وتمم الأشواط السبعة، ويعمل بقول غيره ولو كان واحداً إذا لم يكن مستنكحاً (أي صار الشك له عادة) فعندها يبني على الأكثر. وإن ذاد على السبعة أشواط فلا يضر لأن الزائد لغو لا اعتداد به.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1783,'٢- الطهارة من الحدثين والخبث في البدن والثوب والمكان كالصلاة، لحديث ابن عباس رضي اللَّه عنهما أن النبي صلى اللَّه عليه وسلم قال: "الطواف حول البيت مثل الصلاة، إلا أنكم تتكلمون فيه، فمن تكلم فيه فلا يتكلمن إلا بخير" (٢) . فإن شك في الطهارة أثناء الطواف ثم بان الطهر فلا يعيد الطواف، وإن انتقضت طهارته ولو سهواً، أو سقطت عليه نجاسة أثناء الطواف بطل طوافه، أما إن لم يعلم بسقوط النجاسة إن كان الفصل قريباً ولم ينتقض الوضوء؛ أما إن طال الفصل أو انتقض الوضوء فلا إزالة النجاسة إن كان الفصل قريباً ولم ينتفض الوضوء، أما إن طال الفصل أو انتقض الوضوء فلا إعادة عليه. وإن احدث بعد الطواف فلا إعادة وقبل صلاة الركعتين أعاده إلا إذا خرج من مكة وشق عليه الرجوع فيكفيه طوافه ويصلي الركعتين وعليه أن يبعث بهدي.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1784,'٣- ستر العورة كالصلاة في حق الذكر والأنثى، وإذا بدت أطراف المرأة صح طوافها وندب لها إعادته ماد دامت بمكة، وقيل: لا إعادة عليها.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1785,'٤- جعل البيت على يساره حال الطواف وهو ماش جهةَ أمامه.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1786,'٥- خروج جميع البدن عن الشَّاذَرْوان (٣) ، فإذا دخل بعض البدن في هواء البيت أعاده، أما إذا كان خرج من مكة وبعد ذلك ذكر أنه أثناء الطواف كان يدخل بعض بدنه في هواء الشَّاذَرْوان، فليس عليه العورة للإعادة ولكن يلزمه هدي. لذا من أراد أن يقبل الحجر الأسود أو يلمس الركن اليماني أثناء الطواف ينصب قامته بعد التقبيل أو اللمس وجوباًُ ثم يطوف، لأنه لو طاف وهو لم يزل مطأطئاً رأسه كان بعض بدنه في البيت فلا يصح ذاك الشوط.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1787,'٦- خروج جميع البدن عن حجر (٤) سيدنا إسماعيل عليه السلام، لأن أصله من البيت لحديث عائشة رضي اللَّه عنها قالت: (كنت أحب أن أدخل البيت فأصلي فيه. فأخذ رسول اللَّه صلى اللَّه عليه وسلم بيدي فأدخلني الحِجر فقال: صلي في الحجر إن أدخل البيت، فإنما هو قطعة من البيت، ولكن قومك استقصروه حين بَنَوا الكعبة، فأخرجوه من البيت) (٥) .
أن يكون الطواف داخل المسجد، فلا يجزئ خارجه ولا فوق سطحه، وأما من وراء زمزم وكذا ⦗٣٥٩⦘ بالسقائف فإنه جائز للزحمة، فإن لم يكن هناك زحمة فأن لم يكن هناك زحمة فلا يجزئ وعليه الإعادة.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1788,'٨- الموالاة بين الأشواط بلا فاصل كبير، فإن طال الفصل ولو لحاجة فعليه الإعادة من أول شوط وبطل ما فعله، أما الفاصل اليسير فلا يضر، وكذا قطع الطواف لعزر كرعاف فإنه يبني - بعد غسل الدم- على ما تقدم من منه لغسل الدم، وأن كان إماماً راتباً ويبنى له أن يبدأ طوافه من الحجر الأسود (ويلغي جزء الشوط) . أما إن قطع الطواف لصلاة الجنازة أو لصلاة نافلة بطل طوافه ولو قصر الفصل.
_________
(١) البخاري: ج ٢ / كتاب الحج باب ٧١ / ١٥٤٧.
(٢) الترمذي: ج ٣ / كتاب الحج باب ١١٢ / ٩٦٠.
(٣) وهو بناء لطيف من حجر أصفر يميل إلى البياض، ملصق بحائط الكعبة، محدودب مرتفع على وجه الأرض قدر ثلثي ذراع، وهو من أصل البيت.
(٤) وهو محاط ببناء على شكل قوس تحت ميزاب الرحمة، من الركن العراقي إلى الركن الشامي، طوله. نحو ذراعان.
(٥) الترمذي: ج ٣ / كتاب الحج باب ٤٨ / ٨٧٦.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1789,'واجبات الطواف:',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1790,'١- صلاة ركعتين بعد الانتهاء من الطواف، للحديث المتقدم عن ابن عمر رضي اللَّه عنهما: (فطاف بالبيت سبعاً، وصلى خلف المقام ركعتين) .',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1791,'٢- ابتداء الطواف من الحجر الأسود، فإن ابتدأه من الركن اليماني مثلاً ألغى ما قبل الحجر وأتم إليه، فإن لم يتم إليه أعاده، وأعاد سعيه بعده ما دام بمكة، وإلا فعليه دم.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1792,'٣- الطواف ماشياً إن قدر عليه السعي، لحديث أم سلمة رضي اللَّه عنها قالت: (شكوت إلى رسول اللَّه صلى اللَّه عليه وسلم أني أشتكي، فقال: طوفي من وراء الناس وأنت راكبة) (١) . فإن طاف راكباً أو محمولاً فعليه الإعادة إن لم يخرج من مكة، فإن لم يُعِدْ فعليه دم.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1793,'٤- أن يقع طواف الإفاضة بعد الرمي.
_________
(١) البخاري ج ٢ / كتاب الحج باب ٧٣ / ١٥٥٢.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1794,'سنن الطواف:',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1795,'١- تقبيل الحجر الأسود بلا صوت ندباً في الشوط الأول (١) ، فإن لم يتمكن من تقبيله لمسه بيده إن استطاع وإن لم يستطع لمسه بعود مثلاً ثم وضع يده أو العود على فمه بعد اللمس، فإن لم يستطع شيئاً من ذلك كبّر فقط عند محاذاته ولا يشير بيده بل يقتصر على التكبير ثم يستمر في طوافه، ودليل ذلك ما روى سالم أن أباه حدثه قال: (قبَّل عمر بن الخطاب الحجر. ثم قال: ⦗٣٦٠⦘ أم واللَّه! لقد علمت أنك حجر ولولا أني رسول اللَّه صلى اللَّه عليه وسلم يقبلك ما قبلتك) (٢) . وروى عن نافع قال: ما تركته منذ رأيت رسول اللَّه صلى اللَّه عليه وسلم يفعله) (٣) .
وروى أبو الطفيل رضي اللَّه عنه قال: (رأيت رسول اللَّه صلى اللَّه عليه وسلم يطوف بالبيت، ويستلم الركن بمحجن معه ويقبل المحجن) (٤) .',NULL,'359',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1796,'٢- استلام الركن الأمامي في الشوط الأول، بأن يضع يده اليمنى عليه ثم يضعها على فمه من غير تقبيل، لما روي عن ابن عمر رضي اللَّه عنهما قال: ما تركت استلام هذين الركنين، اليماني والحجر، مذ رأيت رسول اللَّه صلى اللَّه عليه وسلم يستلمهما، في شدة ولا رخاء) (٥) .',NULL,'360',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1797,'٣- يسن الرَّمَل للذكر ولو غير البالغ في الأشواط الثلاثة الأول في طواف القدوم وطواف العمرة لمن كان محرماً لها من الميقات، لما روى جابر رضي اللَّه عنه قال: (.. حتى إذا أتينا البيت معه، استلم الركن، فرمل ثلاثاً ومشى أربعاً..) (٦) .',NULL,'360',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1798,'٤- يسن الدعاء بما يحب من طلب عافية وعلم وتوفيق وسعة رزق بلا حدّ محدود (٧) في ذلك بل بما يُفتح عليه، والأوْلى أن يدعو بما ورد في الكتاب والسنة، ومن ذلك ما روي عن عبد اللَّه بن السائب رضي اللَّه عنه قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول ما بين الركنين: (ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار) (٨) .
وما روي عن ابن عباس رضي اللَّه عنهما قال: كان النبي صلى اللَّه عليه وسلم إذا تهجد من الليل قال: (اللَّهم ربّنا لك الحمد، أنت قيم السماوات والأرض، ولك الحمد أنت رب السماوات والأرض ومن فيهن، ولك الحمد، أنت نور السماوات والأرض ومن فيهن، أنت الحق، وقولك الحق ووعدك الحق ولقاؤك الحق، والجنة حق، والنار حق، والساعة حق، اللَّهم لك أسلمت، وبك ⦗٣١٦⦘ آمنت، وعليك توكلت، وإليك خاصمت، وبك حاكمت، فاغفر لي ما قدمت وما أخرت، وأسررت وأعلنت، وما أنت أعلم به منّي، لا إله إلا أنت) (١٠) .
_________
(١) وكره الإِمام مالك السجود وتمريغ الوجه عليه.
(٢) مسلم: ج ٢ / كتاب الحج باب ٤١ / ٢٤٨.
(٣) مسلم: ج ٢ / كتاب الحج باب ٤٠ / ٢٤٦.
(٤) مسلم: ج ٢ / كتاب الحج باب ٤٢ / ٢٥٧، والمحجن: القضيب.
(٥) مسلم: ج ٢ / كتاب الحج باب ٤٠ / ٢٤٥.
(٦) مسلم: ج ٢ / كتاب الحج باب ١٩ / ١٤٧، والرمل: هو الإسراع في المشي.
(٧) ورأى الإِمام مالك رضي اللَّه عنه أن تحديد الدعاء من البدع.
(٨) أبو داود: ج ٢ / كتاب المناسك باب ٥٢ / ١٨٩٢.
(٩) البخاري: ج ٦ / كتاب التوحيد باب ٢٤ / ٧٠٠٤.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1799,'مندوبات الطواف:',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1800,'١- يندب الرمل في الأشواط الثلاثة الأُوَل من طواف الإفاضة ومن طواف العمرة لمن كان محرماً بهما من دون المواقيت كالتنعيم والجعرانة، ومن طواف الإفاضة لمن لم يطف طواف القدوم لعذر أو نسيان وكان محرماً من الميقات.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1801,'٢- يندب تقبيل الحجر الأسود واستلام الركن اليماني في غير الشوط الأول، لما روي عن ابن عمر رضي اللَّه عنهما قال: (كان رسول اللَّه صلى اللَّه عليه وسلم لا يدع أن يستلم الركن اليماني ولحجر فيكل طوفة. قال نافع: وكان ابن عمر يفعله) (١) .',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1802,'٣- يندب التكبير مع كل من التقبيل أو وضع اليد أو العود على الفم بعد لمس الحجر الأسود.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1803,'٤- يندب أن يطوف طواف الإفاضة بثوبي الإحرام وعقب الحلق.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1804,'٥- يندب الاقتراب من البيت للرجل، أما المرأة فيندب لها الطواف من بعد الرجال كما تصلي خلف الرجال، لما روي عن عطاء قال: (كانت عائشة تطوف حجزة من الرجال لا تخالطهم) (٢) .',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1805,'٦- يندب أن يصلي ركعتي الطواف في المسجد وخلف المقام، فإن صلاهما خارج المسجد أجزأ وأعادهما في المسجد ما دام على وضوء.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1806,'٧- يندب أن يقرأ في ركعتي الطواف بعد الفاتحة في الأولى (قل يأيها الكافرون) وفي الثانية (الإخلاص) ، لحديث جابر رضي اللَّه عنه في صفة حجِّ النبي صلى اللَّه عليه وسلم قال: (ثم نفذ إلى مقام إبراهيم عليه السلام. فقرأ: واتخذوا من مقام إبراهيم مصلّى فجعل المقام بينه وبين البيت. كان يقرأ في الركعتين قل هو اللَّه أحد، وقل يا أيها الكافرون) (٣) .',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1807,'٨- يندب الدعاء بعد صلاة ركعتي الطواف عند الملتزم (٤) . كأن يقول: (اللَّهم إن البيت بيتك والعبد عبدك، وابن عبدك، وابن أمتك، حملتني على ما سخرت لي من خلقك حتى سيرتني ⦗٣٦٢⦘ في بلادك، وبلغتني بنعمتك، حتى أعنتني على قضاء مناسكك، فإن كنت رضيت عني فازدد عنّي رضاً، وإلا فمُنّ الآن قل أن تنأى عن بيتك داري، ويبعد عنه مزاري، هذا أوان انصرافي إن أذنت لي، غير مستبدل بك ولا ببيتك، ولا راغب عنك ولا عن بيتك، اللَّهم أصحبني العافية في بدني، والعصمة في ديني، وأحسن منقلبي، وارزقني طاعتك ما أبقيتني) . أو يدعو بما أحب من غير تحديد.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1808,'٩- يندب أن يصلي ركعتي الطواف بعد فريضة المغرب وقبل النافلة لمن طاف بعد العصر.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1809,'١٠- يندب إيقاع طواف الإفاضة بعد الرمي وعقب الحلق.
_________
(١) أبو داود: ج ٢ / كتاب المناسك باب ٤٨ / ١٨٧٦.
(٢) البيهقي: ج ٥ /ص ٧٨.
(٣) مسلم: ج ٢ / كتاب الحج باب ١٩ / ١٤٧.
(٤) وسمي بذلك لأنهم يلزمونه للدعاء، وهو ما بين الركن والباب.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1810,'ثانياً - أركان العمرة:
أركان العمرة ثلاثة وهي:',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1811,'١- الإحرام من الميقات للآفاقي ومن الحل لمن هو بمكة (كما بينا سابقاً في بحث الإحرام) .',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1812,'٢- الطواف.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1813,'٣- السعي بين الصفا والمروة.
وتؤدى الأركان الثلاثة على النحو السابق الذي بينّاه في أركان الحج.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1814,'<span data-type="title" id=toc-36>الباب الثالث: واجبات الحج والعمرة</span>',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1815,'لم يفرق السادة المالكية بين الواجب والفرض في العبادات إلا في الحج، فإن الفرض فيه هو الركن، وهو ما لا تحصل حقيقة الحج والعمرة إلا به، ولا ينجبر تركه بدم. والواجب ما يحرمه تركه اختياراً بغير ضرورة، ولا يفسد النسك بتركه، وينجبر بدم.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1816,'١ً- واجبات الحج:
أولاً: طواف القدوم
شروط وجوبه:',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1817,'١- أن يكون محرماً يحج أو بحج وعمرة (قارناً) من الحِل لمن كانت داره خارج الحرم، أو كان مقيماً بمكة وخرج للحل لقرانه أو ميقاته.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1818,'٢- أن لا يخشى فوات عرفة إن اشتغل بطواف القدوم.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1819,'٣- أن لا يردف الحج على العمرة من الحرم، أي أن لا يكون متمتعاً (لأن المتمتع يحرم للحج من الحرم) .',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1820,'٤- أن يكون ذاكراً له غير ناسٍ، وأن يكون قادراً عليه.
سقوطه:
يسقط طواف القدوم في الحالات التالية:',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1821,'١- إذا ضاق الوقت وخشي الحاج فوات الحج إذا اشتغل به فهنا يجب تركه.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1822,'٢- إذا حاضت المرأة أو نفست.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1823,'٣- المغمى عليه والمجنون إذا استمر عذرهما حتى لا يمكنهما الإتيان به. ⦗٣٦٤⦘
شروط صحته:
يشترط لصحته شرط واحد وهو نية الوجوب، فإن طاف بنية النفل أو طاف بلا نية انصرف طوافه نفلاً ولم يجزئه عن طواف القدوم، أو إن اعتقد عدم وجوبه فعليه إعادته، أما إن لم ينو نفلاً واعتقد بوجوبه أجزأه.
ثانياً: النزول بمزدلفة (١)
دليله: ما روى عن جابر رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "وقفت ههنا، وجمع- المزدلفة- كلها موقف" (٢) .
_________
(١) سميت بذلك لأخذها من الازدلاف وهو التقريب، لأن الحجاج إذا أفاضوا من عرفات تقربوا بالمضي إليها.
(٢) مسلم: ج ٢ / كتاب الحج باب ٢٠ / ١٤٧.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1824,'وقته: ليلة النحر بعد النزول من عرفة وهو في طريقه إلى منى إذا لم يكن عنده عذر، وإلا فلا يجب عليه النزول فيها.
مدة النزول: أقلها بقدر الحطِّ والترحال (وإن لم يحطّ بالفعل) وصلاة العشاءين وتناول شيء من أكل أو شرب، فإن لم ينزل الحاج في مزدلفة لزمه دم.
سننه:',NULL,'364',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1825,'١- جمع العشاءين بمزدلفة، بأن يؤخر المغرب إلى ما بعد غياب الشفق الأحمر ويصليها مع العشاء، لحديث جابر رضي اللَّه عنه: "أن النبي صلى اللَّه عليه وسلم أتى المزدلفة فصلى بها المغرب والعشاء بأذان واحد وإقامتين" (١) . هذا إذا وقف الحاج مع الناس في عرفة ودفع معهم، وإن صلاهما قبل وصوله إلى مزدلفة أعادهما ندباً فيها إلا لمعزور (كمن تأخر عن الناس لعذر به أو بمركوبه) فإنه يصليها جمعاً في أي مكان هو فيه إن كان وقف مع الإِمام في عرفة، أما إن كان انفرد بوقوفه عنهم فإنه يصلي كلاً من الفرضين في وقته: المغرب بعد الغروب والعشاء بعد مغيب الشفق قصراً.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1826,'٢ - يسن قصر العشاء لجميع الحجاج إلا أهل مزدلفة فيتمونها.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1827,'٣- يسن الوقوف بالمشعر (٢) الحرام على القول المعتمد، وقيل يندب أن يستقبل الحاج عند المشعر ⦗٣٦٥⦘ الحرام البيت جهة المغرب للدعاء بالمغفرة وغيرها والثناء على اللَّه تعالى حتى الإسفار. لما روى جابر رضي اللَّه عنه (أن النبي صلى اللَّه عليه وسلم ركب القصواء. حتى أتى المشعر الحرام، فاستقبل القبلة، فدعاه وكبره وهلله ووحده، فلم يزل واقفاً حتى أسفر جداً، فدفع قبل أن تطلع الشمس) (٣) .
_________
(١) مسلم: ج ٢ / كتاب الحج باب ١٩ / ١٤٧.
(٢) وهو المسجد الذي على يسار الذاهب إلى منى بين جبل مزدلفة وجبل قزح، وسمي مشعراً لما فيه من الشعائر (الطاعات) ومعالم الدين، ومعنى الحرام أنه يحرم فيه الصيد وغيره كقطع الشجر لأنه من الحرم.
(٣) مسلم: ج ٢ / كتاب الحج باب ١٩ / ١٤٧.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1828,'مندوباته:',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1829,'١- يندب المبيت بمزدلفة وارتحاله منها بعد صلاة الصبح بغلس (عتمة) للحديث المتقدم.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1830,'٢- يندب أن يلتقط من مزدلفة حصيات رمي جمرة العقبة، ولو التقطها من منى كفاه.
ثالثاً: رمي جمرة العقبة يوم النحر
وقته: من طلوع فجر يوم النحر إلى غروب شمسه إذا لم يكن معذوراً، أما إن كان معذوراً فيسقط عنه.
دليله: حديث جابر رضي اللَّه عنه قال: (رمى رسول اللَّه صلى اللَّه عليه وسلم الجمرة يوم النحر ضحى) (١) وحديث ابن عباس رضي اللَّه عنهما قال: (كان النبي صلى اللَّه عليه وسلم يسأل يوم النحر بمنى،.. فسأله رجل.. وقال: رميتُ بعدما أمسيت فقال: لا حرج) (٢) .
_________
(١) مسلم: ج ٢ / كتاب الحج باب ٥٣ / ٣١٤.
(٢) البخاري: ج ٢ / كتاب الحج باب ١٢٩ / ١٦٤٨.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1831,'واجباته:',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1832,'١- أن يكون بسبع حصيات، لحديث جابر رضي اللَّه عنه في صفة حجه صلى اللَّه عليه وسلم قال: (ثم سلك الطريق الوسطى التي تخرج على الجمرة الكبرى. حتى أتى الجمرة التي عند الشجرة فرماها بسبع حصيات (١) .',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1833,'٢- أن يتقدم الرمي على الحلق والإفاضة، فلو حلق قبل الرمي أو طاف طواف الإفاضة قبله فعليه دم.
_________
(١) مسلم: ج ٢ / كتاب الحج باب ٥٣ / ١٤٧.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1834,'مندوباته:',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1835,'١- الإسراع إلى الرمي حال وصوله إلى منى على أية حال كان عليها؛ فإذا وصل إليها قبل طلوع الشمس وكان ماشياً ذهب إلى الرمي ماشياً ولم ينتظر ليركب، وإن وصل راكباً ذهب راكباً ⦗٣٦٦⦘ ولم ينتظر لينزل، أما إذا وصل إلى منى قبل طلوع الشمس فيندب له أن ينتظر إلى طلوع الشمس.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1836,'٢- أن يقع الرمي في الوقت ما بين طلوع الشمس وزوالها، ويكره تأخيره إلى ما بعد الزوال.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1837,'٣- تقديم الرمي على النحر.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1838,'٤- التقاط حصيات الرمي من مزدلفة.
رابعاً: المبيت بمنى (١) أيام التشريق
دليله:
ما روي عن عائشة رضي اللَّه عنها قالت: (أفاض رسول اللَّه صلى اللَّه عليه وسلم من آخر يومه حين صلى الظهر، ثم رجع منى، فمكث بها ليالي أيام التشريق) (٢)
واجباته:
المبيت ثلاث ليالي بمنى: ليلة الثاني والثالث والرابع من أيام التشريق إن لم يتعجل، أما إذا تعجل فيكفيه مبيت ليلتين ويسقط عنه مبيت ليلة اليوم الرابع من أيام التشريق والرمي في ذلك اليوم، هذا إن كان المتعجل من أهل مكّة وأما إن كان من غير أهلها فلا يشترط خروجه قبل الغروب وإنما يكفي فيه التعجيل. والتعجيل جائز لا مكروه ولا خلاف الأولى إلا الإمام فيكره له التعجيل.
فإن ترك الحاج المبيت لمدة أكثر من نصف ليلة فما فوق لزمه دم (يحسب الليل من الغروب إلى الفجر) ، إلا المتعجل فليس عليه دم لتركه مبيت الليلة الثالثة.
_________
(١) بطحاء متسعة ينزل بها الحجاج في الأيام المعدودات، تبدأ من فوق العقبة مما يلي مكة.
(٢) أبو داود: ج ٢ / كتاب المناسك باب ٧٨ / ١٩٧٣.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1839,'خامسا: ً رمي الجمرات الثلاث أيام التشريق الثلاثة:
دليله:
حديث عائشة رضي اللَّه عنها المتقدم (فمكث بها ليالي أيام التشريق، يرمي الجمرة إذا زالت الشمس، كل جمرة بسبع حصيات يكبر مع كل حصاة ويقف عند الأولى والثانية فيطيل القيام ويتضرع، ويرمي الثالثة ولا يقف عندها) (١) . ⦗٣٦٧⦘
_________
(١) أبو داود: ج ٢ / كتاب المناسك باب ٧٨/١٩٧٣.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1840,'واجباته:',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1841,'١- رمي الجمرات الثلاث في أيام التشريق الثلاثة، بسبع حصيات لكل واحدة في كل يوم، لما روي عن ابن عمر رضي اللَّه عنهما (أنه كان يرمي الجمرة الدنيا بسبع حصيات، يكبر على إثر كل حصاة، ثم يتقدم، حتى يسهل، فيقوم مستقبل القبلة، فيقوم طويلاً ويدعو ويرفع يديه، ثم يرمي الوسطى، ثم يأخذ ذات الشمال فيُسْهِلُ، ويقوم مستقبل القبلة، فيقوم طويلاً فيدعو ويرفع يديه، ويقوم طويلاً ثم يرمي جمرة ذات العقبة من بطن الوادي، ولا يقف عندها، ثم ينصرف، فيقول: هكذا رأيت النبي صلى اللَّه عليه وسلم يفعله) (١) .',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1842,'٢- ألا يبدأ الرمي إلا بعد الزوال لكل يوم، ويستمر وقته حتى الغروب لحديث جابر رضي اللَّه عنه قال: (رمى رسول اللَّه صلى اللَّه عليه وسلم الجمرة يوم النحر ضحى، وأما بعد ذلك فإذا زالت الشمس) (٢) ، فإذا رمى قبل الزوال فلا يجزئ، فإن لم يعده فعليه دم، وإن أخّره إلى الليل أو إلى اليوم الثاني ووقع الرمي قضاء.
ومن عجز عن الرمي بنفسه فعليه أن يستنيب من يرمي عنه ويلزمه دم، وفائدة الاستنابة أنها تسقط الإثم، فإن لم يستنيب فعليه دم وعليه إثم. وإذا استناب ولكن المستناب أخّر الرمي لعذر فعلى المستنيب دمان: دم لعدم رميه بنفسه ودم لتأخر المستناب بالرمي، أما إذا كان تأخر المستناب عن الرمي لغير عذر فالدم الثاني يقع عليه.
_________
(١) البخاري: ج ٢ / كتاب الحج باب ١٣٩ / ١٦٦٤.
(٢) مسلم: ج ٢ / كتاب الحج باب ٥٣ / ٣١٤.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1843,'شروط صحة الرمي:',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1844,'١-أن يكون المرمي به حجراً (أي من جنس الحجر سواء كان زلطاً أو صواناً أو رخاماًً) ، فلا يصح بطين ولا بمعدن.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1845,'٢- أن تكون الحصى بمقدار حصى الخذف، أي قدر الفولة أو النواة ولا يجزئ الصغير جداً كالحمصة، ويكره الحصى الكبير ولو أنه يجزئ، لما روي عن جابر بن عبد اللَّه رضي اللَّه عنهما قال: (رأيت رسول اللَّه صلى اللَّه عليه وسلم رمى الجمرة، بمثل حصى الخذف) (١) .',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1846,'٣- أنيكون رمياً أي دفعاً باليد، فلا يجزئ الوضع أو الطرح على الجمرة بل لا بد من الدفع باليد مباشرة لا بقوس ولا بغيره، وذلك بأن يأخذ الحصاة بسبّابته وإبهامه، وأن يرمي كل حصاة على انفراد، فلو رمى السبعة معاً لم تعتبر إلا رمية واحدة',NULL,'367',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1847,'٤- قصد إصابة المرمى تحقيقاً، وهو البناء وما حوله من موضع الحصى، وإن وقعت الحصاة في المرمى دون أن تصيب البناء أجزأته، أما إذا جاوزت الحصاة المرمى ووقعت خلفه فلا تجزئ.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1848,'٥- ترتيب رمي الجمرات الثلاث في أيام التشريق، فيبدأ بالصغرى التي تلي مسجد منى، ثم الوسطى ثم العقبة. فإن نكس الترتيب وبدأ بالعقبة فلا يجزئ. والدليل ما روي عن ابن عمر رضي اللَّه عنهما أن النبي صلى اللَّه عليه وسلم رمى هكذا بالتسلسل المذكور، وقوله صلى اللَّه عليه وسلم فيما رواه عنه جابر رضي اللَّه عنه: "لتأخذوا عني مناسككم" (٢) .
ومن ترك رمي بعض منها: حصاة أو أكثر من الجميع أو من بعضهن ولو سهواً، لم يجزئه، فلو رمى الأولى بخمس ثم رمى الثانية والثالثة يعود ويكمل الخمس إلى السبع ولم يجزئ رمي الجمرتين الأخيرتين بل عليه أعادتهما لأن ترتيب الجمار بالرمي واجب.
_________
(١) مسلم: ج ٢ / كتاب الحج باب ٥٢ / ٣١٣.
(٢) مسلم: ج ٢ / كتاب الحج باب ٥١ / ٣١٠.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1849,'مندوبات الرمي:',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1850,'١- يندب المشي إلى الرمي (في غير يوم النحر) .',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1851,'٢- يندب أن يكبر تكبيرة واحدة مع رمي كل حصاة، بأن يقول: اللَّه أكبر.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1852,'٣- التقاط حصيات الجمرات الثلاث، فيكره أن يكسر حجراً كبيراً ويكره الرمي بمرميٍّ به من قبل (أي يكره التقاط الحصى من المرمى) .',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1853,'٤- الرمي لكل يوم إثر الزوال وقبل صلاة الظهر، وأن يكون الرامي متوضئاً.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1854,'٥- طهارة الحصيات التي يرمي بها.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1855,'٦- المكث إثر رم يالجمرتين الأولى والوسطى للدعاء والثناء على اللَّه تعالى بقدر قراءة سورة البقرة، أما جمرة العقبة فيرميها وينصرف، لحديث عائشة رضي اللَّه عنها قالت: قال رسول اللَّه صلى اللَّه عليه وسلم: (إنما جعل الطواف بالبيت وبين الصفا والمروة، ورمي الجمار لإقامة ذكر اللَّه) (١) .',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1856,'٧- أن يقف أثناء الدعاء عند الجمرة الوسطى بحيث يجعلها عن يساره ولا يحاذيها بل يتقدم عنها قليلاً، ويجعل الجمرة الأولى خلفه، وأما جمرة العقبة فيرميها من أسفلها من بطن الوادي ويقف بحيث تكون منى عن يمينه ومكّة عن يساره. للحديث المتقدم عن ابن عمر رضي اللَّه عنهما: (ثم يرمي جمرة العقبة من بطن الوادي ولا يقف عندها) .',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1857,'٨- التتابع في رمي الحصيات والتتابع في رمي الجمرات فلا يفصل بينها إلا بمقدار الدعاء.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1858,'٩- الرمي باليد اليمنى إن كان يحسن الرمي بها.
_________
(١) أبو داود: ج ٢ / كتاب المناسك باب ٥١ / ١٨٨٨.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1859,'سادساً: الحلق والتقصير
الحلق هو أخذ الشعر من قرب أصوله وجذوره، وإن لم يكن له شعر يمرر الموس على رأسه، ويجزئ الحلق ولو بالنورة، ويسن الحلق لمن لبد شعره أو ضفره أو عقصه، والحلق أفضل للرجال من التقصير، فإن قصّر الشعر أجزئه بدليل حديث ابن عمر رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: (من لبّد رأسه فليحلق) (١) ، وعنه أيضاً أن رسول اللَّه صلى اللَّه عليه وسلم قال: (اللَّهم ارحم المحلقين، قالوا: والمقصرين يا رسول اللَّه؟ قال: اللَّه ارحم المحلقين. قالوا: والمقصرين يا رسول اللَّه؟ قال: والمقصرين) (٢) ولا يجزئ حلق أو تقصير بعض شعر الرأس بل لا بد من تناول الحلق أو التقصير كل شعر الرأس، ويبدأ بحلق اليمين من رأسه والأفضل أن يكون الحلق أو التقصير في منى.
أما المرأة فيسن لها التقصير نيابة عن الحلق، لحديث ابن عباس رضي اللَّه عنهما عن النبي صلى اللَّه عليه وسلم قال: (ليس على النساء حلق إنما على النساء تقصير) (٣) ، وذلك بأن تأخذ قدر أنمُلة من نهاية شعر رأسها كلّه، فلا يكفيها تقصير بعض الشعر.
ومن ترك الحلق أو التقصير، ولو كان لوجع في رأسه ولا يقدر على أحدهما، فعليه دم.
وقته: بعد رمي جمرة العقبة، لأنه إذا لم يرمها لم يحصل له تحلل فلا يجوز له الحلق ولا غيره من محرّمات الإحرام إلى ما قبل خروجه من مكّة، فإذا خرج منها بعد انتهاء أيام التشريق ولم يحلق بعد، أو عاد إلى بلده دون حلق فعليه دم، أمّا إذا أخّر الحلق إلى ما بعد أيام التشريق ثم حلق بمكّة فليس عليه شيء.
مندوباته:',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1860,'١- أن يحلق بعد الذبح لما روى أنس رضي اللَّه عنه (أن رسول اللَّه صلى اللَّه عليه وسلم أتى منى، فأتى الجمرة فرماها، ثم أتى منزله بمنى ونحر. ثم قل للحلاق خذ وأشار إلى جنبه الأيمن ثم الأيسر ثم جعل يعطيه الناس) (٤)',NULL,'368',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1861,'٢- أن يحلق قبل الزوال من يوم النحر بعد رمي جمرة العقبة.
ثانياً- واجبات العمرة:
للعمرة واجب واحد هو الحلق أو التقصير بعد السعي.
تكرار العمرة:
يكره تكرار العمرة في العام الواحد، وإنما يطلب كثرة الطواف، وابتداء العام يعتبر من شهر محرم؛ فمن اعتمر في ذي القعدة، ثم اعتمر في محرم فلا كراهة في عمرته الثانية، لأنه أداها في سنة أخرى.
ويستثنى من كراهة تكرار العمرة من دخل مكّة في غير أشهر الحج، وكان ممن يحرم عليه مجاوزة الميقات حلالاً، فإنه لا يكره له تكرارها، بل يحرم بعمرة حين دخوله، ولو كان قد تقدمت له عمرة في نفس العام. ⦗٣٧١⦘
_________
(١) البيهقي: ج ٥ / صلى اللَّه عليه وسلم ١٣٥.
(٢) البخاري: ج ٢ / كتاب الحج باب ١٢٦ / ١٦٤٠.
(٣) أبو داود ج ٢ / كتاب المناسك باب ٧٩ / ١٩٨٤.
(٤) مسلم: ج ٢ / كتاب الحج باب ٥٦ / ٣٢٣.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1862,'<span data-type="title" id=toc-37>الباب الرابع: مندوبات الحج</span>',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1863,'١- النزول بطُوَى (١) لمن وصل مكّة ليلاً، فيبيت فيها ليدخل مكّة نهاراً صحوة، لحديث ابن عمر رضي اللَّه عنهما قال: (بان النبي صلى اللَّه عليه وسلم بذي طُوَى حتى أصبح، ثمَّ دخل مكّة) (٢)',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1864,'٢- دخول مكّة نهاراً من طريق كَداء (٣) .',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1865,'٣- يندب الغسل لدخول مكّة لغير الحائض والنفساء، لما روى نافع قال: (كان ابن عمر رضي اللَّه عنهما، إذا دخل أدنى الحرم أمسك عن التلبية، ثمَّ يبيت بذي طُوَى، ثمَّ يصلّي به الصبح ويغتسل، ويحدّث أن نبي اللَّه صلى اللَّه عليه وسلم كان يفعل ذلك) (٤) .',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1866,'٤- دخول المسجد الحرام من باب بني شبية المعروف الآن بباب السلام، لحديث عطاء قال: (يدخل المحرم من حيث شاء قال: ودخل النبي صلى اللَّه عليه وسلم من باب بني شيبة وخرج من باب بني مخزوم إلى الصفا) (٥) .',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1867,'٥- الإكثار من شرب ماء زمزم بنيّة حسنة، لأنه مبارك ولحديث جابر بن عبد اللَّه رضي اللَّه عنهما قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول: (ماء زمزم لما شرب له) (٦) .',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1868,'٦- يندب للحاج حمل شيء من ماء زمزم معه إلى بلده وأهله للتبرك به.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1869,'٧- يندب للإمام خطبة بعد ظهر اليوم السابع من ذي الحجة بمكّة يُعلم الناس فيها المناسك.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1870,'٨- يندب إسراع السير ببطن وادي مُحسِّر للرجل، أما المرأة فلا يندب لها الإسراع إلا إذا كانت راكبة.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1871,'٩- النزول بالمُحَصَّب (٢) إن لم يكن متعجلاً _أي بات ثلاث ليالٍ بمنى ورمى اليوم الثالث من أيام التشريق) ليصلّي فيها أربع صلوات: الظهر والعصر والمغرب والعشاء، لما روي عن ابن عمر رضي اللَّه عنهما (أن النبي صلى اللَّه عليه وسلم وأبا بكر وعمر كانوا ينزلون بالأبطح) (٣) ، وعن نافع (أن ابن عمر كان يرى التحصيب سنة) (٤) . وأما المتعجل (أي الذي نفر النفر الأول) فلا يندب له النزول فيه، وكذا لا يندب النزول بالمحصب إذا كان يوم جمعة لكي يصلّي صلاة الجمعة بالحرم.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1872,'١٠- الإكثار من الطواف ليلاً ونهاراً ما استطاع.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1873,'١١- الإكثار من الدعاء بعد الطواف.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1874,'١٢- فعل الذبح والحلق قبل زوال الشمس يوم النحر ولو قبل طلوع الشمس.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1875,'١٣- تقديم الرمي على الذبح، وتقديم الذبح على الحلق، وتقديم الحلق على طواف الإفاضة.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1876,'١٤- بندي طواف الوداع لكل خارج من مكّة وإن كان صغيراً، سواء كان من أهل مكّة أو غيرهم من الحجاج، إذا كان قاصداً أحد المواقيت أو محاذياً له أو قاصداً الطائف والأوْلَى إذا كان ذاهباً إلى أبعد من ذلك، وسواء كان خارجاً لحاجة أم لا، وسواء أراد العودة أم لا، لما روي عن ابن عباس رضي اللَّه عنهما قال: (كان الناس ينصرفون في كلِّ وجه فقال رسول اللَّه صلى اللَّه عليه وسلم: لا ينفرن أحدٌ حتى يكون آخر عهده بالبيت) (٥) . هذا إن لم يكن متردداً عليها لفاكهة ونحوها، أما إذا كان خارجاً لتردد فلا وداع عليه مطلقاً ولو تجاوز الميقات. وكذا خروجه إلى منطقة الحِلّ (التنعيم أو الجعرانة) فلا وداع عليه، إلا إذا كان خروجه للتوطن فيها فعندها يندب له الوداع.
ويجزئ عن طواف الوداع طواف الإفاضة أو طواف العمرة، ويحصل له ثواب طواف الوداع إن نواه بهما.
ويخرج بعد طواف الوداع ماشياً تلقاء وجهه وطهره إلى الكعبة. ⦗٣٧٣⦘
وإذا أقام بمكة بعض يوم بال بعد طواف الوداع، فإنه يندب له إعادته، وإن كان طافه مع طواف الإفاضة أو طواف العمرة ذهب ثوابه، إلا أن طوافه مجزئ بالنسبة للإفاضة والعمرة. أما إذا أقام لشغل خفيف بعد الطواف كبيع أو شراء أو قضاء دين فلا مانع. فإذا بطل طواف الوداع أو لم يفعله من أصله ندب له الرجوع لفعله، إن لم يخف فوات رفقة أو نحو ذلك وإلا لم يرجع.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1877,'١٥- زيارة قبر النبي صلى اللَّه عليه وسلم وحرمه الشريف، وهي من أعظم القربات إلى اللَّه تعالى، لأن تعظيم الرسول صلى اللَّه عليه وسلم من تعظيم اللَّه الذي أرسله، وعن عائشة رضي اللَّه عنها قالت: قار رسول اللَّه صلى اللَّه عليه وسلم: أنا خاتم الأنبياء ومسجدي خاتم مساجد الأنبياء أحقّ المساجد أن يزار وتشد إليه الرواحل) (١) . بل الرحلة إلى المدينة المنورة واجبة على المستطيع إليها سبيلاً. وقد ورد في فضل الزيارة أحاديث كثيرة منها ما رواه عبد اللَّه بن عمر رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (من حجَّ فزار قبري بعد موتي كان كمن زارني في حياتي) (٢) ، وعن ابن عمر رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (من زار قبري وجبت له شفاعتي) (٣) ، وعن أبي هريرة رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: (ما من أحد يسلم عليَّ إلا ردَّ اللَّه عليَّ روحي حتى أردَّ عليه السلام) (٤) .
فإذا نوى المؤمن زيارة القبر الشريف فلينو معه زيارة المسجد النبوي أيضاً، فإنه أحد المساجد الثلاثة التي تشد إليها الرحال، لحديث أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه صلى اللَّه عليه وسلم: (صلاة في مسجدي هذا، خير من ألف صلاة في غيره من المساجد، إلا المسجد الحرام) (٥) ، وعنه أيضاً يبلغ به النبي صلى اللَّه عليه وسلم: لا تشد الرحال إلى إلى ثلاثة مساجد. مسجدي هذا، ومسجد الحرام ومسجد الأقصى) (٦) .
فإذا توجه الزائر إلى المدينة فليكثر من الصلاة والتسليم عليه صلى اللَّه عليه وسلم في طريقه.
ويستحب أن يغتسل قبل دخوله المدينة المنورة، ويتطيب ويلبس أحسن ثيابه، وأن يجدد التوبة، ويستحضر في قلبه شرف المدينة المنورة. ⦗٣٧٤⦘
وعند دخول المسجد النبوي الشريف يأتي الروضة، وهي ما بين القبر والمنبر، فيصلّي ركعتين تحية المسجد، ثم يأتي القبر الكريم فيستدير القبلة، ويستقبل جدار القبر الشريف، مقترباً منه، مستحضراً في قلبه منزلة من هو بحضرته، ثم يسلم ملتزماً الأدب الظاهري والباطني، ثم يصلّي على النبي صلى اللَّه عليه وسلم. ثم يتأخر جهة يمينه قدر ذراع حتى يقف قبالة سيدنا أبي بكر رض فيسلّم عليه. ثم يتأخر قدر ذراع جهة يمينه فيقف قبالة قبر سيدنا عمر رضي اللَّه عنه ويسلم عليه.
ويستحب له مدة إقامته بالمدينة أن يزور مساجدها، وأن يخرج إلى البقيع، ويزور قبور الشهداء بأحد، كما يستحب أن يأتي مسجد قباء يوم السبت، ويصلّي فيه ركعتين، لحديث ابن عمر رضي اللَّه عنهما قال: (كان رسول اللَّه صلى اللَّه عليه وسلم يأتي مسجد قُباءٍ، راكباً وماشياً. فيصلّي فيه ركعتين) (١) . ⦗٣٧٥⦘
_________
(١) بطحاء متسعة تكتنفها جبال قرب مكة.
(٢) البخاري: ج ٢ / كتاب الحج باب ٣٨ / ١٤٩٩.
(٣) وهو طريق بين جبلين يهبط منها إلى مقبرة السيدة خديجة أم المؤمنين رضي اللَّه عنها.
(٤) البخاري: ج ٢ / كتاب الحج باب ٣٧ / ١٤٩٨.
(٥) البيهقي: ج ٥ / صلى اللَّه عليه وسلم ٧٢.
(٦) ابن ماجة: ج ٢ / كتاب المناسك باب ٧٨ / ٣٠٦٢.
(٧) وهو وادٍ بين مزدلفة ومنى، وسمي بدلك لحسر أصحاب الفيل ونزول العذاب عليهم فيه.
(٨) وهو اسم لبطحاء خارج مكة، في منتصف الطريق بين مكة منى تقريباً، وأرضه كلها حصى.
(٩) مسلم: ج ٢ / كتاب الحج باب ٥٩ / ٣٣٧.
(١٠) مسلم: ج ٢ / كتاب الحج باب ٥٩ / ٣٣٨.
(١١) مسلم: ج ٢ / كتاب الحج باب ٥٩ / ٣٣٩.
(١٢) مجمع الزوائد: ج ٤ / ص ٤، والحديث ضعيف.
(١٣) البيهقي: ج ٥ / ص ٢٤٦.
(١٤) الدارقطني: ج ١ / ص ٢٨٠.
(١٥) أبو داود: ج ٢ / كتاب المناسك باب ١٠٠ / ٣٠٤١.
(١٦) مسلم: ج ٢ / كتاب الحج باب ٩٤ / ٥٠٥.
(١٧) مسلم: ج ٢ / كتاب الحج باب ٩٥ / ٥١١.
(١٨) مسلم: ج ٢ / كتاب الحج باب ٩٧ / ٥١٦.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1878,'<span data-type="title" id=toc-38>الباب الخامس: الفصل الأول</span>',NULL,'375',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1879,'أوجه تأدية الحج والعمرة
أوجه تأدية الحج والعمرة ثلاثة وهي بحسب ترتيب أفضليتها: الإفراد، فالقران، فالتمتع.
والدليل على جواز هذه الأوجه الثلاثة حديث عائشة رضي اللَّه عنها قالت: (خرجنا مع رسول اللَّه صلى اللَّه عليه وسلم عام حجة الوداع، فمنا من أهل بعمرة ومنا من أهل بحجة وعمرة، ومن من أهل بالحج، وأهل رسول اللَّه صلى اللَّه عليه وسلم بالحج؛ فأما من أهل بالحج، أو جمع الحج والعمرة، لم يحِلّوا حتى كان يوم النحر) (١) .
_________
(١) البخاري: ج ٢ /كتاب الحج باب ٣٣/١٤٨٧.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1880,'أولاً: الإفراد:
وهو أن يحرم بالحج أولاً، ثم إذا فرغ منه أحرم بعمرة، وهو أفضل أوجه تأدية الحج، لأنه لا يجب فيه هدي، ولأن النبي صلى اللَّه عليه وسلم حجَّ مفرداً على الأصحّ.
ثانياً: القِران:
وله صورتان: الأولى: أن يحرم بالعمرة والحج معاً، بأن يقول: نويت العمرة والحج وأحرمت بهما للَّه تعال، ويلاحظ البداءة بنية العمرة ثم الحج.
والثانية: أن يحرم بالعمرة أولاً ثم يردف الحج عليها؛ وذلك بشرطين:',NULL,'375',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1881,'١- أن يكون الإرداف قبل بدء طوافها أو أثناءه، ويكره بعده وقبل صلاة ركعتي الطواف لكن يصح، أما بعد صلاة الركعتين فلا يصح الإرداف. فإن أردف الحج أثناء طواف العمرة أتمّ طوافه وجوباً وصلّى ركعتين، ولا يسعى بعده لوجوب إيقاع السعي بعد طواف واجب، وبالإرداف سقط طواف القدوم وصار طوافه تطوعاً لأنه صار كمن أنشأ الحج وهو بمكة ⦗٣٧٦⦘ فيؤخر السعي إلى ما بعد طواف الإفاضة. وفي القران تندرج أفعال العمرة بالحج أي يستغني بطوافه وسعيه وحلقه عن طوافها وسعيها وحلقها.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1882,'٢-أن لا يكون أفسد العمرة قبل إرداف الحج عليها، فإذا فسدت وجب عليه إتمامها فاسدة ثمَّ يقضيها وعليه دم. ولا يجوز له أن يردف عليه الحج لفسادها.
ويلزم الحاج في حالة القران هَدْي قياساًً على التمتع.
ثالثاً: التمتع:
وهو أن يحرم بالعمرة أولاً ويتم جميع أعمالها (طواف وسعي) أو بعضها في أشهر الحج، ويتحلل منها ويبقى متمتعاً بالتحلل إلى الحج، ثمَّ يحرم بالحج في نفس العام، ويلزمه هدي تمتع لقوله تعالى: {فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي} (١) . ولو تكرر منه فعل العمرة في أشهر الحج ثمَّ حجّ بعد عامه فيجزئه هدْي واحد، أما إن أحرم بعد انتهاء العمرة في أشهر الحج بقران فعليه هديان: هدي تمتع وهدي قران. ويصحّ إحرامه بالحج بعد سعي العمرة وقبل الحلق لها وعليه هدي لتأخير الحلق لها إلى ما بعد الفراغ من الحج، وإذا حلق لها بعد إحرامه بالحج لم يجزئه وعليه هدي آخر لتأخير حلق العمرة وفدية لحلقه وهو محرم بالحج.
أما إن انتهت أفعال العمرة قبل أشهر الحج ثم أحرم بالحج في أشهره في نفس العام لم يكن متمتعاً، وإنما يعتبر مفرداً وليس عليه هدي.
_________
(١) البقرة: ١٩٦.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1883,'شروط تحقق الهدي على المتمتع والقارن:',NULL,'376',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1884,'١- عدم إقامة المتمتع أو القارن بمكة أو بما في حكمها (أي بأي منطقة لا تبعد عن مكّة مسافة القصر فأكثر) وقت الإحرام بها، لقوله تعالى: {ذلك لمن لم يكن أهله حاضري المسجد الحرام} (١) ، فمن أتى مكّة محرماً بعمرة في أشهر الحج ثم حج من عامه، أو دخل مكّة قارناً وحج، وجب عليه دم التمتع أو القران، ولو كان ناوياً بدخوله مكّة الإقامة فيها. وكذا من كان أصله مكّيّاً وكان منقطعاً خارجها، ثمّ عاد إليها للإقامة فيها ودخلها في أشهر الحج بعمرة ثم حج من عامه هذا، أو دخلها قارناً، فعليه دم. ويندب دم للتمتع أو القران لمن له أهل بمكّة وأهل خارجها.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1885,'٢- وأن يحجَّ من عامه، فمن أحرم بعمرة وتحلل منها في أشهر الحج ثمّ لم يحجّ إلا من قابل، أو فات المتمتع أو القارن الحج بفوات عرفة وتحلل بعمرة، فلا دم عليه في الحالتين.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1886,'٣- ويشترط لتحقق الهدي على المتمتع زيادة على ما تقدّم:
آ- عدم عودة المتمتع بعد أن تحلل من عمرته في أشهر الحج إلى بلده أو إلى بلد مثل بلده في البعد، ولو كان بلده أو مثله في الحجاز كالمدينة المنورة.
ب- أن يكون الحج والعمرة عن شخص واحد، فلو كانا عن اثنين، كأن يعتمر عن نفسه ويحج عن غيره أو بالعكس فلا دم عليه، وقيل: يجب عليه دم وهو الراجح.
_________
(١) البقرة: ١٩٦.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1887,'الهدي على المتمتع المتوفي:
لو مات المتمتع بعد رمي جمرة العقبة تعين على ورثته أن يُهدوا عنه من رأس ماله. أما إذا مات قبل ذلك، فلا يلزم الورثة الإهداء عنه، لا من رأس ماله، ولا من ثلثه الذي تُنفِّذ فيه الوصايا. ⦗٣٧٨⦘
الفصل الثاني
التحلل من الحج والعمرة',NULL,'377',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1888,'١- التحلل من الحج: للحج تحللن أصغر وأكبر.
آ- التحلل الأصغر: ويحصل برمي جمرة العقبة أو فوات وقتها (وهو يوم النحر) ، وبه يحل للحاج كل محرمات الإحرام، إلا النساء والصيد فيحرمان، والطيب يكره.
ب- التحلل الأكبر: ويحصل بطواف الإفاضة إن كان قدّم السعي بعد طواف القدوم، وإلا فلا يتحلل إلا بعد السعي عقب طواف الإفاضة الواقع بعد الحلق ورمي جمرة العقبة أو فوات وقتها. فإذا قرب النساء قبل الحلق وبعد طواف الإفاضة الواقع عقب رمي جمرة العقبة أو فوات وقتها، فعليه دم، أما إن صاد فلا شيء عليه.
ويحل بالتحلل الأكبر المحرمات التي بقيت بعد التحلل الأصغر، فيحل للحاج النساء كما يحل له الصيد والطيب.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1889,'٢- التحلل من العمرة: ليس للعمرة إلا تحلل واحد، يكون بعد انتهاء أفعالها كلّها. ⦗٣٧٩⦘
الفصل الثالث
إفساد الحج والعمرة
أسباب إفساد الحج والعمرة',NULL,'378',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1890,'١- الجماع مطلقاً، سواء أنزل أم لم ينزل، وسواء كان ذاكراً أو ناسياً أو جاهلاً، في قُبل أو دبر آدمي أو غيره، بالغاً كان أم لا، وسواء كان المفعول به مطيقاً للجماع أم لا.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1891,'٢- أنزل المني بتقبيل أو مباشرة أو بغير ذلك، حتى ولو بنظر أو فكر مستديمين لا بمجردهما.
شروط إفساد الحج:',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1892,'١- إذا وقع سبب الإفساد بعد الإحرام وقبل الوقوف بعرفة سواء فعل شيئاً بعد إحرامه من طواف قدوم أو سعي أم لا.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1893,'٢- إذا وقع سبب الإفساد يوم النحر قبل رمي جمرة العقبة وطواف الإفاضة.
شروط إفساد العمرة:
أن يقع المفسد قبل تمام سعي العمرة، أما إذا وقع بعد تمام السعي ولكن قبل الحلق فلا تفسد العمرة ولكن يلزمه هدي. وكذا لو أنزل بمجرد النظر أو الفكر، أو أمذى، أو قبّل بفم وإن لم يمذ، وكان ذلك بعد تمام السعي وقبل الحلق فلا تفسد العمرة ولكن يلزمه هدي.
الحالات التي لا يفسد فيها الحج:',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1894,'١- وقوع ما يفسد الحج بعد يوم النحر ولو قبل الرمي والطواف.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1895,'٢- وقوع ما يفسد الحج يوم النحر بعد رمي جمرة العقبة أو الطواف (أي بعد فعل واحد من اثنين) .',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1896,'٣- وقوع ما يفسد الحج يوم النحر بعد رمي جمرة العقبة والطواف ولكن قبل الحلق.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1897,'٤- إنزال المني أو المذي بمجرد النظر أو الفكر من غير استدامة.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1898,'٥- التقبيل بفم من غير إنزال مني أو مذي (بخلاف القبلة بخد أو غيره فلا يجب عليه شيء لأنها من قبيل الملامسة، إلا إذا أمذى أو كثرت) . ⦗٣٨٠⦘
ما يترتب على من أفسد حجه أو عمرته:',NULL,'379',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1899,'١- إتمام النسك المفسد، فإن لم يتمه لظنه أنه خرج من الإِحرام بمجرد الإِفساد فلا يفيده ذلك؛ ويبقى على إحرامه، فإن أحرم مجدداًً في العام القابل كان إحرامه الجديد لغواً وبقي على إحرامه بالحج الذي أفسده، ولا يعتبر حجه قضاء بل إتمام للحج المفسد وعليه غيره وجوباً.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1900,'٢- قضاء الحج المسد على الفور في العام القابل متى كان قادراً، فإن أخَّر قضاءه أثم، ولو كان المفسد تطوعاً. فإن كان النسك المفسد عمرة فعليه القضاء في أي وقت.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1901,'٣- نحر هدي في نسك القضاء للإفساد، ولا يتعدد الهدي بتعدد الجماع أو بتعدد النساء في النسك المفسد.
كيفية تأدية القضاء:',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1902,'١- إن كان المفسد إفراداً يجزئ أن يقضي إفراداً أو تمتعاً وبالعكس، أما إن كان المفسد قارناً فلا يجزئ القضاء إلا أن يكون قارناً، وإن كان المفسَد إفراداً أو تمتعاً فلا يجزئ أن يقضي قارناً.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1903,'٢- أن يحرم من الميقات الشروع الذي أحرم منه بالمفسَد مثل الجحفة، أما إن كان أحرم بالمفسد من دون المواقيت فلا يجب عليه أن يحرم من نفس المكان في القضاء وإنما من الميقات.
أما بالنسبة لوقت الإِحرام فلا يشترط عليه أن يحرم بنفس الشهر واليوم الذي أحرم فيه بالمفسد، وإنما يجزئ بأي وقت كان.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1904,'٣- أن يفارق من أفسد معها حجه في العام السابق إلى أن يتحلل خوفة من أن يعود لنفس الذنب، ودليل ذلك أن رجلاً من جذام جامع امرأته وهما محرمان، فسأل الرجل رسول اللَّه صلى اللَّه عليه وسلم. فقال لهما: "اقضيا نسككما، وأهديا هدياً، ثم ارجعا، حتى إذا جئتما المكان الذي أصبتما فيه ما أصبتما فتفرقا، ولا يرى واحد منكما صاحبه، وعليكما حجة أخرى، فتقبلان حتى إذا كنتما بالمكان الذي أصبتما فيه ما أصبتما فأحرما وأتما نسككما وأهديا" (١) .
_________
(١) البيهقي: ج ٥ / ص ١٦٧.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1905,'حالة اجتماع الفوات مع الإفساد:
يجب على من أفسد حجه بمفسد وفاته الوقوف بعرفة (يفوت الحج بفوات الوقوف بعرفة) ما يلي:',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1906,'١- التحلل بعمرة.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1907,'٢- الخروج إلى الحل إن أحرم بالحج الفائت من الحرم أو كان أردف الحج على العمرة من الحرم حال تحلله بالعمرة.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1908,'٣- القضاء الفوري في العام القادم، لما روى ابن عباس رضي اللَّه عنهما قال: قال رسول اللَّه صلى اللَّه عليه وسلم: "من فاته عرفات فقد فاته الحج فاليتحلل بعمرة وعليه الحج من قابل" (١) .',NULL,'381',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1909,'٤- نحر هدي في قضاء للفساد وهدي للفوات، فإذا كان الذي أفسده وفاته قراناً فعليه هدي ثالث لقران القضاء أو التمتع إن كان أحرم أولاً متمتعاً أو مفرداً وقضى متمتعاً. أما هدي القران أو التمتع الفسَد فيسقط لعدم إتمامه. لما روى الأسود قال: (سألت عمر رضي اللَّه عنه عن رجل فاته الحج، فقال: يهل بعمرة، وعليه الحج من قابل ويهريق دماً) (٢) . ⦗٣٨٢⦘
_________
(١) الدارقطني: ج ٢ / ص ٢٤١.
(٢) البيهقي: ج ٥ / ص ١٧٥.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1910,'الفصل الرابع
موانع إتمام الحج والعمرة (الإحصار)
الإحصار لغة: المنع.
وشرعاً: منع المُحرِم من أداء النسك كله؛ كأن يمنع من دخول مكة كما وقع في عام الحديبية، أو من أداء بعضه؛ كأن يمنع من الطواف أو السعي أو الوقوف بعرفة.
أقسام الحصر:
أولاً: عن البيت وعرفة معاً.
ثانياً: عن البيت الحرام فقط.
ثالثاً: عن عرفة فقط.
أولاً: الحصر عن البيت وعرفة معاً:
أسبابه:',NULL,'382',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1911,'١- منع العدو الكافر من وصول الحاج أو المعتمر إلى الديار المقدسة.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1912,'٢- حصول فتنة بين المسلمين، وتغلب الفئة الباغية ومنعُها الناس من الدخول إلى الأراضي المقدسة.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1913,'٣- الحبس بغير حق.
ما يترتب على المُحصَر:',NULL,'382',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1914,'١- يخيرَّ بين التحلل بالنية أو البقاء، والأفضل التحلل (ويكره له البقاء) بأن ينوي الخروج من الإحرام، ومتى نوى ذلك أُحلّ له كلُّ محرمات الإحرام حتى مباشرة النساء والصيد، ويسن له حلق رأسه. لكن لا يباح له التحلل إلا بشروط: ⦗٣٨٣⦘
أ- أن لا يكون قد علم حين إحرامه بالمانع أو علم ولكن ظن أنه لا يمنعه فمنعه، أما إن علم بالمانع أو شك أنه لا يمنعه فمنعه فيجب عليه أن يبقى على إحرامه.
ب- أن ييأس من زوال المانع قبل وقت الوقوف بعرفة فيتحلل قبله، فإن علم أو ظن أو شك أنه يزول قبله فلا يتحلل حتى يفوت وقت الوقوف.
جـ- أن يكون الوقت متسعاً لإدراك الحج عند الإحرام به بحيث إذا لم يمنع يتأتى له إدراكه، أما إذا كان الوقت عند الإحرام به لا يمكنه من إدراك الوقوف بعرفة على فرض عدم وجود المانع ثم حصل المنع، فليس له أن يتحلل لأنه دخل بالإحرام من أول الأمر على البقاء للعام القابل.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1915,'٢- أن ينحر هديه الذي كان ساقه معه عن شيء مضى أو تطوعاً في أي مكان إن لم يتيسر له إرساله إلى مكة، فإن لم يكن ساق هدياً فلا يجب عليه نحر هدي للتحلل، وأما قوله تعالى: (فإن أحصرتم فما استيسر من الهدي) (١) فمحمول على ما إذا كان الهدي مع المحصر من قبل.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1916,'٣- أن يقضي نسكه إذا كان فرضاً متعلقاً بذمته كحجة الإسلام أو عمرة الإسلام، أو كان نذراً غير معين بوقت؛ فلا يسقط الفرض المتعلق بذمته بالإحصار، وعليه أن يؤديه متى زال الإحصار.
وللإحصار عن البيت وعرفة أسباب أخرى هي الوصاية أو الزوجية أو العبودية، فللولي أن يمنع الصغير أو السفيه ولو من حجة الفرض، وللزوج أن يمنع زوجته من حجة التطوع، وللسيد أن يمنع عبده من الحج، فإذا أحرم كل واحد من هؤلاء: الصغير، أو السفيه، أو الزوجة، أو العبد، بغير إذن الولي، أو الزوج، أو السيد، فلهؤلاء الثلاثة أن يأمروهم بالتحلل، فيتحللوا بالنية ولا قضاء عليهم بالنسبة للصغير والسفيه والعبد، إلا إذا أذن الولي أو السيد بالقضاء أو أعتق العبد، أما الزوجة فعليها القضاء في حال تأيمها أو أذن الزوج لها.
_________
(١) البقرة: ١٩٦.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1917,'ثانياً: الحصر عن البيت فقط بعد الوقوف بعرفة:
أسبابه:
مرض أو عدو أو حبس ولو بحق. ويعتبر المحصر عن البيت فقط بعد الوقوف بعرفة مدركاً للحج. ⦗٣٨٤⦘
ما يترتب على المحصر عن البيت فقط:',NULL,'383',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1918,'١- طواف الإفاضة ولو بعد سنين، واسعي، إلا إن كان قام به عقب طواف القدوم. ويحل له كل شيء مما كان محظوراَ عليه في الإحرام بعد رمي جمرة العقبة يوم النحر إلا قربان النساء والتعرض للصيد فيحرمان، ومس الطيب فيكره، ولا يتحلل التحلل الأكبر حتى يأتي بالطواف والسعي.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1919,'٢- إن كان ترك ما بعد عرفة من نزول مزدلفة ورمي جمرة العقبة والمبيت بمنى.. ألخ فعليه هدي واحد عن الكل سواء كان تركه عمداً أو بسبب المانع.
ثالثاً: الحصر عن عرفة فقط:
أسبابه:',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1920,'١- وجود مانع كعدو أو فتنة يمنعه من الوصول إلى عرفة.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1921,'٢- الحبس ظلماً أو بحق.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1922,'٣- المرض المانع.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1923,'٤- خطأ أهل الموسم بالعدد، كأن يقفوا بعرفة يوم الثامن من ذي الحجة ظناً منهم أنه التاسع وبعد مضي ليلة النحر عرفوا خطأهم.
ما يترتب على من فاته الوقوف بعرفة:',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1924,'١- يفوته الحج بفوات الوقوف بعرفة، لأن الحاج متى عرفة فقد أدرك الحج فإن ما يبقى عليه بعد الوقوف يصح في أي وقت.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1925,'٢- يسقط عنه ما بعد عرفة من المناسك كالنزول بمزدلفة والمبيت بمنى ورمي الجمار..الخ.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1926,'٣- يخير ما بين التحلل من إحرامه وما بين البقاء عليه إلى العام القابل حتى يتم حجه، فإذا أتممه في العام القادم بالوقوف بعرفة مع ما بعد الوقوف من مناسك فليس عليه قضاء. ومحل جواز البقاء على إحرامه إلى العام القابل إذا لم يدخل مكة ولم يكن قريباً منها، وإلا يكره له البقاء بل يتأكد في حقه التحلل لما في البقاء على الإِحرام من مزيد المشقة مع إمكان الخلاص منها، وإن اختار التحلل وتمكن من دخول البيت وجب عليه التحلل بفعل عمرة، أي يطوف ويسعى ويحلق بنية التحلل من غير تجديد الإِحرام، ولا يجزىء طواف القدوم والسعي بعده الواقعان قبل الفوات عن طواف العمرة وسعيها.
ولا يفيد المحرم نية التحلل من الإِحرام بحصول المانع من إتمام الحج، كأن ينوي عند ⦗٣٨٥⦘
إحرامه أو يشترط أنه متى حصل له مانع كان متحللاً بل لابد من تجديد نية التحلل في الحصر عن الوقوف والمبيت معاً أو فعل عمرة في الحصر عن الوقوف فقط.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1927,'٤- يجب عليه قبل فعل أعمال العمرة الخروج إلى الحج، ويلبي منه من غير إنشاء إحرام جديد لجميع بين الحل والحرم، إن كان إحرامه بالحج قبل الفوات مع الحرم كالمقيم بمكّة، أو كان أردف حجه على إحرامه بالعمرة في الحرم كالآفاقي إذا دخل محرماً من الميقات بعمرة وقبل البدء بها أردف عليها الحج في الحرم.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1928,'٥- يجب إرسال هديه إلى مكّة لذبحه هناك إن أمكنه ذلك، وإلا ذبحه في أي محل كان إذا كان فوات عرفة بسبب الظلم أو الحبس بغير حق، أما إذا كان فوات عرفة بسبب المرض أو الحبس بحق فيندب له أن يحبس هديه الذي كان ساقه معه إلى أن يشفى من مرضه أو ينتهي حبسه ومن ثمَّ يأخذه معه إلى مكّة، ويذبحه بعد تحلله بالعمرة إن لم يخف عليه من العطب قبل انتهاء مرضه أو حبسه، وإلا إن أمكنه إرساله إلى مكّة لكي يذبح هناك، وإن لم يجد من يرسله معه وخاف عليه العطب ذبحه في أي مكان.
ويجب عليه ذبح هديه، في جميع الأحوال، سواء كان ساقه معه تطوعاً أو لواجب عليه، أو كان قلده أو أشعره ولا يجزئ هديه هذا عن هدي الفوات عند القضاء.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1929,'٦- يجب عليه القضاء ولو كانت الفائتة حجة تطوع في العام القابل إن استطاع إذا كان الفوات لمرض أو خطأ أهل الموسم بالعدد، أو حبس بحق. أما إذا كان الفوات بسبب الحبس ظلماً أو منع عدو أو فتنة فلا يطالب بالقضاء إلا إذا كان الفائت فرضاً في حجة الإسلام أو حجة منذورة غير معينة (أما إذا كانت معينة في العام الذي فات به الوقوف فقد سقط النذر بالفوات) .',NULL,'385',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1930,'٧- يجب عليه هدي في حجة القضاء بالفوات ولا يجزئ هديه السابق الذي ساقه في حجة الفوات. ⦗٣٨٦⦘
الفصل الخامس
جزاء ارتكاب محرمات الإحرام
أولاً- الفدية:
أسبابها: كل فعل محرّم على المحرم يحصل به ترفه وتنعم له، أو يزال به أذى. ومن هذه الأسباب:',NULL,'385',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1931,'١- تغطية المرأة وجهها بغير عذر، أما إذا كان ذلك بعذر فلا فدية عليها إلا إذا ربطته أو غرزته بإبرة، وكذلك لبسها محيطاً بكفها أو إصبعها.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1932,'٢- لبس الرجل محيطاً أو مخيطاً لبساً معتاداً بحيث ينتفع به من حرٍ أو بردٍ أما إن لبسه ونزعه فوراً بدون انتفاع به فليس عليه فدية، وكذا لبس خف مع وجود النعل، أو احتزام لغير عمل، أو ستر رأسه أو وجهه.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1933,'٣- مسُّ طيب كمسك أو عطر أو زعفران، فإنه يوجب الفدية عليه بمجرد المس ولو أزاله فوراً أما بالنسبة لمس الرياحين كالياسمين والورد وسائر أنواع الرياحين فلا يوجب عليه فديةإلا أنه يكره شمّها لا مسّها.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1934,'٤- قص الظفر أو أكثر لإماطة الأذى، أو قص أكثر من ظفر ترفهاً أو عبساً دفعة واحدة (أي في وقت واحد) ، أما إن قص كل على حدة في أوقات مختلفة ففي كل حفنة من طعام ولا تجب فدية.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1935,'٥- قص أو حلق شعرة أو فأكثر لإماطة الأذى، أو قص أكثر من عشر شعرات لغير إماطة الأذى وكذا قص الشارب ونتف الإبط. قال تعال: {فمن كان منكم مريضاً أو به أذى من رأسه ففدية} (١) .',NULL,'386',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1936,'٦- قتل أكثر من عشر قملات.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1937,'٧- الغسل في الحمام وإزالة الوسخ عن الجسم ولو بدون ذلك، كأن يجلس في الحمام حتى يعرق ثمّ يصب الماء الحار على جسده، أما إزالة الوسخ من تحت الأظافر فلا شيء فيه.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1938,'٨- كل شيء يزال به عن النفس أذى إن استعمل لغير ضرورة كحناء وكحل.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1939,'٩- دهن شعر الرأس أو اللحية أو دهن الجسد لغير علّة موجودة في الكف أو بطن القدم، أما إن كان هناك علّة في الكف أو بطن القدم وكان الدهن غير مطيّب فلا شيء في استعماله.
_________
(١) البقرة: ١٩٦.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1940,'الحالات التي لا توجب فدية وإنما دونها وهي حفنة طعام:',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1941,'١- قلم الظفر الواحد ترفهاً أو عبساً، أما قلم الظفر المنكسر لإزالة ما به من ألم فلا شيء فيه.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1942,'٢- قص أو قطع أو حلق شعرة أو أكثر قليلاً حتى العشر شعرات لإماطة الأذى.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1943,'٣- تساقط الشعر من لحيته أو رأسه بسبب الوضوء أو الغسل ولو كانا مندوبين.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1944,'٤- قتل قملة إلى عشر قملات.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1945,'٥- قتل جرادة إلى عشر جرادات هذا إذا لم يعمّ ولم يتحفّظ من قتل شيء منه، أما إذا عمّ وتحفّظ من قتله عمداً وأصاب منه شيء فلا شيء عليه.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1946,'٦- قتل الذباب أو الذر أي النمل سواء قلّ أو كثُر أما طرح البعوض والدود والنمل والبرغوث في أر ض دون قتل فلا شيء فيه.
ما هية الحفنة:
الحفنة هي ملء اليد الواحدة بُرّاً، وتعطى للفقير.
أنواع الفدية:
للفدية ثلاثة أنواع على التخيير: إما نسك وإما إطعام وإما صوم، ودليل ذلك قوله تعالى: {ولا تحلقوا رؤوسكم حتى يبلغ الهدي محلّه فمن كان منكم مريضاً أو به أذى من رأسه ففدية من طعام أو صدقة أو نسك} (١) .',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1947,'١- النسك: وهو ذبح شاة من الضأن أو المعز، ويشترط فيها ما يشترط في الأضحية كالسن والسلامة من العيوب وغير ذلك.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1948,'٢- الإطعام: وهو إطعام ستة مساكين لكل منهم مدّان (٢) بمدّ رسول اللَّه صلى اللَّه عليه وسلم من غالب قوت البلد الذي أخرجت فيه، ويجزئ عن ذلك غداءان أو عشاءان أو غداء وعشاء إذا كانا بلغا ⦗٣٨٨⦘
المُدِّين، أما إن كان مجموع الغداءين أو العشاءين أو الغداء أو العشاء أقل من تمليك الفقير مدّين فلا يجزئ.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1949,'٣- الصوم: وهو صوم ثلاثة أيام مطلقاً ولو كانت أيام منى.
ولا تختص الفدية بأنواعها الثلاثة في ومن كأيام منى، ولا بمكان كمنى أو مكة، فيجوز تأخيرها إلى بلده بخلاف الهدي.
_________
(١) البقرة: ١٩٦.
(٢) أي مقدار الإِطعام ثلاثة آصاع، لأن الصاع يساوي أربعة أمداد.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1950,'تعدد الفدية في الإحرام:
تتعدد الفدية بتعدد موجباتها إلا في أربعة مواضع لا تتعدد وتكفي فدية واحدة ولو تعددت موجباتها وهي:',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1951,'١- إن فعل أشياء كثيرة مما توجب الفدية في آن واحد ودون فصل بينها كأن يمس الطيب ويلبس الثوب ويقلّم أظافره ويحلق رأسه في وقت واحد دون تراخٍ. ومثال ذلك ما يفعله من لا قدرة له على إدامة التجرد في إحرامه، فينوي الحج أو العمرة ثمّ يلبس قمصانه وعمامته وسراويله، فإن تراخى بين فعل وآخر تعددت الفدية.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1952,'٢- إن نوى التكرار عند فعل المحرم الأول ولو تراخى بفعل المحرمات كأن ينوي فعل كل ما يحتاج إليه من موجبات الفدية أو عدد من الموجبات فيفعل بعضها أو كلّها.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1953,'٣- إن قدّم في الفعل ما نفعه أعم على غيره، كأن يقدّم لبس ثوب على سروال وإن لم يلبسهما فوراً أو لم ينوِ بلبس الأول لبس الآخر؛ وذلك بشرط أن لا يكون أخرج فدية المحرم الأول قبل أن يفعل المحرم الثاني وإلا تعددت الفدية.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1954,'٤- إن ظنّ إباحة محرمات الإحرام، كأن يظنّ أنه خرج من إحرامه ففعل أشياء كثيرة من المحرمات ثمّ تبين له خلافه أي أنه لم يزل على إحرامه؛ كمن طاف للإفاضة أو العمرة معتقداً فيهما أنه على طهارة ثمَّ تبين أن طوافه فاسد، وكذا من رفض حجه أو عمرته أو أفسدهما بوطء ظانّاً استباحة المحرمات وأن الإحرام سقطت حرمته بالرفض أو الفساد فارتكب أموراً محرمة متعددة كل منها يوجب الفدية فليس عليه في هذه الحالة إلا فدية واحدة فقط.
أما المحرم الجاهل إن ظنّ إباحة أشياء تحرم عليه بالإحرام ففعلها على التراخي فعليه في كل شيء فدية ولا ينفعه فدية. وكذا من علم الحرمة وظنّ أنّ الموجبات تتداخل وأنّ ليس عليه إلا فدية واحدة فقط لموجبات متعددة لم ينفعه ظنّه. ⦗٣٨٩⦘
ثانياً - جزاء الصيد
إذا اصطاد المحرم حيواناً في الحرم أو خارجه، أو تسبب في موته، كأن رأى الصيد فدلّ عليه وجب عله جزاء يحكم به عدلان، فلا يكفي فيه الفتوى ولا حكم المجرم لنفسه ولا حكم عدل واحد ولا حكم كافر ولا فاسق ويشترط في الحكمين أن يكونا فقيهين، أي عالمين بأحكام الصيد ويندب كونهما في مجلس واحد لمزيد التثبت والضبط.
أنواع الجزاء في الصيد:
يختلف الجزاء الواجب باختلاف الصيد.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1955,'١- الصيد الذي له مثله في النعم:
الجزاء الواجب في قتله ثلاثة أنواع على التخيير وهي:
آ- ذبح مثله من النعم (أي ما يقاربه في الصورة والقدر) ، فإن لم يوجد له مقارب في الصورة يكفي إخراج مقارب له في القدر من النعم، وهي الإبل والبقر والغنم، بشرط أن يجزئ في الأضحية سناً وسلامة.
ومكان ذبحه هو منى أو مكة ولا يجزئ في غيرهما لأنه صار هدياً وله حكم الهدي. والدليل على ذلك قوله تعالى (يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم، ومن قتله منكم متعمداً فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم، هدياً بالغ الكعبة، أو كفارة طعام مساكين أو عدل ذلك صياماً ليذوق وبال أمره، عفا اللَّه عما سلف، ومن عاد فينتقم اللَّه منه، واللَّه عزيز ذو انتقام) (١) .
ففي النعامة ناقة أو جمل للمقاربة في القدر والصورة، وفي الفيل بدنة بسنامين، وفي الحمار الوحشي وبقره: بقرة، وفي الضبع والثعلب شاة. فالصغير والمريض والأنثى من الصيد وغيرها من الكبير والصحيح والذكر في الجزاء. فإذا اختار المثل فلا بد من مثل يجزئ في الأضحية، ولا يجزئ في الصيد المعيب معيبٌ، وفي الصغير صغير وإن كانت القيمة تختلف بالقلة والكثرة ولذا احتيج لحكم العدول.
ب- أو إخراج قيمة الصيد طعاماً، بأن يقوم الصيد بطعام من غالب قوت البلد الذي يخرج فيه. وتعتبر القيمة يوم التلف لا يوم تقويم الحكمين ولا يوم التعدي. وتعطى هذه القيمة لمساكين محل التلف، فإن لم بكن للصيد قيمة بمكان التلف أو لم يكن فيه مساكين لإخراج ⦗٣٩٠⦘
الطعام إليهم، فتقدر قيمته بما يساويه بأقرب مكان إليه، ويعطى لمساكين ذاك المكان، كل يأخذ مداً بمد رسول اللَّه صلى اللَّه عليه وسلم لا أكثر ولا أقل، ويندب أن يجبر جزء المد إلى المد.
ج- أو صيام أيام بعدد الأمداد التي يقوم بها الصيد من الطعام في أي مكان شاء (مكة أو غيرها) وفي أي زمان شاء (زمن الحج أو بعد رجوعه) . ويصوم يوماً كاملاً عن جزء المد، لأن الصوم لا يتجزء.
وللمحكوم عليه الانتقال منحكم إلى آخر ولو التزمه، أي له أن ينتقل من ذبح المثل إلى اختيار العام أو الصيام أو عكسه، والدليل إلى ذلك الآية السابقة، وإن ظهر الخطأ في الحكم نقض الحكم وجوباً.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1956,'٢- الجزاء في الحمام واليمام في غير أرض الحرم، وجميع الطيور كالعصافير والكركي والإوز العراقي والهدهد، ولو بالحرم، هو على التخيير:
آ- قيمة الصيد طعاماً.
ب- أو صيام أيام بعدد الأمداد.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1957,'٣- الجزاء في صيد حمام ويمام الحرم هو شاة تجزئ في الأضحية، ولا يحتاج إلى حكم الحكمين، فإن عجز عن الشاة صام عشرة أيام.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1958,'٤- الجزاء في إسقاط جنين الصيد (كأن كان الصيد حاملاً وفعل به شيء فأسقط جنينه) وفي كسر بيضة أو شويه هو عشر دية الأم، فإذا كان جزاء صيد الأم عشرة أمداد ففي جنينها أو بيضها مدُّ، وإذا استهل الجنين بعد سقوطه ففيه دية أمه كاملة، أما إذا تحرك فقط فتبقى ديته عشر دية أمه.
_________
(١) المائدة: ٩٥.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1959,'ثالثاً- جزاء قطع الشجر والنبات:
لا جزاء فيه إلا أنه يحرم قطعه، وكذا شجر ونبات المدينة.
رابعاً- الهدي:
أقسامه:
آ- الهدي الواجب.
ب- الهدي المنذور: إما أن ينذر عين الهدي للمساكين أو يطلق.
ج- هدي التطوع: وهو ما يتبرع به المحرم. ص [٣٩١]
أسباب الهدي الواجب:',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1960,'١- التمتع بدليل قوله تعالى: {فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي} (١) .',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1961,'٢- القران: قياساً على التمتع.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1962,'٣- ترك واجب من واجبات الحج أو العمرة كترك التلبية أو طواف القدوم أو بمزدلفة أو رمي جمرة العقبة أو المبيت بمنى ليالي الرمي أو الحلق.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1963,'٤- الجماع المفسد أو غير المفسد.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1964,'٥- إنزال مذي أو التقبيل بفم.
ما يقوم مقام الهدي الواجب حال فقده:
إذا لم يجد من لزمه هدي هدياً لفقده، أو لعدم تملكه ثمنه. أو لم يجد من يسلفه ثمنه إن كان موسراً في بلده. فعليه صيام عشرة أيام ثلاثة في الحج وسبعة إذا رجع إلى أهله، بدليل قوله تعالى: {فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجعتم} (٢) .
وإذا أيسر من لزمه هدي قبل الشروع في الصوم، ولو كان إيساره بسلف (أي وجد من يسلفه وله مال ببلده) ، فلا يجزئه الصوم عن الهدي، أما إذا أيسر بعد الشروع فيه وقبل تمام صوم اليوم الثالث، فيندب له الرجوع للهدي (ويتم اليوم الثالث وجوباً إن شرع فيه) .
ويبتدئ وقت صوم الأيام الثلاثة في الحج من حين إحرامه بالحج ويمتد إلى يوم النحر، فإن فاته صومها قبل يوم النحر صامها وجوباً أيام الثلاثة في الحج من حين إحرمه بالحج ويمتد إلى يوم النحر أكملها في أيام التشريق- ويكره تأخير صومها إلى أيام منى بلا عذر، وإن كان بدأها قبل يوم النحر أكملها في أيام منى، فإن فاتته أيام منى صامها في أي وقت شاء سواء وصلها بالسبعة أيام أو لم يصلها. وذلك إن تقدم الموجب للهدي على الوقوف بعرفة (كتمتع، والقران، وتعدي ميقات، وترك التلبية، وإنزال مذي، وتقبيل بفم) . أما إن كانالواجب بعد الوقوف بعرفة (كترك النزول بمزدلفة أو رمي الجمار أو الحلق أو الجماع بعد رمي جمرة العقبة وقبل طواف الإِفاضة يوم النحر أو قبلهما أو بعده) صامها متى شاء سواء وصلها بالسبعة أيام أو لم يصلها (كهدي العمرة إذا لم يجده صام الثلاثة أيام مع السبعة متى شاء لعدم وجود الوقوف فيها) .
أما السبعة أيام فصومها إذا رجع، أي إذا رجع من منى بعد أن ينتهي من رمي الجمار، سواء أقام في مكة أم لا؛ فالمراد بالرجوع في الآية الكريمة: {وسبعة إذا رجعتم} الفراغ من أعمال ⦗٣٩٢⦘ الحج، وقيل: المراد إذا رجعتم إلى أهليكم بالفعل، فأهل مكة يصومونها بمكة وغيرهم في بلادهم.
ويندب تأخير صومها للآفاقي حتى يرجع إلى أهله للخروج من الخلاف. أما إذا صام السبعة أيام قبل الفراغ من أعمال الحج (أي بعد الانتهاء من رمي الجمار) فلا يجزئ صومها سواء كان ذلك قبل الوقوف بعرفة أو بعده.
_________
(١) و (٢) البقرة: ١٩٦',NULL,'390',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1965,'شروط صحة الهدي:',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1966,'١- الجميع فيه بين الحل والحرم، فلا يجزئ ما اشتراه بمنى أيام النحر وذبحه فيها كما يقع لكثير من العوام بخلاف من اشتراه بعرفة لن عرفة من الحل. فإن اشتراه من الحرم فلا بد من أن يخرج به إلى الحل (عرفة أو غيرها) سواء كان محرماً عندما خرج به أم لا، وسواء كان الهدي واجباً أو تطوعاً، أما الذي يجب ذبحه بمنى فيتحقق الجمع فيه بين الحل والحرم بالوقوف به بعرفة.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1967,'٢- نحره نهاراً بعد طلوع الفجر ولو قبل نحر الإِمام وقبل طلوع الشمس، ولا يجزئ ما نحر ليلاً.
أما المسوق في إحرام العمرة لنقص فيها أو في حجه أو كان نذراً أو تطوعاً فيذبح بعد تمام سعيها فلا يجزئ قبله، أي أن محله مكة لعدم الوقوف به في عرفة ثم يحلق بعد الذبح ويتحلل من عمرته، وإن قدم الحلق على النحر فلا مانع، ويندب نحره بالمروة.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1968,'٣- يشترط في سنه وسلامته من العيوب ما يشترط في الأضحية، فمثلاً إن كان من الغنم أن يكون أتم السنة ودخل في الثانية. والمعتمر في السن والسلامة من العيوب يوم تقليده إن كان مما يقلد (إبل، بقر) أو يوم تمييزه عن غيره بكونه هدياً كالغنم، فإذا قُلِّد أو عُين قبل بلوغه السن وبلغ السن قبل نحره فلا يجزئ، وعلى العكس إن قلده أو عينه حال كونه سالماً من العيوب ثم عيب بعد ذلك وقبل النحر فإنه يجزئ.
ما يسن في الهد:',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1969,'١- تقليد (١) الهدي إن كان من الإِبل أو البقر، أما إن كان من الغنم فلا يقلد ولا يشعر.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1970,'٢- إشعار (٢) الهدي بعد التقليد إن كان من الإِبل فقط أو من البقر ذات السنام.
_________
(١) التقليد: هو جعل قلادة أي حبل من نبات الأرض في عنق الإِبل أو البقر للإِشارة بأنه هدي.
(٢) الإِشعار: هو شق سنام الإِبل بسكين من الجانب الأيسر ندباً من جهة رقبته إلى ناحية الذنب قدر أتملتين حتى يسيل الدم ليعلم أنه هدي.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1971,'ما يندب في الهدي:',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1972,'١- أن يكون كثير اللحم، لقوله تعالى: {ذلك ومن يعظم شعائر اللَّه فإنها من تقوى ⦗٣٩٣⦘ القلوب} (١) ، ونهو على ترتيب الأفضلية (٢) : الإِبل ثم البقر ثم الضأن ثم المعز، لما روى الإِمام أحمد عن ابن عباس رضي اللَّه عنهما قال: " أهدى رسول اللَّه صلى اللَّه عليه وسلم في حجة الوداع مائة بدنة نحر منها ثلاثون بدنة بيده ثم أمر علياً فنحر ما بقي منها" (٣) ويؤخذ من فعله صلى اللَّه عليه وسلم أن مباشرة النحر باليد أفضل إلا للضرورة فيستنب من يذبح عنه بشرط أن يكون مسلماً لأن الكافر لا مدخل له في القرب. ويقدم الذكر من كل نوع على الأنثى وإلا يقدم السمين على غيره.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1973,'٢- يندب الوقوف بالهدي في المشاعر كلها: عرفة والمشعر الحرام ومنى.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1974,'٣- يندب تجليل (٤) الهدي إن كان من الإِبل.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1975,'٤- يندب شق الجلال عن السنام لظهر الإِشعار.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1976,'٥- تندب التسمية عند الإِشعار بأن يقول: "بسم اللَّه واللَّه أكبر"
_________
(١) الحج: ٣٢.
(٢) على عكس الأضحية فإن الأفضل فيها الضأن.
(٣) مسند الإِمام أحمد: ج ١ / ص ٢٦٠.
(٤) أي وضع جلال عليها وهو شيء من الثياب.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1977,'مكان ذبح الهدي (الواجب والتطوع) وجزاء الصيد:
آ- يجب ذبح الهدي بمنى إذا توفرت فيه الشروط التالية:',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1978,'١- أن يكون مَسُوقاً في إحرام الحج لا من الإِبل.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1979,'٢- أن يقف الحاج أو نائبه بالهدي بعرفة جزءاً من ليلة يوم النحر، أما وقوف التاجر به فلا يجزئ إلا إذا اشتراه الحاج ووكل التاجر الوقوف به.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1980,'٣- أن يريد نحره في يوم من أيام النحر الثلاثة، وهي أيام العيد الثلاثة. فإذا نحره بمكة رغم توفر هذه الشروط أجزأه مع الإِثم لترك واجب النحر بمنى.
ب- يجب النحر بمكة ولا يجزئ بمنى ولا بغيرها إن انتفت الشروط المذكورة أو بعضها لوجوب الذبح بمنى. وكل نواحي مكة صالحة للذبح لكن الأفضل أن يكون عند المروة.
ما يؤكل مما يذبح في الحج أو العمرة من الهدي وجزاء الصيد والفدية وما يمنع:
تنقسم هذه اللحوم بهذا الخصوص على أربعة أقسام:',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1981,'١- ما لا يجوز لربه الأكل منه مطلقاً (سواء بلغ محل الذبح المعتاد منى أو مكة سالماً ثم ذبح أو حصل له عطب قبل بلوغه المحل فذبح في الطريق) :',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1982,'١- النَّذْر المعين المخصص للمساكين باللفظ أو النية، كأن يقول هذه الشاة نذر للَّه عليّ ⦗٣٩٤⦘ للمساكين أو هذه الشاة نذر للَّه عليّ ونوى بقلبه للمساكين.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1983,'٢- هدي التطوع إذا جعله للمساكين.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1984,'٣- فدية الأذى إذا لم ينوِ بها الهدي.
فهذه الثلاثة يحرم على صاحبها الأكل منها مطلقاً، فأكل النذر المعين للمساكين يحرم لأنه بالتعيين لا يلزمه بدله إذا عطب قبل بلوغ محله، وكذا هدي التطوع يحرم لأنه جعله للمساكين، وأما فدية الأذى فإذا لم تجعل هدياً فهي عوض عن الترفه الذي حصل للمحرم بإزالة الشعث ونحوه فلذا يحرم الأكل منها.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1985,'٢- ما لا يجوز الأكل منه إلا عطب قبل بلوغ المحل:',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1986,'١- النذر غير المعين إذا جعله للمساكين، كأن يقول للَّه عليّ هدي للمساكين.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1987,'٢- فدية الأذى إذا نوى بها الهدي.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1988,'٣- جزاء الصيد.
فهذه الأنواع الثلاثة يجوز لربها أن يأكل منها إذا عطبت في الطريق قبل بلوغ المحل لأن عليه بدلها، أما إذا بلغت سالمة فلا يجوز الأكل منها لأنها حق للمساكين بالنسبة للنذر، وبدل عن الترفه بالنسبة للفدية، وقيمة الصيد بالنسبة للجزاء.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1989,'٣- ما لا يجوز الأكل منه قبل المحل ويجوز الأكل منه بعد المحل:
لا يجوز الأكل من هدي التطوع والنذر المعين، إذا لم يجعلا للمساكين قبل المحل لأنهما إذا عطبا ليس عليه بدلهما فلو جاز الأكل لاتهم بأنه هو الذي تسبب في عطبهما، وأما بعد المحل فله أن يأكل لأنهما لم يعينا للمساكين.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1990,'٤- ما يجوز لربه الأكل منه مطلقاً قبل المحل وبعده:
وهو كل ما عدا ما ذكر كالهدي الواجب للقران أو التمتع، أو تعدي الميقات، أو لترك واجب من واجبات الحج كترك طواف القدوم، أو ترك المبيت بمنى، أو ترك النزول بمزدلفة، أو وجب لإِنزال مذي أو نحوه.
وكل ما جاز الأكل منه جاز له أن يتزود منه ويطعم الغني والفقير، لما روى عن جابر رضي اللَّه عنه قال: "كنا لا نأكل من لحوم بدننا فوق ثلاث منى. فأرخص لنا رسول اللَّه صلى اللَّه عليه وسلم فقال: كلوا وتزودوا فأكلنا وتزودنا" (١) . أما إذا أكل من الممنوع فإنه يضمن بدل ما أكله منه هدياً كاملاً إلا النذر المعين للمساكين فإنه يضمن قدر ما أكل منه. ⦗٣٩٥⦘
_________
(١) مسلم: ج ٣ / كتاب الأضحاحي باب ٥ / ٣٠.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1991,'<span data-type="title" id=toc-39>الباب السادس: الفصل الأول</span>',NULL,'395',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1992,'الأضحية
تعريفها:
الأضحية هي اسم لما يذبح أو ينحر من النَّعم، تقرباً إلى اللَّه تعالى، في أيام النحر.
دليل مشروعيتها:
ثبتت مشروعيتها بالكتاب والسنة والإِجماع.
من كتاب: قوله تعالى: {فضلِّ ربك وانحرْ} (١) . ومن السنة: ما روى مسلم عن أنس رضي اللَّه عنه قال: "ضحى النبي صلى اللَّه عليه وسلم بكبشين أمْلَحَيْن (٢) ، أَقْرَنَيْن (٣) ذبحهما بيده وسمَّى وكبِّر، ووضع صفاحهما (٤) " (٥) وغير ذلك من الأحاديث.
وقد شرعت الأضحية في السنة الثانية من الهجرة، وأجمع المسلمون على مشروعيتها. ⦗٣٩٦⦘
_________
(١) الكوثر: ٢.
(٢) الأمله: هو الأبيض الخالص البياض، وقيل: هو الأبيض ويشوبه شيء من السواد.
(٣) الأقرن: هو الذي له قرنان حسنان.
(٤) صفاحهما: أي صفحة العنق وهي جانبه.
(٥) مسلم: ج ٣ / كتاب الأضاحي باب ٣ / ١٧',NULL,'395',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1993,'حكمها:
الأضحية سنة مؤكدة عيناً على كل من توفرت فيه الشروط التالية:',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1994,'١- أن يكون حراً، ولو يتيماً، ذكراً أو أنثى، والمخاطب بفعلها عنه وليه من ماله. وتسن للحر عن نفسه وعن أبويه الفقيرين وعن أولاده الذكور (دون البلوغ) وعن بناته الغير متزوجات (ولا تسن عن زوجته) وعمن ولد يوم النحر وأيام التشريق.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1995,'٢- أن لا يكون حاجاً (لأن الحاج عليه هدي) .',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1996,'٣- أن لا يكون فقيراً، أي أن لا يحتاج إلى ثمنها في ضرورياته في عامه، وإذا استطاع أن يستدين استدان وقيل: لا يستدين.
ماهيتها:
لا يجزئ الأضحية إلا من بهيمة الأنعام لقوله تعالى: {ليذكرا اسم اللَّه على ما رزقهم من بهيمة الأنعام} (١) ، فإما أن يكون جذع ضأن ذي سنة (وعلامته أن يرقد صوف ظهره بعد قيامه) ، وإما ثنية معز دخلت في السنة الثانية دخولاً بيناً (بأن قطعت منها نحو شهر) ، وإما بما بلغ الثالثة من البقر والسنة الخامسة من الإبل.
أفضلها: الضأن مطلقاً، ثم المعز، ثم البقر، ثم الإبل (بخلاف الهدي فالأفضل فيه كثير اللحم) ، والدليل على أفضلية الضأن أن النبي صلى اللَّه عليه وسلم إنما ضحى بالغنم ولو كانت الإبل أفضل لضحى بها، وروي عن أنس بن مالك رضي اللَّه عنه قال: "كان النبي صلى اللَّه عليه وسلم يضحي بكبشين، وأنا أضحي بكبشين" (٢)
ويفضل في الجميع الذكر على الأنثى، والفحل على الخصَّي إلا إذا كان الخصي أسمن فعندها يفضل على الفحل.
شروط صحتها:',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1997,'١- أن يكون الذبح نهاراً فلا يصح بالليل، ويبدأ النهار بطلوع الفجر في غير اليوم الأول، أما في اليوم الأول فيذبح الإمام أضحيته بعد أن يفرغ من صلاة العيد والخطبة، ويذبح غيره بعد ذبحه؛ ولا يجزئ أن يذبح الضحي قبل إمامه فإذا ذبح قبله أو تعيبت حال الذبح منع البدل لها.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1998,'٢- أن يكون الذابح مسلماً، فلا يصح ذبح الكافر ولو كان كتابياً وإن جاز أكلها.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (1999,'٣-الانفراد في ثمن الأضحية، فلا يصح الاشتراك فيها، فإن اشتركوا فيها بالثمن أو كانت بينها فذبحوها أضحية عنهم لم تجز عن أي واحد منهم، إلا أن يفصلها واحد منهم لنفسه ويغرم لهم ما عليه من ثمنها ويذبحها عن نفسه. ولكن يجوز أن يشرك المضحي غيره معه في الثواب قبل الذبح لا بعده ولو زاد عددهم عن سبعة أشخاص بشروط ثلاثة:',NULL,'397',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2000,'١- أن يكون الشخص قريباً له، كأبنه وأخيه وابن عمه، ويلحق به الزوجة.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2001,'٢- أن يكون من نفقته، سواء كانت النفقة واجبة أم غير واجبة.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2002,'٣- أن يكون مقيماً معه في دار واحد. فحينئذ تسقط الأضحية عن الُمشرك.
وهذه الشروط تشترط إذا أدخل الضحي معهم نفسه، أما إذا ضحى عن جماعة دون أن يدخل نفسه معهم فتصح سواء توفرت هذه الشروط أم لا.
ويصح الاشتراك في الأضحية إذا كانت من الإِبل والبقر بشرط أن يكون نصيب كل واحد لا يقل عن السبع، فإذا كانوا أكثر من سبعة أشخاص فلا يصح الاشتراك، لحديث جابر رضي اللَّه عنه قال: "نحرنا مع رسول اللَّه صلى اللَّه عليه وسلم عام الحديبية البدنة عن سبعة. والبقرة عن سبعة" (٣) .',NULL,'397',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2003,'٤- سلامة الأضحية من العيوب البيّنة، لما روى البراء رضي اللَّه عنه قال: "قام فينا رسول اللَّه صلى اللَّه عليه وسلم فقال: أربعة لا تجوز في الأضاحي: العوراء بين عورها، والمريضة بين مرضها والعرجاء بين ظلعها، والكسير التي لا تنقى" (٤) ، وما روى عن علي رضي اللَّه عنه "أن النبي صلى اللَّه عليه وسلم نهى أن يضحة بعضباء الأذن والقرن" (٥) . فلا تجزئ أن تكون عوراء، أو عمياء ولو كانت صورة العين قائمة، أو مقطوعة اليد أو الرجل أو غيرهما ولو خلقة (أما قطع خصية اليوان فيجوز، لأن في القطع فائدة تعود على اللحم بسمن فيجبر النقص) ، أو بكماء، أو بخراء (منتنة رائحة الفم) ، أو صماء (فاقدة السمع) ، أو صمعاء صغيرة الأذن جداً) أو عجفاء (لا مخ لها في عظامها لهزالها) أو بتراء (مقطوعة الذنب) ، أو مريضة بين مرضها، أو مجنونة جنوناً دائماً أو عرجاء عرجاً بيناً، أو جرباء أو مهزولة هزالاً بيناً أما الخفيف بالجميع فلا يضر.
ولا يصح أن يضحي بيباسة الضرع (التي لا ينزل منها لبن، فأن أرضعت ولو بالجذع ⦗٣٩٨⦘ أجزأت) ، أو مكثورة القرن المدمي، ولا بذاهبة ثلث الذنب فأكثر (أما ذهاب أقل من ثلث الذنب فتجزئ) ، ولا بفاقدة سنتين فأكثر لغير الصغر والكبر (أما فقد السن الواحد فلا يضر مطلقاً وكذا فقد أكثر من سن بسبب الصغر أو الكبر لا يضر، أما أن كان بسبب الضرب أو المرض فيضر) ، ولا بمشقوقة الأذن إذا كان الشق أكثر من الثلث.
فالسلامة من العيوب في كل ما ذكر شرط صحة، فإذا لم يطلع المضحي على العيب إلا بعد الذبح فالأرش المأخوذ من البائع يجب التصدق به أو بمثله، لأن الأضحية بالذبح أصبحت واجبة؛ إذ تتعين الأضيحة بالذبح ولا تتعين بالنذر ولا بالنية ولا بالتميز لها؛ فأن حصل لها عيب بعد ما ذكر لم تجز أضحية ولم تتعين للذبح فله أن يصنع بها ما شاء، بخلاف ما إذا لم تتعيب فيجب ذبها بالنذر، وقيل: تتعين بالنذر فأن تعيبت بعده تعين ذبحها أضحية.
_________
(١) الحج: ٣٤، وبهيمة الأنعام هي: الإِبل والبقر والجاموس والغنم بنوعيه الضأن والمعز.
(٢) البخاري: ج ٥ / كتاب الأضاحي باب ٧ / ٥٢٣٣.
(٣) مسلم: ج ٢ / كتاب الحج باب ٦٢ / ١٥٠.
(٤) أبو داود: ج ٣ / كتاب الضحايا باب ٦ / ٢٨٠٢، ولا تنقى: أي لا نقي لها، وهو المخ.
(٥) أبو داود: ج ٣ / كتاب الضحايا باب ٦ / ٢٨٠٥.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2004,'ما يندب في الأضحية:',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2005,'١- إبرازها للمصلى ليعلم الناس ذبحه.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2006,'٢- أن تكون الأضحية جيدة من أعلى النّعم.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2007,'٣- أن تكون سالمة من العيوب التي تجزئ معها؛ كخفيفة المرض، أو مكسورة القرن، أو الخرقاء (التي في أذنها خرق مستدير) ، أو الشرقاء (مشقوقة الأذن) .',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2008,'٤- أن تكون سمينة.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2009,'٥- أن تكون ذكراً أقرن أبيض فحلاً (إن لم يكن الخصيّ أسمن) .',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2010,'٦- أن تكون من مال طيب.
وقت الذبح:
يدخل وقت الذبح من بعد أن يذبح الإِمام أضحية، ويذبح الإِمام بعد الانتهاء من صلاة العيد وخطبته، أو بعد مرور وقت بقدر ذبح الإِمام أضحية إن لم يذبح الإِمام ويستمر إلى غروب شمس اليوم الثالث من أيام النحر، لما روى البراء رضي اللَّه عنه قال: قال النبي صلى اللَّه عليه وسلم: "من ذبح بعد الصلاة فقد تم نسكه، وأصاب سنة المسلمين" (١) ، وما روى جندب بن سفيان البجلي قال: شهدت النبي صلى اللَّه عليه وسلم يوم النحر، فقال: "من ذبح قبل أن يصلي فَلْيُعِد مكانها أخرى، ومن لم يذبح فليذبح" (٢) .
ومن فاته وقت الذبح فلا تقضى بعده بخلاف زكاة الفطر فتقضى لأنها واجبة. فإن تراخى ⦗٣٩٩⦘
الإِمام عن الذبح بلا عذر انتظر مدة بمقدار الذبح بعد الصلاة، أما أن توانى لعذر فينتظر لقرب الزوال بحيث يبقى للزوال مدة بمقدار الذبح.
ومن لا إمام له ببلده، أو كان من أهل البادية، تحرى في ذبح أضحيته أقرب إِمام له من البلاد المجاورة فيقدر وقت صلاته وخطبته وذبحه، ولا شيء عليه إن تبين سبقه لذلك الإِمام.
وأفضل الأيام لذبح الأضحية يوم العيد إلى غروب الشمس، وأفضل وقت فيه للذبح من أول اليوم إلى الزوال، ويليه في الفضل أول اليوم الثاني إلى الزوال، فأول اليوم الثالث إلى الزوال، فأخر اليوم الثاني، فمن فاته أول اليوم الثاني ندب له أن يؤخر الذبح لأول الثالث، وقيل: أن أخر اليوم الثاني أفضل من أول الثالث.
_________
(١) البخاري: ج ٥ / كتاب الأضاحي باب ٧ / ٥٢٢٥.
(٢) البخاري: ج ٥ / كتاب الأضاحي باب ٧ / ٥٢٤٢.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2011,'ما يندب للمضحي:',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2012,'١- تأخير حلق الشعر من سائر البدن أو تقليم الأظافر إلى ما بعد عشر ذي الحجة حتى يضحي (سواء كان يضحي فعلاً أو حكماً كالمشرَك بالأجر) ، لما روت أم سلمة رضي اللَّه عنه أن النبي صلى اللَّه عليه وسلم قال: "إذا دخلت العشر، وأراد أحدكم أن يضحي، فلا يمس من شعره وبدنه شيئاً" (١) .',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2013,'٢- أن يذبح أضحيته بنفسه، سواء كان ذكراً أو أنثى أو صبياً إقتداء بسيد العالمين صلى اللَّه عليه وسلم لما فيه من التواضع، فعن أنس رضي اللَّه عنه "أن النبي صلى اللَّه عليه وسلم نحر سبع بدناتٍ بيده قياماً" (٢) ، وتكره الاستنابة مع القدر على الذبح، وتصح عن الضرورة بشرط إسلام المستناب؛ فيستنيبه بقوله: أستبيك أو وكلتك أو أذبح عني.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2014,'٣- أن يجمع بين الأكل منها والتصدق والإهداء بلا حدّ في ذلك بثلث أو غيره.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2015,'٤- أن يذبح ولد الأضحية إذا خرج منها قبل الذبح (وإذا كانت منذورة فلا يجب وإنما على سبيل الندب) ، أما الولد الخارج منها بعد الذبح فهوا جزء منها فحكمه حكمها.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2016,'٥- يندب للوارث أن ينفذ أضحيته مورثه إن عينها قبل موته ما لم تكن نذراً فعندها يجب التنفيذ.
_________
(١) مسلم: ج ٣ / كتاب الأضاحي باب ٧ / ٣٩.
(٢) أو داود: ج ٣ / كتاب الضحايا باب ٤ / ٢٧٩٣.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2017,'ما يكره للمضحي:',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2018,'١- جزُّ صوف الأضحية قبل الذبح لما فيه من نقص جمالها، إن لم ينبت مثله لوقت الذبح، أو إن لم ينو جزّها عند شرائها أو تعيينها، فإن كان ناوياً الجز فلا كراهة فيه.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2019,'٢- بيع الصوف المكروه جرُّه.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2020,'٣- شرب لبنها ولو نوى ذلك عند شراءها، لأنه خرجت قربة للَّه والعبد لا يعود في قربته.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2021,'٤- إطعام كافر منها (إن بعث له أما إن كان الكافر في عياله كأجير أو قريب أو زوجه فلا يكره إطعامه) .',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2022,'٥- التغالي فيها زيادة على عادة أهل البلد، وكذا زيادة العدد لما في ذلك من المباهاة، أما إن نوى بزيادة الثمن أو العدد الثواب وكثرة الخير فيندب ذلك.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2023,'٦- يكره فعلها عن ميت إن لم يكن عيّنها قبل موته.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2024,'٧- يكره للمضحي أن يقول بعد التسمية: "اللَّهم منك وإليك" لأنه لم يصحبه عمل أهل المدينة.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2025,'٨- يكره إبدالها بأدنى منها، ولو اضطراراً كاختلاطٍ لها مع غيرها، فيكره للمضحي أن يترك الأفضل لصاحبه إلا بالقرعة؛ فعندها لا يكره ولاكن يندب له في هذه الحالة أن يذبح أخرى أفضل منها. ⦗٤٠١⦘
الفصل الثاني
العقيقة
تعريفها:
العقيقة هي الذبيحة التي تذبح عن المولود.
حكمها: هي مندوبة عن الحر القادر.
ماهيتها: هي كالأضحية من حيث سنها وما يجرئ فيها.
وقت ذبحها: في اليوم السابع للولادة (ولحساب سابع المولود يلغى يوم الولادة إن ولد نهاراً بعد الفجر) من طلوع فجر اليوم السابع إلى غروب شمسه، فإنها تسقط في الغروب وقيل: لا تفوت بفوات الأسبوع الأول بل تفعل يوم الأسبوع الثاني، فأن لم تفعل ففي الأسبوع الثالث ولا تفعل بعده.
ولوقتها ثلاثة أقسام:
آ- مستحب: من الضحى إلى زوال الشمس.
ب- مكروه: من بعد الزوال للغروب، ومن بعد الفجر إلى طلوع الشمس.
ج- وقت ممنوع وهو الليل، فلا تجزئ إذا ذبحت فيه.
عددها: عقيقة واحدة لكل ولد (خلافاً لما قال للذكر اثنتين وللأنثى واحدة) ، لما روى عن نافع (أن عبد اللَّه بن عمر لم يكن يسأله أحد مِن أهله عقيقة، إلا أعطاه إيّاها، وكان يَعُقُّ عن ولده بشاةٍ بشاةٍ، إن الذكور والإناث) (١) .
_________
(١) المؤطأ: ص ٣٣٦.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2026,'ما يندب في اليوم السابع:',NULL,'401',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2027,'١- الذبح بعد طلوع الشمس.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2028,'٢- حلق رأس المولود، ولو لم يعق عنه، سواء كان ذكراً أم أنثى، أما إن أراد أن يعق عنه فيندب له الحق قبل ذبح العقيقة.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2029,'٣- التصدق بزنة شعره ذهباً أو فضة.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2030,'٤- تسميته وخير الأسماء ما عُبِّد أو حُمِّد، لحديث سمرة بن جندب رضي اللَّه عنه أن رسول اللَّه صلى اللَّه عليه وسلم قال: "كل غلام رهينة بعقيقته: تذبح عنه يوم سابعه، فيحلق، ويسمى" (١) ، فإن لم يعق عنه سمي في إي يوم شاء، لما روى أبو موسى رضي اللَّه عنه قال: "ولد لي غلام، فأتيت به النبي صلى اللَّه عليه وسلم فسماه إبراهيم، فحنكه بتمرة، ودعا له بالبركة، ودفعه إلي، وكان أكبر ولد أبو موسى" (٢) .
المكروهات:',NULL,'402',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2031,'١- يكره عمل العقيقة وليمة، بأن يجمع عليها الناس كوليمة العرس، بل تطبخ ويأكل منها أهل البيت وغيرهم كل في بيته، وبتصدق منها، ويطعم منها الجار في بيته، ويهدي منها، ويأكل كالأضحية.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2032,'٢- يكره تلطيخ المولود بدها لأنه من فعل الجاهلية، ويجوزكسر عظامها وتلطيخ المولود بخلوق (أي طيب) ، لحديث عبد اللَّه بن بريدة قال: سمعت أبي بريدة يقول (كنا في الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها، فلما جاء اللَّه بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران) (٣) .',NULL,'402',NULL,NULL,'0');
INSERT INTO [b12978] VALUES (2033,'٣- يكره ختان المولود في اليوم السابع لأنه من فعل اليهود.
أما حكم الختان: فهو للذكر سنة مؤكدة (٤) ، وأما الأنثى فالخفاض مندوب لها، لما روى عن أم عطية الأنصارية رضي اللَّه عنها، أن امرأة كانت تختن بالمدينة، فقال النبي صلى اللَّه عليه وسلم: "لا تُنْهِكي؛ فإن ذلك أحظى للمرأة" (٥) ، وقد جاء في رواية أخرى "أشِمِّي ولا تنهكي" (٦) .
_________
(١) أبو داود: ج ٣ / كتاب الضحايا باب ٢١ / ٢٨٣٨.
(٢) البخاري: ج ٥ / كتاب العقيقة باب ١ / ٥١٥٠.
(٣) أبو داود: ج ٣ / كتاب الضحايا باب ٢١ / ٢٨٤٣.
(٤) عند الإِمام الشافعي: واجب.
(٥) أبو داود: ج ٥ / كتاب الأدب باب ١٧٩ / ٥٢٧١.
(٦) شبه القطع اليسير بإشمام الرائحة، وشبه النّهك بالمبالغة فيه. أي اقتطعي بعض النواة ولا تستأصليها.',NULL,'402',NULL,NULL,'0');
