-- Table: b132385
-- Chunk: 1
-- Rows: 316

CREATE TABLE "b132385"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b132385
INSERT INTO [b132385] VALUES (1,'الخطاب القرآني لأهل الكتاب وموقفهم منه قديماً وحديثاً

هود محمد منصور قُباص أبوراس

بحث مقدم لنيل درجة الدكتوراه

قسم القرآن والحديث
أكاديمية الدراسات الإسلامية
جامعة ملايا
كوالالمبور-ماليزيا
٢٠١١ م',NULL,'1',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (2,'(Quranic Message to the People of the Book and their Stance in the Past and Present)

Hood mohmmed mansoor qabas aboras

Department of Al-Quran dan Al-Hadith
Akademi Pengajian Islam
Universiti Malaya
Kuala Lumpur Malaysia
٢٠١١',NULL,'2',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (3,'{يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}. [المائدة: ١٥ - ١٧].',NULL,'3',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (4,'UNIVERSITI MALAYA
ORIGINAL LITERARY WORK DECLARATION

Name of candidate: hood mohammed (I.C/Passport No: ... )
Registration/Matric No: IHA
Name of degree: PhD
Title of Project Paper/Research Report/Dissertation/Thesis ("this Work"):
الخطاب القرآني لأهل الكتاب وموقفهم منه قديماً وحديثاً
Field of Study:
I do solemnly and sincerely declare that:
١) I am the sole author/writer of this Work;
٢) This Work is original;
٣) Any use of any work in which copyright exists was done by way of fair dealing and for permitted purposes and any excerpt or extract from, or reference to or reproduction of any copyright work has been disclosed expressly and sufficiently and the title of the Work and its authorship have been acknowledged in this Work;
٤) I do not any actual knowledge nor do I ought reasonably to know that the making of this work constitutes an infringement of any copyright work;
٥) I hereby assign all and every rights in the copyright to this Work to the University Malaya ("UM"), who henceforth shall be owner of the copyright in this Work and that any reproduction or use in any form or any means whatsoever is prohibited without the written consent of UM having been first had and obtain;
٦) I am fully aware that if in the course of making this Work I have infringed any copyright whether intentionally or otherwise, I may be subject to legal action or any other action as may be determined by UM.

Candidate''s Signature ... Date

Subscribed and solemnly declared before,

Witness''s Signature ... Date
Name:
Designation:',NULL,'4',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (5,'ABSTRAK TESIS
Kajian ini bertujuan menganalisis nas-nas Al-Quran yang ditujukan kepada ahli kitab yang terdahulu dan sekarang, serta menerangkan pendirian mereka terhadap nas-nas tersebut. Pendekatan Deskriptif dan Induktif telah digunakan, dimana tersebut telah dianalisis untuk mengenal pasti fakta dan fenomena yang berkaitan. Hasil kajian ini telah memperolehi beberapa fakta berikut: Teks Al-Quran adalah ditujukan kepada seluruh manusia di dunia ini telah menghuraikan seluruh aspek yang berkaitan dengan ahli kitab, dan ia telah menunjukkan jalan penyelesaian yang mudah bagi segala masalah mereka. Kajian juga mendapati bahawa ahli kitab sekarang mempunyai persamaan dengan ahli kitab yang terdahulu dari segi agama, akhlak dan tingkah laku. Mereka juga mempunyai pendirian yang negatif terhadap Al-Quran, sebab itulah mereka tidak mematuhi segala suruhan Allah Didapati juga Yahudi dan Nasrani masa kini lebih sesat berbanding moyang-moyang mereka terdahulu, sama ada dalam aspek syirik, mencela para nabi, memungkiri janji, dan bersikap melampau. Hasil kajian juga mendapati bahawa Yahudi dan Nasrani hingga hari ini masih mengubah teks Injil dan Taurah mereka, ini menyebabkan timbulnya perselisihan dan permusuhan di antara mereka. Injil dan Taurah mereka juga bercanggah dengan penemuan sains, berbeza dengan Al-Quran yang dijamin pemeliharaannya hingga kiamat oleh Allah S.W.T. walaupun mereka cuba untuk mengubahnya, tetapi gagal.
Kajian juga mendapati bahawa orang awam ahli kitab telah dipesongkan oleh pendita-pendita mereka, serta memburukkan kepada mereka agama Islam, hingga ramai yang hidup ateisme dan sekular. Sebenarnya mereka memerlukan dakwah lslamiah yang sejati, yang menerangkan kepada mereka tentang hakikat dan kepentingan Islam, agama seluruh para nabi dan rasul.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (6,'Abstract
The study discussed the Quranic discourses that bounded for the people of the book in the ancient and modern ages. It aimed to clarify their positions from those discourses, approach them to the obviously true way of Allah, and obey His commands and prohibitions. The study used the analytical and inductive methods; it studied the Quranic discourses in substantive analytical method to see its related phenomena. The study came out with several finding: It assured that Quranic discourses are universal and comprehensive for all human kind; it addressed all significant sorts which related to people of the book, and it also found the suitable solutions for their problems easily. The study showed that the beliefs of people of the book in modern age are same with the beliefs of their ancestors in term of treatments and behaviors; it found that the positions of Quranic discourses were negative attitude, they did not accomplish their commitments towards the God, that led the descendents of Jews and Christians in modern age more worst than their ancestors in terms of shirk, revenge from the messengers, denunciation of the covenant, exaggeration, distortion and sedition to their generation. The study also showed that the people of book practice the distortion and hiding books until these day; these distortions created the enmity and hatred among themselves that show a contradictory in their book with modern sciences in term of its context and content. Unlike the Holy Quran; it''s the true word of Allah that He promised to save until the judgment day.
However the people of the book attempted to distort the Quran, but their attempts failed utterly. The study also showed that the ordinary people of the book received their religion erroneously from their rabbis and monks, as well as they received Islam that led most of them to leave the spirit of belonging to any religion; they moved to atheism and secularism. Today, they need a pure Islamic approach to clarify for them the real Islam, expose to them the greatness of Islam, emphasize that Islam is eternal religion of God and religion of all messengers and prophets.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (7,'<span data-type="title" id=toc-2>ملخص البحث</span>
تناولت هذه الدراسة الخطاب القرآني الموجه لأهل الكتاب والمتعلق بسلوكهم قديماً وحديثاً, واستهدفت الدراسة بيان مواقفهم من ذلك الخطاب قديماً وحديثاً, ودعوتهم إلى منهج الله الواضح القويم، والنزول عند أمره ونهيه، وقد اتبعت في هذه الدراسة المنهج الاستقرائي التحليلي, حيث قمت بجمع الآيات القرآنية التي اشتملت على الخطاب القرآني الموجه لأهل الكتاب, ثم قمت بدراسة تلك الخطابات دراسة تحليلية موضوعية؛ لمعرفة الظواهر والأخلاق التي كان هدف الخطاب القرآني المتعلق بأهل الكتاب التحذير منها وتقويمها, وقد توصلت من خلال ذلك إلى النتائج التالية: أن الخطاب القرآني هو خطاب عالميٌّ شامل لجميع البشر, فقد تناول جميع الجوانب المتعلقة بسلوك أهل الكتاب وصفاتهم, ووصف الطرق المناسبة التي تقي منها وتدحض أكاذيب أهل الكتاب وغدرهم وأخلاقهم بأسلوب بليغ سهل ميسر, وأن معتقدات أهل الكتاب حديثاً لا تختلف عن معتقدات أسلافهم قديماً, وأنهم لا يزالون في شتى عقائدهم وعباداتهم ومعاملاتهم وأخلاقهم على ما كانوا عليه قديماً, وأن موقفهم من الخطاب القرآني كان موقفاً سلبياً؛ كونهم لم يحققوا الالتزام بما أمر الله به, فهم شر خلف لشر سلف, فالشرك والنيل من الرسل ونقض العهود والمواثيق, والغلو والتحريف تعتبر أوصافاً لازمة لهم, فهم فتنة الأجيال قديماً وحديثاً, وأن أهل الكتاب ما فتأوا يمارسون التحريف والإخفاء للكتب السماوية المنزلة عليهم إلى يومنا هذا, وهذا الأمر أوجد بينهم العداوة والبغضاء, وجعل كتبهم تخرج متناقضة شكلاً وموضوعاً مع العلم الحديث في الجوانب المختلفة، وذلك بخلاف القرآن الكريم كلام الله الحق الذي تكفل الله بحفظه إلى يوم القيامة, فباءت بالفشل الذريع كل محاولاتهم البائسة لتحريفه, وأن عوام أهل الكتاب وصلهم الدين الإلهي عموماً محرفاً مشوهاً من قبل أحبارهم ورهبانهم, وكذلك وصلهم دين الإسلام مشوهاً؛ فسبَّب ذلك لأكثرهم النفور من
التدين وترك الانتماء إلى الدين جملةً, وانتقلوا إلى الإلحاد والعلمانية اللادينية, وهم اليوم بحاجة إلى دعوة الإسلام العظيم التي تبين لهم حقيقته المثلى, وتكشف لهم أهميته العظمى, وأنه دين الله الخاتم الذي جاء به جميع رسل الله وأنبيائه عليهم السلام.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (8,'<span data-type="title" id=toc-3>الشكر والتقدير</span>
أشكر الله سبحانه وتعالى أن وفقني لإتمام كتابة هذا البحث, وأسال الله أن يكتب له القبول, وأن يجعل أعمالنا خالصة لوجه الكريم, وأن يكتب لنا القبول في الأرض إنه ولي ذلك والقادر عليه, كما أتقدم بخالص شكري وتقديري لمشرفي الفاضل البروفيسور/ ذو الكفل الحاج محمد يوسف على كل ما بذله معي من جهد, وعلى سعة صدره أثناء عرضي عليه خطة البحث, وأثناء قراءته عليه فما رأيت منه إلا حسن التوجيه, وتذليل كل الصعاب أمامي حتى استطعت أن أخرج البحث بهذه الصورة, فله مني بالغ الشكر والتقدير, وأسال المولى عز وجل أن يحفظه, وأن يأخذ بيده وأمثاله إلى كل خير, وكما أتقدم بالشكر والعرفان لوالدنا الكريم الشيخ/ عبد المجيد بن عزيز الزنداني بتعليمه لنا في جامعة الإيمان خلال سبع سنوات مليئة بالخير والعطاء, وغرس في نفوسنا معاني الإيمان والإخاء نسأل الله أن يتولاه بحفظه, وأن يبارك له في عمره, وكما أتقدم بالشكر والتقدير لقسم القرآن والحديث في جامعة ملايا على قبولهم لنا بالدراسة لديهم, وأسال الله أن يوفقنا وإياهم إلى كل خير, وأن يوفقنا جميعاً إلى ما فيه رضاه, ولا أنسى شكري وتقديري للأخوين الفاضليين الشيخ محمد قاسم كرش والشيخ محمد أحمد النهاري اللذين بذلا معي جهديهما الواسع في مراجعة هذا البحث وإصلاحه.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (9,'<span data-type="title" id=toc-4>الإهداء</span>
إلى من أمرني الله بطاعتهما, وأمرني بالإحسان إليهما, وأمرني أن أدعوا لهما أن يرحمهما كما ربياني صغيراً ........ أبي رحمه الله وأسكنه فسيح جناته, وأمي حفظها الله وأطال في عمرها.
إلى الغالية التي وقفت بجانبي, وأعانتني على إكمال هذا البحث, وساندتني معنوياً ..... زوجتي وشريكة حياتي.

إلى الكرام الذين أعانوني أثناء دراستي, وقدموا لي النصح والمشورة ... إخوتي وأخواتي.

إلى الأمل المشرق الذي أسال الله أن يحفظهم ويرعاهم في حياتي وبعد موتي ....... بناتي وأبنائي.

إلى كل من أرشدني ورباني وعلمني ولو مسألة واحدة ..... مشائخي ... وزملائي.
إلى الجميع أهدي هذا البحث المتواضع , سائلاً المولى عز وجل أن يكتب لنا القبول عنده, وأن يكتب لنا القبول بين عباده, وأن يجعله خالصاً لوجهه الكريم.

هود محمد منصور
كوالالمبور-ماليزيا
١٤٣١ هـ-٢٠١١ م',NULL,'9',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (10,'<span data-type="title" id=toc-5>تقديم القاضي العلامة محمد بن إسماعيل العمراني</span>',NULL,'10',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (11,'<span data-type="title" id=toc-6>مقدمة البحث</span>, وفيها:
التمهيد.
مشكلة البحث.
التساؤلات.
أهداف البحث.
فرضيات البحث.
منهجية البحث.
أسباب اختيار الموضوع.
الدراسات السابقة.
هيكل البحث.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (12,'<span data-type="title" id=toc-7>المقدمة:</span>
الحمد لله رب العالمين, نحمده تعالى ونستعينه ونستغفره ونستهديه, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن سيدنا محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.
أما بعد:
فإن الله تعالى لما أرسل رسله عليهم أفضل الصلاة والسلام أيدهم بالبينات والمعجزات الواضحة التي بسببها آمن الناس برسالتهم, وأنزل معهم الكتاب ليحكم بين الناس فيما اختلفوا فيه, قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} (١).
فموسى - عليه السلام - أرسله الله إلى بني إسرائيل, وأنزل معه التوراة فيها حكم الله, فحكم بها المؤمنون فنالوا بذلك رضوان الله, ثم خلف من بعدهم خلف انحرفوا عن الطريق, وحرفوا الكتاب, وضيعوا الميثاق, فحل بهم غضب الله. قال تعالى: {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الأدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مُّثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَاقُ الْكِتَابِ أَن لاَّ يِقُولُوا عَلَى اللهِ إِلاَّ الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ} (٢).
وأرسل الله سبحانه وتعالى عيسى - عليه السلام - إلى بني إسرائيل, وأنزل معه الإنجيل ليحكم بين الناس بالحق, ومؤكداً لصدق رسالة موسى - عليه السلام - المتمثلة في التوراة, فحكم به المؤمنون فنالوا رضوان الله, وحرفه المغالون, وزادوا فيه حتى جعلوا عيسى - عليه السلام - إلهاً مع الله, فحلت بهم النقمة والتفرق والاختلاف, ولم يفارقهم عيسى - عليه السلام - حينما أراد اليهود قتله لكن الله رفعه إلى السماء وقد بشرهم بمجيء الرسول الخاتم محمد - صلى الله عليه وسلم - الذي يكشف لهم ما وقع في كتبهم من الخلاف والتحريف, فجاءت بعد ذلك فترة انقطاع للوحي والرسل, فاختلف فيها الناس فيما بينهم, وكثرت النزاعات, وأصبحت البشرية بلا دستور ينظم شؤون حياتها, ويربطها بخالقها؛ لتعود إلى فطرتها التي فطرها الله عليها, فأرسل الله بعد ذلك خاتم الأنبياء والمرسلين محمد - صلى الله عليه وسلم - إلى الناس كافة, وأنزل معه القرآن الكريم ليبين لهم الذي اختلفوا فيه, وليكشف لهم حقيقة الاختلاف والتحريف الذي اُرتكب في كتبهم من قبل أحبارهم ورهبانهم, ويبين لهم ما أخفوه من الآيات والأحكام, ليجتمع الناس بذلك على كلمة سواء في
_________
(١) سورة الحديد الآية: (٢٥).
(٢) سورة الأعراف الآية: (١٦٩).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (13,'اعتقادهم مع غيرهم, وهي كلمة التوحيد, كما قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (١).
فكانت رسالة سيدنا محمد - صلى الله عليه وسلم - رحمة للعالمين, وخاتمة لرسالة النبيين, وعامة لجميع البشر دون استثناء, قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (٢) , وقال تعالى: {مَّا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ وَلَكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} (٣) أي: فلا نبي بعده.
فكان - صلى الله عليه وسلم - مصدقاً لما جاء به مَن قبله من الرسل والأنبياء, وناسخاً ومتمماً لشرائعهم, قال تعالى: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ} (٤).
وبين الله لعباده أنه لا يقبل من أحد ديناً غير دين الإسلام دين جميع الأنبياء والمرسلين, قال تعالى: {وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (٥).
وقال - صلى الله عليه وسلم -: {وَالَّذِي نَفْسُ مُحَمَّدٍ بيده لَا يَسْمَعُ بِي أَحَدٌ من هذه الْأُمَّةِ يَهُودِيٌّ ولا نَصْرَانِيٌّ ثُمَّ يَمُوتُ ولم يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ إلا كان من أَصْحَابِ النَّار} (٦).
وقد كان المتوقع من أهل الكتاب اليهود والنصارى أن يؤمنوا بمحمد رسول الله وينصروه بحسب العهد والميثاق المأخوذ عليهم؛ كونه قد بشر به أنبياؤهم في كتبهم, وذكروا لهم من صفاته وبلده وزمنه وصفات أصحابه ما يقتضي أن يعرفوه فيتبعوه؛ لكن الذي حدث من أكثرهم عكس ذلك, فإنهم ناصبوه العداء طوال حياتهم, وكذبوه وأذوه كما فعلوا بمن قبله من الرسل والأنبياء, ويشهد لذلك قصة
_________
(١) سورة آل عمران الآية: (٦٤).
(٢) سورة سبأ الآية: (٢٨).
(٣) سورة الأحزاب الآية: (٤٠).
(٤) سورة المائدة الآية: (٤٨).
(٥) سورة آل عمران الآية: (٨٥).
(٦) أخرجه مسلم, باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الْمِلَلِ بِمِلَّتِهِ, (١/ ١٣٤) رقم: (١٥٣) المؤلف: الإمام مسلم بن الحجاج أبو الحسين القشيري النيسابوري, الناشر: دار إحياء التراث العربي - بيروت, تحقيق: محمد فؤاد عبد الباقي.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (14,'ياسر بن أخطب وأخيه حيي بن أخطب (١) عندما سمعا بمجيء النبي - صلى الله عليه وسلم - إلى المدينة وأتياه ليتبينا صفاته, فوجداه كما وُصف في كتبهم, فقد روى ابن إسحاق أن أم المؤمنين صفية بنت حيي قالت: سمعت عمي ياسر وهو يقول لأبي حيي بن أخطب: {أهو هو.
قال: نعم والله.
قال: أتعرفه وتثبته.
قال: نعم.
قال: فما في نفسك منه.
قال: عداوته والله ما بقيت! } (٢).
بل تجاوزوا ذلك إلى اتهامه بهتاناً بالضلال, ويدل على ذلك أن مجموعة من يهود بني النضير (٣) قدموا على مكة كما جاء في الأثر [[فلما قدموا على قريش, قالوا: هؤلاء أحبار يهود وأهل العلم بالكتب الأولى, فاسألوهم أدينكم خير! أم دين محمد فسألوهم فقالوا: دينكم خير دين من دينه, وأنتم أهدى منه وممن اتبعه! فأنزل الله قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاء أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلاً} (٤)]] (٥).
وكانوا يعلمون أن القرآن الكريم هو الكتاب الحق المبين, وأنه النور الذي جاء به الصادق الأمين - صلى الله عليه وسلم - قال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو
_________
(١) حيي بن أخطب النضري، أدرك الإسلام وآذى المسلمين، فأسروه يوم قريظة، ثم قتلوه. انظر: البداية والنهاية، (٣/ ٢١٢) المؤلف: أبي الفداء إسماعيل بن عمر بن كثير القرشي، الناشر: مكتبة المعارف بيروت بلا تاريخ طبعة.
(٢) انظر: السيرة النبوية لابن هشام، (٣/ ٥٣) المؤلف: عبد الملك بن هشام بن أيوب الحميري المعافري أبو محمد، الناشر: دار الجيل بيروت الطبعة: الأولى، عام ١٤١١ هـ, تحقيق: طه عبد الرءوف سعد, ودلائل النبوة للبيهقي (٢/ ٥٣٣) تحقيق: وثق أصوله وخرج أحاديثه وعلق عليه الدكتور: عبد المعطي قلعجي, الناشر: دار الكتب العلمية ـ ودار الريان للتراث, الطبعة الأولى عام (١٤٠٨ هـ / ١٩٨٨ م) , والخصائص الكبرى للسيوطي, (ص: ٣٢٦) المؤلف: أبو الفضل جلال الدين عبد الرحمن أبي بكر السيوطي, الناشر: دار الكتب العلمية بيروت ١٤٠٥ هـ ١٩٨٥ م.
(٣) روي عن ابن عباس - رضي الله عنه - أنهم: حيي بن أخطب, وسلام بن أبي الحقيق, وأبو رافع, والربيع بن أبي الحقيق, وأبو عمارة, وهوذه بن قيس, انظر: لباب النقول في أسباب النزول, (ص: ٧١) المؤلف: عبد الرحمن بن أبي بكر بن محمد السيوطي, الناشر: دار إحياء العلوم بيروت.
(٤) سورة النساء الآية: (٥١).
(٥) انظر: لباب النقول في أسباب النزول, (ص: ٧١) نفس المصدر.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (15,'عَن كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (١٥) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيم} (١).
ولذلك فقد خاطب الله تعالى أهل الكتاب في كتابه بخطابات كثيرة تتعلق بجوانب متعددة في التوحيد, والإيمان, وفي العبادات, والمعاملات, والأخلاق, وغير ذلك من آيات الخطاب التي تحدثت عن طبيعتهم قديماً وحديثاً, وبينت مواقفهم السابقة واللاحقة في تعاملهم مع ربهم, ومع ما جاء به رسلهم؛ حتى يكون الناس على بينة من أمرهم في التعامل معهم.
وسنقوم في البحث بجمع آيات الخطاب القرآني لأهل الكتاب, ونقوم بتقسيمها إلى مواضيع رئيسة, ثم نبين ما قاله أهل العلم والتفسير فيها, ونقوم بربطها بأهل الكتاب قديماً وحديثاً لنبين موقفهم من الخطاب القرآني, وما يتعلق به من الإيمان بالله وبالرسول, وبالكتاب حديثاً, وذلك بحسب ما ييسره الله تعالى لنا, وسيكون هذا البحث خادماً لهذا الموضوع, ومساهماً في توضيحه إن شاء الله.

<span data-type="title" id=toc-8>مشكلة الدراسة:</span>
أما المشكلة التي يعالجها البحث فهي كما يلي:
١ - يدعي بعض الناس أن التوراة والإنجيل صحيحة ولم تحرف ألفاظها, وإنما حرفت معانيها, وأن القرآن الكريم شاهد على صدقها, وأن أهل الكتاب حديثاً غير أهل الكتاب قديماً في معتقداتهم وتعاملاتهم.
٢ - إلى إي مدى ينطبق الخطاب القرآني على أهل الكتاب حديثاً كما انطبق على أسلافهم قديماً, وما مدى العلاقة التي تربط بين أهل الكتاب قديماً, وأهل الكتاب حديثاً, في معتقداتهم (الأيدلوجية (٢))؟
٣ - ما مدى التزام أهل الكتاب حديثاً بالخطاب القرآني الموجه إليهم أمراً ونهياً, وهل تعاملوا مع ما جاء فيه إيجاباً أم سلباً.
_________
(١) سورة المائدة الآية: (١٥ - ١٦).
(٢) الايدولوجيا: هي نسق من الآراء والأفكار التي يؤمن بها الإنسان في مجالات السياسة والتشريع والأخلاق والجمال والدين والفلسفة الخ ... , انظر: مبادئ في نظرية الشعر والجمال, (ص: ٢٠٤) المؤلف: عقيل الظاهري, المكتبة الشاملة الإصدار الرابع.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (16,'٤ - ما جدوى التعامل مع أهل الكتاب حديثاً في حواراتهم, وهل من جدوى في التعامل معهم في عهودهم ومواثيقهم! أم أنهم سينقضونها كما نقضوها مع رب العالمين, ومع رسل الله أجمعين؟ وهل علاقة النصارى في عصرنا الحديث مع اليهود لا تزال باقية كما كانت قديماً أم أنها تغيرت.
٥ - هل لا يزال أهل الكتاب في عصرنا الحاضر يمارسون التحريف لما تبقى من الكتب كأسلافهم؟ وما هي الأسباب الداعية لذلك؟
٦ - هل يمثل الخطاب القرآني بالنسبة لأهل الكتاب حديثاً أي تغير إذا التزموا بما جاء فيه؟

<span data-type="title" id=toc-9>التساؤلات:</span>
١ - ما موقف أهل الكتاب من رسالة محمد - صلى الله عليه وسلم - حينما أرسله الله تعالى, وكيف كان تعاملهم مع رسول الله - صلى الله عليه وسلم - , ومع القرآن الكريم؟
٢ - ما هو موقف أهل الكتاب من الخطاب القرآني الموجه إليهم, وكيف تعاملوا معه سلباً أو إيجاباً؟
٣ - كيف كان موقف الذين آمنوا من أهل الكتاب بالرسول وبالقرآن, وما هي الأسباب التي جعلتهم يؤمنوا ويصدقوا؟
٤ - كيف كان موقف كافر أهل الكتاب ومعاندهم من الخطاب القرآني, وما هي الأسباب التي جعلتهم يعاندون ويكذبون, وهل الأسباب التي جعلتهم يكذبون قديماً هي الأسباب التي جعلتهم حديثاً يستمرون على كفرهم وعنادهم.
٥ - ما هي الأسباب التي جعلت أهل الكتاب يقومون بتحريف الكتب السماوية قديماً, وهل لا يزال التحريف يمارس حديثاً.
أهداف البحث:
وأما الهدف من هذا البحث فانه يتمثل فيما يلي:
١ - بيان خطاب القرآن الكريم لأهل الكتاب فيما يتعلق بغلوهم في دينهم, وتحريفهم كتب ربهم, ونقضهم لعهودهم ومواثيقهم قديماً وحديثاً, وربطه بهم لمعرفة صفاتهم على حقيقتها في كل زمان ومكان.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (17,'٢ - بيان موقف القرآن الكريم من أهل الكتاب, وتقسيمه لهم إلى مؤمن متبع, وكافر معاند, وتحذير المسلمين من التخلق بأخلاقهم المذمومة التي نهانا القرآن الكريم عنها.
٣ - معرفة موقف منصفي أهل الكتاب من القرآن الكريم, ومن الرسول محمد - صلى الله عليه وسلم -.
٤ - بيان أيدلوجية أهل الكتاب في تحريفهم للكتب السماوية السابقة بشهادة أهل الكتاب أنفسهم, وأنه لا يصح نسبتها إلى الله تعالى أو القول بأنها من كلام الله؛ لأنهم مارسوا عليها التحريف قديماً, ويمارسونه حديثاً.
٥ - التأكيد أن دين الإسلام هو دين جميع الأنبياء, وأن رسالة الرسول - صلى الله عليه وسلم - هي للناس كافة وناسخة لما قبلها ومهيمنة عليها.

<span data-type="title" id=toc-10>أهمية وجدوى هذه الدراسة:</span>
أما أهمية دراسة الخطاب القرآني لأهل الكتاب في هذا البحث فتتجلى من خلال ما يلي:
١ - تكرار الخطاب القرآني لأهل الكتاب بألفاظه المتنوعة وأساليبه المختلفة.
٢ - من خلال اهتمام الرسول - صلى الله عليه وسلم - بدعوتهم, والصحابة والتابعين من بعده, وبعض الدعاة المؤمنين في عصرنا الحديث.
٣ - وتتجلى أهمية هذا البحث في إظهار وإبراز موقف الخطاب القرآني من أهل الكتاب, وموقف أهل الكتاب المعادي للقرآن ولما جاء فيه.
٤ - هناك تصورات خاطئة من أهل الكتاب حديثاً حول فهمهم لنصوص الخطاب القرآني الموجه إليهم في إيجاده الحلول المناسبة لمشاكلهم المتراكمة؛ بسبب جهلهم بما جاء في القرآن الكريم.
٥ - تجدد الدعوات التي تشكك بصدق القرآن الكريم, وتدعي أنه الكتاب المحرف, وأن محمداً - صلى الله عليه وسلم - هو الذي قام بتأليفه.
٦ - تكرار ظاهرة الاستهزاء بالرسل من قبل الغرب بنشر الرسوم الكاريكاتيرية الساخرة, والأفلام المضللة وخاصة في السنوات الأخيرة من قبل الصحف الدنمركية, والفرنسية, والألمانية, وكذلك الأمريكية.
٧ - معرفة مدى صدق الدعوات في عصرنا الحديث التي تدعوا إلى أهمية الحوار بين الحضارات, وعلى رأسها الديانات السماوية, والتي تقابل أحياناً بالقبول وأحياناً بالرفض.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (18,'<span data-type="title" id=toc-11>منهجية البحث:</span>
أما منهجية البحث التي اتبعتها في هذا البحث فهي على النحو التالي:
١ - المنهج الاستقرائي: الذي بدأت فيه بجمع آيات الخطاب القرآني الموجه لأهل الكتاب وقمت بدراستها ثم قمت بربطها بمواقف أهل الكتاب قديماً وحديثاً, وقد أوصلتني إلى قواعد عامة في تعامل أهل الكتاب مع خالقهم, ومع رسلهم, ومع عباد الله طوال الزمن.
٢ - المنهج التحليلي: جمع آيات الخطاب القرآني الموجه لأهل الكتاب وتحليلها حيث قمت بالكشف عن دلالات الخطاب في القرآن الكريم المتعلقة بأهل الكتاب, ودراسة ما يتعلق بموضوعها قديماً وحديثاً, وتحليلها تحليلاً كمياً من حيث تقسيمنا لآيات الخطاب إلى عدة مواضيع, وتناولت تكرار ورودها إما مباشرة من الله, وإما عن طريق رسله أو بواسطة عباده المؤمنين, وتناولت تكرار ذكرهم في القرآن الكريم بأسمائهم المتعددة كأهل الكتاب, وبني إسرائيل, واليهود, والنصارى, وأهل الإنجيل, وقوم موسى, والذين هادوا, وتقسيمها بحسب مواضعها فما كان خاصاً باليهود بيناه, وما كان خاصاً بالنصارى بيناه, وما كان يعمهم جميعاً بيناه, وتتجلى هذه المنهجية في الفصل الأول أثناء الجمع لآيات الخطاب وتعدادها ومعرفة الأساليب التي تتعلق بالخطاب القرآني وأنواعها, والتعريف باليهود والنصارى وفرقهم, وكم ورد ذكرهم في القرآن, ومعرفة الأسماء التي تم مخاطبهم بها بأنواعها وأساليبها. وأما التحليل الكيفي فيتجلى من خلال الفصل الرابع والخامس الذي عرضت فيه موقفهم من الخطاب القرآني, وتحريفهم كتب ربهم قديماً وحديثاً, وتكذيبهم لما جاء به رسل ربهم, ونقضهم لعهودهم ومواثيقهم, وأن الخيانة أصبحت من أساس بنيتهم وهي الأصل في حقهم, وأن خُلق الوفاء هو النادر عندهم الذي لا يمكن الحكم به عليهم والنادر لا حكم له.
٣ - المنهج التفسيري: الذي اعتمدت فيه على تفسير وتوضيح الظواهر المتعلقة بخطاب أهل الكتاب في القرآن الكريم وتوضيحها من حيث, أسباب النزول وتوجيه الخطاب, ومعرفة مدى استجابتهم لدعوة الله بالإيمان وإتباع الرسل, ومعرفة مدى الالتزام بما جاء في كتب ربهم قديماً وحديثاً, ومعرفة مواقف مؤمنهم وكافرهم, ويتجلى هذا المنهج في الفصل الأول والثاني من خلال أقوال المفسرين في تفسير الآيات, وأسباب نزولها, لمعرفة مدى الاستجابة من أهل',NULL,'29',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (19,'الكتاب لما جاء في الخطاب بالقبول أو الرفض من خلال الكلام عنها في التوحيد والإيمان, والجدال معهم في هذه الأصول وغيرها.

<span data-type="title" id=toc-12>أسباب اختيار الموضوع</span>.
١ - مساهمة مني في خدمة الإسلام والمسلمين في جمع وترتيب آيات الخطاب القرآني لأهل الكتاب في مكان واحد, وربطها بهم قديماً وحديثاً.
٢ - وجود من يدعي أن التوراة والإنجيل صحيحة, ولم تحرف ألفاظها, وإنما حرفت معانيها, وأن القرآن الكريم شاهد على صدقها.
٣ - مساهمة في الدفاع عن القرآن الكريم ممن يشككون في صدقه.
٤ - القيام بواجب الدفاع عن رسول الله - صلى الله عليه وسلم - ممن استهزؤوا به من خلال إثبات صدقه, وصدق ما جاء به.
٥ - التأكيد أن أهل الكتاب حديثاً هم خلف أسوأ لسلف سيّئ في كل شيء كما وصفهم الله في الخطاب القرآني.

<span data-type="title" id=toc-13>الدراسات السابقة</span>.
أما بالنسبة للدراسات السابقة فقد اطلعت على بعض الدراسات التي تناولت جزءاً من خطاب القرآن الكريم لأهل الكتاب أو تحدثت عن بعض الجوانب التي يتصف بها أهل الكتاب ومن أهم تلك الدراسات المتعلقة بموضوع البحث ما يلي:
١ - موسوعة اليهود واليهودية والصهيونية, تأليف: الدكتور عبد الوهاب المسيري, الناشر: دار الشروق القاهرة, الطبعة الثانية عام ٢٠٠٥ م, وقد تحدثت الموسوعة عن اليهود واليهودية والصهيونية, وعن الجماعات اليهودية وتأريخها, وعن بعض المفاهيم العقدية التي تتعلق بطبيعة اليهود وعنصريتهم قديماً وحديثاً, وعن إرهابهم في عصرنا الحاضر وتحدثت عن بعض الأخلاق اليهودية في نقض العهود والمواثيق, وقد استفدت منها بالتعريف باليهود واليهودية في عصرنا الحاضر من حيث معرفة جماعاتهم, وأماكن تواجدهم وتعدادهم, ومدى تأثيرهم على النصارى حديثاً, ومعرفة علاقاتهم بالصهيونية المسيحية.
٢ - القرآن ونقض مطاعن الرهبان, تأليف: الدكتور صلاح عبد الفتاح الخالدي, الناشر: دار القلم دمشق, الطبعة الأولى عام (١٤٢٨ هـ ٢٠٠٧ م) , وقد ذكر المؤلف الكثير من شبهات أهل الكتاب حديثاً التي تشكك بصدق القرآن الكريم وتحاول تحريف معانيه وألفاظه, وقد',NULL,'30',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (20,'استفدت منه في الرد على تلك الشبهات وتفنيدها من بعض اليهود والنصارى حديثاً, وأثبت الكثير من الأدلة على تحريف كتبهم (التوراة والإنجيل) لفظاً ومعنى, وأثبت بطلان كل ما يدعونه.
٣ - الموسوعة الميسرة في الأديان والمذاهب المعاصرة, تأليف: الدكتور مانع بن حماد الجهني, الناشر: دار الندوة العالمية للطباعة والنشر, الطبعة الرابعة عام ١٤٢٠ هـ, وقد تحدثت هذه الموسوعة عن الأديان السماوية, وتحدثت عن الديانة اليهودية وما تفرع عنها من فرق وطوائف وأحزاب, وكذلك عن الديانة النصرانية بفرقها العديدة ومذاهبها المختلفة, وعن أماكن تواجدهم حديثاً, وتحدثت عن بعض الأحزاب المعاصرة التي تنتسب إلى الديانة اليهودية والنصرانية حديثاً, وقد استفدت من هذه الموسوعة في التعريف بالفرق والطوائف والأحزاب اليهودية والنصرانية, ومعرفة بعض الألفاظ والمعاني الغريبة التي تتعلق بمعتقداتهم.
٤ - كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، تأليف: اللواء أحمد عبد الوهاب, الناشر: مكتبة وهبة القاهرة, الطبعة الثانية عام (١٩٩٧ م) , وقد تحدث المؤلف عن تحريف أهل الكتاب لكتبهم حديثاً بعد الاتفاق على وثيقة التبرئة بين اليهود والنصارى, وذكر الخطة التي اعتمد عليها أهل الكتاب في التحريف, وقد استفدت منه بعض الأمثلة عن التحريف في كتبهم ومقارنتها بالنسخ الإسرائيلية الموجودة حديثاً وتحريفها بالزيادة فيها والحذف منها, واستفدت منها أيضاً نقل أمثلة جديدة في كتبهم الحديثة تحتوي على جميع أنواع التحريف اللفظي والمعنوي كالتبديل والإخفاء والتأويل والنقص.
٥ - تنوع خطاب القرآن الكريم في العهد المدني (دراسة لغوية) , الباحث: صالح عبد الله منصور مسود العولقي, رسالة مقدمة إلى قسم اللغة العربية بكلية التربية بجامعة عدن اليمن لنيل درجة الماجستير عام ١٤٢٩ هـ ٢٠٠٨ م, وقد تحدث الباحث عن الخطاب القرآني من الناحية اللغوية, ولكنه لم يتحدث عن ما يتعلق بآيات الخطاب القرآني الموجه لأهل الكتاب كون بحثه يتعلق بالجوانب اللغوية, ولكني استفدت من الرسالة بعض الأساليب والأنواع المتعلقة بالخطاب القرآني لأهل الكتاب في العهد المدني.
٦ - إظهار الحق, المؤلف: رحمة الله بن خليل الرحمن الكيرانوي الهندي, الناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد المملكة العربية السعودية, الطبعة: الأولى عام: ١٤١٥ هـ, تحقيق محمد أحمد عبد القادر ملكاوي, وقد تحدث المؤلف عن كتب أهل الكتاب',NULL,'31',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (21,'المتعلقة بالعهد القديم والجديد (التوراة والإنجيل) واثبت وقوع التحريف في جميع نسخها, واثبت صدق القرآن الكريم وصدق رسالة محمد - صلى الله عليه وسلم - , وقد استفدت منه الكثير من الأمثلة والأدلة في إبطال عقيدة التثليث عند النصارى من واقع كتبهم الموجودة بين أيديهم, ومعرفة الكثير من النسخ غير المعتبرة عند الكثير من فرق أهل الكتاب عبر العصور والأزمان كالنسخة العبرية والسامرية واليونانية, واثبت وقوع التحريف من أهل الكتاب لكتبهم بجميع أنواعه وأشكاله.
٧ - اتفاقية رودس بين العرب وإسرائيل عام (١٩٤٨ م) , المؤلف: الدكتور محمود متولي, الناشر: مطبوعات مركز وثائق وتاريخ مصر المعاصر, مطابع الهيئة المصرية العامة للكتاب لعام (١٩٧٤ م) , وقد ذكر المؤلف بعض الاتفاقيات التي نقضها اليهود والنصارى حديثاً, وقد استفدت منه إضافة بعض الأدلة المتعلقة بوجوه النقض لكثير من اتفاقيات الهدنة من اليهود والنصارى حديثاً, وقمت بمقارنتها بعهود ومواثيق قديمة تم نقضها من قبلهم, وأكدت بالأدلة أن اليهود والنصارى سيمارسون نقض العهود والمواثيق عبر العصور والأزمان.
٨ - كتب الأستاذ احمد ديدات, وقد نُقل فيها الكثير من المناظرات بينه وبين العديد من القسس والرهبان من أهل الكتاب, وإفحامهم ببطلان دعوتهم إلى التثليث, ونقض أدلتهم وتفنيدها من واقع كتبهم, وإثباته فقدان بعض كتبهم كإنجيل عيسى أو إنجيل برنابا, ولكن تلك الكتب لم تجمع المناظرات بحسب المواضيع المتعلقة بكل مناظرة في مكان واحد, واستفدت منها نقل بعض المناظرات الشهيرة وبيان موضع الشاهد فيما يتعلق بتلك المناظرات ومعرفة الشبهات التي تتعلق بالمناظرة والرد عليها.
فهذه مجموعة من الدراسات السابقة التي تكلمت عن جزء من محتوى بحثي, وقد قمت بجمع آيات الخطاب القرآني لأهل الكتاب في مكان واحد, ولقد قمت بتقسيمها في هذا البحث بحسب موضوعاتها, وقمت بربطها بما يتعلق بأوصاف أهل الكتاب قديماً وحديثاً؛ لبيان موقفهم من الخطاب القرآني الموجه إليهم سلباً وإيجاباً.
- أما الفصل الأول فقد ذكرت فيه ألفاظ الخطاب القرآني لأهل الكتاب بأساليبه المتنوعة, وألفاظه المختلفة, وعرفت الخطاب الموجه لأهل الكتاب, وقمت بالتعريف باليهود واليهودية والنصارى والنصرانية قديماً وحديثاً.
- وأما الفصل الثاني فقمت بذكر الخطاب القرآني لأهل الكتاب فيما يتعلق بدعوتهم إلى الدين من حيث دعوتهم إلى الإيمان بالله وتوحيده, وذكرت آيات الخطاب القرآني التي تحذرهم من',NULL,'32',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (22,'الغلو في دينهم, مع بيان غلوهم حديثاً, وذكرت آيات الخطاب في جواز جدالهم ومناظرتهم حديثاً, وذكرت أمثلة على جدالهم قديماً وحديثاً, وما ترتب على ذلك من ثمار.
- وأما الفصل الثالث فقد ذكرت فيه الخطاب القرآني الموجه لأهل الكتاب فيما يتعلق بدعوتهم للإيمان بالقرآن الكريم وتصديقه خصوصاً, والإيمان بالكتب السابقة عموماً, وذكرت آيات الخطاب التي تحذرهم من الكفر بها, وذكرت فيه بعضاً من شهادات أهل الكتاب قديماً وحديثاً على صدق القرآن الكريم, وذكرت بعض المحاولات الآثمة التي حاولت أن تقوم بتحريف القرآن الكريم في عصرنا الحديث.
- أما الفصل الرابع فقد ذكرت فيه التحريف بأنواعه, وذمه في جميع الكتب السابقة, وذكرت أمثلة تثبت تحريف أهل الكتاب للكتب السماوية قديماً وحديثاً, وبينت استمرار التحريف في كتبهم إلى يومنا هذا, وقمت بذكر بعضاً من شهادات كبار علمائهم ودوائرهم المعتمدة على ممارستهم هذا التحريف قديماً وحديثاً.
- أما الفصل الخامس فقد قمت بذكر خطاب القرآن الكريم الذي حذرهم من ممارسة بعض الأخلاق الذميمة مع رب العالمين, ومع عباد الله الصالحين في كل زماناً ومكان كنقضهم للعهود والمواثيق, وذكرت مجموعة من الأدلة على ممارستهم الأخلاق الذميمة حديثاً.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (23,'الفصل الأول',NULL,'34',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (24,'<span data-type="title" id=toc-14>الفصل الأول التمهيدي, في المقدمات والتعريفات</span>, وفيه ثلاثة مباحث:
المبحث الأول: تعريف الخطاب لغة واصطلاحاً.
المبحث الثاني: الألفاظ والأساليب المتعلقة بالخطاب القرآني لأهل الكتاب.
المبحث الثالث: التعريف بأهل الكتاب قديماً وحديثاً.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (25,'<span data-type="title" id=toc-15>المبحث الأول: تعريف الخطاب لغة واصطلاحاً</span>, وفيه مطلبان:
المطلب الأول: تعريف الخطاب لغة.
المطلب الثاني: تعريف الخطاب اصطلاحاً.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (26,'<span data-type="title" id=toc-16>المطلب الأول: تعريف الخطاب لغة</span>.
قال ابن فارس (١): "خطب: الخاء والطاء والباء أصلان: أحدهما الكلامُ بين اثنين، يقال خاطبهُ يُخاطِبه خِطاباً، والخُطْبة من ذلك ... " (٢).
وقال ابن دريد (٣): "والخطاب مصدر خاطبته مخاطبة وخطاباً" (٤).
وقال ابن سيده (٥): "والخِطَابُ: مُرَاجَعَةُ الكلام" (٦).
وقال الزبيدي (٧): "والخَطْبُ: الأَمْرُ الذي يَقَعُ فيه المُخَاطَبَة" (٨).
_________
(١) أحمد بن فارس بن زكريا أبو الحسن اللغوي المالكي الهمداني، توفي سنة (٣٩٥ هـ) وقيل: سنة (٣٩٠ هـ)، من تصانيفه: معجم مقاييس اللغة، واختلاف النحاة، وأخلاق النبي، والانتصار لثعلب، وحلية الفقهاء. انظر: هدية العارفين أسماء المؤلفين وآثار المصنفين (١/ ٣٦)، المؤلف: مصطفى بن عبد الله القسطنطيني الرومي الحنفي، دار الكتب العلمية بلا, وشذرات الذهب في أخبار من ذهب (٣/ ١٣٢) مرجع سابق.
(٢) انظر: معجم مقاييس اللغة (٢/ ١٩٨) لأبي الحسين أحمد بن فارس بن زكريا, الناشر: دار الفكر, الطبعة: ١٣٩٩ هـ ١٩٧٩ م. المحقق: عبد السلام محمد هارون.
(٣) محمد بن الحسن بن دريد بن عتاهية ابن خيثم العربي البصري، أبو بكر اللغوي الشافعي الأديب، نزيل بغداد، الشهير بابن دريد، ولد سنة (٢٢٣ هـ) وتوفي سنة (٣٢١ هـ)، من مصنفاته: أدب الكاتب، وأسماء القبائل، وآمالي في العربية، وتقويم اللسان، والجمهرة في اللغة. انظر: هدية العارفين (١/ ٤٦٢) مرجع سابق.
(٤) انظر: جمهرة اللغة (١/ ٢٩١) المؤلف: محمد بن الحسن بن دريد بن عتاهية ابن خيثم العربي البصري، أبو بكر اللغوي الشافعي الأديب, الناشر: دار العلم للملايين بيروت ١٩٨٧ م، الطبعة: الأولى، تحقيق: رمزي منير بعلبكي.
(٥) علي بن إسماعيل، المعروف بابن سيده، أبو الحسن النحوي الأندلسي الضرير، كان إمام زمانه في اللغة والنحو، من مصنفاته: المحكم، وشرح إصلاح المنطق، وشرح الحماسة, وغيرها مات سنة ٤٥٨ هـ. انظر: سير أعلام (٣٥/ ١٢٧) مرجع سابق, إنباه الرواة على أنباه النحاة, (٢/ ٢٢٦) , المؤلف: جمال الدين أبو الحسن علي بن يوسف القفطي (المتوفى: ٦٤٦ هـ) الناشر: المكتبة العنصرية، بيروت الطبعة: الأولى، ١٤٢٤ هـ.
(٦) انظر: المحيط في اللغة (٤/ ٢٩٣) المؤلف: الصاحب الكافي الكفاة أبا القاسم إسماعيل ابن عباد ابن العباس ابن أحمد ابن إدريس الطالقاني, الناشر: عالم الكتب بيروت/لبنان, الطبعة: الأولى. عام: ١٤١٤ هـ ١٩٩٤ م تحقيق: الشيخ محمد حسن آل ياسين.
(٧) مرتضى الزبيدي: هو أبو الفيض محمد بن محمد بن محمد بن عبد الرزاق الحسيني الزبيدي، الملقب بمرتضى، ولد بالهند عام (١١٤٥ هـ)، وتوفي عام (١٢٠٥ هـ) من مؤلفاته: تاج العروس في شرح القاموس، وإتحاف السادة المتقين بشرح إحياء علوم للغزالي، انظر: الأعلام للزركلي (٧/ ٧٠) مرجع سابق.
(٨) انظر: تاج العروس من جواهر القاموس (٢/ ٣٧٠) , المؤلف: محمّد بن محمّد بن عبد الرزّاق الحسيني، أبو الفيض، الملقّب بمرتضى الزَّبيدي, الناشر: دار الهداية.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (27,'وقال في موضع آخر: "والخِطاب هو توجيه الكلام نحو الغير للإفهام" (١)
فتبين من التعريفات اللغوية أن الخطاب يرجع إلى توجيه الكلام للإفهام, وأن ذلك يكون بين طرفين أحدهما هو المخاطِب -بالكسر والثاني هو المخَاطب - بالفتح وهو خطاب لأن فيه مراجعة في الكلام, وخَطْبٌ أيضاً لأنه أمر تقع فيه المخاطبة.

<span data-type="title" id=toc-17>المطلب الثاني: تعريف الخطاب اصطلاحاً:</span>
الخطاب المراد تعريفه هنا: هوخطاب الله في القرآن الكريم لأهل الكتاب, ولذا فإننا سنأخذ تعريف الأصوليين للخطاب؛ لأنهم يتكلمون عن خطاب الشرع الموجه للمكلفين, وهذا الخطاب هو القرآن والسنة وما استنبط منهما.
وأما تعريف الخطاب في الاصطلاح فهو: مأخوذ من تعريفه في اللغة.
قال العلامة المناوي (٢): " الخطاب هو القول الذي يفهم المخاطَب منه شيئاً" (٣).
وعرفه ابن النجار (٤) رحمه الله بقوله: "والخطاب قول يفهم منه من سمعه شيئاً مفيداً مطلقاً" (٥).
_________
(١) انظر: تاج العروس (١/ ٧٠) مرجع سابق.
(٢) محمد عبد الرؤوف بن تاج العارفين ابن علي بن زين العابدين الحدادي ثم المناوي القاهري، زين الدين، عاش في الفترة بين عامي ٩٥٢ - ١٠٣١ هـ, عاش في القاهرة، وتوفي بها. له نحو ثمانين مصنفا، منها: كنوز الحقائق والتيسير شرح الجامع الصغير. انظر: معجم المؤلفين (١٠/ ١٦٦) , الأعلام للزركلي (٦/ ٢٠٤) مرجع سابق.
(٣) انظر: التعاريف (١/ ٣١٦).
(٤) هو أبو البقاء محمد بن شهاب الدين أحمد بن عبد العزيز بن علي الفتوحي المصري الحنبلي الشهير بابن النجار، الفقيه الثبت الأصولي اللغوي من مصنفاته: منتهى الإرادات في جمع المقنع مع التنقيح وزيادات وغيره، ولد حوالي ٨٩٨ هـ توفي سنة ٩٧٢ هـ. انظر: المدخل إلى مذهب الإمام أحمد, (ص: ٢٣٧) المؤلف: ابن بدران, الأعلام للزركلي (٤/ ١٢٨) مرجع سابق، ومعجم المؤلفين (٦/ ١٢٨).
(٥) انظر: شرح الكوكب المنير (١/ ٣٣٩) المؤلف: تقي الدين أبو البقاء محمد بن أحمد بن عبد العزيز بن علي الفتوحي المعروف بابن النجار (المتوفى: ٩٧٢ هـ) , المحقق: محمد الزحيلي ونزيه حماد, الناشر: مكتبة العبيكان, الطبعة: الطبعة الثانية ١٤١٨ هـ ١٩٩٧ م.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (28,'وقال الآمدي (١): " قد قيل فيه: هو الكلام الذي يفهم المستمع منه شيئاً. ثم قال رحمه الله: "وهو غير مانع، فإنه يدخل فيه الكلام الذي لم يقصد المتكلم به إفهام المستمع، فإنه على ما ذكر من الحد، وليس خطاباً, وقال: والحق أنه اللفظ المتواضَع عليه المقصود به إفهام من هو متهيئ لفهمه.
_ثم شرح ذلك فقال_: (فاللفظ) احتراز عما وقعت المواضعة عليه من الحركات والإشارات المفهمة, و (المتواضَع عليه) احتراز عن الألفاظ المهملة, و (المقصود به الإفهام) احتراز عما ورد على الحد الأول, وقولنا: (لمن هو متهيئ لفهمه) احتراز عن الكلام لمن لا يفهم، كالنائم والمغمى عليه ونحوه" (٢).
والذي يظهر أن التعريف الذي اختاره الإمام الآمدي رحمه الله هو التعريف الصحيح؛ وذلك لما ذكره في شرح التعريف من الاحتراز عن الحركات والإشارات المفهمة؛ لأن القرآن الكريم كلام الله تعالى الذي خاطب به عباده, وشأن ذلك لله تعالى طريقها التوقيف, وترك الخوض فيما زاد على ذلك إثباتاً أو نفياً.
والإشارات المفهمة المحترز عنها هي إشارات اليد ونحوها مما يتفاهم به المتخاطبون, وليس المقصود الاحتراز عن دلالة الإشارة التي يتكلم عنها البيانيون وأهل الأصول, وذلك الاحتراز عن الألفاظ المهملة ونحوها؛ لإن القرآن الكريم منزه عن ذلك.
وكذلك ما احترز عنه بقوله: (المقصود به الإفهام) فإن خطاب أهل الكتاب في القرآن الكريم مقصود به إفهامهم, لأنهم يعلمون ما في الكتب السابقة من البشارات بالدين الجديد الكامل, وبالنبي الخاتم وصفاته, وأنه سيكشف الخلاف للذين يؤمنون بشريعة الله. وكذلك ما احترز عنه بقوله: (لمن
_________
(١) الآمدي: هو أبو الحسن علي بن أبي علي بن محمد بن سالم سيف الدين الآمدي، ولد بعد الخمسين وخمسمائة بيسير، ومات سنة (٦٣١ هـ) له عدة مؤلفات منها: الإحكام في أصول الأحكام. انظر: طبقات الشافعية لابن قاضي شهبة (٢/ ٨٠)، المؤلف: أبي بكر بن أحمد بن محمد بن عمر بن قاضي شهبة، الناشر: عالم الكتب بيروت، الطبعة الأولى ١٤٠٧ م، تحقيق د: الحافظ عبد العليم خان، وطبقات الشافعية الكبرى (٨/ ٣٠٦)، المؤلف: تاج الدين عبد الوهاب بن علي بن عبد الكافي السبكي، دار هجر للطباعة والنشر والتوزيع الطبعة الثانية ١٤١٣ هـ، تحقيق د: محمود محمد الطناحي، ود: عبد الفتاح محمد الحلو.
(٢) انظر: الإحكام في أصول الأحكام، (١/ ١٣٦) المؤلف: علي بن أحمد بن حزم الأندلسي أبو محمد، الناشر: دار الحديث القاهرة ١٤٠٤، الطبعة: الأولى.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (29,'هو متهيئ لفهمه) فإن خطاب أهل الكتاب في القرآن متوجه لمن هو متهيئ للفهم منهم في كل زمانٍ ومكان, قال تعالى: {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ} (١).
ولذلك ينبغي لأهل الكتاب أن يصغوا للخطاب القرآني الموجه إليهم فإنه إما أمر من الله لهم أراد منهم أن يعملوه أو نهي أراد الله منهم أن يجتنبوه.
_________
(١) سورة العنكبوت الآية: (٤٣).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (30,'<span data-type="title" id=toc-18>المبحث الثاني: الألفاظ والأساليب المتعلقة بالخطاب القرآني لأهل الكتاب</span>, وفيه مطلبان:
المطلب الأول: أنواع الخطاب لأهل الكتاب بالنظر إلى من يخاطبهم, وفيه ستة فروع:
الفرع الأول: توجيه الخطاب إليهم من الله تعالى مباشرة وبدون واسطة.
الفرع الثاني: خطابهم بواسطة الرسول محمد - صلى الله عليه وسلم -.
الفرع الثالث: خطابهم بواسطة موسى - عليه السلام -.
الفرع الرابع: خطابهم بواسطة عيسى - عليه السلام -.
الفرع الخامس: خطابهم بواسطة عباده المؤمنين.
الفرع السادس: خطابهم بالحكاية عمّا يعتقدونه, وما يعملونه, وما يتخلقون به من أخلاق بضمير الغائب.
المطلب الثاني: الأساليب المتنوعة التي خوطب بها أهل الكتاب, وفيه ستة فروع:
الفرع الأول: خطابهم بتوجيه النداء لهم.
الفرع الثاني: مخاطبتهم بتوجيه الأوامر إليهم.
الفرع الثالث: مخاطبتهم على سبيل الاستفهام.
الفرع الرابع: مخاطبتهم على سبيل النهي.
الفرع الخامس: الخطاب بأسلوب الشرط.
الفرع السادس: الخطاب بدخول كاف الخطاب على أفعالٍ مضارعة.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (31,'المبحث الثاني: الألفاظ والأساليب المتعلقة بالخطاب القرآني لأهل الكتاب, وفيه مطلبان:

<span data-type="title" id=toc-19>المطلب الأول: أنواع الخطاب لأهل الكتاب بالنظر إلى من يخاطبهم</span>.
<span data-type="title" id=toc-20>تمهيد:</span>
لاشك أن خطاب الله سبحانه وتعالى في القرآن الكريم لأهل الكتاب من اليهود والنصارى قد ورد بأنواع متعددة وبأساليب مختلفة, وبحسب السياق والموضوع وما تقتضيه بلاغة القرآن الكريم وفصاحته.
فالقرآن الكريم خطاب عالمي شامل لجميع البشر مؤمنهم وكافرهم دون استثناء, مما يدل على أن القرآن الكريم هو الوحي الإلهي الحق الذي أنزله رب العالمين على رسوله الأمين ليكون للعالمين نذيراً, وهذا الكتاب الحق هو الذي سيجمع البشرية على دين واحد, ويردها إلى عبادة ربها الواحد الأحد, وإلى أمتها الواحدة بعد اختلافها وتفرقها.
وكان من ضمن من خاطبهم الله في القرآن الكريم أهل الكتاب, فكان يخاطبهم أحياناً بطريقة مباشرة, وأحياناً بطريقة غير مباشرة, وبيان ذلك على النحو التالي:

<span data-type="title" id=toc-21>الفرع الأول: توجيه الخطاب إليهم من الله تعالى مباشرة وبدون واسطة</span>.
مثل قوله تعالى: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ وَآَمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} (١).
وقوله تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَأَنتُمْ تَشْهَدُونَ} (٢).
وقوله تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ} (٣).
وقوله تعالى: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُوا فِي دِينِكُمْ وَلاَ تَقُولُوا عَلَى اللهِ إِلاَّ الْحَقِّ} (٤).
_________
(١) سورة البقرة الآية: (٤٠ - ٤١).
(٢) سورة آل عمران الآية: (٧٠).
(٣) سورة آل عمران الآية: (٧١).
(٤) سورة النساء الآية: (١٧١).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (32,'وقوله تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِّنَ الرُّسُلِ أَن تَقُولُوا مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءكُم بَشِيرٌ وَنَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (١).
وقوله تعالى: {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ} (٢).
فتبين من خلال هذه الآيات أن هذا الخطاب من الله سبحانه وتعالى لأهل الكتاب كان مباشرة, وقد طلب منهم أن يلتزموا بما ورد في الخطاب من طاعته, وأن يجتنبوا ما نهى عنه.

<span data-type="title" id=toc-22>الفرع الثاني: خطابهم بواسطة الرسول محمد - صلى الله عليه وسلم </span>-.
وذلك أن يأمره الله بمخاطبتهم كقوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (٣).
وهذا الخطاب في الآية يعم أهل الكتاب من اليهود والنصارى ومن جرى مجراهم كما قال ابن كثير (٤) (٥).
ومن ذلك الخطاب ما كان بواسطة الرسول - صلى الله عليه وسلم - أيضاً بأن يأمره الله أن يرد على مزاعمهم عندما قالوا أنهم أبناء الله وأحباؤه الذين لا يعذبهم الله, وذلك في قوله تعالى: {قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ
_________
(١) سورة المائدة الآية: (١٩).
(٢) سورة البقرة الآية: (٥٨ - ٥٩).
(٣) سورة آل عمران الآية: (٦٤).
(٤) ابن كثير: هو أبو الفداء إسماعيل بن عمر بن كثير الدمشقي، عماد الدين، ولد سنة (٧٠٠ هـ)، مات سنة (٧٧٤ هـ). انظر: طبقات المفسرين (١/ ١١) المؤلف: شمس الدين محمد بن علي بن أحمد الداوودي، دار الكتب العلمية بيروت لبنان، الطبعة الأولى (١٤٠٣ هـ الموافق ١٩٨٣ م)، وطبقات المفسرين للأدنروي (ص: ٢٦٠) المؤلف: أحمد بن محمد الأدنروي، الناشر: مكتبة العلوم والحكم السعودية (١٤١٧ هـ الموافق ١٩٩٧ م) الطبعة الأولى، تحقيق: سليمان بن صالح الخزي.
(٥) انظر: تفسير القرآن العظيم، (١/ ٣٧٢) المؤلف: إسماعيل بن عمر بن كثير الدمشقي أبو الفداء، الناشر: دار الفكر بيروت - ١٤٠١ هـ.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (33,'الْمَصِيرُ} (١) , فرد الله عليهم مزاعمهم الباطلة بأنه لا يعذب من يحبه, ومن ادعى أن الله يحبه أو انه يحب الله فعليه أن يلتزم بأوامره ويجتنب نواهيه, وكقوله تعالى: {وَإِذَا قِيلَ لَهُمْ آَمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ (٩١) وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ} (٢).

<span data-type="title" id=toc-23>الفرع الثالث: خطابهم بواسطة موسى - عليه السلام </span>-.
كقوله تعالى: {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنفُسَكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} (٣).
والشاهد في هذا أن موسى - عليه السلام - خاطبهم أن يعبدوا الله وحده وأن يتوبوا عن عبادة غيره.
وقوله تعالى: {يَا قَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللهُ لَكُمْ وَلاَ تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنقَلِبُوا خَاسِرِينَ} (٤).
وقوله تعالى: {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَد تَّعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} (٥).
وكل هذه الآيات تبين لنا خطاب الله لأهل الكتاب بواسطة نبية موسى - عليه السلام - يدعوهم فيه إلى الالتزام بأوامر الله تعالى, ويحذرهم من مخالفته.

<span data-type="title" id=toc-24>الفرع الرابع: خطابهم بواسطة عيسى - عليه السلام </span>-.
كقوله تعالى: {وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (٦).
وقوله تعالى: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقاً لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءهُم بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُّبِينٌ} (٧).
_________
(١) سورة المائدة الآية: (١٨).
(٢) سورة البقرة الآية: (٩١ - ٩٢).
(٣) سورة البقرة الآية: (٥٤).
(٤) سورة المائدة الآية: (٢١).
(٥) سورة الصف الآية: (٥).
(٦) سورة المائدة الآية: (٧٢).
(٧) سورة الصف الآية: (٦).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (34,'وهذه الآيات تبين لنا خطاب الله تعالى لأهل الكتاب على لسان نبيه عيسى - عليه السلام - يدعوهم فيها إلى توحيد الله ويحذرهم من الشرك به, ويأمرهم باتباع الرسل جميعاً, وخاصة محمد - صلى الله عليه وسلم -.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (35,'<span data-type="title" id=toc-25>الفرع الخامس: خطابهم بواسطة عباده المؤمنين</span>.
وقد جاء هذا النوع من الخطاب في سياق أمر المؤمنين بمحاجتهم أو بدعوتهم إلى الله تعالى, كما قال تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} (١).
فالخطاب هنا للمؤمنين كما بين ذلك الإمام الطبري (٢) رحمه الله بقوله: "ولا تجادلوا أيها المؤمنون بالله وبرسوله اليهود والنصارى وهم أهل الكتاب إلا بالتي هي أحسن" (٣).
وهذا الخطاب من الله بواسطة عباده المؤمنين يؤكد فيه دعوة جميع البشر إلى الإيمان بأصول الأديان من التوحيد, والإيمان بالكتب والرسل واتباع دين الإسلام خصوصاً لقوله تعالى: {فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (٤).

<span data-type="title" id=toc-26>الفرع السادس: خطابهم بالحكاية عمّا يعتقدونه, وما يعملونه, وما يتخلقون به من أخلاق بضمير الغائب</span>.
ويأتي هذا الخطاب على سبيل الذم لأخلاقهم والنهي عنها وعن موافقتهم أو اتباعهم فيها, أو لأجل محاجتهم بها, كما في قوله تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آَمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آَمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آَخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ} (٥).
وكقوله تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (٦).
_________
(١) سورة العنكبوت الآية: (٤٦).
(٢) الطبري: هو أبو جعفر محمد بن جرير ابن يزيد الطبري ولد سنة (٢٢٤ هـ)، وتوفي سنة (٣١٠ هـ)، ومن أعظم كتبه تفسيره المسمى: جامع البيان في تأويل القرآن. انظر: طبقات المفسرين، (ص: ٩٥)، المؤلف: عبد الرحمن بن أبي بكر السيوطي، مكتبة وهبة القاهرة ١٣٩٦ هـ، الطبعة الأولى، تحقيق: علي محمد عمر, وطبقات المفسرين للداودي (٢/ ١١٠) مرجع سابق, وطبقات المفسرين الأدنروي (ص: ٤٨) مرجع سابق.
(٣) انظر: جامع البيان عن تأويل آي القرآن، (٢١/ ١) المؤلف: محمد بن جرير بن يزيد بن خالد الطبري أبو جعفر، الناشر: دار الفكر بيروت - ١٤٠٥ هـ.
(٤) سورة آل عمران الآية: (٦٤).
(٥) سورة آل عمران الآية: (٧٢).
(٦) سورة البقرة الآية: (١٠٩).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (36,'وهذا الخلق الذميم الذي تحدثت عنه هذه الآيات هو النفاق وإظهار خلاف ما يبطنون من الكفر بالقرآن وبالرسول, ووقوع الحسد منهم للمؤمنين, والحرص على إخراجهم من الدين الحق إلى الكفر والضلال, وهذا هو منهج الدعاة إلى النصرانية في عصرنا الحديث كما سيأتي بيانه (١). فهذه مجموعة من أنواع الخطاب القرآني لأهل الكتاب بالنظر إلى من خاطبهم.
_________
(١) سيأتي في المطلب الثاني من المبحث الثالث من الفصل الثالث: أهداف أهل الكتاب من محاولة تحريف القرآن الكريم حديثاً. تنصير المسلمين وإخراجهم من دينهم أو تشكيكهم فيه.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (37,'<span data-type="title" id=toc-27>المطلب الثاني: الأساليب المتنوعة التي خوطب بها أهل الكتاب, وفيه ستة فروع:</span>
ذكرنا في المطلب الأول أساليب خطابهم في القرآن الكريم باعتبار من يخاطبهم, وفي هذا المطلب نذكر فيه الألفاظ المتنوعة والأساليب المختلفة في خطابهم, وهي على النحو التالي:

<span data-type="title" id=toc-28>الفرع الأول: خطابهم بتوجيه النداء لهم</span>.
وقد جاء نداؤهم في القرآن الكريم بأوصاف مختلفة, وهي على النحو التالي:
١ - (أهل الكتاب) كقوله تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (١).
والخطاب في هذه الآية يشمل اليهود والنصارى كما بينه أبو السعود (٢) بقوله: إنه خطاب للفريقين, على أن الكتاب جنس شامل للتوراة والإنجيل إثر بيان أحوالهما من الخيانة, وغيرها من فنون القبائح" (٣) , وأهل الكتاب هم اليهود والنصارى, وهم أهل التوراة والإنجيل, وقد قال بهذا الواحدي (٤) رحمه الله وصاحب تفسير الجلالين (٥) (٦).
_________
(١) سورة المائدة الآية: (١٥ - ١٦).
(٢) أبو السعود هو محمد بن محمد بن مصطفى العمادي، المولى أبو السعود: مفسر شاعر، من علماء الترك المستعربين. ولد عام (٨٩٨ هـ) وتوفي عام (٩٨٢ هـ) له العديد من المؤلفات من أشهرها في التفسير إرشاد العقل السليم إلى مزايا الكتاب الكريم. انظر: الأعلام للزركلي (٧/ ٥٩) المؤلف: خير الدين الزركلي، دار العلم للملايين.
(٣) انظر: إرشاد العقل السليم إلى مزايا القرآن الكريم (٣/ ١٧) المؤلف: أبي السعود محمد بن محمد العمادي، الناشر: دار إحياء التراث العربي - بيروت.
(٤) هو علي بن أحمد بن محمد بن علي أبو الحسن الواحدي النيسابوري, له مؤلفات كثيرة, منها التفاسير الثلاثة البسيط والوسيط والوجيز, وأسباب النزول, توفي شهر جمادي الآخرة (٤٦٨ هـ) , انظر: طبقات المفسرين (ص: ١٢٧ - ١٢٨) مرجع سابق.
(٥) محمد بن أحمد بن محمد بن إبراهيم المحلي الشافعي: أصولي، مفسر. ولد سنة ٧٩١ هـ، وتوفي في القاهرة ٨٦٤ هـ، له مصنفات كثيرة، منها: تفسير القرآن الذي أتمه الإمام السيوطي والمشهور بتفسير الجلالين. وشرح المنهاج، وشرح الورقات. انظر: الأعلام للزركلي (٥/ ٣٣٣) مرجع سابق, طبقات المفسرين الأدنروي (ص ٣٣٦) مرحع سابق ..
(٦) انظر: الوجيز في تفسير الكتاب العزيز (١/ ٣١٣) المؤلف: علي بن أحمد الواحدي أبي الحسن، الناشر: دار القلم, الدار الشامية دمشق, بيروت ١٤١٥، الطبعة: الأولى، تحقيق: صفوان عدنان داودي, تفسير الجلالين، (١/ ١٣٩) المؤلف: جلال الدين محمد بن أحمد المحلي, وجلال الدين عبدالرحمن بن أبي بكر السيوطي، الناشر: دار الحديث القاهرة، الطبعة: الأولى.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (38,'٢ - (بني إسرائيل) ,كقوله تعالى: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (٤٧) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ} (١).
٣ - (الذين هادوا) ,كقوله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ} (٢).
٤ - (الذين أوتوا الكتاب) ,كقوله تعالى: {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آَمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} (٣).
والخطاب بالذين أوتوا الكتاب في هذه الآية هو لليهود, قال الطبري والمخاطب بهذه الآية: "اليهود من بني إسرائيل الذين كانوا حوالي مهاجر رسول الله - صلى الله عليه وسلم - ", وقال بهذا أكثر المفسرين (٤).
٥ - (أيها الناس) ,كقوله تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآَمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (١٥٨) وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ} (٥). قال
_________
(١) سورة البقرة الآية: (٤٧ - ٤٨).
(٢) سورة الجمعة الآية: (٦).
(٣) سورة النساء الآية: (٤٧).
(٤) انظر: جامع البيان في تأويل القرآن (٥/ ١٢١) المؤلف: محمد بن جرير بن يزيد بن كثير بن غالب الآملي، أبو جعفر الطبري، [٢٢٤ - ٣١٠ هـ] المحقق: أحمد محمد شاكر الناشر: مؤسسة الرسالة الطبعة الأولى، ١٤٢٠ هـ ٢٠٠٠ م, الجامع لأحكام القرآن (٢/ ٥٥٥) , المؤلف: أبي عبد الله محمد بن أحمد الأنصاري القرطبي، الناشر: دار الشعب القاهرة, الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل (١٠/ ٩٧) المؤلف: أبي القاسم محمود بن عمر الزمخشري الخوارزمي، الناشر: دار إحياء التراث العربي بيروت، تحقيق: عبد الرزاق المهدي.
(٥) سورة الأعراف الآية: (١٥٨ - ١٥٩).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (39,'السعدي (١): " وقوله تعالى: (قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا) أي: عربيكم وعجميكم, أهل الكتاب فيكم وغيرهم" (٢).
وهذه الآية الكريمة فيها التصريح بأنه - صلى الله عليه وسلم - رسول إلى جميع الناس, والخطاب فيها يشمل أهل الكتاب وغيرهم لقوله تعالى: {وَقُلْ لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالأُمِّيِّينَ أأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} (٣) وأن رسالته - صلى الله عليه وسلم - تكون عامة ببلوغ هذا القرآن, لقوله تعالى: {وَأُوحِيَ إِلَىَّ هَذَا الْقُرْءَانُ لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ} (٤) (٥).
قال ابن عطية (٦): "وهذه الآية خاصة لمحمد - صلى الله عليه وسلم - بين الرسل فإن محمداً - صلى الله عليه وسلم - بعث إلى الناس كافة وإلى الجن قاله الحسن (٧) , وتقتضيه الأحاديث, وكل نبي إنما بعث إلى فرقة دون العموم" (٨).
_________
(١) هو عبد الرحمن بن ناصر السعدي التيمي، فقيه ومفسر، عاش في القترة ما بين (١٣٠٧ هـ ١٣٧٦ هـ) له بعض المؤلفات منها تفسيره المشهور المسمى بتيسير الكريم الرحمن في تفسير كلام المنان. انظر: معجم المفسرين من صدر الإسلام حتى العصر الحاضر, (١/ ١٧٩)، المؤلف: عادل نويهض، طبع مؤسسة نويهض الثقافية للالمؤلف والترجمة والنشر، الطبعة الثانية عام (١٤٠٩ هـ / ١٩٨٨ م).
(٢) انظر: تيسير الكريم الرحمن في تفسير كلام المنان (١/ ٣٠٥)، المؤلف: عبد الرحمن بن ناصر السعدي، الناشر: مؤسسة الرسالة بيروت ١٤٢١ هـ ٢٠٠٠ م، تحقيق: ابن عثيمين.
(٣) سورة آل عمران الآية: (٢٠).
(٤) سورة الأنعام الآية: (١٩).
(٥) انظر: أضواء البيان في إيضاح القرآن بالقرآن (٢/ ٤١)، المؤلف: محمد الأمين بن محمد بن المختار الجكني الشنقيطي.، الناشر: دار الفكر للطباعة والنشر. بيروت. ١٤١٥ هـ ١٩٩٥ م.، تحقيق: مكتب البحوث والدراسات.
(٦) أبو محمد عبد الحق بن غالب بن عبد الملك الشهير بابن عطية، ولد سنة (٤٨٠ هـ)، توفي سنة (٥٤٦ هـ)، من مصنفاته المحرر الوجيز في تفسير الكتاب العزيز. انظر: طبقات المفسرين للسيوطي (١/ ٦١)، وطبقات المفسرين للأدنروي (ص: ١٧٥).
(٧) الحسن هو الحسن بن يسار البصري، الفقيه الزاهد العابد، إمام أهل البصرة، ولد بالمدينة سنة ٢١ هـ في خلافة عمر، توفي عام ١١٠ هـ. انظر: تهذيب التهذيب (٢/ ٢٩٠) المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، (٧٧٣ - ٨٥٢ هـ)، الناشر: دار الفكر، بيروت، ١٤٠٤ - ١٩٨٤، الطبعة الأولى, سير أعلام النبلاء (٨/ ١٣٥) المؤلف: شمس الدين أبو عبد الله محمد بن أحمد الذَهَبي, الناشر: مؤسسة الرسالة المحقق: مجموعة محققين بإشراف شعيب الأرناؤوط.
(٨) انظر: المحرر الوجيز في تفسير الكتاب العزيز (٢/ ٤٦٥)، المؤلف: أبي محمد عبد الحق بن غالب بن عطية الأندلسي، الناشر: دار الكتب العلمية لبنان ١٤١٣ هـ ١٩٩٣ م، الطبعة: الأولى، تحقيق: عبد السلام عبد الشافي محمد.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (40,'وفي هذه الآية دلالة واضحة أن من وصله خبر الرسول - صلى الله عليه وسلم - من أهل الكتاب وغيرهم فقد وجب عليه الإيمان به, وقد أُقيمت عليه الحجة. لقوله - صلى الله عليه وسلم -: {وَالَّذِي نَفْسُ مُحَمَّدٍ بيده لَا يَسْمَعُ بِي أَحَدٌ من هذه الْأُمَّةِ يَهُودِيٌّ ولا نَصْرَانِيٌّ ثُمَّ يَمُوتُ ولم يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ إلا كان من أَصْحَابِ النَّار} (١).
٦ - نداؤهم بـ (بهؤلاء) ,كقوله تعالى: {هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} (٢).
ومن بلاغة القرآن الكريم في خطابه لأهل الكتاب أنه خاطبهم بهؤلاء للإخبار عن حالهم, والهاء للتنبيه في موضع النداء يعني: يا هؤلاء والمراد بهم أهل الكتابين, يعني: يا معشر اليهود والنصارى" (٣).
ونكتة الخطاب هنا باسم الإشارة (هؤلاء) كما قال الزمخشري (٤): "يعني: أنتم هؤلاء الأشخاص الحمقى, وبيان حماقتكم وقلة عقولكم أنكم حاججتم فيما لكم به علم مما نطق به التوراة والإنجيل, فَلِمَ تحاجون فيما ليس لكم به علم ولا ذكر له في كتابيكم من دين إبراهيم؟ " (٥).
وكقوله تعالى: {ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ. .} (٦).
_________
(١) أخرجه مسلم, باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الْمِلَلِ بِمِلَّتِهِ, (١/ ١٣٤) برقم: (١٥٣) مرجع سابق.
(٢) سورة آل عمران الآية: (٦٦).
(٣) انظر: لباب التأويل في معاني التنزيل (١/ ٣٦٣) المؤلف: علاء الدين علي بن محمد بن إبراهيم البغدادي الشهير بالخازن, الناشر: دار الفكر بيروت / لبنان, طبعة عام (١٣٩٩ هـ /١٩٧٩ م).
(٤) هو الأمام محمود بن عمر بن محمد بن عمر العلامة أبو القاسم الزمخشري الخوارزمي, النحوي اللغوي المتكلم المفسر يلقب بجار الله لأنه جاور بمكة زماناً, ولد في شهر رجب سنة (٤٦٧ هـ) بزمخشر قرية من قرى خوارزم, له مؤلفات كثيرة من أشهرها كتاب الكشاف في التفسير, وكانت وفاته في ليلة عرفة (٥٣٨ هـ). انظر: طبقات المفسرين, الأدنروي (ص: ١٧١١٧٢) مرجع سابق.
(٥) انظر: تفسير البحر المحيط (٢/ ٥١٠) المؤلف: محمد بن يوسف الشهير بأبي حيان الأندلسي، الناشر: دار الكتب العلمية لبنان/ بيروت ١٤٢٢ هـ ٢٠٠١ م، الطبعة: الأولى، تحقيق: الشيخ عادل أحمد عبد الموجود الشيخ علي محمد معوض، شارك في التحقيق ١ د. زكريا عبد المجيد النوقي ٢ د. أحمد النجولي الجمل.
(٦) سورة البقرة الآية: (٨٥).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (41,'قال أبو حيان (١): "فالمختار أن (أنتم) مبتدأ, و (هؤلاء) خبر, و (تقتلون) حال, وقد قالت العرب: ها أنت ذا قائماً, وها أنا ذا قائماً, وقالت أيضاً: هذا أنا قائماً, وها هو ذا قائماً, وإنما أخبر عن الضمير باسم الإشارة في اللفظ, وكأنه قال أنت الحاضر وأنا الحاضر وهو الحاضر, والمقصود من حيث المعنى الإخبار بالحال, ويدل على أن الجملة حال مجيئهم بالاسم المفرد منصوباً على الحال فيما قلناه من قولهم ها أنت ذا قائماً ونحوه" (٢).

<span data-type="title" id=toc-29>الفرع الثاني: مخاطبتهم بتوجيه الأوامر إليهم, وذلك على النحو التالي:</span>
١ - الخطاب بفعل الأمر:
كما في قوله تعالى: {وَآَمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} (٣).
٢ - الخطاب باسم فعل الأمر:
ومنه خطابهم بـ (تعالوا) كقوله تعالى: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ} (٤).
ومنه خطابهم باسم فعل الأمر (هَلُمَّ) كقوله تعالى: {قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآَيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ} (٥).

<span data-type="title" id=toc-30>الفرع الثالث: مخاطبتهم على سبيل الاستفهام, ويكون للإنكار أو للتعجب, ويأتي على النحو التالي:</span>
١ - الاستفهام بالهمزة كما في الآيات التالية:
_________
(١) أبو حيان: هو محمد بن يوسف بن علي بن يوسف الغرناطي، أثير الدين أبو حيان الأندلسي، ولد سنة (٦٥٤ هـ)، وتوفي سنة (٧٤٥ هـ)، ومن أشهر مؤلفاته: تفسيره المسمى: البحر المحيط. انظر: طبقات المفسرين للداووي (٢/ ٢٨٧) وطبقات المفسرين للأدنروي (ص: ٢٧٨) مرجع سابق.
(٢) انظر: تفسير البحر المحيط (١/ ٤٥٨) مرجع سابق.
(٣) سورة البقرة الآية: (٤١).
(٤) سورة آل عمران الآية: (٦١).
(٥) سورة الأنعام الآية: (١٥٠).',NULL,'52',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (42,'قوله تعالى: {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} (١).
وقوله تعالى: {قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ (١٣٩) أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} (٢).
٢ - الاستفهام بهل:
كقوله تعالى: {قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ (١٤٨) قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} (٣).
٣ - الاستفهام بلم: كقوله تعالى: {الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ} (٤).
وكقوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَاللهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ} (٥).

<span data-type="title" id=toc-31>الفرع الرابع: مخاطبتهم على سبيل النهي</span>.
وقد جاء خطابهم في معرض النهي عن ممارسة بعض الأعمال في مواضع كثيرة, كقوله تعالى: { .. إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (٦).
قال الإمام الطبري: " والخطاب لعلماء اليهود وأحبارهم أي: لا تخشوا الناس في تنفيذ حكمي الذي حكمت به على عبادي، وإمضائه عليهم على ما أمرت، فإنهم لا يقدرون لكم على ضر ولا نفع إلا بإذني، ولا تكتموا الرجمَ الذي جعلته حُكمًا في التوراة على الزانيين المحصنين، ولكن اخشوني
_________
(١) سورة آل عمران الآية: (٢٠).
(٢) سورة البقرة الآية: (١٣٩ - ١٤٠).
(٣) سورة الأنعام الآية: (١٤٨ - ١٤٩).
(٤) سورة آل عمران الآية: (١٨٣).
(٥) سورة آل عمران الآية: (٩٨).
(٦) سورة المائدة الآية: (٤٤).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (43,'دون كل أحدٍ من خلقي، فإن النفع والضر بيدي، وخافوا عقابي في كتمانكم ما استُحفِظتم من كتابي" (١).
وقال ابن عاشور (٢): "إذ الحفيظ على الشيء الأمين حقّ الأمانة لا يخشى أحداً في القيام بوجه أمانته, ولكنَّه يخشى الِّذي استأمنه. فيجوز أن يكون الخطاب بقوله: (فلا تخشوا النِّاس) ليهود زمان نزول الآية، والفاء للتفريع عمِّا حكي عن فعل سلف الأنبياء والمؤمنين؛ ليكونوا قدوة لخلفهم من الفريقين، والجملة على هذا الوجه معترضة؛ ويجوز أن يكون الخطاب للنبيين والربِّانيَّين والأحبار فهيَ على تقدير القَول، أي قلنا لهم: فلا تخشوا النّاس. والتّفريع ناشئ عن مضمون قوله: (بما استحفظوا من كتاب الله)، لأنّ تمام الاستحفاظ يظهر في عدم المبالاة بالنّاس رضُوا أم سخطوا، وفي قصر الاعتداد على رضا الله تعالى" (٣).
وكذلك قوله تعالى: {وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ (٤١) وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ} (٤).

<span data-type="title" id=toc-32>الفرع الخامس: الخطاب بأسلوب الشرط</span>.
١ قال تعالى: {وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآَتَيْتُمُ الزَّكَاةَ وَآَمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} (٥).
وهذه الجملة الشرطية في الآية تتكون من خمسة شروط فالأول: هو إقامة الصلاة.
والثاني: إيتاء الزكاة.
_________
(١) انظر: جامع البيان عن تأويل آي القرآن (٦/ ٢٥١) مرجع سابق.
(٢) هو الشيخ محمد الطاهر بن عاشور، عاش في الفترة ما بين (١٢٩٦ هـ ١٣٩٣ هـ)، رئيس المفتين المالكيين بتونس، وشيخ جامع الزيتونة وفروعه بتونس، من أعظم مؤلفاته: تفسيره المسمَّى بـ (التحرير والتنوير) ومقاصد الشريعة الإسلامية. انظر: الأعلام للزركلي (٦/ ١٧٤) مرجع سابق.
(٣) انظر: التحرير والتنوير (٤/ ٢٨٢) المؤلف: محمد الطاهر بن محمد بن محمد الطاهر بن عاشور التونسي (المتوفى: ١٣٩٣ هـ) الناشر: مؤسسة التاريخ العربي، بيروت - لبنان الطبعة: الأولى، ١٤٢٠ هـ/٢٠٠٠ م مصدر الكتاب: موقع مكتبة المدينة الرقمية.
(٤) سورة البقرة الآية: (٤١ - ٤٢).
(٥) سورة المائدة الآية: (١٢).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (44,'والثالث: الإيمان برسل الله جميعاً دون تفريق بينهم.
والرابع: توقير الرسل.
والخامس: الإقراض الحسن للرسل بتعظيمهم وإعانتهم ونصرتهم, أما تعزير الرسل وتوقيرهم فالمقصود به كما قال ابن الجوزي (١): أحدهما: أنه الإعانة والنصر قاله ابن عباس والحسن ومجاهد (٢) وقتادة (٣) والسدي (٤).
والثاني: أنه التعظيم والتوقير قاله عطاء (٥) واليزيدي (٦) وأبو عبيدة (٧) وابن قتيبة (٨) " (٩)
ولا فرق بين القولين في معنى تعزير الرسل فهما بمعنى واحد, أي: بإعانتهم ونصرتهم وتعظيمهم وتوقيرهم.
_________
(١) ابن الجوزي: هو أبو الفرج عبد الرحمن بن علي بن محمد بن الجوزي، ولد سنة (٥٥١ هـ)، وتوفي سنة (٦٣٠ هـ)، من مؤلفاته: زاد المسير في علم التفسير، وصيد الخاطر وغيرهما. انظر: المقصد الأرشد (٢/ ٩٣) مرجع سابق.
(٢) مجاهد بن جبر أبو الحجاج المكي، مولى عبد الله بن السائب القارئ، مات سنة (١٠٢) أو (١٠٣ هـ) وهو من الثقات. انظر: تهذيب التهذيب (١٠/ ٣٨) مرجع سابق.
(٣) قتادة بن دعامة السدوسي الأكمه، أبو طالب، كان يسكن البصرة، وكان قتادة على مبلغ عظيم من العلم، تابعي مفسر، ولد سنة ٦١ هـ وتوفي سنة سبع عشرة ومائة من الهجرة، من مؤلفاته: كتاب الناسخ والمنسوخ توفي سنة ١١٨ هـ. انظر: سير أعلام النبلاء (٩/ ٣٢٣) مرجع سابق, تهذيب التهذيب (٨/ ٣١٥) مرجع سابق.
(٤) السدي إسماعيل بن عبد الرحمن بن أبي كريمة الإمام المفسر أبو محمد الحجازي ثم الكوفي الأعور السدي، أحد موالي قريش، حدث عن أنس بن مالك، وابن عباس، من التابعين، صاحب التفسير والمغازي والسير، وكان إماماً عارفاً بالوقائع وأيام الناس، يقعد في سدة باب الجامع فسمي السدي، توفي عام ١٢٨ هـ تقريباً. انظر: تهذيب التهذيب (١/ ٢٧٣) مرجع سابق, سير أعلام النبلاء (٥/ ٢٦٤) مرجع سابق.
(٥) عطاء بن أبى رباح القرشي، أبو محمد المكي، فقيه مكة الكبير، من وسط التابعين، ولد في سنة ٢٧ هـ، وتوفي عام ١١٤ أو ١١٥ هـ. انظر: سير أعلام النبلاء (٩/ ٨٦) مرجع سابق, وتهذيب التهذيب (٧/ ١٧٩) مرجع سابق.
(٦) اليزيدي إبراهيم بن يحيى بن المبارك، أبو إسحاق اليزيدي العدوي: أديب شاعر، وهو بصري سكن بغداد وصنف كتباً منها: بناء الكعبة وأخبارها, ومصادر القرآن لم يكمله، توفي عام ٢٢٥ هـ تقريباً. انظر: البلغة في تراجم أئمة النحو واللغة, (ص: ٦٥) , المؤلف: مجد الدين أبو طاهر محمد بن يعقوب الفيروز آبادى (المتوفى: ٨١٧ هـ) الناشر: دار سعد الدين للطباعة والنشر والتوزيع الطبعة: الأولى, عام ١٤٢١ هـ ٢٠٠٠ م.
(٧) هو الإمام أبو عبيدة معمر بن المثنى التيمي مولاهم البصري، النحوي، صاحب التصانيف. ولد سنة ١١٠ هـ، في الليلة التي توفي فيها الحسن البصري حدث ببغداد بجملة من تصانيفه، ومن مؤلفاته: نقائض جرير والفرزدق ومجاز القرآن. انظر: سير أعلام النبلاء (١٧/ ٤٧١) مرجع سابق, تهذيب التهذيب (١٠/ ٢٢١) رمرجع سابق.
(٨) عبد الله بن مسلم بن قتيبة الدينوري، وقيل: المروزي، عاش ما بين عامي ٢١٣ - ٢٧٦ هـ, من مؤلفاته: غريب القرآن, غريب الحديث، المعارف، مشكل القرآن. انظر: سير أعلام النبلاء (٢٥/ ٢٩٩) مرجع سابق, شذرات الذهب في أخبار من ذهب (٢/ ١٦٨) , المؤلف: عبد الحي بن أحمد بن محمد العكري الحنبلي المعروف بابن العماد، الناشر: دار بن كثير دمشق، الطبعة الأولى ١٤٠٦ هـ، تحقيق: عبد القادر الأرناؤوط، ومحمود الأرناؤوط.
(٩) انظر: زاد المسير في علم التفسير (٢/ ٣١٢) , المؤلف: عبد الرحمن بن علي بن محمد الجوزي, الناشر: المكتب الإسلامي, بيروت, الطبعة الثالثة لعام: ١٤٠٤ هـ ..',NULL,'55',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (45,'وأما الإقراض الحسن ففيه قولان كما قال ابن الجوزي: " أحدهما: أنه الزكاة الواجبة, والثاني: صدقة التطوع.
وإذا فعلوا ما سبق فجواب الشرط والقسم هو قوله تعالى: {لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} (١).
٢ وكقوله تعالى: {قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٩٣) قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآَخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} (٢).
٣ وكقوله تعالى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (٣).
٤ وكقوله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٣١) قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ} (٤).

<span data-type="title" id=toc-33>الفرع السادس: الخطاب بدخول كاف الخطاب على أفعالٍ مضارعة</span>.
وهذه الصيغة من الخطاب القرآني "جاءت في آية واحدة فقط، إذ وردت في سياق الإخبار لهم على سبيل الإنكار عليهم؛ لأنهم ادَّعوا على الأنبياء ما لم يقولوا به؛ إذ كانوا ينهونهم عن عبادة غير الله تعالى، قال تعالى: {وَلاَ يَأْمُرَكُمْ أَن تَتّخِذُوا الْمَلاَئِكَةَ وَالنّبِيّيْنَ أَرْبَابًا أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مّسْلِمُونَ} (٥) (٦).
_________
(١) سورة المائدة الآية: (١٢).
(٢) سورة البقرة الآية: (٩٣ - ٩٤).
(٣) سورة آل عمران الآية: (٢٩).
(٤) سورة آل عمران الآية: (٣١ - ٣٢).
(٥) سورة آل عمران الآية: (٨٠).
(٦) انظر: تنوع خطاب القرآن الكريم في العهد المدني (دراسة لغوية) (ص: ١٤) صالح عبد الله منصور مسود العولقي رسالة مقدمة إلى قسم اللغة العربية بكلية التربية بجامعة عدن اليمن، لنيل درجة الماجستير ١٤٢٩ هـ ٢٠٠٨ م.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (46,'فتبين مما سبق في تعدد خطاب الله في القرآن لأهل الكتاب بالألفاظ المختلفة, والأساليب المتنوعة, أن القرآن الكريم قد حرص على حوار أهل الكتاب ودعوتهم إلى طريق الحق ودين الهدى, واتباع الرسول الخاتم الذي بشرهم به أنبياؤهم ووردت صفاته في كتبهم, وقد نِّوع لهم الخطاب بأساليب مختلفة إمعاناً في إقامة الحجة وإزالة الشبهة, وسنرى في المباحث القادمة كيف كان موقف أهل الكتاب من هذا الخطاب القرآني.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (47,'<span data-type="title" id=toc-34>المبحث الثالث: التعريف بأهل الكتاب قديماً وحديثاً</span>, وفيه ثلاثة مطالب:
المطلب الأول: التعريف باليهود واليهودية لغة واصطلاحاً.
الفرع الأول: التعريف باليهود لغة.
الفرع الثاني: تعريف اليهود اصطلاحا.
الفرع الثالث: سبب تسميتهم.
الفرع الرابع: الألفاظ المتعددة والأوصاف المتنوعة في اليهود المذكورة في القرآن الكريم.
المطلب الثاني: تعريف النصرانية.
الفرع الأول: تعريف النصارى لغة.
الفرع الثاني: تعريف النصارى اصطلاحاً.
الفرع الثالث: سبب تسميتهم.
الفرع الرابع: الألفاظ المتعددة والأوصاف المتنوعة في النصارى المذكورة في القرآن الكريم.
المطلب الثالث: التعريف باليهود والنصارى حديثاً.
الفرع الأول: اليهود حديثاً, وعددهم.
أولاً: تقسيم اليهود من حيث الطبقات الاجتماعية.
ثانياً: تقسيم اليهود على أساس ديني.
ثالثاً: تقسيم اليهود باعتبار لغاتهم.
الفرع الثاني: النصارى حديثاً, فرقهم, وعددهم.
أولاً: فرقة الكاثوليك.
ثانياً: فرقة الأرثوذكس.
ثالثاً: فرقة البروتستانت.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (48,'المبحث الثالث: التعريف بأهل الكتاب قديماً وحديثاً, وفيه ثلاثة مطالب:

<span data-type="title" id=toc-35>المطلب الأول: التعريف باليهود واليهودية لغة واصطلاحاً:</span>
أما كلمة اليهودية حينما تطلق عموماً فيُقصد بها الديانة التي يدين بها اليهود, وكل من يدين بها, وينتسب إليها يدعى يهودي للذكر, ويهودية للأنثى, وأما تعريف اليهود فنأخذه من كلام أهل اللغة كما يلي:

<span data-type="title" id=toc-36>الفرع الأول: تعريف اليهود لغة:</span>
قال ابن فارس رحمه الله: "فأما اليَهود فمن هاد يَهُودُ إذا تاب هَوْدَاً. وسُمُّوا به لأنَّهم تابُوا عن عبادة العجل, وفي القرآن: {إنَّا هُدْنا إلَيْكَ} (١) " (٢).
وقال الجوهري (٣): "هود: هادَ يَهودُ هَوْداً: تابَ ورجع إلى الحقّ، فهو هائدٌ, وقومٌ هودٌ. قال أبو عبيدة: التهَوُّدُ: التوبة والعمل الصالح. ويقال أيضاً: هادَ وتَهَوَّدَ، إذا صار يهوديًّا. والهودُ: اليهودُ. وأرادوا باليهود اليهودِيِّينَ، ولكنهم حذفوا ياء الإضافة كما قالوا زنْجِيٌّ وزِنْجٌ. والتهويدُ: المشي الرُوَيْدُ، مثل الدبيبِ. وأصله من الهوادَةِ. والتهويدُ: أن يصيَّرَ الإنسان يهودِيًّا. وفي الحديث: {فأبَواهُ يُهَوِّدانِه} (٤). والهَوادةُ: الصلحُ والميلُ. والمُهاوَدَةُ: المصالحةُ والممايلةُ" (٥).
_________
(١) سورة الأعراف الآية: (١٥٦).
(٢) انظر: مقاييس اللغة (٦/ ١٣) مرجع سابق, وتهذيب اللغة (٦/ ٢٠٥) المؤلف: أبو منصور محمد بن أحمد الأزهري, الناشر: دار إحياء التراث العربي بيروت ٢٠٠١ م, الطبعة: الأولى, تحقيق: محمد عوض مرعب.
(٣) الجوهري عبد الله بن سليمان الجوهري، فقيه شافعي محدث يمني. كان يكري نفسه للحج، توفي عام ١٢٠١ هـ تقريباً، وصنف نحو ٥٠ كتابا، منها " معين الإخوان في شرح فتح الرحمن. انظر: هدية العارفين (١/ ٤٨٦) , معجم المؤلفين (٦/ ٦١) , الأعلام للزركلي (٤/ ٩١) مرجع سابق.
(٤) أخرجه البخاري في عدة مواضع منها كتاب الجنائز, باب إذا أسلم الصبي فمات (٥/ ٢٨٠) , رقم (١٣٥٨) المؤلف: أبي عبدالله محمد بن إسماعيل البخاري الجعفي, الناشر: دار ابن كثير، اليمامة - بيروت, الطبعة الثالثة، ١٤٠٧ - ١٩٨٧ تحقيق: د. مصطفى ديب البغا, ومسلم في عدة مواضع أيضا منها كتاب القدر, باب معنى كل مولود يولد على الفطرة (٤/ ٢٠٤٧) , رقم (٢٦٥٨) مرجع سابق.
(٥) انظر: الصحاح في اللغة (٣/ ١٢٠) تاج اللغة وصحاح العربية, المؤلف: إسماعيل بن حماد الجوهري (ت ٣٩٣ هـ). الناشر: دار العلم للملايين بيروت. الطبعة: الرابعة يناير ١٩٩٠.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (49,'وفي المعجم الوسيط: "اليهودي واحد اليهود, والمنسوب إلى اليهود, واليهودية: ملة اليهود" (١).
_________
(١) انظر: المعجم الوسيط (٢/ ٩٩٩) المؤلف: إبراهيم مصطفى ـ أحمد الزيات ـ حامد عبد القادر ـ محمد النجار, الناشر: دار الدعوة, تحقيق: مجمع اللغة العربية.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (50,'<span data-type="title" id=toc-37>الفرع الثاني: تعريف اليهود اصطلاحا:</span>
اليهود: " أهل كتاب سماوي منزل من الله على عبده ورسوله موسى - عليه السلام - وهو التوراة" (١).
وقال الشهرستاني (٢) رحمه الله: "هم أمة موسى - عليه السلام - , وكتابهم التوراة, وهو أول كتاب نزل من السماء, أعني أن ما كان ينزل على إبراهيم وغيره من الأنبياء عليهم السلام ما كان يسمى كتاباً بل صحفاً, وقد ورد الخبر عن النبي - صلى الله عليه وسلم - أنه قال: {إن الله تعالى خلق آدم بيده, وخلق جنة عدن بيده, (وكتب التوراة بيده) (٣)} " (٤).
وعرفها بعضهم: "اليهودية: هي ديانة العبرانيين المنحدرين من إبراهيم - عليه السلام - والمعروفين بالأسباط من (بني إسرائيل) الذين أرسل الله إليهم موسى - عليه السلام - مؤيداً بالتوراة ليكون لهم نبيًّا. واليهودية ديانة يبدو أنها منسوبة إلى يهود الشعب. وهذه بدورها قد اختلف في أصلها. وقد تكون نسبة إلى يهوذا أحد أبناء يعقوب, وعممت على الشعب على سبيل التغليب" (٥).
وفي المعجم الوسيط: "اليهود: قوم من أصل سام, قيل إنهم سموا بذلك باسم يهوذا أحد أبناء يعقوب (- عليه السلام -) " (٦).
فتبين مما سبق أن كل من دخل في اليهودية وانتسب إليها فهو يهودي, سواء كان من نسل بني إسرائيل, أو كان من غيرهم ممن دخل فيها مؤخراً, لأن اليهود في هذه الأيام يقولون: اليهودي من كان من أبوين يهوديين, أما إذا كان على غير ذلك فلا, وهذا غير صحيح, فإن اليهودية ليست عرقاً, وإنما هي ديانة سماوية سابقة منسوخة, فمن أظهر الانتساب إليها فهو يهودي سواء كان أبواه يهوديين أو غير ذلك.
_________
(١) انظر: كتاب المسيح عند اليهود والنصارى والمسلمين وحقيقة الثالوث. (ص: ٣٧) المؤلف عبد المنعم جبري, الطبعة الأولى (٢٠٠٧ م) الناشر: دار صفحات للدراسات والنشر سوريا دمشق.
(٢) هو أبو الفتح محمد بن عبد الكريم بن أحمد، الشهرستاني: من كبار فلاسفة الإسلام، ولد عام (٤٧٩ هـ)، ومات عام (٥٤٨ هـ)، من مؤلفاته: الملل والنحل. انظر: طبقات الشافعية لابن قاضي شهبة (١/ ٣٢٣) مرجع سابق، وطبقات الشافعية الكبرى (٦/ ١٢٨) مرجع سابق.
(٣) أخرجه مسلم, باب حجاج آدم وموسى عليهما السلام (٤/ ٢٠٤٢) برقم: (٢٦٥٢) مرجع سابق.
(٤) انظر: الملل والنحل (١/ ٢٠٩ - ٢١٠) المؤلف: محمد بن عبد الكريم بن أبي بكر أحمد الشهرستاني الناشر: دار المعرفة بيروت، ١٤٠٤, تحقيق: محمد سيد كيلاني.
(٥) انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (١/ ٤٩٥) المؤلف: الدكتور مانع بن حماد الجهني, الناشر: دار الندوة العالمية للطباعة والنشر. الطبعة الرابعة ١٤٢٠ هـ.
(٦) انظر: المعجم الوسيط (٢/ ٩٩٨) مرجع سابق.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (51,'<span data-type="title" id=toc-38>الفرع الثالث: سبب تسميتهم:</span>
وأما سبب تسميتهم فقد ذكر العلماء أسباباً كثيرة لتسميتهم بهذا الاسم, فقيل إنه نسبة للديانة, وقيل: نسبة ليهودية الشعب, وقيل: نسبة ليهوذا ابن يعقوب, وقيل: نسبة لكثرة رجوعهم وتقلبهم بين الأديان.
قال الشهرستاني: "وإنما لزمهم هذا الاسم لقول موسى - عليه السلام -: {إنَّا هُدْنا إلَيْكَ} (١) أي: رجعنا وتضرعنا" (٢).
وقال البيضاوي (٣): " تهودوا: يقال هاد وتهود إذا دخل في اليهودية. ويهود إما عربي من هاد إذا تاب, سموا بذلك لما تابوا من عبادة العجل, وإما معرب (يهوذا) وكأنهم سموا باسم أكبر أولاد يعقوب - عليه السلام - " (٤).
وذكر الثعلبي (٥): " عن أبي عمرو بن العلاء (٦) أنه قال: سميت اليهود لأنهم يتهودون, أي: يتحركون عند قراءة التوراة.
وقال بعضهم: سموا بذلك لأنهم مالوا عن دين الإسلام وعن دين موسى" (٧).
_________
(١) سورة الأعراف الآية: (١٥٦).
(٢) انظر: الملل والنحل (١/ ٢٠٩) مرجع سابق.
(٣) القاضي أبو الخير عبد الله بن عمر بن محمد بن علي، قاضي القضاة، ناصر الدين البيضاوي، توفي سنة (٨٥٦ هـ)، ومن مؤلفاته تفسيره المسمى: أنوار التنزيل. انظر: طبقات الشافعية لابن قاضي شهبة (٢/ ١٧٢) مرجع سايق، وطبقات الشافعية الكبرى (٨/ ١٥٧) مرجع سابق.
(٤) انظر: تفسير البيضاوي، (١/ ٣٣٤) المؤلف: قاضي القضاة ناصر الدين البيضاوي، الناشر: دار الفكر - بيروت.
(٥) الثعلبي هو أحمد بن محمد بن إبراهيم أبو إسحاق النيسابوري الثعلبي صاحب التفسير المشهور، كان عالما بارعاً في العربية حافظا موثقاً، مات ٤٢٧ هـ، من مؤلفاته: كتاب ربيع المذكرين، وله تفسيره المشهور الكشف والبيان. انظر: طبقات المفسرين السيوطي, (ص: ١٧) , طبقات المفسرين, (ص: ١٠٦).
(٦) أبو عمرو بن العلاء ابن عمار بن العريان التميمي ثم المازني البصري، شيخ القراء والعربية. اختلف في اسمه، مولده في نحو سنة ٧٠ هـ. انظر: تهذيب التهذيب (١٢/ ١٩٧) مرجع سابق, سير أعلام النبلاء (١١/ ٤٩٤) مرجع سابق.
(٧) انظر: الكشف والبيان (تفسير الثعلبي) , (١/ ٢٠٨) , المؤلف: أبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي النيسابوري, الناشر: دار إحياء التراث العربي بيروت لبنان ١٤٢٢ هـ ٢٠٠٢ م، الطبعة: الأولى، تحقيق: الإمام أبي محمد بن عاشور، مراجعة وتدقيق الأستاذ نظير الساعدي.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (52,'وقال النووي (١) رحمه الله نقلاً عن الواحدي قوله: "وقال ابن الأعرابي (٢): يقال: هاد إذا رجع من خير إلى شر ومن شر إلى خير, وسمي اليهود بذلك لتخليطهم وكثرة انتقالهم من مذاهبهم.
ويقال: هاد إذا دخل في اليهودية, وتهود إذا تشبه بهم ودخل في دينهم, وهودّ إذا دعي إلى اليهودية, ومنه الحديث: {فأبواه يهودانه} هذا آخر كلام الواحدي" (٣).
وهذا الكلام لم أجده في كتب الواحدي, فلعل الإمام النووي رحمه الله نقله عن الواحدي بالمعنى.

<span data-type="title" id=toc-39>الفرع الرابع: الألفاظ المتعددة والأوصاف المتنوعة في اليهود المذكورة في القرآن الكريم:</span>
فقد ورد ذكر اليهود في القرآن الكريم بألفاظ متعددة وأوصاف متنوعة على النحو التالي:
١ - (أهل الكتاب) إحدى وثلاثين مرة, ويدخل في هذه المواضع اليهود والنصارى.
أما اليهود فكقوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَاللهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ} (٤).
٢ - (يا بني إسرائيل) وردت أربعين مرة, وهي لليهود والنصارى, فأما ما أريد به اليهود, فكقوله تعالى: {يَا بَنِي إِسْرَائِيلَ قَدْ أَنجَيْنَاكُم مِّنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى} (٥).
٣ - وورد ذكر لفظ (اليهود) اثنتين وعشرين مرة, قوله تعالى: {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ} (٦).
_________
(١) أبو زكريا يحيى بن شرف بن مري بن حسن الشافعي، محيى الدين النووى، ولد سنة (٦٣١ هـ)، وتوفي سنة (٦٧٦ هـ)، من أعظم مؤلفاته شرحه لصحيح مسلم. انظر: طبقات الشافعية الكبرى (٨/ ٣٩٥) مرجع سابق.
(٢) ابن الأعرابي هو إمام اللغة أبو عبد الله، محمد بن زياد بن الأعرابي الهاشمي مولاهم الأحول النسابة، يروي عن أبي معاوية الضرير وغيره، ولد بالكوفة سنة ١٥٠ هـ من آثاره: النوادر، تاريخ القبائل. انظر: سير أعلام النبلاء, (٢٠/ ٢٠٥) مرجع سابق.
(٣) انظر: تهذيب الأسماء واللغات (٣/ ٨٨) المؤلف: العلامة أبى زكريا محيي الدين بن شرف النووي, المتوفى سنة (٦٧٦ هـ) الناشر: دار الفكر, بيروت, الطبعة الأولى عام: ١٩٩٦ م, تاج العروس (١/ ٢٣٦٦) مرجع سابق.
(٤) سورة آل عمران الآية: (٩٨).
(٥) سورة طه الآية: (٨٠).
(٦) سورة البقرة الآية: (١١٣).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (53,'٤ - وورد ذكرهم بلفظ (هوداً) ثلاث مرات (١) كقوله تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} (٢).
٥ - وورد ذكر (الذين هادوا) عشر مرات, كقوله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ} (٣).
٦ - وورد ذكرهم بلفظ (يهودياً) مرة واحدة, وهي في قوله تعالى: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} (٤).
٧ - وورد ذكرهم بلفظ (هدنا) مرة واحدة, وهي في قوله تعالى: {وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ} (٥).
٨ - ووردت إضافتهم إلى سيدنا موسى - عليه السلام - بـ (قوم موسى) ثلاث مرات, كقوله تعالى: {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ} (٦).
ويطلق عليهم في هذه الأيام الصهاينة (٧) , والعبرانيين, وهم يسمون أنفسهم أيضاً شعب الله المختار, أو الشعب المقدَّس (٨)., وكتابهم الذي أنزل عليهم هو التوراة.
_________
(١) انظر: المعجم المفهرس لألفاظ القرآن الكريم (ص: ٨٣٠) , المؤلف: محمد فؤاد عبدالباقي, الناشر: دار الحديث, القاهرة عام (١٤٢٢ هـ ٢٠٠٢ م).
(٢) سورة البقرة الآية: (١١١).
(٣) سورة الجمعة الآية: (٦).
(٤) سورة آل عمران الآية: (٦٧).
(٥) سورة الأعراف الآية: (١٥٦).
(٦) سورة الأعراف الآية: (١٥٩).
(٧) الصهيونية: حركة سياسية عنصرية متطرفة, ترمي إلى إقامة دولة لليهود في فلسطين تحكم من خلالها العالم كله. واشتقت الصهيونية من اسم (جبل صهيون) في القدس, إذ ابتنى داود قصره بعد انتقاله من حبرون (الخليل) , وقد ارتبطت الحركة الصهيونية الحديثة بمؤسسها اليهودي النمساوي هرتزل. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (١/ ٥١٨) مرجع سابق.
(٨) مصطلح (الشعب المختار) تعبير عن عقيدة أساسية في الفكر الديني اليهودي، وهي تعبير في الوقت نفسه عن الطبقة الحلولية التي تشكلت داخل التركيب الجيولوجي اليهودي. والثالوث الحلولي مُكوَّن من الإله والأرض والشعب، فيزعمون أن الإله يحل في الأرض، لتصبح أرضاً مقدَّسة ومركزاً للكون، ويحل في الشعب ليصبح شعباً مختاراً، ومقدَّساً وأزلياً (وهذه بعض سمات الإله) وقد حاول كثير من حاخامات اليهود وكثير من فقهائهم ومفكريهم تفسير فكرة الاختيار، فجاءوا بتفسيرات كثيرة. وبغض النظر عن مضمون التفسير، فإن فكرة الاختيار على وجه العموم تؤكد فكرة الانفصال والانعزال والتعالي عن الآخرين. المرجع: موسوعة اليهود واليهودية والصهيونية الموجزة, (٢/ ٢٦٢٧) المؤلف: الدكتور عبد الوهاب المسيري, الطبعة الثانية ٢٠٠٥ م, دار الشروق القاهرة.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (54,'<span data-type="title" id=toc-40>المطلب الثاني: تعريف النصرانية</span>.
<span data-type="title" id=toc-41>الفرع الأول: تعريف النصارى لغة</span>.
قال الإمام الجوهري: "والنَصارى: جمع نَصرانٍ ونَصْرانةٍ، مثل الندامى جمع نَدْمانٍ ونَدْمانةٍ. ولكن لم يستعمل نَصْرانٌ إلا بياء النسب، لأنَّهم قالوا: رجلٌ نَصْرانيٌّ وامرأةٌ نَصرانيَّةٌ. ونَصَّرَهُ: جعله نَصْرانِيًّا, وفي الحديث: {فأبواه يُهَوِّدانِهِ ويُنَصِّرانه} (١) " (٢).
وقال ابن سيده: "ويُقال: أنْصَارٌ وأَنَاصِيْرُ. والتَنَصرُ: الدخوْلُ في النَصْرَانِيةِ، وهم يُنْسَبُونَ إلى قَرْيَةٍ يُقال لها نَصُوْرِيَّةُ. ونَصْرَانَة: في مَعْنى نَصْرَانِيَّةٍ" (٣).
وفي معجم لغة الفقهاء: "والنصراني: بفتح فسكون مفرد وجمعه نصارى، نسبة إلى نصران أو الناصرة, وهي قرية في الخليل من فلسطين بلد عيسى المسيح - عليه السلام - " (٤).
فتبين من التعريف اللغوي أن اسم النصارى نسبة إلى بلدة نصران أو الناصرة, وهي القرية التي ولد فيها عيسى - عليه السلام -.

<span data-type="title" id=toc-42>الفرع الثاني: تعريف النصارى اصطلاحاً</span>.
وأما النصارى في الاصطلاح فهم كما قال الشهرستاني: " أمة المسيح عيسى ابن مريم رسول الله وكلمته - عليه السلام - , وهو المبعوث حقاً بعد موسى - عليه السلام - المبشر به في التوراة " (٥).
_________
(١) أخرجه البخاري في عدة مواضع منها كتاب الجنائز, باب إذا أسلم الصبي فمات (٥/ ٢٨٠) , رقم (١٣٥٨) مرجع سابق. وأخرجه مسلم في عدة مواضع أيضاً منها كتاب القدر, باب معنى كل مولود يولد على الفطرة (٤/ ٢٠٤٧) , رقم (٢٦٥٨) مرجع سابق.
(٢) انظر: الصحاح في اللغة (٣/ ٣٩٣) مرجع سابق.
(٣) انظر: المحيط في اللغة (٨/ ١٢٧) مرجع سابق.
(٤) انظر: معجم لغة الفقهاء (١/ ٤٨١) المؤلف: محمد قعلبي, الناشر: دار النفائس للطباعة والنشر والتوزيع, لبنان, الطبعة الثانية: ١٤٠٨ هـ ١٩٨٨ م.
(٥) انظر: الملل والنحل (١/ ٢١٨ - ٢١٩) مرجع سابق.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (55,'والديانة النصرانية: "هي الدين الذي انحرف عن الرسالة التي أُنزلت على عيسى - عليه السلام - مكمِّلة لرسالة موسى - عليه السلام -، ومتممة لما جاء في التوراة من تعاليم، موجهة إلى بني إسرائيل، داعية إلى التوحيد والفضيلة والتسامح، ولكنها جوبهت بمقاومة واضطهاد شديد، فسرعان ما فقدت أصولها، مما ساعد على امتداد يد التحريف إليها، فابتعدت كثيراً عن أصولها الأولى؛ لامتزاجها بمعتقدات وفلسفات وثنية.
وقيل: هي رسالة أنزلها الله تعالى على عبده ورسوله عيسى ابن مريم - عليه السلام - إلى بني إسرائيل بعد أن انحرفوا وزاغوا عن شريعة موسى - عليه السلام -، وغلبت عليهم النزعات المادية, وافترقوا بسبب ذلك إلى فرق شتى" (١).
فتبين من التعريف الاصطلاحي أن النصارى هم الذين ينتسبون إلى نبي الله عيسى - عليه السلام - , وأن رسالته كانت مصدقة ومتممة لرسالة موسى - عليه السلام - , ومبشرة برسالة خاتم الأنبياء محمد - صلى الله عليه وسلم -.

<span data-type="title" id=toc-43>الفرع الثالث: سبب تسميتهم</span>.
قال ابن سيده: " وهم ينسبون إلى قرية يقال لها نَصُوْرِيَّةُ" (٢).
وتقدم في معجم لغة الفقهاء أن تسميتهم بذلك نسبة إلى نصران أو الناصرة, وذكر أنها قرية في الخليل من فلسطين.
وقال الألوسي (٣): " وسموا بذلك نصارى كونهم أنصار الله تعالى وهو وجه مشهور, وقيل: نسبة إلى بلدة تسمى الناصرة أو نصورية ونسبوا إليها. (٤).
وقيل: "الناصرة (Al Nasira)، أوناصرة (Nasirat) في العبرانية الحديثة، أو Nazareth في اللغات الأوربية، هي مدينة في شمال فلسطين (٥)، واقعة في منخفض هلالي الشكل، محاط بالجبال،
_________
(١) انظر: الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة (٢/ ٥٦٤) مرجع سابق.
(٢) انظر: المحيط في اللغة (٨/ ١٢٧) , مرجع سابق.
(٣) أبو الثناء محمود بن عبد الله الحسيني الألوسي، شهاب الدين، ولد عام ١٢١٧ هـ، ومات عام ١٢٧٠ هـ مفسر ومحدث وأديب، من أهل بغداد. انظر: الأعلام للزركلي (٧/ ١٧٦) مرجع سابق, ومعجم المؤلفين (١٢/ ١٧٥).
(٤) انظر: روح المعاني في تفسير القرآن العظيم والسبع المثاني (٦/ ٩٦) المؤلف: العلامة أبي الفضل شهاب الدين السيد محمود الألوسي البغدادي، الناشر: دار إحياء التراث العربي بيروت.
(٥) النّاصرة مدينة في شمالي فلسطين المحتلة. عدد سكانها ٥٢٢٠٠ نسمة, وقد كانت موطن عيسى - عليه السلام - أثناء شبابه الباكر, وكانت المدينة تابعة لولاية الجليل الرومانية, وقد ظلت الناصرة بدون ذكر لعدة سنوات بعد زمن عيسى - عليه السلام -؛ ولكن زارها الحُجَّاج من النصارى في القرن السادس الميلادي وتم بناء كاتدرائية (كنيسة) كبيرة فيها. فتح المسلمون المدينة في العقد الأول من القرن السابع الميلادي, ولقد احتلها الصليبيون وبنوا فيها عددًا من الكنائس، ثم حررها المسلمون عام (١٥١٧ م). انظر: الإصدار الإلكتروني للموسوعة العربية العالمية (١).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (56,'على ارتفاع ٤٨٨ م عن سطح البحر, وهي مذ عرفت في التاريخ لم يتغير اسمها، ولا تزال تدعى إلى يومنا هذا الناصرة. ويعتقد معظم الكتاب العرب أن لفظ (النصارى) منسوب إلى المدينة نفسها, والناصرة مدينة مقدسة عند المسيحيين بوصفها مدينة مخلصهم وكعبة حجهم، وموطن السيدة العذراء، وموئل بشارتها، ومكان إقامة السيد المسيح (١).
تبين مما ذكرنا سابقاً أن تسميتهم نسبة إلى نصورية أونصران أوالناصرة, وكلها أسماء لمسمى واحد, وهي القرية التي ولد فيها السيد المسيح, ولأن سيدنا عيسى - عليه السلام - عندما دعاهم قال: {مَنْ أَنصَارِي إِلَى اللهِ} (٢) ومع أنهم ادعوا أنهم نصروا سيدنا عيسى - عليه السلام - بألسنتهم, فإنهم لم يؤيدوا هذه الدعوى بأفعالهم, كما قال تعالى: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ} (٣).

<span data-type="title" id=toc-44>الفرع الرابع: الألفاظ المتعددة والأوصاف المتنوعة في النصارى المذكورة في القرآن الكريم</span>.
١ - فورد ذكرهم بوصف (أهل الكتاب) إحدى وثلاثين مرة, وهي لليهود والنصارى أما النصارى كقوله تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ .. } (٤).
٢ - وورد ذكر لفظ (النصارى) أربع عشرة مرة, كقوله تعالى: {وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ} (٥).
_________
(١) انظر: مجلة التاريخ العربي (٣٦٤٧ - ٣٦٤٨).
(٢) انظر: سورة الصف الآية: (١٤) , وسورة آل عمران الآية: (٥٢).
(٣) انظر: سورة المائدة الآية: (١٤).
(٤) سورة النساء الآية: (١٧١).
(٥) سورة التوبة الآية: (٣٠).',NULL,'67',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (57,'٣ - وورد بلفظ (بني إسرائيل) أربعين مرة, وهي لليهود والنصارى, أما النصارى كقوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} (١).
٤ - وورد ذكرهم بوصف (أهل الإنجيل) مرة واحدة, وهي قوله تعالى: {وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (٢).
٥ - وورد ذكرهم بلفظ (نصرانياً) مرة واحدة, وهي قوله تعالى: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} (٣).
ويطلق عليهم في هذه الأيام المبشرون, أو المنصرون, وكتابهم ألذي أنزل عليهم قبل هو الإنجيل.

<span data-type="title" id=toc-45>المطلب الثالث: التعريف باليهود والنصارى حديثاً</span>.
<span data-type="title" id=toc-46>تمهيد:</span>
لاشك أن التعريف باليهود والنصارى الموجودين في عصرنا الحديث من الأمور المهمة التي ينبغي أن يتناولها هذا البحث؛ لأنه أساساً يستهدف دراسة الخطاب القرآني لأهل الكتاب وموقفهم منه قديماً وحديثاً, ويدخل في هذا الخطاب الموجودون في عصرنا هذا, والذي تربطهم ببلاد المسلمين علاقات سياسية واقتصادية وفكرية.
وقد تقدم التعريف باليهود والنصارى ونسبتهم, وسبب تسميتهم, ومن أُرسل إليهم, والكتب السماوية التي نزلت عليهم في المباحث السابقة, وفي هذا المبحث نلقي الضوء على هاتين الفرقتين في عصرنا الحديث, بحيث نضع معالم بارزة تعرِّف بهم, وتعطي تصوراً أكثر وضوحاً عن مدى ثقلهم ومشاريعهم التآمرية التدميرية في العالم عموماً, وفي عالم الإسلام على وجه الخصوص.
فقد ذكر سيد قطب رحمه الله (٤) جزءاً من تاريخ وأفعال أهل الكتاب عموماً اليهود والنصارى على مدى التاريخ وفي عصرنا الحديث فقال: "فأهل الكتاب هؤلاء هم الذين كانوا يقولون للذين
_________
(١) سورة المائدة الآية: (٧٢).
(٢) سورة المائدة الآية: (٤٧).
(٣) سورة آل عمران الآية: (٦٧).
(٤) سيد قطب إبراهيم، أديب ومفكر إسلامي كبير، ولد في مصر عام ١٩٠٦ م، أعدم بأمر جمال عبد الناصر عام ١٣٢٤ هـ_ ١٩٦٦ م من مؤلفاته في ظلال القرآن الكريم وغيره. انظر: من أعلام الدعوة والحركة الإسلامية (١/ ٣١٠ - ٣١٤) المؤلف: المستشار: عبدالله العقيل, الناشر: دار البشير, الطبعة الثامنة, عام ١٤٢٩ هـ_٢٠٠٨ م.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (58,'كفروا من المشركين كما قال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا} (١).
وأهل الكتاب هؤلاء هم الذين ألبَّوا المشركين على الجماعة المسلمة في المدينة، وكانوا لهم درعاً وردءاً, وأهل الكتاب هم الذين شنوا الحروب الصليبية خلال مائتي عام، وهم الذين ارتكبوا فظائع الأندلس، وهم الذي شردوا العرب المسلمين في فلسطين، وأحلوا اليهود محلهم، متعاونين في هذا مع الإلحاد والمادية! وأهل الكتاب هؤلاء هم الذين يشردون المسلمين في كل مكان ... في الحبشة والصومال وأريتريا والجزائر، ويتعاونون في هذا التشريد مع قوى الإلحاد والمادية والوثنية، وفي يوغسلافيا والصين والتركستان والهند، وفي كل مكان" (٢)
وكذلك هم الذين قاموا باحتلال أفغانستان عام ٢٠٠١ م, والعراق عام ٢٠٠٣ م, وقتلوا, ودمروا, وهدموا, وأمطروا سماء بغداد في العراق بالقنابل الفوسفورية والعنقودية, وقتلوا من أبناء المسلمين أكثر من مليون مسلم, وهم الذين قتَّلوا ودمَّروا وهدموا المنازل في لبنان في تموز ٢٠٠٦ م, وهم الذين قتلوا ودمروا وهدموا كذلك في فلسطين على مدى أكثر من نصف قرن, وآخرها عام ٢٠٠٩ م وأمطروا غزة بالقنابل الفسفورية والعنقودية, دون تفريق بين صغير وكبير وشيخ وامرأة, وفرضوا عليهم الحصار الخانق حتى مات منهم المئات, وقاموا بقتل من أرادوا أن ينقذوا الأطفال والشيوخ بمساعدتهم بالدواء والغذاء في غزة, وحاربوا كل من أراد أن يقوم بفك هذا الحصار الظالم كما حصل لأسطول الحرية الذي قامت به تركيا, وبمشاركة أكثر من خمسين دولة عام ٢٠١٠ م, وهم الذين شنوا الحرب الصليبية ضد المسلمين كما أعلنه مجرم الحرب بوش الابن (٣) , وصدق الله القائل: {وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىَ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُوا ... } (٤).
_________
(١) سورة النساء الآية: (٥١).
(٢) انظر: في ظلال القرآن, (٢/ ٣٩٠) المؤلف: سيد قطب, الناشر: دار الشروق, الطبعة الرابعة عشرة, عام ١٩٨٧ م ١٤٠٨ هـ.
(٣) جورج بوش: ولد عام ١٩٢٤ م انتخب في مجلس النواب ولاية تكساس, وأصبح مندوب الولايات المتحدة الدائم في الأمم المتحدة من عام ١٩٧٠١٩٧٣ م, ورئيس اللجنة القومية للحزب الجمهوري الأمريكي ١٩٧٣ م ١٩٧٤ م, وفي عام ١٩٧٥ م ١٩٧٦ م, عين رئيساً لوكالة الاستخبارات المركزية الأمريكية وأصبح رئيساً للولايات المتحدة الأمريكية. انظر: موسوعة السياسة, (١/ ٦٠٤) المؤلف: عبد الوهاب الكيالي, الناشر: المؤسسة العربية للدراسات والنشر دار الهدى, بيروت لبنان.
(٤) سورة البقرة الآية: (٢١٧).',NULL,'69',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (59,'والتعبير بقوله: (لايزالون) يفيد الاستمرار في الصد والقتال ليردوا المؤمنين وليخرجوهم عن دينهم, وهذا هو تاريخ اليهود والنصارى في كل زمانٍ ومكان, ويؤكد ذلك مؤتمرات التنصير في أمريكا وفي سويسرا في القرن العشرين, والتي تحمل شعار تنصير العالم, والجهة المنفذة لهذا هي جمعيات صموئيل زويمر (١).
وبسب ما لأهل الكتاب من أدوار في عصرنا الحديث, وما لهم من نفوذ وتأثير فإن التعريف بهم أمر متشعب النواحي, ولكننا سنقتصر بذكر نبذة تعريفية مختصرة عن اليهود والنصارى في العصر الحديث على النحو التالي:

<span data-type="title" id=toc-47>الفرع الأول: اليهود حديثاً, وعددهم</span>.
إن التعريف باليهود لغة واصطلاحاً قد تحدثنا عنه في المباحث السابقة, وبقي هنا أن نعرَِّف باليهود حديثاً, ويستدعي ذلك الكلام عنهم بعدة اعتبارات, ولكنه أمر سيطول الحديث عنه, لكننا سنتحدث عن أهم فرق اليهود الموجودة حديثاً, وأما عدد اليهود في العالم فيقدر بخمسة عشر مليون يهودي (٢).
واليهود لهم فرق مشهورة قديماً, وتلك الفرق لها أفكار ومبادئ وأسس تأثرت بها الفرق اليهودية حديثاً, ويمكننا أن نتناولها على النحو التالي:
_________
(١) صموئيل زويمر Zweimer: رئيس إرسالية التبشير العربية في البحرين ورئيس جمعيات التنصير في الشرق الأوسط، كان يتولى إدارة مجلة العالم الإسلامي الإنجليزية التي أنشأها سنة (١٩١١ م) وما تزال تصدر إلى الآن من هارتيفورد. دخل البحرين عام (١٨٩٠ م)، ومنذ عام (١٨٩٤ م) قدمت له الكنيسة الإصلاحية الأمريكية دعمها الكامل. وأبرز مظاهر عمل البعثة التي أسسها زويمر كان في حقل التطبيب في منطقة الخليج وتبعاً لذلك فقد افتتحت مستوصفات لها في البحرين والكويت ومسقط وعمان. ويعد زويمر من أكبر أعمدة التنصير في العصر الحديث، وقد أُسس معهداً باسمه في أمريكا لأبحاث تنصير المسلمين, انظر: الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة (٢/ ٦٦٦) مرجع سابق.
(٢) انظر: اطلس الأديان, (ص: ٣١) , المؤلف: سامي بن عبدالله بن احمد المغلوث, الناشر مكتبة العبيكان, الطبعة الأولى (١٤٢٨ هـ ٢٠٠٧ م).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (60,'<span data-type="title" id=toc-48>أولاً: تقسيم اليهود من حيث الطبقات الاجتماعية</span>.
وكما أنه يوجد تفكك اجتماعي وطبقي وعنصري داخل المجتمع اليهودي فلهم تقسيم آخر داخل مجتمعهم فليس كل اليهود في مرتبة واحدة فهم ينقسمون إلى ما يلي: "
١ - يهود من الدرجة الأولى: وهم اليهود الغربيين الذين نزحوا من أوروبا الغربية، ومن أمريكا ومن غيرها, ويسمونهم الإيشكانزم (١) , وهي مشتقة من كلمة إشكناز أي: يهود غربيون, ويقصد باليهود الغربيون حديثاً هم: " اليهود الذين هاجروا من العالم الغربي إلى إسرائيل (دولة الكيان الصهيوني) , ولما كانت أغلبيتهم من الإشكناز، أي من يهود بولندا ذوي الأصول الألمانية، فإن مصطلح (اليهود الغربيون) أصبح مرادفاً لمصطلح الإشكناز.
يقول الدكتور عبد الوهاب المسيري (٢): ومصطلح (اليهود الغربيون) يظل مقابل (اليهود الشرقيون)؛ لأنه هو المصطلح الأدق والأشمل؛ ولأنه يشير إلى الانتماء العرْقي والحضاري والإثني (٣)
لهؤلاء اليهود.
_________
(١) الإشكناز: هم يهود فرنسا وألمانيا وبولندا. و «إشكناز»، حسب الرواية التوراتية، اسم أحد أحفاد نوح, ومن المحتمل أن تكون الكلمة قد استُخدمت للإشارة إلى قبيلة ظهرت في زمن أسرحدون تَحالَف أعضاؤها مع آشور, وأما الاشتقاق الحالي لكلمة إشكناز، فهو بمعنى «ألمانيا».انظر: موسوعة اليهود واليهودية والصهيونية (٣/ ٣٣٣) مرجع سابق.
(٢) الأستاذ الدكتور عبد الوهاب المسيري، مفكر عربي إسلامي. وُلد في دمنهور عام ١٩٣٨ م, التحق عام ١٩٥٥ بجامعة الإسكندرية وعُين معيدًا فيها عند تخرجه، حصل على درجة الماجستير عام ١٩٦٤ م من جامعة كولومبيا ثم على درجة الدكتوراه عام ١٩٦٩ م من جامعة رَتْجَرز Rutgers مرحلة الجذور. درس في جامعة عين شمس وفي عدة جامعات عربية وإسلامية كجامعة الملك سعود, أكاديمية ناصر العسكرية، وجامعة ماليزيا الإسلامية، عمل مستشارًا ثقافيًا للوفد الدائم لجامعة الدول العربية لدى هيئة الأمم المتحدة بنيويورك (١٩٧٥ - ١٩٧٩). له عدة مؤلفات أشهرها: موسوعة اليهود واليهودية والصهيونية, نموذج تفسيري جديد ثمانية مجلدات, العلمانية الجزئية والعلمانية الشاملة جزأين, والحداثة وما بعد الحداثة، توفي رحمه الله في الثالث من يوليو عام ٢٠٠٨ م. انظر: موقع الدكتور عبد الوهاب المسيري (http://www.elmessiri.com/).
(٣) هو اليهودي الذي يرى أن يهوديته لا تنبع من إيمانه بالقيم الدينية والأخلاقية اليهودية وإنما من الإثنية اليهودية، أي من موروثه الثقافي. وتُستخدَم كلمة «إثنية» للإشارة إلى الجماعة الإنسانية التي قد لا يربطها بالضرورة رباط عرْقي ولكنها جماعة تشعر بأن لها هوية مشتركة تستند إلى تراث تاريخي مشترك ومعجم حضاري واحد. وكلمة «حضارة» تشير إلى كل فعل إنساني وكل ما هو ليس بطبيعة، مثل: الأزياء وطرق حلاقة الشعر، وطريقة تنظيم المجتمع، والرقص. ومن أهم العناصر الإثنية، اللغة والأدب. ويمكن أن يكون الدين عنصراً من بين هذه العناصر الإثنية فينظر المرء دون أن يؤمن بالإله، إلى الشعائر الدينية بوصفها تعبيراً عن الهوية، تماماً مثل الرقص والطعام .. ويستطيع المرء أن يشير إلى طعام إثني (بمعنى أنه يُعبِّر عن هويته) , وعلى أية حال، فإن الإثنية اليهودية هي مجموعة الصفات المحددة التي يُفترَض أنها تشكل ما يُسمَّى «الهوية اليهودية» من منظور إثني. انظر: موسوعة اليهود واليهودية والصهيونية (٦/ ٧٩٨٠) مرجع سابق.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (61,'٢ - يهود من الدرجة الثانية: وهم من أوروبا الشرقية ويسمونهم: اسفادرم (وهي مشتقة من كلمة سفارد أي: يهود شرقيون) , وهؤلاء يشملون يهود الشرق والعالم الإسلامي والعربي، والجماعات اليهودية المتفرقة, واليهود الشرقيون هم: "أولئك اليهود الذين اتجهوا، عندما غادروا فلسطين قديماً، إلى العراق وإيران وأفغانستان وشبه الجزيرة العربية ومصر وبلدان شمال أفريقيا، وعلى يهود القوزاق (يهود جورجيا والجبال) , ولكنه يشير الآن، في التجمع الاستيطاني الصهيوني، إلى اليهود الذين لا ينحدرون من أصل غربي، وقد أصبح لفظ سفارد مرادف للفظ شرقيين؛ لأن معظم اليهود الشرقيين، في البلاد العربية على وجه الخصوص، يتبعون التقاليد السفاردية (١) في العبادة, ولكن مصطلح سفارد غير دقيق، فبعض اليهود الغربيين في هولندا وإنجلترا وإيطاليا من السفارد" (٢).
وأما اليهود الشرقيون العرب: فهم الذين عاشوا في البلدان العربية، ويتمتعون بحق المواطنة, وقد أُجبروا على الهجرة إلى إسرائيل (دولة الكيان الصهيوني)، من خلال ما كان يدبره الموساد الإسرائيلي، من افتعال أزمات لإرغامهم على المغادرة، وبقي جزء منهم في البلدان العربية إلى الآن" (٣).
٣ - يهود من الدرجة الثالثة: وهم اليهود القادمون من أفريقيا ومن بعض الدول العربية، وهم دون سابقيهم في الطبقة" (٤).
ولكننا ننبه هنا على أنه" لا يوجد اختلاف جوهري بين السفارد والإشكناز اليهود الشرقيين والغربيين في العقائد، فكلهم يعتبر أن التلمود البابلي هو المرجع النهائي" (٥)
_________
(١) والمقصود بالسفارد: اليهود الشرقيين. وتُستخدَم الكلمة في الوقت الحاضر للإشارة إلى اليهود الذين عاشوا أصلاً في إسبانيا والبرتغال، مقابل الإشكناز الذين كانوا يعيشون في ألمانيا وفرنسا ومعظم أوربا. المرجع: موسوعة اليهود واليهودية والصهيونية (٣/ ٣٢٣) مرجع سابق.
(٢) انظر: موسوعة اليهود واليهودية, (٣/ ٣١٩ - ٣٤٢) مرجع سابق.
(٣) انظر: كتاب نهاية إسرائيل والولايات المتحدة الأمريكية دراسة تحليلية في القرآن والسنة والتوراة والإنجيل, (ص: ١٣٦) المؤلف: خالد عبد الواحد, مصدر الكتاب: index.him/kalwid.freeservers.com.
(٤) انظر: واقع اليهود وحقيقتهم, (١/ ٤).
(٥) انظر: موسوعة اليهود واليهودية, (٣/ ٣٢٩) مرجع سابق.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (62,'وكل هذه الطبقات لها توجهات وثقافات متباينة في هذا العصر على النحو التالي:
أ- المتحرَّرون: وأغلبهم من يهود الغرب، ومهمتهم تنفيذ ما جاء في بروتوكولات حكماء صهيون، بهدف السيطرة على العالم اقتصادياً وسياسياً، بحيث يتحكمون بالأمة، ويضعون الدساتير ويرسمون السياسات، ويُنصَّبون مَلِكاً من أنفسهم، يأمر فيُطاع، ويكون بمثابة الإله على الأرض، فيُصبح اليهود أسياداً, وبقية خلق الله بلا استثناء يكونون عبيداً لهم (١).
ب- العلمانيون:
وأغلبهم من يهود الشرق الأوروبي، ومهمتهم هي تنفيذ أهداف الحركة الصهيونية السياسية، التي تلفّعت بالدين اليهودي، من أجل تحقيق أهدافها السياسية، بإيجاد غيتو (٢) قومي لليهود في فلسطين، لرفع الاضطهاد والذل الذي لازمهم طيلة حياتهم، ولإيجاد موطئ قدم لهم، فنوائب الدهر الغربية غير مضمونه، فربما ينقلبون عليهم يوماً ما ويطردونهم، وهم الذين يشكّلون الأحزاب العلمانية في الدولة اليهودية.
ج- المتدينون:
وأغلبهم من يهود الشرق بما فيهم يهود البلاد العربية، وظهرت منهم حركات دينية متطرفة كثيرة، ومهمتهم هي تنفيذ الوصايا التوراتية، التي خطِّها أحبارهم القدماء على شكل نبوءات، وتتلخص في استلاب الأراضي، وتهجير السكان الوثنيين، والاستيطان، وهدم المسجد الأقصى وبناء الهيكل، تمهيداً كما يزعمون للملك اليهودي الداودي القادم، الذي سيأتي من ربوات القدس، ليحكم العالم إلى الأبد، فينتشر الحق والعدل والسلام اليهودي في الأرض، وهم الذين يشكّلون الأحزاب الدينية المتطرّفة.
_________
(١) انظر: كتاب نهاية إسرائيل, (ص: ١٣٦) مرجع سابق.
(٢) تشير إلى الأحياء التي أنكفأ إليها اليهود في المدن الغربية، لتجنُّب الاضطهاد، وكذلك لتجنُّب الحياة المشتركة مع "الكفار" من غير اليهود. انظر: الشرق والغرب المحددات والمؤثرات, (ص: ٦٥) المؤلف: علي بن إبراهيم الحمد النملة.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (63,'وكل هذه الأصناف اليهودية في الحقية ليست إلا وجوهاً عديدة لعملة واحدة، هي التوراة والتلمود اللتين تعتبران أخطر وثيقتين على مستقبل البشرية والعالم، لذلك احتل التحذير من اليهود واليهودية مساحة واسعة من قرآننا العظيم (١).
_________
(١) انظر: كتاب نهاية إسرائيل, (ص: ١٣٦ - ١٣٧) مرجع سابق.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (64,'<span data-type="title" id=toc-49>ثانياً: تقسيم اليهود على أساس ديني</span>.
وقد انقسم اليهود على أساس ديني إلى: (إصلاحي محافظ أرثوذكسي) , وهذا هو محل الشاهد في بحثنا, فاليهود في عصرنا الحديث ينقسمون إلى ثلاث فرق مشهورة سنتكلم عنها بصورة مختصرة وهي على النحو التالي:
أ- اليهودية الأرثوذكسية:
فرقة دينية يهودية حديثة ظهرت في أوائل القرن التاسع عشر، وجاءت كرد فعل للتيارات التنويرية والإصلاحية بين اليهود, ومصطلح أرثوذكس مصطلح مسيحي يعني: (الاعتقاد الصحيح) , وهذه الجماعة يعتبرها اليهود بـ (الأصولية اليهودية)؛ لأنها تطبق داخل الدولة الصهيونية, باعتبارها الجماعة المتمسكة. " واليهودية الأرثوذكسية هي الامتداد الحقيقي لليهودية الحاخامية التلمودية أو جذور الفرقة الفريسية, وهذه الفرقة هي التي حفظت اليهود من الذوبان والانكماش بمحافظتها على شيء من التراث المحرف, وإذا أطلق داخل إسرائيل كلمة يهودي متدين فالمقصود به يهودي أرثوذكسي, ولا تعترف إسرائيل رسمياً إلا بهم, وهم أقوى فرقة أرثوذكسية يهودية في العالم, وهي المتواجدة في إسرائيل، وقوتها لا لكثرة أفرادها أو لتمسكهم العنيد بالتوراة والتلمود وحذافير قوانينها؛ وإنما لتمتعهم بالدعم السياسي والحكومي للدولة, فالدولة الإسرائيلية, لا تعترف بأية ملة سوى الملة الأرثوذكسية, وقد أضحى رواد هذه الجماعة يشكلون دعاة (التيار الأرثوذكسي)، الذي أمسى يشكل أحد التيارات الرئيسية في الديانة اليهودية في العصر الحديث, وقد اعتبروا أنفسهم أوصياء على التوراة, وأمناء على تعاليمها, وحملة الديانة اليهودية الصحيحة (١).
فتبين مما سبق أن اليهودية الأرثوذكسية هي أهم الفرق اليهودية الحديثة التي لها التأثير المباشر على اليهود في قراراتهم, وفي سياساتهم وأخلاقهم ومعاملاتهم؛ كونها الحاكمة لدولة الكيان الصهيوني.
ب- اليهودية الإصلاحية:
هي فرقة دينية يهودية حديثة ظهرت في منتصف القرن التاسع عشر في ألمانيا، وانتشرت منها إلى بقية أنحاء العالم، وخصوصاً الولايات المتحدة, وتُسمَّى أيضاً (اليهودية الليبرالية) و (اليهودية التقدمية). وهذه المصطلحات ليست مترادفة تماماً، إذ قد يُستخدَم أحياناً مصطلح (اليهودية
_________
(١) انظر: اليهودية الأرثوذكسية, (ص: ٧٦ - ٧٨) المؤلف: سائد خليل عائش, الناشر: مركز الإعلام العربي, رسالة علمية, الطبعة الأولى ١٤٢٨ هـ ٢٠٠٧ م.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (65,'الليبرالية) للإشارة إلى اليهودية الإصلاحية التي حاولت أن تحتفظ بشيء من التراث. كما استُخدم المصطلح نفسه للإشارة إلى حركة دينية أسسها كلود مونتفيوري في إنجلترا عام ١٩٠١ م وكانت متطرفة في محاولاتها الإصلاحية, أما مصطلح (اليهودية التقدمية) فهو مصطلح عام يشير إلى التيارات الإصلاحية كافة (١).
واليهود المحافظون والإصلاحيون هم الذين طوروا بعض الممارسات والشعائر الدينية اليهودية, ويمثلهم يهود أوروبا الغربية وأمريكا الشمالية" (٢).
فتبين من خلال ما سبق أن الحركة الإصلاحية تسعى سعيها الدؤوب لتعديل نصوص الكتاب المقدس بما يلائم قيم المجتمعات الأوربية الحديثة.
ج- اليهودية المحافظة:
وهي فرقة دينية يهودية حديثة نشأت في الولايات المتحدة أواخر القرن التاسع عشر وأوائل القرن العشرين، كمحاولة من جانب اليهودية للاستجابة لوضع اليهود في العصر الحديث في العالم الجديد, وهي أهم وأكبر حركة دينية يهودية في العالم، وأهم مفكريها (سولومون شختر) ولكن جذور الحركة تعود إلى ما يُسمَّى بـ (علم اليهودية) وأقطابها هم: نحمان كروكمال، وزكريا فرانكل، وهنريش جرايتس، وسولومون رابوبورت، وكلهم من المفكرين اليهود الأوربيين في القرن التاسع عشر. واليهودية المحافظة جزء من الفكر الرومانسي الغربي، وخصوصاً الألماني, وهي ليست مدرسة فكرية ولا حتى فرقة دينية محددة المعالم بقدر ما هي اتجاه ديني عام وإطار تنظيمي يضم أبرشيات وحاخامات، يسمون أنفسهم (محافظين)، ويسميهم الآخرون كذلك. فالمفكرون المحافظون يختلفون فيما بينهم حول أمور مبدئية مثل الوحي وفكرة الإله، كما يختلفون بشأن الأمور الشعائرية، ولم ينجحوا في التوصل إلى برنامج محدَّد موحَّد, وهم يرفضون ذلك بحجة أنهم ورثة اليهودية الحاخامية ككل، وبالتالي فلابد أن تُترَك الأمور لتتطور بشكل عضوي طبيعي. وفكرة التطور العضوي من الداخل إحدى الأفكار الرومانسية الأساسية, ومع هذا، فإن ثمة أفكاراً أساسية تربط أعضاء هذه الفرقة التي تُشكِّل على مستوى من المستويات ردة فعل لليهودية الإصلاحية أكثر من كونها ردة فعل لليهودية الأرثوذكسية, فقد اكتسحت اليهودية الإصلاحية يهود الولايات المتحدة ابتداءً من منتصف القرن التاسع, حتى أنه مع
_________
(١) انظر: موسوعة اليهود واليهودية والصهيونية, (١٥/ ٢١) مرجع سابق.
(٢) انظر: الموسوعة العربية العالمية, الإصدار الأول.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (66,'حلول عام ١٨٨١ م كانت كل المعابد اليهودية (البالغ عددها مائتي معبد) معابد إصلاحية باستثناء اثني عشر معبداً, وقد اتخذ مؤتمر بتسبرج عام ١٨٨٥ م قراراته الإصلاحية الشاملة التي أعلن فيها أن كثيراً من الطقوس اليهودية، ومن ذلك الطقوس الخاصة بالطعام، مسائل نسبية يمكن الاستغناء عنها. (١)
, ويرى المحافظون أن هناك إمكانية لإدخال بعض التغييرات على القانون الديني في ضوء حاجات الشعب اليهودي الحالية، كما أن الأرثوذكس يعارضون دائماً مثل هذه التغييرات" (٢)

<span data-type="title" id=toc-50>ثالثاً: تقسيم اليهود باعتبار لغاتهم</span>.
وأما أقسام اليهود باعتبار لغاتهم فقد انقسموا على النحو التالي:
القسم الأول: وهم "جماعة تتحدث العبرية في إسرائيل, ليس لها سوى علاقة واهية بالعقيدة اليهودية أو التاريخ اليهودي (أي تواريخ الجماعات اليهودية) وتعتمد في وجودها على حكومة الولايات المتحدة, وتَوجهها إلى التوجه الحضاري الاستهلاكي المتأمرك.
ويمكن أن نستخدم هنا اصطلاح جورج فريدمان للإشارة إلى الإسرائيليين حيث اعتبرهم (أغياراً يتحدثون العبرية).
القسم الثاني: وهم جماعة يهودية في الولايات المتحدة (تتحدث الانجليزية) وتنقسم بدورها إلى قسمين:
أ) قلة صغيرة متمسكة بتعاليم الدين اليهودي وتحاول قدر استطاعتها أن تنفذ تعاليمه, وتفهم شعائره.
ب) أغلبية باهتة الهوية, لا تمارس الشعائر الدينية, وإنما تقيم بعضها باعتبارها شكلاً من أشكال الفلكلور أي: (التراث) والهوية الإثنية، وهي تحاول رغم تزايد معدلات أمركتها أن تحافظ على بقايا الموروث الثقافي اليهودي الذي يعود بجذوره إلى شرق أوربا (٣).
القسم الثالث: وهم جماعة يتكلمون بلغة أو لهجة البلاد التي يسكنون فيها:
فثمة سمات محلية أصبحت تُميِّز اليهودي العراقي -مثلاً عن اليهودي اليمني أو المغربي، ليست نتيجة احتكاكه باللغة العربية الفصحى وحسب, بل ونتيجة احتكاكه العميق باللهجة التي يتحدث بها مواطنو بلده, وفي الوقت الحاضر، بدأ السفارد يتحدثون (أساساً) لغة البلاد التي يتواجدون فيها ...
_________
(١) انظر: موسوعة اليهود واليهودية والصهيونية, (١٥/ ٧٧) مرجع سابق ..
(٢) انظر: اليهودية الأرثوذكسية, (ص: ٧٢ - ٧٨) مرجع سابق.
(٣) انظر: موسوعة اليهود واليهودية والصهيونية, (٣/ ٣٢٨) , (٤/ ١٣٧) مرجع سابق.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (67,'وكذلك يهود إيران وأفغانستان الذين يتحدثون اللغة الفارسية وغيرها من اللغات، وبعض اليهود الأكراد الذين يتحدثون الكردية (١).
لكن اليهود لا يزالون إلى اليوم يحرصون على تدريس أبنائهم اللغة العبرية, ويؤدون عباداتهم وصلواتهم بهذه اللغة كما هو الحال في منطقة ريدة محافظة عمران اليمنية (٢).
وكل هذه الجماعات اليهودية الموجودة حالياً لا ترقى لأن تكون شعباً، فالشعب بُنية متجانسة ذات هوية واضحة غير ملتبسة تتأسس في وطن حقيقي, والمقصود بالوطن الحقيقي: هو امتلاك السيادة دون الاعتداء على أحد، وما نراه اليوم نقيض الشعب، حيث يظهر المال والنفوذ كهوية، وتحل سرقة بلاد الآخرين محل الوطن، ويصير التاريخُ سكيناً حادة على رقاب حامليه، وعبئاً ثقيلاً على ظهور رافعيه، بدلاً من أن يكون امتداداً راقياً للوجود البشري" (٣).

<span data-type="title" id=toc-51>الفرع الثاني: النصارى حديثاً, فرقهم, وعددهم</span>.
أما النصارى في عصرنا الحديث فهم أكبر الديانات الموجودة حديثاً, ويطلقون على أنفسهم المسيحيين, وموقفهم من الخطاب القرآني يعتبر موقفاً سلبياً, وأصبحت القوى اليهودية تسيرهم وفق مخططها العدائي ضد الإسلام والمسلمين, وهم يمثلون ثلث سكان الأرض, وأتباعها يصلون إلى قريب المليارين نصراني منهم مليار كاثوليكي, وخمس مئة مليون بروتستانتي, ومائتين وأربعين مليون أرثوذكسي, ومائتين مليون مسيحي من الطوائف الأخرى (٤) وقد انقسموا إلى ثلاث فرق دينية رئيسة, وذلك على النحو التالي:

<span data-type="title" id=toc-52>أولاً: فرقة الكاثوليك</span>.
الكاثوليك: وهم إتباع البابا في روما, وتسمى كنيستهم الكنيسة الغربية أو اللاتينية؛ لامتداد نفوذها إلى الغرب اللاتيني خاصة, وهم يؤمنون بالتثليث القائم على الناسوت واللاهوت,
_________
(١) انظر: موسوعة اليهود واليهودية والصهيونية (٣/ ٤٧٨) مرجع سابق.
(٢) قناة السعيدة اليمنية, برنامج في ظلال ساخنة, يهود اليمن, ١٣ يناير عام ٢٠٠٩ م (http://www.youtube.com/watch? v=Eq_IeCBgnN ٨).
(٣) انظر: مجلة التاريخ العربي, (١/ ١١٥٩٩).
(٤) انظر: أطلس الأديان, (ص: ٢٦٩) مرجع سابق.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (68,'ويعترفون بسيادة البابا, وينتشرون في أوربا الغربية, وهناك أقليات منهم في أمريكا, وهولندا, وألمانيا, وبعض دول أفريقيا (١).

<span data-type="title" id=toc-53>ثانياً: فرقة الأرثوذكس</span>.
الأرثوذكس: وهم النصارى الذين يتبعون الكنيسة الشرقية في القسطنطينية, وتعمل كل كنيسة فيها على حدة, ويؤمنون بالتثليث, ولا يعترفون بالبابا, وأتباعهم في تركيا, وأوربا الشرقية وروسيا وبعض البلاد العربية كمصر والسودان والجزائر, ويدعون أرثوذكسية بمعنى أصحاب المعتقد المستقيم (٢).

<span data-type="title" id=toc-54>ثالثاً: فرقة البروتستانت</span>.
البروتستانت: ويسمونهم الإنجيليين أي الذين يتبعون الإنجيل دون سواه_, وهم أتباع مارتن لوثر الذي ظهر في القرن السادس عشر الميلادي في ألمانيا, وهو مؤسس حركة الإصلاح الديني التي وقفت ضد الكنيسة الغربية, وأتباعهم في ألمانيا, وهولندا وبريطانيا, وأمريكا الشمالية, وسويسرا والدنمارك, وأقليات أخرى في بعض الدول, ويتفرع منها في عصرنا الحديث الطائفة التدبيرية التي يبلغ عدد أتباعها أربعين مليون نسمة والمعروفة باسم الأنجلوساكسون أي: البروتستانت البيض وهم من أكثر الطوائف تاييداً لليهود ولهم تأثير كبير في السياسة الأمريكية حديثاً (٣).
والذي تبين مما سبق أن الفرق النصرانية لا تزال تمارس ما كان يمارسه أسلافهم في معتقداتهم الفاسدة والقائمة على الكفر بالله, والنيل من رسله وأنبيائه, وكذلك في بقية عباداتهم ومعاملاتهم كما سيأتي بيانه في المباحث القادمة من الفصل الثاني.
_________
(١) انظر: دراسات في الأديان اليهودية والنصرانية, (ص: ٢٧٦) المؤلف: سعود بن عبد العزيز الخلف, الناشر: مكتبة أضواء السلف, طبعة عام (١٤١٨ هـ ١٩٩٧ م) , وأطلس الأديان, (ص: ٢٦٧) مرجع سابق.
(٢) انظر: أطلس الأديان, (ص: ٢٦٧) مرجع سابق, ودراسات في الأديان اليهودية والنصرانية, (ص: ٢٧٧) مرجع سابق.
(٣) انظر: دراسات في الأديان اليهودية والنصرانية, (ص: ٢٧٨) مرجع سابق, وأطلس الأديان, (ص: ٢٦٧ - ٢٧٧) مرجع سابق.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (69,'الفصل الثاني',NULL,'80',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (70,'<span data-type="title" id=toc-55>الفصل الثاني
الخطاب القرآني لأهل الكتاب فيما يتعلق بدعوتهم إلى الدين</span>, وفيه خمسة مباحث:
المبحث الأول: التعريف بالدين والدعوة إليه.
المبحث الثاني: دعوة أهل الكتاب إلى الابتعاد عن الغلو في الدين.
المبحث الثالث: دعوة أهل الكتاب إلى المجادلة والمباهلة.
المبحث الرابع: نماذج على مجادلة أهل الكتاب قديماً وحديثاً.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (71,'<span data-type="title" id=toc-56>المبحث الأول: التعريف بالدين والدعوة إليه</span>, وفيه ثلاثة مطالب:
المطلب الأول: تعريف الدين لغة واصطلاحاً.
الفرع الأول: تعريف الدين لغة.
الفرع الثاني: تعريف الدين اصطلاحاً.
المطلب الثاني: الدعوة إلى الإيمان بالله.
الفرع الأول: آيات الخطاب القرآني التي تأمر أهل الكتاب بالإيمان.
الفرع الأول: خلاصة أقوال المفسرين في معنى الإيمان.
المطلب الثالث: الدعوة إلى توحيد الله.
الفرع الأول: التوحيد دعوة جميع الأنبياء والمرسلين.
الفرع الثاني: آيات الخطاب التي تأمر أهل الكتاب بالتوحيد, وأقوال المفسرين فيها.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (72,'جاء في حديث جبريل المشهور, وسؤاله للرسول - صلى الله عليه وسلم - عن الإسلام والإيمان والإحسان قول الرسول - صلى الله عليه وسلم - لأصحابه: {هذا جبريل أتاكم يعلمكم أمور دينكم} (١).
فجمع أمور الدين فيما ذكر, وقد ذكر العلماء أن هذه الثلاثة هي مراتب الدين, فالإسلام أدناها, ثم الإيمان, ثم الإحسان, إلا أن الإسلام يطلق بمعنى الدين كاملاً, وكذلك الإيمان, ولا يطلق الإحسان على هذا المعنى, ولذا فسنقوم في هذا المبحث بتعريف الدين كمرادف للإسلام والإيمان, ثم نذكر دعوة أهل الكتاب إليه في الخطاب القرآني, وعليه فسنقسم هذا المبحث إلى ثلاثة مطالب:

<span data-type="title" id=toc-57>المطلب الأول: تعريف الدين لغة واصطلاحاً:</span>
<span data-type="title" id=toc-58>الفرع الأول: تعريف الدين لغة</span>.
ذكر علماء اللغة عدة تعريفات للدين من حيث عمومه, فمن هذه التعريفات اللغوية ما ذكره ابن فارس: "الدال والياء والنون أصلٌ واحد إليه يرجع فروعُه كلُّها. وهو جنسٌ من الانقياد والذُّل.
فالدِّين: الطاعة، يقال: دان له يَدِين دِيناً، إذا أصْحَبَ (٢) وانقاد وطَاعَ. وقومٌ دِينٌ، أي مُطِيعون منقادون" (٣).
وفي حديث أَبي طالب: قال له - صلى الله عليه وسلم -: {أُريد من قريش كلمة تَدينُ لهم بها العرب} (٤) أَي: تطيعهم وتخضع لهم (٥).
فالدين إذن راجع إلى معنى الانقياد والطاعة والخضوع كما يقرر ابن فارس رحمه الله تعالى, وحين ننظر في كتب معاجم اللغة نجد أنها تذكر للدين عدة معان, وهي في الحقيقة ترجع إلى المعنى الذي ذكره ابن فارس, فمن هذه المعاني:
_________
(١) انظر: أخرجه مسلم, باب بيان الإيمان والإسلام والإحسان, ووجوب الإيمان بإثبات قدر الله سبحانه وتعالى, وبيان الدليل على التّبري ممن لا يؤمن بالقدر, وإغلاظ القول في حقه (١/ ٣٦) برقم: (٨) مرجع سابق.
(٢) أصحب: رباعي من باب (صحب) وهي بمعنى الانقياد والطاعة. انظر: معجم مقاييس اللغة (٣/ ٣٣٥)، المؤلف: أبي الحسين أحمد بن فارس بن زكريا. دار الجيل بيروت لبنان ١٤٢٠ هـ ١٩٩٩ م، الطبعة: الثانية، تحقيق: عبد السلام محمد هارون.
(٣) انظر: معجم مقاييس اللغة (٢/ ٣١٩) مرجع سابق.
(٤) انظر: صحيح وضعيف سنن الترمذي الباب رقم (٣٢٣٢) (٧/ ٢٣٢) تحقيق الألباني: ضعيف الإسناد.
(٥) انظر: لسان العرب (١٣/ ١٦٧) المؤلف: محمد بن مكرم بن منظور الأفريقي المصري, الناشر: دار صادر - بيروت, الطبعة الأولى.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (73,'الجَزَاءُ، ومنه: واللَّهُ دَيّان يَوْمِ الدِّيْنِ.
والقَضَاءُ، ومنه قَوْلِه عَز وجَلَّ: {وَإِنَّ الدِّينَ لَوَاقِعٌ} (١).
والطّاعَةُ، ومنه: دانُوا له, أي: انْقَادُوا وأطاعُوا.
وقَوْلُه: "كما تَدِيْنُ تُدَانُ" أي: كما تَأتي يُؤْتى إليك.
والعادَةُ: قال ابن فارس: فأمّا قولهم إِنّ العادة يقال لها دينٌ، فإن كان صحيحاً فلأنَّ النفسَ إذا اعتادت شيئاً مرَّتْ معه وانقادت له.
والحُكْمُ, ومنه قوله تعالى: {ما كانَ لِيَأخُذَ أخاه في دِيْنِ المَلِكِ} (٢).
وغير ذلك من المعاني المذكورة في كتب المعاجم (٣) , ولكننا نقصد هنا بالدين الملة والديانة التي يعتقد بها الناس وينقادون لأوامرها بالطاعة, وعند التأمل فيها نجد أنها ترجع إلى المعنى الذي ذكره ابن فارس, وهو المعنى المقصود بالدين في هذا البحث كما سيتبين من التعريف الاصطلاحي.

<span data-type="title" id=toc-59>الفرع الثاني: تعريف الدين اصطلاحاً</span>.
ذكرنا في التعريف اللغوي أن الدين يرجع إلى معنى الطاعة والانقياد والخضوع والذل, وهنا نذكر تعريفه في اصطلاح الشرع, لكن أريد أن أنبه إلى أن علماء الشرع عندما يعرفون الدين فإنهم يقصدون بذلك الدين السماوي الصحيح الذي أوجب الله تعالى على عباده الانقياد والخضوع له والدخول فيه, وهو دين الإسلام, وهذا التعريف لا يصدق ولا ينطبق على دين اليهودية والنصرانية إلا باعتبار ما سبق, أي: قبل نسخها بالقرآن الكريم, وعلى هذا فنحن سنذكر تعريف الدين, ثم نذكر تعريف الإسلام تبعاً له أيضاً.
أما تعريف الدين فكما يلي:
قال العلامة الشرواني (٤) رحمه الله تعالى: "أما الدين: فهو وضع إلهي سائق لأولي الألباب باختيارهم المحمود إلى الخير بالذات" (٥).
_________
(١) سورة الذاريات الآية: (٦).
(٢) سورة يوسف الآية (٧٦).
(٣) انظر: مادة (دين) في معجم مقاييس اللغة, والصحاح للجوهري, والقاموس المحيط للفيروز آبادي, ولسان العرب
لابن منظور, والمحيط في اللغة مرجع سابق.
(٤) عبد الحميد الشرواني، من خلال تتبع كلامه في التحفة يظهر أنه من تلاميذ الشيخ إبراهيم البيجوري، وهو ممن نزل مكة المكرمة، وتوفي بمكة سنة ١٣٠١ هـ، وذكره د: رضا السنوسي ضمن مشايخ العلامة عبد الله بن حسن بن زينل بيلا الإندونيسي المكي الشافعي. انظر: دور علماء المملكة في خدمة السنة والسيرة النبوية (ص: ٤٠) , المؤلف: أ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان الناشر: مجمع الملك فهد لطباعة المصحف الشريف.
(٥) انظر: حواشي الشرواني على تحفة المحتاج بشرح المنهاج (١/ ٢٠٢١)، المؤلف: عبد الحميد الشرواني، الناشر: دار الفكر - بيروت, وانظر: حاشية الرملي (١/ ٤).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (74,'ثم ذكر في حواشي الشرواني محترزات التعريف فقال: "احترز بقوله: (إلهي) عن الأوضاع البشرية, نحو الرسوم السياسية والتدبيرات المعاشية, وقوله: (سائق لأولي الألباب) احتراز عن الأوضاع الطبيعية التي تهتدي بها الحيوانات لخصائص منافعها ومضارها.
وقوله: (باختيارهم المحمود) عن المعاني الاتفاقية والأوضاع القسرية.
وقوله: (إلى ما هو خير لهم بالذات) عن نحو صناعتي الطب والفلاحة؛ فإنهما وإن تعلقتا بالوضع الإلهي أعني تأثير الأجسام العلوية والسفلية, وكانتا سائقتين لأولي الألباب باختيارهم المحمود إلى صنف من الخير فليستا تؤديانهم إلى الخير المطلق الذاتي, أعني ما يكون خيراً بالقياس إلى كل شيء, وهو السعادة الأبدية والقرب إلى خالق البرية" (١).
وهذه الاحترازات واضحة لا تحتاج إلى مزيد من البيان؛ لكن الشرواني نبه إلى أنه يتناول الأصول والفروع, ثم قال: وقد يخص بالفروع.
وفي حاشية الرملي (٢) بعد أن ذكر التعريف السابق زاد عليه بقوله: "وقيل: هو الطريقة المخصوصة المشروعة ببيان النبي - صلى الله عليه وسلم - , المشتملة على الأصول والفروع والأخلاق والآداب" (٣).
وهذا التعريف أخص من التعريف السابق وأشمل؛ لأنه حدد الدين بما يخص الإسلام الناسخ لما قبله. فلا يدخل فيه غيره من الأديان لقوله تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} (٤).
وإذا كان المقصود بالدين هو الإسلام فلنذكر تعريفه كما وعدنا:
_________
(١) انظر: حواشي الشرواني على تحفة المحتاج (١/ ٢١). وذكر أن هذا منقول عن حاشية ابن قاسم على التحفة.
(٢) هو محمد بن شهاب الدين أحمد بن أحمد حمزة الأنصاري شمس الدين الرملي، يعرف بالرملي الشافعي، ولد سنة (٩١٩ هـ) وتوفي بمصر سنة (١٠٠٤ هـ). من تصانيفه: نهاية المحتاج إلى شرح المنهاج للنووي، وشرح البهجة الوردية مختصر الحاوي الصغير، وغاية البيان في شرح زبد ابن رسلان، غاية المرام في شرح شروط المأموم والإمام لوالده، والغرر البهية في شرح مناسك النووية، وفتح الجواد بشرح منظومة ابن العماد. انظر: البدر الطالع (٢/ ١٠٢)، وخلاصة الأثر (٣/ ٣٤٢)، وهدية العارفين (١/ ٥٨٩) مرجع سابق.
(٣) انظر: حاشية الرملي (١/ ٤) بلا.
(٤) سورة آل عمران: من الآية (١٩).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (75,'قال الشرواني رحمه الله تعالى: "والإسلام هو هذا الدين المنسوب إلى محمد - صلى الله عليه وسلم - المشتمل على العقائد الصحيحة والأعمال الصالحة" (١).
وهو مرادف للدين على التعريف الثاني الذي اخترناه, ولا يقبل الله سبحانه وتعالى من عباده ديناً غيره, وتوعدّ من ابتغى غيره من الأديان بالخسارة في الآخرة, قال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (٢) , فهو دين واحد جاء به جميع الرسل والأنبياء, كما جاء في الحديث عن أبي هريرة - رضي الله عنه - (٣)
قال: قال رسول اللَّهِ - صلى الله عليه وسلم -: {أنا أَوْلَى الناس بِعِيسَى بن مَرْيَمَ في الدُّنْيَا وَالْآخِرَةِ, وَالْأَنْبِيَاءُ إِخْوَةٌ لِعَلَّاتٍ, أُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ} (٤).
ولهذا كان بعض أهل الكتاب قبل مجيء محمد - صلى الله عليه وسلم - مؤمنون ومصدقون بالرسالات السابقة, فجعل الله لهم الأجر مرتين لتصديقهم للرسالتين بقوله تعالى: {الَّذِينَ آَتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آَمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (٥٣) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ} (٥).
_________
(١) انظر: حواشي الشرواني على تحفة المحتاج (١/ ٢١) مرجع سابق.
(٢) سورة آل عمران: آية (٨٥).
(٣) أبو هريرة هو: عبد الرحمن بن صخر الدوسي على خلاف طويل في اسمه - رضي الله عنه -، صحابي جليل، أكثر الصحابة رواية عن رسول الله - صلى الله عليه وسلم -، توفي سنة (٥٧ أو ٥٨ أو ٥٩ هـ) انظر: الاستيعاب في معرفة الأصحاب، (٤/ ١٧٧) المؤلف: يوسف بن عبد الله بن محمد بن عبد البر، الناشر: دار الجيل بيروت، الطبعة الأولى (١٤١٢ هـ) تحقيق: علي محمد البجاوي، أسد الغابة في معرفة الأصحاب (٣/ ٤٧٥)، المؤلف: عز الدين بن الأثير أبي الحسن علي بن محمد الجزري، دار إحياء التراث العربي بيروت لبنان، الطبعة الأولى ١٤١٧ هـ ١٩٩٦ م، تحقيق: عادل أحمد الرفاعي, والإصابة في تمييز الصحابة (٤/ ٣١٦) المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي, الناشر: دار الجيل - بيروت الطبعة الأولى ..
(٤) أخرجه البخاري في صحيحه, باب قوله تعالى: {وَاذْكُرْ في الْكِتَابِ مَرْيَمَ إِذْ انْتَبَذَتْ من أَهْلِهَا} (٣/ ١٢٦٧) برقم (٣٢٥٩) مرجع سابق.
(٥) سورة القصص: الآية (٥٢ - ٥٤).',NULL,'86',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (76,'وأما في اللغات الأوربية فتستخدم كلمة (Religion) للتعبير عن الدين, وهي كلمة ذات أصل لاتيني هو (Religio) بمعنى إعادة الجمع والعطف إشارة إلى التفكر والتعبد والتأمل والعمل, تبعاً لما يستخرج من تلك التأملات" (١).
شهادة عضو الحزب الجمهوري في الكونجرس الأمريكي السابق مارك سلجاندر:
لقد صرح العضو الجمهوري في الكونجرس الأمريكي السابق مارك سلجاندر (٢) بقوله: أن المسيح لم يدعوا الناس إلى المسيحية, ولم ينطق كلمة دين ولو مرة واحدة, ولكنه ذكر كلمة المهتدي والمعتنق ومعناها في اللغة الآرامية قريبة جداً من كلمة مسلم, وقد تحدث بهذا الكلام في محاضرته أمام مائتين وخمسين من المبشرين والقساوسة الإنجيلين في أمريكا وقام بقراءة آية من الكتاب المقدس عن المسيح وأمه فصفقوا جميعاً وهتفوا, وشكروا الرب, فلما اخبرهم أنها من القرآن الكريم خيم صمت رهيب على القاعة (٣) , ولقد ألقى محاضرة أخرى في مدرسة لاهوتية محافظة, وسألهم: كم مسلمون عندكم؟ قال: فظنوا أني مجنون.
وقالوا: تبحث عن مسلمين في مدرسة مسيحية لاهوتية.
فقلت لهم: أتعرفون معنى كلمة مسلم.
فقال أحدهم: المسلم هو الذي استسلم لله.
فقلت: هل تعرفون أن القرآن الكريم ينعت المسيح عيسى أنه مسلم, وكذلك موسى ونوح وإبراهيم, وأنهم كانوا مسلمين قبل نزول القرآن الكريم, فكلمة مسلم تعني هو ذلك الذي يستسلم لله.
ثم سألت الطلاب: من منكم مستعد أن يستسلم لله؟ فرفعوا أيديهم جميعاً.
_________
(١) انظر: الحوار مع أصحاب الأديان مشروعيته وشروطه وآدابه, (ص: ١١) , المؤلف: أحمد بن سيف الدين تركستاني, مصدر الكتاب: موقع الإسلام.
(٢) هو مارك ديلي سلجاندر عضو الحزب الجمهوري بالكونجرس الأمريكي السابق عن ولاية متشجن, وسفير الولايات المتحدة الأمريكية لدى الأمم المتحدة في عام ١٩٨٧ - ١٩٨٨ م, ووكان عضوا في لجنتين فرعيتين في الكونجرس حول العلاقات مع الشرق الأوسط وأفريقيا, من مؤلفاته: كتاب سوء فهم قاتل.
(٣) قال تعالى: {إِذْ قَالَتِ الْمَلآئِكَةُ يَا مَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهاً فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (٤٥) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ (٤٦) قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ (٤٧)} سورة آل عمران الآية ٤٥ - ٤٧.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (77,'ثم قال لذلك فنحن مسلمون (١).
وتبين من خلال كلام سلجاندر أنه لما قرأ عليهم آيات من القرآن الكريم حول المسيح وأمه أطمأنت نفوسهم لما جاء في تلك الآيات من إزالة الشبهة, وعرفوا أن ذلك هو الحق, ولكن حينما أخبرهم أن تلك الآيات التي تلاها عليهم من القرآن الكريم ظهر موقفهم في اتباعهم الهوى, مما يدل على موقفهم السلبي من الخطاب القرآني, ومن اتباع الحق.
وتبين أن أكثر أهل الكتاب لم يؤمنوا بهذا الدين الحق مع أنهم يعلمون ذلك, وقد بين الله موقفهم لنا في القرآن الكريم بأنهم كانوا يدعون الناس للمكر والخداع والدخول في دين الإسلام في النهار والخروج منه آخر النهار, وهذا هو حالهم في كل زمانٍ ومكان, كما قال تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ (٧٢) وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (٢).
ولقد قام أهل الكتاب حديثاً بإقصاء الدين عن شئون الحياة, ويظهر هذا من موقف أكثر أهل الكتاب في أوربا الغربية فإن منهجهم الغربي "يقوم على إقصاء الدين عن مجالات التأثير الاجتماعي, بزعمهم أن الدين في تصورهم مرحلة زمنية في حياة الأمم تجاوزتها أوربا بفضل العلم ومعطيات العقل البشري" (٣).
_________
(١) مقابلة على قناة الجزيرة, في برنامج من واشنطن, مع عضو الكونجرس الأمريكي السابق مارك سلجاندر, وعبد الرحيم فقرا, بتاريخ ٢١/ ٩/٢٠٠٩ م http://www.aljazeera.net/NR/exeres/٥٥٨٠١٩٥ B ٥٦١٢٤ E ٢ DB ٩٩٧ EB ٩٥٥١٦ E ٣٦ FF.htm
(٢) سورة آل عمران: الآية (٧٢ - ٧٣).
(٣) انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (٢/ ١٠٥٧) مرجع سابق.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (78,'<span data-type="title" id=toc-60>المطلب الثاني: دعوة أهل الكتاب إلى الإيمان بالله</span>.
<span data-type="title" id=toc-61>الفرع الأول: آيات الخطاب القرآني التي تأمر أهل الكتاب بالإيمان</span>.
ذكرنا أن المقصود بدعوة أهل الكتاب إلى الإيمان هي دعوتهم إلى دين التوحيد الذي جاء به محمد - صلى الله عليه وسلم - على ما تقدم في المطلب الأول من تعريف الدين, وسنذكر في هذا المطلب بعض آيات الخطاب القرآني لأهل الكتاب التي تدعوهم إلى الإيمان بالله وأقوال المفسرين فيها:

<span data-type="title" id=toc-62>الآية الأولى:</span>
قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآَخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا} (١).
قال الإمام البيضاوي رحمه الله: " (يا أيها الذين آمنوا) خطاب للمسلمين أو للمنافقين أو لمؤمني أهل الكتاب" (٢).
أي: أن بين المفسرين خلافاً في تعيين المخاطب بالآية, فقيل: المسلمون, وقيل: المنافقون, وقيل: مؤمنو أهل الكتاب. فأشار إلى الخلاف بـ (أو). ثم ذكر رحمه الله تعالى تفسير الآية على كل قول من الأقوال, ونحن سنوضح ذلك كما يلي:
قال البيضاوي رحمه الله: "إذ روي أن ابن سلام (٣) وأصحابه قالوا: يا رسول الله, إنا نؤمن بك وبكتابك وبموسى والتوراة وعزير ونكفر بما سواه, فنزلت: {آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ} , أي: اثبتوا على الإيمان, بذلك وداوموا عليه. أو آمنوا به بقلوبكم كما آمنتم بألسنتكم. أو آمنوا إيماناً تاماً عاماً يعم الكتب والرسل؛ فإن الإيمان بالبعض كلا إيمان. والكتاب الأول القرآن والثاني الجنس" (٤).
فقوله في معنى الآية: "اثبتوا على الإيمان بذلك وداوموا عليه" هو على القول بأن الخطاب للمسلمين.
_________
(١) سورة النساء الآية: (١٣٦).
(٢) انظر: تفسير البيضاوي (٢/ ٢٦٦) مرجع سابق.
(٣) عبد الله بن سلام بن الحارث الإسرائيلي ثم الأنصاري - رضي الله عنه -، صحابي جليل، أسلم لما قدم النبي - صلى الله عليه وسلم - المدينة مهاجراً، توفي سنة (٤٣ هـ). انظر: الاستيعاب في معرفة الأصحاب (٣/ ٩٢١) مرجع سابق، وأسد الغابة (٣/ ٢٦٨) مرجع سابق، والإصابة في تمييز الصحابة (٤/ ١١٨) مرجع سابق.
(٤) تفسير البيضاوي (٢/ ٢٦٦ - ٢٦٧) مرجع سابق.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (79,'وقوله: " أو آمنوا به بقلوبكم كما آمنتم بألسنتكم" أي: على أنها خطاب للمنافقين.
وقوله: " أو آمنوا إيمانا تامّاً عامّاً يعم الكتب والرسل فإن الإيمان بالبعض كلا إيمان أي: على أنها خطاب لمؤمني أهل الكتاب.
والحديث الذي أورده البيضاوي عن ابن سلام وأصحابه يؤيد القول بأن المخاطب بها أولاً أهل الكتاب, ولا يوجد مانع من دخول غيرهم كما سيأتي عن الجزائري (١).
وعليه:
فالآية تخاطب أهل الكتاب من آمن منهم على قول وبعضهم لا يذكر غيره.
قال شيخ المفسرين الإمام الطبري رحمه الله تعالى: " (يا أيها الذين) يعني: بذلك جل ثناؤه: يا أيها الذين آمنوا بمن قبل محمد من الأنبياء والرسل وصدقوا بما جاءوهم به من عند الله, (آمنوا بالله ورسوله) يقول: صدقوا بالله وبمحمد رسوله أنه لله رسول مرسل إليكم وإلى سائر الأمم قبلكم, (والكتاب الذي نزل على رسوله) يقول: وصدقوا بما جاءكم به محمد من الكتاب الذي نزله الله عليه, وذلك القرآن" (٢).
وقال الجزائري وهو من المفسرين المعاصرين: "فهي في خطاب أهل الكتاب خاصة وفي سائر المؤمنين عامة، فالمؤمنون تدعوهم إلى تقوية إيمانهم ليبلغوا فيه مستوى اليقين، أما أهل الكتاب, فهي دعوة لهم للإيمان الصحيح، لأن إيمانهم الذي هم عليه غير سليم، فلذا دعوا إلى الإيمان الصحيح فقيل لهم: (آمِنُوا بِاللَّهِ وَرَسُولِهِ) محمد (وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ) وهو القرآن الكريم" (٣).
والحديث الذي ذكره البيضاوي رحمه الله تعالى_ يبين لنا فيه موقف بعض أهل الكتاب حينما أرادوا الإيمان بمحمد - صلى الله عليه وسلم - وكتابه القرآن الكريم وبموسى وعزير عليهما السلام فقط, والكفر بما سواه من الكتب والرسل.
_________
(١) الجزائري: جابر بن موسى بن عبد القادر بن جابر أبو بكر الجزائري، ولد في قرية ليرة جنوب بلاد الجزائر عام ١٩٢١ م، عمل مدرساً في دار الحديث في المدينة المنورة، من مصنفاته: منهاج المسلم, وعقيدة المؤمن, وأيسر التفاسير للقرآن الكريم, وغيرها.
(٢) انظر: جامع البيان عن تأويل آي القرآن (٥/ ٣٢٥ - ٣٢٦) مرجع سابق.
(٣) انظر: أيسر التفاسير لكلام العلي الكبير (ص: ٣٠٣) , المؤلف: أبي بكر جابر الجزائري, مكتبة العلوم والحكم, الطبعة الأولى عام (١٤٢٣ هـ ٢٠٠٢ م).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (80,'وقد أخرج الثعلبي عن ابن عباس - رضي الله عنه - (١): {أن عبد الله بن سلام - رضي الله عنه - وبعض أهل الكتاب أتوا رسول الله - صلى الله عليه وسلم - فقالوا: يا رسول الله! إنا نؤمن بك وبكتابك, وموسى والتوراة, وعزير ونكفر بما سواه من الكتب والرسل.
فقال رسول الله - صلى الله عليه وسلم -: بل آمنوا بالله ورسوله محمد وبكتابه القرآن, وبكل كتاب كان قبله. فقالوا: لا نفعل! فنزلت هذه الآية: {يَا أَيُّهَا الَّذِينَ آَمَنُوا آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ}.
فقالوا: يا رسول الله فإنّا نؤمن بالله ورسوله وبالقرآن وبكلِّ رسول وكتاب كان قبل القرآن, والملائكة واليوم الآخر, لا نفرق بين أحد منهم كما فعلت اليهود والنصارى، ونحن له مسلمون, فدخلوا في الإسلام} (٢) (٣).
فتبين لنا من سبب النزول كيف كان موقف بعضهم من دعوة الإيمان, وأنهم آمنوا وصدقوا بخلاف أكثرهم الذين أعرضوا وكذبوا.
وسبب نزول الآية يؤيد قول من جعلها خطاباً لأهل الكتاب, وهو ما ذهب إليه ابن جرير الطبري رحمه الله تعالى وغيره كما قدمنا, وهو الصحيح لوروده سبباً في نزول الآية.
الخلاصة:
أن الآية تخاطب أهل الكتاب وتأمرهم بالإيمان بالله الإيمان الصحيح الذي يقتضيه دين الإسلام على ما سبق التعريف به, والذي يتضمن الإيمان بالله وملائكته وكتبه ورسله, كما قال تعالى: {قُولُوا آَمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ
_________
(١) هو عبد الله بن العباس بن عبد المطلب بن هاشم بن عبد مناف القرشي الهاشمي، ابن عم رسول الله - صلى الله عليه وسلم -، ولد قبل الهجرة بثلاث سنين، ومات في الطائف سنة (٦٨ هـ). انظر: الاستيعاب في معرفة الأصحاب (٣/ ٩٣٣) مرجع سابق، أسد الغابة (٣/ ٢٩٥) مرجع سابق، والإصابة في تمييز الصحابة (٤/ ١٤١) مرجع سابق.
(٢) انظر: الكشف والبيان للثعلبي, (٣/ ٤٠١) مرجع سابق, والذين ذكرهم الثعلبي أهل الكتاب الذين آمنوا مع عبدالله ابن سلام هم: أسداً وأسيداً أبني كعب وثعلبة بن قيس وسلّام أبن أخت عبد الله بن سلام وسلامة ابن أخيه, ويامين ابن يامين.
(٣) انظر: الفتح السماوي بتخريج أحاديث القاضي البيضاوي, (٢/ ٥٣٦) المؤلف: زين الدين محمد عبد الرؤوف بن تاج العارفين بن علي المناوي (المتوفى: ١٠٣١ هـ) , الناشر: دار العاصمة - الرياض. وذكره الثعلبي من رواية الكلبي عن أبي صالح عن ابن عباس, وذكره الواحدي في الأسباب عن الكلبي بغير سند.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (81,'مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} (١) , فمن آمن هذا الإيمان فقد اهتدى لقوله تعالى: {فَإِنْ آَمَنُوا بِمِثْلِ مَا آَمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} (٢).
وهذا الإيمان هو الوحي الذي أوحاه الله للحواريين, وبين الله لنا موقفهم منه أنهم آمنوا به سبحانه وبرسوله عيسى - عليه السلام - , قال تعالى: {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آَمِنُوا بِي وَبِرَسُولِي قَالُوا آَمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} (٣).
وهذا الإيمان جعله الله مدحاً لمن آمن بالله وبرسوله من أهل الكتاب, ولمن أبعدو عن أنفسهم الكبر واتبعوا الحق, فعاتبوا أنفسهم بتأخيرهم الإيمان بالله, ثم طمعوا بما عند الله, فاستجاب الله لهم, وللذين يبحثون عن الحق في كل زمانٍ ومكانٍ, قال تعالى: {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آَمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٨٣) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (٨٤) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} (٤).

<span data-type="title" id=toc-63>الآية الثانية:</span>
قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآَيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (١٩) فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} (٥).
فهذه الآية أيضاً تدعو أهل الكتاب وغيرهم من المشركين إلى الإسلام الذي هو الدين الحق, معلقة الهداية بذلك, والمعنى: أن من لم يُسَلّم بدين محمد - صلى الله عليه وسلم - فقد ضل عن الهدى كما قال تعالى:
_________
(١) سورة البقرة الآية: (١٣٦)
(٢) سورة البقرة الآية: (١٣٧).
(٣) سورة المائدة الآية: (١١١).
(٤) سورة المائدة الآية: (٨٣ - ٨٥).
(٥) سورة آل عمران الآية: (١٩ - ٢٠).',NULL,'92',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (82,'{وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (١) وفيه تهديد ووعيد لمن لم يؤمن بالله وبرسوله وبدينه الإسلام.
قال الإمام الطبري رحمه الله في قوله تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا} أي: وقل يا محمد للذين أوتوا الكتاب من اليهود والنصارى والأميين الذين لا كتاب لهم من مشركي العرب: (أأسلمتم). يقول: قل لهم هل أفردتم التوحيد وأخلصتم العبادة والالوهة لرب العالمين, دون سائر الأنداد والإشراك التي تشركونها معه في عبادتكم إياهم, وإقراركم بربوبيتهم وأنتم تعلمون أنه لا رب غيره ولا إله سواه, (فإن أسلموا) يقول: فإن انقادوا لإفراد الوحدانية لله وإخلاص العبادة والالوهة له (فقد اهتدوا) يعني: فقد أصابوا سبيل الحق وسلكوا محجة الرشد (٢).
وأخرج ابن أبي حاتم (٣) عن الربيع (٤): {فَإِنْ آَمَنُوا بِمِثْلِ مَا آَمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا} (٥) قال: من تكلم بهذا صدقاً من قلبه, يعني الإيمان (فقد اهتدى) , (وإن تولوا) يعني: عن الإيمان (٦).
والمقصود هنا بالإيمان دين الإسلام, وهذا هو الصحيح لأنه ربط الإيمان بالعمل, وربط النطق باللسان باعتقاد القلب.
قال سيد قطب رحمه الله في قوله تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ}.
قال: "فهم سواء هؤلاء وهؤلاء المشركون وأهل الكتاب, هم مدعوون إلى الإسلام بمعناه الذي شرحناه, أي: فليس هو مجرد التصديق, إنما هو الإتباع, كما أن التعبير بإسلام الوجه -أي: في أول الآية ذو مغزى كذلك, فليس هو مجرد النطق باللسان أو الاعتقاد بالجنان. إنما هو كذلك الاستسلام بالطاعة والإتباع, وإسلام الوجه كناية عن هذا الاستسلام, والوجه أعلى وأكرم ما في الإنسان, فهي صورة الانقياد
_________
(١) سورة آل عمران الآية: (٨٥).
(٢) انظر: جامع البيان عن تأويل آي القرآن (٣/ ٢١٤) مرجع سابق.
(٣) أبو محمد عبد الرحمن بن أبي حاتم محمد بن إدريس بن المنذر بن داود بن مهران التميمي، الحنظلي، ولد سنة ٢٤٠ أو ٢٤١ هـ، عالم محدث، مفسر, عارف بالرجال، فقيه، أصولي، متكلم. من مؤلفاته: تفسير القرآن الكريم، والجرح والتعديل. انظر: سير أعلام النبلاء (٢٥/ ٢٦٣) مرجع سابق, شذرات الذهب (٢/ ٣٠٥) مرجع سابق.
(٤) الربيع بن أنس ابن زياد البكري, ويقال: الحنفي البصري, تابعي روى عن أنس, توفي سنة ١٣٩ هـ. انظر: سير أعلام النبلاء, (٦/ ٣٠٦) مرجع سابق, وتهذيب التهذيب (٣/ ٢٣٨) مرجع سابق.
(٥) سورة البقرة الآية: (١٣٧).
(٦) انظر: تفسير القرآن لابن أبي حاتم (١/ ٢٤٤) برقم: (١٣٠٨)، المؤلف: عبد الرحمن بن محمد ابن إدريس الرازي، الناشر: المكتبة العصرية صيدا، تحقيق: أسعد محمد الطيب.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (83,'الطائع الخاضع المتبع المستجيب, أي: فهم مدعوون للإقرار بتوحيد ذات الله، ووحدة الألوهية ووحدة القوامة, مدعوون بعد هذا الإقرار إلى الخضوع لمقتضاه, وهو تحكيم كتاب الله ونهجه في الحياة (فإن أسلموا فقد اهتدوا) فالهدى يتمثل في صورة واحدة, هي صورة الإسلام بحقيقته تلك وطبيعته, وليس هنالك صورة أخرى، ولا تصور آخر، ولا وضع آخر، ولا منهج آخر يتمثل فيه الاهتداء إنما هو الضلال والجاهلية والحيرة والزيغ والالتواء" (١).
ثم بين الإمام الزمخشري رحمه الله كيف كان موقفهم: " (ءأَسْلَمْتُمْ) يعني أنه قد أتاكم من البينات ما يوجب الإسلام ويقتضي حصوله لا محالة؛ فهل أسلمتم أم أنتم بعد على كفركم؟ وهذا كقولك لمن لخصت له المسألة ولم يتبق من طرق البيان والكشف طريقاً إلا سلكته: هل فهمتها أم لالا أُم لك (٢)! ومنه قوله تعالى: {فَهَلْ أَنْتُمْ مُّنتَهُونَ} (٣) وفي هذا الاستفهام استقصار وتعيير بالمعاندة وقلة الإنصاف، لأن المنصف إذا تجلت له الحجة لم يتوقف إذعانه للحق، وللمعاندة بعد تجلي الحجة ما يضرب أسداداً بينه وبين الإذعان" (٤).
وقال العلامة السعدي في تفسيرها: "لما بيَّن الله أن الدين الحقيقي عنده الإسلام، وكان أهل الكتاب قد شافهوا النبي - صلى الله عليه وسلم - بالمجادلة، وقامت عليهم الحجة، فعاندوها، أمره الله تعالى عند ذلك أن يقول ويعلن: إنه قد أسلم وجهه، أي: ظاهره وباطنه لله، وأن من اتبعه كذلك قد وافقوه على هذا الإذعان الخالص.
وأن يقول للناس كلهم، من أهل الكتاب والأميين أي: الذين ليس لهم كتاب من العرب وغيرهم: إن أسلمتم فأنتم على الطريق المستقيم، والهدى والحق، وإن توليتم فحسابكم على الله، وأنا ليس عليّ إلا البلاغ، وقد أبلغتكم وأقمت عليكم الحجة" (٥).
_________
(١) انظر: في ظلال القرآن (١/ ٣٥١) مرجع سابق.
(٢) وهذا الكلمة (لا أم لك) تقولها العرب عند الزجر والذم. انظر: النهاية في غريب الحديث والأثر, (١/ ٢١) المؤلف: أبو السعادات المبارك بن محمد الجزري, الناشر: المكتبة بيروت، ١٣٩٩ هـ ١٩٧٩ م, تحقيق: طاهر أحمد الزاوى محمود محمد الطناحي, وفتح الباري في شرح صحيح البخاري (١/ ٨١) , المؤلف: أبي الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني, تحقيق: عبد العزيز بن عبد الله بن باز ومحب الدين الخطيب, الناشر: دار الفكر (مصور عن الطبعة السلفية).
(٣) سورة المائدة الآية: (٩١)
(٤) انظر: الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل (١/ ٣٧٥)، مرجع سابق.
(٥) انظر: تيسير الكريم الرحمن في تفسير كلام المنان (١/ ٩٦٤) مرجع سابق.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (84,'<span data-type="title" id=toc-64>الفرع الثاني: خلاصة أقوال المفسرين في معنى الإيمان</span>.
إن هذه الآيات تبين لنا دعوة أهل الكتاب من اليهود والنصارى ومن سار على نهجهم من المشركين إلى الإيمان بالله الإيمان الصحيح الذي لا يخالطه شك, وحينما خاطبهم الله بأن آمنوا بالله يريد منهم الإيمان الكامل القائم على التصديق به وبما جاء به رسله دون تفريق بينهم, وأن يأخذوا بما أنزله في كتابه أخذاً كاملاً؛ لأنه الحق الذي جاءت به رسل الله, كما في قوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} (١) , وتحذرهم من الكفر ببعض ما في الكتب كما أخبرنا الله عن أهل الكتاب في قوله تعالى: {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} (٢).
ولابد أن يؤمنوا إيماناً قائماً على الاعتقاد الجازم بأن الله حق, وأن ما جاء به رسله حق, وما أنزله في كتابه حق, وأن يومنوا إيماناً يتضمن الاستسلام والانقياد والطاعة بكل ما أمر, واجتناب كل ما نهى, وحينما أمرهم بقوله: (أأسلمتم) فمراده: أنَّ من أسلم وآمن فقد اهتدى وحصل له الخير في دينه ودنياه وآخرته, ومن تولى وأعرض وكفر فقد خسر دنياه وآخرته, لقوله تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} (٣) , وقوله تعالى: {فَإِنْ آَمَنُوا بِمِثْلِ مَا آَمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ} (٤).
ولنا قدوة حسنة في إبراهيم - عليه السلام - حينما دعا الله سبحانه وتعالى بأن يجعل البلد الحرام بلداً آمناً, وطلب من الله أن يرزق أهله من الثمرات من آمن بالله واليوم الآخر, قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آَمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آَمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} (٥).
_________
(١) سورة النساء الآية: (١٧٠).
(٢) سورة البقرة الآية: (٨٥).
(٣) سورة آل عمران الآية: (١٢٠).
(٤) سورة البقرة الآية: (١٣٧).
(٥) سورة البقرة الآية: (١٢٦).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (85,'ولا يدعو الله سبحانه وتعالى عباده للدخول في شيء كالإسلام أو الإيمان إلاَّ وفيه من الخير والهداية ما الله به عليم, وفيه من النفع والفائدة في أبدانهم وقلوبهم في الدنيا, وأما في الآخرة فجنة عرضها السموات والأرض أعدها الله للمتقين من عباده.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (86,'<span data-type="title" id=toc-65>المطلب الثالث: الدعوة إلى توحيد الله</span>.
حينما خلق الله الخلق بيَّن الغاية من خلقهم بقوله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} (١) , ومع بيان الشرع لهذه الغاية بأنها التوحيد, فإنه قد أرسل رسله لدعوة جميع الخلق إلى هذه الغاية, وذلك في قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} (٢).
وكما جاء في الحديث عن عبدالله بن عباس أن أبا سفيان بن حرب (٣) أخبره أَنَّ هرقل أرسل إليه, وذكر الحديث إلى قوله: ولما سأله عن النبي - صلى الله عليه وسلم -: {قال: مَاذَا يَأْمُرُكُمْ؟ قلت: يقول اعْبُدُوا اللَّهَ وَحْدَهُ ولا تُشْرِكُوا بِهِ شيئا, وَاتْرُكُوا ما يقول آبَاؤُكُمْ} (٤).
وكما أن الرسل عليهم الصلاة والسلام كان توحيد الله هو أول ما يدعون إليه الخلق, وترك عبادة ما سواه, فإن إفراده سبحانه وتعالى بالعبادة والطاعة كانت هي الغاية الوحيدة التي من أجلها خلق الله الخلق, وأرسل الرسل, وأنزل الكتب, ومما يدل على هذا ما جاء عن ابن عَبَّاسٍ رضي الله عنهما قال: قال رسول اللَّهِ - صلى الله عليه وسلم - لمعاذ بن جبل - رضي الله عنه - (٥) حينما أرسله إلى اليمن: {إنك تأتي قوماً أهل كتاب, فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله. وفي رواية: أن يوحدوا الله} (٦).
_________
(١) سورة الذاريات: الآية (٥٦).
(٢) سورة الأنبياء: الآية (٢٥).
(٣) أبو سفيان صخر بن حرب بن أمية بن عبد شمس القرشي الأموي - رضي الله عنه -، صحابي جليل، أسلم عام الفتح، مات سنة (٣٤ هـ) في خلافة عثمان. انظر: الاستيعاب في معرفة الأصحاب (٤/ ١٦٧٧) مرجع سابق، وأسد الغابة (٣/ ١٠) مرجع سابق، والإصابة في تمييز الصحابة (٣/ ٤١٢) مرجع سابق.
(٤) أخرجه البخاري, باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم - برقم: (٧) (١/ ٧) مرجع سابق.
(٥) معاذ بن جبل بن عمرو بن أوس الأنصاري الخزرجي - رضي الله عنه -، شهد بدراً، توفي بالطاعون في الشام سنة (١٧ هـ). انظر: الاستيعاب في معرفة الأصحاب (٣/ ١٤٠٣) مرجع سابق، وأسد الغابة (٥/ ٢٠٤) مرجع سابق، والإصابة في تمييز الصحابة (٦/ ١٣٦) مرجع سابق.
(٦) أخرجه البخاري في صحيحه, باب أخذ الصدقة من الأغنياء وترد في الفقراء (٢/ ٥٤٤) برقم (١٤٢٥) مرجع سابق, وفي كتاب التوحيد باب ما جاء في دعاء النبي - صلى الله عليه وسلم - أُمته إلى توحيد الله تبارك وتعالى (٦/ ٢٦٨٥) برقم (٦٩٣٧) مرجع سابق.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (87,'ونقصد بهذا التوحيد, التوحيد الذي شهدت به الملائكة والأنبياء والرسل وأولو العلم بقوله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (١٨) إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآَيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} (١).
وهذا التوحيد الذي دعا الله إليه رسله, وأمرهم أن يدعوا أقوامهم إليه سواءً كانوا يهوداً أو نصارى أو مسلمين أو غيرهم, بقوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} (٢).

<span data-type="title" id=toc-66>الفرع الأول: التوحيد دعوة جميع الأنبياء والمرسلين</span>.
وكما أن هذا التوحيد هو دعوة يعقوب - عليه السلام - كما في قوله تعالى: {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آَبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ} (٣).
وهو كذلك دعوة عيسى - عليه السلام -: قال تعالى: {وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٦٣) إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} (٤).
وهو أيضاً دعوة نوح - عليه السلام -: قال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ} (٥).
وهو دعوة هود - عليه السلام -: قال تعالى: {وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ} (٦).
_________
(١) سورة آل عمران: الآية (١٨ - ١٩).
(٢) سورة الأنبياء: الآية (٢٥).
(٣) سورة البقرة: الآية (١٣٣).
(٤) سورة الزخرف الآية: (٦٣ - ٦٤).
(٥) سورة المؤمنون: الآية (٢٣).
(٦) سورة هود: الآية (٥٠).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (88,'وهو دعوة صالح - عليه السلام -: قال تعالى: {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} (١).
وهو دعوة شعيب - عليه السلام -: قال تعالى: {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ} (٢).
وهو دعوة خاتم الأنبياء والمرسلين محمد - صلى الله عليه وسلم -: قال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ} (٣).
ومن خلال هذه الآيات تبين أن دين الله هو دين التوحيد, وأن دين جميع الأنبياء والمرسلين هو دين التوحيد القائم على ترك كل ما سوى الله عز وجل.
وهذا التوحيد قد جاء أيضاً في الكتب السابقة ففي التوراة (سفر التثنية ٦: ٤) وفي إنجيل (مرقس ٣٠,٢٩: ١٢) جاءت هذه الجملة: (اسمع يا إسرائيل الرب إلهنا رب واحد. فتحب الرب إلهك من كل قلبك ومن كل نفسك ومن كل قوتك) (٤).
ولم يكن التوحيد مجرد أمر ثانوي يدعى إليه الخلق, بل كان هو الأصل, وهو الميثاق الذي أخذه الله من الناس, كما أنه الميثاق الذي أخذه الله على بني إسرائيل من اليهود والنصارى بقوله تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ ... } (٥).

<span data-type="title" id=toc-67>الفرع الثاني: آيات الخطاب التي تأمر أهل الكتاب بالتوحيد, وأقوال المفسرين فيها</span>.
سنبين هنا بإذن الله خطاب القرآن الكريم لأهل الكتاب من اليهود والنصارى بدعوتهم إلى توحيد الله عز وجل, وسنذكر الآيات التي تتعلق بذلك, وأقوال المفسرين فيها:
الآية الأولى:
_________
(١) سورة هود: الآية (٦١).
(٢) سورة هود: الآية (٨٤).
(٣) سورة فصلت الآية: (٦ - ٧).
(٤) انظر: موسوعة الكتاب المقدس, سفر التثنية ٦: ٤, (١/ ٣١١) المؤلف: شحادة بشير, الناشر: المكتبة الشاملة, وإنجيل (مرقس ٣٠, ٢٩: ١٢) المرجع السابق (٤/ ٢١٣).
(٥) سورة البقرة: الآية (٨٣).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (89,'قال الله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللهَ وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِّن دُونِ اللهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (١).
أما الخطاب في هذه الآية فكما قال ابن كثير رحمه الله تعالى: "هذا الخطاب يعم أهل الكتاب من اليهود والنصارى ومن جرى مجراهم (أن لا نعبد إلا الله ولا نشرك به شيئا) لا وثناً ولا صليباً ولا صنماً ولا طاغوتاً ولا ناراً ولا شيئاً, بل نفرد العبادة لله وحده لا شريك له؛ وهذه هي دعوة جميع الرسل, قال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} (٢) " (٣).
وفي تفسير أبي السعود: "أن هذه الآية أمر بخطاب أهل الكتابين, وقيل: بخطاب وفد نجران, وقيل: بخطاب يهود المدينة. (تعالوا إلى كلمة سواء بيننا وبينكم) لا يختلف فيها الرسل والكتب, وهي: (ألا نعبد إلا الله) أي: نوحده بالعبادة ونخلص فيها (ولا نشرك به شيئا) ولا نجعل غيره شريكا له في استحقاق العبادة, ولا نراه أهلاً لأن يعبد" (٤).
وهكذا يتفق المفسرون على أن الخطاب في هذه الآية موجة إلى أهل الكتاب من اليهود والنصارى, وأنهم مدعوون إلى توحيد الله تعالى وإلى شهادة أن لا إله إلا الله, ونبذ الشرك به. بل إن الآية الكريمة تنص على أن كلمة التوحيد هي الكلمة السواء التي اتفق الرسل عليها, ونزلت الكتب بها, وأنه لا خلاف بينهم عليها كما ذكرنا من قبل؛ لكن أهل الكتاب من اليهود والنصارى تغَّير موقفهم من التوحيد إلى الشرك حينما طال عليهم الأمد, وأضاعوا الكتب, وضلوا عن حقيقة دينهم, فأخذوا تعاليم دينهم من الأحبار والرهبان الذين لم يكونوا حفظة لها بحق, فحرفوا وبدلوا الدين, وأدخلوا فيه ما ليس منه, ولم يكن التحريف قاصراً على فروع الدينأعني: أحكام الحلال والحرام بل امتد ذلك التحريف ليطال أصل الدين وجوهره, فأدخلوا الشرك وجعلوه من أصول الدين, وقد تجلى ذلك في تقديس أنبيائهم واتخاذهم أرباباً مع الله تعالى, ثم تقديس أحبارهم ورهبانهم واتخاذهم أرباباً من دون الله, فأحلّوا لهم الحرام, وحرموا عليهم الحلال, فتعالى الله
_________
(١) سورة آل عمران: الآية (٦٤).
(٢) سورة الأنبياء الآية: (٢٥).
(٣) انظر: تفسير القرآن العظيم (١/ ٣٧٢) مرجع سابق.
(٤) انظر: إرشاد العقل السليم إلى مزايا القرآن الكريم (٢/ ٤٧) مرجع سايق.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (90,'عما يقولون علواً كبيراً, والكلام عن التحريف الذي مر به دينا اليهود والنصارى له قصة طويلة, وليس هذا موضع ذكرها, فهي معروفة في مواطنها, ولعلنا نتطرق لذكر طرف منها في مواطن قادمة من الفصل الرابع؛ لكن الشاهد أنه بعد هذا التحريف والتحول الذي مر بالديانتين اليهودية والنصرانية من التوحيد إلى الشرك, ومن الحق إلى الباطل جاء هذا الدين يدعوهم للعودة إلى التوحيد من جديد, ويأمرهم بتغير موقفهم من عقيدة التثليث إلى التوحيد كما في الآية التي ذكرناها.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (91,'<span data-type="title" id=toc-68>المبحث الثاني: دعوة أهل الكتاب إلى الابتعاد عن الغلو في الدين</span>,
وفيه ثلاثة مطالب:
المطلب الأول: تعريف الغلو لغة واصطلاحاً.
الفرع الأول: تعريف الغلو لغة.
الفرع الثاني: تعريف الغلو اصطلاحاً.
المطلب الثاني: آيات النهي عن الغلو, وأقوال المفسرين فيها.
الفرع الأول: المخاطب بالآية.
الفرع الثاني: معنى الغلو في الدين.
الفرع الثالث: ما يستفاد من النهي عن الغلو في الدين حديثاً.
الفرع الرابع: مفاسد الغلو في الدين قديماً وحديثاً.
المطلب الثالث: الغلو في الدين عند أهل الكتاب حديثاً.
الفرع الأول: غلوهم في عيسى - عليه السلام -.
الفرع الثاني: غلوهم في إطلاقهم حرية الرأي والتعبير.
الفرع الثالث: غلوهم بإلصاق تهمة الغلو بالمسلمين ومحاربتهم لهم بسبب ذلك.
الفرع الرابع: غلوهم بإثارة الحروب والفتن على المسلمين.
الفرع الخامس: غلوهم بإدعاؤهم أنهم شعب الله المختار.
الفرع السادس: غلوهم في كسبهم المحرَّم.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (92,'<span data-type="title" id=toc-69>المطلب الأول: تعريف الغلو لغة واصطلاحاً</span>.
لقد كان الابتعاد عن الغلو الذي يتنافى مع أصول الدين من أهم الأمور التي حذر الله أهل الكتاب من ممارستها؛ وذلك لما يترتب عليه من العقاب, وقد جاء القرآن العظيم يخاطب أهل الكتاب فيما يتعلق بالغلو في الدين, فنهاهم عن ذلك, وحذرهم من الاسترسال فيه بغير الحق؛ وذلك لأنه كان سبباً كبيرا في انحرافهم عن التوحيد الحق, وسنبدأ بتعريف الغلو في الدين حتى يكون الكلام عليه واضحاً, وهذا المبحث سيكون في ثلاثة مطالب فنقول:

<span data-type="title" id=toc-70>الفرع الأول: تعريف الغلو لغة:</span>
وردت عدة تعريفات للغلو في معاجم اللغة العربية, فمن هذه التعريفات ما يلي:
قال ابن سيده: الغلو لغةً: مأخوذ من "غلا في الأمر غلواً أي: تجاوز حده" (١) ومن تشدد في الدين وجاوز الحد وأفرط فهو غال (٢).
وعرفه ابن فارس بقوله هو: مجاوزة الحد (٣).
وهذا التعريف اللغوي بأنه مجاوزة الحد أعم وأشمل؛ لأنه يندرج تحته المجاوزة للحد بالتكلف والتشدد والمبالغة في كل أمر, وأيضاً في الإفراط والتفريط.

<span data-type="title" id=toc-71>الفرع الثاني: تعريف الغلو اصطلاحاً:</span>
أما الغلو اصطلاحاً فله تعريفات كثيرة ذكرها أهل التفسير والأصول, لكننا نكتفي هنا بما عرفه الإمام الشاطبي (٤) رحمه الله تعالى بقوله: "الغلو: هو المبالغة في الأمر ومجاوزة الحد فيه إلى حيز الإسراف" (٥).
_________
(١) انظر: المحكم والمحيط الأعظم، (٦/ ٥٧) المؤلف: أبو الحسن علي بن إسماعيل بن سيده المرسي، الناشر: دار الكتب العلمية بيروت ٢٠٠٠ م، الطبعة: الأولى، تحقيق: عبد الحميد هنداوي.
(٢) انظر: المعجم الوسيط (٢/ ٦٦٠) مرجع سابق.
(٣) انظر: معجم مقاييس اللغة (٤/ ٣٨٨) مرجع سابق.
(٤) أبو إسحاق إبراهيم بن موسى بن محمد اللخمي، الغرناطي، المالكي الشهير بالشاطبي، فقيه أصولي، مات عام ٧٩٠ هـ، من مؤلفاته: الموافقات، والاعتصام. انظر: كفاية المحتاج لمعرفة من ليس في الديباج، (١/ ٩١). المؤلف: أحمد بابا التنبكي، تحقيق د علي عمر، مكتبة الثقافة الدينية القاهرة، الطبعة الأولى ١٤٢٥ هـ ٢٠٠٤ م.
(٥) انظر: الاعتصام (١/ ٣٠٤)، المؤلف: أبي إسحاق الشاطبي، الناشر: المكتبة التجارية الكبرى - مصر, بلا تاريخ.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (93,'وعليه فالغلو في الدين هو المبالغة فيه ومجاوزة الحد إلى حيز الإسراف, أي: دون الرجوع إلى الوحي والهدى الذي يريده الله من عباده, وقد حصلت من أهل الكتاب المجاوزة للحدود في معتقداتهم وفي أعمالهم وفي أشخاصهم, وهذا هو من الطغيان الذي حذر الله منه بقوله تعالى: {وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى} (١) , وحذر الله رسوله محمداً - صلى الله عليه وسلم - ومن معه من مخالفته بقوله تعالى: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} (٢).
وقد فصل العلماء في الكلام عن الغلو والتحذير منه كصفة أساسية لأهل الكتاب, سنذكر بعضه عند نقل كلام المفسرين على الآيات في المطلب الآتي:

<span data-type="title" id=toc-72>المطلب الثاني: آيات النهي عن الغلو, وأقوال المفسرين فيها</span>.
أما الغلو في الدين فقد ورد ذمه في القرآن الكريم في عدة مواضع, وقد بين المفسرون معنى هذا الغلو أثناء تفسيرهم لتلك الآيات التي تتحدث عن الغلو؛ فمنها:
الآية الأولى:
قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ} (٣).
قد اختلف أهل التفسير في بيان من هو المخاطب بهذه الآية, هل هم اليهود أو النصارى أو جميعهم, وفيما يلي أقوال المفسرين:

<span data-type="title" id=toc-73>الفرع الأول: المخاطب بالآية</span>.
القول الأول: أنه خطاب لأهل الكتاب من اليهود والنصارى, وبه قال مجموعة من المفسرين منهم الإمام القرطبي (٤) , والخازن, والبيضاوي " (٥) والشيخ القطان من المعاصرين.
_________
(١) سورة طه الآية: (٨١).
(٢) سورة هود الآية: (١١٢).
(٣) سورة المائدة الآية: (٧٧).
(٤) هو أبو عبد الله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي، توفي سنة (٦٧١ هـ)، من مؤلفاته الجامع لأحكام القرآن. انظر: طبقات المفسرين للسيوطي (ص: ٩٢)، وطبقات المفسرين للداوودي (٢/ ٦٩) , وطبقات المفسرين للأدنروي (ص: ٢٤٦) مرحع سابق.
(٥) انظر: الجامع لأحكام القرآن (٦/ ٢٥٢) مرجع سابق, ولباب التأويل في معاني التنزيل, (٢/ ٣١٨) مرجع سابق, تفسير البيضاوي (٢/ ٣٥٥) مرجع سابق, تفسير القطان (١/ ٤٢٥).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (94,'القول الثاني: أنه خطاب للنصارى خاصة؛ وبه قال الطبري رحمه الله, والزمخشري, والسعدي من المعاصرين (١).
فعلى القول الأول يكون الخطاب في الآية من العام المراد به العام, وعلى القول الثاني يكون من العام المراد به الخاص.
وعند النظر في السياق نجد أن القول الثاني قد يكون أولى؛ وذلك للآتي:
أولاً: لأن الكلام في الآيات السابقة لهذه الآية مباشرة كان عن غلو النصارى في سيدنا عيسى - عليه السلام - , وذلك ابتداء من قوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} (٢) , وما زال السياق يتحدث عنهم حتى هذه الآية وما بعدها من الآيات.
ثانياً: لقوله تعالى في نفس الآية: (ولا تتبعوا أهواء قوم قد ضلوا من قبل ... ) والمقصود بـ (قوم قد ضلوا من قبل) اليهود؛ لأنهم أكثر الناس اتباعاً للهوى, فيكون الخطاب موجهاً للنصارى بأن لا يتبعوهم, فهذه القرينة ترجح أن الخطاب من باب العام المراد به الخاص, ولكن هذا لا يتنافى وكون اليهود مشمولين بالخطاب؛ لأن عندهم من الغلو نحو ما عند النصارى وأكثر, كما قال تعالى: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ} (٣).
ومن غلوهم المقابل لغلو النصارى غلوهم في اتهام عيسى وأمه عليهما السلام بالبهتان والفرية, وأشد من ذلك محاولة قتلهم لبعض الأنبياء, وكما هو مذكور في آيات أخرى.
ولأن السياق السابق منذ بداية السورة يخاطب اليهود والنصارى جميعاً, فتارة يذكرهم بلفظ (اليهود والنصارى) , وتارة بلفظ (أهل الكتاب) , كقوله تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ .. } (٤).
_________
(١) انظر: جامع البيان في تأويل القرآن (٦/ ٣١٦) , مرجع سابق, الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل (١/ ٦٩٩) مرجع سابق, تفسير البيضاوي (٢/ ٣٥٥) مرجع سابق, التفسير الميسر (٢/ ٢٥١) المؤلف: عدد من أساتذة التفسير تحت إشراف الدكتور عبد الله بن عبد المحسن التركي, الناشر: موقع مجمع الملك فهد لطباعة المصحف الشريف.
(٢) سورة المائدة الآية: (٧٢).
(٣) سورة التوبة الآية: (٣٠ - ٣١).
(٤) سورة المائدة الآية: (١٥).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (95,'وقوله: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ .. } (١).
وقوله: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ .. } (٢).
وقوله: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ ... } (٣).
وقوله: {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آَمَنَّا بِاللَّهِ ... } (٤).
وقوله: {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ} (٥).
وهذه الآيات تدل دلالة واضحة على أنهم جميعاً من أشد الناس غلواً في دين الله فهم سواء في مجاوزتهم الحد.

<span data-type="title" id=toc-74>الفرع الثاني: معنى الغلو في الدين</span>.
أما معنى الغلو في الدين في الآية فيترتب على معرفة المخاطب بها, وقد قدمنا أن الأولى اعتبار الآية خطاباً للنصارى, وعليه فالغلو المقصود هو المذكور في الآيات السابقة في قوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ .. } (٦) , وقوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ .. } (٧).
فيكون الغلو في الدين في هذه الآيات السابقة هو مجاوزة الحق إلى الباطل, وهو في الاعتقاد القول بأن المخلوق يضاهي الخالق, أو أنه جزء من الخالق وبيده النفع والضر.
قال الإمام الطبري: " (لا تغلوا في دينكم) يقول: لا تفرطوا في القول فيما تدينون به من أمر المسيح, فتجاوزوا فيه الحق إلى الباطل, فتقولوا فيه هو الله أو هو ابنه, ولكن قولوا هو عبد الله وكلمته ألقاها إلى مريم وروح منه, وقال أيضاً في تفسير قوله تعالى: (ولا تتبعوا أهواء قوم قد ضلوا من قبل
_________
(١) سورة المائدة الآية: (١٨).
(٢) سورة المائدة الآية: (١٩).
(٣) سورة المائدة الآية: (٥١).
(٤) سورة المائدة الآية: (٥٩).
(٥) سورة المائدة الآية: (٦٨).
(٦) سورة المائدة الآية: (٧٢).
(٧) سورة المائدة الآية: (٧٢ - ٧٣).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (96,'وأضلوا كثيرا) يقول: فتقولون فيه كما قالوا _أي اليهود_ هو لغير رشدة, وتبهتوا أمه كما يبهتونها بالفرية, وهي صديقة ... " (١).
فتبين مما سبق أن كلا الفريقين اليهود والنصارى وقعا في الغلو في حق عيسى - عليه السلام -؛ ولكن ذهب كل فريق إلى طرف, فغلا النصارى في جانب الإطراء حتى جعلوه نداً لله, وغلا اليهود في جانب الجفاء حتى جعلوه ولد زنى, فبرأه الله مما قالوا (٢).
قال الإمام القرطبي رحمه الله: " (لاتغلوا) أي: لا تفرطوا كما أفرطت اليهود والنصارى في عيسى - عليه السلام - , فغلو اليهود قولهم في عيسى: ليس ولد رشدة, وغلو النصارى قولهم: إنه إله, والغلو مجاوزة الحد" (٣). وبهذا القول قال الإمام البيضاوي, والإمام الخازن رحمة الله عليهما.
وكلا الغلوين مذمومان, وذلك لأنهما خالفا الحق في دينهم, قال محمد سيد طنطاوي: " وقد غالى أهل الكتاب في شأن عيسى - عليه السلام - , أما اليهود فقد كفروا به ونسبوه إلى الزنا, وافتروا عليه وعلى أمه افتراء شديداً, وأما النصارى فقد وصفوه بالألوهية, فوضعوه في غير موضعه الذي وضعه الله فيه, وهو منصب الرسالة, وكما غالوا في شأن عيسى - عليه السلام - فقد غالوا أيضاً في تمسكهم بعقائدهم الزائفة، مع أن الدلائل الواضحة قد دلت على بطلانها وفسادها " (٤).

<span data-type="title" id=toc-75>الفرع الثالث: ما يستفاد من النهي عن الغلو في الدين حديثاً</span>.
أما النهي عن الغلو في الدين في الآية يعني أموراً:
أحدها: أن على أهل الكتاب أن يتركوا هذه الصفة الذميمة, وأن يسلكوا المنهج الوسط, وهو الحق الذي جاء به الرسل عليهم أكمل الصلاة وأتم التسليم.
_________
(١) انظر: جامع البيان عن تأويل آي القرآن (٦/ ٣١٦) مرجع سابق.
(٢) ويقصدون بقولهم ليس ولد رشدة أي: أنه ولد زنا. المرجع: صفوة التفاسير (١/ ٣٣١) , المؤلف: محمد بن علي الصابوني الأستاذ بكلية الشريعة والدراسات الإسلامية مكة المكرمة جامعة الملك عبد العزيز، الناشر: دار الصابوني, الطبعة الأولى عام ١٤١٧ هـ ١٩٩٧ م.
(٣) انظر: الجامع لأحكام القرآن (٦/ ٢٥٢) مرجع سابق, وتفسير البيضاوي (٢/ ٣٥٥) مرجع سابق, ولباب التأويل في معاني التنزيل (٢/ ٣١٨).
(٤) انظر: التفسير الوسيط (١/ ١٣٣٦) , المؤلف: محمد سيد طنطاوي, مصدر الكتاب: موقع التفاسير http: www.altafsir.com.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (97,'الثاني: دعوة أهل الكتاب في عصرنا الحاضر إلى الإسلام, وذلك أن دينهم قد حرف وبدل ودخله الغلو والمبالغة, والإفراط والتفريط, ولا يمكنهم التخلص من ذلك إلا بالدخول في الإسلام الذي جاء بالدين الوسط الكامل, والإيمان بالقرآن المصدق لما سبقه من الكتب والمهيمن عليها.
الثالث: تنبيه المسلمين ألا يقعوا فيما وقع فيه أهل الكتاب قديماً من الغلو الذي نهى النبي - صلى الله عليه وسلم - عنه، فعن ابن عباس - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: {وإياكم والغلو في الدين, فإنما هلك من كان قبلكم بالغلو في الدين} (١).
وعن أيضاً أن رسول الله - صلى الله عليه وسلم - قال: {لا تطروني كما أطرت النصارى ابن مريم؛ إنما أنا عبد فقولوا: عبد الله ورسوله} (٢).
وقال رسول الله - صلى الله عليه وسلم -: {هلك المتنطعون قالها ثلاثا} (٣).
و(المتنطعون) أي: المتعمقون الغالون المجاوزون الحدود في أقوالهم وأفعالهم (٤).

<span data-type="title" id=toc-76>الفرع الرابع: مفاسد الغلو في الدين قديماً وحديثاً</span>.
إن الغلو مذموم في الشرع, ولا شك أن ذلك دليل على احتوائه على مفاسد تعود على الغالي والمغلو فيه في الدين والدنيا, وقد بيَّن العلماء بعض تلك المفاسد أخذاً من النصوص الشرعية المتعلقة بالخطاب القرآني في النهي عن الغلو, وأخذاً مما وقع فيه أهل الكتاب جراء الغلو, فمن ذلك:
١ - أنه تنزيل للمغلو فيه فوق منزلته إن كان مدحاً، ودونها إن كان قدحاً.
٢ - أنه يؤدي إلى عبادة هذا المغلو فيه كما هو الواقع من أهل الكتاب.
_________
(١) أخرجه أحمد بن حنبل في المسند, (١/ ٢١٥) برقم: (١٨٥١) , المؤلف: أبي عبدالله أحمد بن حنبل الشيباني، الناشر: مؤسسة قرطبة - القاهرة مصر, الأحاديث مذيلة بأحكام شعيب الأرنؤوط عليها, وإسناده صحيح على شرط مسلم رجاله ثقات رجال الشيخين غير زياد بن الحصين فمن رجال مسلم.
(٢) أخرجه البخاري, باب قوله تعالى: {وَاذْكُرْ في الْكِتَابِ مَرْيَمَ إِذْ انْتَبَذَتْ من أهْلِهَا} (٣/ ١٢٧١) برقم: (٣٢٦١) مرجع سابق.
(٣) أخرجه مسلم, باب قوله: هلك المتنطعون (٤/ ٢٠٥٥) برقم: (٢٦٧٠) مرجع سابق.
(٤) انظر: المنهاج شرح صحيح مسلم بن الحجاج, (١٦/ ٢٢٠) المؤلف: أبو زكريا يحيى بن شرف بن مري النووي, الناشر: دار إحياء التراث العربي - بيروت, الطبعة الطبعة الثانية، ١٣٩٢ هـ.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (98,'٣ - أنه يصد عن تعظيم الله سبحانه وتعالى؛ لأن النفس إما أن تنشغل بالباطل أو بالحق، فإذا انشغلت بالغلو بهذا المخلوق وإطرائه وتعظيمه تعلقت به ونسيت ما يجب لله تعالى من حقوق.
٤ - أن المغلو فيه إن كان موجوداً؛ فإنه قد يزهو بنفسه ويتعاظم ويعجب بها، وهذه مفسدة تفسد المغلو فيه إن كانت مدحاً، وتوجب العداوة والبغضاء وقيام الحروب والبلاء بين هذا وهذا إن كانت قدحاً (١).
وقد حصل مثل هذا الغلو بين كثير من الطوائف النصرانية في العصور الوسطى (٢).
وهذه المفاسد كلها وأكثر منها قد وقع فيها أهل الكتاب قديماً؛ فالنصارى أنزلوا المسيح ابن مريم وأمه عليهما السلام فوق منزلتهما, وغالوا فيهما حتى عبدوهما واتخذوهما آلهين مع الله تعالى, وكذلك فعل اليهود في عزير - عليه السلام - , ثم غالوا في اتباع أحبارهم ورهبانهم فاتخذوهم أرباباً من دون الله, هذا في الغلو من جهة المدح.
أما من جهة الذم فإنهم قتلوا أنبياء الله وأهانوهم وصلبوهم, وكذبوا برسالاتهم وكتبهم, وكفروا بهم واستهزؤوا بهم كما هو ثابت في القرآن العظيم.
وقد نبه العلماء رحمهم الله على ذلك قديماً؛ قال الزمخشري رحمه الله: في تفسير قوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لاَ تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلاَ تَتَّبِعُوا أَهْوَاء قَوْمٍ قَدْ ضَلُّوا مِن قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَن سَوَاء السَّبِيلِ} (٣).
قال الزمخشري: "الغلو في الدين غلوان: غلو حق: وهو أن يفحص عن حقائقه, ويفتش عن أباعد معانيه, ويجتهد في تحصيل حججه, كما يفعل المتكلمون من أهل العدل والتوحيد رضوان الله عليهم.
_________
(١) انظر: القول المفيد على كتاب التوحيد (ص: ٣٦٥) , المؤلف: العلامة محمد بن صالح العثيمين, الناشر: دار ابن الجوزي، المملكة العربية السعودية, الطبعة: الثانية, محرم ١٤٢٤ هـ.
(٢) وقد زاد غلوهم في العصور الأوربية الوسطى بادعائهم الحق الإلهي في الحكم وملكيتهم لصكوك الغفران ومعاداة العلم والعلماء, مما ترتب عليه ظهور حركات التمرد, وإحياء المذاهب المادية القديمة, وإعلاء سلطة العقل. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١١٠١) مرجع سابق.
(٣) سورة المائدة الآية: (٧٧).',NULL,'109',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (99,'وغلو باطل: وهو أن يتجاوز الحق ويتخطاه بالإعراض عن الأدلة واتباع الشبه, كما يفعل أهل الأهواء والبدع" (١).
أقول: ولا يخفى عليك أن اليهود والنصارى أولى بهذا الباطل من أهل الأهواء البدع.

<span data-type="title" id=toc-77>المطلب الثالث: الغلو في الدين عند أهل الكتاب حديثاً:</span>
لا يزال الغلو في الدين قائماً بين أهل الكتاب من اليهود والنصارى إلى اليوم, وسنذكر هنا نماذج وصوراً يتجلى من غلوهم في الدين حديثاً, فمن ذلك:

<span data-type="title" id=toc-78>الفرع الأول: غلوهم في عيسى - عليه السلام </span>-:
إن أهل الكتاب لم يكتفوا بالكفر والشرك, بل كانوا من المغالين جداً, ولا يزالون إلى يومنا هذا على اعتقاداتهم الفاسدة التي لا تنبني على منطق وواقعية، كمقولتهم في حقيقة المسيح باللاهوت, والناسوت (٢)، ومقولتهم في التثليث (٣) الذي ينتج توحيداً كما يزعمون, والفداء, وغيرها مما لا يقبله عقل بشري.
قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ} (٤).
_________
(١) انظر: الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، (١/ ٦٩٩) مرجع سابق، وهو يقصد بالمتكلمين من أهل العدل والتوحيد المعتزلة, والتمثيل بهم غير سديد.
(٢) الناسوت واللاهوت: مصطلحان يعبران عن عقيدة أساسية في المسيحية, أن للمسيح طبيعة إلهية اللاهوت وطبيعة إنسانية الناسوت, وأن الكلمة الإلهية اللاهوت اتحدت بجسم المسيح واختلطت بناسوته (الجزء الإنساني منه) وصار طبيعةً واحدة وأقنوماً واحداً هو الأقنوم الثاني من الثالوث الأقدس عندهم. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١١٥٧) مرجع سابق.
(٣) نشأ مصطلح التثليث في الديانة النصرانية على يد بولس المتأثر بالفلسفة الإغريقية, وفلسفة أفلاطون, ويعتقد النصارى بأن الله تعالى ثلاثة أقانيم وهي: الله الآب, والله الابن (الذي هو عيسى ابن مريم في زعمهم) والله الروح القدس, وأنهم متساوون من حيث الأزلية, وجوهر الإلهية والقدرة, وعلى ذلك فإن التثليث موضع اتفاق بين الكنائس كلها. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١٠٠٠) مرجع سابق.
(٤) سورة المائدة الآية: (٧٧).',NULL,'110',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (100,'<span data-type="title" id=toc-79>الفرع الثاني: غلوهم في إطلاقهم حرية الرأي والتعبير:</span>
إن من أشد غلو أهل الكتاب في العصر الحديث ما يسمونه بحرية الرأي والرأي الآخر, فتجاوزوا في حرية التعبير عن الرأي, فأصبح كل إنسان يقول ما يشاء وكيف يشاء حتى ولو قال رأيه في الذات الإلهية وبما لا يليق بخالقه, أو ينكر وجوده, أو يستهزئ برسل الله, أو بالكتب السماوية, ويسب الآخرين ويزدري بهم.
فجُعلت حرية الرأي والتعبير دون ضوابط, وهي فكرة تولى كبرها ووزرها اليهود والنصارى في عصرنا الحاضر, ولم يكتفوا بأن تكون في بلدانهم بل يريدون فرضها على العالم بأسره.
فمن المقالات التي نشرت في الولايات المتحدة الأمريكية ما يلي: "نشرت وكالة الأنباء الأمريكية الأسوشيتيد بريس في مارس ٢٠٠٢ م: اقتراح صحفي أمريكي يدعى ريتش لوري في مجلة ناشيونال ريفيو القائل بضرب مكة بقنبلة نووية، وقال: "ضرب مكة بقنبلة نووية سوف يرسل إشارة للمسلمين!
وقد زعم لوري تأييد عدد كبير من الأمريكيين لضرب مكة بقنبلة نووية. ووصف صحفي أمريكي ثان اسمه رود درمر فكرة تدمير مدينة مكة المكرمة بأنها جيدة" (١).
وأيضاً دعوة توم تانكريدو العضو الجمهوري بالكونجرس في يوم ٤ يوليو من عام ٢٠٠٥ م إلى ضرب مكة المكرمة بالقنبلة النووية لمنع هجوم إرهابي على أمريكا, ووصفه الأمريكيون الذين اعتنقوا الإسلام (أبرهة) القرن الواحد والعشرين, وقالوا: إن إعصار وطوفان كاترينا في نيو اورلينز، وكذلك إعصار وطوفان ريتا في تكسس كولورادو هو عقاب الله على التفكير بضرب مكة المكرمة نووياً، وشبهوهما بالطير الأبابيل التي صدت إبرهة وأفعاله عن هدم الكعبة (٢).
فكيف يسمح لمثل هؤلاء القوم أن يكتبوا ويعبروا عن أرائهم بمثل هذه الآراء العوجا الفاسدة والمثيرة للجدل, والداعية للحذر منهم ومن تعاملاتهم, وكان الأولى والأجدر بالولايات المتحدة الأمريكية راعية الحوار بين الحضارات كما تزعم أن تقود هؤلاء الناس إلى السجون, وتقوم بمحاكمتهم كونهم ممن يدعون إلى الإرهاب, ويثيرون الحقد بين المسلمين وغيرهم, وكل ما يحدث في عصرنا الحديث هو من الكيل بمكيالين, كما يحصل للمسلمات في فرنسا وألمانيا حينما يردن ارتداء الحجاب,
_________
(١) انظر: الإسلام وخرافة السيف (ص: ٢٤). الناشر: المكتبة الشاملة الإصدار الرابع.
(٢) انظر: موسوعة الدفاع عن رسول الله - صلى الله عليه وسلم - (١٠/ ٤) , المؤلف: الباحث علي بن نايف الشحود.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (101,'فيمارسون في حقهن التضييق والإيذاء, وما ذلك إلا شاهد على حريتهم المكذوبة التي يدعونها, وهم يفرضون على الضعفاء من الأقليات الإسلامية في بلدانهم مثل هذه الآراء العوجا, وكذلك المساجد التي ترفع الأذان بدعوة الناس للصلاة والعبادة لا تعد عندهم من الحرية, إنما الحرية أن تسب الدين وتعتدي على النبيين وتقتل الأطفال والنساء, وهذا هو تاريخ أهل الكتاب في كل زمانٍ ومكان في إتباعهم الهوى والضلال.

<span data-type="title" id=toc-80>الفرع الثالث: غلوهم بإلصاق تهمة الغلو بالمسلمين ومحاربتهم لهم بسبب ذلك:</span>
واليوم يطلق اليهود والنصارى ألقاباً ومصطلحات هي في معنى الغلو, مثل: التطرف, التشدد, الأصولية, الإرهاب, التنطع, اليمين, ويريدون إلصاقها بالملتزمين بالأوامر الإلهية من المسلمين, بل جعلوا التمسك بالدين تهمة يدان بها المسلم فيستحق أن يبقى تحت المراقبة والتضييق والملاحقة, وأن يكون الأصل فيه الشك, بل يصل إلى التعذيب والسجن.
وفي المقابل فإن المسلم المتساهل في دينه, الذي لا يهتم بأوامر دينه ونواهيه, ولا يبالي بهجر الأوامر وغشيان المناهي والفجور, وإهمال مبادئ الإسلام وأصول الولاء والبراء والإفراط التفريط؛ هو المسلم المتسامح الوسطي.
ولا تزال مطارقهم تدق هذه الشبهة داخل المجتمعات الإسلامية, حتى تأثر بها بعض أبناء المسلمين, فصاروا يرددون شعارات اليهود والنصارى وأفكارهم, ويكيلون التهم إلى الإسلاميين والمتمسكين بالدين من إخوانهم, ويدعون الناس لعقد مؤتمرات وندوات في بلاد المسلمين حول منهج الوسطية ونبذ التشدد في الدين, وهم في الحقيقة يدعون الناس إلى ترك الدين أو إلى تمييع أحكام الشرع, وهدم أصوله, وابتداعهم لدين يتماشى مع سياسات أعداءهم.
والعجيب في ذلك كثرة دعائهم إلى الوسطية مع وجودها داخل البلاد الإسلامية, وغياب النداء إلى الالتزام بالدين مع انتشار التساهل والانحلال الأخلاقي في بعض بلاد المسلمين, فعلام يدل هذا؟ مع أن الأصل في ذلك هو أن ندعو الناس إلى الدين الوسط الحق الذي لا إفراط فيه ولا تفريط, وإلا فلماذا أصبحت المسلمة التي تردي الحجاب مخالفة للقانون ويضيق عليها وتعاقب, والذي يقتل الأطفال والشيوخ كما يحصل في غزة والعراق وغيرها موافق للقانون؟ فما هو هذا المعيار وما هو هذا المكيال الذي تدعوننا إليه!',NULL,'112',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (102,'<span data-type="title" id=toc-81>الفرع الرابع: غلوهم بإثارة الحروب والفتن على المسلمين:</span>
وإن من غلوهم ومجاوزتهم للحدود إثارة الحروب والقلاقل والفتن في كل بلاد المسلمين, وكذلك محاربتهم لمن ينتسبون للدين الإسلامي, كما حصل في إيرلندا وفي البوسنة والهرسك, وحيث وقعت مجازر جماعية.

<span data-type="title" id=toc-82>الفرع الخامس: غلوهم بإدعاؤهم أنهم شعب الله المختار:</span>
وإن من غلوهم ما يحصل من اليهود اليوم من تسمية أنفسهم بـ (شعب الله المختار) وأن غيرهم عبيداً لهم, وأن الأمة اليهودية هي" ثالوث يتألف من الشعب الإسرائيلي والتوراة والإله، وأن هذه المقومات كلها متساوية, إذ لا يتصور الشعب الإسرائيلي دون الإله والتوراة، ولا الإله دون التوراة والشعب، ولا التوراة دون الشعب والإله. فالأقانيم الثلاثة تساوي في مجموعها وحدة عضوية هي الأمة الإسرائيلية " (١) وكذلك ما يقوله المحافظون الجدد الذين يقولون: إنهم أبناء الله.

<span data-type="title" id=toc-83>الفرع السادس: غلوهم في كسبهم المحرَّم:</span>
ومن غلوهم في عصرنا الحاضر أيضاً مجاوزتهم لحدود الله تعالى في معاملاتهم الربوية في البنوك العالمية, ومن أشهر ذلك البنك الدولي الذي يشرف عليه اليهود والنصارى, والذي يعد من الأسباب الرئيسية في انهيار الاقتصاد العالمي في كثير من الدول عام (٢٠٠٧٢٠٠٨ م) , وما حصل في الولايات المتحدة الأمريكية من الأزمة الاقتصادية العالمية إلا شاهد على ذلك.
تنبيه: قد يطلق البعض اليوم الغلو في الدين على التمسك بتعاليمه والعمل بما يقتضيه من الأفعال والتروك, كما يطلق ذلك من يطلقه من اليهود والنصارى واللادينيين وأذنابهم على المسلمين, وهذا فيه دليل على أمور؛ منها:
أولاً: أنهم مستمرون على عنادهم وكفرهم وما كان عليه أسلافهم من الغلو.
ثانياً: أنهم باقون على غلوهم لم يقلعوا بعد عنه, ومن ذلك الرسوم الساخرة من عيسى ومحمد عليهما أفضل الصلاة وأتم التسليم.
ثالثاً: أنهم عكسوا الأمر؛ فبدلاً من أن ينفذوا التوجيهات الإلهية فينتهوا عن الغلو أخذوا يتهمون غيرهم به زوراً وبهتاناً, كما قيل: رمتني بدائها وانسلت! وقد قام الجنرال الأمريكي "ويليام. ج. بويكن" نائب وزير الدفاع الأمريكي يخطب في إحدى الكنائس وهو بزيه العسكري فقال: "إن إلهنا
_________
(١) انظر: كتاب اليهودية الأرثوذوكسية, (ص: ٢٣) مرجع سابق.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (103,'أكبر من إلههم .. إن إلهنا إله حقيقي، وإله المسلمين صنم ... وإنهم يكرهون الولايات المتحدة الأمريكية، لأنها أمة مسيحية يهودية، وحربنا معهم هي حرب على الشيطان .. وإن دين الإسلام دين شيطاني شرير ... ومحمد هو الشيطان نفسه ... " (١).
ومثل هذا الكلام يبين لنا مدى غلوهم في الحقد الذي تشربوه في نفوسهم تجاه دين الله ورسوله والمسلمين, وبعد أن ذكرنا الخطاب القرآني لأهل الكتاب المتعلق بالنهي عن الغلو في الدين, ومجاوزة الحد فيه, وتبين لنا أن هذا الغلو هو الذي أوصلهم إلى تحريف كتب ربهم حتى يتوافق مع ما تمليه عليهم أهوائهم في رسلهم وأنبياءهم, فقتلوهم وكفروا بربهم, فكان المخرج من هذا الغلو هو أن يلتزم أهل الكتاب بما جاءهم من الخطاب القرآني الذي يدعوهم إلى أن يكونوا على وسط من أمرهم, وأن يأخذوا أوامر ربهم بجد وقوة, وأن يحذروا من الإفراط والتفريط في دينهم, وهذا الوسط هو الإسلام, دين جميع الأنبياء الذي ارتضاه الله لعباده حتى يعودوا إلى رشدهم, وحتى يرفع الله ما حل بهم من العداوة والبغضاء الواقعة بينهم عبر تاريخهم.
_________
(١) انظر: موسوعة الدفاع عن رسول الله - صلى الله عليه وسلم - (١١/ ٣٤٤) مرجع سابق.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (104,'<span data-type="title" id=toc-84>المبحث الثالث: مجادلة أهل الكتاب ومباهلتهم</span>, وفيه مطلبان:
المطلب الأول: مشروعية جدال أهل الكتاب ومناظرتهم, وفيه أربعة فروع:
الفرع الأول: تعريف الجدل لغة وشرعاً.
الفرع الثاني: مشروعية جدال أهل الكتاب عند المفسرين.
الفرع الثالث: آداب الجدال مع أهل الكتاب.
الفرع الرابع: مجادلة أهل الكتاب ومناظرتهم حديثاً.
المطلب الثاني: دعوة أهل الكتاب للمباهلة, وفيه فرعان:
الفرع الأول: تعريف المباهلة لغةً واصطلاحاً.
الفرع الثاني: مشروعية المباهلة حديثاً.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (105,'<span data-type="title" id=toc-85>المطلب الأول: مشروعية جدال أهل الكتاب ومناظرتهم:</span>
إن من سنن الله في عباده حينما يضلون عن طريق الهدى بنسيانهم شريعة ربهم, وقسوة قلوبهم بسبب طول الأمد عليهم, أن يعاقبهم بإتباع الأهواء, أو ما يمليه عليهم أحبارهم ورهبانهم مما لم يشرعه الله لعباده كما حصل لأهل الكتاب قديماً, فيرسل الله رسله بالهدى وبدين الحق؛ لإخراجهم من الظلمات إلى النور, قال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (١٥) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (١).
إن هذه الأيام قد أصبحت الأمة تعج بكثير من الفتن والدعوات والأفكار التي أضعفت الأمة الإسلامية بسبب بعدها عن شرع ربها وهدي خالقها، وقد أصبح العالم بأسره كقرية صغيرة من خلال مشاهدة وسائل الإعلام الحديثة، وأصبح الغرب يهتم بالحوار اهتماماً كبيراً؟ ومما ينبغي على محبي الرسل ومعظميهم من المسلمين أن يقوموا بدعوة أهل الكتاب إلى الإسلام وإلى دين الله الحق الذي ارتضاه لعباده بالحكمة والموعظة الحسنة, وأن يجادلوهم بالتي هي أحسن حتى تقام عليهم الحجة, وأن يجادلوهم بكل ما يمتلكون من وسائل تتناسب مع هذا العصر للدعوة للحق, وحتى لا يقولوا: ما جاءنا من بشير ولا نذير, وهذا الواجب ليس واجباً مؤقتاً طرأ على المسلمين كونهم ضعفاء في عصرنا الحديث, بل هو من صميم الدين, وقد كانت هذه الدعوة لحوارهم ومناظرتهم قديماً والإسلام حينها في أعز قوة وتمكين وثبات, فمن باب أولى أن ندعوهم في عصرنا الحديث.
وقبل أن نبدأ ببيان مشروعية الجدال والمناظرة لأهل الكتاب, وأقوال المفسرين في ذلك نقوم بتعريف الجدال لغةً وشرعاً:
_________
(١) سورة المائدة الآية: (١٥ - ١٦).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (106,'<span data-type="title" id=toc-86>الفرع الأول: تعريف الجدل لغة وشرعاً:</span>
<span data-type="title" id=toc-87>أولاً: تعريف الجدال لغةً:</span>
ذكر ابن فارس أن مادة (جدل) من باب استحكام الشيء في استرسال يكون فيه, وامتداد الخصومة ومراجعة الكلام (١).
وقال ابن منظور (٢): "الجدل شدة الفتل, وجَدَلْتُ الحَبْلَ أَجْدِلُه جَدْلاً إِذا شددت فَتْله وفَتَلْتَه فَتْلاً مُحْكَماً " (٣).

<span data-type="title" id=toc-88>ثانياً: تعريف الجدال اصطلاحاً:</span>
أما شرعاً فللعلماء في تعريف الجدل عبارات متقاربة, وهي كما يلي:
قال المناوي: " الجدل: دفع المرء خصمه عن إفساد قوله بحجّة أو شبهة، أو يقصد به تصحيح كلامه, وهو الخصومة في الحقيقة، والجدال: عبارة عن مراء يتعلّق بإظهار المذاهب وتقريرها " (٤).
وقال الفيومي (٥): "هو التّخاصم بما يشغل عن ظهور الحقّ ووضوح الصّواب" (٦).
وأضاف الكفويّ (٧) على تعريف المناوي قوله: "هو عبارة عن دفع المرء خصمه عن فساد قوله بحجّة أو شبهة, وهو لا يكون إلّا بمنازعة غيره" (٨).
_________
(١) انظر: مقاييس اللغة (١/ ٤٣٣) مرجع سابق.
(٢) ابن منظور: هو محمد بن مكرم بن علي الشهير بابن منظور الأنصاري الإفريقي المصري، ولد عام (٦٣٠ هـ) وتوفي عام (٧١١ هـ)، له عدة مؤلفات من أشهرها: لسان العرب. انظر: بغية الوعاة في طبقات اللغويين والنحاة (١/ ٢٤٨) المؤلف: جلال الدين عبد الرحمن السيوطي، المكتبة العصرية لبنان صيدا، تحقيق: محمد أبو الفضل إبراهيم.
(٣) انظر: لسان العرب (١١/ ١٠) مرجع سابق.
(٤) انظر: التعريفات (١/ ١٠١) , المؤلف: علي بن محمد بن علي الجرجاني، الناشر: دار الكتاب العربي بيروت ١٤٠٥، الطبعة: الأولى، تحقيق: إبراهيم الأبياري.
(٥) أحمد بن محمد بن علي الفيومي الحموي أبو العباس المقري اللغوي المصري، توفي سنة (٧٧٠ هـ)، من مؤلفاته: ديوان الخطب، والمصباح المنير في غريب الشرح الكبير في اللغة. انظر: هدية العارفين (١/ ٦٠) مرجع سابق.
(٦) انظر: المصباح المنير في غريب الشرح الكبير للرافعي (١/ ٩٣)، المؤلف: أحمد بن محمد بن علي المقري الفيومي، الناشر: المكتبة العلمية بيروت.
(٧) الكفوي: هو أبو البقاء أيوب بن موسى الحسيني الكفوي، ولد في تركيا، وتولى قضاء القدس، وتوفي عام (١٦٨٣ م)، من آثاره كتاب الكليات في المصطلحات. انظر: الأعلام (قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين) المؤلف: خير الدين الزركلي، دار العلم للملايين (٢/ ٣٨)، ومعجم المؤلفين تراجم مصنفي الكتب العربية (٣/ ٣١) , المؤلف: عمر رضا كحالة، دار إحياء التراث العربي بيروت.
(٨) انظر: الكليات معجم في المصطلحات والفروق اللغوية (ص: ٥٤٥)، المؤلف: أبي البقاء أيوب بن موسى الحسيني الكفوي، الناشر: مؤسسة الرسالة بيروت ١٤١٩ هـ ١٩٩٨ م. تحقيق: عدنان درويش محمد المصري',NULL,'117',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (107,'وقال في موضع آخر عن المجادلة: "هي المنازعة في المسألة العلمية لإلزام الخصم, سواء كان كلامه فاسداً في نفسه أو لا" (١).
وبالنظر في هذه التعريفات المتعددة للجدل والجدال يتبين أنها متقاربة, وإن كان بينها بعض الاختلاف, وإذا أمعنا النظر في ذلك نجد أنها قد اختلفت باختلاف الهدف من الجدل, ولذا قال الفيومي بعد تعريفه: وهو محمود إن كان للوقوف على الحق وإلا فمذموم.
والحاصل: أن الجدال لا يخلو عن تخاصم ومراء في الأصل؛ لكن قد يستعمل بمعنى المباحثة والمناظرة التي يهدف فيها المتباحثون التوصل للحق, مثل ما كان يقع من المناظرات بين الشافعي وسفيان الثوري, أو بين الشافعي وإسحاق بن راهويه (٢) , أو بين غيرهم من الأئمة السابقين.
ولهذا كان الجدل في الدين محموداً, ولقد جادل نوح - عليه السلام - والأنبياء أقوامهم حتى يظهر الله الحق, فمن قبله أنجح وأفلح, ومن رده خاب وخسر.
وقد يكون الجدال للمماراة والعناد وجحد الآيات, أو لدحض الحق بالباطل, ولا يهدف إلى إظهار الحق؛ فيكون بهذا مذموماً.
ولهذا لا تكون المجادلة لأهل الكتاب إلا عن بصيرة, وتكون من أهل العلم الذين يفهمون كيف يجادلونهم؛ ليقنعوهم ويستطيعوا الرد على شبهاتهم.
وأما الجاهل الذي يجادل من غير علم وبدون بصيرة, فلا يحق له أن يجادلهم لما قد يترتب على ذلك من الفتنة, وعلى هذا التَّفصيل تنزَّل النُّصوص الواردة في إباحته وذمّه.
والجدال ينقسم من حيث مشروعيته إلى قسمين: جدال محمود, وجدال مذموم, وإذا نظرنا في نصوص الخطاب القرآني الواردة في الجدال نجد أن بعضها تدل على مشروعيته, وبعضها تدل على
_________
(١) انظر: الكليات (ص: ١٣٦٩) مرجع سابق.
(٢) إسحاق بن إبراهيم بن مخلد بن إبراهيم بن مطر أبو يعقوب الحنظلي، المعروف بابن راهويه، ولد سنة ١٦١ هـ، ومات سنة ٢٣٨ هـ، ثقة حافظ. انظر: تهذيب التهذيب، (١/ ١٩٠) مرجع سابق.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (108,'ذمه وذم أهله, وقد أشرنا فيما سبق إلى أن أصل الجدل لا يخلو من التخاصم, وأنه قد يكون للوقوف على الحق, وعلى هذا فلا بد من التفصيل في حكمه بحسب الدافع إليه؛ فنقول:',NULL,'119',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (109,'<span data-type="title" id=toc-89>القسم الأول: الجدال المحمود:</span>
الجدال يكون محموداً إذا تعلَّق به إظهار الحق وتقريره أو الوقوف عليه, وقد أُمر بذلك النَّبي - صلى الله عليه وسلم - في قوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} (١).
وقد خاطب الله المؤمنين بقوله تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (٢).
فتبين من خلال هذه الآيات مشروعية الجدال الذي أمر الله به رسوله أن يجادل أهل الكتاب وغيرهم, وأن يدعوهم إلى الله بالحسنى, وهذا هو الجدال المحمود.

<span data-type="title" id=toc-90>القسم الثاني: الجدال المذموم:</span>
وأما الجدال المذموم فهو الذي يكون بغير الحق, أو يكون مما أراد به المجادل أن يظهر الباطل في صورة الحق, أو يشغل الناس عن ظهور الحقِّ ووضوح الصّواب, أو ليدحض به الحق, فحينها يكون مذموماً، ويكون صاحبه آثماً, وهذا هو المقصود بقوله - صلى الله عليه وسلم -: {ما أوتِيَ قَوْم الجدَلَ إلا ضَلُّوا} (٣) , وهذا هو مرادنا من الجدال المذموم الذي حصل من أهل الكتاب والمشركين مع رسل الله عليهم السلام كما تبينه الآيات التالية: قال تعالى: {وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آَيَاتِي وَمَا أُنْذِرُوا هُزُوًا} (٤).
وقال تعالى: {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ} (٥).
وقال تعالى: {مَا يُجَادِلُ فِي آَيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} (٦).
وقال تعالى: {الَّذِينَ يُجَادِلُونَ فِي آَيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آَمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} (٧).
_________
(١) سورة النحل الآية: (١٢٥).
(٢) سورة العنكبوت الآية: (٤٦).
(٣) انظر: النهاية في غريب الحديث والأثر, (١/ ٧٠٧) مرجع سابق.
(٤) سورة الكهف الآية: (٥٦).
(٥) سورة الحج الآية: (٨).
(٦) سورة غافر الآية: (٥).
(٧) سورة غافر الآية: (٣٥).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (110,'قال سيد قطب: فهؤلاء لا جدال معهم ولا محاسنة, وهؤلاء هم الذين حاربهم الإسلام عندما قامت له دولة في المدينة (١).
ومن خلال هذه الآيات وغيرها تبين أن كل من جادل في الله بغير علم, ولا هدى ولا كتاب منير, فإن جداله يكون مذموماً؛ وذلك لإتباعه هواه, وتلبيسه للحق بالباطل.

<span data-type="title" id=toc-91>الفرع الثاني: مشروعية جدال أهل الكتاب عند المفسرين:</span>
جاء الأمر بمجادلة أهل الكتاب في القرآن الكريم في عدة آيات, فمن هذه الآيات قوله تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} (٢).
أما دلالة هذه الآية على مشروعية جدال أهل الكتاب: فقد اختلفت عبارات المفسرين في معنى هذه الآية ودلالتها على مشروعية جدال أهل الكتاب, ونحن نعرض أقوالهم كما يلي:
قال النسفي (٣) رحمه الله: "الآية تدل على جواز المناظرة مع الكفرة في الدين, وعلى جواز تعلم علم الكلام الذي به تتحقق المجادلة, وقوله تعالى: {وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} من جنس المجادلة بالأحسن, وقال - صلى الله عليه وسلم -: {ما حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم وقولوا آمنا بالله وكتبه ورسله فإن كان باطلاً لم تصدقوهم وإن كان حقَّاً لم تكذبوهم} (٤) " (٥).
_________
(١) انظر: تفسير ظلال القرآن (٥/ ٢٧٤٥) مرجع سابق.
(٢) سورة العنكبوت الآية: (٤٦).
(٣) أبو حفص عمر بن محمد بن أحمد النسفي السمرقندي، ولد سنة (٤٦١ هـ)، ومات سنة (٥٣٧ هـ). انظر: تاريخ الإسلام ووفيات المشاهير والأعلام (٣٦/ ٤٤٧)، المؤلف: أبي عبد الله شمس الدين محمد بن أحمد بن عثمان الذهبي، دار الكتاب العربي لبنان بيروت، الطبعة: الأولى ١٤٠٧ هـ الموافق ١٩٨٧ م، تحقيق د: عمر عبد السلام تدمري, وطبقات المفسرين للأدنروي (١٧١) مرجع سابق.
(٤) أخرجه الأمام أحمد بن حنبل, في باب حديث أبي نملة الأنصاري, (٤/ ١٣٧) برقم: (١٧٢٦٤) بسند حسنه الأرنؤوط.
(٥) انظر: تفسير مدارك التنزيل وحقائق التأويل (٣/ ٨٨٦) , المؤلف: الإمام أبي البركات عبدالله بن احمد النسفي, الناشر: مكتبة نزار مصطفى الباز, تحقيق سيد زكريا.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (111,'وقال الإمام القرطبي رحمه الله: " اختلف العلماء في قوله تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ} فقال مجاهد: هي محكمة. فيجوز مجادلة أهل الكتاب بالتي هي أحسن على معنى الدعاء لهم إلى الله عز وجل, والتنبيه على حججه وآياته رجاء إجابتهم إلى الإيمان, لا على طريق الإغلاظ والمخاشنة, وقوله على هذا: إلا الذين ظلموا منهم معناه: ظلموكم, وإلا فكلهم ظلمة على الإطلاق.
وقيل: المعنى لا تجادلوا من آمن بمحمد - صلى الله عليه وسلم - من أهل الكتاب المؤمنين كعبد الله بن سلام ومن آمن معه, (إلا بالتي هي أحسن) أي بالموافقة فيما حدثوكم به من أخبار أوائلهم وغير ذلك.
وقوله على هذا التأويل (إلا الذين ظلموا) يريد به من بقي على كفره منهم, كمن كفر وغدر وقد حصل هذا الموقف من بني قريظة والنضير وغيرهم, والآية على هذا أيضا محكمة.
وقيل: هذه الآية منسوخة بآية القتال, أي: قوله تعالى {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ ... } (١) قاله قتادة.
ثم قال القرطبي: "وقول مجاهد حسن؛ لأن أحكام الله عز وجل لا يقال فيها إنها منسوخة إلا بخبر يقطع العذر أو حجة من معقول, واختار هذا القول ابن العربي (٢) " (٣).
وهذا هو الصحيح بأنه يجوز للمؤمنين أن يقوموا بدعوة أهل الكتاب إلى الله في كل زمانٍ ومكان, وكذلك غيرهم من المشركين؛ لقوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} (٤).
ووجه الدلالة أن مجادلة أهل الكتاب تكون في سبيل دعوتهم إلى الإيمان, وإخراجهم من الظلمات إلى النور وهي من إتباع سنة رسول الله - صلى الله عليه وسلم - , ولكن يجب أن يكون هذا الجدال قائماً على آداب لا بد من مراعاتها حتى تؤتي المجادلة ثمارها, وإنما أوجبنا مراعاة الآداب لقوله تعالى: (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) فإنه قيد مجادلة أهل الكتاب بقوله: (إِلَّا بِالَّتِي هِيَ أَحْسَنُ) والله اعلم.
وسنقوم بذكر بعض آداب الجدال تنبيهاً على أهميتها وهي كما يلي:
_________
(١) سورة التوبة الآية: (٢٩).
(٢) القاضي أبو بكر محمد بن عبد الله بن محمد بن عبد الله ابن العربي الأندلسي الإشبيلي المالكي، ولد (٤٦٨ هـ)، وتوفي في (٥٤٣ هـ)، ومن أعظم مؤلفاته: أحكام القرآن. انظر: طبقات المفسرين للسيوطي (ص: ١٠٥)، وطبقات المفسرين للداوودي (٢/ ١٦٧) وطبقات المفسرين للأدنروي (ص: ١٨٠).
(٣) انظر: الجامع لأحكام القرآن (١٣/ ٣٥٠) مرجع سابق.
(٤) سورة يوسف الآية: (١٠٨).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (112,'<span data-type="title" id=toc-92>الفرع الثالث: آداب الجدال مع أهل الكتاب:</span>
ينبغي لمن أراد أن يجادل أهل الكتاب أن يكون مطلعاً على بعض مما عندهم, كمعرفة شبهاتهم التي يرددونها حتى يرد عليها ويسهل الحوار معهم, وأن يكون عالماً ومطلعاً على الأدلة التي يقتنع بها خصمه سواء كانت هذه الأدلة عقلية أو نقلية, وأن يختار الزمان والمكان المناسب الذي يشعر فيه أن الخصم مهيأ لقبول الحق بالجدال معه أو الحوار, ويدل على هذا أن الرسول - صلى الله عليه وسلم - حينما قال له اليهودي: {جِئْتُ أَسْأَلُكَ. فقال له رسول اللَّهِ - صلى الله عليه وسلم -: أَيَنْفَعُكَ شَيْءٌ إن حَدَّثْتُكَ؟ قال: أَسْمَعُ بِأُذُنَيَّ, فَنَكَتَ رسول اللَّهِ - صلى الله عليه وسلم - بِعُودٍ معه فقال: سَل} (١).
وقد ذكر بعض العلماء (٢) مجموعة من الآداب للجدال مع أهل الكتاب وغيرهم فمنها ما يلي:
١ - التزام القول الحسن, وتجنب منهج التحدي والإفحام قال تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} (٣) , وقوله تعالى: {وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ} (٤).
٢ - الالتزام بوقت محدد في الكلام, ولا يسترسل فيه حتى يخرج عن حدود الأدب والذوق الرفيع.
٣ - حسن الاستماع والتزام أدب الإنصات, وتجنب المقاطعة حتى تتضح الآراء, ويتم تحديد نقاط الخلاف وأسبابها للقيام بمعالجتها وتنقيحها.
٤ - حصر المناظرات في مكان محدود حتى لا يتشتت الفكر فلا تؤتي المناظرة ثمرتها.
٥ - الإخلاص والتجرد في قبول الحق.
وقد أضاف الشيخ السعدي في تفسيره للآية السابقة التي تتحدث عن الجدال مجموعة من الشروط والآداب التي ينبغي أن يتحلى بها كل من أراد أن يجادلهم, فمنها:
١ - النهي عن مجادلة أهل الكتاب إذا كانت عن غير بصر من المجادل, وبغير قاعدة مرضية.
٢ - أن يجادلوا بحسن خلق ولطف ولين كلام, ودعوة إلى الحق بتحسينه, ورد الباطل وتهجينه.
_________
(١) أخرجه مسلم, كتاب الحيض باب بيان صفة مني الرجل والمرأة وأن الولد مخلوق من مائهما, (١/ ٢٥٢) برقم: (٣١٥) مرجع سابق.
(٢) انظر: أصول الحوار وآدابه في الإسلام (ص: ٢٥) , المؤلف: الشيخ صالح بن عبدالله بن حميد, الناشر دار المنارة للنشر والتوزيع جدة مكة, الطبعة الأولى عام (١٤١٥ هـ ١٩٩٤ م).
(٣) سورة البقرة الآية: (٨٣).
(٤) سورة الإسراء الآية: (٥٣).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (113,'٣ - أن لا يكون القصد من المناظرة مجرد المجادلة والمغالبة وحب العلو, بل يكون القصد بيان الحق وهداية الخلق.
أي: ولتكن مجادلتكم لأهل الكتاب مبنية على الإيمان بما أنزل إليكم وأنزل إليهم, وعلى الإيمان برسولكم ورسولهم وعلى أن الإله واحد, ولا تكن مناظرتكم إياهم على وجه يحصل به القدح في شيء من الكتب الإلهية أو بأحد من الرسل كما يفعله الجاهل عند مناظرة الخصوم يقدح بجميع ما معهم من حق وباطل فهذا ظلم وخروج عن الواجب وآداب النظر, فإن الواجب أن يرد ما مع الخصم من الباطل, ويقبل ما معه من الحق, ولا يرد الحق لأجل قوله ولو كان كافراً" (١).
وسنذكر في المبحث القادم مجموعة من الأمثلة التي تبين كيف كانت مواقف أهل الكتاب قديماً وحديثاً من الجدال والمناظرة.

<span data-type="title" id=toc-93>الفرع الرابع: مجادلة أهل الكتاب ومناظرتهم حديثاً:</span>
أما مجادلة أهل الكتاب ومناظرتهم حديثاً فلا بد أن تلتزم بالمنهج الإسلامي الذي يدعو للجدال بالتي هي أحسن, وبالطريقة الحسنى القائمة على الإيمان بأصول الأديان, وبالكتب التي أنزلت إلينا وإليهم, ولكننا نؤمن بأن كتب أهل الكتاب حرفت وبدلَّت, وعليه فلا حجة بما بقي فيها إلا ما وافق القرآن الكريم وسنة رسول الله محمد - صلى الله عليه وسلم -! لأن الله قد توعد بحفظه, ولم يدخله التحريف بعكس ما في كتبهم.
وقد أصبحت وسائل المناظرة والمجادلة في عصرنا الحديث متعددة وميسرة, فلا نكتفي بدعوتهم للمناظرة فرداً لفرد, أو شخصاً لشخص, ولكن لا بد أن نستفيد من وسائل العصر لحوارهم وجدالهم فمثلاً: أن يتعلم المناظر لغاتهم (٢) , وذلك ليتم التخاطب معهم بلغتهم, وكذلك حوارهم عبر القنوات الفضائية المرئية والمسموعة, وكذلك عبر الإذاعات المسموعة؛ وذلك رداً عليهم وعلى مناهجهم.
ومما يحتم علينا دعوتهم أنهم اليوم في تطور مستمر في طرقهم وأساليبهم في نشر أفكارهم المحاربة للإسلام, وقد أصبحت "مناهج العمل التنصيري متعددة الجوانب, ودائماً في تطور مستمر, فمن هذه
_________
(١) انظر: تيسير الكريم الرحمن في تفسير كلام المنان (١/ ٦٣٢) مرجع سابق.
(٢) قال زيد بن ثابت أتي بي إلى النبي - صلى الله عليه وسلم - فقال لي: (تعلم كتاب يهود فإني ما آمنهم على كتابي) انظر: الإصابة في تمييز الصحابة, (٢/ ٥٩٣) مرجع سابق.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (114,'الجوانب التنصير الإذاعي, وهناك من المنصرين من تخصصوا في إعداد البرامج التي تستخدم فيها كل الوسائل لجذب المستمعين ونشر تعاليم الإنجيل, ومن بين هذه الإذاعات (صوت العالم, وصوت الحق) " (١).
وكذلك لا بد من دعوتهم بوسائل الإعلام المسموعة: كالأشرطة المسموعة, وكأفلام الفيديو المرئية, وكذلك عبر الصحف والمجلات والدوريات المرئية المقروءة, وكذلك المراسلات عبر شبكات الإنترنت, وهي من أنفع الوسائل وأسرعها, وعبر الرسائل البريدية, وكذلك عبر مكالمات التلفونات (الجوال) , وكم لهذه الوسائل من أثر على النفوس والقلوب, وكل هذا لإبراء الذمة أمام الله في القيام بواجب التبليغ ولإقامة الحجة عليهم حتى لا يقولوا: ما جاءنا من بشير ولا نذير, وبعض هذه الوسائل قد استعملها الرسول - صلى الله عليه وسلم - كالمناظرة, وإرساله الرسل إلى جميع أقطار الأرض.
خلاصة:
أن عاى الداعية في عصرنا الحاضر الذي يتصدى لجدال أهل الكتاب أن يخبرهم أن ما يدعوننا إليه من الحوار ليس على شيءٍ من الهدى والاستقامة, حتى نكون جميعاً قد اجتمعنا على كلمة سواء تجمع بيننا وبينهم, وتحقن دماءنا ودماءهم وهي إفراد الله بالتوحيد, وعلى إقامة ما أنزل علينا جميعاً من ربنا قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّىَ تُقِيمُوا التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ} (٢).
وحرصاً منه - صلى الله عليه وسلم - أن لا يكون في الحوار والمناظرة بيننا وبين أهل الكتاب شيئاً من العبث اشترط عليهم بعض الشروط قبل الحوار, فمن ذلك عندما جاءته عصابة من اليهود قال لهم - صلى الله عليه وسلم -: {سلوني عما شئتم؛ ولكن اجعلوا لي ذمة الله وما أخذ يعقوب على بنيه إن أنا حدثتكم بشيء تعرفونه صدقاً لتتابعوني على الإسلام.
قالوا: لك ذلك.
قال: فسلوني عما شئتم} (٣).
_________
(١) انظر: ملامح عن النشاط التنصيري في الوطن العربي, (ص: ٣٨) , المؤلف: الدكتور إبراهيم عكاشة علي, الناشر: إدارة الثقافة والنشر بجامعة محمد بن سعود عام ١٤٠٧ هـ ١٩٨٧ م.
(٢) سورة المائدة الآية: (٦٨).
(٣) أخرجه الطيالسي في مسنده عن شهر ابن حوشب (١/ ٢٢١) برقم (٢٧٣١)، المؤلف: سليمان بن داود أبو داود الفارسي البصري الطيالسي، الناشر: دار المعرفة - بيروت, والدر المنثور (١/ ٢٢١).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (115,'ثم ظهر موقفهم من هذا الجدال في نهاية المناظرة أنهم نقضوا العهد والقاعدة التي عاهدوا الرسول - صلى الله عليه وسلم - على الوفاء بها, وينبغي أن يتحلى بهذا كل من يناظر أهل الكتاب حديثاً, وإلا لا داعي للحوار معهم لأنه سيكون مضيعة للوقت.
ومما لا بد منه قبل حوارنا معهم أن نقوم بخطوات عملية لتعريف أهل الكتاب بدين الإسلام تسبق ذلك عبر السفارات والقنصليات والملحقيات الثقافية في البلدان التي توجد فيها سفارات عربية وإسلامية, ونقوم باستدعاء السفراء والجلوس معهم, ومناقشتهم حول المسائل المتفق عليها وتقويتها, وهي من أهم الوسائل وأنفعها في يومنا هذا؛ لأن القلوب أصبحت متألمة من كل ما حصل ويحصل من احتلال لبلاد المسلمين, ومن كل تدخل نصراني سافر ضد المسلمين مباشر وغير مباشر, ومن تعاون النصارى مع اليهود في احتلالهم لبلاد المسلمين, بالإضافة إلى القتال والعداء التاريخي المتراكم.
ومثل هذا يحتاج إلى عقد مؤتمرات دولية يحضرها كبار العلماء والمثقفين والمفكرين المنصفين من جميع الأطراف يقومون بجمع نقاط الاتفاق ويقومون بتقويتها والتأكيد عليها, وتضيق نقاط الاختلاف بيننا وبينهم, ثم يقومون بدراستها دراسة موضوعية حتى نتمكن جميعاً من الوصول إلى الحوار الموضوعي الجاد القائم على توحيد الله سبحانه وتعالى والإيمان بجميع رسله وأنبيائه.

<span data-type="title" id=toc-94>المطلب الثاني: دعوة أهل الكتاب للمباهلة</span>, وفيه فرعان:
لقد شرع الله للمؤمنين جدال أهل الكتاب ومناظرتهم بالحوار كوسيلة لإقناعهم بالحق, مع أنه قد علم من بعض من وقع معه الجدال بالتي هي أحسن عدم الجدوى, وذلك لإصرارهم على باطلهم, وجحودهم للآيات, وتكذيبهم للرسل, لذلك أمر الله رسوله بأن يسلك مع هؤلاء الخطوة الثانية وهي: المباهلة, وهي تكون للذين ظلموا منهم بإصرارهم على باطلهم, وقد شرعها الله لنبيه محمد - صلى الله عليه وسلم - بقوله تعالى: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ} (١).
فهذه المباهلة كانت على النفس والأهل والأبناء, وهناك المباهلة الأخرى والتي كانت على تمني الموت ليتبين الصادق من الكاذب, كما في قوله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٦) وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ
_________
(١) سورة آل عمران الآية: (٦١).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (116,'عَلِيمٌ بِالظَّالِمِينَ} (١) , ونحن قبل أن نقوم بذكر أقوال أهل العلم والتفسير في المباهلة ومشروعيتها نقوم بتعريف المباهلة لغة واصطلاحاً.

<span data-type="title" id=toc-95>الفرع الأول: تعريف المباهلة لغة واصطلاحاً</span>.
<span data-type="title" id=toc-96>أولاً: تعريف المباهلة لغةً:</span>
لقد عرف أهل اللغة المباهلة بمعناها المأخوذ من كلام العرب ولغتها:
قال ابن فارس: والمباهلة والابتهال: التضرع في الدعاء، فإن المتباهلين يدعو كل واحد منهما على صاحبه, قال تعالى: {ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ} (٢) (٣).
قال الرازي (٤): " والابتهال فيه وجهان:
أحدهما: أن الابتهال هو الاجتهاد في الدعاء وإن لم يكن باللعن, ولا يقال ابتهل في الدعاء إلا إذا كان هناك اجتهاد.
والثاني: أنه مأخوذ من قولهم: عليه بهلة الله أي: لعنته, وأصله مأخوذ مما يرجع إلى معنى اللعن؛ لأن معنى اللعن هو: الإبعاد والطرد, وبهله الله أي: لعنه وأبعده من رحمته, والقول الأول أولى؛ لأنه يكون قوله ثم نبتهل أي: ثم نجتهد في الدعاء ونجعل اللعنة على الكاذب وعلى القول الثاني يصير التقدير ثم نبتهل أي: ثم نلتعن" (٥).
فتبين من التعريف اللغوي للمباهلة أنها مأخوذة من الابتهال والتبهل بمعنى: التلاعن, والاجتهاد في الدعاء بحصول ووقوع اللعنة على الكاذب أو الظالم من المتبهلين.
_________
(١) سورة الجمعة الآية: (٦٧).
(٢) سورة آل عمران الآية: (٦١).
(٣) انظر: مقاييس اللغة (١/ ٣١١) مرجع سابق.
(٤) الرازي: هو فخر الدين محمد بن عمر بن الحسين الرازي، ولد سنة (٥٤٤ هـ)، ومات (٦٠٦ هـ) من مؤلفاته التفسير الكبير المسمى: مفاتيح الغيب. انظر: طبقات الشافعية (٢/ ٦٥) مرجع سابق, وطبقات الشافعية الكبرى (٨/ ٨١) مرجع سابق.
(٥) انظر: مفاتيح الغيب، (٨/ ٧٢ - ٧٣) المؤلف: فخر الدين محمد بن عمر التيمي الرازي الشافعي، الناشر: دار الكتب العلمية بيروت ١٤٢١ هـ ٢٠٠٠ م، الطبعة: الأولى, تاج العروس (٢٨/ ١٢٩ - ١٣١) مرجع سابق.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (117,'<span data-type="title" id=toc-97>ثانياً: تعريف المباهلة إصطلاحاً:</span>
قال أسعد حومد رحمه الله والمباهلة: أن يجتمع فريقان يختلفان في أمرٍ, ثم يبتهلان إلى الله بأن يجعل لعنة الله على الكاذبين" (١).
وهناك تعريف أشمل للمباهلة لأحد المعاصرين أضاف فيه على ما سبق من التعريفات بقوله: والمباهلة: "دعاء الفريقين المتكاذبين، كلاً بالهلاك على الطرف الكاذب وذريته" (٢).
فتبين من التعريف الاصطلاحي أن المباهلة, والابتهال, والتباهل, ووتباهل القوم بعضهم بعضاً: أي التضرع والاجتهاد في دعاء الله أن يلعن الظالم منهما, وهي بمعنى واحد مع التعريف اللغوي.

<span data-type="title" id=toc-98>ثالثاً: طريقة المباهلة:</span>
أن يوجد طرفان مختصمان والحق مع أحدهما, فيعقدان في اجتماعاً بينهما ويأتون بأنفسهم وأبناءهم ونساءهم ثم يتضرعون إلى الله بالدعاء أن يلعن الكاذب منهما, ويكون لهذه المباهلة سبب, ونتيجة. فالسبب: هو ما اختلف عليه الطرفان أحدهما على باطل.
والنتيجة: هو ما يحصل فيها من ثبات ورسوخ لعقيدة أحدهما, وبيان صدقه, وفي المقابل: إبطال عقيدة الآخر, وبيان كذبه, واستحقاقه للعنة ونزول العذاب, وهذا هو ما حصل من تراجع للطرف الآخر وهم: (النصارى) حينما باهلوا الرسول - صلى الله عليه وسلم - , فدعاهم أن يأتوا بأبناءهم ونساءهم وأنفسهم, ويدعون الله أن يلعن الكاذب منهما وذريته! فلاذوا بالفرار, وخافوا ولم يباهلوه حينما تأكدوا أنه سيكون فيها المفاصلة بين طرفي الحق والباطل, وتبين موقفهم من هذا الخطاب القرآني بتراجعهم, وأنهم يعرفون صدق نبوة عيسى - عليه السلام - وصدق رسالة محمد - صلى الله عليه وسلم - , فاستحقوا اللعنة هم ومن وافقهم من اليهود, واستحق اللعنة كل من استمر على قولهم بعد بيانه وتوضيحه من الله تعالى, ومن رسوله - صلى الله عليه وسلم - , ولا تكون هذه المباهلة إلا في المسائل الاعتقادية القاطعة التي لا تقبل الاجتهاد, والتي لا تحتمل إلا قولاً واحداً, ولا يكون فيها أكثر من قول, قال تعالى: {إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ} (٣).
_________
(١) انظر: أيسر التفاسير (١/ ٣٥٥) المؤلف: أسعد حومد, مصدر الكتاب: موقع التفاسير http://www.altafsir.com
(٢) انظر: منهج الدعوة في ضوء الواقع المعاصر, (ص: ٢٤٤) , المؤلف: عدنان بن محمد آل عرعور, الطبعة الأولى ١٤٢٦ هـ ٢٠٠٥ م.
(٣) سورة آل عمران الآية: (٦٢).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (118,'فتبين مما سبق أنهم كانوا يعرفون الحق ويكتمونه وقد بين الله موقفهم من ذلك بقوله تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} (١).

<span data-type="title" id=toc-99>الفرع الثاني: مشروعية المباهلة حديثاً:</span>
والأهم في موضوع المباهلة هو أنه هل يمكن أن تقوم بيننا وبين أهل الكتاب حديثاً مباهلة في المواضيع العقدية التي تتعلق بالمسيح عليه - عليه السلام - وفي غيرها, وتكون كبديل عن مناظرتهم ومحاورتهم؟ أم أنها خاصة برسول الله - صلى الله عليه وسلم -.
فقد تكلم الكثير من العلماء عن مشروعيتها وجوازها بعد رسول الله - صلى الله عليه وسلم - إذا اختلف الناس في أمر وأصر أحد المختلفين على الباطل بعد قيام الحجة, وسنذكر هنا مجموعة من أقوال العلماء في جواز ذلك.
ذكر ابن حجر (٢) رحمه الله عدة فوائد في قصة وفد أهل نجران حينما جاءوا إلى رسول الله - صلى الله عليه وسلم - منها: مشروعية مباهلة المخالف إذا أصر بعد ظهور الحجة, وقد دعا ابن عباس إلى ذلك ثم الأوزاعي (٣) ووقع ذلك لجماعة من العلماء, ومما عرف بالتجربة أن من باهل وكان مبطلاً لا تمضى عليه سنة من يوم المباهلة.
قال ابن حجر: ووقع لي ذلك مع شخص كان يتعصب لبعض الملاحدة فلم يقم بعدها غير شهرين" (٤).
_________
(١) سورة البقرة الآية: (١٤٦ - ١٤٧).
(٢) ابن حجر العسقلاني هو: أبو الفضل أحمد بن علي بن محمد ابن حجر الكناني العسقلاني، ولد سنة (٧٧٣ هـ) وتوفي سنة (٨٥٢ هـ)، من مصنفاته: فتح الباري شرح صحيح البخاري، وتهذيب التهذيب. انظر: الضوء اللامع لأهل القرن التاسع، المؤلف: شمس الدين محمد بن عبد الرحمن السخاوي، طبع دار مكتبة الحياة بيروت، بلا (٢/ ٣٦) , وهدية العارفين أسماء المؤلفين وآثار المصنفين (١/ ٦٩) مرجع سابق.
(٣) عبد الرحمن بن عمرو بن أبي عمرو الأوزاعي. أبو عمرو الفقيه، ثقة جليل. مات سنة (١٥٧ هـ). انظر: تقريب التهذيب (٣٩٦٧) المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، (٧٧٣ - ٨٥٢ هـ)، الناشر: دار الرشيد، سوريا، ١٤٠٦ - ١٩٨٦، الطبعة الأولى، تحقيق/محمد عوامة.
(٤) انظر: فتح الباري شرح صحيح البخاري، (٨/ ٩٥) مرجع سابق.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (119,'وقال ابن القيم (١) رحمه الله: "ومنها أن السنة في مجادلة أهل الباطل إذا قامت عليهم حجة الله, ولم يرجعوا بل أصروا على العناد أن يدعوهم إلى المباهلة, وقد أمر الله بذلك رسوله ولم يقل إنَّ ذلك ليس لأمتك من بعدك, ودعا إليها ابن عمه عبد الله بن عباس من أنكر عليه بعض مسائل الفروع, ولم ينكر عليه الصحابة, ودعا إليها الأوزاعي سفيان الثوري (٢) في مسألة رفع اليدين, ولم ينكر عليه ذلك, وهذا من تمام الحجة" (٣).
فتبين مما سبق أن الآية نزلت في نصارى نجران لكن: (العبرة بعموم اللفظ لا بخصوص السبب) فيدل على أنه - صلى الله عليه وسلم - دعا كل من حاجَّه في عيسى - عليه السلام - للمباهلة, سواء كانوا نصارى نجران من أهل الكتاب أو غيرهم بنص القرآن, قال تعالى: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ} (٤) فهي جائزة من رسول الله - صلى الله عليه وسلم - , ولأمته فعلها من بعده أسوةً به - صلى الله عليه وسلم - , لكل من عاند بعد ظهور الحجة, ومن منع ذلك فعليه الدليل.
وذكر ابن تيمية أيضاً فوائد في حديث وفد نجران قال: " فلما ذكر النبي - صلى الله عليه وسلم - ذلك للنصارى إستشوروا بينهم فقالوا: تعلمون أنه نبى, وأنه ما باهل أحد نبياً فأفلح, فأدوا إليه الجزية, ودخلوا فى الذمة, واستعفوا من المباهلة" (٥).
قال السيد محمد صديق خان: "والمباهلة جائزة بعد النبي - صلى الله عليه وسلم - في أمر مهم شرعاً وقع فيه اشتباه, وعناد لا يتيسر دفعه إلا بها, وقد باهل بعض السلف: كالحافظ ابن القَّيم في مسألة
_________
(١) ابن القيم هو: شمس الدين محمد بن أبي بكر بن أيوب الزرعي الحنبلي المعروف بابن قيم الجوزية، ولد سنة (٦٩١ هـ)، وتوفي سنة (٧٥١ هـ)، له عدة مؤلفات من أشهرها: زاد المعاد، وإعلام الموقعين عن رب العالمين. انظر: المقصد الأرشد (٢/ ٣٨٥) مرجع سابق.
(٢) سفيان بن سعيد بن مسروق الثوري أبو عبد الله الكوفي. ثقة حافظ فقيه عابد إمام حجة، وكان ربما دلس، مات سنة (١٦١ هـ) وله أربع وستون. انظر: تهذيب التهذيب (٤/ ٩٩) مرجع سابق، وتقريب التهذيب (٢٤٤٥) مرجع سابق.
(٣) انظر: زاد المعاد في هدي خير العباد، (٣/ ٦٤٣) المؤلف: محمد بن أبي بكر أيوب الزرعي أبو عبد الله، الناشر: مؤسسة الرسالة مكتبة المنار الإسلامية بيروت الكويت ١٤٠٧ - ١٩٨٦، الطبعة: الرابعة عشر، تحقيق: شعيب الأرناؤوط عبد القادر الأرناؤوط.
(٤) سورة آل عمران الآية: (٦١).
(٥) انظر: كتب ورسائل وفتاوى شيخ الإسلام ابن تيمية، (٢٨/ ٦١٩) المؤلف: أحمد عبد الحليم بن تيمية الحراني أبو العباس، الناشر: مكتبة ابن تيمية، الطبعة: الثانية، تحقيق: عبد الرحمن بن محمد بن قاسم العاصمي النجدي.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (120,'صفات الباري, والحافظ ابن حجر, وغيرهما جماعة من المقلدة فلم يقوموا بها, وانهزموا ولله الحمد, ومن منع منها الأمة بعد رسول الله - صلى الله عليه وسلم - فلم يصب, ولم يأت بدليل" (١).
قال ابن عطية: إن سبب هذا الدعاء إلى تمني الموت أن النبي - صلى الله عليه وسلم - أراد به هلاك الفريق المكذب أو قطع حجتهم (٢).
وأما في عصرنا الحديث فقد قام أحمد طومسون في المركز الإسلامي بانجلترا يدعو للمباهلة أثناء المناظرة الكبرى بين احمد ديدات (٣) , والقس أنيس شوروش (٤) بعد قراءته لقوله تعالى: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ} (٥). بقوله: " فالبنيابة عن ديدات وعن جميع المسلمين أود أن أقول لعننا الله إن كانت المعلومات التي يشير إليها القرآن كاذبة" (٦).
فكانت هذا المباهلة عبارة عن الدعاء, وهي دليل على قوة الثقة بالعقيدة عند الشخص.
أما المباهلة التي تكون بالدعاء فقط فلا يشترط فيها الاجتماع, ولا يشترط تحقق العقوبة لقوله تعالى: {وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (٧).
ثم إن المباهلة تحصل بالأقربين إلى المباهل, وتحصل أيضاً بالأبعدين في النسب, فالمراد أنهم يدعون الأقربين كما يدعوا هو الأقرب إليه؛ لأن النفوس تحنوا على أقاربها مالا تحنوا على غيرهم,
_________
(١) انظر: حسن الأسوة بما ثبت من الله ورسوله في النسوة، المؤلف: السيد محمد صديق حسن خان، مؤسسة الرسالة_ بيروت_ ١٤٠٦ هـ/ ١٩٨٥ م، الطبعة: الخامسة، تحقيق: الدكتور مصطفى الخن/ ومحي الدين ستو (١/ ٦٢).
(٢) انظر: المحرر الوجيز في تفسير الكتاب العزيز، (١/ ١٨١) مرجع سابق.
(٣) الشيخ أحمد حسين كاظم ديدات، ولد في الهند عام ١٩١٨ م، ومات عام ١٤٢٦ هـ، اشتهر بمناظرة اليهود النصارى وإفحامهم، وألف في ذلك عدة كتب منها: هذه حياتي. انظر: موقع أحمد ديدات.
(٤) أنيس شورش, من مواليد فلسطين, وهاجر إلى الأردن, وحصل على الدكتوراه من جامعة ميسسيبي, كان يعمل في كنيسة أورشليم بابتس في القدس المحتلة, وعمل منصرا في البلدان الأفريقية مثل كينيا, , ثم في نيوزلاندا ثم في إنجلترا ثم في البرتغال, ناظره أحمد ديدات مرتين مرة في لندن حول هل عيسى إله, والمناظرة الثانية القرآن أو الإنجيل أيهما كلام الله, وهو رجل حاقد على الإسلام والمسلمين. (http://www.nokiact.net/vb/t ١٠٤٩٣.html).
(٥) سورة آل عمران الآية: (٦١).
(٦) انظر: هل عيسى إله (ص: ٩٢) المؤلف: أحمد ديدات, المجموعة الثانية.
(٧) سورة الأنفال الآية: (٣٢ - ٣٣).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (121,'وكانوا يعلمون أنه رسول الله, ويعلمون أنهم إن باهلوه نزلت البُهلة عليهم وعلى أقاربهم, فاجتمع خوفهم على أنفسهم وعلى أقاربهم فكان ذلك أبلغ في امتناعهم, وإلا فالإنسان قد يختار أن يهلك ويحيا ابنه والشيخ الكبير قد يختار الموت إذا بقى أقاربه في نعمة ومال, فطلب منهم المباهلة بالأبناء والنساء والرجال والأقربين من الجانبين (١).
خلاصة:
إن الله سبحانه وتعالى جعل في المباهلة حكمة, وهي إظهار الثقة الكاملة بقوة يقين المسلم فيما يعتقده أمام افتراءت أهل الكتاب كالنصارى في المسيح - عليه السلام - , من قولهم فيه: إنَّهُ اللهُ, أو إنه لغير رشدة, وما رموا به مريم من الإفك والبهتان وغير ذلك, وفي امتناعهم من المباهلة دليل على علمهم بصدقه, وإلا فأي شيء أسهل من أن يقولوا: باهلناك؟ وهو دليل على صدقه - صلى الله عليه وسلم - , وصدق ما جاء به, ومثل هذا قوله تعالى: {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآَخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} (٢).
وقوله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} (٣).
وفي امتناعهم من تمني الموت دليل على علمهم بصدقه - صلى الله عليه وسلم - , وإلا فأي شيء أسهل من أن يقولوا: تمنينا الموت؟ ولكنها الحقيقة التي لا يستطيع جحدها أحد, ثم إن الرسول - صلى الله عليه وسلم - عندما باهلهم لم يأتهم للمباهلة بأجانب عنه, فلو أتى لهم بأجانب لأتوا بأجانب, لكنه باهلهم على أن يأتون بأقاربهم, والأهل أحب على النفس, ولهذا تراجعوا عن مباهلته؛ كونها أبلغ وأنكى بهم؛ ولمعرفتهم أن رسول الله - صلى الله عليه وسلم - على حق فيما دعاهم إليه.
_________
(١) انظر: منهاج السنة النبوية (٧/ ١٢٥ - ١٢٦) المؤلف: أحمد بن عبد الحليم بن تيمية الحراني أبو العباس, الناشر: مؤسسة قرطبة, الطبعة الأولى، ١٤٠٦ هـ, تحقيق: د. محمد رشاد سالم.
(٢) سورة البقرة الآية: (٩٤ - ٩٥).
(٣) سورة الجمعة الآية: (٦٧).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (122,'<span data-type="title" id=toc-100>المبحث الرابع: نماذج على مجادلة أهل الكتاب قديماً وحديثاً</span>, وفيه أربعة مطالب:
المطلب الأول: مجادلة أهل الكتاب في العصر الأول من الإسلام, وفيه:
الفرع الأول: مناظرتهم مع الرسول - صلى الله عليه وسلم - في العصر الأول من الإسلام.
الفرع الثاني: مناظرة جعفر بن أبي طالب مع النجاشي.
المطلب الثاني: نماذج من المناظرات مع أهل الكتاب عبر التاريخ.
مناظرة الإمام الرازي مع نصراني في خوارزم.
المطلب الثالث: أهم المناظرات مع أهل الكتاب حديثاً.
مناظرة الأستاذ احمد ديدات مع القس استانلي شوبيرج كبير قساوسة السويد.
المطلب الرابع: ثمار المناظرة مع أهل الكتاب حديثاً, وفيه فرعان:
الفرع الأول: دعوتهم إلى الدخول في دين الإسلام الحق.
الفرع الثاني: كشف شبهاتهم وباطلهم للناس.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (123,'<span data-type="title" id=toc-101>المطلب الأول: مجادلة أهل الكتاب في العصر الأول من الإسلام</span>.
إن الكلام عن مناظرة أهل الكتاب في العصر الأول من الإسلام مع رسول الله - صلى الله عليه وسلم - , ومع المؤمنين ستكون على النحو التالي:

<span data-type="title" id=toc-102>الفرع الأول: مناظرتهم مع الرسول - صلى الله عليه وسلم - في العصر الأول من الإسلام:</span>
ذكر الله سبحانه وتعالى في القرآن الكريم كثيراً من المناظرات التي تُحاجُّ أهل الكتاب وتجادلهم لتقيم عليهم الحجة, وترد على شبهاتهم التي يتذرعون بها في صدّهم عن سبيل الله, وكفرهم بآياته وبما جاءهم من الحق على لسان رسوله - صلى الله عليه وسلم - , المصدق لما معهم, والناسخ لما فيها, وبين الله لنا موقفهم من ذلك الخطاب القرآني, فلقد كان عليه الصلاة والسلام يجري مع أهل الكتاب الكثير من المناظرات ليدحض باطلهم بالآيات البينات.
وهذه المناظرات كثيرة, وسنكتفي بذكر بعض منها على سبيل المثال, ولقد كانت أكثر الحوارات والمناظرات من أهل الكتاب مع رسول الله - صلى الله عليه وسلم - إما متعلقة بأمور غيبية حصلت في الماضي قرأوها في كتبهم, كقصة أصحاب الكهف وذي القرنين, أو أمور غيبية متعلقة بالمستقبل, كالسؤال عن الروح والساعة والجنة, وكان بعضهم يريدون بذلك التأكد من صدق نبوة محمد - صلى الله عليه وسلم - , ونحن نذكر نموذجين للمناظرة بين رسول الله - صلى الله عليه وسلم - وأهل الكتاب:

<span data-type="title" id=toc-103>أولاً: مناظرة الرسول - صلى الله عليه وسلم - مع حبر يهودي غير معاند:</span>
لقد كان من أشهر هذه المناظرات بين رسول الله - صلى الله عليه وسلم - وأهل الكتاب ما جاء في حديث ثوبان مولى رسول الله - صلى الله عليه وسلم - قال: {كنت قَائِمًا عِنْدَ رسول اللَّهِ - صلى الله عليه وسلم - فَجَاءَ حِبْرٌ من أَحْبَارِ الْيَهُودِ فقال: السَّلَامُ عَلَيْكَ يا محمد, فَدَفَعْتُهُ دَفْعَةً كَادَ يُصْرَعُ منها, فقال: لِمَ تَدْفَعُنِي؟ فقلت: ألا تَقُولُ: يا رَسُولَ اللَّهِ.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (124,'فقال الْيَهُودِيُّ: إنما نَدْعُوهُ بِاسْمِهِ الذي سَمَّاهُ بِهِ أَهْلُهُ, فقال رسول الله - صلى الله عليه وسلم -: إِنَّ اسمي مُحَمَّدٌ الذي سَمَّانِي بِهِ أَهْلِي.
فقال الْيَهُودِيُّ: جِئْتُ أَسْأَلُكَ.
فقال له رسول اللَّهِ - صلى الله عليه وسلم -: أَيَنْفَعُكَ شَيْءٌ إن حَدَّثْتُكَ؟ قال: أَسْمَعُ بِأُذُنَيَّ , فَنَكَتَ (١) رسول اللَّهِ - صلى الله عليه وسلم - بِعُودٍ معه فقال: سَلْ.
فقال الْيَهُودِيُّ: أَيْنَ يَكُونُ الناس يوم تُبَدَّلُ الْأَرْضُ غير الأرض والسماوات؟
فقال رسول اللَّهِ - صلى الله عليه وسلم -: هُمْ في الظُّلْمَةِ دُونَ الْجِسْرِ (٢).
قال: فَمَنْ أَوَّلُ الناس إِجَازَةً (٣)؟
قال: فُقَرَاءُ الْمُهَاجِرِينَ.
قال الْيَهُودِيُّ: فما تُحْفَتُهُمْ (٤) حين يَدْخُلُونَ الْجَنَّةَ؟
قال زِيَادَةُ كَبِدِ النُّونِ (٥).
قال: فما غِذَاؤُهُمْ على أثرها؟
قال: يُنْحَرُ لهم ثَوْرُ الْجَنَّةِ الذي كان يَأْكُلُ من أَطْرَافِهَا.
قال: فما شَرَابُهُمْ عليه؟
قال: من عَيْنٍ فيها تُسَمَّى سَلْسَبِيلًا (٦).
قال: صَدَقْتَ.
قال: وَجِئْتُ أَسْأَلُكَ عن شَيْءٍ لَا يَعْلَمُهُ أَحَدٌ من أَهْلِ الأرض إلا نَبِيٌّ أو رَجُلٌ أو رَجُلَانِ.
_________
(١) النكت: معناه يخط بالعود في الأرض ويؤثر به فيها وهذا يفعله المفكر المهموم. انظر: الفائق في غريب الحديث, (١/ ٣٧١) المؤلف: محمود بن عمر الزمخشري, الناشر: دار المعرفة - لبنان, الطبعة الثانية, تحقيق: علي محمد البجاوي محمد أبو الفضل إبراهيم.
(٢) الجسر: بفتح الجيم وكسرها لغتان مشهورتان والمراد به هنا الصراط. انظر: المنهاج شرح صحيح مسلم (٣/ ٢٩). مرجع سابق.
(٣) الإجازة: الجواز والعبور, انظر: المصدر السابق.
(٤) تحفتهم: بإسكان الحاء وفتحها لغتان, وهي ما يهدي إلى الرجل ويخص به ويلاطف. انظر: المصدر السابق.
(٥) النون: هو الحوت وجمعه نينان. انظر: المصدر السابق.
(٦) سلسبيلا: قال جماعة من أهل اللغة والمفسرين السلسبيل اسم للعين, وقال مجاهد وغيره هي: شديدة الجري, وقيل في السلسلة اللينة. انظر: المصدر السابق.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (125,'قال: يَنْفَعُكَ إن حَدَّثْتُكَ؟
قال: أَسْمَعُ بِأُذُنَيَّ.
قال: جِئْتُ أَسْأَلُكَ عن الْوَلَدِ؟
قال: مَاءُ الرَّجُلِ أَبْيَضُ وَمَاءُ الْمَرْأَةِ أَصْفَرُ , فإذا اجْتَمَعَا فَعَلَا مَنِيُّ الرَّجُلِ مَنِيَّ الْمَرْأَةِ أَذْكَرَا بِإِذْنِ اللَّهِ , وإذا عَلَا مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ آنَثَا بِإِذْنِ اللَّهِ.
قال: الْيَهُودِيُّ لقد صَدَقْتَ, وَإِنَّكَ لَنَبِيٌّ.
ثُمَّ انْصَرَفَ, فَذَهَبَ, فقال رسول الله - صلى الله عليه وسلم -: لقد سَأَلَنِي هذا عن الذي سَأَلَنِي عنه ومالي عِلْمٌ بِشَيْءٍ منه حتى أَتَانِيَ الله بِهِ} " (١).
فحينما سمع اليهودي الجواب من رسول الله - صلى الله عليه وسلم - موافقاً لما في كتبهم, ما كان منه إلا أن أعلن موقفه من ذلك بقوله: صدقت, وإنك لنبي, فتبين من هذه المناظرة أن اليهودي كان باحثاً عن الحق لا يريد جدالاً للعناد, وإنما يريد التأكد من صدق رسول الله - صلى الله عليه وسلم - , ولو كان اليهودي لا يعرف الجواب على مثل هذه الأسئلة لما شهد في آخر حديثه لرسول الله بالنبوة والصدق, وهذا هو الذي ينبغي أن يكون عليه أهل الكتاب في عصرنا الحديث, بأن يقوموا بقراءة القرآن الكريم بإنصاف وموضوعية, ويطلِّعوا على ما فيه من المعجزات, والآيات البينات التي تتحدث عن الأمور العلمية, والتي تتطابق مع العلوم الموجودة في عصرنا الحديث, وتصفها بدقة, والتي لا توجد في غيره من الكتب السماوية السابقة, حتى يتبين لهم معرفة الحق من الباطل كما فعل السابقون منهم قديماً.
وتدل هذه المناظرة أيضاً على أن رسول الله - صلى الله عليه وسلم - كان مؤيداً بالوحي الإلهي في كل أوقاته لقوله - صلى الله عليه وسلم - في آخر حديثه: لقد سألني هذا عن الذي سألني عنه ومالي علم بشيء منه حتى أتاني الله به.

<span data-type="title" id=toc-104>ثانياً: مناظرة رسول الله - صلى الله عليه وسلم - مع بعض اليهود المعاندين:</span>
ونذكر هنا أيضاً مناظرة أخرى وقعت مع مجموعة من اليهود, وهي بعكس من وقعت معه المناظرة السابقة حينما أراد أن يتأكد من نبوة رسول الله فتبين موقفه حينما آمن وصدق, وأما هؤلاء فإنما أرادوا اتباع أهوائهم من الباطل بغير هدى من الله, فقد اشترط عليهم رسول الله - صلى الله عليه وسلم - لهذا الحوار
_________
(١) أخرجه مسلم في كتاب الحيض باب بيان صفة مني الرجل والمرأة وأن الولد مخلوق من مائهما, (١/ ٢٥٢) برقم: (٣١٥) مرجع سابق.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (126,'شروطاً حتى عليهم تقام الحجة, وحتى لا تكون مضيعة للوقت, فوافقوا على ذلك, وأخذ عليهم العهد.
فعن ابن عباس رضي الله عنهما قال: {حضرت عصابة من اليهود يوماً إلى النبي - صلى الله عليه وسلم - فقالوا: يا رسول الله, حدثنا عن خلال نسألك عنها لا يعلمها إلا نبي.
فقال: سلوني عما شئتم؛ ولكن اجعلوا لي ذمة الله وما أخذ يعقوب على بنيه إن أنا حدثتكم بشيء تعرفونه صدقاً لتتابعني على الإسلام.
قالوا: لك ذلك.
قال: فسلوني عما شئتم.
قالوا: أخبرنا عن أربع خلال؛ أخبرنا عن الطعام الذي حرم إسرائيل على نفسه من قبل أن تنزل التوراة؟ وأخبرنا عن ماء الرجل كيف يكون الذكر منه حتى يكون ذكراً, وكيف تكون الأنثى منه حتى تكون أنثى؟ وأخبرنا كيف هذا النبي الأمي في النوم؟ ومن وليه من الملائكة؟
فقال: عليكم عهد الله وميثاقه لئن أنا حدثتكم لتتابعني, فأعطوه ما شاء من عهد وميثاق.
قال: أنشدكم بالله الذي أنزل التوراة على موسى هل تعلمون أن إسرائيل (يعقوب) مرض مرضاً شديداً طال سقمه فيه, فنذر لله نذراً لئن شفاه الله من سقمه ليحرمنَّ أحب الشراب إليه, وأحب الطعام إليه, وكان أحب الشراب إليه ألبان الإبل, وأحب الطعام إليه لحوم الإبل.
فقالوا: اللهم نعم.
فقال رسول الله: اللهم اشهد عليهم.
قال: فأنشدكم الله الذي لا إله إلا هو الذي أنزل التوراة على موسى, هل تعلمون أن ماء الرجل غليظ وأبيض, وأن ماء المرأة رقيق أصفر, فأيهما علا كان الولد والشبه له بإذن الله؟
قالوا: اللهم نعم.
قال: اللهم اشهد.
قال: أنشدكم الله الذي لا إله إلا هو الذي أنزل التوراة على موسى, هل تعلمون أن هذا النبي الأمي تنام عيناه ولا ينام قلبه؟
قالوا: اللهم نعم.
قال: اللهم اشهد.
قالوا: أنت الآن حدثنا من وليك من الملائكة فعندها نجامعك أو نفارقك؟',NULL,'137',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (127,'قال: وليي جبريل - عليه السلام - , ولم يبعث الله نبياً قط إلا وهو وليه.
قالوا: فعندها نفارقك, لو كان غيره لاتبعناك وصدقناك!
قال: فما يمنعكم أن تصدقوه؟
قالوا: إنه عدونا من الملائكة؛ فأنزل الله تعالى: {قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٩٧) مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} (١)} (٢).
أما هذه المناظرة فتبين لنا موقف أكثر اليهود والنصارى قديماً وحديثاً أنهم لايؤمنون بالله ولا برسله ولا بملائكته ولا بكتبه, وأنهم ينقضون العهود التي عاهدوا عليها الرسول - صلى الله عليه وسلم - , كما هو دأبهم وديدنهم في نقض العهد والميثاق, وذلك ما يؤكد صدق قوله تعالى: {أَوَكُلَّمَا عَاهَدُوا عَهْداً نَّبَذَهُ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ} (٣).
وكان الأولى بهم أن يؤمنوا؛ لان هذه الأسئلة لا يعلمها إلا نبي, وهم يعرفون ذلك, وقد أجاب عليهم رسول الله - صلى الله عليه وسلم - بما سألوه, ولكنهم كذبوا وعاندوا بعد ظهور الحق وزوال الشك, فماذا بعد الحق إلا الضلال.

<span data-type="title" id=toc-105>الفرع الثاني: مناظرة جعفر بن أبي طالب مع النجاشي:</span>
لم تقتصر المناظرات مع أهل الكتاب في العصر الأول من الإسلام مع رسول الله - صلى الله عليه وسلم - فحسب, بل امتدت لتقام مع أصحابه رضوان الله عليهم.
فقد حصلت في العصر الأول مناظرات بين الجيل الأول وأهل الكتاب, وهذه المناظرات تتجلى فيها قوة الحق وزيف الباطل, ويتجلى فيها فقه السلف لهذا الدين, وتشرب قلوبهم للقرآن الكريم وتعاليمه, ولذلك يظهر الله الحق على ألسنتهم بوضوح, ولا يجد المناظر لهم من المخالفين مفراً من أحد أمرين:
_________
(١) سورة البقرة الآية: (٩٧ - ٩٨).
(٢) رواه الطيالسي في مسنده عن شهر ابن حوشب (١/ ٢٢١) برقم (٢٧٣١)، المؤلف: سليمان بن داود أبو داود الفارسي البصري الطيالسي، الناشر: دار المعرفة بيروت, والدر المنثور (١/ ٢٢١).
(٣) سورة البقرة الآية: (١٠٠).',NULL,'138',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (128,'الأول: أن يذعن للحق فيسلم وجهه لله رب العالمين, ويؤمن برسالة خاتم الأنبياء والمرسلين الذي بشر به إخوانه الأنبياء السابقين.
الثاني: أن ينفر ويستكبر عن الإيمان بالله ورسوله, ولا يحمله على ذلك إلا الحسد والعناد, فيجحد الحق بعد قيام الحجة, قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} (١) , ومما ينبغي لدعاة الإسلام الذين يناظرون أهل الكتاب حديثاً أن يتعلموا من هذه المناظرات الطريقة السليمة لدعوة غيرهم إلى دين الله بالفقه والحكمة والدليل والبرهان.
وسنكتفي هنا بذكر ما ورد من الحوار والمناظرة بين سيدنا جعفر بن أبي طالب - رضي الله عنه - في هجرته إلى الحبشة وبين النجاشي, وهي مناظرة مشهورة في كتب الحديث والسير والمغازي.
وذلك أنه لما اشتد الأذى على المسلمين في مكة قبل الهجرة أذن النبي - صلى الله عليه وسلم - لأصحابه أن يهاجروا إلى الحبشة للحفاظ على دينهم؛ ولأن فيها ملكاً عادلاً لا يُظلم عنده أحد, فخرج إليه مجموعة من المسلمين كان على رأسهم جعفر بن أبي طالب ابن عم رسول الله - صلى الله عليه وسلم - , ومن أمهات المؤمنين أم سلمة رضي الله عنها (٢) , وأم حبيبة (٣) بنت أبي سفيان رضي الله عنهما, وأسماء بنت عميس (٤) وغيرهم رضي الله عنهم جميعاً.
_________
(١) سورة البقرة الآية: (١٠٩).
(٢) أسماء بنت يزيد بن السكن بن رافع بن امرئ القيس بن زيد بن عبد الأشهل بن جشم بن الحارث الأنصارية الأوسية ثم الأشهلية قال أبو علي بن السكن وتكنى أم سلمة وكانت يقال له خطيبة النساء روت عن رسول الله - صلى الله عليه وسلم - عدة أحاديث قال عبد بن حميد أم سلمة الأنصارية هي أسماء بنت يزيد بن السكن شهدت اليرموك وقتلت يومئذ تسعة من الروم بعمود فسطاطها وعاشت بعد ذلك دهرا. انظر: الإصابة في تمييز الصحابة (٧/ ٤٩٨) مرجع سابق.
(٣) رملة بنت أبي سفيان صخر بن حرب بن أمية بن عبد شمس الأموية زوج النبي - صلى الله عليه وسلم - تكنى أم حبيبة, وهي بها أشهر من اسمها, وقيل بل اسمها هند ورملة أصح عند الجمهور. انظر: الإصابة في تمييز الصحابة (٧/ ٦٥١) مرجع سابق, أسماء من يعرف بكنيته (١/ ٦٦) المؤلف: محمد بن الحسين أبو الفتح الأزدي الموصلي, الناشر: الدار السلفية - الهند, الطبعة الأولى، ١٤١٠ - ١٩٨٩, تحقيق: أبو عبدالرحمن اقبال, أسد الغابة (١/ ١٣٥٣) مرجع سابق.
(٤) أسماء بنت عميس بن أنس بن مدرك الخثعمي زوج خالد بن الوليد وأم أولاده المهاجر وعبد الله وعبد الرحمن.
انظر: الإصابة في تمييز الصحابة (٧/ ٤٨٤) مرجع سابق.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (129,'فلما استقروا في الحبشة لم تدعهم قريش وشأنهم, بل أرسلت على إثرهم وفداً إلى النجاشي يتكون من عمرو بن العاص (١) داهية العرب, وعمارة بن الوليد بن المغيرة, وعبدالله بن أبي ربيعة, وأخذوا معهم هدايا للنجاشي, وطلبوا منه أن يرد عليهم المسلمين, ولندع الرواية لأحد الحاضرين في الحبشة آنذاك, يروي لنا الرواية بألفاظها لنرى كيف جلَّى الله الحق من القرآن الكريم على ألسنة عباده المؤمنين, وكيف ردّ الله رسل قريش خائبين.
فهذه أم المؤمنين أم سلمة زوج رسول الله - صلى الله عليه وسلم - تروي الحوار الذي دار بين المهاجرين والنجاشي في الحبشة؛ تقول: {ثُمَّ أَرسَلَ إلى أَصْحَابِ رسول اللَّهِ - صلى الله عليه وسلم - فَدَعَاهُمْ, فلما جَاءَهُمْ رَسُولُهُ اجْتَمَعُوا ثُمَّ قال بَعْضُهُمْ لِبَعْضٍ: ما تَقُولُونَ لِلرَّجُلِ إذا جِئْتُمُوهُ؟ قالوا: نَقُولُ والله ما عَلَّمَنَا وما أَمَرَنَا بِهِ نَبِيُّنَا كَائِنٌ في ذلك ما هو كَائِنٌ, فلما جاءه وقد دَعَا النجاشي أَسَاقِفَتَهُ فَنَشَرُوا مَصَاحِفَهُمْ حَوْلَهُ, سَأَلَهُمْ فقال: ما هذا الدِّينُ الذي فَارَقْتُمْ فيه قَوْمَكُمْ ولم تَدْخُلُوا في ديني وَلاَ في دِينِ أَحَدٍ من هذه الأُمَمِ؟
قالت: فَكَانَ الذي كَلَّمَهُ جَعْفَرُ بن أبي طَالِبٍ - رضي الله عنه - , فقال له: أَيُّهَا الْمَلِكُ, كنا قَوْماً أَهْلَ جَاهِلِيَّةٍ نَعْبُدُ الأَصْنَامَ, وَنَأْكُلُ الْمَيْتَةَ, وَنَأْتِى الْفَوَاحِشَ, وَنَقْطَعُ الأَرْحَامَ, ونسيء الْجِوَارَ يَأْكُلُ الْقَوِىُّ مِنَّا الضَّعِيفَ؛ فَكُنَّا على ذلك حتى بَعَثَ الله إِلَيْنَا رَسُولاً مِنَّا نَعْرِفُ نَسَبَهُ وَصِدْقَهُ وَأَمَانَتَهُ وَعَفَافَهُ, فَدَعَانَا إلى اللَّهِ لِنُوَحِّدَهُ وَنَعْبُدَهُ, وَنَخْلَعَ ما كنا نعبد وَآبَاؤُنَا من دُونِهِ مِنَ الْحِجَارَةِ وَالأَوْثَانِ, وَأَمَرَنَا بِصِدْقِ الحديث, وَأَدَاءِ الأَمَانَةِ, وَصِلَةِ الرَّحِمِ, وَحُسْنِ الْجِوَارِ, وَالْكَفِّ عَنِ الْمَحاَرِمِ وَالدِّمَاءِ, وَنَهَانَا عَنِ الْفَوَاحِشِ وَقَوْلِ الزُّورِ, وَأَكْلِ مَالِ الْيَتِيمِ, وَقَذْفِ الْمُحْصَنَةِ, وَأَمَرَنَا أَنْ نَعْبُدَ اللَّهَ وَحْدَهُ وَلاَ نُشْرِكَ بِهِ شَيْئاً, وَأَمَرَنَا بِالصَّلاَةِ وَالزَّكَاةِ وَالصِّيَامِ قالت: فَعَدَّدَ عليه أُمُورَ الإِسْلاَمِ فَصَدَّقْنَاهُ وَآمَنَّا بِهِ وَاتَّبَعْنَاهُ على ما جاء بِهِ, فَعَبَدْنَا اللَّهَ وَحْدَهُ فلم نُشْرِكْ بِهِ شَيْئاً, وَحَرَّمْنَا ما حُرِّمَ عَلَيْنَا, وَأَحْلَلْنَا ما أُحِلَّ لنا, فَعَدَا عَلَيْنَا قَوْمُنَا فَعَذَّبُونَا وَفَتَنُونَا عن دِينِنَا لِيَرُدُّونَا إلى عِبَادَةِ الأَوْثَانِ من عِبَادَةِ اللَّهِ, وأن نَسْتَحِلَّ ما كنا نَسْتَحِلُّ مِنَ الْخَبَائِثِ, فلما قَهَرُونَا وَشَقُّوا عَلَيْنَا وَحَالُوا بَيْنَنَا وَبَيْنَ دِينِنَا, خَرَجْنَا إلى بَلَدِكَ وَاخْتَرْنَاكَ على من سِوَاكَ, وَرَغِبْنَا في جِوَارِكَ, وَرَجَوْنَا أَنْ لاَ نُظْلَمَ عِنْدَكَ أَيُّهَا الْمَلِكُ.
قالت: فقال له النجاشي: هل مَعَكَ مِمَّا جاء بِهِ عَنِ اللَّهِ من شيء؟
_________
(١) عمرو بن العاص بن وائل بن هاشم - رضي الله عنه -، صحابي جليل، أسلم قبل الفتح، مات في (٤٣ هـ). انظر: الاستيعاب في معرفة الأصحاب، (٣/ ١١٨٤) مرجع سابق, وأسد الغابة (٤/ ٢٥٩) مرجع سابق, والإصابة في تمييز الصحابة (٤/ ٦٥٠) مرجع سابق.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (130,'قالت: فقال له جَعْفَرٌ: نعم.
فقال له النجاشي: فَاقْرَأْهُ علي؟
فَقَرَأَ عليه صَدْراً من (كهيعص).
قالت: فَبَكَى والله النجاشي حتى أَخْضَلَ لِحْيَتَهُ, وَبَكَتْ أَسَاقِفَتُهُ حتى أخضلوا مَصَاحِفَهُمْ حين سَمِعُوا ما تَلاَ عليهم, ثُمَّ قال النجاشي: إن هذا والله والذي جاء بِهِ مُوسَى لَيَخْرُجُ من مِشْكَاةٍ وَاحِدَةٍ, انْطَلِقَا فَوَاللَّهِ لاَ أُسْلِمُهُمْ إِلَيْكُمْ أَبَداً وَلاَ أَكَادُ. وهذا القسم من النجاشي يخاطب به رسل قريش الثلاثة بقوله: انطلقا, وهم عمرو بن العاص, وعمارة بن الوليد بن المغيرة, وعبدالله بن أبي ربيعة
قالت أُمُّ سَلَمَةَ: فلما خَرَجَا من عِنْدِهِ قال عَمْرُو بن الْعَاصِ: والله لأنبئنهم غَداً عَيْبَهُمْ عندهم ثُمَّ أستأصل بِهِ خَضْرَاءَهُمْ.
قالت: فقال له عبد اللَّهِ بن أَبِى رَبِيعَةَ وكان أَتْقَى الرَّجُلَيْنِ فِينَا: لاَ تَفْعَلْ, فإن لهم أَرْحَاماً وَإِنْ كَانُوا قد خَالَفُونَا.
قال: والله لأُخْبِرَنَّهُ أَنَّهُمْ يَزْعُمُونَ أَنَّ عِيسَى بن مَرْيَمَ عَبْدٌ.
قالت: ثُمَّ غَدَا عليه الْغَدَ فقال له: أَيُّهَا الْمَلِكُ, إِنَّهُمْ يَقُولُونَ في عِيسَى بن مَرْيَمَ قَوْلاً عَظِيماً, فَأَرْسِلْ إِلَيْهِمْ فَاسْأَلْهُمْ عَمَّا يَقُولُونَ فيه.
فَأَرْسَلَ إِلَيْهِمْ يَسْأَلُهُمْ عنه.
قالت: ولم يَنْزِلْ بِنَا مِثْلُهُ, فَاجْتَمَعَ الْقَوْمُ فقال بَعْضُهُمْ لِبَعْضٍ: مَاذَا تَقُولُونَ في عِيسَى إذا سَأَلَكُمْ عنه؟
قالوا: نَقُولُ -والله فيه ما قال الله, وما جاء بِهِ نَبِيُّنَا كَائِناً في ذلك ما هو كَائِنٌ.
فلما دَخَلُوا عليه قال لهم: ما تَقُولُونَ في عِيسَى بن مَرْيَمَ؟
فقال له جَعْفَرُ بن أَبِى طَالِبٍ: نَقُولُ فيه الذي جاء بِهِ نَبِيُّنَا, هو عبد اللَّهِ وَرَسُولُهُ, وَرُوحُهُ, وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ الْعَذْرَاءِ الْبَتُولِ.
قالت: فَضَرَبَ النجاشي يَدَهُ إلى الأَرْضِ, فَأَخَذَ منها عُوداً ثُمَّ قال: ما عَدَا عِيسَى بن مَرْيَمَ ما قُلْتَ هذا الْعُود! فتَنَاخَرَتْ بَطَارِقَتُهُ حَوْلَهُ حين قال ما قال.
فقال: وإن نَخَرْتُمْ والله, اذْهَبُوا فَأَنْتُمْ سُيُومٌ بأرضي وَالسُّيُومُ الآمِنُونَ من سَبَّكُمْ غُرِّمَ, ثُمَّ من سَبَّكُمْ غُرِّمَ, فما أُحِبُّ أن لي دَبْراً ذَهَباً وإني آذَيْتُ رَجُلاً مِنْكُمْ وَالدَّبْرُ بِلِسَانِ الْحَبَشَةِ الجعل رَدُّوا',NULL,'141',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (131,'عليهما هَدَايَاهُمَا فَلاَ حَاجَةَ لنا بها, فَوَاللَّهِ ما أَخَذَ الله مِنِّى الرِّشْوَةَ حين رَدَّ علي ملكي فُآخُذَ الرِّشْوَةَ فيه, وما أَطَاعَ الناس فيَّ فَأُطِيعَهُمْ فيه!
قالت: فَخَرَجَاأي مبعوثا قريش من عِنْدِهِ مَقْبُوحَيْنِ مَرْدُوداً عَلَيْهِمَا ما جاءا بِهِ, وَأَقَمْنَا عِنْدَهُ بِخَيْرِ دَارٍ مع خَيْرِ جَارٍ} (١).
فتبين من هذه الرواية أن النجاشي كان ممن يبحث عن الحق فهداه الله لذلك ومثل هؤلاء هم الذين شرحوا صدورهم للإيمان, فهداهم الله إلى صراطه المستقيم, وينطبق عليهم قوله تعالى: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (١١٤) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ} (٢).
وينطبق عليهم أيضاً قوله تعالى: {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٨٣) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (٨٤) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} (٣).
فتبين من هذه المناظرة أن من طلب الحق وبحث عنه, وفقه الله إلى ذلك, وزاده هدى قال تعالى: {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ} (٤).
ومن نسى الله أنساه نفسه كما قال تعالى: {وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ} (٥).
_________
(١) أخرجه أحمد بن حنبل في المسند, باب حديث الهجرة، (١/ ٢٠٢) رقم: (١٧٤٠) مرجع سابق, والجامع لأحكام القرآن (١١/ ٧٣) مرجع سابق, الدر المنثور للسيوطي (٥/ ٤٧٦).
(٢) سورة آل عمران الآية: (١١٣ - ١١٥).
(٣) سورة المائدة الآية: (٨٣ - ٨٥).
(٤) سورة محمد الآية: (١٧).
(٥) سورة الحشر الآية: (١٩).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (132,'<span data-type="title" id=toc-106>المطلب الثاني: نماذج من المناظرات مع أهل الكتاب عبر التاريخ:</span>
<span data-type="title" id=toc-107>المناظرة التي جرت بين الإمام الرازي ونصراني في خوارزم:</span>
وهنالك الكثير من المناظرات التي جرت مع أهل الكتاب عبر التاريخ الإسلامي نكتفي منها بذكر المناظرة الشهيرة التي جرت بين الإمام الرازي رحمه الله مع نصراني بالأدلة العقلية والمنطقية, وبيان موقف النصراني بعد المناظرة.
قال الإمام الرازي رحمه الله في تفسيره مفاتيح الغيب: "اتفق أني حين كنت بخوارزم أخبرت أنه جاء نصراني يدعي التحقيق والتعمق في مذهبهم, فذهبت إليه وشرعنا في الحديث، وقال لي: ما الدليل على نبوة محمد؟
فقلت له: كما نقل إلينا ظهور الخوارق على يد موسى وعيسى من الأنبياء عليهم السلام، نقل إلينا ظهور الخوارق على يد محمد - صلى الله عليه وسلم -، فإما رددنا التواتر أو قبلناه، لكن إن قلنا: إن المعجزة لا تدل على الصدق، فحينئذٍ بطلت نبوة سائر الأنبياء عليهم السلام، وإن اعترفنا بصحة التواتر واعترفنا بدلالة المعجزة على الصدق, ثم إنهما حاصلان في حق محمد - صلى الله عليه وسلم -، وجب الاعتراف قطعاً بنبوة محمد - صلى الله عليه وسلم - ضرورة، إذ عند الاستواء بدليل لا بد من الاستواء في حصول المدلول.
فقال النصراني: أنا لا أقول في عيسى: إنه كان نبياً، بل أقول: إنه كان إلهاً.
فقلت له: الكلام في النبوة لابد وأن يكون مسبوقاً بمعرفة الإله، وهذا الذي تقوله باطل، ويدل عليه أن الإله عبارة عن موجود واجب الوجود لذاته, يجب أن لا يكون جسماً متحيزاً ولا عرضاً، وعيسى عبارة عن هذا الشخص البشري الجسماني الذي وُجدَ بعد أن كان معدوماً, وقُتل بعد أن كان حياً على قولكم وكان طفلاً أولاً, ثم مترعرعاً, ثم صار شاباً, وكان يأكل ويشرب ويحدث وينام ويستيقظ، وقد تقرر في بداهة العقول أن المحدث لا يكون قديماً، والمحدث لا يكون غنياً، والممكن لا يكون واجباً، والمتغير لا يكون دائماً.
الوجه الثاني في إبطال هذه المقالة: أنكم تعترفون بأن اليهود أخذوه وصلبوه وتركوه حياً على الخشبة، وقد مزقوا ضلعه، وأنه كان يحتال في الهرب منهم وفي الاختفاء عنهم، وحين عاملوه بتلك المعاملة أظهر الجزع الشديد، فإن كان إلهاً أو كان الإله حالاً فيه، أو كان جزءاً من الإله حالاً فيه, فلِمَ لم يدفعهم عن نفسه؟ ولِمَ لم يهلكهم بالكلية؟ وأي حاجه به إلى إظهار الجزع منهم والاحتيال في الفرار منهم؟ وبالله إنني لأتعجب جداً إن العاقل كيف به أن يقول هذا القول، ويعتقد صحته فتكاد تكون بديهية العقل شاهدة بفساده.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (133,'والوجه الثالث: هو أنه إما أن يقال بأن الإله هو هذا الشخص الجسماني المشاهد, أو أن يقال حل الإله بكليته فيه, أو حل الإله بجزء منه فيه.
والأقسام الثلاثة باطلة:
أما الأول: فلأن إله العالم لو كان هو ذلك الجسم, فحين قتله اليهود كان ذلك قولاً بأن اليهود قتلوا إله العالم, فكيف يبقى العالم بعد ذلك من غير إله؟ ثم أشد الناس ذلاً ودناءة اليهود؛ فالإله الذي تقتله إله في غاية العجز!
وأما الثاني: وهو أن الإله بكليته حل في هذا الجسم، فهو أيضاً فاسد؛ لأن الإله لم يكن جسماً ولا عرضاً امتنع حلوله في الجسم، وإن كان جسماً فحينئذ يكون حلوله في جسم آخر عبارة عن اختلاط أجزائه بأجزاء ذلك الجسم، وذلك يوجب وقوع التفرق في أجزاء ذلك الإله، وإن كان عرضاً كان محتاجاً إلى المحل, وكان الإله محتاجاً إلى غيره, وكل ذلك سخف.
وأما الثالث: وهو أنه حل فيه بعض من أبعاض الإله وهو جزء من أجزائه، فذلك أيضاً محال؛ لأن ذلك الجزء إن كان معتبراً في الإلهية فعند انفصاله عن الإله وجب أن لا يبقى الإله إلهاً, وإن لم يكن معتبراً في تحقيق الإلهية لم يكن جزءاً من الإله؛ فثبت فساد هذه الأقسام, فكان قول النصارى باطلاً.
الوجه الرابع في بطلان قول النصارى: ما ثبت بالتواتر أن عيسى - عليه السلام - كان عظيم الرغبة في العبادة والطاعة لله سبحانه وتعالى, ولو كان إلهاً لاستحال ذلك؛ لأن الإله لا يعبد نفسه, فهذه وجوه في غاية الجلاء والظهور دالة على فساد قولهم.
ثم قلت للنصراني: وما الذي دلك على كونه إلهاً؟ فقال: الذي دل عليه ظهور العجائب عليه من إحياء الموتى وإبراء الأكمه والأبرص، وذلك لا يمكن حصوله إلا بقدرة الإله تعالى.
فقلت له: هل تسلم أنه لا يلزم من عدم الدليل عدم المدلول أم لا؟ فإن لم تسلم لزمك من نفي العالم في الأزل نفي الصانع، وإن سلمت أنه لا يلزم من عدم الدليل عدم المدلول فأقول: لِمَ جوزت حلول الإله في بدن عيسى - عليه السلام - , فكيف عرفت أن الإله ما حل في بدني وبدنك وفي بدن كل حيوان ونبات وجماد؟
فقال: الفرق ظاهر, وذلك لأني حكمت بذلك الحلول لأنه ظهرت تلك الأفعال العجيبة عليه، والأفعال العجيبة ما ظهرت على يدي ولا على يدك, فعلمنا أن ذلك الحلول مفقود هاهنا.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (134,'فقلت له: تبين الآن أنك ما عرفت معنى قولي: إنه لا يلزم من عدم الدليل عدم المدلول, وذلك لأن ظهور تلك الخوارق دالة على حلول الإله في بدن عيسى؛ فعدم ظهور تلك الخوارق مني ومنك ليس فيه إلا أنه لم يوجد ذلك الدليل؛ فإذا ثبت أنه لا يلزم من عدم الدليل عدم المدلول لا يلزم من عدم ظهور تلك الخوارق مني ومنك عدم الحلول في حقي وفي حقك وفي حق الكلب والسنور والفأر.
ثم قلت: إن مذهباً يؤدي القول به إلى تجويز حلول ذات الله في بدن الكلب والذباب لفي غاية الخسة والركاكة.
الوجه الخامس: أن قلب العصا حية أبعد في العقل من إعادة الميت حياً؛ لأن المشاكلة بين بدن الحي وبدن الميت أكثر من المشاكلة بين الخشبة وبين بدن الثعبان، فإذا لم يوجب قلب العصا حية كون موسى إلهاً ولا ابناً للإله، فبأن لا يدل إحياء الموتى على الإلهية كان ذلك أولى, وعند هذا انقطع النصراني ولم يبق له كلام. والله أعلم" (١).
فتبين من خلال هذا المناظرة أن الإمام الرازي استعمل مع هذا النصراني الحوار بالمنطق والعقل حتى وصل معه إلى النتيجة الأخيرة, فإذا به سكت وأفحم, ولو كان النصراني يستخدم العقل والمنطق لآمن وصدق لأن عقل العاقل لا يقبل مثل هذه الخرافات التي تنسب للإله من العجز والحلول.
_________
(١) انظر: مفاتيح الغيب (٨/ ٦٩ - ٧١)، مرجع سابق.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (135,'<span data-type="title" id=toc-108>المطلب الثالث: أهم المناظرات مع أهل الكتاب حديثاً</span>.
نظراً لأهمية المناظرات في عصرنا الحديث التي تحصل بيننا وبين اليهود والنصارى وغيرهم, أردت في هذا المطلب أن أقتبس أهم الأمور التي تقع بين المتناظرين؛ وذلك لأن بعض المناظرات طويلة جداً, وبعضها كانت تستمر لأيام؛ نظراً لبعد أهل الكتاب عن كتبهم, وكثرة التحريف في هذه الكتب, وتشربهم لبعض الأفكار الدخيلة التي أثرت عليهم في انتمائهم للدين, مثل الأفكار العلمانية (١) , والشيوعية, والاستشراق (٢) والماسونية (٣).
وعلى سبيل المثال نذكر هذا النموذج مقتبس من مناظرة الأستاذ أحمد ديدات مع القس (استانلي شوبيرج كبير قساوسة السويد) في (عام ١٩٩٠ م) والتي بعنوان (هل عيسى إله).
وقد استفتح ديدات الجلسة بقوله تعالى: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} (٤) , ثم خاطبهم أحمد ديدات بقوله: وفي هذه الآية فصل الخطاب في القضايا التي نناقشها.
_________
(١) العلمانية معناها الصحيح اللادينية أو الدنيوية, وهي عزل الدين عن الدولة, وظهرت في أوروبا في القرن السابع عشر, وتتفق مع الديانة النصرانية في فصل الدين عن الدولة إذ لقيصر سلطة الدولة, ولله سلطة الكنيسة كما ينسب للمسيح " أعطي ما لقيصر لقيصر وما لله لله " وانتقلت إلى الشرق في القرن التاسع عشر. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (٢/ ٦٧٩) مرجع سابق.
(٢) الاستشراق: تعبير يدل على الاتجاه نحو الشرق, ويقصد به ذلك التيار الفكري الذي يتمثل في إجراء الدراسات المختلفة على الشرق الإسلامي, والذي تشمل حضارته وأديانه وآدابه ولغاته وثقافته, ولقد أسهم هذا التيار في صياغة التصورات الغربية عن الشرق عامة وعن العالم الإسلامي بصورة خاصة معبراً عن الخلفية الفكرية للصراع الحضاري بينهما, وقد بدأ الاستشراق اللاهوتي بشكل رسمي حين صدور قرار مجمع فيينا الكنسي عام ١٣١٢ م. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (٢/ ٦٨٧) مرجع سابق.
(٣) الماسونية: منظمة يهودية سرية هدامة, إرهابية غامضة, محكمة التنظيم تهدف إلى ضمان سيطرة اليهود على العالم وتدعوا إلى الإلحاد والإباحية والفساد, وتتستر تحت شعارات خداعة (حرية ـ إخاء ـ مساواة ـ إنسانية) , وقد عرفها المستشرق الهولندي دونري: بأنها جمهور كبير من مذاهب مختلفة يعملون لغاية واحدة, وهي إعادة الهيكل الذي هو رمز إسرائيل .. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (١/ ٥١٠) مرجع سابق.
(٤) سورة المائدة الآية: (٧٥).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (136,'لقد أثار (باستر استانلي) بعض القضايا, ولقد اعترف الليلة أنه كان في الليلة الماضية مضطرباً، وكان يرتجف، وكانت يداه ترتعشان, وأنا ألتمس له العذر, ولكنه وهو في تلك الحالة قال بعض الأباطيل بالنسبة للنبي محمد - صلى الله عليه وسلم - , حيث زعم أنه ينكر أن المسيح هو عيسى بن مريم.
وهذا غير صحيح, ولقد قلت لكم مراراً من قبل: إننا نحن المسلمين نؤمن بالمسيح كرسول من رسل الله العظام أولي العزم, ونؤمن أنه - عليه السلام - قد ولد بطريقة اعجازية من أمه العذراء مريم, دون أن يتصل بها أب من الرجال.
ونؤمن أن عيسى ابن مريم هو المسيح الذي يطلق عليه لقب: (كرايست) في اللغات اللاتينية الحديثة.
ونحن نؤمن أنه كان يشفي المرضى بإذن الله، وأحيا ميتاً بإذن الله, وبقدرة الله التي منحها إياه؛ لتكون هذه المعجزات دلائل على صدق رسالته التي حمَّله الله إياها لتبليغها إلى الناس.
ذلك هو ما قلته بالنسبة للمسيح - عليه السلام - , وأنا لم أقل: إن المسيح هو محمد - صلى الله عليه وسلم - , ثم يسأل الحضور ويجيب عليهم بقوله:
هل قلت أنا: إن المسيح هو محمد؟
لقد قلت: إن عيسى هو المسيح.
إن رسول الإسلام لا ينكر أن عيسى بن مريم هو المسيح.
ولنتأمل أيها الإخوة الأعزاء ما يقوله القرآن الكريم عن المسيح في تلك الآية الكريمة التي بدأت بها حديثي إليكم.
ثم يشرع الأستاذ ديدات في تلاوة الآية باللغة العربية عبارة إثر أخرى، مترجماً معنى كل عبارة باقتدار إلى اللغة الإنجليزية، ويفيض في التفسير باللغة الإنجليزية عند ذكر قوله تعالى: {كَانَا يَأْكُلَانِ الطَّعَامَ} موضحاً أن المسيح عيسى بن مريم وأمه كانا يأكلان الطعام, ويستحيل أن يكون المسيح إلهاً، ويستحيل أن يكون هو وأمه إلهين، لأن أي شخص يتناول الطعام ويأكله يستحيل أن يكون إلهاً.
إن بعض الطوائف الكاثوليكية يعتبرون أن العذراء مريم إله كما أن المسيح إله.
ولقد كان المسيح، وكانت أمه تأكل الطعام, وكل شخص يأكل الطعام فمن الطبيعي أن يحتاج إلى الذهاب إلى دورة المياه, في وقتنا الحاضر.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (137,'وكان الناس في الماضي يذهبون إلى الغائط أو خلف بعض الأشجار بعد انقضاء مدة معينة لتناولهم الطعام.
وهذا الأمر ليس شأن الله؛ (قام الحضور بالتصفيق للسيد أحمد ديدات)
ثم يواصل ديدات كلمته قائلاً: لقد أوضحت هذه الآية من القرآن الكريم أن عيسى بن مريم هو المسيح, وأنه رسول الله, ولكنه ليس إلهاً، كما أوضحت السبب في استحالة أن يكون المسيح إلهاً وأن تكون أمه العذراء مريم إلهاً, بسبب أنهما كانا يأكلان الطعام.
ويقول الله سبحانه وتعالى: {إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ} (١).
في هذا الموضع أيضاً من القرآن نجد أن عيسى بن مريم هو المسيح، وقد أنعم الله عليه في الدنيا والآخرة, وأنه من جملة المقربين إلى الله سبحانه وتعالى، وليس المسيح عيسى بن مريم إلهاً يحق لأحد من الناس أن يتوجه إليه بالعبادة, وليس معنى ذلك أنه يجلس على يمين الله كما يقول المسيحيون؛ لأن الله ليس رجلاً محدوداً جغرافياً وفسيولوجياً بمكان، وعيسى المسيح يجلس عن يمينه ... كلا ... إن عيسى بن مريم من المقربين إلى الله على سبيل التكريم, كما تقول عن رجل يساعدك: هذا الرجل هو الساعد الأيمن لي.
ولم يقل عيسى للناس: (أنا إله).
إنني عندما ألتقي من أرى فيه القدرة على المعرفة في أي مكان من العالم فإنني أسأل: أيها الإخوة, أيتها الأخوات: لو كان عيسى إلهاً، فأطلعوني على أي جملة بالإنجيل يقول فيها عيسى بنفسه: (أنا الله) أو يقول: (اعبدوني).
وأقسم بالله العظيم أنني لم أجد ما أنشده حتى هذه اللحظة من هذه الليلة! فقام الحضور بالتصفيق لديدات.
ثم قال: وأكون سعيداً كل السعادة لو أن (باستر شوبيرج) فتح إنجيله في أي وقت, وقال لي: اقرأ, ها هو ذا إنجيل يوحنا مثلاً يقول بالجملة الأولى من الإصحاح الأول مثلاً على لسان المسيح: (أنا الله) أو يقول: (اعبدوني). هذا مستحيل.
_________
(١) سورة آل عمران الآية: (٤٥).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (138,'يقول يوحنا في بداية أول إصحاح من إنجيله: (في البدء كان الكلمة. والكلمة كان عند الله. وكان الله الكلمة) (١).
وإن أول من قال هذه المقولة، هو (فيلون) الذي كان أول من صاغ هذه الصيغة القائلة: (في البدء كان الكلمة. وكان الكلمة عند الله. وكان الله الكلمة) , وهي الصيغة التي استهل بها يوحنا إنجيله.
إنني سأوجه بعض الأسئلة لباستر شوبيرج: إنك حاصل على الدكتوراه في اللاهوت (٢) , وأنت تعرف اللغة اليونانية القديمة التي كتبت بها النصوص الأصلية للإنجيل, وخاصة كتب العهد الجديد.
وسؤالي هو: ما هي الكلمة اليونانية التي تقابل لفظ الجلالة (الله) المعبود بحق؟
ويحاول شخص الإجابة من بين الجمهور قائلاً: إن الكلمة هي: (إلوهيم) ويرد عليه السيد أحمد ديدات قائلاً: لا يا سيدي. إن هذه الكلمة عبرية وليست يونانية. (ويقوم الجمهور بالتصفيق للسيد أحمد ديدات) , ويواصل السيد أحمد ديدات كلمته قائلاً:
الكلمة اليونانية التي تعني (الله) وهو المعبود بحق هي: هوثيوس Hotheos, وعندما يكون الإله غير جدير بالعبادة فإن اليونان كانوا يستخدمون لفظة أخرى هي: تونثيوس Tontheos, وفي ترجمة أول فقرة بإنجيل يوحنا من اليونانية القديمة إلي الإنجليزية قام مترجمو الإنجيل باستخدام الحرف الكبير عند ترجمتهم عبارة: (وكان الكلمة الله) في حين أن الكلمة الموجودة بالأصل اليوناني هي كلمة: (Tontheos) وليس (Hotheos)
ولقد كان من الضروري أن تكتب الكلمة الدالة على لفظ الجلالة god وليس God كما فعل مترجمو الإنجيل الغير أمناء.
وأنا أسأل: لماذا استخدمتم (G) بدلاً من (g)؟
_________
(١) هكذا في إنجيل يوحنا: ١: ١ (في البدء كان الكلمة والكلمة كان عند الله وكان الكلمة الله) انظر: موسوعة الكتاب المقدس (٤/ ٢٧٩) مرجع سابق.
(٢) اللاهوت هو المصطلح العربي المقابل للمصطلح الإنجليزي «ثيولوجي»، وهو مركب من «ثيوس» ومعناها «إله» و «لوجوس» ومعناها «علم»، فهو «علم الإلهيات». واللاهوت هو التأمل المنهجي في العقائد الدينية. والكلمة تشير عادةً إلى الإشارة إلى دراسة العقيدة المسيحية، ويستخدم في الدراسات الإسلامية مصطلحات بديلة مثل «علم التوحيد». وقد بدأ استخدام الكلمة مؤخراً في الدراسات اليهودية مؤخراً". انظر: موسوعة اليهود واليهودية والصهيونية الموجزة (٢/ ٢١) مرجع سابق.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (139,'إنكم تخدعون الناس وتتلاعبون بترجمة أصول كتابكم المقدس.
ولقد جاء في العهد القديم نص يقول فيه الرب لموسى في سفر الخروج ١: ٧ (أنا جعلتك إلهاً لفرعون) (١).
ولقد قمتم بترجمة النص إلى الانجليزية هكذا:
I have made you a god to pharoah مما يدل على أنكم تميزون بين الإله المعبود بحق والإله عندما يكون غير جدير بالعبادة، فلماذا لم تلتزموا الدقة والأمانة عند ترجمة كلمة Tontheos عندما وردت بأول فقرة من أول إصحاح بإنجيل يوحنا؟
إن هذا هو ما تريدون أن تعتقدوه, إن هذا هو ما تريدون للناس أن يعتقدوا.
ليست هذه ترجمة أمينة في أداء المعنى بدقة.
فعندما يكون الإله معبوداً بحق تستخدم في بدايته الحرف الكبير G, وعندما لا يكون معبوداً بحق تستخدم في بدايته الحرف الصغير g, ولقد تلاعب مترجمو إنجيل يوحنا عن اليونانية، فجعلو كلمة (الله) الواردة في أول إصحاح من إنجيل يوحنا_ مبدوءة_ بحرف كبير، وكان من الضروري أن تبدأ بحرف صغير؛ لأنها ترجمة لكلمة: Tontheos, وليست ترجمة لكلمة Hotheos اليونانية.
ويواصل الشيخ أحمد ديدات كلمته قائلاً: إن المسيح عيسى - عليه السلام - كان يقول كما في إنجيل يوحنا ٢٩: ١٠ (أبي الذي أعطاني إياها هو أعظم من الكل) (٢).
ويقول أيضاً في موضع آخر في يوحنا: ٢٨: ١٤ (أبي أعظم مني) (٣) وكان يقول كما في يوحنا: ٣٠: ٥ (أنا لا أقدر أن أفعل من نفسي شيئاً) (٤).
ثم يواصل ديدات بقوله: إنني أقتبس ذات أقوال المسيح كما وردت بالإنجيل, إلا أنكم عندما كنتم تقتبسون كانت النصوص التي تحاولون الاستشهاد بها هي من أقوال بولس، ولم تستشهدوا بشيء من أقوال المسيح أبداً.
إنما هي أقوال منسوبة إلى بولس.
أنا أريد أن أعرف ما قاله السيد المسيح, إنني أحب ما قاله المسيح بشفتيه.
_________
(١) انظر: سفر الخروج ١: ٧ موسوعة الكتاب المقدس (١/ ١٢٩) مرجع سابق.
(٢) انظر: إنجيل يوحنا ٢٩: ١٠ موسوعة الكتاب المقدس (٤/ ٣٠٠) مرجع سابق.
(٣) انظر: إنجيل يوحنا ٢٨: ١٤ موسوعة الكتاب المقدس (٤/ ٣٠٩) مرجع سابق.
(٤) انظر: إنجيل يوحنا ٣٠: ٥ موسوعة الكتاب المقدس (٤/ ٢٨٨) مرجع سابق.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (140,'أنا أحترم الأقوال الصادرة عن شخص المسيح, لا الأقوال التي قالها شخص آخر, أو كتبها شخص آخر.
ثم يقول ديدات: أنا أريد أن أعرف ما قاله المسيح شخصياً, أعطوني كلماته هو.
لقد قال المسيح: (أبي الذي أرسلني) لقد أمره الله بما يجب أن يفعله, وأمره بما يجب أن يقوله, وربما تكون لكم طريقة أخرى في الفهم، ولكنني أضع رأسي تحت مقصلة لو أطلعتموني على نص واحد قال فيه المسيح بنفسه: (أنا الله) أو قال: (اعبدوني).
ثم قال ديدات لباستر استاليني أنني أتحدث لغة إنجليزية بسيطة، وأقول: أنا أريد كلمات المسيح نفسه.
والآن تعالوا نتأمل ما قاله المسيح - عليه السلام - عن نفسه وفق إنجيل متَّى ١٩: ١٦١٧ (وإذا واحد تقدم وقال له أيها المعلم الصالح: أي صلاح أعمل لتكون لي الحياة الأبدية. فقال له: لماذا تدعوني صالحاً. ليس أحد صالحاً إلا واحد وهو الله) (١).
إن المسيح - عليه السلام - يرفض أن يصفه أحد بأنه صالح good, فكيف يعقل أن يقبل بأن يصفه أحد بأنه إله God؟ ! , وهكذا يتضح أن المسيح يرفض أن يصفه أحد بأنه إله، إنه يرفض ذلك بموجب نفس نص كلماته" (٢).
فتبين من خلال هذه المناظرة بين الأستاذ أحمد ديدات وكبير قساوسة السويد ما يلي:
١ - أن الله بيَّن لنا أن عيسى - عليه السلام - عبد الله ورسوله, وأن أمه صديقة, وأنهم كان يأكلان الطعام كغيرهم من البشر, وأن الله أكرم عيسى - عليه السلام - فجعله من عباده المقربين.
٢ - أن كثيراً من النصارى حديثاً لا يزال موقفهم من عيسى - عليه السلام - كأسلافهم من حيث إتباعهم الهوى, والقول على الله غير الحق وبغير برهان.
٣ - أن المسيح عيسى - عليه السلام - لم يقل كلمة واحدة لأهل الكتاب: (أنا إله, أو أعبدوني) بل أهل الكتاب هم من لفقوا ذلك.
_________
(١) انظر: إنجيل متَّى ١٩: ١٦ - ١٧ موسوعة الكتاب المقدس (٤/ ١٦٨) مرجع سابق.
(٢) انظر: مناظرتان في استكهولم بين الداعية أحمد ديدات وكبير قساوسة السويد"استانلي شوبيرج" (ص: ١٣٣١٥٠) مجموعة أحمد ديدات. الناشر: دار النصر للطباعة القاهرة, ترجمة علي الجوهري.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (141,'٤ - أن عيسى - عليه السلام - يعترف بالنص كما في نصوص الأناجيل الموجودة حديثاً أن الله هو الذي أرسله, وأنه كان يغضب من الذي يدعوه صالحاً أعني: جديراً بالعبادة, ويقول: ليس أحد صالحاً إلا الله, يعني: ليس أحدٍ جديرا بالعبادة, وصدق الله القائل: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١١٦) مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (١).
٥ - أن إنجيل عيسى - عليه السلام - ليس له وجود في عصرنا الحديث, وقد اختفى بسبب التحريف, وأن الأناجيل الموجودة (العهد الجديد) إنما هي لأشخاص آخرين كيوحنا ومرقص.
٦ - أن تراجم المخطوطات القديمة حينما تكتب كلمة عيسى تشير أنه غير جدير بالعبادة, وعندما تكتب اسم الله تقول إنه جدير بالعبادة, من خلال التفريق بين اللفظ الذي يدل على الإله المعبود وغيره, وذلك بعكس الترجمات الحديثة.
٧ - أن مترجمي نصوص العهدين القديم والجديد ليسوا أمناء حينما يقومون بترجمة نصوص الكتب؛ لأنهم يقومون بتحريف ترجمتها.
٨ - أن الرسول محمداً - صلى الله عليه وسلم - يثبت أن عيسى هو المسيح - عليه السلام - , وأنه كان مسلماً لله رب العالمين, وأن عيسى - عليه السلام - قد بشر الناس بمجيء خاتم الأنبياء والمرسلين.

<span data-type="title" id=toc-109>المطلب الرابع: ثمار المناظرة مع أهل الكتاب حديثاً</span>, وفيه فرعان:
<span data-type="title" id=toc-110>الفرع الأول: دعوتهم إلى الدخول في دين الإسلام الحق</span>.
لقد سبق الكلام عن الدين وتعريفه بما في ذلك دعوتهم إلى الدين الحق الذي ارتضاه الله لعباده, وكذلك كيفية دعوتهم بالمناظرات بما فيه الكفاية, وبقي هنا أن نذكر مجموعة من ثمار المناظرة والمجادلة في عصرنا الحديث, وهي على النحو التالي:
_________
(١) سورة المائدة الآية: (١١٦ - ١١٧).',NULL,'152',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (142,'أولاً: دعوة أهل الكتاب إلى الدخول في دين الإسلام, لأن من دخل في هذا الدين فقد اهتدى إلى صراط الله المستقيم, وتمسك بحبل الله المتين, قال تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} (١).
ثانياً: ومن ثمار مناظرتهم تعريفهم بأن الإسلام هو الدين الحق الذي ارتضاه الله لعباده, وأنه دين جميع الأنبياء والمرسلين, قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} (٢).
وعن أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: {أنا أَوْلَى الناس بِعِيسَى بن مَرْيَمَ في الدُّنْيَا وَالْآخِرَةِ, وَالْأَنْبِيَاءُ إِخْوَةٌ لِعَلَّاتٍ أُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ} (٣).
ثالثاً: ومن ثمار مناظرة أهل الكتاب نشر دين الإسلام بصورته الناصعة الحقيقية, لاكما يدَّعون أنه انتشر بالسيف, أو أن المسلمين يكرهون عيسى - عليه السلام - , وثمرة ذلك التبليغ أن يعم الخير أنحاء الأرض, ويحصل بذلك الأجر والمثوبة المذكورة في قول رسول الله - صلى الله عليه وسلم -: {فَوَاللَّهِ لَأَنْ يَهْدِيَ الله بِكَ رَجُلًا خَيْرٌ لك من أَنْ يَكُونَ لك حُمْرُ النَّعَمِ} (٤) , وقوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} (٥).
رابعاً: ومن ثمار مناظرة أهل الكتاب دعوة من ينتسبون للديانتين اليهودية والنصرانية إلى قراءة القرآن الكريم بإنصاف, ومقارنته بالحقائق العلمية المعاصرة التي سبق وأن قررها القرآن الكريم قبل ١٤٠٠ عام, ومقارنة ذلك بما في كتبهم من قضايا العلم, والاطلاع على ما في كتبهم السابقة من مناقضات صريحة لما جاء به العلم الحديث من اكتشافات علمية, وذلك بعكس القرآن الكريم الذي كان له السبق في الكلام عن الأمور العلمية في العلوم الحديثة, ووصفها بكل دقة, فالقرآن الكريم هو كتاب الهداية والنور للبشرية, وقد أنزله الله لعباده جميعاً, وطلب أيضاً من أهل الكتاب اتباعه, والإيمان برسوله, فخاطبهم الله بقوله: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ
_________
(١) سورة آل عمران الآية: (١٢٠).
(٢) سورة آل عمران الآية: (١٩).
(٣) أخرجه البخاري, في باب قوله تعالى: {وَاذْكُرْ في الْكِتَابِ مَرْيَمَ إِذْ انْتَبَذَتْ من أهْلِهَا} (٣/ ١٢٧٠) برقم: (٣٢٥٩) مرجع سابق.
(٤) أخرجه البخاري, باب فضل من أسلم على يديه رجل (٣/ ١٠٩٦) برقم: (٢٨٤٧). مرجع سابق.
(٥) سورة يوسف الآية: (١٠٨).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (143,'تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ (١٥) يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنِ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (١).
وآيات القرآن الكريم لا يطَّلع عليها, ولا يفهم معانيها إلا من عقل ما فيها قال تعالى: {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ} (٢) , وكما قال تعالى: {لَّكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَالْمُقِيمِينَ الصَّلاَةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} (٣).
أما الذين يتكبرون في الأرض بغير الحق, ولا يريدون معرفة الحق فلا يمكن أن يستفيدوا من آيات الله, قال تعالى: {سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ (١٤٦) وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ} (٤).
خامساً: ومن ثمار مناظرتهم أيضاً: "تضييق هوة الخلاف، وتقريب وجهات النظر، وإيجاد حل وسط يرضي الأطراف في زمن كثر فيه التباغض والتناحر" (٥).
وهذا من أهم الأمور في عصرنا الحديث؛ وذلك بسبب توسع دائرة الخلاف بيننا وبين أهل الكتاب, بسبب المؤامرات التي يقوم بها اللوبي الصهيوني من إثارة الفتن, وإشعال الحروب بين البشر, وممارسة القتل وسفك الدماء, مما يحتم على العقلاء في الغرب أن يطالبوا قياداتهم أن توقف هجماتها المتتالية على الإسلام والمسلمين, وأن تحاور عقلاء المسلمين حتى يصلوا إلى الحق.
ولا أقصد بهذه الثمرة الدعوة إلى وحدة الأديان (٦) القائمة على إزالة الفوارق بين الأديان, وإلغاء التمايز بين بني الإنسان, والداعية إلى خدمة السلام بين العرب وإسرائيل والذي هو أقرب للاستسلام
_________
(١) سورة المائدة الآية: (١٥ - ١٦).
(٢) سورة العنكبوت الآية: (٤٣).
(٣) سورة النساء الآية: (١٦٢).
(٤) سورة الأعراف الآية: (١٤٦ - ١٤٧).
(٥) انظر: آداب الحوار وقواعد الاختلاف (ص: ٦) الباحث الدكتور عمر بن عبد الله كامل, هذا البحث قدم إلى المؤتمر العالمي حول موقف الإسلام من الإرهاب, الناشر: جامعة محمد بن سعود الإسلامية.
(٦) دعوة ماسونية تستغل المسلمين السذج في القضاء على الإسلام وإخضاع شعوبه, وتتخذ هذه الدعوة أسماء جذابة مثل: الدعوة للعالمية, أو التوفيق بين الإسلام والنصرانية, أو الدعوة إلى الإيمان الإبراهيمي, وأحياناً تحت مسمى حوار الأديان. وتقوم فلسفة هذه الدعوة على زعم أن هناك قواعد مشتركة بين الإسلام والنصرانية, كالإيمان بالله وملائكته ورسله واليوم الآخر, وتكريم أم المسيح عليه الصلاة والسلام, وأن الخلاف بين الإسلام والنصرانية خلاف شكلي وليس بجوهري, بدأت هذه الدعوة من جانب النصارى منذ أوائل هذا القرن الميلادي, وتبنتها الصهيونية العالمية من خلال عقد العديد من المؤتمرات بدعوى التقريب بين الإسلام والنصرانية, منها: ما عقد في بيروت عام (١٩٥٣ م) , والإسكندرية عام (١٩٥٤ م) , والتي يمكن تلخيصها في الآتي: ضرورة استخدام هذه الدعوة لخدمة قضية السلام, ووقف الحرب بين المسلمين وإسرائيل مستخدمة الضغط الشعبي (الدبلوماسية الشعبية) لتحقيق ذلك, ومحاولة إذابة الفوارق العقدية بين الإسلام والنصرانية بعدما تحقق لليهود إزاحة النصرانية عن عقيدتها. انظر: الموسوعة الميسرة في الأحزاب والمذاهب والأديان المعاصرة (٢/ ١١٦٥ - ١١٦٦) مرجع سابق.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (144,'منه إلى السلام, وإنما أقصد بذلك حوار الحضارات والأديان القائم على بذل الجهد للوصول إلى توحيد الله والإيمان بجميع رسله وأنبيائه.
سادساً: ومن ثمار مناظرتهم إقامة الحجة عليهم أمام الله وأمام خلقه؛ قال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِّنَ الرُّسُلِ أَن تَقُولُوا مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءكُم بَشِيرٌ وَنَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (١).
وقال تعالى: {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللهُ عَزِيزاً حَكِيماً} (٢).
ومما يشير إلى هذا من سنة رسول الله - صلى الله عليه وسلم - ما جاء عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - أنه قال: {وَالَّذِي نَفْسُ مُحَمَّدٍ بيده لَا يَسْمَعُ بِي أَحَدٌ من هذه الْأُمَّةِ يَهُودِيٌّ ولا نَصْرَانِيٌّ, ثُمَّ يَمُوتُ ولم يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ, إلا كان من أَصْحَابِ النَّار} (٣).
وقوله - صلى الله عليه وسلم -: {ولكن اجعلوا لي ذمة الله وما أخذ يعقوب على بنيه إن أنا حدثتكم بشيء تعرفونه صدقاً لتتابعني على الإسلام. قالوا: لك ذلك .. } (٤).
_________
(١) سورة المائدة الآية: (١٩).
(٢) سورة النساء الآية: (١٦٥).
(٣) أخرجه مسلم, وقد سبق تخريجه في المقدمة (١/ ١٣٤) برقم (١٥٣) مرجع سابق.
(٤) أخرجه الطيالسي في مسنده عن شهر بن حوشب برقم: (٢٧٣١) (١/ ٢٢١)، مرجع سابق.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (145,'وفي هذا الحديث أقام الرسول - صلى الله عليه وسلم - الحجة عليهم بأخذه العهد منهم, وبهذا التبليغ الذي هو جزء من الأمر بالمعروف والنهي عن المنكر الذي يتحقق به الخير ويعم به النفع, المذكور في قوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آَمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} (١).
سابعاً: ومن ثمار مناظرة أهل الكتاب بيان وكشف تحريف كتبهم, وإثبات سلامة القرآن الكريم من التحريف والتبديل.
ثامناً: ومن ثمار مناظرتهم التنبيه للغافل والتذكير للجاهل والناسي من المسلمين بما عليه أهل الكتاب من الباطل, وما في دينهم من التحريف, وأن الإسلام هو الدين الحق, وذلك يجعل المسلمين يثبتون على دينهم, ويقومون بالحق الذي أوجبه الله عليهم في تبليغ دينهم من الدعوة والتبليغ لقوله تعالى: {فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ} (٢).
وهذا التذكير يزيل التشويه الذي يحصل من قبل جمعيات التنصير (٣) , وهو أيضاً إنقاذ للمسلمين الذين يغترون بالغرب وحضارتهم, وتثبيتهم على دينهم, وإزالة الشبهات والأوهام التي دخلت عليهم عن طريق أعداء الإسلام من العلمانيين الملحدين, ودعاة النصرانية واليهودية, وكذلك المنظمات الحاقدة على الإسلام والمسلمين, الذين ذكر الله حقدهم في قوله تعالى: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا} (٤).
تاسعاً: ومن أهم ثمار مناظرة أهل الكتاب أن ندعوهم للتوبة مما صدر منهم تجاه رب العالمين من قولهم: إن الله ثالث ثلاثة وغيرها من الافتراءات على الله تعالى الله عما يقولون علواً كبيراً, قال
_________
(١) سورة آل عمران الآية: (١١٠).
(٢) سورة الغاشية الآية: (٢١).
(٣) التنصير: حركة دينية سياسية استعمارية بدأت بالظهور إثر فشل الحروب الصليبية بغية نشر النصرانية بين الأمم المختلفة في دول العالم الثالث عامة وبين المسلمين خاصة بهدف إحكام السيطرة على هذه الشعوب انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة, (٢/ ٦٦٥) مرجع سابق.
(٤) سورة النساء الآية: (٨٩).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (146,'تعالى: {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} (١) , وكذلك التوبة مما صدر منهم تجاه أنبياء الله من القتل والتكذيب.

<span data-type="title" id=toc-111>الفرع الثاني: كشف شبهاتهم وباطلهم للناس</span>.
تمهيد:
وعندما يتبين موقف أهل الكتاب من الخطاب القرآني, ومن دعوة الرسل والأنبياء يجب على أتباع الرسل أن يقوموا بالرد على شبهاتهم وأكاذيبهم الباطلة, والرد على شبهاتهم وأباطيلهم يكون من خلال آيات الخطاب القرآني القائمة على تنزيه الله تعالى عن كل ما نسب إليه من اليهود والنصارى, وكذلك الرد على كل ما يدعونه حول رسول الإسلام والسلام محمد - صلى الله عليه وسلم - , وكذلك الرد على ما يدعونه على رسل الله جميعاً, وما ينشرونه من أكاذيب حول الإسلام والمسلمين, والرد على ما يحصل منهم من الطعن في القرآن الكريم, والذي تتبناه الكنائس عن طريق الأحبار والرهبان, وتفنيد كل ما يدعونه في ذلك حتى يزهق الله الباطل, ويحق الله الحق بكلماته ولو كره المجرمون قال تعالى: {وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ} (٢) , وقوله تعالى: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ} (٣) , وقوله تعالى: {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} (٤) , ونحن هنا سنذكر باختصار بعض شبهاتهم والجواب عنها من خلال الخطاب القرآني في الرد عليهم.
أولاً: فمن شبهاتهم قولهم: إن المسيح عيسى - عليه السلام - طلب من الناس عبادته من دون الله, وإنه دعا للتثليث؛ وقد بين الله دعواهم هذه وردها عليهم بقوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (٧٢) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (٧٣) أَفَلَا يَتُوبُونَ
_________
(١) سورة المائدة الآية: (٧٤).
(٢) سورة الأنعام الآية: (٥٥).
(٣) سورة الأنبياء الآية: (١٨).
(٤) سورة الرعد الآية: (١٧).',NULL,'157',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (147,'إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧٤) مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآَيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} (١).
ثانياً: ومن شبهاتهم نسبة الولد لله تعالى, واتخاذهم الأحبار والرهبان أرباباً من دون الله, وقد رد الله عليهم بقوله: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٣٠) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} (٢).
ثالثاً: ومن شبهاتهم ادعاؤهم أنهم أبناء الله, وأنهم أحب الخلق إليه, فرد الله عليهم بأنهم بشر كغيرهم بقوله: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ} (٣).
رابعاً: ومن شبهاتهم ادعاؤهم أن الله لن يعذبهم, فرد الله عليهم بقوله تعالى: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} (٤).
خامساً: ومن شبهاتهم ادعاؤهم أن الجنة لا يدخلها إلا من كان يهودياً أو نصرانياً, فرد الله عليهم بقوله: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} (٥).
سادساً: ومن شبهاتهم نسبة الفقر لله تعالى, فرد الله عليهم بقوله: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ (١٨١) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (١٨٢) الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا
_________
(١) سورة المائدة الآية: (٧١ - ٧٥).
(٢) سورة التوبة الآية: (٣٠ - ٣١).
(٣) سورة المائدة الآية: (١٨).
(٤) سورة البقرة الآية: (٨٠).
(٥) سورة البقرة الآية: (١١١).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (148,'نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ} (١).
وهذه الآية فيها تهديد أكيد ووعيد شديد من الله تعالى لهم على أفعالهم الشنيعة وأقوالهم القبيحة.
خلاصة:
فهذه بعض آيات الخطاب القرآني التي تبين موقف أهل الكتاب من رب العالمين, ومن رسل الله أجمعين, وتبين شبهاتهم التي يقومون بنشرها في مجتمعاتهم ويدرسونها لأجيالهم, ويحاولون إغواء المسلمين بها؛ وذلك لصرفهم عن الدين الحق, وهنا يؤكد أنه يجب على علماء المسلمين أن يبينوا للعالَم زيف دعواهم وضعف حجتهم, وبطلان دينهم, وأن الدين الحق هو الإسلام عملاً بهدي الرسول - صلى الله عليه وسلم - ومن بعده, والذي اتضح من خلال المناظرات السابقة, وصدق الله القائل: {فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ} (٢).
وفي هذه الآية دعوة إلى الرد على الشبهات التي لا تستند إلى دليل صريح, ولا إلى عقل صحيح, وإنما تستند إلى الأهواء, وقد أمر الله رسوله - صلى الله عليه وسلم - أن يخاطب أهل الكتاب بقوله تعالى: {قُلْ فَأْتُوا بِكِتَابٍ مِّنْ عِندِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِن كُنتُمْ صَادِقِينَ فَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (٣).
_________
(١) سورة آل عمران الآية: (١٨١ - ١٨٣).
(٢) سورة يونس الآية: (٣٢).
(٣) سورة القصص الآية: (٤٩ - ٥٠).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (149,'الفصل الثالث',NULL,'160',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (150,'<span data-type="title" id=toc-112>الفصل الثالث
الخطاب القرآني لأهل الكتاب فيما يتعلق بالإيمان بالقرآن الكريم</span>, وفيه ثلاثة مباحث:
المبحث الأول: آيات الخطاب القرآني المتعلقة بالإيمان بالكتب السماوية عموماً.
المبحث الثاني: موقف منصفي أهل الكتاب قديماً وحديثاً من القرآن الكريم.
المبحث الثالث: محاولة أهل الكتاب تحريف القرآن الكريم حديثاً.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (151,'<span data-type="title" id=toc-113>المبحث الأول: آيات الخطاب القرآني المتعلقة بالإيمان بالكتب السماوية عموماً</span>,
وفيه أربعة مطالب:
المطلب الأول: الآيات الواردة في الأمر بالإيمان بالقرآن الكريم, وفيه:
الفرع الأول: آيات الخطاب التي تأمر أهل الكتاب بالإيمان بالقرآن الكريم:
الفرع الثاني: أسباب تفضيل القرآن الكريم على غيره من الكتب.
المطلب الثاني: الآيات الواردة في الأمر بالإيمان بالكتب السماوية السابقة.
المطلب الثالث: الآيات الواردة في الأمر بإقامة التوراة والإنجيل والقرآن, والعمل بما فيها كما انزل الله.
الفرع الأول: آيات الخطاب القرآني التي تأمر بإقامة كتب الله والعمل بما فيها.
الفرع الثاني: بيان ما الذي يجب الإيمان به من الكتب السماوية.
المطلب الرابع: الآيات الواردة في التحذير من الكفر بآيات الله, وفيه:
الفرع الأول: آيات الخطاب القرآني التي تحذر أهل الكتاب من الكفر بآيات الله, وأقوال المفسرين فيها.
الفرع الثاني: خلاصة آيات الخطاب المتعلقة بالكتب السماوية.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (152,'إن خطاب الله تعالى لأهل الكتاب فيما يتعلق بالإيمان بالكتب السماوية قد ورد ذكره في القرآن الكريم بأساليب متنوعة, وطرق مختلفة, فمنه الخطاب العام المتعلق بالإيمان بجميع الكتب, ومنه الخطاب الخاص المتعلق بوجوب الإيمان بالقرآن الكريم, ومنه الخطاب المباشر, ومنه غير المباشر, ولاشك أن ذلك كله يؤدي إلى غاية واحدة, وهي تقرير وجوب الإيمان بجميع الكتب عموماً وبالقرآن الكريم الناسخ لما قبله خصوصاً الذي قال عنه - صلى الله عليه وسلم - هو: {كتاب الله فيه نبأ ما كان قبلكم, وخبر ما بعدكم, وحكم ما بينكم, وهو الفصل ليس بالهزل من تركه من جبار قصمه الله, ومن ابتغى الهدى في غيره أضله الله, وهو حبل الله المتين, وهو الذكر الحكيم, وهو الصراط المستقيم, هو الذي لا تزيغ به الأهواء ولا تلتبس به الألسنة ولا يشبع منه العلماء ولا يخلق على كثرة الرد ولا تنقضي عجائبه هو الذي لم تنته الجن إذا سمعته حتى قالوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ} (١). من قال به صدق, ومن عمل به أجر, ومن حكم به عدل ومن دعا إليه هدي إلى صراط مستقيم} (٢).
وسنقوم هنا بحصر الآيات التي تتعلق بالإيمان بالكتب السماوية مع ذكر أقوال المفسرين بحسب ما يفي بالغرض المقصود, وذلك كما يلي:

<span data-type="title" id=toc-114>المطلب الأول: الآيات الواردة في الأمر بالإيمان بالقرآن الكريم, وما يترتب عليه</span>.
<span data-type="title" id=toc-115>الفرع الأول: آيات الخطاب التي تأمر أهل الكتاب بالإيمان بالقرآن الكريم:</span>
ومن هذه الآيات التي تخاطب أهل الكتاب بوجوب الإيمان بالقرآن الكريم ما يلي:
١ - قال تعالى: {وَآَمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} (٣).
_________
(١) سورة الجن الآية: (١٢).
(٢) أخرجه الترمذي في جامعه الصحيح سنن الترمذي, (٥/ ١٧٢) برقم (٢٩٠٦). المؤلف: محمد بن عيسى أبو عيسى الترمذي السلمي, الناشر: دار إحياء التراث العربي - بيروت, تحقيق: أحمد محمد شاكر وآخرون. قال أبو عيسى هذا حديث لا نعرفه إلا من هذا الوجه وإسناده مجهول وفي الحارث مقال, قال الشيخ الألباني: ضعيف, وقد أورد الترمذي بهذه السياق, وكثير من ألفاظه له شواهد.
(٣) سورة البقرة الآية: (٤١ - ٤٢).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (153,'قال ابن جرير الطبري رحمه الله في تفسير هذه الآية: " (بما أنزلت) أي: ما أنزل على محمد - صلى الله عليه وسلم - من القرآن" (١).
وبنحوه قال ابن كثير (٢) , والقرطبي (٣) , والنسفي (٤) , وقد قرر بعض المفسرين أن الدليل على أن المراد بهذه الآية هو القرآن الكريم أمران: "أحدهما: أنه وصفه بكونه منزلاً, وذلك هو القرآن؛ لأنه تعالى قال: {نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقّ مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ} (٥).
والثاني: وصفه بكونه مصدقاً لما معهم من الكتب, وذلك هو القرآن" (٦).
وإذا تقرر أن المراد القرآن الكريم فمعناه أن أهل الكتاب مخاطبون في هذه الآية بالإيمان به واتباعه, لأنه ناسخ لما قبله من الكتب ومهيمن عليها.
٢ - قال تعالى: {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آَمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} (٧).
وهذا الخطاب القرآني في هذه الآية أيضاً يأمر أهل الكتاب بالإيمان بالقرآن الكريم؛ كونه مصدقاً لما في الكتب السابقة, ويأمرهم"بالإيمان بالكتاب العظيم الذي فيه تصديق الأخبار التي بأيديهم من البشارات, ومتهدداً لهم إن لم يفعلوا بلعنهم وطمس وجوههم بقوله تعالى: {مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ ... } (٨).
والدلالة في هذه الآية واضحة من خلال استخدام فعل الأمر بوجوب الإيمان بالقرآن, وإتباع الأمر بالإيمان يبين غنى الله سبحانه وتعالى عنهم لو كفروا, وتوعدهم بالعقوبة والنكال إذا تأخروا عن ذلك, وهذا تأكيد على وجوب الإيمان بالقرآن.
_________
(١) انظر: جامع البيان عن تأويل آي القرآن (١/ ٢٥١) مرجع سابق.
(٢) انظر: تفسير القرآن العظيم (١/ ٨٤) مرجع سابق.
(٣) انظر: الجامع لأحكام القرآن (١/ ٣٣٣) مرجع سابق.
(٤) انظر: تفسير مدارك التنزيل وحقائق التأويل للنسفي (١/ ٤٩) مرجع سابق.
(٥) سورة آل عمران الآية: (٣).
(٦) انظر: التفسير الكبير (٣/ ٣٨) مرجع سابق.
(٧) سورة النساء الآية: (٤٧).
(٨) انظر: تفسير القرآن العظيم (١/ ٥٠٨) مرجع سابق.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (154,'٣ - وقال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} (١) ويأتي التأكيد على هذا الأمر بالحكم بينهم بالقرآن في قوله تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} (٢). وقوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآَمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} (٣).
وكل هذه الآيات السابقة تبين أن القرآن الكريم هو المصدق للكتب السماوية السابقة, وأن رجوعهم إلى غيره من الكتب هو من اتباع الهوى, ومن حكم الجاهلية.
وأما معنى أن القرآن مصدق للكتب السابقة فهو أنه مهيمن ومسيطر وحاكم عليها؛ لأنه خاتمها, ومحفوظ بحفظ الله, ومستمر حفظه إلى قيام الساعة.
فالقرآن مصدق للتوراة في موضوعاتها, وحقائقها, ومصدق لها في العقيدة وأسسها, وفي الآداب والأخلاق والفضائل, وفي التاريخ والقصص, وفي التوجيهات والتقريرات, والترغيب والترهيب وغير ذلك (٤).

<span data-type="title" id=toc-116>الفرع الثاني: أسباب تفضيل القرآن الكريم على غيره من الكتب</span>.
تبين مما سبق أن الله قد بين مكانة القرآن الكريم بين الكتب السماوية السابقة, وأنه المهيمن على ما سبقه من الكتب, وقد أكد الله تعالى هذا المعنى بعدة أمور, يأتي في مقدمتها أنه دعا أهل الكتاب إلى الإيمان بالقرآن الكريم, وقد ذكر الله تعالى لذلك عدة حقائق تؤكد هذا الأمر منها ما يلي:
١ - أن القرآن الكريم هو المهيمن على جميع الكتب السماوية الأخرى, وأنه الحاكم عليها.
٢ - أفضليته وكماله كما قال تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ} (٥) , وترجع أفضلية القرآن على غيره من الكتب إلى كماله من جهتين:
_________
(١) سورة المائدة الآية: (٤٨).
(٢) سورة المائدة الآية: (٤٩).
(٣) سورة النساء الآية: (١٧٠).
(٤) انظر: حديث القرآن عن التوراة, (ص: ١٥٩ - ١٦٠) المؤلف: الدكتور/صلاح عبدالفتاح الخالدي, الناشر: دار العلوم للنشر والتوزيع, عمان الأردن, الطبعة الأولى, عام: ١٤٢٥ هـ ٢٠٠٤ م.
(٥) سورة الزمر الآية: (٢٣).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (155,'أولاهما: تبيانه لكل شيء، قال تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} (١) وقال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} (٢).
والثانية: إرشاده إلى الغاية التي يصبو إليها الإنسان, والتي تحقق له كمال الدنيا والدين، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (٣).
٣ - كشف التحريف والتبديل بوجوهه المختلفة الواقعة في الكتب السماوية السابقة, ومنه الإخفاء كما أخبر الله عنه بقوله تعالى: {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا} (٤).
وكذلك بالنسيان كما في قوله تعالى: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ} (٥).
وأيضاً بالوضع والإدخال في كتاب الله كما أوضحه الله بقوله: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ} (٦).
وأيضاً التغيير المتعمد لكلام الله كما قال تعالى: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} (٧) (٨).
وبيان هذه الأوجه يقصد منه دعوة أهل الكتاب إلى الإيمان بالقرآن الكريم, وسيأتي الكلام في تحريف الكتب السماوية قديماً وحديثاً في الفصل القادم.
_________
(١) سورة الأنعام الآية: (٣٨).
(٢) سورة النحل الآية: (٨٩).
(٣) سورة الإسراء الآية: (٩).
(٤) سورة الأنعام الآية: (٩١).
(٥) سورة المائدة الآية: (١٤).
(٦) سورة البقرة الآية: (٧٩).
(٧) سورة البقرة الآية: (٧٥).
(٨) انظر: الغارة التنصيرية على أصالة القرآن الكريم, (١/ ١٥١٦) , المؤلف: الدكتور عبد الراضي محمد عبد المحسن المتخصص في دراسة الحملات التنصيرية.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (156,'وأما ما يترتب على الإيمان بالقرآن الكريم فقد وعدهم الله بإدخالهم في رحمته وفضله, وأنه سيهديهم إلى الطريق المستقيم, ويكفينا ما جاء في قوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (١٧٤) فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا} (١).
وقد أمر الله رسوله محمداً أن يتلوا على أهل الكتاب بعض مواقف أسلافهم من آيات الله, وكيف عاقبهم الله لعل القوم يتذكرون قال تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ (١٧٥) وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ (١٧٦) سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ} (٢).

<span data-type="title" id=toc-117>المطلب الثاني: الآيات الواردة في الأمر بالإيمان بالكتب السماوية</span>.
لقد اتضح مما سبق وجوب الإيمان بالقرآن الكريم, والعمل بما فيه من التعاليم, وهنا نذكر نوعاً آخر من الخطاب القرآني يبين وجوب أخذ ما شرعه الله على أهل الكتاب في كتبهم قبل مجيء القرآن الكريم, وأوجب عليهم الإيمان بما أنزله عليهم من الكتاب, وأن يأخذوا بكل ما في تلك الكتب بجد واجتهاد, وهذا الخطاب ورد في القرآن الكريم على النحو التالي:
١ - قال تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آَتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ} (٣).
وهذه الآية تأمر أهل الكتاب أن يأخذوا بكل ما افترضه الله عليهم في كتبه السابقة التي أنزلها عليهم, وأن يعملوا بما فيها, ومن ذلك الإيمان بالقرآن الكريم كما سبق بيانه؛ لأنه من العهد الموجود في كتبهم الذي أمرهم الله باتباعه.
قال الإمام الطبري رحمه الله في تفسير هذه الآية: "خذوا ما افترضناه عليكم في كتابنا من الفرائض فاقبلوه, واعملوا باجتهاد منكم في أدائه من غير تقصير ولا توان" (٤).
_________
(١) سورة النساء الآية: (١٧٤ - ١٧٥).
(٢) سورة الأعراف الآية: (١٧٥ - ١٧٧).
(٣) سورة البقرة الآية: (٦٣).
(٤) انظر: جامع البيان عن تأويل آي القرآن (١/ ٣٢٦) مرجع سابق.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (157,'٢ قال تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آَتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} (١) , وقوله تعالى: {وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آَتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ} (٢).
وفي هذه الآيات دلالة واضحة على أن موقف أهل الكتاب من خطابه تعالى أنهم واجهوه بقولهم سمعنا وعصينا, مع أنهم عاهدوا الله أنهم سيؤمنوا ويصدقوا بكل ما جاء به موسى - عليه السلام - , فلما رفع عنهم العذاب إذا ينكثون.

<span data-type="title" id=toc-118>المطلب الثالث: الآيات الواردة في الأمر بإقامة التوراة والإنجيل والقرآن والعمل بما فيهما</span>.
<span data-type="title" id=toc-119>الفرع الأول: آيات الخطاب القرآني التي تأمر بإقامة كتب الله والعمل بما فيها:</span>
إن من خطاب الله لأهل الكتاب في القرآن الكريم أنه أمرهم بالإيمان بجميع الكتب السماوية, وإقامة كل ما شرعه لهم إقامة صحيحة تخرجهم عن الضلال الذي هم عليه, وهذا يتضح من خلال الكثير من النصوص القرآنية كما يلي:
١ - قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّىَ تُقِيمُوا التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ} (٣).
فقد أمر الله رسوله في هذا الخطاب بأن يبين لليهود والنصارى ضلالهم, وأن يبلغهم أيضاً أنهم ليسوا على شيء من الهداية حتى يقيموا التوراة والإنجيل والقرآن الذي جاءهم به محمد - صلى الله عليه وسلم - , وقد بين الإمام الطبري أن معنى ذلك أن عليكم يأهل الكتاب أن تؤمنوا بالكتب كلها, وتؤمنوا بما فيها من الإيمان بمحمد - صلى الله عليه وسلم - وتصديقه, وتقروا بأن كل ذلك من عند الله, فلا تكذبوا بشيء منه, ولا تفرقوا بين رسل الله فتؤمنوا ببعض وتكفروا ببعض, فإن الكفر بواحد من ذلك كفر بجميعه؛ لأن كتب الله يصدق بعضها بعضاً, فمن كذب ببعضها فقد كذب بجميعها" (٤).
_________
(١) سورة البقرة الآية: (٩٣).
(٢) سورة الأعراف الآية: (١٧٢).
(٣) سورة المائدة الآية: (٦٨).
(٤) انظر: جامع البيان عن تأويل آي القرآن (٦/ ٣٠٩) مرجع سابق.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (158,'وبين ابن الجوزي أن المقصود بإقامة التوراة والإنجيل والقرآن هو: " إقامتها والعمل بما فيها, ومن ذلك الإيمان بمحمد - صلى الله عليه وسلم - " (١).
وقال الألوسي: "الإقامة أن تراعوهما وتحافظوا على ما فيها من الأمور التى من جملتها دلائل رسالة النبى - صلى الله عليه وسلم - " (٢).
والخلاصة فيما سبق أن المقصود بإقامة التوراة والإنجيل والقرآن هو: العمل بما فيها, والإيمان الصادق بها, والاعتقاد الجازم أن كل كتاب هو متمم ومكمل لما قبله وناسخ له, وإن من أولويات هذا الإيمان هو الإيمان بالله, والتصديق الكامل بما جاء به رسل الله الكرام لهداية أهل الكتاب, وإلا فليسوا على شيء من الدين الحق.
وأما أهل الكتاب فقد تبين موقفهم أنهم لم يقيموا التوراة والإنجيل والقرآن, ولكنهم قاموا بتحريف ما قدروا عليه منها, وكتمان ما فيها, وأخفوا أحكامها, ولو أقاموها كما أمرهم الله لكان خيراً لهم, ولأكلوا من فوقهم ومن تحت أرجلهم, قال تعالى: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آَمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ} (٣).
وقال تعالى: {ثُمَّ قَفَّيْنَا عَلَى آثَارِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاء رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ} (٤).
وتبين أيضاً أنهم لم يؤمنوا بما أنزله الله عليهم من الكتب, ولم يعملوا بما فيها, وابتدعوا فيها ما لم يشرعه الله لعباده, بل ونقضوا العهد الذي بينهم وبين خالقهم على العمل بما فيها.
وخلاصة هذه الآيات السابقة في الخطاب القرآني أنها تبين أن من تمام إيمان أهل الكتاب إقامتهم لكتب الله, وأن لا يلبسوا فيها الحق بالباطل, وأن لا يكتموا ما فيها من الحق ليتحقق لهم ما وعدهم الله به.
وهذا هو الواجب على أهل الكتاب في كل زمانٍ ومكان.
_________
(١) انظر: زاد المسير (٢/ ٣٩٨) مرجع سابق.
(٢) انظر: روح المعاني: (٦/ ٢٠٠) مرجع سابق.
(٣) سورة المائدة الآية: (٦٥ - ٦٦).
(٤) سورة الحديد الآية: (٢٧).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (159,'<span data-type="title" id=toc-120>الفرع الثاني: بيان ما الذي يجب الإيمان به من الكتب السماوية:</span>
وأما المسلمون فواجبهم من الإيمان بالكتب السابقة هو التصديق بما صح منها قبل تحريفه وتبديله, وأنها منزله من عند الله بالحق, والإيمان بكل كتاب أنزل على كل رسول من رسل الله, كالإنجيل المنزل على عيسى - عليه السلام - , والتوراة المنزلة على موسى - عليه السلام - , والصحف المنزلة على إبراهيم - عليه السلام - , والزبور المنزلة على داود - عليه السلام - , والقرآن الكريم المنزل على محمد - صلى الله عليه وسلم -.
قال الإمام الماوردي (١) في بيان الواجب من الإيمان بالكتب بقوله: " والإيمان بالكتب يتضمن أربعة أمور:
الأول: الإيمان بها إجمالاً, وأنها كلها منزلة من عند الله حقًّا، قال تعالى: {قُولُوا آمَنَّا بِاللهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} (٢).
الثاني: الإيمان بما سمي لنا منها على وجه الخصوص؛ كالتوراة، والإنجيل والزبور، وصحف إبراهيم وموسى، قال تعالى: {اللهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ (٢) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالإِنجِيلَ (٣) مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ} (٣).
الثالث: الإيمان بما في هذه الكتب إجمالاً، وبما أخبرنا به الله ورسوله - صلى الله عليه وسلم -.
الرابع: الإيمان بهذا القرآن المنزل على خاتم النبيين وأنه أشرف وآخر كتاب نزل من عند الله، وأنه ناسخٌ لما سبقه من الكتب، وأنه حاكم عليها، وأنه الذي يجب إتباعه بتصديق أخباره، وبإحلال حلاله، وتحريم حرامه، والعمل بأوامره, واجتناب نواهيه، قال تعالى: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} (٤) " (٥).
_________
(١) الماوردي: هو أبو الحسن علي بن محمد بن حبيب الماوردي، توفي عام (٤٥٠ هـ) من تصانيفه: الحاوي في الفقه وغيره. انظر: طبقات الشافعية الكبرى (٥/ ٢٦٧) مرجع سابق، وكلامه هذا في أعلام النبوة، (ص: ٧٠) الناشر: دار الكتاب العربي بيروت لبنان، الطبعة الأولى عام (١٤٠٧ هـ الموافق ١٩٨٧ م)، تحقيق: محمد المعتصم بالله البغدادي.
(٢) سورة البقرة الآية: (١٣٦).
(٣) سورة آل عمران الآية: (٢٤).
(٤) سورة التغابن الآية: (٨).
(٥) انظر: النكت والعيون (١/ ٣٦٦) المؤلف: أبو الحسن علي بن محمد بن حبيب الماوردي البصري, الناشر: دار الكتب العلمية بيروت / لبنان تحقيق: السيد بن عبد المقصود بن عبد الرحيم.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (160,'فتبين مما سبق أن الواجب هو الإيمان بجميع الكتب السماوية, وأن كل رسالة مصدقة ومكملة ومتممة لما قبلها, وناسخة لما فيها من الأحكام, وأن القرآن الكريم هو الناسخ والمهيمن على جميع الكتب السابقة, وأنه آخر كتاب سماوي فيه النور الإلهي الموحى به من رب العالمين.

<span data-type="title" id=toc-121>المطلب الرابع: الآيات الواردة في التحذير من الكفر بآيات الله:</span>
<span data-type="title" id=toc-122>الفرع الأول: آيات الخطاب القرآني التي تحذر أهل الكتاب من الكفر بآيات الله, وأقوال المفسرين فيها:</span>
تبين مما سبق أن الله أوجب على أهل الكتاب الإيمان بالقرآن الكريم خصوصاً, وبغيره من الكتب السماوية السابقة عموماً قبل أن تحرف, ووعد الله من آمن بكتبه وعمل بما فيها من الأوامر بالحياة الطيبة في الدنيا والآخرة, ولكنه وفي المقابل توعد من كفر بكتبه, وخصوصاً القرآن الكريم, أو آمن وصدق ببعض ما في الكتاب وكفر ببعضه, واتبع هواه في ذلك بطمس وجوههم, ولعنهم كأصحاب السبت, وإحباط أعمالهم في الدنيا, وأنه أعد لهم العذاب الأليم في الآخرة, وهذه بعض آيات الخطاب القرآني التي حذر الله فيها أهل الكتاب من الكفر بآيات الله.
١ - قال تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَأَنتُمْ تَشْهَدُونَ} (١).
أما آيات الله التي حذر الله أهل الكتاب من الكفر بها وجحودها فهي معجزات القرآن الكريم, والرسول الخاتم محمد - صلى الله عليه وسلم - , وذلك واضح من خلال السياق القرآني في أكثر الآيات, ومن خلال كلام المفسرين, وما استدلوا به على ذلك من الكتب السابقة, وسنذكر هنا ما قاله أهل التفسير حول هذه الآيات, فالمقصود هنا (بآيات الله) أي: القرآن الكريم, كما قرره أكثر المفسرين كالبغوي (٢)
_________
(١) سورة آل عمران الآية: (٧٠).
(٢) انظر: معالم التنزيل للبغوي، (١/ ٢١٥) المؤلف: أبي محمد الحسين بن مسعود البغوي، الناشر: دار ابن حزم, الطبعة الأولى, عام (١٤٢٣ هـ ٢٠٠٢ م).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (161,'والسمرقندي (١) , والواحدي بقوله: " (بآيات الله) بالقرآن (وأنتم تشهدون) بما يدل على صحته من كتابكم لأن فيه نعت محمد - صلى الله عليه وسلم - " (٢).
٢ - قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَاللهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ} (٣).
قال ابن الجوزي عند تفسير هذه الآية: "فأما آيات الله فقد روي عن ابن عباس رضي الله عنهما أنه قال هي: القرآن, ومحمد - صلى الله عليه وسلم - " (٤).
وقال سيد طنطاوي: " قل يا محمد لهؤلاء اليهود الذين كفروا بالحق بعد أن جاءتهم البينات! لِمَ تعاندون الحق وتكفرون بآيات الله السمعية والعقلية الدالة على صدقي فيما أبلغه عن ربى، والحال أن الله مطلع عليكم وعالم علم المعاين المشاهد أعمالكم الظاهرة والخفية، وسيجازيكم عليها بما تستحقونه من عقاب أليم فالآية الكريمة قد تضمنت تأنيبهم على الكفر، وتهديدهم بالعقاب إذا استمروا فى مسالكهم الأثيمة, ولكي يكون التأنيب أوجع، أمر الله تعالى نبيه - صلى الله عليه وسلم - أن يناديهم بقوله: (يا أهل الكتاب)؛ لأن علمهم بالكتاب يستلزم منهم الإيمان، والإذعان للحق، ولكنهم اتخذوا علمهم وسيلة للشرور والتضليل فكان مسلكهم هذا دليلاً على فساد فطرتهم، وخبث طويتهم، وسوء طباعهم" (٥).

٣ - قال تعالى: {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} (٦).
_________
(١) انظر: تفسير بحر العلوم للسمرقندي (١/ ٢٧٦) , المؤلف: أبي الليث نصر ابن محمد بن احمد بن إبراهيم السمرقندي, الناشر: دار الكتب العلمية بيروت لبنان, الطبعة الأولى عام (١٤١٣ هـ ١٩٩٣ م) تحقيق الشيخ على محمد معوض, والشيخ عادل عبد الموجود, والدكتور زكريا النوتي.
(٢) انظر: الوجيز في تفسير الكتاب العزيز (١/ ٢١٧) مرجع سابق, تفسير الجلالين (١/ ٧٦) , تفسير السمرقندي (١/ ٢٤٧) مرجع سابق.
(٣) سورة آل عمران الآية: (٩٨).
(٤) انظر: زاد المسير (١/ ٤٢٩) مرجع سابق.
(٥) انظر: الوسيط لسيد طنطاوي (١/ ٦٨٣) مرجع سابق.
(٦) سورة البقرة الآية: (٨٥).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (162,'قال ابن عاشور: وهذا استفهام إنكاري توبيخي ... وللإنذار بأن تعمد المخالفة للكتاب قد تفضي بصاحبها إلى الكفر به، وإنما وقع (تؤمنون) في حيز الإنكار تنبيهاً على أن الجمع بين الأمرين عجيب, وهو مؤذن بأنهم كادوا أن يجحدوا تحريم إخراجهم أو لعلهم جحدوا ذلك, وجحد ما هو قطعي من الدين مروق من الدين" (١).
وكقوله تعالى: {وَإِذَا قِيلَ لَهُمْ آَمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ} (٢).
٤ قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِآَيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١) أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآَخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ} (٣) , وهذه الآية تحذر من يكفر بآيات الله, ويصر على كفره بها والتكذيب لها, بقوله تعالى: {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ} (٤) , وتوعدهم الله بالعذاب المهين قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً ١٥٠ أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا} (٥).
وكل هذه الآيات تبين لنا موقف أهل الكتاب من آيات الله, وتبين أن اليهود يزعمون أنهم يؤمنون بالتوراة, ويكفرون بالقرآن والإنجيل وغيره من الكتب, مع أنهم يعلمون أن عيسى - عليه السلام - أرسله الله بالإنجيل مصدقاً ومكملاً للتوراة الربانية التي لم تحرف, وأنها ناسخة لبعض ما حرم عليهم, وأن القرآن الكريم متمم لكل ماسبق بقوله تعالى: {وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ .. } (٦).
_________
(١) انظر: التحرير والتنوير (١/ ٤٤٦) مرجع سابق.
(٢) سورة البقرة الآية: (٩١).
(٣) سورة آل عمران الآية: (٢١ - ٢٢).
(٤) سورة المائدة الآية: (٨٦).
(٥) سورة النساء الآية: (١٥٠ - ١٥١).
(٦) سورة آل عمران: الآية: (٥٠)',NULL,'173',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (163,'وبقوله تعالى: {وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ} (١). وكان هذا الهدى والنور الذي تحتوي عليه التوراة والإنجيل للذين يخافون ربهم ويخشونه, قال تعالى: {وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ} (٢).
وكان من أهم ما ورد التحذير منه في آيات الخطاب القرآني هو التكذيب والكفر بنبوة محمد - صلى الله عليه وسلم -؛ كونهم يعلمون أنه رسول حق, وأن الله أنزل معه القرآن مصدقاً لكتبهم السابقة, ومهيمناً عليها, وناسخاً لما فيها, لقوله تعالى: {وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ} (٣).
وأخبر الله أنهم كانوا يعرفون نبوة محمد - صلى الله عليه وسلم - كما يعرفون أبناءهم, وكانوا يستفتحون به قبل المعارك على إخوانهم العرب, كما أخبر الله عن ذلك بقوله تعالى: {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} (٤).
وقد كان اليهود يستفتحون بهجرة الرسول - صلى الله عليه وسلم - على الذين كفروا من العرب قبل بعثته - صلى الله عليه وسلم - , وكانوا يقولون: اللهم انصرنا بالنبي المبعوث في آخر الزمان, ويتوعدونهم بأنهم سيقتلونهم قتل عاد وإرم.

<span data-type="title" id=toc-123>الفرع الثاني: خلاصة آيات الخطاب المتعلقة بالكتب السماوية:</span>
إن كل الأدلة السابقة في هذا المبحث تدل دلالة واضحة على ما يلي:
١ - وجوب الإيمان بالقرآن الكريم والعمل بما فيه, ومعنى الإيمان بالقرآن هو: التصديق به, والعمل بما فيه, والاعتقاد أنه الحق الذي أنزله الله على خاتم الأنبياء والمرسلين محمد - صلى الله عليه وسلم - بواسطة جبريل - عليه السلام - أمين الملائكة, وأنه الناسخ للكتب السماوية السابقة, والمهيمن عليها, والمصدق لما فيها, وأنه الكتاب الوحيد الذي لم تصله يد التحريف.
٢ - تحذير أهل الكتاب من الكفر بالقرآن الكريم وبآيات الله, ومن التمادي والتكذيب في ذلك.
_________
(١) سورة المائدة الآية: (٤٦)
(٢) سورة الأعراف الآية: (١٥٤)
(٣) سورة البقرة الآية: (١٠١).
(٤) سورة البقرة الآية: (٨٩).',NULL,'174',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (164,'٣ - أن القرآن الكريم هو الكتاب المعجز في كل ألفاظه وآياته, ودلالاته, وأنه الكتاب الوحيد الذي لا يتعارض ولا يتناقض مع العلم الحديث, وأنه سبق العلوم الحديثة بالإخبار عنها, بعكس الكتب السابقة التي طرأ عليها التحريف والتبديل, ودخول كلام البشر عليها حتى غلب عليها أقوال البشر, واستمرت أيدي التحريف تنالها حتى عصرنا الحديث عن طريق أحبارهم ورهبانهم.
٤ - أن العلم الحديث أثبت بطلان ما في التوراة والإنجيل من الأخبار التي تتعلق بالأمور العلمية في عصرنا الحديث, وأنها تتعارض مع العلوم الحديثة جملة وتفصيلاً, وتصطدم معها؛ مما يدل على أنها لا تكون من كلام الله الذي أحاط بكل شيء علماً.
٥ - أثبت العلم الحديث أن القرآن الكريم هو الكتاب الحق الصادق بإخباره عن الأمم السابقة واللاحقة, وعن غيب الماضي والحاضر والمستقبل, بخلاف الكتب الأخرى المحرفة.
٦ - أن القرآن الكريم هو الكتاب الوحيد الذي توعد الله بحفظه, فحفظه في الصدور, وفي السطور على مر العصور, فإذا سألت شخصاً مسلماً في أمريكا أو في الصين أو في روسيا أو في أفريقيا أو في أي قطر من أقطار المعمورة عن القرآن الذي معه لقال: لك: القرآن الكريم, وهو كتاب واحد بنفس الصيغة لم يتغير منه حرف واحد, ولم تتبدل منه حركة واحدة خلال أربعة عشر قرناً, وكل ذلك مصداقاً لقوله تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (١) , "وكلمة (حافظون) اسم فاعل يدل على وقوع حفظ القرآن في الماضي, وفي الحاضر: وقت نزول القرآن, وفي المستقبل " (٢).
وهذا هو الواقع المشاهد للقرآن الكريم, بخلاف التوراة والإنجيل التي حرفت وبدلت, فإنجيل متى غير إنجيل يوحنا, وإنجيل يوحنا غير إنجيل لوقا وهكذا, وكذلك التوراة, فسفر التكوين غير سفر الخروج, وكذلك الكتاب المقدس _كما يزعمون_, فالعهد القديم غير العهد الجديد, وبهذا التحريف والتبديل الذي وقع فلا توجد توراة موسى - عليه السلام - , ولا إنجيل عيسى - عليه السلام - , والموجود إنما هو كلام بشر, وهم: يوحنا ولوقا ومرقص ... الخ.
_________
(١) سورة الحجر الآية: (٩).
(٢) انظر: البرهان شرح كتاب الإيمان, (ص: ١٢٥) المؤلف: الشيخ عبد المجيد الزنداني, الطبعة الأولى عام (١٤٢٧ هـ ٢٠٠٧ م) الناشر: مركز بحوث جامعة الإيمان.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (165,'<span data-type="title" id=toc-124>المبحث الثاني: موقف منصفي أهل الكتاب قديماً وحديثاً من القرآن الكريم</span>, وفيه مطلبان:
المطلب الأول: موقف منصفي أهل الكتاب قديماً من القرآن الكريم, وفيه:
الفرع الأول: النجاشي.
الفرع الثاني: ورقة بن نوفل بن أسد بن عبد العزى.
الفرع الثالث: عبد الله بن سلام.
المطلب الثاني: موقف منصفي أهل الكتاب حديثاً من القرآن الكريم, وفيه:
الفرع الأول: شهادات المنصفين على أن القرآن الكريم هو الكتاب السماوي الحق الذي لا يأتيه الباطل من بين يديه.
الفرع الثاني: شهادات المنصفين على أن القرآن لم يحرف ولم يطرأ عليه التغيير.
الفرع الثالث: شهادات المنصفين من أهل الكتاب حديثاً على أن القرآن لا يتعارض مع الحقائق العلمية المعاصرة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (166,'<span data-type="title" id=toc-125>المطلب الأول: موقف منصفي أهل الكتاب قديماً من القرآن الكريم</span>.
إن لأهل الكتاب موقفاً سلبياً تجاه الخطاب القرآني قديماً وحديثاً, وذلك بتكذيبه, ولهم موقف سلبي حديثاً حينما قاموا بمحاولة تحريف القرآن الكريم ليكون كغيره من الكتب السابقة, وهنا نذكر بعض المواقف للمنصفين منهم في كل زمانٍ ومكان, والذين يؤكدون صدق القرآن الكريم, وينبغي أن يعلم أن هذه الشهادات إنما نوردها هنا للذين يشككون في صدق القرآن الكريم ولإقامة الحجة عليهم, وأما المؤمن الصادق فإنه مستغن بالوحي عن إخبار أي مخبر, وما نذكره من شهاداتهم هنا إنما هو من باب قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ .. } (١) , ولذا فإننا نحن المسلمين يكفينا قوله تبارك وتعالى: {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ} (٢).
ويكفينا أيضاً في الدلالة على ذلك ما جاء في الحديث عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: {ما من الأنبياء نبي إلا أعطي ما مثله آمن عليه البشر، وإنما كان الذي أوتيته وحياً أوحاه الله إليَّ، فأرجو أن أكون أكثرهم تابعاً} (٣).
فحينما أرسل الله محمداً - صلى الله عليه وسلم - بالقرآن الكريم انقسم أهل الكتاب في مواقفهم إلى قسمين:
القسم الأول: الذين سماهم الله الراسخين في العلم, وهم من آمن وصدق بالقرآن عندما تأكد له أنه الحق الذي جاء موافقاً لما في كتبهم, وأن ما جاء به الرسول هو الحق, فلم يترددوا عن الدخول في الإسلام واتباع الرسول الخاتم, وقد قام بعض هؤلاء بأداء الشهادات التي تؤكد بذلك, كما سنذكرها في هذا المبحث.
القسم الثاني: المعاندون الذين عرفوا الحق وكفروا به, وهؤلاء قد قال الله تعالى عنهم: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦)
_________
(١) سورة الأحقاف الآية: (١٠).
(٢) سورة الأنعام الآية: (١٩).
(٣) أخرجه البخاري في كتاب الفضائل القرآن باب: كيف نزل الوحي, وأول ما نزل, (٤/ ١٩٠٥) برقم: (٤٦٩٦) مرجع سابق, باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الْمِلَلِ بِمِلَّتِهِ, (١/ ١٣٤) برقم: (١٥٢) مرجع سابق.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (167,'الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} (١). وقال تعالى: {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} (٢) , وهذا القسم المعاند ينطبق على الكثير من أهل الكتاب كموقف حيي بن أخطب الذي سبق ذكره في المقدمة وغيره, والذي اتضح أن موقفه كان سلبياً من الخطاب القرآني, وكذلك من الرسل والرسالات مع علمه ومعرفته بالحق.
وفيما يلي نذكر شهادات المنصفين من أهل الكتاب الذين عرفوا الحق واستجابوا له, وذلك على النحو التالي:

<span data-type="title" id=toc-126>الفرع الأول: النجاشي:</span>
لقد سبق الحديث عن النجاشي وعن قصة إسلامه عندما استمع لآيات من القرآن الكريم فقال قولته المشهورة لجعفر بن أبي طالب - رضي الله عنه -: {هل مَعَكَ مِمَّا جاء بِهِ عَنِ اللَّهِ من شيء؟ فَقَرَأَ عليه_جعفر - رضي الله عنه - صَدْراً من (كهيعص) فَبَكَى النجاشي حتى أَخْضَلَ لِحْيَتَهُ, ثُمَّ قال: إن هذا والله والذي جاء بِهِ مُوسَى لَيَخْرُجُ من مِشْكَاةٍ وَاحِدَةٍ} (٣).
وقد أنزل الله في هؤلاء قوله تعالى: {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آَمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٨٣) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (٨٤) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} (٤).
وهذه الآيات تدل على أن النجاشي وأصحابه, وكثيراً من أهل الكتاب وخاصةً النصارى إذا تبين لهم الحق آمنوا بالله وبكتبه, واستغفروا عن كل ما صدر منهم, وسارعوا بسؤال الله أن يدخلهم الجنة.
_________
(١) سورة البقرة الآية: (١٤٦ - ١٤٧).
(٢) سورة البقرة الآية: (٨٩).
(٣) انظر: مسند أحمد بن حنبل, باب حديث الهجرة، (١/ ٢٠٢) رقم: (١٧٤٠) مرجع سابق, والجامع لأحكام القرآن (١١/ ٧٣) مرجع سابق, الدر المنثور للسيوطي (٥/ ٤٧٦).
(٤) سورة المائدة الآية: (٨٢ - ٨٥).',NULL,'178',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (168,'فحينما ظهر الحق للنجاشي - رضي الله عنه - لم يتردد لحظة واحدة عن الإيمان بالله وبالرسول الخاتم محمداً - صلى الله عليه وسلم - , بل سارع في إيمانه مع أساقفته حينما سمعوا كلام الله وعرفوا أنه الحق وتأثروا به, ومع أن النجاشي كان حينها هو الملك, ولكنه لم يخف على ملكه حينما أراد بطارقته معارضته, بل زاده ذلك إيماناً, وقال للمسلمين الذين هاجروا إليه: أنتم آمنون في أرضي! (١).

<span data-type="title" id=toc-127>الفرع الثاني: ورقة بن نوفل بن أسد بن عبد العُزى </span>(٢):
وأما ورقة بن نوفل فهو الذي كان قد تنصر في الجاهلية, وكان يكتب الإنجيل بالعربية, ... فحينما عرض عليه رسول الله ما يراه في المنام في بداية الوحي عرف أن ذلك هو نور الوحي والنبوة, وقد روت قصته خديجة - رضي الله عنه - التي جاءت مع رسول الله إلى ورقة بن نوفل, وقالت: {أَيْ عَمِّ: اسْمَعْ من بن أَخِيكَ. قال وَرَقَةُ بن نَوْفَل: يا ابن أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ رسول اللَّهِ - صلى الله عليه وسلم - خَبَرَ ما رَآهُ. فقال له وَرَقَةُ: هذا النَّامُوسُ الذي أُنْزِلَ على مُوسَى - صلى الله عليه وسلم - يا لَيْتَنِي فيها جَذَعًا يا لَيْتَنِي أَكُونُ حَيًّا حين يُخْرِجُكَ قَوْمُكَ. قال رسول اللَّهِ - صلى الله عليه وسلم -: أَوَ مُخْرِجِيَّ هُمْ؟ قال وَرَقَةُ: نعم. لم يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إلا عُودِيَ, وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا} (٣).
فتبين موقفه أنه كان إيجابياً؛ حيث أنه وعد بنصرة هذا الدين والرسول, ولكن المنية وافته قبل ذلك.
وهناك الكثير من النصارى غير النجاشي وورقة بن نوفل ممن شرح الله صدورهم للإسلام, وهداهم للإيمان بالكتابين, ويصدق عليهم قوله تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ} (٤) , وهذه المواقف وإن وقعت من بعض
_________
(١) أخرجه أحمد بن حنبل في مسنده, باب حديث الهجرة، (١/ ٢٠٢) رقم: (١٧٤٠) سبق تخريجه في مناظرة جعفر بن أبي طالب مع النجاشي.
(٢) ورقة بن نوفل بن أسد بن عبد العزى القرشي، ابن عم خديجة، مات قبل أن ينتشر الإسلام. انظر: الإصابة في تمييز الصحابة (٦/ ٦٠٧) مرجع سابق.
(٣) أخرجه البخاري في صحيحه, باب بدأ الوحي على رسول الله - صلى الله عليه وسلم - (١/ ٤) برقم: (٣) مرجع سابق, وأخرجه مسلم في صحيحه, باب بدأ الوحي على رسول الله - صلى الله عليه وسلم - (١/ ١٤١) برقم: (١٦٠) مرجع سابق.
(٤) سورة القصص الآية: (٥٢ - ٥٥).',NULL,'179',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (169,'النصارى الذين عرفوا الحق واستجابوا له, ولكنها قليلة مقارنة بعدد النصارى, وهي في مقابل مواقف اليهود كثيرة, فاليهود هم أقل الناس استجابة لهدى الله.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (170,'<span data-type="title" id=toc-128>الفرع الثالث: عبد الله بن سلام:</span>
بعد أن ذكرنا بعض المواقف من النصارى نذكر هنا مواقف لبعض من كانوا من أحبار اليهود, ويكفينا أن نستشهد بقصة عبد الله بن سلام الذي كان من أحبار اليهود, وممن لهم معرفة واطلاع بالكتب السماوية السابقة, وممن يعرف كلام الله من كلام غيره, وقد كان بعض يأتون إلى رسول الله - صلى الله عليه وسلم - للتأكد من بعض العلامات الموجودة في كتبهم عن الرسول الخاتم, فلما وجدوا ما عندهم ينطبق مع ما جاء به رسول الله أسلموا مع أنهم كانوا من كبار سادة اليهود وعلمائهم, وقد كان من هؤلاء عبد الله بن سلام, فعن أنس بن مالك - رضي الله عنه - قال: {جاء عبد الله بن سلام فقال: أشهد أنك رسول الله, وأنك جئت بحق, وقد علمت يهود أني سيدهم وابن سيدهم, وأعلمهم, وابن أعلمهم, فادعهم فاسألهم عني قبل أن يعلموا أني قد أسلمت, فإنهم إن يعلموا أني قد أسلمت قالوا فيّ ما ليس في؛ فأرسل نبي الله - صلى الله عليه وسلم -. فأقبلوا فدخلوا عليه, فقال لهم رسول الله - صلى الله عليه وسلم -: يا معشر اليهود! ويلكم اتقوا الله, فوالله الذي لا إله إلا هو إنكم لتعلمون أني رسول الله حقاً, وأني جئتكم بحق فأسلموا.
قالوا: ما نعلمه, قالوا للنبي - صلى الله عليه وسلم - , وقالها ثلاث مرار.
قال: فأي رجل فيكم عبد الله بن سلام؟
قالوا: ذاك سيدنا وابن سيدنا, وأعلمنا وابن أعلمنا.
قال: أفرأيتم إن أسلم؟
قالوا: حاشا لله! ما كان ليسلم.
قال: أفرأيتم إن أسلم؟
قالوا: حاشا لله! ما كان ليسلم.
قال: أفرأيتم إن أسلم؟ .
قالوا: حاشا لله ما كان ليسلم.
قال: يا ابن سلام اخرج عليهم, فخرج فقال: يا معشر اليهود! اتقوا الله, فوالله الذي لا إله إلا هو إنكم لتعلمون أنه رسول الله, وأنه جاء بحق. فقالوا: كذبت! فأخرجهم رسول الله - صلى الله عليه وسلم -} (١).
وكان هذا هو سبب نزول قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (٢).
_________
(١) أخرجه البخاري, باب هجرة النبي - صلى الله عليه وسلم - وأصحابه إلى المدينة (٣/ ١٤٢٣) برقم: (٣٦٩٩) مرجع سابق.
(٢) سورة الأحقاف الآية: (١٠).',NULL,'181',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (171,'فتبين مما سبق أن عبدالله ابن سلام كان يعلم أن اليهود قوم بهت يتبعون أهواؤهم مع علمهم ومعرفتهم بصدق رسول الله - صلى الله عليه وسلم - فظهر موقفهم من الخطاب القرآني ومن الرسول الخاتم أنهم قابلوه بالإعراض والرفض, واتبعوا أهوائهم بغير هدى من الله قال تعالى: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (١).

<span data-type="title" id=toc-129>المطلب الثاني: شهادة المنصفين من أهل الكتاب حديثاً على صدق القرآن الكريم</span>.
إن مما لاشك فيه أنه يوجد في كل زمانٍ ومكان عقول منصفة تحب أن تصل إلى الحقيقة, وتبحث عنها بتجرد حتى تصل إليها, وقد كان من هؤلاء بعض أهل الكتاب في عهد رسول الله - صلى الله عليه وسلم - , أمثال الحبر عبدالله بن سلام من اليهود, وكذلك النجاشي من النصارى, وقد ورد ذكرهما في المطلب السابق, وفي هذا العصر وجدت بعض العقول المنصفة التي بحثت عن الحق فوصلت إليه بعد دراسات مستفيضة استمرت لعدة سنوات, وغيرت موقفها تجاه الخطاب القرآني, وكانت تلك الدراسة تقارن بين ما جاء في القرآن الكريم, وبين ما جاء في الكتب السابقة, ومقارنة ذلك بالحقائق العلمية الحديثة, فتبين لهؤلاء أن القرآن الكريم هو الكتاب الحق الذي لم تصله يد التحريف طوال أربعة عشر قرناً, وأنه الكتاب الوحيد الذي يتكلم عن حقائق علمية في الكون لا يمكن للبشر أن يصلوا إليها قبل مئات السنين بقدراتهم البسيطة, وهذا مما يدل على أن محمداً - صلى الله عليه وسلم - قد تلقى القرآن عمن أحاط بكل شيءٍ علماً, فأسلم منهم الكثير, وشهدوا بصدق القرآن الكريم, وآمنوا به وبالذي أنزله, كما آمنوا بالرسول الذي جاء به, وسأذكر في هذا المطلب مجموعة من هذه الشهادات للمنصفين منهم, داعياً أهل الكتاب في عصرنا الحديث أن يدرسوا القرآن الكريم بإنصاف وتجرد, لعلَّ الله أن يشرح صدورهم للإسلام كما قال تعالى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ} (٢).
وشهادات المنصفين بصدق القرآن قد شملت عدة جوانب, وكلها تدل وتؤكد على صدقه, وهذه الشهادات نوردها على النحو التالي:
_________
(١) سورة القصص الآية: (٥٠).
(٢) سورة الأنعام الآية: (١٢٥).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (172,'<span data-type="title" id=toc-130>الفرع الأول: شهادات المنصفين على أن القرآن الكريم هو الكتاب السماوي الحق الذي لا يأتيه الباطل من بين يديه:</span>
إن من سنن الله في خلقه حينما خلقهم أن جعل منهم المؤمن والكافر, والعاقل والجاهل, فالعاقل إذا وجد الحق وعرفه لن يتردد في مناصرته ومساندته, ولو بأدنى كلمة يعبر فيها عمَّا وصل إلى قلبه من التأثر بآيات القرآن الكريم, وأما الجاهل والجاحد فإن مصيبته كبيرة, وهي أنه لا يريد أن يفهم, ولا يريد أن يعقل مع أنه يرى آيات الله تتلى عليه وهو متيقن بأنها الحق, ولكنه يجحدها, وهؤلاء وصفهم الله بقوله تعالى: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} (١) , وقال تعالى: {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ} (٢).
ولكننا سنذكر هنا شهادات لمجموعة من كبار أهل الكتاب الذين قاموا بدراسة القرآن الكريم بموضوعية, وقد عبروا عما توصلوا إليه ببعض الكلمات, وبعضهم هداهم الله وشرح صدورهم للإسلام, وينطبق على هؤلاء قوله تعالى: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ} (٣) , وقوله تعالى: {وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ} (٤).
قال الشوكاني (٥) رحمه الله في تفسير هذه الآية: "يهدون بالحق أي: يدعون الناس إلى الهداية حال كونهم متلبسين بالحق, وبه أي: بالحق. يعدلون بين الناس في الحكم" (٦).
ومن هؤلاء الدكتور موريس بوكاي (٧) وهو يتحدث عن القرآن الكريم بقوله: " ودون أي فكرة مسبقة، وبموضوعية تامة أجدني أتوجه باحثاً عن درجة التوافق بين نص القرآن ومعطيات العلم
_________
(١) سورة النمل الآية: (١٤).
(٢) سورة العنكبوت الآية: (٤٣).
(٣) سورة آل عمران الآية: (١٩٩).
(٤) سورة الأعراف الآية: (١٥٩).
(٥) الشوكاني: هو محمد بن علي بن محمد بن عبد الله الشوكاني، ولد عام ١١٧٣ هـ، وتوفي في صنعاء عام ١٢٥٠ هـ له عدة مؤلفات منها: تفسير فتح القدير الجامع بين فني الرواية والدراية, نيل الأوطار، والسيل الجرار. انظر: البدر الطالع (٢/ ٢١٥) مرجع سابق.
(٦) انظر: فتح القدير الجامع بين فني الرواية والدراية من علم التفسير، (٢/ ٢٥٥) المؤلف: محمد بن علي بن محمد الشوكاني، الناشر: دار الفكر بيروت.
(٧) موريس بوكاي طبيب فرنسي، رئيس قسم الجراحة في جامعة باريس، اعتنق الإسلام عام ١٩٨٢ م، ويعتبر كتابه (التوراة والقرآن والعلم) من أهم الكتب التي درست الكتب المقدسة على ضوء المعارف الحديثة, وله كتاب بعنوان (القرآن الكريم والعلم العصري) منحته الأكاديمية الفرنسية عام ١٩٨٨ م جائزة في التاريخ. انظر: كتاب ربحت محمداً ولم أخسر المسيح (ص: ٥٥) , المؤلف: الدكتور عبد المعطي الدالاتي, الناشر: مؤسسة الرسالة والشركة المتحدة للتوزيع سوريا.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (173,'الحديث، وقد كنت أعرف من بعض الترجمات أن القرآن يسوق كل أنواع الظواهر الطبيعية، ولم أكن أملك منها إلا معرفة جزئية، ولكن بعد تدقيق النص العربي بإمعان شديد قمت بجردة شاملة استبان لي منها أنه ليس في القرآن تأكيد يمكن أن ينتقد من الوجهة العلمية في هذا العصر الحديث، وقد قمت بالتدقيق ذاته للعهد القديم والأناجيل بالموضوعية نفسها، فلم يكن ثمة بالنسبة (للعهد القديم) ما يحوج الانتقال إلى أبعد من سفر التكوين للوقوف على تأكيدات مناقضة لمعطيات العلم المعترف بها في هذا العصر، ويغرق المرء دفعة واحدة لدى فتح الأناجيل عند نسب المسيح الذي يبدو من الصفحة الأولى في مشكلة مهمة، هي أن نص إنجيل متى هو في هذه النقطة متناقض صراحة مع نص إنجيل لوقا، وأن هذا الأخير واضح التناقض مع المعارف الحديثة المتصلة بقدم الإنسان على الأرض" (١).
فتبين من هذه الشهادة أن القرآن الكريم هو الكتاب الحق الذي لا يمكن أن ينتقد في أي شيء مما جاء فيه, خاصةً فيما يتعلق بالأمور العلمية، والقرآن الكريم لا يمكن أن ينتقد من الوجهة العلمية, على العكس من أسفار العهد القديم وأناجيل العهد الجديد التي هي متناقضة شكلاً وموضوعاً فيما بينها وفيما يتعلق بالحقائق العلمية.
وقال أيضاً: "وهكذا فإنه يبدو لنا أن القران هو الوحي المكتوب الذي لاشك فيه, والذي كان معصوماً من كل خطأ علمي" (٢).
وهذا شاهد على أن القرآن الكريم هو الوحي المكتوب والمعصوم من كل خطأ علمي.
وقال أيضاً: " وهكذا فقد توفر للقرآن من البداية عنصرا الأصالة اللذان لم يكونا أبداً متوفرين للأناجيل." (٣) , والمقصود بعنصرا الأصالة هي الكتابة والحفظ.
_________
(١) انظر: التوراة والإنجيل والقرآن الكريم والعلم, (ص: ٢٠٢١) المؤلف: الطبيب والعالم الفرنسي الدكتور موريس بوكاي, الناشر: المكتب الإسلامي, الطبعة الثالثة عام (١٤١١ هـ ١٩٩٠ م) , ترجمة: حسن خالد مفتي لبنان.
(٢) المصدر نفسه (ص: ٢٩٠).
(٣) المصدر نفسه (ص: ١٥٨).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (174,'وهكذا يتبين أن القرآن الكريم قد كتب وحفظ في حال نزوله مباشرة, ثم جمع بعد ذلك بفترة وجيزة, فتوفرت فيه عنصرا: الأصالة الكتابة والحفظ, بعكس الكتب الأخرى التي لا يتوفر فيها شيء من ذلك.
وهذه شهادة أخرى لعبد الأحد داود (١) الذي هداه الله للإسلام عندما قام بمقارنة التضاد العظيم في مسألة قتل السيد المسيح الموجودة في العهدين القديم والجديد بإثبات القتل والصلب, وفي المقابل تعارض ذلك النصوص القرآنية بأنه لم يصلب ولم يقتل (٢)
, ولكن الله رفعه إليه, ثم قال: " ولقد كانت نتيجة تتبعاتي وتحقيقي أن اقتنعت وأيقنت أن قصة قتل المسيح - عليه السلام - وصلبه, ثم قيامه من بين الأموات قصة خرافية، وأن الأناجيل الأربعة مع كونها ليست تأليف المسيح ذاته, ولم توجد في زمانه, بل وجدت بعد وفاة الحواريين بزمن طويل, وأنها وصلت إلينا بحالة محرفة، وقد لعبت بها الأقلام, وبعد هذا كله اضطررت إلى الإيمان والاعتراف من كل عقلي وضميري بأن سيدنا محمداً - صلى الله عليه وسلم - نبي حق، ولم أستطع التخلف عن ذلك" (٣).
وقال أيضاً المستشرق بودلي (٤): "بين أيدينا كتاب فريد في أصالته وفي سلامته، لم يُشكّ في صحته كما أُنزل، وهذا الكتاب هو القرآن" (٥).
_________
(١) اسمه قبل إسلامه: القسيس دافيد بنجامين كلدان, وهو عالم لاهوتي متبحر قسيس الطائفة الكلدانيين الموحدة سابقاً، التابعة للكنسية الكاثوليكية الرومانية، وكان يحمل شهادة الليسانس في علم اللاهوت. ولد في عام ١٨٦٧ م في أورميا، وبعد تلقيه العلم أصبح أحد موظفي التعليم في إرسالية رئيس أساقفة كانتربوي المبعوثة إلى النصارى الأشوريين، وفي عام ١٨٩٢ أرسله الكاردينال فوهان إلى روما حيث تلقى تدريباً منتظماً في الدراسات الفلسفية واللاهوتية في كلية بروغاندا فيد وفي عام ١٨٩٥ م تم ترسيمه كاهناً, وبعد حياة حافلة بالعمل والتعليم ونشر التعاليم المسيحية وفي عام ١٩٠٠ م عزل الكاهن نفسه عن الدنيا في منزلة وأكثر من التأمل والصلاة وأعاد قراءة الكتاب المقدس مرة بعد مرة، شرح الله صدره للإسلام بعد ذلك, انظر: كتاب الإنجيل والصليب (ص: ٣٩) المؤلف: عبد الأحد داوود, وكتاب محمد في الكتاب المقدس (ص: ٢٥).
(٢) قوله تعالى: {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} سورة النساء الآية: (١٥٧ - ١٥٨) ..
(٣) انظر: كتاب الإنجيل والصليب (ص: ٢٨٢٩) مرجع سابق.
(٤) الجنرال بودلي كاتب ومستشرق انجليزي, من مؤلفاته حياة محمد.
(٥) انظر: ربحت محمداً ولم أخسر المسيح (ص: ١٧) مرجع سابق.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (175,'وهذه شهادة للبابا شنودة الثالث (١) وهو يصف القرآن بقوله: " القرآن كتاب يجب أن يقرأ, فيه تكريم لنا, ليس له نظير" (٢) (٣).
ويقول الفيلسوف الفرنسي عبد الواحد يحيى (٤): "أردت أن أعتصم بنص لا يأتيه الباطل من بين يديه ولا من خلفه، فلم أجد بعد دراسة عميقة سوى القرآن. فهو الكتاب الوحيد الذي لم ينله التحريف ولا التبديل" (٥).
فهذه الشهادة تبين لأهل الكتاب أن من أراد أن يعتصم بنص لم يتغير فعليه بالقرآن الكريم.
وقالت المستشرقة بوتر (٦): "عندما أكملت قراءة القرآن الكريم غمرني شعور بأن هذا هو الحق الذي يشتمل على الإجابات الشافية حول مسائل الخلق وغيرها، وأنه يقدم لنا الأحداث بطريقة منطقية نجدها متناقضة مع بعضها في غيره من الكتب الدينية، أما القرآن فيتحدث عنها في نسق رائع
_________
(١) اسمه الحقيقي البابا شنودة الثالث, بابا الإسكندرية وبطريرك الكرازة المرقسية, ولد في مصر عام (١٩٤٧ م) حصل على شهادة البكالايوس في اللاهوت عام ١٩٥٤ م, وقد تقلد منصب قس ثم قمصا ثم أسقفا عام ١٩٦٢ م, وقد وقعت عليه القرعة الهيكلية في الانتخابات عام ١٩٧١ م لكرسي البابوية خلفاً للبابا كيرلس السادس, انظر: الإسلام ورسوله في فكر هؤلاء, (ص: ١٦٨) , المؤلف: أحمد حامد, الناشر: مؤسسة دار الشعب القاهرة الإيداع (٤٩٩/ ١٩٩١) , (١٤١٢ هـ).
(٢) انظر: الإسلام ورسوله في فكر هؤلاء, (ص: ١٦٨) مرجع سابق.
(٣) هذه الشهادة وردت هكذا مع أن فيها شيئاً من الركاكة في التعبير, ولكنه يستدل بها كونها شهادة معاصرة.
(٤) هو: رينيه جينو عالم فيلسوف وحكيم، درس الأديان عامة، ثم اعتنق الإسلام، فأحدث إسلامه ضجة كبرى في أوربا وأمريكا، وكان سبباً في دخول الكثيرين إلى الإسلام، ألف الكثير من الكتب منها (أزمة العالم الحديث) و (الشرق والغرب) و (الثقافة الإسلامية وأثرها في الغرب)، كما أصدر مجلة سماها (المعرفة) وقد ترجمت كتبه إلى كثير من اللغات الحية، وقد حرَّمت الكنيسة قراءة كتبه! ولكنها انتشرت في جميع أرجاء العالم، انظر: كتاب ربحت محمداً ولم أخسر المسيح، (ص: ٥٤) مرجع سابق, الإسلام في قفص الاتهام, (ص: ١٦) المؤلف: الدكتور شوقي أبو خليل, الناشر: دار الفكر, الطبعة الخامسة عام: (١٩٨٢ م ١٤٠٢ هـ) في عام ١٤٠٦ هـ ١٩٨٦ م.
(٥) الإسلام في قفص الاتهام, (ص: ١٦) مرجع سابق.
(٦) ديبورا بوتر: ولدت عام ١٩٥٤ بمدينة ترافيرز في ولاية متشيغان الأمريكية، وتخرجت من فرع الصحافة بجامعة متشيغان، اعتنقت الإسلام عام ١٩٨٠، بعد زواجها من أحد الدعاة الإسلاميين العاملين في أمريكا, بعد اقتناع عميق بأنه ليس ثمة من دين غير الإسلام يمكن أن يستجيب لمطالب الإنسان, ذكرًا كان أم أنثى. انظر: كتاب قالوا عن الإسلام, (ص: ٥٥) , المؤلف: عماد الدين خليل, الناشر: الندوة العالمية للشباب الإسلامي الرياض, الطبعة: الأولى, عام: ١٤١٢ هـ ١٩٩٢ م.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (176,'وأسلوب قاطع لا يدع مجالاً للشك بأن هذه هي الحقيقة، وأن هذا الكلام هو من عند الله لا محالة (١).
ثم دللت على ذلك باستحالة توفر تلك المعلومات في زمن الرسول محمد بقولها: كيف استطاع محمد الرجل الأمي، الذي نشأ في بيئة جاهلية أن يعرف معجزات الكون التي وصفها القرآن الكريم، والتي لا يزال العلم الحديث حتى يومنا هذا يسعى لاكتشافها؟ لابد إذن أن يكون هذا الكلام هو كلام الله عز وجل" (٢).
وشهادة هذه المستشرقة تؤكد لنا فيها أنها وجدت الحقيقة الكاملة في القرآن الكريم, وأن نصوص القرآن الكريم لا تدع مجالاً للشك في الحقائق التي تتحدث عنها, وأن تلك النصوص القرآنية تعرض الحقائق بالأسلوب القاطع الذي لا يتناقض مع بعضه بعكس الكتب الأخرى.
وقال فيليب حتي (٣): " إن الأسلوب القرآني مختلف عن غيره، ثم إنه لا يقبل المقارنة بأسلوب آخر، ولا يمكن أن يقلد، وهذا في أساسه هو إعجاز القرآن, فمن جميع المعجزات كان القرآن المعجزة الكبرى" (٤).
أي: لا يمكن مقارنة القرآن الكريم بغيره من الكتب في أسلوبه, ولا يوجد مجال لمن أراد أن يقلد القرآن في إعجازه؛ لأن القرآن المعجزة الباقية بين المعجزات, وأنه أكبر معجزة باقية وخالدة, وأنه كتاب الكتب فالقرآن الكريم هو الحاكم والمهيمن والناسخ على جميع الكتب السابقة.
_________
(١) قالوا عن الإسلام, (ص: ٥٥) مرجع سابق.
(٢) انظر: الطعن في القرآن الكريم والرد على الطاعنين في القرن الرابع عشر الهجري (ص: ٣٧). المؤلف: الدكتور: عبدالمحسن بن زبن بن متعب المطيري, الناشر: رسالة لنيل درجة الدكتوراه من كلية دار العلوم, مصدر الكتاب: موقع مركز الكتب الإلكترونية.
(٣) د. فيليب حتى، ولد عام ١٨٨٦ م، لبناني الأصل، أمريكي الجنسية، تخرج من الجامعة الأمريكية في بيروت عام (١٩٠٨ م) , ونال الدكتوراه من جامعة كولومبيا (١٩١٥ م) , وعين معيدًا في قسمها الشرقي (١٩١٥ - ١٩١٩)، وأستاذًا لتاريخ العربي في الجامعة الأمريكية ببيروت (١٩١٩ - ١٩٢٥)، وأستاذًا مساعدًا للآداب السامية في جامع برنستون (١٩٢٦ - ١٩٢٩ م)، وأستاذاً, ثم أستاذ كرسي, ثم رئيسًا لقسم اللغات والآداب الشرقية (١٩٢٩ - ١٩٥٤ م)، حين أحيل على التقاعد، أنتخب عضوًا في جمعيات ومجامع عديدة. من آثاره: (أصول الدولة الإسلامية) (١٩١٦ م)، (تاريخ العرب) (١٩٢٧ م)، (تاريخ سوريا ولبنان وفلسطين) (١٩٥١ م)، (لبنان في التاريخ) (١٩٦١ م)، وغيرها. انظر: قالوا عن الإسلام (ص: ٥٨) مرجع سابق.
(٤) انظر: المصدر نفسه, (٥٨).',NULL,'187',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (177,'وقال أرنولد (١): "إننا نجد حتى من بين المسيحيين مثل الفار (الإسباني) الذي عرف بتعصبه على الإسلام يقرر أن القرآن قد صيغ في مثل هذا الأسلوب البليغ الجميل، حتى إن المسيحيين لم يسعهم إلا قراءته والإعجاب به" (٢) , وهذه شهادة لمتعصب يشهد أن هذا القرآن له أسلوب جميل وبليغ وجذاب, جعل الكثير من أتباع النصارى يقرءون القرآن إعجاباً به.
وقال المستشرق النمساوي فون همر (٣): "القرآن ليس دستور الإسلام فحسب، وإنما هو ذروة البيان العربي، وأسلوب القرآن المدهش يشهد على أن القرآن هو وحي من الله, وأن محمداً قد نشر سلطانه بإعجاز الخطاب، فالكلمة لم يكن من الممكن أن تكون ثمرة قريحة بشرية" (٤).
وهذه الشهادة لهذا المستشرق النمساوي يذكر فيها أن القرآن هو الوحي الإلهي الصحيح, إضافة إلى أن القرآن هو الوحي المتضمن للحقيقة المركزة.
ويقول بول شفارتسنا: "القرآن وحي من الله، لا يحده زمان، ومتضمن للحقيقة المركزة" (٥).
_________
(١) توماس آرنولد ١٨٦٤ - ١٩٣٠: مستشرق إنجليزي (بريطاني) , اجتذبته الدراسات الشرقية، عكف على دراسة الإسلام، واختير لتدريس الفلسفة في كلية عليكرة الإسلامية في الهند، فقضى فيها عشر سنوات، كان لها تأثير بالغ في_تغير نظرته_ تجاه الإسلام، وكان يدعو إلى التوفيق بين الثقافة الإسلامية والفكر الأوربي، وتولى عدة مناصب، حصل على الدكتوراه الفخرية من جامعة براج (تشيكوسلوفاكيا) وانتخب عضواً في الأكاديمية البريطانية, وهي أعلى هيئة علمية في بريطانيا, عام ١٩٢٦.وقبل وفاته بعام دعته الجامعة المصرية (جامعة القاهرة الآن) أستاذاً زائراً, وبعد أن أمضى النصف الثاني من العام الدراسي ١٩٢٩ - ١٩٣٠ في التدريس بقسم التاريخ عاد إلى لندن وتوفي فيها في ٣٠ يونيو ١٩٣٠، من مؤلفاته " الدعوة الإسلامية" و "الخلافة" وغيرها. انظر: موسوعة المستشرقين (ص: ٩١٠) , المؤلف: عبد الرحمن بدوي, الناشر: دار العلم للملايين بيروت, الطبعة الثالثة, عام (١٩٩٣ م).
(٢) انظر: قالوا عن الإسلام, (ص: ٥٠) مرجع سابق.
(٣) ولد همر في النمساء في جراتس عام ١٧٧٤ م عين سكرتيرا لوزارة الخارجية ١٧٩٦ م وفي عام (١٨٠٧ م) أصبح مستشاراً وترجماناً للبلاط الإمبراطوري النمساوي؟ ورقي إلى درجة مستشار البلاط الإمبراطوري عام (١٨١٧ م) , واختير في عام (١٨٤٧ م) رئيساً لأكاديمية فيينا التي كانت قد أنشئت آنذاك، لكنه تخلى عن هذا المنصب عام (١٨٤٩ م) , وتوفي في فيينا في ٢٧ نوفمبر ١٨٥٦ م , قد أصدر من عام (١٨٠٨ م) إلى عام ١٨١٨ م مجلة (كنوز الشرق) في ستة مجلدات وجعل شعارها الآية القرآنية (سورة البقرة آية: ٤٢): (قل لله المشرق والمغرب) , ومن أشهر مؤلفاته: (تاريخ الإمبراطورية العثمانية في عشرة مجلدات) (نظام الحكم وإدارة الدولة في الإمبراطورية العثمانية) و (لمحة عن رحلة من القسطنطينية إلى بروسة) و (القسطنطينية والبوسفور). انظر: موسوعة المستشرقين (ص: ٦١٣ - ٦١٥) , مرجع سابق.
(٤) انظر: كتاب ربحت محمداً ولم أخسر المسيح (ص: ١١٥) مرجع سابق.
(٥) انظر: كتاب ربحت محمداً ولم أخسر المسيح, (ص: ١١٥) مرجع سابق, نقلاً عن (يوميات مسلم ألماني) لمراد هوفمان (١٢٢).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (178,'وقد كتب العالم الإنجليزي مونتجمري وات: "إن القرآن لم يكن بأي حال من الأحوال نتاج تفكير محمد and were not in any way the product of his own thinking (١) .
فكل هذه الشهادات تبين أن القرآن الكريم هو الكتاب الحق المحفوظ الذي لا يمكن أن يكون من صنع البشر, وأنه هو الكتاب الوحيد الذي يكشف الحقائق العلمية في الكون من أكبر نقطة إلى أصغر نقطة, وأنه لا يمكن بأي حال من الأحوال أن يكون من نتاج محمد - صلى الله عليه وسلم - , وأنه معجزة المعجزات الخالد إلى يوم القيامة.

<span data-type="title" id=toc-131>الفرع الثاني: شهادات المنصفين على أن القرآن لم يحرف ولم يطرأ عليه التغيير:</span>
ونذكر هنا مجموعة أخرى من الشهادات حتى يتمكن عقلاء أهل الكتاب في عصرنا الحديث من الاطلاع على ما فيها وقراءتها, ويردوا على من تسول له نفسه ممارسة تحريفه للقرآن الكريم, وحتى يصلوا إلى الحق الذي وصل إليه بعض منصفيهم, وهذه الشهادات لمجموعة من علمائهم ومفكريهم تؤكد أن القرآن الكريم هو الكتاب الوحيد الذي بقي محفوظاً إلى يومنا هذا, ولم تصله يد التحريف كما حصلت لغيره من الكتب الأخرى, ومن هؤلاء الذين شهدوا بهذا الكاتب لوبلوا بقوله: "إن القرآن هو اليوم الكتاب الرباني الوحيد الذي ليس فيه أي تغيير يذكر" (٢).
وقال المستشرق اليهودي ماير (٣): "إن المصحف الذي جمعه عثمان - رضي الله عنه - قد تواتر انتقاله من يد ليد حتى وصل إلينا بدون أي تحريف، ولقد حفظ بعناية شديدة بحيث لم يطرأ عليه أي تغيير
_________
(١) انظر: الإسلام والمسيحية في العالم المعاصر (ص: ٥٤) , المؤلف: العالم الإنجليزي و. مونتجمري وات, الناشر: الهيئة العامة المصرية للكتاب, عام ١٩٩٨ م, ترجمة: د/ عبدالرحمن الشيخ, مستشرق له كتاب محمد في مكة, وكتاب محمد في المدينة, والإسلام والمسيحية في العالم المعاصر.
(٢) انظر: الطعن في القرآن الكريم والرد على الطاعنين في القرن الرابع عشر الهجري (ص: ٤٩) مرجع سابق.
(٣) ليو أري ماير: ولد في استانسلان (بولندة النمساوية) (١٨٩٥ م- ١٩٥٩) , عالم بالآثار الإسلامية, يهودي, هاجر إلي فلسطين عام: (١٩٢١ م) ومات فيها, وتقلب في الجامعة العبرية بين مناصب كثيرة من مدرس في معهد الدراسات الشرقية, ثم عميد للمعهد, ثم مدير للجامعة العبرية عام ١٩٤٣ - ١٩٤٥, وعين رئيساً للجمعية الشرقية الإسرائيلية عام ١٩٤٠ - ١٩٥٩ وله مؤلفات كثيرة منها (المهندسون المعماريون المسلمون وأعمالهم)، انظر: موسوعة المستشرقين (ص: ٥٣٩) مرجع سابق.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (179,'يذكر، بل نستطيع أن نقول: إنه لم يطرأ عليه أي تغيير على الإطلاق في النسخ التي لا حصر لها والمتداولة في البلاد الإسلامية الواسعة، .. وهذا الاستعمال الإجماعي لنفس النص المقبول من الجميع حتى اليوم, يعد أكبر حجة ودليل على صحة المنزل الموجود معنا" (١).
ويقول: المستشرق الفرنسى ديمومبين (٢): "إن المنصف لا مناص له من أن يقر بأن القرآن الحاضر هو القرآن الذي كان يتلوه محمد" (٣).
وقال الباحث الأمريكي مؤلف كتاب المائة الأوائل مايكل هارت (٤): "لا يوجد في تاريخ الرسالات كتاب بقي بحروفه كاملاً دون تحوير سوى القرآن (٥).
وكل هذه الشهادات تؤكد لأهل الكتاب أن كتاب القرآن الذي يقرؤه المسلمون اليوم هو الكتاب الذي كان يقرأ في عهد محمد - صلى الله عليه وسلم - , وتؤكد أيضاً أن القرآن قد حُفظ في الصدور, وكتبه المسلمون في السطور من أول لحظة أنزل, بعكس الكتب الأخرى التي لم تدون إلا بعد قرون من موت النبي - صلى الله عليه وسلم - الذي نزلت عليه تلك الكتب.

<span data-type="title" id=toc-132>الفرع الثالث: شهادات المنصفين من أهل الكتاب حديثاً على أن القرآن لا يتعارض مع الحقائق العلمية المعاصرة:</span>
ومن أهم الشهادات في هذا الموضوع هو ما يتعلق بدراسة العلوم التجريبية الحديثة الموجودة في عصرنا الحديث, ومقارنتها بما جاء في الكتب السماوية السابقة؛ لأن الكتاب الإلهي الحق حينما يتحدث عن الأمور العلمية التجريبية والاكتشافات العلمية لا يمكن أن يتعارض معها؛ لأن الكون خلق الله, والله أعلم بخلقه من أي أحد, قال تعالى: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (٦) , وهذا هو ما وجده بعض علماء الغرب حينما قاموا بدراسة القرآن الكريم, ودراسة ما فيه من الإخبار
_________
(١) انظر: الطعن في القرآن الكريم والرد على الطاعنين في القرن الرابع عشر الهجري, (ص: ٤٩) مرجع سابق.
(٢) المستشرق ديمو مبين الفرنسى ولد في أميان عام ١٨٦٢ وتوفي في باريس عام ١٩٥٧ له مؤلفات عديدة منها (محمد, ونحو العربية الفصحى .. ) انظر: موسوعة المستشرقين (ص: ٢٧١) , مرجع سابق.
(٣) انظر: مجلة مجمع الفقه الإسلامي (٢/ ١٥٢٧٥).
(٤) الدكتور مايكل هارت ولد عام ١٩٣٢ م، وهوأمريكي الجنسية فيزيائي فلكي، صاحب كتاب الخالدون مائة. انظر: موقع موسوعة ويكيبديا.
(٥) انظر: ربحت محمداً ولم أخسر المسيح, (ص: ١١٧) مرجع سابق.
(٦) سورة الملك الآية: (١٤).',NULL,'190',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (180,'عن العلوم ومقارنة ذلك بالعلوم التجريبية, فتبين لهم أن القرآن يتكلم عن الأمور العلمية بكل دقة وموضوعية, وكان له السبق العلمي في كل شيء, بعكس ما في الكتب الأخرى, وهذه مجموعة من الشهادات التي أدلى بها بعض هؤلاء حول هذا الأمر.
يذكر أن الدكتور موريس بوكاي كان يحاضر في الجامعات الفرنسية بعد إسلامه, ويؤكد أن القرآن الكريم هو الكتاب المقدس الوحيد الذي جاء العلم الحديث مؤيداً لما فيه, ولم يجد فيه ما يناقضه مطلقاً (١).
ويتحدث الدكتور كيث مور (٢) عن آيات القرآن الكريم التي تتعلق بالخلق بقوله: " ويتضح لي أن هذه الأدلة حتماً جاءت لمحمد من عند الله؛ لأن كل هذه المعلومات لم تكتشف إلا حديثاً وبعد قرون عدة, وهذا يثبت لي أن محمداً رسول الله - صلى الله عليه وسلم - , وحينما قيل له: كيف تؤمن بمحمد وأنت تؤمن بالمسيح! فقال: أعتقد أنهما من مدرسة واحدة؟ " (٣).
وقال البروفيسور يوشيودي كوزان (٤): "إن هذا القرآن يصف الكون من أعلى نقطة في الوجود ... إن الذي قال هذا القرآن يرى كل شيء في هذا الكون، وكل شيء مكشوف أمامه" (٥).
وهذا شهادة أخرى لأستاذ علم جيولوجيا البحار (٦) يقرر في دراسته حول سبق القرآن الكريم للعلوم التجريبية والعلمية في موضوع ظلمات البحار, وأن القرآن الكريم قد تحدث عن علوم البحار
_________
(١) انظر: غوستاف لوبون في الميزان, (ص: ٧) المؤلف: الدكتور شوقي أبو خليل, الناشر: دار الفكر المعاصر دمشق, الطبعة الخامسة عام: (١٤١٠ هـ ١٩٩٠ م).
(٢) كيث مور رئيس جمعية علماء التشريح والأجنة بكندا وأمريكا, وأستاذ علم التشريح بجامعة تورنتو بكندا) من مؤلفاته كتاب (The Developing Human) أو (أطوار خلق الإنسان) وهذا الكتاب مترجم بثمان لغات: الروسية، واليابانية، والألمانية، والصينية، والإيطالية، والبرتغالية، والإنجليزية، واليوغوسلافية. المرجع: سنريهم ءاياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق, (ص: ٤) , مفرغ من شريط إنه الحق للشيخ عبد المجيد الزنداني.
المرجع السابق شريط إنه الحق للشيخ عبد المجيد الزنداني. الروسية، واليابانية، والألمانية، والصينية، والإيطالية، والبرتغالية، والإنجليزية، واليوغوسلافية. المرجع: سنريهم ءاياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق, (ص: ٤) , مفرغ من شريط إنه الحق للشيخ عبد المجيد الزنداني.
(٣) المرجع السابق شريط إنه الحق للشيخ عبد المجيد الزنداني.
(٤) البروفيسور يوشيودي كوزان مدير مرصد طوكيو اليابانية. انظر: إنه الحق (ص: ٢١).
(٥) انظر: كتاب إنه الحق (شريط مناظرة) للشيخ الزنداني (ص: ٢١).
(٦) هو البرفسور درجا برساد راو.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (181,'المختلفة التي لم يطلع عليها البشر إلا في القرن العشرين, بقوله: " من الصعب أن نفترض أن هذا النوع من المعرفة كان موجوداً في ذلك الوقت منذ ١٤٠٠ سنة، ولكن بعض الأشياء تتناول فكرة عامة، ولكن وصف هذه الأشياء بتفصيل كبير أمر صعب جداً، ولذلك فمن المؤكد أن هذا_ يقصد القرآن_ ليس علماً بشرياً بسيطاً، لا يستطيع الإنسان العادي أن يشرح هذه الظواهر بذلك القدر من التفصيل، ولذلك فقد فكرت في قوة خارقة للطبيعة خارج الإنسان، لقد جاءت المعلومات من مصدر خارق للطبيعة" (١).
وقد قدم البروفسور الأمريكي بالمار (٢) بحثاً في مؤتمر الإعجاز العلمي المنعقد في القاهرة عام (١٩٨٦ م) واختتمه بقوله: " أنا لا أعلم المستوى الثقافي الذي كان عليه الناس في زمن محمد - صلى الله عليه وسلم - ولا أدري في أي مستوى علمي كانوا، فإذا كان الأمر كما نعرف عن أحوال الأولين والمستوى العلمي المتواضع, والذي ليس فيه هذه الإمكانيات، فلا شك أن هذا العلم الذي نقرؤه الآن في القرآن هو نور من العلم الإلهي قد أوحي به إلى محمد " (٣).
وهذا العالم النصراني بالمار وغيره يعترفون بأن القرآن قد تحدث عن مجموعة من الظواهر العلمية التي لا يمكن للبشر معرفتها والاطلاع عليها قبل مئات السنين, وأكد أنه لا يمكن للبشر معرفتها بعلمهم البسيط, بل هذه المعلومات بتفاصيلها التي جاء بها القرآن هي معلومات خارقة لعادة البشر، كما قال بالمار: ولا ندري ماهو المستوى الثقافي الذي عرفه الناس في عهد محمد - صلى الله عليه وسلم - مما يؤكد على أن هذا القرآن نور من الله أوحاه لمحمد - صلى الله عليه وسلم -.
وهذا شهادة للشاعر المعاصر نقولا حنّا الذي كان نصرانياً، وحينما قرأ القرآن الكريم وتأثر به أعلن إيمانه بالقرآن وبالرسول - صلى الله عليه وسلم - بقوله": قرأت القرآن فأذهلني، وتعمقتُ به ففتنني، ثم أعدت القراءة فآمنت بالقرآن الإلهي العظيم، وبالرسول من حمله النبي العربي الكريم ... إلى أن يقول: وكيف لا أومن ومعجزة القرآن بين يديَّ أنظرها وأحسها كل حين؟ ! هي معجزة لا كبقية المعجزات .. معجزة إلهية خالدة تدل بنفسها عن نفسها، وليست بحاجة لمن يحدث عنها أو يبشر بها ... وكم احتاجت وتحتاج الأديان السابقة إلى علماء ومبشرين وشواهد وحجج وبراهين لحض الخلق على اعتناقها، إذ
_________
(١) انظر: دلائل النبوة (١/ ١١٨) , المؤلف: الدكتور منقذ بن محمود السقار.
(٢) بالمار هو من أشهر علماء الجيولوجيا في الولايات المتحدة الأمريكية, وكان رئيس اللجنة التي أشرفت على الاحتفال السنوي للجمعية الجيولوجية الأمريكية, انظر: إنه الحق, (ص: ٣٢) للشيخ الزنداني, مفرغ من شريط فيديو إنه الحق.
(٣) انظر: دلائل النبوة (١/ ١١٨) مرجع سابق.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (182,'ليس لديها ما هو منظور محسوس يثبت أصولها في القلوب .. أما الإسلام فقد غني عن كل ذلك بالقرآن فهو أعلم مُعلِّم وأهدى مبشر، وهو أصدق شاهداً, وأبلغ حجة, وأدمغ برهاناً .. هو المعجزة الخالدة خلود الواحد الأزلي المنظورة المحسوسة في كل زمان" (١).
خلاصة:
إن هذه الشهادات كلها تؤكد أن القرآن الكريم هو المعجزة الخالدة المحسوسة التي تدل بنفسها على صدق نصوصها, ولا تحتاج إلى شهادة غيرها؛ لأنها معجزة محسوسة تحض الخلق وتدعوهم إلى اعتناقها، فالقرآن الكريم هو معجزة منظورة محسوسة مشاهدة في كل زمان, ولذا فإنه لا يتعارض مع العلم التجريبي, بل يأتي العلم التجريبي دائماً بالتدليل على صدقه, فهو ينسجم مع جميع العلوم تمام الانسجام, مما يدل على أن هذا القرآن لا يمكن أن يكون من مخلوق, بل الذي أنزله هو الخالق سبحانه وتعالى, مما يحتم على أهل الكتاب أن يتركوا العناد والكبر ويدرسوا القرآن بموضوعية وإنصاف كما درسه أكابر علماءهم وأسلموا, وصدق الله القائل: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (٢).
_________
(١) انظر: بينات الرسول - صلى الله عليه وسلم - ومعجزاته, (ص: ٢٠١ - ٢٠٢) , المؤلف: الشيخ عبد المجيد الزنداني, الناشر: مركز بحوث جامعة الإيمان اليمن, الطبعة الخامسة عام: (١٤٢٥ هـ ٢٠٠٤ م).
(٢) سورة فصلت الآية: (٥٣).',NULL,'193',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (183,'<span data-type="title" id=toc-133>المبحث الثالث: محاولة تحريف أهل الكتاب للقرآن الكريم حديثاً</span>,
وفيه مطلبان:
المطلب الأول: أمثلة على محاولة تحريف أهل الكتاب للقرآن الكريم حديثاً, وفيه خمسة فروع:
الفرع الأول: اختلاق قرآن جديد من مقاطع ملفقة.
الفرع الثاني: أمثلة على محاولتهم التحريف بالتبديل.
الفرع الثالث: أمثلة على محاولتهم التحريف بالتقديم والتأخير.
الفرع الرابع: أمثلة على محاولتهم التحريف بالزيادة.
الفرع الخامس: أمثلة على محاولتهم التحريف بالحذف.
المطلب الثاني: أهداف أهل الكتاب من محاولة تحريف القرآن الكريم حديثاً, وفيه:
الفرع الأول: القضاء على القرآن الكريم والتشكيك فيه.
الفرع الثاني: تنصير المسلمين وإخراجهم من دينهم أو تشكيكهم فيه.
الفرع الثالث: النيل من شخصية الرسول محمد - صلى الله عليه وسلم -.
الفرع الرابع: إلغاء فريضة الجهاد عند المسلمين.
الفرع الخامس: نتائج هذا التحريف حديثاً.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (184,'إن الله سبحانه وتعالى قد بين موقف أهل الكتاب من الكتب السماوية عموماً بأنهم حرفوها وبدلوا فيها الكلم عن مواضعه, والآيات التي تؤكد هذا كثيرة جداً, ولم تقتصر محاولاتهم على تحريف كتبهم (التوراة والإنجيل) فقط, ولكنهم حاولوا التجرؤ على تحريف القرآن الكريم, ولكنهم فشلوا؛ لأن الله قد توعد بحفظه في الصدور والسطور إلى قيام الساعة, قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (١) أي: أن الله قد حفظ القرآن وسيحفظه إلى قيام الساعة.
ولكن الأيادي الخبيثة والقلوب الآثمة من أهل الكتاب لا زالت تحاول الاعتداء على كلام الله تعالى بالتبديل والتحريف لفظاً أو معنى, أو بتفسير آيات القرآن الكريم على غير مراد الله, أو بترجمتها ترجمة خاطئة.
وسيكون الكلام عن هذه المحاولات المعاصرة للتحريف على مطلبين كما يلي:

<span data-type="title" id=toc-134>المطلب الأول: أمثلة على محاولة تحريف أهل الكتاب للقرآن الكريم حديثاً</span>, وفيه خمسة فروع:
<span data-type="title" id=toc-135>الفرع الأول: اختلاق قرآن جديد من مقاطع ملفقة:</span>
إن من أشهر المحاولات في عصرنا الحديث لتحريف القرآن الكريم هو ما قامت به الصهيونية العالمية, وبعض الجماعات التنصيرية, وذلك بتأليف كتب في تحريف القرآن الكريم والطعن في صحته, فمن هذه الكتب: كتاب: (هل القرآن معصوم؟ ) الذي صدر عن مؤسسات تنصيرية في النمسا لرجل نصراني, ويُدعى عبدالله الفادي (٢) , وتقوم بتوزيع هذا الكتاب هيئات ومراكز التنصير في العالم, وتوزعه أيضاً عبر شبكة الإنترنت.
وهناك كتاب آخر باسم: (الفرقان الحق) أو (القرآن الأمريكي) لرجل نصراني يدعى أنيس شورش, وقيل: إنه رجل يهودي, وهذا الكتاب عبارة عن مجموعة من المقاطع سموها (سوراً) تتجاوز
_________
(١) سورة الحجر الآية: (٩).
(٢) يقول الأستاذ صلاح الخالدي يبدو أن الاسم مستعار. انظر: القرآن ونقض مطاعن الرهبان (ص: ٥) المؤلف: الدكتور صلاح عبد الفتاح الخالدي, الناشر: دار القلم دمشق, الطبعة الأولى عام (١٤٢٨ هـ ٢٠٠٧ م).',NULL,'195',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (185,'الخمسين، لفَّقَتْها في الفترة الأخيرة على غرار القرآن الكريم بعضُ الجهات التبشيرية المتعاونة مع الصهيونية العالمية بتخطيط أمريكي؛ بغية أن تحلَّ مع الأيام في نفوس المسلمين محل القرآن المجيد (١).
ولكن هذه الكتب لم تحقق شيئاً مما أراده واضعوها المفترون سوى أن أكدت وحققت مصداقية الوعد الإلهي بحفظ القرآن الكريم, وزادت من اطمئنان المؤمنين إلى ذلك الوعد الإلهي الحق, كما أكد لنا ذلك فشل كل محاولة لمن أراد معارضة الوعد الإلهي, وتم فضح مفتري هذه الكتب على الملأ بأنهم لا يستطيعون طمس الوحي الحق, وصدق الله القائل: {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} (٢).

<span data-type="title" id=toc-136>الفرع الثاني: أمثلة على محاولتهم التحريف بالتبديل:</span>
جاء في كتاب المدعو عبدالله الفادي كثير من الطعن والاعتداء على القرآن العظيم, وقد قام هذا الرجل بالتحريف اللفظي لبعض آيات القرآن الكريم, واستبدالها بغيرها, ومن الأمثلة على ذلك ما يلي:
قوله تعالى: {وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ} (٣). فقام هذا المجرم ومن معه بحذف كلمة: (العهن) وحرفوها إلى كلمة (الصوف).
وقوله تعالى: {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ} (٤). فقاموا بتبديل كلمة: {فَاسْعَوْا} إلى كلمة: (فامضوا).
قوله تعالى: {ثُمَّ قَسَتْ قُلُوبُكُم مِّن بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً} (٥). قاموا بتبديل كلمة: (فهي كالحجارة). إلى كلمة: (فكانت كالحجارة) (٦).
_________
(١) انظر: المفصل في الرد على شبهات أعداء الإسلام, (٦/ ١٩٣) المؤلف: الباحث في القرآن والسنة, علي بن نايف الشحود, بحث الرد على الفرقان الحق د/ إبراهيم عوض.
(٢) سورة الإسراء الآية: (٨٨).
(٣) سورة القارعة الآية: (٥).
(٤) سورة الجمعة الآية: (٩).
(٥) سورة البقرة الآية: (٧٤).
(٦) انظر: القرآن ونقض مطاعن الرهبان (ص: ٦٤٧ - ٦٤٨) مرجع سابق.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (186,'<span data-type="title" id=toc-137>الفرع الثالث: أمثلة على محاولتهم التحريف بالتقديم والتأخير:</span>
ومن تحريف أهل الكتاب للقرآن الكريم قيامهم بالتقديم والتأخير لبعض الكلمات في بعض الآيات؛ ليتمكنوا من الطعن في القرآن الكريم, ومن ذلك:
قوله تعالى: {وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ} (١) , فقاموا بتحريف هذه الآية بأن قدموا المسكنة على الذلة لتصبح الآية (وضربت عليهم المسكنة والذلة).
قوله تعالى: {وَجَاءتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} (٢). فقاموا بالتقديم لكلمة: (الحق) على كلمة: (الموت) لتكون الآية: (وجاءت سكرة الحق بالموت) (٣) , وكل هذه الأدلة تؤكد لنا استمرارهم في إلباس كلام الله الحق بغيره من الباطل, حتى يتمكنوا من الطعن في صحة القرآن مع تداول الأيام.

<span data-type="title" id=toc-138>الفرع الرابع: أمثلة على محاولتهم التحريف بالزيادة:</span>
ومن محاولاتهم الآثمة لتحريف القرآن الكريم عن مواضعه أنهم قاموا بزيادة بعض الكلمات في القرآن الكريم, بل قاموا بالزيادة لسوركاملة في القرآن, وسنذكر أمثلة للأمرين فيما يلي:

<span data-type="title" id=toc-139>أولاً: الزيادة في كلمات القرآن الكريم فمنه:</span>
قوله تعالى: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} (٤).
فقاموا بزيادة جملة: (وهو أب لهم) بعد الآية السابقة لتصبح الآية: (النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وهو أب لهم) (٥).

<span data-type="title" id=toc-140>ثانياً: الزيادة في سور القرآن الكريم:</span>
وإن من قبيح وجرم أهل الكتاب أنهم قاموا في فرقانهم المكذوب بوضع وافتراء مجموعة من المقاطع (السور) , وسموها بأسماء بعض سور القرآن, كسورة الفاتحة, أو الأنبياء, كما افتروا لبعض السور القرآنية أسماء أخرى موضوعة كسورة المحبة, وسورة الزنا, وسورة المسيح, ومن غريب افترائهم وكفرهم أنهم كتبوا مجموعة من السطور وسموها بسورة الأنبياء, وفيها الكثير من الشرك والكفر بالله, والطعن في القرآن الكريم, كما أن فيها اتهاماً للرسل بالإفك, وصدق الله القائل: {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ
_________
(١) سورة البقرة الآية: (٦١).
(٢) سورة ق الآية: (١٩).
(٣) انظر: القرآن ونقض مطاعن الرهبان (ص: ٦٤٧ - ٦٤٨) مرجع سابق.
(٤) سورة الأحزاب الآية: (٦).
(٥) انظر: القرآن ونقض مطاعن الرهبان (ص: ٦٤٧ - ٦٤٨) مرجع سابق.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (187,'بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ} (١).
فمن هذا الكذب والافتراء في فرقانهم المزعوم قولهم: (وما بشرنا بني إسرائيل برسول يأتي من بعد كلمتنا, وما عساه أن يقول بعد أن قلنا كلمة الحق وأنزلنا سنة الكمال وبشرنا الناس كافة بدين الحق, ولن يجدوا له نَسْخا ولا تبديلا إلى يوم يُبْعَثون * ولو بشرناهم لما كذّبوا وما أرسلنا من رسول إلا بلسان قومه فأَنَّى نبشِّر بني إسرائيل برسول ليس منهم وما لسانه بلسانهم وعندهم موسى والأنبياء والمرسلون وقفَّينا على آثارهم بكلمتنا بالحق المبين * وحذّرْنا عبادنا المؤمنين من رسول أفاك تبيَّنوه من ثمار أفعاله وأقواله وكشفوا إفكه وسحره المبين فهو شيطان رجيم لقوم كافرين " فهذا هو الكلام الذي تفتقت عنه أذهان هؤلاء المجرمين، وزعموا كفراً أنه وحي من لدن رب العالمين (٢).
ولكن هيهات أن يستطيعوا أن يأتوا بآية واحدة مثل آيات القرآن الكريم الذي لم تمله الأسماع طوال الآف السنين, أما هذا الافتراء والكذب فمع أنه مقتبس من بعض آيات القرآن لكننا نمله من أول لحظة نقرؤه ونسمع عنه, والدليل على ذلك أن ما كتبوه ليس له أي أثر, وأصبح مثل الكلام الذي يكتب في الجرائد والصحف, ويرمى به في النفايات؛ وذلك لأن النفوس لا تتعايش معه, وهيهات أن يفقدوا في نفوس المؤمنين الصادقين ذرة واحدة من حب خير البرية - صلى الله عليه وسلم - , أو يشككوهم في وعد الله لهم بحفظ كتابه.

<span data-type="title" id=toc-141>الفرع الخامس: أمثلة على محاولتهم التحريف بالحذف:</span>
ومن محاولاتهم الخبيثة لتحريف القرآن الكريم التحريف بالحذف, فقد قاموا بحذف بعض آيات القرآن الكريم كما جاء في الكتاب المكذوب الذي سموه: الفرقان الحق, فمن الأمثلة على ذلك ما يلي:
قوله تعالى: {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ} (٣) فقاموا بحذف كلمة (في الله) ووضعوا كلمة: (فيه) لتكون عائدة على الفرقان الحق (٤) , وهذا دليل على
_________
(١) سورة البقرة الآية: (٧٩).
(٢) انظر: موسوعة البحوث والمقالات العلمية (ص: ٢).
(٣) سورة الحج الآية: (٣).
(٤) انظر: القرآن الأمريكي أضحوكة القرن الحادي والعشرين (ص: ٢٥). المؤلف: أبي عبد الرحمن محمد السيد عبده عبد الرازق, الترقيم الدولي I . S . B .N القاهرة. mohammedabdelrazik@hotmail.com',NULL,'198',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (188,'سخفهم في ظنهم أنهم قادرون على أن يفقدوا القرآن الكريم بلاغته وفصاحته التي أعجزت البشر قديماً وحديثاً عن الإتيان بمثله أو بسورة منه.

<span data-type="title" id=toc-142>المطلب الثاني: أهداف أهل الكتاب من محاولة تحريف القرآن الكريم حديثاً, وفيه:</span>
إن الهدف الرئيس لأهل الكتاب وراء كل هذه المحاولات لتحريف القرآن الكريم هو القضاء على القرآن الكريم, وإيقاف انتشاره بين الناس, ولكن الله قد خيب آمالهم في ذلك؛ فالقرآن الكريم محفوظ بحفظ الله, وباقٍ ببقاء السماوات والأرض, ونوره الساطع يفتح الله به القلوب والعقول في شتى بقاع الأرض, كما أن لأهل الكتاب أهدافاً أخرى من هذه المحاولات الفاشلة في تحريف القرآن الكريم, وسنجملها على النحو التالي:

<span data-type="title" id=toc-143>الفرع الأول: القضاء على القرآن الكريم والتشكيك فيه:</span>
إن أهل الكتاب قد مارسوا الكثير من المحاولات لتحريف القرآن الكريم, وموقفهم في ذلك لا يخفى كتحريفهم لمعنى القرآن, أو تأويله بالتأويلات الفاسدة, أو ترجمته ترجمة مغلوطة, أو طباعة نسخ من القرآن طباعة خاطئة, وقد قامت دولة إسرائيل المزعومة في عام (١٩٦٠ م) بطبع مائة ألف نسخة من القرآن الكريم، وكانت تلك النسخ تحتوي على الكثير من التحريف والتبديل، والأخطاء اللفظية والمطبعية، كما احتوت تلك النسخ على حذفٍ لبعض الجمل والكلمات, وإسقاط لبعض الآيات، ولكن الله قيض علماء المسلمين فقاموا بواجبهم تجاه تلك الهجمة الشرسة، فبينوا ما في تلك المصاحف من الأخطاء، وأبرزوها للمسلمين وحذروهم منها، كما حذروهم من تداول تلك النسخ المفتراة (١).
وكذلك تفسيرهم الباطل لآيات القرآن الكريم على غير مراد الله تحت مسمى تقديم خدمات للمسلمين بتفسير القرآن باللغات المختلفة, من اجل إدخال ذلك التفسير الباطل, و"بعد مسح الدراسات القرآنية عند المستشرقين لوحظ تعدد القراءات الاستشراقية للقرآن الكريم.
_________
(١) انظر: كتاب جمع القران (١/ ٢٥٠) نقلاً عن كتاب الجمع الصوتي الأول للقرآن الكريم ص ٤٧٢ - ٤٧٣، عن جريدة الأهرام المصرية في عددها الصادر ٢٨ كانون الأول (ديسمبر) ١٩٦٠ م.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (189,'فهناك في البداية قراءات دينية لاهوتية للقرآن الكريم من أهمها القراءة اليهودية، والقراءة النصرانية. وهما قراءتان متفقتان حول مصدرية القرآن الكريم، وعدم الاعتراف بإلوهية مصدره، ورد معظم محتوياته إلى مصادر يهودية أو نصرانية" (١).

<span data-type="title" id=toc-144>الفرع الثاني: تنصير المسلمين وإخراجهم من دينهم وتشكيكهم فيه:</span>
إن الله تعالى قد ذكر في القرآن الكريم أن من أبرز مواقف أهل الكتاب أنهم يحرصون بكل ما أوتوا من قوة على إخراج المسلمين من دينهم؛ ليكونوا كفاراً مثلهم, ويحرصون على ارتداد المسلمين عن دينهم, كما قال تعالى: {وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (٢).
وقوله تعالى: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} (٣) , والذي يدل على حرصهم على إخراج المسلمين من دينهم ما جاء في كتابهم المكذوب من التحريف الصريح لآيات القرآن الكريم, ومما يدل على زورهم وكذبهم ما جاء فيما يسمى بسورة (الجزية: ١٢، ١٣) حيث جاء فيها ما نصه: (زعمتم بأننا قلنا: قاتلوا الذين لا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يدٍ وهم صاغرون .. يا أهل الضلال من عبادنا: إنما دين الحق هو دين الإنجيل والفرقان الحق من بعده, فمن ابتغى غير ذلك دينا فلن يقبل منه فقد كفر بدين الحق).
وزعم واضعوا هذا الكذب والافتراء المسمى بالفرقان أن القرآن جاء مصدقاً لما في الإنجيل المحرفة والموجودة في أيديهم اليوم، فمما جاء فيه ما نصه: " ولقد أنزلنا الفرقان الحق وحياً، وألقيناه نوراً في قلب صفينا ليبلغه قولاً معجزاً بلسان عربي مبين، مصدقاً لما بين يديه من الإنجيل الحق صِنْواً فاروقاً محقاً للحق، ومزهقاً للباطل وبشيراً ونذيراً للكافرين" (التنزيل ٤، ٥) " (٤).
_________
(١) انظر: دراسة القرآن الكريم عند المستشرقين في ضوء علم نقد (الكتاب المقدس) (ص: ٥١). المؤلف: محمد خليفة حسن, المصدر: موقع صيد الفوائد.
(٢) سورة البقرة الآية: (٢١٧).
(٣) سورة النساء الآية: (٨٩).
(٤) انظر: القرآن الأمريكي (ص: ١) مرجع سابق.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (190,'ولم يكتف أهل الكتاب بشركهم وكفرهم بالله كما تبين من مواقفهم السابقة, بل حسدوا المؤمنين على توحيدهم لربهم, فيتمنون أن يكون المسلمين كفاراً مثلهم, قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} (١) , ولم يكتفوا بذلك, بل يكرهون أن يصيب المؤمنين أي خير, قال تعالى: {مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ} (٢).
وقد عقد في عصرنا الحديث مؤتمراً تنصيرياً في القدس بفلسطين المحتلة سنة (١٣٤٦ هـ ١٩٢٧ م)، وحضره مندوبون من أربعين دولة من الدول الغربية الصليبية، حيث تحدثوا عن أهم أهدافهم من الحملات التنصيرية في بلاد المسلمين, ومنها أن يقوموا بإخراج المسلمين من دينهم فقام متحدثهم فقال: أتظنون أن غرض التنصير وسياسته إزاء الإسلام هو إخراج المسلمين من دينهم ليكونوا نصارى؟ إن كنتم تظنون هذا فقد جهلتم التنصير ومراميه, لقد برهن التاريخ من أبعد أزمنته على أن المسلم لا يمكن أن يكون نصرانياً مطلقاً، والتجارب دلتنا ودلت رجال السياسة النصرانية على استحالة ذلك، ولكن الغاية التي نرمي إليها هي إخراج المسلم من الإسلام فقط، ليكون مضطرباً في دينه، وعندها لا تكون له عقيدة يدين بها ويسترشد بهديها، وعندها يكون المسلم ليس له من الإسلام إلا اسم أحمد أو مصطفى، أما الهداية فينبغي البحث عنها في مكان آخر" (٣).
وهذا هو الذي يحرص عليه (المبشرون) من النصارى اليوم, وكذلك المستشرقون والصهيونية العالمية في جميع بلاد المسلمين, أن يترك المسلم دينه, وإن لم يرتبط بدين آخر أولم يتبعهم, ويعتبرون هذا انتصاراً لهم؛ لما يرون من خطر عندما يتمسك المسلم بدينه, بل إنهم سعوا وما زالوا بكل قوتهم, وينفقون الأموال الطائلة من أجل صد الناس عن سبيل الله وعن دعوة الحق, ويحرصون على إضلال الناس بدعوتهم إياهم إلى عقائدهم الفاسدة, وذلك بتزين الباطل وتحسينه, وذلك لن ينطلي إلا على بسطاء الناس، فأهل الكتاب يحاربون الإسلام والمسلمين؛ لا سيما طائفة البروتستانت المسمون (بالصهاينة المسيحيين) , فإنهم لا يألون جهداً في المكر بالإسلام والمسلمين, وقد تحيلوا حتى وصلوا إلى المناصب العليا في بريطانيا والولايات المتحدة وأغروا هؤلاء باحتلال بلاد المسلمين, كأفغانستان
_________
(١) سورة البقرة الآية: (١٠٩).
(٢) سورة البقرة الآية: (١٠٥).
(٣) انظر: ملامح عن النشاط التنصيري في الوطن العربي, (ص: ٣٨) المؤلف: الدكتور إبراهيم عكاشة علي, الناشر: إدارة الثقافة والنشر بجامعة محمد بن سعود, عام ١٤٠٧ هـ ١٩٨٧ م.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (191,'وفلسطين والعراق, وهم يخططون للمزيد, والمسلمون وأنظمتهم غافلون لا يملكون إزاء ذلك أي خطة للمواجهة بكل أسف! قال عز وجل: {وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} (١) , وكل ما سبق من صدهم للمؤمنين عن سبيل الله قد بينه الله تعالى بقوله: {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} (٢).
ملحوظة:
وهنا ملحوظة هامة, وهي أن القرآن الكريم يشير إلى أن هناك فئة وطائفة تسعى إلى الصد عن سبيل الله والإضلال كما تقدم في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} (٣) , وقوله تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ} (٤).
فهذه الطائفة تدعوا الناس للمكر والخداع والنفاق، ولذلك يميز القرآن الكريم بين هذه الطائفة من أهل الكتاب وبين الأخرى التي وصفها بصفات الإيمان والالتزام بما أنزل الله تعالى, فقال سبحانه: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ} (٥). وقوله تعالى: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} (٦).
فهذه الآيات الكريمة تصف هذه الطائفة من النصارى بالإيمان بالله واليوم الآخر والعمل الصالح, وهم قليل خاصةً في زماننا هذا؛ لأنه قد حصل لأغلبهم الاختراق من قبل اليهود.
_________
(١) سورة آل عمران الآية: (٦٩).
(٢) سورة آل عمران الآية: (٩٩ - ١٠٠).
(٣) سورة آل عمران الآية: (١٠٠).
(٤) سورة آل عمران الآية: (٧٢).
(٥) سورة آل عمران الآية: (١١٣ - ١١٤).
(٦) سورة آل عمران ألآية: (١٩٩).',NULL,'202',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (192,'فتبين مما سبق أن أهل الكتاب حريصون على إغواء المسلمين وصدهم عن الدين الحق, وفي سبيل هذا الحرص يرتكبون هذا الكذب والافتراء على الله تعالى, ويحرفون كلام الله عن مواضعه.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (193,'<span data-type="title" id=toc-145>الفرع الثالث: النيل من شخصية الرسول محمد - صلى الله عليه وسلم </span>-:
ومن أهم أهدافهم لتحريف القرآن الكريم النيل من شخصية الرسول الكريم - صلى الله عليه وسلم - , ولأجل تحقيق هذا الهدف يقومون بنشر الكذب بكل الوسائل, فمن مقالات الإنترنت التي تطعن في الرسول - صلى الله عليه وسلم - , إلى الأفلام الساخرة والمشوهة, إلى الرسوم المسيئة لرسول الله - صلى الله عليه وسلم - , وغيرها من وسائل الطعن في سيرة الرسول - صلى الله عليه وسلم - , وأخيراً يأتي طعنهم في الرسول - صلى الله عليه وسلم - من خلال الافتراء على الله وتحريف الكلم عن مواضعه, ثم امتدت أيديهم إلى القرآن الكريم الكتاب الحق يقومون بتحريف آياته وسوره ليصلوا من خلالها إلى الطعن في شخصيته - صلى الله عليه وسلم - , ومن هذا الطعن أنهم يصورون الرسول - صلى الله عليه وسلم - في كتابهم المكذوب قاتلهم الله" بأنه كافر ومنافق وضال مُضِلّ يفتري الكذب على الله وسارقٌ قاتلٌ زان، ومصيره جهنم هو ومن آمن به، وبئس المصير! وأتباعه كَفَرَةٌ منافقون ضالون لصوصٌ قَتَلَةٌ مثله، وصلاتهم وصيامهم نفاق ما بعده نفاق، وحجهم وثنية، وجنتهم جنة الزنا والخنا والفجور، والوحي القرآني ليس وحياً إلهياً، بل هو وحي تنزّلت به الشياطين الكاذبون على شيطان كاذب مثلهم" (١).
إن مثل هذا الكلام الذي تقشعر منه الأبدان حينما يتفوهَّ به هؤلاء المعتدون على رسل الله يجعلني لا أستطيع الرد على مثل هذا السفه والدجل الذي قام بكتابته أراذل القوم الذين قد بلغوا في الخسة والدناءة مبلغاً عظيماً, وسبهم لرسول الله والسخرية منه لا جواب لهم إلا بما قال تعالى: {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} (٢) , فالله هو الذي كفى رسوله الكريم إيذاء هؤلاء الأشرار, وانتقم منهم جميعاً, وما ذلك ببعيد عن هؤلاء, وصدق شاعر الإسلام حسان بن ثابت (٣) حينما قال:
فإنَّ أبي وَوَالِدَهُ وَعِرْضي ... لِعِرْضِ مُحمّدٍ مِنْكُمْ وقاءُ (٤).
والأدلة على أنهم يريدون بهذا التحريف والاستهزاء هو التشكيك بنبوة محمد - صلى الله عليه وسلم - كثيرة ليصلوا إلى أن يترك المسلمون هديه - صلى الله عليه وسلم - , وقد جاء في فرقانهم المكذوب نفيهم للبشارة الواضحة من الله لبني إسرائيل بالرسول الخاتم من بعد عيسى - عليه السلام - , وأنه ماذا عساه أن يقول بعد اكتمال الدين الحق الذي
_________
(١) انظر: موسوعة البحوث والمقالات العلمية, (/ ٢).
(٢) سورة الحجر الآية: (٩٥).
(٣) حسان بن ثابت بن المنذر بن حرام الأنصاري الخزرجي - رضي الله عنه -، صحابي جليل، شاعر رسول الله - صلى الله عليه وسلم -، مات سنة ٤٠ هـ. انظر: الاستيعاب في معرفة الأصحاب (١/ ٣٤١) مرجع سابق، وأسد الغابة (٢/ ٧) مرجع سابق، والإصابة في تمييز الصحابة, (٢/ ٦٢) مرجع سابق.
(٤) انظر: جامع البيان عن تأويل آي القرآن (١٩/ ١١٧) مرجع سابق.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (194,'لا ينسخ ولا يبدل إلى يوم القيامة, (يقصدون بذلك دين الإنجيل) , وأنه لا يمكن أن نبشر بني إسرائيل برسول لسانه غير لسانهم, (يقصدون الرسول العربي محمداً - صلى الله عليه وسلم -) , وأن كتابهم الحق المبين فيه تحذير من رسول أفاك مبين (يقصدون به محمداً - صلى الله عليه وسلم -) , وأنه ساحر وشيطان رجيم قاتلهم الله أنى يؤفكون, وسنذكر في الفصل الرابع بعض البشارات التي وردت في كتب أهل الكتاب بمجيء الرسول الخاتم محمد - صلى الله عليه وسلم - , والتي حاول محرفوا أهل الكتاب قديماً وحديثاً تحريفها بطرق ملتوية حتى لا تدل على الرسول - صلى الله عليه وسلم - , ولكن الله غالب على أمره في إظهار الحق وأهله, وإزهاق الباطل وحزبه.

<span data-type="title" id=toc-146>الفرع الرابع: إلغاء فريضة الجهاد عند المسلمين:</span>
إن من أهم أهداف أهل الكتاب حديثاً من التحريف هو إقناع المسلمين بترك فريضة الجهاد حتى يتمكنوا من احتلال أرض المسلمين, والعمل على استعبادهم حتى يكونوا خداماً مطيعين لهم؛ وسبب ذلك خوفهم من الجهاد، ورغبتهم في نشر ثقافة الاستسلام والخضوع والضعف والجبن في ديار المسلمين, فقد زعم هذا الفرقان المكذوب" أن الله سبحانه لم يأمر بالجهاد في سبيله، وحرص على نفي هذه الشعيرة، وبدا هذا الحرص في أكثر من مكان؛ لهدم هذه الفريضة، ويصفها أنها من تحريض الشيطان بقوله: " وزعمتم بأننا قلنا: قاتلوا في سبيل الله وحرَّضوا المؤمنين على القتال, وما كان القتال سبيلنا، وما كنا لنحرض المؤمنين على القتال، إن ذلك إلا تحريض شيطان رجيم لقوم مجرمين" (١) (الموعظة: ٢)، وبلغ به حد إنكار الجهاد أن سمَّى إحدى سوره بسورة (المحرضين ٥٧).
أما فيما يسمى: بسورة الطاغوت فإنه عند مهاجمته لشريعة الجهاد التي يتهمها زوراً بالعدوانية والظلم وتقتيل الأبرياء، ينقل على نحو محرف ما جاء فى سورة " التوبة "من قوله تعالى: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالْأِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (٢) إذ يقول: " وافترَوْا على لساننا الكذب بأنا اشترينا من المؤمنين أنفسهم بأن لهم الجنة يقاتلون في سبيلنا وعدا علينا حقا في الإنجيل. ألا إن المفترين كاذبون" (الطاغوت: ٨) (٣).
_________
(١) انظر: القرآن الأمريكي (ص: ١٠) مرجع سابق.
(٢) سورة التوبة الآية: (١١١).
(٣) انظر: القرآن الأمريكي (ص: ١٠) مرجع سابق.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (195,'فتبين مما سبق أن من أهداف أهل الكتاب أنهم يريدون إلغاء فريضة الجهاد؛ لأنهم علموا وتيقنوا أن المؤمن الصادق والمتمسك بدينه لا يمكن بأي حال من الأحوال أن يسمح لهم باحتلال أرضه, وإهانة مقدساته, ونهب ثرواته وممتلكاته, وأن الجهاد هو الفريضة القائمة لقهر العدو ووقف تجبره وتسلطه إلى قيام الساعة.

<span data-type="title" id=toc-147>الفرع الخامس: نتائج هذا التحريف حديثاً:</span>
أما نتائج هذه المحاولات الفاشلة والبائسة لتحريف القرآن الكريم فقد كانت على النحو التالي:
١ - ضعف هذه الكتب وترجماتها, بحيث لا ترقى ولن ترقى إلى منافسة القرآن الكريم في جمال إيقاعه وعمق معانية وجاذبيته, وهذا في نظر المسلمين جزء من معجزة وحي القرآن؛ فالقرآن هو كلام الله, ولا يمكن أن تصل مثل هذه الكتب المكذوبة بضعفها ونقصها إلى بلاغة لغة القرآن وسموه الفني (١).
٢ - تثبيت المسلمين على دينهم وتذكيرهم بالحفاظ على كتابهم القرآن الكريم.
٣ - توسيع هوة الخلاف بين دين الإسلام وغيره من الأديان؛ بسبب انتهاك الحرمات والمقدسات من قبل الأعداء من اليهود والنصارى.
٤ - اشتداد الكراهية والبغضاء من أهل الإسلام لأهل الكتاب.
٥ - خلق التطرف الديني داخل المجتمعات الإسلامية والغربية ضد أهل الكتاب؛ لأن التطرف لا يولد إلا التطرف (الإرهاب)؛ بسبب ممارسة أهل الكتاب للغلو القائم على الإفراط في العداء والتعدي.
_________
(١) انظر: ملامح عن النشاط التنصيري في الوطن العربي, (ص: ٣٦). مرجع سابق.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (196,'الفصل الرابع',NULL,'207',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (197,'<span data-type="title" id=toc-148>الفصل الرابع
الخطاب القرآني لأهل الكتاب فيما يتعلق بتحريف الكتب السماوية قديماً وحديثاً</span>, وفيه أربعة مباحث:
المبحث الأول: تحريف أهل الكتاب للتوراة والإنجيل.
المبحث الثاني: أمثلة على تحريفات أهل الكتاب قديماً.
المبحث الثالث: أمثلة على تحريفات أهل الكتاب حديثاً.
المبحث الرابع: شهادات أهل الكتاب على تحريفات أهل الكتاب للتوراة والإنجيل',NULL,'208',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (198,'<span data-type="title" id=toc-149>المبحث الأول: تحريف أهل الكتاب للتوراة والإنجيل</span>, وفيه أربعة مطالب:
المطلب الأول: تعريف التحريف لغةً واصطلاحاً.
الفرع الأول: تعريف التحريف لغةً.
الفرع الثاني: تعريف التحريف اصطلاحاً.
المطلب الثاني: الأدلة على وقوع التحريف من أهل الكتاب في الكتب السماوية, وفيه:
الفرع الأول: الأدلة على التحريف من القرآن الكريم.
الفرع الثاني: الأدلة على وقوع التحريف من كتبهم السابقة.
المطلب الثالث: أنواع التحريف عند أهل العلم والتفسير إجمالاً.
المطلب الرابع: إثبات تحريف أهل الكتاب لكتبهم, وفيه:
الفرع الأول: إثبات التحريف اللفظي بالتبديل.
الفرع الثاني: الأدلة على وقوع التحريف في النسخة العبرانية.
الفرع الثالث: الأدلة على وقوع التحريف في نسخ العهد الجديد (الأناجيل).
الفرع الرابع: أشهر رجالهم في ممارسة التحريف.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (199,'إن هذا الفصل من أهم الفصول في هذا البحث؛ لأنه يبين موقف أهل الكتاب من كتب الله قديماً وحديثاً؛ ولأن فيه دراسة للتحريفات التي يعتمد عليها أهل الكتاب في سياستهم طوال الزمن, وأخص بذلك اليهود في عصرنا الحديث الذين يدَّعون أنهم ينفذون إرادة الرب, وما الذي يحصل في أرض فلسطين إلا مثال على ذلك المخطط المرسوم بحسب ما ورد في كتبهم المحرفة, وقد خصصت هذا الفصل للكلام عن التحريف عند أهل الكتاب.

<span data-type="title" id=toc-150>المطلب الأول: تعريف التحريف لغةً واصطلاحاً:</span>
<span data-type="title" id=toc-151>الفرع الأول: تعريف التحريف لغةً:</span>
أما معاني التحريف للكتب السماوية فتتجلى من خلال معانيها في لغة العرب, وقد عرف التحريف بتعريفات متعددة, ولكنها تدل على مقصد واحد, ومعنى واحد فمن ذلك تعريف ابن فارس بقوله: " (حرف) من الانحراف عن الشَّيء, يقال: انحرَفَ عنه يَنحرِف انحرافاً, وحرّفتُه أنا عنه، أي: فمِيلَ به عنه، وذلك كتحريف الكلام، وهو عَدْلُه عن جِهته, قال تعالى: {يُحَرِّفُونَ الكَلِمَ عَنْ مَواضِعِه} " (١).
وقال ابن منظور: " والتحريف في القرآن والكلمة: تغيير الحرفِ عن معناه والكلمة عن معناها, وهي قريبة الشبه, كما كانت اليهود تغير معاني التوراة بالأَشباه فوصفهم الله بفعلهم بقوله تعالى: {يُحَرِّفُونَ الكَلِمَ عَنْ مَواضِعِه} وفي غريب الأثر عن أَبي هريرة - رضي الله عنه - أنه قال: [[آمَنْتُ بمُحَرِّفِ القلوب]] (٢) هو المُزِيلُ أَي: مُمِيلُها ومُزيغُها وهو الله تعالى" (٣).
وهذا التعريف اللغوي للتحريف ينطبق على أهل الكتاب بكامله, فإنهم حرفوا كلام الله في الكتب السماوية, وغيروا ألفاظه ومعانيه بإزالتها وميلها عن أصلها.
_________
(١) انظر: معجم مقاييس اللغة لابن فارس (٢/ ٤٢) مرجع سابق.
(٢) انظر: النهاية في غريب الحديث والأثر, (١/ ٩٣٨) مرجع سابق, انظر: غريب الحديث, (١/ ٢٠٥) المؤلف: أبو الفرج عبدالرحمن بن علي بن محمد بن علي ابن عبيدالله بن حمادي بن أحمد بن جعفر, الناشر: دار الكتب العلمية بيروت, الطبعة الأولى، ١٩٨٥ م, تحقيق: د. عبدالمعطي أمين قلعجي.
(٣) انظر: لسان العرب (٩/ ٤١) مرجع سابق.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (200,'<span data-type="title" id=toc-152>الفرع الثاني: تعريف التحريف اصطلاحاً:</span>
قال ابن عاشور: " والتحريف: هو إخراج الوحي والشريعة عما جاءت به إما بتبديل وهو قليل, وإما بكتمان بعض وتناسيه, وإما بالتأويل البعيد, وهو أكثر أنواع التحريف" (١).
ونكتفي بهذا التعريف الاصطلاحي كونه قد شمل أقسام التحريف, فالتحريف اللفظي: كالتبديل والزيادة, والإخفاء, والكتمان والنقصان والنسيان, والتحريف المعنوي: كالتأويلات الفاسدة والباطلة.

<span data-type="title" id=toc-153>المطلب الثاني: الأدلة على وقوع التحريف من أهل الكتاب في الكتب السماوية:</span>
لقد أشارت نصوص كثيرة في القرآن الكريم, وفي الكتب السماوية السابقة إلى تحريفات أهل الكتاب لكتبهم, وسنذكر هنا بعض آيات الخطاب القرآني التي تشير إلى وقوع التحريف لكلام الله من قبل أهل الكتاب, وهي على النحو التالي:

<span data-type="title" id=toc-154>الفرع الأول: الأدلة على التحريف من القرآن الكريم:</span>
١ - قال تعالى: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} (٢).
٢ - قال تعالى: {مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا} (٣).
٣ - قال تعالى: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} (٤).
٤ - قال تعالى: {يا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آَمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آَخَرِينَ لَمْ
_________
(١) انظر: التحرير والتنوير (١/ ٥٥٠) مرجع سابق.
(٢) سورة البقرة الآية: (٧٥).
(٣) سورة النساء الآية: (٤٦).
(٤) سورة المائدة الآية: (١٣).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (201,'يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآَخِرَةِ عَذَابٌ عَظِيمٌ} (١).
فهذه النصوص القرآنية تؤكد لنا تأكيداً قاطعاً أن الكتب السماوية السابقة قد تم تحريفها من قبل أهل الكتاب, وقد وقع هذا التحريف منهم بعد ما عقلوا ما فيها, وعلموا ما حوته هذه الكتب, فبدلوها وحرفوها عن مواضعها بعد علمهم بأنها الحق.

<span data-type="title" id=toc-155>الفرع الثاني: الأدلة على وقوع التحريف من كتبهم السابقة:</span>
لم يكن الشاهد الوحيد على تحريف أهل الكتاب لكتبهم هو القرآن الكريم فقط, بل وردت أدلة على وقوع التحريف من قِبلهم في كتبهم السابقة أيضاً, وشهد عليهم بذلك رسلهم وأنبياؤهم, ومن ذلك شهادة أرميا في سفره (٢٣/ ٢٦) الذي قال لهم: (لقد حرفتم كلام الإله الحي) " (٢).
وجاء أيضاً في سفر الخروج: (٢: ٢٣): " (لا تتبع الكثيرين إلى فعل الشر ولا تجب في دعوى مائلا وراء الكثيرين للتحريف) (٣).
وجاء أيضاً في سفر الخروج: ٦: ٢٣: (لا تحرف حق فقيرك في دعواه) " (٤).
وجاء في سفر أشعيا ١٦: ٢٩: (يا لتحريفكم) (٥).
وجاء في سفر ملاخي ٢: ٨: (أما أنتم فحدتم عن الطريق, وأعثرتم كثيرين بالشريعة, أفسدتم عهد لاوي, قال رب الجنود (٩: ٢) فأنا أيضاً صيرتكم محتقرين ودنيئين عند كل الشعب, كما أنكم لم تحفظوا طرقي بل حابيتم في الشريعة) (٦).
_________
(١) سورة المائدة الآية: (٤١).
(٢) انظر: لتفسدن في الأرض مرتين, (ص: ١٩٣) , المؤلف: محمد علي دولة, الناشر: دار القلم دمشق, الطبعة الأولى عام (١٤٢٨ هـ ٢٠٠٧ م).
(٣) انظر: سفر الخروج: (٢: ٢٣) موسوعة الكتاب المقدس, (١/ ١٥٤) مرجع سابق.
(٤) انظر: كتاب الإنجيل والصليب (ص: ٣٩) مرجع سابق.
(٥) انظر: موسوعة الكتاب المقدس, (٣/ ٣٧).
(٦) انظر: سفر ملاخي (٢: ٨) موسوعة الكتاب المقدس, (٣/ ٣٣٧) مرجع سابق, كتاب عنصرية أهل الكتاب في تحريف اسم الذبيح من إسماعيل إلى إسحاق (ص: ٨٢) المؤلف: عبد الله بن عبد الرحمن السليماني, الناشر: مؤسسة الأقطاب للتجارة, الطبعة الأولى لعام: (١٤٢٧ هـ ٢٠٠٦ م).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (202,'وهذه النصوص من أسفار اليهود تدل على أن الله قد علم ما في نفوس أهل الكتاب من حبهم للتحريف, ومخالفتهم لأوامر ربهم, فلذلك خاطبهم بمثل هذا الخطاب, ولم يخاطب الله المسلمين بذلك لعلمه أنهم لن يقوموا بمثل هذا الفعل القبيح من التحريف, وقد علَّق عبد الأحد داود القسيس الذي هداه الله للإسلام على هذه النصوص بقوله: " ولم ينه القرآن المسلمين عن التحريف؛ لأنه تعالى قد ضمن عصمة كتابه عن التحريف والتبديل والضياع, فقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (١) على أن ذمه تعالى أهل الكتاب بتحريف كلم كتابه عن مواضعه قد علم المسلمين عظم إثمه وقبحه, وقبح من وصُف به بقوله تعالى: {يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ} (٢) وقال تعالى: {يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ} (٣) " (٤).
فتبين من الأدلة السابقة أن القرآن الكريم يثبت ممارستهم التحريف لكلام الله, وأن كتب أهل الكتاب تشهد أيضاً عليهم بممارسة التحريف, فكتبهم حرفتها أيدي البشر قبل نزول القرآن الكريم وبعده, ومع ذلك فلا يزال تحريفهم مستمراً في كل زمانٍ ومكان حتى يومنا هذا, لأنهم قد جبلوا على المخالفة لأوامر الله تعالى, وسيأتي التمثيل على ذلك في المبحث الأخير من هذا الفصل.

<span data-type="title" id=toc-156>المطلب الثالث: أنواع التحريف عند أهل التفسير إجمالاً:</span>
لقد ورد الخطاب من الله تعالى لأهل الكتاب يأمرهم فيه أن يلتزموا بطاعته, وأن لا يخالفوه فيها, وسيكون لهم من الخير والنعمة ما الله به عليم, فأبى أهل الكتاب إلاَّ أن يخالفوا أوامره, وينتهكوا ما حرم عليهم, فقاموا بالتحريف والتبديل لكلام الله في كتبه, واشتروا بها الثمن القليل, وأصبح القارئ حينما يقرأ تلك الكتب لا يستطيع التفريق بين الحق والباطل فيها, ولا يستطيع أن يميز بين كلام الله وكلام غيره؛ وذلك لما شابها من التحريف.
وقد كان تحريفهم لكلام الله ولكتبه قديماً وحديثاً على قسمين رئيسين نذكرهما على سبيل الإجمال:
_________
(١) سورة الحجر الآية: (٩).
(٢) سورة النساء الآية: (٤٦).
(٣) سورة المائدة الآية: (٤١).
(٤) انظر: كتاب الإنجيل والصليب (ص: ٣٩) مرجع سابق.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (203,'الأول: التحريف اللفظي.
والثاني: التحريف المعنوي. وكل منهما على وجوه كالتالي:
الوجه الأول: "التأويلات الباطلة, والتفسيرات الفاسدة، وذلك بحسب أهوائهم وشهواتهم كما قال تعالى: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} (١).
وقد ذكر المفسرون عدة معاني لتحريفهم كلام الله في هذه الآية فمنها:
أن التحريف هو: الميل به عن معناه ووجهه الصحيح, قال الطبري: " أي: يميلونه عن وجهه ومعناه الذي هو معناه إلى غيره, بتأويل ما حرفوا، وأنه بخلاف ما حرفوه إليه" (٢).
وقال أسعد حومد: إنهم كانوا يتأولونه, ويعطونه معنىً آخر غير معناه الصحيح من بعد ماعرفوه, وفهموا معناه على حقيقته, ومع ذلك فإنهم يخالفون عن علمٍ وبصيرة, وهم يعلمون أنهم على غير الحق فيما ذهبوا إليه من تأول وتحريف" (٣) وهذا النوع من التحريف يكون بالتأويلات الفاسدة والباطلة, وهذا التحريف حصل منهم عمداً, وهو من المعاني المقصودة عندهم.
ويزيد بعض المفسرين هذا بياناً بذكر بعض الأمثلة, فقد قال الجزائري في تفسير هذه الآية أنه: "الميل بالكلام على وجه لا يدل على معناه, كما قالوا في نعت الرسول - صلى الله عليه وسلم - في التوراة: أكحل العينين ربعة، جعد الشعر، حسن الوجه، قالوا: طويل أزرق العينين، سبط الشعر" (٤).
الوجه الثاني: تبديل ألفاظ الكتب الإلهية بألفاظ أخرى لتعطي دلالات توافق ما يريدون, على خلاف المعنى المراد منه في التنزيل, قال تعالى: {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ (٥٨) فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ} (٥).
وهذه الآية فيها دلالة واضحة على تبديلهم للفظ الكلام بخلاف ما طلب منهم.
_________
(١) سورة البقرة الآية: (٧٥).
(٢) جامع البيان عن تأويل آي القرآن (٢/ ٢٤٩) مرجع سابق.
(٣) انظر: أيسر التفاسير لأسعد حومد (١/ ٨٢) مرجع سابق.
(٤) أيسر التفاسير للجزائري (ص: ٤٤) مرجع سابق.
(٥) سورة البقرة الآية: (٥٨ - ٥٩).',NULL,'214',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (204,'الوجه الثالث: وهو إخفاؤهم لبعض الآيات والأحكام بحسب الزمان والظرف, وقد بين القرآن الكريم ذلك كما في الآيات التالية.
قال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ} (١).
وقال تعالى: {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا} (٢).
ومن ذلك قوله تعالى: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ} (٣).
وهذا الوجه متعلق بالتغير والإخفاء لأحكام الشريعة, وهذا التحريف من أخطر الأنواع؛ لأنه متعلق بما شرعه الله لعباده, فيجعلون الحلال فيه حراماً والحرام فيه حلالاً.
قال ابن زيد: " يجعلون الحلال فيها حراماً، والحرام فيها حلالاً, والحق فيها باطلاً, والباطل فيها حقاً، إذا جاءهم المحق برِشوة أخرجوا له كتاب الله، وإذا جاءهم المبطل برِشوة أخرجوا له ذلك الكتاب، فهو فيه محق, وإن جاء أحد يسألهم شيئاً ليس فيه حق ولا رشوة ولا شيء أمروه بالحق, فقال الله لهم: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلا تَعْقِلُونَ} (٤) " (٥) , وهذا اتباع الهوى بعينه في إخفاءهم النصوص الشرعية وكتمانها.
قال الثعالبي: وغيروا ما فيها من الأحكام من بعد ما علموها وفهموها كما غيَّروا آية الرّجم, وصفة محمَّد - صلى الله عليه وسلم - (٦). ثم قاموا بإخفاء الحكم الشرعي فيها, وحينما يحصل مثل هذا التحريف تتبدل الشرائع الصحيحة بغيرها, وتستبدل الأوامر والأحكام بغيرها, فينطفئ النور الإلهي الذي جاء للبشر, وتبدأ الفوضى؛ لأن الذي يستبدل الأحكام وينسخها هو الله قال تعالى: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ
_________
(١) سورة المائدة الآية: (١٥).
(٢) سورة الأنعام الآية: (٩١).
(٣) سورة البقرة الآية: (٧٦).
(٤) سورة البقرة الآية: (٤٤).
(٥) انظر: تفسير القرآن العظيم (١/ ٣٠٨) مرجع سابق.
(٦) انظر: الكشف والبيان (١/ ٢٢٢) مرجع سابق.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (205,'وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (١٠١) قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ} (١).
وقال تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (٢).
وقال تعالى: {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ (٣٨) يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (٣).
الوجه الرابع: "ليُّ اللسان به, ليلبس على السامع اللفظ المنزل بغيره" (٤).
قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} (٥).
قال ابن عطية رحمه الله: " وهذا اللي باللسان إلى خلاف ما في القلب موجود حتى الآن في بني إسرائيل, ويحفظ منه في عصرنا أمثلة إلا أنه لا يليق ذكرها بهذا الكتاب" (٦).
وهذا نوع من الافتراء على الله وإلباس الحق بالباطل.
والذي يتبين مما سبق أن هذه الأوجه قد وردت في القرآن الكريم لتبين موقفهم من الخطاب القرآني عبر تاريخهم, وقد نزلت آيات تتحدث عن تبديلهم لكلام الله بما يوافق أهواءهم, وتأويلها بالتأويلات الباطلة, والتفسيرات الفاسدة، وعن زيادتهم ونقصانهم في نصوص الوحي المنزل؛ وكل ذلك ليعطي دلالة توافق ما تُريدُه أهوائهم, وعن إخفائهم لبعض الآيات وإظهارها بحسب ما تقتضيه مصالحهم, وسنذكر بعضاً من المعاني لهذه الآيات التي تتحدث عن تحريفهم ونوضحها في المباحث القادمة التي تتحدث عن الأمثلة لتحريفهم الكلام قديماً وحديثاً.
الوجه الخامس: الزيادة على النص المنزل ليعطي دلالة توافق ما يريدون.
_________
(١) سورة النحل الآية: (١٠١ - ١٠٢).
(٢) سورة البقرة الآية: (١٠٦).
(٣) سورة الرعد الآية: (٣٨٣٩).
(٤) انظر: هداية الحيارى في أجوبة اليهود والنصارى (ص: ١٠٢) المؤلف: الإمام ابن القيم الجوزية, الطبعة الثالثة عام (١٤١٨ هـ ١٩٩٧ م) الناشر: مكتبة السوادي جدة.
(٥) سورة آل عمران الآية: (٧٨ - ٧٩).
(٦) انظر: المحرر الوجيز في تفسير الكتاب العزيز (٢/ ٧٦) مرجع سابق.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (206,'الوجه السادس: النقص من النص المنزل ليعطي دلالة توافق ما يريدون (١).
والمتتبع لكتب اليهود والنصارى يلاحظ فيها كل هذه التحريفات, كما يلاحظ فيها أن هناك أحكاماً ربانية كانت ثابتة في شرائع الله, ولكنها حذفت من هذه الكتب, وقد حذفوها لئلا يكون بقاؤها حجة عليهم عند الناس, كإخفائها, وأما التحريف بالزيادة والنقصان في الكتب فهو: "تحريف ألفاظه، وهم يعلمون أنهم يحرفون كلام رب العالمين عمدًا وكذبًا" (٢).
فتبين أن جميع معاني التحريف قد قام بها اليهود والنصارى من أهل الكتاب قبل مبعث محمد - صلى الله عليه وسلم - , ومارسوها أيضاً بعد بعثته فأخبره الله بما عملوه في كتبهم, وبما يريدونه من رسوله - صلى الله عليه وسلم - , حتى يكون الرسول على حذر منهم, وحتى يكون أهل الإيمان كذلك على حذر, وقد أخبر الله الصحابة الذين كانوا يطمعون في إيمانهم بقوله تعالى: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} (٣)
, وقد بين الإمام الطبري" بأنه لا فائدة من طمعهم بأن يدخل اليهود والنصارى في دينهم؛ لأنه قد حصل من أسلافهم السابقين_خصوصاً_ أحبارهم ورهبانهم أنهم كانوا يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه وفهموه وتيقنوا أنه كلام الله, فكيف تطمعون في تصديق هؤلاء اليهود إياكم؟ فإن الذي تخبرونهم عنه من الأنباء غيب لم يشاهده هؤلاء المعاصرون ولم يعاينوه, وقد كان بعضهم يسمع من الله كلامه وأمره ونهيه، ثم يبدله ويحرفه ويجحده، فهؤلاء الذين بين أظهركم من بقايا نسلهم أحرى أن يجحدوا ما أتيتموهم به من الحق، وهم لا يسمعونه من الله، وإنما يسمعونه منكم, وهذا أقرب إلى أن يحرفوا ما في كتبهم من صفة نبيكم محمد - صلى الله عليه وسلم - ونعته ويبدلوه، وهم به عالمون، فيجحدونه ويكذبونه, وذلك ما فعله أوائلهم الذين سمعوا كلام الله من الله جل ثناؤه، ثم حرفوه من بعد ما عقلوه وعلموه متعمدين التحريف, وكل هذا هو إخبار من الله جل ثناؤه عن إقدامهم على البهت، ومناصبتهم العداوة له ولرسوله موسى - عليه السلام -، وأن بقاياهم من مناصبتهم العداوة لله ولرسوله محمد - صلى الله عليه وسلم - بغياً وحسداً وسائرون على خطى أوائلهم في عصر موسى - عليه السلام - " (٤).
_________
(١) هذه الوجوه للتحريف أخذت أكثرها من كتاب مكائد يهودية عبر التاريخ، (ص: ٤٤٩ - ٤٥٠) المؤلف: عبد الرحمن حسن حبنكة الميداني، الناشر: دار القلم، دمشق، الطبعة السابعة، ١٤٢٣ هـ ٢٠٠٢ م.
(٢) انظر: التفسير الميسر (١/ ٨٩) مرجع سابق.
(٣) سورة البقرة الآية: (٧٥) ..
(٤) انظر: جامع البيان عن تأويل آي القرآن (٢/ ٢٤٨ - ٢٤٩) مرجع سابق.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (207,'فتبين من سياق الآيات في الوجوه السابقة قسوة في قلوبهم, وتماديهم في عصيانهم لأوامر ربهم, ونقضهم لعهودهم ومواثيقهم, فكان هذا الخطاب من الله للمؤمنين, أي: ماذا تنتظرون أيها المؤمنون من قلوب أصبحت كالحجارة أو أشد قسوة؟ وماذا تنتظرون ممن قاموا بالاعتداء على كتابهم فحرفوه؟ وكيف تطمعون أن يؤمنوا بكتابكم؟ وهذه الآية فيها دلالة واضحة على عنصرية اليهود وتعاليهم على غيرهم, وهذا ما جعلهم يدَّعون أنهم أحب الخلق إلى الله, وأنهم أحق الناس بالرسالة من غيرهم, فحرفوا الآيات التي تبشر بمجيء رسول عربي, ويزعمون أنهم شعب الله المختار (المقدس) الذي اختاره الله ليسكن الأرض المقدسة, وأن الرب منحهم أرضاً خاصة بهم تسمى (أرض الميعاد جبل صهيون) , ولأجل ذلك حرفوا الكلم عن مواضعه ليوافق أهواءهم, وزادوا فيه ما ليس منه, قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} (١).
وهذه الآية فيها دلالة واضحة أيضاً على أنه ليس كل أهل الكتاب قاموا بالتحريف, بل الذي قام به فريق منهم, وأن هذا الوصف بالتحريف إنما يخص علماء أهل الكتاب من الأحبار والرهبان, ومن وافقهم من العوام على ضلالهم من بعد ما تبين لهم الحق, قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ .. } (٢).
فكان هؤلاء الأحبار والرهبان هم من صدَّوا الناس عن سبيل الله, وهم من حرفوا الكتب, فأحلوا فيها الحرام, وحرموا فيها الحلال, واشتروا بآيات الله ثمناً قليلا, وأكلوا أموال الناس بالباطل, وألبسوا عليهم الحق بالباطل, وكتموا ما أنزل الله, وأخفوا أحكامه وشرائعه, والآية السابقة تدل أيضاً على وقوع التحريف من أسلافهم قديماً في عهد موسى - عليه السلام - , ولمَّا جاء المتأخرون منهم في عهد الرسول محمد - صلى الله عليه وسلم - فإنهم أيضاً حرفوا بعض الآيات والأحكام, وهم كذلك إلى اليوم يحرفون كلام الله كما هو دأبهم في كل زمان.
_________
(١) سورة آل عمران الآية: (٧٨).
(٢) سورة التوبة الآية: (٣٤).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (208,'<span data-type="title" id=toc-157>المطلب الرابع: إثبات تحريف أهل الكتاب لكتبهم</span>.
<span data-type="title" id=toc-158>الفرع الأول: إثبات التحريف اللفظي بالتبديل:</span>
أما إثبات التحريف لكتب أهل الكتاب بأنواعه السابقة اللفظي والمعنوي فسنقوم ببيانه في هذا المطلب, بل إن النسخ التي يعتمدون عليها طالها التحريف, وسنوضح من قام بتحريفها, وأبرز رجالهم الذين قاموا بذلك التحريف, وسنذكر مدى اعتراف أهل الكتاب حديثاً بهذه النسخ الموجودة من كتبهم.
فأما وقوع التحريف المعنوي في (الكتاب المقدس) فقد كان اليهود هم أول من قاموا به, وهذا من الأمور الذي يسلم بها أكثر الناس حتى النصارى, يقول رحمت الله الهندي (١): " فلا نزاع بيننا وبين المسيحيين في التحريف المعنوي؛ لأنهم يسلمون كلهم صدوره عن اليهود في العهد القديم (التوراة) في تفسير الآيات التي هي إشارة في زعمهم إلى المسيح، وفي تفسير الأحكام التي هي أبدية عند اليهود، وأن علماء البروتستانت يعترفون بصدوره عن معتقدي البابا (٢)
في كتب العهدين، كما أن معتقدي البابا يرمونهم بهذا رمياً شديداً, فلا احتياج إلى إثباته" (٣).
_________
(١) رحمت الله بن خليل الرحمن الكيرانوي الهندي الحنفي, من مواليد محافظة مظفر ناجار التابعة لدلهي عاصمة الهند عام (١٢٣٣ هـ ١٨١٨ م) وقد اشتهرت اسرته بالعلم, وقد درس في مكة على يد الكثير من العلماء ثم درس في مكة لعدة سنوات, وله العديد من المؤلفات من أشهرها كتاب إظهار الحق, والمناظرة التقريرية, توفي الشيخ رحمت الله الهندي في مكة المكرمة ليلة الجمعة ٢٢ من شهر رمضان المبارك عام ١٣٠٨ هـ ودفن فيها. انظر: الموسوعة الحرة ويكيبيديا.
(٢) البابا: هو الرئيس الأول في الديانة النصرانية الكاثوليكية, وكان أول ظهور لهذا اللقب في مصر, ثم نقل إلى صاحب كرسي بطرس الرسول في روما, وفي سنة ١٠٨١ م قرر المجتمع اللاتراني بأن مطران روما له السلطة التامة على سائر المطارنة, وهو وحده يحمل لقب البابا الذي معناه المطران العام وفي سنة ١٨٧٠ م قرر المجمع الفاتيكاني عصمة البابا من الخطأ, وأنه صاحب السلطة الفعلية لمدينة الفاتيكان وفقاً لاتفاقية لاتران سنة (١٩٢٩ م). انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ٩٨١) مرجع سابق, ملامح عن النشاط التنصيري في الوطن العربي (ص: ١٧) مرجع سابق ..
(٣) انظر: إظهار الحق, (١/ ٢٣٨ - ٢٣٩) المؤلف: رحمت الله بن خليل الرحمن الكيرانوي الهندي, الناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد المملكة العربية السعودية, الطبعة: الأولى عام ١٤١٥ هـ, تحقيق محمد أحمد عبد القادر ملكاوي, مصدر الكتاب: موقع الإسلام.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (209,'أي: أن هذا التحريف قد رمى به كل فريق منهم الآخر, وهذا يعد إقراراً منهم بالجملة, وكلا الفريقين مقر بوقوع التحريف فلا نحتاج إلى إثباته؛ لأنه أصبح إقراراً منهم.
وأما إثبات التحريف اللفظي: فقد أنكره علماء البروتستانت في الظاهر, ولكن هذا التحريف اللفظي بجميع أقسامه ثابت في كتب العهدين القديم والجديد, وسنقوم بتبين ذلك مقتبسين من كلام الشيخ رحمت الله الهندي, فنقول:
إثبات التحريف اللفظي بالتبديل:
إن النسخ المشهورة للعهد القديم عند أهل الكتاب ثلاث:
الأولى: النسخة العبرانية: وهي المعتبرة عند اليهود، وجمهور علماء البروتستانت.
الثانية: النسخة اليونانية: وهي التي كانت معتبرة عند المسيحيين إلى القرن الخامس عشر الميلادي، وكانوا يعتقدون إلى هذه المدة أن النسخة العبرانية محرفة، ولكنها كانت معتبرة عند الكنيسة اليونانية وكنائس المشرق، وهاتان النسختان تشتملان على جميع الكتب من العهد القديم.
الثالثة: النسخة السامرية: وهي المعتبرة عند السامريين، وهي نفس النسخة العبرانية, لكنها لا تشتمل إلا على سبعة كتب من العهد القديم فقط، وهي الكتب الخمسة المنسوبة إلى موسى - عليه السلام -، وكتاب يوشع, وكتاب القضاة؛ لأن السامريين لا يسلمون بالكتب الباقية من العهد القديم، وتزيد هذه النسخة على النسخة العبرانية في الألفاظ والفقرات الكثيرة التي لا توجد فيها الآن (١).
ونظراً لطول الكلام في إثبات تحريف الثلاث النسخ للعهد القديم سنكتفي هنا بذكر نسخة واحدة من نسخ العهد القديم, وهي النسخة العبرانية؛ كونها تشبه النسخة السامرية؛ ولأنها كانت معتبرة عند بعض الكنائس اليونانية وغيرها.

<span data-type="title" id=toc-159>الفرع الثاني: الأدلة على وقوع التحريف في النسخة العبرانية:</span>
أولاً: ما ذكره أشهر رجالهم ومفسريهم, فقد قال جامعوا تفسير هنري واسكات" (٢): " أن القديس إغسطينوس (٣) كان يقول: اليهود قد حرفوا النسخة العبرانية في الأزمنة القديمة التي قبل زمن
_________
(١) انظر: إظهار الحق, (١/ ٢٣٨ - ٢٣٩) مرجع سابق.
(٢) هنري واسكات وأكستائن، الذي كانا أعلم العلماء المسيحية في القرن الرابع من القرون المسيحية. انظر: إظهار الحق (١/ ٢٤١) مرجع سابق.
(٣) أحد كبار رجال الدين في الكنيسة اللاتينية ومن أبرز مفكريها, ولد في شمال أفريقيا عام ٣٥٠ والده وثني وأمه مسيحية متدينة, له مؤلفات شهيرة منها اعترافات, ومدينة الله, وتوفي عام ٤٣٠ م. انظر: الموسوعة السياسية, (١/ ٣٦٤٠٧) مرجع سابق.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (210,'الطوفان وبعده, وفعلوا هذا بعد المسيح؛ لتصبح الترجمة اليونانية غير معتبرة, ولعناد الدين المسيحي, ومعلوم أن الآباء القدماء المسيحيين كانوا يقولون مثله, وكانوا يقولون: إن اليهود حرفوا التوراة في سنة مائة وثلاثين ميلادية" (١).
ويتضح أنه قد شهد بهذا التحريف الكثير من أشهر مفسري النصارى, وهذا يُعدُّ اعترافاً مهماً منهم بذلك.
ثانياً: ما قاله بعض علماء البروتستانت أن النسخة العبرانية هي الأصل عند جمهور علماء البروتستانت كما تقدم, ومع هذا "فكثير من محققي علماء البروتستانت مثل كي كات وهيلز وهيوبي كينت وغيرهم يعتبرون النسخة السامرية دون النسخة العبرانية، ويعتقدون أن اليهود حرفوا العبرانية، وجمهور علماء البروتستانت أيضاً يضطرون في بعض المواضع إلى السامرية ويقدمونها على العبرانية" (٢).
فتبين أنه حتى جمهور علماء البروتستانت يضطرون للرجوع إلى النسخة السامرية ويقدمونها على العبرية؛ لأنهم يعتقدون أن اليهود حرفوا العبرانية.
وقد نقل مفسرهم الشهير آدم كلارك الإجماع أن اليهود قد حرفوا النسخة العبرانية (٣) بسبب العداء بينهم وبين السامرية, والذي يظهر من هذا أن التحريف هو دأب اليهود في كل زمانٍ ومكان, وأنهم سيحرفون كتب من حصل بينهم وبينه أي عداء.
ثالثاً: الأمثلة على ذلك التحريف والتناقض:
ومن الأمثلة على وقوع الاختلاف والتناقض بين النسخة السامرية والعبرانية في الزيادة في الألفاظ والفقرات كما يلي: جاء في سفر التثنية: (فإذا عبرتم الأردن فانصبوا الحجارة التي أنا اليوم أوصيكم في جبل عِيبال وشيدوها بالجص تشييداً) (٤).
_________
(١) انظر: دلائل تحريف الكتاب المقدس, (١/ ٣٠٣١) المؤلف: الدكتور شريف سالم, إظهار الحق (١/ ٢٤١ - ٢٤٢) مرجع سابق.
(٢) انظر: إظهار الحق (١/ ٢٣٨ - ٢٣٩) مرجع سابق.
(٣) انظر: إظهار الحق (١/ ٢٤٠) مرجع سابق.
(٤) انظر: سفر التثنية (٤: ٢٧) , موسوعة الكتاب المقدس, (١/ ٣٤٠).',NULL,'221',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (211,'ووردت هذه العبارة في النسخة السامرية هكذا: (فانصبوا الحجارة التي أنا أوصيكم في جبل جِرْزيم) وعيبال وجِرزيم جبلان متقابلان كما يفهم من الآية الثانية عشرة والثالثة عشرة من هذا الباب، ومن الآية التاسعة والعشرين من الباب الحادي عشر من هذا الباب، فيفهم من النسخة العبرانية أن موسى - عليه السلام - أمر ببناء الهيكل أعني: المسجد على جبل عيبال، ومن النسخة السامرية أنه أمر ببنائه على جبل جِرْزيم.
والذي تبين مما سبق أن جبل جرزيم فيه إشارة إلى بركة الشعب, وعيبال إشارة إلى لعن بعض الشعب_ وبين اليهود والسامريين سلفاً وخلفاً نزاع مشهور, تدَّعي كل فرقة منهما أن الفرقة الأخرى حرَّفت التوراة، وكذلك يوجد بين علماء البروتستانت اختلاف في تحديد هذا الموضع.
قال مفسرهم الشهير آدم كلارك: "إن المحقق كني كات يدعي صحة السامرية, والمحقق باري ودرشيور يدعيان صحة العبرانية، لكن كثيراً من الناس يفهمون أن أدلة كني كات لا جواب لها، ويجزمون بأن اليهود حرفوا لأجل عداوة السامريين، والكل يسلمون أن جرزيم ذو عيون وحدائق ونباتات كثيرة، وعيبال جبل يابس لا شيء عليه من هذه الأشياء ... وعلم منه أن التحريف واقع في النسخة العبرانية, وأن أدلة كني كات قوية جداً" (١).
وهذه الفقرة أو الآية تكون كافية لإثبات التحريف والتناقض في الكتاب المقدس, وأي كتاب يكون فيه مثل هذا التناقض والتحريف لا يصح أن يقال: إنه من رب العالمين, أو أنه وحي منه سبحانه وتعالى؛ لأنه كتاب محرف, وكل كتاب طرأ عليه التحريف لا يكون كتاباً مقدساً.
ومن الأدلة على تحريف اليهود للنسخة العبرانية, تبديل كلمة: (الزوجة) مكان (الأخت) وهذا ما جعل جمهور البروتستانت يتركون النسخة العبرانية ويتبعون التراجم الأخرى كاليونانية واللاتينية والسريانية؛ لأن التحريف في النسخة العبرانية أصبح ظاهراً بلا شك, فقد جاء في النسخة العبرانية: (وكان اسم أخته معكه) (٢) , والصحيح أن يكون لفظ الزوجة بدل لفظ الأخت هكذا: (وكان اسم امرأته معكه) , قال آدم كلارك: "وقع في النسخة العبرانية لفظ الأخت، وفي اليونانية واللاتينية
_________
(١) انظر: إظهار الحق (١/ ٢٤٣) مرجع سابق.
(٢) انظر: سفر أخبار اليوم الأول (٣٥: ٩) , موسوعة الكتاب المقدس, (٢/ ١٥٣).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (212,'والسريانية لفظ الزوجة, وتبع المترجمون هذه التراجم، وهاهنا ترك جمهور البروتستانت النسخة العبرانية وتبعوا التراجم المذكورة, فالتحريف في العبرانية متعين عندهم" (١).
خلاصة:
فتبين مما سبق أن النسخ الموجودة من العهد القديم لا يعتد بها الكثير من أهل الكتاب حديثاً؛ وذلك للأسباب التالية:
١ - أن اليهود حرفوا التوراة العبرانية قبل وبعد زمن الطوفان.
٢ - أن التحريف اليهودي وقع بعد مجيء المسيح عيسى - عليه السلام - , وقد فعلوا ذلك لكي لا يعتبر الناس ولا يعتدون بالنسخة اليونانية.
٣ - أن اليهود فعلوا هذا التحريف عناداً للدين المسيحي.
٤ - أن قدماء المسيحين يقولون: إن اليهود حرفوا العهد القديم (التوراة) سنة (١٣٠ م) إضافة إلى الخلاف الدائر بين اليهود السامريين واليهود العبرانيين, وكذلك بين البروتستانت وبين العبرانيين, وذلك مما يدل دلالة قاطعة أن العهد القديم لا يعد كتاباً سماوياً بشهادة علمائهم ومفسريهم, وباعترافهم أنفسهم, وكذلك بشهادات رجال الدين المسيحي كما سبق بيانه.

<span data-type="title" id=toc-160>الفرع الثالث: الأدلة على وقوع التحريف في نسخ العهد الجديد (الأناجيل):</span>
لقد شهدت دوائرهم المعتمدة أن الأناجيل كتبت بعد خمسمائة عام من موت السيد المسيح, والشهادة السابقة تقول: إن اليهود قاموا بالتحريف للتوراة سنة (١٣٠ م) , يعني أن الفارق بين كتابتها وبدأ التحريف اليهودي بصورة أكثر من ثلاثمائة عام, فكم سيحصل من التحريف خلال هذه الفترة؟ أما التوراة فقد تم تحريفها قبل مجيء السيد المسيح.
وأما الأناجيل فيكفي ما قالته فيها دائرة المعارف البريطانية التي طبعت عام: (١٩٦٠ م) أن إنجيل مرقس وإنجيل يوحنا كتب محرفة, وتقول عن النسخ الأصلية للأناجيل: " إن أقدم نسخة من الأناجيل الرسمية الحالية كتبت في القرن الخامس بعد المسيح، أما الزمان الممتد بين الحواريين والقرن
_________
(١) انظر: إظهار الحق, (١/ ٢٤٥) مرجع سابق.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (213,'الخامس فلم يخلف لنا نسخة من هذه الأناجيل الأربعة الرسمية، وفضلاً عن استحداثها وقرب عهد وجودها منا؛ فقد حرفت هي نفسها تحريفاً ذا بال، خصوصاً منها إنجيل مرقس وإنجيل يوحنا" (١).
وأما وقوع التحريف المتعمد من قبل النُّسَّاخ فقد أقر به المدخل الفرنسي للعهد الجديد، حيث جاء فيه: " إن نسخ العهد الجديد التي وصلت إلينا ليست كلها واحدة, بل يمكن المرء أن يرى فيها فوارق مختلفة الأهمية ... ولكن هناك فوارق أخرى بين الكتب والخط تتناول معنى فقرات برمتها, واكتشاف مصدر هذه الفوارق ليس بالأمر العسير, فإن نص العهد الجديد قد نسخ طوال قرون كثيرة بيد نساخ, وصلاحهم للعمل متفاوت، وما من واحد منهم معصوم من مختلف الأخطاء الذي تحول دون أن تتصف بالموافقة التامة للمثال الذي أخذت عنه أية نسخة كانت مهما بذل فيها من الجهد, يضاف إلى ذلك أن بعض النُّسَّاخ حاولوا أحياناً عن حسن نية أن يصوبوا ما جاء في مثالهم، وبدا لهم أنه يحتوي أخطاء واضحة, أو قلة دقة في التعبير اللاهوتي، وهكذا أدخلوا إلى النص قراءات جديدة تكاد تكون كلها خطأ.
ثم يمكن أن يضاف إلى ذلك كله أن الاستعمال لكثير من الفقرات من العهد الجديد في أثناء إقامة شعائر العبادة أدى أحياناً إلى إدخال زخارف غايتها تجميل الطقس, أو إلى التوفيق بين نصوص مختلفة ساعدت على التلاوة بصوت عال.
ومن الواضح أن ما أدخله النُّسَّاخ من التبديل على مرِّ القرون تراكم بعضه على بعضه الآخر، فكان النص الذي وصل آخر الأمر إلى عهد الطباعة مُثقلاً بمختلف ألوان التبديل .. والمثال الأعلى الذي يهدف إليه علم نقد النصوص هو أن يمحص هذه الوثائق المختلفة، لكي يقيم نصاً يكون أقرب ما يمكن من الأصل الأول، ولا يمكن في حال من الأحوال الوصول إلى الأصل نفسه" (٢).
فتبين مما سبق أن اليهود قاتلهم الله قد أصبح التحريف لكلام الله سجيتهم وخلقهم في كل زمانٍ ومكان.
_________
(١) انظر: المفصل في الرد على شبهات أعداء الإسلام (٩/ ٩٨) , وزغلول النجار فارس في مغارة اللصوص (ص: ٢٠) , التحفة المقدسية في مختصر تاريخ النصرانية (ص: ٦٧).
(٢) انظر: الكتاب المقدس في الميزان، (ص: ٩٤ - ٩٥) المؤلف: عبد السلام محمد, الناشر: دار الوفاء للطباعة والنشر المنصورة, الطبعة الأولى عام ١٤١٢ هـ ١٩٩١ م, رقم الإيداع بدار الكتاب (٥٩٦٩/ ١٩٩١).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (214,'<span data-type="title" id=toc-161>الفرع الرابع: أشهر رجالهم في ممارسة التحريف:</span>
إن اليهود قد عرفوا على مر العصور بالإخفاء للأحكام الشرعية, والتستر بأنفسهم وراء الأديان الأخرى, والتخفي خلف الطوائف والجماعات والجمعيات, وكذلك في الهيئات والمنظمات؛ وذلك لأغراض سياسية تخدم مصالحهم, ومنهم أكثر الخبراء المتخفين في جميع المجالات؛ لخدمة أباطيلهم ومخططاتهم, ولإثارة القلاقل والفتن في الأرض, ومن الأمثلة على ذلك أن الذي حرف التوراة هو الكاهن اليهودي عزرا بن سرايا " فقد استطاع أن يكتب التوراة الحالية ... وأضاف أسفاراً نسبها إلى موسى - عليه السلام - , ولا صلة له بها أبداً ... حتى عظمه اليهود, وقالوا عنه: إنه ابن الله, وكان ممن آمن بهذه المقولة يهود المدينة المنورة الذين كانوا فيها حينما هاجر رسول الله - صلى الله عليه وسلم - إليها, وقد أنكروا على رسول الله - صلى الله عليه وسلم - عدم اعتقاده ببنوة عزرا لله عز وجل" (١).
وأما الديانة النصرانية فقد تلبس بها بولس اليهودي الذي أظهر لهم التزامه بالنصرانية, وكارل ماركس اليهودي حيث: "والشيوعية المعاصرة تنسب إلى المسيحي كارل ماركس ١٨١٨ م ١٨٨٣ م, وهو يهودي ابن الحاخام الألماني المتعصب كاي مردخاي الذي هجر اليهودية مؤمناً, واعتنق المسيحية لغرض يهودي, ومثله عبدالله بن سبأ, وميمون القداح " (٢).
وهكذا يوجد لكل زمان ومكان رجاله الذين يقومون بخدمة اليهود واليهودية, وينفذون أهدافها, فأما بولس اليهودي فإنه: " قد كان نموذجاً صارخاً لهذا النوع من التحريف باسم الدين، وقد اعترف بذلك التحريف بقوله: إن كان صدق الله قد أزداد بكذبي لمجده، فلماذا أدان بعد كخاطئ" (٣).
وأما بولس اليهودي فقد تحدث عنه المتخصص في دراسة الأديان ومقارنتها عبد الرحمن حبنكة رحمه الله بقوله: " إن بولس كان يهودياً متلبساً بالنصرانية, وكان له الأثر الكبير في تحريف أصول الديانة النصرانية .. وكان اسمه (شاؤول) ... وكان في أول عهده من أكبر أعداء النصارى الذين آمنوا بعيسى ... وبعد أن رفع الله عيسى بمدة من الزمن أعلن بشكل مفاجئ دخوله في النصرانية, ... ونشط
_________
(١) انظر: كتاب لتفسدن في الأرض مرتين, (ص: ١٩٤ - ١٩٥) , مرجع سابق.
(٢) انظر: صراعنا مع اليهود بين الصلح المستحيل والمواجهة الحتمية, (١/ ٤٥٥) المؤلف: محمد بن مهنأ العلي, الناشر: مطبعة السفير الرياض.
(٣) انظر: هل العهد الجديد كلمة الله (ص: ١٢٩) المؤلف: منقذ بن محمود السقار, سلسلة الهدى والنور.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (215,'بالدعوة إلى المسيحية معلناً أن عيسى هو ابن الله, حتى صار المعلم الأول في المسيحية وداعيتها النشيط, وأخذ ينشر أنه يتلقى التعاليم المسيحية إلهاماً ... وصار هذا الرجل اليهودي في تاريخ المسيحية أحد الرسل السبعين الذين نزل عليهم روح القدس ... وتفاقم تأثير (بولس) حتى صار معلماً لـ (مرقص) أحد كُتَّاب الأناجيل الأربعة ... كما صار معلماً لـ (لوقا) أحد كُتَّاب الأناجيل الأربعة أيضاً, (وهو أول من قال: إن عيسى هو ابن الله) , علماً بأن هذه الفكرة لم تكن قد عرفت من قبل, واستطاع هذا الرجل أن يحرف في جوهر الديانة المسيحية, دون أن يستطيع أحد معارضته؛ لأنه زعم لهم أنه يتلقى التعاليم من المسيح تلقياً إلهامياً روحياً, وصدقوه في ذلك, وأدخل في المسيحية ما أدخل, وحرف فيها ما حرف" (١).
الخلاصة:
أن اليهود هم أول من حرف كتاب الله التوراة, وكذلك الإنجيل, وتلك التحريفات كان أغلبها لأغراض سياسية, ثم تبعهم في التحريف الكُتَّاب والنُّسَّاخ للتوراة والإنجيل, وأدخلوا أموراً قصدوا بها زخرفة العبادات وتزينها, والقيام بتصحيح الأخطاء التي توهموها, فوقعوا فيما هو أشد منه, وهكذا كان أغلب تحريفهم عمداً.
_________
(١) انظر: مكايد يهودية عبر التاريخ، (ص: ٣٤٣٦) مرجع سابق.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (216,'<span data-type="title" id=toc-162>المبحث الثاني: نماذج على تحريفات أهل الكتاب قديماً</span>, وفيه خمسة مطالب:
المطلب الأول: أمثلة على التحريف بالتأويلات الباطلة قديماً.
المطلب الثاني: أمثلة على التحريف بالتبديل قديماً.
المطلب الثالث: أمثلة على التحريف بالزيادة قديماً.
المطلب الرابع: أمثلة على التحريف بالنقص والإبعاد قديماً.
المطلب الخامس: أمثلة على التحريف بالإخفاء والكتمان قديماً.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (217,'وكما أن التحريف للكتب السماوية قد ثبت على أهل الكتاب من خلال ما سبق من الخطاب القرآني, فإن الأمثلة على تحريفات أهل الكتاب قديماً كثيرة, ولكننا سنذكر في هذا المبحث مجموعة من الأمثلة, وسنقسم هذه الأمثلة حتى يتضح ذلك التحريف للقارئ بسهولة, وعليه فسنقسم هذا المبحث بحسب أنواع التحريف كما يلي:

<span data-type="title" id=toc-163>المطلب الأول: أمثلة على التحريف بالتأويلات الباطلة قديماً:</span>
أما التأويلات الفاسدة والباطلة فالمقصود بها أنهم كانوا "يتأوَّلون الكلام على غير حقيقته, ويريدون به غير المقصود به، وهم إنما يفعلون ذلك عن قصد منهم، افتراءً على الله" (١).
وقد ذكر القرآن الكريم ذلك عنهم في أكثر من موضع, فمن ذلك:
الأول: ما ذكره الله في قوله: {مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا} (٢).
قال البيضاوي رحمه الله: " (يحرفون الكلم) أي: يميلونه عن مواضعه التي وضعه الله فيها بإزالته عنها, وإثبات غيره فيها, أو يؤولونه على ما يشتهون فيميلونه" (٣).
وقال الطبري رحمه الله: و (يقولون سمعنا وعصينا) أي: سمعنا يا محمد قولك, وعصينا أمرك.
(واسمع غير مسمع) أي: أن اليهود كانوا يسبون رسول الله - صلى الله عليه وسلم - , ويؤذونه بالقبيح من القول, ويقولون له اسمع منا غير مسمع, كقول القائل للرجل يسبه: اسمع لا أسمعك الله" (٤) , وذكر نحوه ابن عطية, ونقل هذا القول عن ابن عباس وغيره" (٥).
قال أسعد حومد: ويقصدون بهذا التأويل الباطل الدعاء على النبي - صلى الله عليه وسلم -، مع أنهم يحاولون إيهام من حولهم بأنهم يريدون الدعاء له, مع أن المسلمين حينما كانوا يقولون هذه العبارة إنما كانوا يقصدون بها الدعاء, أي: (لا أسمعك الله مكروهاً) , وكان اليهود يقولون للنبي - صلى الله عليه وسلم -: راعنا, وهم يوهمون من
_________
(١) انظر: أيسر التفاسير لأسعد حومد (١/ ٥٣٩) مرجع سابق.
(٢) سورة النساء الآية: (٤٦).
(٣) تفسير البيضاوي (٢/ ١٩٦) مرجع سابق.
(٤) انظر: جامع البيان عن تأويل آي القرآن (٥/ ١١٨) مرجع سابق.
(٥) انظر: المحرر الوجيز (٢/ ٧٦) مرجع سابق.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (218,'حولهم بأنهم يقصدون بذلك (أرعنا سمعك)، أي: انتبه لما نقول لك, وهم يقصدون بذلك سب النبي - صلى الله عليه وسلم - ووصفه بالرعونة (وَرَاعِينُو بِالعِبْرِيَّةِ تَعْنِي الشِّرِّيرَ) وهم إنما يفعلون ذلك استهزاءً بالدين الذي يبلغه النبي عن ربه إلى عباد الله" (١).
وعلى هذا فمعنى تحريفهم الكلم عن مواضعه أنهم يغيرونه ويتأولونه بالباطل, ويوهمون السامع أنهم يريدون الخير, وهم على العكس من ذلك يريدون الشر.
الثاني: ما ذكره الله بقوله: {وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلاً غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزاً مِّنَ السَّمَاء بِمَا كَانُوا يَفْسُقُونَ} (٢).
وهذا التحريف هو تبديلهم لهيئة الفعل التي أمرهم الله بها لدخولهم الأرض المقدسة سجداً, فتأولوها بالتأويلات الفاسدة, قال ابن الجوزي رحمه الله: " أمرهم في دخولهم بفعل وقول, فالفعل: السجود, وفيه خمسة أقوال:
أحدها: أنهم دخلوا متزحفين على أوراكهم, رواه أبو هريرة عن النبي - صلى الله عليه وسلم - (٣).
الثاني: أنهم دخلوا من قبل أستاههم, قاله ابن عباس وعكرمة.
الثالث: أنهم دخلوا مقنعي رؤوسهم, قاله ابن مسعود (٤).
والرابع: أنهم دخلوا على حروف عيونهم, قاله مجاهد.
والخامس: أنهم دخلوا مستلقين, قاله مقاتل" (٥).
_________
(١) انظر: أيسر التفاسير لأسعد حومد (١/ ٥٣٩) مرجع سابق.
(٢) سورة البقرة الآية: (٥٨ - ٥٩).
(٣) والحديث الذي يشير إليه ابن الجوزي هو حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: {قيل لبنى إسرائيل: {وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ} , فدخلوا يزحفون على أستاههم, فبدّلوا وقالوا: حطة, حبة في شعرة} أخرجه البخاري, كتاب تفسير القرآن, باب قوله تعالى: {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ} (٤/ ١٦٢٧) برقم: (٤٢٠٩) مرجع سابق.
(٤) عبد الله بن مسعود بن غافل بن حبيب الهذلي - رضي الله عنه -، أبو عبد الرحمن، صحابي جليل، من السابقين إلى الإسلام مات سنة (٣٢ هـ). انظر: الاستيعاب في معرفة الأصحاب (٣/ ٩٨٧) مرجع سابق، وأسد الغابة (٣/ ٣٩٤) مرجع سابق، والإصابة في تمييز الصحابة (٤/ ٢٣٣) مرجع سابق.
(٥) انظر: زاد المسير في علم التفسير (١/ ٨٦٨٧) مرجع سابق.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (219,'وهذا يدل على رغبتهم في مخالفة أوامر ربهم؛ لأن الأمر الذي أمروا به لا يوجد فيه مشقة, بل هو يسير على أهل الإيمان والطاعة, ولكنهم مع ذلك قاموا بتأويل هيئة الفعل التي أمرهم الله بها.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (220,'<span data-type="title" id=toc-164>المطلب الثاني: أمثلة على التحريف بالتبديل قديماً:</span>
وأما التحريف بالتبديل فقد كانوا يمارسونه غالباً في تبديل الأحكام الشرعية وغيرها, ومما جاء في الخطاب القرآني في ذلك ما يلي:
الأول: ما جاء في قوله تعالى: {وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آَخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآَخِرَةِ عَذَابٌ عَظِيمٌ} (١).
لقد كان في كتب أهل الكتاب قديماً أن حدَّ الزاني هو الرجم كما هو عند المسلمين, ولكن محرفي أهل الكتاب استبدلوها بالتحميم والجلد, وقد ورد ذلك في حديث البراء بن عازب - رضي الله عنه - قال: {مر على النبي - صلى الله عليه وسلم - بيهودي محمماً (٢) مجلوداً فدعاهم الرسول - صلى الله عليه وسلم - فقال: هكذا تجدون حد الزاني في كتابكم؟
قالوا: نعم.
فدعا رجلاً من علمائهم فقال: أنشدك بالله الذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم؟
قال: لا, ولولا أنك نشدتني بهذا لم أخبرك؛ نجده الرجم, ولكنه كثر في أشرافنا فكنا إذا أخذنا الشريف تركناه, وإذا أخذنا الضعيف أقمنا عليه الحد, قلنا: تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع, فجعلنا التحميم والجلد مكان الرجم.
فقال رسول الله - صلى الله عليه وسلم -: اللهم إني أول من أحيا أمرك إذ أماتوه, فأمر به فرجم, فأنزل الله عز وجل: {يَا أَيُّهَا الرَّسُولُ لاَ يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ .. إلى قوله إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ} (٣). يقول: ائتوا محمداً - صلى الله عليه وسلم - فإن أمركم بالتحميم والجلد فخذوه, وإن أفتاكم بالرجم فاحذروا, فأنزل الله تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} (٤). وقوله تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللهُ
_________
(١) سورة المائدة الآية: (٤١).
(٢) أي مسود الوجه من الحممة الفحمة, انظر: شرح صحيح مسلم, باب رجم اليهود أهل الذمة في الزنا (٣/ ١٣٢٧) رقم: (١٧٠٠) مرجع سابق ..
(٣) سورة المائدة الآية: (٤١).
(٤) سورة المائدة الآية: (٤٤).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (221,'فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} (١) وقوله تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (٢). في الكفار كلها} " (٣).
فهذا يدل على أن تبديلهم كان بحسب أهوائهم, واسترضاءً منهم لقادتهم ورؤساءهم حينما كثر فيهم ممارسة الزنا بقوله تعالى: {وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا}.أي: إذا أفتاكم محمد بشيء لا يوافق أهواءكم وأهواء قادتكم فلا تقبلوه, ولو كان من رسول الله - صلى الله عليه وسلم - , وهذا يدل أيضاً على أنهم يعلمون أن القرآن هو الحق, وأن محمداً - صلى الله عليه وسلم - جاء بالحق, وإلا لما تحاكموا إليه, وإنما أرادوا بذلك السؤال علَّهم يجدون بذلك رخصة من رسول الله - صلى الله عليه وسلم - حتى يحاجُّوا بها عوامهم.
الثاني: ومن ذلك تحريف اليهود لكلمة: (السلام) حينما كانوا يسلمون على رسول الله بـ (السام) يعني الموت, كما في قوله تعالى: {وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ} (٤).
وقد حذر رسول الله - صلى الله عليه وسلم - المسلمين منهم بقوله: {إن اليهود إذا سلم عليكم أحدهم فإنما يقول السام عليكم, فقولوا: وعليكم} (٥). قال الشيخ الألباني: صحيح, وقد حذر النبي - صلى الله عليه وسلم - أيضاً المسلمين من اليهود والنصارى بقوله: {إذا سلم عليك اليهودي والنصراني فإنما يقول: السام عليكم, فقل: عليكم} (٦).
وهناك أمثلة كثيرة على التحريف بالتبديل من كتبهم السابقة, فمنه ما جاء في" السفر الثاني من أخبار الأيام من النسخة العبرانية: (لأن الرب ذلل يهوذا بسبب آحاز ملك إسرائيل) (٧)، فلفظ
_________
(١) سورة المائدة الآية: (٤٥).
(٢) سورة المائدة الآية: (٤٧).
(٣) أخرجه مسلم, باب رجم اليهود أهل الذمة في الزنا (٣/ ١٣٢٧) رقم: (١٧٠٠) مرجع سابق.
(٤) سورة المجادلة الآية: (٨).
(٥) أخرجه أبي داود في السنن, في باب السلام على أهل الذمة رقم: (٥٢٠٦) , (٢/ ٧٧٤) المؤلف: سليمان بن الأشعث أبو داود السجستاني الأزدي, الناشر: دار الفكر, تحقيق: محمد محيي الدين عبد الحميد, ومذيلة بأحكام الألباني عليها.
(٦) أخرجه النسائي في سننه الكبرى, باب ما يقول لأهل الكتاب إذا سلموا عليه, وذكر اختلاف الناقلين للخبر في ذلك, (٦/ ١٠٢) , برقم: (١٠٢١١) المؤلف: أحمد بن شعيب أبو عبد الرحمن النسائي, الناشر: دار الكتب العلمية بيروت, الطبعة الأولى، ١٤١١ هـ ١٩٩١ م, تحقيق: د. عبد الغفار سليمان البنداري, سيد كسروي حسن.
(٧) موسوعة الكتاب المقدس, (٢/ ٢٢٢) , السفر الثاني من أخبار الأيام (١٩: ٢٨) مرجع سابق.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (222,'إسرائيل في النسخة العبرانية في هذا النص غلط يقيناً، وهو من التحريف بالتبديل؛ لأن آحاز ملك يهوذا (المملكة الجنوبية وعاصمتها أورشليم)، وليس ملك إسرائيل (المملكة الشمالية وعاصمتها نابلس)، والصواب: أن توضع كلمة: (يهوذا) مكان كلمة: (إسرائيل)، كما وقع في النسختين اليونانية واللاتينية: أن الرب أذل يهوذا بسبب آحاز ملك يهوذا، فالنسخة العبرانية محرفة في هذا الموضع" (١).
ولم نكثر من الاستدلال في هذه الأماكن من الكتاب المقدس الموجود عندهم على هذه التحريفات لاعتقادنا أنه كتاب باطل, والمسلم يعرف كلام الله الحق من كلام غيره الباطل؛ لكثرة التحريفات التي وقعت طوال الزمن والتي هي كثيرة جداً.

<span data-type="title" id=toc-165>المطلب الثالث: أمثلة على التحريف بالزيادة قديماً:</span>
وأما تحريفهم للكتب السماوية بالزيادة فقد ورد تأكيده في الخطاب القرآني لأهل الكتاب وما ذكره الله عز وجل في قوله تعالى: { .. وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} (٢).
فحينما أمر الله بني إسرائيل بدخول الأرض المقدسة طلب منهم في ذلك قولاً وفعلاً, أما الفعل فقد تكلمنا عنه في المطلب السابق.
وأما القول فهو أن يقولوا: (حطة) فزادوا عليها بخلاف ما طُلب منهم, قال ابن الجوزي رحمة الله: " وأما تغيير القول ففيه خمسة أقوال:
أحدها: أنهم قالوا مكان (حطة) حبة في شعرة, رواه أبو هريرة عن النبي - صلى الله عليه وسلم - , والحديث قد تقدم (٣).
والثاني: أنهم قالوا: حنطة, قاله ابن عباس وعكرمة ومجاهد ووهب وابن زيد.
والثالث: أنهم قالوا: حنطة حمراء فيها شعرة, قاله ابن مسعود.
والرابع: أنهم قالوا: حبة حنطة مثقوبة فيها شعيرة سوداء, قاله السدي عن أشياخه.
_________
(١) انظر: إظهار الحق (ص: ٩٢) مرجع سابق.
(٢) سورة البقرة الآية: (٥٨ - ٥٩).
(٣) أخرجه البخاري, كتاب تفسير القرآن, باب قوله تعالى: {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ} (٤/ ١٦٢٧) برقم: (٤٢٠٩) مرجع سابق.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (223,'والخامس: أنهم قالوا: سنبلاً, قاله أبو صالح" (١).
فتبين من هذه الأقوال أن أهل الكتاب قاموا بالزيادة على الأمر الذي طلب منهم؛ إمعاناً منهم في مخالفة أوامر ربهم.
قال محمد متولي الشعراوي: " فكأن المخالفة لم تأت من أن أوامر الله شاقة, ولكنها أتت من الرغبة في مخالفة أمر الخالق, وبدلاً من أن يقولوا حطة, أي: حط عنا يا رب ذنوبنا قالوا: حنطة, والحنطة هي القمح ... ليطوعوا اللفظ لأغراضهم ... فكأن المسألة ليست عدم قدرة على الطاعة ولكن رغبة في المخالفة, ومع أن الحق تبارك وتعالى وعدهم بالمغفرة والرحمة والزيادة للمحسنين ... فإنهم خالفوا وعصوا" (٢).
وهذا يدل على تماديهم في مجاوزتهم الحدود في كل شيء, ومن ذلك كثرة المخالفة لله سبحانه وتعالى, حتى وإن لم يكن في هذه الأوامر مشقة, وفيها مصلحة لهم, وإنما هو من باب التمرد على الله سبحانه وتعالى في رفض أوامره, وغشيان نواهيه, فاستحقوا بذلك غضب الله ولعنته.

<span data-type="title" id=toc-166>المطلب الرابع: أمثلة على التحريف بالنقصان قديماً:</span>
إن من أوضح الأمثلة على التحريف بالنقصان للكتب السماوية هو استبعادهم لإنجيل برنابا طوال القرون السابقة, وبرنابا هو أحد تلاميذ المسيح, وكان ميزة هذا الإنجيل أنه يخالف سائر الأناجيل الأربعة في أمور جوهرية، فمما كان فيه نقضه لدعوى ألوهية المسيح، وتأكيده نجاة المسيح من الصلب، وتنديده ببولس، ورفضه لتبشيره، وكذا تصريحه ببشارة عيسى - عليه السلام - بالنبي محمد - صلى الله عليه وسلم - في مرات عديدة وقصة هذا الإنجيل: أنه قد صدر عام (٣٦٦ م) بأمر من البابا دماسس بعدم مطالعته، وصدر مثل هذا الأمر من مجلس الكنائس الغربية عام (٣٨٢ م)، كما صدر أيضاً مثله أمر عن البابا أنوسنت (٤٦٥ م)، وأما البابا جلاسيوس الأول عام (٤٩٢ م) فقد حرم مطالعة بعض الأناجيل، وكان منها إنجيل برنابا (٣).
_________
(١) انظر: زاد المسير في علم التفسير (١/ ٨٦ - ٨٧) مرجع سابق.
(٢) انظر: تفسير الشعراوي خواطري حول القرآن الكريم, (١/ ٣٥٣) , المؤلف: محمد متولي الشعراوي, الناشر: المكتبة الوقفية.
(٣) انظر: كتاب هل العهد الجديد كلمة الله, (ص: ٨٩ - ٩١) مرجع سابق. نقلاً عن كتاب: الاختلاف والاتفاق بين إنجيل برنابا والأناجيل الأربعة، (ص: ٦٠ - ٦١) المؤلف: محمد عوض.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (224,'وقد فقد هذا الإنجيل لعدة قرون بعد مصادرته, وحرمة قراءته, ووجدت منه بعض النسخ في مكتبة البابا, يقول شيخنا الزنداني (١):
"لكن مكتبة البابا كانت تحتوي على هذا الكتاب, وشاء الله أن يظهر هذا الإنجيل على يد راهب (٢) لاتيني اسمه "فرامرينو" الذي عثر على رسائل "الإبريانوس" وفيها ذكر إنجيل برنابا يستشهد به، فدفعه حب الاستطلاع إلى البحث عن إنجيل برنابا, وتوصل إلى مبتغاه عندما صار أحد المقربين إلى البابا سكتش الخامس" فوجد في هذا الإنجيل أنه سَيُزعم أن عيسى هو ابن الله, وسيبقى ذلك إلى أن يأتي محمد رسول الله فيصحح هذا الخطأ. يقول إنجيل برنابا في الباب (٢٢٠) وسيبقى هذا إلى أن يأتي محمد رسول الله الذي متى جاء كشف هذا الخداع للذين يؤمنون بشريعة الله, وقد أسلم فرامرينو وعمل على نشر هذا الإنجيل الذي حاربته الكنيسة بين الناس" (٣).
_________
(١) الشيخ أ. د. عبد المجيد بن عزيز الزنداني من مواليد محافظة إب عام ١٩٤٢ م, وترجع أصوله إلى قبيلة أرحب التابعة لقبيلة بكيل كبرى القبائل اليمنية, وهو يعد من أقطاب الثورة اليمنية في نهاية الخمسينات وبداية الستينات مع الشهيد محمد محمود الزبيري, وممن شارك معه في إدخال حركة الإخوان المسلمين إلى اليمن, تلقى العلم في اليمن على يد العديد من المشائخ والعلماء, عمل مراقباً لحركة الإخوان المسلمين في اليمن خلال السبعينات والثمانينات, وهو مؤسس هيئة الإعجاز العلمي في المملكة العربية السعودية وعمل فيها لعدة سنوات, ثم تقلد منصب عضو مجلس رئاسة الجمهورية اليمنية بعد الوحدة عام ١٩٩٤ م, وكان صاحب الدور البارز في تغير دستور الجمهورية اليمنية إلى دستور إسلامي, وجعل الشريعة الإسلامية هي مصدر جميع التشريعات, وكان له دوراً بارزاً في الحفاظ على الوحدة اليمنية وتثبيتها بعد انفصالها, وعمل رئيساً لشورى التجمع اليمني للإصلاح إلى عام ٢٠٠٧ م, وهو مؤسس جامعة الإيمان الإسلامية الشهيرة ورئيسها حالياً, وعضو الهيئة العليا للتجمع اليمني للإصلاح حالياً, له العديد من المؤلفات في التوحيد, والعديد من الأبحاث في الإعجاز العلمي منها كتاب التوحيد, وبينات الرسول - صلى الله عليه وسلم - ومعجزاته, وسلسلة كتب الإيمان وبراهينه, ومنطقة المصب, والأقمار الصناعية تشهد بصدق الرسول - صلى الله عليه وسلم - , وله العديد من الإكتشافات كعلاج مرض الإيدز وغيره. المرجع: هذه المعلومات أخذتها من الشيخ الزنداني أثناء عملي معه ..
(٢) الراهب من النصارى هو ساكن الدير, والجمع رهبان, الرهبانية هي حياة جماعية تُقضى في أديرة خاصة لغرض ديني, أساسها نذر مثلث (الطاعة والفقر والتبتل) وتشمل النساء والرجال بزعمهم أن مؤسس الرهبنة هو المسيح عليه الصلاة والسلام, وهو زعم باطل نفاه الله تعالى عن نبيه ورسوله عيسى ابن مريم - عليه السلام - , وأوضح أنه من جملة البدع التي ابتدعوها, ومع ذلك ما رعوها حق رعايتها. قال تعالى: {ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} [سورة الحديد: ٢٧]. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١٠٥٩) مرجع سابق.
(٣) انظر: بينات الرسول - صلى الله عليه وسلم - ومعجزاته (ص: ٣٣ - ٣٤) مرجع سابق.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (225,'وبعد ذلك وجدت نسخة أخرى" في عام (١٧٠٩ م) عثر عليها كريمر أحد مستشاري ملك روسيا وهي النسخة الوحيدة الموجودة اليوم من إنجيل برنابا, والتي استقرت عام (١٧٣٨ م) في البلاط الملكي في فيينا، وتقع في ٢٢٥ صحيفة سميكة مجلة (١) بصحيفتين ومكتوبة بالإيطالية. (٢).
وهذه النسخة هي المتداولة في عصرنا الحديث, ولكنها قد حرفت بالنقصان والحذف, وكان هذا الإنجيل هو واحد من ضمن الأناجيل التي حذفها أهل الكتاب من كتبهم, وهذا هو ما حصل في مجمع نيقية قديماً عام: (٣٢٥ م) حينما حذفوا عشرات الأناجيل دون أي مبرر يذكر, كما قال في ذلك العالم الألماني تولستوي في مقدمة إنجيله الخاص الذي وضع فيه ما يعتقد صحته: " لا ندري السر في اختيار الكنيسة هذا العدد من الكتب وتفضيلها إياه على غيره، واعتباره مقدساً منزلاً دون سواه مع كون جميع الأشخاص الذين كتبوها في نظرها رجال قديسون ... ويا ليت الكنيسة عند اختيارها لتلك الكتب أوضحت للناس هذا التفضيل ... إن الكنيسة أخطأت خطأ لا يغتفر في اختيارها بعض الكتب ورفضها الأخرى واجتهادها .. , وقد أمرت الكنيسة بحرق جميع هذه الأناجيل لما فيها من مخالفات للعقيدة الكنسية، وصدر قرار من الإمبراطور بقتل كل من عنده نسخة من هذه الكتب (٣).
_________
(١) يقول الباحث خليل سعادة أنها مجلدة بصحيفتين عليهما نقوش ذهبية ... ويرى المحققون أن ناسخ هذه المخطوطة من أهالي البندقية في القرن ١٥ - ١٦ أوائل القرن السابع عشر، وأنه أخذها من نسخة توسكانية أو بلغة النبدقية، وتطرقت إليها اصطلاحات توسكانية. انظر: أرشيف ملتقى أهل الحديث (٤١/ ١٤٠).
(٢) انظر: كتاب هل العهد الجديد كلمة الله, (ص: ٨٩ - ٩١) مرجع سابق.
(٣) انظر: كتاب هل العهد الجديد كلمة الله, (ص: ٨٩ - ٩١) مرجع سابق. نقلاً عن كتاب: الاختلاف والاتفاق بين إنجيل برنابا والأناجيل الأربعة، (ص: ٦٠ - ٦١) المؤلف: محمد عوض.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (226,'<span data-type="title" id=toc-167>المطلب الخامس: أمثلة على التحريف بالإخفاء والكتمان قديماً:</span>
وأما التحريف بالإخفاء فقد حصل من أهل الكتاب قديماً مع رسلهم, وحصل منهم ذلك الإخفاء مع رسول الله - صلى الله عليه وسلم - , وقد بيَّن الله ذلك لرسوله - صلى الله عليه وسلم - , فكشف له بعضاً مما أخفوه من الآيات, وبيَّن لهم بعضاً من تلك الأحكام وغيره؛ حتى يكون الناس على بينة من أمرهم, قال تعالى: { ... إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا} (١).
وقال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ} (٢).
ولقد بيَّن سيد قطب رحمه الله أن مهمة رسول الله - صلى الله عليه وسلم - ودوره مع أهل الكتاب أن يبين لهم ويكشف ما تواطئوا على إخفائه من حقائق كتاب الله الذي أنزله عليهم, سواء في ذلك اليهود والنصارى, فكل فريق قد أخفى شيئاً مما شرعه الله, فقد أخفى النصارى الأساس الأول للدين وهو التوحيد, وأخفى اليهود كثيراً من أحكام الشريعة؛ كرجم الزاني، وتحريم الربا كافة, كما أخفوا جميعاً خبر بعثة النبي الأمي الذي قال تعالى فيها: {الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ} (٣) (٤).
وقد جاء في حديث ابن عمر رضي الله عنهما قال: {أتي النبي - صلى الله عليه وسلم - برجل وامرأة من اليهود قد زنيا فقال لليهود: ما تصنعون بهما.
قالوا: نسخم (٥) وجوههما ونخزيهما (٦).
قال: {فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ} (٧).
_________
(١) سورة الأنعام الآية: (٩١).
(٢) سورة المائدة الآية: (١٥).
(٣) سورة الأعراف الآية: (١٥٧).
(٤) انظر: في ظلال القرآن (٢/ ٨٦١) مرجع سابق.
(٥) التسخيم هو: تسويد الوجه. (نتكاتمه) نخفيه ولا نظهره. انظر: شرح صحيح البخاري, (٦/ ٢٧٤٢) رقم (٧١٠٤) مرجع سابق.
(٦) نخزيهما: نفضحهما بأن نركبهما على حمار معكوسين وندور. انظر: شرح صحيح البخاري, (٦/ ٢٧٤٢) رقم (٧١٠٤) مرجع سابق.
(٧) سورة آل عمران الآية: (٩٣).',NULL,'237',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (227,'فجاءوا فقالوا لرجل ممن يرضون أعور اقرأ: فقرأ حتى انتهى إلى موضع منها فوضع يده عليه.
قال: ارفع يدك. فرفع يده فإذا فيه آية الرجم تلوح.
فقال: يا محمد إن عليهما الرجم ولكنا نتكاتمه بيننا. فأمر بهما فرجما فرأيته يجانئ عليها الحجارة} (١).
فهذا الحديث يبن لنا مدى الإخفاء والكتمان الذي قام به اليهود مع رسول الله - صلى الله عليه وسلم - لنص الرجم الوارد في كتبهم, وحينما وضع الرجل يده فوق الحكم الوارد لإخفائه, وإتيانهم بالرجل الأعور يقرأ التوراة؛ ليتمكنوا من مغالطة رسول الله - صلى الله عليه وسلم - كما يغالطوا عامتهم, ولكن الله كشفهم على يد نبيه محمد - صلى الله عليه وسلم -.
وأما المقصود من طلب رسول الله منهم أن يأتوا بالتوراة فقد قال فيه الطبري رحمه الله: "فأتوا بالتوراة فاتلوها حتى ننظر هل ذلك فيها أم لا؛ ليتبين كذبهم لمن يجهل أمرهم" (٢) , فلم يستطيعوا الإتيان بالتوراة الحق التي أنزلها الله على رسوله موسى - عليه السلام -؛ لأنهم قد حرفوها وبدلوها.
وهناك تحريف آخر بالكتمان, وهذا التحريف حصل من اليهود خاصة, وذلك بكتمانهم وإخفائهم لبعض الأسفار المقدسة عندهم من كتب العهد القديم والجديد مع أن أكثر المسيحيين لا يعترفون بها ولا يقدسونها, وهذه الأسفار يسمونها بالأسفار الخفية, وقد تكلم عن هذا الدكتور علي عبد الواحد وافي المتخصص في دراسة الدين اليهودي بقوله: " وبجانب الأسفار التي يتألف منها العهد القديم في نظر اليهود, توجد أسفار يهودية قديمة أخرى لم يدخلها اليهود في أسفار هذا العهد _القديم_ ويطلقون عليها اسم "الأسفار الخفية", ومن الأسفار الخفية عند اليهود الأسفار التي تزيد بها الترجمة السبعينية (٣) عن الأصل العبري؛ وبعض الأسفار الخفية غير مقدس ولا معتمد في نظر
_________
(١) أخرجه البخاري في صحيحه, باب ما يجوز من تفسير التوراة وغيرها من كتب الله بالعربية وغيرها, (٦/ ٢٧٤٢) رقم (٧١٠٤) مرجع سابق.
(٢) انظر: تفسير الطبري (٤/ ٢) مرجع سابق.
(٣) الترجمة السبعينية هي التي تمت في سنتي: (٢٨٢ - ٢٨٣ ق. ب) على يد اثنين وسبعين فقيهاً من يهود مصر, وكانوا من جميع أسباط اليهود. انظر: كتاب اليهودية واليهود (ص: ١٩) , المؤلف: الدكتور علي عبد الواحد وافي, الناشر: نهضة مصر للطباعة والنشر والتوزيع, الطبعة الخامسة عام (٢٠٠٥ م).',NULL,'238',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (228,'اليهود, بينما بعضها الآخر مقدس أي: معترف بأنه موحى به, ومعتمد في نظرهم, ولكن رأى أحبارهم وجوب إخفائه, وقرروا أنه لا يجوز أن يقف عليه الجمهور في صدد اليهود." (١).
وهكذا تبين مما سبق أن البروتستانت لا تعترف بهذه الأسفار الخفية تماماً, "وكذلك فرقة السامرية كانت لا تؤمن إلا بسبعة أسفار من العهد القديم, وتنكر ما عدا ذلك" (٢) أي: من بين تسعة وثلاثين سفر, وبعكس الكنيسة الكاثوليكية, مما يؤكد اعتراف الكثير من أهل الكتاب أن النسخ الموجودة معهم محرفة, وأنها تختلف من فرقة لأخرى بالزيادة والنقصان والإخفاء.
_________
(١) انظر: المصدر نفسه, (ص: ٢٤٢٥) مرجع سابق.
(٢) انظر: المصدر نفسه, (ص: ٢١) مرجع سابق.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (229,'<span data-type="title" id=toc-168>المبحث الثالث: أمثلة على تحريفات أهل الكتاب حديثاً</span>, وفيه:
المطلب الأول: خطط التحريف حديثاً.
المطلب الثاني: أمثلة على التحريف بالتبديل حديثاً.
المطلب الثالث: أمثلة على التحريف بالتأويلات الباطلة حديثاً.
المطلب الرابع: أمثلة على التحريف بالإخفاء والكتمان حديثاً.
المطلب الخامس: أمثلة على التحريف بالزيادة حديثاً.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (230,'إذا كان التحريف لكلام الله من قبل اليهود والنصارى قد حصل منهم قديماً, دون حياء ولا خوف من خالقهم ومع قرب عهدهم برسل ربهم فإنهم من باب أولى سيمارسون التحريف لكلام الله في عصرنا الحديث, وسيمارسونه كذلك مع جميع البشر, وذلك بحسب أهوائهم, ولأغراض تخدم مصالحهم السياسية وغيرها, وهذا ما حصل منهم.
فخيانتهم في التحريف مستمرة عبر الزمن, أما في عصرنا الحديث فإنهم يمارسون التحريف بجميع أشكاله وأنواعه, ومعلوم أن النصارى كانوا مطلع القرن العشرين لا يزالون في عداء شديد مع اليهود بسبب قتلهم السيد المسيح كما يزعمون, وكان النصارى يقولون: إنه لا يمكن أن يساعدوا اليهود أو يقفوا بجانبهم, وقد قال البابا بيوس العاشر سنة (١٩٠٣ م) لهرتزل اليهودي عندما طلب منه مساعدة اليهود قال له: إن اليهودية أساس ديننا, غير أن اليهودية قد حلت محلها المسيحية, ولهذا السبب لا يمكننا اليوم أن نساعد اليهود أكثر مما منحناهم من قبل, لقد كان المنتظر أن يكون اليهود أول المستجيبين لدعوة المسيح, بيد أنهم لم يفعلوا هذا حتى اليوم حتى جاءت أواخر القرن العشرين فأجمع اليهود والنصارى على التحريف, وأما قادة الديانة النصرانية فقد بدلوا سياستهم إزاء اليهود لسبب أو لآخر, وأول من تحرك في الاتجاه المضاد البابا بيوس الثاني عشر الذي كان رئيس الكنيسة الكاثوليكية أيام النازيين, فلنقرأ ما يحدث اليوم من البابا يوحنا بول الثاني, تاركين للدنيا كلها أن توازن وتتأمل ما قالته الصحف الفرنسية وفي مقدمتها صحيفتا التحرير والصباح بتاريخ: (١٤ من إبريل ١٩٨٦) تقول: أمس ذهب البابا إلى كنيس روما الكبير في أول تقارب تاريخي يضع حداً للعداء التقليدي بين اليهودية والكثلكة, ومن الكلمات التي خاطب بها البابا حاخامات اليهود: إن العلاقات التي تربطنا بكم لا تربطنا بأي دين آخر! ! أنتم إخواننا المفضلون! ! أو بتعبير آخر نستطيع أن نقول: أنتم إخواننا الكبار! ! (١).

<span data-type="title" id=toc-169>المطلب الأول: خطط التحريف حديثاً:</span>
وقبل أن نقوم بذكر الأمثلة على تحريفهم لكتب الله في العصر الحديث, نقوم بذكر الخطة الماكرة التي قام بها أهل الكتاب لتحريف ما بقي في كتبهم, وهذه الخطة شملت جميع أنواع التحريف.
_________
(١) انظر: اليهود المعتدون ودولتهم إسرائيل (ص: ١٥٦ - ١٥٩) , المؤلف: محمد الغزالي, الناشر: الدار الشامية بيروت, الطبعة الثانية, ١٤٢٣ هـ ٢٠٠٢ م.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (231,'وقد تكلم اللواء أحمد الوهاب (١) أحد الباحثين المعاصرين, والمتخصصين بدراسة هذا المجال, والذي بين كيف قام اليهود بإقناع المسيحيين بالتحريف فصدقوهم في تبرئة اليهود من دم السيد المسيح, وكانت هذه التبرئة هي جواز المرور لليهود حتى تمكنوا من إكمال التحريف في العهد الجديد, فقاموا بتحريف النسخة الإسرائيلية المحرفة أصلاً, وكان ذلك يوضح الخطة العامة لتحريف أسفار العهد الجديد والتي سارت على النحو التالي:

<span data-type="title" id=toc-170>الخطة الأولى:</span>
"محو كلمة "اليهود" من أسفار العهد الجديد, وهي الكلمة التي تكرر ذكرها (١٥٩) مرة, ثم تم استبدالها بكلمات مختلفة تساعد على إبعاد المسؤولية التي تكون قد علقت باليهود من جراء قول أو فعل نسبته إليهم تلك الأسفار.
لذلك نجد كلمة " اليهود" قد محيت واستبدلت بكلمات أخرى مثل: مواطني ولاية اليهودية وفيهم اليهود وغير اليهود وهؤلاء قد أطلق عليهم" أهل اليهودية".
كذلك استبدلت كلمة " اليهود" بكلمة: " الرعاع" أو " المنعزلين" أو " العامة" بل إن هذه الكلمة استبدلت أحياناً بكلمة " الوثنيين" (٢) (٣).

<span data-type="title" id=toc-171>الخطة الثانية:</span>
محو ما يتعلق بالشعب اليهودي باعتباره جماعة دينية ترتبط بـ (الناموس) و"المجمع", ويقوم على رأسها "الشيوخ" و"رؤساء الكهنة", وتعرف بينها طوائف "الفريسيين" وجماعة "اللآويين" ففي النسخة الإسرائيلية المحرفة نجد "الناموس" قد استبدل بـ"الكتاب المقدس" واستبدل "المجمع بالمحكمة, و"الشيوخ بالمشرعين", و"رؤساء الكهنة بالقسس أو الكهنة", و"الفريسيين بالمنعزلين" و"اللآويين بالمساعدين",
_________
(١) اللواء احمد عبد الوهاب هو قائد عسكري, ومن أعضاء جماعة أنصار السنة في مصر, له العديد من المؤلفات من أشهرها, مناظرة بين الإسلام والنصرانية, حقيقة التبشير بين الماضي والحاضر, وإسرائيل حرفت الأناجيل.
(٢) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٤٥ - ٤٦) المؤلف: اللواء أحمد عبد الوهاب, الناشر: مكتبة وهبة القاهرة, الطبعة الثانية (١٩٩٧ م) , وكتاب الصهيونية تحرف الأناجيل, (ص: ٦٠ - ٦٢) المؤلف: سهيل التغلبي, طبعة: ١٩٩٩ م.
(٣) أقول: أما هذا التمييع في الألفاظ وحذف كلمة اليهود فهو من أخطرها, وأيضاً من هذا التمييع للألفاظ استبدالهم لكلمة اليهود بالوثنيين, وذلك حتى يتخلصوا من كل ما نسب إليهم من الجرائم في الزمان السابق.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (232,'كذلك استبدل "مشيخة الشعب (اليهودي). بمثيري الرعاع" والجمع أو الجميع أو الجموع (من اليهود) بالغوغاء أو الرعاع", واستبدل "خدام اليهود بالخدام" فقط مع إسقاط كلمة "اليهود" (١).

<span data-type="title" id=toc-172>الخطة الثالثة:</span>
التخلص من كلمة "الصليب" وما يشتق منها, وذلك بتحريفها إلى كلمات أخرى قد تقترب منها في المعنى وقد لا تقترب على الإطلاق, مثل استبدال كلمة: " اصلبه, صلبه, بكلمة خذه أو أبعده, أو انفه, أو اشنقه " (٢).

<span data-type="title" id=toc-173>الخطة الرابعة:</span>
تجنب كلمة "القتل" وما يشتق عنها, وذلك باستبدالها بكلمات أقل منها حدة, فقد استبدلت: كلمة: " يقتل" بكلمة" يدين, أو ينفى, أو يأخذ أو يضايق, أو ينكر, أو يقاوم" (٣) (٤).

<span data-type="title" id=toc-174>الخطة الخامسة:</span>
محو الفقرات التي تلقي مسؤولية دم يسوع على اليهود وأولادهم من بعدهم, واستبدالها بفقرات أخرى تُحمِّل المصلوب وزر دمه المراق (٥) (٦).

<span data-type="title" id=toc-175>الخطة السادسة:</span>
تحميل الرومان مسؤولية حادثة الصلب بعد تخليص اليهود منه, وذلك بتحريف الفقرات التي تلقي تلك المسؤولية على اليهود أو على الشعب اليهودي، وإلصاقها بالحاكم الروماني بيلاطس, رغم ما تقرره أسفار العهد الجديد بوضوح لا يحتمل اللبس من أن بيلاطس أراد إنقاذ يسوع وإطلاق
_________
(١) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٤٥ - ٤٦) مرجع سابق, وكتاب الصهيونية تحرف الأناجيل, (ص: ٦٠ - ٦٢) مرجع سابق.
(٢) انظر: المصدر نفسه، (ص: ٤٥ - ٤٦) مرجع سابق.
(٣) انظر: المصدر نفسه، (ص: ٤٥ - ٤٦) مرجع سابق.
(٤) أقول: وهذا أيضاً من أخطر أنواع التحريف؛ لأن الكتب السماوية تخبرنا أن اليهود هم أكثر من يمارس القتل, ويسفك دماء الأنبياء والصالحين من المؤمنين في كل زمان ومكان.
(٥) انظر: المصدر نفسه، (ص: ٤٥ - ٤٦) مرجع سابق.
(٦) أقول: ومثل هذا التحريف يدل على أن اليهود قد تجاوزوا حدودهم في استخفافهم بالنصارى حتى أنهم أرادوا إقناعهم بأن المصلوب يتحمل وزر دمه المراق, حتى يخرجوا أنفسهم من جريمة الصلب التي تنسب إليهم من قبل النصارى.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (233,'سراحه هدية من السلطة الرومانية الحاكمة للشعب اليهودي في عيده, فلم يفلح حتى اضطر إلى أن " أخذ ماء وغسل يديه قدام الجمع قائلاً: إني بريء من دم هذا البار" (١).

<span data-type="title" id=toc-176>الخطة السابعة:</span>
تحريف الفقرات التي خاطب بها تلاميذ المسيح اليهود مباشرة وأدانوهم فيها على مواقفهم الإجرامية من المسيح, وذلك بتحويلها من صيغة ضمير المخاطب الحاضر إلى صيغة ضمير الغائب, فاستبدل " أنتم" بالضمير " هم" حتى تضيع المسؤولية في تحديد من هم ... " (٢).
خلاصة خطط التحريف حديثاً:
فتبين من خلال ما سبق أن خطط التحريف التي يقوم بها اليهود والنصارى قديماً يمارسها اليهود والنصارى حديثاً, وذلك يؤكد لنا استمرارهم في العبث بما تركه أسلافهم مما لم يحرفوه, وأنهم أكملوا طمس ما تبقى من نور الوحي إن وجد؛ فعمهم الظلام, وليتبين للقارئ الكريم في عصرنا الحديث أن أهل الكتاب ليسوا على شيء من الهدى والنور الذي جاءت به رسل الله, وأن كتبهم لا يعتمد عليها, وأن الواجب على أهل الكتاب أن يؤمنوا بالقرآن الكريم ويعملوا بما فيه, قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّىَ تُقِيمُوا التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ} (٣).
وينبغي لأهل الإسلام أن يكونوا على حذر تام في أي تعامل أو أي تعاون معهم؛ لأنهم في سبيل الوصول لأغراضهم فلن يحترموا عهداً ولا ميثاق ولا كتاب سماوي وخاصة اليهود لأنهم سيحرفون وينقضون ما سيكون بينهم وبين غيرهم من المواثيق بحسب ما تريد أهواؤهم, وطلباً لمصالحهم, واستمراراً في مكرهم وخيانتهم, قال تعالى: {وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} (٤).
وأما الخيانة المذكورة في هذه الآية فالمقصود بها كما ذكر سيد قطب رحمه الله أنها: "الفعلة الخائنة، والنية الخائنة، والكلمة الخائنة، والنظرة الخائنة ... يجملها النص بحذف الموصوف وإثبات الصفة
_________
(١) انظر: المصدر نفسه، (ص: ٤٥ - ٤٦) مرجع سابق.
(٢) انظر: المصدر نفسه، (ص: ٤٥ - ٤٦) مرجع سابق.
(٣) سورة المائدة الآية: (٦٨).
(٤) سورة المائدة الآية: (١٣).',NULL,'244',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (234,'(خائنة) لتبقى الخيانة وحدها مجردة، تملأ الجو، وتلقي ظلالها وحدها على القوم, فهذا هو جوهر جبلتهم، وهذا هو جوهر موقفهم، مع الرسول محمد ومع الجماعة المسلمة" (١).
وهذه الخيانة ستستمر في كل زمانٍ ومكان, ولذا فكلامنا في تحريف أهل الكتاب حديثاً سنجمله في هذا المبحث من خلال المطالب التالية:

<span data-type="title" id=toc-177>المطلب الثاني: أمثلة على التحريف بالتبديل حديثاً</span>.
إن من التبديل الذي قام به أهل الكتاب في كتبهم حديثاً هو استخدامهم لكلمة (هي) بدلاً عن كلمة (هو) في صفات الرسول الذي سيرسله الله إلى البشر بعد عيسى - عليه السلام -؛ وذلك لتدل كلمة (هي) على أن الذي أوحي إليه أنثى وليس ذكراً, وتأولوها بتأويلات فاسدة مفادها أنه يقصد بها شبح, أو طيف, أو روح, وقد ذكر هذا التبديل الأستاذ أحمد ديدات رحمه الله فيما يلي:
أولاً: "جاء في إنجيل يوحنا (١٦: ١٣): " (وأما متى جاء ذاك روح الحق فهو يرشدكم إلى جميع الحق؛ لأنه لا يتكلم من نفسه بل كل ما يسمع يتكلم به ويخبركم [هو] بأمور آتية). _فهنا يوجد تحريفان في هذه الجملة فالأول أن الضمائر المذكرة غيرَّوها إلى ضمائر مؤنثة في النسخة الأردية من الإنجيل فالضمير (هو) استبدل بـ (هي)؛ حتى لا يستطيع المسلمون الإدعاء بأن الآية تشير إلى محمد - صلى الله عليه وسلم - , ثم يقول ديدات: هذا التحوير المسيحي رأيته بنفسي في النسخة الأردية من الإنجيل, وهو خداع معتاد من المبشرين خاصة في اللغات الإقليمية.
الثاني: أما التحريف الثاني فهو: حيلة عثرت عليها في الإنجيل باللغة الإفريقية في النص السابق موضوع البحث, فقد غيروا كلمة معزي [مساعد comforter] إلى كلمة: وسيط [Mediator], وأقحموا فيها جملة الروح القدس, وهي التي لم يجرؤ أي دارس إنجيلي على إقحامها إلى النسخ
_________
(١) انظر: في ظلال القرآن (٢/ ٨٥٩) مرجع سابق.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (235,'الإنجليزية المتعددة, ولا حتى جماعة شهود يهوا, وشهود يهوا (١): جماعة مسيحية لها طريقها الخاص في ترجمة الإنجيل (٢) " (٣).
وهناك أيضاً عددٌ كبير من التحريفات لأهل الكتاب, وخاصةً فيما يتعلق برسالة نبي الله محمد - صلى الله عليه وسلم - , أو بصفاته وتبديلها حتى لا تدل عليه, وكذلك فيما يتعلق بالعنصرية اليهودية التي تدعي أن فضل الله ورحمته مقصوراً على بني إسرائيل, وأنه ليس للعرب وغيرهم منها شيء, فأنكروا نبوة محمد - صلى الله عليه وسلم - وحرفوها, وأخفوا وكتموا كل ما يدل عليها, وقد عملوا ذلك مع عيسى - عليه السلام - فكذبوه وحاربوه وأرادوا قتله حينما شعروا أن الله سيأخذ الرسالة منهم؛ لأنهم شعروا أن عيسى ليس له والد من بني إسرائيل وأن نسبه منقطع عنهم.
الثالث: ومن ذلك التبديل والتحريف في نسخ الكتاب المقدس ما فعله القسس العرب حيث حرفوا في النسخة العربية بخلاف الطبعات الإنجليزية كلمة: (الكتابة) بدل (القراءة) حتى لا تدل على أنه محمد رسول الله.
فقد جاء في سفر أشعيا: الإصحاح (٢٩ الفقرة ١٢): (ويدفع الكتاب للأمي ويقال له: اقرأ هذا أرجوك فيقول: أنا أمي) أي: لست بقارئ, وهذه ترجمة للنص الذي ورد في نسخة الملك جيمس للكتاب المقدس المعتمدة عند النصارى, وهي أوثق النسخ للتوراة والإنجيل عندهم, وفي النسخة
_________
(١) يهوه: أحد أسماء الله تعالى في التوراة ويترجم بالعربية بمعنى كلمة (الرب) , وهو مشتق من اللفظ العبراني (هيه) أو (هوه) الذي يفيد الوجود فـ (يهوه) تعني الكائن, أو واجب الوجود غير المتغير الأزلي الذي أعلن ذاته وصفاته, أو الذي كان, وتترجم إلى العربية بالرب أو الله. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١١٧٤) مرجع سابق, موسوعة اليهود واليهودية والصهيونية (١/ ١٠٢) مرجع سابق.
(٢) "شهود يهوه Jehovah''s Witnesses جماعة دينية مسيحية بروتستانتية اسمها الأصلي هو WatchtowerBible and Tract Society يؤمن أتباعها بعدد من الأفكار المشيحانية الصهيونية. ويعود اسم الجماعة الشائع إلى إيمانها بأن اسم الإله الحقيقي هو «يهوه» وأن الاسم الحقيقي للمسيحيين هو «شهود». نشأت الحركة في الولايات المتحدة الأمريكية عام ١٨٧٢ في مدينة بتسبرج بولاية فيلادلفيا على يد رجل أعمال شاب يدعى تشارلز راسل (١٨٥٢ ـ ١٩١٦) كان ينتمي لجماعة الأدفنتست، وهي جماعة بروتستانتية تدور أفكارها حول أطروحة عودة المسيح (فهم الأدفنتست أو المؤمنون بالعودة) وتنصير اليهود باعتبارهم أساس الشر وجرثومة الفساد التي نمت في العالم. انظر: موسوعة اليهود واليهودية والصهيونية (١٦/ ٣٩٩) مرجع سابق.
(٣) انظر: المجموعة الثالثة لأحمد ديدات (ص: ٨٩ - ٩٠)، مكتبة ديدات ترجمة: محمد مختار، رمضان الصفناوي، علي عثمان. الناشر: كتاب المختار، أسسه حسين عاشور عام ١٩٧٩.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (236,'المسماة (Bible Good News), وهذه النصوص العربية كلها مقتبسة من"الكتاب المقدس, الناشر: دار الكتاب المقدس, الشرق الأوسط ورد ما ترجمته كالآتي:
(إذا تعطيه إلى شخص لا يستطيع القراءة, وتطلب إليه أن يقرأه عليك, سيجيب بأنه لا يعرف كيف) وعندما نجد هذا النص الواضح في الطبعات الإنجليزية نرى أن القسس العرب قد حرفوا هذا النص في نسخته العربية فجعلوا العبارة كالآتي: (أو يدفع الكتاب لمن لا يعرف الكتابة ويقال له: اقرأ هذا فيقول: لا أعرف الكتابة) (١).
وقد قاموا بهذا التحريف خشية منهم أن تتطابق هذه الأوصاف مع ما جاء في الحديث المشهور عن عائشة رضي الله عنها (٢) , وهي تتحدث عن النبي - صلى الله عليه وسلم - حينما جاءه الوحي, وهو في غار حراء, فقالت: {فجاءه الملك فيه فقال: اقرأ, فقال النبي - صلى الله عليه وسلم -: ما أنا بقارئ} (٣).
وقد وقع في مرسل عبيد بن عمير عند ابن إسحاق أن النبي - صلى الله عليه وسلم - قال: {أتاني جبريل بنمط من ديباج فيه كتاب قال: اقرأ، قلت: ما أنا بقارئ} " (٤).
وكم من الزمن قد مر بعد عيسى - عليه السلام -، وما نزل وحي على نبي أمي إلا على النبي الأمي محمد - صلى الله عليه وسلم - الذي يجدون أميته مكتوبةً عندهم حتى يومنا هذا" (٥).
الرابع: ومن ذلك التحريف أيضاً تبديلهم كلمة: (من وسط إخوتهم) إلى (من بين قومهم) " فقد جاء في التوراة في سفر التثنية ١٨: ١٧١٨ على لسان موسى - عليه السلام -: " قال لي الرب: قد أحسنوا فيما تكلموا. أقيم لهم نبياً من وسط أخوتهم مثلك, وأجعل كلامي في فمه (٦) , والمقصود
_________
(١) انظر: سفر أشعيا (١٢: ٢٩) موسوعة الكتاب المقدس, (٣/ ٣٧).
(٢) هي عائشة بنت أبي بكر الصديق عبد الله بن أبي قحافة القرشية المكية رضي الله عنها، أم المؤمنين، زوجة النبي - صلى الله عليه وسلم -، أفقه نساء الأمة على الإطلاق، ولدت بعد البعثة بأربع سنين أو خمس، توفيت سنة ٥٧ أو ٥٨ هـ. انظر: الاستيعاب في معرفة الأصحاب (٤/ ١٨٨١) مرجع سابق, وأسد الغابة (٧/ ٢٠٥) مرجع سابق, والإصابة في تمييز الصحابة (٨/ ١٦) مرجع سابق.
(٣) أخرجه البخاري, باب أول ما بدأ الوحي برسول الله - صلى الله عليه وسلم - (٦/ ٢٥٦١) رقم: (٦٥٨١) , وباب باب سورة العلق, برقم: (٤٦٧٠) مرجع سابق.
(٤) انظر: فتح الباري في شرح صحيح البخاري, كتاب التفسير, باب تفسير سورة: (اقرأ باسم ربك الذي خلق) (٨/ ٧١٨) مرجع سابق.
(٥) انظر: بينات الرسول - صلى الله عليه وسلم - ومعجزاته للزنداني, (ص: ٢٨ - ٣٠) مرجع سابق.
(٦) انظر: سفر التثنية: (١٨: ١٧ - ١٨) موسوعة الكتاب المقدس, (١/ ٣٢٩) مرجع سابق.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (237,'بإخوتهم: أبناء إسماعيل - عليه السلام -؛ لأنه أخو إسحاق - عليه السلام - الذي ينسب إليه بنو إسرائيل، حيث وهما ابنا إبراهيم الخليل - عليه السلام -، ومحمد - صلى الله عليه وسلم - من ذرية إسماعيل, ولو كانت البشارة تخص أحداً من بني إسرائيل لقالت: (منهم) قال الشيخ الزنداني: لقد تنبه المحرفون لهذا فبدلوا العبارة التي تعني "من وسط إخوتهم" في النسخة الإنجليزية الحديثة Good News Bible إلى عبارة تعني "من بين قومهم" (from among their own people). فمحمد - صلى الله عليه وسلم - هو من وسط إخوتهم، وهو نبي ورسول مثل موسى - عليه السلام - , وصاحب شريعة جديدة، وحارب المشركين, وتزوج, وكان راعي غنم، ولا تنطبق هذه البشارة على يوشع كما يزعم اليهود؛ لأن يوشع لم يوح إليه بكتاب، كما جاء في سفر التثنية: ١٠: ٣٤"ولم يقم بعد نبي في إسرائيل مثل موسى" (١) , أي: من بني إسرائيل, وكما أن البشارة لا تنطبق على عيسى - عليه السلام - كما يزعم النصارى، إذ لم يكن مثل موسى - عليه السلام - من وجوه، فقد ولد من غير أب وتكلم في المهد, ولم تكن له شريعة كما لموسى - عليه السلام -، ولم يمت بل رفعه الله تعالى إليه" (٢).
وهذا التحريف الذي قاموا به أرادوا به أن لا تدل هذه العبارات على أن المقصود بها محمد - صلى الله عليه وسلم - , لتطابق أوصافه مع ما جاء فيها قبل التحريف.
الخامس: ومن أشهر التحريف الذي حصل في عصرنا الحديث هو وثيقة تبرئة النصارى لليهود من دم المسيح, فقد جاء في النسخة المعتمدة للكتاب المقدس إنجيل متَّى ٢٦: ٣٤ "ما نصه: "حينئذ اجتمع رؤساء الكهنة والكتبة وشيوخ الشعب إلى دار رئيس الكهنة الذي يدعى قيافا, وتشاوروا لكي يمسكوا يسوع بمكر ويقتلوه" (٣) , ولكن النسخة الإسرائيلية تحاول التخفيف من هدف المؤمراة على المسيح, فتحرف كلمة (القتل) إلى (النفي) أو (الإبعاد) , ولذلك نقرأ فيها الفقرة السابقة هكذا: " ... وتشاوروا لكي يمسكوا يسوع بمكر وينفوه" (٤).
وتقول النسخة المعتمدة: إنجيل متى ١: ٢٧" ولما كان الصباح تشاور جميع رؤساء الكهنة وشيوخ الشعب على يسوع حتى يقتلوه" (٥).
_________
(١) انظر: سفر التثنية: (١٠: ٣٤) موسوعة الكتاب المقدس, (١/ ٣٥٥) مرجع سابق.
(٢) انظر: بينات الرسول - صلى الله عليه وسلم - ومعجزاته للزنداني (ص: ٤٠ - ٤١) مرجع سابق.
(٣) انظر: إنجيل متَّى: (٢٦: ٣٤) موسوعة الكتاب المقدس, (٤/ ١٨١) مرجع سابق.
(٤) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٤٨) مرجع سابق.
(٥) انظر: إنجيل متَّى: (١: ٢٧) موسوعة الكتاب المقدس, (٤/ ١٨٥) مرجع سابق.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (238,'وتقول النسخة الإسرائيلية المحرفة ما نصه: "تشاور جميع الكهنة والمتشرعون على يسوع لكي يدينوه" (١).
والذي تبين من الأمثلة السابقة أن التحريف بالتبديل لكتبهم قد مارسوه حديثاً لفظاً ومعنى, وفي جميع كتبهم بلغاته العربية أو الهندية أو الأفريقية أو الأوربية أو الأوردية, وكل ذلك التحريف؛ لإنكار النبوئة والبشارة بالنبي محمد - صلى الله عليه وسلم - المذكورة في كتبهم, ولتبرئة اليهود من الجرائم التي مارسوها بحق عيسى - عليه السلام - , واستبدال النسخ القديمة للعهدين القديم والجديد بالنسخة الإسرائيلية المحرفة.

<span data-type="title" id=toc-178>المطلب الثالث: التحريف بالتأويلات الفاسدة حديثاً:</span>
توجد في عصرنا الحديث الكثير من الفرق اليهودية والنصرانية التي تقوم بالتأويل الفاسد لما تبقى من النصوص التي تأمر بالأعمال الدينية, والالتزامات الواردة في العهد القديم, فعلى سبيل المثال هناك فرقة اليهودية الأرثوذوكسية, وهي الفرقة المشهورة في هذه الأيام والحاكمة لدولة إسرائيل, وتقوم بأبشع التفسيرات لكتابهم المقدس؛ خاصةً في أمور العقيدة حتى توافق سياستهم القائمة على التأويلات الفاسدة التي تدعوا الناس إلى العنصرية, والمتنقصة للبشر على وجه العموم.
وهذه التأويلات نجد فيها اختلافاً مع منهج النصارى الذين يقرءون العهد القديم, والذين يرون التمسك ظاهر النصوص وحرفيتها, ويوجد نفس الاختلاف عند المتعلمين في إسرائيل نفسها بين المدارس الدينية اليهودية, وبين المتعلمين في المدارس العلمانية العبرية الذين يؤمنون بظاهر النصوص للعهد القديم, ومن الأمثلة على ذلك ما يلي:
الأول: الوصايا العشر التي وردت في العهد القديم سفر الخروج: ٢١: ٢٤ " وعينا بعين, وسناً بسن" (٢) فتأولوها بمعنى: "عين مال مقابل عين" أي: دفع غرامة بدلاً من التعرض للعقاب البدني, وهذا التحريف بالتأويل جعلهم يشرعون للقوي أن يقتل الضعيف ويدفع غرامة مالية للضعيف, ولا
_________
(١) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٤٩) مرجع سابق.
(٢) انظر: سفر الخروج: (٢١: ٢٤) موسوعة الكتاب المقدس, (١/ ١٥٢) مرجع سابق.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (239,'يتعرض القوي للعقوبة ولا لشيء يردعه, ويشرعون لقتل كل من يُفرَّط بشبر من الأرض الموعودة كما تتأول ذلك الصهيونية السياسية, وتأمر بقتل كل فلسطيني لم يخرج من الأرض الموعودة (١).
الثاني: "جارك" أو"القريب" أو حتى "الإنسان" بالمعنى الشوفيني الحصري (٢) , تعني: اليهود فقط؛ وذلك في كل موضع يمكن توظيف النص فيه لصالح العنصرية اليهودية؛ ولذا فالعبارة الشهيرة في العهد القديم سفر اللاوين: ١٨: ١٩ "بل تحب قريبك كنفسك" (٣). تفسر في اليهودية الكلاسيكية (واليهودية الأرثوذوكسية حالياً) كأمر بأن يحب اليهودي قريبه اليهودي, وليس أي جار آخر غير يهودي.
الثالث: عبارة "لا تهمل دم جارك", يفترض أنها تعني ألا يقف الإنسان (اليهودي) غير مبالٍ عندما تتعرض حياة (دم) جاره اليهودي وغير اليهودي للخطر؛ لكننا نلاحظ في التعاليم اليهودية منع اليهودي عموماً من إنقاذ حياة غير اليهودي؛ لأنه ليس قريباً له (٤).
الرابع: جاء في العهد القديم سفر اللاوين: (١٠: ١٩) " وكرمك لا تعلله, ونثار كرمك لا تلتقط للمسكين والغريب تتركه أنا الرب إلهكم " (٥) , فإنها تفسر كإشارة إلى الفقير اليهودي, ومعتنقي الديانة اليهودية فقط.
وهذه الأمثلة تؤكد أن اليهود الأرثوذكس الآن (بل كل اليهود ما قبل عام (١٧٨٠ م) عندما كانوا يقرؤون التوراة فإنهم يقرؤون في الواقع كتاباً مختلفاً, بمعانٍ تختلف تماماً عن التوراة التي يقرؤها غير
_________
(١) انظر: القلم الجريء مفكرون غربيون ويهود انتقدوا الصهيونية, (ص: ٢١٨ - ٢٢٨) , المؤلف: إسرائيل شاحاق, ليفيا روكاش, ولبر سنسر, الفريد ليلينثال, روجيه جارودي, الناشر: المجلس الأعلى للثقافة عام ٢٠٠٣ م, القاهرة مصر. ترجمة البراق عبد الهادي رضا.
(٢) والمقصود بالشوفيني الحصري: النعرة الوطنية (الشوفينية) وهي تعبير يشير إلى موقف وطني متطرف مولع بالحرب. يسمى الشخص الذي يتبنى مثل هذا الموقف الشوفيني, بدأ المصطلح في بريطانيا أثناء سبعينيات القرن التاسع عشر الميلادي، حين ترددت الحكومة البريطانية بقيادة رئيس الوزراء بنجامين دزرائيلي في التدخل في الحرب بين روسيا وتركيا. انظر: الموسوعة العربية العالمية (/ ١).
(٣) انظر: سفر اللاوين: (١٨: ١٩) موسوعة الكتاب المقدس, (١/ ٢١٧) , وإنجيل متَّى: (٣٩: ٢٢) موسوعة الكتاب المقدس (٤/ ١٧٤) مرجع سابق.
(٤) انظر: كتاب اليهودية الأرثوذوكسية, (ص: ١٠٩ - ١١٠) مرجع سابق.
(٥) انظر: سفر اللآوين (١٢: ٢٩) موسوعة الكتاب المقدس (١/ ٢١٦).',NULL,'250',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (240,'اليهود, أو اليهود غير الأرثوذكس, ويصدق هذا التمييز حتى في إسرائيل, رغم أن كليهما يقرأ النص بالعبرية (١).
خلاصة:
ويتضح مما سبق أن كل هذه التحريفات قائمة على التأويلات الفاسدة التي لا تستند إلى دليل, وخاصةً فيما يتعلق بعنصرية اليهود وتعاليهم على غيرهم في الأرض, وإنما هي مما تمليه عليهم أهواؤهم, وإلا فأي شرع يأمر أبناءه أن يقتلوا كل من لم يكن من أسرتهم أو قبيلتهم غير هؤلاء المحرفين؟ الذين يأمرون بعدم حب الجار إلا بشرط أن يكون يهودياً؟ أما غيره فلا تحبه ولا تناصره حتى ولو جارك في السكن والبلدة؟ ويدعون أبناء جنسهم أيضاً إلى مساعدة اليهودي وإنقاذه في أي مكان في الأرض, ولكنهم يتركون غيرهم يموت ولا يقومون بإنقاذه؛ لأنه ليس منهم, وغير ذلك مما يدل على قسوة القلوب اليهودية في كل زمانٍ ومكان, وأنهم أمة متشربة للحقد والكراهية, وهذا هو ما يحصل للمسلمين في أرض فلسطين وغيرها حديثاً, فقد أخرجهم اليهود الغاصبون من أرضهم وديارهم, وتركوهم يموتون في الشتات, وأصبح الشعب الفلسطيني شعباً جائعاً وبجواره ذئاب بشرية مُتخمة, فأي دين يأمر أبناءه أن يقوموا بمثل هذه الأعمال البشعة التي يبنونها على التأويلات الفاسدة؟
وفي المقابل: فإذا قُتل يهودي من أبناء جنسهم أقاموا الدنيا ولم يقعدوها, بل يقوم معهم أغلب النصارى, ولكن إذا قتل شخص آخر من أي ديانة أخرى فلا تسمع لهم صوتاً؛ اعتقاداً منهم أن الدم اليهودي أغلى من كل دم ولو قتل بجانبه كل من في الأرض, وذلك باستنادهم إلى معتقداتهم المحرفة, وصدق الله القائل: {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} (٢).
_________
(١) انظر: كتاب اليهودية الأرثوذوكسية, (ص: ١٠٩ - ١١٠) مرجع سابق.
(٢) سورة آل عمران الآية: (٨٧).',NULL,'251',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (241,'<span data-type="title" id=toc-179>المطلب الرابع: أمثلة على التحريف بالإخفاء والكتمان حديثاً</span>.
استمرت كتب النصارى تتحدث عن مسألة دم السيد المسيح لحقبة طويلة من الزمن, وتتحدث عن قتل اليهود لعيسى - عليه السلام - كما يزعمون, وكان النصارى يصبون جام غضبهم ولعناتهم على اليهود بعد صلواتهم بسبب قتلهم السيد المسيح, بل كانت هذه اللعنات تعد من الأذكار التي تردد بعد الصلوات, ولكن اليهود في القرون الأخيرة أقنعوا قيادات النصارى أنهم بريئون من دم السيد المسيح, فصدقهم في ذلك الكثير من النصارى, واستخرجوا منهم وثيقة في مؤتمر الفاتيكان الثاني في المجمع المسكوني وأطلقوا عليها وثيقة التبرئة, وهذا يعد أكبر حدث في هذا القرن, وحصل فيه التحريف لما تبقى عندهم من الكتب, وفق ما تم الاتفاق عليه في نصوص هذه الوثيقة, ولا يتعارض معها.
يقول الباحث محمد أحمد الحاج: "جرت في السنين الأخيرة، محاولات كثيرة لتحريف الكتاب المقدس، وكان أهمها مستوحى من الحركة الصهيونية، التي ما فتئت تعمل سراً وعلانية على هدم المسيحية وسائر الأديان الأخرى ... ومن ذو أعوام عُقد في مدينة (سيليربرنج) في سويسرا مؤتمراً اشترك فيه بعض رجال البدع المسيحية الجديدة المتطرفة مع فريق من ممثلي الهيئات الدينية اليهودية, وقرروا مكافحة أعداء اليهود في العالم المسيحي، وحذف الآيات والفصول الواردة في الأناجيل, بنوع أخص التي تصف اعتداء اليهود على السيد المسيح وصلبه, لكي لا يطلّع الناشئة في الأجيال القادمة على قصة العدوان اليهودي على المسيح والمسيحية، وقرروا طبع الكتاب المقدس المعدَّل وفق قرار المؤتمر" (١).
وأما التحريف الذي حصل بعد وثيقة التبرئة من قبل اليهود فقد تحدث عنه اللواء أحمد عبد الوهاب المتخصص في دراسة الأديان بأنهم قاموا بإعادة صياغة الأناجيل والرسائل المقدسة لتتوافق مع الوثيقة, وبعد خروج الوثيقة فوراً أصدر اليهود طبعة محرفة لأسفار العهد الجديد عن (دار النشر اليهودية بالقدس سنة (١٩٧٠ م)، وقامت بتوزيعها باللغة الانجليزية وكالة (ريد) في لندن التي تعتمد عليها هذه الدراسة, وكان الهدف من هذا التحريف في الوثيقة, هو إبعاد المسؤولية عن اليهود حول صلب السيد المسيح، وإلقاء الشبهة على رعاع ذلك الشعب، والطبقة الدنيا منهم كما أن ثورة أولئك الرعاع ضد المسيح لم تكن تبغي صلبه, وإنما كانت تطالب بإبعاده والتخلص منه بصورة أو بأخرى,
_________
(١) انظر: النصرانية من التوحيد إلى التثليث, (ص: ١٥٧ - ١٦١) المؤلف: محمد احمد الحاج, الناشر: دار القلم دمشق رسالة ماجستير, الطبعة الأولى, عام (١٤١٤ هـ ١٩٩٢ م).',NULL,'252',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (242,'وحقاً لقد كانت وثيقة التبرئة هي جواز المرور للحركة الصهيونية حتى تنفذ إلى قلب المسيحية, وتعبث بمقدساتها كيفما شاءت " (١).
ثم تبعها بعد ذلك حذف وإخفاء ما يتعلق بالسيد المسيح من صعوده إلى السماء أو ارتفاعه مما يحتم على النصارى في عصرنا الحديث أن يتنبهوا لما يحصل في كتبهم من التحريف والتغيير والتبديل في مسألة قتل المسيح وصعوده إلى السماء حينما أراد اليهود قتله؛ لأنه أصبح تأريخاً لهم, مع أننا معاشر المسلمين لا نقول بقتل السيد المسيح بل نؤمن أن الله رفعه إلى السماء, وعلى النصارى أن يراجعوا أنفسهم ويحذروا من التلبيس الذي يقوم به اليهود تجاههم في القرون الأخيرة من إقناعهم بتنفيذ مخططاتهم, وتجنيدهم ضد المسلمين.
ومن الأمثلة على أخطر التحريفات في عصرنا الحديث التحريف اليهودي في النصوص المنقحة وكتمانها وإخفائها ما قاله الأستاذ أحمد ديدات رحمه الله:
الأول: "يوجد إشارتان فقط في بشارات متى ومرقس ولوقا ويوحنا القانونية لأهم حدث في التاريخ النصراني: (صعود المسيح إلى السماء) , وهاتان الإشارتان كانتا موجودتين في كل كتاب مقدس في كل لغة قبل عام (١٩٥٢ م) عند طبع النصوص المنقحة لأول مرة: فمن هذه النصوص مثلاً ما جاء في إنجيل مرقس: ١٦: ١٩ "ثم إن الرب بعدما كلمهم ارتفع إلى السماء وجلس عن يمين الله" (٢).
وأيضاً ما جاء في إنجيل لوقا: ٢٤: ٥١" وفيما هو يباركهم انفرد عنهم وأُصعد إلى السماء" (٣).
ثم يقول ديدات رحمه الله: أنه حصل نقص وحذف لبعض الجمل والكلمات, وإذا استطعت الحصول على النصوص المنقحة, طبعة (١٩٥٢ م) فستجد أن السطور الثمانية الموجودة فيها جملة (وصعد إلى السماء) قد استبدلت بإشارة (a), وأي نصراني مستقيم لا يمكن أن يعتبر أي هامش في كتابه المقدس من كلام الله, فلماذا يضع خدم النصرانية أعظم معجزة في دينهم في هامش متواضع؟ ثم يقول: إن كل النصوص المقدسة المطبوعة قبل عام (١٨٨١ م) كانت تعتمد على المخطوطات القديمة, والتي ترجع إلى خمسمائة أو ستمائة سنة بعد عيسى - عليه السلام - , ومراجعوا النصوص المنقحة كانوا أول علماء رجعوا إلى "أقدم" المخطوطات والتي ترجع إلى ثلاث أو أربعمائة سنة بعد المسيح, ونحن جميعاً نتفق على أنه
_________
(١) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٤٠ - ٤١) مرجع سابق.
(٢) انظر: إنجيل مرقس: (١٦: ١٩) موسوعة الكتاب المقدس (٤/ ٢٢٢) مرجع سابق.
(٣) انظر: إنجيل لوقا: (٢٤: ٥١) موسوعة الكتاب المقدس (٤/ ٢٧٨) مرجع سابق.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (243,'كلما كانت الوثيقة أقرب إلى المصدر كلما كانت أكثر صحة, وبالطبع"فالأقدم" تستحق التصديق والاعتماد أكثر من الاعتماد على "القديمة", وعندما لم يجد المراجعون كلمة واحدة عن: "ارتفع" أو "صعد" إلى السماء, قاموا بتطهير النصوص من هذه الكلمات عام (١٩٥٢ م) , واسمع إلى قول مراجعي النسخة المنقحة ماذا يقولون عنها: إن كل المخطوطات الأصلية قد هلكت, ولذلك اضطروا للرجوع إلى المخطوطات القديمة والأقدم" (١).
فلما علم المراجعون للكتاب المقدس بحذف هذه المسألة من كتبهم, وتأكدوا من الزيف الذي حصل بدءوا يضجون على من حذفها, ولكن بعدما تم بيعها في الأسواق وربح الذين قاموا بطباعتها الملايين من الدولارات, وأيضاً بدأ الانتقاد بشدة من الذين كانوا يقومون بتجهيز الحملات التنصيرية في العالم حينما رأوا بأعينهم النصوص قد تم حذفها من الطبعات المتأخرة للكتاب المقدس, قال الأستاذ أحمد ديدات: " كان ناشرو الكتاب المقدس قد كسبوا ما يقارب (١٥٠٠٠٠٠٠) (خمسة عشر مليون دولاراً) , وعندما اكتشف بعض المبشرين غياب هذه الأجزاء من طبعة (١٩٥٢ م) قلبوا الدنيا ولم يقعدوها إلى أن استطاعوا إقناع طائفتين من الخمسين طائفة بالضغط على دار النشر لإعادة تلك الأجزاء إلى (كلام الله) مرة أخرى، ولذلك ستجد أن كل الطبعات التي نشرت بعد طبعة: (١٩٥٢ م) قد أعيد إليها ما أزيل من النص.
ثم علق ديدات على حذف هذه النصوص وإعادتها بأنها تشبه اللعبة, يحذفونها متى شاءوا ويعيدونها متى شاءوا, وأن الفرق بين محرفي هذا العصر والمحرفين القدامى أن القدامى لم يعرفوا فن المقدمات والهوامش وإلا لأخبرونا أيضاً وبوضوح بما فعلوه مثلما يفعل أبطال العصر الحديث الذين يضعون الأعذار الواهية لتغييرهم النقود المزيفة إلى قطع ذهبية لامعة, لقد عُرضت أمام اللجنة طلبات عديدة قدمها اثنان من الأفراد وطائفتان دينيتان, وقد اهتمت اللجنة بهذه الطلبات, ولقد أعيد جزءان إلى النص الأصلي؛ لأنها كانت قد أزيلت من قبل! ولماذا أزيلت من الأصل؟ لأن" أقدم" المخطوطات لم يكن بها ذكر صعود المسيح إطلاقاً، فقد كان زيفاً مشابهاً لما نقرأه عن الثالوث المقدس في رسالة يوحنا
_________
(١) انظر: هل الكتاب المقدس كلام الله, (ص: ٢٠٠ - ٢٠١) , المؤلف: مناظرة الأستاذ أحمد ديدات, الناشر: مكتبة ديدات, ترجمة: محمد مختار, نورة النومان.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (244,'الأولى (٥: ٧٨) (١) والسؤال المطروح هنا هو: لماذا نتخلص من واحدة ونرجع الأخرى؟ لا تندهشوا! فربما تكون اللجنة قد قررت أن تتخلص من المقدمة كلها, حتى إذا اشتريت النصوص المنقحة _ (R.S.V)_ الآن لا تجدها فيها, فلقد فعلها قبلهم شهود يهوه" (٢)
الذين قاموا بالتخلص من سبع وعشرين صفحة من مقدمة عهدهم الجديد" (٣).
وكلمة: يهوه: يقصد بها الرب كما سبق بيانه.
وهذه الأسئلة التي أثارها ديدات رحمه الله جوابها في كتاب الله الذي تحدث عن وصفهم بالتحريف لكتب الله في خطابه لرسوله محمد - صلى الله عليه وسلم - بقوله تعالى: {يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} (٤) وهم يمارسون أكبر خيانة في كل زمانٍ بتحريفهم للكلم عن مواضعه لنيل ثمن قليل من الدنيا الزائلة, قال تعالى: { ... فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (٥).
فحينما استحفظهم الله على كتبه التوراة والإنجيل خانوه فيها فحرفوها فاستبدل الله بهم قوماً آخرين حفظوا كتابه في صدورهم وسطورهم, وحافظوا على أحكامه وشرائعه.
الثاني: وإن من تحريف أهل الكتاب في عصرنا الحديث ما حصل من التحريف بالحذف لإنجيل يوحنا, فقد جاء في النسخة المعتمدة في بداية أحداث الصلب ما جاء في إنجيل يوحنا ١٢: ١٨: "ثم إن الجند والقائد وخدام اليهود قبضوا على يسوع وأوثقوه" (٦).
_________
(١) انظر: رسالة يوحنا الأولى: (٥: ٧٨) فإن الذين يشهدون في السماء هم ثلاثة الأب والكلمة والروح القدس وهؤلاء الثلاثة هم واحد ٥: ٨ والذين يشهدون في الأرض هم ثلاثة الروح والماء والدم والثلاثة هم في الواحد. انظر: موسوعة الكتاب المقدس (٥/ ٢٨) مرجع سابق.
(٢) فالطبعة الكاثوليكية الصادرة عن دار الكتاب المقدس في الشرق الأوسط تحذف الأقواس، وتجعل ما بينها جزءاً من النص، مخالفة النص البروتستانتي الذي يضعه بين أقواس، منبهاً بذلك على أنه إضافة تفسيرية، وليس من كلمة الله، أما نسخة ترجمة العالم الجديد لشهود يهوه فقد حذفت الأقواس وما بينها، ومثله صنعت نسخة الرهبانية اليسوعية الكاثوليكية والترجمة العربية المشتركة. انظر: هل العهد الجديد كلمة الله (ص: ١٣٤) مرجع سابق ..
(٣) انظر: هل الكتاب المقدس كلام الله, (ص: ٢٠٠ - ٢٠١) مرجع سابق.
(٤) سورة المائدة الآية: (١٣).
(٥) سورة المائدة الآية: (٤٤).
(٦) انظر: إنجيل يوحنا: (١٢: ١٨) , موسوعة الكتاب المقدس (٤/ ٣١٥) مرجع سابق.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (245,'ولكن هذه الجملة قام اليهود بتحريفها في النسخة الإسرائيلية وجعلها هكذا: "ثم إن الجند والقائد والخدام قبضوا على يسوع وأوثقوه" (١) فحذفوا كلمة خدام اليهود.
الثالث: وهناك مجموعة من الجمل التي يدعون في كتبهم أنها من كلام السيد المسيح, ولا يوجد لها أثر في كتب أهل الكتاب في عصرنا الحديث, مما يدل على حذفها وإبعادها من كتبهم الموجودة بين أيدينا الآن, فمن ذلك ما جاء في إنجيل يوحنا ٧: ٣٨ " (من آمن بي تجري من بطنه أنهار ماء حي) (٢). ولا نجد هذه الجملة في أي كتاب من كتب اليهود والنصارى حديثاً, مما يعني أن المسيح كان يستشهد من كتاب في العهد القديم لا أثر له الآن, وأيضاً ما جاء في رسالة بولس الرسول الأولى إلى أهل كورنثوس ٢: ٩: " ما لم تر عين, ولم تسمع أذن, ولم يخطر على بال إنسان ما أعده الله للذين يحبونه) (٣) " (٤) , لا يوجد لها أي أثر اليوم في كتبهم.

<span data-type="title" id=toc-180>المطلب الخامس: أمثلة على التحريف بالزيادة حديثاً</span>.
وإن من أشنع التحريفات لأهل الكتاب في عصرنا الحديث هو تحريفهم بزيادة صيغة التثليث في كتبهم فمن الأمثلة على ذلك ما جاء في رسالة يوحنا الأولى ٧: ٥ (فان الذين يشهدون في السماء هم ثلاثة الآب والكلمة والروح القدس (٥) وهؤلاء الثلاثة هم واحد). (يوحنا ٨: ٥) والذين يشهدون في الأرض هم ثلاثة الروح والماء والدم والثلاثة هم في الواحد (٦).
_________
(١) انظر: كتاب إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٥٨) مرجع سابق.
(٢) انظر: إنجيل يوحنا: (٧: ٣٨) , موسوعة الكتاب المقدس (٤/ ٢٩٤) مرجع سابق.
(٣) انظر: رسالة بولس الرسول الأولى إلى أهل كورنثوس: (٢: ٩) , موسوعة الكتاب المقدس (٤/ ٢٢٣) مرجع سابق.
(٤) انظر: صواعق الحق (١/ ٨٥).
(٥) الروح المقدس: هو الرب المحيي المنبثق من: الآب وحده, وله طبيعته وجوهره, وهو روح الله, وحياة الكون, ومصدر الحكمة والبركة فيه على أن الله تعالى عن قول الأرثوذكس قبل التجسد كان يعرف بالآب وبعد التجسد عرف بالابن وبعد القتل في زعمهم عرف بأقنوم الروح القدس, وبسبب الخلاف حول حقيقة الروح القدس حدث النزاع والشقاق الذي سبب الانفصال بين الكنيسة الشرقية ـ القسطنطنية ـ التي ترى أن الروح القدس منبثق من الآب وحده وبين كنيسة روما الغربية التي تراه منبثقاً عن الآب والابن معاً. انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ١٠٦٢) مرجع سابق.
(٦) انظر: إنجيل يوحنا (٧: ٥٨) , موسوعة الكتاب المقدس (٥/ ٢٨) مرجع سابق.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (246,'فهذه النصوص قد تم تحريفها من قبل أهل الكتاب في عصرنا الحديث, وهي مختلفة من طبعة إلى أخرى, وقد جاءت هذه النصوص السابقة كما يلي:
الأول: جاء في ترجمة الكتاب المقدس للبروتستانت (١٩٨٣ م) , (١٩٧٠ م) ونسخة الآباء اليسوعيين (١٩٨٦ م)، وفي رجارد واطس (١٨٣١ م) , وفي وليم واطس (١٨٦٦ م)، وفي نسخة الملك جيمس المعتمدة (صيغة التثليث) في رسالة يوحنا الأولى (٧: ٥) على النحو التالي: " فإن الذين يشهدون في السماء هم ثلاثة الآب والكلمة والروح القدس وهؤلاء الثلاثة هم واحد", وقد قامت نسخة البروتستانت ذات الشواهد بكشف هذا التحريف عام (١٩٨٣ م) وكتاب الحياة عام (١٩٨٨ م) بوضع (صيغة التثليث) بين هلالين: فإن الذين يشهدون (في السماء) هم ثلاثة (الآب والكلمة والروح القدس, وهؤلاء الثلاثة هم واحد, والذين يشهدون في الأرض هم ثلاثة) " الروح والماء والدم, والثلاثة هم في الواحد" (١).
وقال المسئولون عن هاتين الترجمتين في المقدمة: والعبارة الأولى: (والهلالان يدلان على أن الكلمات التي بينهما ليس لها وجود في أقدم النسخ وأصحها) أي أن (صيغة التثليث) هذه فقرة مزيفة من عمل كاتب مجهول, واختفت (صيغة التثليث) من ترجمة الرهبانية اليسوعية (١٩٨٦ م)، والقياسية المراجعة والفرنسية المسكونية, ولوى سيجو, وقالت الرهبانية اليسوعية في الحاشية السفلى (في بعض الأصول: الأب والكلمة والروح القدس وهؤلاء الثلاثة هم واحد. لم يرد ذلك في الأصول اليونانية المعوَّل عليها, والأرجح أنه شرح أدخل إلى المتن في بعض النسخ).
وينصح الدكتور القس فهيم عزيز علماء التفسير والتبشير بالبعد عن النصوص الزائفة التي تثير المشاكل وتقلّب المواجع فيقول: وهناك نصوص يجب ألا نعتمد عليها كثيرا في بناء عقيدتا فمثلا: (يوحنا ٥: ٧) (الذين يشهدون في السماء ... ) فهذه الآية لا توجد في أقدم المخطوطات التي يعتمد عليها العلماء في طبع العهد الجديد اليوناني ونحن نستخدمها مرات كثيرة في إثبات التثليث المقدس, لذلك نعرض أنفسنا لهجمات الكثيرين وأخصهم (شهود يهوه) الذين ينكرون التثليث, وعندما يواجهنا هؤلاء بعقيدتهم تهتز عقيدتنا أو نزداد تزمتاً, فلماذا يضع المفسر نفسه في هذا الموقف؟ إن الأصح هو أن تبنى العقيدة على أحسن النصوص، حتى لا تكون هدفاً
_________
(١) انظر: إنجيل يوحنا (٧: ٥٨) , موسوعة الكتاب المقدس (٥/ ٢٨) مرجع سابق.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (247,'للهجوم والتشكيك في صحة تفسيره) (١).
الثاني: كتب إسحاق نيوتن رسالة تتكون من خمسين صفحة أثبت فيها أن الفقرة التي تتحدث عن شهود السماء الموجودة في يوحنا غير موجودة في النسخ القديمة," وكانت بعض الطبعات العربية القديمة قد وضعتها بين هلالين لتدل على عدم وجودها في المخطوطات القديمة, كما في ترجمة الشرق الأوسط (١٩٣٣ م)، ومثلها صنعت طبعة دار الكتاب المقدس في الشرق الأوسط، لكن الفقرة موجودة بدون أهلة في سائر التراجم العربية سوى ترجمة العالم الجديد البروتستانتية, وترجمة الكاثوليك العربية المسماة بالرهبانية اليسوعية، فإنهما أزالتاها، واعتبرتا نص التثليث المهم نصاً دخيلاً ملحقاً بالكتاب المقدس.
وفي عام (١٩٥٢ م) أصدرت لجنة تنقيح الكتاب المقدس نسخة (R.S.V)، النسخة القياسية المراجعة، وكان هذا النص ضمن ما حذفه المنقحون، لكن هذا التنقيح لم يسرِ على مختلف تراجم الإنجيل العالمية, وكذلك ما جاء في مرقس (٢) فإنها موجودة في بعض النسخ دون بعض, فقد ذكر جورج بوست في قاموس الكتاب المقدس أنها لم تكن في الكتب القديمة" (٣).
الثالث: ومن التحريف بالزيادة ما جاء في مسألة صلب السيد المسيح فقد جاء في النسخة المعتمدة لإنجيل لوقا ٢٤: ١٩٢٠ ما نصه: " يسوع الناصري الذي كان إنساناً نبياً مقتدراً في الفعل, والقول أمام الله وجميع الشعب, كيف أسلمه رؤساء الكهنة وحكامنا لقضاء الموت وصلبوه" (٤) , وهذا النص السابق في النسخة المعتمدة تم تحريفه في النسخة الإسرائيلية, بالزيادة فيه كما يلي: " يسوع الناصري الذي كان إنساناً نبياً مقتدراً في الفعل, والقول أمام الله وجميع الشعب, كيف أسلمه الكهنة وحكامنا لقضاء الموت لكي يعدم" (٥).
_________
(١) انظر: الكتاب المقدس في الميزان، (ص: ١٣٢ - ١٣٣) مرجع سابق.
(٢) انظر: إنجيل مرقس: (١٦/ ١٩٢٠) (ثم إن الرب بعدما كلمهم ارتفع إلى السماء وجلس عن يمين الله, ١٦: ٢٠ وأما هم فخرجوا وكرزوا في كل مكان والرب يعمل معهم ويثبت الكلام بالآيات التابعة امين. موسوعة الكتاب المقدس (٤/ ٢٢٢) مرجع سابق.
(٣) انظر: هل الكتاب المقدس كلام الله, (ص: ١٧) مرجع سابق.
(٤) انظر: إنجيل لوقا (٢٤: ١٩٢٠) , موسوعة الكتاب المقدس (٤/ ٢٧٧) مرجع سابق.
(٥) انظر: إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، (ص: ٥٥) مرجع سابق.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (248,'فزادوا على هذه الجملة كلمة لكي يعدم. وإن تحريفهم بالزيادة لم يقتصر على تحريفهم للكتب السابقة, بل أضافوا وزادو كتباً لم تأتي من عند الله, ولم يُرسل بها رسل الله, وألفوها من تلقاء أنفسهم, وقدسوها, فمن ذلك كتاب التلمود المقدس عند اليهود, وهذا الكتاب لم يشرعه الله لعباده, وإنما شرعوه لأنفسهم وأعطوه صفة القدسية, وزادوا فيه كل ما أرادوا لخدمة أهدافهم المزعومة, وكذلك برتوكولات حكماء صهيون زادوها في عصرنا الحديث, ووضعوا فيه خطتهم الكاملة, وفيه من الكذب والافتراء, ومن النصوص التي تدعو الناس إلى العنصرية, والقتل والإبادة., ومع كل ما سبق فخيانتهم لا تزال مستمرة, وهم يمارسون التحريف بجميع أشكاله وأنواعه كالتحريف بالتبديل, أو بالزيادة, أو بالنقصان أو بالإخفاء والكتمان, وبالتأويلات الفاسدة, جرياً وراء ما تهوى أنفسهم, ومن ذلك ما يعرف اليوم بمفهوم مكافحة الإرهاب, ويقصدون به مكافحة الإسلام, وكذلك الاستعمار من التعمير والإعمار ويقصدون به الاحتلال, وكذلك التطبيع, والدعوة لحوار الأديان والمراد بذلك توحيدها, وجعل الدين الحق والباطل سواء, ومشروع الشرق الأوسط الكبير, ويقصد به تقسيم دول الإسلام, والدعوة للحداثة, ولبناء الدولة المدنية, ويقصد بها الدولة اللادينية, ومصطلح الديمقراطية كذلك حيث يريدونها أن تكون حسب ما يريدونه هم لا ما يريده غيرهم, ومفهوم الحرية المطلقة وغيرها من المفاهيم الذي يبثونها في أوساط المسلمين, ويسمونها بأسماء ظاهرها براق ولكن في الحقيقة لها معان خبيثة يخفونها.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (249,'<span data-type="title" id=toc-181>المبحث الرابع: شهادات أهل الكتاب على تحريفات أهل الكتاب للتوراة والإنجيل حديثاً</span>, وفيه:
المطلب الأول: شهادات علمائهم على وقوع التحريف من النُّسَّاخ والكتبة, وفيه:
الفرع الأول: اعتراف صاحب كتاب مرشد الطالبين (الدكتور سمعان كهلون).
الفرع الثاني: اعتراف جورج كيرد (رئيس الجمعية الكندية لدراسة الكتاب المقدس).
الفرع الثالث: اعتراف الدكتور روبرت صاحب كتاب (حقيقة الكتاب المقدس).
المطلب الثاني: شهادات دوائر المعارف الغربية المعتمدة على وقوع التحريف المتعمّد من النُّسَّاخ والكتبة, وفيه:
الفرع الأول: شهادة دائرة المعارف الأمريكية على تحريف العهدين القديم والجديد.
الفرع الثاني: شهادة دائرة المعارف الفرنسية على تحريف العهدين القديم والجديد.
الفرع الثالث: شهادة دائرة المعارف البريطانية على تحريف العهد الجديد.
الفرع الرابع: شهادة مجلة تايم على تحريف العهد الجديد.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (250,'بعد أن ذكرنا بعض الأمثلة على التحريف للعهدين القديم والجديد قديماً وحديثاً سنذكر في هذا المبحث مجموعة من الشهادات لبعض العلماء المشهورين في الديانتين النصرانية واليهودية, ونذكر كذلك مجموعة من مقولات دوائر المعارف الأمريكية والبريطانية والفرنسية المعتمدة, والتي تحتفظ بالمخطوطات القديمة للعهدين القديم والجديد, والتي تؤكد لنا أنه قد حصل لها الكثير من التبديل والتغيير من قبل بعض النُّسَّاخ والكُتَّاب بقصد أو بغير قصد, وأنه قد حصلت بعض الأخطاء ووجدت بعض الاختلافات بين الكلمات في المخطوطات, ووجد فيها الحذف والتغيير لبعض الكلمات والفقرات, وسيكون الكلام في هذا المبحث في خمسة مطالب:

<span data-type="title" id=toc-182>المطلب الأول: شهادات علمائهم على وقوع التحريف من النُّسَّاخ والكتبة, وفيه:</span>
<span data-type="title" id=toc-183>الفرع الأول: اعتراف صاحب كتاب مرشد الطالبين (الدكتور سمعان كهلون):</span>
أما هذا الاعتراف الأول فهو لكبير علمائهم, وهو الدكتور سمعان كهلون صاحب كتاب مرشد الطالبين الكتاب الكنسي الشهير, وهذا الكتاب من أهم المراجع الأرثوذكسية, يقول: " ومن المعلوم أنه في نساخة هذه الكتب خطأ من زمان إلى زمان لعدم معرفة صناعة الطبع يومئذ وربما (١) (٢) يوجد حذف أو تغيير أو خلل في الحروف أو الكلمات في بعض النسخ (٣) , ولكن لا يوجد خلل في أحد التعاليم الضرورية, أما كتب العهد القديم فقد قال عنها: "وأما صيانة الكتب المقدسة إلى يومنا هذا, فإنه وإن كانت النسخ الأصلية قد ضاعت؛ لكن كتب العهد الجديد قد حفظت بلا تحريف ولا خلل جوهري, وهي مثلما صدرت أولاً من أيدي كاتبيها في جميع الظروف المعتبرة" (٤).
فهذا شاهد من أهل الكتاب يشهد أن الكتاب المقدس المسمى بالعهد الجديد توجد فيه الأخطاء, وتوجد فيه الحذف والتغيير, ويوجد الخلل في نقل بعض الحروف, وأما العهد القديم فقد تبين أن النسخة الأصلية قد ضاعت, فأيُّ كتاب مقدس هذا الذي يشهد علماؤه أنه قد حُرف وغُيِّر
_________
(١) انظر: مرشد الطالبين إلى الكتاب المقدس الثمين, (ص: ١٣) , المؤلف: الدكتور سمعان كهلون, الناشر: مدرسة العلوم الأمريكية, طبع في بيروت عام: ١٨٦٩ م.
(٢) وقوله: (ربما) تدل على أن المؤلف قد حصل له الشك في كتابهم المقدس, وما حصل فيه من حذف أو تغيير أو خلل في الحروف أو الكلمات في بعض النسخ.
(٣) ويقصد المؤلف بالنسخ كتب العهد الجديد.
(٤) انظر: مرشد الطالبين إلى الكتاب المقدس الثمين (ص: ١٣) مرجع سابق.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (251,'وضاعت نسخه الأصلية, وأنه قد حصل من بعض النُّسَّاخ استبدال حرف مكان حرف آخر, أو كلمة مكان أخرى!
ثم نجدهم يبررون لافتراءاتهم وتحريفاتهم بأن ذلك كان بسبب جهالة النُّسَّاخ , وبسبب الأخطاء المطبعية من الطباعين, أو بسبب ضياع النسخ الأصلية, وفُقدان سندها, ووقوع المصائب والفتن على المسيحيين, والذي يظهر أن الصحيح هو الضياع للنسخ الأصلية وفقدانها, ثم جاء من بعدَهُم فقاموا بكتابتها وسموها بأسماء مقدسة, وكتبوا عليها أسماءهم, وإلا فأين إنجيل عيسى - عليه السلام - أو توراة موسى - عليه السلام - التي أنزلها الله عليهم؟
وأما قوله: "بجميع الظروف المعتبرة" فإنني أعتقد أن هذا القول بأن العهد الجديد لم يحرف غير صحيح, وإنما هو اعتراف منه بأنهم قد مروا بظروف صعبة, وهذه الظروف الصعبة أفقدتهم الكتاب المقدس القديم والجديد, وهذا الكلام يوافق ما قاله واعترف به القسيس الشهير فرنج في مناظرته مع العلامة رحمت الله الهندي بقوله: " إن سبب فُقدان السند عندنا ووقوع المصائب والفتن على المسيحيين إلى مدة ثلاثمائة وثلاث عشرة سنة" (١).
ثم يتكلم عن الأسفار الخمسة بقوله " ويتضح جلياً من مطالعة هذه الأسفار بأن كاتباً ما بعد موسى إما يوشع أو صموئيل أو عزرا قد أدخل في الوحي بعض جمل تفسيرية ... " (٢).
والجواب على ما سبق: أن هذا الكلام لا يقبله منكم عاقل؛ لأنكم قد خلطتم كلام الله بكلام غيره, فحرفتم وغيرتم أحكامه وشرائعه, واتبعتم أهواء أحباركم ورهبانكم في ضلالهم وباطلهم, قال تعالى: { ... وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ} (٣).
وإلَّا فلماذا حفظ القرآن الكريم خلال أربعة عشر قرناً, ولم يحصل له أي تغيير أو غلط من النُّسَّاخ أو الحفاظ, ولم يبدل حرف مكان آخر, ولم تتبدل أية بأخرى, ولا تختلف طبعة على أخرى في جميع أنحاء الأرض؟ والجواب معروف, وهو أن القرآن الكريم قد تكفل الله بحفظه, وأما كتب أهل الكتاب فإنهم لم يراعو حرمة كتبهم التي أوكلها الله إليهم, وأما اليهود فقد عُرفوا بنقضهم لعهودهم ومواثيقهم, وصدق الله القائل: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ
_________
(١) انظر: إظهار الحق (ص: ٦٢) مرجع سابق.
(٢) انظر: الكتاب المقدس في الميزان (ص: ٩٨) مرجع سابق.
(٣) سورة المائدة الآية: (٧٧).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (252,'مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} (١).
قال سيد قطب: "وطابعهم الأصيل هو تحريف الكلم عن مواضعه, تحريف كتابهم أولاً عن صورته التي أنزلها الله على موسى - عليه السلام - إما بإضافة الكثير إليه مما يتضمن أهدافهم الملتوية ويبررها بنصوص من الكتاب مزورة على الله! وإما بتفسير النصوص الأصلية الباقية وفق الهوى والمصلحة والهدف الخبيث! ونسيان وإهمال أوامر دينهم وشريعتهم، وعدم تنفيذها في حياتهم ومجتمعهم، لأن تنفيذها يكلفهم الاستقامة على منهج الله الطاهر النظيف القويم" (٢).
وهذه الآية فيها دلالة على أن الخيانة لاتزال تتجدد منهم, وأكبر خيانة مارسوها هي تحريفهم كتب الله التي استحفظهم الله إياها, فخانوه وقاموا بتحريفها.
ثم استمع إلى ما يقوله صاحب مرشد الطالبين أيضاً: " وأما وقوع بعض اختلافات في نسخ الكتب المقدسة, فليس بمستغرب عند من يتذكر أنه قبل اختراع صناعة الطبع في الجيل الخامس عشر, كانت كل الكتب تنسخ بخط القلم, ولابد أن يكون بعض النُّسَّاخ جاهلاً, وبعضهم غافلاً, فلا يمكن أن يسلموا من وقوع الزلل ولو كانوا ماهرين في صناعة الكتابة, ومتى وقعت غلطة في النسخة الواحدة فلابد أن تقع أيضاً في كل النسخ التي تنقل عنها, وربما يوجد في كل واحدة من النسخ غلطات خاصة بها لا توجد في الأخرى, وعلى هذا تختلف الصور في بعض الأماكن على قدر اختلاف النسخ, وفضلاً عن ذلك ربما جعل بعض النُّسَّاخ بجهالتهم حرفاً مكان آخر, أو كلمة مكان أخرى, أو أسقطوا بغفلتهم شيئاً من ذلك " (٣).

الفرع الثاني: اعتراف جورج كيرد (٤) (رئيس الجمعية الكندية لدراسة الكتاب المقدس).
ومما يؤكد عدم صحة هذه الكتب وجود اعترافات أخرى أدلى بها كبار قياداتهم, كرئيس الجمعية الكندية لدراسة الكتاب المقدس جورج كيرد وصاحب تفسير إنجيل لوقا بقوله: " إن أول نص مطبوع من العهد الجديد كان ذلك الذي قدمه أرازموس عام (١٥١٦ م) , وقبل هذا التاريخ كان
_________
(١) سورة المائدة الآية: (١٣)
(٢) انظر: في ظلال القرآن, (٢/ ٨٥٩) مرجع سابق.
(٣) انظر: مرشد الطالبين (ص: ١٣ - ١٤) , مرجع سابق.
(٤) الدكتور جورج بردفورد كيرد صاحب تفسير إنجيل لوقا رئيس الجمعية الكندية لدراسة الكتاب المقدس.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (253,'يحفظ النص في مخطوطات نسختها أيدي مجهدة لكتبة كثيرين، ويوجد اليوم من هذه المخطوطات (٤٧٠٠) ما بين قصاصات من ورق إلى مخطوطات كاملة على رقائق من الجلد أو القماش, إن نصوص جميع هذه المخطوطات تختلف اختلافاً كبيراً، ولا يمكننا الاعتقاد بأن أياً منها قد نجا من الخطأ, ومهما يكن الناسخ حي الضمير فإنه ارتكب أخطاء, وهذه الأخطاء بقيت في كل النسخ التي نقلت عن النسخة الأصلية, إن أغلب النسخ الموجودة من جميع الأحجام قد تعرضت لتغييرات أخرى على يد المصححين الذين لم يكن عملهم دائماً إعادة القراءة الصحيحة" (١).
وهذا يدل على أنَّ المصححين كانوا أيضا ممن مارسوا التحريف إثناء إعادتهم قراءة الكتب؛ لأن مهمتهم لم تكن إعادة القراءة الصحيحة فقط, بل كانوا يصححون ويضيفون ويحذفون كما يؤكد جورج كيرد.

<span data-type="title" id=toc-185>الفرع الثالث: اعتراف الدكتور روبرت صاحب كتاب (حقيقة الكتاب </span>المقدس).
ونختم هذا المطلب بما قاله الدكتور روبرت في كتابه: حقيقة الكتاب المقدس: " لا يوجد كتاب على الإطلاق به من التغييرات والأخطاء والتحريفات مثل ما في الكتاب المقدس, ثم ينقل روبرت أيضاً أن آباء الكنيسة يعترفون بوقوع التحريف عن عمد، وأن الخلاف بينهم محصور فيمن قام بهذا التحريف, ومن الطريف أن روبرت قد أعد لمطبعة (تسفنجلي) مذكرة علمية تطبع مع الكتاب المقدس، ثم منع من طبعها، ولما سئل عن السبب في منعها قال: " إن هذه المذكرة ستفقد الشعب إيمانه بهذا الكتاب " (٢).
خلاصة:
وبهذه الاعترافات والتي أوردنا القليل منها فقط, تبين لقراء (الكتاب المقدس المسمى بالعهدين القديم والجديد) أنها ليست من كلام الله, ولا من كلام موسى - عليه السلام - , ولا عيسى - عليه السلام - , وإنما هي من كلام بولس اليهودي, وعزرا, وغيرهم من أحبارهم ورهبانهم الذين باعوا ما فيها بالثمن القليل, وأن هذه الكتب عبارة عن بعض إضافات للكُّتاب والنُّسَّاخ بسبب جهلهم ونسيانهم وغفلتهم طوال الفترات السابقة, وإن كان يوجد الشيء القليل من الكلمات أو الفقرات التي يدَّعون نسبتها لكلام
_________
(١) انظر: الكتاب المقدس في الميزان، (ص: ٩٤) مرجع سابق.
(٢) انظر: المفصل في الرد على شبهات أعداء الإسلام (٩/ ١١٢) جمع وإعداد الباحث في القرآن والسنة

علي بن نايف الشحود, المكتبة الشاملة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (254,'الله, ولكن لا نستطيع الجزم بذلك, ولا يستطيع القارئ تمييز ما تبقى منها من النور إلا بصعوبة شديدة جداً, وذلك للأسباب السابقة من فقدان النسخ الأصلية ودخول التحريف المتعمد.

<span data-type="title" id=toc-186>المطلب الثاني: شهادات دوائر المعارف الغربية المعتمدة على وقوع التحريف المتعمَّد من النُّسَّاخ والكتبة, وفيه:</span>
إن هذا المطلب سنذكر فيه مجموعة من شهادات الدوائر الغربية المعتمدة, التي تحتفظ بالكثير من الآثار والمخطوطات لكتابهم المقدس؛ حتى يتبين لأهل الكتاب في عصرنا الحديث ما هم عليه من الضلال, ويراجعوا أنفسهم ودوائر معارفهم المعتمدة حول الكتب الموجودة بين أيديهم, خصوصاً أن هذه الشهادات هي من مؤسساتهم العلمية الرسمية, وهي كما يلي:

<span data-type="title" id=toc-187>الفرع الأول: شهادة دائرة المعارف الأمريكية على تحريف العهدين القديم والجديد</span>.
تقول دائرة المعارف الأمريكية (ENCYCLOPEDIA AMERICANA): " لم يصلنا نسخة بخط المؤلف الأصلي لكتب العهد القديم, أما النصوص التي بين أيدينا فقد نقلتها إلينا أجيال عديدة من الكتبة والنُّسَّاخ , ولدينا شواهد وفيرة تبين أن الكتبة قد غيروا بقصد أو دون قصد منهم في الوثائق والأسفار, التي كان عملهم الرئيس هو كتابتها ونقلها, وأما تغييرهم في النص عن قصد فقد مارسوه مع فقرات كاملة حين كانوا يتصورون أنها كتبت خطأ في الصورة التي بين أيديهم, كما كانوا يحذفون بعض الكلمات أو الفقرات أو يضيفون على النص الأصلي فقرات توضيحية ... ولا يوجد سبب للافتراض بأن أسفار العهد القديم لم تتعرض للأنواع العادية من الفساد في عملية النسخ, على الأقل في الفترة التي سبقت اعتبارها أسفاراً مقدسة " (١).
وتقول أيضاً دائرة المعارف الأمريكية عن إنجيل يوحنا في طبعتها لعام (١٩٥٩ م): " إن هناك مشكلة هامة وصعبة تنجم عن التناقض الذي يظهر في نواحٍ كثيرة بين الإنجيل الرابع والثلاثة المتشابهة،
_________
(١) انظر: كتاب دلائل التحريف للكتاب المقدس, (١/ ١٣) المؤلف: الدكتور شريف سالم, الطبعة الأولى (١٤٢٦ هـ ٢٠٠٥ م) , رقم الإيداع: (٥٣٣٤ - ٢٠٠٥ م) الناشر: بلا. نقلاً عن دائرة المعارف الأمريكية ENCYCLOPEDIA AMERICANA طبعة: ١٩٥٩ م (٣/ ٦١٥ - ٦١٧)',NULL,'265',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (255,'إن الاختلاف بينهم عظيم, لدرجة أنه لو قبلت الأناجيل المتشابهة باعتبارها صحيحة وموثوقة، فإن ما يترتب على ذلك هو عدم صحة إنجيل يوحنا" (١).
فتبين من هذه الشهادة أنه قد تم ممارسة التحريف عن قصد من النُّسَّاخ , وأنه قد تم الحذف أيضاً, وتمت الإضافات لفقرات سموها توضيحية, وأصبحت مع الأيام من كلام الرب, وأصبحت من أصل كتبهم وجزءاً منها, وهكذا تمت الإضافات من الشُّرَّاح والكُتَّاب.

<span data-type="title" id=toc-188>الفرع الثاني: شهادة دائرة المعارف الفرنسية على تحريف العهدين القديم والجديد:</span>
وهذه شهادة أخرى على الأسفار الخمسة من كتب العهد القديم المنسوبة إلى موسى - عليه السلام - , وهي سفر التكوين, وسفر الخروج, وسفر اللاويين, وسفر العدد, وسفر التثنية نقلاً عن كتاب كنز العلوم لمحمد فريد, حيث تذكر دائرة المعارف الفرنسية في القرن التاسع عشر تحت كلمة توراة: "أن العلم العصري ولاسيما النقد الألماني قد أثبت بعد أبحاث مستفيضة في الآثار القديمة والتاريخ وعلم اللغات أن التوراة لم يكتبها موسى - عليه السلام - , وأنها عمل أحبار لم يذكروا أسماءهم عليها, ألفوها على التعاقب, معتمدين في تأليفها على روايات سماعية سمعوها قبل أسر بابل" (٢).
ومعنى هذا الكلام أن هذه الأسفار الموجودة وغيرها في عصرنا الحديث ليس لها أي صلة بموسى - عليه السلام - , وأنها عبارة عن روايات لأشخاص آخرين, وذلك مما يؤكد لنا بطلان كل ما فيها.
وأما عن كتب العهد الجديد فتقول دائرة المعارف الكبرى الفرنسية: "أما إنجيل يوحنا فإنه لا مرية ولا شك كتاب مزور، أراد صاحبه مضادة اثنين من الحواريين بعضهما لبعض, وهما: القديسان (يوحنا ومتى) " (٣).
_________
(١) انظر: مناظرة بين الإسلام والنصرانية لمناقشة العقيدة الدينية بين مجموعة من رجال الفكر من علماء الإسلام والنصرانية, (ص: ٣٦) , المؤلف: مناظرة بين مجموعة من رجال الفكر من علماء الإسلام والنصرانية, الناشر: دار البصيرة الإسكندرية, بلا تاريخ طبعة.
(٢) انظر: محمد نبي الإسلام في التوراة والإنجيل والقرآن (ص: ٧٥) , المؤلف: محمد عزت إسماعيل الطهطاوي, الناشر: مطبعة التقدم بدار الكتب رقم الإيداع: (٢٤٢٠) لعام (١٩٧٢ م).
(٣) انظر: تخجيل من حرف التوراة والإنجيل, (١/ ١٠٢) , نقلاً: دائرة المعارف الكبرى الفرنسية (١٦/ ٨٧١، ٨٧٢).',NULL,'266',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (256,'وتقول الترجمة الفرنسية المسكونية تحت عنوان (فساد النص): " والجدير بالذكر أن بعض النُّسَّاخ الأتقياء أقدموا بإدخال تصحيحات لاهوتية على تحسين بعض التعابير التي كانت تبدو لهم معرضة لتفسير عقائدي خطر" (١).
وبهذا الشهادة حصل الاتفاق من هذه الدوائر على أن الكتاب المقدس لا يصح, وأنه كتاب مزور صنعته أيدي البشر على تعاقب الأزمان.
_________
(١) انظر: تحريف الكتاب المقدس (١/ ١٨). نقلاً عن: كتب الشريعة الخمسة: دار المشرق _ بيروت.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (257,'<span data-type="title" id=toc-189>الفرع الثالث: شهادة دائرة المعارف البريطانية على تحريف العهد الجديد</span>.
تقول دائرة المعارف البريطانية طبعة عام (١٩٦٠ م): " ليس لدينا أية معرفة مؤكدة للكيفية التي تشكلت بموجبها قانونية الأناجيل الأربعة, ولا بالمكان الذي تقرر فيه ذلك ... أما موقف الأناجيل فعلى العكس من رسائل بولس، إذ أن التغييرات الهامة قد حدثت عن قصد، مثل إدخال أو إضافة فقرات بأكملها " (١).
وهذه شهادة أخرى تؤكد بأنها لا تعرِف كيف أصبحت هذه الأناجيل معتمدة, ومتى تم الاعتراف بها, وأن كل هذه التحريفات حصلت عن قصد, كما أنه تم إدخال فقرات بكاملها, وهذا مما يؤكد لنا عدم صحة الكتاب المقدس المزعوم بشهادة دوائرهم وعلمائهم.

<span data-type="title" id=toc-190>الفرع الرابع: شهادة مجلة تايم على تحريف العهد الجديد</span>.
"نشرت مجلة تايم في عددها الصادر في أكتوبر (١٩٨٦ م) مقالاً عن ندوة دولية حضرها (١٢٠) عالماً نصرانياً درسوا صحة الأقوال المنسوبة للمسيح في الأناجيل الأربعة، فوجدوا أنه لا يصح منها سوى (١٤٨) قولاً من بين (٧٥٨) قولاً منسوباً إليه, وذكر كتاب " الأناجيل الخمسة " الذي أصدرته ندوة يسوع عام (١٩٩٣ م) أن (١٨%) فقط من الأقوال التي تنسبها الأناجيل إلى يسوع ربما يكون قد نطق بها فعلاً.
وفي ندوة (١٩٩٥ م) قرروا أن رواية ميلاد يسوع غير حقيقية سوى ما يتعلق باسم أمه، ومثله قصة آلام المسيح ومحاكمته" (٢).
خلاصة:
والذي يظهر من هذا الشهادات أن النصارى لم يعترفوا بإنجيل يوحنا بسبب أنه لم يذكر قصة ميلاد المسيح, وأن الأناجيل الأخرى ذكرتها, وفي هذه الندوة التي اجتمع فيها مئات العلماء من النصارى, والذين أثبتوا أن رواية ميلاد المسيح غير صحيحة, والذي يظهر لي هنا أنهم قد توصلوا إلى الحقيقة النهائية, وهي أنه لا بد أن يتم إسقاط بقية الأناجيل مثل ما حصل لإنجيل يوحنا, وأن كل ما فيها غير صحيح, وهي كالأسفار الخمسة باطلة بشهاداتهم, وبشهادة دوائرهم المعتمدة قال تعالى:
_________
(١) انظر: مناظرة بين الإسلام والنصرانية (ص: ٣٦) مرجع سابق, نقلا عن: دائرة المعارف البريطانية (٢/ ٥١٩ - ٥٢١) طبعة عام: ١٩٦٠ م
(٢) انظر: هل العهد الجديد كلمة الله, (ص: ١٢٩) مرجع سابق.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (258,'{قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ اللَّهِ وَكَفَرْتُم بِهِ وَشَهِدَ شَاهِدٌ مِّن بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (١).
وقال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ (١٥) يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنِ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (٢).
وقال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} (٣)
_________
(١) سورة الأحقاف الآية: (١٠).
(٢) سورة المائدة الآية: (١٥ - ١٦).
(٣) سورة النساء الآية: (١٧٠).',NULL,'269',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (259,'الفصل الخامس',NULL,'270',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (260,'<span data-type="title" id=toc-191>الفصل الخامس
الخطاب القرآني لأهل الكتاب فيما يتعلق بالأخلاق</span>, وفيه ثلاثة مباحث:
المبحث الأول: تعريف الأخلاق لغةً واصطلاحاً, وفيه مطلبان:
المطلب الأول: تعريف الأخلاق لغةً واصطلاحاً.
المطلب الثاني: أهمية الأخلاق في جميع الكتب السماوية السابقة.
المبحث الثاني: نقض أهل الكتاب للعهود والمواثيق, وفيه أربعة مطالب:
المطلب الأول: تعريف العهد لغةً واصطلاحاً. ... المطلب الثاني: تعريف الميثاق لغةً واصطلاحاً.
المطلب الثالث: آيات العهود والمواثيق, وأقوال المفسرين فيها.
المطلب الرابع: ما يترتب على نقض العهود والمواثيق.
المبحث الثالث: أمثلة على نقض العهود والمواثيق قديماً وحديثاً, وفيه مطلبان:
المطلب الأول: أمثلة على نقض العهود والمواثيق قديماً.
المطلب الثاني: أمثلة على نقض العهود والمواثيق حديثاً.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (261,'المبحث الأول: تعريف الأخلاق لغةً واصطلاحاً, وفيه مطلبان:
المطلب الأول: تعريف الأخلاق لغةً واصطلاحاً, وفيه:
الفرع الأول: تعريف الأخلاق لغةً.
الفرع الثاني: تعريف الأخلاق اصطلاحاً.
المطلب الثاني: أهمية الأخلاق في الكتب السماوية السابقة, وفيه:
الفرع الأول: أهمية الأخلاق.
الفرع الثاني: علاج الأخلاق الفاسدة.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (262,'الخطاب القرآني لأهل الكتاب فيما يتعلق بالأخلاق, وفيه ثلاثة مباحث:
مقدمة:
إن من سنن الله الجارية في هذا الكون منذ خلق الخلق أن جعل فيه من كل زوجين اثنين, وذلك كالذكر والأنثى, والجن والإنس, والأرض والسماء, والليل والنهار, والجنة والنار, وكذلك من سنة الله في الخلق أن قسَّم الناس في عقيدتهم إلى مؤمن وكافر, وهؤلاء انقسموا في أخلاقهم وطباعهم, فمنهم صاحب الخلق الحميد, ومنهم صاحب الخلق الذميم, وهذه الأخلاق والطباع لها أهمية كبيرة في المجتمع, وهي تحتاج إلى تقويم وتعديل على الدوام؛ لأن أصحاب الأخلاق السليمة هم من أحب الخلق إلى الله, وأقربهم منزلة من رسوله - صلى الله عليه وسلم -.
وتزداد دراسة موضوع الأخلاق أهمية كونها أصبحت ميزاناً تُقيَّم بها الشعوب والأمم, وتعرف من خلال ممارستها تلك الأخلاق, وقد أرسل الله عز وجل محمداً - صلى الله عليه وسلم - مكملاً ومتمماً لمكارم الأخلاق كما قال - صلى الله عليه وسلم -: {إنما بعثت لأتمم صالح الأخلاق} (١) قال الألباني: صحيح (٢).
ولأهمية الأخلاق ومكانتها فإنها كانت ضمن أهم أهداف رسالة خاتم الأنبياء والمرسلين محمد - صلى الله عليه وسلم -؛ لأن الأخلاق إذا فسدت تكون سبباً من أسباب الفساد والإفساد بين الأمم, كما أنها إذا صلحت تكون سبباً في الصلاح والإصلاح بينها.
يقول الشاعر أحمد شوقي:
إنَّما الأممُ الأخلاقُ ما بقيت ... فإنْ همُ ذهبتْ أخلاقهم ذَهبوا
وربما تكون أعظم الأزمات التي نعاني منها في عصرنا الحديث هي أزمة أخلاق وقيم, وأعظم من يعطل الأخلاق والقيّم هم أهل الكتاب الذين جعلوا الأخلاق رخيصة, فلا يقيمون وزناً لعهد ولا ميثاق, ولا يحترمون ديناً, ولا يعظمون نبياً, وقلَّ أن تجد عندهم خُلقا الصدق والأمانة إلا بما يخدم
_________
(١) أخرجه أحمد بن حنبل في مسنده, (٢/ ٣٨١) برقم (٨٩٣٩) مرجع سابق, وسنن البيهقي الكبرى (١٠/ ١٩٢) برقم (٢٠٥٧١) المؤلف: أحمد بن الحسين بن علي بن موسى أبو بكر البيهقي, الناشر: مكتبة دار الباز مكة المكرمة، ١٤١٤ - ١٩٩٤, تحقيق: محمد عبد القادر عطا, صحيح الأدب المفرد (١/ ١٠٤) رقم (٢٧٣) , المؤلف: محمد بن إسماعيل أبو عبد الله البخاري الجعفي, الناشر: دار البشائر الإسلامية - بيروت, الطبعة الثالثة، ١٤٠٩ - ١٩٨٩, تحقيق: محمد فؤاد عبد الباقي.
(٢) انظر: صحيح الأدب المفرد (١/ ١٠٤) رقم (٢٧٣) مرجع سابق.
(٢)',NULL,'273',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (263,'مصالحهم, ويدل على ذلك أنهم الذين خرجت من بينهم النظرية المشهورة (الغاية تبرر الوسيلة) لميكافيلي, وهي تهدم الأخلاق من أساسها, وتأتي عليها من جذورها, وحتى نتمكن من التعرف على مكانة الأخلاق عند أهل الكتاب, ومدى تحليهم بالأخلاق الحميدة منها أو الذميمة فإننا سنبدأ بتعريف الأخلاق لغةً واصطلاحاً.

<span data-type="title" id=toc-192>المبحث الأول: تعريف الأخلاق لغةً واصطلاحاً</span>, وفيه مطلبان:
<span data-type="title" id=toc-193>المطلب الأول: تعريف الأخلاق لغةً واصطلاحاً</span>, وفيه:
<span data-type="title" id=toc-194>الفرع الأول: تعريف الأخلاق لغةً</span>.
الأخلاق: جمع خلق "والخلق بالضم وبضمتين: السجية والطبع والمروءة والدين" (١).
وهذا التعريف اللغوي يبين لنا أن الخلق هو الطبع والسجية التي قدر عليها العبد, وأما تعريف الخلق بأنه الدين فإن ذلك لما بينه وبين الخلق من الاقتران, وأن أحدهما لا ينفك عن الآخر, كما قال ابن عباس وغيره في قوله تعالى: {إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ} (٢) أي: دينهم (٣) , وما ذلك إلا لأن من حسن دينه فقد حسن خلقه.

<span data-type="title" id=toc-195>الفرع الثاني: تعريف الأخلاق اصطلاحاً</span>.
أما التعريف الاصطلاحي للأخلاق فقد ذكر لها العلماء عدة تعريفات, نذكر منها ما يلي:
التعريف الأول: عرف الإمام الغزالي (٤) رحمه الله الخلق بأنه: "عبارة عن هيئة في النفس راسخة، عنها تصدر الأفعال بسهولة ويسر من غير حاجة إلى فكر وروية" (٥) ..
التعريف الثاني للأخلاق: قال الدكتور عبد الكريم زيدان (٦) حفظه الله في تعريف الأخلاق: "بأنها مجموعة من المعاني والصفات المستقرة في النفس, وفي ضوئها وميزانها يحسن الفعل في نظر الإنسان أو يقبح، ومن ثم يقدم عليه أو يحجم عنه" (٧).
_________
(١) انظر: القاموس المحيط (ص: ١١٣٧)، المؤلف: محمد بن يعقوب الفيروز آبادي، الناشر: مؤسسة الرسالة, بيروت.
(٢) سورة الشعراء الآية: (١٣٧).
(٣) انظر: الجامع لأحكام القرآن (١٣/ ١٢٥) مرجع سابق.
(٤) هو أبو حامد محمد بن محمد بن محمد الغزالي الطوسي، حجة الإسلام، ولد سنة ٤٥٠ هـ، وتوفي سنة ٥٠٥ هـ، من مؤلفاته: المستصفى في الأصول وإحياء علوم الدين وغيرهما. انظر: طبقات الشافعية لابن قاضي شهبة (١/ ٢٩٣) مرجع سايق، وطبقات الشافعية الكبرى للسبكي (٦/ ١٩١) مرجع سابق.
(٥) انظر: إحياء علوم الدين, (٣/ ٥٣) المؤلف: أبي حامد محمد بن محمد الغزالي, الناشر: دار المعرفة بيروت.
(٦) شيخنا الدكتور عبد الكريم زيدان حفظه الله، عالم وداعية عراقي معاصر، أستاذ الدراسات العليا والفقه الحنفي في جامعة الإيمان حفظها الله، وأستاذ في الدراسات العليا في جامعة صنعاء، له عدة مؤلفات من أشهرها: المفصل في أحكام المرأة والبيت المسلم, اصول الدعوة.
(٧) انظر: أصول الدعوة, (ص: ٧٩) المؤلف: الدكتور عبد الكريم زيدان, الناشر: مؤسسة الرسالة, الطبعة التاسعة (١٤٢٣ هـ ٢٠٠٢).',NULL,'274',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (264,'والأخلاق التي نقصدها في بحثنا هذا هي: "ميثاق كامل يشمل كل أعمال الإنسان, وقيمه العليا التي يتقيد بها في تصرفاته, في سعيه لإقامة حياته البشرية على أساسها, والتي لا يكون إنساناً إلا بها, وبقدر ما يفقد منها يفقد من إنسانيته, ولكننا نلاحظ مع زحف العلمانية على الحياة الأوربية أن الأخلاق أزيحت عن شتى مجالات الحياة, وما بقي منها فهو نفعي بحت, فالعلاقات الجنسية -مثلاً يسمونها مسألة بيولوجية لا علاقة لها بالأخلاق, ولا يوجد لها ضابط" (١).
ومن فوائد علم الأخلاق أنه يبحث عما يصلح الأخلاق إذا حصل لها الفساد, ويقومها إذا حدث فيها اعوجاج, ويخص بحثنا من ذلك الكلام عن أخلاق أهل الكتاب التي تحتاج إلى تقويم؛ كونها قد فسدت بمخالفتها للوحي الآلهي, وقد جاء القرآن الكريم ليصلح ذلك الفساد.
فتبين مما سبق أن أخلاق الإنسان تعرف من خلال ممارسة الفرد لها مع الناس, فهي هيئة في النفس راسخة بحسب الفطرة, وتكون سليمة لانسجامها مع الفطرة ومع الوحي, فحينما يقدم صاحبها على ممارسة خلق سيئ فهو دليل على ضعف وازعه الديني, ولا يحجم عنه إلا إذا قوي وازعه الديني, وذلك لارتباطه بالوحي الإلهي قال تعالى: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (٢).

<span data-type="title" id=toc-196>المطلب الثاني: أهمية الأخلاق في الكتب السماوية السابقة, وفيه:</span>
وهذا المطلب سنذكر فيه اتفاق الكتب السماوية بأكملها على أهمية الأخلاق, ثم نذكر علاج الأخلاق الفاسدة على النحو التالي:

<span data-type="title" id=toc-197>الفرع الأول: أهمية الأخلاق</span>.
إن الأخلاق بما لها من أهمية قد ورد الأمر بحميدها, والنهي عن سيئها في جميع الكتب السماوية؛ سواءً في العبادات أو في المعاملات, وقد اتحد الخطاب بذلك في التوراة والإنجيل قبل
_________
(١) انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (٢/ ٩٤٩ - ٩٥٠) مرجع سابق.
(٢) سورة الملك الآية: (١٤).',NULL,'275',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (265,'التحريف, وكذلك في القرآن الكريم في عدة مواضع, كالحث على الصدق والأمانة والصبر والعفو والعطف والإنفاق, وكالنهي عن القتل والزنا والسرقة وشهادة الزور والتعامل بالربا, وما ذلك إلا لأهميتها.
فمن ذلك أن بعض الوصايا التي وردت في التوراة (العهد القديم) تكرر ورودها في القرآن الكريم، فكلمة: (لا تقتل) (١) وردت في التوراة في (سفر الخروج ٢٠: ١٣)، ويقابلها في القرآن: قوله تعالى: {وَلاَ تَقْتُلُوا أَنفُسَكُمْ} (٢).
وكلمة: (لا تَزنِ) (٣) جاءت في التوراة في (سفرالخروج ١٤: ٢٠) , ويقابلها في القرآن قوله تعالى: {وَلاَ تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاء سَبِيلاً} (٤).
وقد وردت في التوراة (سفر التثنية ١٩: ٥) وصية: (لا تسرق) (٥) ويقابلها في القرآن قوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} (٦).
وجاء في التوراة: (سفر الخروج ١٦: ٢٠) (لا تشهد على قريبك شهادة الزور) (٧) , ويقابلها في القرآن قوله تعالى: {وَاجْتَنِبُوا قَوْلَ الزُّورِ} (٨) (٩).
فهذه بعض الأمثلة من كتب أهل الكتاب تبين أن دين جميع الأنبياء واحد, وهذا الدين الواحد يدعو البشر للتحلي بالأخلاق الحميدة, ويدعوهم لترك الأخلاق الذميمة من الزنا, والربا, والسرقة, وشهادة بالزور, وغيرها.
_________
(١) انظر: سفر الخروج (٢٠: ١٣) موسوعة الكتاب المقدس (١/ ١٥٠) , وسفر التثنية (١٧: ٥) , موسوعة الكتاب المقدس (١/ ٣١٠) مرجع سابق.
(٢) سورة النساء الآية: (٩).
(٣) انظر: (سفر الخروج ١٤: ٢٠) , موسوعة الكتاب المقدس (١/ ١٥٠) , وسفر التثنية (١٨: ٥) , موسوعة الكتاب المقدس (١/ ٣١٠) مرجع سابق.
(٤) سورة الإسراء الآية: (٣٢).
(٥) انظر: (سفر التثنية ١٩: ٥) , موسوعة الكتاب المقدس (١/ ٣١٠). (وإنجيل متى ١٨: ١٩) موسوعة الكتاب المقدس (٤/ ١٦٨) مرجع سابق.
(٦) سورة المائدة الآية: (٣٨).
(٧) انظر: (سفر الخروج ١٦: ٢٠) موسوعة الكتاب المقدس (١/ ١٥١) مرجع سابق.
(٨) سورة الحج الآية: (٣٠).
(٩) انظر: الموسوعة العربية العالمية ص: (٥٦).',NULL,'276',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (266,'ولم تكن التوراة من بين الكتب السابقة هي من دعت البشرية إلى التحلي بالأخلاق الحميدة, والتخلي عن الأخلاق الذميمة, بل جاء مثل ذلك في الإنجيل (العهد الجديد) , مما يدل على أنها جميعاً صدرت من مشكاة واحدة إلا أن أهل الكتاب حرفوا كتبهم, فمن ذلك ما جاء في إنجيل متى: ٢١: ٥: (قد سمعتم أنه قيل للقدماء لا تقتل, ومن قتل يكون مستوجب الحكم) (١) , وجاء أيضاً في إنجيل متى ٢٧: ٥٢٨: (قد سمعتم أنه قيل للقدماء لا تزن, وأما أنا فأقول لكم: إن كل من ينظر إلى امرأة ليشتهيها فقد زَنى بها في قلبه) (٢).
ويقابلها في القرآن قوله تعالى: {قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} (٣) , وقوله تعالى: {وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} (٤).
وكذلك ورد في (إنجيل متَّى: ١٨: ١٩): (فقال يسوع لا تقتل, لا تزن, لا تسرق, لا تشهد بالزور) (٥).
وكذلك ورد في (إنجيل متَّى: ١٩: ١٩): (أكرم أباك وأمك, وأحبَّ قريبك كنفسك) (٦).
ويقابلها في القرآن الكريم قوله تعالى: {وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً} (٧).
وقوله تعالى: {وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً} (٨).
فتبين مما سبق أن هذه الكتب السماوية جاءت لإصلاح أخلاق البشر, حتى يعيشوا فيما بينهم بأمن وسلام, وهذا مما يحتم على أهل الكتاب أن يلتزموا بما جاء في الخطاب القرآني حتى يتم
_________
(١) انظر: إنجيل متىَّ: (٢١: ٥) موسوعة الكتاب المقدس (٤/ ١٤٢) مرجع سابق.
(٢) انظر: (إنجيل متىَّ: (٢٧: ٥٢٨) موسوعة الكتاب المقدس (٤/ ١٤٢) مرجع سابق.
(٣) سورة النور الآية: (٣٠).
(٤) سورة النور الآية: (٣١).
(٥) انظر: (إنجيل متىَّ: ١٨: ١٩) موسوعة الكتاب المقدس (٤/ ١٦٨) مرجع سابق.
(٦) انظر: (إنجيل متىَّ: ١٩: ١٩) موسوعة الكتاب المقدس (٤/ ١٦٨) مرجع سابق.
(٧) سورة الإسراء الآية: (٢٣).
(٨) سورة النساء الآية: (٣٦).',NULL,'277',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (267,'حل جميع المشاكل المتراكمة وإيجاد المخرج لها, من إلقاء العداوة والبغضاء بينهم إلى يوم القيامة, وأما ما نراه في كتب أهل الكتاب الموجودة بين أيدينا الآن من الكذب والبهتان الذي ينسبونه إلى نبي الله عيسى - عليه السلام - من دعوته إلى الإرهاب فهو محض افتراء, وتحريف للكلم عن مواضعه, ويتذرعون به لقتل البشر بغير حق, فقد جاء في (إنجيل متى: ١٠: ٣٤٣٥) أنه قال: (لا تظنوا أني جئت لألقي سلاماً على الأرض. ما جئتُ لأُلقي سلاماً بل سيفاً؛ فإني جئت لأفرق الإنسان ضد أبيه, والابنة ضد أمها, والكنة ضد حماتها) (١).
وما جاء في هذه النصوص فهو "يشير إلى أن الإنجيل المحرَّف يحوي نصوصاً تدعو إلى القتل والإبادة والإرهاب والجريمة" (٢).
وكذلك ما نراه من النصوص اليهودية التي تقول: (إذا ضرب أممي إسرائيلياً يستحق الموت) والأممي عندهم هو كل إنسان غير يهودي, ويقولون أيضاً: (اليهود أحب إلى الله من الملائكة, وهم من عنصر الله كالولد من عنصر أبيه فمن يصفع اليهودي كمن يصفع الله) وغيرها من النصوص التي تجعلهم شعب الله المختار, وأن عنصرهم هو الأسمى على العناصر الأخرى؛ وغير ذلك من الأماني التي تدعوهم للغرور والكذب, منها ادعاء أن الله سيغفر لهم كل ما عملوه من جرم وقتل؛ كونهم ليسوا كغيرهم, فضرب الله عليهم الذلة والمسكنة وغضب عليهم بسبب ما سبق (٣).
فهذه أمثلة أوردناها من التوراة والإنجيل قبل التحريف وبعده, نجد فيها أنها قبل التحريف تحث على حسن الأخلاق ومكارمها, وتنهى عن رذائلها وسفاسفها, أما بعد التحريف فإنها على العكس من ذلك, والعجب اليوم من اليهود والنصارى أن يجمعوا بين النقائض, أعني أنهم في الواقع يعملون بالتعاليم المحرفة, ويسلكون في تطبيقها كل سبل التوحش, متنكرين للتعاليم القديمة التي تحث على الأخلاق الحسنة, أما في التنظير وخطاب الرأي العام فإنهم يدعون إلى السلام الشامل والوئام, وحسن الجوار واحترام الآخر!
_________
(١) انظر: إنجيل متىَّ: (١٠: ٣٤ - ٣٥) موسوعة الكتاب المقدس (٤/ ١٥٢).
(٢) انظر: صورة اليهود في القرآن والسنة الأناجيل (ص: ٢٠) المؤلف: إبراهيم أبو عواد، الناشر: دار اليازوري العلمية، الأردن, الطبعة العربية - ٢٠٠٨ م.
(٣) انظر: اليهود في القرآن (ص: ٨١٥) المؤلف: سيد سابق, الناشر: دار الفتح للإعلام العربي القاهرة, الطبعة الرابعة (١٤١٥ هـ ١٩٩٤ م).',NULL,'278',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (268,'<span data-type="title" id=toc-198>الفرع الثاني: علاج الأخلاق الفاسدة</span>.
وأما إذا حصل الفساد لهذه الأخلاق فقد أنزل الله العلاج الذي يصلحها ويقيمها في القرآن الكريم الذي هو آخر الكتب السماوية, والمهيمن عليها, وإذا أصلحنا اعوجاج الأخلاق بأساليب القرآن الكريم تخلَّقت النفس بأحسن الأخلاق مع الأمم والشعوب, فيعمهم الأمن والسلام والصلاح والإصلاح, كما قال تعالى في سورة بني إسرائيل: {إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً} (١).
فالقرآن الكريم يهدي للتي هي أقوم, وكلمة (أقوم) من أفعال التفضيل كما قرر ذلك أهل التفسير واللغة, قال الطبري رحمه الله: "للسبيل التي هي أقوم من غيرها من السبل, وذلك دين الله الذي بعث به أنبياءه, وهو الإسلام, قال ابن زيد: للتي هي أصوب هو الصواب, وهو الحق, قال: والمخالف هو الباطل, وقرأ قول الله تعالى: {فِيهَا كُتُبٌ قَيِّمَةٌ} (٢) أي: فيها الحق" (٣).
قال القرطبي: "أقوم أي: الطريقة التي هي أسد وأعدل وأصوب, فالتي نعت لموصوف محذوف أي: الطريقة إلى نص أقوم, وقال الزجاج للحال التي هي أقوم الحالات, وهي توحيد الله والإيمان برسله" (٤).
وقال السعدي: "أي: أعدل وأعلى من العقائد والأعمال والأخلاق, فمن اهتدى بما يدعو إليه القرآن كان أكمل الناس وأقومهم وأهداهم في جميع الأمور" (٥).
وقال الشنقيطي (٦): "وهذه الآية الكريمة أجمل الله جلَّ وعلا فيها جميع ما في القرآن من الهدى إلى خير الطرق وأعدلها وأصوبها" (٧) , ثم أسهب رحمه الله في بيان معاني هذه الآية إلى أن قال: "فدل
_________
(١) سورة الإسراء الآية: (٩).
(٢) سورة البينة الآية: (٣).
(٣) انظر: جامع البيان عن تأويل آي القرآن، (١٥/ ٤٦ - ٤٧) مرجع سابق.
(٤) انظر: الجامع لأحكام القرآن، (١٠/ ٢٢٥) مرجع سابق.
(٥) انظر: تيسير الكريم الرحمن في تفسير كلام المنان، (١/ ٤٥٤) مرجع سابق.
(٦) محمد الأمين بن محمد المختار بن عبد القادر الجكني الشنقيطي، عاش في الفترة ما بين (١٣٢٥ - ١٣٩٣ هـ) مفسر مدرس من علماء شنقيط (موريتانيا)، له عدة مصنفات من أشهرها: أضواء البيان في تفسير القرآن بالقرآن. انظر: الأعلام للزركلي (٦/ ٤٥) مرجع سابق.
(٧) انظر: أضواء البيان، (٣/ ١٧) مرجع سابق.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (269,'مجموع الآية على أن المتصف بما في القرآن من مكارم الأخلاق أنه يكون على خُلق عظيم, وذلك لِعظم ما في القرآن من مكارم الأخلاق ثم ذكر بعض الأمثلة على ذلك, وختم ذلك بقوله: ومن هدي القرآن للتي هي أقوم هديه إلى حل المشاكل العالمية بأقوم الطرق وأعدلها" (١).
خلاصة:
لقد تبين مما سبق أن القرآن الكريم هو كتاب الهداية للعالمين, الذي يهدي لأفضل الطرق وأصوبها وأحسنها في كل شيء, وأن هذا الكتاب شمل كل ما تحتاجه البشرية جميعاً, في كل العلوم الدنيوية والآخروية, وكل العبادات والمعاملات, قال تعالى: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (٢).
_________
(١) انظر: المصدر نفسه (٣/ ٥٠).
(٢) سورة المائدة الآية: (١٥ - ١٦).',NULL,'280',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (270,'<span data-type="title" id=toc-199>المبحث الثاني: نقض أهل الكتاب للعهود والمواثيق</span>, وفيه أربعة مطالب:
المطلب الأول: تعريف العهد لغة واصطلاحاً, وفيه:
الفرع الأول: تعريف العهد لغةً.
الفرع الثاني: تعريف العهد اصطلاحاً.
المطلب الثاني: تعريف الميثاق لغةً واصطلاحاً, وفيه:
الفرع الأول: تعريف الميثاق لغة.
الفرع الثاني: تعريف الميثاق اصطلاحاً.
الفرع الثالث: الفرق بين العهد والميثاق.
المطلب الثالث: آيات العهود والمواثيق, وأقوال المفسرين فيها, وفيه:
الفرع الأول: الآيات التي تأمر أهل الكتاب بالوفاء بالعهود والمواثيق.
الفرع الثاني: معاني العهود والمواثيق.
المطلب الرابع: ما يترتب على نقض العهود والمواثيق, وفية:
الفرع الأول: الآيات التي تحذر أهل الكتاب من نقض العهود والمواثيق.
الفرع الثاني: ما يترتب على نقض العهود والمواثيق.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (271,'<span data-type="title" id=toc-200>المطلب الأول: تعريف العهد لغة واصطلاحاً</span>, وفيه:
<span data-type="title" id=toc-201>الفرع الأول: تعريف العهد لغةً:</span>
لقد عرف أهل اللغة العهد بعدة تعريفات, ومن هذه التعريفات ما يتعلق بأهل الكتاب, وهو مقصودنا هنا, فمن ذلك تعريف ابن فارس للعهد بقوله: "عهد العين والهاء والدال أصل هذا الباب عندنا دال على معنى واحد قد أومأ إليه الخليل (١) قال: أصله الاحتفاظ بالشيء وإحداث العهد به, والذي ذكره من الاحتفاظ هو المعنى الذي ترجع إليه فروع الباب.
فمن ذلك قولهم: عهد الرجل يعهد عهداً, وهو من الوصية, وإنما سميت بذلك؛ لأن العهد مما ينبغي الاحتفاظ به, ومنه اشتقاق العهد الذي يكتب للولاة من الوصية, وجمعه عهود.
ومن هذا الباب العهد الذي معناه الالتقاء والإلمام, يقال: هو قريب العهد به, وذلك أن إلمامه به احتفاظ به وإقبال" (٢).

<span data-type="title" id=toc-202>الفرع الثاني: تعريف العهد اصطلاحاً:</span>
أما تعريف العهد اصطلاحاً فقد قال الجرجاني رحمه الله (٣): "العهد حفظ الشيء ومراعاته حالاً بعد حال, هذا أصله, ثم استعمل في الموثق الذي تلزم مراعاته, وهو المراد" (٤).
فالعلامة الجرجاني قد أتى للعهد بتعريفات, فبدأ بالتعريف اللغوي, وهو ما أشار إليه بقوله: هذا أصله.
ثم ذكر تعريفاً آخر, وهو التعريف الاصطلاحي الثاني, وهو الذي يتعلق ببحثنا وهو"الموثق الذي تلزم مراعاته".
وقال ابن عاشور: العهد "هو الائتمان على أمر مهمِّ" (٥).
_________
(١) الخليل بن أحمد بن عمرو بن تميم الفراهيدي أبو عبد الرحمن البصري العروضي النحوي اللغوي، ولد سنة (١٠٠ هـ) وتوفي سنة (١٧٠ هـ). من تصانيفه: فائت العين في اللغة، وكتاب الإيقاع، وكتاب الشواهد، وكتاب العروض، وكتاب العين في النحو واللغة، وكتاب النغم، وكتاب النقط والشكل. انظر: هدية العارفين (١/ ١٨٤) مرجع سابق.
(٢) انظر: مقايس اللغة, (٤/ ١٦٧) مرجع سابق.
(٣) علي بن محمد بن علي، المعروف بالشريف الجرجاني، من كبار العلماء بالعربية، ولد في تاكو قرب استر أباد، ودرس في شيرا، عاش ما بين عامي: ٧٤٠ - ٨١٦ هـ، من مؤلفاته: التعريفات, وشرح المواقف للإيجي. انظر: البدر الطالع بمحاسن من بعد القرن السابع (١/ ٤٨٨) , الأعلام للزركلي (٥/ ٧) مرجع سابق.
(٤) انظر: التعريفات، (١/ ٢٠٤) مرجع سابق.
(٥) انظر: التحرير والتنوير, (٢٥/ ٢٦٧) مرجع سابق.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (272,'وهنالك تعريف آخر لأحد المعاصرين وهو أن العهد: صيغة يعاهد فيها المؤمن ربه على الالتزام بفعل شيء أو تركه (١).
وذكر بعض العلماء أيضاً أن العهد: "هو الالتزام بإلزام الله, أو إلزام العبد لنفسه" (٢).
والعهد الذي يتعلق بأهل الكتاب هو ما عهده الله إليهم من توحيده وطاعته, واتباع رسوله محمد - صلى الله عليه وسلم - فيما جاء به, وأنه يجب عليهم مراعاته ذلك العهد حالاً بعد حال حتى يدخلهم الله الجنة.

<span data-type="title" id=toc-203>المطلب الثاني: تعريف الميثاق لغةً واصطلاحاً</span>, وفيه:
<span data-type="title" id=toc-204>الفرع الأول: تعريف الميثاق لغة:</span>
عرفه علماء اللغة بمجموعة من التعريفات, قال ابن فارس: "وثق: الواو والثاء والقاف كلمة تدل على عقد وإحكام, ووثقت الشيء أحكمته, وثاقة موثقة الخلق, والميثاق: العهد المحكم, وهو ثقة, وقد وثقت به" (٣).
وقيل: "وَثِقَ به ثِقَةً ومَوْثِقاً: ائْتَمَنَهُ, والوَثيقُ: المُحْكَمُ, جمعه: وِثاقٌ, والمِيثاقُ والمَوْثِقُ بمعنى: العَهْدُ, وجمعه: مَواثيقُ ومَياثيقُ ومَياثِقُ, وأوْثَقَهُ فيه: شَدَّهُ " (٤).
ويأتي بمعنى الإصر وهو: "العهد المؤكد, لقوله تعالى: {قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي} (٥) " (٦).

<span data-type="title" id=toc-205>الفرع الثاني: تعريف الميثاق اصطلاحاً:</span>
أما تعريف الميثاق اصطلاحاً فقد عرفه الإمام القرطبي رحمه الله بقوله هو: العهد المؤكد باليمين" (٧).
_________
(١) انظر: الموقع الالكتروني لمحمد حسين فضل الله.
(٢) انظر: تيسير الكريم الرحمن في تفسير كلام المنان, (١/ ٨٣) مرجع سابق.
(٣) انظر: مقاييس اللغة (٦/ ٨٥) مرجع سابق.
(٤) انظر: القاموس المحيط (ص: ١١٩٧) مرجع سابق.
(٥) سورة آل عمران الآية: (٨١).
(٦) انظر: المعجم الوسيط, (١/ ١٩)، المؤلف: إبراهيم مصطفى, وأحمد الزيات, وحامد عبد القادر, ومحمد النجار، الناشر: دار الدعوة، تحقيق: مجمع اللغة العربية.
(٧) انظر: الجامع لأحكام القرآن، (١/ ٢٤٧) مرجع سابق.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (273,'وقال ابن حومد رحمه الله: و"الميثاق هو العهد الشَّديد المؤكد" (١).
فتبين من التعريف الاصطلاحي أن الميثاق نوع من العهد, ولكنه يؤكد باليمين بين البشر بعضهم البعض ونحوها.

<span data-type="title" id=toc-206>الفرع الثالث: الفرق بين العهد والميثاق:</span>
لقد ذكر بعض العلماء أن هناك فروقاً بين العهد والميثاق من حيث اللغة, فمن هذه الفروق: " أن العهد إلزام والتزام سواء كانت فيه يمين أو لم تكن نحو: عهد الله لأفعلن, وعليَّ عهد الله، فهو ملتزم بهذا العهد, والميثاق هو العهد المؤكد باليمين" (٢).
وذكر بعض العلماء أيضاً أن العهد: "هو الالتزام بإلزام الله, أو إلزام العبد لنفسه" (٣).
ويقال في العهد: "عهد إليه في كذا: أوصاه به، وأوثقه عليه، والعهد في لسان العرب له معان: منها: الوصية, والضمان, والأمر، والرؤية, والمنزلة. وأما الميثاق: فهو العهد الموثق باليمين" (٤) , فيكون الميثاق مركباً من العهد واليمين معاً (٥).
والظاهر أن العهد والميثاق مترادفان لا فرق بينهما من حيث المعنى, ولكن العهد أعم من الميثاق في معناه, والميثاق داخل في العهد, ولكنه مؤكد باليمين, ويجب الوفاء به, وكذلك العهد الواجب, وهو ما أوصاه المعاهد به وأخذ عليه الموثق.
_________
(١) انظر: أيسر التفاسير لأسعد حومد (١/ ٩٠) مرجع سابق.
(٢) انظر: مجلة البحوث الإسلامية, (٣/ ٣٩٦) المؤلف: مجلة دورية تصدر عن الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد.
(٣) انظر: تيسير الكريم الرحمن في تفسير كلام المنان, (١/ ٨٣) مرجع سابق.
(٤) انظر: الإيمان والرد على أهل البدع, (١/ ٩١) المؤلف: عبد الرحمن بن حسن محمد بن عبد الوهاب, الناشر: دار العاصمة، الرياض، المملكة العربية السعودية, الطبعة: الأولى بمصر، ١٣٤٩ هـ، النشرة الثالثة ١٤١٢ هـ.
(٥) انظر: أنوار البروق في أنواع الفروق (٣/ ٣٧) المؤلف: شهاب الدين احمد بن ادريس بن عبدالرحمن الشهير بالقرافي, الناشر: عالم الكتب, بلا طبعة, بلا تاريخ.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (274,'<span data-type="title" id=toc-207>المطلب الثالث: آيات العهود والمواثيق, وأقوال المفسرين فيها</span>, وفية:
<span data-type="title" id=toc-208>الفرع الأول: الآيات التي تأمر أهل الكتاب بالوفاء بالعهود والمواثيق:</span>
لقد أخذ الله على بني إسرائيل مجموعة من العهود والمواثيق ورد ذكرها في الكتب السابقة على ألسنة أنبيائهم ورسلهم, وكذلك ورد بعضها في القرآن الكريم, وهذه العهود كثيرة جداً, لكننا سنلخص معانيها من كلام المفسرين في تفسيرهم لهذه الآيات على النحو التالي:

<span data-type="title" id=toc-209>الآية الأولى:</span>
قال تعالى: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ} (١).
لقد أمر الله بني إسرائيل أن يلتزموا بالعهد المأخوذ عليهم, والذي عاهدوا الله على الوفاء به, والمراد بالعهد في هذه الآية كما قال الإمام الطبري: "عهدُ الله ووصيته الذي أخذ على بني إسرائيل في التوراة، أن يبيِّنوا للناس أمر محمد - صلى الله عليه وسلم - أنه رسولٌ، وأنهم يجدونه مكتوباً عندهم في التوراة أنه نبيُّ الله، وأن يؤمنوا به, وبما جاء به من عند الله.
وأما قوله تعالى: (أُوف بعهدكم) فالمقصود به: "عهدُه إياهم أنهم إذا فعلوا ذلك أدخلهم الجنة، كما قال جل ثناؤه: {وَلَقَدْ أَخَذَ اللهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنهُمُ اثْنَيْ عَشَرَ نَقِيباً وَقَالَ اللهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلاَةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنتُم بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللهَ قَرْضاً حَسَناً لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ وَلأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ فَمَن كَفَرَ بَعْدَ ذَلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَاء السَّبِيلِ} (٢) وقال تعالى: {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِيَ أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (٣).
ثم ذكر الطبري عن ابن عباس نحو ذلك, وذهب إليه أكثر المفسرين, وقال ابن زيد في قوله: {وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ} أوفوا بأمري أوفِ بالذي وعدتكم، وقرأ قوله تعالى: {إِنَّ اللهَ اشْتَرَى
_________
(١) سورة المائدة الآية: (١٢).
(٢) انظر: جامع البيان عن تأويل آي القرآن (١/ ٢٥٠) مرجع سابق.
(٣) سورة الأعراف الآية: (١٥٦ - ١٥٧).',NULL,'285',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (275,'مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم} (١) حتى بلغ: {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللهِ} قال: هذا عهده الذي عهده لهم" (٢).
فتبين من كلام الطبري أن العهد الذي أخذه الله على بني إسرائيل هو الإيمان بالله وبرسله, وخاصة محمد - صلى الله عليه وسلم - المذكور في كتبهم السابقة, وأن لا يكتموا صفاته, فهذا العهد الذي طلب الله منهم أن يوفوا به, هو عهد الله ووصيته لهم, فإن فعلوا ذلك فعهد الله لهم أن يدخلهم الجنة.
وأما قول ابن زيد وتلاوته لقوله تعالى: {إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم} وأنه عهد الله الذي عهد إليهم فهو محمول على أنه يريد أن يبين معنى (أوف بعهدكم) وأنه هو الجزاء المذكور في قوله تعالى: (بأن لهم الجنة) في الآية التي تلاها, وذلك لقوله تعالى: {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللهِ} , فلا ينافي ما ذكره أكثر المفسرين.
والذي يظهر أن قول ابن عباس رضي الله عنهما هو الصواب من بين الأقوال السابقة؛ لأن الرسول - صلى الله عليه وسلم - قد جاء بكل الأوامر السابقة من إقامة الصلاة, وإيتاء الزكاة والصدقة, والإيمان بجميع الرسل وتصديقهم ونصرتهم وتعظيمهم, واتباع ما جاءوا به من كتاب ربهم, وتحريم القتل وسفك الدماء, فمن كان يحب الله فليتبع رسوله الأمي الذي أحل الطيبات, وحرم الخبائث, ووضع جميع الإصر والأغلال السابقة, قال تعالى: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللهُ غَفُورٌ رَّحِيمٌ} (٣).
وأما سبب تسمية ما سبق عهداً, فقد ذكر الإمام الماوردي رحمه الله أن في ذلك قولين:
أحدهما: لأنه عهده في الكتب السالفة.
والثاني: أنه جعله كالعهد الذي هو يمين؛ للزوم الوفاء بهما معاً" (٤).
والقولان متلازمان, فهو مذكور في الكتب السابقة كعهد تجب المحافظة عليه ومراعاته, وأيضاً هو أمر مؤكد لازم الوفاء, وإذا كان الله تعالى قد أخذ الميثاق على الأنبياء بقوله: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ
_________
(١) سورة التوبة الآية: (١١١).
(٢) انظر: جامع البيان عن تأويل آي القرآن, (١/ ٢٥٠ - ٢٥١) مرجع سابق.
(٣) سورة آل عمران الآية: (٣١).
(٤) انظر: النكت والعيون (١/ ١١١) مرجع سابق.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (276,'وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ} (١) فأتباعهم من باب أولى, وهذا هو العهد الذي نقضه أهل الكتاب.

<span data-type="title" id=toc-210>الآية الثانية:</span>
قال تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لاَ تَعْبُدُونَ إِلاَّ اللهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِّنكُمْ وَأَنتُم مِّعْرِضُونَ} (٢).

<span data-type="title" id=toc-211>الفرع الثاني: معاني العهود والمواثيق:</span>
وقد ذكر الإمام الطبري معاني هذا العهد في هذه الآية, ونحن نلخصها فيما يلي:
الأول: " أنه وصية الله إلى خلقه، وأمره إياهم بما أمرهم به من طاعته، ونهيه إياهم عما نهاهم عنه من معصيته، في كتبه وعلى لسان رسوله - صلى الله عليه وسلم -. ونقضُهم ذلك: تركُهم العمل به.
الثاني: أنه العهدُ الذي أخذه عليهم حين أخرجهم من صُلب آدم، الذي وصفه في قوله: {وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَن تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ} (٣) ونقضُهم ذلك: تركهم الوفاء به.
الثالث: أن عهدَ الله الذي نقضوه بعدَ ميثاقه هو ما أخذه الله عليهم في التوراة منَ العمل بما فيها، واتباع محمد - صلى الله عليه وسلم - إذا بُعث، والتصديق به وبما جاء به من عند ربهم, ونقضُهم ذلك هو جحودهم به بعد معرفتهم بحقيقته، وإنكارهم ذلك، وكتمانهم علمَ ذلك عن الناسَ، بعد إعطائهم اللهَ من أنفسهم الميثاق ليبيننه للناس ولا يكتمونه, فأخبر الله جل ثناؤه أنهم نبذوه ورَاء ظهورهم, واشتروا به ثمنًا قليلا.
الرابع: أن الله عنى بهذه الآية جميع أهل الشرك والكفر والنفاق, وعهده إلى جميعهم في توحيده ما وضعَ لهم من الأدلة الدالة على ربوبيته, وعهدُه إليهم في أمره ونهيه ما احتجَّ به لرسله من المعجزات التي لا يقدرُ أحد من الناس أن يأتي بمثلها، الشاهدة لهم على صدقهم.
_________
(١) سورة آل عمران الآية: (٨١).
(٢) سورة البقرة الآية: (٨٣).
(٣) سورة الأعراف الآية: (١٧٢ - ١٧٣).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (277,'قالوا: ونقضهم ذلك، تركهم الإقرارَ بما قد تبيَّنت لهم صحته بالأدلة، وتكذيبُهم الرسلَ والكُتُب، مع علمهم أن ما أتوا به حق" (١).
وقد أضاف ابن حجر الهيتمي (٢) أقوالاً أخرى في معنى هذا العهد, على النحو التالي: "
الخامس: ما أخذه الله تعالى على الأنبياء ومتبعيهم أن لا يكفروا بالله, ولا بنبيه محمد - صلى الله عليه وسلم - , وأن ينصروه ويعظموه, كما قال تعالى: {وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّيْنَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ} (٣). وكما في قوله تعالى: {وَإِذَ أَخَذَ اللهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} (٤).
السادس: ما أخذه الله عليهم من أن لا يسفكوا دمائهم, ولا يخرجوا أنفسهم من ديارهم" (٥).
فتبين مما سبق أن العهد يشمل كل ما سبق من الأوامر والنواهي التي طلب الله من عباده القيام بها, وأهمها أن يعبدوه ولا يشركوا به شيئاً, وأن يتبعوا الرسول الذي أرسله الله بالدين الخاتم, وهذا ما عليه أكثر أهل التفسير.

<span data-type="title" id=toc-212>المطلب الرابع: ما يترتب على نقض العهود والمواثيق:</span>
إن الخطاب القرآني جاءنا بالعلاج الذي يحل مشاكلنا, ويزيد من ترابطنا حينما نلتزم بما جاءنا به القرآن من الوفاء بالعهود والمواثيق التي بيننا وبين ربنا سبحانه وتعالى, وبيننا وبين أهل الكتاب وبين غيرهم, قال تعالى: {أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ} (٦).
_________
(١) انظر: جامع البيان عن تأويل آي القرآن, (١/ ١٨٢ - ١٨٣) مرجع سابق.
(٢) أحمد بن محمد بن حجر الهيتمي المصري ثم المكي، ولد سنة (٩٠٩ م)، مات سنة (٩٧٣ م)، من مؤلفاته: تحفة المحتاج شرح المنهاج، والصواعق المحرقة. انظر: البدر الطالع (١/ ١٠٩) مرجع سابق.
(٣) سورة آل عمران الآية: (٨١).
(٤) سورة آل عمران الآية: (١٨٧).
(٥) انظر: الفتاوى الحديثية لابن حجر الهيتمي (١/ ٢١ - ٢٢) المؤلف: أحمد شهاب الدين ابن حجر الهيتمي المكي, الناشر: دار الفكر.
(٦) سورة الأعراف الآية: (١٦٩).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (278,'ورتب على الوفاء بذلك الأجر العظيم والفضل الجزيل, ولكنه توعد من أخلف عهده وميثاقه باللعنة, وجعل القلوب قاسية, وإلقائه العداوة والبغضاء بين من يتصفون بهذا الخلق الذميم إلى يوم القيامة, كما سنبينه في الآيات التالية:

<span data-type="title" id=toc-213>الفرع الأول: الآيات التي تحذر أهل الكتاب من نقض العهود والمواثيق:</span>
قال تعالى: {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُوا حَظّاً مِّمَّا ذُكِّرُوا بِهِ وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمُ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ} (١).
وقال تعالى: {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ اللهِ وَقَتْلِهِمُ الأَنْبِيَاءَ بِغَيْرِ حَقًّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} (٢).
وقال تعالى: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ} (٣).
فهذه الآيات من الخطاب القرآني لأهل الكتاب تدل على وجوب الوفاء بالعهد وتؤكد على حرمة الغدر والخيانة.
وجميع الآيات التي ورد فيها لفظ العهد أو الميثاق فإنها تدل دلالة واضحة على منطوق العهد والميثاق أو مفهومه, وكل ما صدق عليه اسم العهد فرعايته من الإيمان, كما أن التفريط فيه من الكفر (٤).
ونظراً لأهمية الوفاء بالعهود والمواثيق فقد أوجب الله على عباده الوفاء بعهودهم ومواثيقهم وأكد على ذلك أنه سيسألهم عنها يوم القيامة, بقوله تعالى: {وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا} (٥).
ولكننا نلاحظ في عصرنا الحديث أكثر أهل الكتاب قد أصبح نقض العهود والمواثيق عمداً من أخلاقهم الثابتة التي تؤكد لنا تماديهم في فسقهم وضلالهم كأسلافهم, كما قال تعالى: {وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ} (٦).
_________
(١) سورة المائدة الآية: (١٣).
(٢) سورة النساء الآية: (١٥٥).
(٣) سورة المائدة الآية: (١٤).
(٤) انظر: العهد والميثاق في القرآن الكريم (ص: ١٤٨ - ١٤٩) , المؤلف: الدكتور ناصر بن سليمان العمر.
(٥) سورة الإسراء الآية: (٣٤).
(٦) سورة الأعراف الآية: (١٠٢).',NULL,'289',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (279,'ومن خلال آيات الخطاب السابقة بين الله لنا كل ما يترتب على نقض العهود والمواثيق من أوصاف, فآيات القرآن تصفهم بشرار الخلق, وتصفهم بأهل الخيانة, وتصفهم بأصحاب القلوب القاسية؛ وذلك لأنهم لم يقوموا بصيانة العهود والمواثيق وحفظها, فكفروا بربهم وقتلوا أنبياءهم, واستحلوا دماء غيرهم, وبسبب ذلك أباح الله دمائهم, وحكم عليهم بالقتل والتشريد, قال تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ} (١).

<span data-type="title" id=toc-214>الفرع الثاني: ما يترتب على نقض العهود والمواثيق:</span>
وإن مما يترتب على نقض العهود والمواثيق الخسارة في الدنيا والآخرة, التوعد باللعنة في الدنيا وسوء الدار في الآخرة, قال تعالى: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ} (٢).
فهذه الآيات تبين لنا بوضوح ما يترتب على نقض العهود والمواثيق من عواقب دنيوية كالقتل والتشريد, وكذلك إغراء العداوة والبغضاء بين بعضهم البعض كما هو الحاصل بين اليهود والنصارى طوال التاريخ, وآخرها الحرب العالمية الثانية عام (١٩٣٩ م ١٩٤٥ م) التي راح ضحيتها أكثر من أربعين مليونً من البشر (٣)؛ وكل ذلك بسبب نسيانهم حظاً مما ذكروا به, وسيستمرون على هذا الحال إلى يوم القيامة, ومع ذلك فطبع القلوب ولعن أصحابها يلاحق كل من أخلف عهده وميثاقه طوال حياته.
ومن أخطر ما ورد في القرآن الكريم مما يترتب على نقض العهود والمواثيق هو إلقاء العداوة والبغضاء بين ناقضي العهود والمواثيق قال تعالى: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا
_________
(١) سورة الأنفال الآية: (٥٥ - ٥٨).
(٢) سورة الرعد الآية: (٢٥).
(٣) انظر: الموسوعة الإلكترونية العالمية, (ص: ٤١٤ - ٤٢١) , الناشر: مكتبة لبنان ناشرون, ومؤسسة محمد بن راشد آل مكتوم, الطبعة: الأولى, عام ٢٠٠٩ م, ترجمه للعربية: الدكتور دعاس ناصيف, مراجعة وتحرير: دائرة الترجمة والنشر بمكتبة لبنان ناشرون.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (280,'حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ} (١).
وقال تعالى عن اليهود: {وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ} (٢).
فهذه الآية الكريمة تتحدث أن أهل الكتاب نسوا حظاً مما ذكروا به من الأوامر التي أمرهم الله بها من عهده وميثاقه, فحل بهم عقاب الله, وأغرى بعضهم ببعض, وألقى العدواة والبغضاء بينهم, وأما النسيان الذي حصل من أهل الكتاب فهو نسيانهم لعقيدة التوحيد, وهي أساس الانحراف الذي فرقهم ومزقهم قديماً وحديثاً, وأوقع بينهم الخلاف والشقاق.
فعلى سبيل المثال فقد ذكر سيد قطب أنه قد وقع بين النصارى من الخلاف والشقاق والعداوة والبغضاء في التاريخ القديم والحديث مصداق ما قصه الله سبحانه في كتابه الصادق الكريم؛ وسال من دمائهم على أيدي بعضهم البعض ما لم يسل من حروبهم مع غيرهم في التاريخ كله, وهي ماضية إلى يوم القيامة كما قال أصدق القائلين، جزاء على نقضهم ميثاقهم، ونسيانهم حظا مما ذكروا به من عهد الله، وأول بند نقضوه ونسوه هو بند التوحيد، الذي انحرفوا عنه بعد فترة من وفاة المسيح - عليه السلام - (٣).
والإغراء: مأخوذ من شدة التهيج والتحريش بين بعضهم البعض بالعداوة والبغضاء وشدة الاختلاف (٤).
قال ابن عاشور: وأما حقيقة الإغراء فهو حث أحد على فعل وتحسينه إليه حتى لا يتوانى في تحصيله؛ فاستعير الإغراء لتكوين ملازمة العداوة والبغضاء في نفوسهم أي: لزومهما لهم فيما بينهم, وقد شبه العلماء هذه العداوة والبغضاء فيهم مثل الدهن الذي يلصق بالخشب, وإلقاء العداوة والبغضاء بينهم كان عقاباً في الدنيا جزاء على نكثهم العهد.
فإن قيل: كيف أُغريت بينهم العداوة, وهم لم يزالوا إلْبا على المسلمين؟
_________
(١) سورة المائدة الآية: (١٤).
(٢) سورة المائدة الآية: (٦٤).
(٣) انظر: في ظلال القرآن, (٢/ ٨٦٠).
(٤) انظر: التبيان تفسير غريب القرآن (١/ ١٨٠) , المؤلف: شهاب الدين أحمد بن محمد الهائم المصري, الناشر: دار الصحابة للتراث بطنطا - القاهرة, الطبعة الأولى, عام ١٩٩٢ م, تحقيق: د. فتحي أنور الدابولي, أيسر التفاسير للجزائري (١/ ٦٠٧) مرجع سابق.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (281,'فجوابه: أنَّ العداوة ثابتة بينهم في الدين بانقسامهم فِرقاً، وذلك الانقسام يجرُّ إليهم العداوة وخذْل بعضهم بعضاً.
ثم إنَّ دولهم كانت منقسمة ومتحاربة، ولم تزل كذلك، وإنّما تألَّبوا في الحروب الصَّليبية على المسلمين, ثم لم يلبثوا أن تخاذلوا وتحاربوا، ولا يزال الأمر بينهم كذلك إلى الآن, وكم ضاعت مساعي الساعين في جمعهم على كلمة واحدة, وتأليف اتّحاد بينهم، أليسوا قد أقاموا حلف ألأطلسي, والاتحاد الأوروبي, وحلف وارسوا؟ ؟ وكان اختلافهم لطفاً بالمسلمين في مختلف عصور التَّاريخ الإسلامي، على أنَّ اتَّفاقهم على أمَّة أخرى لا ينافي تمكُّن العداوة فيما بينهم، وكفى بذلك عقاباً لهم على نسيانهم ما ذكِّروا به (١).
وهذه العداوة والبغضاء تشمل اليهود والنصارى كما قال سيد طنطاوي: "والذي تطمئن إليه النفس أن قوله تعالى: (فَأَغْرَيْنَا بَيْنَهُمُ العداوة والبغضاء إلى يَوْمِ القيامة) يشمل ما بين اليهود والنصارى من عداوة ظاهرة مستحكمة يراها الرائي في كل العصور والأزمان، كما يشمل ما بين فرق النصارى من اختلاف وتباغض وتقاتل؛ بسبب عقائدهم الزائغة وأهوائهم الفاسدة, وما نراه من تصارع وتقاتل بين طائفتي الكاثوليك والبروتستانت في ايرلاندا وفي غيرها خير شاهد على صدق القرآن الكريم" (٢).
وقد بين الشيخ محمد الغزالي السبب في هذه العداوة والبغضاء بين أهل الكتاب, وبيَّن أن المخرج منها هو الالتزام بعهد الله بقوله: "وتاريخ المسيحية شاهد صدق على هذا الشقاق الدامي بين شتى الكنائس, ولن تنسى أوربا الحروب الدينية الكثيرة التي ملأت ساحاتها بالدماء! وقد وضعت هذه الحروب أوزارها، إلا أن الكراهية ناشبة في أعماق الصدور يخفيها انشغال الكل بالعلمانية التي أقصت الدين وسيطرت على الدولة, ونرى أن هذه الهدنة عارضة، وأن الخصام عائد إلى الظهور حتما؛ لأن أسبابه قائمة، وهو ما تؤكده الآية, والواقع أنه لا سلام إلا في الإسلام، ولن تطهر الأيدي من الدماء إلا إذا عمرت الأفئدة بالاعتقاد الحق في الإله الواحد! وهذا معنى قوله تعالى: (فَأَغْرَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة) موقظاً القوم إلى ما يجب عليهم" (٣) , وصدق الله القائل: {وَقَالَتِ الْيَهُودُ
_________
(١) انظر: التحرير والتنوير (٤/ ٢٣٩) , (٥/ ٦٥) مرجع سابق.
(٢) انظر: الوسيط لسيد طنطاوي (١/ ١٢٠٨ - ١٢٠٩) مرجع سابق.
(٣) انظر: نحو تفسير موضوعي (ص: ٦٩) , المؤلف: محمد الغزالي, الناشر: دار نهضة مصر, الطبعة: الأولى.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (282,'لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} (١).
وهذه العداوة والبغضاء اللازمة لهم طوال الزمن أدت إلى إهلاك بعضهم البعض, ولن تتركهم حتى يعودوا إلى رشدهم.
قال الشيخ الصابوني: "وهكذا نجد الأمم الغربية, وهم أبناء دين واحد يتفنن بعضهم في إهلاك بعض، فمن مخترع للقنبلة الذرية إلى مخترع للقنبلة الهيدروجينية، وهي مواد مدمرة، لا يمكن أن يتصور العقل ما تحدثه من تلف بالغ، وهلاك شامل! فالله يهلكهم بأموالهم وأيديهم مصداقاً لقوله تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ} (٢) " (٣).
فندعو أهل الكتاب أن يتنبهوا لما حصل لأسلافهم من فتن وقلاقل طوال حياتهم في الدنيا بسبب نقضهم عهودهم ومواثيقهم, ونسيانهم عقيدة التوحيد, وأن يعودوا إلى رشدهم قبل أن يحل بهم العذاب كما حل بأسلافهم, قال تعالى: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ} (٤).
وقال تعالى: {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ} (٥).
_________
(١) سورة البقرة الآية: (١١٣).
(٢) سورة التوبة الآية: (٥٥).
(٣) انظر: صفوة التفاسير للصابوني (١/ ٣٠٧ - ٣٠٨) المؤلف: محمد بن علي الصابوني, الناشر: دار الصابوني, الطبعة الأولى عام ١٤١٧ هـ ١٩٩٧ م.
(٤) سورة الأعراف الآية: (١٦٥ - ١٦٧).
(٥) سورة الأعراف الآية: (٥٢ - ٥٣).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (283,'<span data-type="title" id=toc-215>المبحث الثالث: أمثلة على نقض العهود والمواثيق قديماً وحديثاً</span>, وفيه مطلبان:
المطلب الأول: أمثلة على نقض العهود والمواثيق قديماً, وفيه:
الفرع الأول: نقض يهود بنو النضير للعهود والمواثيق قديماً.
الفرع الثاني: آيات نقض اليهود والنصارى للعهد والميثاق بكتمانهم نبوته - صلى الله عليه وسلم - , وأقوال المفسرين فيها.
المطلب الثاني: أمثلة على نقض العهود والمواثيق حديثاً, وفيه:
الفرع الأول: اتفاقية الهدنة بين العرب وإسرائيل في (١٠ يونيو ٨ يوليو ١٩٤٨ م).
الفرع الثاني: بنود اتفاقية الهدنة بين العرب وإسرائيل في (١٠ يونيو ٨ يوليو ١٩٤٨ م).
الفرع الثالث: أوجه نقض اليهود والنصارى لاتفاقية الهدنة.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (284,'<span data-type="title" id=toc-216>المطلب الأول: أمثلة على نقض العهود والمواثيق قديماً</span>, وفيه:
إن العهود والمواثيق التي حصلت بين رسول الله - صلى الله عليه وسلم - وبين أهل الكتاب عندما قدم إلى المدينة المنورة كثيرة, وقد كان من تلك العهود أن لا يقاتلوه, ولا يعينوا عليه أحدا, وقد عمل عهداً مع يهود المدينة في زمانه؛ كونهم كانوا هم القوة الكبيرة داخل المدينة, وكان أشهرهم يهود بني النضير, وبني قينقاع, وبني قريظة, وكانت كل هذه العهود والمواثيق يتم نقضها من قبلهم, والذي يظهر أن هذا الخُلق أصبح شهوة لا يستطيعون العيش بدونها كانتهاكهم لأعراض النساء كما حصل من بني قينقاع, والتغزل بالنساء كما حصل من كعب بن الأشرف, ومحاولات الاغتيال لرسول الله - صلى الله عليه وسلم - التي حصلت من بني النضير, واتباع الهوى الذي حصل من بني قريظة, وسنذكر بعض ما حصل من نقض العهود والمواثيق منهم على سبيل المثال:

<span data-type="title" id=toc-217>الفرع الأول: يهود بنو النضير تنقض العهد والميثاق مع رسول الله - صلى الله عليه وسلم </span>-:
لقد أخبر الله رسوله محمداً - صلى الله عليه وسلم - في زمانه عن اليهود المعاصرين له أنهم ينقضون عهدهم في كل مرة بسبب كفرهم, وأمر رسوله أن يعاقبهم بما يناسبهم, كما قال تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِندَ اللهِ الَّذِينَ كَفَرُوا فَهُمْ لاَ يُؤْمِنُونَ الَّذِينَ عَاهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لاَ يَتَّقُونَ فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللهَ لاَ يُحِبُّ الخَائِنِينَ} (١).
فقد كان النبي - صلى الله عليه وسلم - صالح يهود بني النضير في المدينة على أن لا يكونوا عليه ولا له, فلما أُصِيبَ المسلمون يوم أُحُدٍ أخذ اليهود في الدس والوقيعة, والتأليب على المسلمين, وذهب زعيمهم كعب بن الأشرف إلى مكة فحالف قريشاً, واستحثها على حرب الرسول - صلى الله عليه وسلم - والمسلمين، واستئصال شأفتهم, وحاول يهود بني النضير قتل الرسول - صلى الله عليه وسلم - بطرح حجر عليه من سطح أحد المنازل, بينما كان الرسول - صلى الله عليه وسلم - يجلس في ظله. فأنجاه الله من كيدهم, فأمر الرسول - صلى الله عليه وسلم - بقتل كعب بن الأشرف فقتله رجل من المسلمين_هو محمد بن مسلمة_ غيلة. وتأهب المسلمون وساروا لقتال بني النضير. فتحصن بنو النضير في مواقعهم، واستعدوا للحرب ... وجاء المسلمون فحاصروا بني النضير إحدى وعشرين ليلة, وقذف الله الرعب في قلوبهم, ويئسوا من نصر المنافقين, فطلبوا الصلح, فأبى الرسول إِلا جلاءهم عن المدينة, على أن يحمل كل ثلاثة أبيات على بعير واحد ما شاؤوا من متاعهم فجلا أكثرهم إلى الشام والحيرة,
_________
(١) سورة الأنفال الآية: (٥٥ - ٥٨).',NULL,'295',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (285,'وعمد اليهود إلى بيوتهم فخربوها لكيلا ينتفع المسلمون بها, وعمدوا إلى ما لا يستطيعون نقله من أثاثهم فدمروه, وكان نخل بني النضير لرسول الله - صلى الله عليه وسلم - خاصةً أعطاه الله إياه وخصه به ... (١).
وكانت هذه الحادثة من أخطر الحوادث حينما أرادوا قتل خير البرية محمد - صلى الله عليه وسلم - , وهي تبين لنا موقف اليهود من الرسل والأنبياء والصالحين, أنهم يمارسون معهم التكذيب والقتل, وهذا هو الخُلق المتجسد فيهم, وقد توعدهم الله بسبب ذلك بقوله تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} (٢).
ثانياً: نقض العهد من قبل يهود بني قريظة:
اليهود طباعهم واحدة, فقد قام يهود بنو قريظة بنقض العهد بعد بني النضير بعام واحد, ولم يتعظ بنو قريظة بما وقع لإخوانهم بني النضير, فلجئوا بعد عام واحد إلى ما وقع فيه بنو النضير من غدر وخيانة, فحصل لهم مثل ما حصل لإخوانهم اليهود.
ثالثاً: نقض يهود خيبر للعهود:
ثم حصل النقض للعهد من يهود خيبر حينما صالحهم رسول الله - صلى الله عليه وسلم - , واشترط عليهم في عقد الصلح ألا يكتموا ولا يُغيبوا شيئاً, فإن فعلوا فلا ذمة لهم ولا عهد (٣) , فحصل منهم النقض للذي تم بينهم وبين رسول الله - صلى الله عليه وسلم - , فوقع لهم بسبب ذلك ما وقع من العقاب المعروف في غزوة خيبر في السنة السابعة للهجرة, وتفاصيل ذلك معروف في مواطنه من كتب السيرة النبوية.
خلاصة ما سبق:
إن الخطاب القرآني من الله سبحانه وتعالى فيه البيان الشافي الذي يوضح فيه مواقف أهل الكتاب المتتالية في كل مرة بأنهم سينبذون كل عهد وميثاق ويطرحونه, وهذه الصفة الذميمة أصبحت من أخلاقهم الثابتة في كل زمانٍ ومكان, فالسامري نبذ وأخلف ما كان بينه وبين موسى - عليه السلام - من العهد
_________
(١) انظر: أيسر التفاسير لأسعد حومد, (١/ ٥٠٠٦) مرجع سابق.
(٢) سورة آل عمران الآية: (٢١).
(٣) انظر: زاد المعاد في هدي خير العباد, (٣/ ١٢٩) المؤلف: محمد بن أبي بكر أيوب الزرعي أبو عبد الله
الناشر: مؤسسة الرسالة مكتبة المنار الإسلامية - بيروت, الطبعة الرابعة عشرة: ١٤٠٧ هـ ١٩٨٦ م.
تحقيق: شعيب الأرناؤوط عبد القادر الأرناؤوط.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (286,'بعبادة الله وحده, وهو من قياداتهم السابقة كما قال تعالى: {قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي} (١).

<span data-type="title" id=toc-218>الفرع الثاني: آيات نقض اليهود والنصارى للعهد والميثاق بكتمانهم نبوته - صلى الله عليه وسلم - , وأقوال المفسرين فيها</span>.
إن الله قد أخذ على اليهود والنصارى من أهل الكتاب العهد والميثاق ببيان كل ما أنزله عليهم في شأن محمد عبده ورسوله وخاتم أنبائه ورسله، المبشر به في كتبهم السابقة، وذلك ما قاله أهل التفسير في معنى الميثاق المأخوذ عليهم كما سبق, وأن الله قد حذرهم من كتمان صفاته - صلى الله عليه وسلم - وأخباره, وسنذكر هنا بعض الآيات التي تتحدث عن العهد والميثاق المأخوذ عليهم.

<span data-type="title" id=toc-219>الآية الأولى:</span>
قال تعالى: {وَإِذَ أَخَذَ اللهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} (٢).
وأما الميثاق الذي أخذه الله على أهل الكتاب في هذه الآية أن يبينوا للناس صفات الرسول - صلى الله عليه وسلم - , وحذرهم من كتمان ذلك, وقد بين أهل التفسير معنى البيان والكتمان المقصود في هذه الآية, فقد جاء في الأثر عن ابن عباس أنه قال: كان أمرهم أن يتبعوا النبيَّ الأميَّ الذي يؤمن بالله وكلماته، وقال تعالى: {اتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} (٣) , فلما بعث الله محمدًا - صلى الله عليه وسلم - قال الله: {وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ} (٤) عاهدهم على ذلك، فقال حين بعث محمدًا - صلى الله عليه وسلم -: صدِّقوه، وتلقون الذي أحببتم عندي (٥).
وقد روي عن السدي أيضاً أنه قال: إن الله أخذ ميثاق اليهود ليبيننه للناس، أي محمدًا - صلى الله عليه وسلم -، ولا يكتمونه، فنبذوه وراء ظهورهم، واشتروا به ثمنًا قليلا" (٦).
_________
(١) سورة طه الآية: (٩٦).
(٢) سورة آل عمران الآية: (١٨٧).
(٣) سورة الأعراف الآية: (١٥٨).
(٤) سورة البقرة الآية: (٤٠).
(٥) انظر: جامع البيان عن تأويل آي القرآن، (٤/ ٢٠٢) برقم (٨٣٢٠) مرجع سابق.
(٦) انظر: المصدر نفسه، (٤/ ٢٠٢) برقم (٨٣٢١).',NULL,'297',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (287,'وقد قرر الواحدي رحمه الله أن الميثاق الذي أخذه الله على اليهود والنصارى في التوراة هو " بيان نبوة محمد رسول الله وصفاته ونعته, وعدم إخفاء ذلك, ولكنهم نبذوا الميثاق, ولم يعملوا به, وذلك قوله تعالى: (فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً) " (١).
وقد علق الإمام الطبري على هذه الآية بقوله: "فالذين ينقضون عهدَ الله هم التاركون ما عهد الله إليهم من الإقرار بمحمدٍ - صلى الله عليه وسلم - , وبما جاء به, وتبيين نبوته للناس، الكاتمون بيان ذلك بعدَ علمهم به، وبما قد أخذَ الله عليهم في ذلك، كما قال الله تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ} (٢)، ونبذُهم ذلك وراء ظهورهم هو نقضُهم العهدَ الذي عهد إليهم في التوراة الذي وصفناه، وتركُهم العمل به" (٣).
وقد فصَّل القاسمي (٤) معنى التبيين الواجب على أهل الكتاب بأنه: " إظهار جميع ما فيه من الأحكام والأخبار التي من جملتها أمر نبوته - صلى الله عليه وسلم - , وعدم الكتمان بعد الأمر بالبيان، _مؤكداً أن النهي عن الكتمان يعتبر_ مبالغة في إيجاب المأمور به, فطرحوا العهد والميثاق ولم يراعوه، ونبذُ الشيء وراء الظهر مما يؤكِّد الاستهانة به، والإعراض عنه بالكلية, كما أن جعله نصب العين علم في كمال العناية (٥).
والذي تبين مما سبق أن أكثر المفسرين يؤكدون أن العهد والميثاق الذي أخذه الله على أهل الكتاب هو التصديق بنبوة محمد - صلى الله عليه وسلم - , واتباع ما جاء به عن ربه سبحانه وتعالى, والأدلة على ذلك كثيرة, فمن هذه الأدلة: قوله تعالى: {أَوَكُلَّمَا عَاهَدُوا عَهْداً نَّبَذَهُ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ} (٦)، فبعد أن ذكر الله في الآية السابقة أنهم كل ما عاهدوا عهداً نبذه بعضهم أتبعها بقوله تعالى:
_________
(١) انظر: الوجيز للواحدي (١/ ٢٤٧).
(٢) سورة آل عمران الآية: (١٨٧).
(٣) انظر: جامع البيان عن تأويل آي القرآن (١/ ١٨٣) مرجع سابق.
(٤) جمال الدين (أو محمد جمال الدين) بن محمد سعيد بن قاسم الحلاق القاسمي، من سلالة الحسين السبط: إمام الشام في عصره، علما بالدين، وتضلعا من فنون الأدب. عاش بين عامي: ١٢٨٣ - ١٣٣٢ هـ مولده ووفاته في دمشق، من مؤلفاته: تعطير المشام في مآثر دمشق الشام, وقواعد التحديث من فنون مصطلح الحديث, تفسير محاسن التأويل. انظر: الأعلام للزركلي (٢/ ١٣٥) مرجع سابق, معجم المؤلفين (٣/ ١٥٧).
(٥) انظر: محاسن التأويل (٣/ ١٠٦١) المؤلف: علامة الشام محمد جمال الدين القاسمي, الناشر: دار إحياء الكتب العربية, الطبعة الأولى عام (١٣٧٦ هـ ١٩٥٧ م) تحقيق محمد فؤاد عبد الباقي.
(٦) سورة البقرة الآية: (١٠٠).',NULL,'298',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (288,'{وَلَمَّا جَاءهُمْ رَسُولٌ مِّنْ عِندِ اللهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللهِ وَرَاء ظُهُورِهِمْ كَأَنَّهُمْ لاَ يَعْلَمُونَ} (١) فدلَّت هذه الآية على أن العهد والميثاق هو الإيمان بالرسول - صلى الله عليه وسلم -؛ لأنه مصدق بنبوة موسى وعيسى عليهما السلام, ومصدق للبشارات التي تحدثت عن نبوته في التوراة والإنجيل قبل تحريفها, فمجرد مجيئه - صلى الله عليه وسلم - يعتبر تصديقاً لها.
وأيضا لقد ثبت من كتمانهم لصفاته وعلاماته - صلى الله عليه وسلم - في الكتب السابقة ما جاء في قوله تعالى: {وَإِذَ أَخَذَ اللهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} (٢).
فكان موقف أهل الكتاب من هذا العهد والميثاق أنهم خانوه, وقاموا بنبذه، والكفر بما في كتب الله من البشارات, كما قال تعالى: {وَلَمَّا جَاءهُمْ كِتَابٌ مِّنْ عِندِ اللهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءهُم مَّا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّه عَلَى الْكَافِرِينَ} (٣).
وهذا النقض هو من الخيانة التي وصفهم الله بها, وقد أصبحت الخيانة صفة متجسدة فيهم في كل زمان ومكان كما أسلفنا, قال تعالى: {وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمُ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ} (٤).
وأما الخطاب في هذه الآية من الله لرسوله - صلى الله عليه وسلم - فهو على سبيل التسلية له وللمؤمنين, بأن نقض العهود والمواثيق قد أصبح من سجايا اليهود والنصارى, فإنهم كل ما عاهدوا عهداً فإنهم سينقضونه وينبذونه، إما كلهم أو بعضهم, وهذه عادتهم في كل زمانٍ ومكان, وذه الآية تؤكد لنا أن ما يحصل في عصرنا الحديث من نقض للعهود والمواثيق والاتفاقيات من قبلهم سيستمر على مر العصور, فاليهود هم أول من يبدأ بالنقض, والنصارى هم من يؤيدون ويناصرون ذلك.
قال سيد قطب رحمه الله ففي هذه الآية: "يصور الله حال اليهود في المجتمع المسلم في المدينة؛ فهم لا يكفون عن محاولة خيانة رسول الله, وقد كانت لهم مواقف خيانة متواترة، بل كانت هذه هي حالهم طوال إقامتهم معه في المدينة, ثم في الجزيرة كلها, وما تزال هذه حالهم في المجتمع الإسلامي على مدار التاريخ، على الرغم من أن المجتمع الإسلامي هو المجتمع الوحيد الذي آواهم، ورفع عنهم
_________
(١) سورة البقرة الآية: (١٠١).
(٢) سورة آل عمران الآية: (١٨٧).
(٣) سورة البقرة الآية: (٨٩).
(٤) سورة المائدة الآية: (١٣).',NULL,'299',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (289,'الاضطهاد، وعاملهم بالحسنى، ومكن لهم من الحياة الرغيدة فيه؛ ولكنهم كانوا دائماً كما كانوا على عهد الرسول - صلى الله عليه وسلم - عقارب وحيات وثعالب وذئاباً تضمر المكر والخيانة، ولا تني تمكر وتغدر, إن أعوزتهم القدرة على التنكيل الظاهر بالمسلمين نصبوا لهم الشباك وأقاموا لهم المصائد، وتآمروا مع كل عدو لهم، حتى تحين الفرصة، فينقضوا عليهم، قساة جفاة لا يرحمونهم، ولا يرعون فيهم إلَّاً ولا ذمة" (١).
قال الإمام الزمخشري: "واليهود موسومون بالغدر, ونقض العهود, وكم أخذ الله الميثاق منهم ومن آبائهم فنقضوا, وكم عاهدهم رسول الله - صلى الله عليه وسلم - فلم يفوا" (٢).

<span data-type="title" id=toc-220>الآية الثانية:</span>
قال تعالى: {أَوَكُلَّمَا عَاهَدُوا عَهْداً نَّبَذَهُ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ} (٣).
أما العهد المذكور في هذه الآية فقد قرر الرازي بأن هذا الخلق الذميم: " ليس ببدع منهم, بل هو سجيتهم وعادتهم وعادة سلفهم على ما بينه في الآيات المتقدمة من نقضهم العهود والمواثيق حالاً بعد حال! لأن من يعتاد منه هذه الطريقة لا يصعب على النفس مخالفته كصعوبة من لم تجر عادته بذلك".
فكان نبذهم لكتاب الله كمن يرمي بكتاب الله وراء ظهره من شدة الإعراض عنه, ثم ذكر الرازي أن المقصود من نبذهم لكتاب الله: هو مثل لتركهم وإعراضهم عنه بمثل ما يرمى به وراء الظهر؛ استغناء عنه وقلة التفات إليه. ثم قال: "والعهد في هذه الآية فيه أربعة وجوه:
أحدها: أن الله تعالى لما أظهر الدلائل الدالة على نبوة محمد - صلى الله عليه وسلم - , وعلى صحة شرعه كان ذلك كالعهد منه سبحانه وتعالى, وقبولهم لتلك الدلائل كالمعاهدة منهم لله سبحانه وتعالى.
وثانيها: أن العهد هو الذي كانوا يقولونه قبل مبعثه - صلى الله عليه وسلم -: لئن خرج النبي لنؤمنن به ولنخرجن المشركين من ديارهم (٤).
أقول: وهذا يدل على أنهم كانوا يعرفون نبوة محمد رسول الله كما يعرفون أبناءهم, وكانوا يستفتحون به على العرب في الحروب التي كانت تدور بين اليهود وبعض القبائل العربية, ويقولون:
_________
(١) انظر: في ظلال القرآن, (٢/ ٨٥٩) مرجع سابق.
(٢) انظر: الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، (١/ ١٩٧) مرجع سابق.
(٣) سورة البقرة الآية: (١٠٠).
(٤) انظر: تفسير الرازي مفاتيح الغيب (٣/ ١٨٣ - ١٨٤) مرجع سابق.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (290,'اللهم انصرنا بالنبي المبعوث في آخر الزمان, ويتوعدونهم بأنهم سيقتلونهم قتل عاد وإرم. قال تعالى: {وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} (١).
وثالثها: أنهم كانوا يعاهدون الله كثيراً وينقضونه.
ورابعها: أن اليهود كانوا قد عاهدوه على أن لا يعينوا عليه أحداً من الكافرين, فنقضوا ذلك، وأعانوا عليه قريشاً يوم الخندق؛ قال القاضي: إن صحت هذه الرواية لم يمتنع دخوله تحت الآية، لكن لا يجوز قصر الآية عليه, بل الأقرب أن يكون المراد ما له تعلق بما تقدم ذكره من كفرهم بآيات الله, وإذا كان كذلك فحمله على نقض العهد فيما تضمنته الكتب المتقدمة والدلائل العقلية من صحة القول ونبوة محمد - صلى الله عليه وسلم - أقوى" (٢).
خلاصة:
وكل هذه الوجوه تتطابق مع بعضها البعض: فالوجه الأول يقصد به نبوته - صلى الله عليه وسلم - , ولا يتعارض مع الوجه الثاني كون اليهود كانوا يعلمون بصفاته ونعته في كتبهم, وأما الوجه الثالث فلا يتعارض مع الوجهين السابقين, كونهم عاهدوا الله على أمور كثيرة كالإيمان به سبحانه وتوحيده والتزام طاعته, ومن ذلك الإيمان برسوله محمد خاتم الأنبياء، وأن لا يكتموا صفاته, فنقضوا هذا العهد والميثاق مع الله سبحانه وتعالى, وأما الوجه الرابع فلا يتعارض كذلك مع الأوجه السابقة, وذلك أنهم عاهدوا الله على نصرة الرسول الخاتم وتصديقه, ويدل على ذلك أن هذا العهد هو الذي أخذه الله على جميع الأنبياء والمرسلين، وهو الإيمان بمحمد رسول الله, فبلغهم أنبياؤهم ذلك فنقضوه, قال تعالى: {وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّيْنَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ فَمَن تَوَلَّى بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ ... إلى قوله تعالى ... كَيْفَ يَهْدِي اللهُ قَوْماً كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءهُمُ الْبَيِّنَاتُ وَاللهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ} (٣).
_________
(١) سورة البقرة الآية: (٨٩).
(٢) المصدر نفسه (٣/ ١٨٣).
(٣) سورة آل عمران الآية: (٨١ - ٨٦).',NULL,'301',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (291,'<span data-type="title" id=toc-221>المطلب الثاني: أمثلة على نقض العهود والمواثيق حديثاً:</span>
أما الأمثلة على نقض أهل الكتاب للعهود والمواثيق والاتفاقيات في عصرنا الحديث فهي كثيرة جداً, كون هذه الخصلة الذميمة هي من صميم أخلاقهم في كل زمانٍ ومكان كما تحدثنا سابقاً, وكأن نقضهم للعهود والمواثيق مع غيرهم قد أصبح خُلقاً متأصلاً فيهم, وصار ديناً يدينون به, وسلوكاً تمليه عليهم كتبهم المحرفة, فهم جميعاً لا يخلون من نقض العهود والمواثيق, فإذا لم ينقضها بعضهم نقضها البعض الآخر منهم, والبقية يوافقونهم على ذلك, هذا بالنسبة لليهود, وأما النصارى فهم تبع لليهود في ذلك, ويتضح ذلك من خلال مناصرتهم لليهود ومساعدتهم, والاعتراف بهم حديثاً.
وقد ذكر الأستاذ محمد عصمت بكر المتخصص في دراسة أخلاق أجيال بني إسرائيل: أن الدَّارس العارف بتاريخ اليهود يدرك أن الشرَّ داخلٌ في تركيبة دمائهم, ينتقل من جيل إلى جيل, فإذا تناولت جيلاً من أجيالهم في أي زمان أو مكان فإنه يتشابه كل التشابه مع الأجيال الأخرى.
فمن لم يعرف تاريخهم عليه أن ينظر إلى الحاصل منهم في الحاضر الملموس, يدرك أن الشر المتأصل في نفوسهم, لا يمكن أن يكون خلقاً عارضاً؛ بل هو سلوك متوارث عبر أجيالهم الأولى؛ فيقف بجلاء على تاريخهم, وإن لم يقرأ في كتاب أو يبحث في طيات التاريخ، ومن يعرف تاريخهم، ويعرف أخلاق أجيالهم الأولى, لا يتعجب أو يندهش لسلوكهم وأخلاقهم الشريرة في زماننا الحاضر" (١).
وسنكتفي هنا بذكر مثال من الأمثلة على نقض اليهود والنصارى للعهود والمواثيق في عصرنا الحديث, وذلك لنؤكد استمرارهم في ممارسة هذه الأخلاق الذميمة, وأنهم اتخذوا ذلك ديناً لا ينفكون عنه حتى يومنا هذا:

<span data-type="title" id=toc-222>الفرع الأول: اتفاقية الهدنة بين العرب وإسرائيل في (١٠ يونيو ٨ يوليو ١٩٤٨ م)</span>.
إن من أبرز الأمثلة على نقض اليهود والنصارى للعهود والمواثيق حديثاً نقض اليهود لاتفاقيات الهدنة التي كانت بين العرب وإسرائيل في حرب عام: (١٩٤٨ م) , وهي من أهم الأمثلة في القرن العشرين؛ لأنه قد ترتب عليها أمور كثيرة جعلت اليهود يتغطرسون في الأرض, وذلك أثناء إعلانهم قيام دولة إسرائيل في أرض فلسطين المسلمة المحتلة.
_________
(١) انظر: كتاب جذور الفتنة اليهودية أجيال بني إسرائيل الأولى, (ص: ٢٠٢) المؤلف: د/ محمد عصمت بكر, الناشر: دار النمير دمشق.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (292,'وقد تكلم عن هذه الاتفاقيات أهل الاختصاص كالدكتور هيثم الكيلاني المتخصص في دراسة الاستراتيجيات العسكرية في الحروب بين العرب واليهود من عام ١٩٤٨ م إلى عام ١٩٨٨ م, وكذلك الدكتور محمود متولي المتخصص في دراسة ما يتعلق بهذه الاتفاقيات, والقائد العسكري لمنطقة القدس اللواء: عبد الله التل في حرب (١٩٤٨ م) حيث بيَّن هؤلاء الباحثون كل ما حصل من نقض للعهود والاتفاقيات من قبل اليهود والنصارى أثناء الهدنة (١).
ففي الحرب بين العرب وإسرائيل التي استمرت لمدة (٢٦) يوماً, كانت الجيوش العربية حينها قد تقدمت تقدماً كبيراً, وحققت انتصارات كبيرة في معركتها مع اليهود, وقد كان اليهود ينتظرون الموت في اللحظة الأخيرة بعد استيلاء الجيوش العربية على القسم الأكبر من فلسطين, واقتربوا من تل أبيب مما جعل اليهود يقفون موقف الدفاع عن المستعمرات وراء التحصينات, ولم يستطيعوا القيام بأي هجوم؛ وذلك لأنهم كانوا يعتمدون على العامل السياسي الخارجيالنصارى, وأصبح الجيش اليهودي في حالة يرثى لها أمام الجيوش العربية المقاتلة, فقام مجلس الأمن (النصارى) بفرض هدنة لينقذ بها إسرائيل (اليهود) , فكانت هذه الهدنة في صالح إسرائيل. وقد شهد وكيل القنصل الأمريكي بالقدس حينها بقوله: " إن قرار مجلس الأمن الذي فرض الهدنة الأولى هو وحده الذي خلص اليهود وحال دون سحقهم على أيدي الجيوش العربية", فلولا تلك الهدنة لكان وجه التاريخ قد تغير.
وقد صرح حينها مناحيم بيجين (٢) الإرهابي الصهيوني المعروف لأهالي القدس بقوله: "إن لديَّ وعداً قاطعاً من الإنجليز والأمريكان بأن الهدنة ستفرض خلال ثلاثة أيام, فإن لم يتم ذلك فتعالوا واشنقوني هنا" (٣).
_________
(١) انظر: اتفاقية رودس بين العرب وإسرائيل عام (١٩٤٨ م) (ص: ١٩) المؤلف: الدكتور محمود متولي, الناشر: مطبوعات مركز وثائق وتاريخ مصر المعاصر, مطابع الهيئة المصرية العامة للكتاب لعام (١٩٧٤ م).
(٢) انظر: مناحيم بيغن: ولد في بولندا لأب صهيوني عام: ١٩١٣ م. وهو من أشهر من نظم تهريب اليهود إلى فلسطين, اعتقله الإتحاد السوفيتي عام ١٩٤٠ م بتهمة التجسس لبريطانيا, وهو زعيم إرهابي ورئيس حزب حبروت الفاشي وتحالف ليكود, والقائد السابق لمنظمة الارغوان الإرهابية ١٩٤٣ م التي قامت بتفجير الأماكن العامة, وجلد عرب فلسطين بالسياط, والإعدامات الجماعية, ورئيساً لوزراء الكيان الصهيوني عام: ١٩٧٧ م. انظر: موسوعة السياسة, (١/ ٦٥٠) مرجع سابق.
(٣) انظر: اتفاقية رودس (ص: ٢٠ - ٣٥) مرجع سابق.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (293,'وبالفعل فقد حصل هذا بعد أسبوع من القتال, حيث أصدر مجلس الأمن قراره لصالح اليهود بوقف الحرب بين العرب وإسرائيل في (٢٢ مايو سنة ١٩٤٨ م) لمدة أربعة أسابيع تبدأ من (١٠ يونيو إلى ٨ يوليو ١٩٤٨ م) ودعا مجلس الأمن الطرفين لعقد هدنة, وكان العرب في بداية الأمر يرفضون قرار مجلس الأمن بوقف إطلاق النار, غير أن ضغط بريطانيا وأمريكا على المجلس, وعلى الدول العربية المصحوب بالتهديد والوعيد أرغمهم على وقف القتال يوم (٧ يونيو ١٩٤٨ م) لمدة أربعة أسابيع في الهدنة الأولى.

<span data-type="title" id=toc-223>الفرع الثاني: بنود اتفاقية الهدنة بين العرب وإسرائيل في (١٠ يونيو ٨ يوليو ١٩٤٨ م)</span>.
وكان مما فعله مجلس الأمن إضافة إلى الهدنة التي قبلها العرب أنه دعا الأطراف المتقاتلة إلى ضرورة الالتزام بالآتي:
١ - على الحكومات والسلطات الكف عن الأعمال الحربية العدوانية في فلسطين إلى أن تصدر تحقيقاً لهذه الغاية إلى قواتها العسكرية وشبه العسكرية بوقف إطلاق النار.
٢ - وفي (٢٦ مايو ١٩٤٨ م) دعا مجلس الأمن للمرة الثانية الأطراف المتقاتلة للتعهد بعدم إدخال عناصر مقاتلة إلى المنطقة خلال الهدنة, والامتناع عن استيراد أو تصدير المواد الحربية إلى المنطقة (١).
٣ - وأضافة إلى ما سبق فإن الكونت فولك برنادوت (٢) رئيس جمعية الهلال الأحمر السويدي مندوب الأمم المتحدة, والوسيط الدولي إلى القدس دعا إلى عدم تدريب المهاجرين على القتال, وأمر بوضعهم في معسكرات خاصة, وعدم استغلال الهدنة لتقوية النواحي العسكرية في أي معسكر من المعسكرين المتحاربين, سواء كان ذلك في الجو أو البر أو البحر (٣).
_________
(١) انظر: اتفاقية رودس (ص: ١٩) مرجع سابق.
(٢) الكون فولك برنادوت: من مواليد السويد عام ١٨٩٥ م ١٩٤٨ م, هو رئيس الصليب الأحمر السويدي الذي نقل عرض الاستسلام الألماني إلى الحلفاء عام ١٩٤٥ م, وعين وسطياً للأمم المتحدة أثناء الحرب بين العرب والصهاينة, وقد اغتالته العصابات الإرهابية الصهيونية في عام ١٩٤٨ م في القطاع المحتل من مدينة القدس بسبب معارضته ضم بعض الأراضي الفلسطينية إلى الدولة اليهودية في قرار التقسيم الصادر في نوفمبر ١٩٤٧ م. انظر: موسوعة السياسة, (١/ ٥٢٥) مرجع سابق.
(٣) انظر: كارثة فلسطين (ص: ٢٢٥ - ٢٣٠) , المؤلف: اللواء عبدالله التل قائد معركة القدس, الناشر: دار الهدى, الطبعة الثانية عام: ١٩٩٠ م.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (294,'وبعد موافقة الأطراف على ذلك التزم العرب بجميع ما نصت عليه اتفاقية الهدنة, والتزموا بكل العهود والمواثيق الدولية.
وفي حين تقيدت الدول العربية بأحكام قرار مجلس الأمن فقد استغلت إسرائيل مدة الهدنة أقصى استغلال ممكن, وكان موقفهم من اتفاقية الهدنة أنهم قاموا بنقضها كاملة, وقد تكلم عن هذا اللواء عبد الله التل قائد معركة القدس وأحد القيادات العسكرية البارزة الموجودة في أرض المعركة, وكان له اطلاع كبير على مخالفات اليهود في نقض اتفاقية الهدنة بالتعاون مع النصارى, بقوله: فظهر أن بوادر نقض تلك الهدنة باستغلال اليهود لكل دقيقة في الهدنة الأولى عام (١٩٤٨ م) , ودربوا خلالها الشباب والنساء والشيوخ, وحفروا الطرق والخنادق, واشتروا السلاح والذخائر من دول أوربا وأمريكا وبريطانيا (١).
وقد صرح دافيد بن جوريون (٢) أحد قياداتهم المشهورة خلال فترة الهدنة بتاريخ (١٠ يونيو ١٩٤٨ م) بقوله: " لقد اتسعت حدودنا, وتضاعفت قواتنا, ونحن نتولى الآن إدارة الخدمات العامة, وتصل جموع جديدة يومياً, وكل ما أخذناه سنحتفظ به, وخلال الهدنة سننظم الإدارة بهمة, ونعزز موقفنا في المدن والقرى, ونسرع في الاستعمار والهجرة, ونتطلع إلى جيش.
فتبين مما سبق أن اليهود كانوا قد رسموا الخطة الكاملة للمعركة مع العرب, ورتبوا أنفسهم مع النصارى لدعمهم بالوقوف معهم في اللحظات الحاسمة, ومن الشواهد على ذلك كلام مناحيم بيجن وابن جوريون شاهدٌ على ذلك, وانسحاب بريطانيا من فلسطين وتسليمها لليهود شاهدٌ آخر, ومن الشواهد كذلك اعتراف الرئيس الأمريكي ترومان (٣) بدولة إسرائيل بعد إعلان قيامها بساعات, وكل هذه الشواهد تؤكد التآمر اليهودي النصراني على احتلال الأراضي الإسلامية.
_________
(١) انظر: كتاب كارثة فلسطين (ص: ٢٢٥ - ٢٣٠) مرجع سابق.
(٢) دافيد بن غوريون: ولد في بولندا عام ١٨٨٦ م ١٩٧٣ م, زعيم صهيوني ورئيس وزراء ووزير الدفاع السابق في إسرائيل, هاجر إلى فلسطين عام ١٩٠٦ م, فرض نفسه رئيساً وزعيماً للحركة الصهيونية في الثلاثينات, أعلن بنفسه قيام الدولة الصهيونية بدون حدود للدولة, كان له الدور البارز في طرد العرب من أراضهم فلسطين, عين لمرات عديدة رئيساً لوزراء إسرائيل ووزيراً للدفاع, من أشهر أفكاره أن الجيش الإسرائيلي هو خير من يفسر تعاليم التوراة. انظر: موسوعة السياسة, (١/ ٥٧٣ - ٥٧٤) مرجع سابق.
(٣) انظر: اتفاقية رودس (ص: ١٦) مرجع سابق.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (295,'<span data-type="title" id=toc-224>الفرع الثالث: أوجه نقض اليهود والنصارى لاتفاقية الهدنة</span>.
وقد كان نقضهم للعهد والميثاق في هذه الهدنة على النحو التالي:
أولاً: أنهم قاموا باحتلال خط دفاعي مقابل الخط الذي كانت تتمركز عليه القوات المصرية, وقاموا باحتلال بلدة العسلوج يوم إعلان الهدنة, وكذلك قرية الجسير شمالي الفالوجة, وبلدتي عبديس وجوليس, وطردت مواطني هذه البلدات والقرى, واحتلوا بلدة كوكبا في (١٤ يونيو) , وحينما أخلى الإنكليز ميناء حيفا في (٣٠ يونيو) مع أنهم أعلنوا أنهم سينسحبون منه في شهر أغسطس, فقد وضع الجيش الإسرائيلي يده عليه" (١) , وكانوا يقومون باختراق الخطوط المصرية مع أن سياراتهم تحمل علم الهدنة, وهي تحمل التموين والعتاد إلى المستعمرات مخالفة منهم لشروط وقف الهدنة (٢).
ثانياً: قامت إسرائيل "باستقدام طيارين يهود من مختلف أنحاء العالم، واشترت طائرات مقاتلة قاذفة من نوع (سبيتفاير) و (مسرشميت) من تشيكوسلوفاكيا عددها (٤٠ طائرة)، وثلاث طائرات قاذفة من نوع (ب ١٧) من الولايات المتحدة الأمريكية, وتزودت من تشيكوسلوفاكيا بأسلحة كثيرة ومتنوعة أيضاً.
ثالثاً: أنهم قاموا باستيراد وشراء الأسلحة والذخائر من جميع أنحاء العالم, وبمشاركة العملاء كالإنجليز والأمريكان, ووصلت إليهم عشرات الآلاف من البنادق والرشاشات, وآلاف الأطنان من المتفجرات من أمريكا, وكذلك دول أوربا الوسطى, وباعوا لهم بواخر عديدة محملة بالأسلحة الألمانية.
رابعاً: أنهم قاموا باستيراد الطائرات والدبابات والقاذفات من أمريكا وبريطانيا, وأرسل إليهم الأمريكان والإنجليز الطائرات ذوات الأربعة محركات التي تشرف عليها أمريكا, وأرسلوا إليهم مجموعة من الخبراء الذين وصلوا إلى القدس من الإنجليز, وكانت هذه البواخر تصل إليهم مع اطلاع الكونت فولك برنادوت رئيس جمعية الهلال الأحمر السويدي مندوب الأمم المتحدة في القدس.
خامساً: أنهم قاموا بتقوية مراكزهم الدفاعية وكأنهم في أيام حرب, وقاموا بإجبار المدنيين على
_________
(١) انظر: الاستراتيجيات العسكرية للحروب العربية الإسرائيلية ١٩٤٨ م ١٩٨٨ م (ص: ٨١ - ٨٢) المؤلف الدكتور: هيثم الكيلاني، الناشر: مركز دراسة الوحدة العربية بيروت الطبعة الأولى (١٩٩١ م).
(٢) انظر: اتفاقية رودس (ص: ١٩) مرجع سابق.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (296,'الشغل معهم في الطرقات, كبناء الأبراج بالأسمنت المسلح والخنادق, وقاموا بفتح الطرقات إلى مواقعهم الهامة المؤدية إلى الرملة وباب الوادي والقدس وغيرها (١).
فتبين مما سبق من مطالعة نصوص هذه الاتفاقية في الهدنة الأولى أن اليهود نقضوا كل ما يتعلق بهذه الهدنة في جميع جبهات القتال في فلسطين, وقاموا بدعوة أكثر يهود العالم للقتال معهم, وواصلوا احتلال المدن والقرى, وأدخلوا جميع أنواع الأسلحة خلال فترة الهدنة, مخالفة منهم لقرار مجلس الأمن الدولي بتاريخ (٢٦ مايو ١٩٤٨ م) والذي كان ينص على منع دخول أي عناصر مقاتلة إلى المنطقة, ويمنع استيراد أو تصدير السلاح إلى المنطقة (٢) , ومخالفة لما نصت عليه اتفاقية الهدنة في وقف القتال, فتم نقض هذه الاتفاقيات من قبل اليهود, وساندتهم في ذلك القوى النصرانية, وعلى رأسها أمريكا وبريطانيا.
وتبين أيضاً أن أمريكا وبريطانيا كانوا على اتفاق مع اليهود في نقض العهود المواثيق, وتصريحات ابن جوريون, ومناحيم بيجن السابقة تؤكد ذلك, وكذلك اعتراف الرئيس الأمريكي بهم, وأن القوى النصرانية في بريطانيا قدمت دعمها الكامل لهم, فهي من سلمت فلسطين لليهود تدريجياً مع أنها كانت تحت الانتداب البريطاني, وبرغم أن الدول العربية وعلى رأسها العراق ومصر والسعودية وسوريا ولبنان كانت قد تقدمت إلى السكرتير العام للأمم المتحدة, وطلبت منه أن يدرج البند التالي في جلسة الأمم المتحدة: (إنهاء الانتداب على فلسطين, وإعلان استقلالها) في (٢١٢٢ إبريل عام ١٩٤٧ م) (٣)، وذلك لتكون دولة مستقلة مثل غيرها ولكن دون جدوى, ومع كل ما سبق فلا توجد دولة في الأمم المتحدة صدرت بحقها قرارات إدانة في هذا المجال، ومجال رفضها الالتزام بميثاق الأمم المتحدة وقراراتها كما صدر بحق دولة إسرائيل، بما في ذلك ما يتصل بانتهاكاتها سيادة دول المنطقة (لبنان السعودية سوريا مصر العراق الأردن) وانتهاكاتها اتفاقيات الهدنة" (٤).
ومع كل ما سبق فلم تعاقبهم الأمم المتحدة على انتهاكاتهم الفاضحة لحقوق الإنسان, ومخالفتهم للعهود والمواثيق الدولية في كل أخلاقهم وتعاملاتهم, مما يدل على أن لهم أتباعاً كثر داخل دول
_________
(١) انظر: كتاب كارثة فلسطين (ص: ٢٢٥ - ٢٣٠) مرجع سابق.
(٢) انظر: كتاب اتفاقية رودس (ص: ١٩) مرجع سابق.
(٣) انظر: كتاب اتفاقية رودس (ص: ٩) مرجع سابق.
(٤) انظر: موسوعة اليهود واليهودية والصهيونية (١٩/ ١٧).',NULL,'307',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (297,'النصارى التي تقود مجلس الأمن الدولي والأمم المتحدة, وفي المقابل لو حصلت مخالفات أو انتهاكات من أي دولة إسلامية فإنهم يقيمون الدنيا ولا يقعدوها كما حصل للعراق من حضرٍ وحصارٍ استمر لعدة سنوات ثم حرب ودمار, وكذلك ليبيا, والسودان, وفلسطين, وما يحصل أيضاً لإيران هذه الأيام.
الخلاصة:
ومن خلال كل ما سبق يتبين موقف أهل الكتاب قديماً وحديثاً من الخطاب القرآني الموجه إليهم, وأنهم قد تعاملوا معه تعاملاً سلبياً, لغاية أنهم كانوا دائماً على عكس ما وُجِّه إليهم في الخطاب القرآني من الأمر والنهي, ومع ذلك فكما أنهم نقضوا العهود والمواثيق قديماً فقد نقضوها حديثاً, وكما أنهم لم يوحدوا الله قديماً فإنهم لم يوحدوه حديثاً, وكما أنهم قد مارسوا الغلو في دينهم قديماً في عيسى - عليه السلام - , وفي غيره من الرسل, فإنهم مستمرون على ذلك, بل زادوا في غلوهم ومارسوه بأساليب حديثة ومتطورة, وكذلك في حوارهم ومناظرتهم, وقد أعرضوا عن الحق بعد ما تبين لهم كأسلافهم, وقد حرفوا حديثاً وبدلوا كتبهم, وزادوا على ذلك في محاولاتهم الغاشمة أنهم قد حاولوا تحريف القرآن الكريم؛ وكل ذلك يؤكد لنا أن نتعامل مع أهل الكتاب بموجب ما جاء في الخطاب القرآني حتى لانخدع ولا نغتر باليهود والنصارى حديثاً، فهم خلف أسوأ لسلف سيِّئ, وهم فتنة الأجيال قديماً وحديثاً.
وبعد النظر في مواضع الخطاب القرآني لأهل الكتاب, ودراستها في هذا البحث نقوم هنا بتسجيل النتائج التي توصلنا إليها, وهي كما يلي:

<span data-type="title" id=toc-225>نتائج البحث:</span>
١ - أن الخطاب القرآني خطاب عالمي شامل لجميع البشر, ومع أن خطاب أهل الكتاب تكرر في سور متعددة؛ فإن دلالته تناولت جميع الجوانب المتعلقة بأهل الكتاب في عباداتهم ومعاملاتهم وأخلاقهم, وأوجدت الحلول المناسبة لمشاكلهم بسهولة ويسر.
٢ - تبين لي أن معتقدات أهل الكتاب لا تزال هي تلك المعتقدات التي كان يعتقدها أسلافهم, وأنهم لم يحققوا الالتزام بأوامر الله تعالى قديماً وحديثاً من الوفاء بالعهود, والابتعاد عن الغلو؛ فألقى الله بينهم العداوة والبغضاء, وأغرى بعضهم ببعض, ولن يبعد ذلك عنهم حتى يلتزموا بما جاءهم به الله من الخطاب القرآني.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (298,'٣ - وتبين أنهم لا يزالون يمارسون التحريف والإخفاء في كتبهم إلى يومنا هذا؛ وذلك لأغراض سياسية خاصة اليهود, ومع أنهم لم يقوموا جميعاً بالتحريف, ولكن علماؤهم وقادتهم هم من يقوم بذلك، وخاصةً أتباع الديانة اليهودية هم من قاموا بذلك, وعامتهم وافقوهم على ذلك.
٤ - أن أهل الكتاب حاولوا تحريف القرآن عدة مرات؛ لكن الله قد توعد بحفظه منهم ومن غيرهم فلم يتمكنوا من ذلك.
٥ - أن التعارض والتناقض ثابت في كتبهم الموجودة حديثاً, وتختلف من زمن إلى زمن, ومن فترة إلى أخرى, ومن طبعة إلى أخرى, وتبين أن هذا التحريف هو من أهم أسباب الفتنة والفساد في الأرض.
٦ - تبين أن عوام أهل الكتاب وصلتهم أديانهم مشوهةً من قبل أحبارهم ورهبانهم, وكذلك الدين الإسلامي فقد وصلهم مشوَّهاً, فسبَّب لأكثرهم ترك الانتماء للدين بالجملة, وانتقلوا إلى الإلحاد والعلمانية اللادينية, وأصبحوا يكرهون الدين عموماً, ومع ذلك فقد تبين لبعضهم أنهم بحاجة إلى دعوة الإسلام الصافية التي توضح لهم دين الله الحق, وتبين لهم أهميته العظمى, وتكشف لهم حقيقة الإسلام العظيم, وأنه دين الله الخالد الذي جاء به جميع الرسل والأنبياء.
٧ - أن اليهود لا يزالون إلى يومنا هذا يمارسون التستر داخل الأديان الأخرى لخدمة أهدافهم ولتنفيذ مخططاتهم.
٨ - أن علاقة النصارى في عصرنا الحديث مع اليهود قد تغيرت عما كانت عليه قديماً، وخاصة بعد الاتفاق على وثيقة التبرئة بين اليهود والنصارى عام.
٩ - أن أهل الكتاب من اليهود والنصارى لا يمكن أن يتَّحدوا لسنوات طويلة, بل سيختلفون مرات متتالية إلى يوم القيامة, وستستمر بينهم العداوة والبغضاء أبداً؛ بسبب نقضهم لعهودهم ومواثيقهم مع ربهم سبحانه وتعالى ومع غيرهم، مصداقاً لقوله تعالى: .
١٠ - أن اليهود هم العائق الأكبر أمام مشاريع الحوار بين الأديان, وهم أشد الناس عداوة لأهل الإسلام من النصارى.
التوصيات:
١ - إخراج موسوعة تتحدث عن الديانة النصرانية بشكل متكامل تشبه موسوعة اليهود واليهودية والصهيونية.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (299,'٢ - تقسيم الخطاب القرآني لأهل الكتاب إلى مواضيع, وكل موضوع يفرد في كتاب حتى تصبح مواضيع الخطاب القرآني لأهل الكتاب على شكل موسوعة متكاملة.
٣ - دراسة طبيعة العلاقة بين اليهود والنصارى في عصرنا الحديث, وبيان موقفهم من بعضهم البعض.
٤ - إخراج موسوعة متكاملة تترجم فيها معاني ألفاظ القرآن الكريم بصورة دقيقة بتفاسيره التي تربط آيات القرآن الكريم بالأمور العلمية الحديثة الصحيحة.
٥ - عقد مؤتمرات دولية لدعوة أهل الكتاب للدخول في الإسلام، ودعوتهم لقراءة ما كتبه منصفوهم عن القرآن الكريم, وعن رسول الإسلام والسلام.
٦ - دعوة أهل الكتاب إلى تعلم اللغة العربية وتدريسها لأبنائهم في مدارسهم حتى يتعرفوا على الإسلام من مصادره الأصلية.
٧ - ترجمة كتب أهل الكتاب الذين أسلموا, وتوزيعها على السفارات والقنصليات في جميع البلاد الإسلامية.
٨ - توثيق شهادات الذين أسلموا من أهل الكتاب, وكتابة شهادة كل واحد منهم في مجال تخصصه, وتخرج في موسوعات مستقلة.
٩ - جمع شبهات أهل الكتاب حول دين الإسلام ورسوله والقرآن الكريم, والرد عليها في مؤتمرات دولية رسمية.
١٠ - فتح قنوات فضائية في البلاد الإسلامية تخصص لدعوة أهل الكتاب وحوارهم ومناظرتهم, وتعريفهم بدين الله الحق.؛ وخاصة النصارى منهم؛ لقطع الطريق أمام اليهود الذين يحاولون استمالتهم إلى صفوفهم، وبيان أوجه العداء التاريخي بين اليهود والنصارى عبر برامج وموسوعات تترجم لعدة لغات وتوزع على الكنائس ومراكز النصارى العلمية.
١١ - الدعوة الجادة إلى إقامة مؤتمرات دولية للحوار بين الأديان يدعى إليها أهل الاختصاص, وكبار العلماء والمفكرين والسياسيين.
١٢ - مطالبة وزارة التربية والتعليم في الدول العربية والإسلامية بتدريس الطلاب (الناشئة) المواقف الدائمة لأهل الكتاب من الله سبحانه وتعالى, ومن الرسول - صلى الله عليه وسلم -، ومن القرآن الكريم قديماً وحديثاً؛ حتى يكونوا على بينة من أمرهم, وحتى لا ينخدعوا بهم.
وآخر دعوانا أن الحمد لله رب العالمين',NULL,'310',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (300,'<span data-type="title" id=toc-226>المصادر والمراجع</span>.
<span data-type="title" id=toc-227>أولاً: التفسير وعلوم القرآن الكريم</span>.
١ - إرشاد العقل السليم إلى مزايا القرآن الكريم, المؤلف: أبي السعود محمد بن محمد العمادي، الناشر: دار إحياء التراث العربي - بيروت.
٢ - أضواء البيان في إيضاح القرآن بالقرآن، المؤلف: محمد الأمين بن محمد بن المختار الجكني الشنقيطي، الناشر: دار الفكر للطباعة والنشر بيروت ١٤١٥ هـ ١٩٩٥ م، تحقيق: مكتب البحوث والدراسات.
٣ - أيسر التفاسير لكلام العلي الكبير, المؤلف: أبي بكر جابر الجزائري, الناشر: مكتبة العلوم والحكم, الطبعة الأولى عام (١٤٢٣ هـ ٢٠٠٢ م).
٤ - بحر العلوم للسمرقندي, المؤلف: أبي الليث نصر ابن محمد بن احمد بن إبراهيم السمرقندي, الناشر: دار الكتب العلمية بيروت لبنان, الطبعة الأولى عام (١٤١٣ هـ ١٩٩٣ م) تحقيق: الشيخ على محمد معوض, والشيخ عادل عبد الموجود, والدكتور زكريا النوتي.
٥ - البحر المحيط, المؤلف: محمد بن يوسف الشهير بأبي حيان الأندلسي، الناشر: دار الكتب العلمية لبنان/ بيروت ١٤٢٢ هـ ٢٠٠١ م، الطبعة: الأولى، تحقيق: الشيخ عادل أحمد عبد الموجود الشيخ علي محمد معوض، شارك في التحقيق:
١ - د/زكريا عبد المجيد النوقي
٢ - د/أحمد النجولي الجمل.
٦ - التبيان تفسير غريب القرآن, المؤلف: شهاب الدين أحمد بن محمد الهائم المصري, الناشر: دار الصحابة للتراث بطنطا - القاهرة, الطبعة الأولى, عام ١٩٩٢ م, تحقيق: د/فتحي أنور الدابولي.
٧ - التحرير والتنوير, المؤلف: محمد الطاهر بن محمد بن محمد الطاهر بن عاشور التونسي, الناشر: مؤسسة التاريخ العربي، بيروت - لبنان الطبعة: الأولى، ١٤٢٠ هـ/٢٠٠٠ م مصدر الكتاب: موقع مكتبة المدينة الرقمية.
٨ - تفسير البيضاوي، المؤلف: المؤلف: قاضي القضاة ناصر الدين البيضاوي، الناشر: دار الفكر بيروت.
٩ - تفسير الجلالين, المؤلفان: جلال الدين محمد بن أحمد المحلي, وجلال الدين عبد الرحمن بن أبي بكر السيوطي، الناشر: دار الحديث القاهرة، الطبعة: الأولى.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (301,'١٠ - تفسير الشعراوي خواطري حول القرآن الكريم, المؤلف: محمد متولي الشعراوي, الناشر: المكتبة الوقفية.
١١ - تفسير القرآن العظيم، المؤلف: إسماعيل بن عمر بن كثير الدمشقي أبو الفداء، الناشر: دار الفكر بيروت, عام: ١٤٠١ هـ.
١٢ - تفسير القرآن لابن أبي حاتم، المؤلف: عبد الرحمن بن محمد ابن إدريس الرازي، الناشر: المكتبة العصرية صيدا، تحقيق: أسعد محمد الطيب.
١٣ - التفسير الكبير أو مفاتيح الغيب، المؤلف: فخر الدين محمد بن عمر التيمي الرازي الشافعي، الناشر: دار الكتب العلمية بيروت ١٤٢١ هـ ٢٠٠٠ م، الطبعة: الأولى.
١٤ - التفسير الميسر, المؤلف: عدد من أساتذة التفسير تحت إشراف الدكتور عبد الله بن عبد المحسن التركي, الناشر: موقع مجمع الملك فهد لطباعة المصحف الشريف.
١٥ - تيسير الكريم الرحمن في تفسير كلام المنان، المؤلف: عبد الرحمن بن ناصر السعدي، الناشر: مؤسسة الرسالة بيروت ١٤٢١ هـ ٢٠٠٠ م، تحقيق: ابن عثيمين.
١٦ - جامع البيان عن تأويل آي القرآن، المؤلف: محمد بن جرير بن يزيد بن خالد الطبري أبو جعفر، الناشر: دار الفكر بيروت ١٤٠٥.
١٧ - الجامع لأحكام القرآن، المؤلف: أبي عبد الله محمد بن أحمد الأنصاري القرطبي، الناشر: دار الشعب - القاهرة.
١٨ - الدر المنثور في التفسير بالمأثور, المؤلف: عبد الرحمن بن الكمال جلال الدين السيوطي، الناشر: دار الفكر بيروت ١٩٩٣.
١٩ - روح المعاني في تفسير القرآن العظيم والسبع المثاني, المؤلف: العلامة أبي الفضل شهاب الدين السيد محمود الألوسي البغدادي، الناشر: دار إحياء التراث العربي بيروت.
٢٠ - زاد المسير في علم التفسير, المؤلف: عبد الرحمن بن علي بن محمد الجوزي, الناشر: المكتب الإسلامي, بيروت, الطبعة الثالثة لعام: ١٤٠٤ هـ.
٢١ - صفوة التفاسير, المؤلف: محمد بن علي الصابوني الأستاذ بكلية الشريعة والدراسات الإسلامية مكة المكرمة جامعة الملك عبد العزيز، الناشر: دار الصابوني, الطبعة الأولى عام ١٤١٧ هـ ١٩٩٧ م.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (302,'٢٢ - علوم قران لباب النقول في أسباب النزول, المؤلف: عبد الرحمن بن أبي بكر بن محمد السيوطي أبو الفضل, الناشر: دار إحياء العلوم بيروت.
٢٣ - فتح القدير الجامع بين فني الرواية والدراية من علم التفسير، المؤلف: محمد بن علي بن محمد الشوكاني، الناشر: دار الفكر بيروت.
٢٤ - الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، المؤلف: أبي القاسم محمود بن عمر الزمخشري الخوارزمي، الناشر: دار إحياء التراث العربي بيروت، تحقيق: عبد الرزاق المهدي.
٢٥ - الكشف والبيان (تفسير الثعلبي)، المؤلف: أبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي النيسابوري, الناشر: دار إحياء التراث العربي بيروت لبنان ١٤٢٢ هـ ٢٠٠٢ م، الطبعة: الأولى، تحقيق: الإمام أبي محمد بن عاشور، مراجعة وتدقيق الأستاذ نظير الساعدي.
٢٦ - لباب التأويل في معاني التنزيل, المؤلف: علاء الدين علي بن محمد بن إبراهيم البغدادي الشهير بالخازن, الناشر: دار الفكر بيروت / لبنان, طبعة عام (١٣٩٩ هـ /١٩٧٩ م).
٢٧ - محاسن التأويل, المؤلف: علامة الشام محمد جمال الدين القاسمي, ولد عام (١٢٨٣ هوتوفي عام ١٣٣٢ هـ) الناشر: دار إحياء الكتب العربية, الطبعة الأولى عام (١٣٧٦ هـ ١٩٥٧ مـ) تحقيق: محمد فؤاد عبد الباقي.
٢٨ - المحرر الوجيز في تفسير الكتاب العزيز، المؤلف: أبي محمد عبد الحق بن غالب بن عطية الأندلسي، الناشر: دار الكتب العلمية لبنان ١٤١٣ هـ ١٩٩٣ م، الطبعة: الأولى، تحقيق: عبد السلام عبد الشافي محمد.
٢٩ - مدارك التنزيل وحقائق التأويل, المؤلف: الإمام أبي البركات عبدالله بن احمد النسفي, الناشر: مكتبة نزار مصطفى الباز, تحقيق: سيد زكريا.
٣٠ - معالم التنزيل للبغوي، المؤلف: أبي محمد الحسين بن مسعود البغوي، الناشر: دار ابن حزم, الطبعة الأولى, عام (١٤٢٣ هـ ٢٠٠٢ م).
٣١ - نحو تفسير موضوعي المؤلف: محمد الغزالي, الناشر: دار نهضة مصر, الطبعة: الأولى.
٣٢ - النكت والعيون, المؤلف: أبو الحسن علي بن محمد بن حبيب الماوردي البصري, الناشر: دار الكتب العلمية بيروت / لبنان تحقيق: السيد بن عبد المقصود بن عبد الرحيم.
٣٣ - الوجيز في تفسير الكتاب العزيز, المؤلف: علي بن أحمد الواحدي أبي الحسن، الناشر: دار القلم, الدار الشامية دمشق, بيروت ١٤١٥، الطبعة: الأولى، تحقيق: صفوان عدنان داودي.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (303,'<span data-type="title" id=toc-228>ثانياً: كتب الحديث وشروحها:</span>
٣٤ - الجامع الصحيح المختصر, المؤلف: أبي عبدالله محمد بن إسماعيل البخاري الجعفي, الناشر: دار ابن كثير، اليمامة - بيروت الطبعة الثالثة، ١٤٠٧ - ١٩٨٧ تحقيق: د/ مصطفى ديب البغا.
٣٥ - الجامع الصحيح سنن الترمذي. المؤلف: محمد بن عيسى أبو عيسى الترمذي السلمي, الناشر: دار إحياء التراث العربي - بيروت, تحقيق: أحمد محمد شاكر وآخرون.
٣٦ - سنن أبي داود, المؤلف: سليمان بن الأشعث أبو داود السجستاني الأزدي, الناشر: دار الفكر تحقيق: محمد محيي الدين عبد الحميد, ومذيلة بأحكام الألباني عليها.
٣٧ - سنن البيهقي الكبرى, المؤلف: أحمد بن الحسين بن علي بن موسى أبو بكر البيهقي, الناشر: مكتبة دار الباز مكة المكرمة، ١٤١٤ - ١٩٩٤, تحقيق: محمد عبد القادر عطا.
٣٨ - سنن النسائي الكبرى, المؤلف: أحمد بن شعيب أبو عبد الرحمن النسائي, الناشر: دار الكتب العلمية بيروت, الطبعة الأولى، ١٤١١ - ١٩٩١,تحقيق: د/عبد الغفار سليمان البنداري, سيد كسروي حسن.
٣٩ - صحيح الأدب المفرد, المؤلف: محمد بن إسماعيل أبو عبد الله البخاري الجعفي, الناشر: دار البشائر الإسلامية - بيروت, الطبعة الثالثة، ١٤٠٩ - ١٩٨٩, تحقيق: محمد فؤاد عبد الباقي.
٤٠ - صحيح مسلم, المؤلف: مسلم بن الحجاج أبو الحسين القشيري النيسابوري, الناشر: دار إحياء التراث العربي - بيروت, تحقيق: محمد فؤاد عبد الباقي.
٤١ - صحيح وضعيف السنن تحقيق: الألباني.
٤٢ - غريب الحديث, المؤلف: عبد الرحمن بن علي بن محمد بن علي ابن عبيدالله بن حمادي بن أحمد بن جعفر, الناشر: دار الكتب العلمية بيروت, الطبعة الأولى، ١٩٨٥,تحقيق: د/عبد المعطي أمين قلعجي.
٤٣ - الفائق في غريب الحديث, المؤلف: محمود بن عمر الزمخشري, الناشر: دار المعرفة - لبنان, الطبعة الثانية, تحقيق: علي محمد البجاوي محمد أبو الفضل إبراهيم.
٤٤ - فتح الباري شرح صحيح البخاري، المؤلف: أبي الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني, الناشر: دار الفكر, تحقيق: عبد العزيز بن عبد الله بن باز ومحب الدين الخطيب, (مصور عن الطبعة السلفية).',NULL,'320',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (304,'٤٥ - الفتح السماوي بتخريج أحاديث القاضي البيضاوي, المؤلف: زين الدين محمد المدعو بعبد الرؤوف بن تاج العارفين بن علي المناوي, الناشر: دار العاصمة - الرياض.
٤٦ - مسند أحمد بن حنبل, المؤلف: أبي عبدالله أحمد بن حنبل الشيباني، الناشر: مؤسسة قرطبة - القاهرة-مصر.
٤٧ - مسند الطيالسي المؤلف: سليمان بن داود أبو داود الفارسي البصري الطيالسي، الناشر: دار المعرفة - بيروت.
٤٨ - المنهاج شرح صحيح مسلم بن الحجاج, المؤلف: أبو زكريا يحيى بن شرف بن مري النووي, الناشر: دار إحياء التراث العربي - بيروت, الطبعة الثانية، ١٣٩٢ هـ.
٤٩ - النهاية في غريب الحديث والأثر, لأبو السعادات المبارك بن محمد الجزري, الناشر: المكتبة العلمية بيروت، ١٣٩٩ هـ ١٩٧٩ م تحقيق: طاهر أحمد الزاوى محمود محمد الطناحي.

<span data-type="title" id=toc-229>ثالثاً: كتب المعاجم:</span>
٥٠ - تاج العروس من جواهر القاموس, المؤلف: محمّد بن محمّد بن عبد الرزّاق الحسيني أبو الفيض الملقّب بمرتضى الزَّبيدي, الناشر: دار الهداية, بلا تاريخ طبعة.
٥١ - التعريفات، المؤلف: علي بن محمد بن علي الجرجاني، الناشر: دار الكتاب العربي بيروت ١٤٠٥، الطبعة: الأولى، تحقيق: إبراهيم الأبياري.
٥٢ - تهذيب الأسماء واللغات, المؤلف: العلامة أبى زكريا محيي الدين بن شرف النووي, المتوفى سنة (٦٧٦ هـ) الناشر: دار الفكر, بيروت, الطبعة الأولى عام: ١٩٩٦ م.
٥٣ - تهذيب اللغة, المؤلف: أبو منصور محمد بن أحمد الأزهري, الناشر: دار إحياء التراث العربي بيروت, الطبعة: الأولى, عام: ٢٠٠١ م تحقيق: محمد عوض مرعب.
٥٤ - جمهرة اللغة، محمد بن الحسن بن دريد بن عتاهية ابن خيثم العربي البصري، أبو بكر اللغوي الشافعي الأديب الناشر: دار العلم للملايين بيروت ١٩٨٧ م، الطبعة: الأولى، تحقيق: رمزي منير بعلبكي.
٥٥ - الصحاح تاج اللغة وصحاح العربية, المؤلف: إسماعيل بن حماد الجوهري (ت ٣٩٣ هـ) , الناشر: دار العلم للملايين بيروت. الطبعة: الرابعة ١٩٩٠ م.
٥٦ - القاموس المحيط، المؤلف: محمد بن يعقوب الفيروز آبادي، الناشر: مؤسسة الرسالة, بيروت.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (305,'٥٧ - الكليات معجم في المصطلحات والفروق اللغوية، المؤلف: أبي البقاء أيوب بن موسى الحسيني الكفوي، الناشر: مؤسسة الرسالة بيروت ١٤١٩ هـ ١٩٩٨ م, تحقيق: عدنان درويش محمد المصري
٥٨ - لسان العرب, المؤلف: محمد بن مكرم بن منظور الأفريقي المصري, الناشر: دار صادر - بيروت, الطبعة الأولى.
٥٩ - المحكم والمحيط الأعظم، المؤلف: أبو الحسن علي بن إسماعيل بن سيده المرسي، الناشر: دار الكتب العلمية بيروت ٢٠٠٠ م، الطبعة: الأولى، تحقيق: عبد الحميد هنداوي.
٦٠ - المحيط في اللغة, المؤلف: الصاحب الكافي الكفاة أبا القاسم إسماعيل ابن عباد ابن العباس ابن أحمد ابن إدريس الطالقاني, الناشر: عالم الكتب: عالم الكتب بيروت / لبنان ١٤١٤ هـ ١٩٩٤ م الطبعة: الأولى, تحقيق: الشيخ محمد حسن آل ياسين.
٦١ - المصباح المنير في غريب الشرح الكبير للرافعي، المؤلف: أحمد بن محمد بن علي المقري الفيومي، الناشر: المكتبة العلمية بيروت.
٦٢ - معجم البلدان, المؤلف: ياقوت بن عبد الله الحموي أبو عبد الله, الناشر: دار الفكر بيروت.
٦٣ - معجم المؤلفين تراجم مصنفي الكتب العربية، المؤلف: عمر رضا كحالة، الناشر: دار إحياء التراث العربي بيروت.
٦٤ - معجم المفسرين من صدر الإسلام حتى العصر الحاضر، المؤلف: عادل نويهض، الناشر: مؤسسة نويهض الثقافية للتأليف والترجمة والنشر، الطبعة الثانية عام ١٤٠٩ هـ / ١٩٨٨ م.
٦٥ - المعجم المفهرس لألفاظ القرآن الكريم, المؤلف: محمد فؤاد عبد الباقي, الناشر: دار الحديث, القاهرة عام (١٤٢٢ هـ ٢٠٠٢ م).
٦٦ - المعجم الوسيط، المؤلف: إبراهيم مصطفى, وأحمد الزيات, وحامد عبد القادر, ومحمد النجار، الناشر: دار الدعوة، تحقيق: مجمع اللغة العربية.
٦٧ - معجم لغة الفقهاء, المؤلف: المؤلف: محمد قعلبي, الناشر: دار النفائس للطباعة والنشر والتوزيع, لبنان الطبعة الأولى: ١٤٠٥ هـ ١٩٨٥ م الطبعة الثانية: ١٤٠٨ هـ ١٩٨٨ م مصدر الكتاب: موقع يعسوب.
٦٨ - مقاييس اللغة, المؤلف: أبي الحسين أحمد بن فارس بن زكريا, الناشر: دار الجيل بيروت لبنان ١٤٢٠ هـ ١٩٩٩ م، الطبعة: الثانية، تحقيق: عبد السلام محمد هارون.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (306,'<span data-type="title" id=toc-230>رابعاً: كتب التراجم العامة:</span>
٦٩ - الاستيعاب في معرفة الأصحاب، المؤلف: يوسف بن عبد الله بن محمد بن عبد البر، الناشر: دار الجيل بيروت، الطبعة الأولى (١٤١٢ هـ) تحقيق: علي محمد البجاوي.
٧٠ - أسد الغابة في معرفة الصحابة، المؤلف: عز الدين بن الأثير أبي الحسن علي بن محمد الجزري، دار إحياء التراث العربي بيروت لبنان، الطبعة الأولى ١٤١٧ هـ ١٩٩٦ م، تحقيق: عادل أحمد الرفاعي.
٧١ - أسماء من يعرف بكنيته المؤلف: محمد بن الحسين أبو الفتح الأزدي الموصلي, الناشر: الدار السلفية - الهند, الطبعة الأولى، ١٤١٠ هـ -١٩٨٩ م.
٧٢ - الإصابة في تمييز الصحابة, المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي, الناشر: دار الجيل - بيروت, الطبعة الأولى، ١٤١٢ هـ, تحقيق: علي محمد البجاوي.
٧٣ - الأعلام (قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين) المؤلف: خير الدين الزركلي، الناشر: دار العلم للملايين.
٧٤ - أعلام النبوة، الناشر: دار الكتاب العربي بيروت لبنان، الطبعة الأولى عام (١٤٠٧ هـ الموافق ١٩٨٧ م)، تحقيق: محمد المعتصم بالله البغدادي.
٧٥ - إنباه الرواة على أنباه النحاة, المؤلف: جمال الدين أبو الحسن علي بن يوسف القفطي, الناشر: المكتبة العنصرية، بيروت الطبعة: الأولى، ١٤٢٤ هـ.
٧٦ - البداية والنهاية، المؤلف: أبي الفداء إسماعيل بن عمر بن كثير القرشي، مكتبة المعارف بيروت, بلا تاريخ طبعة.
٧٧ - البدر الطالع بمحاسن من بعد القرن السابع، المؤلف: محمد بن علي الشوكاني، الناشر: دار المعرفة بيروت, بلا تاريخ طبعة.
٧٨ - بغية الوعاة في طبقات اللغويين والنحاة، المؤلف: جلال الدين عبد الرحمن السيوطي، الناشر: المكتبة العصرية لبنان صيدا، تحقيق: محمد أبو الفضل إبراهيم.
٧٩ - البلغة في تراجم أئمة النحو واللغة, المؤلف: مجد الدين أبو طاهر محمد بن يعقوب الفيروز آبادي, الناشر: دار سعد الدين للطباعة والنشر والتوزيع الطبعة: الأولى, عام ١٤٢١ هـ ٢٠٠٠ م.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (307,'٨٠ - تاريخ الإسلام ووفيات المشاهير والأعلام، المؤلف: أبي عبد الله شمس الدين محمد بن أحمد بن عثمان الذهبي، الناشر: دار الكتاب العربي لبنان بيروت، الطبعة: الأولى ١٤٠٧ هـ الموافق ١٩٨٧ م، تحقيق: د: عمر عبد السلام تدمري.
٨١ - تقريب التهذيب, المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، (٧٧٣٨٥٢ هـ)، الناشر: دار الرشيد، سوريا، ١٤٠٦١٩٨٦، الطبعة الأولى، تحقيق/محمد عوامة.
٨٢ - تهذيب التهذيب: المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، (٧٧٣ - ٨٥٢ هـ)، الناشر: دار الفكر، بيروت، ١٤٠٤ - ١٩٨٤، الطبعة الأولى.
٨٣ - شذرات الذهب في أخبار من ذهب، المؤلف: عبد الحي بن أحمد بن محمد العكري الحنبلي المعروف بابن العماد، الناشر: دار بن كثير دمشق، الطبعة الأولى ١٤٠٦ هـ، تحقيق: عبد القادر الأرناؤوط، ومحمود الأرناؤوط.
٨٤ - الضوء اللامع لأهل القرن التاسع، المؤلف: شمس الدين محمد بن عبد الرحمن السخاوي، الناشر: دار مكتبة الحياة بيروت، بلا تاريخ طبعة.
٨٥ - طبقات الشافعية الكبرى، المؤلف: تاج الدين عبد الوهاب بن علي بن عبد الكافي السبكي، الناشر: دار هجر للطباعة والنشر والتوزيع الطبعة الثانية ١٤١٣ هـ، تحقيق: د/ محمود محمد الطناحي، د: عبد الفتاح محمد الحلو.
٨٦ - طبقات الشافعية المؤلف: أبي بكر بن أحمد بن محمد بن عمر بن قاضي شهبة، الناشر: عالم الكتب بيروت، الطبعة الأولى (١٤٠٧ هـ) تحقيق: د/ الحافظ عبد العليم خان.
٨٧ - طبقات المفسرين المؤلف: أحمد بن محمد الأدنروي، الناشر: مكتبة العلوم والحكم, السعودية (١٤١٧ هـ الموافق ١٩٩٧ م) الطبعة الأولى، تحقيق: سليمان بن صالح الخزي.
٨٨ - طبقات المفسرين المؤلف: شمس الدين محمد بن علي بن أحمد الداووي، الناشر: دار الكتب العلمية بيروت لبنان، الطبعة الأولى (١٤٠٣ هـ الموافق ١٩٨٣ م).
٨٩ - طبقات المفسرين، المؤلف: عبد الرحمن بن أبي بكر السيوطي، الناشر: مكتبة وهبة القاهرة ١٣٩٦ هـ، الطبعة الأولى، تحقيق: علي محمد عمر.
٩٠ - كفاية المحتاج لمعرفة من ليس في الديباج, المؤلف: أحمد بابا التنبكي، الناشر: مكتبة الثقافة الدينية القاهرة، تحقيق: د/ علي عمر، الطبعة الأولى ١٤٢٥ هـ الموافق ٢٠٠٤ م.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (308,'٩١ - من أعلام الدعوة والحركة الإسلامية, المؤلف: المستشار: عبدالله العقيل, الناشر: دار البشير, الطبعة الثامنة, عام ١٤٢٩ هـ_٢٠٠٨ م.
٩٢ - هدية العارفين أسماء المؤلفين وآثار المصنفين، المؤلف: مصطفى بن عبد الله القسطنطيني الرومي الحنفي، الناشر: دار الكتب العلمية, بلا تاريخ طبعة.

<span data-type="title" id=toc-231>خامسا: كتب السيرة النبوية:</span>
٩٣ - الخصائص الكبرى للسيوطي, المؤلف: أبو الفضل جلال الدين عبد الرحمن أبي بكر السيوطي, الناشر: دار الكتب العلمية بيروت ١٤٠٥ هـ ١٩٨٥ م.
٩٤ - دلائل النبوة للبيهقي تحقيق: الدكتور: عبد المعطى قلعجى, الناشر: دار الكتب العلمية ـ ودار الريان للتراث, الطبعة الأولى عام (١٤٠٨ هـ / ١٩٨٨ م).
٩٥ - دلائل النبوة, المؤلف: د/ منقذ بن محمود السقار.
٩٦ - دور علماء المملكة في خدمة السنة والسيرة النبوية, المؤلف: أ. د/ صالح بن غانم بن عبد الله بن سليمان بن علي السدلان الناشر: مجمع الملك فهد لطباعة المصحف الشريف.
٩٧ - زاد المعاد في هدي خير العباد, المؤلف: محمد بن أبي بكر أيوب الزرعي أبو عبد الله، الناشر: مؤسسة الرسالة مكتبة المنار الإسلامية بيروت الكويت ١٤٠٧ - ١٩٨٦، الطبعة: الرابعة عشر، تحقيق: شعيب الأرناؤوط عبد القادر الأرناؤوط.
٩٨ - سير أعلام النبلاء, المؤلف: شمس الدين أبو عبد الله محمد بن أحمد الذَهَبي, الناشر: مؤسسة الرسالة المحقق: مجموعة محققين بإشراف شعيب الأرناؤوط.
٩٩ - السيرة النبوية لابن هشام، المؤلف: عبد الملك بن هشام بن أيوب الحميري المعافري أبو محمد، الناشر: دار الجيل بيروت ١٤١١ هـ، الطبعة: الأولى، تحقيق: طه عبد الرءوف سعد.

<span data-type="title" id=toc-232>سادساً: الموسوعات:</span>
١٠٠ - الموسوعة الإلكترونية العالمية, الناشر: مكتبة لبنان ناشرون, ومؤسسة محمد بن راشد آل مكتوم, الطبعة: الأولى, عام ٢٠٠٩ م, ترجمه للعربية: الدكتور دعاس ناصيف, مراجعة وتحرير: دائرة الترجمة والنشر بمكتبة لبنان ناشرون.
١٠١ - موسوعة البحوث والمقالات العلمية, جمع وإعداد الباحث في القرآن والسنة, علي بن نايف الشحود, بحث الرد على الفرقان الحق, د/ إبراهيم عوض.
١٠٢ - موسوعة الدفاع عن رسول الله - صلى الله عليه وسلم - , المؤلف: الباحث علي بن نايف الشحود.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (309,'١٠٣ - موسوعة السياسة, المؤلف: عبد الوهاب الكيالي, الناشر: المؤسسة العربية للدراسات والنشر دار الهدى, بيروت لبنان.
١٠٤ - موسوعة الكتاب المقدس, المؤلف: شحادة بشير.
١٠٥ - موسوعة المستشرقين, المؤلف: عبد الرحمن بدوي, الناشر: دار العلم للملايين بيروت, الطبعة الثالثة, عام (١٩٩٣ م).
١٠٦ - الموسوعة الميسرة في الأديان والمذاهب المعاصرة, المؤلف: الدكتور مانع بن حماد الجهني, الناشر: دار الندوة العالمية للطباعة والنشر, الطبعة الرابعة ١٤٢٠ هـ.
١٠٧ - موسوعة اليهود واليهودية والصهيونية الموجزة, المؤلف: الدكتور عبد الوهاب المسيري, الناشر: دار الشروق القاهرة, الطبعة الأولى ٢٠٠٣ م والثانية ٢٠٠٥ م.
١٠٨ - الموسوعةالعربيةالعالمية http://www.mawsoah.net/maogen.asp? th=٠$$main&amp;fileid=start.

<span data-type="title" id=toc-233>سابعاً: كتب الشبهات والردود:</span>
١٠٩ - الاختلاف والاتفاق بين إنجيل برنابا والأناجيل الأربعة، المؤلف: محمد عوض.
١١٠ - إسرائيل حرفت الأناجيل واخترعت أسطورة السامية، المؤلف: اللواء أحمد عبد الوهاب, الناشر: مكتبة وهبة القاهرة, الطبعة الثانية (١٩٩٧ م).
١١١ - الإسلام في قفص الاتهام, المؤلف: الدكتور شوقي أبو خليل, الناشر: دار الفكر, تصوير الطبعة الخامسة عام: (١٩٨٢ م ١٤٠٢ هـ) في عام ١٤٠٦ هـ ١٩٨٦.
١١٢ - الإسلام والمسيحية في العالم المعاصر, المؤلف: للعالم الإنجليزي مونتجمري وات, الناشر: الهيئة العامة المصرية للكتاب, عام ١٩٩٨ م ترجمة: د/ عبد الرحمن الشيخ.
١١٣ - الإسلام وخرافة السيف, الناشر: المكتبة الشاملة الإصدار الرابع.
١١٤ - الإسلام ورسوله في فكر هؤلاء, المؤلف: أحمد حامد, الناشر: مؤسسة دار الشعب القاهرة الإيداع (٤٩٩/ ١٩٩١) (١٤١٢ هـ).
١١٥ - إظهار الحق, المؤلف: رحمت الله بن خليل الرحمن الكيرانوي الهندي, الناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد المملكة العربية السعودية, الطبعة: الأولى عام ١٤١٥ هـ, تحقيق: محمد أحمد عبد القادر ملكاوي, مصدر الكتاب: موقع الإسلام.
١١٦ - الإنجيل والصليب, المؤلف: عبد الأحد داوود.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (310,'١١٧ - الإيمان والرد على أهل البدع, المؤلف: عبد الرحمن بن حسن محمد بن عبد الوهاب, الناشر: دار العاصمة، الرياض، المملكة العربية السعودية, الطبعة: الأولى بمصر، ١٣٤٩ هـ، النشرة الثالثة ١٤١٢ هـ.
١١٨ - التوراة والإنجيل والقرآن الكريم والعلم, المؤلف: الطبيب والعالم الفرنسي الدكتور موريس بوكاي, الناشر: المكتب الإسلامي, الطبعة الثالثة عام (١٩٩٠ م ١٤١١ هـ) , ترجمة حسن خالد مفتي لبنان.
١١٩ - جذور الفتنة اليهودية أجيال بني إسرائيل الأولى, المؤلف: الدكتور: محمد عصمت بكر, الناشر: دار النمير دمشق.
١٢٠ - حديث القرآن عن التوراة, المؤلف: د/صلاح عبد الفتاح الخالدي, الناشر: دار العلوم للنشر والتوزيع, الطبعة الأولى لعام: ١٤٢٥٢٠٠٤, عمان الأردن.
١٢١ - دراسة القرآن الكريم عند المستشرقين في ضوء علم نقد (الكتاب المقدس) , المؤلف: محمد خليفة حسن, المصدر: موقع صيد الفوائد.
١٢٢ - دلائل التحريف للكتاب المقدس, المؤلف: الدكتور شريف سالم, الطبعة الأولى (١٤٢٦ هـ ٢٠٠٥ م) , رقم الإيداع: (٥٣٣٤٢٠٠٥ م) , الناشر: بلا تاريخ طبعة.
١٢٣ - ربحت محمداً ولم أخسر المسيح, المؤلف: الدكتور عبد المعطي الدالاتي, الناشر: مؤسسة الرسالة والشركة المتحدة للتوزيع سوريا.
١٢٤ - الصهيونية تحرف الأناجيل, المؤلف: سهيل التغلبي. طبعة: ١٩٩٩ م, بلا تاريخ طبعة.
١٢٥ - صورة اليهود في القرآن والسنة الأناجيل, المؤلف: إبراهيم أبو عواد، الناشر: دار اليازوري العلمية، الأردن, الطبعة العربية - ٢٠٠٨ م.
١٢٦ - عنصرية أهل الكتاب في تحريف اسم الذبيح من إسماعيل إلى إسحاق, المؤلف: عبد الله بن عبد الرحمن السليماني, الناشر: مؤسسة الأقطاب للتجارة, الطبعة الأولى لعام: (١٤٢٧ هـ ٢٠٠٦ م).
١٢٧ - الغارة التنصيرية على أصالة القرآن الكريم, المؤلف: د/عبد الراضي محمد عبد المحسن المتخصص في دراسة الحملات التنصيرية, مصدر الكتاب: موقع الإسلام.
١٢٨ - قالوا عن الإسلام, المؤلف: عماد الدين خليل, الناشر: الندوة العالمية للشباب الإسلامي الرياض, الطبعة: الأولى, عام: ١٤١٢ هـ ١٩٩٢ م.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (311,'١ - القرآن الأمريكي أضحوكة القرن الحادي والعشرين, المؤلف: أبي عبد الرحمن محمد السيد عبده عبد الرازق, الترقيم الدولي I . S . B .N القاهرة. mohammedabdelrazik@hotmail.com
٢ - القلم الجرئ مفكرون غربيون ويهود انتقدوا الصهيونية, المؤلفون: إسرائيل شاحاق, ليفيا روكاش, ولبر سنسر, الفريد ليلينثال, روجيه جارودي, الناشر: المجلس الأعلى للثقافة عام ٢٠٠٣ م, القاهرة مصر, ترجمة البراق عبد الهادي رضا.
٣ - الكتاب المقدس في الميزان، المؤلف: عبد السلام محمد, الناشر: دار الوفاء للطباعة والنشر المنصورة, الطبعة الأولى عام ١٤١٢ هـ ١٩٩١ م, رقم الإيداع بدار الكتاب (٥٩٦٩/ ١٩٩١).
٤ - محمد نبي الإسلام في التوراة والإنجيل والقرآن, المؤلف: محمد عزت إسماعيل الطهطاوي, الناشر: مطبعة التقدم بدار الكتب رقم الإيداع: (٢٤٢٠) عام (١٩٧٢ م).
٥ - المفصل في الرد على شبهات أعداء الإسلام , جمع وإعداد الباحث في القرآن والسنة علي بن نايف الشحود, المكتبة الشاملة.
٦ - مكائد يهودية عبر التاريخ، المؤلف: عبد الرحمن حسن حبنكة الميداني، الناشر: دار القلم، دمشق، الطبعة السابعة، ١٤٢٣ هـ ٢٠٠٢ م.
٧ - مكتبة ديدات المجموعة الثالثة, المؤلف: أحمد ديدات, ترجمة: محمد مختار، رمضان الصفناوى، علي عثمان, الناشر: كتاب المختار، أسسه حسين عاشور عام ١٩٧٩.
٨ - مكتبة ديدات هل الكتاب المقدس كلام الله, الناشر: كتاب المختار، أسسه حسين عاشور عام ١٩٧٩, ترجمة: محمد مختار, نورة النومان.
٩ - ملامح عن النشاط التنصيري في الوطن العربي, المؤلف: الدكتور إبراهيم عكاشة علي, الناشر: إدارة الثقافة والنشر بجامعة محمد بن سعود عام ١٤٠٧ هـ ١٩٨٧ م.
١٠ - مناظرة بين الإسلام والنصرانية لمناقشة العقيدة الدينية بين مجموعة من رجال الفكر من علماء الإسلام والنصرانية, المؤلف: مناظرة بين مجموعة من رجال الفكر من علماء الإسلام والنصرانية, الناشر: دار البصيرة الإسكندرية, بلا تاريخ طبعة.
١١ - مناظرتان في استكهولم بين الداعية أحمد ديدات وكبير قساوسة السويد استانلي شوبيرج, الناشر: دار النصر للطباعة القاهرة, ترجمة علي الجوهري.
١٢ - هداية الحيارى في أجوبة اليهود والنصارى, المؤلف: الإمام ابن القيم الجوزية, الناشر: مكتبة السوادي جدة, الطبعة الثالثة عام (١٤١٨ هـ ١٩٩٧ م).',NULL,'328',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (312,'١٣ - هل العهد الجديد كلمة الله, المؤلف: منقذ بن محمود السقار سلسلة الهدى والنور, مصدر الكتاب: ملف ورد من موقع صيد الفوائد مذيل بالحواشي.

<span data-type="title" id=toc-234>ثامناً: أديان ومذاهب:</span>
١٤ - آداب الحوار وقواعد الاختلاف, بحث قدم إلى المؤتمر العالمي حول موقف الإسلام من الإرهاب, المؤلف: الدكتور عمر بن عبد الله كامل, الناشر: جامعة محمد بن سعود الإسلامية.
١٥ - أصول الحوار وآدابه في الإسلام, المؤلف: الشيخ صالح بن عبدالله بن حميد, الناشر: دار المنارة للنشر والتوزيع جدة مكة, الطبعة الأولى عام (١٤١٥ هـ ١٩٩٤ م)
١٦ - أطلس الأديان, المؤلف: سامي بن عبدالله بن احمد المغلوث, الناشر: مكتبة العبيكان, الطبعة الأولى (١٤٢٨ هـ ٢٠٠٧ م).
١٧ - إنه الحق (شريط مناظرة) , المؤلف: الشيخ عبد المجيد بن عزيز الزنداني.
١٨ - البرهان شرح كتاب الإيمان, المؤلف: الشيخ عبد المجيد الزنداني, الناشر: مركز بحوث جامعة الإيمان اليمن, الطبعة الأولى عام (١٤٢٧ هـ ٢٠٠٧ م).
١٩ - بينات الرسول - صلى الله عليه وسلم - ومعجزاته, المؤلف: الشيخ عبد المجيد الزنداني, الناشر: مركز بحوث جامعة الإيمان اليمن, الطبعة الخامسة عام: (١٤٢٥ م ٢٠٠٤ هـ).
٢٠ - تحريف الكتاب المقدس, المكتبة الشاملة الإصدار الثالث.
٢١ - تخجيل من حرف التوراة والإنجيل, المؤلف: محمود عبد الرحمن قدح, الناشر: مكتبة صيد الفوائد.
٢٢ - الحوار مع أصحاب الأديان مشروعيته وشروطه وآدابه, المؤلف: أحمد بن سيف الدين تركستاني, مصدر الكتاب: موقع الإسلام.
٢٣ - دراسات في الأديان اليهودية والنصرانية, المؤلف: سعود بن عبد العزيز الخلف, الناشر: مكتبة أضواء السلف, طبعة عام (١٤١٨ هـ ١٩٩٧ م).
٢٤ - دلائل تحريف الكتاب المقدس, المؤلف: الدكتور شريف سالم, بلا تاريخ طبعة.
٢٥ - صراعنا مع اليهود بين الصلح المستحيل والمواجهة الحتمية, المؤلف: محمد بن مهنأ العلي, الناشر: مطبعة السفير الرياض.
٢٦ - غوستاف لوبون في الميزان, المؤلف: الدكتور شوقي أبو خليل, الناشر: دار الفكر المعاصر دمشق, الطبعة الخامسة عام: (١٩٩٠ م ١٤١٠ هـ).',NULL,'329',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (313,'٢٧ - القرآن ونقض مطاعن الرهبان, المؤلف: صلاح عبد الفتاح الخالدي, الناشر: دار القلم دمشق, الطبعة الأولى عام (١٤٢٨ هـ ٢٠٠٧ م).
٢٨ - كتب الشريعة الخمسة: دار المشرق _ بيروت, بلا تاريخ طبعة.
٢٩ - لتفسدن في الأرض مرتين, المؤلف: محمد علي دولة, الناشر: دار القلم دمشق, الطبعة الأولى عام (١٤٢٨ هـ ٢٠٠٧ م).
٣٠ - مرشد الطالبين إلى الكتاب المقدس الثمين, المؤلف: الدكتور سمعان كهلون, الناشر: مدرسة العلوم الأمريكية, طبع في بيروت عام: ١٨٦٩ م.
٣١ - المسيح عند اليهود والنصارى والمسلمين وحقيقة الثالوث, المؤلف: عبد المنعم جبري, الناشر: دار صفحات للدراسات والنشر سوريا-دمشق, الطبعة الأولى (٢٠٠٧ م).
٣٢ - الملل والنحل, المؤلف: محمد بن عبد الكريم بن أبي بكر أحمد الشهرستاني, الناشر: دار المعرفة بيروت، ١٤٠٤ هـ, تحقيق: محمد سيد كيلاني.
٣٣ - نهاية إسرائيل والولايات المتحدة الأمريكية دراسة تحليلية في القرآن والسنة والتوراة والإنجيل, المؤلف: خالد عبد الواحد, مصدر الكتاب: index.him/kalwid.freeservers.com.
٣٤ - واقع اليهود وحقيقتهم, المكتبة الشاملة الإصدار الثالث.
٣٥ - اليهود المعتدون ودولتهم إسرائيل, المؤلف: محمد الغزالي, الناشر: الدار الشامية بيروت, الطبعة الثانية, ١٤٢٣ هـ ٢٠٠٢ م.
٣٦ - اليهود في القرآن, المؤلف: سيد سابق, الناشر: دار الفتح للإعلام العربي القاهرة, الطبعة الرابعة (١٤١٥ هـ ١٩٩٤ م).
٣٧ - اليهودية الأرثوذوكسية, المؤلف: سائد خليل عائش, الناشر: مركز الإعلام العربي, رسالة علمية, الطبعة الأولى ١٤٢٨ هـ ٢٠٠٧ م.
٣٨ - اليهودية واليهود, المؤلف: الدكتور علي عبد الواحد وافي, الناشر: نهضة مصر للطباعة والنشر والتوزيع, الطبعة الخامسة عام (٢٠٠٥ م).

<span data-type="title" id=toc-235>تاسعاً: رسائل علمية:</span>
٣٩ - تنوع خطاب القرآن الكريم في العهد المدني (دراسة لغوية) , المؤلف: صالح عبد الله منصور مسود العولقي رسالة مقدمة إلى قسم اللغة العربية بجامعة عدن اليمن، لنيل درجة الماجستير ١٤٢٩ هـ ٢٠٠٨ م.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (314,'٤٠ - الطعن في القرآن الكريم والرد على الطاعنين في القرن الرابع عشر الهجري, المؤلف: عبدالمحسن بن زبن بن متعب المطيري, الناشر: رسالة لنيل درجة الدكتوراه من كلية دار العلوم, مصدر الكتاب: موقع مركز الكتب الإلكترونية.
٤١ - النصرانية من التوحيد إلى التثليث, المؤلف: محمد احمد الحاج, الناشر: دار القلم -دمشق, رسالة ماجستير (١٤١٣ هـ ١٩٩٢ م) الطبعة الأولى.

<span data-type="title" id=toc-236>عاشراً: كتب أخرى:</span>
٤٢ - اتفاقية رودس بين العرب وإسرائيل عام (١٩٤٨ م) , المؤلف: الدكتور محمود متولي, الناشر: مطبوعات مركز وثائق وتاريخ مصر المعاصر, مطابع الهيئة المصرية العامة للكتاب لعام (١٩٧٤ م).
٤٣ - إحياء علوم الدين, المؤلف: أبي حامد محمد بن محمد الغزالي, الناشر: دار المعرفة بيروت.
٤٤ - أرشيف ملتقى أهل الحديث, المكتبة الشاملة الإصدار الرابع في ٧ رمضان ١٤٢٩ هـ ٧ سبتمبر ٢٠٠٨ م.
٤٥ - الاستراتيجيات العسكرية للحروب العربية الإسرائيلية, المؤلف: الدكتور هيثم الكيلاني, الناشر: مركز دراسة الوحدة العربية بيروت الطبعة الأولى (١٩٩١ م).
٤٦ - أصول الدعوة, المؤلف: الدكتور عبد الكريم زيدان, الناشر: مؤسسة الرسالة, الطبعة التاسعة (١٤٢٣ هـ ٢٠٠٢).
٤٧ - حسن الأسوة بما ثبت من الله ورسوله في النسوة، المؤلف: السيد محمد صديق حسن خان، الناشر: مؤسسة الرسالة بيروت ١٤٠٦ هـ ١٩٨٥ م، الطبعة: الخامسة، تحقيق: الدكتور مصطفى الخن, ومحي الدين ستو.
٤٨ - حواشي الشرواني على تحفة المحتاج بشرح المنهاج، المؤلف: عبد الحميد الشرواني، الناشر: دار الفكر - بيروت.
٤٩ - رسائل وفتاوى شيخ الإسلام ابن تيمية, المؤلف: أحمد عبد الحليم بن تيمية الحراني أبو العباس، الناشر: مكتبة ابن تيمية، الطبعة: الثانية، تحقيق: عبد الرحمن بن محمد بن قاسم العاصمي النجدي.
٥٠ - الشرق والغرب المحددات والمؤثرات, المؤلف: علي بن إبراهيم الحمد النملة, بلا تاريخ طبعة.
٥١ - العهد والميثاق في القرآن الكريم, المؤلف: الدكتور ناصر بن سليمان العمر, بلا تاريخ طبعة.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (315,'٥٢ - الفتاوى الحديثة, المؤلف: أحمد شهاب الدين ابن حجر الهيتمي المكي, الناشر: دار الفكر, بلا تاريخ طبعة.
٥٣ - القول المفيد على كتاب التوحيد, المؤلف: العلامة محمد بن صالح العثيمين, الناشر: دار ابن الجوزي، المملكة العربية السعودية, الطبعة: الثانية, محرم ١٤٢٤ هـ.
٥٤ - كارثة فلسطين, المؤلف: اللواء عبدالله التل قائد معركة القدس, الناشر: دار الهدى, الطبعة الثانية عام: ١٩٩٠ م.
٥٥ - المقصد الأرشد في ذكر أصحاب الإمام أحمد، المؤلف: برهان الدين إبراهيم بن محمد بن عبد الله بن مفلح، الناشر: مكتبة الرشد الرياض السعودية، الطبعة الأولى ١٤١٠ هـ الموافق ١٩٩٠ م، تحقيق: عبد الرحمن بن سليمان العثيمين.
٥٦ - منهاج السنة النبوية, المؤلف: أحمد بن عبد الحليم بن تيمية الحراني أبو العباس, الناشر: مؤسسة قرطبة, الطبعة الأولى، ١٤٠٦ هـ, تحقيق: د/ محمد رشاد سالم.
٥٧ - منهج الدعوة في ضوء الواقع المعاصر, المؤلف: عدنان بن محمد آل عرعور, الطبعة الأولى ١٤٢٦ هـ ٢٠٠٥ م.

<span data-type="title" id=toc-237>الحادي عشرة: كتب أصولية:</span>
٥٨ - الإحكام في أصول الأحكام، المؤلف: علي بن أحمد بن حزم الأندلسي أبو محمد، الناشر: دار الحديث القاهرة - ١٤٠٤ هـ, الطبعة: الأولى.
٥٩ - الاعتصام, المؤلف: أبي إسحاق الشاطبي، الناشر: المكتبة التجارية الكبرى - مصر, بلا تاريخ طبعة.
٦٠ - أنوار البروق في أنواع الفروق, المؤلف: شهاب الدين احمد بن ادريس بن عبدالرحمن الشهير بالقرافي, الناشر: عالم الكتب, بلا تاريخ طبعة.
٦١ - التعريفات, المؤلف: علي بن محمد بن علي الجرجاني، الناشر: دار الكتاب العربي بيروت ١٤٠٥، الطبعة: الأولى، تحقيق: إبراهيم الأبياري.
٦٢ - شرح الكوكب المنير, المؤلف: تقي الدين أبو البقاء محمد بن أحمد بن عبد العزيز بن علي الفتوحي المعروف بابن النجار, الناشر: مكتبة العبيكان, الطبعة: الطبعة الثانية ١٤١٨ هـ ١٩٩٧ م, تحقيق: محمد الزحيلي ونزيه حماد.
٦٣ - مبادئ في نظرية الشعر والجمال, المؤلف: عقيل الظاهري, المكتبة الشاملة الإصدار الرابع.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b132385] VALUES (316,'<span data-type="title" id=toc-238>الثاني عشر مجلات:</span>
٦٤ - صحيفة (الحياة) لندن في ١٧١٠ - ٢٠٠٣ م، وصحيفة (الأهرام) القاهرة في ١٨١٠ - ٢٠٠٣ م.
٦٥ - مجلة البحوث الإسلامية، المؤلف: مجلة دورية تصدر عن الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد.
٦٦ - مجلة التاريخ العربي، المكتبة الشاملة.
٦٧ - مجلة مجمع الفقه الإسلامي، الناشر: مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي.

<span data-type="title" id=toc-239>الثالث عشرة: مواقع الكترونية:</span>
٦٨ - الموقع الالكتروني لمحمد حسين فضل الله.
٦٩ - موقع الإسلام http://www.alislam.com
٧٠ - موقع التفاسير http://www.altafsir.com
٧١ - موقع الدكتور عبد الوهاب المسيري http://www.almessiri.com
٧٢ - موقع المكتبة الشاملة.
٧٣ - موقع المكتبة الوقفية.
٧٤ - موقع جامعة الإيمان اليمنية.
٧٥ - موقع صيد الفوائد
٧٦ - موقع قناة الجزيرة العربية
٧٧ - موقع قناة السعيدة اليمنية برنامج في ظلال ساخنة، يهود اليمن، ١٣ يناير عام ٢٠٠٩ م http://www.youtube.com/watch? v=Eq_IeCBgnN ٨
٧٨ - موقع مركز الكتب الالكترونية.
٧٩ - موقع مكتبة المدينة الرقمية.
٨٠ - موقع مكتبة المصطفى.
٨١ - موقع مكتبة المهتدين.
٨٢ - موقع موسوعة ويكيبديا.
٨٣ - موقع نوكيا سيتي http://www.nkiact.net/vb/tl ٠٤٩٣.html.',NULL,'333',NULL,NULL,'0');
