-- Table: b132963
-- Chunk: 1
-- Rows: 606

CREATE TABLE "b132963"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b132963
INSERT INTO [b132963] VALUES (1,'النكت على صحيح البخاري

تأليف
الحافظ أبي الفضل ابن حجر العسقلاني

ويليه
التجريد على التنقيح
«تجريد وتعليقات ابن حجر على شرح صحيح البخاري للزركشي»

جمع
أبي عبد الله محمد بن عبد الرحمن السخاوي

تحقيق
أبي الوليد هشام بن علي السعيدني
أبي تميم نادر مصطفى محمود

[الجزء الأول]','1',NULL,NULL,NULL,'0');
INSERT INTO [b132963] VALUES (2,'حُقُوق الطَّبْع مَحْفُوظَة

الطبعة: الأولى، ١٤٢٦ هـ - ٢٠٠٥ م
رقم الْإِيدَاع: ٢١٥١٦/ ٢٠٠٥

المكتبة الإسلامية للنشر والتوزيع
* الإدارة وَالْفرع الرئيسي:
٣٣ ش صَعب صَالح - عين شمس الشرقية - الْقَاهِرَة - جمهورية مصر الْعَرَبيَّة
ت وفاكس: ٢٤٩٩١٢٥٤ - ٢٤٩٠٠٦٠٦ - ٢٤٩٠٠٨٠٨
* فرع الْأَزْهَر: ١ ش البيطار خلف جَامع الْأَزْهَر - درب الأتراك - ت: ٥١٠٨٠٠٤
E-mail: islamya ٢٠٠٥@hotmail.com','1','2',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (3,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ','1','3',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (4,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-1>مقدمة التحقيق</span>
إنَّ الْحَمد لله نَحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مُضل له، ومن يُضلل فلا هادي له.
ونشهد أن لا إله إلا الله وحده لا شريك له، ونشهد أن محمدًا عبده ورسوله.
{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢)} [آل عمران: ١٠٢].
{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١)} [النساء: ١].
{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (٧٠) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (٧١)} [الأحزاب: ٧٠ - ٧١].
أمَّا بعد؛ فإن أصدق الحديث كتاب الله وخير الهدي هدي محمد - صلى الله عليه وسلم -، وشر الأمور مُحدثاتها، وكل مُحدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.
ثم أما بعد:
فنقدم لإخواننا من طلبة العلم وللقارئ الكريم دُرَّتيْنِ من مكنون تراثنا الإسلامي الأصيل، نقدمهما مطبوعتين لأول مرة بعد أن ظلتا حبيستين في خزائن المخطوطات لمدة طويلة من الزمن.
الدرة الأولى: هي النكت للحافظ ابن حجر العسقلاني.
وهذه النكت ليست بنكته المشهورة على مقدمة ابن الصلاح، ولكنها تلخيصٌ','1','5',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (5,'لكتابه الشهير "فتح الباري شرح صحيح البخاري" (*)، وهو كتاب غني عن التعريف.
فقد قام الحافظ -رحمه اللهُ- في هذه النكت بتلخيص هذا الكتاب العظيم وتقريبه في صورة تُسَهِّل على متناوله.
غير أنه للأسف الشديد لم يتمه -رحمه اللهُ-، حيث قام بتلخيص المقدمة الموسومة بـ"هدي الساري"، ثم لَخَّص كتاب بدء الوحي، ثم كتاب الإيمان، ثم كتاب العلم إلى الحديث العشرين بعد المائة الأولى.
وقد يبدو لأول وهلة عدم فائدة وأهمية هذا التلخيص لأن أصله وهو "فتح الباري" موجود بين أيدي الناس بكثرة، حيث يمكن أن يُقال: إنه لا يخلو منه بيت مسلم، ولسبب آخر هو عدم تمام مادة هذا الكتاب.
لكن عند تَفَحُّصِ الكتاب تبدو فيه عدة مميزات ليست موجودة في أصله الكبير:
منها: أنه اختصر كثيرًا من الضوابط المتعلقة بأسماء الرواة التي في مقدمة "فتح الباري" نعني: "هدي الساري"، بحيث نجده قد لَمَّ شعث هذه الضوابط بأسلوب جيد ومفيد.
ومنها أيضًا: أنه ذكر لنفسه بعض الأسانيد التي يروي بها صحيح البخاري ليست موجودة في فتح الباري، فأفاد بذلك زيادة بعض الطرق له إلى الصحيح.
وكذلك: نَجد لابن حجر بعض المباحث التي تتعلق بصحيح البخاري غير موجودة في أصله، وخاصة في كلامه الذي يتعلق بصحيح البخاري وشرط البخاري فيه.
وكذلك أيضًا: هناك بعض تغييرات لبعض اجتهاداته قد غير فيها ما كان يذهب إليه بأن تراجع عنه إلى غيره، مثل ما نجد عند الحديث رقم (٤٠، ٤٥) مثلًا.
فضلًا عن: أن هذا المختصر يمتاز بحذف لكثير من الاستطرادات الغير مفيدة بالنسبة للكثير من القراء، وهي السمة التي تُمَيِّز المختصرات عن أصولها.
_________
(*) قال مُعِدُّ الكتاب للشاملة: كتاب النكت هو عبارة عن اختصار لشرح ابن حجر الكبير على صحيح البخاري، وهو الذي أشار إليه بقوله في مقدمة النكت: "وقد كنت شرعت في شرح كبير، استفتحته بمقدمة تحوي غالب مقاصد الشرح، فلما أتقنتها وحررتها، وكتبت من الشرح مواضع هذبتها ومواضع سودتها، رأيت الهمم قصيرة، والبواعث على تحصيل المطولات يسيرة ... ".
وقال السخاوي بعد ذكره لفتح الباري ومقدمته ضمن مصنفات الحافظ ابن حجر: (وكان عقِبَ فراغ المقدمة شرع في شرحٍ أطال فيه النَّفَس، وكتب منه قطعةً تكون قدر مجلد، ثم خشي الفُتور عن تكميله على تلك الصفة، فابتدأ في شرح متوسط، وهو "فتح الباري" الماضي شرحه). [الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر (٢/ ٦٧٥، ٦٧٦)].
وقال الحافظ ابن حجر في فتح الباري: (وقد ذكر الدارقطني الاختلاف فيه على أبي إسحاق في كتاب العلل، واستوفيته في مقدمة الشرح الكبير ... ). [فتح الباري (١/ ٢٥٨)].
ومما يدل على أن الشرح الكبير غير فتح الباري، ما قاله الحافظ ابن حجر في كتاب النكت على صحيح البخاري (١/ ١٧١): (والخشية المذكورة اختلف العلماء في المراد بها على اثني عشر قولا: أولها: الجنون، وأن يكون ما رآه من جنس الكهانة، جاء مصرحا به في عدة طرق أوضحتها في الشرح الكبير، وأبطله أبو بكر ابن العربي، وحق له أن يبطل ... ).
وبالرجوع إلى الفتح تجد النص كما هو في النكت دون توضيح أو تفصيل، حيث قال: (والخشية المذكورة اختلف العلماء في المراد بها على اثني عشر قولا: أولها: الجنون، وأن يكون ما رآه من جنس الكهانة، جاء مصرحا به في عدة طرق، وأبطله أبو بكر ابن العربي، وحق له أن يبطل ... ).
وكانت عادة المحقق أن يشير في كل إحالة من الحافظ بمزيد من التفصيل على شرحه الكبير، أن يذكر كلام الحافظ في الفتح حول هذا المعنى، لكنه لم يحل في هذا الموضع وموضع آخر؛ إذ لم يجد تفصيلا وتوضيحا للحافظ، والله المستعان.
ومما يدل على أن النكت مختصر من الشرح الكبير، وليس من فتح الباري، قول السيوطي: (ومن تصانيفه "فتح الباري شرح البخاري"، ومقدمته تسمى "هدى الساري". وشرحٌ آخر أكبر منه، وآخر ملخص منه لم يتما، وقد رأيت من هذا الملخص ثلاث مجلدات من أوله). [نظم العقيان في أعيان الأعيان (ص ٤٦)].
وكذلك فإن الحافظ ابن حجر قد أنكر إمكانية تلخيص فتح الباري، نقله السخاوي في الجواهر والدرر (٢/ ٧٠٨)، حيث قال بعد ذكر بعض محاولات اختصار الكتاب: (ولقد سمعت مصنِّفَه صاحبَ الترجمة -رحمه اللَّه- مرارًا يُنكر إمكان اختصاره، ويقول: ما أعلمُ فيه شيئًا زائدًا عن المقصود. وأقول: إن ذلك بالنسبة لما لم يقع منه السَّهوُ في تكريره، حيث يكرر الأحاديث مما لا يتعلَّق بالأحكام غالبًا، ولكن صاحب البيت أدرى بالذي فيه).
وبقي أن نذكر أمرين:
الأول: أن هدي الساري هو مقدمة الشرح الكبير كذلك.
الثاني: أن محقق كتاب الجواهر والدرر ذكر أنه وجد في أحد حواشي نسخ الكتاب ما يلي: في هامش (ب) ما نصه: أقول: مما لم يذكره المؤلف كتاب النكت على الجامع الصحيح. رأيت منه مجلدة من أوله إلى آخر باب حفظ العلم وعليها خط الجلال السيوطي، وأنه لخصها من شرحه الكبير المسمَّى بفتح الباري. [هامش (١) من (٢/ ٦٩٦)].
قلت: وبمراجعة النسخة الخطية (ق ١٦١/ أ) وجدتها كما أورده المحقق، والخط متأخر جدا، ليس بالقديم، وهو رأي صاحب التعليق، كما أننا بينا فيما تقدم أن الشرح الكبير غير فتح الباري، وأن السيوطي رحمه الله نفسه أنه مختصر من الشرح الكبير، ولم يقل فتح الباري!','1','6',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (6,'ومهما يكن من أمر؛ فإنه من المفيد أن نرى طريقة أحد العلماء المتقدمين في طريقة اختصاره لكتاب كبير هو من تأليفه، فهو المؤلف للأصل وهو المختصر له في نفس الوقت، وبالتالي فإن هذه النكت تعد نموذجًا يحكي طريقة علماء هذا العصر في طريقتهم في التلخيص، وخاصة عندما يتناولون مؤلفاتهم أنفسهم بالتلخيص.
أما الدرة الثانية: فهي تعليقات الحافظ ابن حجر العسقلاني على شرح صحيح البخاري لبدر الدين الزركشي المسمى بـ"التنقيح".
وهذه التعليقات قد قام الحافظ السخاوي تلميذ ابن حجر العسقلاني بتجريدها من على حواشي نسخة الحافظ ابن حجر للتنقيح، وقام بتدوينها مجردة في هذا الكتاب.
وهذه الدرة يبرز فيها علم هذا الإمام الجهبذ بوضوح، حيث تناول الكتاب بالتصويب والترجيح، والتعديل والتنقيح، والتضعيف والتصحيح لِمَا يراه من هنات قد وقعت للبدر الزركشي، فهو يعدُّ سدًّا لِمَا يراه من خلل، وإزالة ما به من عيب، وتشييد للبناء بتحسينه وتزيينه.
رحم الله الجميع وحشرنا في الجنة معهم.
وبسبب تعلق كتاب النكت وكتاب تعليقات ابن حجر بأصل واحد هو صحيح البخاري.
فالأول: ملخص لشرح كبير لصحيح البخاري.
والثاني: تعليق على شرح موجز لصحيح البخاري.
وأيضًا كلا الكتابين متعلق بمؤلف واحد هو الحافظ ابن حجر العسقلاني.
رأينا دمج الكتابين في كتاب واحد لوحدة مُتَعَلَّقَيْهِما، عسى الله أن ينفع بهما هذا؛ ولتمام الفائدة رأينا تقديم الكتاب ببيان لبعض اجتهادات ابن حجر التي رجع عنها وتبنى رأيا مخالفًا لِمَا كان عليه في "فتح الباري"، ثم أتبعناه برسم لشجرة أسانيد ابن حجر لصحيح البخاري، حتى تكون واضحة وجلية لمن أراد الاستفادة منها.','1','7',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (7,'ثم تلونا ذلك بترجمة مقتضبة لكل من الحافظ ابن حجر العسقلاني، وبدر الدين الزركشي، والإمام السخاوي عليهم جميعا رحمة الله تعالى.
ثم ختمنا المقدمة بذكر وصف النسخ التي اعتمدنا عليها في التحقيق ثم دعمها ببعض الصور الضوئية لها.
وختامًا؛ نسأل الله العلي العظيم الهدى والتوفيق والسداد.
ربنا هب لنا من لدنك رحمة وهيئ لنا من أمرنا رشدًا.
ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار.
وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على محمد وآله وصحبه وسلم.

المحققان
أبو الوليد هشام بن علي السعيدني
أبو تميم نادر مصطفى محمود','1','8',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (8,'<span data-type="title" id=toc-2>تراجعات ابن حجر عن بعض اجتهاداته في فتح الباري</span>
نجد الحافظ ابن حجر العسقلاني -رحمه اللهُ- قد غَيَّر بعضَ آرائه في بعض مواضعَ من شرحه الكبير "فتح الباري"، وهذا لا يعيب الرجل، بل يرفع قدره ويعلو شأنه بذلك، لأنه يدل على دين وورع، وبُعْدٍ عن العُجْب والكِبْرِ، فالرجل يسير مع الدليل حيث كان، فإذا كان على رأي ثم بدا له أن الصواب في غيره عدل إليه -رحمه اللهُ-، نسأل الله أن يرينا الحق حقا ويرزقنا اتباعه، وأن يرينا الباطل باطلًا ويرزقنا اجتنابه.
هذا، والذي تبين لنا تراجعه فيه هُما موضعان فقط، وذلك لكون النسخة كما أسلفنا غير تامة، ولكن له مواضع أُخَر قد ثبت على رأيه في النكت كما في فتح الباري مع أنه في موضع آخر من فتح الباري متأخر عن ذلك الموضع قد غَيَّر فيه اجتهاده ونظره.
وذلك ليس بالضروري أن يكون في النكت رجع إلى رأيه الأول الذي في نفس الموضع من "فتح الباري"؛ لأنه من الممكن أن يكون الحافظ قد ذهل عما كتبه في آخر "فتح الباري"، ولكن للفائدة ذكرنا هذه المواضع وهي ثلاثة:
وها نحن نذكر تلك المواضع الخمسة للقارئ الكريم.
أ) تراجعات ابن حجر في "النكت" عن بعض اجتهاداته في "فتح الباري":
الموضع الأول:
عند الحديث رقم (٤٠) من "صحيح البخاري" (كتاب: الإيمان، باب: الصلاة من الإيمان).','1','9',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (9,'قال ابن حجر عند قول البخاري: "فخرج رجل": "هو عباد بن بشر بن قيظي كما رواه ابن منده من حديث طويلة بنت أسلم، وقيل: هو عبادة بن نهيك -بفتح النون وكسر الهاء-، وأهل المسجد الذين مر بهم، قيل: هم من بني سلمة، وقيل: هو عباد بن بشر الذي أخبر أهل قباء في صلاة الصبح -كما سيأتي بيان ذلك في حديث ابن عمر- حيث ذكره المصنف في كتاب الصلاة، ونذكر هناك تقرير الجمع بين هذين الحديثين وغيرهما، مع التنبيه على ما فيهما من الفوائد إن شاء الله تعالى. انتهى
وبنحو ذلك الكلام قال ابن حجر في مقدمته "هدي الساري"، حيث قال: "قال ابن عبد البر: اسم الرجل: عباد بن نهيك، وقيل: ابن بشر بن قيظي الأشهلي، وهذا أرجح، رواه ابن أبي خيثمة والفاكهي وابن منده بسند حسن، وأهل المسجد بنو حارثة.
فقد رجع ابن حجر -رحمه اللهُ- في "النكت" عن ذلك حيث قال: "هو عباد بن نهيك -بفتح النون وكسر الهاء-، وأهل المسجد الذين مر بهم، قيل: هم من بني سلمة، وهذا غير عباد بن بشر الذي أخبر أهل قباء في صلاة الصبح -كما سيأتي بيان ذلك في حديث ابن عمر- حيث ذكره المصنف في كتاب الصلاة. . . ." انتهى
وجدير بالذكر أن ابن حجر قد ذكر كلامًا غير هذا في ذلك الرجل نفسه في آخر شرحه لصحيح البخاري في "فتح الباري"، وذلك في (كتاب أخبار الآحاد، باب: ما جاء في إجازة خبر الواحد. . . .) برقم (٧٢٥٢)، حيث قال -رحمه اللهُ-: ". . . . حديث البراء بن عازب في تحويل القبلة أيضًا، وقد تقدم شرحه في كتاب العلم، وفي أبواب استقبال القبلة أيضًا، وبينت هناك أن الراجح أن الذي أخبر في حديث البراء بالتحويل لم يعرف اسمه". انتهى
وهذا الكلام الأخير فيه نظر من ثلاثة أوجه:
الأول: أن حديث البراء لم يرد في كتاب العلم، بل جاء في كتاب الإيمان، ولكن الذي ورد في كتاب العلم هو حديث ابن عمر -رضي الله عنهما-، حيث ذكره البخاري في:','1','10',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (10,'"باب: ذكر العلم والفتيا في المسجد"، وكذلك في "باب: من أجاب السائل بأكثر مما سأله"، ولفظ الحديث: أن رجلًا سأله: ما يلبس المحرم؟ فقال: "لا يلبس القميص، ولا العمامة، ولا السراويل. . . ." الحديث.
الثاني: أن الحديث الذي يقصده ابن حجر غير هذا الحديث الذي عزى إليه؛ لأنه يقصد حديث ابن عمر في تحويل القبلة، وحديث ابن عمر في تحويل القبلة لم يرد في كتاب العلم أصلًا، بل ورد في (كتاب الصلاة، باب: ما جاء في القبلة) برقم (٤٠٣)، أما حديث ابن عمر الذي في كتاب العلم فهو في لباس المحرم.
الثالث: أن الذي رجحه هنا من أن هذا الرجل لم يقف على اسمه غير صحيح؛ بدليل أنه عينه في "فتح الباري" في (كتاب الإيمان) وكذلك في (أبواب استقبال القبلة)، وكذلك عينه بعد أن غير اجتهاده فيه في "النكت".
والسبب في ذلك، أن الحافظ -رحمه اللهُ- قد اختلط عليه الحديثان، حيث إنه لم يقف على اسم الرجل في حديث ابن عمر، وقد عينه في حديث البراء، فاختلط عليه الحديثان؛ لأن البخاري ذكر حديث ابن عمر في (كتاب أخبار الآحاد) ثم ذكر خلفه حديث البراء، فاشتبه على الحافظ الحديثان.
الموضع الثاني:
عند الحديث رقم (٤٥) من "صحيح البخاري" (كتاب الإيمان، باب: زيادة الإيمان ونقصانه)، قال ابن حجر -رحمه اللهُ- عند قول البخاري -رحمه اللهُ-: "أن رجلًا من اليهود": "هذا الرجل هو كعب الأحبار، بين ذلك مسدد في مسنده، والطبري في تفسيره، والطبراني في "الأوسط" كلهم من طريق رجاء بن أبي سلمة عن عبادة بن نُسَي -بضم النون وفتح المهملة- عن إسحاق بن خرشة عن قبيصة بن ذؤيب عن كعب. . . .". انتهى
فعندما تعرض للحديث في النكت غيّر اسم إسحاق بن خرشة، فقال: "عن إسحاق بن قبيصة بن ذؤيب عن كعب. . . .". انتهى
وما ذكره في "النكت" هو الصواب في اسم الراوي.','1','11',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (11,'والسبب في الخطأ الأول: أن الحديث قد وقع عند الطبري في "تفسيره" عند الآية الثالثة من سورة المائدة من طريق ابن عُلية: "عن رجاء بن أبي سلمة، عن عبادة بن نُسي قال: حدثنا أميرنا إسحاق -قال أبو جعفر: إسحاق هو ابن خرشة- عن قبيصة قال: . . . ." فذكر الحديث.
فذكر ابن حجر العسقلاني -رحمه اللهُ- في "فتح الباري" الحديث كما وقع عند ابن جرير الطبري -رحمه اللهُ-، وهو خطأ كما ذكرنا.
ولعل السبب في ذلك الخطأ؛ أن الاسم عند ابن جرير الطبري -رحمه اللهُ- قد تصحف إلى "إسحاق عن قبيصة" بدلًا من: "إسحاق بن قبيصة"، أي: تصحفت "ابن" إلى "عن"، فاحتاج ابن جرير الطبري -رحمه اللهُ- إلى تعيين إسحاق هذا، فعرفه بأنه ابن خرشة، وهو تعيين خطأ أيضًا، لأن ابن خرشة الذي يروي عن قبيصة بن ذؤيب اسمه: عثمان بن إسحاق بن خرشة، وليس إسحاق والده هو المراد، ويقال له أيضًا: "عثمان بن خرشة"، وهو راوي حديث أبي بكر الصديق في توريث الجدة.
أمَّا إسحاق بن قبيصة بن ذؤيب -وهو الاسم الصحيح للراوي- فهو عامل هشام بن عبد الملك على الأردن.
هذا؛ وقد أخرج الحديث على الصواب: الطبراني في "الأوسط" (٨٣٠، ٣٩٠٠)، وكذلك ابن عساكر في "تاريخه" من طريق مسدد بن مسرهد (٨/ ٢٧١).
(ب) تراجعات لبعض اجتهادات ابن حجر العسقلاني -رحمه اللهُ- في مواضع متأخرة من "فتح الباري" نفسه، لم يغير اجتهاده فيها في "النكت"، بل ظلت كما هي، وهي في مواضع أربعة:
الموضع الأول:
عند قول البخاري -رحمه اللهُ-: "وجار لي" (كتاب العلم، باب: التناوب في العلم) الحديث رقم (٨٩)، قال ابن حجر -رحمه اللهُ-: "هذا الجار هو عتبان بن مالك، أفاده ابن القسطلاني، لكن لم يذكر دليله". انتهى','1','12',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (12,'وكذلك قال الحافظ -رحمه اللهُ- في "النكت" دون تغيير، مع كونه قد غَيَّر اجتهاده في "فتح الباري" نفسه في (كتاب النكاح، باب: موعظة الرجل ابنته لحال زوجها) برقم (٥١٩١)، حيث قال: "واسم الجار المذكور: أوس بن خولي بن عبد الله بن الحارث الأنصاري، سماه ابن سعد من وجه آخر عن الزهري عن عروة، عن عائشة. . . فذكر حديثًا، وفيه: "وكان عمر مؤاخيًا أوس بن خولي، لا يسمع شيئًا إلا حدثه، ولا يسمع عمر شيئًا إلا حدثه"؛ وهذا هو المعتمد، وأما ما تقدم في العلم عمن قال: إنه عتبان بن مالك، فهو من تركيب ابن بشكوال، فإنه جوَّز أن يكون الجار المذكور عتبان؛ لأن النبي - صلى الله عليه وسلم - آخى بينه وبين عمر، لكن لا يلزم من الإخاء أن يتجاورا، والأخذ بالنص مقدم على الأخذ بالاستنباط، وقد صرحت الرواية المذكورة عن ابن سعد أن عمر كان مؤاخيًا لأوس، فهذا بمعنى الصداقة لا بمعنى الإخاء الذي كانوا يتوارثون به ثم نسخ، وقد صرَّح به ابن سعد بأن النبي - صلى الله عليه وسلم - آخى بين أوس بن خولي وشجاع بن وهب، كما صرح به بأنه آخى بين عمر وعتبان بن مالك، فتبين أن معنى قوله: "كان مؤاخيًا" أي: مصادقًا، ويؤيد ذلك أن في رواية عبيد بن حنين: "وكان لي صاحب من الأنصار". انتهى
وبنحو ذلك الكلام ذكر ابن حجر في مقدمته "هدي الساري" أنه أوس بن خولي.
الموضع الثاني:
عند قول البخاري -رحمه اللهُ-: "سأله رجل" (كتاب العلم، باب: الغضب في الموعظة والتعلم إذا رأى ما يكره) برقم (٩١)، قال ابن حجر -رحمه اللهُ-: "هو عمير والد مالك، وقيل غيره -كما سيأتي في اللقطة-". انتهى
وكذلك قال ابن حجر -رحمه اللهُ- في "النكت" دون تغيير، مع كونه قد غير اجتهاده في "فتح الباري" نفسه، في (كتاب اللقطة، باب: ضالة الإبل) الحديث رقم (٢٤٢٧)، حيث قال: "ثم ظفرت بتسمية السائل، وذلك فيما أخرجه الحميدي والبغوي وابن السكن','1','13',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (13,'والبارودي والطبراني كلهم من طريق محمد بن معن الغفاري، عن ربيعة، عن عقبة بن سويد الجهني، عن أبيه، قال: سألتُ رسول الله - صلى الله عليه وسلم - عن اللقطة، فقال: "عرفها سنة، ثم أوثق وعاءها. . . ." فذكر الحديث، وقد ذكر أبو داود طرفًا منه تعليقًا ولم يسق لفظه.
وكذلك البخاري في تاريخه، وهو أولى ما يفسر به هذا المبهم؛ لكونه من رهط زيد بن خالد. . . .". انتهى
الموضع الثالث:
عند قول البخاري -رحمه اللهُ-: "أن خزاعة قتلوا رجلًا من بني ليث عام فتح مكة" (كتاب العلم، باب: كتابة العلم) الحديث رقم (١١٢)، حيث قال ابن حجر -رحمه اللهُ-: "أي القبيلة المشهورة، والمراد واحد منهم، فأطلق عليه اسم القبيلة مجازًا، واسم هذا القاتل: خراش بن أمية الخزاعي، والمقتول في الجاهلية منهم اسمه: أحمر، والمقتول في الإسلام من بني ليث لم يسم". انتهى
وكذلك قال الحافظ -رحمه اللهُ- في "النكت" دون تغيير، مع كونه قد غير اجتهاده في "فتح الباري" نفسه في (كتاب الديات، باب: من قتل له قتيل فهو بخير النظرين) الحديث رقم (٦٨٨٠)، حيث -رحمه اللهُ-: "وقد ذكرت في كتاب العلم أن اسم القاتل من خزاعة: خراش -بمعجمتين- ابن أمية الخزاعي، وأن المقتول منهم في الجاهلية كان اسمه: أحمر، وأن المقتول من بني ليث لم يسم، وكذا القاتل، ثم رأيت في السيرة النبوية لابن إسحاق أن الخزاعي المقتول اسمه: منبه، قال ابن إسحاق في المغازي: "حدثني سعيد بن أبي سندر الأسلمي عن رجل من قومه، قال: كان معنا رجل يقالُ له: أحمر، كان شجاعًا، وكان إذا نام غط، فإذا طرقهم شيء صاحوا به، فيثور مثل الأسد، فغزاهم قوم من هذيل في الجاهلية، فقال لهم ابن الأثوع -وهو بالثاء المثلثة والعين المهملة-: لا تعجلوا حتى أنظر، فإن كان أحمر فيهم فلا سبيل إليهم، فاستمع، فإذا غطيط أحمر، فمشى إليه حتى وضع السيف في صدره فقتله، وأغاروا على الحي، فلما كان عام الفتح، وكان الغد من يوم الفتح، أتى ابن الأثوع الهذلي حتى دخل مكة','1','14',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (14,'وهو على شركه، فرأته خزاعة، فعرفوه، فأقبل خراش بن أمية فقال: أفرجوا عن الرجل، فطعنه بالسيف في بطنه، فوقع قتيلًا، فقال رسول الله - صلى الله عليه وسلم -: "يا معشر خزاعة! ارفعوا أيديكم عن القتل، ولقد قتلتم قتيلًا لأدينه".
قال ابن إسحاق: "وحدثني عبد الرحمن بن حرملة الأسلمي عن سعيد بن المسيب قال: لَمَّا بلغ النبي - صلى الله عليه وسلم - ما صنع خراش بن أمية قال: "إن خراشًا لقتال" يعيبه بذلك، ثم ذكر حديث أبي شريح الخزاعي كما تقدم، فهذه قصة الهذلي.
وأما قصة المقتول من بني ليث فكأنها أخرى، وقد ذكر ابن هشام أن المقتول من بني ليث اسمه جندب بن الأدلع، وقال: بلغني أن أول قتيل وداه رسول الله - صلى الله عليه وسلم - يوم الفتح جندب بن الأدلع، قتله بنو كعب، فوداه بمائة ناقة، لكن ذكر الواقدي أن اسمه: جندب بن الأدلع، فرآه جندب بن الأعجب الأسلمي، فخرج يستجيش عليه، فجاء خراش فقتله، فظهر أن القصة واحدة، فلعله كان هذليًّا حالف بني ليث أو بالعكس، ورأيت في آخر الجزء الثالث من فوائد أبي علي ابن خزيمة أن اسم الخزاعي القاتل: هلال بن أمية، فإذا ثبت فَلَعَلَّ هلالًا لَقَبُ خِرَاشٍ، والله أعلم. انتهى
ونحو ذلك الكلام ذكره ابن حجر في مقدمته "هدي الساري" حيث قال: "المقتولان هُما منبه الخزاعي، ذكره ابن إسحاق، وقتله بنو ليث، وجنيدب بن الأكوع، ذكره ابن هشام، وقتله بنو كعب وهم خزاعة، وعن ابن إسحاق أن خراش بن أمية الخزاعي قتل ابن الأكوع الهذلي بقتيل في الجاهلية يقال له: أحمر، فقال النبي - صلى الله عليه وسلم -: "يا معشر خزاعة ارفعوا أيديكم عن القتل" الحديث، روينا في آخر الجزء من فوائد أبي علي ابن خزيمة أن اسم القاتل: هلال بن أمية، والله أعلم. انتهى
الموضع الرابع:
عند قول البخاري -رحمه اللهُ-: "تزوج ابنة لأبي إهاب" (كتاب العلم، باب: الرحلة في المسألة النازلة) برقم (٩٨)، قال ابن حجر -رحمه اللهُ-: "اسمها غنية بفتح المعجمة وكسر النون بعدها تحتانية مشددة، وكنيتها أم يحيى كما يأتي في الشهادات". انتهى','1','15',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (15,'وكذلك قال ابن حجر -رحمه اللهُ- في "النكت" دون تغيير، مع كونه قال في كتاب الشهادات "فتح الباري" نفسه في (باب: الإماء والعبيد) برقم (٢٦٥٩) قال: "وقد تقدم في العلم تسمية أم يحيى بنت أبي إهاب وأنها غنية بفتح المعجمة وكسر النون بعدها تحتانية مثقلة، ثم وجدت في النسائي أن اسمها زينب، فلعل غنية لقبها، أو كان اسمها فغير بزينب كما غُير اسم غيرها. انتهى','1','16',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (16,'<span data-type="title" id=toc-3>أسانيد الحافظ ابن حجر العسقلاني إلى صحيح الإمام البخاري</span>
البخاري
الفربري
المستملي
عبد الرحمن بن عبد الله الهمداني ... أبو ذر الهروي
ابن حزم ... أبو مكتوم ابن أبي ذر الهروي
شريح بن محمد ... أبو الحسن علي بن حميد الطرابلسي
أبو القاسم أحمد بن بقي ... أبو القاسم ابن أبي حرمي الكاتب
أبو علي ابن أبي الأحوص ... أبو أحمد إبراهيم الطبري
أبو حيان الغرناطي ... أبو محمد عبد الله بن محمد النيسابوري
أبو حيان محمد بن حيان ... ابن حجر العسقلاني
ابن حجر العسقلاني','1','17',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (17,'البخاري
الفربري
أبو زيد محمد المروزي
الأصيلي ... أبو نعيم الأصبهاني ... أبو الحسن القابسي
أبو شاكر عبد الواحد ... الحسن بن أحمد المقرئ ... أبو القاسم حاتم التميمي
أبو علي الجياني ... أبو جعفر محمد ... أبو علي الجياني
عبد الله بن محمد الباهلي ... علي بن أحمد بن عبد الواحد ... عبد الله بن محمد الباهلي
أبو محمد عبد الله الديباجي ... عمر بن حسن المراغي ... أبو محمد عبد الله الديباجي
جعفر بن علي المقرئ ... ابن حجر العسقلاني ... جعفر بن علي المقرئ
يحيى بن محمد بن سعد ... يحيى بن محمد بن سعد
أبو علي محمد المهدوي ... أبو علي محمد المهدوي
ابن حجر العسقلاني ... ابن حجر العسقلاني','1','18',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (18,'البخاري
الفربري
أبو علي ابن السكن
أبو محمد عبد الله بن محمد الجهني
أبو عمر أحمد بن الحذاء ... أبو عمر يوسف بن عبد البر
أبو علي الجياني
عبد الله بن محمد الباهلي
أبو محمد عبد الله الديباجي
جعفر بن علي المقرئ
يحيى بن محمد بن سعد
أبو علي محمد المهدوي
ابن حجر العسقلاني','1','19',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (19,'البخاري
الفربري
أبو علي الشبوي
عبد الرحمن بن عبد الله الهمداني ... أبو العباس الوليد الغمري
ابن حزم
شريح بن محمد
أبو القاسم أحمد بن بقي
أبو علي ابن أبي الأحوص
أبو حيان الغرناطي
أبو حيان محمد بن حيان
ابن حجر العسقلاني','1','20',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (20,'البخاري
الفربري
أبو محمد ابن حموية السرخسي
أبو ذر الهروي
أبو مكتوم ابن أبي ذر الهروي
أبو الحسن علي بن حميد الطرابلسي
أبو القاسم ابن أبي حرمي الكاتب
أبو أحمد إبراهيم الطبري
أبو محمد عبد الله بن محمد النيسابوري
ابن حجر العسقلاني','1','21',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (21,'البخاري
الفربري
أبو الحسن الداوودي
أبو الوقت عبد الأول الهروي
الحسين بن أبي بكر الزبيدي ... أبو الحسن القطيعي ... أبو الحسن القلانسي
ست الوزراء التنوخية ... ابن الشحنة
أبو محمد الحموي ... أبو علي الجيزي ... أبو إسحاق التنوخي
ابن حجر العسقلاني ... ابن حجر العسقلاني','1','22',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (22,'البخاري
الفربري
أبو الحسن الداوودي
أبو الوقت عبد الأول الهروي
الحسين بن أبي بكر الزبيدي ... ثابت بن محمد الخجندي ... القلانسي ... القطيعي ... محمد بن زهير شعرانة
ست الوزراء التنوخية
عيسى بن عبد الرحمن المطعم ... أبو بكر بن أحمد ابن عبد الدايم ... تقي الدين أبو محمد سليمان المقدسي
أبو الحسن علي بن محمد بن محمد أبي المجد الدمشقي
ابن حجر العسقلاني','1','23',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (23,'البخاري
الفربري
الكشميهني
كريمة بنت أحمد المروزية ... أبو ذر الهروي ... أبو سهل محمد الحفصي
أبو عبد الله محمد بن بركات النحوي ... أبو مكتوم ابن أبي ذر الهروي ... أبو عبد الله محمد الصاعدي ... وجيه بن طاهر الشحامي
أبو القاسم هبة الله البوصيري ... أبو الحسن علي بن حميد الطرابلسي ... أبو القاسم ابن عساكر ... عبد الخالق بن أنجب بن المعمر المارديني
المعين أحمد الدمشقي ... أبو القاسم ابن أبي حرمي الكاتب ... محمد بن هبة الله الشيرازي ... علي بن محمد بن مودود
أبو علي عبد الرحيم الأنصاري ... أبو أحمد إبراهيم الطبري ... أبو نصر محمد بن محمد بن هبة الله الشيرازي
زين الدين العراقي ... أبو محمد عبد الله بن محمد النيسابوري ... أبو إسحاق التنوخي
ابن حجر العسقلاني ... ابن حجر العسقلاني ... ابن حجر العسقلاني','1','24',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (24,'البخاري
الفربري
أبو أحمد الجرجاني
أبو الحسن القابسي ... أبو نعيم الأصبهاني
أبو القاسم حاتم التميمي ... الحسن بن أحمد المقرئ
أبو علي الجياني ... أبو جعفر محمد الأصبهاني
عبد الله بن محمد الباهلي ... علي بن أحمد بن عبد الواحد
أبو محمد عبد الله الديباجي ... عمر بن حسن المراغي
جعفر بن علي المقرئ ... ابن حجر العسقلاني
يحيى بن محمد بن سعد
أبو علي محمد المهدوي
ابن حجر العسقلاني','1','25',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (25,'البخاري
الفربري
أبو علي الكشاني
أبو العباس المستغفري ... أبو عبد الله الحسن الخلال ... أبو القاسم علي بن أحمد المدني
الحسن بن أحمد السمرقندي ... أبو القاسم بن منده
أبو بكر عمر بن أحمد المديني ... أبو الفضل بن ناصر
محمد بن أبي بكر عمر بن أحمد أبو موسى المديني ... الحسن بن المقير
محمد بن الهادي المقدسي ... يونس بن أبي إسحاق
صالح بن مختار ... أبو علي المهدوي
أبو عبد الملك ابن ضرغام ... ابن حجر العسقلاني
ابن حجر العسقلاني','1','26',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (26,'البخاري
إبراهيم بن معقل النسفي
أبو صالح خلف بن محمد
أبو الفضل أحمد الهروي
أبو العاص الحكم بن محمد الجذامي
أبو علي الجياني
عبد الله بن محمد الباهلي
أبو محمد عبد الله الديباجي
جعفر بن علي المقرئ
يحيى بن محمد بن سعد
أبو علي محمد المهدوي
ابن حجر العسقلاني','1','27',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (27,'البخاري
حماد بن شاكر النسوي
أحمد بن محمد النسوي
الحاكم أبو عبد الله الحافظ
أبو بكر أحمد بن علي الشيرازي
أبو الفضل محمد بن ناصر
علي بن الحسين بن علي بن منصور
يونس بن أبي إسحاق
أبو الفتح عبد الرحيم المقرئ
ابن حجر العسقلاني','1','28',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (28,'البخاري
أبو طلحة منصور بن محمد البزدوي
أحمد بن عبد العزيز المقرئ
أبو العباس المستغفري
الحسن بن أحمد السمرقندي
أبو بكر عمر بن أحمد المديني
محمد بن أبي بكر عمر بن أحمد أبو موسى المديني
محمد بن عبد الهادي
صالح بن مختار
أبو عبد الملك بن ضرغام
ابن حجر العسقلاني','1','29',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (29,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-4>ترجمة ابن حجر -رحمه الله</span>-
هو أحمد بن علي بن محمد بن محمد بن علي بن أحمد بن محمود بن أحمد ابن حجر العسقلاني الأصل، المصري المولد، القاهري الدار.
وهذا الاسم بهذا التمام ذكره ابن حجر نفسه، وذلك في كتابه "إنباء الغمر بأبناء العمر".
أمَّا نسبته إلَى ابن حجر فهي نسبة إلَى آل حجر، وهم قوم يسكنون الجنوب الآخر على بلاد الجريد، وأرضهم قابس.
وابن حجر هو شيخ الإسلام، علم الأعلام، أمير المؤمنين في الحديث، وقاضي القضاة، شهاب الدين أبو الفضل الكناني، المصري المولد والمنشأ والدار والوفاة، الشافعي.
ولد في الثاني والعشرين من شعبان سنة ثلاثٍ وسبعين وسبعمائة، ومات والده وهو حدث السن، فكفله بعض أوصياء والده إلَى أن كبر.
وقد ترجم ابن حجر لوالده في "إنباء الغمر" فقال: هو علي بن محمد بن محمد بن علي بن أحمد بن حجر العسقلاني ثم المصري الكناني، ولد في حدود العشرين وسبعمائة، وسمع من أبي الفتح ابن سيد الناس وغيره، واشتغل بالفقه والعربية، ومهر في الآداب، وقال الشعر فأجاد، . . . وأكثر الحج والمجاورة، وله عدة دواوين؛ منها: ديوان الحرم -مدائح نبوية ومكية- في مجلدة، وكان موصوفًا بالعقل،','1','31',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (30,'والمعرفة، والديانة، والأمانة، ومكارم الأخلاق، ومحبة الصالحين، والمبالغة في تعظيمهم، ومن محفوظاته "الحاوي"، وله استدراك على الأذكار للنووي فيه مباحث حسنة، وكان ابن عقيل يحبه ويعظمه، ورأيت خطه له بالثناء البالغ.
وهو القائل -ومن خطه نقلته-:
يا رب أعضاء السجود عتقتها ... من عبدك الْجَاني وأنت الواقي
والعتق يسري بالغنى يا ذا الغنى ... فامنن على الفاني بعتق الباقي
قرأت بخط ابن القطان وأجازنيه: "كان يحفظ الحاوي الصغير، وينظم الشعر، وكان مجازًا بالفتوى وبالقراءات السبع، حافظًا لكتاب الله تعالَى، . . . وكان أوصى أن يكفن في ثياب الشيخ يحيى الصنافيري، قال: ففعلنا به ذلك".
مات يوم الأربعاء ثالث عشرين شهر رجب.
قلت: وتركني لم أكمل أربع سنين، وأنا الآن أعقله كالذي يتخيل الشيء ولا يتحققه، وأحفظ منه أنه قال: كنية ولدي أحمد أبو الفضل رحمه الله تعالَى (١).
قال صديق بن حسن القنوجي في "أبجد العلوم": "كان حافظًا، ديِّنًا، ورعًا، زاهدًا، عابدًا، مفسرًا، شاعرًا، فقيهًا، أصوليًا، متكلمًا، ناقدًا، بصيرًا، جامعًا.
حرر ترجمته جمع من الأعيان وعدوه في جملة البالغين إلَى درجة الاجتهاد في هذا الشأن منها: "كتاب الجواهر والدرر في ترجمة شيخ الإسلام الحافظ ابن حجر" لتلميذه السخاوي رحمهما الله تعالَى.
وتشهد بفضائله وغزارة علومه وكثرة فواضله تآليفه الموجودة بأيدي الناس، وقد رُزق السعادةَ التامةَ، والإتقانَ الكبيرَ، والإنصافَ الكاملَ فيها؛ منها: "بلوغ المرام من أدلة الأحكام"، وهو كتاب لو خُطَّ بماء الذهب وبيع بالأرواح والمهج لَمَا أُدَّيَ حقه.
_________
(١) "إنباء الغمر بأبناء العمر" (ص ٤٠).','1','32',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (31,'ومنها: "الدرر الكامنة في أعيان المائة الثامنة".
وكتاب: "تلخيص الحبير في تخريج أحاديث الرافعي الكبير". و"تعجيل المنفعة في رجال الأربعة".
إلَى غير ذلك من الرسائل المختصرة، والدفاتر المطولة، والله يختص برحمته من يشاء (١).
قال ابن العماد الحنبلي: "حفظ القرآن العظيم، وتعانى المتجر، وتولع بالنظم، وقال الشعر الكثير المليح، ثم حبب الله إليه طلب الحديث، فأقبل عليه وسمع الكثير بمصر وغيرها، ورحل، وانتقى، وحصَّل.
وسمع بالقاهرة من السراج البلقيني والحافِظَين ابن الملقن والعراقي، وأخذ عنهم الفقه أيضًا ومن البرهان الأبناسي، ونور الدين الهيثمي وآخرين، وبسرياقوس من صدر الدين الأبشيطي، وبغزة من أحمد بن محمد الخليلي، وبالرملة من أحمد بن محمد الأيكي، وبالخليل من صالِح بن خليل بن سالم، وببيت المقدس من شمس الدين القلقشندي، وبدر الدين مكي، وموحد المنبجي، ومحمد بن عمر بن موسى، وبدمشق من بدر الدين بن قوام البالسي، وفاطمة بنت المنجا التنوخية، وفاطمة بنت عبد الهادي، وعائشة بنت عبد الهادي وغيرهم، وبمنى من زين الدين أبي بكر بن الحسين.
ورحل إلَى اليمن بعد أن جاور بمكة، وأقبل على الاشتغال والإشغال والتصنيف، وبرع في الفقه والعربية، وصار حافظ الإسلام.
قال بعضهم: كان شاعرًا طبعًا، مُحَدِّثًا صناعة، فقيهًا تكلفًا.
انتهى إليه معرفة الرجال واستحضارهم، ومعرفة العالي والنازل، وعلل الأحاديث وغير ذلك، وصار هو المعوَّل عليه في هذا الشأن في سائر الأقطار، وقدوة
_________
(١) "أبجد العلوم" (٣/ ٩٥).','1','33',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (32,'الأمة، وعلامة العلماء، وحجة الأعلام، ومحيي السنة، وانتفع به الطلبة، وحضر دروسه وقرأ عليه غالب علماء مصر، ورحل الناس إليه من الأقطار، وأملى بخانقاه بيبرس نحوًا من عشرين سنة، ثم انتقل لَمَّا عُزِل من منصب القضاء بالشمس القاياتي إلَى دار الحديث الكاملية بين القصرين واستمر على ذلك، وناب في الحكم عن جماعة، ثم ولاه الملك الأشرف برسباي قضاء القضاة الشافعية بالديار المصرية عن علم الدين البلقيني بحكم عزله، وذلك في سابع عشري محرم سنة سبع وعشرين، ثم لازال يباشر القضاء ويصرف مرارًا كثيرة إلَى أن عزل نفسه سنة مات في خامس عشري جمادى الآخر، وانقطع في بيته ملازمًا للاشتغال والتصنيف. . .
وكان -رحمه اللهُ- صبيح الوجه، للقِصَر أقرب، ذا لحية بيضاء، وَفِيَّ الهامة، نحيف الجسم، فصيح اللسان، شجي الصوت، جيد الذكاء، عظيم الحذق، راوية للشعر وأيام من تقدمه ومن عاصره، هذا مع كثرة الصوم، ولزوم العبادة، واقتفاء السلف الصالِح، وأوقاته مقسمة للطلبة، مع كثرة المطالعة والتأليف والتصدي للإفتاء والتصنيف" (١).
* أما مصنفاته -رحمه اللهُ-:
فقد قال صديق حسن القنوجي: "وتصانيفه أكثر من أن تحصى، وكلها أتقن من تأليفات السيوطي، وشهرته تغني عن إكثار المدح له وإطالة ترجمته".
قال صاحب هداية العارفين: من مصنفاته:
١ - الآيات النيرات لخوارق المعجزات.
٢ - اتباع الأثر في رحلة ابن حجر.
٣ - إتحاف المهرة بأطراف العشرة -أعني: الكتب الستة والمسانيد الأربعة-.
٤ - الإتقان في فضائل القرآن.
_________
(١) "شذرات الذهب" لابن العماد الحنبلي (٧/ ٢٧٠ - ٢٧٣).','1','34',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (33,'٥ - الأجوبة المشرقة عن الأسئلة المفرقة.
٦ - الإحكام لبيان ما وقع في القرآن من الإبهام.
٧ - أسباب النزول.
٨ - الأسئلة الفائقة بالأجوبة اللائقة.
٩ - الاستبصار على الطاعن المعثار.
١٠ - الإصابة في تمييز الصحابة.
١١ - أطراف الصحيحين على الأبواب والمسانيد.
١٢ - أطراف الأحاديث المختارة.
١٣ - إطراف المُسنِد المعتلي بأطراف المُسنَد الحنبلي.
١٤ - الإعجاب ببيان الأسباب.
١٥ - الإعلام بمن ذكر في البخاري من الأعلام.
١٦ - الإعلام بمن ولي مصر في الإسلام.
١٧ - الإفصاح بتكميل النكت على ابن الصلاح في شرح علوم الحديث.
١٨ - إقامة الدلائل على معرفة الأوائل.
١٩ - ألقاب الرواة.
٢٠ - الأمالي.
٢١ - الإمتاع بالأربعين المتباينة بشرط السماع.
٢٢ - الإنارة بطرق حديث الزيارة.
٢٣ - إنباء الغمر بأنباء العمر في التاريخ والتراجم (مجلدات).
٢٤ - الإنتفاع بترتيب الدارقطني على الأنواع.
٢٥ - انتقاض الإعتراض.
٢٦ - الأنوار بخصائص المختار.
٢٧ - الإيناس بمناقب العباس - رضي الله عنه -.','1','35',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (34,'٢٨ - مختصر البداية والنهاية في التاريخ.
٢٩ - بذل الماعون في فضل الطاعون.
٣٠ - البسيط المبثوث في خبر البرغوث.
٣١ - بلوغ المرام من أحاديث الأحكام.
٣٢ - تبصرة المنتبه في تحرير المشتبه، أي: مشتبه الأسماء.
٣٣ - تبيين العجب بما ورد في فضل رجب.
٣٤ - تحرير الميزان في مختصر ميزان الإعتدال الذهبي في التاريخ.
٣٥ - تحفة أهل التحديث عن شيوخ الحديث.
٣٦ - تخريج الأربعين النووية بالأسانيد العلية.
٣٧ - تسديد القوس في مختصر مسند الفردوس.
٣٨ - تعجيل المنفعة بزوائد رجال الأئمة الأربعة.
٣٩ - التعريج على التدريج.
٤٠ - التعريف الأوحد بأوهام من جمع رجال المسند.
٤١ - تعريف أهل التقديس بمراتب الموصوفين بالتدليس.
٤٢ - تعريف الفئة فيمن عاش من هذه الأمة المائة.
٤٣ - تعقبات على الموضوعات؛ أعني: موضوعات ابن الجوزي.
٤٤ - تغليق التعليق.
٤٥ - تقريب التهذيب في أسماء الرجال.
٤٦ - تقريب الغريب في غريب البخاري.
٤٧ - تقريب المنهج بترتيب المدرج.
٤٨ - توالي التأسيس بمعالي ابن إدريس؛ أعني: الإمام الشافعي.
٤٩ - توضيح المشتبه للأزدي في الأنساب.
٥٠ - التوفيق في وصل التعليق.','1','36',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (35,'٥١ - الجواب الجليل عن حكم بلد الخليل.
٥٢ - الجواب الشافي عن السؤال الخافي.
٥٣ - الخصال المكفرة للذنوب المقدمة والمؤخرة.
٥٤ - الخصال الواردة بحسن الإتصال.
٥٥ - الدراية في منتخب أحاديث الهداية للمرغيناني في فروع الحنفية.
٥٦ - الدرر الكامنة في أعيان المائة الثامنة.
٥٧ - الدرر في نفقة قليلة.
٥٨ - ديوان منظوم الدرر.
٥٩ - رجال الأربعة، أعني: رجال الحديث.
٦٠ - ردع المجرم في الذب عن عِرْض المسلم.
٦١ - رسالة العزية في الحساب.
٦٢ - رفع الإصر عن قضاة مصر.
٦٣ - الزهر المطول في الخبر المعلول.
٦٤ - الزهر النضر في أخبار الخضر.
٦٥ - السبعة السيارة النيرات في سبعة أسئلة عن السيد الشريف في مباحث الموضوع.
٦٦ - سلوت ثبت كلوت التقطها من ثبت أبي الفتح القاهري.
٦٧ - شفاء الغلل في بيان العلل.
٦٨ - الشمس المنيرة في تعريف الكبيرة.
٦٩ - عرائس الأساس في مختصر أساس البلاغة للزمخشري.
٧٠ - عشرة العاشر.
٧١ - فتح الباري شرح صحيح البخاري.
٧٢ - فضائل شهر رجب.','1','37',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (36,'٧٣ - فوائد الإحتفال في أحوال الرجال المذكورة في البخاري زيادة على تهذيب الكمال.
٧٤ - الفوائد الجمة فيمن يجدد الدين لهذه الأمة.
٧٥ - قذى العين من نظم غريب البين.
٧٦ - القصارى في الحديث.
٧٧ - القصد الأحمد فيمن كنيته أبو الفضل، واسمه أحمد.
٧٨ - القول المسدد في الذب عن مسند أحمد.
٧٩ - الكاف الشاف في تخريج أحاديث الكشاف.
٨٠ - كشف الستر عن حكم الصلاة بعد الوتر.
٨١ - لذة العيش بجمع طرق حديث "الأئمة من قريش".
٨٢ - لسان الميزان في اختصار ميزان الإعتدال أيضًا.
٨٣ - المجمع المؤسس للمعجم المفهرس؛ في أسامي شيوخه.
٨٤ - المرجة الغيثية عن الترجمة الليثية.
٨٥ - مزيد النفع بمعرفة ما رجح فيه الوقف على الرفع.
٨٦ - المطالب العالية في زوائد المسانيد الثمانية.
٨٧ - المقترب في بيان المضطرب في الحديث.
٨٨ - الممتع في منسك المتمتع.
٨٩ - المنحة فيما علق الشافعي القول به على الصحة.
٩٠ - النبأ الأنبه في بناء الكعبة.
٩١ - نتائج الأفكار في تخريج أحاديث الأذكار للنووي.
٩٢ - نخبة الفكر في مصطلح أهل الأثر في أصول الحديث.
٩٣ - نزهة الألباب في الألقاب.
٩٤ - نزهة القلوب في معرفة المبدل من المقلوب.','1','38',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (37,'٩٥ - نزهة النظر في توضيح نخبة الفكر له.
٩٦ - هداية الرواة إلَى تخريج أحاديث المصابيح والمشكاة؛ لخصه من لباب الصدور.
٩٧ - هدي الساري لمقدمة فتح الباري في شرح صحيح البخاري له (١).
وزاد ابن العماد الحنبلي:
٩٨ - تجريد التفسير من صحيح البخاري.
٩٩ - تهذيب الكمال للحافظ المزي.
١٠٠ - طبقات الحفاظ.
١٠١ - التمييز في تخريج أحاديث الوجيز.
١٠٢ - النهج بترتيب الدرج.
١٠٣ - الأفنان في رواية القرآن (٢).
١٠٤ - البيان الفصل بما رجح فيه الإرسال على الوصل.
١٠٥ - تقويم الإسناد بمدرج الإسناد.
١٠٦ - الإستدراك على الحافظ العراقي في تخريج أحاديث الإحياء.
١٠٧ - تخريج أحاديث مختصر ابن الحاجب.
١٠٨ - تحفة الظراف بأوهام الأطراف.
١٠٩ - الأنوار بخصائص المختار.
١١٠ - بلوغ المرام بأدلة الأحكام.
١١١ - شرح مناسك المنهاج للنووي.
١١٢ - تصحيح الروضة.
١١٣ - شرح الأربعين النووية.
١١٤ - ترجمة النووي.
وغير ذلك من المؤلفات الماتعة، رحمه الله رحمة واسعة.
_________
(١) "هداية العارفين" (ص ٦٩، ٧٠).
(٢) كذا ولعلها الأقران.','1','39',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (38,'* وفاته:
توفي ليلة السبت المسفر صباحها، في الثامن والعشرين مِن ذي الحجة سنة اثنين وخمسين وثمانمائة، وكان عمره إذ ذاك تسعًا وسبعين سنة وأربعة أشهر وعشرة أيام، ودُفن بالرملية، وصلى عليه خلق كثير، رحمه الله رحمة واسعة.','1','40',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (39,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-5>ترجمة بدر الدين الزركشي -رحمه الله</span>-
بدر الدين أبو عبد الله محمد بن بهادر بن عبد الله المصري، التركي الأصل، الزركشي، الشافعي الإمام العلامة المصنف المحرر، ولد سنة خمسٍ وأربعين وسبعمائة.
أخذ عن الشيخين جمال الدين الإسنوي، وسراج الدين البلقيني ولازمه، ولما ولي قضاء الشام استعار منه نسخته من الروضة مجلدًا بعد مجلدٍ فعلقها على الهوامش من الفوائد، فهو أول من جمع حواشي الروضة للبلقيني، وذلك في سنة تسع وستين وسبعمائة.
كان رحل إلى دمشق فأخذ عن ابن كثير في الحديث، وقرأ عليه مختصره ومدحه ببيتين، ثم توجه إلى حلب فأخذ عن الشيخ شهاب الدين الأذرعي، وتخرج على مغلطاي في الحديث.
كان فقيهًا أصوليًّا أديبًا فاضلًا في جميع ذلك، ودرس وأفتى، وولي مشيخة خانقاه كريم الدين بالقرافة الصغرى.
قال الشيخ شمس الدين البرماوي: كان منقطعًا إلى الاشتغال، لا يشتغل عنه بشيء، وله أقارب يكفونه أمر دنياه.','1','41',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (40,'وكان لا يتردد إلى أحد إلا إلى سوق الكتب، وإذا حضره لا يشتري شيئًا، وإنما يطالع في حانوت الكتبي طول نهاره، ومعه ظهور أوراق يعلق فيها ما يعجبه، ثم يرجع فينقله إلَى تصانيفه.
* من تصانيفه:
١ - تكملة شرح المنهاج للإسنوي، واعتمد فيه على النكت لابن النقيب، وأخذه من كلام الأذرعي والبلقيني، وفيه فوائد وأبحاث تتعلق بكلام المنهاج حسنة، لكنه يهم في النقل والبحث كثيرًا، ثم أكمله لنفسه.
٢ - خادم الشرح الكبير والروضة، وهو كتاب كبير، فيه فوائد جليلة.
٣ - شرع في شرح البخاري فتركه مسودة، ولخص منه التنقيح في مجلد.
٤ - البحر في الأصول، في ثلاثة أجزاء، جمع فيه جمعًا كثيرًا لم يسبق إليه.
٥ - شرح جمع الجوامع للسبكي في مجلدين.
٦ - لقطة العجلان وبلة الظمآن.
٧ - شرح علوم الحديث لابن الصلاح.
٨ - شرح الأربعين للنووي.
٩ - خرَّج أحاديث الرافعي ومشى فيه على جمع ابن الملقن، لكنه سلك طريق الزيلعي في سوق الأحاديث بأسانيد خرجها فطال الكتاب بذلك.
١٠ - مصنف في الأدب سماه ربيع الغزلان.
١١ - شرح التنبيه.
١٢ - البرهان في علوم القرآن.
١٣ - القواعد في الفقه.
١٤ - أحكام المساجد.
١٥ - تفسير القرآن، وصل إلى سورة مريم.
١٦ - سلاسل الذهب في الأصول.','1','42',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (41,'وله غير ذلك، وكان خطه ضعيفًا جدًّا، قلَّ من يحسن استخراجه.
توفي بمصر في ثالث رجب، ودُفن بالقرافة الصغرى بالقرب من تربة بكتمر الساقي سنة أربعٍ وتسعين وسبعمائة (١).
_________
(١) راجع: "طبقات الشافعية" للسبكي، و"الدرر الكامنة" لابن حجر، و"شذرات الذهب" لابن العماد الحنبلي، و"حسن المحاضرة في أخبار مصر والقاهرة" للسيوطي.','1','43',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (42,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-6>ترجمة السخاوي -رحمه الله</span>-
الشيخ العلامة الرحالة الحافظ أبو عبد الله شمس الدين محمد بن عبد الرحمن ابن محمد بن أبي بكر بن عثمان بن محمد السخاوي الأصل، القاهري، الشافعي، نزيل الحرمين الشريفين.
كانت ولادته في ربيع الأول سنة إحدى وثلاثين وثمانمائة، وحفظ القرآن العظيم وهو صغير وجوَّده وصلى به في شهر رمضان، ثم حفظ عمدة الأحكام، والمنهاج، وألفية ابن مالك، والنخبة، وألفية العراقي، وشرح النخبة، وغالب الشاطبية، ومقدمة الشاوي في العروض.
وكلما أنهى حفظه لكتاب عرضه على شيوخ عصره، وبرع في الفقه، والعربية، والقراءات، والحديث، والتاريخ وغيرها، وشارك في الفرائض والحساب والميقات وأصول الفقه والتفسير وغيرها.
وأمَّا مقروآته ومسموعاته فكثيرة جدًّا لا تكاد تنحصر، وأخذ عن جماعة لا يحصون، حتى بلغت عدة من أخذ عنهم زيادة على أربعمائة نفس، وأذن له غير واحد بالإفتاء والتدريس والإملاء.
وسمع الكثير من الحديث على شيخه إمام الأئمة الشهاب ابن حجر، وأقبل','1','45',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (43,'عليه بكليته إقبالًا يزيد على الوصف، حتى حمل عنه علمًا جمًّا، واختص به كثيرًا، بحيث كان من أكثر الآخذين عنه، وحمل عنه ما لم يشاركه فيه غيره، وأخذ عنه أكثر تصانيفه، وأعانه على ذلك قرب منزله منه، وكان لا يفوته مما يقرأ عليه إلا النادر.
وقرأ عليه الاصطلاح بتمامه، وسمع عليه جُلَّ كتبه، كعلوم الحديث إلا اليسير من أوائله وأكثرَ تصانيفه في الرجال وغيرها، كالتقريب، وثلاثة أرباع أصله، واللسان بتمامه، ومشتبه النسبة، وتخريج الزاهر، وتلخيص مسند الفردوس، والمقدمة، وأماليه الحلبية، والدمشقية، وغالب فتح الباري، وتخريج المصابيح، وابن الحاجب الأصل، وتغليق التعليق، ومقدمة الإصابة، وجملة يطول تعدادها، وفي بعضه ما سمعه أكثر من مرة، ولم يفارقه إلَى أن مات.
وأذن له في الإقراء والإفادة والتصنيف، وتدرب به في معرفة العالي والنازل، والكشف عن التراجم والمتون وسائر الاصطلاح وغير ذلك.
وجاب البلاد وجال، وجَدَّ في الرحلة، وارتحل إلى حلب ودمشق وبيت المقدس والخليل ونابلس والرملة وحماه وبعلبك وحمص، بحيث إن الذي سمع عنهم يكونون قريبَ مائةِ نفرٍ، بل زاد عدد من أخذ عنه من الأعلى والدون والمساوي على ألف ومائتين، والأماكن التي تحمل فيها من البلاد والقرى على الثمانين.
واجتمع له من المرويات بالسماع والقراءة ما يفوق الوصف، وهي تتنوع أنواعًا تنيف على العشر، حسبما ذكره مستوفى في ترجمته من تاريخه، وأعلى ما عنده من المروي ما بينه وبين الرسول - صلى الله عليه وسلم - بالأسانيد المتماسكة فيه عشرة أنفس وأكثر منه، وأصح ما بين شيوخه وبين النبي - صلى الله عليه وسلم - فيه العدد المذكور.
واتصلت له الكتب الستة، وكذا حديث كل من الشافعي وأحمد والدارمي بثمانية وسائط، وفي بعض الكتب الستة كأبي داود من طريق آخر، وأبواب في النسائي ما هو سبعة، واتصل له حديث مالك وأبي حنيفة بتسعة.','1','46',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (44,'وحج بعد وفاة شيخه ابن حجر مع والديه، ولقي جماعة من العلماء فأخذ عنهم: كأبي الفتح الأعز، والبرهان الزمزمي، والتقي ابن فهد، وأبي السعادات ابن ظهيرة، وخلائق.
ثم زار المدينة الشريفة، ورجع إلَى القاهرة ملازمًا للسماع والقراءة والتخريج والاستفادة من الشيوخ والأقران من غير فتور عن ذلك.
ولم يزل يجتهد في السماع ويرحل إلى الأقطار حتى وصل إلَى ما وصل إليه، وخصه بعض شيوخه على عقد مجلس الإملاء فامتثل إشارته، فأملى حتى أكمل تسعة وخمسين مجلسًا.
ثم توجه إلَى الحج في سنة سبعين فحج وجاور، وحدث هناك بأشياء من تصانيفه وغيرها، وأقرأ ألفية الحديث تقسيمًا وغالب شرحها لناظمها، والنخبة وشرحها، وأملى مجالس بالمسجد الحرام.
ولما رجع إلَى القاهرة شرع في إملاء تكملة تخريج شيخه للأذكار، ثم أملى تخريج الأربعين النووية وغيرها بحيث بلغت مجالس الإملاء ستمائة مجلس فأكثر.
وكذا حج في سنة خمسٍ وثمانين وجاور سنة ستٍّ، ثم سَنة سبعٍ وأقام منها ثلاثة أشهر بالمدينة النبوية، ثم في سنة اثنتين وتسعين وجاور سنة ثلاث، ثم سنة أربعٍ، ثم في سنة ستٍّ وتسعين وجاور إلى أثناء سنة ثمانٍ، فتوجه إلى المدينة النبوية فأقام بها شهرًا وصام رمضان بها، ثم عاد في شوالها إلى مكة، ومكث بها ما شاء الله، ثم رجع إلَى المدينة وجاور بها إلى أن مات.
وحمل الناس من أهلهما والقادمين عليهما عنه الكثير جدًّا رواية ودراية، وحصلوا من تصانيفه مع ملازمة الناس في منزله للقراءة دراية ورواية في تصانيفه وغيرها، بحيث ختم عليه ما يفوق الوصف من ذلك، وأخذ عنه من الخلائق ما لا يحصى كثرة، وشرع في التصنيف والتخريج قبيل الخمسين، وهلم جرًّا، وتصانيفه إليها النهاية في الشهادة له لمزيد علوه وفخره.','1','47',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (45,'* ومن تصانيفه:
١ - فتح المغيث بشرح ألفية الحديث.
وهو مع اختصاره في مجلد ضخم، وسبك المتن فيه على وجه بديع لا يعلم في هذا الفن أجمع منه ولا أكثر تحقيقًا لمن تدبره.
٢ - المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة. وهو كتاب جليل لم يسبق إلَى مثله، مفيد في بابه جدًّا.
٣ - القول البديع في الصلاة على الحبيب الشفيع.
وهو في غاية الحُسْن.
٤ - الضوء اللامع لأهل القرن التاسع.
٥ - عمدة المحتج في حكم الشطرنج.
٦ - المنهل العذب الرَّوِيّ في ترجمة قُطْبِ الأولياءِ النَّوَوَيِّ.
٧ - الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر.
٨ - التاريخ المحيط.
وهو في نحو ثلاثمائة ورقة على حروف المعجم، لا يعلم من سبقه إليه.
٩ - تلخيص تاريخ اليمن.
١٠ - الفوائد الجلية في الأسماء النبوية.
١١ - الفخر العلوي في المولد النبوي.
١٢ - ارتقاء الغرف بحب أقرباء الرسول وذوي الشرف.
١٣ - الإيناس بمناقب العباس - رضي الله عنه -.
١٤ - رجحان الكفَّة في بيانِ أهل الصُّفَّةِ.
١٥ - الأصل الأصيل في تحريم النقل من التوراة والإنجيل.
١٦ - القول المتين في تحسين الظن بالمخلوقين.
١٧ - الإعلان بالتوبيخ على من ذم التاريخ، وهو نفيس جدًّا.','1','48',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (46,'١٨ - تحرير الميزان.
١٩ - عمدة القارئ والسامع في ختم الصحيح الجامع.
٢٠ - غُنْية المحتاج في ختم صحيح مسلم بن الحجاج.
وغير ذلك.
وانتهى إليه علم الجرح والتعديل، حتى قيل: لم يكن بعد الذهبي أحد سلك مسلكه.
وقرض أشياء من تصانيفه غير واحد من أئمة المذهب، كالحافظ ابن حجر، والجلال المحلي، والشرف المناوي، والتقي الحصني، والعيني، والكافياجي، وتناقلها الناس إلى كثير من البلدان والقرى، وكتب الأكابر بعضها بخطوطهم، حتى قال بعضهم: إن لم تكن التصانيف هكذا وإلا فلا فائدة.
وكان شيخه شيخ الإسلام ابن حجر يحبه ويثني عليه، وينوِّه بذكره، ويعترف بعلو فخره، ويرجحه على سائر جماعته المنسوبين إلَى الحديث وصناعته، وكان من دعواته له قوله: والله المسئول أن يعينه على الوصول إلَى الحصول حتى يتعجب السابق من اللاحق.
ومما وصفه به بعض الحفاظ بعد كلام تقدم: "وهو -والله- بقية من رأيت من المشايخ، وأنا وجميع طلبة الحديث بالبلاد الشامية والبلاد المصرية وسائر بلاد الإسلام عيال عليه، ولا أعلم في الوجود له نظيرًا".
وقال غيره: "هو الآن من الأفراد في علم الحديث الذي اشتهر فيه فضله، وليس بعد شيخ الإسلام ابن حجر فيه مثله".
وقال غيره: "واسطة عقدها من العقد، الإجماع على أنه أمسى كالجوهر الفرد، وأصبح في وجه الدهر كالغُرة، حتى صارت الغرر مع جواهره كالذَّرَّة، بل جواد، جوده شهد له جريانه بالسبق في ميدان الفرسان، وحكم له بأنه هو الفرع الذي فاق أصله، البديع بالمعاني فلا حاجة للبيان، أضاء هذا الشمس فاختفت منه كواكب','1','49',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (47,'الدراري، كيف لا وقد جاده الفيض بفتح الباري، نخبة العصر والدهر، وعين القلادة في طبقة الجود، لأنه عين السخاء وزيادة، فبدايته إليها النهاية، ومنهاجه أوضح طريق إلى الغاية، وهو الخادم للسنة الشريفة، والحاوي لمحاسن الاصطلاح والنكت المنيفة، فبهجته زهت بروضها، وروضته زهت ببهجتها".
وقال آخر: "هو الذي انعقد على تفرده بالحديث النبوي الإجماع، وإنه في كثرة إطلاعه وتحقيقه لفتوته بلغ ما لا يستطاع، ودونت تصانيفه واشتهرت، وثبتت سيادته في هذا الفن النفيس وتقررت، ولم يخالف أحد من العقلاء في جلالته ووفور ثقته وديانته وأمانته، بل صرحوا بأجمعهم بأنه هو المرجوع إليه في التعديل والتجريح، والتحسين والتصحيح، بعد شيخه شيخ مشايخ الإسلام ابن حجر، حامل راية العلوم والأثر".
وقال آخر: "لقد أجاد النقل من كلامي الله ورسوله الكريم القديم والحديث، وسارت يفضله الركبان، وبالغت في السير الحثيث".
ومدحه آخر بهذه الأبيات وهي:
يا سيدًا أضحى فريد زمانه ... ودليلُ مَا قَدْ قُلْتُه الإِجماعُ
عندي حديثٌ مُسْنَدٌ ومُسَلْسَل ... نُرْويه بالإِتْقانِ لا الوضاعُ
مَا في الزمانِ سواكَ يَلقى عَالِمًا ... صَحَّتْ بِذاكَ إِجَازة وسَمَاعُ
الْخَيْرُ فيك تَواتَرَتْ أَخْبَارُه ... وَهْوَ الصَّحِيْحُ وَليس فيه نِزَاعُ
يَا مَنْ إذا مَا قَدْ أَتَاه مُمَرِّض ... يَشكو زَوَالَ الضُّرِّ وَالأَوْجَاعُ
ورُئي بَعْد موته على هيئة حسنة، فقيل له: ما فعل الله بك؟ قال: حاسبني وغفر لي، وحشرني مع العلماء.
وترجمته في تاريخه ثلاثة كراريس على القطع الكامل.
قال الشيخ جار الله بن فهد المكي -رحمه اللهُ- عقب تلك الترجمة: إن شيخنا صاحب','1','50',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (48,'الترجمة حقيق بما ذكره لنفسه من الأوصاف الحسنة، والله العظيمِ لم أَرَ في الحفاظ المتأخرين مثله، ويعلم ذلك كل من اطلع على مؤلفاته أو شاهده, وهو عارف فقيه منصف في تراجمه، ورحم الله جدي حيث قال في ترجمته:
"إنه انفرد بفنه فطار اسمه في الآفاق، وكثرت مصنفاته فيه وفي غيره، طار صيته شرقًا وغربًا، شامًا ويمنًا، ولا أعلم الآن من يعرف علوم الحديث مثله، ولا أكثر تصنيفًا ولا أحسن، ولذلك أخذها عنه علماء الآفاق من المشايخ والطلبة والرفاق، وله اليد الطولى في المعرفة بالعلل، وأسماء الرجال، وأحوال الرواة، والجرح والتعديل، وإليه يشار في ذلك، ولهذا قال بعض العلماء: لم يأت بعد الحافظ الذهبي أحد سلك هذه المسالك، ولقد مات فن الحديث من بعده، وأسف الناس على فقده، ولم يخلف بعده مثله" انتهى.
وولي تدريس الحديث في مواضع متعددة، وعُرض عليه قضاء مصر فلم يقبله رحمه الله تعالَى.
وكان بينه وبين البرهان البقاعي والجلال السيوطي ما بين الأقران.
* وفاته:
توفي بالمدينة الشريفة حال مجاورته الأخيرة بها، وعمره إحدى وسبعون سنة، وصُلِّي عليه بعد صلاة الصبح يوم الاثنين بالروضة الشريفة، ووقف بنعشه تجاه الحجرة الشريفة، ودُفن بالبقيع بجوار مشهد الإمام مالك، وكانت جنازته حافلة، سنة اثنتين وتسعمائة، ولم يخلفه بعد مثله في مجموع فنونه (١).
_________
(١) راجع ترجمته في "شذرات الذهب" لابن العماد الحنبلي (٨/ ١٥ - ١٧) , و"النور السافر عن أخبار القرن العاشر" (ص ١٠ - ١٢).','1','51',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (49,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-7>وصف النسخة المخطوطة لكتاب النكت</span>
قد اعتمدنا بفضل الله في إخراج هذا الكتاب على نسخة وحيدة، حيث لا يوجد غيرها كما تفيد ذلك الفهارس الخاصة بجمع فهارس المخطوطات مثل: فهرس مؤسسة آل البيت (مآب).
وقد أوضحت تلك الفهارس أنه لا يوجد لهذا الكتاب سوى نسخة واحدة موجودة في المكتبة الأزهرية تحت رقم [نمرة خصوصية (٢٩٥)، نمرة عمومية (٢٢٢٨) حديث]، فقمنا بتصوير هذه النسخة، وأثناء عملنا وقفنا على نسخة للكتاب موجودة في دار الكتب المصرية، وبعد رؤيتها وفحصها وجدناها مصورة عن النسخة الأزهرية، وليست نسخة أخرى من الكتاب.
ومما يؤكد عدم وجود نسخة أخرى للكتاب ما دُوِّن على طرتها حيث كُتب التالي: "هذه النكت عزيزة الوجود، ولم يوجد غير هذه النسخة، وتشرفت باطلاع الجلال السيوطي عليها. . . .".
والنسخة من أولها إلى آخرها كاملة، سوى موضع واحد، حيث وجدنا ورقة قد سقطت من الأصل، وهي بين الورقة (١٤١/ ب)، و (١٤٢/ أ).
وهذه الورقة ساقطة من أصل المخطوطة الأزهرية، وكذلك من مصورتها في دار الكتب المصرية، فقمنا باستدراكها من الشرح الكبير "فتح الباري"، ووضعها كما هي دون اختصار.','1','53',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (50,'وعدد أوراق هذه النسخة ثلاث وستون ومائة ورقة (١٦٣) ورقة، تبدأ بمقدمة لابن حجر حول منهجه في العمل والاختصار، ثم قام بافتتاح الكتاب بأبحاث نفيسة جدًّا في منهج البخاري في تصنيف كتابه الصحيح، وفي شرطه فيه، وفي مناسبة تراجم أبوابه، وغيرها من المباحث النفيسة.
ثم قام بعمل عدة مقدمات للصحيح تشمل أسماء الرواة وأنسابهم، وهي بمثابة اختصار لمقدمة "فتح الباري" المعروفة بـ"هدي الساري".
ثم قام باختصار "فتح الباري" من أول كتاب "بدء الوحي إلى قبيل نهاية كتاب العلم" وهو ما يعادل عشرين ومائة حديثًا، (١٢٠) حديثًا.
والنسخة جيدة الخط وواضحة جدًّا؛ غير أنها قد وقع فيها تصحيف وتحريف غير قليل، ويظهر من طبيعة تلك الأخطاء أن الناسخ عليه رحمة الله كان ينقل دون استيعاب لمعاني ما يكتب، بل يرسم الحروف التي أمامه دون النظر إلى معانيها في كثير منها، مما أدى إلى تغيير معاني بعض الجمل والعبارات.
ولكن تجدر الإشارة إلى أن النسخة في أولها جيدة جدًّا، وليس فيها من تلك الأخطاء شيء, ولكن تظهر هذه الأخطاء بعد الورقة الخامسة والثلاثين تقريبًا، عندما بدأ في شرحه لحديث هرقل.
ولكن هذه الأخطاء لا تقدح -في نظرنا- في تلك النسخة المعتمدة؛ لأمور:
أولها: أن هذا الكتاب هو عبارة عن اختصار لكتاب كبير هو موجود بين أظهرنا، وليس بمفقود، حيث يمكن الرجوع إلى الأصل الكبير "فتح الباري" لاستدراك أي خطأ موجود أو استبيان الكلمات الغير واضحة.
ثانيها: أن هذا الكتاب ليس أصلًا من الأصول الحديثية القديمة مثل صحيحي البخاري ومسلم أو السنن والمسانيد وغيرها من الكتب القديمة، بل هو شرح قيِّم لأحد هذه الأصول، وهو كتاب متأخر زمنيا، فلا نظن أنه تسري عليه بالضرورة الدقة في التعامل مع النص المحقق كما يجب أن تكون مع الأصول القديمة، بل يكون فيها بعض التساهل نوعًا ما.','1','54',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (51,'ونظن أن السبب في ذلك واضح؛ فإن الأول هو عبارة عن أحاديث رسول الله - صلى الله عليه وسلم - وآثار الصحابة والتابعين، وهي التي يبنى عليها الأحكام الشرعية العقدية والتكليفية وغيرها.
أمَّا الثاني فهو كلام لإمام جليل، ولكن لا ينهض كلامه ليوازي نصوص القرون الأولى.
ثالثها: أن كثيرًا من كلام ابن حجر -رحمه الله- هو منقول عن الأئمة الشُرَّاح السابقين له، مثل الخطابي، والنووي، والقاضي عياض وغيرهم كثير، فمعرفة الصواب في الكلمة سهلة جدًّا، سواء حصلت عليها من الشرح الكبير "فتح الباري" أو حصلت عليها في مظانها في الشروح التي نقل عنها ابن حجر -رحمه الله-.
أضف إلى ذلك أن ابن حجر -رحمه الله- كثيرًا ما يتعرض لشرح كثير من الكلمات شرحا لغويًّا، ومعرفة الصواب فيها من الخطأ سهلة وميسورة، وذلك بالرجوع إلى كلام أهل اللغة والعربية.
رابعها: أن معرفة صحة الكلمة في الغالب تدرك بمجرد النظر دون الرجوع إلى الشرح الكبير "فتح الباري"؛ لأنه كما قلنا قبل: إنه يرسم الكلام المكتوب أمامه، فعند رؤيتها تكتشف الخطأ؛ لأن سياق الكلام لا ينضبط، فبقليل من التأمل تُدرك الصواب، فما بالك إن كان معك الأصل الذي قام الاختصار عليه، فإنه باليسر الشديد تدرك المقصود من الكلمة.
خامسها: أن معظم هذه الأخطاء هي من النوع السهل، حيث تتمثل في عدم دقة النقط فقط، والقليل جدًّا منها ما يكون سببه التحريف للكلمة.
فلكل ما سبق من أسباب وجدنا أنه من الأفضل الإعراض عن ذكر تلك الأخطاء في الحاشية، حتي لا نثقل الحاشية بالتعليقات، محاولة منا لإخراج الكتاب في صورة لائقة به.
غير أنه لو كان هناك كلمة قد تكون خطأ احتمالًا، وهي مخالفة لما في "فتح','1','55',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (52,'الباري" ولكن لها وجه ولو بعيد فإننا نثبتها، ونذكر ما يقابلها في "الفتح"، بل لعل كثيرًا منها يحتمل الصواب أكثر من الخطأ، ويكون ما في الفتح هو المحتمل للخطأ أكثر من الصواب، ولكن لا نستطيع الجزم بذلك؛ لأنه ليس تحت أيدينا نسخة خطية من "فتح الباري".
أما عن اسم الكتاب، فهو كما ثبت علي طرته كالتالي:
"النكت على صحيح البخاري"
تأليف حافظ العصر أبي الفضل ابن حجر لخصه من شرحه الكبير المسمى فتح الباري
أمَّا عن صحة نسبة الكتاب إلى ابن حجر -رحمه اللهُ-: فقد ذكر الإمام السيوطي في "نظم العقيان في أعيان الأعيان" أن لابن حجر العسقلاني مختصر لشرحه الكبير "فتح الباري"، وقد اطلع عليه حيث قال: "ومن تصانيفه "فتح الباري شرح البخاري"، ومقدمته تُسمى "هدي الساري"، وشرح آخر أكبر منه، وآخر ملخص منه لم يتما، وقد رأيتُ من هذا الملخص ثلاث مجلدات من أوله". انتهى
بل قد وجدنا مكتوبًا علي طرة الكتاب ما يلي: "هذه النكت عزيزة الوجود، ولم يوجد غير هذه النسخة، وتشرفت باطلاع الجلال السيوطي عليها، وفهرسها بخطه الشريف، نفعنا الله به".
وقد كُتب علي طرة الكتاب هذه الفهرسة، حيث قال: "فيه: المقدمة وشروطها، كتاب بدء الوحي خمسة أحاديث، كتاب الإيمان خمسون حديثًا، كتاب العلم تسعة (١) وسبعون حديثًا".
فلعل هذا هو المقصودُ من فهرسة الحافظ جلال الدين السيوطي.
وكُتب أيضًا علي طرة الكتاب: "فيه المقدمة، ومن أول البخاري إلى آخر باب حفظ العلم".
_________
(١) مشتبهة في الأصل.','1','56',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (53,'ثم كُتب تحتها: "بقي من كتاب العلم أحد عشر بابًا ويكون بعده كتاب الوضوء".
وقد كتب تحت عنوان الكتاب وقف لذلك الكتاب، ونصه:
"وقف هذا الكتاب الصدر الأجل المحترم سيدي محمد بن الشيخ حسن الشهير بنسبه الكريم بالكريمي على طلبة العلم بالأزهر، وجعل مقره تحت يد أخيه العلامة الشيخ أحمد الجوهري (١) بالخزانة الكائنة بالمقصورة، ثم من بعده يكون تحت يد من كان إمامًا راتبًا بالأزهر، وقفًا صحيحًا شرعيًا لا يُغيّر ولا يُبدل".
وقد أثبت ذلك الوقف أيضًا في بعض الصفحات، ونصها:
"وقف لله تعالى بالأزهر".
وأماكن تلك الوقوف في الصفحات التي تحمل هذه الأرقام: (١١/ أ)، (٢٢/ أ)، (٣٢/ أ)، (٤٣/ أ)، (٥١/ أ)، (٦٣/ أ)، (٧١/ أ)، (٨٢ / أ)، (٩٢/ أ)، (١٠٢/ أ)، (١١٢/ أ)، (١٢٣/ أ)، (١٣١ / أ)، (١٥٢/ أ).
ويظهر من الأرقام السابقة أنه يكتب نص الوقف كل عشر ورقات تقريبًا، وهذا يؤكد سقوط الورقة التي بين (١٤١/ ب) و (١٤٢ / أ) كما سبق أن أشرنا إلى ذلك، وسقوط هذه الورقة هو سقوطٌ حَديثٌ وليس قديمًا وهذا الترقيم هو ترقيم حديث، حيث إن العاملين في المكتبة الأزهرية قد قاموا بترقيم هذه النسخة أمامنا قبل التصوير، فتبين لنا بذلك أننا أول من قام بتصوير هذه النسخة، ولذلك قمنا باستدراك السقط من "فتح الباري"، ثم قمنا بتعديل الأرقام فيما بعد ذلك السقط، حيث أصبحت الورقة رقم (١٤٢/ أ) تحمل رقم (١٤٣/ أ) , وما بعدها تم تعديله إلى آخر الكتاب.
هذا؛ ويوجد علي طرة الكتاب أيضا بجوار عنوان الكتاب وبجوار الوقف المذكور أربعة تملكات، تبين لنا منها اثنان، والآخران لم نستطع تبينهما:
_________
(١) هو أحمد بن حسن بن عبد الكريم بن محمد بن يوسف بن كريم الدين الكريمي الخالدي، الشهير بالجوهري الشافعي الأزهري القاهري، ت (١١٨٢ هـ). راجع: "سلك الدرر في أعيان القرن الثاني عشر" (١/ ٩٧)، و "عجائب الآثار" (١/ ٣٦٤). ومحمد بن الشيخ حسن المذكور هو أخو أحمد الجوهري هذا.','1','57',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (54,'الأول: نصه: "ملك محمد بن قافص (١) بن صادق الحنفي غفر الله له".
والثاني: نصه: "ثم ملكه الفقير أحمد بن العجمي (٢) سنة (١٠٦٩) ".
ويوجد على حواشي الكتاب بعض التعليقات القليلة، وكذلك بعض التنبيهات لمن يقرأ الكتاب، مثل قوله: "قف على كذا".
وجميع تلك التعليقات تظهر بوضوح في أول الكتاب، ثم تختفي بعد تجاوز ربع الكتاب الأول.
وكذلك توجد بعض الإشارات إلى نسخة أخرى، مثل حرف: "ن" أو "نخ"، وقد أثبتنا كل ذلك في تعليقنا على الكتاب.
هذا؛ ولم يتبين لنا تاريخ نسخ هذه المخطوطة، ولا اسم ناسخها، ولكن يتضح من تاريخ وفاة ابن حجر -رحمه اللهُ- وتاريخ وفاة السيوطي الذي قام بفهرسة الكتاب واطلع عليه، أن هذه النسخة نسخت في أواخر القرن التاسع أو أوائل القرن العاشر؛ لأن هذا الكتاب من أواخر ما ألف ابن حجر -رحمهُ اللهُ-، وتاريخ وفاته هو سنة اثنين وخمسين وثمانمائة، وتاريخ وفاة السيوطي -رحمه الله- هو سنة أحد عشر وتسعمائة.
هذا؛ والله أعلى وأعلم.
_________
(١) مشتبهة في الأصل.
(٢) هو أحمد بن محمد بن أحمد بن إبراهيم بن محمد بن علي بن محمد، المعروف بالعجمي، الشافعي الوفائي المصري، ت (١٠٨٦ هـ). راجع "خلاصة الأثر في أعيان القرن الحادي عشر" (١/ ١٧٦، ١٧٧).','1','58',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (55,'<span data-type="title" id=toc-8>وصف النسخة المخطوطة لكتاب تجريد تعليقات الحافظ ابن حجر على التنقيح للزركشي</span>
قد اعتمدنا في إخراج هذا الكتاب على نسخة واحدة لم نَجد غيرها بعد بحث وتمحيص.
وأصل هذه الرسالة ضِمْنَ مَجْموعٍ مَوْجُود في المكتبة الأزهرية تحت رقم [خصوصية ١٠٩، عمومية ٢١١٦].
وموقع هذه الرسالة هي الحادية عشرة من اثنتي عشرة رسالة يضمها ذلك المجموع.
وعدد أوراق هذه الرسالة أربع عشرة ورقة، وذلك من الورقة (١٥٥/ أ) إلى (١٦٩/ أ).
والنسخة جيدة واضحة، وخطها نسخ عادي.
وهي من القطع الصغير، وعدد سطورها ثلاثة وعشرون سطرًا تقريبًا.
واسم الرسالة كما هو مثبت على طرتها:
"تجريد ما كتبه شيخنا شيخ الإسلام ابن حجر -رحمه الله- على نسخته من تنقيح الشيخ بدر الدين الزركشي"
وباقي الكلام على الطرة هو كالتالي: "وهي نسخة مر عليها مصنفه، وألحق فيها بخطه كثيرًا، وكانت ملكًا لولد المؤلف، ثم انتقلت للشيخ نور الدين علي','1','59',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (56,'الرشيدي (١)، ثم لشيخنا المُحَشِّي (٢) في شهور سنة إحدى عشرة وثمانمائة، وكان فراغ تصنيف "التنقيح" في ثامن ذي القعدة سنة ثمان وثمانين وسبعمائة، وقال في خطبته: "إنه شرح الصحيح في كتاب سَمَّاه الفصيح في شرح الجامع الصحيح" لم يكمل".
وقد علق في الحاشية على تلك الفقرة الأخيرة بقوله: "قال شيخنا السخاوي: "وقفت على المجلد الأول منه".
وفي نهاية الكتاب نَجد بيان الذي قام بالتجريد لهذه التعليقات، وهذا نصها: "آخر الحواشي التي كتبها شيخنا ابن حجر على نسخته من تنقيح الزركشي، جردها تلميذه محمد بن السخاوي ختم له بخير ولوالديه والمسلمين، وصلى الله على سيدنا محمد وسلم تسليمًا كثيرًا".
وواضح من ذلك أن الذي قام بتجريد تلك التعليقات هو الإمام محمد بن عبد الرحمن السخاوي تلميذ ابن حجر العسقلاني -رحمهما الله-.
ويتضح أيضًا من تلك الفقرة أنها نسخت في حياة السخاوي -رحمه الله-، ولكن هذا يُخالف ما ذكر في نهاية الكتاب حيث ذكر الناسخ أنه نسخها سنة ست وتسعمائة أي بعد وفاة الإمام السخاوي بأربع سنين.
وهذا مما يرجح أن النسخة التي معنا هي فرع عن النسخة التي كتبت في حياة السخاوي -رحمه الله-.
ومما يؤكد ذلك أن الناسخ كتب بعد الفقرة السابقة ما يلي: "نقله إلى هنا في أوقات آخرها في يوم السبت ثالث عشري شعبان سنة ست وتسعمائة بمنزله من مكة المشرفة عبد العزيز بن عمر بن محمد بن فهد الهاشمي المكي الشافعي (٣)، لطف الله بهم آمين، والحمد لله، وصلى الله علي سيدنا محمد وآله وصحبه وسلم تسليمًا، وحسبنا الله ونعم الوكيل".
_________
(١) راجع ترجمته: "إنباء الغمر بأنباء العمر" (ص ٣٧٨).
(٢) أي: الحافظ ابن حجر العسقلاني -رحمهُ اللهُ-.
(٣) انظر ترجمته في: "شذرات الذهب" لابن العماد الحنبلي (٨/ ١٠٠ - ١٠٢).','1','60',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (57,'هذا؛ وقد كُتب على طرة الكتاب أيضًا وصيةٌ بوقف هذا الكتاب ولفظها: "وقف هذا الكتاب الصدر الأجل المحترم، سيدي محمد بن الشيخ حسن، الشهير نسبه الكريم بالكريمي، وجعل مقره تحت يد أخيه العلامة الشيخ أحمد الجوهري (١) بالخزانة الكائنة بالمقصورة، ومن بعده يكون تحت يد من كان إمامًا راتبًا بالأزهر، فمن بدله بعد ما سمعه فإنَّما إثمه علي الذين يبدلونه".
هذا؛ وقد أشار حاجي خليفة في "كشف الظنون" إلي هذه التعليقات حيث ذكر شرح الزركشي المسمى بالتنقيح ثم قال: "وعليه نكت للحافظ ابن حجر المذكور، وهي تعليقات بالقول ولم تكمل".
وتجدر الإشارة إلى عدة أمور:
الأولى: أن السخاوي قد نقل تعليقات ابن حجر من نسختين له وليس من نسخة واحدة، ويظهر ذلك في تنصيصه علي أنه ينقل من نسخة ثانية بقوله: "وقال شيخنا في النسخة الثانية كذا"، وراجع ذلك في الورقة رقم (١٥٧/أ)، و (١٦٩/ أ) وغير ذانك الموضعين.
الأمر الثاني: أنه في بعض المواضع يقول: قال المحشي، أو قال شيخنا المحشي ونحو ذلك فاللفظ الأخير لا إشكال فيه أنه الحافظ ابن حجر.
أمَّا التعبير الأول فإنه يحتمل أن يكون ابن حجر أو غيره، حيث وجدنا في الورقة (١٦٥/ ب) ما نصه: "كتب كاتب ما نصه. . . ."، فدل على أن هناك محشي يكتب على حاشية النسخة غير ابن حجر، فنقله السخاوي من باب الفائدة مع التنبيه عليه وذكر في الورقة (١٦٠/ ب): "وكتب المؤلف: صوابه الصبيان، فكتب المحشي "والولدان"، والمحشي هنا ليس هو ابن حجر.
_________
(١) هو أحمد بن حسن بن عبد الكريم بن محمد بن يوسف بن كريم الدين الكريمي الخالدي، الشهير بالجوهري، الشافعي الأزهري القاهري، ت (١١٨٢ هـ).
راجع: "سلك الدرر في أعيان القرن الثاني عشر" (١/ ٩٧)، و"عجائب الآثار" (١/ ٣٦٤). ومحمد بن الشيخ حسن المذكور هو أخو أحمد الجوهري هذا.','1','61',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (58,'الأمر الثالث: أن عزو السخاوي لأبواب الصحيح فيه بعض إشكال حيث يعزو إلى باب ويذكر تعليق ابن حجر على الحديث ولكنه ليس تحت ذلك الباب بعينه، بل بعده بعدة أبواب، والسبب في ذلك أن الزركشي -رحمه الله- كان يذكر عدة أبواب تحت باب واحد كبير أو مشهور، ويسرد تحته عِدَّةَ أَحَاديثَ تاليةً لهذا الباب قد تكون تحت باب آخر بعده, فيسوقها جميعًا كأنها تحت باب واحد.
وقد بينا ذلك كله في حواشي ذلك الكتاب.
الأمر الأخير: أنه قد وقع في عدة مواضع التنصيص من ابن حجر -رحمه الله- بالعزو إلى كتابه "فتح الباري" أو مقدمته "هدي الساري"، أو إلى "تغليق التعليق" مما يدل على أن هذه الكتب كلها قد فرغ من تأليفها قبل أن يطلع على هذا الشرح للزركشي، أو قبل أن يعلق عليه تلك التعليقات. وراجع ذلك مثلًا عند الورقة (١٥٨/ أ)، (١٥٩/ أ)، (١٦٤/ أ)، (١٦٦/ أ).
هذا؛ والله أعلى وأعلم.','1','62',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (59,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
ربنا آتنا من لدنك رحمة وهَيِّئ لَنا من أمرنا رشدًا، الحمد لله الَّذِي شرح صدور أهل الإيمان بالهدى، ونكَّت في قلوب أولي الطُّغيان فلا تَعِي الحِكْمَة أبدًا، وأشهدُ أن لا إله إلا الله وحده لا شريك له إلهًا أحدًا صمدًا، وأشهدُ أن مُحمدًا عبده ورسوله ما أكرمه عبدًا سيدًا، وأَزْكَاهُ أصلًا ومَحتِدًا، وأطهره مضجعًا ومولدًا، صلى الله عليه وَعَلى آله وصحبه غُيوث النَّدَى ولُيُوث العِدا، صلاة وسلامًا دائمين منا من اليوم إلَى أن يُبعث الناس غَدًا.
أمَّا بعد:
فهذه نُكت مفيدة مُوضِحة للجامع الصحيح لأبي عبد الله مُحَمَّد بن إسماعيل بن إبراهيم البخاري، عَلَم المحدثين، ورأس الحفاظ المتقنين، اقتضبتها من كلام الأئمة الذين اعتنوا به في قديم الزمان وحديثه، مع ما ضممته إليها من التنبيهات الَّتِي أظن أنهم أغفلوها، أو ذكروها ولم أطلع عَلى ذَلِكَ في مظانِّه.
وقد كنت شرعتُ في شرح كبير، استفتحته بمقدمة تحوي غالب مقاصد الشرح، فلما أتقنتها (١) وحَرَّرتها، وكتبت من الشرح مواضع هَذبتها ومواضع سَوَّدْتها، رأيتُ الهمم قصيرة، والبواعث عَلى تحصيل المطولات يسيرة (٢).
وسألني بعضُ الإخوان عن النُّكت الَّتِي وضعها العلامة بدر الدين الزَّرْكَشي عَلى الكتاب المذكور هل تغني الطالب عن مراجعة غيره أم لا؟
فتأملتها فوجدتها في غاية الحسن والتقريب، والاختصار المفيد العجيب؛ إلا أنها ليست عَلى مِنْوال واحد في ذَلِكَ، بل ربما أطال فيما لا طائل فيه، وربما أهمل ما تَحَيَّر الأفكار في توجيهه، فلا يوجد له في كلامه توجيه.
_________
(١) كُتب في الحاشية: أتممتها.
(٢) كذا بالأصل، ولعلها: عسيرة.','1','73',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (60,'فأحيانًا يتعرض لبيان بعض من أُهمل تمييزه أو أُبهم اسمه، ويترك بجنبه من هو أولَى بالتنبيه عليه لعُسْرِ مأخذه، وكذا يتعرض أوقاتًا لوصل بعض المعلقات، أو التوفيق بين الترجمة وحديث الباب، ويترك أهمها وأنفعها وأكثرها فائدة، إلَى غير ذَلِكَ مما اشتملت عليه مقاصد الجامع؛ إذ هو جامعٌ كاسمه بحر زخّار، مُفْصِحٌ بسعة اطلاع مصنفه ووُفُورِ علمه، فَحَداني ذَلِكَ عَلى جمع هذه الُّنكت، شاملة لِمُهمات ذَلكَ عَلى طريق وسطى أرجو نفعها، كافلة بما اطلعت عليه [٣/ أ] من ذَلِكَ؛ إذ لا يكلف الله نفسًا إلا وسعها.
* وقبل الشروع في ذلك أقدم فصلين:
أحدهما: في الإشارة إلَى شرط المصنف في هذا التصنيف، وفيه الإشارة إلَى مُنَاسبة ترتيب أبواب كتابه.
وثانيهما: في سِياق جُمَل من ترجمته، تشتمل عَلى حاله من بدايته إلَى نهايته، وفيها وصف الأئمة له بما لا مزيد عليه، ثم تلوت ذَلكَ بضَوَابِطَ يُرجَع إليها: ويُعَوَّلُ عند الاختلاف عليها، تُغني عن التكرار، عملا بشرط الاختصار، يسر الله تعالَى ذَلِكَ بمنِّه.','1','74',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (61,'<span data-type="title" id=toc-10>الفصل الأول في بيان شرطه فيه</span>
اعْلَم -علَّمني الله وإيَّاك- أن البُخَاري لم يُوجد عنه تصريح بشرط معين، وإنما يُوجد ذَلِكَ من معنى تَسْمِيتهِ للكتاب، وبالاستقراء من تصرفه.
فأمَّا أولًا: فإنه سَمَّاه الجامع الصحيح المُسْنَد المُخْتَصر من أمور رسول الله - صلى الله عليه وسلم - وسننه وأيّامهِ.
فعرفنا بقوله: (الْجَامع) أنه لم يختص بصنف دون صِنْف، ولهذا أورد فيه الأحكام والفضائل، والأخبار المحضة عن الأمور الماضية والأمور الآتية، وغير ذَلِكَ من الآداب والرَّقائق.
وبقوله: (الصحيح) أنه ليس فيه شيء ضعيف عنده، وإن كَانَ فيه مواضع قد انتقدها غيره، وحَصَل الإعتناء بالجواب عن ذَلِكَ في مُقدِّمة الشرح الكبير, ويُصَرح بذلك قوله: "ما أدخلتُ في الجامع إلا ما صَحَّ" (١).
وبقوله: (الْمُسْنَد) أن مقصوده الأصلي: تخريج الأحاديث الَّتِي اتصل إسْنَادها ببعض الصحابة عن النبي - صلى الله عليه وسلم -، سواء كانت من قول النبي - صلى الله عليه وسلم - أو فعله أو تقريره، وأن ما وقع ما (٢) في الكتاب مما يُخالف ذَلِكَ؛ إنما وقع فيه تبعًا وعَرَضًا لا أصلًا مقصودًا، فهذا ما عُرف من كلامه.
_________
(١) رواه ابن عدي في كتابه "من روى عنهم البخاري في الصحيح" (١/ ٦٢)، وأبو يعلى الخليلي في "الإرشاد" (٣/ ٩٦٢) من طريق ابن عدي.
(٢) كذا بالأصل، ولعلها زائدة.','1','75',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (62,'وأما ما عُرفَ بالاستقراء من تَصَرُّفه، فيحتاج أولًا إلَى التعريف بالصحيح عنده وعند غَيره:
وهو أن يكون الإسناد متصلًا، وأن يكون كُل مِنْ رواته عدلًا، وأن يكون موصوفًا بالضبط، فإن قَصَّرَ احتاج إلَى ما يَجْبر ذَلِكَ التَّقصير، ويكون الحديث مع ذَلِكَ قد خلا من أن يكون مَعْلولًا -أي: فيه عِلَّة خفية قادحة-، أو أن يكون شَاذًا -أي: خالف [٣/ ب] رَاويه من هو أكثر عددًا منه أو أشد ضبطًا مُخَالفة تَستلزم التَّنَافي ويُتَعَذر معها الجمع الَّذِي لا يكون مُتَعَسِّفًا.
والاتصال عندهم: أن يعبر كل من الرواة في روايته عن شيخه بصيغة صريحَة في السماع منه: كسمعت، وَحَدَّثنِي، وَأَخْبَرَني، أو ظاهرة في ذَلِكَ: كعن، أو أن فلانًا قَالَ.
وهذا الثاني في غير المُدلَّس الثقة، أما المُدَلَّس الثقة فلا يقبل منه إلا المرتبة الأولى, إلا أن يُعثر منه عَلى ارتكاب مجاز في الصيغ الصريحة فيُحترز منه حينئذٍ، والأصل عدم ذَلِكَ؛ ولهذا أطلق كثير من الأئمة قبول رواية المُدَلِّس الثقة إذا صَرَّح.
ثم إن هذا الثاني شىرط حَمْلِه عَلى السماع عند البُخَاري أن يكون الراوي قد ثَبَتَ له لقاء من حَدَّثَ عنه ولو مرة واحدة، فإذا ثبت ذَلِكَ عنه حُملت عنده عنعنتُه عَلى السماع، وسبب ذَلِكَ أن تقول: إذا لم يثبت لقاؤه له، وإنما عرفنا أنه عاصره فقط، احتمل أن تكون روايته عنه على طريق الإرسال؛ لما عرف من عادة كثير ممن لم يوصف بتدليس أنه يُرْسِل، وإذا لم يترجح أحد الاحتمالين عَلى الآخر لم يحسن الحمل عَلى أحدهما.
فإن قِيل: فَلِمَ لَمْ يَطْرُد ذَلِكَ في جَميع عنعنته؟
فالجواب: أن ذَلِكَ يُخالف فَرْض المسألة؛ لأنها مَفْروضة في غير المُدَلَّس، ولو كَانَ بعد أن ثبت لقاؤه لشيخه قد حدَّث عنه بالعنعنة بما لم يَسْمعه لكان بذلك مُدَلِّسًا، والفَرْض أنه غير مُدلس، فكان الاتصال ظاهرًا في ذَلكَ، وعُرف من هذا أن شرط البُخَاريّ في الاتصال أتْقَنُ (١) من شرط غيره مِمَّن اكتفى بالمُعَاصرة.
_________
(١) في الأصل: "أقوى"، وقد ضبب عليها وكتب فوقها "أتقن" وبجوارها "صح".','1','76',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (63,'وكذا عرفنا بالاستقراء من تصرفه في الرجال الذين يُخرج عنهم أنه ينتقي أكثرهم صُحبة لشيخه وأعرفهم بحديثه، وإن أخْرَج من حديث مَن لا يكون بهذه الصفة فإنما يُخَرِّجُ في المتَابَعات، أو حيث يقوم له قَرينة بأن ذَلِكَ مِمَّا ضبطه هذا الراوي.
فبمجموع ذَلِكَ: وَصَف الأئمة كتابه قديمًا وحديثًا بأنه أصح الكتب المصنَّفة في الحديث، ولم يُنقل عن أحد أنه خالف في ذَلِكَ، إلا ما حَكى ابن مَنْده أنه سمع أبا علي النَّيْسَابُوري يقول: "ما تحت أَدِيمِ السَّمَاءِ أصحُ من [٤ / أ] كتاب مُسْلِم" (١).
وهذا وإن كَانَ مستلزمًا لعدم أفضلية صحيح البُخَاريّ عَلى صحيح مُسْلِم، لكن لا يلزم منه أن صحيح مُسْلِم أصح من صحيح البُخَاريّ عند أبي علي؛ لاحتمال أنه يَرَى المُسَاواة بينهما، وَعَلىَ تقدير أن يثْبُت عن أبي علي أنه صَرَّح بذلك فهو محجوج بإجماع مَنْ قبله ومَن بعده عَلى خلافه.
وأمّا ما حُكي عن المغاربة من أنهم يفضلون صحيح مُسْلِم عَلى صحيح البُخَاريّ، فذلك راجع إلَى أمر آخر، وهو أنه يجمع المتون في موضع واحد ولا يفرقها في الأبواب، ويسوقها تامة ولا يُقَطِّعها في التراجم، ويحافظ عَلى الإتيان بألفاظها, ولا يروي بالمعنى، ويفردها ولا يخلط معها شيئًا من أقوال الصحابة ومن بعدهم في الغالب، وهذا جميعه وإن كَانَ يستدعي أفضليته من جهة فإنه يستدعي أفضلية البُخَاريّ من جهة أنه امتاز عن الوقوف عند مطلق الجمع، واختص بنفع الطالب بما استَنْبَط من فقهه في تراجمه بما يَشُوق النظرَ ويَرُوق السمعَ، وبقي ما يتعلق بأفضلية الأصحية له مُسَلَّمًا من المخالف والموافق، ناطقًا بذلك أو مقررًا له علماء المغارب والمشارق، ذَلِكَ فضلُ الله يُؤتيه من يشاء، والله ذو الفضل العظيم.
فهذا فيما يتعلق بشرطه في الصحة، وأمَّا ما يتعلق بمَوْضوعه: فعُرف بالإسْتِقراء من طريقته، وبما تقدم في المفاضلة، أن مسلمًا يجمعُ المتون في موضع واحد، وَالبُخَاريّ يُفرِّقها في الأبواب اللائقة بِها، لكن ربما كَانَ ذلِكَ الحديث ظاهرًا في ذَلِكَ
_________
(١) "تاريخ بغداد" (١٣/ ١٠٢).','1','77',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (64,'الباب وربما كَانَ خَفِيًّا، والخفي ربما حصلَ تناوله بالاقتضاء أو باللزوم، أو بالتمسك بالعموم، أو بالرمز إلى مخالفة مخالف، أو بالإشارة إلى أن في بعض طُرق ذَلكَ الحديِث ما يُعطي المقصودَ وإن خلا عنه لفظ المتن المُسَاق هناك، تنبيهًا عَلى ذَلكَ المشار إليه بذلك، وأنه صَالِح لأن يُحْتجَّ به وإن كَانَ لا يرْتَفع (١) إلَى درجة شرطه.
واحتاجَ إلى هذا وأمثاله أن يُكرر الأحاديث؛ لأن كثيرًا من المتون يَشْتمل عَلى عدة أحكام، فيحتاج أن يذكر في كل باب يليق ذِكْرُ ذَلكَ الحكم فيه ذَلِكَ الحديث بعينه، فإن سَاقه بتمامه إسنادًا ومتنًا طَالَ التكرير [٤/ ب]، وخرج عن وَضع الاختصار، وإن أَهْمله فلا يليق به، فَتَصَرَّف فيه بوجوه من التَّصَرُّف وهو أن ينظر في الإسناد إلَى غاية مَن يَدور عليه الحديث مِن الرواة؛ أي: يَنْفرد بروايته، فيُخرجه في باب عن راوٍ يرويه عن ذَلكَ المُنفرد، وفِي باب آخر عن رَاوٍ آخر عن ذَلك المُنْفَرد وهلُمَّ جَرًّا.
فإن كثرت الأحكام عن عدد الرواة عَدَل عن سِيَاقة تامِّ الإسناد إلَى اختصاره مُعَلَّقًا، وهذه إحدى الحِكَم في تعليقه ما وَصَله في موضع آخر، وإن ضاق مخرجه كأن يكون فردًا مُطلقًا تصرف حينئذٍ في المتن، فيسوقه تارة تامًّا، وتارة مُقتصرًا عَلى بعضه، بحسب نشاطه، وبحسب ما يحتاج إليه في ذَلِكَ الباب.
فعُلم من هذا أنه لا يكرر إلا لفائدة، ففي التحقيق لا تكرار فيه؛ إذ حقيقة التكرار أن يُعيد بلا فائدة، ولم أره خالف هذا إلا في مواضع نادرة.
ثم إنه في حال تصنيفه كأنه بسط التراجم والأحاديث، فجعل لكل ترجمة حديثًا يلائمها، وبقيت عليه تراجم لم يجد في الحالة الراهنة ما يلائمها فأخلاها عن الحديث، وبقيت عليه أحاديث لم يتضح له ما يرتضيه في الترجمة عنها فجعل لَها أبوابًا بلا تراجم، فيوجد فيه أحيانًا باب مترجم وليس فيه سوى آية أو كلام لبعض الصحابة أو من بعدهم، وأحيانًا باب غير مترجم وقد ساق فيه حديثا أو أكثر، والنكتة في ذَلِكَ ما أشرت إليه.
_________
(١) في الحاشية "لا ينتهي" وكتب فوقها "نسخة".','1','78',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (65,'وممَّن نبه عَلى ذَلِكَ: الحافظ أبو ذَرٍّ الهَرَويّ، عن الحافظ أبي إسْحَاق الْمُسْتَمْلِي راوي الصحيح، عن الفَربرِي صاحب البُخَاريّ، وأشار إلَى أن بعض من نقل الكتاب بعد موت مصنفه ربما ضم بابًا مترجمًا إلَى حديث غير مترجم، وأخلى البياض الَّذِي بينهما، فيصير بعض الناس يظن أن هذا الحديث يتعلق بالترجمة الَّتِي قبله، فَيَتمَحّل لَها وجوهًا من التحامل (١) المتكلفة، ولا تعلق لَها به ألبتة، عَلى ما أرشدنا إليه كلام المُستملي.
عَلى أن البُخَاريّ في هذا القدر دقيق النظر جدًّا، كثير العناية بالاقتصار عَلى الأخفى مع الإعراض عن الأجلى عَلى ما سيمر (٢) إن شاء الله تعالَى [٥/ أ] في أماكنه.
فهذا ما يتعلق بشرطه وشرط وضعه، وأمَّا مُناسبة ترتيب أبْوَابه عَلى ما هِيَ عليه الآن؛ فقد وقفتُ في ذَلِكَ عَلى مُجَلَّدة لشيخنا شيخ الإسلام سراج الدين البُلقِيني، لخصتُ مقاصدها هنا، مع ما ضممت إليها مما تُشَاكلها:
فأقول: بدأ المصنف بقوله: "كيف كَانَ بدْءُ الوحي"؛ لأن بالوحي قامت الشرائع، وجاءت الرسالة، ومنه عُرف الإيمان والعلم.
وكان أوله إلَى النبي - صلى الله عليه وسلم - بما يقتضي الإيمان من ذكر الربوبية، والأمر بالقراءة، والأمر بالإنذار، فعقَّبه بكتاب الإيمان.
وكان الإيمان أشرف العلوم؛ فقال: كتابُ العلم.
والعلم سابق العمل، وأفضل العمل البدني: الصلاة، ومن مُقَدِّمَاتها: الطَّهارة؛ فقال: كتابُ الطهارة، فذكرها بأنواعها.
ثم الصلاة بأنواعها، ثم مِنَ الأعمال ما يكون بَدَنِيًّا مَحْضًا وهو الصلاة، أو مَاليًّا مَحْضًا وهو الزكاة، أو جامعًا بينهما؛ فقال: كتابُ الزكاة، ثم قَالَ: كتابُ الحجِّ مُرَتبًا للبسيط قبل المُركب.
_________
(١) في الحاشية نسخة أخرى: "المحامل".
(٢) في الحاشية نسخة أخرى: "سَيُرَى".','1','79',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (66,'وكان من العبادات ما هو تَرْكٌ مَحْضٌ وهو الصوم فذكره؛ لأنه بقية الأركان الخمسة المذكورة في حديث ابن عمر (١)، وتَرْجَم عن الحج بكتاب المناسِك ليَعُمِّ الحجَّ والعمرة، وكان مُسْتَحَبًّا لكل مَن حج أن يجتاز بالمدينة الشريفة، فذكر ما يتعلق بذلك.
وهذه التراجم فيها معاملة العبد مع الخالق، فعقّبها بمعاملة العبد مع الخلق؛ فقال: كتاب البيوع، فذكر تراجم بيوع الأعيان، ثم بيع دين عَلى وجه مخصوص وهو السَّلَم.
وكان البيع قد يقع قَهْريًا؛ فذكر الشُّفْعَة.
ولما كَانَ البيع قد يقع فيه غَبْنٌ من أحد الجانبين إما في ابتداء العقد أو في المجلس، وفيها ما يقع عَلى دَيْنَيْن لا يَجب فيهما قَبْضٌ في المجلس ولا تَعيين أحدهما؛ فذكر الحِوَالة.
وكان في الحوالة انتقال الدَّين من ذِمَّة إلَى ذِمَّة فأردفها بما يقتضي ضم ذمَّة إلَى ذمة، أو ضم شيء تحفظ به العُلْقَة وهو الكفالة والضَّمان، ثم الوكَالة الَّتِي هِيَ حِفظ المال.
ولما كانت الوكالة فيها تَوَكُّل عَلى آدمي ذكر بعدها ما فيه تَوَكُّل عَلى الله وهو الحَرْثُ والمُزَارعة، وذكر فيها متعلقات [٥/ ب] الأرض من الموَات والغَرْس والشِّرْب.
وكان يقع في كثير من ذَلِكَ إرفاق فَعَقَّبه بما فيه فضل ورفق وهو القَرْض.
ثم ذكر معاملة الأرقاء ليعم جميع المعاملات.
ولَمَّا كانت المعاملات لابد أن تقع فيها منازعات عَقّبها بما يلائمها, فذكر الإشْخَاص والْمُلازمَة والإلْتِقَاط.
ولما كَانَ الإلتِقَاط وضع اليد بالأمانة عَقّبه بوضع اليد تعديّا، فذكر المظالم والغَصْب، وما فيه غصب ظاهر وهو حق شرعي وهو وضع الخُشُب في جدار الجار ونحو ذَلكَ.
_________
(١) أخرجه البُخَاري في "صحيحه" (كتاب: الإيمان، باب: دعاؤكم إيمانكم) برقم (٨)، وفِي (كتاب: التفسير، باب: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ. . .} الآية برقم (٤٥١٤)، ومُسْلِم في "صحيحه" (كتاب: الإيمان، باب: بيان أركان الإسلام ودعائمه العظام) برقم (١٦).','1','80',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (67,'ولما اشتمل بعضه عَلى حقوق مشتركة وذكر فيها النُّهْبَى، ثم ذكر الاشتراك الخاص وهي الشركة.
ولما كانت هذه المعاملات تتعلق بمصالح الخلق ذكر بعدها ما يتعلق بمصلحة المعاملة؛ وهو الرَّهنُ.
وكان الرَّهْن يحتاج إلَى فك رقبة؛ فَعَقَّبه بذكر العتق وتوابعه وآخره المكاتب (١).
ولما كانت المكاتبة تستدعي هبة لقوله تعالَي: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: ٣٣]. عقبها بالهبة وذكر معها العُمْرَى والرُّقْبَى.
ولما كانت الهبة: نقل ملك الرقبة بلا عوض أردفها بنقل في المنفعة بلا عوض؛ وهو العَارية والمنيحَة.
ولما كَانَ جميع ما تقدم يحتاج إلَى استشهاد قَالَ: كتاب الشهادات.
ولما كانت البينات قد يقع فيها تعارض ترجم القُرْعَة في المُشْكِلَات.
ولما كَانَ التعارض قد يقع فيه الصلح عَقب بكتابَ الصُّلح.
ولما كَانَ الصلح قد يقع فيه شرط عقّب بالشروط. ولما كانت الشروط قد تقع في الحياة وبعد الوفاة عَقَّبَ بكتاب الوصية والوَقْف.
فلما انتهى ما يتعلق بالمعاملة مع الخالق في العبادات ثم ما يتعلق بالمعاملة مع الخلق، أردفها بمعاملة جامعة لمعاملة الخالق وفيها نوع اكتساب وهو الجهاد.
ولما كَانَ القادمون من الجهاد قد يكون معهم الغنيمة قَالَ: كتاب الخُمُس.
وكان ما يؤخذ من الكفار يكون تارة بالحرب وتارة بالمصالحة فقال: كتاب الجِزْيَة، وذكر توابعها من المُوَادَعَة والْعَهْد.
ولما كَانَ الجهاد يشتمل عَلى إزهاق الأنفس أراد أن يبين أن هذه المخلوقات محدثات، وأن مآلها إلَى الفناء، وأنه لا خلود لأحد، فترجم بدء الخَلْق، وذكر فيه الجنة والنار [٦/ أ] اللتين مآل الخلق إليهما.
_________
(١) في الحاشية نسخة أخرى: "الكتابة".','1','81',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (68,'وناسبَ ذكر إبليس وجنوده عَقِب صفة النار؛ لأنهم من أهلها.
ثم ذكر الجن؛ لأنهم قبل خلق آدم.
ثم ذكر خلق آدم ومن بعده من الأنبياء، وذكر فيهم ذا القرنين ولقمان ومريم. لأنهم عنده أنبياء، ثم ذكر أخبار بني إسرائيل.
ولما كَانَ ذكر الأنبياء يشتمل عَلى فضائلهم عقب ذلك بمناقبِ هذه الأمة، وبدأ بقريش رهط النبي - صلى الله عليه وسلم -.
وذكر أَسْلَم وغِفَار؛ لأنهم أول من أسلم من القبائل، وذكر إسلام أبي ذر؛ لأنه غِفَاري.
ثم ذكر شمائل النبي - صلى الله عليه وسلم - وعلامات نبوته، ثم فضائل أصحابه، ثم سيرته ومَغازيه عَلى ترتيب ما ثبت عنده.
وما قبض - صلى الله عليه وسلم - إلا وشريعته كاملة، وكتابه قد كمل نزوله، فعقَّبه بكتاب التفسير. ثم ذكر فضائل القرآن.
ولما كَانَ ما يتعلق بالكتاب والسُّنة من التعلم والتفقه وتقرير الأحكام يحصل به حفظ الدين في الأقطار، وبذلك تحصل الحياة المعتبرة عقبه بما تحصل به الحياة الحِسِّيَّة (١) الَّتِي يقوم منها جيل بعد جيل يحفظون ذَلِكَ، فقال: كتاب النكاح.
وذكر بعده الرَّضَاع لما فيه من متعلقات التحريم، ثم ذكر باقي متعلقات النكاح. ولما كانَ النكاح اجتماعًا قد تَعْقُبه الفُرْقة قَالَ: كتاب الطلاق.
ولما كَانَ الفراق قد يكون مؤقتًا وقد يكون مؤبدًّا ذكر الإيلاء، ثم الظِّهَار، ثم اللِّعَان.
ثم كَانَ المؤقت يستلزم وقتًا فذكر العِدَد. وإذا انتهى الوقت قد تحصل المراجعة فقال: الرَّجْعَة.
ولما كَانَ العقد قد يقع صحيحًا وقد يقع فاسدًا عَقَّبَ بمهر البَغِي والنكاح الفاسد.
_________
(١) في الحاشية نسخة أخرى: "الجسمية".','1','82',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (69,'ولما كَانَ النكاح يتعلق بالزوج والزوجة منه أحكام ذكر حكمًا يتعلق بالزوج تعلقًا مستمرًّا وهو النَّفَقَة.
ولما كانت النَّفَقَة من المأكولات عَقَّبها بالأطعمة.
ثم كَانَ من الأطعمة ما هو خاص فعقبها بالعَقِيْقَة.
ولما كَانَ فيها ذبح قَالَ: كتابُ الذبائح.
ولما كَانَ من المذبوح ما يُصاد قَالَ: الصيد.
ولما كَانَ الذبح يتكرر أو يتوقت قَالَ: الأضاحي.
ولما كانت المأكولاتُ تستدعي المشروبات قَالَ: الأَشْرِبة.
ولما كانت المأكولات والمشروبات [٦/ ب] قد تضر البدن قَالَ: الطب، وذكر فيه تعلقات المَرَض وثواب المرض.
ولما كَانَ الآكل والشاربُ يحتاج بدنه إلَى التستر قَالَ: اللباس، وذكر فيه الزِّينة وأحكامها، والطيب وأنواعه.
ولما كَانَ كثير منها يتعلق بآدابِ النَّفْس، عقبها بكتاب الأدب.
وكان من جملة الأدب بر الوالدين والإحسان إلَى الأقارب قَالَ: البر والصِّلة.
ولما كَانَ من جملة الإحسان ألا يدخل بغير إذن فقال: السلام والاستئذان.
ولما كَانَ الاستئذان يستفتح الأبواب السفلية أردفه بما يستفتح الأبواب العلوية وهو الدعاء.
ولما كَانَ الدعاء قد يكون سَبَبَ المغفرة عَقَّبَهُ بالاستغفار.
ولما كَانَت المغفرة تهدم الذنوب عَقَّبها بالتوبة والذكر.
ولما كَانَ الذكرُ والدعاء سببًا للاتعاظ ذكر الرقائق.
ولما كَانَ ما يُدْعَى به قد يوافق القَدَر أو لا عَقب ذَلِكَ بكتاب القَدَر.
ولما كَانَ القَدَر قد يُحَالُ عليه الأشياء المنذورة عقبه بالنذرِ.
ولما كَانَ النذر فيه كفارة أضافَ إليه الأَيْمَان؛ لأن فيها الكفارة، ثم ذكر الكفارة.','1','83',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (70,'ولما تمت أحوال الأحياء في الدُّنْيَا عَقبه بذكر أحوالهم بعد الموت فقال: الفرائض.
ولما تم ذلِكَ بغير جناية عَقَّبه بالحدود.
ولما كَانَ المرتد لا يكفر إذا كَانَ مكرهًا ذكر الإكراه.
ولما كَانَ المُكْرَه قد يُضْمر في نفسه حيلة رافعة ذكر الحيل، وما يحلُّ منها وما يحرم.
ولما كَانَ فيها ما يخفى أردفها بتعبير الرؤيا.
ولما كَانَ فيها لبعض الناس فتنة، كما قَالَ تعالي: {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} [الإسراء: ٦٠]. عَقَّبها بالفتن.
ولما كانت الفتن يرجع فيها إلَى الأئمة عقبها بالأحكام وأحوال الأمراء والقضاة.
ولما كَانَ ذَلِكَ قد يُتَمَنَّى عَقبَه بالتَّمَنِّي.
ولما كَانَ مدار الأحكام عَلى أخبار الآحاد ذكره في باب.
ولما كانت كلها تحتاج إلَى الكتاب والسُّنة عَقَّبها بالاعتصام بهما.
ولما كَانَ أصل العِصْمة هو توحيد الله عَقَّبه بكتاب التوحيد.
ولما كَانَ آخر الأمور الَّتِي يظهر بِها المفلح من الخاسر ثقل الموازين أو خفتها جعل آخر تراجم أبوابه باب: قول الله تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ} الآية [الأنبياء: ٤٧]. وأن أعمال بني آدم توزن.
فبدأ ببدء الوحي؛ إذ به ظهرت حكمة بدء الخلق؛ لقوله تعالَى: {وَمَا [٧ / أ] خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦)} [الذاريات: ٥٦]. وختم بآخر الأحوال الموجبة للاستقرار.
وافتتح بحديث: "الأعمال بالنيات" (١)، وختم بكون الأعمال توزن، وأشار بذلك إلَى أنه إنما يَثْقل منها ما كانَ خالصًا، وأورد فيه حديث "كلمتان خفيفتان عَلى اللسان،
_________
(١) "صحيح البُخَاريّ" (كتاب: بدء الوحي، باب: كيف كَانَ بدء الوحي. . .) برقم (١).','1','84',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (71,'حبيبتان إلَى الرحْمَن، ثقيلتان في الميزان" (١).
فقوله: "كلمتان خفيفتان عَلى اللسان"، فيه ترغيب للتخفيف، وقوله: "حبيبتان"، فيه حث عَلى ذكرهما لمحبة الرحمن، وقوله: "ثقيلتان في الميزان"، فيه إظهار ثوابهما، وهاتان الكلمتان معناهما جاء في ختام دعاء أهل الجنة، وذلك في قوله تعالَي: {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠)} [يونس: ١٠].
_________
(١) "صحيح البخاري" (كتاب: التوحيد، باب: قول الله تعالَى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ. . .}) برقم (٧٥٦٣).','1','85',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (72,'<span data-type="title" id=toc-12>الفصل الثاني في ترجمة المصنف</span>
*<span data-type="title" id=toc-13> ذكر نسبه ومولده:</span>
هو مُحَمَّد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَه بن الأحنف الجُعْفِي مولاهم البُخَاريّ، وبَرْدزْبَه في نسبه قيده ابن ماكولا (١) -بفتح الباء الموحدة، وسكون الراء، ثم دال مهملة مكسورة ثم زاي ساكنة، ثم باء موحدة، ثم هاء- وهو فارسي، ومعناه بالعربية: الزُّرَّاع بلغة أهل بخارى، وقيل فيه غير ذَلِكَ، وكان بَرْدِزْبَه المذكور مجوسيًّا، وكان في بخارى والٍ يُقالُ له: اليماني الجُعْفِي، فأسلم المغيرة بن بَرْدِزْبَه عَلى يديه، فمن ثمَّ قيل للبخاري: الجُعْفِي.
فأما إبراهيم بن المغيرة فلم نقف عَلى شيء من أحواله، والظاهر أنه لم ينظر في العلم.
وأما إسماعيل بن إبراهيم فذكر له ابنه ترجمة في تاريخه (٢) وقَالَ: إنه سمع من مالك وحماد بن زيد، وابن المبارك، وقَالَ ابن حبان في الطبقة الرابعة من الثقات: إسماعيل بن إبراهيم والد البُخَاريّ يروي عن حماد بن زيد، ومالك يروي عنه العراقيون (٣).
وَوُلدَ مُحَمَّد بن إسماعيل -ويُكْنَى أبا عبد الله- يوم الجمعة بعد الصلاة لثلاث عشرة ليلة خلت من شوال سنة أربع وتسعين ومائة ببخارى، قَالَ المستنير بن عتيق: أخرج لي ذَلِكَ مُحَمَّد بن إسماعيل بخط أبيه، وروى أبو حسان مهيب بن سليم عن البُخَاريّ نحوه.
_________
(١) "الإكمال" (١/ ٢٥٩).
(٢) "التاريخ الكبير" (١/ ٣٤٢ - ٣٤٣).
(٣) "الثقات" (٨/ ٩٨).','1','87',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (73,'*<span data-type="title" id=toc-14> ذكر منشئه وطلبه الحديث [</span>٧ / ب]:
روى غُنْجَار في تاريخه من وجهين أن مُحَمَّد بن إسماعيل ذَهَبَت عيناه في صغره, فرأت والدته إبراهيم الخليل في النوم، فقال لَها: يا هذه، قد رد الله عَلى ابنك بصره لكثرة دعائك، قالَ: فأصبح وقد رد الله عليه بصره، ورواها أبو القاسم اللالكائي في كتاب "كرامات الأولياء" له من طريق غُنْجَار (١).
وقالَ الفَربري: سمعت مُحَمَّد بن أبي حاتم وراق البُخَاريّ يقول: سمعت البُخَاريّ يقول: أُلْهِمْتُ حفظ الحديث وأنا في الكُتَّاب، قُلْتُ: وكم أتى عليك إذ ذاك؟ فقال: عشر سنين أو أقل، ثم خرجت من الكُتَّاب بعد العشر فجعلت أختلف إلَى الداخلي وغيره، فقال يومًا فيما كَانَ يقرأ للناس: سفيان، عن أبي الزبير، عن إبراهيم، فقلت: إن أبا الزبير لم يرو عن إبراهيم، فانتهرني، فقلت: ارجع إلَى الأصل إن كَانَ عندك، فدخل فنظر فيه ثم رجع، فقال لي: كيف هو يا غلام؟ قُلْتُ: هو الزبير وهو ابن عدي، عن إبراهيم، فأخذ القلم وأصلح كتابه وقَالَ: صدقت (٢).
قَالَ: فلما طعنت في ست عشرة سنة حفظتُ كتب ابن المبارك ووكيع، وعرفت كلام هؤلاء لمعنى أهل الرأي، ثم خرجت مع أمي وأخي أَحْمَد إلَى مكة، فلما حججنا رجع أخي وتخلفت بِها في طلب العلم (٣).
قُلْتُ: فكان حجه عَلى هذا سنة عشرٍ ومائتين.
قَالَ: فلما طعنت في ثماني عشرة صنفت كتاب: "قضايا الصحابة والتابعين وأقاويلهم"، ثم صنفت: "التاريخ" في المدينة عند قبر النبي - صلى الله عليه وسلم -، وكنت أكتبه في الليالي المقمرة، قَالَ: وقل اسم في "التاريخ" إلا وله عندي قصة إلا أني كرهت أن يطول الكتاب (٤).
وَقَالَ وراق البُخَاري: سمعته يقول: دخلتُ بَلْخ، فسألوني أن أملي عليهم لكل
_________
(١) "كرامات الأولياء" برقم (٢٢٩)، وراجع: "سير أعلام النبلاء" (١٢/ ٣٩٣).
(٢) راجع: "سير أعلام النبلاء" (١٢/ ٣٩٣).
(٣) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٠).
(٤) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٠).','1','88',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (74,'من لقيت حديثا عنه، فأمليتُ ألف حديث لألف شيخ ممن كتبتُ عنهم، ثم قَالَ: كتبت عن ألفٍ وثمانين نفسًا ليس فيهم إلا صاحب حديث (١).
وَقَالَ أيضًا: لم أكتب إلا عمن قَالَ: "الإيمان قول وعمل" (٢).
وَقَالَ جعفر بن مُحَمَّد القطان: سمعته يقول: ما عندي حديث إلا وأذكر إسناده (٣).
وَقَالَ سهل بن السري: قَالَ البُخَاريّ: رحلت إلَى الشام ومصر والجزيرة مرتين، وإلَى البصرة أربع مرات، قَالَ: وأقمتُ بالحجاز ستة أعوام [٨/ أ]، ولا أحصي كم دخلت الكوفة وبغداد (٤).
وَقَالَ العباس الدوري: ما رأيتُ أحسن طلبا للحديث من مُحَمَّد بن إسماعيل.
وَقَالَ أبو الفضل ابن طاهر: عزم مُحَمَّد بن إسماعيل عَلى الرحلة إلَى اليمن لأجل عبد الرزاق، وكان ذَلِكَ سنة عشرٍ ومائتين، وعبد الرزاق حي، فلقيه يحيى بن جعفر فسأله عنه، فقال له: مات عبد الرزاق، فسمع البُخَاريّ حديث عبد الرزاق من يحيى بن جعفر، ثم بان بَعْدُ أن عبد الرزاق ما كَانَ مات، فحمل الأمر عَلى أن يحيي بن جعفر اعتمد في إخباره بموته عَلى حكاية شائعة لم تثبت، ولم يقدح ذَلِكَ فيه عند البُخَاريّ، بل كَانَ يثني عليه.
وَقَالَ حاشد بن إسماعيل: كَانَ البُخَاريّ يختلفُ معنا إلي مشايخ البصرة وهو غُلام، فلا يكتب حَتَّي أتى عَلى ذَلِكَ أيام، فَلُمْناه بعد ستة عشر يومًا، فقال: قد أكثرتم عليَّ، فاعرضوا عليَّ ما كتبتم، فأخرجناهُ فزاد عَلى خمسة عشر ألف حديث، فقرأها كلها عن ظهر قلب حَتَّى جعلنا نحكم (٥) كتبنا من خطه (٦).
_________
(١) راجع: "سير أعلام النبلاء" (١٢/ ٣٩٥).
(٢) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٠).
(٣) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٧).
(٤) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٧).
(٥) في الحاشية نسخة أخرى: "نصلح".
(٦) راجع: "سير أعلام النبلاء" (١٢/ ٤٠٨)، والصواب: "حفظه" وليس "خطه"، وكذا وقع في "هدي الساري" (ص ٥٠٢).','1','89',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (75,'وَقَالَ مُحَمَّد بن الأزهر (١) السجستاني: كنتُ في مجلس سليمان بن حرب وَالبُخَاريّ معنا يسمع ولا يكتب، فقيل لبعضهم: ما له لا يكتب؟ فقال: يرجع إلَى بخارى فيكتب من حفظه.
وَقَالَ أبو بكر بن أبي عتاب الأعين: كتبنا عن مُحَمَّد بن إسماعيل عَلى باب مُحَمَّد بن يوسف الفريابي وهو أمرد.
قُلْتُ: كَانَ موت الفِريابي سنة اثنتي عشرة ومائتين، وللبخاري إذ ذاك ثماني عشرة سنة.
وَقَالَ وراق البُخَاريّ عنه: كنت في مجلس الفريابي فقال: حَدَّثَنَا سفيان، عن أبي عروة، عن أبي الخطاب، عن أنس، فذكر حديثا قَالَ: فلم يعرف أحد في المجلس أبا عروة ولا أبا الخطاب، فقلت لهم: أبو عروة هو معمر، وأبو الخطاب هو قتادة، قَالَ: وكان الثوري فَعُولًا لذلك يكني المشهورين.

*<span data-type="title" id=toc-15> ذِكْرُ مَراتب مَشَايخه الذين أخذ عنهم:</span>
* قد تقدَّم التنبيه عَلى كثرتهم وينحصرون في خَمْس طبقات:
الطبقة الأولى:
- من حدثه عن التابعين، فمنهم مَكِّيُّ بن إبراهيم البلْخِي، حَدَّثه عن يزيد بن أبي عُبيد مولى سلمة بن الأكوع.
- وَمُحَمَّد بن عبد الله الأنصاري حَدَّثه عن حُميد الطَّويل.
- وعلي بن عَيَّاش، وعصام بن خالد حَدَّثَاه عن حَريز بن عُثمان [٨ / ب].
- وعبد الله بن موسي حدثه عن إسماعيل بن أبي خالد، وهشام بن عروة وغيرهما.
- وخَلَّاد بن يحيى حدثه عن عيسى بن طَهْمَان.
- وأبو نُعَيْم الفضل بن دُكين حدثه عن الأعمش.
_________
(١) في الأصل: "الأزهري"، والمثبت من "الفتح".','1','90',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (76,'الطبقة الثانية:
من كَانَ في عصر هؤلاء لكنه لم يسمع من أحد من التابعين: كآدم بن أبي إياس، وسعيد بن أبي مريم، وأبي مُسْهِر عبد الأعلى بن مُسْهر، وغيرهم من أصحاب ابن أبي ذِئب والأوزاعي وشُعبة ونحوهم.
المرتبة الثالثة:
وهم جُلُّ مشايخه مَن سمع مِنْ أعيان أتباع التابعينَ، وهي المرتبة الوسطى، وقد شاركه مسلمٌ في هذه الطبقة: كأحمد بن حَنْبل، ويحيي بن معين، وعلي بن المديني، وإسحاق بن رَاهَويه، وأبي بكر وعُثْمَان ابني أبي شيبة، وأشباههم من أصحاب حَمَّاد بن زيد، والليث بن سعد، وابن عُيَيْنَة، وابن المُبَارك وغيرهم.
المرتبة الرابعة:
رُفقَاؤه في الطلب ومن سمع قبله قليلًا: كمحمد بن عبد الرحيم صَاعقة، وَمُحَمَّد ابن يحيى الذُهلي، وعبد بن حُمَيد وأمثالهم.
المرتبة الخامسة:
قوم في عِداد طلبته في السِّنِّ والإسناد، أخذ عنهم ما ليس عنده: كعبد الله بن حَمَّاد الآمُلي، وعبد الله بن أبي القاضي، وحُسين بن مُحَمَّد القَبَّاني، ونحوهم.
فقد رُوي عن وكيع أنه قَالَ: لا يكون الرجل عالِمًا حَتَّى يحدث عمن هو فوقه، وعمن هو مثله، وعمن هو دونه.
وإنما قصدت بتمييز طبقات مشايخه؛ لأنه قد يظن من يعرف أنه يروي عن أتباع التابعين حيث يروي روايته عمن هو أصغر منه أن في الإسناد غلطًا أو عكس ذَلكَ، فإذا عَرَف ما حقَّقتُ انتفت عنه الرِّيبة.

*<span data-type="title" id=toc-16> ذكر سيرته وشمائله وزهده وفضائله:</span>
قَالَ مُحَمَّد بن أبي حاتم الوراق: سمعت أحْمَد بن حفص (١) يقول: دخلتُ عَلى إسماعيل والد البُخَاريّ بيته عند موته فقال: لا أعلمُ في مالي درهما من حرام ولا درهمًا من شُبهة.
_________
(١) في الحاشية في نسخة: "جعفر". راجع: "سير أعلام النبلاء" (١٢/ ٤٤٧)، وفيه "أحْمَد بن حفص"، وكذا في "فتح الباري".','1','91',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (77,'وروى غنجار من طريق بكر بن منير قَالَ: حُمل إلَى مُحَمَّد بن إسماعيل بضاعة، فاجتمع به بعض التجار، فطلبوها منه بربح خمسة آلاف، فقال لهم: انصرفوا الليلة، فجاءه من الغد تجار آخرون فطلبوا منه البضاعة [٩/ أ] بربح عشرة آلاف، فردَّهم وَقَالَ: إني نويتُ البارحة أن أدفع إلَى أولئك ما طلبوا، ودفعها إلَى الأولين، وَقَالَ: لا أحب أن أنقض نيتي.
وَقَالَ مُحَمَّد الوراق: كنتُ مع البُخَاريّ بفَربر وهو يصنف كتاب التفسير، فاستلقى يومًا، وكان قد أتعب نفسه في ذَلِكَ اليوم في التخريج، فقلت له: إني أراك تقول: ما أثبت شيئا بغير علم، فما الفائدة في الاستلقاء؟ قَالَ فكدَت (١)، وإن هذا ثغر، وكنت قد أتعبت نفسي، فخشيت أن يحدث حَدَثٌ من أمر العدو، فأحببتُ أن أستريح وآخذ أهْبَةً، فإن غافصنا (٢) عدو كَانَ بنا حِرَاك، قَالَ: وكان يركب إلَى الرمي كثيرًا فما أَعْلَمني في طول ما صحبته أخطأ سهمه الهدف إلا مرتين، بل كَانَ يُصيب في كُل ذَلِكَ ولا يُلْحَق (٣).
قَالَ: وسمعته يقول: دعوت ربي مرتين فاستجاب لي -يعني: في الحال- فلا أحبُّ أن أدعو بَعْدُ فلعله يُنْقِص حسناتي.
قال: وسمعته يقول: لا يكون لي خصم في الآخرة إن شاء الله فقلتُ له: إن بعض الناس ينقمون عليك التاريخ، ويقولون: فيه اغتياب الناس، فقالى: إنما روينا ذَلِكَ رواية، لم نقله من عند أنفسنا، وإنما قاله من قاله عَلى سبيل النصح.
قَالَ: وسمعته يقول: ما اغتبتُ أحدًا قط منذ علمت أن الغيبة حرام.
وقَالَ بكر بن منير: كَانَ مُحَمَّد بن إسماعيل يُصلي ذات يوم، فلسعه الزنبور سبع عشرة مرة، فلما قضى صلاته قَالَ: انظروا أي شيء هذا الَّذِي آذاني في صلاتي؟ فنظروا فإذا الزنبور قد وَرَّمَه في سبعة عشر موضعًا ولم يقطع صلاته.
_________
(١) كذا في الأصل، وهي في "تاريخ بغداد"، و"تهذيب الكمال"، و"سير أعلام النبلاء": "أتعبنا أنفسنا اليوم"، وفِي "هدي الساري": "أتعبتُ نفسي اليوم"، فلعلها تصحفت من كلمة "الكدّ".
(٢) غافصنا: غافصه: أخذه عَلى غرَّة.
(٣) "تاريخ بغداد" (٢/ ١٤)، و"تهذيب الكمال" (٢٤/ ٤٤٨)، و"سير أعلام النبلاء" (١٢/ ٤٤٤)، و"مقدمة فتح الباري" (٥٠٤).','1','92',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (78,'قَالَ وراقه: وكان كثير الإحسان إلَى الطلبة، مفرط الكرم، قليل الأكل جدًّا.
قَالَ: وسمعته يقول: كنت أسْتَغِلُّ في كل شهر خَمسمائة فأنفقها في الطلب، وما عند الله خير وأبقى.
وحكى أبو الحسن يوسف بن أبي أحْمَد البُخَاريّ أن مُحَمَّد بن إسماعيل مرض، فعرضوا ماءه عَلى الأطباء، فقالوا: إن هذا الماء يشبه ماء بعض أساقفة النصارى، فإنهم لا يأتدمون، فصدقهم وقَالَ: لم أأتدم منذ أربعين سنة، فسئل عَلى أن يستعمل الأدم بعد ذَلكَ فامتنع، فألح عليه المشايخ، فأجابهم أن يأكل مع الخبز سُّكَّرَة (١).
وَقَالَ [٩/ ب] الحاكم: أَخْبَرَني مُحَمَّد بن خالد، ثَنا مُسَبِّح بن سعيد، قَالَ: كَانَ البُخَاريّ إذا حضر رمضان يجتمع إليه أصحابه فيصلي بهم ويقرأ في كل ركعة عشرين آية إلَى أن يختم القرآن، وكان يقرأ في السحر ما بين النصف إلَى الثلث، وكان يختم كل يوم ختمة عند الإفطار.
وقَالَ وراقه: كَانَ يُصلي في وقت السحر ثلاث عشرة ركعة يوتر منها بواحدة، ويقوم في الليل مرارًا يأخذ القَدَّاحة فيوري نارًا بيده ويسرج، ويخرج أحاديث فيعلم عليها ثم يضع رأسه، ربما فعل ذلِكَ في الليلة الواحدة عشرين مرة، فقلتُ له: ألا (٢) توقظني؟ فقال: أنت شاب فلا أحب أن أفسد عليك نومك.
وَقَالَ مُحَمَّد بن منصور: كنا في مجلس البُخَاري، فرفع إنسان من لحيته قذاة فطرحها، قَالَ: فرأيته ينظر إليها وإلى الناس، فلما غفلوا أخذها فأدخلها في كمه، فلما خرج من المسجد أخرجها فطرحها عَلى الأرض.
وَقَالَ الحسن بن مُحَمَّد السمرقندي: كانت فيه ثلاث خصال: كَانَ قليل الكلام، وكان لا يطمع فيما عند الناس، وكان لا يشتغل بأمور الناس.
_________
(١) السُّكَّرة: الواحدة من السُّكر، وهو رطب طيب، وعنب يصيبه المرق فينتثر فلا يبقى في العنقود إلا أقله، وعناقيده أوساط، وهو أبيض رطب صادق الحلاوة عذب من طرائف العنب، ويزبب أيضًا. وراجع: "لسان العرب"، و"القاموس المحيط".
(٢) في الحاشية نسخة أخرى: "لِمَ لَا".','1','93',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (79,'*<span data-type="title" id=toc-17> ذكر ثناء مشايخه عليه:</span>
قَالَ سليمان بن حرب ونظر إليه يومًا: هذا يكون له صيت، وكذا قَالَ أَحْمَد بن حفص. وعنه قَالَ: كنت إذا دخلتُ عَلى سليمان بن حرب يقول: بيِّن لنا غلط شعبة.
وعنه قَالَ: كَانَ إسماعيل بن أبي أُوَيْس إذا انتخبت من كتابه نسخ تلك الأحاديث لنفسه ويقول: هذه الأحاديث انتخبها مُحَمَّد بن إسماعيل من حديثي.
قَالَ: وَقَالَ ابن أبي أويس: انظر في كتبي، فجميع ما أملك لك، وأنا شاكر لك مادمت حيًّا.
وَقَالَ حاشد بن إسماعيل: قَالَ لي أبو مُصعب الزهري: مُحَمّد بن إسماعيل أفقه عندنا وأبصرُ بالحديث من أَحْمَد بن حنبل، فقال له رجل من جلسائه: أفرطت، فقال: لو أدركتَ مالكًا ونظرتَ إليه وإلَى مُحَمَّد بن إسماعيل لقلتَ كلاهما واحد في الفقه والحديث.
وَقَالَ عبدان بن عُثْمان: ما رأيتُ -يعني: شابًّا- أبصر منه.
وَقالَ قُتَيْبَة بن سعيد: جالستُ الفقهاء والزهاد والعُبَّاد، ما رأيتُ منذ عقلت كمحمد بن إسماعيل ولو كان في الصحابة لكان آية.
وقتيبة رأى مالكًا فمن دونه.
وَقالَ الفَربري: كنا عند قتيبة فسئل عن طلاق السكران، فقال للسائل: هذا أَحْمَد [١٠ / أ]، وإسحاق، وعلي بن المديني، قد ساقهم الله إليك وأشار إلَى البُخَاريّ.
قَالَ: وكان يحيى بن معين ينقاد إليه في المعرفة.
وقال أَحْمَد بن حنبل: ما أخرجت خراسان مثله.
وَقَالَ يعقوب بن إبراهيم الدورقي، ونُعيم بن حَمَّاد: مُحَمَّد بن إسماعيل فقيه هذه الأمة.
وَقالَ بندار: هو أفقه خلق الله في زماننا.
وكان عبد الله بن يوسف التِّنِّيسِي، وَمُحَمَّد بن سلام البِيكَنْدِي وغيرهما يسألونه أن ينظر في كتبهم ويوقفهم عَلى الخطأ الَّذِي فيها.
وَقَالَ حاشد بن إسماعيل: كنت عند إسحاق بن راهويه، وَمُحَمَّد بن إسماعيل جالس معه عَلى الكرسي، وإسحاق يُحدث، فأنكر عليه مُحَمَّد بن إسماعيل شيئا،','1','94',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (80,'فرجع إلَى قوله وَقَالَ: يا معشر أصحاب الحديث، انظروا إلَى هذا الشاب واكتبوا عنه، فلو كَانَ في زمن الحسن البصري لاحتاج إليه الناس لمعرفته بالحديث وفقهه.
وعن البُخَاريّ أنه كَانَ يقول: ما استصغرتُ نفسي إلا عند علي بن المديني، وربما كنتُ أغرب عليه، قَالَ حامد (١) بن أَحْمَد: فذكرتُ ذَلِكَ لعلي بن المديني فقال: ذَروا هذا، هو ما رأى مثل نفسه.
وَقَالَ الحسين بن حُرَيْث: لا أعلمُ أني رأيتُ مثله، وكذا قَالَ علي بن حُجْر.
وَقَالَ رجاء بن مُرَجَّا: فضله عَلى العلماء كفضل الرجال عَلى النساء.
وَقَالَ عمرو بن علي الفلَّاس: كل حديث لا يعرفه مُحَمَّد بن إسماعيل فليس بحديث.
وَقَالَ أيضًا: ليس بخراسان مثله.
وَقَالَ أبو عيسى الترمِذيّ: كانَ مُحَمَّد بن إسماعيل عند عبد الله بن منير فلما قام قَالَ له عبد الله: جعلك [الله] (٢) زين هذه الأمة، قَالَ التّرمِذي: فاستجيب له فيه.
وَقالَ الفَربري: رأيتُ عبد الله بن منير يكتب عن مُحَمَّد بن إسماعيل ويقول: أنا من تلامذته.
هذا وَالبُخَاريّ قد حدث عنه في الجامع وغيره.
وَقَالَ أَحْمَد بن الضوء: كَانَ أبو بكر ابن أبي شيبة يُسميه البازك، وكان يقول: ما رأيت مثله، وكذا سمعت مُحَمَّد بن عبد الله بن نمير يقول.
وَقَالَ يحيى بن جعفر البيكندي: لو قدرت أن أزيد من عمري في عمر مُحَمَّد بن إسماعيل لفعلت؛ لأن موتي موت رجل واحد، وموت مُحَمَّد بن إسماعيل ذهاب العلم.
وَقَالَ عبد الله بن مُحَمَّد المسندي: من لم يجعل مُحَمَّد بن إسماعيل إمامًا فاتهموه.
وَقَالَ أَحْمَد بن إسحاق الرَّمَادي: من أراد أن ينظر إلَى فقيه بحقه وصدقه فلينظر إلَى مُحَمَّد بن إسماعيل [١٠/ ب].
_________
(١) في الحاشية نسخة أخرى: "حاشد".
(٢) زيادة من "الفتح".','1','95',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (81,'قُلْتُ: وكلام مشايخه في الثناء عليه وتعظيمه ووصفه بالإتقان (١) والحفظ والمعرفة بالفقه أوسع من أن نُحيط به، وفي هذا القدر كفاية.
وأما كلام أقرانه: فيتعين إيراد ما حضرنا منه، لأن العادة في الغالب أن يقع التنافس بين الأقران، فقل من يحصل الثناء عليه مُطلقًا من أقرانه، فمن ذَلكَ قَالَ أبو حاتم الرازي: لم تُخرج خراسان أحفظ من مُحَمَّد بن إسماعيل، ولا قَدِمَ العراق أعلم منه.
وَقَالَ مُحَمَّد بن الحريث: سألتُ أبا زرعة الرازي عن ابن لهيعة فقال: تركه أبو عبد الله البُخَاريّ.
وَقَالَ عبيد العجل: ما رأيتُ مثل مُحَمَّد بن إسماعيل، ورأيت أبا زرعة وأبا حاتم يستمعان إليه، وكان أمة من الأمم، دَيِّنًا، فاضلًا، يُحسن كل شيء، وكان أعلم من مُحَمَّد ابن يحيى الذهلي بكذا وكذا.
وَقَالَ عبد الله بن عبد الرحمن الدارمي: قد رأيت العلماء بالحرمين، والحجاز، والشام، والعراق، فما رأيت فيهم أجمع من مُحَمَّد بن إسماعيل، وهو أعلمنا وأفقهنا وأكثرنا طلبًا.
وَقَالَ أيضًا: مُحَمَّد أبصر مني، هو أكيس الناس.
وَقَالَ صالح جَزَرَة: ما رأيتُ خراسانيًّا أفهم منه.
وَقَالَ فَضْلَك الرَّازي: رافقته مرحلة، فاجتهدت أن أغرب عليه حديثًا واحدًا فلم أقدر، وأنا أغرب عَلى أبي زرعة عدد شعر رأسه.
وأما تعظيم مُسْلِم، والترمذي، وابن خزيمة، والنسائي وغيرهم من تلامذته فمن بعدهم له فأكثر من أن يُحصر، وأشهر من أن يُذكر، ولا عجب فيه؛ لأن مشايخه إذا أطنبوا فيه ذَلِكَ الإطناب وهو شاب فكيف يكون الحال فيه إذا كبر وشاب.
_________
(١) في الأصل: "بالاتفاق"، والمثبت من "الفتح".','1','96',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (82,'*<span data-type="title" id=toc-18> ذكر نُبَذٍ مِمَّا رُوِيَ مِنْ سَعةِ حِفْظِه وفَرْط ذكائه:</span>
قد تقدم منه أشياء، وأشهرها قصة المائة حديث الَّتِي قلبها أهلُ بغداد، فاستحضرها كلها، وردَّ أسانيدها إلَى متونها عَلى الصواب، وسردها لهم عَلى ترتيب ما أوردوا عليه من مرة واحدة، حكاها ابن عدي والخطيب وغيرهما.
وَقَالَ أبو بكر الكلوذاني: كَانَ البُخَاريّ يأخذ الكتاب من العلم، فيطلع إليه اطلاعة، فيحفظ عامة أحاديثه من مرة.
وَقَالَ أبو الأزهر: كَانَ بسمرقند أربعمائة مُحدِّث، فأحبوا أن يغالطوا مُحَمَّد بن إسماعيل، فأدخلوا إسناد الشام في إسناد العراق، وإسناد اليمن في إسناد الحرم، وامتحنوه به، فما تعلقوا عليه بسقطة.
وَقَالَ وراقه: سمعته [١١/ أ] يقول: ما نمتُ البارحة حَتَّي عددت كم أدخلت تصانيفي من الحديث، فإذا نحو من مائتي ألف.
وَقَالَ عنه أيضًا: ما جلستُ للتحديث حَتَّى عرفت الصحيح من السقيم، وَحَتَّى نظرتُ في كتب أهل الرأي وعرفت قولهم، فلا أعلم شيئا يُحتاج إليه إلا وهو في الكتاب والسنة، قَالَ: فقلتُ له: يُمكن معرفة ذَلِكَ؟ ! قَالَ: نعم.
وَقَالَ أَحْمَد بن حمدون: رأيتُ البُخَاريّ في جنازة، وَمُحَمَّد بن يحيى الذهلي يسأله عن الأسماء والعلل، وهو يمر فيها مثل السهم كأنه يقرأ: {قُلْ هُوَ اللَّهُ أَحَدٌ (١)}.

*<span data-type="title" id=toc-19> ذكر تصانيفه والرواة عنه:</span>
فمنها (الْجَامع الصحيح)، وكان سبب تصنيفه ما حكاه إبراهيم بن مِعْقَل النَّسَفي عنه قَالَ: كنا عند إسحاق بن رَاهَويه، فقال بعضُ أصحابه: لو جمعتم كتابًا جامعًا مُختصرًا لسنن النبي - صلى الله عليه وسلم -، قَالَ: فوقع ذَلِكَ في قلبي.
قَالَ: وسمعته يقول: ما أدخلتُ فيه إلا ما صحَّ، وتركتُ من الصحاح كي لا يطول الكتاب.
وَقَالَ مُحَمَّد بن سليمان بن فارس: سمعته يقول: رأيتُ النبي - صلى الله عليه وسلم - في النوم،','1','97',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (83,'وكأنني واقفٌ بين يديه، وبيدي مروحة أذبُّ عنه، فقال لي بعضُ أهل التعبيرات: تَذُبُّ عنه الكذب، قَالَ: فحملني ذَلِكَ عَلى تَخريج الصحيح.
وَقَالَ أبو الهيثم الكُشْمَيْهَنِي: سمعتُ الفَربري يقول: قَالَ البُخَاريّ: ما وضعتُ في كتاب الصحيح حديثًا إلا اغتسلتُ قبل ذَلِكَ وصليتُ ركعتين.
وَقَالَ الفَربري عن البُخَاريّ: صنفتُ الصحيح في ست عشرة سنة، وخرجته من ستمائة ألف حديث، وجعلته حجة بيني وبين الله.
وَقَالَ الفَرْبري: سمعتُ مُحَمَّد بن أبي حاتم وراق البُخَاريّ يقول: رأيتُ البُخَاريّ في النوم خلف النبي - صلى الله عليه وسلم - وهو يَمشي، فكلما رفع النبي - صلى الله عليه وسلم - قدمه وضع أبو عبد الله قدمه في ذَلِكَ الموضع.
وروى ابن عدي عن الفَرْبَري, عن نَجم بن فُضيل أنه قَالَ: رأيت. . . فذكر نَحو هذا المنام.
وروى شيخ الإسلام الهَرَوي في "ذَمَ الكلام" له من طريق أبي سهل مُحَمَّد بن أحْمَد المروزي قَالَ: سمعت أبا زيد المروزي الفقيه الشافعي يقول: رأيت النبي - صلى الله عليه وسلم - في المنام، وكنت نائمًا بين الركن والمقام، فقال له: يا أبا زيد، إلَى متى تدرس كتاب الشافعي ولا تدرس كتابي؟ ! فقلت: يا رسول الله، وما كتابك؟ قَالَ: جامع مُحَمَّد بن إسماعيل البُخَاري. انتهى [١١/ ب].
وأشهر الرواة عنه له: الفَربري، وهو أبو عبد الله مُحَمَّد بن يوسف بن مطر بن صالح، ومنهم حماد بن شاكر، وإبراهيم بن مِعْقَل النَّسَفي، ومُهِيب بن سليم، وأبو طلحة منصور بن مُحَمَّد بن علي البَزْدوي، وهو آخر من كَانَ يروي الصحيح عن البُخَاريّ موتًا، قَالَه ابن ماكولا وغيره.
وأما قول الفَربري: سمع الجامع من مُحَمَّد بن إسماعيل تسعون ألفًا، فما بقي منهم أحد غيري، فلعله لم يشعر ببقاء البَزْدوي المذكور.
ومن تصانيفه: (الأدب الْمُفرد) يرويه عنه أَحْمَد بن مُحَمَّد بن الجليل -بالجيم- البَزَّاز.
و(رفع اليدين في الصلاة)، و (القراءة خلف الإمام) يرويهما عنه محمود بن','1','98',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (84,'إسحاق الخُزَاعي، وهو آخر من حَدَّث عنه ببخارى.
و(بر الوالدين) يرويه عنه مُحَمَّد بن دلويه الوراق.
و(التاريخ الكبير) يرويه عنه أبو أَحْمَد مُحَمَّد بن سليمان بن فارس، وأبو الحسن مُحَمَّد بن سهل النسوي وغيرهما، وهو الَّذِي قَالَ فيه ابن عُقدة: لا يستغني عنه مُحدث.
و(التاريخ الأوسط) يرويه عنه عبد الله بن أحمد بن عبد السلام الخَفَّاف.
و(التاريخ الصغير) يرويه عنه عبد الله بن مُحَمَّد بن عبد الرحمن الأشقر.
و(خلق أفعال العباد) يرويه عنه يوسف بن ريحان بن عبد الصمد ورواه عنه أيضًا الفَربري.
و(كتاب الضعفاء) يرويه عنه أبو بشر مُحَمَّد بن أَحْمَد بن حَماد الدولابي، ومُسَبِّح بن سعيد. وهذه التصانيف كلها موجودة مروية لنا بالسماع وبالإجازة.
* ومن تصانيفه أيضًا:
(الْجَامع الكبير) ذكره ابن طاهر.
و(الْمُسند الكبير).
و(التفسير الكبير) ذكره التبريزي (١).
و(كتاب الأشرية) ذكره الدارقطني.
و(أسامي الصحابة) ذكره أبو عبد الله ابن مَنْدَه، وذكر ابنه القاسم بن منده أنه يرويه من طريق مُحَمَّد بن سليمان بن فارس عنه.
وذكر من تصانيفه أيضًا (كتاب العلل)، وأنه يرويه عن مُحَمَّد بن عبد الله بن حَمدون إجازة عن عبد الله بن الشرقي عنه.
و(كتاب الكنى المفرد) ذكره الحاكم أبو أَحْمَد.
و(كتاب الهبة) ذكره وراقه مُحَمَّد بن أبي حاتم.
و(كتاب الفوائد) ذكره التّرمِذيّ في أثناء المناقب من جامعه (٢). وغير ذَلِكَ.
_________
(١) في نسخة في الحاشية: "الفربري".
(٢) جامع التّرمِذيّ: (كتاب المناقب، باب: مناقب طلحة بن عبيد الله) برقم (٣٧٤٢).','1','99',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (85,'وروى عنه من مشايخه: عبد الله بن مُحَمَّد المُسْنَدِي، وعبد الله بن منير، وإسحاق ابن أَحْمَد السَّرْمَاري، وَمُحَمَّد بن خلف بن قُتَيْبَة ونَحوهم.
ومن أقرانه فمن بعدهم: عبد الله بن عبد الرحمن الدارمي، وأبو زُرعة [١٢/أ]، وأبو حاتم، وإبراهيم الحربي، وابن أبي عاصم، وصالح جَزَرَة، وابن أبي الدُّنيا، وأبو بكر البَزَّار، وَمُحمَّد بن نصر المَرْوَزِيّ، وعُبَيْد العِجْل، ومُسلم بن الحجاج، وأبو الفضل أَحْمَد بن سلمة، وحسين بن مُحَمَّد القَبَّاني، وموسى بن هارون الحَمَّال، وأبو عمرو الخَفَّاف، ويعقوب بن الأخْرَم، وَمُحَمَّد بن عبد الله مُطَيَّن، وأبو بكر ابن خُزَيْمة، والبحيري، وجعفر بن مُحَمَّد النيسابوري، وأبو عيسى التّرمِذيّ وتلمذ له، وأبو عبد الرحمن النّسَائي وروى أيضًا عن رجل عنه، وأبو بكر بن أبي داود (١)، ويحيى بن مُحَمَّد صاعد، والحسين بن إسماعيل المحاملي وهو آخر من حَدَّث عنه ببغداد.
ويكفي في التنبيه عَلى كثرة الرواة عنه قول الفَرْبري المتقدم: أنه سمع منه الجامع الصحيح تسعون ألفًا.

*<span data-type="title" id=toc-20> ذكر وفاته:</span>
كَانَ قد خرج من بلده لغلبة أصحاب الرأي، فاستوطن بنيسابور، فوقع بينه وبين مُحَمَّد بن يحيى الذُّهْلي منازعة في مسألة، فرجع إلَى بخارى بسبب ذَلكَ، وقصته مع الذهلي مشهورة لا حاجة إلي الإطالة يها، فلما رجع إلَى بُخارى راسله أميرها خالد بن أحْمَد الذُّهْلي أن يحضر عنده ليسمع عليه الحديث، فامتنعَ وَقَالَ لرسوله: قل له: أنا لا أُذلُّ العلم، فإن كانت له حاجة فليحضر في مسجدي أو داري، فكان ذَلِكَ سبب الوحشة بينهما.
ثم راسله ثانيا بأن يفرد لأولاده وقتًا يُحدثهم فيه، فامتنعَ أيضا، فاستمرت الوحشة بينهما إلَى أن أمر خالد بأن يَخرُج من البلد، فأجابَ إلَى الخروج، ودعا عَلى مَن كَانَ
_________
(١) في الحاشية: "كذا" فلعله يقصد: أبو داود وليس أبا بكر بن أبي داود.','1','100',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (86,'السبب، فلم يأت عَلى خالد إلَّا أقل من شهر حَتَّى ورد الأمر من أمير خُراسان بعزله، وأن يُنادى عليه، فأُركب حمارًا عَلى إكَافٍ، ثم صار أمره إلَى الذل والحبس إلَى أن مات، حكى ذَلِكَ الحاكم بسنده الصحيح.
وَقَالَ ابن عدي: سمعتُ عبد القدوس بن عبد الجبار السمرقندي يقول: خرج البُخَاريّ إلَى خرتنك قرية من قُرى سمرقند، فنَزلَ عَلى بعض أقربائه هناك، قَالَ: فسمعته ليلة من الليالي وقد فرغ من صلاة الليل يدعو ويقول في دعائه: اللَّهُمَّ إني قد ضاقت عليَّ الأرض بما رحبت، فاقبضني إليك. قَالَ: فما تَمَّ الشهر حَتَّى قبضه الله.
وَقَالَ مُحَمَّد بن أبي حاتم الوراق: سمعتُ أبا منصور غالب بن جبريل -وهو الَّذِي نزل عليه البُخَاريّ بخرتنك- يقول: إنه أقام عنده أيامًا، فمرض واشتد به المرض، فاتفق وصول رسول من أهل سمرقند إليه أن يخرج إليهم فأجاب، فلما تَهيَّأ للركوب ومشى قدر عشرين خطوة وأنا آخذ بعضده ورجل آخر معي يقوده إلَى الدابة ليركبها، فقال: أرسلوني فقد ضعفت، فدعا بدعوات، ثم اضطجعَ فقضى، وسال منه عرق كثير، وكان قد قَالَ لنا: كفنوني في ثلاثة أثواب ليس فيها قميص ولا عمامة، ففعلنا، فلما دفناهُ فاح من تراب قبره رائحة طيبة كالمسك ودامت أيّامًا، وجعل الناس يَختلفونَ إلَى القبر أيّامًا يأخذون من ترابه إلَى أن جعلنا عليه خشبًا مشبكًا.
وَقَالَ أبو أَحْمَد مُحَمَّد بن مُحَمَّد بن مكي الجرجاني أحد رواة الصحيح عن الفَربري: سمعتُ عبد الواحد بن آدم الطواويسي يقول: رأيتُ النبي - صلى الله عليه وسلم - في النوم ومعه جَماعة من أصحابه وهو واقفٌ في موضع، فسلمتُ عليه، فردَّ عليَّ السلام، فقلتُ: ما وقوفك هنا يا رسول الله؟ قَالَ: "أنتظرُ مُحَمَّد بن إسماعيل"، فلما كَانَ بعد أيام بلغني موته، فنظرتُ فإذا هو قد مات في الساعة الَّتِي رأيتُ فيها رسول الله - صلى الله عليه وسلم -".
وكانت وفاته ليلة السبت ليلة عيد الفطر سنة ستٍّ وخمسين ومائتين، ذكره مُهِيب ابن سليم، والحسن بن الحسين البزاز وغيرهما، وأرَّخه ابن قانع وابن زبر وغير واحد، وكانت مدة عمره اثنتين وستين سنة إلَّا ثلاثة عشر يومًا، رَحِمَهُ الله تَعَالَى.','1','101',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (87,'<span data-type="title" id=toc-21>ذكر الضوابط التي أشرت إليها</span>
<span data-type="title" id=toc-22>أولها: ضابط في تسمية من ذكر بكنيته، فإن لم يعرف له اسم بينته:</span>
*<span data-type="title" id=toc-23> حرف الألف:</span>
أبو الأحْوَص التابعي: عوف بن مالك.
أبو الأَحْوَص من طبقة حَمَّاد بن زيد، اسمه: سلام بن سليم.
أبو إدريس الخَوْلَانِيّ: عائذ الله بن عبد الله.
أبو إسحاق السَّبيعي: عمرو بن عبد الله الكوفي.
أبو إسحاق الشيباني: سليمان بن أبي سليمان.
أبو إسحاق الفزاري: إبراهيم بن مُحَمَّد بن الحارث الدمشقي.
أبو الأسود الدُّؤَلي: ظالِم بن عمرو، تابعي مُخَضْرَم.
أبو الأسود عن عروة: هو مُحَمَّد بن عبد الرحمن بن نوفل.
أبو أُسيد الساعدي: صحابي اسمه مالك بن ربيعة.
أبو الأَشْهَب العُطَاردي جعفر بن حبان.
أبو أُمامة بن سهل، اسمه: أسعد بن سهل بن حنيف.
أبو أنس الأصبحي حليف بني تيم، اسمه: مالك بن أبي عامر.
أبو إياس: معاوية بن قُرَّة المُزنِي.

*<span data-type="title" id=toc-24> حرف الباء:</span>
أبو البدر شجاع بن الوليد الكوفي.
أبو بُردَة بن أبي موسى الأشعري، قيل اسمه: الحارث، وقيل: عامر.
أبو بُرْدة بن نِيَار خال البراء بن عازب، اسمه: هانئ، وقيل: الحارث، وقيل غير ذَلِكَ.','1','102',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (88,'أبو بُرْدَة الأصغر: بُرَيد بن عبد الله بن أبي بُرْدَة بن أبي موسى.
أبو بَرْزَة الأسلمي: نَضْلَة بن عُبَيْد، وقيل غير ذَلِكَ.
أبو بشر، عن سعيد بن جبير، هو: جعفر بن أبي وَحْشِيَّة إياس.
أبو بشير الأنصاري صحابي، قيل: اسمه: قيس بن عبيد.
أبو بكر بن أصْرَم، اسمه: بُور أوله حرف بين الباء والفاء مضموم، وآخره راء.
أبو بكر بن الأسود (١)، هو: عبد الله بن مُحَمَّد بن حُمير بن الأسود.
أبو بكر بن حَزْم، هو: ابن مُحَمَّد بن عمرو بن حَزْم، نُسب إلَى جد أبيه.
أبو بكر بن أبي أُوَيْس، اسمه عبد الحميد بن عبد الله.
أبو بكر بن أبي حَثْمَة، هو: ابن سليمان بن أبي حَثْمة العدوي، نسب إلَى جده.
أبو بكر بن سالم بن عبد الله بن عمر، لا يُعرف اسمه.
أبو بكر بن أبي شيبة، اسمه: عبد الله بن مُحَمَّد بن أبي شيبة إبراهيم بن عُثْمان الكوفي.
أبو بكر بن شيبة، اسمه: عبد الرحمن بن عبد الملك بن شيبة، نُسب إلَى جده، وهو مدني.
أبو بكر بن عمر بن عبد الرحمن [بن] (٢) عبد الله بن عمر، اسمه كنيته.
أبو بكر بن عياش الكوفي المقرئ، قيل: اسمه شُعبة، ورَجَّحَهُ أبو زُرعة، وقيل غير ذَلِكَ عَلى عشرة أقوال، وصحح ابن حبان أن اسمه كنيته.
أبو بكر بن مُحَمَّد بن عمرو بن حَزْم: الأصح أن اسمه كنيته.
أبو بكر بن المُنْكَدر، اسمه كنيته، وهو أخو مُحَمَّد، وَمُحَمَّد أشهرهما.
أبو بكر بن أبي موسى، قيل: اسمه عمرو، وقيل: عامر، وَقَالَ ابن سعد: اسمه
_________
(١) كذا، وهو: أبو بكر بن أبي الأسود.
(٢) سقطت من الأصل.','1','103',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (89,'كنيته.
أبو بكر الحنفي (١)، اسمه: عبد الكبير بن عبد المجيد.
أبو بكر الصديق: عبد الله بن أبي قُحَافة عُثْمان بن عامر التَّيْمِي، وله اسم آخر وهو: عَتِيق.
أبو بكرة (٢) الثقفي صحابي: نُفَيْع.

*<span data-type="title" id=toc-25> حرف التاء:</span>
أبو تُمَيْلة المروزي: يحيى بن واضح.
أبو تَميمة الهُجَيْمي (٣): طَرِيف بن مُجالد.
أبو تَميمٍ: هو الجَيْشَاني، واسمه: عبد الله بن مالك.
أبو توبة الحلبي: الربيع بن نافع.
أبو التَّيِّاح: يزيد بن حُميد الضُّبعي.

*<span data-type="title" id=toc-26> حرف الثاء:</span>
أبو ثابت المدني: مُحَمَّد بن عبيد الله، من شيوخ البُخَاريّ.
أبو ثعلبة الخُشَني، اسمه: جُرْثُوم عَلى المشهور، وقيل غير ذَلِكَ.

*<span data-type="title" id=toc-27> حرف الجيم:</span>
أبو جُحَيْفَة السُّوَائي: وهب بن عبد الله.
أبو جعفر الباقر: مُحَمَّد بن علي بن الحسين بن علي بن أبي طالب.
أبو جعفر السِّمْنَاني: مُحَمَّد بن جعفر.
أبو جَمرة الضُّبعي: نصر بن عمران.
أبو جُهَيم بن الحارث بن الصِّمَّة، قيل اسمه: عبد الله.
_________
(١) في الأصل: "الجعفي".
(٢) في الأصل: "أبو بكر".
(٣) في الأصل: "الجهمي".','1','104',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (90,'أبو الجُوَيرية الجَرْمي، اسمه: حِطَّان بن خُفاف.

*<span data-type="title" id=toc-28> حرف الحاء:</span>
أبو حازم الأشجعي عن أبي هريرة، اسمه: سلمان.
أبو حازم عن سهل بن سعد ومن دونه، هو: سلمة بن دينار المدني الأعرج.
أبو الحُبَاب: سعيد بن يسار المدني.
أبو حَبَّة البدري الأنصاري؛ قيل اسمه: عمرو، وقيل: عامر، وقيل: مالك، وقيل غير ذَلِكَ.
أبو حُذَيْفَة النُّهْدِي: موسى بن مسعود.
أبو حَسَّان عن ابن عباس: اسمه مُسْلِم بن عبد الله.
أبو الحسن السُّوَائي، اسمه: عطاء.
أبو حَصين الأسدي -بفتح أوله-، اسمه: عُثْمان بن عاصم.
أبو حفص بن العلاء: قيل اسمه: عمرو.
أبو حَمزة السُّكَّري المَرْوزي مُحَمَّد بن ميمون، من طبقة حَمَّاد بن زيد.
أبو حُميد الساعدي، اسمه: عبد الرحمن، وقيل: المنذر.
أبو حَيَّان التيمي: يحيى بن سعيد بن حَيَّان.

*<span data-type="title" id=toc-29> حرف الخاء:</span>
أبو خالد الأحمر: سليمان بن حَيَّان.
أبو خَلْدَة السعدي: خالد بن دينار.
أبو خَيْثَمة: زُهير بن معاوية الجُعْفِي.
أبو خَيْثَمة: زُهير بن حرب، من شيوخ البُخَاريّ.
أبو الخير: مِرْثَد بن عبد الله اليَزني.

*<span data-type="title" id=toc-30> حرف الدال:</span>
أبو داود الطَّيالسي: سليمان بن داود.
أبو الدرداء، اسمه: عُوَيْمر عَلى الصحيح.','1','105',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (91,'*<span data-type="title" id=toc-31> حرف الذال:</span>
أبو ذِبْيَان: خَلِيفَة بن كعب.
أبو ذَرٍّ الغِفَاري: جُنْدَب بن جُنَادة عَلى المشهور.

*<span data-type="title" id=toc-32> حرف الراء:</span>
أبو رافع الصائغ: نُفَيْع، تابعي.
أبو رافع مولى رسول الله - صلى الله عليه وسلم -، اسمه: أسْلَم، وقيل: إبراهيم، وقيل غير ذَلِكَ.
أبو الربيع الزَّهْرَاني: سليمان بن داود.
أبو الرِّجَال: مُحَمَّد بن عبد الرحمن الأنصاري، وأمه: عمرة.
أبو رجاء مولى أبي قِلَابة، اسمه: سلمان، ومن قاله: سليمان، فقد صَحَّفَ.
أبو الرَّحَّال الطائي: عُقبة بن عُبَيد.

*<span data-type="title" id=toc-33> حرف الزاي:</span>
أبو زُبَيْد: عَبْثَر بن القاسم.
أبو الزبير: مُحَمَّد بن مُسْلِم بن تَدْرُس.
أبو زُرعة بن عمرو بن جَرير عن أبي هريرة، قيل: اسمه هَرِم، وقيل غير ذَلِكَ، وقيل: اسمه كنيته.
أبو الزِّنَاد: عبد الله بن ذَكْوان.
أبو زيد الهَرَوي: سعيد بن الربيع.

*<span data-type="title" id=toc-34> حرف السين:</span>
أبو سعيد الأَشَج: عبد الله بن سعيد.
أبو سعيد بن المعلَّى الأنصاري، يُقالُ اسمه: رافع، وقيل: الحارث.
أبو سعيد الخُدْري: سعد بن مالك بن سِنَان.
أبو سعيد المَقْبُري: كَيْسَان المدني.
أبو سعيد مولَى بني هاشم، اسمه: عبد الرحمن بن عبد الله.
أبو السَّفَر: سعيد بن يُحْمِد.
أبو سفيان: صخر بن حرب بن أمية.','1','106',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (92,'أبو سفيان صاحب جابر، اسمه: طلحة بن نافع.
أبو سفيان المَعْمَري: مُحَمَّد بن حُميد.
أبو سفيان الحِمْيري: سعيد بن يحيى الواسطي.
أبو سفيان مولَى ابن أبي أحْمَد، قيل اسمه: وهب، وقيل: قُزْمَان، وكان مولَى لبني عبد الأَشْهل، ولازم ابن أبي أَحْمَد فعُرف به.
أبو السُّكَيْن الطائي: زكريا بن يحيى.
أبو سلمة بن عبد الرحمن بن عوف، قيل اسمه: عبد الله، وقيل: إسماعيل، وقيل غير ذَلِكَ.
أبو سلمة التَّبوذَكي: موسى بن إسماعيل، شيخه.
أبو سلمة الخُزَاعي: منصور بن سلمة.
أبو سُهيل بن مالك بن أبي عامر: نافع.
أبو السَّوَّار العدوي: حَسَّان بن حُرَيْث، وقيل: حُرَيْث بن حَسَّان، وقيل غير ذَلِكَ.

*<span data-type="title" id=toc-35> حرف الشين:</span>
أبو شريح الخزاعي الكعبي العدوي: خُوَيْلد بن عمرو على المشهور، وقيل: عبد الرحمن، وقيل غير ذلِكَ.
أبو شُريح المصري: عبد الرحمن بن شُريح.
أبو الشَّعْثَاء: جابر بن زيد، تابعي.
أبو شهاب الحَنَّاط -بالمهملة والنون- وهو الكبير، اسمه: موسى بن نافع، له موضع واحد في الحج (١).
أبو شهاب الحَنَّاط الصغير، اسمه: عبد ربه بن نافع، كثير الحديث.

*<span data-type="title" id=toc-36> حرف الصاد:</span>
أبو صالح عن الليث، هو: عبد الله بن صالح.
_________
(١) "صحيح البُخَاريّ": (كتاب الحج، باب: التمتع والقران والإفراد بالحج وفسخ الحج لمن لم يكن معه هدي) برقم (١٥٦٨).','1','107',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (93,'أبو صالح السَّمَّان الزَّيَّات، اسمه: ذَكْوَان، صاحب أبي هريرة، وأبي سعيد الخُدْرِي.
أبو صالح مولَى التَّوْأَمَة، اسمه: نَبْهَان، مُقِلٌّ.
أبو صخرة: جامع بن شداد الكوفي.
أبو الصديق الناجي: بكر بن عمرو.
أبو صفوان: عبد الله بن سعيد الأموي.

*<span data-type="title" id=toc-37> حرف الضاد:</span>
أبو الضحى: مُسْلِم بن صُبَيْح الكوفي، صاحب مسروق.
أبو ضَمْرة: أنس بن عياض الليثي المدني.

*<span data-type="title" id=toc-38> حرف الطاء:</span>
أبو الطُّفَيْل: عامر بن وَاثلة.
أبو طلحة: زيد بن سهل الأنصاري.
أبو طُوَالة: عبد الله بن عبد الرحمن الأنصاري.

*<span data-type="title" id=toc-39> حرف الظاء:</span>
أبو ظَبْيَان: حصين بن جُنْدَب.
أبو ظِلَال: هو هلال بن أبي هلال، ومن قَال فيه: ابن هلال، فقد أخطأ.

*<span data-type="title" id=toc-40> حرف العين:</span>
أبو عاصم شيخ البُخَاريّ: هو الضحاك بن مَخْلد النَّبِيل.
أبو العَالية: هو الرِّياحي: رُفَيْع.
أبو العالية البَرَّاء -بالتشديد-: زياد، وقيل: كُلْثُوم.
أبو عامر العَقَدِي: عبد الملك بن عمرو (١).
أبو عامر الأشعري: في الأشربة (٢)، لا يُعرف اسمه.
_________
(١) كرر هذه الترجمة في الحاشية، ولكن صحف نسبه إلَى "الغفاري".
(٢) "صحيح البخاري" (كتاب الأشربة، باب: ما جاء فيمن يستحل الخمر ويسميه بغير اسمه) برقم (٥٥٩٠).','1','108',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (94,'أبو عَبَّاد: يحيى بن عَبَّاد الضُّبَعي.
أبو العباس الشاعر الأعمى: هو السائب بن فَرُّوخ المكي.
أبو عبد الله الأَغَر: سلمان.
أبو عبد الله الصُّنَابحي: عبد الرحمن بن عُسَيْلة.
أبو عبد الرحمن السُّلَمي: عبد الله بن حَبيب.
أبو عبد الرحمن المقرئ: عبد الله بن يزيد.
أبو عبد الصمد العَمِّيّ: عبد العزيز بن عبد الصمد.
أبو عَبْس بن جَبْر: اسمه عبد الرحمن، وقيل: عبد الله.
أبو عُبيد القاسم بن سَلام، له موضعان من قوله (١).
أبو عُبَيد عن عُقْبَة بن وَسَّاج، هو: حاجب (٢) سليمان، اسمه: حَيّ، وقيل: حُيَيّ، وقيل غير ذَلِكَ.
أبو عبيد مولى ابن أَزْهَر: اسمه سعد بن عُبيد.
أبو عُبَيْدة بن الجَرَّاح: هو عامر بن عبد الله [بن الجراح] (٣)، نُسب لجده، الفِهْرِي.
أبو عُبَيْدة بن عبد الله بن مسعود، قيل: اسمه عامر.
أبو عُبَيْدة الحدَّاد: عبد الواحد بن واصل.
أبو عُثْمان: الْجَعد بن دينار عن أنس.
أبو عُثْمان الفِهْرِي: عبد الرحمن بن مَلءٍّ، تابعي كبير.
أبو عُثْمان التَّبَّان مولى المغيرة، اسمه: سعيد، وقيل: عمران.
أبو عطية الوَادِعي، اسمه: مالك بن عامر، وقيل: ابن أبي عامر، وقيل غير ذَلِكَ.
_________
(١) الموضع الأول: "صحيح البخاري" (كتاب: أحاديث الأنبياء، باب: قوله: {يَاأَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ. . . .}).
الموضع الثاني: "صحيح البخاري" (كتاب: الرقاق، باب: رفع الأمانة) برقم (٦٤٩٧).
(٢) في الأصل: "صاحب"، وقد كان حاجبًا لسليمان بن عبد الملك.
(٣) زيادة من "الفتح".','1','109',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (95,'أبو عَقِيل الدَّوْرَقِي: بَشِير بن عُقْبَة.
أبو عَقِيل: زُهرة بن مَعبد.
أبو علي الحنفي: عُبَيد الله بن عبد المجيد.
أبو عمر الحَوْضي: حفص بن عمر.
أبو عمر مولَى أسماء بنت أبي بكر، اسمه: عبد الله بن كَيْسَان.
أبو عمرو الأوْزَاعي: عبد الرحمن بن عمرو.
أبو عمرو الشَّيْبَاني: سعد بن إياس.
أبو عمرو مولى عائشة، اسمه: ذَكْوَان.
أبو عمران الجَوني: عبد الملك بن حَبيب.
أبو العُمَيْس: عُتْبَة بن عبد الله المسعودي.
أبو عَوَانة: الوَضَّاح بن عبد الله اليَشْكُري.
أبو عَوْن الثقفي: مُحَمَّد بن عبد الله.
أبو العلاء بن عبد الله بن الشِّخِّير: اسمه يزيد.
أبو عِياض: عَمرو بن الأسود العَنْسِي.

*<span data-type="title" id=toc-41> حرف الغين:</span>
أبو غسان: يحيى بن كثير العَنْبَري.
أبو غسان المدني: مُحَمَّد بن مُطَرِّف.
أبو غسان النَّهْدي: شيخ البُخَاريّ، اسمه مالك بن إسماعيل.
أبو غَلَّاب: يونس بن جُبير البَاهِلي.
أبو الغَيْث: سالم مولَى ابن مُطِيع، مدني.

*<span data-type="title" id=toc-42> حرف الفاء:</span>
أبو فروة الجهني: مُسْلِم بن سالم، هو الأصغر.
أبو فروة الأكبر: عروة بن الحارث الهمداني، تابعي.','1','110',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (96,'*<span data-type="title" id=toc-43> حرف القاف:</span>
أبو قتادة الأنصاري، اسمه: الحارث بن رِبْعِي عَلى المشهور.
أبو قُتَيْبَة: سَلم بن قُتَيْبة الشَّعِيري.
أبو قُدَامة: الحارث بن عُبَيد.
أبو قَدَامة السَّرْخَسي: عُبيد الله بن سعيد.
أبو قِلَابة الجَرْمي عن أنس، اسمه: عبد الله بن زيد.
أبو قيس الأَوْدي: عبد الرحمن بن ثَرْوَان.
أبو قيس مولَى عمرو بن العاصي: اسمه كنيته.

*<span data-type="title" id=toc-44> حرف الكاف:</span>
أبو كَبْشَة السَّلُولي: لا يُعرف اسمه، ووَهِمَ فيه الحاكم.
أبو كُدَيْنَة: يحيى بن المُهَلِّب.
أبو كريب: مُحَمَّد بن العلاء بن كُرَيب.

*<span data-type="title" id=toc-45> حرف اللام:</span>
أبو لُبَابة الأنصاري: بَشير، وقيل: رفاعة بن عبد المنذر.
أبو لَيْلَى بن عبد الله شيخ مالك: لم يُسم، وقيل: هو أبو ليلى عبد الله.

*<span data-type="title" id=toc-46> حرف الميم:</span>
أبو مالك الأشعري: لا يُعرف اسمه، وقيل: هو الحارث بن الحارث.
أبو المتوكل النَّاجِي: علي بن داود، وقيل: ابن دُؤَاد (١).
أبو مُجاهد الطائي: اسمه سعد.
أبو مِجْلَز: لاحِق بن حُمَيْد.
أبو مُحَمَّد الحضرمي: لم يسم، فقيل: هو أفلح مولَى أبي أيوب، ولم يصحَّ.
أبو مُحَمَّد مولَى أبي قتادة عُتبة، اسمه: نافع بن عباس.
_________
(١) في الأصل "داوود" والتصويب من مقدمة الفتح، و"تهذيب التهذيب".','1','111',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (97,'أبو مُرَاوح الغِفَاري، عن أبي ذر، قيل: اسمه واقد.
أبو مُرَّة مولَى عقيل، قيل: اسمه يزيد. [١٥ /ب]
أبو مريم الأسدي: عبد الله بن زياد.
أبو مساور: الفضل بن مُسَاور.
أبو مسعود البَدْري: اسمه عُقبة بن عمرو الأنصاري.
أبو مسعود الجُرَيْري: سعيد بن إياس.
أبو مُسْلِم قائد الأعمش، اسمه: عُبيد الله بن سعيد.
أبو مُصعب الزُّهري المدني: أحْمَد بن أبي بكر.
أبو مُعاوية الضَّرير: مُحَمَّد بن خَازم بِمعجمتين.
أبو مُعاوية النَّحْوي: شَيْبَان (١) بن عبد الرحمن.
أبو مَعْبَد مَوْلَى ابن عباس عنه: اسمه نافِذ.
أبو مَعْشَر البَرَّاء: يوسف بن يزيد.
أبو مَعْشَر شيخ بخاري حكى عنه الفَربري في تفسير: {أَلَمْ نَشَرَحْ} (٢). اسمه: الفضل ابن أَحْمَد بن يعقوب النَّسَفِي، وقد روى هو عن البُخَاري.
أبو المُعَلَّى صاحب سعيد بن جُبير، اسمه: يحيى بن ميمون.
أبو مَعْمَر صاحب ابن مسعود، اسمه: عبد الله بن سَخْبَرة.
أبو مَعْمَر المُقْعَد شيخ البُخَاريّ، اسمه: عبد الله بن عمرو بن أبي الحجاج.
أبو المغيرة: عبد القدوس بن الحجاج، حمصي.
_________
(١) في الأصل: "شيباني".
(٢) ذكر ابن حجر في "الفتح" (٨/ ٧١٢) أنَّه وقع ذَلِكَ في رواية المستملي، ثم قَالَ: "أبو معشر هو: حمدويه بن الخطاب بن إبراهيم البخاري، كان يستملي عَلى البخاري، ويشاركه في بعض شيوخه، وكان صدوقًا، وأضر بآخره".
قُلْتُ: كذا قَالَ هنا، ووقع في المقدمة "هدي الساري" (٢٤٥) كما هنا: "الفضل بن أَحْمَد بن يعقوب"، وكلاهما يروي عن البُخَاريّ، فالله أعلم بالصواب.','1','112',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (98,'أبو المَلِيح بن أسامة الهُذَلي، اسمه: عامر، وقيل: زيد.
أبو المِنْهَال، صاحب أبي بُرْدَة، اسمه: سَيَّار بن سلامة.
أبو المِنْهَال عن زيد بن أَرْقَم وَالْبَراء وغيرهما، اسمه: عبد الرحمن بن مُطْعِم.
أبو موسى: عبد الله بن قيس الأشعري الصحابي.
أبو موسى: مُحَمَّد بن المُثَنى البصري المعروف بالزَّمِن.
أبو موسى عن الحسن، اسمه: إسرائيل بن موسى.
أبو موسى عن جابر في صلاة الخوف (١)؛ قيل: هو الغَافِقي، ولم يثبت، وقيل: هو علي بن رَبَاح.
أبو مَيْسَرة: تابعي، اسمه: عمرو بن شُرَحْبِيل.

*<span data-type="title" id=toc-47> حرف النون:</span>
أبو النَّجَاشي: تابعي، اسمه: عطاء بن صُهيب.
أبو نصر عن ابن عباس: لا يُعرف اسمه.
أبو النَّضْر: هاشم بن القاسم، بغدادي.
أبو النضر الدمشقي الفَرَادِيسي، اسمه: إسحاق بن إبراهيم بن يزيد، وقد يُنسب إلَى جده.
أبو نَضْرَة العَبْدي العَوَقي، اسمه: المنذر بن مالك بن قِطْعَة (٢).
أبو النُّعْمَان: مُحَمَّد بن الفضل السَّدوسي (٣)، وهو عَارِم.
أبو نُعَيم: الفضل بن دُكَين بن زُهَير، كوفي.
أبو نوح: عبد الرحمن بن غَزْوَان، قُرَاد.
_________
(١) "صحيح البُخَاري" (كتاب المغازي، باب: غزوة ذات الرقاع) برقم (٤١٢٦).
(٢) كذا ضبطها الناسخ في الأصل، وقيدها الحافظ في التقريب بضم القاف وفتح الطاء المهملة.
(٣) تصحفت في الأصل إلَى "السوسي".','1','113',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (99,'*<span data-type="title" id=toc-48> حرف الهاء:</span>
أبو هارون، هو: الغَنَوي، واسمه: إبراهيم بن [١٦ / أ] العلاء، ذُكر في موضع واحد (١).
أبو هاشم الرُّمَّاني: يحيى بن دينار أو ابن نافع.
أبو هريرة: مُختلف في اسمه واسم أبيه اختلافًا كثيرًا إذا حصل (٢) يرجع قليلًا باعتبار ما كَانَ في الجاهلية وغُيِّرَ في الإسلام، فجزمَ ابن إسحاق بأنه: عبد الرحمن بن صخر، وحكى ذَلِكَ عن بعض أصحابه، عن أبي هريرة قَالَ: كَانَ اسمي عبد شمس بن صخر فسماني النبي - صلى الله عليه وسلم - عبد الرحمن، ورواه الحاكم في المستدرك (٣) من هذا الوجه.
ويقويه ما رواه ابن خزيمة في "صحيحه" من طريق مُحَمَّد بن عمر، عن أبي سلمة، عن أبي هريرة قَالَ: كَانَ اسمي عبد شمس، وَقَالَ ابن خُزيمة: اسمه -يعني: في الإسلام-: عبد الله أو عبد الرحمن (٤)، رواه ابن السكن من طريق أبي إسماعيل المؤدب، عن الأعمش (٥)، عن أبي صالح، عن أبي هريرة، واسمه عبد الرحمن بن صخر (٦)، قَالَ ابن السكن: كذا في الإسناد ولا أدري من سَمَّاه. انتهى
وصحح قول ابن إسحاق خلق من المتأخرين، وخالفهم الدمياطي، فجزم بما قَالَ ابن الكلبي أنَّه عُمَير بن عامر، والله أعلم.
أبو هشام: المغيرة بن سلمة المخزومي.
أبو همام: مُحَمَّد بن الزَّبَرْقَان.
أبو هلال الرَّاسِبِي: مُحَمَّد بن سُلَيم.
_________
(١) "صحيح البخاري" (كتاب الجنائز، باب: هل يخرج الميت من القبر واللحد لعلة) برقم (١٣٥٠).
(٢) مشتبهة في الأصل، ولعلها "حصر".
(٣) "المستدرك": (كتاب معرفة الصحابة، باب: ذكر أبي هريرة الدوسي) (٣/ ٥٠٧).
(٤) راجع: "تهذيب التهذيب" (١٢/ ٢٦٧).
(٥) في الأصل: "أبي الأعمش"، والمثبت هو الصواب.
(٦) راجع: "الإصابة" (٤/ ٢٠٣)، و"تهذيب التهذيب" (١٢/ ٢٦٧).
وقد أخرجه: ابن عساكر في "تاريخ دمشق" (٦٧/ ٣٠٥) بسنده إلَى أبي إسماعيل المؤدب.','1','114',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (100,'*<span data-type="title" id=toc-49> حرف الواو:</span>
أبو واقد الليثي: صحابي، اسمه: الحارث بن مالك، وقيل غير ذَلكَ.
أبو وائل: شَقِيق بن سلمة، تابعي.
أبو الوليد الطَّيالسي: هشام بن عبد الملك.
أبو الوليد صاحب ابن سيرين، اسمه: عبد الله بن الحارث.
* حرف لا (١):
أبو لاس الخزاعي، يقال: هو عبد الله بن عنمة (٢) ولا يصح، وهو صحابي له موضع واحد (٣).

*<span data-type="title" id=toc-50> حرف الياء:</span>
أبو يزيد المدني: تابعي، قَالَ أبو زُرعة: لا يُسمَّى.
أبو يَعْفُور (٤) الأكبر: تابعي، اسمه: وقدان، وقيل: واقد.
أبو يَعْفُور الأصغر: عبد الرحمن بن عُبيد بن نِسْطاس.
أبو يَعْلَى: مُنْذر الثَّوْري، عن ابن الحَنَفِيَّة.
أبو يَعْلَى التَّوَّزِي: مُحَمَّد بن الصَّلْت.
أبو اليمان: الحكم بن نافع الحمصي شيخ البُخَاريّ.
_________
(١) في الحاشية نسخة أخرى: "حرف لام ألف".
(٢) في الأصل: "عتمة"، والمثبت هو الصواب.
(٣) "صحيح البخاري": (كتاب الزكاة، باب: قول الله تعالَى: {وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ. . .}).
(٤) تصحفت في الأصل إلَى: "يعقوب".','1','115',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (101,'<span data-type="title" id=toc-51>فصل: في النساء</span>
أم حَبيبة زوج النبي - صلى الله عليه وسلم -، هِيَ: رَمْلة بنت أبي سُفيان.
أم حَرَام بنت مِلحَان: هِيَ الغُمَيْصَاء.
أم خالد بنت خالد بن سعيد بن العاصي: اسمها أَمَة.
أم رُومَان والدة عائشة، اسمها: زينب، وقيل: دَعْد.
أم سَلمة زوج النبي - صلى الله عليه وسلم -[١٦ /ب]، اسمها: هند بنت أبي أُمية.
أم سُليم والدة أنس، يقال: اسمها سهلة، ويقال: رُميلة، ويقال: مُليكة، ويقالُ لَها: الرُّمَيْصَاء.
أم شريك، يقال اسمها: غَزِيَّة، ويقالُ: غُزَيْلة.
أم عمرو بنت عبد الله بن الزبير: كنيتها اسمها.
أم العلاء الأنصارية: لا يُعرف اسمها، ويقالُ: هِيَ والدة خارجة بن زيد بن ثابت، والأصح أن أمه غيرها.
أم الفضل الهلالية زوجة العباس أخت ميمونة أم المؤمنين، اسمها: لُبَابة بنت الحارث.
أم قيس بنت مِحْصَن الأسدية: حكى أبو القاسم الجَوْهَري أن اسمها آمنة.
أم كُلثوم بنت عُقْبَة بن أبي مُعَيْط: كنيتها اسمها.
أم هانئ بنت أبي طالب، اسمها: فاختة، وقيل: هند، وقيل غير ذَلِكَ.
أم يعقوب لَها قصة مع ابن (١) مسعود: لم تُسم.
آخر الكنى.
_________
(١) تصحفت في الأصل إلَى "أبي"، والقصة أخرجها البُخَاريّ في "صحيحه" (كتاب التفسير، باب: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}) برقم (٤٨٨٦)، وأيضًا في الأرقام التالية: (٤٨٨٧، ٥٩٣٩).','1','116',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (102,'<span data-type="title" id=toc-52>ثانيها: ضَابط في التعريف بمن ذكرَ بالبُنُوَة </span>(١)
*<span data-type="title" id=toc-53> حرف الألف:</span>
ابن أَبْزى، عن النبي - صلى الله عليه وسلم -، أو عن الصحابة: هو عبد الرحمن.
ابن أَبْزَى عن أبيه: هو سعيد بن عبد الرحمن.
ابن أخي الزُّهري: مُحَمَّد بن عبد الله بن مُسلم.
ابن إِدْريس: عبد الله بن إدريس الأَوْدِي الكوفي.
ابن إِدْريس الشَّافعي: مُحَمَّد، ذُكر كلامه في موضعين: الزكاة (٢)، والعَرَايَا (٣).
ابن أُذَيْنَة: عبد الرحمن، ذُكر في الوَصَايَا (٤).
ابن إسحاق: مُحَمَّد.
ابن أَشْوعَ: سعيد بن عمرو بن أَشْوعَ.
ابن الأَصْبَهَاني: عبد الرحمن بن عبد الله.
ابن أَفْلَح عن أبي مُحَمَّد مولى أبي قتادة: هو عُمر بن كثير بن أَفْلَح نُسب لجده.
ابن أُم عَبْد: هو عبد الله بن مسعود (٥).
ابن أبي أَوْفَى: عبد الله.
ابن أبي أُوَيْس: إسماعيل.
ابن أبي أيوب: سعيد.

*<span data-type="title" id=toc-54> حرف الباء:</span>
ابن بُحَيْنة: عبد الله بن مالك بن القِشْب، وبُحَيْنَة: أمه.
_________
(١) في نسخة في الحاشية: "في تسمية من ذُكر بالبنوة".
(٢) "صحيح البُخَاريّ" (كتاب الزكاة، باب: في الركاز الخمس) تعليقًا.
(٣) "صحيح البخاري" (كتاب البيوع، باب: تفسير العرايا) تعليقًا.
(٤) "صحيح البخاري" (كتاب الوصايا، باب: قول الله تعالَى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ}) تعليقًا.
(٥) سيأتي في حرف العين من نفس الباب.','1','117',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (103,'ابن بَرَّاد: عبد الله.
ابن أَبي بُرْدَة: سعيد.
ابن بُرَيْدَة: هو عبد الله، ولم يُخرج المصنف لسليمان بن بُرَيدة أخيه شيئًا.
ابن بَشَّار: هو بُنْدَار، واسمه: مُحَمَّد.
ابن بُكير المصري: يحيى بن عبد الله بن بُكير، نُسب لجده.
ابن أبي بُكير الكرْمَاني: اسمه يحيى، واسم أبي بكير: نَسْر، بنون مفتوحة ثم مهملة ساكنة.
ابن أبي بَكْرَة: اسمه عبد الرحمن.
ابن أبي بَكْر أنَّه أخبر عبد الله بن عُمر عن عائشة: هو عبد الله بن مُحَمَّد بن أبي بَكْر الصِّدِّيق أخو القاسم بن مُحَمَّد الفَقِيه (١).

*<span data-type="title" id=toc-55> حرف التاء والثاء:</span>
ابن التَّيْمِي: هو مُعْتَمِر بن سُليمان.
ابن أبِي ثَوْر: عبد الله بن عبد الله بن أبي ثَوْر، نُسب لجده.

*<span data-type="title" id=toc-56> حرف الجيم:</span>
ابن جَابر: هو عبد الرحمن [١٧ / أ] بن يَزيد بن جابر الدِّمشقي، نُسب لجده.
ابن جَابر في حديث أبي بُرْدَة بن نِيار، هو: عبد الرحمن، وأبوه جابر بن عبد الله الصحابي.
ابن جُرَيْج: هو عبد الملك بن عبد العزيز [بن جريج] (٢)، نُسب لجده.
ابن جَعْفَر: هو عبد الله بن جعفر بن أبي طالب.
ابن أبي جَعْفَر: عُبَيْد الله المصري.

*<span data-type="title" id=toc-57> حرف الحاء:</span>
ابن أبي حَازِم: عبد العزيز بن سَلَمَة بن دينار.
_________
(١) "صحيح البخاري" (كتاب الحج، باب: فضل مكة وبنيانها) برقم (١٥٨٣)، وأيضًا في الأرقام التالية: (٣٣٦٨، ٤٤٨٤).
(٢) زيادة من "الفتح".','1','118',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (104,'ابن أَبي حَبِيب: يَزيد.
ابن أبي حَثْمَة: أبو بكر بن سليمان بن أبي حَثْمَة، نُسب لجده.
ابن حَزْم في حديث الإسراء (١)، قيل: هو أبو بكر بن مُحَمَّد بن عَمرو بن حزم، وقيل: أبوه.
ابن أبي حُسين: عبد الله بن عبد الرحمن، نُسب لجده.
وابن عمه أيضًا يقالُ له ذلكَ، وهو: عُمر بن سعيد بن أبي حسين، لكنه هنا سُمِّي.
ابن الحَضْرَميّ الصحابي: هو العلاء.
ابن أبي حَفْصَة: هو مُحَمَّد بن مَيسَرَة أبو سَلَمة.
ابن حَكيم، عن (٢) سعيد بن جبير، اسمه: يعلى.
ابن حَلْحَلَة: مُحَمَّد بن عمرو بن حَلْحَلَة، نُسب لجده.
ابن حِمْيَر: مُحَمَّد.
ابن الحَنَفِيَّة: مُحَمَّد بن علي بن أبي طالب، والحَنَفِيَّة: أُمُّه، وكان اسمها خَوْلَة، وهي من سَبي اليَمامة.
ابن حُنَيْن: عبد الله.
وأخوه: عُبَيْد بن حُنَين.
وإبراهيم بن عبد الله بن حُنَيْن، لكن حيث أُطْلق فهو عبد الله.
ابن حَيٍّ: صالح بن صالح بن حَيِّ.

*<span data-type="title" id=toc-58> حرف الخاء:</span>
ابن أبي خالد: هو إسماعيل.
_________
(١) "صحيح البخاري" (كتاب الصلاة، باب: كيف فرضت الصلوات في الإسراء) برقم (٣٤٩)، وفِي (كتاب أحاديث الأنبياء، باب: ذكر إدريس -عليه السلام-) برقم (٣٣٤٢).
(٢) في الأصل "هو" والصواب ما أثبتناه، وراجع: "صحيح البخاري" (كتاب التفسير، باب: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ. . .}) برقم (٤٩١١).','1','119',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (105,'ابن خَرَّبُوذ: اسمه مَعْرُوف.
ابن الخَطَّاب، كذا في مناقب أبي بكر وهو عمر -رضي الله عنهما- (١).
ابن خَلِيٍّ بوزن عَلِيِّ: اسمه خالد.

*<span data-type="title" id=toc-59> حرف الدال والذال:</span>
ابن دَاوُد: هو عبد الله الخُرَيْبِي.
ابن دُكَيْن: هو أبو نُعَيْم الفضل.
ابن دِينار: هو عبد الله.
ابن ذَرٍّ: اسمه عُمر.
ابن ذَكْوَان: هو أبو الزِّنَاد عبد الله.
ابن أبي ذِئب: هو مُحَمَّد بن عبد الرحمن.

*<span data-type="title" id=toc-60> حرف الراء والزاي:</span>
ابن أبي رافع: هو عُبَيْد الله.
ابن رَاهَويه: هو إسحاق بن إبراهيم الحَنْظَلِي.
ابن رَجَاء: عبد الله الغُدَّاني البصري.
ابن أبي رَجَاء الهَرَوي: اسمه أَحْمَد.
ابن أبي رِزْمَة: هو مُحَمَّد بن عبد العزيز.
ابن أبي رَوَّاد: عبد العزيز.
ابن أبي زَائدة: يحيى بن زكريا بن أبي زَائدة.
ابن زَبْر: عبد الله بن العلاء [بن زبر] (٢)، نُسب لجده.
ابن الزُّبير: عبد الله صحابي ابن صحابي.
ابن أبي الزِّناد: عبد الرحمن.
_________
(١) "صحيح البُخَاريّ" (كتاب المناقب، باب: قول النبي - صلى الله عليه وسلم -: "لو كنتُ متخذًا خليلًا .. . . .") برقم (٣٦٦١).
(٢) زيادة من "الفتح".','1','120',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (106,'*<span data-type="title" id=toc-61> حرف السين: [</span>١٧ / ب]
ابن السَّبَّاق: عُبَيْد.
ابن أَبِي سَرْح: عِيَاض بن عبد الله بن أبي سَرْح، نُسب لجده.
ابن سَعيد بن جُبَيْر: عبد الله.
ابن أبي السَّفَر: عبد الله بن سعيد بن مُحَمَّد.
ابن سَلَمة: هو حَمَّاد، وقع كذا في عُمْرَة القَضَاء (١).
ابن أَبِي سَلَمَة الْمَاجِشُون: عبد العزيز بن عبد الله.
ابن سَوَاء البصري: مُحَمَّد.
ابن سُوقَة البصري: مُحَمَّد.
ابن سَلَام الصحابي: عبد الله.
ابن سَلَّام شيخ البُخَاريّ: مُحَمَّد.
ابن سيرين: مُحَمَّد.

*<span data-type="title" id=toc-62> حرف الشين:</span>
ابن شُبْرُمَة: اسمه عبد الله.
ابن شِهَابٍ: هو مُحَمَّد بن مُسْلِم بن عُبَيْد الله بن عبد الله بن شِهَاب بن الحارث بن زُهْرَة بن كِلَاب الزُّهْرِيِّ الفَقِيه المدني نزيل الشام.
ابن أبي الشَّعْثَاء: أشْعَث بن سُليم.

*<span data-type="title" id=toc-63> حرف الصاد والطاء:</span>
ابن أبي صَعْصَعة: عبد الله بن عبد الرحمن.
ابن طاوس: عبد الله.
ابن أبي طلحة: هو إسحاق بن عبد الله بن زيد بن سهل الأنصاري.
_________
(١) "صحيح البُخَاريّ" (كتاب المغازي، باب: عمرة القضاء) برقم (٤٢٥٦).','1','121',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (107,'*<span data-type="title" id=toc-64> حرف العين:</span>
ابن عَابِس: عبد الرحمن.
ابن عَبَّاس: عبد الله، صحابي ابن صحابي.
ابن عبد الرحمن بن أَبْزَى: اسمه سعيد.
ابن أبي عُبَيْد مَوْلَى سَلَمة: اسمه يزيد.
ابن أم عَبْد: هو عبد الله بن مسعود (١).
ابن أبي عَبْلَة: اسمه إبراهيم.
ابن أَبِي عُتْبَة مَوْلَى أنس: اسمه عبد الله.
ابن أبي عَتِيق: هو مُحَمَّد بن عبد الله بن أبي عَتِيق مُحَمَّد بن عبد الرحمن بن أبي بكر الصديق، وَمُحَمَّد هذا يروي عن الزهري، وأبوه يروي عن عائشة وغيرها.
ابن عَجْلَان: مُحَمَّد.
ابن أبي عَدِي: مُحَمَّد بن إبراهيم.
ابن أبي عَروبَة: سعيد.
ابن عَرْعَرَة: مُحَمَّد البصري.
ابن أبي العِشْرِين: عبد الحميد بن حَبيب ابن أبي العِشْرِين، نُسب لجده.
ابن عَطِية: حِبان -بكسر أوله-، ذُكر في أواخر الجهاد (٢).
ابن عُفَير: سعيد بن كَثير بن عُفَير، نُسب لجده.
ابن عِلَاقة: زِيَاد.
ابن عُلَيَّة: إسماعيل بن إبراهيم بن مِقْسَم الضَّبِّي البصري، وأما عُلَية: فهي أُمُّه، وقيل: جَدَّتُه.
ابن عُمَر: هو عبد الله، صحابي ابن صحابي.
_________
(١) سبق في حرف الألف من نفس الباب.
(٢) "صحيح البخاري" (كتاب الجهاد والسير، باب: إذا اضطر الرجل إلَى النظر في شعور أهل الذمة. .) برقم (٣٠٨١).','1','122',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (108,'ابن عَمرو بن العاصي: عبد الله، صحابي ابن صحابي.
ابن عَوْن: عبد الله.
ابن عَوْف: عبد الرحمن.
ابن عَيَّاش: أبو بَكْر الْمُقرئ الكوفي، ولم يُخرج لأخيه الحسن ولا لإسماعيل بن عَيَّاش الحِمْصي شيئًا.
ابن عُيَيْنَة: سُفْيَان الهلَالِي.

*<span data-type="title" id=toc-65> حرف الغين المعجمة:</span>
ابن الغَسِيل: هو عبد الرحمن بن سليمان بن عبد الله بن حَنْظَلَة، وهو [١٨ / أ] غَسِيل الملائكة ابن أبي عامر الأنصاري.
ابن أبي غُنَيَّة: هو عبد الملك، وأما ابنه يحيى فذُكر باسمه.

*<span data-type="title" id=toc-66> حرف الفاء:</span>
ابن أبي فُدَيْك: هو مُحَمَّد بن إسماعيل، نُسب لجده.
ابن فُضَيل: مُحَمَّد.
ابن فُلَان: هو عبد الله بن زياد بن سَمْعَان، روى عنه ابن وهب مقرونًا في موضع واحد (١).
ابن فُلَيْح: مُحَمَّد.

*<span data-type="title" id=toc-67> حرف القاف:</span>
ابن أبي قَتَادة: عبد الله.
ابن قُسَيْط: هو يزيد بن عبد الله [بن قسيط] (٢)، نُسب لجده.

*<span data-type="title" id=toc-68> حرف الكاف واللام:</span>
ابن أبي كثير: هو يحيى.
ابن أَبِي لَيْلَى: هو عبد الرحمن، ولم يُخرج لابنه مُحَمَّد بن عبد الرحمن الفقيه شيئًا.
_________
(١) "صحيح البخاري" (كتاب العتق، باب: إذا ضرب العبد فليجتنب الوجه) برقم (٢٥٥٩).
(٢) زيادة من "الفتح".','1','123',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (109,'*<span data-type="title" id=toc-69> حرف الميم:</span>
ابن الماجِشُون: هو عبد الملك بن عبد العزيز بن عبد الله بن أبي سلمة.
ابن المبارك: عبد الله.
ابن أبي المُجَالد: مُحَمَّد.
ابن مُجَمِّعْ: إبراهيم بن إسماعيل، نُسب لجده.
ابن مُحَيريز: عبد الله.
ابن أبي مريم: سعيد.
ابن مُسافر: هو عبد الرحمن بن خالد بن مُسافر، نُسب لجده.
ابن مُسْهِر: اسمه علي.
ابن المُسَيِّب: سعيد.
ابن مُغَفَّل المُزني الصحابي: عبد الله.
ابن مُقَدَّم: عُمَر بن علي، نسب لجده.
ابن مِقْسَم: عُبَيْد الله.
ابن أَبِي مُلَيْكَة: هو عبد الله بن عُبَيْد الله بن عبد الله بن زُهير بن عبد الله بن جُدْعَان، وأبو مُلَيْكَة هو جده.
ابن مُنَبِّه: اسمه هَمَّام.
ابن المُنْكَدر: مُحَمَّد.
ابن مَهْدي: عبد الرحمن.
ابن مَوْهِب: هو عُثْمان بن عبد الله بن مَوْهِب.

*<span data-type="title" id=toc-70> حرف النون:</span>
ابن أبي نَجيح: عبد الله واسم أبيه: يَسَار.
ابن أبي نُعْم: عبد الرحمن.
ابن نَمِر: عبد الرحمن.
ابن أبي نَمِر: شَرِيك.','1','124',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (110,'ابن نُمَيْر: عبد الله.
وأما ابنه مُحَمَّد فهو شيخ البُخَاريّ.

*<span data-type="title" id=toc-71> حرف الهاء:</span>
ابن الهَاد: يزيد بن عبد الله، نُسب لجده.
ابن هُرْمُز عن ابن بُحَيْنَة: هو عبد الرحمن الأعرج.
ابن أبي هند: عبد الله بن سعيد.
ابن أبِي هِلَال: هو سعيد.

*<span data-type="title" id=toc-72> حرف الواو:</span>
ابن وَهْب: عبد الله.

*<span data-type="title" id=toc-73> حرف الياء:</span>
ابن أبي يعقوب: هو مُحَمَّد بن عبد الله الضَّبِّي، نُسب لجده.
ابن يَعْمُر: هو يحيى.
ابن يُونس: هو أَحْمَد بن عبد الله [بن يونس] (١) اليَرْبُوعِي، نُسب لجده.
* * *

فصل منه
ابنة الحارث في قصة خُبَيْب بن عَدِي (٢): هِيَ أم عبد الله، وهي زوج أبي سَرْوَعَة أخي عُقْبَة بن الحارث النَّوْفَلي.
_________
(١) زيادة من "الفتح".
(٢) "صحيح البخاري" (كتاب التوحيد، باب: ما يذكر في الذات والنعوت وأسامي الله -عَزَّ وَجَلَّ-. . .) برقم (٧٤٠٢).','1','125',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (111,'<span data-type="title" id=toc-74>ثالثها: ضابط في التعريف بمن ذكر بنسب أو لقب</span>
*<span data-type="title" id=toc-75> حرف الألف: [</span>١٨ / ب]
الأَحْوَل: عاصم بن سليمان.
الأَزْرَق: إسحاق بن يوسف.
الأشْجَعِيّ: عُبَيد الله بن عُبَيْد الرحمن.
الأَعْرَج: عبد الرحمن بن هُرْمُز.
الأَعْمَش: سُلَيْمَان بن مِهْرَان.
الأَغَرّ: أبو عبد الله سَلْمَان.
الأنْصَاري: مُحَمَّد بن عبد الله بن المثنى.
الأوَيْسي: عبد العزيز بن عبد الله.

*<span data-type="title" id=toc-76> حرف الباء:</span>
البَاقِر: أبو جعفر مُحَمَّد بن علي بن الحسين بن علي بن أبي طالب.
البَحْر: عبد الله بن عَبَّاس.
البَدْرِي: أبو مسعود عُقْبَة بن عَمرو الأنصاري.
البَرَّاء: أبو العَالِيَة وأبو مَعْشَر.
البَطِين: مُسْلِم بن عِمْران.
بُنْدَار: مُحَمَّد بن بَشَّار.
البَهِيّ: عبد الله بن يسار.

*<span data-type="title" id=toc-77> حرف التاء والثاء:</span>
التَّيمِي: سُليمان.
الثَّقَفِي: عبد الوهاب بن عبد المجيد.
الثَّوري: سُفيان بن سعيد.','1','126',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (112,'*<span data-type="title" id=toc-78> حرف الجيم:</span>
الجُدِّي: عبد الملك بن إبراهيم.
الجُرَيْري: سعيد بن إياس.

*<span data-type="title" id=toc-79> حرف الحاء:</span>
الحَذَّاء: خالد بن مِهْرَان.
الْحُمَيْدِيّ: عبد الله بن الزُّبَيْر الأسدي.
* الخاء:
خَتَنُ المُقْرئ: بَكْر بن خَلَف.

*<span data-type="title" id=toc-81> حرف الدال والذال:</span>
الدَّرَاوَرْدِيّ: عبد العزيز بن مُحَمَّد.
رُحَيْم: عبد الرحمن بن إبراهيم.
ذُو البَطْشِ: أسامة بن زيد بن حارثة.
ذُو اليَدَيْنِ: الخِرْبَاق.
ذَاتِ النِّطَاقَيْنِ: أسْمَاء بنت أبي بكر الصديق.

*<span data-type="title" id=toc-82> حرف الراء والزاي:</span>
الرِّشْك (١): يزيد بن حُمَيد الضُّبَعِي.
الزُّبَيْدي: مُحَمَّد بن الوليد الشامي.
الزُّبَيْري: أبو أَحْمَد مُحَمَّد بن عبد الله الكوفي.
الزُّهْرِي: هو ابن شهاب الَّذِي تقدم في الفصل قبله (٢).

*<span data-type="title" id=toc-83> حرف السين:</span>
السَّبِيعِي: عَمرو بن عبد الله أبو إسحاق.
_________
(١) كتب في الحاشية: "الرشك -بكسر الراء-: الكبير اللحية".
(٢) سبق (ص ١٠٩).','1','127',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (113,'السَّعِيدي: عَمرو بن يحيى بن سعيد بن العاص.
سَعْدَان اللَّخْمِيّ: سعيد بن يحيى بن صالح.
سَلْمَوَيْه: سليمان بن صالح المَرْوَزِي.
سُنَيْد: اسمه الحسين.

*<span data-type="title" id=toc-84> حرف الشين:</span>
شَاذَان: أسود بن عامر.
الشَّعْبِي: عامر بن شَرَاحيل.
الشَّيْبَاني: أبو إسحاق سليمان بن أبي سليمان.

*<span data-type="title" id=toc-85> حرف الصاد:</span>
الصُّنَابحي: عبد الرحمن بن عُسَيْلَة، مُخَضْرَم.

*<span data-type="title" id=toc-86> حرف العين:</span>
عَارمْ: مُحَمَّد بن الفضل أبُو النُّعْمَان.
عَبَدان: عبد الله بن عُثْمان.
عَبْدَة: هو ابن سليمان، واسمه: عبد الرحمن.
العَدَني: عبد الله بن الوليد. [١٩ /أ]
العَقَدِي: عبد الملك بن عَمرو أبو عامر.
العُمَري: عُبَيْد الله بن عُمَر بن حفص بن عاصم بن عُمر بن الخطاب.

*<span data-type="title" id=toc-87> حرف الغين:</span>
غُنْدَر: مُحَمَّد بن جعفر البصري.

*<span data-type="title" id=toc-88> حرف الفاء:</span>
الفَروي: إسحاق بن مُحَمَّد.
الفِرْيَابي: مُحَمَّد بن يوسف.
الفَزَارِيّ: أبو إسحاق إبراهيم بن مُحَمَّد بن الحارث، ومَرْوان بن معاوية.
فُلَيْح بن سليمان، قيل: اسمه عبد الملك.','1','128',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (114,'*<span data-type="title" id=toc-89> حرف القاف والكاف:</span>
قُتَيْبَة بن سعيد، قيل: اسمه يحيى.
القُمِّي: يعقوب بن عبد الله.
كَاتِبُ المُغِيرة: اسمه وَرَّاد.

*<span data-type="title" id=toc-90> حرف الميم:</span>
الْمَاجِشُون: أبو سلمة.
المُجمَّر: نُعيم بن عبد الله.
المُحَاربي: عبد الرحمن بن مُحَمَّد.
المَسْعُودِي: عبد الرحمن بن عبد الله.
المَعْمَري: مُحَمَّد بن حُميد أبو سُفيان.
المَقْبُري: أبو سعيد كَيْسَان.
المُقدَّمي: مُحَمَّد بن أبي بَكْر.
المُقري: عبد الله بن يزيد أبو عبد الرحمن نزيل مكة.
المُلائِي: أبو نُعَيْم الفضل بن دُكَيْن.

*<span data-type="title" id=toc-91> حرف النون:</span>
النَّبِيل: أبو عاصم الضَّحَّاك بن مَخْلَد.
* * *

<span data-type="title" id=toc-92>فصل</span>
أبو الزِّنَاد: لَقَبٌ، وَكُنْيَتُه: أبو عبد الرحمن.','1','129',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (115,'<span data-type="title" id=toc-93>رابعها: ضابط لِما يُخشَى اشتباهه ولا يؤمن التباسه من الأسماء وغيرها ضبطًا بالحروف</span>
وهو قسمان:

<span data-type="title" id=toc-94>القسمُ الأول: ما يُشتبه بغيره في الكتاب:</span>
*<span data-type="title" id=toc-95> حرف الألف:</span>
أُبَي -بالضم وفتح الموحدة ثم ياء مشددة-: جَمَاعةٌ، وليس في الكتاب اسم إلَّا كذلك، ووقع في حديث عائشة: وبعث بها مع أَبِي (١)، والياء فيه للإضافة. وكذا قول حذيفة: أَبِي أَبِي (٢).
أُسَيْد: كله بالضم سوى عُمر، وقيل: عَمرو بن أبي سُفيان بن أَسِيد بن جارِية بالفتح.
أَفْلَح: كله بالفاء سوى عاصم بن ثابت بن أبي الأَقْلَح فبالقاف.

*<span data-type="title" id=toc-96> حرف الباء:</span>
بَشَّار: والد بُنْدَار بالموحدة وتثقيل المعجمة، فَرْدٌ، ومَنْ عَدَاه بالياء الأخيرة وتَخفيف المهملة.
بِشْر: كله بالكسر وسكون المعجمة سوى عبد الله بن بُسر، وبُسْر بن سعيد، وبُسْر بن عُبَيْد الله، فالثلاثة بالضم والمهملة.
بَصِيرِ -بالفتح وكسر الصاد-: أبو بَصِير، وبالنون مصغر: نُصَيْر بن أبي الأشعث فقط.
بَشِير -بالفتح وكسر المعجمة- كثيرٌ، وبالضم مصغر اثنان [١٩ / ب]: بُشَيْر بن يَسَار، وبُشَيْر بن كعب، تابعيان.
_________
(١) "صحيح البخاري" (كتاب الحج، باب: من قلد القلائد بيده) برقم (١٧٠٠)، وفِي (كتاب الوكالة، باب: الوكالة في البدن وتعاهدها) برقم (٢٣١٧).
(٢) "صحيح البخاري" (كتاب بدء الخلق، باب: صفة إبليس وجنوده) برقم (٣٢٩٠)، وأيضًا في (٣٨٢٤، ٤٠٦٥، ٦٦٦٨، ٦٨٨٣، ٦٨٩٠).','1','130',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (116,'بَرَّة -بالفتح- كَانَ اسم زينب وجُوَيْرِيَة، وبزاي: القاسم بن أبي بَزَّة فقط.
البَرَاء بالتخفيف: ابن عَازِب، وبالتثقيل: أبو العَالية وأبو مَعْشَر.
البزَّار -بزاي ثم راء-: الحسن بن الصَّباح، وبِشْر بن ثابت، ويحيى بن مُحَمَّد بن السَّكَنْ، ومن عداهم بزايين معجمتين.
البَصْري: كثير، وبنون: مالك بن أوس، وعبد الواحد بن عبد الله فقط.

*<span data-type="title" id=toc-97> حرف التاء:</span>
تُمَيْلَة -مصغر- في كنيته: يحيى بن واضح، وبنون: مُحَمَّد بن مِسْكين بن نُمَيْلَة فقط.
التَّوَّزِي -بالفتح وتثقيل الواو المفتوحة بعدها زاي-: أبو يَعْلَى مُحَمَّد بن الصَّلت، ومن عداه بمثلثة وواو ساكنة ثم راء مهملة.

*<span data-type="title" id=toc-98> حرف الثاء:</span>
ثَوْر -بمثلثة-: واضح، وبضم الموحدة: بُور بن أَصْرَم شيخ البُخَاريّ فقط.

*<span data-type="title" id=toc-99> حرف الجيم:</span>
جَرْم: اسم القبيلة، وبالمهملة والزاي جماعة.
جَرِير: جماعة، وبمهملة وآخره زاي: حَريز بن عُثْمان، وأبو حَرِيز قاضي سِجِسْتَان.
جَمْرَةَ -بجيم وراء-: أبو جَمْرَة الضُّبَعِي فقط، ومن عداه بالمهملة والزاي.
الجُرَيْرِي -بضم الجيم-: سعيد وعَبَّاس، وبفتح الحاء المهملة: يحيى بن بِشْر الحَريري فقط.

*<span data-type="title" id=toc-100> حرف الحاء:</span>
الحَبْر -بالمهملة وسكون الموحدة-: واضح، وبالخاء المعجمة وسكون الياء الأخيرة: أبو الخير اليَزَني، وبوزن الأول لكن بجيم: جَبْر بغير ألف ولام.
حارثة: جَماعةٌ، وبجيم وياء أخيرة: جَارِيَة بن قُدَامة، ويزيد بن جَارِيَة والد عبد الرحمن ومُجَمِّع، وجَارِيَة والد أَسِيد فقط.
حِبَّان -بالكسر والموحدة-: حِبَّان بن موسى، وحِبَّان بن عَطِيَّة، وحِبَّان بن العَرِقَة، وبفتح أوله: مُحَمَّد بن يحيى بن حَبَّان، وعمه واسع بن حَبَّان، وحَبّان بن هلال، ومن عدا هؤلاء بالياء المثناة من تحت.','1','131',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (117,'حَبَّة -بموحدة-: أبو حَبَّة في حديث الإسراء (١)، وبياء أخيرة: حَيَّة والد جُبَيْر فقط.
حُصَيْن -مصغر-: جَماعةٌ، وبفتح ثم كسر: أبو حَصِين عُثْمان بن عاصم فقط.
حُجَيْر -مصغر آخره راء-: هشام بن حُجَيْر، وجُحَيْن آخره نون هو ابن المُثَنَّى.
حِزَام -بالزاي-: موسى بن حِزَام، ومن عداه بالراء.
حَكِيم -بالفتح-: كثيرٌ، وبالتصغير [٢٠ / أ] حُكَيْم والد زُرَيْق، وقيل: كالأول.

*<span data-type="title" id=toc-101> حرف الخاء:</span>
خَازِم -بمعجمتين-: أبو معاوية الضرير مُحَمَّد بن خازم فقط، ومن عداه بالحاء المهملة.
خَبَّاب -بالفتح وتشديد الموحدة الأولَى-: جماعة، وبضم المهملة والتخفيف: الحُبَاب بن المنذر، وأبو الحُبَاب سعيد بن يَسَار، وأبو الحُبَاب عبد الله بن أبي، وليس في الكتاب جَنَاب بالجيم والنون.
خُنَيْس-بنون مهملة وآخره مصغر- ابن حُذَافة، صحابي، ومن عداه أوله حاء مهملة ثم موحدة وآخره شين معجمة.
خُبَيْب -بموحدتين مصغر-: ابن عبد الرحمن، وابن عَدِي، وأبو خُبَيْب عبد الله بن الزُّبَيْر، ومن عداهم بفتح المهملة وكسر الموحدة.
الْخَزِّاز -بزايين معجمتين-: جماعةٌ، وبراء ثم زاي: عُبَيْد الله بن الأخْنَس، وليس فيه بالجيم ثم الزاي شيء.
نعم؛ في حديث علي: ولا يُعطي الجَزَّارَ مِنْهَا شيئًا (٢).
خَيَّاط: خليفة بن خَيَّاط، ومن عداه بالمهملة والنون.
_________
(١) "صحيح البخاري" (كتاب الصلاة، باب: كيف فرضت الصلوات في الإسراء) برقم (٣٤٩)، وفِي (كتاب أحاديث الأنبياء، باب: ذكر إدريس -عليه السلام-) برقم (٣٣٤٢).
(٢) "صحيح البخاري" (كتاب الحج، باب: لا يعطي الجزار من الهدي شيئًا).','1','132',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (118,'*<span data-type="title" id=toc-102> حرف الدال:</span>
دَاود: كثيرٌ، وبتقديم الواو: علي بن دُؤَاد أبو المتوكل وحده، وقيل: كالجادة.

*<span data-type="title" id=toc-103> حرف الراء:</span>
الرَّبيع: كثيرٌ، وبالتصغير المثقل: الرُّبَيِّع بنت النَّضْر، ووقع في الجهاد (١): "بنت البَرَاء" وهي هِيَ، والرُّبَيع بنت مُعَوِّذ.
رُزَيْق -بتقديم الراء-: ابن حُكَيْم، وقيل: بتقديم الزاي، والَّذِي بتقديم الزاي جزمًا بنو زُرَيْق من الأنصار.
رَبَاح -بالفتح والموحدة الخفيفة-: عطاء بن أبي رَبَاح، وزيد بن رَبَاح فقط، ومن عداهما بكسر الراء ثم ياء أخيرة.
أبو الرِّجَال -بالكسر والجيم الخفيفة-: عن أُمَّه عَمْرَة (٢)، وبفتح الراء والحاء المهملة المشددة: أبو الرَّحَّال الطَّائِي.
رُقَيَّة: بنت النبي - صلى الله عليه وسلم -، وبفتحات وبعد القاف موحدة: رَقَبَة بن مَصْقلَة، ذُكِر في بَدْء الخَلْق (٣).

*<span data-type="title" id=toc-104> حرف الزاي:</span>
الزُّبَيْر: كثيرٌ، وبفتح الزاي: عبد الرحمن بن الزبير.
زياد: كله بالياء الأخيرة إلَّا أبو الزِّنَاد فهو بالنون.

*<span data-type="title" id=toc-105> حرف السين المهملة:</span>
سُلَيْم -بالضم-: جماعةٌ، وبالفتح وكسر اللام: سَلِيم بن حَيَّان (٤) فقط.
سَلَمَة -بفتح اللام-: جماعة، وبكسرها: سَلِمَة في نسب الأنصار، وسَلِمَة الجَرْمِي والد عَمْرو.
السُّلَمِي -بالضم-: كثيرٌ، وبالفتح في الأنصار. [٢٠/ ب]
_________
(١) "صحيح البُخَاريِّ" (كتاب الجهاد والسير، باب: من أتاه سهم غرب فقتله) برقم (٢٨٠٩).
(٢) هو محمد بن عبد الرحمن بن حارثة بن النعمان المدني، روى عن أمه عمرة بنت عبد الرحمن.
(٣) "صحيح البخاري" (كتاب بدء الخلق، باب: ما جاء في قوله تعالَى: {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ}) برقم (٣١٩٢).
(٤) في الأصل: "حبان" بالموحدة وهو خطأ، والصواب ما أثبتناه، وراجع: "تهذيب الكمال" (٧/ ٤٧١)، وكذلك كلام الحافظ ابن حجر في هذا الباب حرف الحاء، وقد سبق.','1','133',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (119,'سُرَيْج -بمهملة وآخره جيم-: هو ابن يُونس، وابن النُّعْمَان، وَأحْمَد بن أبي سُرَيْج، ومن عداهم بالمعجمة وآخره مهملة.
سَلَّام -بالتشديد-: جماعة، وبالتخفيف: عبد الله بن سَلَام الصحابي فقط، وَمُحَمَّد بن سَلَام شيخ البُخَاريّ كذلك عَلى الصحيح.

*<span data-type="title" id=toc-106> حرف الشين:</span>
الشَّيْبَاني: كثير، وبكسر المهملة وقبل الألف نون: الفضل بن موسى السِّنَاني فقط.
شُعيب: جماعة، وبمثلثة آخره عبد الرحمن بن حماد بن شُعيث.

*<span data-type="title" id=toc-107> حرف الصاد:</span>
صُبيح -مُصغر-: مُسلم بن صُبيح، وبالفتح: الربيع بن صَبيح فقط.

*<span data-type="title" id=toc-108> حرف العين:</span>
عابد -بالموحدة-: جماعة، وبالياء الأخيرة ثم الذال المعجمة: عائذ بن عمرو المُزني، وأيوب بن عائذ، وعائذ الله أبو إدريس الخَوْلَاني.
عُبادة -بالضم-: كثير. وبالفتح: مُحَمَّد بن عَبادة فقط.
عبَّاد -بالتشديد-: كثير، وبالضم والتخفيف: قيس بن عُبَاد فقط.
عَبْدة: جماعة، وبفتح الموحدة: بَجَالة بن عَبَدَة فقط.
عُبيدة -بالضم-: جماعة، وبالفتح: عَبِيدة بن عمرو السَّلماني (١)، وعَبِيدة بن عمرو الحذَّاء، وعامر بن عَبِيدة فقط.
عَبْثر -بإسكان الموحدة وبعدها مثلثة مفتوحة ثم راء-: ابن القاسم، وبضم المعجمة ثم نون: قاله أبو بكر الصديق لابنه عبد الرحمن (٢).
عَتاب بن بَشِير -بتثقيل المثناة وآخره موحدة-: فرد، والباقون بكسر المعجمة وتَخفيف الياء الأخيرة وآخره مثلثة.
_________
(١) في الأصل: "السماني"، والمثبت هو الصواب.
(٢) "صحيح البُخَاريّ" (كتاب مواقيت الصلاة، باب: السمر مع الضيف والأهل) برقم (٦٠٢)، وأيضًا في (٣٥٨١، ٦١٤٠، ٦١٤١).','1','134',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (120,'عَثَّام -بمثلثة مشددة-: ابن علي العامري، وبمعجمة ثم نون: طَلق بن غَنَّام.
عَزيز -بالفتح وزايين معجمتين- في حديث عقبة بن الحارث (١)، وبضم المعجمة وراءين مهملتين: مُحَمَّد بن غُرير الزُّهْري.
عُقَيْل -مصغر-: صاحب ابن شهاب الزُّهْرِيِّ، تكرر ذكره، ومن عداه بالفتح.
العَوَقي -بفتحتين وقاف-: مُحَمَّد بن سِنَان، وبسكون الواو ثم فاء: كثير.

*<span data-type="title" id=toc-109> حرف الغين:</span>
غَزِيَّة -بفتح المعجمة وكسر الزاي وتشديد الياء الأخيرة-: عُمَارة بن غَزِيَّة، ذكر في الزكاة (٢)، ومهملتين تصغير عُرْوة: خاطبت به عائشة [٢١ / أ] عروة بن الزبير، وهو في سورة يوسف. (٣).

*<span data-type="title" id=toc-110> حرف الميم:</span>
مُحْرِز -بالضم وسكون المهملة وكسر الراء-: صفوان بن مُحْرِز، وعبيد الله بن مُحْرِز، وبفتح الجيم وتثقيل الزاي المكسورة ثم زاي آخره: مُجَزِّز المُدْلِجِيّ، له ذكر في حديث عائشة (٤)، واختلف في علقمة بن مُجَزِّز.
مَعْقِل: جماعة، وبفتح المعجمة وتشديد الفاء: عبد الله بن مُغَفَّل الصحابي، مفرد.
مَعْمَر: واضح، وبوزن مُحَمَّد: مُعَمَّر بن يحيى بن سالم، وقيل كالأول، وهو رواية الأكثر.
مُنَبِّه -بنون وموحدة مثقلة-: واضح، وبسكون النون وفتح الياء الأخيرة: يَعْلَى بن مُنْيَة الصحابي.
_________
(١) "صحيح البُخَاريّ" (كتاب العلم، باب: الرحلة في المسألة النازلة) برقم (٨٨)، وفِي (كتاب الشهادات، باب: شهادة المختبئ) برقم (٢٦٤٠).
(٢) "صحيح البُخَاريّ" (كتاب الزكاة، باب: خرص التمر) برقم (١٤٨٢).
(٣) "صحيح البُخَاريّ" (كتاب أحاديث الأنبياء، باب: قول الله تعالَى: {لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ}) برقم (٣٣٨٩).
(٤) "صحيح البُخَاريّ" (كتاب الفرائض، باب القائف) برقم (٦٧٧٠، ٦٧٧١).','1','135',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (121,'الْمَخْرَمي -بسكون الخاء المعجمة- عبد الله بن جعفر، وبفتحها وتشديد الراء: مُحَمَّد بن عبد الله المُخَرّمي، وبضم الزاي بعدها واو الْمَخْزُومي: كثير، وقد لا يلتبس.

*<span data-type="title" id=toc-111> حرف النون:</span>
نَصْر: كثير، وبضاد معجمة ملازمة الألف واللام فلا يلتبس.
نُعَيْم: واضح، وبسكون العين: عبد الرحمن بن أبي نُعْم.

*<span data-type="title" id=toc-112> حرف الهاء:</span>
هُذَيْل: كله بالذال سوى هُزَيل بن شرحبيل فبالزاي.

*<span data-type="title" id=toc-113> حرف الياء:</span>
يزيد: كثير، وبموحدة وراء مصغر: بُريد بن عبد الله بن أبي بُردة، واختلف في أبي بُريد عمرو بن سلمة.','1','136',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (122,'<span data-type="title" id=toc-114>القسم الثاني: وهو ما لا يشتبه بغيره في الكتاب:</span>
*<span data-type="title" id=toc-115> الألف:</span>
أَحْمَد: كله بالحاء وليس فيه بالجيم شيء (١).
الأعور: كله بمهملتين وليس فيه بمعجمتين شيء (٢).
الأغر: بمعجمة وراء.
أُثَاثة: بالضم ومثلثتين.
أَشْوَع: بمعجمة وآخره مهملة بوزن أسود.
أَشْهَل: بالشين المعجمة بوزن أحمر.
الأَيلي: بالفتح وسكون الياء التحتانية بعدها لام، وليس فيه بالموحدة المضمومة واللام مشددة شيء (٣).
الأَلْهَاني: بالفتح ثم السكون وآخره نون.
أَخْزَم -بمعجمتين-: زيد بن أَخْزَم، وليس فيه بالحاء المهملة شيء (٤).
أَسْلَم: بالفتح وليس فيه بضم اللام شيء (٥).
أَنْس -بفتح النون-: كثير، وليس فيه بالمثناة والمعجمة شيء (٦).

*<span data-type="title" id=toc-116> الباء:</span>
بَدَل: بفتحتين.
بُحَيْنَة: بمهملة وقبل الهاء نون مصغرًا.
_________
(١) أي: أجمد.
(٢) أي: الأغوز.
(٣) أي: الأُبُلِّي.
(٤) أي: أَحْزَم.
(٥) أي: أَسْلُم.
(٦) أي: أَتَش.','1','137',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (123,'بَعْجَة: بموحدة ثم سكون وجيم.
بَجَالة: بفتحتين وجيم ولام.
بَقِيَّة: بفتح أوله وقاف.
البِكَالي: بالكسر وتَخفيف الكاف.
البُنَاني: بالضم ونونين الأولى خفيفة، وليس فيه بغير هذا الضبط شيء (١).
البُرْسَاني: بالضم وسكون الراء وسين مهملة.
البِيكَنْدِي: بالكسر وسكون الياء الأخيرة [٢١ / ب] وفتح الكاف بعدها نون ساكنة.
البُرْدِي: بالضم وسكون الراء، وليس فيه بغير هذا الضبط شيء (٢).
البُرُلُّسي: بتشديد اللام المضمومة وقبلها ضمتان.

*<span data-type="title" id=toc-117> التاء المثناة:</span>
تُوَيْت: بمثناتين مصغر.
التِّنْعي: بالكسر وسكون النون (٣).

*<span data-type="title" id=toc-118> الثاء المثلثة:</span>
ثابت: ظاهر، وليس فيه بالنون ثم الموحدة شيء (٤).
نعم، هو اسم أبي حفصة لكنه لم يسم في الكتاب (٥).
ثَرْوَان: أوله مثلثة بوزن مَرْوَان: هو عبد الرحمم بن ثَرْوَان أبو قيس فقط.

*<span data-type="title" id=toc-119> الجيم:</span>
جَميل: بفتح الجيم، وبالمهملة في قصة لعمر (٦)، . . . . . . . . .
_________
(١) أي: نحو: (البَيَاني، والبَيَّاني، والتَّيَّاني، والتُّبَانِي، والتُّبَاني، والنَّبَاتي، والنُّبَاتي، والبُتَاني، والبِتَّاني، والبَتَّاني، والبيَاتي، والبَيَّاتي، والبَبَائي، والثِّيَابي).
(٢) أي: نَحو: (اليَزْدي، والبَزْدي، والبُرَدي، والبَردي، والبَرَدي، والنردي).
(٣) هو سلمة بن كهيل بن حصين الحضرمي التنعي أبو يحيى الكوفِي، والتنعي نسبة إلَى بني تنع، بطن من همدان.
(٤) أي: نابت.
(٥) أبو حفصة هو والد عمارة، وجد حرمي بن عمارة.
(٦) وقع في "هدي الساري" (ص ٢٣٠): (وليس في الكتاب خميل بالخاء المعجمة ولا بالمهملة، =','1','138',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (124,'وليس [في] (١) الكتاب بضمها شيء (٢).
جعشم: بالضم ثم سكون وضم المعجمة.
أبو الجوزاء: بجيم وزاي، وليس فيه بمهملتين شيء (٣).

الْجَمَّال: بالجيم، وليس فيه ب<span data-type="title" id=toc-120>الحاء </span>المهملة شيء (٤).
الجُدِّي: بضم الجيم فقط.
الْجَرْمي: بفتح الجيم وإسكان الراء، كثير، وليس فيه بفتح المهملتين شيء من الأنساب. نعم، فيه الحَرَمِي بن عمارة اسم لا نسب.
الْجُنْدَعِي: بالضم وسكون النون وفتح الدال ويجوز ضمها فقط.
* الحاء:
حَيْوَة: بفتح المهملة وسكون الياء الأخيرة وفتح الواو.
حِراش: بكسر المهملة وآخره معجمة فقط.
حِمْيَر: بالكسر وسكون الميم وفتح الياء الأخيرة.
الحُصَيْب: بالمهملتين مصغر وآخره موحدة.

*<span data-type="title" id=toc-121> الخاء الْمعجمة:</span>
خِدَام: بالكسر وتَخفيف الدال.
خرَّبُوذ: بالفتح وتشديد الراء المفتوحة وضم الموحدة وآخره ذال معجمة.
خَرَشَة: بمعجمتين وفتحات.
_________
= نعم؛ في خبر لعمر فأخذ حميلًا، والحميل: الكفيل)، ولم نجد في "صحيح البُخَاريّ" ما يشبه ذَلِكَ إلَّا ما وقع في (كتاب الكفالة، باب: الكفالة في القرض والديون بالأبدان وغيرها) برقم (٢٢٩٠)، قوله: "فأخذ حمزة من الرجل كفيلًا".
(١) زيادة يقتضيها السياق.
(٢) أي: جُميل، وحُميل.
(٣) أي: الحوراء.
(٤) أي: الحمال.','1','139',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (125,'خَلِيّ: بوزن عَلِيّ.
خِلَاس: بالكسر وتخفيف اللام.
الخِمْس: بالكسر وسكون الميم ثم مهملة.
الخِيَار: عبيد الله بن عدي بن الخِيَار، بكسر الخاء المعجمة وتخفيف الياء الأخيرة، وليس فيه من أسماء الآدميين بفتح الجيم وتشديد الموحدة شيء (١).
خَوَّات: بالفتح وتشديد الواو وآخره مثناة فقط.
الخَارَكي: بفتح الراء (٢).
الخُتَّلي: بالضم وتشديد المثناة المفتوحة ثم لام فقط.

الخُدْرِي: بالضم وسكون<span data-type="title" id=toc-122> الدال </span>المهملة فقط.
الخُشَني: بالضم وفتح الشين المعجمتين ثم نون.
الخُرَيْبي: بالضم وفتح الراء ثم موحدة مصغر.
الخُلْقَاني: بالضم وسكون اللام بعدها قاف (٣).
* الدال: [٢٢ / أ]
دُجَيْم: بمهملتين مصغر.
دِحْيَة: بالكسر وبسكون المهملة بعدها ياء أخيرة.
دُخْشُم: بالضم وسكون المعجمة وضم المعجمة وآخره ميم أو نون، وروي بالتصغير فيهما (٤).
الدَّثِنَة: بالفتح وكسر المثلثة ثم نون (٥).
_________
(١) أي: الجَبَّار.
(٢) هو الصلت بن مُحَمَّد بن عبد الرحمن البصري أبو همام الخاركي، نسبة إلَى خارك جزيرة قريبة من عمان.
(٣) هو إسماعيل بن زكريا بن مرة أبو زياد الكوفي، ولقبه شقوصا.
(٤) أي: دُخَيْشِم، أَو دُخَيْشن.
(٥) هو زيد بن الدثنة، وجاء ذكره في (كتاب المغازي، باب: فضل من شهد بدرًا) برقم (٣٩٨٩).','1','140',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (126,'الدَّغِنَة: بوزنه والغين معجمة، وقيل بضمتين وتشديد النون (١).
دُكَيْن: مصغرًا، وليس فيه في أوله راء (٢).
الدِّيلي: بالكسر ثم ياء أخيرة ساكنة ثم لام.

*<span data-type="title" id=toc-123> الذال:</span>
ذَرّ: بفتح المعجمة.
ذَكوان: بفتح أوله.

*<span data-type="title" id=toc-124> الراء:</span>
رِزْمَة: بكسر أوله.
الرِّشْك: بالكسر وسكون المعجمة.
رَوْح: بالفتح.
الرَّبَعِي: بفتح الموحدة.

الرُّمَّاني: بضم أوله، وليس فيه بكسر<span data-type="title" id=toc-125> الزاي </span>شيء (٣).
* الزاي:
زِرّ: بكسر الزاي.
زَرِير: بفتح الزاي وكسر الراء وآخره راء.
زَبْر: بفتح الزاي وسكون الموحدة وآخره راء.
زُبيد: بزاي وموحدة مصغر، وليس فيه بتحتانيتين شيء (٤).
الزُّبَيْدي: بالضم، وليس فيه بالفتح شيء (٥).
_________
(١) أي: الدُّغُنَّة، وهو ربيعة بن رُفَيْع ابن الدغنة، وهي أمه.
(٢) أي: رُكين.
(٣) أي: الزِّمَّاني.
(٤) أي: زُبَيْد.
(٥) أي: الزَّبِيدِي.','1','141',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (127,'الزُّبَيْري: بوزن الَّذِي قبله لكن براء، وليس فيه بالفتح وسكون النون وفتح الموحدة شيء.
نعم، فيه سعيد بن داود الزَّنْبَري لكن لم يذكر نسبه فيه (١).

*<span data-type="title" id=toc-126> السين:</span>
سَبْرَة: بسكون الموحدة.
سَمُرَة: بضم الميم.
السَّفَر: بفتح الفاء (٢).
سَلَامَة: بتخفيف اللام.
سُمَيّ: بالضم وتشديد الياء.
سِيدَان: بكسر أوله ثم ياء أخيرة ساكنة.
السَّلْمَاني: بسكون اللام قبلها فتحة.
السَّرْمَارِي: بفتح أوله وسكون الراء وقبل ياء النسب أيضًا راء.
السَّبِيعِي: بفتح أوله وكسر الموحدة.
السَّعْدِي: بمهملات، وليس فيه بالغين المعجمة شيء (٣).

*<span data-type="title" id=toc-127> الشين:</span>
شَبَابة: بفتح المعجمة وتخفيف الموحدة وبعد الألف موحدة أيضًا.
شَبَّوَيْه: بفتح أوله وتثقيل الموحدة (٤).
شُبَيْل: بمعجمة وموحدة مصغر (٥).
_________
(١) وقد وقع في (كتاب التوحيد، باب: قول الله تعالَى: {لِمَا خَلَقْتُ بِيَدَيَّ}) برقم (٧٤١٢) حيث قَالَ: رواه سعيد، عن مالك.
(٢) هو عبد الله بن أبي السفر الثوري الكوفي.
(٣) أي: السُّغْدي.
(٤) غير مذكور في "هدي الساري"، وهو أحْمَد بن مُحَمَّد بن ثابت، وهو من رواة أبي داود، وليس من رواة البخاري.
(٥) هو الحارث بن شبيل البجلي أبو الطفيل.','1','142',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (128,'شُمَيْل: مثله لكن بميم.
الشَّعْبِي: بالفتح فقط.
الشُّعَيثي: مصغر وآخره مثلثة.
الشَّعِيري: بفتح أوله فقط.

*<span data-type="title" id=toc-128> الصاد:</span>
صُبَيَّة: بضم المهملة.
صُدَيّ: بضمها وياؤه مشددة.

*<span data-type="title" id=toc-129> الضاد:</span>
ضِمَام: بكسر المعجمة وتخفيف الميم.

*<span data-type="title" id=toc-130> العين:</span>
عَارم: بمهملتين، وليس فيه بالمعجمة شيء (١).
عَبْدَان: بلفظ التثنية [٢٢/ ب].
عُمَيْس: بمهملتين مصغر.
عُبَيْس: بوزنه لكن بدل الميم موحدة.
عَبْلَة: بسكون الموحدة.
عُلَيَّة: بياء أخيرة مصغر.
عَبْس: بسكون الموحدة.
عابس: بموحدة ومهملة.
العَرِقَة: بالفتح وكسر الراء وفتح القاف (٢).
عُمَيْرة: بضم أوله فقط.
_________
(١) أي: عَازم، وغَارم.
(٢) هو حبان بن العرقة، وجاء ذكره في (كتاب المغازي، باب: مرجع النبي - صلى الله عليه وسلم - من الأحزاب) برقم (٤١٢٢).','1','143',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (129,'العَنَزِي: بفتح النون، وأما بسكونها (١): فعبد الله بن عامر بن ربيعة لكن لم يقع منسوبًا، وليس فيه بالمعجمة والموحدة أحد (٢).
العَلَقي: بفتحتين ثم قاف.
العُتَقِي: بضم ثم مثناة مفتوحة ثم قاف.
العَيْزَار: بفتح ثم ياء أخيرة ساكنة ثم زاي وآخره راء.

العَقَدِي: بفتحتين و<span data-type="title" id=toc-133>القاف</span>.
*<span data-type="title" id=toc-131> الغين:</span>
غَفَلَة: بفتح المعجمة و<span data-type="title" id=toc-132>الفاء </span>واللام.
غَزْوَان: بسكون الزاي.
غَوْرَث: بسكون الواو وفتح أوله والراء آخره مثلثة (٣).
* الفاء:
فِطْر: بكسر أوله وسكون ثانيه.
* القاف:
قُسَيْط: بمهملة مصغر.
القِشْب: بكسر ومعجمة ساكنة ثم موحدة.
قَوْقَل: بقافين (٤).
قَزَعَة: بفتح القاف والزاي والمهملة.
القنطري: بسكون النون.
القُطَعي: بضم وفتح الطاء.
_________
(١) أي: العَنْزي.
(٢) أي: الغُبَرِي.
(٣) هو: غورث بن الحارث، وجاء ذكره في: (كتاب المغازي، باب: غزوة ذات الرقاع) برقم (٤١٣٦).
(٤) هو: النعمان بن قوقل، وجاء ذكره في عدة مواطن، منها: (كتاب الجهاد والسير، باب: الكافر يقتل المسلم ثم يسلم فيُسَدَّد بعد ويقتل) برقم (٢٨٢٧).','1','144',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (130,'القُرْدُوسي: بضم القاف والدال قبلها راء ساكنة.

القَسْمَلي: بفتح القاف و<span data-type="title" id=toc-136>الميم </span>قبلها مهملة ساكنة.
القَطَوَاني: بفتح القاف والطاء والواو وقبل ياء النسب نون.

*<span data-type="title" id=toc-134> الكاف:</span>
كُرَيْز: بضم الكاف مصغر وآخره زاي، وليس فيه بفتح الكاف شيء (١).
كُدَيْنة: مصغر قبل هائه نون.
كَبْشَة: بمعجمة قبلها موحدة ساكنة.

*<span data-type="title" id=toc-135> اللام:</span>
اللُّتَبِيَّة: بضم اللام، وقيل بفتحها ثم مثناة مفتوحة ثم موحدة مكسورة ثم ياء مشددة (٢).
* الميم:
مُنِير: بضم ثم نون مكسورة.
مُجَالد: بالجيم وضم أوله.
مَخْلَد: بسكون الخاء المعجمة وفتح أوله وثالثه.
مَوْهَب: بوزن الَّذِي قبله.
مُقَرِّن: بالضم وفتح القاف وتشديد الراء المكسورة.
مُجَمِّع: بوزن الَّذِي قبله.
مُطَهَّر: بوزنه لكن هاؤه مفتوحة.
وبوزنه؛ مُقَدَّم: بقاف.
وكذا؛ مُحَبَّر: بمهملة وموحدة.
مِقْسَم: بكسر أوله وسكون القاف وفتح المهملة.
_________
(١) أي: كَرِيز.
(٢) هو: عبد الله بن اللتبية، وجاء ذكره في: (كتاب الزكاة، باب: قول الله تعالَى: {وَالْعَامِلِينَ عَلَيْهَا. . .}) برقم (١٥٠٠)، وفِي: (كتاب الحيل، باب: احتيال العامل ليهدى له) برقم (٦٩٧٩).','1','145',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (131,'وبوزنه؛ مِجْلَز: بجيم وزاي.
مِهْرَان: بكسر أوله.
مُحَاضِر: بضم أوله وحاء مهملة وضاد معجمة مكسورة.
وبوزنه؛ مُرَاوِح.
مُلّ: مشدد اللام [٢٣ / أ] مُثَلث الميم، والفتح أشهر.
مَعْرُور: بعين مهملة فقط.
أبو المَلِيح: بفتح الميم فقط.
المُرْهِبِي: بضم الميم وكسر الهاء وموحدة.
المَقْبُري: بالفتح وسكون القاف وضم الموحدة.

المَعْنِي: بالفتح وسكون العين المهملة وكسر<span data-type="title" id=toc-137> النون</span>.
المُسْنَدِي: بفتح النون.
المُسْتَمْلِي: بضم ومهملة ساكنة.
المِعْوَلي: بكسر ومهملة ساكنة وواو مفتوحة.
* النون:
نَابِل: بنون وموحدة مكسورة فقط.
النَّبِيل: بفتح وكسر الموحدة.
نُسَيْبَة: بسين مهملة مصغر.
نَشِيط: بفتح ومعجمة مكسورة.
النَّاجي: بالجيم فقط.
النُّفَيْلي: بالفاء مصغر.
النَّحَّاس: بحاء مهملة فقط.
نَمِير: بالفتح وكسر الميم (١).
_________
(١) كذا في الأصل، وهذا الرسم يكون ضبطه بضم النون مصغرًا، أما هذا الضبط فينطبق عَلى كلمة (نمر) بدون ياء، وكلاهما في الصحيح، والله أعلم.','1','146',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (132,'*<span data-type="title" id=toc-138> الهاء:</span>
هُرَيْم: براء مصغر.
الهَمْدَاني: بسكون الميم وإهمال الدال فقط.

*<span data-type="title" id=toc-139> الواو:</span>
وَاقِد: بالقاف فقط.
وَرَقَة: بفتحات.
وَبَرَة: كذلك بموحدة.
وَسَّاج: بتشديد السين المهملة وآخره جيم.
الوَاشِحي: بمعجمة مكسورة ثم حاء مهملة.

*<span data-type="title" id=toc-140> الياء الأخيرة:</span>
يَاسِر: بمهملة فقط.
يَسَرَة: بفتح الياء والسين المهملة والراء فقط.
يَعْفُور: بسكون المهملة ثم فاء وآخره راء.
يَعْمَر: بفتح ثم مهملة ساكنة ثم ميم مفتوحة.
وَلَمَّا أن حصل الوفاء بما وعدت به من الشرائط في تَمهيد هذه الضوابط؛ رأيتُ أن أبدأ الكلام عَلى هذا المختصر بأسانيدي إلَى الأصل بالسماع والإجازة، وأن أسوقها عَلى نمط مخترع (١)؛ فإنني سمعتُ بعض فضلاء اليمن يقول: الأسانيد أنساب الكتب، فأحببتُ أن أسوق هذه الأسانيد مساق الأنساب.
فأقول -وبالله التوفيق-: اتصلت لنا رواية صحيح البُخَاريّ عنه من رواية أبي عبد الله مُحَمَّد بن يوسف بن مَطَر بن صالح بن بِشْر الفَرْبَرِي عَنْهُ (٢)، وكانت وفاته في سنة عشرين وثلاثمائة، وله نحو من تسعين سنة، وكان سماعه للصحيح مرتين: مَرَّة بفَرَبْر سنة ثمانٍ وأربعين، وَمَرَّة بِبُخَارَى سنة اثنتين وخمسين ومائتين.
_________
(١) انظر شجرة هذه الأسانيد في مقدمة التحقيق.
(٢) في الأصل: "عني"، والمثبت من "الفتح".','1','147',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (133,'ومن رواية إبراهيم بن مَعْقِل بن الحجاج النَّسَفِي، وكان من الحُفَّاظ ومات سنة أربعٍ وتسعين ومائتين، وله تصانيف، وَفَاتَهُ من الجامع أوراق، روى بعضها بالإجازة عن البُخَاريَّ، نَبَّه عَلى ذَلِكَ [٢٣ / ب] أبو علي الجَيَّاني في "تقييد المهمل".
ومن رواية حَمَّاد بن شاكر النَّسَوي ولم أعرف متى مات (١).
ومن رواية أبي طلحة منصور بن مُحَمَّد بن علي بن قَرِينَة -بفتح القاف وكسر الراء وقبل الهاء نون- البَزْدَوِي، وكانت وفاته سنة تسع وعشرين وثلاثمائة، وهو آخر من حدَّث بالصحيحِ عن البُخَاريّ.
* * * فأمَّا الفرَبْري: فاتصلت إلينا الرواية عن طريق:
أبي إسحاق إبراهيم بن أَحْمَد الحافظ المُسْتَمْلِي، وكانت رحلته إلَى الفَرَبْرِي سنة أربع عشرة وثلاثمائة.
والإمام أبي زيد مُحَمَّد بن أَحْمَد المَرْوَزِي الفقيه الشافعي، وكان سماعه منه سنة ثمان عشرة.
والحافظ أبي علي سعيد بن عُثْمان بن سعيد بن السَّكَن، وهو أول من حدَّث عن الفَرَبْري بالصحيح.
وأبي علي مُحَمَّد بن عمر بن شَبَّوَيْه الشَّبَّوِي المَرْوَزِي.
وأبي مُحَمَّد عبد الله بن أَحْمَد بن حَمَّوَيْهِ السَّرْخَسِي، وكانت رحلته إليه سنة خمس عشرة.
وأبي الهيثم مُحَمَّد بن مكي الْكُشْمَيْهَنِي، وكان سماعه منه سنة عشرين وثلاثمائة سنة موته.
وأبي أَحْمَد مُحَمَّد بن مُحَمَّد بن مكي الجُرجَاني.
وأبي علي إسماعيل بن أبي نَصْر مُحَمَّد بن أَحْمَد بن حَاجب الْكُشَّانِي، وهو آخر من حدَّث بالصحيح عن الفَرَبْري.
_________
(١) قَالَ الحافظ في الفتح (١/ ٧): "وأظنه مات في حدود التسعين".','1','148',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (134,'* * فأما الْحَافظ المُسْتَمْلِي: فرواه عنه الحافظ أبو ذر عبد بن أَحْمَد الهَرَوي، وعبد الرحمن (١) بن عبد الله بن خالد الهَمْدَاني.
* * وأمَّا الإمام أبو يزيد المَرْوَزي: فرواه عنه الحافظ أبو نُعَيْم الأَصْبَهَاني، والحافظ أبو مُحَمَّد عبد الله بن إبراهيم الأَصِيلي، والإمام أبو الحسن علي بن مُحَمَّد القَابِسِي.
* * وأما الحافظ أبو علي بن السَّكَن: فرواه عنه عبد الله بن مُحَمَّد بن أَسَد الجُهَنِي.
* * وأما أبو علِي الشَّبَّوِي: فرواها عنه أبو العباس الوليد بن بكر الغَمْرِي، وعبد الرحمن بن عبد الله الهَمْدَاني.
* * وأما عبد الله بن أَحْمَد السَّرْخَسِي: فرواه عنه أبو ذرٍّ الْهَرَوِي الحافظ، وأبو الحسن عبد الرحمن بن مُحَمَّد بن المُظَفَّر الدَّاوُودِي.
* * وأمَّا إبراهيم الكُشْمَيْهَنِي: فرواه عنه أبو ذَرٍّ الْهَرَوي أيضًا، وأبو سهل مُحَمَّد ابن أَحْمَد بن عبد الله الحَفْصِي، وكَريمة بنت أَحْمَد الْمَرْوَزِيَّة.
* * وأما أبو أَحْمَد الجُرْجَاني [٢٤ / أ]: فرواه عنه القَابِسي، وأبو نُعَيْم أيضًا.
* * وأمَّا الكُشَّانِي: فرواه عنه أبو العباس المُسْتَغْفِرِي، وأبو القاسم علي بن أَحْمَد ابن مِهْرَان المدني، وأبو عبد الله الحسين بن مُحَمَّد الخَلَّال البغدادي.
* فأمَّا رواية أبي ذَرٍّ عن مشايخه الثلاثة: فاتصلت لنا بالسماع من طريق ولده أبي مَكْتُوم عيسى بن أبي ذَرٍّ عنه: أَخْبَرَنَا بذلك أبو مُحَمَّد عبد الله بن مُحَمَّد بن مُحَمَّد بن سليمان النَّيْسَابُوري قراءة عليه وأنا أسمع بالمسجد الحرام وإجازة، قَالَ: أنا الإمام أبو أَحْمَد إبراهيم بن مُحَمَّد بن أبي بكر الطَّبَري: أنا أبو القاسم عبد الرحمن بن أبي حَرَمِي الكَاتِب قراءة عليه وأنا أسمع سوى من "باب: قول الله تعالَى: {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا} [هود: ٨٤]، إلَى باب: مبعث النبي - صلى الله عليه وسلم -"؛ فإنه إجازة، قَالَ: أنا أبو الحسن علي بن حُميد بن عَمَّار الطَّرَابُلْسِي، أنا أبو مَكْتُوم فذكره.
_________
(١) في الأصل: "عبد الله"، والمثبت هو الصواب.','1','149',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (135,'* وأما رواية الْهَمْدَاني عن شيخه (١): فسيأتي بعد.
* وأما رواية الحافظ أبي نُعَيْم عن شيخه (٢): فأنبأنا بِها عُمَر بن حسن المَرَاغِي في عموم إذنه للمصريين، عن علي بن أحْمَد بن عبد الواحد، عن أبي جعفر مُحَمَّد بن أَحْمَد الأَصْبَهَانِي، عن الحسن بن أَحْمَد المُقْرئ عنه عن شيخيه.
* وأما رواية الأصِيلي عن شيخه (٣): فأنبأنا بِها أبو علي مُحَمَّد بن أَحْمَد بن علي الْمَهْدَوي البزَّاز، عن يحيى بن مُحَمَّد بن سعد، عن جعفر بن علي المُقْرئ، قَالَ: أنا أبو مُحَمَّد عبد الله بن عبد الرحمن الدِّيبَاجِي: أنا عبد الله بن مُحَمَّد بن مُحَمَّد بن علي البَاهِلي، قَالَ: أنا أبو علي الحسين بن مُحَمَّد الجَياني في كتاب: "تقييد المهمل" له: أنا أبو شاكر عبد الواحد بن مُحَمَّد بن مَوْهِب وغيره عنه.
* وأمَّا رواية أبي الحسن القَابِسِي عن شيخه (٤): فبهذا الإسناد إلَى أبي علي الجَيَّاني: أنا أبو القاسم حاتم بن مُحَمَّد بن عبد الرحمن التَّمِيمي بقراءتي عليه: أنا أبو الحسن علي ابن مُحَمَّد بن أبي بكر القَابِسِي.
* وأمّا رواية الْجُهَنِي عن ابن السَّكَن: فبهذا الإسناد إلَى أبي علي الجَيَّاني: أنا القاضي أبو عمر أَحْمَد بن مُحَمَّد بن يحيى المعروف بابن الحَذَّاء بقراءتي عليه، وأبو عُمَر يوسف بن عبد الله بن مُحَمَّد بن عبد البر إجازة [٢٤/ ب] قالا: نا أبو مُحَمَّد عبد الله بن مُحَمَّد بن أَسَد الجُهَني، وكان فقيهًا (٥) ضابطًا فذكره.
* وأمّا رواية الوليد بن بكر والهَمْدَاني: فأنبأنا أبو حَيَّان مُحَمَّد بن حَيَّان بن أبي حَيَّان، عَنْ جَدِّه العلامة أبي حَيَّان الغَرْنَاطِي، عن أبي علي بن أبي الأَحْوَص، عن أبي
_________
(١) أي: عن شيخه المستملي، وإلا فإنه له شيخان: "المستملي، والشبوي".
(٢) كذا بالأصل، ولعل المقصود عن شيخه أبي زيد مُحَمَّد بن أَحْمَد المروزي، وإلا فإنه له شيخان: "المروزي، وأبو أحْمَد الجرجاني"، وقد جاء عَلى الصواب في آخر السند.
(٣) في الأصل: "شيخيه"، والمثبت هو الصواب.
(٤) كذا بالأصل، فلعله يقصد شيخه أبا زيد المروزي، وإلا فإنه له شيخان: "المروزي، وأبو أحْمَد الجرجاني".
(٥) بالأصل: "فقيه".','1','150',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (136,'القاسم أَحْمَد بن يزيد بن بَقِي، عن شُرَيْح بن مُحَمَّد، عن ابن أَحْمَد بن سعيد (١)، عن عبد الرحمن بن عبد الله الهَمْدَاني، أنا أبو علي بن شَبَّوِي، والمُسْتَمْلي.
* وأمَّا رواية أبي اللْحَسن الدَّاوُودِي -وهي أعلى الروايات كلها، لكونها أقل عددًا، مع اتصالها بالسماع-: فَأَخْبَرَنَا بها المشايخ أبو مُحَمَّد عبد الرحيم بن عبد الكريم الحَمَوِي بقراءة ابن (٢) عبد الله بن ظهيرة عليه بمصر، وأبو علي مُحَمَّد بن مُحَمَّد بن علي الجِيزي قراءة عليه وأنا أسمع بمصر أيضًا، قالا: أنا الشيخان أبو العباس أَحْمَد بن أبي طالب بن أبي النعم بن الشُّحْنَة، وست الوزراء بنت عمر بن أسعد التَّنُّوخيَّة، قالا: أنا الحسين بن أبي بكر المبارك بن مُحَمَّد بن يحيي الزُّبَيْدي قراءة عليه ونحنُ نسمع.
قَالَ ابن الشُّحْنَة: وكتب إليَّ أبو الحسن مُحَمَّد بن أَحْمَد بن عمر القُطَيْعي، وأبو الحسن علي بن أبي بكر بن رُوزْبَة القَلانِسِي، قَالَ الثلاثة: أنا أبو الوَقْت عبد الأول بن عيسى بن شُعَيْب الهَرَوي: أنا الدَّاوُودِي.
ح وأَخْبرنَا به أيضًا أبو إسحاق إبراهيم (٣) بن أحْمَد بن عبد الواحد التَنُّوخي قراءة عليه وأنا أسمع، وقرأتُ عليه بعضه: أنا ابن الشُّحْنَة بسنده.
ح وَأخْبَرَنَا به أيضًا أبو الحسن علي بن مُحَمَّد بن مُحَمَّد أبي المَجْد الدمشقي قراءة عليه وأنا أسمع، وقرأتُ عليه بعضها، قَالَ: قُرئ عَلى ست الوزراء المذكورة بسندها وأنا أسمع.
_________
(١) كذا بالأصل، وشريح بن مُحَمَّد هو الرعيني، وابن أَحْمَد بن سعيد هو علي بن أَحْمَد بن سعيد، وهو ابن حزم الإمام المعروف، وهو يحدث بصحيح البُخَاري عن عبد الرحمن بن عبد الله الهمدانى في "المحلى"، وقد تَصحف هذا السند في "فتح الباري" إلَى "شريح بن مُحَمَّد بن علي بن أحْمَد بن سعيد"؛ حيث تصحفت "عن" إلَى "بن" بين كلمتي "محمد"، و"علي".
(٢) بالأصل: "أبي"، والمثبت هو الصواب، لأن كنيته أبو حامد وهو مُحَمَّد بن عبد الله بن ظهيرة المخزومي الشافعي جمال الدين، وهو مشهور: بـ"أبي حامد بن ظهيرة".
(٣) بالأصل: "أبو إسحاق بن إبراهيم"، والمثبت هو الصواب.','1','151',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (137,'قَالَ شيخنا: وأنا لي إجازة المشايخ: قاضي القضاة تقي الدين أبو مُحَمَّد سليمان ابن حَمزة بن أَحْمَد بن عمر المقدسي، وأبو بكر بن أَحْمَد بن عبد الدايم، وعيسى بن عبد الرحمن بن معالي المطعم، قالوا: أَنْبَأَنا (١) الزُّبَيْدي.
قَالَ القاضي: وكتب إليّ القَلَانِسِي، والقُطَيْعِي، وَمُحَمَّد بن زهير شَعْرَانَة، وثابت ابن مُحَمَّد الخجندي وغيرهم قالوا: أنا أبو الوَقْت به.
* وأما رواية أبي سهل الْحَفْصِي: فأنبأنا بِها [٢٥/أ] شيخنا أبو إسحاق التَّنُّوخي المذكور، عن علي بن مُحَمَّد بن مودود، عن عبد الخالق بن أَنْجَب بن المَعْمَر المَارْدِينِي، عن وَجِيه بن طاهر الشَّحَامِي عنه.
وَأَخْبَرَنَا بِها أيضًا شيخنا المذكور، عن أبي نصر مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن هبة الله الشِّيرَازي، عن جدِّه، قَالَ: أنا الحافظ أبو القاسم علي بن الحسن بن عَسَاكِر الدمشقي: أنا أبو عبد الله مُحَمَّد بن الفضل الصَّاعِدي الفَرَاوِي، أنَا الحَفْصِي.
* وأما رواية كَرِيْمة بنت أَحْمَد الْمَرْوَزِيّة: فأخبرنا بِها شيخنا الحافظ أبو الفضل عبد الرحيم بن الحسين العراقي قراءة عليه وأنا أسمع لبعضه وإجازة لباقيه: أنا أبو علي عبد الرحيم بن عبد الله الأنصاري: أنا المعين أَحْمَد بن علي بن يوسف الدمشقي، وغيره سماعًا من إجازة: أنا أبو القاسم هبة الله بن علي بن مسعود البُوصَيْرِي: أنا أبو عبد الله مُحَمَّد بن بَرَكَات النَّحْوي السَّعيدي، قَالَ: أخْبَرَتْنَا كريمة.
* وأما رواية الْمُسْتَغْفِري: فأنبأنا بِها أبو عبد الملك مُحَمَّد بن علي بن مُحَمَّد بن ضُرْغَام البكري، عن صالح بن مُخْتَار، عن مُحَمَّد بن عبد الهادي، عن الحافظ أبي موسى المَدِيني، عن أبيه، عن الحسن بن أَحْمَد عنه.
* وأما رواية أبي القاسم بن مِهْرَان، عن الكُشَّاني: فأنبأنا بِها أبو علي المَهْدَوي، عن يونس بن أبي إسحاق، عن الحسن بن المقير، عن أبي الفضل بن ناصر، عن أبي القاسم ابن مَنْدَه عنه.
_________
(١) جملة: "قالو ا: أنْبَأَنَا" مشتبهة بالأصل، وفِي "فتح الباري": "قَالَ الخمسة: أَنْبَأَنَا".','1','152',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (138,'فهذه الطرق الَّتِي سقناها ترجع كلها إلَى رواية الفَرَبْرِي عَلى ما أصَّلْنَاه (١).
* * * وأمَّا رواية إبراهيم بن مَعْقِل النَّسَفِي، عن البُخَاريّ: فأنبأنا بِها أبو علي البَزَّاز بسنده المتقدم إلَى أبي علي الجَيَّاني: أنا أبو العاص الحكم بن مُحَمَّد بن الحكم الجُذَامِي: أنا أبو الفضل أَحْمَد بن أبي عِمْرَان الهَرَوي بمكة سنة اثنين وثمانين وثلاثمائة سماعًا لبعضه وإجازة لباقيه: ثَنَا أبو صالِح خلف بن مُحَمَّد بن إسماعيل: ثَنَا إبراهيم بن مَعْقِل النَّسَفِي: ثَنَا أبو عبد الله البُخَاريّ من أول الكتاب إلَى باب: {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ} [الفتح: ١٥]. سماعًا عليه، ومن كتاب الأحكام إلَى آخره إجازة منه.
* * * وأما رواية حَمَّاد بن شاكر، عن البخاري: فأنبأنا بِها أبو الفتح عبد الرحيم ابن أَحْمَد بن المبارك [٢٥/ ب] المقرئ، عن يونس بن أبي إسحاق، عن علي بن الحسين بن علي بن منصور، عن الحافظ أبي الفضل مُحَمَّد بن ناصر، عن أبي بكر أَحْمَد بن علي بن خلف الشِّيرَازي، عن الحاكم أبي عبد الله مُحَمَّد بن عبد [الله] (٢) الحافظ: أَخْبَرَني أَحْمَد بن محَمَّد النسوي: ثَنَا حَمَّاد بن شاكر، عن البُخَاريّ سماعًا عليه من أول الكتاب إلى قُبيل أبواب الأحكام، والباقي إجازة.
* * * وأما رواية أبي طَلْحَةَ البَزْدَوِي، عن البُخَاريّ: فأنبأنا بِها ابن ضُرْغَام بسنده المتقدم إلَى المُسْتَغْفِري، قَالَ: أنا أحمدُ بن عبد العزيز المُقْرِئ وغيره عنه.
وإذا انْقَضَى ما أَرَدْنا من هذه الفوائد، وأفردناه من هذه الفوائد؛ فلنَشْرَع فيما قَصَدْنَاهُ في إيراد النُّكَت المتعلقة بالجامع عَلى ترتيبه الوَاقع، والاقتصار منه عَلى رواية وَاحدة، مع التنبيه عَلى ما يُحتاج إليه مِما يُخالفها، أقرب إلَى مقصود الاختصار، وأبعد مِمّا لا طائل تَحته من الإكثار، فاقتصرتُ عَلى رواية الحافظ أبي ذَر الهَرَوِيِّ؛ لإثباته وضَبْطِهِ، أَعَاننا اللهُ عَلَى إكْمَالِهِ بِمَنِّه واتصاله، آمين.
_________
(١) لم يذكر الحافظ سنده إلَى أبي عبد الله الحسين بن محمد الخلال البغدادي عن الكشاني.
(٢) لفظ الجلالة سقط من الأصل.','1','153',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (139,'<span data-type="title" id=toc-141>١ - كتاب بدء الوحي</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
كَيْفَ كَانَ بَدْءُ الْوَحْي إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - وَقَولُ اللهِ -جَلَّ ذِكْرُهُ-: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} [النساء: ١٦٣]
١ - حَدَّثَنَا الْحُمَيْدِيُّ عَبْدُ الله بْنُ الزُّبَيْرِ، عَنْ سُفْيَان، قَالَ: حَدَّثَنَا يَحْيىَ بْنُ سَعِيدٍ الأَنْصَارِيُّ، قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ، أَنهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثيَّ، يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ - رضي الله عنه - عَلَى الْمِنْبَرِ يَقُولُ: سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: "إِنمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنمَا لِكلِّ امْرِئٍ مَا نَوَى، فَمَنْ كانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصيبُهَا أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ".
قَالَ -رحمه الله-: (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ).
أقول: بدأ بالبسملة للتبرك؛ لأنها أول آية في المصحف، أجْمَعَ عَلى كتابتها الصحابة.
قَالَ: كيف كانَ بدء الوحي إلَى رسول الله - صلى الله عليه وسلم - وقول الله تعَالَى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} [النساء: ١٦٣].
أقول: هكذا وقع في رواية أبي ذر عن مشايخه الثلاثة، ليس فيه باب، والجملة حينئذٍ في محل رفع.
وقوله: (وقول الله) مرفوع عطفًا عليها، ووقع في رواية أبي الوقت وغيره بإثباته، ويجوز فيه وفِي نظائره وجهان:','1','155',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (140,'الضم بلا تنوين، والتقدير باب كيف (١) بدء الوحي، ويكون قول الله مجرورًا عطفًا عَلى موضع الجملة، وهي كيف كَانَ بدء الوحي.
ثانيهما: الضم مع التنوين، وإعرابه واضح.
وحكى (٢) الكرماني فيه وجهًا ثالثًا، وهو: أنه يجوز فيه عدم الإعراب، فيورد بصورة الوقف عَلى سبيل التعداد، وفيه بحث ولم تجئ به الرواية.
وذكر الآية الكريمة؛ لأن عادته أن يضم إلَى الحديث الذِي [٢٦/ أ] عَلى شرطه ما ناسبه من قرآن، أو تفسير له، أو حديث عَلى غير شرطه، أو أثر عن بعض الصحابة والتابعين بحسب ما يليق عنده بذلك المقام.
وتراجم أبوابه غالبها أحاديث أو آثار أو تفاسير، وقلَّ ما يمر به في الحديث لفظة تناسق لفظ آية إلا ويورد تفسير تلك الآية.
ولأجل هذا أقول: ليس في الجوامع من احتوى عَلى علمي الكتاب والسنة مثله.
قوله: (بدء الوحي) هو بفتح الباء الموحدة والهمز، من الابتداء، وَقَالَ القاضي عِيَاض: يجوز الضم وتشديد الواو من البُدُوِّ: وهو الظهور، قُلْتُ: لكن لم تجئ به الرواية، وقد وقع [في] (٣) بعض الروايات: (كيف كَانَ ابتداء الوحي)، فصح ما قلناه.
والوحي في اللغة: الإعلام في خفاء.
وِفي الشرع: كلام الله المُنَزَّل عَلى نبيٍّ من أنبيائه.
قوله: (حَدَّثَنَا الْحُمَيْدي) هو: أبو بكر عبد الله بن الزبير بن عيسى بن عبد الله بن الزبير بن عبد الله بن حُميد بن أسامة بن زُهير بن الحارث بن أسد بن عبد العزى بن قُصَي القرشي الأسدي، يجتمع مع رسول الله - صلى الله عليه وسلم - في قصي، ومع خديجة بنت خويلد ابن أسد زوج النبي - صلى الله عليه وسلم - أسد بن عبد العُزَّى، وهو منسوب إلَى جَدِّه حُميد.
_________
(١) في الحاشية نسخة أخرى: "كيفية".
(٢) في الحاشية: "لم يحك، وإنما هو تجويز".
(٣) زيادة من "الفتح".','1','156',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (141,'وهو إمام كبير، له تصانيف في الحديث والفقه، من رؤساء أصحاب ابن عُيَيْنَة، وصحب الشافعي، وأخذ عنه الفقه، ورافقه في طلب الحديث، وفِي الرحلة إلَى مصر، ورجع بعد وفاته إلَى مكة فأقام بِها إلَى أن مات سنة تسع عشرة ومائتين.
وقدم المصنف الرواية عن الحُميدي؛ لأنه قرشي مكي، وشيخه ابن عُيينة مكي، إشارة إلَى العمل بقوله - صلى الله عليه وسلم -: "قَدِّمُوا قُرَيْشًا وَلاَ تَقَدَّمُوهَا" (١)، وإشعارًا بأفضلية مكة عَلى غيرها من البلاد، ولأن ابتداء الوحي كَانَ منها؛ فناسب أن يبدأ بالرواية عن أهلها في أول بدء الوحي، ومن ثَمَّ ثنى بالرواية عن مالك؛ لأنه فقيه الحجاز مع سُفيان، ولأن المدينة تلو مكة في الفضل، وقرينتها في نزول الوحي.
قوله: (عن سفيان) كذا [٢٦/ ب] في رواية أبي ذر، ولغيره: "ثَنا سفيان"، وهو ابن عُيينة بن أبي عمران أبو مُحَمَّد الهلالي الكوفي نزيل مكة، قالَ الشافعي: لولا مالك وسفيان لذهب علم الحجاز.
_________
(١) ورد من حديث عبد الله بن السائب. أخرجه: ابن أبي عاصم في "السنة" (١٥١٨، ١٥١٩)، وأخرجه أيضًا الطبراني في "المعجم الكبير" -كما في "الجامع الصغير" للسيوطي-، أما في "مجمع الزوائد" (١٠/ ٢٥) فقد ذكر أنه عن علي، وهو خطأ، ولعل هناك سقطًا؛ لأن حديث علي أخرجه: البزار في "مسنده"، وحديث ابن السائب هو الَّذِي أخرجه الطبراني في الكبير، ولكنه في الجزء المفقود، ويدل عَلى ذَلِكَ أنه ذكر أن هذا الحديث من طريق أبي معشر، وحديث أبي معشر هو حديث عبد الله بن السائب، وليس حديث علي بن أبي طالب، ولأننا لم نجد في "مجمع الزوائد" حديث علي بن أبي طالب عند البزار، مما يؤكد وقوع سقط في مطبوعة "مجمع الزوائد"، ويتأكد ذَلِكَ عند مراجعة مسند علي بن أبي طالب في "المعجم الكبير" حيث لا يوجد هذا الحديث فيه.
أما حديث علي فأخرجه: البزار في "مسنده" (٤٦٥)، وأبو نُعيم في "الحلية" (٩/ ٦٤)، وورد أيضًا من حديث سهل بن أبي حثمة، أخرجه: ابن أبي عاصم في "السنة" (١٥٢١).
ومن حديث عتبة بن غزوان، أخرجه: ابن أبي عاصم في "السنة" (١٥٢٠).
ومن حديث أنس بن مالك، أخرجه: أبو نُعيم في "حلية الأولياء" (٩/ ٦٤).
ومن حديث أبي هريرة، أخرجه: ابن عدي في "الكامل" (٥/ ١٦٢)، في ترجمة: "عُثْمان بن عبد الرحمن الجمحي".
وورد بلاغًا من حديث ابن شهاب، أخرجه: الشافعي في "المسند" (ص ٢٧٨).','1','157',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (142,'وكان سفيان يقول: إنه سمع من سبعين من التابعين، وهو آخر من روى عن الزُّهْري من الثقات، مات في رجب سنة ثمانٍ وتسعين ومائتين، فبدأ البُخَاريّ [به] (١).
قوله: (ثَنا يَحيى بن سعيد الأنصاري) اسم جده: قيس بن عمرو، وهو من صغار التابعين، وشيخه مُحَمَّد بن إبراهيم التَّيْمي من آل الصديق، وهو تابعي وسط، وشيخه علقمة بن وقاص الليثي تابعي كبير.
ففي الإسناد عَلى هذا ثلاثة من التابعين، روى بعضهم عن بعض، وَعَلى رواية أبي ذر يكون اجتمع في الإسناد أكثر الصيغ، وهي: التحديث والإخبار والسماع والعنعنة.
قوله: (سمعت عمر بن الخطاب عَلى المنبر يقول).
قَالَ مُحَمَّد بن إسماعيل التَّيْمي: لما كَانَ الكتاب معقودًا عَلى أخبار النبي - صلى الله عليه وسلم -، طلب المصنف تصديره بأول شأن الرسالة، وهو الوحي، ولم ير أن يقدم عليه شيئًا، لا خطبة ولا غيرها، بل أورد حديث الأعمال بالنيات بدلًا من الخطبة.
قُلْتُ: ولهذه النُّكْتَة اختار سياق هذه الطريق؛ لأنها تضمنت أن عمر خطب بهذا الحديث عَلى المنبر، فلما صَلُحَ أن يدخل في خطبة الناس (٢) كَانَ صالحًا أن يكون في خطبة الدفاتر، فكأنه قالَ: هذا كتاب قصدت به جمع حديث رسول الله - صلى الله عليه وسلم -، وقد قَالَ: "إنما الأعمال بالنيات"، فإن كُنْتُ قصدتُ به وجه الله فَسَيُجزيني عليه ويُنْتَفع به، وإن كُنْتُ قصدتُ به غَرضًا من أغراض الدُّنْيَا فسيجازيني بنيتي؛ ولهذه النكتة حذف الجملة الدالة عَلى التزكية المحضة، وهي قوله: "فمن كانت هجرته إلَى الله ورسوله فهجرته إلَى الله ورسوله". وبقي الجملة المفردة، وهي قوله: "فهجرته إلَى ما هاجر إليه"، نبه عَلى ذَلِكَ بعض حفاظ الأندلس، وهو دقيق، وقد بسطته في الشرح الكبير (٣).
_________
(١) زيادة ليست بالأصل.
(٢) في الحاشية نسخة أخرى: "المنابر".
(٣) كتب في الحاشية: قف عَلى كلام الحافظ في شرحه الكبير في هذا المحل، فإنه أبدع فيه. راجع: "فتح الباري" (١/ ٢٢ - ٢٣).','1','158',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (143,'وإذ تقرر أنه أقام هذا الحديث بدلًا من الخطبة [٢٧/ أ]، ومن حق الخطبة أن يذكر المصنف فيها اصطلاحه، وكان من رأيه تجويز الرواية بالمعنى، والاختصار من الحديث، والاقتصار عَلى دلالة الإشارة غالبًا؛ فاستعمل جميع ذَلِكَ في هذا الحديث.
فإن قيل: ولِمَ لَم يبدأ الخطبة بالْحَمد؟
فالجواب: إن المقصود من الحمد: ذكر الله، وقد وجد بالبسملة، وكذا بالآية الأخرى الَّتِي في الترجمة.
قوله: (إنّما الأعمالُ بالنيات) هذا التركيب يُفيد الحصر بلا خلاف بين المحققين، والحصرُ: إثبات الحكم للمذكور ونفيه عما عداه.
وإنما اختلفوا في "إنَّما" هل تُفيد الحصر أو تأكيد الإثبات؟
وَعَلى إفادته؛ هل تُفيد النفي بالمنطوق أو بالمفهوم؟ إلَى غير ذَلِكَ من المباحث. والمختار: أنها تُفيد الحصر، لكن قد يصحبها قرائن تدل عَلى إفادتها حصرًا مخصوصًا.
والأعمال: جمع عمل، وهي في مقابلة الأقوال، والمراد: إعمال البدن؛ لأن النية عمل القلب، وليس بمرادٍ لئلا يلزم الدور.
والنيات: جمع نية، وهي: انبعاث القلب نحو ما يراه موافقًا لغرض من جلب نفع أو دفع ضر حالًا ومآلًا. قاله القاضي ناصر الدين البَيْضَاوي، قَالَ: وهذا اللفظ متروك الظاهر؛ لأن الذوات غير منتفية، فيعني أن تقدير: "إنَّما الأعمال بالنيات": لا عمل إلا بنية، والفرض أن ذات العمل الخالي عن النية موجودة، قَالَ: فالمراد نفي أحكامها كالصحة والفضيلة، قَالَ: والحملُ عَلى نفي الصحة أولَى؛ لأنه أشبه بنفي الشيء بنفسه، ولأن اللفظ يدل عليه بالتصريح عَلى نفي الذوات، وبقيت دلالته بالتبع عَلى نفي الصفات.
قُلْتُ: وهذا المحل يحتمل البسط، وقد أكثر الحُذَّاق من الكلام فيه، فاقتصرتُ عَلى كلام هذا القاضي لجودته وتحقيقه.
واستدل الطيبي عَلى صحة ما ذهب إليه من أن المقدَّر الصحة؛ بأن التقدير لو','1','159',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (144,'كَانَ بـ: "مستقر" أو "حاصل"؛ لكان بيانًا للغة، والنبي - صلى الله عليه وسلم - بُعث لبيان الشرع، فرجح جانب الحمل عَلى تقدير الصحة، ويتقوى أيضًا بأن "إنما" لا يخاطب بِها إلا من عنده تردد في الشيء، والذين خوطبوا بذلك هم أهل اللسان، فتعين أنهم إنما خوطبوا بما ليس لهم به علم إلا من قِبَل الشارع، وهو [٢٧/ب] الشرع، فتعين الحمل عَلى الشرع، والله أعلم.
وهذا كله إذا أحدث الأعمال عَلى عمومها، فأما إذا قُلْت: المراد بالأعمال هنا: الأعمال الشرعية دون غيرها؛ فيصح تقدير: "تستقر وتوجد"، ونحو ذلِكَ.
قوله: (وإنَّما لكل امرئ ما نَوى) هذا تأكيد للجملة الأولى ومقولها، ويحتمل أن يُراد من الأولَى: أن الأعمال لا تكون مسقطة للقضاء إلا إذا قارنتها النية، ومن الثانية: أنها إنما تكون مقبولة إذا قارنها الإخلاص.
وَقَالَ الخَطَّابي: أفادت هذه الجملة تعيين العمل بالنية الجازمة، والأولَى أفادت أن الأعمال لا تعتبر إلا إذا كانت بنية.
قوله: (فمن كانت هجرته إلَى دنيا يُصيبها) هو بالقصر بلا تنوين، والهجرة في الأصل: الترك، والمراد بِها هنا: ترك الوطن، وكان واجبًا عَلى من أسلم أن يُهاجر إلَى النبي - صلى الله عليه وسلم -، مفارقًا دار قومه، فلما فُتحت مكة ودخل الناس في دين الله أفواجًا انقطعت هذه الهجرة، وبقيت الهجرة من دار الكفر عَلى حالها، وللهجرة معانٍ أُخَرُ ليست مرادة هنا، وسَيُشَار إلَى شيء منها بعد.
وقد قدمنا النُّكتة في حذفه أحد وجهي التقسيم، وهو قوله: (فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله"، فلم يجئ في شيء من الروايات، وغلط الشارح الدَّاوُودِي ومن تبعه في إثباتها، والله أعلم.
قوله: (فهجرته إلى ما هاجر إليه) ظاهره اتحاد الشرط والجزاء، وتغايرهما متعين، والجواب: أن تغايرهما لا يتعين باللفظ بل في المعنى، وحينئذٍ فيقدر أو يؤول، كما في قوله تعالَى: {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} [الفرقان: ٧١].','1','160',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (145,'وأولَى ما قُدِّر في الحديث ما قَالَ أبو الفتح القُشَيري: فمن كانت هجرته لشيء نية وقصدًا فهجرته حكمًا وشرعًا.
ويعرب قوله: "نية" عَلى التمييز لا عَلى الحال؛ إذ الحال في مثل هذا لا يُحذف، بخلاف التمييز فإنه يجوز حذفه إذا دلت عليه القرينة، أو يُحمل عَلى إرادة المعهود كقوله:
* أنا أبو النجم وشعري شعري *
إذ يؤول عَلى إقامة السبب مقام المسبب لاشتهار السبب، والله أعلم.
وسنذكر في [٢٨/ أ] كتاب الإيمان بقايا من فوائد هذا الحديث إن شاء الله تعالَى.','1','161',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (146,'٢ - حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ -رضي الله عنها-: أَن الْحَارِثَ بْنَ هِشَامٍ - رضي الله عنه - سَأَل رَسُولَ الله - صلى الله عليه وسلم - فَقَالَ: يَا رَسُولَ اللهِ! كيْفَ يَأْتِيكَ الْوَحْيُ؟ فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: "أَحْيَانًا يَأْتِيني مِثلَ صَلْصَلَةِ الْجَرَسِ -وَهُوَ أَشَدُّهُ عَلَيَّ- فَيُفْصَمُ عَنِّي وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ، وَأَحْيَانًا يَتَمَثَّلُ لِي الْمَلَكُ رَجُلًا فَيُكَلِّمُني فَأَعِي مَا يَقُولُ".
قَالَتْ عَائِشَةُ -رضي الله عنها-: وَلَقَدْ رَأَيْته يَنْزِلُ عَلَيْهِ الْوَحْيُ في الْيَوْمِ الشَّدِيدِ الْبَرْدِ، فَيَفْصِمُ عَنْهُ وَإِن جَبِينه لَيَتَفَصَّدُ عَرَقًا.
قوله: (حَدَّثَنَا عبد الله بن يوسف) هو: التِّنِّيسِيُّ، وهو من أَجَلِّ مَن يروي المُوَطَّأ عن مَالك.
قوله: (أن الحارث بن هشام) هو: المَخْزُومِيُ - رضي الله عنه -، وهو أخو أبي جَهْل -لعنه الله-.
قوله: (سأل) يُحتمل أنْ تكون عائشة حضرته إذْ سَأل عن ذَلِكَ، ويُحتمل أن يكون الحارث أخبرها بذلك وأَوْرَدته في هذه السِّياقة بصورة الإرسال فيُحكم له بِحُكم الوَصْل؛ لأنه عَلى الأول ظاهر الاتصال، وَعَلى الثاني مُرْسَلُ صحابيٍّ، وقد ثبت الثاني في مسند أحْمَد (١)، ومُعجم البَغَوي وغيرهما.
قوله: (أحيانًا) مَنْصوب عَلى الظَّرْف.
قوله: (يأتيني مثل صَلْصَلَة الجَرَس).
يريد: أنه صَوت مُتَدارك يسمعه ولا يَتَبَيَّنه أول ما يَقْرعُ سمعه، ثم يفهمه بعد، ولهذا عَبَّر عنه بالشدة؛ لأنه يَشْغله عن حواسه، وفي حديث عُمر عند أبي داود (٢): "كُنَّا
_________
(١) "مُسند أَحْمَد" (٦/ ١٥٨، ٢٥٧).
(٢) كذا قَالَ، والصواب: أنه أخرجه التّرمِذيّ (كتاب التفسير، باب: سورة المؤمنون) برقم (٣١٧٣)، والنسائي في "الكبرى" (كتاب الوتر، باب: رفع اليدين في الدعاء) (١/ ٤٥٠)، وأَحْمَد في "المسند" (١/ ٣٤).','1','162',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (147,'نَسْمَعُ عِنْدَهُ مِثْلَ دَوِيِّ النَّحْلِ"، والفرق بينهما: أن الأول بالنسبة إلَى النبي - صلى الله عليه وسلم -، والثاني بالنسبة للصَّحابة، فافْتَرق النسبة بحسب المَقَامين.
والصَّلْصَلة في الأصل: صوتُ وَقع الحديث بعضه عَلى بعض، ثم أُطْلِقت عَلى كل صوت له طَنِينٌ، وشبهه به نَظرًا إلَى مُماثلة الصوت مع قَطع النظر عن مُتعلقاته، وإلا فصوت الجَرَس نفسه يكره حسه.
قوله: (فيُفْصَم) بضم أوله عَلى البناء عَلى مَا لَمْ يُسَمَّ فاعله، ولغير أبي ذَرٍّ بفتح أوله وكسر الصاد، أي: يَقْلِع، والفَصْم: القطع من غير بَينُونة بخلاف القَصْم بالقاف.
قوله: (وَعَيْت) بفتح العين؛ أي: فَهِمْت، وهو مأخوذ من الوِعَاء؛ أي: جمعته كما يُجمع الشيء في الوِعَاء، وحَصَل من المجموع أنه لا يَفْهَمه ابتداء حَتى يُلْقِي إليه بالَهُ كُلَّه، وأنه لا يُقْلَع عنه إلا وقد فَهِم ما جاء به.
ولم يتعرض في هذه الصورة لكيفية حامل الوحي؛ لأن السُّؤال إنما وَقَع عن الوحي نفسه، وإنما ذَكره في الثاني لتحقق أنه يشبه كلام الإنس.
قوله: (رجلًا) أي: على مثال رجل، ومعناه: أن الملك ظهر للنبي - صلى الله عليه وسلم - بتلك الصورة تأنيسًا. والزائد عَلى خلقه، إما أن يحتجب، وإما أن يضمحل ثم يعود [٢٨/ ب]، وأشار إلَى ذلِكَ ابن عبد السلام، والأول أولى.
قوله: (فأعي ما يقول).
وَقَالَ في الأول: "وقد وعيت ما قَالَ"؛ لأن الوعي حصل في الأول عقب المكالمة قبل الفَصْم، وفِي الثاني حصل حال المُكالمة، ولا يتصور قبلها.
فإن قيل: بقي من صفات الوحي أشياء لم تُذكر: كالرؤيا الصالحة، والإلهام، والنَّفْث في الرُّوع، والكلام بلا واسطة كما في ليلة الإسراء، ومجيء الملك في صورته الَّتِي خُلق عليها؟
فالجواب: أن السؤال غير وارد؛ إذ لا صيغة حصر هنا، وَعَلى تقدير ذَلِكَ يجوز أن يكون في الرؤيا أيضًا لا يخرج في مجيئه بالوحي عن الصفتين المذكورتين، وأما ما عدا','1','163',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (148,'ذَلِكَ فوقوعه نادر، وغالبه لم يتكرر فلم يذكره، أو أن المراد بالسؤال عن الوحي السؤال عن الموحى وهو القرآن، ومجيء الملك بالقرآن لا يخرج عن تلك الصفتين، والله أعلم.
قوله: (قالت عائشة) هو معطوف عَلى الإسناد الأول بغير أداة عطف، وهو جائز كما قَالَ ابن مالك، وقد أكثر المصنف في هذا الكتاب من استعماله، وقد أخرجه مالك في "الموطأ" كذلك (١)، وأفرده مُسْلِم (٢) بالسياق مع أنه بسند الَّذِي قبله عنده أيضًا، فانتفى أن يكون من تعاليق البُخَاريّ كما جوزه الكرماني.
وكلام عائشة هذا يؤيد ما روت عنه - صلى الله عليه وسلم - من الشدة؛ لأن سيل العرق في اليوم الشديد البرد يدل عَلى حمل ثقل عظيم، كما قَالَ تعالَى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} [المزمل: ٥]. وفي حديث عائشة أيضًا أنها في قصة الإفك: "فأخذه ما كَانَ يأخذه من البُرَحَاء" (٣)، وهو بضم الموحدة وفتح الراء والحاء المهملة، وهو: البُهْرُ (٤) بضم الموحدة وإسكان الهاء، والعرق مثل الَّذِي يحصل للمحموم.
وفي حديث عبادة بن الصامت: "كَانَ إذا نزل عليه الوحي كرب لذلك وترَبَّد وجهه" (٥). وهو بالراء وتشديد الموحدة؛ أي: تغير لونه.
وفِي حديث يَعْلَى بن أمية: "فرأيته وهو يَغَطّ" (٦).
_________
(١) "الموطأ" (كتاب القرآن، باب: ما جاء في القرآن) (ص ١٤٣).
(٢) "صحيح مُسْلِم" (كتاب الفضائل، باب: عرق النبي - صلى الله عليه وسلم - في البرد) برقم (٢٣٣٣).
(٣) أخرجه البُخَاريّ في "صحيحه" (كتاب الشهادات، باب: تعديل النساء بعضهن بعضًا) برقم (٢٦٦١)، وأيضًا في رقم (٤١٤١، ٤٧٥٠)، وَمُسْلِم في "صحيحه" (كتاب التوبة، باب، حديث الإفك) برقم (٢٧٧٠).
والبرحاء: شدة الأذى بسبب الحمى وغيرها.
(٤) البهر: تتابع النفس.
(٥) أخرجه مسلم في "صحيحه" (كتاب الحدود، باب: حد الزنا) برقم (١٦٩٠)، وفِي (كتاب الفضائل، باب: عرق النبي - صلى الله عليه وسلم - في البرد) برقم (٢٣٣٤).
(٦) أخرجه البخاري في "صحيحه" (كتاب الحج، باب: يفعل في العمرة ما يفعل في الحج) برقم (١٧٨٩)، وأيضًا في رقم (٤٣٢٩، ٤٩٨٥)، وَمُسْلِم في "صحيحه" (كتاب الحج، باب: ما يُباح للمحرم بحج أو عمرة وما لا يُباح) برقم (١١٨٠).','1','164',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (149,'وكل ذَلِكَ حيث لا يأتي الملك في صورة الرجل، أما حيث يأتي في صورة الرجل فلا؛ ففي حديث أبي هريرة في سؤال جبريل عن الإيمان والإسلام أنه أتى في صورة أعرابي (١)، وفِي حديث أم سلمة أنها رأت جبريل في صورة دِحْيَة (٢)، إلَى غير ذَلِكَ من الأحاديث.
وللحُميدي في "مسنده" (٣)، عن ابن عيينة، عن هشام في حديث الباب [٢٩/ أ]: "ويأتيني أحيانًا في مثل صورة الفتى فينبذه إلَيَّ فأعيه وهو أهونه عليَّ"، فتبين موقع أفعل في قوله: "وهو أشده عليَّ".
وفي هذا الحديث من الفوائد: أن السؤال عن الكيفية لطلب الطمأنينة لا يقدح في اليقين، وأن الصحابة كانوا يسألون النبي - صلى الله عليه وسلم - عن الأمور الَّتِي لا تُدرك بالحس فيخبرهم بِها ولا ينكر ذَلِكَ عليهم.
قوله: (ليتفصد) بالفاء، أي: يسيل منه العرق كما يسيل الدم بالفصد، ومن قاله بالقاف فقد صحف. و (عرقًا): منصوب عَلى التمييز.
* تنبيه:
قَالَ الإسماعيلي: كَانَ المناسب أن يقدم الحديث الذِي بعد هذا؛ لأنه أليق بالترجمة.
وأقول: لا أثر للتقديم والتأخير هنا ولو لم تظهر المناسبة، فضلًا عن أنّا قدمنا أنه أراد البداءة بالتحديث عن إمامي الحجاز، فبدأ بمكة وثنى بالمدينة، ولا يلزم أن تتعلق جَميع أحاديث الباب ببدء الوحي، بل يكفي أن يتعلق بذلك وبما يتعلق به وبما يتعلق بالآية أيضًا، فاندفع الاعتراض.
_________
(١) أخرجه البُخَاريّ في "صحيحه" (كتاب تفسير القرآن، باب: قوله تعالَى: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} برقم (٤٧٧٧)، وَمُسْلِم في "صحيحه" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان) برقم (٩).
(٢) أخرجه البخاري في "صحيحه" (كتاب المناقب، باب: علامات النبوة في الإسلام) برقم (٣٦٣٤)، وفِي (كتاب فضائل القرآن، باب: كيف نزل الوحي) برقم (٤٩٨٠)، ومُسْلِم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل أم سلمة) برقم (٢٤٥١).
(٣) "مسند الحميدي" (١/ ١٢٤ - ١٢٥) برقم (٢٥٦).','1','165',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (150,'ثم ظهر لي جوابٌ آخر، وهو أن الأحاديث تتعلق بلفظ الترجمة وبما اشتملت عليه الترجمة، ولما كانت الترجمة اشتملت عَلى الآية الكريمة، وهي قوله: {إِنَّا أَوْحَيْنَا إِلَيْكَ} [النساء: ١٦٣]. كَانَ تقديم ما يتعلق بالآية الكريمة، فهو صفة الوحي وصفة حامله، إشارة إلَى أن الوحي إلَى الأنبياء لا تباين فيه، فحسن إيراد هذا الحديث عقب حديث "الأعمال بالنيات" الَّذِي تقرر أنه يتعلق بالآية أيضًا تعلقا قويًّا، والله الموفق.','1','166',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (151,'٣ - حَدَّثَنَا يَحْيىَ بْنُ بُكَيْرٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمنينَ، أَنهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ الله - صلى الله عليه وسلم - مِنَ الْوَحْي الرُّؤْيَا الصَّالِحَةُ في النَّوْمِ، فَكَانَ لا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، وَكَانَ يَخْلُو بِغَارِ حِرَاءٍ فَيَتَحَنَّثُ فِيهِ -وَهُوَ التَّعَبُّدُ- اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَنْزِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجعُ إِلَى خَدِيْجَةَ، فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى جَاءَهُ الْحَقُّ وَهُوَ في غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ. قَالَ: مَا أَنَا بِقَارِئٍ. قَالَ: فَأَخَذَنِي فَغَطَّني حَتَى بَلَغَ مِنِّي الْجَهْدَ، ثُم أَرْسَلَنِي فَقَالَ: اقْرَأْ. قُلْتُ: مَا أَنا بِقَارِئٍ. فَأَخَذَنِي فَغَطَّني الثَّانِيَةَ حَتَى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ. فَقُلْتُ: مَا أَنا بِقَارِئٍ. فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، ثُمَّ أَرْسَلَنِي فَقَالَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (٢) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ} ". فَرَجَعَ بِهَا رَسُولُ اللهِ - صلى الله عليه وسلم - يَرْجُفُ فُؤَادُهُ، فَدَخَلَ عَلَى خَدِيجَةَ بِنْتِ خُوَيْلِدٍ -رضي الله عنها- فَقَالَ: "زَمِّلُونِي زَمِّلُونِي". فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ لِخَدِيجَةَ وَأَخْبَرَهَا الْخَبَرَ: "لَقَدْ خَشِيتُ عَلَى نَفْسِي". فَقَالَتْ خَدِيجَةُ: كَلَّا وَالله مَا يَحْزُنُكَ اللهُ أَبَدًا، إِنكَ لتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى ابْنَ عَمِّ خَدِيجَةَ -وَكَانَ امْرَأً تَنَصَّرَ في الْجَاهِلِيَّةِ، وَكانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ، فَيَكْتُبُ مِنَ الإِنْجِيلِ بِالْعِبْرَانِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكانَ شَيْخًا كبِيرًا قَدْ عَمِيَ- فَقَالَتْ لَهُ خَدِيجَةُ: يَا ابْنَ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ. فَقَالَ لَهُ وَرَقَةُ: يَا ابْنَ أَخِي، مَاذَا ترى؟ فَأَخْبَرَهُ رَسُولُ الله - صلى الله عليه وسلم - خَبَرَ مَا رَأَى. فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي نَزَّلَ الله عَلَى مُوسَى - صلى الله عليه وسلم -، يَا لَيْتَنيَ فِيهَا جَذَعٌ، لَيْتَني أَكُونُ حَيًّا إِذْ يُخْرِجُكَ قَوْمُكَ. فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: "أَوَ مُخْرِجِيَّ هُمْ؟ ". قَالَ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمِثْلِ مَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِن يُدْرِكْني يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ وَفَتَرَ الْوَحْيُ.
قوله: (حَدَّثنَا يَحيى بن بكير) هو: يحيى بن عبد الله بن بُكَير، نُسب إلَى جَدِّه لشهرته بذلك، وهو من كبار حفاظ المصريين، وأثبت الناس في الليث بن سعد الفَهْمي فقيه المصريين.','1','167',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (152,'و (عُقَيْل) بالضم عَلى التصغير، وهو من أثبت الرواة عن ابن شهاب: وهو أبو بكر مُحَمَّد بن مُسْلِم بن عبيد الله بن عبد الله بن شهاب بن عبد الله بن الحارث بن زُهْرَة الفقيه، نسب إلَى جد جدِّه لشهرته.
(الزُّهْرِي) نُسب إلَى جَدِّه الأعلى زُهْرَة بن كِلَاب، وهو من رهط آمنة أم النبي - صلى الله عليه وسلم -، اتفقوا عَلى إمامته وإتقانه.
قوله [٢٩/ ب]: (من الوحي) يحتمل أن تكون تبعيضية؛ أي: من أقسام الوحي، ويحتمل أن تكون بيانية، ورجحه القزاز.
و(الرؤيا الصالِحة) وقع في رواية مَعْمَر، ويونس عند المصنف (١): "الصادقة" وهي الَّتِي ليس فيها ضِغْث، وبدئ بذلك ليكون تَمهيدًا وتوطئة لليقظة، ثم مهد له في اليقظة أيضًا رؤية الضوء، وسماع الصوت، وسلام الحجر.
قوله: (في النوم) لزيادة الإيضاح، أو ليخرج رؤيا العين في اليقظة لجواز إطلاقها مَجازًا.
قوله: (مثل فلق الصبح) نصب "مثل" عَلى الحال؛ أي: شبيهة (٢) ضياء الصبح.
قوله: (حبب) لم يسم فاعله لعدم تَحقق الباعث عَلى ذَلِكَ، وإن كَانَ كُلٌّ من عند الله، أو لينبه عَلى أنه لم يكن من باعث البشر، أو يكون ذَلِكَ من وحي الإلهام.
و(الْخَلاء) بالمد: الخُلوة، والسر فيه: أن في الخلوة فراغ القلب لما يتوجه له.
و(حراء) بالمد وكسر أوله، كذا في الرواية وهو صحيح، وفِي رواية الأصِيلي بالفتح والقصر، وقد حكي أيضًا، وحكي فيه غير ذَلِكَ جوازًا لا رواية، وهو: جبل معروف بمكة.
و(الغار) نقب في الجبل، وجمعه: "غِيرَان".
قوله: (فيتحنث) هِيَ بمعنى: يَتَحَنَّف؛ أي: يتبع الحَنِيفِيَّة، وهي: دين إبراهيم، والفاء
_________
(١) (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤)، وفِي نفس الكتاب (باب: قوله: {اقْرَأْ وَرَبُّكَ الْأَكْرَمُ}) برقم (٤٩٥٦)، وأيضًا في (كتاب التعبير، باب: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحة) برقم (٦٩٨٢).
(٢) في نسخة في الحاشية: "يشبه".','1','168',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (153,'تبدل ثاء في كثير من كلامهم، وقد وقع في رواية ابن هشام في "السيرة": "يتحنف" (١) بالفاء، والتحنث: إلقاء الحنث (٢)، وهو الإثم، كما قيل: يتأثم ويتحرج ونحوهما.
قوله: (وهو التعبد) هذا مدرج في الخبر، وهو من تفسير الزهري كما جزم به الطَّيِّبي، ولم يذكر دليله.
نعم؛ في رواية المؤلف من طريق يونس عنه في التفسير (٣) ما يدل عَلى الإدراج.
قوله: (الليالي ذوات العدد) متعلق بقوله: يتحنث، وإبهام العدد لاختلافه، وهو بالنسبة إلَى المدد الَّتِي يتخللها مَجيئه إلَى أهله، وإلا فأصلُ الخلوة قد عُرفت مدتها وهي شهر، وذلك الشهر كَانَ رمضان، رواه ابن إسحاق كما بينته في الشرح الكبير (٤).
و"الليالي" منصوبة عَلى الظرف.
و"ذوات" منصوبة أيضًا، وعلامة النصب فيها كسر التاء.
و"ينزع" بكسر الزاي، أي: يرجع وزنًا ومعنى، ورواه المؤلف بلفظه [٣٠/أ] في التفسير (٥).
قوله: (لمثلها) أي: الليالي.
و"التزود": استصحاب الزاد، ويتزود معطوف عَلى يتحنث.
و"خديجة": هِيَ أم المؤمنين بنت خُويلد بن أسد بن عبد العُزَّى بن قُصَيّ، يأتي أخبارها في مناقبها.
قوله: (حَتَّى جاءه الحق) أي: الأمر، وفِي التفسير (٦): "حَتَّى فجئه الحق" بكسر الجيم، أي: بغتة.
قوله: (فجاءه) هذه الفاء تُسمى التفسيرية وليست التعقيبية، لأن مَجيء الملك ليس
_________
(١) "سيرة ابن هشام" (٢/ ٦٨).
(٢) في نسخة في الحاشية: "إلفاء الحنث".
(٣) (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) (٤٩٥٤).
(٤) "فتح الباري" عند شرحه للحديث رقم (٦٩٨٢) (كتاب التعبير، باب: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحة).
(٥) (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).
(٦) (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).','1','169',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (154,'بعد مجيء الوحي حَتَّى تعقب به، بل هو تفسير، ولا يلزم من هذا (١) أن يكون من باب تفسير الشيء بنفسه، بل التفسير عين المفسر به من جهة الإجمال، وغيره من جهة التفصيل.
قوله: (ما أنا) "ما" نافية؛ إذ لو كانت استفهامية لم يصلح دخول الباء عليها، وإن حكي عن الأخفش جوازه فهو شاذ، و"الباء" زائدة لتأكيد النفي؛ أي: ما أُحْسِن القراءة، فلما قَالَ ذلكَ ثلاثًا، قيل له: {اقْرَأْ بِاسْمِ رَبِّكَ} أي: لا تقرؤه بقوتك ولا بِمعرفتك، لكن بحول ربك وإعانته، فهو معلمك كما خلقك، وكما نزع عنك علق الدم ومغمز الشيطان في الصغر، وعلَّم أُمَّتك حَتى صارت تكتب بالقلم بعد أن كانت أُمِّيَّة.
فإن قيل: فَلِمَ كرر ذَلِكَ؟
أجاب أبو شامة: بأنه يحتمل أن يكون قوله أولًا: "ما أنا بقارئ" عَلى الامتناع، وثانيًا: عَلى الإخبار بالنفي المحض، وثالثًا: عَلى الاستفهام، ويؤيده أن في رواية أبي الأسود في مغازيه عن عروة أنه قَالَ: "كيف أقرأ".
قوله: (فغطني) بغين معجمة وطاء مهملة، وفِي رواية الطبري (٢): بتاء مثناة من فوق، كأنه أراد: ضَمَّني وعَصَرني، والغَطُّ: حبس النفس، ومنه: غَطَّه في الماء، أو: أراد غمني: ومنه: الخنق، ولأبي داود الطيالسي في "مسنده" بسند حسن: "فأخذ بحلقي" (٣).
قوله: (حَتَّى بلغ مني الجهد) روي بالفتح والنصب (٤)؛ أي: بلغ الغط مني غايةَ وِسْعِي، وروي بالضم والرفع (٥)؛ أي: بلغ مني الجُهد مبلغه.
وقوله: (أرسلني) أي: أطلقني، ولم يذكر الغط هنا في المرة الثالثة، وهو ثابت عند المؤلف في التفسير (٦).
_________
(١) بعدها بياض مقدار كلمة، وفِي "فتح الباري": "ولا يلزم من هذا التقدير".
(٢) "تاريخ الطبري" (١/ ٥٣١ - ٥٣٢).
(٣) "مسند الطيالسي" (١/ ٢١٥)، برقم (١٥٣٩).
(٤) أي: بفتح الجيم ونصب الدال.
(٥) أي: بضم الجيم ورفع الدال.
(٦) (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).','1','170',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (155,'قوله: (فرجع بِها) أي: بالآيات أو بالقصة.
قو له: (فزمَّلُوه) أي: لَفُّوه، والرَّوْع -بالفتح-: الفزع.
قوله: (لقد خشيت عَلى نفسي) دل هذا مع قوله: "يرجف [٣٠/ ب] فؤاده" (١) عَلى انفعال حصل له من مجيء الملك، ومن ثَمَّ قَالَ: زملوني.
والخشية المذكورة اختلف العلماء في المراد بِها عَلى اثني عشر قولًا:
أولها: الجنون، وأن يكون ما رآه من جنس الكهانة، جاء مصرحًا به في عدة طرق أوضحتها في الشرح الكبير، وأبطله أبو بكر ابن العربي، وحُقَّ له أن يبطل.
ثانيها: الهاجس، وهو باطل أيضًا؛ لأنه لا يستقر، وهذا استقر وحصلت بينهما المراجعة.
ثالثها: الموت من شدة الرعب.
رابعها: الوحي.
خامسها: دوام الوحي.
سادسها: العجز عن حمل أعباء النبوة.
سابعها: العجز عن النظر إلى الملك من الرعب.
ثامنها: عدم الصبر عَلى أذى قومه.
تاسعها: أن يقتلوه.
عاشرها: مفارقة الوطن.
حادي عشرها: تكذيبهم إيّاه.
ثاني عشرها: تعييرهم إيّاه.
وأولَى هذه الأقوال بالصواب، وأسكنها من الارتياب: الثالث واللذان بعده، وما عداها فهو معترض، والله الموفق.
قوله: (فقالت له خديجة: كلا) معناها: النفي والإبعاد.
_________
(١) تصحفت في الأصل إلَى: "فراه"، والتصويب من الفتح.','1','171',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (156,'و (يَحْزُنك) بفتح أوله والحاء المهملة والزاي المضمومة والنون: من الحُزْن، ولغير أبي ذر بضم أوله والخاء المعجمة والزاي المكسورة ثم الياء الساكنة: من الخِزْي، ثم استدلت عَلى ما أقسمت عليه (١) من نفي ذَلكَ أبدًا بأمر استقراري (٢)، ووصفته بمكارم الأخلاق؛ لأن الإحسان إما إلَى الأقارب أو إلَى الأجانب وإمّا بالبدن أو بالمال، وإما عَلى من يستقل بأمره أو من لمَّا يستقل، وذلك كله مَجموع فيما وصفته به (٣).
و(الكَلّ) -بفتح الكاف-: هو من لا يستقل بأمره، كما قَالَ تعالَى: {وَهُوَ كَلٌّ عَلَى مَوْلَاهُ} [النحل: ٧٦].
وقولها: (وتكسب المعدوم) في رواية الكُشْمَيْهني: "ويُكسِبُ" بضم أوله، وعليها قالَ الخطابي: الصواب: المعدم (٤) بلا واو؛ أي: الفقر؛ لأن المعدوم لا يكسب.
قُلْتُ: ولا يمتنع أن يطلق عَلى المعدم (٥) المعدوم؛ لكونه كالمعدوم الميت الَّذِي لا تصرف له، والكسب: هو الاستفادة، فكأنها قالت إذا رغب غيرك أن يستفيد مالًا موجودًا رغبت أنت أن تستفيد رجلًا عاجزًا فتعاونه.
وقَالَ قاسم بن ثابت في "الدلائل": قوله: "يكسب المعدوم" معناه: ما يعدمه (٦) [٣١/ أ] غيره ويعجز عنه يصيبه (٧) هو ويكسبه، قالَ أعرابي (٨): كَانَ أكسبهم لمعدوم، وأعطاهم لمحروم، وأنشد في وصف ذئب:
* كسوب المعدوم (٩) من كَسْبِ وَاحدٍ *
أي: مما يكسبه وحده. انتهى
_________
(١) تصحفت العبارة في الأصل: "ثم استدل عَلى عليه"، والتصويب من "الفتح".
(٢) في "الفتح": استقرائي.
(٣) في الأصل: "بِها"، والمثبت من الفتح.
(٤) في الأصل: "المعدوم"، والمثبت من الفتح.
(٥) في الأصل: "المعدوم"، والمثبت من الفتح.
(٦) في الأصل: "يقدمه"، والمثبت من الفتح.
(٧) في الأصل: "تضيفه"، والمثبت من الفتح.
(٨) بعدها بياض بالأصل قدر كلمة.
(٩) في الفتح: "كسوب كذا المعدوم".','1','172',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (157,'ولغير الكُشْمَيْهَني: "ويكسب" بفتح أوله، قَالَ القاضي عِيَاض: وهذه الرواية أصح.
قُلْتُ: قد وجهنا الأولَى وهذه الراجحة، ومعناها تعطي الناس ما لا يجدونه (١) عند غيرك، فحذف أحد المفعولين، يقال: كسبت الرجل مالًا وأكسبته بمعنى، وقيل: معناه يكسب المال المعدوم ويصيب منه ما لا يصيب غيرك، وكانت العرب تتمادح بكسب المال لاسيما قريشًا، وكان النبي - صلى الله عليه وسلم - قبل البعثة مَحظوظًا في التجارة، وقصته في ذَلِكَ مع خديجة مشهورة. وإنّما يصح هذا المعنى هناك إذا ضم إليه ما يليق به من أنه كَانَ مع إفادته للمال يجود به في الوجوه الَّتِي ذكرت من المكرمات.
وقولها: (وتُعين عَلى نوائب الحق) هِيَ كلمة جامعة لإيراد ما تقدم ولما لَم (٢) يتقدم.
وفي رواية المصنف في التفسير (٣) من طريق يونس، عن الزُّهري من الزيادة: "وتصدق (٤) في الحديث"، وهي من أشرف الخصال.
وفِي رواية هشام بن عروة، عن أبيه في هذه القصة: "وتؤدي الأمانة" (٥).
وفي هذه القصة من الفوائد: استحباب تأنيس من نزل به أمر بذكر تيسيره عليه وتهوينه لديه، وأن من نزل به أمر استحب له أن يُطْلع عليه من يثق بصحبته وصحة رأيه.
قوله: (فانطلقتُ به) أي: مضيت معه، فالباء للمصاحبة.
و(ورقة) بفتح الراء.
قوله: (ابن عم خديجة) هو بنصب ابن (٦) وتُكتب بألف، وهو بدل من ورقة، أو صفة، أو بيان، ولا يجوز جره فإنه يصير صفة لعبد العُزى وليس كذلك، ولا كتبه بغير ألف؛ لأنه لم يقع عليه بين علمين.
_________
(١) في الأصل: "ما اتخذونه"، والمثبت من الفتح.
(٢) في الأصل: "له"، والمثبت من الفتح.
(٣) "صحيح البُخَاريّ" (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) (٤٩٥٤).
(٤) في الأصل: "وفصل"، والمثبت من الفتح.
(٥) أخرجه: ابن سعد في "الطبقات الكبرى" في (ذكر نزول الوحي على رسول الله - صلى الله عليه وسلم -) (١/ ١٩٥).
(٦) في الأصل: "الباء"، والمثبت من "الفتح".','1','173',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (158,'قوله: (تَنَصَّر) أي: صار نصرانيًّا، وكان قد خرج هو وزيد بن عمرو بن نُفَيل لما كرها عبادة الأوثان إلَى الشام وغيرها يسألونَ عن الدين، فأما ورقة فأعجبه دين النصرانية فتنصر، وكان لقي من الرهبان عَلى دين عيسى ولم يبدل، ولهذا أخبر بشأن النبي - صلى الله عليه وسلم -[٣١/ ب] والبشارة به، إلَى غير ذلِكَ مما أفسده أهل التبديل.
وأما زيد بن عمرو فسيأتي خبره في المناقب (١) إن شاء الله تعالَى.
قوله: (فكان يكتب الكتاب العبراني ويكتب من الإنجيل بالعبرانية).
وفِي رواية يونس (٢) ومعمر: "ويكتب من الإنجيل بالعربية" (٣)، ولِمسلم: "وَكَانَ يكتب الكتاب العربي" (٤)، والجميع صحيح؛ لأن ورقة يعلم اللسان العبراني والكتابة العبرانية، فكان يكتب الكتاب العبراني كما كَانَ يكتب الكتاب العربي، لتمكنه من الكتابتين واللسانين، ووقع لبعض الشراح هنا خبط فلا يعرج عليه، وإنما وصفَتْه بكتابة الإنجيل دون حفظه؛ لأن حفظ التوراة والإنجيل لم يكن منتشرًا كنشر (٥) حفظ القرآن الَّذِي خُصَّت به هذه الأمة، فلهذا جاء في صفتها: "أناجيلها صدورها".
قوله: (يا ابن عم) هذا النداء عَلى حقيقته، ووقع في مُسْلِم: "يا عم" وهو وَهْمٌ؛ لأنه وإن كَانَ صحيحًا لجواز إرادة التوقير لكن القصة لم تتعدد ومخرجها متحد، فلا يحمل عَلى أنها قالت ذَلِكَ مرتين، فتعين الحمل عَلى الحقيقة، وإنما جوزنا ذَلِكَ فيما مضى في العبراني والعربي؛ لأنه من كلام الراوي في وصف ورقة واختلفت المخارج، فأمكن التعدد، وهذا الحكم يطرد في جَميع ما يشبهه.
وقالت في حق النبي - صلى الله عليه وسلم -: "اسمع من ابن أخيك"؛ لأن والده عبد الله بن عبد المطلب وورقة في عدد النسب إلَى قُصي بن كِلَاب الَّذِي يَجتمعان فيه سواء، فكان من هذه الحقيقة في درجة أخوته، أو قالته عَلى سبيل التوفيق له عليه.
_________
(١) (كتاب المناقب، باب: حديث زيد بن عمرو بن نُفيل) برقم (٣٨٢٧).
(٢) تصحفت في الأصل إلَى "يوسف".
(٣) "صحيح البخاري" (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) (٤٩٥٤).
(٤) "صحيح مسلم" (كتاب الإيمان، باب: بدء الوحي إلَى رسول الله - صلى الله عليه وسلم -) برقم (١٦٠).
(٥) في "الفتح": "متيسرًا كتيسر".','1','174',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (159,'وفيه إرشاد إلَى أن صاحب الحاجة يقدم بين يديه من يعرِّف بقدره من يكون أقرب منه إلَى المسئول، وذلك مستفاد من قول خديجة لورقة: اسمع من ابن أخيك، أرادت بذلك: أن يتأهب لسماع كلام النبي - صلى الله عليه وسلم -، وذلك أبلغ في التعظيم.
قوله: (ماذا ترى؟ ) فيه حذف يدل عليه سياق الكلام، وقد صرح به في "دلائل النبوة" لأبي نُعيم بسند حسن إلَى عبد الله بن شداد في هذه القصة قَالَ: "فأتت به ورقة ابن عمها فأخبرته بالذي رأى" (١).
قوله: (هذا الناموس الَّذِي نَزَّل الله عَلى مُوسَى).
وللكُشْمَيْهَني: "أنزل الله"، وفِي التفسير: "أُنزِل" (٢) عَلى البناء للمفعول. وأشار بقوله هذا إلَى الملك الَّذِي ذكره النبي - صلى الله عليه وسلم -[٣٢/أ] في خبره ونزله منزلة القريب لقرب ذكره.
(والناموس): صاحب السر كما جزم به المؤلف في أحاديث الأنبياء (٣)، وزعم ابن ظفر وغيره أن الناموس: صاحب الخير (٤)، والجاسوس: صاحب سر الشر، والأول الصحيح الَّذِي عليه الجمهور، وقد سوَّى بينهما رؤبة بن العجاج أحد فصحاء العرب، والمراد بالناموس هنا: جبريل -عليه السلام-.
وقوله: (عَلى موسى) ولم يقل: عَلى عيسى مع كونه نصرانيًّا؛ لأن كتاب موسى مشتمل عَلى أكثر الأحكام بخلاف عيسى، وكذلك النبي - صلى الله عليه وسلم -، أو لأن موسى بُعث بالنقمة عَلى فرعون ومن معه بخلاف عيسى، وكذلك وقعت النقمة عَلى يد النبي - صلى الله عليه وسلم - بفرعون هذه الأمة وهو أبو جهل بن هشام ومن معه ببدر، أو قاله تَحقيقًا للرسالة؛ لأن نزول جبريل عَلى موسى متفق عليه بين أهل الكتابين بخلاف عيسى فإن كثيرًا من اليهود يُنكرونَ نبوته.
_________
(١) دلائل النبوة (ص ١٦٩)، من طريق معمر، عن الزهري بنحو هذا اللفظ.
(٢) (كتاب التفسير، باب سورة: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).
(٣) (كتاب أحاديث الأنبياء، باب: {وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا}) برقم (٣٣٩٢).
(٤) في الفتح: "صاحب سر الخير".','1','175',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (160,'وأمَّا ما تحمل (١) له السُّهَيْلي من أن ورقة كَانَ عَلى اعتقاد النصارى في عدم نبوة عيسى ودعواهم أنه أحد الأقَانِيم فهو مُحال لا يعرج عليه في حق ورقة وأشباهه ممن لم يدخل في التبديل ولم يأخذ عمن بدَّل، عَلى أنه قد ورد عند الزُّبَيْر بن بَكَّار من طريق عبد الله بن مُعاذ، عن الزُّهري في هذه القصة أن ورقة قَالَ: "ناموس عيسى"، والأصح ما تقدم، وعبد الله بن معاذ ضعيف.
نعم؛ في "دلائل النبوة" لأبي نُعيم بإسناد حسن إلَى هشام بن عروة، عن أبيه في هذه القصة: أن خديجة أولًا أتت ابن عمها ورقة فأخبرته، فقال: لئن كنت صدقتني إنه ليأتيه (٢) ناموس عيسى الَّذِي لا يُعَلِّمه بنو إسرائيل أبناءهم. فعلى هذا فكان ورقة يقول تارة: ناموس عيسى، وتارة: ناموس موسى، فعند إخبار خديجة له بالقصة قَالَ لَها: ناموس عيسى، بحسب ما هو فيه من النصرانية، وعند إخبار النبي - صلى الله عليه وسلم - له قَالَ له: ناموس موسى للمناسبة الَّتِي قدمناها، وكلٌّ صحيح، والله -سبحانه وتعالى- أعلم.
قوله: (يا ليتني فيها جذع).
كذا رواية الأصِيلي، وعند الباقين: "يا ليتني فيها جَذَعًا" بالنصب عَلى أنه خبر كَانَ المقدرة، قاله الخطابي، وهو مذهب الكوفيين في قوله تعالَى: {انْتَهُوا [٣٢/ب] خَيْرًا لَكُمْ} [النساء: ١٧١]. وَقَالَ ابن بري: التقدير هنا: يا ليتني جعلت فيها جذعًا، وقيل: النصب عَلى الحال إذا جعلت فيها خبر ليت، والعامل في الحال ما يتعلق به الخبر من معنى الاستقرار، قاله السُّهَيْلي، فضمير "فيها" يعود عَلى أيام الدعوة.
والجذع -بفتح الجيم والذال المعجمة-: هو الصغير من البهائم، كأنه تمنى أن يكون عند ظهور الدعاء إلَى الإسلام شابًا ليكون أمكن لنصره، ولهذا تبين سر وصفه بكونه كَانَ كبيرًا أعمى.
_________
(١) في الفتح: "تمحل".
(٢) في الأصل: "لا يأتيه"، والمثبت من الفتح.','1','176',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (161,'قوله: (إذ يُخرجك) قَالَ ابن مالك: فيه استعمالٌ "إذ" في المستقبل كـ"إذا"، وهو صحيح؛ وغفل عنه أكثر النحاة، وهو كقوله تعالَى: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ} [مريم: ٣٩]. هكذا ذكره ابن مالك، وأقره عليه غير واحد.
وتعقبه شيخنا شيخ الإسلام بأن النحاة لم يغفلوه، بل منعوا وروده، وأولوا ما ظاهره ذَلِكَ، وقالوا في مثل هذا: استعمل الصيغة الدالة عَلى المعنى لتحقق وقوعه فأنزلوه منزلته، ويقوي ذَلكَ هنا أن في رواية البُخَاريّ في التعبير: "حين يُخرجك قومك" (١). وعند التحقيق ما ادعاه ابن مالك فيه ارتكاب مجاز، وما ذكره غيره فيه ارتكاب مجاز، ومجازهم أولَى؛ لما ينبني عليه من أن إيقاع المستقبل في صورة المضي تحقيقًا لوقوعه أو استحضارًا للصورة الآتية في هذه دون تلك.
وفيه دليل عَلى جواز تمني المستحيل إذا كَانَ في فعل خير؛ لأن ورقة تمنى أن يعود شابًّا وهو مستحيل عادة، ويظهر لي أن التمني ليس مقصودًا عَلى بابه، بل المراد من هذا: التنبيه عَلى صحة ما أخبره به، والتنويه بقوة تصديقه فيما يجيء به.
قوله: (أوَ مُخْرِجيَّ هُمْ) بفتح الواو وتشديد الياء وفتحها، جمع: مُخْرج، و"هُمْ" مبتدأ مؤخر، و"مُخرجيّ" خبر مقدم، قاله ابن مالك، واستبعد النبي - صلى الله عليه وسلم - أن يُخرجوه؛ لأنه لم يكن فيه سبب يقتضي الإخراج؛ لِمَا اشتمل عليه من مكارم الأخلاق الَّذِي تقدم من خديجة وصفتها (٢)، وقد استدل ابن الدُّغُنَّة (٣) بمثل تلك الأوصاف عَلى أن أبا بكر لا يُخرج.
قوله: (إلا عُودِي) وفِي رواية يونس في التفسير: "إلا أوذي" (٤)، فذكر ورقة أن العلة في ذَلِكَ مَجيئه لهم بالانتقال عن [٣٣/أ] مألوفهم؛ ولأنه علم من الكتب أنهم لا يجيبونه إلَى ذَلِكَ؛ وأنه يلزمه لذلك مُنَاوَأتهم ومنابذتهم، فتنشأ العداوة من ثَمَّ.
وفيه دليل عَلى أن المجيب يقيم الدليل عَلى ما يجيب به إذا اقتضاه المقام.
_________
(١) (كتاب التعبير، باب: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحة) برقم (٦٩٨٢).
(٢) في الفتح: "وصفها".
(٣) هو ربيعة بن رفيع.
(٤) (كتاب التفسير، باب: سورة: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).','1','177',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (162,'قوله: (وإن يُدركني يومك).
"إن" شرطية، والَّذِي بعدها مجزوم، زاد في رواية يونس في التفسير: "حَيًّا" (١)؛ ولأبي إسحاق: "إن أدركت ذَلكَ اليوم"، يعني: يوم الإخراج.
قوله: (مؤزَّرًا).
بالهمزة؛ أي: قويًا، مأخوذ من الأَزْر: وهو القوة، وأنكر القزاز أن يكون في اللغة مُؤَزَّر من الأَزْر، وَقَالَ ابن شامة: يحتمل أن يكون من الإِزَار، أشار بذلك إلَى تشميره في نصرته. قَالَ الأخطل:
قوم إذا حاربوا شدوا (٢) مآزرهم ... . . . . . البيت
قوله: (ثم لَم ينشب).
بفتح الشين المعجمة؛ أي: لم يَلْبَث (٣)، وأصل النُّشُوب: التعلق؛ أي: لم يتعلق بشيء من الأمور حَتَّى مات، وهذا بخلاف ما في السيرة لابن إسحاق: أن ورقة كَانَ يمر ببلال وهو يُعَذَّب، وذلك يقتضي أنه تأخر إلَى زمن الدعوة، وإلى أن دخل بعض الناس في الإسلام، فإن تمسكنا بالترجيح فما في الصحيح أصح، وإن لحظنا الجمع أمكن أن يُقال: الواو في قوله: "وفتر الوحي" ليست للترتيب، فلعل الراوي لم يحفظ لورقة ذكرًا بعد ذَلِكَ في أمر من الأمور، فجعل هذه القصة انتهاء أمره بالنسبة إلَى علمه لا إلَى ما هو الواقع.
وفتور الوحي عبارة عن تأخره مدة من الزمان، وكان ذَلِكَ ليذهب ما كَانَ - صلى الله عليه وسلم - وجده من الرَّوْع، وليحصل له التَّشَوُّف (٤) إلَى العَوْد، فقد روى المؤلف في التعبير (٥) من طريق معمر ما يدل عَلى ذَلكَ.
_________
(١) (كتاب التفسير، باب سورة: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).
(٢) في الأصل: "شداد"، والمثبت من الفتح.
(٣) في الأصل: "يثبت"، والمثبت من الفتح.
(٤) في الأصل: "النشوز"، والمثبت من الفتح.
(٥) (كتاب التعبير، باب: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحة) برقم (٦٩٨٢).','1','178',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (163,'* فائدة:
وقع في تاريخ أحمد بن حنبل، عن الشعبي: أن مدة فترة الوحي كانت ثلاث سنين، وبه جزم ابن إسحاق، وحكى البيهقي أن مدة الرؤيا كانت ستة أشهر، وَعَلى هذا فابتداء النبوة بالرؤيا وقع من شهر مولده وهو ربيع الأول، وابتداء وحي اليقظة وقع في بدء رمضان، وليس المراد بفترة الوحي المقدرة بثلاث سنين وهي ما بين نزول {اقْرَأْ}، و {يَاأَيُّهَا الْمُدَّثِّرُ} عدم مجيء جبريل إليه، بل تأخر نزول القرآن فقط.','1','179',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (164,'٤ - قَالَ ابْنُ شِهَابٍ: وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنّ جَابِرَ بْنَ عَبْدِ الله الأَنْصَارِيَّ، قَالَ -وَهُوَ يُحَدِّثُ عَنْ فَتْرَةِ الْوَحْي، فَقَالَ- في حَدِيثِهِ: "بَيْنَا أَنَا أَمْشِي، إِذْ سَمِعْتُ صَوْتًا مِنَ السَّمَاءِ، فَرَفَعْتُ بَصَرِي، فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي بِحِرَاءٍ جَالِسٌ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالأَرْضِ، فَرُعِبْتُ مِنْهُ، فَرَجَعْتُ فَقُلْتُ: زَمِّلُونِي زَمِّلُونِي. فَأَنْزَلَ اللهُ تَعَالَى: {يَاأَيُّهَا الْمُدَّثِّرُ (١) قُمْ فَأَنْذِرْ} إِلى قَوْلهِ: {وَالرُّجْزَ فَاهْجُرْ} فَحَمِيَ الْوَحْيُ وَتَتَابَعَ".
تَابَعَهُ عَبْدُ الله بْنُ يُوسُفَ، وَأَبُو صَالِحٍ. وَتَابَعَهُ هِلَالُ بْنُ رَدَّادٍ، عَنِ الزُّهْرِيِّ. وَقَالَ يُونُسُ وَمَعْمَرٌ: "بَوَادِرُهُ".
قوله: (قَالَ ابن شهاب: وَأَخْبَرَنِي أبو سلمة).
إنّما أتى بحرف العطف ليعلم أنه معطوف عَلى ما سبق، فكأنه قَالَ [٣٣/ ب]: أَخْبَرَنِي عروة بكذا، وَأَخْبَرَني أبو سلمة بكذا، وأبو سلمة هو ابن عبد الرحمن بن عوف، وأخطأ من زعم أن هذا معلق.
ودل قوله عن فترة الوحي وقوله (الملك الَّذِي جاءني بحراء) عَلى تأخر نزول: {يَاأَيُّهَا الْمُدَّثِّرُ}، عن {اقْرَأْ}، ولما خلت رواية يحيى بن أبي كثير الآتية في التفسير (١) عن أبي سلمة، عن جابر، عن هاتين الجملتين أشكل الأمر، فجزم ابن حزم بأن {يَاأَيُّهَا الْمُدَّثِّرُ} أول ما نزل، ورواية الزُّهْري هذه الصحيحة ترفع ذَلِكَ الإشكال.
قوله: (فرعبت منه) بضم الراء وكسر العين، وللأَصِيلي بفتح الراء وضم العين؛ أي: فزعت، دل عَلى بقية بَقيت معه من الفَزَع الأول ثم زالت بالتدريج.
قوله: (فقلت: زملوني زملوني) وفي رواية كريمة: "زملوني" مرة واحدة، وفِي رواية يونس في التفسير: "فقلت: دثروني" (٢)، فنزلت {يَاأَيُّهَا الْمُدَّثِّرُ (١) قُمْ فَأَنْذِرْ} [المدثر: ١، ٢]؛ أي:
_________
(١) "صحيح البخاري" (كتاب التفسير، باب سورة المدثر) برقم (٤٩٢٢)، وأيضًا في رقم (٤٩٢٤).
(٢) "صحيح البخاري" (كتاب التفسير، باب: سورة {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).','1','180',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (165,'حذر من العذاب من لم يؤمن بك، {وَرَبَّكَ فَكَبِّرْ} [المدثر: ٣]؛ أي: عَظِّم، {وَثِيَابَكَ فَطَهِّرْ} [المدثر: ٤]؛ أي: من النجاسة، وقيل: الثياب: النفس، ويطهرها اجتناب النقائص، {وَالرُّجْزَ} هنا: الأوثان، كما سيأتي من تفسير الراوي عند المؤلف في التفسير (١)، والرجز في اللغة: العذاب، وسمى الأوثان هنا رجزًا؛ لأنها سببه.
قوله: (فحمي الوحي) أي: جاء كثيرًا، وفيه مطابقة لتعبيره عن تأخره بالفتور؛ إذ لَم ينته إلَى انقطاع كلي فيوصف بالضد، وهو البرد.
قوله: (وتتابع) تأكيد معنوي، وفِي رواية الكُشْميْهَني وأبي الوَقْت: "وتواتر"، والتواتر: مجيء الشيء يتلو بعضه بعضًا من غير خلل.
قوله: (تابعه) الضمير يعود عَلى يحيى بن بكير (٢)، ومتابعة عبد الله بن يوسف عن الليث هذه عند المؤلف في قصة موسى (٣)، وفيه من اللطائف قوله: عن الزهري سمعت عروة.
قوله: (وأبو صالِح) هو عبد الله بن صالح كاتب الليث، وقد أكثر البُخَاري عنه من المعلقات، وعلق عن الليث جملة كثيرة من أفراد أبي صالِح عنه، ورواية عبد الله بن صالح، عن الليث لهذا الحديث أخرجها يعقوب بن سفيان في "تاريخه"، عنه مقرونًا بيحيى بن بكير، ووهم من زعم أنه أبو صالح عبد الغفار بن داود الحَرَّاني.
قوله: (وتابعه هلال بن رداد) بدالين مهملتين الأولى مثقلة، وحديثه في الزهريات [٣٤/ أ] للذهلي.
قوله: (وَقَالَ يونس) يعني: ابن يزيد الأَيْلي.
و(مَعْمَر) هو ابن راشد.
(بوادره) يعني: أن يونس ومعمرًا رويا هذا الحديث عن الزهري فوافقا عُقَيْلًا
_________
(١) تصحفت في الأصل إلَى: "التعبير"، وهو في (كتاب التفسير، باب: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}) برقم (٤٩٥٤).
(٢) في الأصل: "كثير"، والمثبت من الفتح.
(٣) "صحيح البخاري" (كتاب أحاديث الأنبياء، باب: {وَاذْكُرْ فِي الْكِتَابِ مُوسَى}) برقم (٣٣٩٢).','1','181',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (166,'عليه، إلا أنهما قالا بدل قوله: "يرجف فؤاده": "ترجف بوادره" (١)، والبوادر: جمع بادرة، وهي اللحمة الَّتِي بين المنكب والعنق، تضطرب عند فزع الإنسان، فالروايتان مستويتان في أصل المعنى؛ لأن كلًّا منهما دال عَلى الفزع، وقد بيَّنا ما في رواية يونس ومعمر من المخالفة لرواية عُقَيْل غير هذا في أثناء السياق، والله الموفق.
_________
(١) في الأصل: "ترجف فؤاده" مكررة، والمثبت من الفتح.','1','182',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (167,'٥ - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، قَالَ: حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، في قَوْلِهِ تَعَالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} [القيامة: ١٦]. قَالَ: كانَ رَسُولُ الله - صلى الله عليه وسلم - يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً، وَكان مِمَّا يُحَرِّكُ شَفَتَيْهِ -فَقَالَ ابْنُ عَبَّاس: فَأَنَا أُحَرِّكُهُمَا لَكُمْ كَمَا كَانَ رَسُولُ الله - صلى الله عليه وسلم - يُحَرِّكُهُمَا. وَقَالَ سَعِيدٌ: أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا. فَحَرَّكَ شَفَتَيْهِ- فَأَنْزَلَ اللهُ تَعَالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (١٦) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ}، قَالَ: جَمعهُ لَكَ صَدْركَ وَتَقْرَأَهُ، {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ}، قَالَ: فَاسْتَمِعْ لَهُ وَأَنْصِتْ، {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ}: ثُمَّ إِنّ عَلَيْنَا أَنْ تَقْرَأَهُ. فَكَانَ رَسُولُ الله - صلى الله عليه وسلم - بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ، فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَ النَّبِيُّ - صلى الله عليه وسلم - كمَا قَرَأهُ.
قوله: (ثَنَا موسى بن إسماعيل) هو أبو سلمة التَّبُوذَكي، وكان من حُفَّاظ البصريين.
(ثَنَا أبو عوانة) هو الوَضَّاح بن عبد الله اليَشْكُري مولاهم البصري، كَانَ كتابه في غاية الإتقان.
و(موسى بن أبي عائشة) لا يُعرف اسم أبيه، وقد تابعه عَلى بعضه عمرو بن دينار، عن سعيد بن جبير.
قوله: (كَانَ مِما يعالج) (١) المعالجة: محاولة الشيء بمشقة؛ أي: كَانَ العلاج ناشئًا من تحريك الشفتين؛ أي: مبدأ العلاج منه و (ما) موصولة، وأُطلقت عَلى من يعقل مجازًا، هكذا قرره الكرماني وفيه نظر، لأن الشدة حاصلة له قبل التحريك، والصواب ما قاله ثابت السَّرَقُسْطي: أن المراد كَانَ كثيرًا ما يفعل ذلكَ، وورودهما في هذا كثير، ومن حديث الرؤيا: كَانَ مما يقول لأصحابه: "من رأى منكم رؤيا" (٢).
_________
(١) كذا في الأصل وفي "الفتح"، ولفظ الحديث: "كان رسول الله - صلى الله عليه وسلم - يعالج من التنزيل شدة، وكان مِمَّا يحرك شفتيه".
(٢) أخرجه البخاري في "صحيحه" (كتاب الجنائز) برقم (١٣٨٦)، وَمُسْلِم في "صحيحه" (كتاب الرؤيا، باب: في تأويل الرؤيا) برقم (٢٢٦٩).','1','183',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (168,'ومنه قول الشاعر:
وأنا مِمَّا يضرب الكَبْشَ ضَرْبةً ... على وجهِه يُلقي اللِّسَانَ مِنَ الفَم
قُلْتُ: ويؤيده أن رواية المصنف في التفسير من طريق جرير، عن موسى بن أبي عائشة لفظها: كَانَ رسول الله - صلى الله عليه وسلم - إذا نزل جبريل بالوحي فكان مما يحرك به لسانه وشفتيه (١)، فأتى بهذا اللفظ مُجردًا عن تقدم العلاج الَّذِي قدره الكرماني، فظهر ما قاله ثابت.
ووجهة ما قَالَ غيره: أن (من) إذا وقع بعدها (ما) كانت بمعنى: ربما، وهي تُطلق عَلى الكثير كما تُطلق عَلى القليل، وفِي كلام سيبويه مواضع من هذا، منها قوله: اعْلَم (٢) أنهم مما يحذفون كذا، والله أعلم.
ومنه حديث البراء: "كنا إذا صلينا خلف النبي - صلى الله عليه وسلم - مما يحب أن يكون عن يمينه" الحديث (٣).
ومنه حديث سمرة: "كَانَ رسول الله - صلى الله عليه وسلم -[٣٤/ ب] إذا صَلَّى الصبح مما يقول لأصحابه: "من رأى منكم رؤيا".
قوله: (فقَالَ ابن عباس: فأنا أحركهما) جملة معترضة بالفاء، وفائدة هذا: زيادة البيان بالوصف عَلى القول، وعبر في الأول بقوله: كما كَانَ يحركهما، وفِي الثاني: برأيت؛ لأن ابن عباس لم ير النبي - صلى الله عليه وسلم - في تلك الحالة؛ لأن سورة القيامة مكية باتفاق، بل الظاهر أن نزول هذه الآيات كَانَ في أول الأمر، وإلى هذا جنح البُخَاريّ في إيراده هذا الحديث في بدء الوحي، ولم يكن ابن عباس إذ ذاك وُلِد؛ لأنه وُلِدَ قبل الهجرة بثلاث سنين، لكن يجوز أن يكون النبي - صلى الله عليه وسلم - أخبره بذلك بَعْدُ، أو بعض الصحابة أخبره أنه شاهد النبي - صلى الله عليه وسلم -، والأول هو الصواب؛ فقد ثبت ذَلكَ صريحًا في مسند أبي داود الطيالسي، قَالَ: ثنَا أبو عوانة بسنده (٤)، وأما سعيد بن جبير فرأى ذَلِكَ من (٥) ابن عباس بلا نزاع.
_________
(١) "صحيح البخاري" (كتاب التفسير، سورة القيامة، باب: قوله: {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} برقم (٤٩٢٩).
(٢) في الأصل: "علم"، والمثبت من الفتح.
(٣) أخرجه أحمد في "مسنده" (٤/ ٢٩٠).
(٤) "مسند الطيالسي" (ص ٣٤٢)، برقم (٢٦٢٨).
(٥) تصحفت في الأصل إلَى: "فروى ذلِكَ عن".','1','184',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (169,'قوله: (فحرك شفتيه)، وقوله: (فأنزل الله: {لَا تُحَرِّكْ بِهِ لِسَانَكَ} [القيامة: ١٦]).
لا تنافِي بينهما، لأن تحريك الشفتين بالكلام يلزم منه تحريك اللسان؛ لأنه الأصل في النطق؛ إذ الأصل حركة الفم، وكل من الحركتين ناشئ عن ذَلِكَ، وقد مضى أن في رواية جرير في التفسير: "يُحرك به لسانه وشفتيه" (١)، فجمع بينهما، وكان النبي - صلى الله عليه وسلم - في ابتداء الأمر إذا لُقِّن القرآن نازع جبريل القراءة ولم يصبر حَتَّى يتمها، مسارعة إلَى الحفظ؛ لئلا يتفلت منه شيء، قاله (٢) الحسن وغيره.
وفِي رواية الطبري، عن الشعبي: "عجل يتكلم به من حبه إيّاه" (٣)، وكلا الأمرين مراد، فأمر بأن ينصت حَتى يقضى إليه وحيه (٤)، ووُعد بأنه آمِنٌ من تفلته منه بالنسيان أو غيره، ونحوه قوله تعالَى: {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ} [طه: ١١٤]. أي: بالقراءة.
قوله: (جَمعه لك صدرك) كذا في أكثر الروايات، وفِي رواية كريمة والحَمَّوي: "جمعه لك في صدرك"، وهو توضيح للأول، وهذا من تفسير ابن عباس، وَقالَ في تفسير: {فَاتَّبِعْ} [الحجر: ١٨]، أي: فاستمع وأنصت، وفِي تفسير: {بَيَانَهُ} [القيامة: ١٩]؛ أي: علينا أن تقرأه.
ويحتمل أن يُراد بالبيان بيان مجملاته، وتوضيح مشكلاته، فيستدل به عَلى جواز تأخير البيان عن وقت الخطاب كما هو [٣٥/ أ] الصحيح في الأصول، والكلام عَلى تفسير الآيات المذكورة أخرته إلَى كتاب التفسير فهو موضعه.
_________
(١) "تفسير الطبري" (سورة القيامة، قوله تعالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ}).
(٢) في الأصل: "قَالَ"، والمثبت من "الفتح".
(٣) "تفسير الطبري" (سورة القيامة، قوله تعالَى: {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ}).
(٤) في الأصل: "يعي إليه وحده"، والمثبت من "الفتح".','1','185',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (170,'٦ - حَدَّثَنَا عَبْدَانُ، قَالَ: أَخْبَرَنَا عَبْدُ الله، قَالَ: أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ. ح وَحَدَّثنا بِشْرُ بْنُ مُحَمَّدٍ، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ، قَالَ: أَخْبَرَنَا يُونُسُ، وَمَعْمَر، عَنِ الزُّهْرِيِّ، نَحْوَهُ قَالَ: أَخْبَرَنِي عُبَيْدُ الله بْنُ عَبْدِ الله، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ الله - صلى الله عليه وسلم - أَجْوَدَ النَّاسِ، وَكَانَ أَجْوَدُ مَا يَكونُ في رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ يَلْقَاهُ في كلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ، فَلَرَسُولُ الله - صلى الله عليه وسلم - أَجْوَدُ بالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ.
قوله: (حَدَّثَنَا عَبْدَان) هو: عبد الله بن عُثْمان المَرْوَزِي.
(أنا عبد الله) هو: ابن المبارك.
(أنا يونس) هو: ابن يزيد الأَيْلِي.
قوله: (أنا يونس، ومعمر نَحوه) أي: أن عبد الله بن المبارك حدث به عَبْدَان، عن يونس وحده، وحدث به بشر (١) بن مُحَمَّد، عن يونس ومعمر معًا، أما باللفظ فعن يونس، وأما بالمعنى فعن معمر.
قوله: (عبيد الله) هو: ابن عبد الله بن عُتبة (٢) بن مسعود الآتي في الحديث الَّذِي بعده.
قوله: (أجودَ الناس) بنصب أجود؛ لأنها خبر كَانَ، وقدَّم ابن عباس هذه الجملة عَلى ما بعدها -وإن كانت لا تتعلق بالقرآن- عَلى سبيل الاحتراز من مفهوم ما بعدها.
قوله: (وكان أجودُ ما يكون) هو برفع أجود، هكذا في أكثر الروايات، وأجود: اسم كَانَ، وخبره محذوف، وهو نَحو: أَخْطَب ما يكون الأمير في يوم الجمعة، أو هو مرفوع عَلى أنه مبتدأ مضاف إلَى المصدر، وهو ما يكون وما تصدر به، وخبره: "في رمضان"، والتقدير: أجود أكوان رسول الله - صلى الله عليه وسلم - في رمضان، وإلى هذا جنح البُخَاريّ في تبويبه في كتاب الصيام، إذ قَالَ: "باب: أجود ما كَانَ النبي - صلى الله عليه وسلم - يكون في رمضان".
_________
(١) تصحفت في الأصل إلَى: "يونس".
(٢) في الأصل: "نمير"، وهو خطأ.','1','186',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (171,'وفِي رواية الأَصِيلي: (أجودَ) بالنصب عَلى أنه خبر كَانَ، وتعقب بأنه يلزمه منه أن يكون خبرها اسمها، وأجيب بجعل اسم كَانَ ضمير النبي - صلى الله عليه وسلم - و"أجود" خبرها، والتقدير: وكان رسول الله - صلى الله عليه وسلم - مدة كونه في رمضان أجود منه في غيره.
قَالَ النووي: الرفع أشهر والنصب جائز، وذكر أنه سأل ابن مالك عنه فخَرَّج الرفع من ثلاثة أوجه، والنصب من وجهين، وذكر ابن الحاجب في أماليه للرفع خَمسة أوجه، توارد مع ابن مالك منها في وجهين وزاد ثلاثة، ولم يعرج عَلى النصب.
قُلْتُ: ويرجح الرفع وروده بدون "كَانَ" عند المؤلف في الصوم.
قوله: (فيدارسه القرآن).
قيل: الحكمة فيه أن مدارسة القرآن تجدد له العهد لمزيد غنى النفس، والغنى سبب الجود، والجود في الشرع: إعطاء ما ينبغي [٣٥/ ب] لمن ينبغي، وهو أعم من الصدقة، وأيضًا فرمضان موسم الخيرات، لأن نعم الله عَلى عباده فيه زائدة عَلى غيره، فكان النبي - صلى الله عليه وسلم - يؤثر متابعة سنة الله تعالَى في عباده.
قوله: (فلرسول الله) اللام للابتداء وزيدت على المبتدأ تأكيدًا، وهي جواب قسم مقدر.
و(المرسلة)، أي: المطلقة؛ يعني: أنه في الإسراع بالجود أسرع من الريح.
وَقَالَ النووي: في الحديث فوائد؛ منها: الحث عَلى الجود في كل وقت والزيادة منها في رمضان وعند الاجتماع بأهل الصلاح، وفيه زيارة الصلحاء وأهل الفضل وتكرار ذلِكَ إذا كَانَ المزور لا يكرهه، واستحباب الإكثار من القراءة في رمضان، وكونها أفضل من سائر الأذكار؛ إذ لو كَانَ الذكر أفضل أو مساويًا لفعلاه، فإن قيل: المقصود تَجويد الحفظ، قلنا: الحفظ كَانَ حاصلًا والزيادة فيه خصل ببعض المجالس، وأنه يجوز أن يُقال: رمضان من غير إضافة، وغير ذَلِكَ مما يظهر بالتأمل.
قُلْتُ: فيه إشارة إلى أن ابتداء نزول القرآن كَانَ في رمضان، فكان جبريل يتعاهده في كل سنة فيعارضه بما نزل عليه، فلما كَانَ العام الَّذِي توفي فيه عارضه به مرتين كما ثبت في الصحيح عن فاطمة -عَلَيْهَا السَّلام-، وبهذا يجاب من سأل عن مناسبة إيراد هذا الحديث في هذا الباب، والله الموفق للصواب.','1','187',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (172,'٧ - حَدَّثَنا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ، قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي عُبَيْدُ الله بْنُ عَبْدِ الله بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ عَبْدَ الله بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ أَبَا سُفْيَانَ ابْنَ حَرْبٍ أَخْبَرَهُ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ في رَكْب مِنْ قُرَيْشٍ -وَكانُوا تُجَّارًا بِالشَّأْمِ- في الْمُدَّةِ الَّتِي كانَ رَسُولُ الله - صلى الله عليه وسلم - مَادَّ فِيهَا أبَا سُفْيَانَ وَكُفَّارَ قُرَيْشٍ، فَأَتوْهُ وَهُمْ بإيلِيَاءَ فَدَعَاهُمْ في مَجْلِسِهِ، وَحَوْلَهُ عُظَمَاءُ الرُّومِ، ثُمَّ دَعَاهُمْ وَدَعَا بِتَرْجُمَانِهِ، فَقَالَ: أَيُكُمْ أَقْرَبُ نَسَبًا بِهَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنهُ نَبِيٌّ؟
فَقَالَ أَبُو سُفْيَانَ: فَقُلْتُ: أَنَا أَقْرَبُهُمْ نَسَبًا.
فَقَالَ: أُدْنُوهُ مِنِّي، وَقَرِّبُوا أَصْحَابَهُ، فَاجْعَلُوهُمْ عِنْدَ ظَهْرِهِ.
ثُمَّ قَالَ لِتَرْجُمَانِهِ: قُلْ لَهُمْ: إِنِّي سَائِلٌ هَذَا عَنْ هَذَا الرَّجُلِ، فَإِنْ كَذَبَني فَكَذِّبُوهُ. قَالَ: فَوَالله لَوْلَا الْحَيَاءُ مِنْ أَنْ يَأْثِرُوا عَلَيَّ كَذِبًا لَكَذَبْتُ عَنْهُ.
ثُمَّ كانَ أَوَّلَ مًا سَأَلَنِي عَنْهُ أَنْ قَالَ: كَيْفَ نَسَبُهُ فِيكُمْ؟
قُلْتُ: هو فِينَا ذُو نَسَبٍ. قَالَ: فَهَلْ قَالَ هَذَا الْقَوْلَ مِنْكُمْ أَحَدٌ قَطُّ قَبْلَهُ؟ قُلْتُ: لَا.
قَالَ: فَهَلْ كَانَ مِنْ آبَائِهِ مَلِكٌ؟ قُلْتُ: لَا. قَالَ: فَأَشْرَافُ النَّاسِ اتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ؟ فَقُلْتُ: بَلْ ضُعَفَاؤُهُمْ. قَالَ: أَيَزِيدُونَ أَمْ يَنْقُصُونَ؟ قُلْتُ: بَلْ يَزِيدُونَ.
قَالَ: فَهَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ سُخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ؟ قُلْتُ: لَا. قَالَ: فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ؟ قُلْتُ: لَا. قَالَ: فَهَلْ يَغْدِرُ؟ قُلْتُ: لَا، وَنَحْنُ مِنْهُ في مُدَّةٍ لَا نَدْرِي مَا هو فَاعِلٌ فِيهَا. قَالَ: وَلَمْ تُمْكِنِّي كلِمَةٌ أُدْخِلُ فِيهَا شَيْئًا غَيْرُ هَذِهِ الْكَلِمَةِ. قَالَ: فَهَلْ قَاتَلْتُمُوهُ؟ قُلْتُ: نَعَمْ. قَالَ: فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ؟ قُلْتُ: الْحَرْبُ بَيْنَنَا وَبَيْنه سِجَالٌ، يَنَالُ مِنَّا وَنَنَالُ مِنْهُ. قَالَ: بمَاذَا يَأْمُرُكُمْ؟ قُلْتُ: يَقُولُ: اعْبُدُوا اللهَ وَحْدَهُ، وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَاتْرُكوا مَا يَقُولُ آبَاؤُكُمْ، وَيَأْمُرُنَا بِالصَّلَاةِ، وَالصِّدْقِ، وَالْعَفَافِ، وَالصِّلَةِ. فَقَالَ لِلتَّرْجُمَانِ: قُلْ لَهُ: سَأَلْتُكَ عَنْ نَسَبِهِ، فَذَكرْتَ أَنهُ فِيكُمْ ذُو نَسَبٍ، وَكَذَلِكَ الرُّسُلُ تُبْعَثُ في نَسَبِ قَوْمِهَا. وَسَأَلْتُكَ هَلْ قَالَ أَحَدٌ مِنْكُمْ هَذَا الْقَوْلَ؟','1','188',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (173,'فَذَكَرْتَ أَنْ لَا، فَقُلْتُ: لَوْ كَانَ أَحَدٌ قَالَ هَذا الْقَوْلَ قَبْلَهُ لَقُلْتُ: رَجُلٌ تَأَسَّى بِقَوْلٍ قِيلَ قَبْلَهُ. وَسَأَلْتُكَ هَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ؟ فَذَكَرْتَ أَنْ لَا. فَقُلْتُ: فَلَوْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ قُلْتُ: رَجُلٌ يَطْلُبُ مُلْكَ أَبِيهِ. وَسَأَلْتُكَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ؟ فَذَكَرْتَ أَنْ لَا، فَقَدْ أَعْرِفُ أَنهُ لَمْ يَكُنْ لِيَذَرَ الْكَذِبَ عَلَى النَّاسِ وَيَكْذِبَ عَلَى الله. وَسَأَلْتُكَ أَشْرَافُ النَّاسِ اتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ؟ فَذَكَرْتَ أَنّ ضُعَفَاءَهُمُ اتَّبَعُوهُ، وَهُمْ أَتْبَاعُ الرُّسُلِ.
وَسَأَلْتُكَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ؟ فَذَكَرْتَ أَنّهُمْ يَزِيدُونَ، وَكَذَلِكَ الإِيمَانُ حَتَّى يَتِمَّ.
وَسَأَلْتُكَ أَيَرْتَدُّ أَحَدٌ سَخْطةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ؟ فَذَكَرْتَ أَنْ لَا، وَكَذَلِكَ الإِيمَانُ حِينَ يُخَالِطُ بَشَاشَةَ الْقُلُوب.
وَسَأَلْتُكَ هَلْ يَغْدِرُ؟ فَذَكَرْتَ أَنْ لَا، وَكَذَلِكَ الرُّسُلُ لَا تَغْدِرُ.
وَسَأَلْتُكَ بِمَا يَأْمُرُكمْ؟ فَذَكَرْتَ أَنَّهُ يَأْمُرُكُمْ أَنْ تَعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَيَنْهَاكُمْ عَنْ عِبَادَةِ الأَوْثَانِ، وَيَأْمُرُكُمْ بِالصَّلاةِ، وَالصِّدْقِ، وَالْعَفَافِ.
فَإِنْ كَانَ مَا تَقُوُل حَقًّا فَسَيَمْلِكُ مَوْضِعَ قَدَمَيَّ هَاتَيْنِ، وَقَدْ كُنْتُ أَعْلَمُ أَنهُ خَارِجٌ، لَمْ أَكُنْ أَظُنُ أَنهُ مِنْكُمْ، فَلَوْ أَني أَعْلَمُ أَني أَخْلُصُ إِلَيْهِ لتَجَشَّمْتُ لِقَاءَهُ، وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمَيْهِ.
ثُمَّ دَعَا بِكِتَابِ رَسُولِ الله - صلى الله عليه وسلم - الَّذِي بَعَثَ بِهِ دِحْيَةُ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ إِلَى هِرَقْلَ فَقَرَأَهُ، فَإِذَا فِيهِ: بِسْمِ الله الرَّحْمَنِ الرَّحِيمِ. مِنْ مُحَمَّدٍ عَبْدِ الله وَرَسُولهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ. سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ: فَإِنِّي أَدْعُوكَ بدِعَايَةِ الإِسْلَامِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَ عَلَيْكَ إِثْمَ الأَرَيسِيِّينَ، وَ {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ}.
قَالَ أَبُو سُفْيَانَ: فَلَمَّا قَالَ مَا قَالَ، وَفَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ، كَثُرَ عِنْدَهُ الصَّخَبُ،','1','189',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (174,'وَارْتَفَعَتِ الأَصْوَاتُ، وَأُخْرِجْنَا، فَقُلْتُ لأَصْحَابِي حِينَ أُخْرِجْنَا: لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ، إِنهُ يَخَافُهُ مَلِكُ بَنِي الأَصْفَرِ. فَمَا زِلْتُ مُوقِنًا أَنهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللهُ عَلي الإِسْلَامَ.
وَكَانَ ابْنُ النَّاطُورِ صَاحِبَ إِيلِيَاءَ وَهِرَقْلُ سُقُفًّا عَلَى نَصَارَى الشَّأْمِ، يُحَدِّثُ أَنّ هِرَقْلَ حِينَ قَدِمَ إِيلِيَاءَ أَصْبَحَ يَوْمًا خَبِيثَ النَّفْسِ، فَقَالَ بَعْضُ بَطَارِقَتِهِ: قَدِ اسْتَنْكَرْنَا هَيْئَتَكَ. قَالَ ابْنُ النَّاطُورِ: وَكانَ هِرَقْلُ حَزَّاءً يَنْظُرُ في النُجُومِ، فَقَالَ لَهُمْ حِينَ سَأَلُوهُ: إِني رَأَيْتُ اللَّيْلَةَ حِينَ نَظَرْتُ في النُّجُومِ مُلْكَ الْخِتَانِ قَدْ ظَهَرَ، فَمَنْ يَخْتَتِنُ مِنْ هَذِهِ الأُمَّةِ؟ قَالُوا: لَيْسَ يَخْتَتِنُ إِلَّا الْيَهُودُ فَلَا يُهِمَّنَّكَ شَأْنُهُمْ وَاكْتُبْ إِلَى مَدَايِنِ مُلْكِكَ، فَيَقْتُلُوا مَنْ فِيهِمْ مِنَ الْيَهُودِ.
فَبَيْنَمَا هُمْ عَلَى أَمْرِهِمْ أُتِيَ هِرَقْلُ بِرَجُلٍ أَرْسَلَ بِهِ مَلِكُ غَسَّانَ، يُخْبِرُ عَنْ خَبَرِ رَسُولِ الله - صلى الله عليه وسلم -، فَلَمَّا اسْتَخْبَرَهُ هِرَقْلُ قَالَ: اذْهَبُوا فَانْظُرُوا أَمُخْتَتِنٌ هو أَمْ لَا. فَنَظَرُوا إِلَيْهِ، فَحَدَّثُوهُ أَنهُ مُخْتَتِنٌ، وَسَأَلَهُ عَنِ الْعَرَبِ، فَقَالَ: هُمْ يَخْتَتِنُونَ. فَقَالَ هِرَقْلُ: هَذَا مُلْكُ هَذِهِ الأُمَّةِ قَدْ ظَهَرَ.
ثُمَّ كتَبَ هِرَقْلُ إِلَى صَاحِب لَهُ بِرُوميَةَ، وَكَانَ نَظِيرَهُ في الْعِلْمِ، وَسَارَ هِرَقْلُ إِلَى حِمْصَ، فَلَمْ يَرِمْ حِمْصَ حَتَّى آتَاهُ كتَابٌ مِنْ صَاحِبِهِ يُوَافِقُ رَأْيَ هِرَقْلَ عَلَى خُرُوجِ النَبِي - صلى الله عليه وسلم - وَأَنهُ نَبِيٌّ، فَأَذِنَ هِرَقْلُ لِعُظَمَاءِ الرُّومِ في دَسْكَرَةٍ لَهُ بِحِمْصَ ثُمَّ أَمَرَ بِأَبْوَابِهَا فَغُلِّقَتْ، ثُمَّ اطَّلَعَ فَقَالَ: يَا مَعْشَرَ الرُّومِ، هَلْ لَكُمْ في الْفَلَاحِ وَالرَّشَدِ وَأَنْ يَثْبُتَ مُلْكُكُمْ فَتبايِعُوا لهَذَا النَّبِيَّ، فَحَاصُوا حَيْصَةَ حُمُرِ الْوَحْشِ إِلَى الأبْوَابِ، فَوَجَدُوهَا قَدْ غُلِّقَتْ، فَلَمَّا رَأَى هِرَقْلُ نَفْرَتَهمْ، وَأَيِسَ مِنَ الإِيمَانِ قَالَ: رُدُّوهُمْ عَلَيَّ. وَقَالَ: إِنّي قُلْتُ مَقَالَتِي آنِفًا أَخْتَبِرُ بِهَا شِدَّتَكُمْ عَلَى دِينِكُمْ، فَقَدْ رَأَيْتُ. فَسَجَدُوا له وَرَضُوا عَنْهُ، فَكَانَ ذَلِكَ آخِرَ شَأْنِ هِرَقْلَ.
رَوَاهُ صَالِحُ بْنُ كَيْسَانَ، وَيُونُسُ، وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ.
قوله: (حَدَّثَنَا أبو اليمان) في رواية الأصيلي وكريمة: "حَدَّثَنَا الحكم بن نافع"، وهو هو كما قَالَ.','1','190',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (175,'(أنا شعيب) ابن أبي حَمزة دينار الحمصي، وهو من أثبات أصحاب الزهري.
قوله: (أن أبا سفيان) هو صخر بن حرب بن أمية بن عبد شمس بن عبد مناف.
قوله: (هرقل) هو ملك الروم، وهرقل اسمه، وهو بكسر الهاء وفتح الراء، ولقبه: قَيْصَر، كما يلقب ملك الفرس: كِسْرَى، ونحوه.
قوله: (في ركب) جمع راكب، كصحب وصاحب: وهم أولو الإبل، العشرة فما فوقها.
والمعنى: أرسل إلَى أبي سفيان حال كونه في جملة الركب: وذلك لأنه كَانَ كبيرهم، فلذلك خصه بالذكر، وكان عدد الركب ثلاثين رجلًا، رواه الحاكم في "الإكليل"، ولابن السكن [٣٦/ أ]: "نَحو من عشرين"، وسُمِّيَ منهم: المغيرة بن شعبة في "مصنف ابن أبي شيبة" (١) بسند مرسل، وفيه نظر؛ لأنه كَانَ إذ ذاك مسلمًا.
قوله: (وكانوا تُجَّارًا) بضم التاء وتشديد الجيم، أو كسرها والتخفيف جمع تاجر.
قوله: (في المدة) يعني: مدة الصلح بالحديبية، وسيأتي شرحها في المغازي، وكانت في سنة ست، وكانت مدتها عشر سنين كما في السيرة، ولأبي نُعيم في مسند عبد الله بن دينار: كانت أربع سنين، والأول أشهر، لكنهم نقضوا، فغزاهم في سنة ثَمان وفتح مكة.
و(كفار قريش) بالنصب مفعول معه.
قوله: (فأتوه) (٢).
تقديره أرسل إليهم في طلب إتيان الركب فجاء الرسول بطلب إتيانهم فأتوه؛ كقوله تعالَى: {فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْفَجَرَتْ} [البقرة: ٦٠]. أي: فضرب فانفجرت، ووقع عند المؤلف في الجهاد (٣): أن الرسول وجدهم ببعض الشام. وفِي رواية أبي نُعيم في "الدلائل" تعيين الموضع وهو غزة، قَالَ: وكانت وجه متجرهم، وكذا رواه ابن إسْحَاق في "المغازي" عن الزهري.
_________
(١) "المصنف" لابن أبي شيبة (كتاب المغازي، باب: ما ذكر في كتب النبي - صلى الله عليه وسلم - وبعثه) (٧/ ٣٤٧).
(٢) تصحفت في الأصل إلَى: "فأمره".
(٣) "صحيح البخاري" كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).','1','191',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (176,'قوله: (بإيلياء) بِهمزة مكسورة، بعدها ياء أخيرة ساكنة، ثم لام مكسورة، ثم ياء أخيرة، ثم ألف مهموزة، وحكى البَكري فيها القصر، قيل: معناه بيت الله، وفِي الجهاد عند المؤلف (١): أن هرقل لما كشف الله عنه جنود فارس مشى من حِمْص إلَى إيلياء شكرًا لله، زاد ابن إسحاق، عن الزهري: أنه كَانَ يُبْسَط له البُسُط ويوضع عليها الرياحين فمشى عليها (٢)، ونَحوه لأحمد من حديث ابن أخي الزُّهري عن عَمَّه (٣).
وكان سبب ذَلِكَ ما رواه الطَبَري (٤)، وابن عبد الحكم من طرق متعاضدة ملخصها: أن كسرى أغْزَى جيشه بلاد هرقل فخربوا كثيرًا من بلاده، ثم استبطأ كسرى أميره، فأراد قتله وتولية غيره، فاطلع أميره عَلى ذلكَ فباطن هرقل، واصطلح معه عَلى كسرى، وانهزم عنه بجيوش فارس، فمشى هرقل إلَى بيت المقدس شكرًا لله عَلى ذلكَ، واسم الأمير المذكور شهر براز، واسم الغير الَّذِي أراد كسرى تأميره فرحان.
قوله: (فدعاهم في مَجلسه).
أي: في حال كونه في مجلسه، وللمصنف في الجهاد: "فأُدْخِلْنَا عَلَيْهِ، فإِذَا هو جَالسٌ في مَجْلس ملكه وعليه تاج" (٥).
قوله: (وحولَه) بالنصب لأنه ظرف مكان.
قوله: (عظماء) جمع عظيم [٣٦/ ب]، ولابن السكن: "فأُدْخِلت عليه وعنده بطارقته والقسيسون والرهبان".
و(الروم) من ولد عيص بن إسْحَاق بن إبراهيم -عليه السلام- عَلى الصحيح، ودخل فيهم طوائف من العرب من تَنُّوخ وبَهْرَاء وسَلِيح وغيرهم من غَسَّان، كانوا سكانًا بالشام، فلما أجلاهم المسلمون عنها دخلوا بلاد الروم فاستوطنوها، فاختلطت أنسابهم.
_________
(١) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤٠).
(٢) أخرجه الطبراني في "المعجم الكبير" (٨/ ١٩)، وابن عساكر في "تاريخ دمشق" (٢٣/ ٤٢٨ - ٤٢٩).
(٣) "مسند أحْمَد" (١/ ٢٦٢).
(٤) راجع "تاريخ الطبري" (٢/ ١٢٨).
(٥) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).','1','192',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (177,'قوله: (ثم دعاهم) مقتضاه أنه أمر بإحضارهم، فلما حضروا استدناهم؛ لأنه ذكر أنه دعاهم فتنزل عَلى هذا، ولم يقع تكرار ذَلِكَ إلا في هذه الرواية.
و(التَّرْجُمَان) بفتح التاء المثناة وضم الجيم، ويَجوز ضم التاء إتباعًا، ورجحه النووي في "شرح مُسْلِم"، ويجوز فتح الجيم حكاهُ الجوهري في رواية الأصيلي وغيره.
"بترجمانه": يعني أرسل إليه رسولًا أحضره صحبته، والترجمان: وهو المعبر عن لغة بلغة، وهو مُعَرَّب، وقيل: عربي.
قوله: (فقال: أيكم أقرب نسبًا؟ ) أي: قَالَ الترجمان عَلى لسان هرقل، وإنما كَانَ أبو سفيان أقرب؛ لأنه من بني عبد مناف، وقد أوضح ذلِكَ المصنف في الجهاد بقوله: "قَالَ: ما قرابتك منه؟ قُلْتُ: هو ابن عمي، قَالَ أبو سفيان: ولم يكن في الركب من بني عبد مناف غيري" (١). انتهى
وعبد مناف: الأب الرابع للنبي - صلى الله عليه وسلم -[وكذا] (٢) لأبي سفيان، وأطلق عليه ابن عم؛ لأنه نزل كلًّا منها منزلة جده؛ فعبد المطلب بن هاشم بن عبد مناف ابن عم أبيه: ابن عبد شمس بن عبد مناف.
وإنما خص هرقل الأقرب؛ لأنه أَحْرَى بالاطلاع عَلى أموره ظاهرًا وباطنًا أكثر من غيره، ولأن الأبعد لا يؤمن أن يقدح في نسبه بخلاف الأقرب، وظهر ذلِكَ في سؤاله بعد ذلِكَ: "كيف نسبه فيكم؟ ".
وقوله: (بهذا الرجل) ضمن "أقرب" معنى "أوصل" (٣) فعَدَّاه بالباء، ووقع في رواية مسلم: "من هذا الرجل؟ " (٤)، وهو عَلى الأصل.
_________
(١) (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).
(٢) زيادة من "الفتح".
(٣) مشتبهة في الأصل.
(٤) "صحيح مُسْلِم" (كتاب الجهاد، باب: كتاب النبي - صلى الله عليه وسلم - إلَى هرقل) برقم (١٧٧٣).','1','193',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (178,'وقوله: (وهو الَّذِي يزعم) في رواية ابن إسحاق عن الزهري: "يدعي" (١)، وزعم: قَالَ الجوهري -وحكاه أيضًا ثعلب وجماعة-: هِيَ بمعنى قَالَ، كما ستأتي في قصة ضِمَام في كتاب العلم.
قُلْتُ: وهو كثير، ويأتي في موضع الشك غالبًا.
قوله: (واجعلوهم عند ظهره) أي: لئلا تستحيوا أن تواجهوه بالتكذيب إن كذب [٣٧/أ]، وقد صرح بذلك الواقدي في روايته.
وقوله: (إن كَذَبني) بتخفيف الذال، أي: إن نَقَل إليَّ الكذب.
قوله: (قَالَ) أي: أبو سفيان، وسقط لفظ "قَالَ" من رواية كريمة وأبي الوقت فأشكل ظاهره، وبإثباتها يزول الإشكال.
قوله: (فوالله لولا الحياء من أن يأثروا) أي: ينقلوه.
(لكذبت عليه)، وللأصيلي: "عنه"، أي: عن الإخبار بحاله.
وفيه دليل عَلى أنهم كانوا يستقبحون الكذب إما بالأخذ عن الشرع السابق أو بالعرف.
وفِي قوله: "يأثروا" دون قوله: "يكذبوا" دليل عَلى أنه كَانَ واثقًا منهم بعدم التكذيب أن لو كذب؛ لاشتراكهم معه في عداوة النبي - صلى الله عليه وسلم -، لكنه ترك ذَلِكَ استحياءً وأنفة من أن يتحدثوا بذلك بعد أن يرجعوا (٢) فيصير عند سامعي ذَلِكَ كذابًا، وفي رواية ابن إسحاق التصريح بذلك، ولفظه: "فوالله لو قد كذبت ما ردُّوا علي، ولكنني كنت امرأ سيدًا أتكرم عن الكذب وعلمت أنه أيسر (٣) ما في ذَلِكَ إن أنا كذبتُ أن يَحفظوا ذَلِكَ عني، ثم يتحدثوا به، فلم أكذبه" (٤).
_________
(١) أخرجه الطبري في "تاريخه" (٢/ ١٢٩).
(٢) تصحفت في الأصل إلَى: "يرجوا".
(٣) تصحفت في الأصل إلَى: "وعليه أنه أتعسر"، والمثبت من "الفتح".
(٤) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخه" (٢٣/ ٤٢٩).','1','194',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (179,'قوله: (ثم كانَ أول) هو بالنصب عَلى الخبر، وبه جاءت الرواية، ويَجوز رفعه عَلى الاسمية.
قوله: (كيف نسبه فيكم؟ ) أي: ما حال نسبه؟ أهو من أشرافكم أم لا؟ فقال: "هو فينا ذو نسبٍ"، والتنوين فيه للتعظيم، وأشكل هذا عَلى بعض الشارحين وهذا وجهه.
قوله: (فهل قَالَ هذا القول منكم أحد قط قبله).
وللكشميهني والأصيلي بدل "قبله" "مثله"، فقوله: (منكم) أي: من قومكم؛ يعني: قريشًا أو العرب، ويستفاد من أن الشفاهي تعم؛ لأنه لم يُرِد المخاطبين فقط، وكذا قوله بعد: "فهل قاتلتموه"، وقوله: "بماذا يأمركم".
واستعمل "قط" بغير أداة النفي وهو نادر، ومنه قول عمر: "صلينا أكثر ما كنا قط وآمنه ركعتين" (١)، ويحتمل أن يقال: إن النفي مضمن فيه، فكأنه قَالَ: هل قَالَ هذا القول أحدٌ أو لَم يقله أحد قط؟
قوله: (فهل كَانَ من آبائه ملك) ولكريمة والأصيلي ولأبي الوقت: "من" بزيادة "من" الجارة، ولابن عساكر بفتح "مَن" و"مَلَك" فعل ماضٍ، والجارة أرجح؛ لسقوطها من رواية أبي ذر، والمعنى في الثلاثة واضح [٣٧/ب].
قوله: (فأشراف الناس اتبعوه؟ )
فيه إسقاط هَمزة الاستفهام وهو قليل، وقد ثبت للمصنف في التفسير ولفظه: "أيتبعه أشراف الناس؟ " (٢)، والمراد بالأشراف هُنَا: أهل النَّخْوَة والتَّكَبر منهم لا كل شريف، حَتَّى لا يَرِد مثل أبي بكر وعمر وأمثالهما ممن أسلم قبل هذا السؤال. ووقع في رواية أبي إسحاق: "تبعه منا الضعفاء والمساكين والأحداث فأما ذَوُو الأسنان (٣) والشرف فما تبعه منهم أحد" (٤).
_________
(١) أخرجه البُخَاري في "صحيحه" (كتاب الحج، باب الصلاة بمنى) برقم (١٦٥٦).
(٢) "صحيح البخاري" (كتاب التفسير، سورة آل عمران، باب: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ. . .}) برقم (٤٥٥٣).
(٣) في الفتح: "الأنساب"، وما في الأصل موافق لما في تاريخي الطبري، وابن عساكر.
(٤) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخه" (٢٣/ ٤٣٠).','1','195',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (180,'قوله: (سخطة) بضم أوله وفتحه، وأخرج بهذا من ارتد مكرهًا، أو لا لسُخطٍ لدين الإسلام، بل لرغبة في غيره لَحَظٍّ نفساني، كما وقع لعبيد الله بن جَحش.
قوله: (هل كنتم تتهمونه بالكذب) أي: عَلى الناس، إنما عدل إلَى السؤال عن التهمة عن السؤال عن نفس الكذب تقريرًا لَهم عَلى صدقه؛ لأن التهمة إذا اتفقت انتفى سببها، ولهذا عقب بالسؤال عن الغدر.
قوله: (ولَم تمكني كلمة أدخل فيها شيئًا).
أي: أنتقصه به، عَلى أن التنقيص هنا أمر نسبي، وذلك أن من يقطع بعدم غدره أرفع مرتبة ممن يجوز وقوع ذَلكَ منه في الجملة، وقد كَانَ معروفًا عندهم بالاستقراء من عادته أنه لا يغدر، وذلك لما كَانَ الأمر مغيبًا لأنه مستقبل أمن أبو سفيان أن يُنسب في ذَلِكَ إلَى الكذب، ولهذا أورده عَلى التردد، ومن ثَمَّ لَم يُعَرِّج هرقل عَلى هذا القدر منه، وقد صرح ابن إسحاق في روايته عن الزهري بذلك بقوله: قَالَ: "فوالله ما التفت إليها مني" (١).
قوله: (سجال) بكسر أوله أي: نَوْب، والسجل: الدلو.
و(الحرب): اسم جنس، ولهذا جعل خبره اسم جمع.
و(ينال) أي: يصيب، فكأنه شَبه المحاربين بالمُسْتَقِيَيْنِ يسقي هذا دلو وهذا دلو (٢)، وأشار أبو سفيان بذلك إلَى ما وقع بينهم في غزوة بدر وغزوة أحد، وقد صَرَّح بذلك أبو سفيان يوم أحد في قوله: "فيوم بيوم بدر، والحرب سجال" (٣). ولم يرد عليه النبي - صلى الله عليه وسلم - ذَلكَ، بل نطق النبي - صلى الله عليه وسلم - بذلك في حديث أوس بن حُذيفة الثقفي لما كَانَ يحدث وفد ثقيف (٤).
_________
(١) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخه" (٢٣/ ٤٣٠).
(٢) في الفتح: "هذا دلوًا وهذا دلوًا".
(٣) أخرجه البُخَاريّ في "صحيحه" (كتاب الجهاد، باب: ما يكره من التنازع والاختلاف في الحرب) برقم (٣٠٣٩)، وأيضًا (٣٩٨٦، ٤٠٤٣).
(٤) أخرجه أبو داود في "سننه" (كتاب الصلاة، باب: تحزيب القرآن) برقم (١٣٩٣)، وابن ماجه في "السنن" (كتاب إقامة الصلاة والسنة فيها، باب: في كم يستحب ختم القرآن) برقم (١٣٤٥).','1','196',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (181,'قوله: (بِماذا يأمركم) يدل عَلى أن الرسول - صلى الله عليه وسلم -[٣٨/أ] من شأنه أن يأمر قومه.
قوله: (يقول: اعبدوا الله وحده) فيه أن للأمر صيغة معروفة؛ لأنه أتى بقول: "اعبدوا" في جواب "ما يأمركم" وهو من أحسن الأدلة في هذه المسألة؛ لأن أبا سفيان من أهل اللسان، وكذلك الراوي عنه ابن عباس، بل هو من أفصحهم، وقد رواه عنه مُقرًّا له.
قوله: (ولا تشركوا به شيئًا) وسقطت الواو من رواية المستملي، فيكون تأكيدًا لقوله: "وحده".
قوله: (واتركوا ما يقول آباؤكم) هِيَ كلمة جامعة لترك ما كانوا عليه في الجاهلية، وإنما ذكر الآباء تنبيهًا عَلى عذرهم في مُخالفتهم له؛ لأن الآباء قدوة عند الفريقين؛ أي: عبدة الأوثان والنصارى.
قوله: (ويأمرنا بالصلاة والصدق) وللمصنف (١) في رواية: "الصدقة" بدل "الصدق"، ورجحها شيخنا شيخ الإسلام (٢)، ويقويها رواية المؤلف في التفسير: "الزكاة" (٣)، واقتران الصلاة بالزكاة معتاد في الشرع، ويرجحها أيضا ما تقدم من أنهم كانوا يستقبحون الكذب، فَذكْر ما لم يألفُوه أولَى.
قُلْتُ: وفي الجملة؛ ليس الأمر بذلك ممتنعًا كما في أمرهم بوفاء العهد وأداء الأمانة وقد كانا من مألوف عقلائهم، وقد ثبتا عند المؤلف في الجهاد (٤) من رواية أبي ذر عن شيخه الكشميهني، والسرخسي، قَالَ: "بالصلاة والصدق والصدقة".
وفِي قوله: "يأمرنا" بعد قوله: "يقول: اعبدوا الله" إشارة إلَى المغايرة بين الأمرين لما ترتب عَلى مخالفها؛ إذ مُخالف الأول كافر، والثاني مِمَّن قَبِلَ الأولَ عاصٍ.
قوله: (وكذلك الرسل تبعث في نسب قومها).
_________
(١) (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١)، وفِي (كتاب الأدب، باب: صلة المرأة أمها ولَها زوج) برقم (٥٩٨٠).
(٢) هو سراج الدين البلقيني.
(٣) "صحيح البخاري" (كتاب التفسير، سورة آل عمران، باب: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ. . .} برقم (٤٥٥٣).
(٤) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).','1','197',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (182,'الظاهر أن إخبار هرقل بذلك بالجزم كَانَ عن العلم المقرر عنده في الكتب السالفة.
قوله: (لقلت: رجل تأسَّى بقول) كذا للكشميهني، ولغيره: "يتأسى" بتقديم الياء المثناة من تحت، وإنما لم يقل: "فقلت" إلا في هذا وفي قوله: "هل كَانَ من آبائه من مَلِك؟ " لأن هذين المقامين مقام فكر ونظر؛ بخلاف غيرهما من الأسئلة فإنها مقام نقل.
قوله: (فذكرت أن ضعفاءهم اتبعوه) هو معنى قول أبي سفيان: "بل ضعفاؤهم"، ومثل ذلك يتسامح به لاتحاد المعنى. [٣٨/ ب]
وقول هرقل: (وهم أتباع الرسل) فمعناه: أن أتباع الرسل في الغالب أهل الاستكانة، لا أهل الاستكبار الذين أصرُّوا عَلى الشقاق بغيًا وحسدًا كأبي جهل وأشياعه إلَى أن أهلكهم الله تعالَى، وأنقذ بعد حين من أراد سعادتهم منهم.
قوله: (وكذلك الإيمان) أي: أمر الإيمان؛ لأنه يظهر نورًا ثم لا يزال في زيادة حَتَى يتم بالأمور المعتبرة فيه من صلاة وصيام وغيرهما، ولهذا نزلت في آخر سِني النبي - صلى الله عليه وسلم -: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} [المائدة: ٣]، ومنه: {وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ} [التوبة: ٣٢]. وكذا جرى لأتباع النبي - صلى الله عليه وسلم -، لم يزالوا في زيادة حَتَى كمل بهم ما أراد الله من إظهار دينه وتمام نعمته، فله الحمد والمنة.
قوله (حين يُخالط بشاشةَ القلوب) هكذا روي بالنصب، والقلوب: مضاف، أي: يخالط الإيمان انشراح الصدر، وروي: "بشاشةُ القلوب" بالضم، والقلوب مفعول؛ أي: يخالط بشاشة الإيمان -وهو شرحه- القلوب التِي يدخل فيها. زاد المصنف في الإيمان (١) [لا يسخطه أحد] (٢)، وزاد ابن السكن في روايته في "معجم الصحابة": "يزداد به عَجَبًا وفرحًا"، وفي رواية ابن إسحاق: "وكذلك حلاوة الإيمان لا تدخل قلبًا فتخرج منه" (٣).
قوله: (وكذلك الرسل لا تغدر) لأنها لا تطلب حظ الدنيا الَّذِي ينال طالبه بالغدر بخلاف من طلب الآخرة، ولم يعرج هرقل عَلى الدسيسة الَّتِي دسها أبو سفيان كما تقدم.
_________
(١) "صحيح البخاري" (كتاب الإيمان) رقم (٥١).
(٢) سقطت من الأصل، وأثبتناها من الفتح.
(٣) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخ دمشق" (٢٣/ ٤٣٠).','1','198',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (183,'وسقط من هذه الرواية إيراد تقدير السؤال العاشر والَّذِي بعده وجوابه، وقد ثبت الجميع في رواية المؤلف الَّتِي في الجهاد (١)، وسيأتي الكلام عليه ثَمَّ إن شاء الله تعالَى.
* فائدة:
قَالَ المَازِري: هذه الأشياء الَّتِي سأل عنها هرقل ليست قاطعة عَلى النبوة، إلا أنه يحتمل أنها كانت عنده علامات عَلى هذا الشيء بعينه، لأنه قَالَ بعد ذلِكَ: "قد كنت أعلم أنه خارج، ولم كن أظن أنه منكم"، وما أورده احتمالًا جزم به ابن بَطَّال، وهو ظاهر.
قوله: (فذكرت أنه يأمركم) ذكر ذَلكَ بالاقتضاء، لأنه ليس في كلام أبي سفيان [٣٩/أ] ذكر الأمر بل صيغته.
وقوله: (وينهاكم عن عبادة الأوثان) مستفاد من قوله: "ولا تشركوا به شيئًا واتركوا مما يقول آباؤكم"؛ لأن مقولهم الأمر بعبادة الأوثان.
قوله: (أخلص) بضم اللام، أي: أصل، يقال: خلص إلَى كذا؛ أي: وصل.
قوله: (لتجشمت) بالجيم والشين المعجمة، أي: تكلفت الوصول إليه، وهذا يدل عَلى أنه كَانَ يتحقق أنه لا يسلم من القتل إن هاجر إلى النبي - صلى الله عليه وسلم -، واستفاد ذَلكَ بالتجربة في قصة ضغاطر الَّذِي أظهر لَهم إسلامه فقتلوه، لكن لم يفطن هرقل لقوله - صلى الله عليه وسلم - في الكتاب إليه: "أسلم تَسْلَم"، وحمل الجزاء عَلى عمومه في الدُّنْيَا والآخرة لو أسلم لسلم من كل ما يخافه، ولكن التوفيق بيد الله -سبحانه وتعالى-.
وقوله: (لغسلت عن قدميه) مبالغة في العبودية له والخدمة، وفي رواية عبد الله بن شداد، عن أبي سفيان: "لو علمت أنه هو لمشيت إليه حَتَّى أقبل رأسه وأغسل قدميه" (٢)، وهي تدل عَلى أنه كَانَ بقي عنده بعض شك، وزاد فيها: "ولقد رأيتُ جبهته يتحادرُ عرقها من كرب الصحيفة"، يعني: لما قرئ عليه كتاب النبي - صلى الله عليه وسلم -.
وفي اقتصاره عَلى ذكر غسل القدمين إشارة منه إلَى أنه لا يطلب منه -إذا وصل
_________
(١) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).
(٢) أخرجه سعيد بن منصور في "سننه" (٢/ ١٨٧)، والطبراني في "المعجم الكبير" (٨/ ٢٣).','1','199',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (184,'إليه [سالِمًا] (١) - لا ولاية ولا منصبًا، وإنما يطلب ما يحصل له به البركة.
وقوله: (وليبلغن ملكه ما تحت قدمي) أي: بيت المقدس، وكنى بذلك لأنه موضع استقراره، أو أراد الشام كله لأن دار ملكه كانت حمص، ومِمَّا يقوي أن هرقل آثر ملكه عَلى الإيمان وتمادى عَلى الضلال أنه حارب المسلمين في غزوة مُؤتَة سنة ثَمان بعد هذه القصة بدون السنتين، ففي مغازي ابن إسحاق: "وبلغ المسلمين لما نزلوا مَعَان من أرضَ الشام أن هرقل نزل في مائة ألف من المشركين"، فحكى كيفية الواقعة، وكذا روى ابن حبان في صحيحه، عن أنس، أن النبي - صلى الله عليه وسلم - كتب إليه أيضًا من تبوك يدعوه، وأنه قارب الإجابة ولم يجب.
فدَلَّ ظاهر ذَلكَ عَلى استمراره [٣٩/ ب] عَلى الكفر، لكن يحتمل مع ذَلكَ أنه كَانَ يُضمر الإيمان، ويفعل هذه المعاصي مراعاة لملكه وخوفًا من أن يقتله قومه، لكن في "مسند أَحْمَد": أنه كتب من تبوك إلَى النبي - صلى الله عليه وسلم -: ["إني مُسْلِم"] (٢). فقال النبي - صلى الله عليه وسلم -: كذب، بل هو عَلى نصرانيته". فعلى هذا إطلاق صاحب "الاستيعاب" أنه آمن، أي: أظهر التصديق، لكنه لم يستمر عليه ويعمل بِمقتضاه، بل شح بملكه وآثر الفانية عَلى الباقية، والله الموفق.
قوله: (ثم دعا) أي: من وكل ذَلِكَ إليه، ولهذا عَدَّى الكتاب بالباء.
قوله: (دِحْيَة) هو ابن خَلِيفة الكَلْبي، صحابي جليل، كَانَ أحسن الناس وجهًا، وأسلم قديمًا، وبعثه النبي - صلى الله عليه وسلم - في آخر سنة ستٍّ بعد أن رجع من الحديبية بكتابه إلَى هرقل، وكان وصوله في المحرم سنة سبعٍ، قاله الواقدي، ومات دحية في خلافة معاوية.
و(بُصْرَى) بضم أوله والقصر: مدينة بين المدينة ودِمشق، وقيل: هِيَ حُورَان.
وعظيمها: هو الحارث بن أبي شَمِر الغَسَّاني، وفِي "الصحابة" لابن السكن: أنه أرسل بكتاب النبي - صلى الله عليه وسلم - إلَى هرقل مع عَدِي بن حاتم، وكان عَدِي إذ ذاك نصرانيًّا، فوصل به هو ودحية معًا.
قوله: (من مُحَمَّد) فيه: السنة أن يبدأ الكاتب (٣) بنفسه وهو قول الجمهور، بل
_________
(١) مكانها بياض بالأصل، والمثبت من الفتح.
(٢) ليست في الأصل، وأثبتناها من "الفتح".
(٣) في الفتح: "الكتاب".','1','200',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (185,'حكى فيه النحاس إجْمَاع الصحابة، والحق إثبات الخلاف.
وفيه: أن "مِن" الَّتِي لابتداء الغاية تأتي في غير الزمان والمكان، كذا قاله أبو حَيَّان، والظاهر أنها هنا لَم تخرج عن ذَلِكَ لكن بارتكاب مَجاز.
قوله: (عظيم الروم) فيه عدول عن ذكره بالملك أو الإمرة؛ لأنه معزول بحكم الإسلام، لكنه لم يُخْله من إكرام لمصلحة التألف.
قوله: (سلام عَلى من اتبع الهدى) في رواية المصنف في الاستئذان (١): "السلام" بالتعريف، وقد ذُكرت في قصة موسى وهارون مع فرعون (٢)، وظاهر السياق أنها من جملة ما أمرا به أن يقولاه.
فإن قيل: كيف يُبدأ الكافر بالسلام؟
فالجواب: أن المفسرين قالوا ليس المراد من هذا التحية، إنما معناه سَلِم من عذاب الله من أسلم، ولهذا جاء بعده: {أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى} [طه: ٤٨]. وكذا جاء في بقية هذا الكتاب: "فإن توليت فإن عليك إثم الأَرِيسِيِّين"، فمحصل الجواب: أنه لم يبدأ الكافر [٤٠/أ] بالسلام، وهذا وإن كَانَ اللفظ يُشعر به لكنه لم يدخل في المراد؛ لأنه ليس ممن اتبع الهدى، فلم يُسَلِّم عليه.
قوله: (بدعاية الإسلام) هو بكسر الدال من قولك: دعا يدعو دعاية، نَحو: شكا يشكو شكاية، ولمسلم: "بداعية (٣) الإسلام" (٤)، أي: بالكلمة الداعية إلَى الإسلام: وهي شهادة أن لا إله إلا الله وأن مُحَمَّدًا رسول الله، والباء موضع إلَى.
وقوله: (أسلم تسلم) غاية في البلاغة، وفيه نوع من البديع وهو الجناس الاشتقاقي.
قوله: (يؤتك) جواب ثانٍ للأمر، وفِي الجهاد للمؤلف: "أسلم يؤتك" (٥) بتكرار
_________
(١) "صحيح البخاري" (كتاب الاستئذان، باب: كيف يكتب الكتاب إلَى أهل الكتاب) برقم (٦٢٦٠).
(٢) أي قوله تعالَى: {وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى} [طه: ٤٧].
(٣) في الأصل: "بدعاية"، والمثبت من "الفتح"، و"صحيح مُسْلِم".
(٤) "صحيح مسلم" (كتاب الجهاد، باب: كتاب النبي - صلى الله عليه وسلم - إلَى هرقل) برقم (١٧٧٣).
(٥) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).','1','201',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (186,'"أسلم"، فيحتمل التأكيد، ويحتمل أن يكون الأمر الأول للدخول في الإسلام، والثاني للدوام عليه كما في قوله تعالَى: {يَاأَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ} [النساء: ١٣٦].
وإعطاؤه الأجر مرتين لكونه كَانَ مؤمنًا بنبيه ثم آمن بمحمد - صلى الله عليه وسلم -، وهو موافق لقوله تعالَى: {أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ} الآية [القصص: ٥٤]. وسيأتي التصريح بذلك في موضعه في حديث الشَّعْبي في كتاب العلم (١) إن شاء الله تعالَى.
ويحتمل أن يكون تضعيف الأجر له من جهة إسلامه، ومن جهة أن إسلامه يكون سببًا لإسلام أتباعه.
واستنبط منه شيخنا شيخ الإسلام (٢) أن كل من دان بدين أهل الكتاب كَانَ في حكمهم في الذبائح والمناكحة؛ لأن هرقل هو وقومه ليسوا من بني إسرائيل، وهم ممن دخل في النصرانية بعد التبديل، وقد قَالَ له ولقومه: "يا أهل الكتاب"، فدل عَلى أن لهم حكم أهل الكتاب، خلافًا لمن خص ذَلِكَ بالإسرائيليين، أو بمن علم أن سلفه ممن دخل في اليهودية أو النصرانية بعد التبديل، والله أعلم.
قوله: (فإن توليت) أي: أعرضت عن الإجابة إلَى الدخول في الإسلام، وحقيقة التولي إنما هو بالوجه، ثم استعمل مجازًا في الإعراض عن الشيء، وهو استعارة تَبَعِيَّة.
قوله: (الأريسيين) هو جَمع أريسي، وهو منسوب إلى أريس بوزن فعيل، بفتح أوله مُخففًا، وقد نقلت همزته ياء كما جاءت به رواية الأصيلي وأبي ذر وغيرهما، قَالَ ابن سِيدَه: الأريس [٤٠/ ب]: الأَكَّار، أي: الفلاح عند ثعلب، وعند كراع: الأريس، هو: الأمير، وَقَالَ الجوهري: هِيَ لغة شامية، وأنكر ابن فارس أن تكون عربية، وقيل في تفسيره غير ذَلِكَ.
لكن هذا هو الصحيح هنا، فقد جاء مصرحًا به في رواية ابن إسحاق، عن الزُّهري بلفظ: "فإن عليك إثم الأَكَّارين" (٣). زَادَ البَرْقَاني في روايته: "يعني الحراثين"، ويؤيده أيضًا ما
_________
(١) "صحيح البخاري" (كتاب العلم، باب: تعليم الرجل أمته وأهله) برقم (٩٧).
(٢) هو سراج الدين البلقيني كما سبق.
(٣) أخرجه الطبري في "تاريخه" (٢/ ١٣٠)، والطبراني في "المعجم الكبير" (٨/ ١٩).','1','202',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (187,'في رواية المدائني من طريق مرسلة: "فإن عليك إثم الفلاحين"، قَالَ الخطابي: أراد أن عليه إثم الضعفاء والأتباع إذ لم يسلموا تقليدًا له؛ لأن الأصاغر أتباع الأكابر.
قُلْتُ: وفي الكلام حذف دل عليه المعنى، وهو: فإن عليك مع إثمك إثم الأريسيين؛ لأنه إذا كَانَ عليه إثم الأتباع بسبب أنهم تبعوه عَلى استمرار الكفر فلأن يكون عليه إثم نفسه أولَى، وهذا يُعد من مفهوم الموافقة.
ولا يعارض هذا قوله تعالَى: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: ١٦٤]؛ لأن وزر الإثم لا يتحمله غيره، ولكن الفاعل المتسبب والمتلبس بالسيئات يتحمل من وجهين: جهة فعله، وجهة تسببه.
وقد ورد تفسير الأريسيين بمعنى آخر، قَالَ الليث بن سعد، عن يونس فيما رواه الطبراني في "الكبير" (١) من طريقه: "الأريسيون: العَشَّارون"، يعني: أهل المَكْس، والأول أظهر، وهذا إن صحَّ أنه المراد فالمعنى: المبالغة في الإثم، ففي الصحيح في المرأة الَّتِي اعترفت بالزنا: "لقد تابت توبة لو تابها صاحب مَكْسٍ لقبلت" (٢).
قوله: (ويا أهل الكتاب. . . إلى آخره) وهكذا وقع بإثبات الواو في أوله، وذكر القاضي عياض أن الواو ساقطة من رواية الأَصِيلي وأبي ذر، وَعَلى ثبوتها فهي داخلة عَلى مقدر معطوف عَلى قوله: "أدعوك"، فالتقدير: أدعوك بدعاية الإسلام، وأقول لك ولأتباعك امتثالًا لقول الله تعالَى: {يَاأَهْلَ الْكِتَابِ}.
* فائدة:
قيل: في هذا دليل عَلى جواز قراءة الجنب للآية أو الآيتين، وبإرسال بعض القرآن إلى أرض العدو، وكذا بالسفر به. وأغرب ابن بَطَّال فادعى أن ذَلِكَ [٤١/ أ] نُسخ بالنهي عن السفر بالقرآن إلَى أرض العدو، ويحتاج إلَى إثبات التاريخ بذلك.
ويحتمل أن يُقال: إن المراد بالقرآن في حديث النهي عن السفر به: المصحف، وسيأتي الكلام عَلى ذلِكَ في موضعه، وأما الجنب فيحتمل أن يقال: إما لم يقصد التلاوة جاز.
_________
(١) "المعجم الكبير" (٨/ ١٨).
(٢) أخرجه مُسْلِم في "صحيحه" (كتاب الحدود، باب: من اعترف عَلى نفسه بالزنا) برقم (١٦٩٥).','1','203',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (188,'عَلى أن في الاستدلال بذلك من هذه القصة نظرًا؛ فإنها واقعة عين لا عموم فيها، فتُقيد الجوازَ عَلى ما إذا وقع احْتِياج إلَى ذَلِكَ كالإبلاغ والإنذار، كما في هذه القصة، وأما الجواز مطلقًا حيث لا ضرورة فلا يتجه.
وقد اشتملت هذه الجملة القليلة الَّتِي تضمنها الكتاب عَلى الأمر بقوله: "أسلم"، والترغيب بقوله: "تسلم"، و"يؤتك"، والزجر بقوله: "فإن توليت"، والترهيب بقوله: "فإن عليك"، والدلالة بقوله: "يا أهل الكتاب"، وفي ذَلِكَ من الدلالة (١) ما لا يخفى، وكيف لا وهو كلام من أوتي جوامع الكلام - صلى الله عليه وسلم -.
قوله: (فلما قَالَ ما قَالَ) يحتمل أن يُشير بذلك إلَى الأسئلة والأجوبة، ويحتمل أن يشير بذلك إلَى القصة الَّتِي ذكرها ابن النَّاطُور بَعْدُ، والضمائر كلها تعود عَلى هرقل.
و(الصَّخب): اللغط، وهو: اختلاط الأصوات في المخاصمة، زاد في الجهاد: "فلا أدري ما قالوا" (٢).
قوله: (فقلت لأصحابي) حين خلوت بهم (٣).
قوله: (أَمِر) هو بفتح الهمزة وكسر الميم أي: عَظُمَ، وسيأتي في تفسير سبحان (٤).
و"ابن أبي كبشة" أراد به النبي - صلى الله عليه وسلم -؛ لأن أبا كبشة أحد أجداده، وعادة العرب إذا انتقصت نسبت إلَى جد غامض.
قَالَ أبو الحسن النسابة الجرجاني: هو جد وهب جد النبي - صلى الله عليه وسلم - لأمه، وهذا فيه نظر؛ لأن وهبًا جد النبي - صلى الله عليه وسلم - اسم أمه عاتِكَة بنت الأَوْقَص بن مُرَّة بن هلال، ولم يقل أحد من أهل النسب: أن الأَوْقَص يكنى أبا كَبْشَة.
_________
(١) في "الفتح": "البلاغة".
(٢) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١)، ولكن وقع فيه: "ماذا قالوا".
(٣) قال في "الفتح": زاد في الجهاد حين خلوت بهم.
(٤) "صحيح البخاري" (كتاب التفسير، سورة بني إسرائيل، باب: قوله تعالَى: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا. .}) برقم (٤٧١١).','1','204',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (189,'وقيل: هو جد عبد المطلب لأمه، وفيه نظر أيضًا؛ لأن أم عبد المطلب سَلْمَى بنت عمرو بن زيد الخَزْرَجي، ولم يقل أحد من أهل النسب: أن عمرو بن زيد يكنى أبا كَبْشَة.
وقيل: هو أبوه من الرضاعة، واسمه الحارث بن عبد العُزَّى، قاله أبو الفتح الأزدي وابن مَاكولا.
وَقَالَ ابن قتيبة والخطابي: هو رجل من خُزاعة [٤١/ ب] خالف قريشًا في عبادة الأوثان فعبد الشِّعْرَى، فنسبوه إليه للاشتراك في مطلق المخالفة، وكذا قَالَ الزبير، قَالَ: واسمه وَجْز بن عامر بن غالب.
قوله: (إنه يَخافه) هو بكسر الهمزة استئنافًا تعليليًّا لا بفتحها؛ لثبوت اللام في الرواية الأخرى.
قوله: (ملك بني الأصفر) هم الروم، يقال: إن جدهم رُوم بن عِيص تزوج بنت ملك الحبشة، فجاء لون ولده بين البياض والسواد، فقيل له: الأصفر، وَقَالَ ابن هشام في التيجان: إنما لُقِّبَ الأصفر لأن جدته سارة زوج إبراهيم الخليل حَلَّته الذهب.
قوله: (فما زلت موقنًا) زاد في حديث عبد الله بن شداد، عن أبي سفيان: "فما زلتُ مرعوبًا من مُحَمَّد حَتَّى أسلمت" أخرجه الطبراني (١).
قوله: (حَتَّى أدخل الله عليَّ الإسلام) أي: فأظهرت ذَلِكَ اليقين، وليس المراد أن ذَلِكَ اليقين ارتفع.
قوله: (وكان ابن الناطور) هو بالطاء المهملة، وفي رواية الحَمَّوي بالظاء المعجمة، وهو بالعربية: حارس البُستان، ووقع في رواية الليث، عن يونس: "ابن ناطورا" (٢). بزيادة ألف في آخره، فعلى هذا هو اسم أعجمي.
_________
(١) "المعجم الكبير" (٨/ ٢٣).
(٢) أخرجه الطبراني في "المعجم الكبير" (٨/ ١٨).','1','205',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (190,'* تنبيه:
الواو في قوله: "وكان" عاطفة، والتقدير: عن الزهري: أَخْبَرَنِي عُبيد الله فذكر الحديث، ثم قَالَ الزُّهري: وكان ابن النَّاطور يُحدِّث، فذكر هذه القصة، فهي موصولة إلَى ابن النَّاطور، لا معلقة كما زعم بعض من لا عناية له بهذا الشأن، وكذلك أغرب بعض المغاربة فزعم أن قصة ابن الناطور مروية بالإسناد المذكور عن أبي سفيان عنه، وكأنه لما رآها لا تصريح فيها بالسماع حملها عَلى ذَلِكَ، وقد بين أبو نُعيم في "دلائل النبوة" أن الزهري قَالَ: لقيته بدمشق في زمن عبد الملك بن مروان، وأظنه لم يتحمل عنه ذَلِكَ إلا بعد أن أسلم، وإنما وصفه بكونه سُقُفًّا؛ لينبه عَلى أنه كَانَ مطلعًا عَلى أسرارهم، عالِمًا بحقائق أخبارهم.
قوله: (صاحب إيلياء) أي: أميرها، وهو منصوب عَلى الاختصاص والحال، أو مرفوع عَلى الصفة، وهي رواية أبي ذر، والإضافة الَّتِي فيه تقوم مقام التعريف، وقول من زعم أنها في تقدير الانفصال في مقام المنع.
"وهرقل" معطوف عَلى "إيلياء"، وأطلق عليه الصحبة له: إما بمعنى التبع، وإما بمعنى الصداقة، ومنه استعمال صاحب في معنيين مجازي وحقيقي؛ لأنه بالنسبة [٤٢/أ] إلَى إيلياء أمير، وذلك مَجاز، وبالنسبة إلَى هرقل تابع، وذاك حقيقة.
وقوله (سقفًّا) بضم السين والقاف، كذا في رواية غير أبي ذر، وهو منصوب عَلى أنه خبر كَانَ، و"يحدث" خبر بعد خبر، وفي رواية الكُشْميهني: "سُقِف" بكسر القاف عَلى ما لم يسم فاعله، وفِي رواية المُسْتَمْلي والسرخسي مثله لكن بزيادة ألف في أوله.
والأُسْقُف والسُّقُف: قيل إنه لفظ أعجمي ومعناه: رئيس دين النصارى، وقيل: عربي وهو الطويل في انحناء، وقيل ذَلِكَ للرئيس؛ لأنه يتخاشع، وَقَالَ بعضهم: لا نظير له في وزنه إلا الأسْرُب، وهو الرصاص، لكن حكى ابن سِيده ثالثًا: وهو الأُسْكُف للصانع، ولا يرد الأُتْرُج لأنه جمع والكلام في المفرد.
قوله: (حين قدم إيلياء) يعني: في هذه الأيام، وهي عند غلبة جنوده عَلى جنود','1','206',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (191,'فارس وإخراجهم، وكان ذَلِكَ في السنة الَّتِي اعتمر فيها النبي - صلى الله عليه وسلم - عمرة الحُدَيْبية، وبلغ المسلمين نصرة الروم عَلى فارس ففرحوا، وقد ذكر التّرمِذيَ وغيره القصة مستوفاة في تفسير قوله تعالَى: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤) بِنَصْرِ اللَّهِ} (١) [الروم: ٤، ٥]. وفِي أول الحديث في الجهاد (٢) عند المؤلف الإشارة إلَى ذَلِكَ.
قوله: (خبيث النفس) أي: رديء النفس غير طيبها، أي: مهمومًا، وقد تستعمل في كسل النفس، وفِي الصحيح: "لا يقولن أحدكم خَبُثَت نَفسي" (٣)، كأنه كره اللفظ.
والمراد بالخطاب: المسلمون، وأما استعمال ذَلِكَ في حق هرقل فغير ممتنع، وصرح في رواية ابن إسحاق بقولهم له: "لقد أصبحت مهمومًا" (٤).
وَ (البَطَارقة) جَمع بِطْريق، بكسر أوله: وهم خواص دولة الروم.
قوله: (حَزَّاءً) بالمهملة وتشديد الزاي آخره همزة منونة، أي: كاهنًا، يقال: حزا بالتخفيف يحزو حزوًا أي: تكهن.
وقوله: (ينظر في النجوم) إن جعلتها خبرًا ثانيًا [صح] (٥)؛ لأنه كَانَ ينظر في الأمرين، وإن جعلتها تفسيرًا للأول فالكهانة تارة تستند إلَى إلقاء الشياطين، وتارة تستفاد من أحكام النجوم، وكان كل من الأمرين في الجاهلية شائعًا ذائعًا إلَى أن أظهر الله الإسلام، فانكسرت شوكتهم، وأبطل الشرعُ الإعتماد عليهم.
_________
(١) أخرجه الترمِذي في "جامعه" (كتاب التفسير، باب: سورة الروم) برقم (٣١٩٣)، وَأحْمَد في "مسنده" (١/ ٢٧٦، ٣٠٤) من حديث ابن عباس.
وأخرجه أيضًا: الترمِذي في "جامعه" (كتاب التفسير، باب: سورة الروم) برقم (٣١٩٤) من حديث نيار بن مكرم الأسلمي.
(٢) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).
(٣) أخرجه البُخَاريّ في "صحيحه" (كتاب الأدب، باب: لا يقل خبثت نفسي) برقم (٦١٧٩)، وَمُسْلِم في "صحيحه" (كتاب الألفاظ من الأدب وغيرها، باب: كراهة قول الإنسان خبثت نفسي) برقم (٢٢٥٠) من حديث عائشة -رضي الله عنها-.
وأخرجاه أيضًا في نفس المواضع عند البُخَاري برقم (٦١٨٠)، وَمُسْلِم برقم (٢٢٥١) من حديث سهل بن حنيف.
(٤) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخه" (٢٣/ ٤٢٩).
(٥) مكانها بياض بالأصل، والمثبت من "الفتح".','1','207',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (192,'وكان ما اطلع عليه هرقل من ذَلِكَ بمقتضى حساب [٤٢/ ب] المنجمين: أنهم زعموا أن المولد النبوي كَانَ بقران العلويين ببرج العقرب، وهُمَا يقترنان في كل عشرين سنة مرة إلَى أن تستوفي الثالثة بروجها في ستين سنة، فكان ابتداء العشرين الأولى المولد النبوي في القران المذكور، وعند تَمام العشرين الثانية مجيء جبريل بالوحي، وعند تَمام الثالثة فتح خيبر وعمرة القضية الَّتِي جرَّت فتح مكة وظهور الإسلام، وفِي تلك الأيام رأى هرقل ما رأى.
وَمِن جملة ما ذكروه أيضًا أن برج العقرب مائي، وهو دليل مُلْكِ القوم الذين يختتنون، فكان ذَلِكَ دليلًا عَلى انتقال المُلْكِ إلَى العرب، وأما اليهودُ فليسوا مرادًا هنا؛ لأن هذا لمن سينتقل إليه الملك لا لمن انقضى ملكه.
فإن قيل: كيف ساغ للبخاري إيراد هذا الخبر المشعر بتقوية [أمر] (١) المنجمين، والاعتماد عَلى ما يدل عليه أحكامهم؟
فالجواب: أنه لم يقصد ذَلِكَ، بل قصد أن يبين أن البشارات بالنبي - صلى الله عليه وسلم - جاءت من كل طريق، وَعَلى لسان كل فريق من كاهن أو منجم أو مبطل إنسي أو جني، وهذا غاية ما [يشير إليه] (١) عالم، أو يحتج به محتج.
قوله: (مُلْك الختان) بضم الميم وإسكان اللام، وللكُشميهني بفتح الميم وكسر اللام.
قوله: (قد ظهر) أي: غلب، يعني: دله نظره عَلى أن ملك الختان قد غلب، وهو كما قَال؛ لأن تلك الأيام كَانَ ابتداء ظهور النبي - صلى الله عليه وسلم -، إذ صالح كفار مكة بالحديبية، وأنزل الله عليه: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} [الفتح: ١]؛ إذ فتح مكة سببه نقض قريش العهد الَّذِي كَانَ بينهم بالحُديبية، ومقدمة الظهور ظهور.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','1','208',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (193,'قوله: (من هذه الأمة) أي: من أهل هذا العصر، وإطلاق الأمة عَلى أهل العصر كلهم فيه تَجَوُّز، وهذا بخلاف قوله بعد هذا: "ملك هذه الأمة قد ظهر"، فإن مراده به العرب خاصة، والحصر في قولهم: "إلا اليهود" هو بمقتضى علمهم؛ لأن اليهود كانوا بإيلياء -وهي بيت المقدس- كثيرين تحت الدولة مع الروم، بخلاف العرب فإنهم وإن كَانَ منهم من هو تَحت طاعة ملك الروم كآل غَسَّان لكنهم كانوا ملوكًا برأسهم.
قوله: (فلا يهمنك) بضم أوله من أهمَّ: أثار الهم.
وقوله [٤٣/أ]: (شأنهم) أي: أَمْرهُم.
و(مداين) جمع مدينة، قَالَ أبو علي الفارسي: من جعله فعيلة من قولك: مدن بالمكان أي: أقام به؛ همزه كقبائل، ومن جعله مفعلة من قولك: دين؛ أي: ملك؛ لم يهمزه كمعايش. انتهى
وما ذكره في معايش هو المشهور، وقد روى خارجة عن نافع القارئ الهمز في معايش، وَقَالَ القزاز: من همزها توهمها من فعلية لشبهها بِها في اللفظ.
قوله: (فبينما هم عَلى أمرهم) أي: في هذه المشورة.
قوله: (أتي برجل لم يسم من أحضره).
و(ملك غسان) هو صاحب بُصْرَى الَّذِي قدمنا ذكره، وأشرنا إلَى أن ابن السكن روى أنه أرسل مِن عنده عَدي بن حاتِم، فيحتمل أن يكون هو المذكور، والله أعلم.
قوله: (عن خبر رسول الله - صلى الله عليه وسلم -) فَسَّر ذَلِكَ ابن إسحاق في روايته فقال: "خرج بين أَظْهُرِنا رجل يزعم أنه نبي، فقد اتَّبعَه ناس وخالفه ناس، فكانت بينهم مَلاحمُ في مَواطنَ فتركتهم وهم عَلى ذَلِكَ" (١)، فبين ما أُجْمل في حديث الباب؛ لأنه مُوهِمٌ أن ذَلِكَ كَانَ في أوائل ما ظهر النبي - صلى الله عليه وسلم -.
قوله: (هُم يَخْتَتِنُون) في رواية الأصيلي: "مختتنون" بالميم، والأول أفيد وأشمل.
قوله: (هذا مُلك هذه الأمة قد ظهر).
_________
(١) أخرجه الطبري في "تاريخه" (٢/ ١٢٩)، وابن عساكر في "تاريخه" (٢٣/ ٤٢٩).','1','209',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (194,'كذا لأكثر الرواة بالضم والسكون، والقَابِسي بالفتح ثم الكسر، ولأبي ذر عن الكُشْميهني وحده: "يملك" فعل مضارع، قَالَ القاضي: أظنها ضمة الميم اتصلت بِها فتصحفت، ووجهه السهيلي في أماليه: بأنه مبتدأ وخبر، أي: هذا المذكور يملك هذه الأمة، وقيل: بجواز أن يكون "يملك" نعتًا، أي: هذا رجل يملك هذه الأمة، وَقَالَ شيخنا: يجوز أن يكون المحذوف هو الموصول عَلى رأي الكوفيين، أي: هذا الَّذِي يملك، وهو نظير قوله:
* وَهذَا تَحْمِلِينَ طَلِيقُ (١) *
عَلى أن الكوفيين يجوِّزون استعمال اسم الإشارة بمعنى الاسم الموصول، فيكون التقدير: الَّذِي يملك، من غير حذف.
قُلْتُ: لكن اتفاق الرواية عَلى حذف الياء في أوله دَالٌّ عَلى ما قَالَ القاضي فيكون شاذًا، عَلى أني رأيت في أصل معتمد وعليه علامة السَّرْخسي: بباء موحدة في أوله، وتوجيهها أقرب من توجيه الأول [٤٣/ ب]؛ لأنه حينئذٍ تكون الإشارة بهذا إلَى ما ذكره من نظيره في حكم النجوم، والباء متعلقة بـ"ظهر"، أي: هذا الحكم ظهر بملك هذه الأمة الَّتِي تختتن.
قوله: (برُومِية) بالتخفيف: وهي مدينة معروفة للروم.
و(حمص) مجرور بالفتحة مُنِعَ صرفه للعلمية (٢) والتأنيث، ويحتمل أن يجوز صرفه.
قوله: (فلم يَرِم) أي: لَم يبرح.
(حَتَّى أتاه كتاب من صاحبه) وفِي رواية ابن إسحاق: أن هرقل أرسل دِحْيَة إلَى
_________
(١) القائل هو الشاعر يزيد بن مُفَرَّع يُخاطب بغلته:
عَدَسْ مَا لِعَبَّادٍ عَلَيْكِ إِمَارَةٌ ... نَجَوْتِ وَهَذَا تَحْمِلِيْنَ طَلِيقُ
وعدس: اسم دابته، وهي أيضًا كلمة تقال لزجر البغال.
وعباد: هو عَبَّاد بن زياد بن أبي سفيان.
وقد قال هذه الأبيات عندما أطلق سراحه من سجنه الذي وضعه فيه عبَّاد.
(٢) في الأصل: "العجمة"، والمثبت من الفتح.','1','210',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (195,'ضَغَاطر الرومي، وَقَالَ: إنه في الروم أجوز قولًا مني، وإن ضغاطر المذكور أظهر إسلامه وألقى ثيابه الَّتِي كانت عليه ولبس ثيابًا بيضًا، وخرج عَلى الروم فدعاهم إلَى الإسلام، وشهد شهادة الحق، فقاموا إليه فضربوه حَتَّى قتلوه، قَالَ: فلما خرج دِحْيَة إلَى هرقل قَالَ له: قد قُلْتُ لك إنا نخافهم عَلى أنفسنا، فضغاطر كَانَ أعظم عندهم مني.
قُلْتُ: فيحتمل أن يكون هو صاحب رُومِية الَّذِي أبهم هنا، لكن يُعكر عليه ما قيل: إن دِحْية لم يَقْدِم عَلى هرقل بهذا الكتاب المكتوب في سنة الحُدَيْبية، وإنما قدم عليه بالكتاب المكتوب في غروة تَبُوك، فعلى هذا يحتمل أن يكون وقعت لضغاطر قصتان: أحدهما الَّتِي ذكرها ابن النَّاطُور، وليس فيها أنه أسلم، ولا أنه قُتل، والثانية الَّتِي ذكرها ابن إسحاق فإن فيها قصته مع دِحْيَة وأنه أسلم فقُتل، والله أعلم.
قوله: (وسار هرقل إلى حمص) لأنها كانت دار ملكه كما قدمناه، وكانت في زمانِهم أعظم من دِمِشْق، وكان فتحها عَلى يد أبي عُبيدة بن الجراح سنة ست عشرة بعد هذه القصة بعشر سنين.
وقوله: (وأنه نبي) يدل عَلى أن هرقل وصاحبه أقرا بنبوة نبينا - صلى الله عليه وسلم -، لكن هرقل كما ذكرنا لم يستمر عَلى ذَلِكَ بخلاف صاحبه.
قول: (فأذن) هو بالقصر من الإذن، وفِي رواية المستملي وغيره بالمد، ومعناه: أعلم.
و(الدَّسْكَرة) بسكون المهملة: القصر الذي حوله بيوت، وكأنه دخل القصر ثم أغلقه وفتح أبواب البيوت الَّتِي حوله، وأذن للروم في دخولها، ثم اطلع عليهم فخاطبهم، وإنما فعل ذَلِكَ خشية أن يثبوا به كما وثبوا بضغاطر.
قوله: (والرَّشَد) بفتحتين.
(وأن يثبت ملككم) لأنهم إن تَمادوا عَلى الكفر كَانَ سببًا لذهاب ملكهم (١) كما عَرِف هو ذَلِكَ [٤٤/ أ] من الأخبار السابقة.
_________
(١) في الأصل: "ملكه"، والمثبت من الفتح.','1','211',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (196,'قوله: (فتبايعوا) بالموحدة والمثناة من تحت، وللكُشْمَيْهني بمثناتين ثم موحدة، وللأَصيلي: "فنُبَايع" بنون وموحدة.
(لِهذا النبي) كذا لأبي ذر، والباقين بحذف اللام.
قوله: (فحاصوا) بمهملتين أي: نفروا، وشبههم بالحُمُر دون غيرها من الوحوش؛ لِمناسبة الجهل وعدم الفطنة، بل هم أضل.
قوله: (وأيس) في رواية الكُشْمَيهني، والأَصيلي: "ويئس" بياءين تحتانيتين وهُمَا بِمعنى (١)، والأول معلوم من الثاني.
قوله: (من الإيمان) أي: إيمانهم لما أظهروه، وإيمانه لأنه شح بملكه كما قدمناه، وكان يحب أن يطيعوه فيستمر ملكه ويُسلم ويُسلموا بإسلامه، وإلا فقد كَانَ قادرًا عَلى أن يفر عنهم ويترك ملكه رغبة فيما عند الله، والله الموفق.
قوله: (آنفًا) أي قرينًا، وهو منصوب عَلى الحال.
قوله: (فكان ذَلِكَ آخر شأن هرقل).
أي: فيما يتعلق بهذه القصة المتعلقة بدعائه إلَى الإيمان خاصة؛ لأنه انقضى أمره حينئذٍ ومات، أو أنه أطلق الآخرية بالنسبة إلَى ما في علمه، وهذا أوجه؛ لأن هرقل قد وقعت له قصص أخرى بعد ذَلِكَ: منها ما أشرنا إليه من تَجهيزه الجيوش إلَى مُؤْتَة، ومن تجهيزه الجيوش أيضًا إلَى تَبُوك، ومكاتبة النبي - صلى الله عليه وسلم - له ثانية، وإرساله إلَى النبي - صلى الله عليه وسلم - بذهبٍ فقسمه بين أصحابه، وهو في رواية ابن حبان الَّتِي أشرنا إليها قبل.
وفِي المسند من طريق سعيد بن أبي راشد التَّنُّوخي رسول هرقل قَالَ: قدم رسول الله - صلى الله عليه وسلم - تبوك، فبعث دِحْيَة إلَى هِرقل، فلما جاءه الكتاب دعا قسيسي الروم وَبطَارِقَتَها. . . فذكر الحديث، قَالَ: فتحيروا حَتَّى [إن] (٢) بعضهم خرج من بُرْنُسه، فقال: اسكتوا، فإنما أردت أن أعلم تمسككم بدينكم (٣).
_________
(١) في الفتح: "بمعنى: قنط".
(٢) ساقطة من الأصل، والمثبت من "الفتح"، و"مسند أَحْمَد".
(٣) "مسند أَحْمَد" (٣/ ٤٤١ - ٤٤٢)، (٤/ ٧٥).','1','212',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (197,'وروى ابن إسحاق، عن خالد بن يسار، عن رجل من قدماء أهل الشام: أن هرقل لما أراد الخروج من الشام إلَى القُسْطَنْطينية عرض عَلى الروم أمورًا: إما الإسلام، وإما الجزية، وإما أن يصالح النبي - صلى الله عليه وسلم - عَلى الشام ويبقي لهم ما دون الدَّرْب، فأبوا، وأنه انطلق حَتَّى إذا أشرفَ عَلى الدَّرْب استقبلَ أرض الشام، ثم قَالَ: السلام عليكم أرض سُورية -يعني: الشام- تسليم المودع، ثم [٤٤/ ب] ركض حَتَّى دخل القُسْطَنْطِينية (١).
واختلف الإخباريون هل هو الَّذِي حاربه المسلمون في زمن أبي بكر وعمر أو أبيه، والأظهر أنه هو.
* تنبيه:
لما كَانَ أمر هرقل في الإيمان عند كثير من الناس مستبهمًا؛ لأنه يحتمل أن يكون عدم تصريحه بالإيمان للخوف عَلى نفسه، ويحتمل أن يكون استمر عَلى الشك حَتَّى مات كافرًا، وَقَالَ الراوي في آخر القصة: "فكان ذَلِكَ آخر شأن هرقل"، ختم البُخَاريّ هذا الباب الذِي استفتحه بحديث الأعمال بالنيات، كأنه قَالَ: إن صدقت نيته انتفع بها في الجملة، وإلا فقد خاب وخسر، فظهرت مناسبة إيراد قصة ابن النَّاطُور في بدء الوحي لمناسبتها حديث الأعمال المصدَّر الباب به، ويؤخذ للمصنف من آخر لفظ في القصة براعة الاختتام، وهو واضح مما قررناه.
فإن قيل: ما مناسبة حديث أبي سفيان في قصة هرقل ببدء الوحي؟
والجواب: أنها تضمنت كيفية حال الناس مع النبي - صلى الله عليه وسلم - في ذَلِكَ الابتداء، ولأن الآية المكتوب بِها إلَى هرقل ملتئمة مع الآية الَّتِي في الترجمة، وهي قوله تعالَى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ} الآية [النساء: ١٦٣]. وَقَالَ تعالَى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا} الآية [الشورى: ١٣]. فبان أنه أوحى إليهم كلهم أن أقيموا الدين، وهو معنى قوله تعالَى: {سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} الآية [آل عمران: ٦٤].
_________
(١) أخرجه الطبري في "تاريخه" (٢/ ١٣١).','1','213',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (198,'* خاتمة:
أنبأني غير واحد عن القاضي نور الدين بن الصَّائغ الدمشقي، قَالَ: حَدَّثنِي سيف الدين فُلَيْح المنصوري، قَالَ: أرسلني الملك المنصور قَلَاون إلى ملك الغرب بهدية، فأرسلني ملك الغرب إلَى ملك الفِرِنْج في شفاعة فقبلها، وعرض علي الإقامة عنده فامتنعت، فقال لي: لأتحفنك بتحفة سنية، فأخرج لي صندوقًا مصفحًا بذهب، فأخرج منه مقلمة ذهب، فأخرج منها كتابًا قد زالت أكثر حروفه، فقال: هذا كتاب نبيكم إلَى جدي قَيْصر، مازلنا نتوارثه إلَى الآن، وأوصانا آباؤنا أنه مادام هذا الكتاب عندنا لا يزال الملك فينا، فنحن نحفظه غاية الحفظ ونعظمه، ونكتمه عن النصارى ليدوم لنا الملك. انتهى
ويؤيد هذا ما روي أن النبي - صلى الله عليه وسلم - لما جاءه جواب هرقل قَالَ: "ثبت مُلكه" (١). والله أعلم.
قوله: (رواه صالح بن كيسان، ويونس، ومعمر، عن الزهري).
قَالَ الكرماني: يحتمل ذَلِكَ وجهين:
أن يروي البُخَاريّ عن [٤٥/ أ] الثلاثة بالإسناد المذكور، كأنه قَالَ: أنا أبو اليمان، قَالَ: أنا الثلاثة، عن الزهريّ، وأن يروي عنهم بطريق آخر.
كما أن الزهري يحتمل أيضًا في رواية الثلاثة أن يروي لهم عن عبيد الله، عن ابن عباس، وأن يروي لَهم عن غيره. هذا ما يحتمل اللفظ، وإن كَانَ الظاهر الاتحاد.
قُلْتُ: هذا الظاهر كَافٍ لمن شم أدنى رائحة من علم الإسناد، والاحتمالات العقلية المجردة لا مدخل لَها في هذا الفن، وأما الاحتمال الأول فأشد بعدًا؛ لأن أبا اليمان لم يلحق صالح بن كيسان، ولا سمع من يونس، وهذا أمر يتعلق بالنقل المحض، فلا يلتفت إلَى ما عداه، ولو كَانَ من [أهل] (٢) النقل لاطلع عَلى كيفية رواية الثلاثة لهذا الحديث بخصوصه فاستراح من هذا التردد.
_________
(١) في "الفتح": "ثبت الله ملكه".
(٢) زيادة من "الفتح".','1','214',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (199,'وقد أوضحت ذَلِكَ في كتابي: "تغليق التعليق" (١)، وأشير إليه هنا إشارة مفهمة: فرواية صالح -وهو ابن كيسان- أخرجها المؤلف في كتاب الجهاد (٢) بتمامها من طريق إبراهيم بن سعد، عن صالح بن كَيْسَان، عن الزُّهْري، عن عُبيد الله بن عبد الله، عن ابن عباس، وفيها من الفوائد الزوائد ما أشرتُ إليه في أثناء الكلام عَلى هذا الحديث من قبل، ولكنه انتهى عند قول أبي سفيان: "حَتَّى أدخل الله عَلَيَّ الإسلام"، زاد هنا: و"أنا كاره"، ولم يذكر قصة ابن النَّاطُور. وكذا أخرجه مُسْلِم (٣) بدونها من رواية إبراهيم المذكور.
ورواية يونس -وهو ابن يزيد الأَيْلِي- عن الزُّهْري بهذا الإسناد أيضًا أخرجها المؤلف في الجهاد (٤) مُختصرة من طريق الليث، وفي الاستئذان (٥) مُختصرة أيضًا من طريق ابن المبارك كلاهما، عن يونس، عن الزهري بسنده بعينه، ولم يسقه بتمامه، وقد ساقه بتمامه الطبراني (٦) من طريق عبد الله بن صالح، عن الليث، وذكر فيه قصة ابن النَّاطُور.
ورواية مَعْمَر، عن الزهري كذلك ساقها المؤلف بتمامها في التفسير (٧)، وقد أشرنا إلَى بعض فوائد زوائد فيما مضى أيضًا، وذكر فيه من قصة ابن النَّاطُور قطعة مُختصرة عن الزُّهري ولم يسمه (٨).
_________
(١) "تغليق التعليق" (٢/ ١٨ - ١٩).
(٢) "صحيح البخاري" (كتاب الجهاد، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام) برقم (٢٩٤١).
(٣) "صحيح مسلم" (كتاب الجهاد، باب: كتاب النبي - صلى الله عليه وسلم - إلَى هرقل) برقم (١٧٧٣).
(٤) "صحيح البخاري" (كتاب الجهاد، باب: قول الله -عز وجل-: {قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ}) برقم (٢٨٠٤).
(٥) "صحيح البخاري" (كتاب الإستئذان، باب: كيف يكتب الكتاب إلَى أهل الكتاب) برقم (٦٢٦١).
(٦) "المعجم الكبير" (٨/ ١٦ - ١٩).
(٧) "صحيح البخاري" (كتاب التفسير، سورة آل عمران، باب: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ. . .}) برقم (٤٥٥٣).
(٨) في "الفتح": "مرسلة".','1','215',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (200,'فقد ظهر لك أن الثلاثة عند المصنف عن [غير] (١) أبي اليمان، وأن الزهري إنما رواه لأصحابه بسند واحد عن شيخ واحد وهو عُبيد الله بن عبد الله، ولو احتمل أن يرويه لهم أو لبعضهم [٤٥/ ب] عن شيخ آخر لكان ذَلِكَ اختلافًا قد يُفضي إلَى الاضطراب الموجب للضعف، فلاح فساد ما ذكره من الاحتمال، والله -سبحانه وتعالى- الموفق والهادي إلَى الصواب، لا إله إلا هو.
_________
(١) سقطت من الأصل، وزدناها من "الفتح".','1','216',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (201,'<span data-type="title" id=toc-149>٢ - كتاب الإيمان</span>
<span data-type="title" id=toc-150>١ - باب: قَوْلِ النَّبِيِّ - صلى الله عليه وسلم -: "بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ". وَهُوَ قَوْلٌ وَفِعْلٌ، وَيَزِيدُ وَيَنْقُصُ</span>.
قَالَ الله تَعَالَى: {لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ}، {وَزِدْنَاهُمْ هُدًى}، {وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى}، {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ}، {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا}، وَقَوْلُهُ: {أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا}، وَقَوْلُهُ جَلَّ ذِكْرُهُ: {فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا}، وَقَوْلُهُ تَعَالَى: {وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا}، وَالْحُبُّ في الله وَالْبُغْضُّ في الله مِنَ الإِيمَانِ. وَكَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى عَدِيِّ بْنِ عَدِيٍّ: إِنَّ لِلإِيمَانِ فَرَائِضَ وَشَرَائِعَ وَحُدُودًا وَسنَنًا، فَمَنِ اسْتكْمَلَهَا اسْتكْمَلَ الإِيمَانَ، وَمَنْ لَمْ يَسْتكْمِلْهَا لَمْ يَسْتكْمِلِ الإِيمَانَ، فَإِنْ أَعِشْ فَسَأُبَيِّنُهَا لَكُمْ حَتَّى تَعْمَلُوا بِهَا، وَإِنْ أَمُتْ فَمَا أَنَا عَلَى صُحْبَتِكُمْ بِحَرِيصٍ. وَقَالَ إِبْرَاهِيمُ - صلى الله عليه وسلم -: {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي}. وَقَالَ مُعَاذٌ: اجْلِسْ بِنَا نُؤْمِنْ سَاعَةً. وَقَالَ ابْنُ مَسْعُودٍ: الْيَقِينُ الإِيمَانُ كُلُّهُ. وَقَالَ ابْنُ عُمَر: لاَ يَبْلُغُ الْعَبْدُ حَقِيقَةَ التَّقْوَى حَتَّى يَدَعَ مَا حَاكَ في الصَّدْرِ. وَقَالَ مُجَاهِدٌ: {شَرَعَ لَكُمْ} أَوْصَيْنَاكَ يَا مُحَمَّدُ وَإِيَّاهُ دِينًا وَاحِدًا. وَقَالَ ابْنُ عَبَّاسٍ: {شِرْعَةً وَمِنْهَاجًا} سَبِيلًا وَسُنَّةً.
قوله: (كتاب الإيْمَان) هو خبر مبتدأ محذوف تقديره: هذا كتاب الإيمان. وكتاب: مصدر، يقال: كتب يكتب كتابة وكتابًا، ومادة كتب دالة عَلى الجمع والضم، ومنها الكتيبة والكِتَابَة، استعملوا ذَلِكَ فيما يجمع أشياء من الأبواب والفصول الجامعة للمسائل، والضم فيه بالنسبة إلَى المكتوب من الحروف حقيقة، وبالنسبة إلَى المعاني المرادة منها مَجاز.','1','217',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (202,'و"الباب": موضوعه المدخل، فاستعماله في المعاني مَجاز.
و"الإيمان" لغة: التصديق.
وشرعًا: تصديق الرسول فيما جاء به عن ربه.
وهذا القدر متفق عليه، ثم وقع الاختلاف: هل يشترط مع ذَلِكَ مزيد أمر من جهة إبداء هذا التصديق باللسان المعبر عما في القلب؛ إذ التصديق من أفعال القلوب، أو من جهة العمل بما صدق به من ذلك كفعل المأمورات وترك المنهيات كما سيأتي ذكره إن شاء الله تعالَى؟
والإيمان فيما قيل: مشتق من الأمن، وفيه نظر؛ لتباين مدلولي الأمن والتصديق إلا إن لُوحِظ فيه معنًى مَجازيُّ، فيقال أمنه إذا صدقه، أي: أَمَّنَه التكذيب.
ولم يستفتح المصنف بدء الوحي بكتاب؛ لأن المقدمة لا تُسْتَفْتَح بمَا يُستفتح به غيرها؛ لأنها تنطوي عَلى ما يتعلق بما بعدها، واختلفت الروايات في تقديم البسملة عَلى "كتاب" أو تأخيرها، ولكلِّ وجه، والأول ظاهر، ووجه الثاني -وعليه أكثر الروايات- أنه جعل الترجمة قائمة مقام تسمية السورة، والأحاديث المذكورة بعد البسملة كالآيات مُسْتَفْتَحة بالبسملة.
قوله: (باب قول النبي - صلى الله عليه وسلم -: بُنيَ الإِسْلَامُ عَلَى خَمْس).
سقط لفظ "باب" من رواية الأَصِيلي، وقد وَصَل الحديث بَعْدُ تامَّا. واقتصاره عَلى طرفه من (١) تسمية الشيء باسم بعضه، والمراد باب هذا الحديث.
قوله: (وهو) أي: الإيمان (قول وفعل، ويزيد وينقص)، وفِي رواية الكُشْمَيْهَني: "قول وعمل"، وهو اللفظ الوارد عن السلف الذين أطلقوا ذَلِكَ، ووهم ابن التِّين فظن أن قوله: "وهو" إلَى آخره مرفوع لما رآه (٢) معطوفًا، وليس ذَلِكَ مراد المصنف، وإن كَانَ ذَلِكَ ورد بإسناد ضعيف [٤٦/أ].
_________
(١) فِي الفتح: "فيه".
(٢) في الأصل: "رواه"، والمثبت من الفتح.','1','218',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (203,'* والكلام هنا في مقامين:
أحدهما: كونه قولًا وعملًا.
والثاني: كونه يزيد وينقص.
فأمَّا القول، فالمراد به: النطق بالشهادتين.
وأما العمل، فالمراد به: ما هو أعم من عمل القلب والجوارح، ليدخل الاعتقاد والعبادات، ومراد من أدخل ذَلِكَ في تعريف الإيمان ومن نفاه إنما هو بالنظر إلَى ما عند الله تعالَى.
* فالسلف قالوا: هو اعتقاد بالقلب ونطق باللسان وعمل بالأركان، وأرادوا بذلك أن الأعمال شرط في كماله، ومن هنا نشأ لهم القول بالزيادة والنقص كما سيأتي.
* والمرجئة قالوا: هو اعتقاد ونطق فقط.
* والكَرَّامِيَّة قالوا: هو نطقٌ فقط.
* والمعتزلة قالوا: هو العمل والنطق والإعتقاد. والفارق بينهم وبين السلف أنهم جعلوا الأعمال شرطًا في صحته، والسلف جعلوها شرطًا في كماله.
وهذا كله -كما قلنا- بالنظر إلى ما عند الله أما بالنظر إلَى ما عندنا فالإيمان هو: الإقرار فقط، فمن أقر أجريت عليه الأحكام في الدُّنْيَا ولم يُحكم عليه بكفر إلا إن اقترن به فعل يدل عَلى كفره: كالسجود للصنم، فإن كَانَ الفعل لا يدل عَلى الكفر كالفسق فمن أطلق عليه الإيمان فبالنظر إلَى إقراره، ومن نفى عنه الإيمان فبالنظر إلَى كماله، ومن أطلق عليه الكفر فبالنظر إلَى أنه فَعَلَ فِعْلَ الكافر، ومن نفاه عنه فبالنظر إلى حقيقته، وأثبتت المعتزلة الواسطة فقالوا: الفاسق لا مؤمن ولا كافر.
وأمَّا المقام الثاني: فذهب السَّلف إلَى أن الإيمان يزيد وينقص، وأنكر ذَلِكَ أكثر المتكلمين، فقالوا: متى قَبِل ذَلِكَ كَانَ شكًّا.
قَالَ الشيخ محي الدين (١): والأظهر المختار أن التصديق يزيد وينقص بكثرة
_________
(١) هو الإمام يَحيى بن شرف النووي.','1','219',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (204,'النظر ووضوح الأدلة، ولهذا كَانَ إيمان الصِّدَّيقين أقوى من إيمان غيرهم، بحيث لا يعتريه الشبهة.
ويؤيده أن كل أحد يعلم أن ما في قلبه يتفاضل، حَتَّى أنه يكون في بعض الأحيان أعظم يقينًا وإخلاصًا وتوكلًا منه في بعضها، وكذلك في التصديق والمعرفة بحسب ظهور البراهين وكثرتها، وما نُقل عن السلف صرح به عبد الرزاق في "مصنفه" عن سفيان الثَّوْرِي، ومالك بن أنس، والأَوْزَاعِيّ، وابن جُرَيْج، وَمعْمَر وغيرهم [٤٦/ ب]، وهؤلاء فقهاء الأمصار في عصرهم.
وكذا نقله أبو القاسم اللالَكَائي في كتاب "السنة" عن الشافعي، وَأَحْمَد بن حَنْبَل، وإسحاق بن رَاهَويْه، وأبي عُبيد وغيرهم من الأئمة، وروى بسنده الصحيح عن البُخَاري قَالَ: لقيتُ أكثر من ألف رجل من العلماء بالأمصار فما رأيتُ أحدًا منهم يختلف في أن الإيمان قول وعمل ويزيد وينقص (١).
وأطنب ابن أبي حاتم واللالكائي في نقل ذلك بالأسانيد عن جَمع كثير من الصحابة والتابعين.
وَقَالَ الحاكم في مناقب الشافعي: ثَنَا أبو العباس الأَصَم: أنا الربيع، قَالَ: سمعتُ الشافعي يقول: "الإيمان قول وعمل، ويزيد وينقص".
ثم شرع المصنف يستدل لذلك بآيات من القرآن مصرحة بالزيادة، وبثبوتها يثبت المقابل، فإن كل قابل للزيادة قابل للنقصان ضرورة.
قوله: (والحب في الله والبغض في الله من الإيمان).
هو لفظ حديث أخرجه أبو داود من حديث أبي أمامة (٢)، والترمذي من حديث معاذ بن أنس (٣)، وسيأتي عند المصنف: "آية الإيمان حب الأنصار" (٤)، واستدل بذلك
_________
(١) "اعتقاد أهل السنة" للالكائي (١/ ١٧٢ - ١٧٣).
(٢) أخرجه أبو داود في "السنن" (كتاب السنة، باب: الدليل عَلى زيادة الإيمان ونقصانه) برقم (٤٦٨١).
(٣) أخرجه الترمِذي في "جامعه" (كتاب صفة القيامة) برقم (٢٥٢١).
(٤) "صحيح البخاري" (كتاب الإيمان، باب: علامة حب الأنصار) برقم (١٧).','1','220',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (205,'عَلى أن الإيمان يزيد وينقص؛ لأن الحب والبغض يتفاوتان.
قوله: (وكتب عمر بن عبد العزيز إلَى عدي بن عدي) أي: ابن عُمَيرة الكِنْدي، وهو تابعي من أولاد الصحابة، وكان عامل عمر بن عبد العزيز عَلى الجزيرة، فلذلك كتب إليه، والتعليق المذكور وصله أَحْمَد بن حنبل، وأبو بكر بن أبي شيبة في"كتاب الإيمان" (١) لَهما من طريق عيسى بن عاصم: حَدَّثنِي عَدِي بن عَدِي، قَالَ: كتب إليَّ عمر بن عبد العزيز: أما بعد: فإن للإيمان فرائض وشرائع. . . إلَى آخره.
قوله: (إن للإيْمان فرائض) كذا ثبت في معظم الروايات باللام، و"فرائض" بالنصب عَلى أنها اسم إنَّ، وفِي رواية ابن عساكر: "فإن الإيمانَ فرائضُ" عَلى أن "الإيمان" اسم إِنَّ و"فرائضُ" خبرها، وبالأول جاء الموصول الَّذِي أشرنا إليه.
قوله: (فرائض) أي: أعمال مفروضة.
(وشرائع) أي: عقائد دينية.
(وحدودًا) أي: منهيات ممنوعة.
(وسُننًا) أي: مندوبات.
قوله: (فإن أعش فسأبينها) أي أبين تفاريعها لا أصولها؛ لأن أصولها كانت معلومة لهم مُجملة، عَلى تجويز تأخير البيان عن وقت الخطاب، إذ الحاجة هنا [٤٧/ أ] لم تتحقق، والغرض من هذا الأثر أن عمر بن عبد العزيز كَانَ ممن يقول بأن الإيمان يزيد وينقص، حيث قَالَ: "استكمل"، و"لم يستكمل".
قَالَ الكرماني: وهذا عَلى إحدى الروايتين، وأما عَلى الرواية الأخرى فقد يمنع ذَلِكَ؛ لأنه جعل الإيمان غير الفرائض.
قُلْتُ: لكن آخر كلامه يُشعر بذلك، وهو قوله: "فمن استكملها" أي: الفرائض وما معها "فقد استكمل الإيمان" وبهذا تتفق الروايتان، فالمراد أنها من المكملات؛ لأن الشارع أطلق عَلى مكملات الإيمان إيمانًا.
_________
(١) "كتاب الإيمان" لابن أبي شيبة (ص ٤٨) برقم (١٣٥)، ولَم نَجده عند أحمد.','1','221',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (206,'قوله: (وَقَالَ إبراهيم -عليه السلام-: {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي}).
أشار إلَى تفسير سعيد بن جبير، ومُجاهد وغيرهما لهذه الآية، فروى ابن جرير بسنده الصحيح إلَى سعيد قَالَ: "قوله: {لِيَطْمَئِنَّ قَلْبِي} [البقرة: ٢٦٠]؛ أي: يزداد يقيني" (١)، وعن مُجاهد قَالَ: "لأزداد إيْمَانًا إلَى إيماني" (٢)، وإذا ثبت ذَلِكَ عن إبراهيم مع أن نبينا قد أمر باتباع ملته كَانَ كأنه ثبت عن نبينا - صلى الله عليه وسلم - ذَلِكَ، وإنما فَصَل المصنف بين هذه الآية وبين الآيات الَّتِي قبلها؛ لأن الدليل يؤخذ من تلك بالنصِّ، ومن هذه بالإشارة، والله أعلم.
قوله: (وَقَالَ معاذ) هو ابن جبل، وصرح بذلك الأصِيلي، والتعليق المذكور وصله أَحْمَد (٣)، وأبو بكر أيضًا بإسنادٍ صحيح (٤)، وفِي رواية لهما: كَانَ معاذ بن جبل يقول للرجل من إخوانه: "اجلس بنا نؤمن ساعة، فيجلسان فيذكران الله تعالَى ويحمدانه" (٥)، ووجه الدلالة منه ظاهر؛ لأنه لا يحمل عَلى أصل الإيمان لكونه كَانَ مؤمنًا، وأي مؤمن؟ ! وإنما يُحمل على إرادة أنه يزداد إيمانًا بذكر الله تعالَى.
وَقَالَ القاضي أبو بكر ابن العربي: لا تعلق فيه للزيادة؛ لأن معاذا إنما أراد تجديد الإيمان؛ لأن العبد يؤمن في أول مرة فرضًا، ثم يكون أبدًا مُجددًا كلما نظر أو فكر.
وما نفاه أولًا أثبته آخرًا؛ لأن تجديد الإيمان إيمان.
قوله (وَقَالَ ابن مسعود: اليقين الإيْمان كله) هذا التعليق طرف من أثر وصله الطبراني بسند صحيح، وبقيته: "والصبر نصف الإيمان" (٦). وأخرجه أبو نُعيم في "الحلية" والبيهقي في "الزهد" من حديثه مرفوعًا (٧)، ولا يثبت رفعه.
وجرى المصنف عَلى عادته في الاقتصار عَلى ما يدل بالإشارة، وحذف ما يدل
_________
(١) أخرجه ابن جرير الطبري في "تفسيره" (سورة البقرة، قوله تعالَى: {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي}).
(٢) أخرجه ابن جرير الطبري في "تفسيره" (سورة البقرة، قوله تعالَى: {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي}).
(٣) أخرجه عبد الله بن أحْمَد في "السنة" (١/ ٣٦٨) عن أبيه.
(٤) "كتاب الإيمان" لابن أبي شيبة (ص ٤١) برقم (١٠٥).
(٥) "كتاب الإيمان" لابن أبي شيبة (ص ٤١) برقم (١٠٧).
(٦) "المعجم الكبير" (٩/ ١٠٤).
(٧) "حلية الأولياء" لأبي نعيم (٥/ ٣٤)، و"الزهد الكبير" للبيهقي (٢/ ٣٦١).','1','222',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (207,'بالصراحة؛ إذ لفظ النصف صريح في التجزئة، وفِي "الإيمان" [٤٧/ ب] لأحمد من طريق عبد الله بن عُكَيْم، عن ابن مسعود أنه قَالَ: كَانَ يقول: "اللَّهُمَّ زدنا إيمانًا ويقينًا وفقهًا" (١)، وإسناده صحيح، وهذا أصرح في المقصود، ولم يذكره المصنف لما أشرت إليه.
قوله: (وقال ابن عمر. . . إلى آخره).
المراد بالتقوى: وقاية النفس عن الشرك والأعمال السيئة، والمواظبة عَلى الأعمال الصالحة، وبهذا التقرير يصح استدلال المصنف.
وقوله: (حاك) بالمهملة والكاف الخفيفة، أي: تردد، ففيه إشارة إلَى أن بعض المؤمنين بلغ كُنْهَ الإيمان وحقيقتَه، وبعضهم لم يبلغ.
وقد ورد معنى قول ابن عمر عند مُسْلِم من حديث النوَّاس مرفوعًا (٢)، وعند أَحْمَد من حديث وابصة (٣)، وحَسَّنَ الترمِذيّ من حديث عطية السَّعْدي قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -: "لا يكون الرجل من المتقين حَتَّى يدع ما لا بأس به حذرًا لِما به البأس" (٤). وليس فيها شيء عَلى شرط المصنف، فلهذا اقتصر عَلى أثر ابن عمر.
قوله: (وَقَالَ مُجاهد) وصل هذا التعليق عَبْد بن حُمَيد في تفسيره، والمراد أن الَّذِي تظاهرت عليه الأدلة من الكتاب والسنة هو شرع للأنبياء كلهم.
* تنبيه:
قَالَ شيخنا شيخ الإسلام: وقع في أصل الصحيح في جَميع الروايات في أثر مُجاهد هذا تصحيف قَلَّ من تعرض لبيانه، وذلك أن لفظه: "وَقَالَ مجاهد: {شَرَعَ لَكُمْ}: أوصيناك يا مُحَمَّد وإياه دينًا واحدًا"، والصواب: أوصاك يا مُحَمَّد وأنبياءه، كذا أخرجه عَبْد ابن حُمَيْد، والفِرْيابي، والطبري، وابن المُنْذر في تفاسيرهم وبه يستقيم الكلام، وكيف يفرد
_________
(١) أخرجه عبد الله بن أحمد في "السنة" (١/ ٣٦٨ - ٣٦٩) عن أبيه، والآجري فِي "الشريعة" (١/ ٢٦٢) بسنده عن الإمام أَحْمَد.
(٢) "صحيح مُسْلم" (كتاب البر والصلة، باب: تفسير البر والإثم) برقم (٢٥٥٣).
(٣) "مسند أحْمَدَ" (٤/ ٢٢٧ - ٢٢٨).
(٤) "جامع التّرمِذيّ" (كتاب صفة القيامة) برقم (٢٤٥١).','1','223',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (208,'مجاهد الضمير لنوح وحده مع أن في السياق ذكر جماعة. انتهى
ولا مانع من الإفراد في التفسير وإن كانَ لفظ الآية بالجمع عَلى إرادة المخاطب والباقون تَبَعٌ، وإفراد الضمير لا يمتنع؛ لأن نوحًا أُفرد في الآية فلم يتعين التصحيف، وغاية ما ذكَر من مَجيء التفاسير بخلاف لفظه أن يكون مذكورًا عند المصنف بالمعنى، والله أعلم.
قوله: (وَقَالَ ابن عباس) وصل هذا التعليق عبد الرزاق في "تفسيره" بسند صحيح.
و(المنهاج): السبيل؛ أي: الطريق الواضح.
و(الشرعة)، و"الشريعة" بمعنى، وقد شرع أي: سنَّ، فعلى هذا فيه لَفٌّ ونَشْر غير مرتب.
فإن قيل: هذا يدل عَلى اختلاف [٤٨/ أ] والَّذِي قبله عَلى اتحاد.
أجيب: بأن ذَلِكَ في الأصول وهذا في الفروع وهو الذِي يدخله النسخ.','1','224',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (209,'<span data-type="title" id=toc-151>٢ - باب: دُعَاؤُكُمْ إِيمَانُكُمْ</span>
٨ - حَدَّثنَا عُبَيْدُ الله بْنُ مُوسَى، قَالَ: أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنِ ابْنِ عُمَر -رضي الله عنهما- قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: "بُنيَ الإِسْلام عَلَى خَمْسٍ: شَهادَةِ أَنْ لَا إِلَهَ إِلا الله وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإيِتَاءِ الزَّكَاةِ، وَالْحَجِّ، وَصَوْمِ رَمَضَانَ".
قوله: (دعاؤكم إيمانكم).
قَالَ النووي: يقع في كثير من النسخ هنا باب، وهو غلط فاحش، وصوابه حذفه، ولا يصح إدخال باب هنا؛ إذ لا تعلق له هنا.
قُلْتُ: ثبت باب في كثير من الروايات المتصلة، منها رواية أبي ذر، ويُمكن توجيهه، لكن قَالَ الكرماني إنه وقف عَلى نسخة مسموعة عَلى الفَربري بحذفه، وَعَلى هذا فقوله: "دعاؤكم إيمانكم" من قول ابن عباس، وعطفه عَلى ما قبله كعادته في حذف أداة العطف حيث ينقل التفسير، وقد وصله ابن جرير من قول ابن عباس، قَالَ في قوله: {مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ} [الفرقان: ٧٧]، قَالَ: يقول: لولا إيمانكم.
أخبر الله الكفار أنه لا يعبأ بهم، ولولا إيمان المؤمنيِن لم يعبأ بهم أيضًا، ووجه الدلالة للمصنف: أن الدعاء عمل، وقد أطلقه عَلى الإيمان، فيصبح إطلاق أن الإيمان عمل، وهذا تفسير ابن عباس.
وَقَالَ غيره: الدعاء هنا مصدر مضاف إلَى المفعول، والمراد: دعاء الرسول الخلق إلَى الإيمان، فالمعنى: ليس لكم عند الله إلا أن يدعوكم الرسول فيؤمن من آمن ويكفر من كفر، فقد كذبتم أنتم فسوف يكون العذاب لازمًا لكم.
قوله: (حنظلة بن أبي سفيان).
هو قرشي مكي، من ذرية صفوان بن أمية الجُمَحي.','1','225',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (210,'و (عكرمة بن خالد) هو ابن سعيد بن العاصي بن هشام بن المغيرة المخزومي، [وهو ثقة متفق عليه، وفِي طبقته عكرمة بن خالد بن سلمة بن هشام بن المغيرة المخزومي] (١)، وهو ضعيف ولم يُخرج له البخاري، نبهت عليه لشدة التباسه، ويفترقان بشيوخهما، ولم يرو الضعيف عن ابن عمر.
زاد مُسْلِم في روايته عن حنظلة قَالَ: سمعتُ عكرمة بن خالد يحدث طاووسًا أن رجلا قالَ لعبد الله بن عمر: ألا تغزو؟ ! فقال: إني سمعتُ. . . فذكره الحديث (٢).
* فائدة:
اسم الرجل السائل حكيم، ذكره البيهقي.
قوله: (عَلى خَمس) أي: دعائم، صَرَّحَ به عبد الرزاق في روايته (٣)، وفي رواية لمسلم: "عَلى خَمسة" (٤)؛ أي: أركان.
فإن قيل: الأربعة المذكورة مبنية عَلى الشهادة؛ إذ لا يصح شيء منها إلا بعد وجودها، فكيف يضم مبني إلَى مبني عليه في مسمى واحد؟
أجيب: بأن المجموع غير من حيث الانفراد، عين من حيث الجمع، ومثاله البيت من الشّعْر [٤٨/ ب] يجعل عَلى خَمسة أعمدة: أحدها أوسط والبقية أركان، فمادام الأوسط قائمًا فمسمى البيت موجودًا، ولو سقط مهما سقط من الأركان، فإذا سقط الأوسط سقط مسمى البيت، فالبيت بالنظر إلَى مجموعه شيء واحد، وبالنظر إلَى أفراده أشياء، وأيضًا فبالنظر إلَى أُسِّه وأركانه، الأُسُّ أصل، والأركان تبع وتكملة.
* تنبيهات:
أحدها: لم يذكر الجهاد لأنه فرض كفاية، ولا يتعين إلا في بعض الأحوال، ولهذا جعله ابن عمر جواب السائل، وزاد في رواية عند عبد الرزاق في آخره: "وإن
_________
(١) سقط من الأصل، واستدركناه من "الفتح".
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان أركان الإسلام ودعائمه العظام) برقم (١٦).
(٣) "مصنف عبد الرزاق" (٣/ ١٢٥)، (٥/ ١٧٣).
(٤) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان أركان الإسلام ودعائمه العظام) برقم (١٦).','1','226',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (211,'الجهاد من العمل الحسن" (١).
وأغرب ابن بطال فزعم أن هذا الحديث كَانَ أول الإسلام قبل فرض الجهاد، وفيه نظر، بل هو خطأ؛ لأن فرض الجهاد كَانَ قبل وقعة بدر، وبدر كانت في رمضان في السنة الثانية، وفيها فرض الصيام والزكاة بعد ذلكَ، والحج بعد ذَلِكَ عَلى الصحيح.
ثانيها: قوله: "شهادة أن لا إله إلا الله" وما بعدها مخفوض عَلى البدل من "خمس"، ويجوز الرفع عَلى حذف الخبر، والتقدير: منها شهادة أن لا إله إلا الله، أو عَلى حذف المبتدأ والتقدير: أحدها شهادة أن لا إله إلا الله.
فإن قيل: لم يذكر الإيمان بالأنبياء والملائكة [و] (٢) غير ذَلِكَ مما تضمنه سؤال جبريل.
أجيب: بأن المراد بالشهادة تصديق الرسول فيما جاء به، فيستلزم جَميع ما ذكر من المعتقدات. وَقَالَ الإسماعيلي ما مُحصله: هو من باب تسمية الشيء ببعضه، كما تقول: قرأتُ الحمد، وتريد جميع الفاتحة، وكذا تقول مثلًا: شهدت برسالة مُحَمَّد، وتريد جَميع ما ذكر، والله أعلم.
ثالثها: المراد بـ"إقام الصلاة": المداومة عليها، أو مُطلق الإتيان بها، والمراد بـ"إيتاء الزكاة": إخراج جزء من المال عَلى وجهٍ مَخصوص.
رابعها: اشترط ابن البَاقِلاني في صحة الإسلام تقدم الإقرار بالتوحيد عَلى الرسالة، ولم يُتَابع، مع أنه إذا دقق فيه بَانَ وجهه، ويزداد اتجاهًا إذا فرقها، فليُتَأمل.
خامسها: يُستفاد منه تخصيص عموم مفهوم السنة بخصوص منطوق القرآن؛ لأن عموم الحديث يقتضي صحة إسلام من باشر ما ذكر، ومفهومه أن من لم يباشره لا يصح [٤٩/ أ] منه، وهذا العموم مَخصوص بقوله تعالَى: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ} [الطور: ٢١] عَلى ما تقرر في موضعه.
_________
(١) "مصنف عبد الرزاق" (٣/ ١٢٥)، (٥/ ١٧٣).
(٢) سقطت من الأصل، وأثبتناها من "الفتح".','1','227',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (212,'سادسها: وقع هنا تقديم الحج عَلى الصوم، وعليه بنى البُخَاريّ ترتيبه، لكن وقع في مُسْلِم من رواية سعد بن عُبَيدة، عن ابن عمر بتقديم الصوم عَلى الحج، قَالَ: "فقال رجل: والحج وصيام رمضان، فقال ابن عمر: لا، صيام رمضان والحج، هكذا سمعت من رسول الله - صلى الله عليه وسلم -" (١). انتهى
ففي هذا إشعار بأن رواية حنظلة الَّتِي في البُخَاريّ مروية بالمعنى إما لأنه لم يسمع رد ابن عمر عَلى الرجل لتعدد المجلس، أو حضر ذَلِكَ ثم نسيه.
ويبعد ما جوَّزه بعضهم أن يكون ابن عمر سمعه من النبي - صلى الله عليه وسلم - عَلى الوجهين ونسي أحدهما عند رده عَلى الرجل، ووجه بُعْده: أن تطرق النسيان إلَى الراوي عن الصحابي أولى من تطرقه إلَى الصحابي، كيف وفِي رواية مُسْلِم (٢) من طريق حنظلة بتقديم الصوم عَلى الحج، فتنويعه دال عَلى أنه روي بالمعنى، ويؤيده ما وقع عند البُخَاريّ في التفسير (٣) بتقديم الصيام على الزكاة، أفيقال: إن الصحابي سمعه عَلى ثلاثة أوجه، هذا مستبعد، والله أعلم.
* فائدة:
اسم الرجل المذكور: يزيد بن بشر السَّكْسَكِي، ذكره الخطيب البغدادي رَحِمَهُ الله تَعَالَى.
_________
(١) "صحيح مُسْلم" (كتاب الإيمان، باب: بيان أركان الإسلام) برقم (١٦).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان أركان الإسلام) برقم (١٦).
(٣) "صحيح البخاري" (كتاب التفسير، سورة البقرة، باب: {وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا}) برقم (٤٥١٤).','1','228',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (213,'<span data-type="title" id=toc-152>٣ - باب: أُمُورِ الإِيمَانِ</span>
وَقَوْلِ اللهِ تَعَالَى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ}. {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} الآيَةَ.
قوله: (باب أمور الإيمان)، وللكُشْمَيْهني: "أمر الإيمان" بالإفراد عَلى إرادة الجنس، والمراد: بيان الأمور الَّتِي هِيَ الإيمان والأمور الَّتِي للإيمان.
قوله: (وقول الله) بالخفض، ووجه الاستدلال بهذه الآية ومناسبتها لحديث الباب يظهر من الحديث الَّذِي رواه عبد الرزاق (١) وغيره من طريق مُجاهد: أن أبا ذر سأل النبي - صلى الله عليه وسلم - عن الإيمان، فتلا عليه: {لَيْسَ الْبِرَّ} [البقرة: ١٧٧] إلَى آخرها، ورجاله ثقات، وإنما لم يسقه المؤلف لأنه ليس عَلى شرطه، ووجهه: أن الآية حصرت التقوى عَلى أصحاب هذه الصفات، والمراد: المتقون من الشرك والأعمال السيئة، فإذا فعلوا وتركوا فهم المؤمنون الكاملون، والجامع بين الآية والحديث: أن الأعمال مع انضمامها إلَى التصديق داخلة في مسمى البر، كما هيَ داخلة في مسمى الإيمان.
فإن قيل: ليس في المتن ذكر التصديق؟
أجيب: بأنه ثابت في أصل هذا الحديث كما أخرجه [٤٩/ ب] مُسْلِم وغيره، والمصنف يكثر الاستدلال بما اشتمل عليه المتن الَّذي يذكر أصله وإن لم يسقه تامًا.
_________
(١) "مصنف عبد الرزاق" (١١/ ١٢٨).','1','229',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (214,'قوله: (قد أفلح المؤمنون) ذكره بلا أداة عطف، والحذف جائز، والتقدير: وقول الله: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} [المؤمنون: ١]، وثبت المحذوف في رواية الأصيلي، ويحتمل أن يكون ذكر ذلك تفسيرًا لقوله المتقون، أي: المتقون هم الموصوفون بقوله {قَدْ أَفْلَحَ} إلى آخرها.
وكأن المؤلف أشار إلَى إمكان عد الشُّعَب من هاتين الآيتين وشبههما، ومن ثَمَّ ذكر ابن حبان أنه عد كل طاعة عدها الله في كتابه من الإيمان وكل طاعة عدها رسول الله - صلى الله عليه وسلم - من الإيمان، وحذف المكرر، فبلغت تسعًا وسبعين (١).
_________
(١) "صحيح ابن حبان" (كتاب الإيمان، باب: فرض الإيمان) (١/ ١٩٣ - ١٩٤).','1','230',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (215,'٩ - حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، قَالَ: حَدَّثَنَا سُلَيُمَانُ ابْنُ بِلَالٍ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "الإِيمَانُ بِضْعٌ وَسِتُّونَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الإِيمَانِ".
قوله: (بضع) بكسر أوله، وحُكي الفتح لغة، وهو عدد مبهم مقيد بما بين الثلاث إلَى التسع، كما جزم به القزاز، وَقَالَ ابن سِيْدَه: إلَى العشر، وقيل: من واحد إلَى تسعة، وقيل: من اثنين إلَى عشرة، وعن الخليل: البضع: السبع.
ويرجح ما قاله القزاز ما رواه الترمِذيّ (١) بسندٍ صحيح أن قريشًا قالوا ذَلِكَ لأبي بكر، وكذا رواه الطبري مرفوعًا (٢).
* تنبيه:
وقع في بعض الروايات: "بضعة" بتاء التأنيث ويحتاج إلَى تأويل.
قوله: (وستون) لم تَختلف الطرق عن أبي عامر شيخ شيخ المؤلف في ذَلِكَ، وتابعه يحيى الحِمَّاني -بكسر المهملة وتشديد الميم-، عن سليمان بن بلال، وأخرجه أبو عوانة من طريق بِشْر بن عُمَر، عن سليمان بن بلال، فقال: "بضع وستون أو بضع وسبعون"، وكذا وقع التردد فيه في رواية مُسْلِم من طريق سُهيل بن أبي صالح، عن عبد الله بن دينار (٣)، ورواه أصحاب السنن الثلاثة من طريقه فقالوا: "بضع وسبعون" (٤)، من غير شك، ولأبي عوانة في "صحيحه" من طريقه: "ست وسبعون أو سبع وسبعون".
_________
(١) "جامع التّرمِذيّ" (كتاب التفسير، باب: سورة الروم) برقم (٣١٩١).
(٢) "تفسير الطبري" (سورة الروم، قوله تعالَى: {فِي بِضْعِ سِنِينَ}).
(٣) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان عدد شعب الإيمان وأفضلها وأدناها) برقم (٣٥).
(٤) أخرجه أبو داود في "السنن" (كتاب السنة، باب: في رد الإرجاء) برقم (٤٦٧٦)، والترمذي في "جامعه" (كتاب الإيمان، باب: ما جاء في استكمال الإيمان وزيادته ونقصانه) برقم (٢٦١٤)، والنسائي في "الكبرى" (كتاب الإيمان وشرائعه، باب: ذكر شعب الإيمان) (٦/ ٥٣٢)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١١٠).','1','231',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (216,'ورجح البيهقي رواية البخاري؛ لأن سليمان لم يشك، وفيه نظر لما ذكرنا من رواية بشر بن عمر عنه فتردد أيضًا، لكن يرجح بأنه المُتَيقَّنُ وما عداه مشكوك فيه، وأما رواية التّرمِذيّ (١) بلفظ: "أربع وستون" فمعلولة، وَعَلى صحتها لا تخالف رواية البُخَاريّ، وترجيح رواية: "بضع وسبعون" لكونها زيادة ثقة لا يستقيم؛ إذ الَّذِي زادها لم يستمر عَلى الجزم بها لاسيما مع اتحاد المخرج [٥٠/أ]، وبهذا تبين شفوف نظر البخاري.
قوله (شُعْبَة) بالضم أي: قطعة، والمراد: الخصلة أو الجزء.
قوله: (والْحَياء) هو بالمد، وهو في اللغة: تَغَيُّر وانكسار يعتري الإنسان من خوف ما يعاب به، وفِي الشرع: خُلُقٌ يبعث عَلى اجتناب القبيح، ويمنع من التقصير في حق ذي الحق، ولهذا جاء في الحديث الآخر: "الْحَياء خَيْر كله" (٢).
فإن قيل: الحياء من الغرائز فكيف جُعِل شُعْبة من الإيمان؟
أجيب: بأنه قد يكون غريزة وقد يكون تَخلقًا، ولكن استعماله عَلى وفق الشرع يحتاج إلَى اكتساب وعلم ونية، فهو من الإيمان لهذا، ولكونه باعثًا عَلى فعل الطاعة، وحاجزًا عن فعل المعصية، ولا يقال: رُبَّ حياء يمنع عن قول الحق أو فعل الخير؛ لأن ذَلِكَ ليس شرعيًّا.
فإن قيل: لِمَ أفرده بالذكر هنا؟
أجيب: بأنه كالداعي إلَى باقي الشُّعب، إذ الحَيِيُّ يخاف فضيحة الدُّنْيَا والآخرة فيأتمر وينزجر، والله الموفق.
* فائدة:
قَالَ القاضي عياض: تَكلَّف جماعة حصر هذه الشُّعب بطريق الاجتهاد، وفِي الحكم
_________
(١) "جامع التّرمِذيّ" (كتاب الإيمان، باب: ما جاء في استكمال الإيمان وزيادته ونقصانه) برقم (٢٦١٤)، ولكن وقع فيه: "أربعة وستون بابًا".
(٢) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: بيان عدد شعب الإيمان) برقم (٣٧).','1','232',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (217,'بكون ذَلِكَ هو المراد صعوبةٌ، ولا يقدح عدم معرفة ذَلِكَ عَلى التفصيل في الإيمان. انتهى
ولم يتفق من عد الشعب عَلى نَمط واحد، وأقربها إلى الصواب طريقة ابن حبان، لكن لم نقف عَلى بيانها من كلامه، وقد لخصت مما أوردوه وما أذكره، وهو أن هذه الشعب تتفرع عن أعمال القلب، وأعمال اللسان، وأعمال البدن:
* فأعمال القلب: فيه المعتقدات والنيات، وتشتمل عَلى أربع وعشرين خصلة:
١ - الإيمان بالله ويدخل فيه الإيمان بذاته، وصفاته، وتوحيده بأن ليس كمثله شيء، واعتقاد حُدُوث ما دونه.
٢ - والإيمان بملائكته.
٣ - وكتبه.
٤ - ورسله.
٥ - والقدر خيره وشره.
٦ - والإيمان باليوم الآخر، ويدخل فيه المساءلة في القبر، والبعث، والنشور، والحساب، والميزان، والصراط، والجنة والنار.
٧ - ومحبة الله.
٨ - والحب والبغض فيه.
٩ - ومحبة النبي - صلى الله عليه وسلم -، واعتقاد تعظيمه، ويدخل فيه الصلاة عليه، واتباع سنته.
١٠ - والإخلاص، ويدخل فيه ترك الرياء والنفاق.
١١ - والتوبة.
١٢ - والخوف.
١٣ - والرجاء.
١٤ - والشكر.
١٥ - والوفاء.
١٦ - والصبر.
١٧ - والرضا بالقضاء.
١٨ - والتوكل.
١٩ - والرحمة.
٢٠ - والتواضع، ويدخل فيه توقير الكبير ورحمة الصغير [٥٠/ ب].','1','233',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (218,'٢١ - وترك التكبر (١) والعجب.
٢٢ - وترك الحسد.
٢٣ - وترك الحقد.
٢٤ - وترك الغضب.
* وأعمال اللسان: وتشتمل عَلى سبع خصال:
١ - التلفظ بالتوحيد.
٢ - وتلاوة القرآن.
٣ - وتعلم العلم.
٤ - وتعليمه.
٥ - والدعاء.
٦ - والذكر ويدخل فيه الاستغفار.
٧ - واجتناب اللغو.
* وأعمال البدن: وتشتمل عَلى ثمانٍ وثلاثين خصلة:
* منها: ما يختص بالأعيان؛ وهي خَمس عشرة خصلة:
١ - التطهر حسًا وحكمًا، ويدخل فيه اجتناب النجاسات.
٢ - وستر العورة.
٣ - والصلاة فرضًا ونفلًا.
٤ - والزكاة كذلك.
٥ - وفك الرقاب.
٦ - والجود، ويدخل فيه إطعام الطعام وإكرام الضيف.
٧ - والصيام فرضًا ونفلًا.
٨ - والحج والعمرة كذلك.
٩ - والطواف.
١٠ - والاعتكاف.
١١ - والتماس ليلة القدر.
١٢ - والفرار بالدين، ويدخل فيه الهجرة من دار الشرك.
١٣ - والوفاء بالنذر.
١٤ - والتحري في الأيمان.
١٥ - وأداء الكفارات.
* ومنها: ما يتعلق بالأتباع؛ وهي ست خصال:
١ - التعفف بالنكاح.
_________
(١) في الفتح: "الكبر".','1','234',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (219,'٢ - والقيام بحقوق العيال.
٣ - وبر الوالدين، وفيه اجتناب العقوق.
٤ - وتربية الأولاد.
٥ - وصلة الرحم.
٦ - وطاعة السادة، أو الرفق بالعبيد.
* ومنها: ما يتعلق بالعامة؛ وهي سبع عشرة خصلة:
١ - القيام بالإِمْرَة مع العدل.
٢ - ومتابعة الجماعة.
٣ - وطاعة أولي الأمر.
٤ - والإصلاح بين الناس، ويدخل فيه قتال الخوارج والبُغَاة.
٥ - والمعاونة عَلى البر، ويدخل فيه الأمر بالمعروف والنهي عن المنكر.
٦ - وإقامة الحدود.
٧ - والجهاد، ومنه المرابطة.
٨ - وأداء الأمانة، ومنه أداء الخُمُس.
٩ - والقرض مع وفائه.
١٠ - وإكرام الجار.
١١ - وحسن المعاملة، وفيه جمع المال من حله.
١٢ - وإنفاق المال في حقه، وفيه ترك التبذير والإسراف.
١٣ - ورد السلام.
١٤ - وتشميت العاطس.
١٥ - وكف الضرر عن الناس.
١٦ - واجتناب اللهو.
١٧ - وإماطة الأذى عن الطريق.
فهذه تسع وستون خصلة، ويُمكن عدها تسعًا وسبعين خصلة باعتبار أفراد ما ضم بعضه إلَى بعض مما ذكر، والله أعلم.
* تنبيه:
في الإسناد رواية الأقران، وهي رواية عبد الله بن دينار عن أبي صالح، لأنهما تابعيان، فإن وجدت رواية أبي صالح عنه صار من المْدَبَّج، ورجاله من سليمان إلَى منتهاه من أهل المدينة، وقد دخلها الباقون.','1','235',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (220,'<span data-type="title" id=toc-153>٤ - باب: الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ</span>
١٠ - حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الله بْنِ أَبِي السَّفَرِ، وَإِسْمَاعِيلَ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ الله بْنِ عَمرٍو -رضي الله عنهما-، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ".
قَالَ أَبُو عَبْدِ الله: وَقَالَ أَبُو مُعَاوِيَة: حَدَّثَنَا دَاوُدُ، عَنْ عَامِرٍ قَالَ: سَمِعْتُ عَبْدَ الله، عَنِ النَّبِيِّ - صلى الله عليه وسلم -.
وَقَالَ عَبْدُ الأَعْلَى: عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَبْدِ اللهِ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -.
قوله: (باب) سقط من رواية الأصِيلي، وكذا أكثر الأبواب، وهو [٥١/ أ] منون، ويجوز فيه الإضافة إلَى جملة الحديث، لكن لم تأت به الرواية.
قوله: (المسلم) استعمل لفظ الحديث ترجمة من غير تصرف فيه.
قوله: (أبي إياس) اسمه ناهيه بالنون وبين الهاءين ياء أخيرة، وقيل: اسمه عبد الرحمن.
قوله: (أبي السَّفَر) اسمه سعيد بن مُحَمَّد كما تقدم.
و(إسماعيل) مجرورًا بالفتحة عطفا عليه، والتقدير: كلاهما عن الشعبي.
و(عبد الله بن عمرو) هو ابن العاص صحابي ابن صحابي.
قوله: (المسلم) قيل: الألف واللام فيه للكمال، نَحو: زيد الرجل؛ أي: الكامل في الرجولية، وتعقب بأنه يستلزم أن من اتصف بهذا خاصة كَانَ كاملًا، أو يُجاب بأن المراد بذلك مع مراعاة باقي الأركان.
قَالَ الخَطَّابي: المراد أفضل المسلمين من جَمع إلَى أداء حقوق الله أداء حقوق المسلمين. انتهى
وإثبات اسم الشيء عَلى معنى إثبات الكمال له مستفيض في كلامهم، ويحتمل أن يكون المراد بذلك: أن يُبَيِّن علامة المسلم الَّتِي يُستدل بِها عَلى إسلامه، وهي سلامة المسلمين من لسانه ويده، كما ذكر مثله في علامة المنافق.','1','236',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (221,'ويحتمل أن يكون المراد بذلك: الإشارة إلَى حسن معاملة العبد مع ربه؛ لأنه إذا أحسن معاملة إخوانه فأولى أن يحسن معاملة ربه، من باب التنبيه بالأدنى عَلى الأعلى.
* تنبيه:
ذِكْر المسلمين هنا خرج مخرج الغالب، لأن محافظة المسلم عَلى كف الأذى عن أخيه المسلم أشد تأكيدًا؛ ولأن الكفار بصدد أن يُقَاتلوا وإن كَانَ فيهم من يجب الكف عنه، والإتيان بجمع التذكير للتغليب، فإن المسلمات يدخلن في ذَلِكَ.
وخص اللسان بالذكر؛ لأنه المعبر عما في النفس، وكذا اليد؛ لأن أكثر الأفعال بِها، والحديث عام بالنسبة إلَى اللسان دون اليد؛ لأن اللسان يُمكنه القول في الماضين والموجودين والحادثين بعدُ، بخلاف اليد.
نعم؛ يُمكن أن تشارك اللسان في ذَلِكَ بالكتابة، وإن أثرها في ذَلِكَ لعظيم.
وفي التعبير باللسان دون القول نكتة؛ فيدخل فيه من أخرج لسانه عَلى سبيل الاستهزاء، وفي ذكر اليد دون غيرها من الجوارح نكتة؛ ليدخل فيه اليد المعنوية كالاستيلاء عَلى حق الغير [٥١ / ب] بغير حق.
* فائدة: فيه من أنواع البديع تجنيس الاشتقاق وهو كثير.
قوله (والْمُهَاجِر) هذه الهجرة ضربان ظاهرة وباطنة:
فالباطنة: ترك ما تدعو إليه النفس الأمارة بالسوء والشيطان.
والظاهرة: الفرار بالدين من الفتن.
وكان المهاجرين خوطبوا بذلك لئلا يتكلوا عَلى مجرد التحول من دارهم حَتَّى يمتثلوا أوامر الشرع ونواهيه، ويحتمل أن يكون ذلِكَ قيل بعد انقطاع الهجرة لما فتحت مكة تطييبًا لقلوب من لم يدرك ذَلِكَ بأن حقيقة الهجرة تحصل لمن هجر ما نَهى الله عنه. فاشتملت هاتان الجملتان عَلى جوامع من معاني الحِكَم والأحكام.','1','237',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (222,'* تنبيه:
هذا الحديث من أفراد البُخَاري عن مُسْلِم بخلاف جميع ما تقدم من الأحاديث المرفوعة، عَلى أن مسلمًا أخرج معناه من وجه آخر (١)، وزاد ابن حبان، والحاكم في "المستدرك" من حديث أنس صحيحًا: "والْمُؤمن من أَمِنَهُ الناس" (٢)، وكأنه اختصره هنا لتضمنه معناه، والله أعلم.
قوله: (وَقَالَ أبو معاوية: ثَنَا داود) هو ابن أبي هند، وكذا في رواية ابن عساكر.
(عن عامر). وهو الشَّعْبي المذكور في الإسناد الموصول.
وأراد بهذا التعليق: بيان سماعه له من الصحابي، والنكتة فيه: رواية وُهَيْب بن خالد له، عن داود، عن الشّعْبي، عن رجل، عن عبد الله بن عَمْرو، حكاه ابن منده (٣)، فعلى هذا لعل الشعبي بلغه ذَلِكَ عن عبد الله ثم لقيه فسمعه منه، [ونبه] (٤) بالتعليق الآخر عَلى أن عبد الله الَّذِي أُهمل في روايته هو عبد الله بن عمرو الَّذي بُيِّن في رواية رفيقه.
والتعليق عن أبي معاوية وصله إسحاق بن رَاهَويه في "مسنده" عنه، وأخرجه ابن حبان في "صحيحه" من طريقه، ولفظه: سمعت عبد الله بن عمرو يقول: ورب هذه البَنيَّة لسمعت رسول الله - صلى الله عليه وسلم - يقول: "المهاجر من هجر السيئات، والمسلم من سلم الناس من لسانه ويده" (٥)، فعلم أنه ما أراد إلا أصل الحديث.
والمراد بالناس هنا: المسلمون كما في الحديث الموصول، فهم الناس حقيقة، ويُمكن حمله عَلى عمومه عَلى إرادة شرط وهو: "إلا بحق" [٥٢/ أ]، وإرادة هذا الشرط متعينة عَلى كل حال، والله -سبحانه وتعالى- أعلم.
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: بيان تفاضل الإسلام) برقم (٤١)، من حديث جابر ولفظه: "المسلم من سلم المسلمون من لسانه ويده".
(٢) أخرجه ابن حبان في "صحيحه" (كتاب البر والإحسان، باب: الجار) برقم (٥١٠)، والحاكم في "المستدرك" (كتاب الإيمان) (١/ ١١).
(٣) أخرجه ابن منده في "الإيمان" (١/ ٤٥١).
(٤) مكانها بياض في الأصل، والمثبت من "الفتح".
(٥) أخرجه ابن حبان في "صحيحه" (كتاب الإيمان، باب: فرض الإيمان) برقم (١٩٦).','1','238',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (223,'<span data-type="title" id=toc-154>٥ - باب: أَيُّ الإسْلَامِ أَفْضَلُ</span>
١١ - حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيِّ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا أَبُو بُرْدَةَ اِبْنُ عَبْدِ اللهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى - رضي الله عنه - قَالَ: قَالُوا: يَا رَسُولَ اللهِ، أَيُّ الإِسْلَامِ أفْضَلُ؟ قَالَ: "مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ".
قوله: (بَاب) هو منون، وفيه ما في الذي قبله.
قوله: (ثَنَا أَبو بُرْدة).
هو بُرَيْد بالموحدة والراء مصغر، وشيخه جده، وافقه في كنيته لا في اسمه.
و(أبو موسى) هو الأشعري.
قوله: (قالوا) رواه مُسْلِم، والحسن بن سفيان، وأبو يعلى في مسنديهما، عن سعيد ابن يحيى شيخ البُخَاريّ بإسناده هذا بلفظ: "قلنا" (١)، ورواه ابن منده من طريق حسين بن مُحَمَّد القَبَّاني أحد الحفاظ عن سعيد بن يحيى هذا بلفظ: "قُلْت" (٢). فتعين أن السائل أبو موسى ولا تخالف بين الروايات؛ لأنه في هذه صَرَّحَ، وفي رواية مُسْلِم أراد نفسه ومن معه من الصحابة؛ إذ الراضي بالسؤال في حكم السائل، وفي رواية البُخَاريّ أبْهَم وإياهم أراد.
وقد سأل هذا السؤال أيضًا أبو ذر رواه ابن حبان (٣)، وعُمَيْر بن قَتَادة رواه الطبراني (٤).
قوله: (أي الإسلام).
إن قيل: الإسلام مفرد، وشرط "أي": أن تدخل عَلى متعدد.
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: بيان تفاضل الإسلام) برقم (٤٢)، وأبو يعلى الموصلي في "مسنده" (١٣/ ٢١٩).
(٢) "الإيمان" لابن منده (١/ ٤٤٩).
(٣) "صحيح ابن حبان" (كتاب الإيمان، باب: فضل الإيمان) برقم (١٥٢).
(٤) "المعجم الكبير" (١٧/ ٤٩).','1','239',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (224,'أجيب: بأن فيه حذفًا تقديره: أي ذوي الإسلام أفضل، ويؤيده رواية مُسْلِم: "أي المسلمين أفضل" (١).
والجامع بين اللفظين: أن أفضلية المسلم حاصلة بهذه الخصلة، وإذا ثبت أن بعض خصال المسلمين المتعلقة بالإسلام أفضل من بعض حصل مراد المصنف بقبول الزيادة والنقصان، فتظهر مناسبة هذا الحديث والَّذِي قبله لما قبلهما من تعداد أمور الإيمان. إذ الإيمان والإسلام عنده مترادفان.
[فإن] (٢) قيل: لِمَ جرد أفضل هنا عن العمل؟
أجيب: بأن الحذف عند العلم به جائز، والتقدير: "من غيره".
* تنبيه:
هذا الإسناد كله كوفيون، ويحيى بن سعيد المذكور اسم جده أَبان بن سعيد بن العاصي بن سعيد بن العاصي بن أمية الأمَوي، ونسبه المصنف قرشيًّا بالنسبة الأعَمَيَّة، يكنى أبا أيوب، وفِي طبقته يحيى بن سعيد القَطَّان، وحديثه في هذا الكتاب أكثر من حديث الأموي، وليس له ابن يروي عنه يسمى سعيدًا فافترقا.
وفي الكتاب ممن يقال له يحيى بن سعيد اثنان أيضًا، لكن من طبقة فوق طبقة هذين، وهما: يحيى بن سعيد الأنصاري السابق [٥٢ / ب] في حديث "الأعمال" أول الكتاب، ويحيى بن سعيد التيمي أبو حَيَّان، ويمتاز عن الأنصاري بالكنية، والله الموفق.
_________
(١) "صحيح مُسْلم" (كتاب الإيمان، باب: بيان تفاضل الإسلام) برقم (٤٢).
(٢) زيادة من "الفتح".','1','240',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (225,'<span data-type="title" id=toc-155>٦ - باب: إِطْعَامُ الطَّعَامِ مِنَ الإِسْلَامِ</span>
١٢ - حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللهِ بْنِ عَمرو -رضي الله عنهما-، أَنّ رَجُلًا سَأَل النَّبيَّ - صلى الله عليه وسلم -: أَيُّ الإِسْلَامِ خَيْرٌ؟ قَالَ: "تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ".
قوله: (باب) هو منون، وفيه ما في الذي قبله.
قوله: (من الإسلام) للأصيلي: "من الإيمان"؛ أي: من خصال الإيمان، ولما استدل المصنف عَلى زيادة الإيمان ونقصانه بحديث الشُّعَب؛ تتبع ما ورد في القرآن والسنن الصحيحة من بيانها فأورده في هذه الأبواب تصريحًا وتلويحًا، وترجم هنا بقوله: "إطعام الطعام"، ولم يقل: "أَيُّ الإسلام خير؟ " كما في الَّذِي قبله؛ إشعارًا باختلاف المقامين وتعدد السؤالين كما سنقرره.
قوله: (ثَنَا عَمرو بن خالد) هوَ الحراني وهو بفتح العين، وصَحَّف من ضمها.
قوله: (الليث) هو ابن سعد، فقيه أهل مصر.
(عن يزيد) هو ابن حبيب الفقيه أيضًا.
قوله: (أن رجلًا) لم أعرف اسمه، وقد قيل: إنه أبو ذر.
قوله: (أيّ الإسلام خير؟ ) فيه ما في الَّذِي قبله من السؤال، والتقدير: أي خصال الإسلام؟ وإنما لم أختر تقدير خصال في الأول فرارًا من كثرة الحذف، وأيضًا فتنويع التقدير يتضمن جواب مَنْ سأل.
فقال: السؤالان بمعنى واحد والجواب مختلف.
فيقال له: إذا لاحظت هذين التقديرين بان الفرق، ويمكن التوفيق بأنهما متلازمان؛ إذ الإطعام مستلزم لسلامة اليد، والسلام لسلامة اللسان، قاله الكرماني. وكأنه أراد في الغالب. ويحتمل أن يكون الجواب اختلف لاختلاف السؤال عن الأفضلية، إن لوحظ بين لفظ: "أفضل" ولفظ: "خير" فرق.','1','241',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (226,'وَقَالَ الكرماني: الفضل: بمعنى كثرة الثواب في مقابلة القلة. والخير: بمعنى النفع في مقابلة الشر، فالأول من الكمية، والثاني من الكيفية فافترقا.
واعترض بأن الفرق لا يتم إلا إذا اختص كل منهما بتلك المقولة، أما إذا كَانَ كل منهما يُعقل تَأَتَّيه في الأخرى فلا، وكأنه بنى عَلى أن لفظ "خير" اسم، لا أفعل تفضيل.
وعَلى تقدير اتحاد السؤالين جوابٌ مشهورٌ، وهو الحمل عَلى اختلاف حال السائلين أو السامعين، فيمكن أن يراد في الجواب الأول: تحذير من خُشِي منه الإيذاء بيد أو لسان فأرشد إلَى [٣٥/ أ] الكف. وفِي الثاني: ترغيب من رُجِي فيه النفع العام بالفعل والقول فأرشد إلَى ذَلِكَ.
وخَصَّ هاتين الخصلتين بالذكر لمسيس الحاجة إليهما في ذلِكَ الوقت؛ لما كانوا فيه من الجهد، ولمصلحة التأليف، ويدل عَلى ذَلِكَ أنه -عَلَيْهِ الصَّلَاةُ وَالسَّلَام- حث عليهما أول ما دخل المدينة، كما رواه الترمِذيّ وغيره مصححًا من حديث عبد الله ابن سلام (١).
قوله: (تطعم) هو في تقدير المصدر، أي: "أن تطعم"، ومثله: "تسمع بالمُعَيْدِيِّ" (٢)، وذكر الطعام ليدخل فيه الضيافة وغيرها.
قوله: (وتقرأ) بلفظ مضارع القراءة، بمعنى: يقول، قَالَ أبو حاتم السَّجِسْتَاني: تقول: اقرأ عَلَيه السَّلام، ولا تقول: أقرئه السلام، فإذا كَانَ مكتوبًا، قُلْتَ: أقرئه السلام؛ أي: اجعله يقرؤه.
قوله: (ومن لَمْ تَعرف) أي: لا تَخُص به أحدًا تَكبرًا أو تصنعًا، بل تعظيمًا لشعار الإسلام ومراعاة لأخوة المسلم.
فإن قيل: اللفظ عام فيدخل الكافر والمنافق والفاسق؟
_________
(١) "صحيح التّرمِذيّ" (كتاب: صفة القيامة) برقم (٢٤٨٥).
(٢) وتمام المثل: (تسمع بالمعيدي خير من أن تراه"، والمعيدي: تصغير (مَعَدِّيِّ) منسوب إلَى مَعَدّ، يضرب للرجل الَّذِي له صيت وذكر في الناس فإذا رأيته ازدريت مرآته.','1','242',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (227,'أجيب: بأنه خُص بأدلة أخرى، أو أن النهي متأخر، وكان هذا عامَّا لمصلحة التأليف، وأما من شُكَّ فيه فالأصل البقاء عَلى العموم حَتَّى يثبت الخصوص.
* تنبيهان:
الأول: أخرج مُسْلِم من طريق عمرو بن الحارث، عن يزيد بن أبي حبيب بهذا الإسناد نظير هذا السؤال (١)، لكن جعَل الجواب كالذي في حديث أبي موسى، فادعى ابن منده فيه الاضطراب (٢).
وأجيب: بأنهما حديثان اتحد إسنادهما، وافق أحدهما حديث أبي موسى، ولثانيهما شاهد من حديث عبد الله بن سلام كما تقدم.
الثاني: هذا الإسناد كله مصريون، والَّذِي قبله -كما ذكرنا- كوفيون، والَّذِي بعده من طريقيه بصريون، فوقع له التسلسل في الأبواب الثلاثة عَلى الولاء، وهو من اللطائف.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان تفاضل الإسلام) برقم (٤٠).
(٢) "الإيمان" لابن منده (١/ ٤٥٣).','1','243',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (228,'<span data-type="title" id=toc-156>٧ - باب: مِنَ الإِيمَانِ أَنْ يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ</span>
١٣ - حَدَّثنَا مُسدَّدٌ، قَالَ: حَدَّثنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قتَادَةَ، عَنْ أَنَسٍ - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم -.
وَعَنْ حُسَيْنٍ الْمُعَلِّمِ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ".
قوله: (باب من الإيْمان) قَالَ الكرماني: قدم لفظ الإيمان بخلاف أخواته، حيث قَالَ: إطعام الطعام من الإيمان، إما للاهتمام بذكره أو للحصر، كأنه قَالَ: المحبة المذكورة ليست إلا من الإيمان.
قُلْتُ: وهو توجيه حسن إلا أنه يَرِدُ عليه أن الَّذِي بعده أليق بالاهتمام والحصر معًا، وهو [٥٣/ ب] قوله: "باب حب الرسول من الإيمان"، فالظاهر أنه أراد التنويع في العبارة، ويُمكن أنه اهتم بذكر حب لرسول فقدمه، والله أعلم.
قوله: (يَحيى) هو ابن سعيد القَطَّان.
قوله: (وعن حسين المعلم) هو ابن ذَكْوَان، وهو معطوف عَلى شُعبة، فالتقدير: عن شعبة وحسين كلاهما عن قتَادة، وإنما لم يجمعهما؛ لأن شيخه أفردهما، فأورده المصنف معطوفا اختصارًا؛ ولأن شعبة قالَ: عن قتادة، وَقَالَ حسين: حَدَّثَنَا قتادة.
وأغرب بعض المتأخرين فزعم أن طريق حسين معلقة، وهو غلط، فقد رواه أبو نُعيم في "المستخرج" من طريق إبراهيم الحربي، عن مُسَدّد شيخ المصنف، عن يحيي القَطَّان، عن حُسين المُعَلَّم (١).
وأبدى الكرماني -كعادته بحسب التجويز العقلي- أن يكون تعليقًا أو معطوفًا عَلى قتادة، فيكون شعبة رواه عن حُسين عن قَتَادة إلَى غير ذَلِكَ مِمَّا يَنْفِر عنه من مارس شيئًا من علم الإسناد، والله المستعان.
_________
(١) "مستخرج أبي نعيم" (١/ ١٣٤).','1','244',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (229,'* تنبيه:
المتن المساق هنا لفظ شُعْبَة، وأما لفظ حُسين من رواية مُسَدَّد الَّتِي ذكرناها فهو: "لا يؤمن عبد حَتَّى يُحب لأخيه ولجاره". وللإسماعيلي من طريق رَوْح، عن حُسين: "حَتَّى يُحب لأخيه المسلم ما يُحب لنفسه من الخير". فبَيَّن المراد بالأخوة، وعَيَّن جهة الحب.
وزاد مُسْلِم في أوله عن أبي خَيْثَمة، عن يحيى القَطَّان: "والَّذِي نفسي بيده" (١). وأما طريق شعبة فصرح أَحْمَد والنسائي في روايتهما بسماع قتادة له من أنس، فانتفت تُهمة تَدْلِيسِهِ (٢).
قوله: (لا يؤمن) أي: من يدَّعي الإيمان، وللمُسْتَمْلِي: "أحدكم"، وللأَصِيلي: "أحد"، ولابن عَسَاكِر: "عبد"، وكذا لمسلم عن أبي خَيْثَمة (٣).
والمراد بالنفي: كمال الإيمان، ونفي اسم الشيء عَلى معنى نفي الكمال عنه مستفيض في كلامهم، كقولهم: فلان ليس بإنسان.
فإن قيل: فيلزم أن يكون من حَصلت له هذه الخصلة مؤمنًا كاملًا وإن لَم يأت ببقية الأركان؟
أجيب: بأن هذا ورد مورد المبالغة، أو يستفاد من قوله: "لأخيه المسلم" ملاحظة بقية صفات المسلم، وقد صَرَّحَ ابن حبان من رواية ابن أبي عَدِي، عن حُسين المُعَلِّم بالمراد، ولفظه: "لا يَبلغ عبد حقيقة [٥٤/أ] الإيمان" (٤).
ومعنى الحقيقة هنا: الكمال، ضرورة أن من لم يتصف بهذه الصفة لا يكون كافرًا، وبهذا يتم استدلال المصنف عَلى أنه يتفاوت، وأن هذه الخصلة من شُعَب الإيمان، وهي داخلة في التواضع عَلى ما سنقرره.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: الدليل عَلى أن من خصال الإيمان أن يُحب لأخيه المسلم ما يُحب لنفسه من الخير) برقم (٤٥).
(٢) "مسند أحْمَد" (٣/ ٢٧٢)، و"سنن النسَائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: علامة الإيمان) (٦/ ٣٥٤)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١١٤ - ١١٥).
(٣) "صحيح مُسْلِم" (كتاب الإيمان، باب: الدليل عَلى أن من خصال الإيمان أن يُحب لأخيه المسلم ما يُحب لنفسه من الخير) برقم (٤٥)
(٤) "صحيح ابن حبان" (كتاب الإيمان، باب: ما جاء في صفات المؤمنين) برقم (٢٣٥).','1','245',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (230,'قوله: (يُحب) بالنصب؛ لأن "حَتى" جارة، و"أن" بعدها مضمرة، ولا يجوز الرفع، فتكون "حَتَّى" عاطفة، فلا يصح المعنى؛ إذ عدم الإيمان ليس سببًا للمحبة.
قوله: (ما يُحب لنفسه) أي: من الخير كما تقدم عن الإسماعيلي، وكذا هو عند النَّسَائي (١)، وكذا عند ابن منده من رواية هَمَّام عن قَتَادة أيضًا (٢).
و(الخير): كلمة جامعة تعم الطاعات والمباحات الدنيوية والأخروية، وتخرج المنهيات؛ لأن اسم الخير لا يتناولها، والمحبة: إرادة ما يعتقده خيرًا، قَالَ النووي: المحبة: الميل [إلَى] (٣) ما يوافق المحب، وقد يكون بحواسه كحسن الصورة، أو بفعله إما لذاته كالفضل والكمال، وإما لإحسانه كجلب نفع أو دفع ضر. انتهى ملخصًا.
والمراد بالميل هنا: الاختياري دون الطبيعي والقسري، والمراد أيضًا: أن يحب أن يحصل لأخيه نظير ما حصل له لا عينه، سواء أكان ذَلِكَ في الأمور المحسوسة أو المعنوية، وليس المراد: أن يحصل لأخيه ما حصل له مع سلبه عنه ولا مع بقائه بعينه له؛ إذ قيام الجَوْهَر أو العَرَض لِمَحِلَّيْن مُحَال.
وَقَالَ أبو الزَّنَاد بن سَرَّاج: ظاهر هذا الحديث طلب المساواة، وحقيقته تستلزم التفضيل؛ لأن كل أحد يحب أن يكون أفضل من غيره، فإذا أحب لأخيه مثله فقد دخل في جملة المفضولين.
قُلْتُ: أقر القاضي عِيَاض هذا، وفيه نظر؛ إذ المراد الزَّجْر عن هذه الإرادة؛ لأن المقصود الحث عَلى التواضع، فلا يُحب أن يكون أفضل من غيره، فهو مستلزم للمساواة.
* فائدة:
قَالَ الكرماني: ومن الإيمان أيضًا: أن يبغض لأخيه ما يبغض لنفسه من الشر، ولم يذكره؛ لأن حب الشيء مستلزم لبغض نقيضه، فتَرَكَ التنصيص عليه اكتفاء، والله أعلم.
_________
(١) "سنن النسَائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: علامة الإيمان) (٦/ ٥٣٤)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١١٥).
(٢) "الإيمان" لابن منده (١/ ٤٤٢).
(٣) سقطت من الأصل، وأثبتناها من "الفتح".','1','246',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (231,'<span data-type="title" id=toc-157>٨ - باب: حُبُّ الرَّسُولِ - صلى الله عليه وسلم - مِنَ الإِيمَانِ</span>
١٤ - حَدَّثَنَا أَبُو الْيَمانِ، قَالَ: أَخْبرَنَا شُعَيْبٌ، قَالَ: حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، أَنّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: "وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ".
قوله: (باب حب الرسول).
اللام فيه للعهد، والمراد: سيدنا رسول الله - صلى الله عليه وسلم - بقرينة قوله: "حَتَى أكون [٥٤/ ب] أحب"، وإن كانت محبة جميع الرسل من الإيمان، لكن الأحبية مختصة بسيدنا رسول الله - صلى الله عليه وسلم -.
قوله: (شعيب) هو ابن أبي حَمزة الحِمْصِي، واسم أبي حَمْزَة: دِينار، وقد أكثر المصنف من تَخريج حديثه عن الزُّهْرِي وَأَبي الزِّنَاد.
ووقع في "غرائب مالك" للدارقطني إدخال رجل وهو أبو سلمة بن عبد الرحمن بين الأعرج وأبي هريرة في هذا الحديث، وهي زيادة شاذة، فقد رواه الإسْمَاعيلي بدونها من حديث مالك ومن حديث إبراهيم بن طَهْمَان، وروى ابن منده من طريق أبي حاتم الرَّازي، عن أبي اليَمَان شيخ البُخَاري هذا الحديث مصرحًا فيه بالتحديث في جَميع الإسناد (١)، وكذا للنسائي من طريق علي بن عَيَّاش، عن شُعَيْب (٢).
قوله: (والَّذِي نفسي بيده) فيه جواز الحلف عَلى الأمر المهم توكيدًا وإن لم يكن هناك مُسْتَحْلِف.
قوله: (يؤمن) أي: إيمانًا كاملًا.
_________
(١) "الإيمان" لابن منده (١/ ٤٣٥).
(٢) "سنن النّسائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: علامة الإيمان) (٦/ ٥٣٤)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١١٥).','1','247',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (232,'قوله: (أحب) هو أفعل بمعنى المفعول، وهو مع كثرته عَلى خلاف القياس، وفصل بينه وبين مَعْمُوله بقوله: "إليه"؛ لأن الممتنع الفصل بأجنبي.
قوله: (من والده وولده) قدَّم الوالد للأكثرية؛ لأن كل أحد له والد من غير عكس، وفِي رواية النّسَائي من حديث أنس تقديم الولد عَلى الوالد (١)، وذلك لمزيد الشَّفقة، ولم تختلف الروايات في ذَلِكَ في حديث أبي هريرة هذا، وهو من أفراد البُخاري عن مُسْلِم.
_________
(١) "سنن النّسَائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: علامة الإيمان) (٦/ ٥٣٤)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١١٤ - ١١٥).','1','248',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (233,'١٥ - أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا ابْن عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -.
ح وَحَدَّثَنَا آدَمُ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَده وَالنَّاسِ أَجْمَعِينَ".
قوله: (أَخْبَرَنَا يعقوب بن إبراهيم).
هو الدَّوْرَقي، والتفريق بين "حَدَّثنَا" و"أنا" (١) لا يقول به المصنف كما يأتي في العلم (٢)، وقد وقع في رواية أبي ذر: "ثَنَا يعقوب".
قوله: (وَحدَّثَنَا آدم) عطف الإسناد الثاني عَلى الأول قبل أن يسوق المتن فأوهم استواءهما، فإن لفظ قتادة مثل لفظ حديث أبي هريرة، لكن زاد فيه: "والناس أجمعين"، ولفظ عبد العزيز مثله إلا أنه قَالَ كما رواه ابن خُزَيْمَة في "صحيحه" عن يعقوب شيخ البُخَاريّ بهذا الإسناد: "من أهله وماله"، بدل: "من والده وولده"، وكذا لمسلم من طريق ابن عُلَيَّة (٣)، وكذا للإسماعيلي من طريق عبد الوارث بن سعيد، عن عبد العزيز ولفظه: "لا يؤمن الرجل" وهو أشمل من جهة، و"أحدكم" أشمل [من جهة] (٤)، وأشمل [٥٥/أ] منها رواية الأصيلي: "لا يؤمن أحد".
فإن قيل: فسياق عبد العزيز مغاير لسياق قَتَادة، وصنيع البُخَاري يوهم اتحادهما في المعنى وليس كذلك؟
فالْجَواب: أن البُخَاريّ يصنع مثل هذا نظرًا إلَى الحديث لا إلَى خصوص ألفاظه، واقتصر عَلى سياق قَتَادة لموافقته لسياق حديث أبي هريرة.
_________
(١) اختصار: "أَخْبَرَنَا".
(٢) (كتاب العلم، باب: قول المحدث: حَدَّثَنَا، وَأخْبَرَنَا، وَأنْبَأَنَا).
(٣) "صحيح مُسْلِم" (كتاب الإيمان، باب: وجوب محبة رسول الله - صلى الله عليه وسلم -) برقم (٤٤).
(٤) مكانها بياض بالأصل، والمثبت من الفتح.','1','249',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (234,'ورواية شُعبة، عَنْ قَتَادة مأمون فيها من تَدْلِيس قَتَادة؛ لأنه كَانَ لا يسمع منه إلا ما سمعه، وقد وقع التصريح في هذا الحديث في رواية النّسَائي (١).
وذكر الولد والوالد أدخل في المعنى؛ لأنهما أعز عَلى العاقل من الأهل والمال، بل ربما يكونان أعز من نفسه، ولهذا لم يذكر النفس أيضًا في حديث أبي هريرة.
وهل تدخل الأم في لفظ الوالد؟
إن أريد به من له الولد فنعم، أو يقال: اكتفى بذكر أحدهما كما يكتفى عن أحد الضدين بالآخر، ويكون ما ذكر عَلى سبيل التمثيل، والمراد: الأَعِزة، كأنه قَالَ: أحب إليه من أَعِزَّته.
وذكر "الناس" بعد "الوالد والولد" من عطف العام عَلى الخاص، وهو كثير.
وهل تدخل النفس في عموم قوله: "والناس أجمعين"؟
الظاهر: دخوله، وقيل: إضافة المحبة إليه تقتضي خروجه منهم، وهو بعيد، وقد وقع التنصيص بذكر النفس في حديث عبد الله بن هشام كما سيأتي (٢).
والمراد بالْمحَبَّةِ هْنَا: حب الاختيار لا حب الطبع، قاله الخَطَّابي، وَقالَ النووي: فيه تلميِح إلَى قضية النفس الأَمارة والمطْمئنة، فإن من رجح جانب المطمئنة كَانَ حبه للنبي - صلى الله عليه وسلم - راجحًا، ومن رجح جانب الأمارة كَانَ حكمه بالعكس.
وفِي كلام القاضي عياض أن ذَلكَ شرط في صحة الإيمان؛ لأنه حمل المحبة على معنى التعظيم والإجلال، وتعقَّبه صاحب المُفْهم بأن ذَلِكَ ليس مرادًا هنا؛ لأن اعتقاد الأعظمية ليس مستلزمًا للمحبة؛ إذ قد يجد الإنسان إعظام شيء مع خلوه من محبته. قَالَ: فعلى هذا من لم يجد من نفسه ذَلِكَ الميل لم يكمل إيمانه، وإلى هذا يوميء قول عمر الَّذِي رواه المصنف في الأيمان والنذور من حديث عبد الله بن هشام: أن عمر
_________
(١) "سنن النسائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: علامة الإيمان) (٦/ ٥٣٤)، في "المجتبى" في نفس الكتاب والباب (٨/ ١١٤ - ١١٥).
(٢) "صحيح البُخاريّ" (كتاب الأيمان والنذور، باب: كيف كانت يمين النبي - صلى الله عليه وسلم -) برقم (٦٦٣٢).','1','250',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (235,'ابن الخطاب قَالَ للنبي - صلى الله عليه وسلم -: لأنت يا رسول الله أحبُّ إليَّ من [كل] (١) شيء إلا من نفسي. فقال: "لا [٥٥/ ب]؛ والَّذِي نفسي بيده حَتَّى أكون أحب إليك من نفسك". فقال له عمر: فإنك الآن والله أحب إليَّ من نفسي. فقال: "الآن يا عُمَر" (٢). انتهى
فهذه المحبة ليست باعتقاد الأعظمية فقط فإنها حاصلة لعمر قبل ذَلكَ قطعًا.
ومن علامة الحب المذكور: أن يعرض المرء عَلى نفسه أن لو خُيِّر بين فَقْد غَرَض من أغراضه أو فَقْد رؤية النبي - صلى الله عليه وسلم - أن لو كانت ممكنة، فإن كَانَ فقدها أن لو كانت ممكنة أشد عليه من فَقْد شيء من أغراضه؛ فقد اتصف بالأحبية المذكورة، ومن لا فلا.
وليس ذلِكَ محصورًا في الوُجُود والفَقْد، بل يأتي مثله في نُصرة سنته، والذَّب عن شريعته، وقمع مُخالفيها، ويدخل فيه باب الأمر بالمعروف والنهي عن المنكر.
وفِي هذا الحديث إيماء إلَى فضيلة التفكر، فإن الأحبية المذكورة تُعرف به، وذلك أن محبوب الإنسان إما نفسه وإما غيرها، أما نفسه فإذا حقق الأمر فيه فهو أن يريد دوام بقائها سالمة من الآفات، هذا هو حقيقة المطلوب، وأما غيره فإذا حقق الأمر فيه فإنما هو بسبب تحصيل نفع ما عَلى وجوهه المختلفة حالا ومآلًا.
فإذا تأمل النفع الحاصل له من جهة الرسول - صلى الله عليه وسلم - الذِي أخرجه من ظلمات الكفر إلَى نور الإيمان إما بالمباشرة وإما بالسبب؛ علم أنه سبب بقاء نفسه البقاء الأبدي في النعيم السَّرْمَدِي، وعلم أن نفعه بذلك أعظم من جميع وجوه الانتفاعات، فاستحق لذلك أن يكون حظه من محبته أوفر من غيره؛ لأن النفع الذِي يثير المحبة حاصل منه أكثر من غيره، ولكن الناس يتفاوتون في ذلكَ بحسب استحضار ذلكَ والغفلة عنه، ولا شك أن حظ الصحابة -رَضِيَ اللهُ عَنْهُمْ- من هذا المعنى أتم؛ لأن هذا ثمرة المعرفة، وهم بِها أعلم، والله الموفق.
_________
(١) سقطت من الأصل، وأثبتناها من "الفتح".
(٢) "صحيح البُخَاري" (كتاب الأيمان والنذور، باب: كيف كانت يمين النبي - صلى الله عليه وسلم -) برقم (٦٦٣٢).','1','251',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (236,'<span data-type="title" id=toc-158>٩ - باب: حَلاوة الإيمَانِ</span>
١٦ - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثنَّى، قَالَ: حَدَّثَنَا عَبْد الْوَهَّابِ الثَّقَفِي، قَالَ: حَدَّثَنَا أيوبُ، عَنْ أَبِي قِلابةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "ثَلاثٌ مَن كُن فِيهِ وَجَدَ حَلاوَةَ الإِيمَانِ: أَنْ يَكُونَ اللهُ وَرَسُوله أَحَبَّ إِلَيْهِ مِما سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لا يُحِبُّه إلَّا لله، وَأَنْ يَكْرَهَ أَنْ يَعُودَ في الْكُفْرِ كما يَكْرَهُ أَنْ يُقْذَفَ في النَّارِ".
قوله: (باب حلاوة الإيمان) مقصود المصنف أن الحلاوة من ثمرات الإيمان, ولما قدم أن محبة الرسول من الإيمان أردفه بما يوجد حلاوة ذَلِكَ.
قوله: (حَدَّثَنَا مُحَمَّد بن المثنَّى) هو أبو موسى العَنَزِي -بفتح النُّون بعدها زاي-.
(قَالَ: حَدَّثنا عبد الوهَّاب) [٥٦/أ] هو ابن عبد المجيد.
(قَالَ: ثَنَا أَيُّوب) هو ابن أبي تَمِيمَة السَّختِيَاني بفتح السين المهملة عَلى الصحيح، وحكي ضمها وكسرها.
(عن أبي قِلابة) بكسر القاف وبباء موحدة.
قوله: (ثلاث) هو مبتدأ والجملة الخبر، وجاز الابتداء بالنكرة؛ لأن التنوين عِوَض المضاف إليه، فالتقدير: ثلاث خصال، ويحتمل في إعرابه غير ذلِكَ.
قوله: (كُنَّ) أي: حَصَلْنَ، فهي تامة.
وفِي قوله: "حلاوة الإيمان" استعارة تخييلية، شبه رغبة المؤمن في الإيمان بشيء حلو، وأثبت له لازم ذلِكَ الشيء وأضافه إليه، وفيه تلميح إلَى قصة المريض والصحيح؛ لأن المريض (١) يجد طعم العسل مُرَّا والصحيح يذوق حلاوته عَلى ما هِيَ عليه، وكلما نقصت الصحة شيئًا ما نقص ذوقه بقدر ذلكَ، فكانت هذه الاستعارة من أوضح ما يقوي استدلال المصنف عَلى الزيادة والنقص.
_________
(١) في "الفتح": "المريض الصفراوي".','1','252',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (237,'قوله: (أحب إليه) منصوب، قَالَ البيضاوي: المراد بالحب هُنَا: الحب العقليّ الَّذِي هو إتيان ما يقتضي العقل السليم رجحانه وإن كَانَ عَلى خلاف هوى النفس، كالمريض يعاف الدواء بطبعه فينفر عنه ويميل إليه بمقتضى عقله فيهوى تناوله، فإذا تأمل أن الشارع لا يأمر ولا ينهى إلَّا بما فيه صلاح عاجل أو خلاص آجل، والعقل يقتضي رجحان جانب ذَلِكَ؛ تَمرن عَلى الائتمار بأمره بحيث يصير هواه تبعا له، ويَلْتَذُ بذلك التِذَاذًا عقليا، إذ الالتذاذ العقليّ إدراك ما هو كمال وخير من حيث هو كذلك، وعبر الشارع عن هذه الحالة بالحلاوة؛ لأنها أظهرت اللذات المحسوسة.
قَالَ: وإنما جعل هذه الأمور الثلاثة عنوانًا لكمال الإيمان؛ لأن المرء إذا تأمل أن المنعم بالذات هو الله وأن لا مانح ولا مانع سواه في الحقيقة، وأن ما عداه وسائط، وأن الرسول هو الّذِي يبين له مراد ربه؛ اقتضى ذَلِكَ أن يتوجه بكليته نَحوه، فلا يحب إلَّا ما يحب، ولا يُحب من أحب إلَّا من أجله، وأن يتيقن أن جُملة ما وعد وأوعد حق تيقنًا يخيل إليه الموعود كالواقع، فيحسب أن مجالس الذكر رياض الجنة، وأن العود إلى الكفر إلقاء في النَّار. انتهى ملخصًا.
وشاهد [٥٦/ب] الحديث من القرآن قوله تعالَى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ}، إلى أن قَالَ: {أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ}، ثم هدد عَلى ذَلِكَ وتوعد بقوله: {فَتَرَبَّصُوا} [التوبة: ٢٤].
* فائدة:
فيه إشارة إلى التحلي بالفضائل والتخلي عن الرذائل، فالأول من الأول، والآخر من الثاني.
وَقَالَ الشيخ مُحيي الدين النووي: هذا حديث عظيم، أصل من الدين، ومعنى حلاوة الإيمان: استلذاذ الطاعات، وتحمل المشاق في الدين، وإيثار ذلِك عَلى أعراض الدُّنْيَا، ومحبة العبد لله بفعل طاعته وترك مُخالفته وكذلك الرسول، وإنما قَالَ: "مما سواهُمَا"، ولم يقل: "ممن" ليعم من يعقل ومن لا يعقل.','1','253',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (238,'وَقَالَ: وفيه دليل عَلى أنَّه لا بأس بهذه التثنية، وأما قوله للذي خطب فقال: "ومن يعصهما": "بئس الخَطيب أَنْتَ" (١)؛ فليس من هذا؛ لأن المراد في الخطب الإيضاح، وأما هنا فالمراد الإيجاز من اللفظ ليُحفظ، ويدل عليه [أن] (٢) النَّبِيّ - صلى الله عليه وسلم - حيث قاله في موضع آخر قَالَ: "ومن يعصهما فلا يضر إلَّا نفسه" (٣).
واعترض بأن هذا الحديث إنما ورد أَيضًا في حديث خطبة النكاح.
وأجيب: بأن المقصود في خطبة النكاح أَيضًا الإيجاز فلا نقض، وثَم أجوبة أخرى: منها: دعوى الترجيح، فيكون خبر المنع أولَى؛ لأنَّه عام والآخر يحتمل الخصوصية، ولأنَّهُ ناقل والآخر مبني عَلى الأصل، ولأنَّهُ قول والآخر فعل.
ورُدَّ بأن احتمال التخصيص في القول أَيضًا حاصل وليس فيه صيغة عموم أصلًا.
ومنها: دعوى أنَّه من الخصائص، فيمتنع من غير النَّبِي - صلى الله عليه وسلم - ولا يمتنع منه؛ لأن غيره إذا جمع أوهم إطلاقه التسوية، بخلافه هو فإن منصبه لا يتطرق إليه إيهام ذَلِكَ، وإلى هذا مال ابن عبد السلام.
ومنها: دعوى التفرقة بوجه آخر: وهو أن كلامه - صلى الله عليه وسلم - هنا جملة واحدة، فلا يحسن إقامة الظاهر فيها مقام المُضْمر، وكلام الَّذِي خطب جملتان لا تكره إقامة الظاهر فيهما مقام المضمر.
وتعقب هذا بأنه لا يلزم من كونه لا يُكره إقامة الظاهر فيهما مقام المُضمر أن تُكره إقامة المُضْمر فيهما مقام الظاهر، فما وجه الرّد عَلى الخَطيب مع أنَّه هو - صلى الله عليه وسلم - جمع كما تقدم.
ويُجاب: بأن قصة الخَطيب -كما قلنا- ليس فيها صيغة عموم، بل هِيَ واقعة عين، فيحتمل أن يكون في ذلِكَ المجلس من يُخشى عليه توهم [٥٧/ أ] التسوية كما تقدم.
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب الجمعة، باب: تخفيف الصلاة والخطبة) برقم (٨٧٠).
(٢) مكانها بياض في الأصل، والمثبت من الفتح.
(٣) أخرجه أبو داود في "السنن" (كتاب الصلاة، باب: الرَّجل يخطب عَلى قوس) برقم (١٠٩٧)، وفِي (كتاب النكاح، باب: في خطبة النكاح) برقم (٢١١٩) من حديث عبد الله بن مسعود.','1','254',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (239,'ومن محاسن الأجوبة في الجمع بين حديث الباب وقصة الخَطيب: أن تثنية الضمير هنا للإيماء إلَى أن المُعتبر هو المجموع المركب من المَحَبَّتين لا كل واحدة منهما، فإنَّها وحدها لاغية إذا لم ترتبط بالأخرى، فمن يدعي حب الله مثلًا ولا يحب رسوله لا ينفعه ذَلكَ، ويُشير إليه قوله تعالَى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران: ٣١]. فأوقع متابعته مكتنفة بين قطري محبة العباد لله ومحبة الله للعباد.
وأمَّا أمر الخَطيب بالإفراد؛ فلأن كل واحد من العصيانين مستقل باستلزام الغواية؛ إذ العطف في تقدير التكرير، والأصل استقلال كل من المعطوفين في الحكم، يُشير إليه قوله تعالَى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: ٥٩]. فأعاد {وَأَطِيعُوا} في الرسول ولم يعده في أولي الأمر؛ لأنهم لا استقلال لهم في الطاعة كاستقلال الرسول. انتهى ملخصًا من كلام البيضاوي والطيبي. وهنا أجوبة أخرى لم أذكرها؛ لأنها [لا] (١) ترتضى، والله أعلم.
قوله: (وأن يُحب المرء) قَالَ يحيى بن مُعاذ: حقيقة الحب في الله ألَّا يزيد بالبر ولا ينقص بالجفاء.
قوله: (وأن يكره أن يعود في الكفر) زاد أبو نُعيم في "المستخرج" من طريق الحسن بن سُفْيَان، عن مُحَمَّد [بن] (٢) المُثَنى شيخ المصنف: "بَعد إذ أنقذه الله"، وكذا هو في طريق أخرى للمصنف (٣)، والإنقاذ أعم من أن يكون بالعصمة منه ابتداء بأن يولد عَلى الإِسلام ويستمر، أو بالإخراج من ظلمة الكفر إلَى نور الإيمان, كما وقع لكثير من الصَّحَابَة، وَعَلى الأول فيحتمل قوله: "يعود" عَلى معنى الصَّيْرورة بخلاف الثاني فإن العود فيه عَلى ظاهره.
فإن قيل: فلِمَ عَدَّى "العود" بـ"في" ولَم يعده بـ"إِلَى"؟
_________
(١) ساقطة من الأصل، وزدناها لينضبط بِها الكلام.
(٢) ساقطة من الأصل، وزدناها من "الفتح".
(٣) "صحيح البُخَارِيّ" (كتاب الإيمان, باب: من كره أن يعود في الكفر كما يكره أن يلقى في النَّار) برقم (٢١)، وكذلك في (كتاب الأدب، باب: الحب في الله) برقم (٦٠٤١).','1','255',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (240,'فالجواب: أنَّه ضمنه معنى الاستقرار، كأنه قَالَ: يستقر فيه، ومثله قوله تعالَى: {وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا} [الأعراف: ٨٩].
* تنبيه:
هذا الإسناد كله بصريون، وأخرجه المصنف بعد ثلاثة أبواب من طريق شُعبة، عن قَتادة، عن أنس (١)، واستدل به عَلى فضل من أكره عَلى الكفر فترك التقِية إلى أن قُتِل، وأخرجه من هذا الوجه في الأدب في فضل الحب في الله، ولفظ هذه الرواية: "وَحَتى أن يقذف في النَّار أحب إليه من أن يرجع إلَى [٥٧/ب] الكفر بعد إذ أنقذه الله منه" (٢). وهي أبلغ من لفظ حديث الباب؛ لأنَّه سَوى فيه بين الأمرين، وهنا جعل الوقوع في نار الدُّنْيَا أوْلَى من الكفر الذِي أنقذه الله بالخروج منه من نار الأخرى، وكذا رواه مُسْلِم من هذا الوجه (٣)، وصرح النَسَائي في روايته والإسماعيلي بسماع قتادة له من أنس (٤)، والله الموفق.
وأخرجه النَسَائي من طريق طَلْق بن حَبِيب، عن أنس، وزاد فيه في الخصلة الثَّانية ذكر البغض في الله ولفظه: "وأن يُحب في الله ويبغض في الله" (٥). وقد تقدم للمصنف في ترجمة: "والحب في الله والبغض في الله من الإيمان" (٦)، وكأنه أشار بذلك إلى هذه الرواية, والله أعلم.
_________
(١) "صحيح البُخَاري" (كتاب الإيمان, باب: من كره أن يعود في الكفر. . .) برقم (٢١).
(٢) برقم (٦٠٤١).
(٣) "صحيح مُسْلِم" (كتاب الإيمان, باب: بيان خصال من اتصف بهن وجد حلاوة الإيمان) برقم (٤٣).
(٤) "سنن النَسَائي" في "الكبرى" (كتاب الإيمان وشرائعه، باب: حلاوة الإيمان) (٦/ ٥٢٧)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ٩٦).
(٥) "سنن النَسَائي"في "الكبرى" (كتاب الإيمان وشرائعه، باب: طعم الإيمان) (٦/ ٥٢٧)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ٩٤ - ٩٥).
(٦) "صحيح البُخَاريّ" (كتاب الإيمان، الباب الأول).','1','256',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (241,'<span data-type="title" id=toc-159>١٠ - باب: عَلَامَةُ الإِيمَانِ حُبُّ الأَنْصَارِ</span>
١٧ - حَدَّثَنَا أبو الْوَليدِ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: أَخْبَرَنِي عَبْد الله بْنُ عَبْدِ الله بْنِ جَبْرٍ، قَالَ: سَمِعْتُ أنسًا، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "آيَةُ الإِيمَانِ حُبُّ الأنصارِ، وآيَةُ النفاقِ بُغْضُ الأنصَارِ".
قوله: (باب) هو منوَّن، ولما ذكر في الحديث السابق ألَّا يحب إلا لله عقبة بما يُشير إليه من أن حب الأنصار كذلك؛ لأن محبة من يحبهم من حيث هذا الوصف وهو النصرة إنما هو لله تعالَى، فهم وإن دخلوا في عموم قوله: "لا يُحب إلا لله" لكن التنصيص بالتخصيص دليل العناية.
قوله: (حَدَّثَنَا أبو الوليد) هو الطيَالسي.
قوله: (جبر) بفتح الجيم وسكون الموحدة، وهو ابن عَتِيك الأَنْصَارِيّ، وهذا الراوي ممن وافق اسمه اسم أَبيه.
قوله: (آية الإيْمان) هو بهمزة ممدوة، وياء تحتانية مفتوحة، وهاء تأنيث، والإيمان مجرور بالإضافة، هذا هو المعتمد في ضبط هذه الكلمة في جَميع الروايات في الصحيحين والسنن والمستخرجات والمسانيد.
والآية: العلامة، كما ترجم به المصنف، ووقع في "إعراب الحديث" لأبي البقاء العُكْبري: "إنه الإيمان" (١). بهمزة مكسورة ونون مشددة وهاء، والإيمان مرفوع، وإعرابه: فقال: "إن" للتأكيد، و"الهاء" ضمير الشأن، و"الإيمان" مبتدأ وما بعده خبر، ويكون التقدير: [إن] (٢) الشأن الإيمان حب الأنصار، وهذا تصحيف منه، ثم فيه نظر من جهة المعنى؛ لأنَّه يقتضي حصر الإيمان في حب الأنصار وليس كذلك.
_________
(١) "إعراب الحديث" (ص ٥٠).
(٢) سقطت من الأصل، والمثبت من "الفتح".','1','257',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (242,'فإن قيل: واللفظ المشهور أَيضًا يقتضي الحصر، وكذا ما أورده المصنف في فضائل الأنصار من حديث البراء بن عازب: "الأنصار لا يحبهم إلَّا مؤمن" (١).
فالجواب عن الأول: أن العلامة كالخاصة تطرد ولا تنعكس [٥٨/ أ]، وإن أُخِذ من طريق المفهوم فهو مفهوم لقب لا عبرة به.
والجواب عن الثاني: أن غايته ألَّا يقع حب الأنصار إلَّا لمؤمن، وليس فيه نفي الإيمان عمن لم يقع منه ذلِكَ، بل فيه أن غير المؤمن لا يحبهم.
فإن قيل: فعلى الشق الثاني، هل يكون من أبغضهم منافقًا وإن صَدَّق وأقر؟
فالجواب: أن ظاهر اللفظ يقتضيه؛ لكنه غير مُراد، فيحمل عَلى تقييد البغض بالجهة، فمن أبغضهم من جهة هذه الصفة وهي كونهم نصروا رسول الله - صلى الله عليه وسلم - أَثر ذَلِكَ في تصديقه، فيصح أنَّه منافق، ويُقَرب هذا الحمل زيادة أبي نُعيم في "المستخرج" في حديث البراء: "من أحب الأنصار فبحبي أحبهم، ومن أبغض الأنصار فببغضي أبغضهم" (٢).
ويحتمل أن يُقال: إن اللفظ خرج عَلى معنى التحذير فلا يُرَاد ظاهره، ومن ثَمَّ لم يقابل الإيمان بالكفر الذِي هو ضده، بل قابله بالنفاق، إشارة إلى أن الترغيب والترهيب إنما خوطب به من يُظهر الإيمان, أما من يُظهر الكفر فلا؛ لأنَّه مرتكب ما هو أشد من ذَلِكَ.
قوله: (الأنصار) هو جمع ناصر كأصحاب وصاحب، أو جمع نَصِير كأشراف وشريف. واللام: للعهد؛ أي: أنصار رسول الله - صلى الله عليه وسلم -، والمراد: الأوس والخزرج، وكانوا قبل ذَلِكَ يعرفون ببني قَيْلَة -بقاف مفتوحة وياء تحتانية ساكنة-، وهي الأم التِي تجمع القبيلتين، فسماهم النَّبِيّ - صلى الله عليه وسلم -: الْأَنصار، فصار ذَلِكَ علمًا عليهم، وأُطْلق أيضًا عَلى أولادهم وحلفائهم ومواليهم.
وخصوا بهذه المنقبة العُظْمَى لِمَا فازوا به دون غيرهم من القبائل من إيواء النَّبِي
_________
(١) "صحيح البخَاري" (كتاب المناقب، باب: حب الْأَنصار) برقم (٣٧٨٣).
(٢) "مستخرج أبي نعيم" (١/ ١٥٦).','1','258',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (243,'- صلى الله عليه وسلم - ومن معه، والقيام بأمرهم ومواساتهم بأنفسهم وأموالهم، وإيثارهم إيّاهم في كثير من الأمور عَلى أنفسهم، فكان صنيعهم لذلك موجبًا لمعاداتهم جَميع الفرق الموجودين من عرب وعجم، والعداوة تجر البغض؛ فلهذا جاء التحذير من بغضهم والترغيب في حبهم، حَتَّى جعل ذلِكَ آية الإيمان والنفاق تنويهًا بعظيم فضلهم وتنبيهًا عَلى كريم فعلهم، وإن كَانَ من شاركهم [٥٨/ب] في معنى ذلِكَ مشاركًا لهم في الفضل المذكور كل بقسطه.
وقد ثبت في "صحيح مُسْلِم" عن علي: أن النَّبِي - صلى الله عليه وسلم - قَالَ له: "لا يُحبك إلَّا مؤمن، ولا يُبغضك إلَّا منافق" (١). وهذا جارٍ باطراد في أعيان الصَّحَابَة، لتحقق مشترك الإكرام، لما لَهم من حسن الغناء في الدارين.
قَالَ صاحب "المُفْهم": وأما الحروب الواقعة بينهم فإن وقع من بعضهم بُغْض لبعض، فذاك من غير هذه الجهة، بل للأمر الطارئ الذِي اقتضى المخالفة؛ ولذلك لم يحكم بعضهم عَلى بعض بالنفاق، وإنما كَانَ حالهم في ذَلِكَ حال المجتهدين في الأحكام: للمصيب أجران، وللمخطئ أجر واحد، والله أعلم.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان, باب: حب علي من الإيمان) برقم (٧٨).','1','259',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (244,'<span data-type="title" id=toc-160>١١ - باب</span>
١٨ - حَدَّثنا ابو الْيَمانِ، قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي أبو إِدْرِيس، عَائذُ الله بْنُ عَبْدِ الله، أَن عُبَادَةَ بْنَ الصَّامِتِ - رضي الله عنه -وَكانَ شَهِدَ بَدْرًا، وَهُوَ أَحَدُ النُقَبَاءِ لَيْلَةَ الْعَقَبةِ- أَن رَسُولَ الله - صلى الله عليه وسلم - قَالَ وَحَوْلَهُ عِصَابَة مِنْ أصْحَابِهِ: "بَايِعُونِي عَلَى أَلَّا تُشْرِكُوا بِالله شَيْئًا، وَلا تَسرقُوا، وَلا تَزنوا، وَلا تَقْتُلُوا أوْلادَكُمْ، وَلا تَأتوا بِبُهْتَانٍ تَفْترونَهُ بَيْنَ أَيْدِيكُم وَأَرْجُلِكُمْ، وَلا تَعْصُوا في مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى الله، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ في الدُّنْيَا فَهُوَ كَفَّارَةٌ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللهُ، فَهُوَ إِلَى اللهِ إِنْ شَاءَ عَفَا عَنْهُ، وَإِنْ شَاءَ عَاقَبَهُ". فَبَايعْنَاهُ عَلَى ذَلِكَ.
قوله: (باب) كذا هو في روايتنا بلا ترجمة، وسقط من رواية الأصِيلي أصلًا, فحديثه عنده من جملة الترجمة الَّتِي قبله، وَعَلى روايتنا فهو متعلق بِها أَيضًا؛ لأن الباب إذا لم يذكر له ترجمة خاصة يكون بمنزلة الفَصْل مما قبله مع تعلقه به، كصنيع مصنفي الفقهاء.
ووجه التعلق: أنَّه لما ذَكر الْأَنصار في الحديث الأول أشار في هذا إلى ابتداء السبب في تلقيبهم بالأنصار؛ لأن أول ذَلِكَ كَانَ ليلة العقبة لَمَّا توافقوا مع النَّبِيّ - صلى الله عليه وسلم - عند عقبة مِنى في الموسم؛ كما سيأتي شرح ذَلِكَ إن شاء الله تعالَى في "السيرة النبوية" من هذا الكتاب، وقد أخرج المصنف حديث هذا الباب في مواضع أخرى من "باب: من شهد بدرًا" (١) , لقوله فيه: "وكان شهد بدرًا"، وفي "باب: وفود الْأَنصار" (٢)؛ لقوله فيه: "وهو أحد النقباء"، وأورده هنا لتعلقه بما قبله كما بيناه.
_________
(١) "صحيح البُخَاريّ" (كتاب المغازي، باب: من شهد بدرًا) برقم (٣٩٩٩).
(٢) "صحيح البُخَاريّ" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلَى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة العقبة) برقم (٣٨٩٢).','1','260',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (245,'ثم إن في متنه ما يتعلق بمباحث الإيمان من وجهين آخرين:
أحدهما: اجتناب المناهي من الإيمان كامتثال الأوامر.
وثانيهما: أنَّه تضمن الرد عَلى من يقول أن مرتكب الكبيرة كافر أو مُخلد في النَّار، كما سيأتي تقريره إن شاء الله تعالَى.
قوله: (عائذ الله) هو اسم علم، وأبوه عبد الله بن عمرو الخَوْلاني صحابي، وهو من حيث الرواية تابعي كبير، وقد ذكر في الصَّحَابَة؛ لأن له رُؤية، وكان مولده عام حُنين، والإسناد كله شاميون.
قوله: (وكان شهد بدرًا) يعني: حضر الوَقْعة المشهورة الكائنة بالمكان المعروف بِبَدْر، وهي أول واقعة قاتل النَّبِي - صلى الله عليه وسلم - فيها المشركين، وسيأتي ذكرها في [٥٩/أ] المَغَازي، ويُحتمل أن يكون قائل ذلِكَ أبو إدريس، فيكون متصلًا إذا حُمل عَلى أنَّه سَمع ذلكَ من عُبَادة، أو الزُّهْرِيّ فيكون منقطعًا، وكذا قوله: "وهو أحد النقَبَاء".
قوله: (أن رسول الله - صلى الله عليه وسلم -) سقط قبلها من أصل الرواية لفظ: "قَالَ"، وهو خبر أنَّ؛
لأن قوله: "وكان" وما بعدها مُعْتَرَض، وقد جرت عادة كثير من أهل الحديث بحذف "قَالَ" خطأ، لكن حيث يتكرر في مثل: "قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -"، ولابد عندهم مع ذَلِكَ من النُّطق بِها، وقد ثبت في رواية المُصنف لهذا الحديث بإسناده هذا في "باب: مَنْ شَهِدَ بَدرًا" (١). فلعلها سقطت هنا ممن بعده. ولأحمد عن أبي اليَمَان بهذا الإسناد: "أن عُبَادة حدثه" (٢).
قوله: (وحوله) بِفَتح اللام عَلَى الظَّرْفية.
و(العِصَابَة) بكسر العين: الجماعة من العشرة إلى الأربعين، ولا واحد لَها مِنْ لَفْظِها، وقد جمعت عَلى عَصَائب وعُصْب.
_________
(١) لم يثبت لفظ قَالَ في الموضع الذِي أشار إليه الحافظ -رحمه الله-، ولعله يقصد ما ثبت في (كتاب الأحكام، باب: بيعة النساء) برقم (٧٢١٣)، وفيه: (. . . . أخبرني أبو إدريس الخولاني أنَّه سمع عبادة بن الصامت يقول: قَالَ لنا رسول الله - صلى الله عليه وسلم -. . .).
(٢) لم نقف عليه كما ذكره الحافظ، وانظر "مسند أحْمَد" (٥/ ٣٢٥).','1','261',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (246,'قوله: (بايعوني) زاد في "باب: وُفُود الأنْصَار": "تَعَالوا بَايعوني" (١)، والمُبَايعة: عبارة عن المُعَاهدة، سُميت بذلك تشبيهًا بالمُعَاوضة المالية، كما في قوله تعالَى: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} [التوبة ١١١].
قوله: (ولا تقتلوا أولادكم) قَالَ مُحَمَّد بن إسماعيل التَّيمي وفيه: خُص القتل بالأولاد؛ لأنَّه قتل وقطيعة رَحِم، فالعناية بالنهي عنه آكد؛ ولأنَّهُ كَانَ شائعًا فيهم؛ وهو وَأد البنات أو قَتْل البنين خَشْية الإِمْلاق، أو خصهم بالذكر؛ لأنهم بصدد ألا يدفعوا عن أنفسهم.
قوله: (ولا تأتوا ببهتان) البُهْتَان: الكذب الَّذِي يُبهت سامعه، وخص الأيدي والأرجل بالإفتراء؛ لأن معظم الأفعال تقع بِهما؛ إذ كانت هِيَ العوامل والحوامل للمباشرة والسعي، وكذا يسمون الصَّنَائع: الأيادي، وقد يعاقب الرَّجل بجناية قولية، فيقال: هذا مما كسبت يداك.
ويُحتمل أن يكون المراد: لا تَبْهتوا النَّاس كِفاحًا وبعضكم يشاهد بعضًا، كما يُقال: قُلْتُ كذا بين يَدَي فلان، قَالَ الخطابي وفيه نظر لذكر الأرجل إن لم يكن مقتضيا وليس بمانع.
ويحتمل أن يكون المراد بما بين الأيدي والأرجل: القلب؛ لأنَّه هو الَّذِي يترجم اللسان عنه؛ فلذلك نسب إليه الافتراء، فإن المعنى: لا ترموا أحدًا بكذب تزَوِّرونه في أنفسكم ثم تبهتون صاحبه بألسنتكم.
وَقَالَ أبو مُحَمَّد بن أبي حَمزة: يحتمل [٥٩/ب] أن يكون قوله: "بين أيديكم" أي: في الحال، وقوله: "وأرجلكم" أي: في المستقبل؛ لأن السعي من أفعال الأرجل.
وَقَالَ غيرِه: أصل هذا كَانَ في بيعة النساء وكُني بذلك، كما قاله الهَرَوي في "الغريبين" عن نِسْبة المرأة الولد الذِي تزني به أو تلتقطه إلى زوجها، ثم لَمَّا استعمل هذا اللفظ في بيعة الرجال احتيج إلَى حَمله عَلى غير ما ورد فيه أولًا، والله أعلم.
_________
(١) "صحيح البُخَاري" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلَى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة العقبة) برقم (٣٨٩٢).','1','262',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (247,'قوله: (ولا تعصوا) للإسماعيلي في: "باب: وفود الْأَنصار" (١): "ولا تعصوني"، وهو مُطابق للآية.
و(المعروف): ما عُرف من الشارع حسنه نهيًا وأمرًا.
قوله: (فمن وَفى منكم) أي: ثَبَت بالعهد، و"وَفى" بالتخفيف، وفِي رواية بالتشديد وهُما بمعنى.
قوله: (فأجره عَلى الله) أَطلق هذا عَلى سبيل التفخيم؛ لأنَّه لما ذَكر المبايعة المقتضية لوجود العوضين أَثبت ذِكر الأجر في موضع أحدهما، وأفصح في رواية الصُّنَابحي عن عُبَادة في هذا الحديث في الصحيحين (٢) بتعيين العوضين فقال: "بالجنة".
وعَبر هنا بلفظ: "عَلى" للمبالغة في تحقق وقوعه كالواجبات، ويتعين حَمله عَلى غير ظاهره للأدلة القاطعة عَلى أنَّه لا يجب عَلى الله شيء، وسيأتي في حديث مُعَاذ في حَق الله عَلى العباد (٣) تَقرير هذا.
فإن قيل: لِمَ اقتصر عَلى المنهيات ولم يَذكر المأمورات؟
فالجواب: أنَّه لم يُهملها، بل ذكرها عَلى طريق الإجمال في قوله: "ولا تعصوا في معروف"؛ إذ العصيان مُخالفة الأمر، والحِكمة في التنصيص عَلى كثير من المنهيات دون المأمورات: أن الكَفَّ أَيْسر من إنشاء الفعل؛ لأن اجتناب المفاسد مُقدم عَلى اجْتِلاب المصالح، والتَّخَلي عن الرذائل قبل التَّحَلي بالفضائل.
قوله: (ومن أصاب من ذَلِكَ شيئًا فعوقب) زاد أحْمَد (٤) في روايته: "به".
_________
(١) "صحيح البخَاري" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة العقبة) برقم (٣٨٩٢).
(٢) "صحيح البُخَارِيّ" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلى النَّبِي -صلى الله عليه وسلم- بمكة وبيعة العقبة) برقم (٣٨٩٣)، وفِي "صحيح مُسلِم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(٣) "صحيح البُخَارِيّ" (كتاب الجهاد والسير، باب: اسم الفرس والحمار) برقم (٢٨٥٦)، وكذلك في (٥٩٦٧، ٦٢٦٧ , ٦٥٠٠، ٧٣٧٣).
(٤) "مسند أحْمَد" (٥/ ٣١٤).','1','263',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (248,'قوله: (فهو) أي: العقاب.
(كَفَّارة) زاد أَحْمَد: "له" (١)، وكذا هو للمصنف من وجه آخر في باب المَشيئة من كتاب التوحيد، وزاد "وطُهُور" (٢).
قَالَ النووي: عموم هذا الحديث مخصوص بقوله تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} [النساء: ٤٨ - ١١٦]. فالمرتد إذا قُتل عَلى ارتداده لا يكون القتل له كفارة.
قُلْتُ: وهذا بناء عَلى أن قوله: "من ذَلِكَ شيئًا" يتناول جَميع ما ذُكر وهو ظاهر.
وقد قيل: يُحتمل أن يكون المراد ما ذُكر بعد الشِّرك بقرينة أن المُخاطب بذلك المسلمون فلا يَدخل حَتَّى يحتاج إلى إخراجه، ويُؤيده رواية مُسْلِم من طريق [٦٠/أ] أبي الأشْعَث، عن عُبَادة في هذا الحديث: "ومن أتى منكم حَدًّا" (٣). إذ القتل عَلى الشرك لا يُسمى حَدًّا.
لكن يُعكر عَلى هذا القائل أن الفاء في قوله: "فَمَنْ" لترتيب ما بعدها عَلى ما قبلها، وخِطَاب المسلمين بذلك لا يَمنع تحريز وقوعه منهم, وما ذكر في الحَدِّ عُرْفي حادث، فالصواب ما قَالَ النووي.
وَقَالَ الطيبي: المراد بالشرك: الشِّرك الأصغر؛ وهو الرياء، ويدل عليه تنكير شيئًا، أي: شركًا أيا ما كَانَ.
وتُعقب: بأن عُرف الشارع إذا أَطلق الشِّرك إنما يريد به ما يُقابل التوحيد، وقد تكرر هذا اللفظ في الآيات والأحاديث حيث لا يُراد به إلَّا ذَلكَ.
ويُجاب: بأن طَلب الجمع يقتضي ارتكاب المجاز؛ فما قاله مُحتمل وإن كَانَ ضعيفا, ولكن يغلب عليه أَيضًا أنَّه عَقب الإصابة بالعقوبة في الدُّنْيَا، والرياء لا عقوبة فيه، فَوَضح أن المراد: الشرك، وأنه مَخصوص.
_________
(١) "مسند أَحْمَد" (٥/ ٣١٤).
(٢) "صحيح البُخَارِيّ" (كتاب التوحيد، باب: في المشيئة والإرادة) برقم (٧٤٦٨).
(٣) "صحيح مُسْلِم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).','1','264',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (249,'وَقَالَ القاضي عياض: ذهب أكثر العلماء إلى أن الحدود كفارات، فاستدلوا بهذا الحديث، ومنهم من وَقف لحديث أبي هريرة، أن النَّبِي - صلى الله عليه وسلم - قَالَ: "لا أَدْري الحُدود كفارة لأهلها أم لا". لكن حديث عُبادة أصح إسنادًا، ويُمكن معنى عَلى طريق الجمع بينهما أن يكون حديث أبي هريرة ورد أولًا قبل أن يُعْلِمه الله ثم أعْلَمه بعد ذلكَ.
قُلْتُ: حديث أبي هُريرة أخرجه الحاكم في "المستدرك"، والبزار من رواية مَعْمَر، عن ابن أبي ذئب، عن سَعيد المَقْبري، عن أبي هُريرة، وهو صحيح عَلى شرط الشيخين (١)، وقد أخرجه أحْمَد، عن عبد الرزَّاق، عن مَعْمَر (٢)، وذكر الدَّارقطني أن عبد الرَّزَّاق تفرد بوصله، وأن هشام بن يوسف رواه عن مَعْمَر فأرسله.
قُلْتُ: وقد وصله آدم بن أبي إياس، عن ابن أبي ذِئب أخرجه الحاكم (٣) أَيضًا فقويت رواية مَعْمَر، وإذا كَانَ صحيحًا فالجمع الَّذِي جمع به القاضي حَسَن.
لكن القاضي ومن تبعه جازمون بأن حديث عبادة هذا كَانَ بمكة ليلة العَقَبة، بَايع الْأَنصار رسول الله - صلى الله عليه وسلم - البيعة الأولى بمنى، وأبو هريرة إنما أسلم بعد ذلِكَ بسبع سنين عام خَيْبَر، فكيف يكون حديثه متقدمًا؟ !
وقالوا في الجواب عنه: يُمكن أن يكون أبو هريرة ما سَمعه من النَّبِي - صلى الله عليه وسلم -، وإنما سمعه من صحابي آخر كَانَ سَمعه من النَّبِي - صلى الله عليه وسلم - قديمًا ولَم [٦٠/ب] يسمع من النَّبِي - صلى الله عليه وسلم - بعد ذَلِكَ أن الحُدود كَفَّارة كما سمعه عبادة، وفِي هذا تعسف، ويُبطله أن أَبا هريرة صَرَّح بسماعه، وأن الحُدود لَم تكن نَزلت إذ ذَاك.
_________
(١) أخرجه الحاكم في "المستدرك" (كتاب الإيمان) (١/ ٣٦)، وفِي (كتاب البيوع) (٢/ ١٤)، والبزار كما في "مجمع الزوائد" (٦/ ٢٦٥).
(٢) لم نجده في "المسند" المطبوع، ولكن أخرجه الحاكم عن القطيعي، عن عبد الله بن أحْمَد بن حنبل، عن أَبيه في "المستدرك" (كتاب الإيمان) (١/ ٣٦). وهذا هو نفسه سند "مسند أحْمَد"، فالله أعلم.
(٣) لَم نَجده في نسخة "المستدرك" المطبوع، ولكن أخرجه البيهقي في "السنن الكبرى" (كتاب الحدود، باب: الحدود كفارات) (٨/ ٣٢٩)، عن الحاكم بسنده، عن آدم بن أبي إياس، عن ابن أبي ذئب، فالله أعلم.','1','265',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (250,'والحق عندي: أن حديث أبي هريرة صحيح وهو سابق عَلى حديث عُبَادة، والمُبَايعة المذكورة في حديث عبادة عَلى الصفَة المذكورة لَم تقع ليلة العَقبة، وإنما نَصُّ بيعة العَقَبة ما ذكر ابن إسحاق وغيره من أهل المَغَازي: أن النَّبِي - صلى الله عليه وسلم - قَالَ لمن حَضَرَ من الْأَنصار: "أبايعكم عَلى أن تَمْنَعوني مِما تَمْنَعونَ منه نساءكم وأبناءكم". فبايعوه عَلى ذَلِكَ، وَعَلى أن يرحل إليهم هو وأصحابه، وسيأتي في هذا الكتاب من حديث عُبَادة أَيضًا قَالَ: "بايعنا رسول الله - صلى الله عليه وسلم - عَلى السمع والطاعة في العُسْر والْيُسْر والْمَنْشَط والْمَكْرَه". الحديث (١).
فهذه البيعة الأولَى، ثم صَدَرَت مُبايعات أخرى سَتُذْكَرُ في كتاب الأحكام -إن شاء الله- منها هذه البَيْعَة، وإنما وَقَعت بعد فتح مكة بعد أن نزلت الآية الَّتِي في المُمْتَحنة وهي قوله تعالَى: {يَاأَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ} [الممتحنة: ١٢].
ونزول هذه الآية متأخر بعد قصة الحُدَيْبَية بلا خلاف، والدَّليل عَلى ذَلِكَ عند البُخَاري في كتاب الحدود من طريق سُفيَان بن عُيَيْنَة، عن الزُّهْري في حديث عُبَادة هذا: أن النَّبِي - صلى الله عليه وسلم - لَمَّا بايعهم قرأ الآية كلها (٢)، وعنده في تفسير المُمْتَحَنة من هذا الوجه قَالَ: "قرأ آية النساء" (٣).
ولمُسلم من طريق مَعْمَر, عن الزهري "فَتَلا علينا آية النساء: {أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا} [الممتحنة: ١٢] (٤).
وللنسائي من طريق الحارث بن فُضَيْل، عن الزُّهْرِي: أن رسول الله - صلى الله عليه وسلم - قَالَ: "ألا تبايعوني عَلى مَا بَايَع عليه النِّسَاء: ألا تُشركوا باللهِ شيئًا" الحديث (٥).
_________
(١) "صحيح البُخَاريّ" (كتاب الأحكام، باب: كيف يبايع الإِمام النَّاس) برقم (٧١٩٩).
(٢) "صحيح البُخَاري" (كتاب الحدود، باب: الحدود كفارة) برقم (٦٧٨٤).
(٣) "صحيح البُخَاري" (كتاب التفسير، سورة الممتحنة، باب: إذا جاءك المؤمنات يبايعنك) برقم (٤٨٩٤).
(٤) "صحيح مُسْلِم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(٥) "سنن النَسَائي" في "الكبرى" (كتاب البيعة، باب: البيعة على ترك عصيان الإِمام) (٤/ ٤٢٤)، وفي "المجتبى" (كتاب البيعة، باب: البيعة عَلى الجهاد) (٧/ ١٤٢).','1','266',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (251,'وللطبراني من وجه آخر، عن الزُّهْرِي بهذا الإسناد: "بايعنا رسول الله - صلى الله عليه وسلم - عَلى مَا بَايع عليه النساء يوم فتح مكة" (١).
ولمسلم من طريق أبي الأَشْعث، عن عُبَادة في هذا الحديث: "أخَذَ علينا رسول الله - صلى الله عليه وسلم - كَما أَخَذَ عَلى النساء" (٢). فهذه أدلة صَريحة في أن هذه البَيْعة إنما صَدرت بعد نزول الآية، بل بعد صُدور البَيْعة، بل بعد فتح مكة، وذلك بعد إسلام أبي هريرة بمدة.
ويُؤيد هذا ما رواه ابن أبي خَيْثَمة، عن أَبيه، عن مُحَمَّد بن عبد الرَّحْمَن الطُّفَاوي، عن أَيُّوب، عن عَمرو بن شُعيب، عن أَبيه، عن جده قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -[٦١/أ]: "أبايعكم عَلى ألَّا تُشركوا باللهِ شيئًا" (٣). فذكر نَحو حديث عُبَادة، ورجاله ثقات، وقد قَالَ إسحاق بن رَاهَويْه: إذا صح الإسناد إلى عَمرو بن شُعيب فهو كأيوب، عن نافع، عن ابن عمر. انتهى
وإذا كَانَ عبد الله بن عمرو أحد من حَضَر هذه البيعة، وليس هو من الْأَنصار، ولا ممن حصر بيعتهم بمنى، وصح تغاير البيعتين: بيعة الْأَنصار ليلة العقبة وهي قبل الهجرة إلى المدينة، وبَيْعة أخرى وقعت بعد فتح مكة وشهدها عبد الله بن عَمرو وكان إسلامه بعد الهجرة.
وإنما حَصَل الالتباس من جهة أن عُبَادة بن الصامِت حضر البيعتين معًا، وكانت بَيْعَة العَقَبة من أَجل ما يُمتدح به، فكان يذكرها إذا حدث تَنْويهًا بسابقته، فلما ذكر هذه البيعة التِي صَدرت عَلى مثل بيعة النساء عقب ذلِكَ تَوهم من لم يقف عَلى حقيقة الحال أن البَيْعة الأولى وقعت على ذلكَ.
ونَظِيره ما وقع في الصحيحين أَيضًا من طريق الصُّنَابحي، عَن عُبَادة قَالَ: "إنِّي من النقَبَاء الذين بَايعوا رسول الله - صلى الله عليه وسلم - وَقَالَ: "بَايعناه عَلى ألَّا نُشْرِكَ بالله شيئًا" (٤). الحديث.
_________
(١) مسند عبادة بن الصامت في الجزء المفقود من المعجم الكبير للطبراني.
(٢) "صحيح مُسْلم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(٣) أخرجه الطبراني في "المعجم الأوسط" بسنده عن محمّد بن عبد الرَّحْمَن الطفاوي برقم (٩٢٣).
(٤) "صحيح البُخَاري" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة =','1','267',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (252,'فظاهر هذا اتحاد البيعتين, ولكن المراد عَلى ما قَدَّرْتُه أن قوله: "إنِّي من النُّقَبَاء الذين بايعوا -أي: ليلة العقبة- عَلى الإيواء والنَّصْر"، وما يتعلق بذلك ثم قَالَ: "بَايعناه" إلى آخره؛ أي: في وقت آخر، ويُشير إلَى هذا الإتيان بالواو العاطفة في قوله: "وَقَالَ: بايعناه"، وعليك بِرَدِّ ما أتى مِن الروايات مُوهمًا بأن هذه البيعة كانت ليلة العَقَبة إلَى هذا التأويل الَّذِي نَهَجتُ طريقه فيرتفع بذلك الإشكال، ولا يبقى بين حديثي أبي هريرة وعُبَادة تعارض، ولا وجه بعد ذَلِكَ للتوقف في كون الحُدود كَفارة.
واعلم أن عُبَادة بن الصَّامِت لم ينفرد برواية هذا المعنى، بل رَوَى ذلك علي بن أبي طالب، وهو في الترمِذي وصححه الحاكم وفيه: "وَمَنْ أَصَابَ ذَنْبًا فَعُوقب به في الدُّنْيَا؛ فالله أكرَم من أن يُثَنِّي بالعُقُوبة عَلى عبده في الآخرة" (١).
وهو عند الطَّبَرانِيّ (٢) بإسناد حسن من حديث أبي تَمِيمَة الهُجَيْمي.
ولأحمد من حديث خُزَيْمَة بن ثابت بإسناد حسن ولفظه: "مَن أصابَ ذنبًا أقيم عليه حَدُّ [٦١/ ب] ذَلِكَ الذنب فهو كَفَّارته" (٣).
وللطبراني عن ابن عمر مرفوعًا: "مَا عُوقِبَ رجل عَلى ذنب إلَّا جَعله الله له كَفَّارة لما أَصَاب من ذَلِكَ الذنب" (٤). وإنما أطلت في هذا الموضع؛ لأنني لم أر من أَزَال اللَّبس فيه عَلى الوجه المرضي، والله الهادي.
قوله: (فعوقب به) قَالَ ابن التين: يريد بالقطع في السرِقَة، والجلد أو الرجم في الزنا، قالَ: وأما قتل الولد فليس له عُقوبة معلومة، إلَّا أن يريد قتل النفس فكنى عنه.
_________
= العقبة) برقم (٣٨٩٣)، وفِي "صحيح مُسْلِم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(١) "جامع التّرمِذي" (كتاب الإيمان, باب: ما جاء لا يزني الزاني وهو مؤمن) برقم (٢٦٢٦)، والحاكم في "المستدرك" (كتاب الإيمان) (١/ ٧).
(٢) "المعجم الأوسط" برقم (٥٣١٥).
(٣) "مسند أحْمَد" (٥/ ٢١٤، ٢١٥).
(٤) "المعجم الأوسط" برقم (٨٤٤٣).','1','268',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (253,'قُلْتُ: في رواية الصُّنَابحي، عن عُبَادة في هذا الحديث: "ولا تَقتلوا النفس الَّتِي حَرَّم الله إلَّا بالحقِّ" (١). ولكن قوله في حديث الباب "فعُوقب به" أعم من أن تكون العقوبة حدًّا أو تعزيزًا.
قَالَ ابن التين: وحكي عن القاضي إسماعيل وغيره أن قتل القاتل إنما هو إرداع لغيره، وأما في الآخرة فالطلب للمقتول قائم؛ لأنَّه لم يصل إليه حق.
قُلْتُ: بل وصل إليه حق وأي حق، فإن المقتول ظُلمًا تُكفر عنه ذنوبه بالقتل، كما ورد في الخبر الذِي صححه ابن حِبَّان وغيره: "إن السيف مَحَّاءٌ للخطايا" (٢)، وعن ابن مسعود قَالَ: "إذا جاء القتل مَحَا كل شيء" رواه الطَّبْرَانِي (٣)، وله عن الحسن بن عليّ نَحوه (٤)، وللبزار عن عائشة مرفوعًا: "لَّا يمر القتل بذنب إلَّا مَحاه، فلولا القتل [ما] (٥) كفرت ذنوبه" (٦). وأي حق يصل إليه أعظم من هذا, ولو كَانَ حد القتل إنما شُرع للإرداع فقط لم يشرع العفو عن القاتل.
قوله: (فهو إلَى الله) قَالَ المازري: فيه رد عَلى الخَوَارج الذين يُكفرون بالذنوب، ورد عَلى المعتزلة الذين يوجبونَ تعذيب الفاسق إذا مات بلا توبة لأن النَّبِي - صلى الله عليه وسلم - أخبر بأنه تحت المشيئة، ولم يقل: لابد أن يعذبه.
وَقَالَ الطيبي: فيه إشارة إلى الكف عن الشهادة بالنار عَلى أحد أو بالجنة لأحد إلا من ورد النص فيه بعينه.
_________
(١) "صحيح البُخَاري" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة العقبة) برقم (٣٨٩٣)، وفِي صحيح مُسْلِم (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(٢) "صحيح ابن حبان" (كتاب السير، باب: فضل الشهادة) برقم (٤٦٤٤).
(٣) "المعجم الكبير" (٩/ ٣٥٠).
(٤) "المعجم الكبير" (٣/ ٧٠)، وفيه: "فإن القتل كفارة".
(٥) سقط من الأصل.
(٦) وهو في "مجمع الزوائد" (كتاب الحدود والديات، باب: كفارات الذنوب بالقتل)، ولفظه: "قتل الصبر لا يمر بذنب إلَّا مَحاه".','1','269',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (254,'قُلْتُ: أما الشق الأول فواضح، وأما الثاني: فالإشارة إليه إنما تُستفاد من الحمل عَلى غير ظاهر الحديث وهو متعين.
* تنبيه:
زاد في رواية الصُنَابحي، عن عُبَادة في هذا الحديث: "ولا ننتَهب" (١)، وهو مما يتمسك به في أن هذه البيعة متأخرة؛ لأن الجهاد عند بيعة العقبة لم يكن فُرِضَ، والمراد بالانتهاب: ما يقع بعد [٦٢/أ] القتال في المغانِم.
وزاد في روايته أَيضًا: "ولا نعصي بالجنة إن فعلنا ذَلِكَ، فإن غَشَينا من ذَلِكَ شيئًا كَانَ قضاء ذَلِكَ إلَى الله"، أخرجه المصنف في باب وفود الْأَنصار عن قُتَيْبة، عن الليث، ووقع عنده: "ولا نقضي" -بقاف وضاد معجمة- وهو تصحيف، وقد تكلف بعض النَّاس في تخريجه وَقَالَ: نهاهم عن ولاية القضاء. ويبطله أن عُبَادة ولي قضاء فلسطين زمن عمر -رضي الله عنهما-.
وقيل: إن قوله: "بالجنة" متعلق بـ"نقضي"؛ أي: لا نقضي بالجنة لأحد معين.
قُلْتُ: لكن يبقى قوله: "إن فعلنا ذَلِكَ" بلا جواب، ويُكتفى في ثبوت دعوى التصحيف فيه رواية مُسْلِم (٢)، عن قتيبة -بالعين والصاد المهملتين-، وكذا للإسماعيلي عن الحسن بن سُفيان، ولأبي نُعيم من طريق موسى بن هارون كلاهُمَا عن قتيبة، وكذا هو عند البُخَاري أيضًا في هذا الحديث في الديات عن عبد الله بن يوسف، عن الليث في معظم الروايات (٣)، لكن عند الكشميهني بالقاف والضاد أَيضًا وهو تصحيف كما بيناه.
وقوله: "بالجنة" إنما هو متعلق بقوله في أوله: "بايعناه"، والله أعلم.
_________
(١) أخرجها البُخَارِيّ في "صحيحه" (كتاب مناقب الْأَنصار، باب: وفود الْأَنصار إلى النَّبِي - صلى الله عليه وسلم - بمكة وبيعة العقبة) برقم (٣٨٩٣).
(٢) "صحيح مُسْلِم" (كتاب الحدود، باب: الحدود كفارات لأهلها) برقم (١٧٠٩).
(٣) "صحيح البُخَاري" (كتاب الديات، باب: قول الله تعالَى: {وَمَنْ أَحْيَاهَا. . .}) برقم (٦٨٧٣).','1','270',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (255,'<span data-type="title" id=toc-161>١٢ - باب: مِنَ الدِّين الْفِرَارُ مِن الْفِتَنِ</span>
١٩ - حَدَّثنَا عَبْدُ الله بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ الله بْنِ عَبْدِ الرَّحْمَنِ ابْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيَ أنهُ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: "يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ يَتَّبعُ بهَا شَعَفَ الجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينهِ مِنَ الْفِتَنِ".
قوله: (باب: من الدين الفرار من الفتن) عَدَل المصنف عن الترجمة بالإيمان مع كونه يترجم لأبواب الإيمان مراعاة للفظ الحديث، ولَمَّا كانَ الإيمان والإِسلام عنده مترادفين في عرف الشرع، وَقَالَ الله تعالَى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: ١٩]؛ صح إطلاق الدين في موضع الإيمان.
قوله: (حَدَّثَنَا عبد الله بن مَسْلَمة) هو القَعْنَبِي أحد رواة "الموطأ"، نُسب إلَى جده قَعْنَب، وهو بصري أقام بالمدينة مدة.
قوله: (عن أَبيه) هو عبد الله بن عبد الرَّحْمَن بن الحارث بن أبي صَعْصَعة، فسقط الحارث من الرواية, واسم أبي صَعْصعة: عمرو بن زيد بن عوف الأَنْصَارِيّ ثم المَازني هلك، في الجاهلية، وشهد ابنه الحارث أُحدًا واستُشهد باليمامة.
قوله: (عن أبي سعيد) اسمه سعد عَلى الصحيح، وقيل: سِنَان بن مالك بن سِنَان، استُشهد أبوه بأحد، وكان هو من المكثرين، وهذا الإسناد كله مدنيون، وهو من أفراد البُخَاري عن مُسْلِم [٦٢/ ب].
قوله: (يوشك) بكسر الشين المعجمة؛ أي: يقرب.
قوله: (خَيْرَ) بالنصب عَلى الخبر، و"غَنَم" الاسم، وللأصيلي برفع "خير" ونصب "غنمًا" عَلى الخبرية، ويجوز رفعهما عَلى الابتداء والخبر، ويقدر في "يكون" ضمير الشأن. قاله ابن مالك، [لكن] (١) لم تجئ به الرواية.
_________
(١) سقطت من الأصل، وزدناها من "الفتح".','1','271',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (256,'قوله: (يَتّبع) بتشديد التاء، ويجوز إسكانها، و"شَعَف" بفتح المعجمة والعين المهملة جمع شَعَفة، كأكم وأَكَمة؛ وهو رءوس الجبال.
قوله: (ومواقع القطر) بالنصب عطفًا عَلى شَعَف؛ أي: بطون الأودية، وخصهما بالذكر؛ لأنهما مظانُّ المَرْعَى.
قوله: (يفر بدينه) أي: بسبب دينه، و"من" ابتدائية.
قالَ الشيخ النووي: في الاستدلال بهذا الحديث للترجمة نظر؛ لأنَّه لا يلزم من لفظ الحديث عدَّ الفرار دينًا، وإنما هو صيانة للدين، قَالَ: فلعله لَما رآه صيانة للدين أطلق عليه اسم الدين.
قَالَ غيره: إن أريد بـ"من" كونها جنسية أو تبعيضية فالنظر متجه، وإن أريد كونها ابتدائية. أي: الفرار من الفتنة منشؤه الدين؛ فلا يتجه النظر.
وهذا الحديث قد ساقه المصنف أَيضًا في كتاب الفتن (١)، وهو أليق المواضع به، والكلام عليه يُسْتَوفى هناك إن شاء الله تعالَى.
_________
(١) "صحيح البُخَارِيّ" (كتاب الفتن، باب: التعرب في الفتنة) برقم (٧٠٨٨).','1','272',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (257,'<span data-type="title" id=toc-162>١٣ - باب: قَوْلِ النَّبيِّ - صلى الله عليه وسلم -: "أنا أَعْلَمُكُمْ بِاللهِ</span>"
وَأَن الْمَعْرِفَةَ فِعلُ الْقَلْبِ؛ لِقَوْلِ اللهِ تَعالَى: {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ} [البقرة ٢٢٥]
٢٠ - حَدَّثَنَا مُحَمَّدُ بْنُ سَلامٍ، قَالَ: أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائشَةَ، قَالَتْ: كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - إِذَا أَمَرَهُمْ أَمَرَهُمْ مِنَ الأَعْمَالِ بِمَا يُطِيقُونَ، قَالُوا: إِنّا لَسْنَا كهَيْئتِكَ يَا رَسُولَ اللهِ، إِن اللهَ قَدْ غَفَرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ، فَيَغْضَبُ حَتَّى يُعْرَفَ الْغَضَبُ في وَجْهِهِ ثُم يَقُولُ: "إِن أَتْقَاكُمْ وَأَعْلَمَكُمْ بِاللَهِ أنا".
قوله: (باب قول النَّبِي - صلى الله عليه وسلم -) هو مضاف بلا تردد.
قوله: (أنا أعلمكم) كذا في رواية أبي ذر، وهو لفظ الحديث الّذِي أورده في جَميع طرقه، وفي رواية الأصيلي: "أعرفكم"، وكأنه مذكور بالمعنى حملًا عَلى ترادفهما، وهو ظاهر هنا، وعليه عمل المصنف.
قوله: (وأنّ المعرفة) بفتح أن، والتقدير: باب بيان أن المعرفة، وورد بكسرها، وتوجيهه ظاهر.
قوله: (لقول الله تعالَى) مراده: الاستدلال بهذه الآية عَلى أن الإيمان بالقول وحده لا يتم إلَّا بانضمام الاعتقاد إليه، والاعتقاد فعل القلب.
وقوله: {بِمَا كَسَبَتْ قُلُوبُكُمْ} [البقرة: ٢٢٥]، أي: بما استقر فيها، والآية وإن وردت في الأيمان -بالفتح- فالاستدلال بها في الإيمان -بالكسر- واضح للاشتراك في المعنى؛ إذ مدار الحقيقة فيهما عَلى عمل القلب؛ وكأن المصنف لمح بتفسير زيد بن أَسْلم, فإنَّه قَالَ في قوله تعالَى: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} قَالَ: هو كقول الرَّجل: إن فعلت كذا فأنا [٦٣/أ] كافر، قَالَ: لا يؤاخذه الله بذلك حَتَّى يعقد به قلبه.','1','273',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (258,'فظهرت المناسبة بين الآية والحديث، وظهر وجه دخولهما في مباحث الإيمان, فإن فيه دليلًا عَلى بطلان قول الكَرَّامية: إن الإيمان قول فقط، ودليلًا عَلى زيادة الإيمان ونقصانه؛ لأن قوله - صلى الله عليه وسلم -: "أنا أعلمكم بالله" ظاهر في أن العلم بالله درجات، وأن بعض النَّاس فيه أفضل من بعض، وأن النَّبِي - صلى الله عليه وسلم - منه في أعلى الدرجات، والعلم بالله يتناول ما بصفاته وما بأحكامه وما يتعلق بذلك، فهذا هو الإيمان حقًا.
* فائدة:
قَالَ إمام الحرمين: أجْمَع العلماء عَلى وجوب معرفة الله تعالَى، واختلفوا في أول واجب، فقيل: المعرفة، وقيل: النظر.
وَقَالَ المقترح: لا اختلاف؛ فإن أول واجب خطابا ومقصودًا المعرفة، وأول واجب اشتغالًا وأداء القَصْد إلَى النظر، وفِي نقل الإجماع نظر كبير ومنازعة طويلة، حَتَّى نقل جَماعة الإجماع في نقيضه، واستدلوا بإطباق أهل العصر الأول عَلى قبول الإِسلام ممن دخل فيه من غير تنقيب، والآثار في ذَلِكَ كثيرة جدًا.
وأجابَ الأولون عن ذَلِكَ بأن الكفار كانوا يذبون عن دينهم ويقاتلون عليه، فرجوعهم عنه دليل عَلى ظهور الحق لهم، ومقتضى هذا أن المعرفة المذكورة يكتفى فيها بأدنى نظر بخلاف ما قرروه، ومع ذَلِكَ فقول الله تعالَى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} [الروم: ٣٠]. وحديث: "كل مولود يولد عَلى الفطرة" (١)؛ ظاهران في دفع هذه المسألة من أصلها.
وقد نقل القدوة أبو مُحَمَّد بن أبي جَمرة، عن أبي الوليد البَاجي، عن أبي جعفر السِّمناني -وهو من كبار الأشاعرة- أنَّه سمعه يقول: إن هذه المسألة من مسائل المُعتزلة بقيت في المذهب، والله المستعان.
_________
(١) أخرجه البُخَارِيّ في "صحيحه" (كتاب الجنائز، باب: ما قيل في أولاد المشركين) برقم (١٣٨٥)، وأبو داود في "السنن" (كتاب السنة، باب: في ذراري المشركين) برقم (٤٧١٤).','1','274',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (259,'وَقَالَ النووي: في الآية دليل عَلى المذهب الصحيح أن أفعال القلوب يُؤاخذ بها إذا استقرت، وأما قوله - صلى الله عليه وسلم -: "إن الله تَجاوز لأمتِي عما حدثت به أنفسها ما لَم تكلم به أو تعمل" (١). فمحمول عَلى ما إذا لم يستقر.
قُلْتُ: ويُمكن أن يستدل لذلك من عموم قوله: "أو تعمل"؛ لأن [٦٣/ ب] الاعتقاد هو عمل القلب.
قوله: (حَدَّثنا مُحَمَّد بن سلام) هو بتخفيف اللام عَلى الصحيح، وَقَالَ صاحب "المطالع": هو بتشديدها عند الأكثر، وتعقبه النووي بأن أكثر العلماء [عَلى] (٢) أنَّه بالتخفيف، وقد روي ذَلِكَ عنه نفسه، وهو أخبر بأبيه، فلعله أراد بالأكثر مشايخ بلده.
قوله: (أنا عَبْدَة) هو ابن سليمان الكُوفيّ، وفِي رواية الأصيلي: "ثَنَا".
قوله: (عن هشام) هو ابن عُروة بن الزُّبَيْر بن العَوَّام.
قوله: (إذا أمرهم أمرهم) كذا في معظم الروايات، ووقع في بعضها: "أمرهم" مرة واحدة، وعليه شَرَح القاضي أبو بكر ابن العربي، وهو الَذي وقع في طرق هذا الحديث الَّتِي وقفت عليها من طريق عَبْدة، وكذا من طريق ابن نمير وغيره عن هشام عند أَحْمَد (٣)، وكذا ذكره الإسماعيلي من رواية أبي أسامة، عن هشام ولفظه: "كانَ إذا أمر النَّاس بالشيء".
قالوا: والمعنى: كَانَ إذا أمرهم بما يسهل عليهم دون ما يشق، خشية أن يعجزوا عن الدوام عليه وعَمِل هو بنظير ما يأمرهم به من التَّخفيف طلبوا منه التكليف بما يشق؛ لاعتقادهم احتياجهم إلَى المبالغة في العمل لرفع الدرجات [دونه، فيقولون: لسنا كهيئتك، فيغضب من جهة أن حصول الدرجات] (٤) لا توجب التقصير في العمل، بل
_________
(١) أخرجه النسَائي في "السنن الكبرى" (كتاب الطلاق، باب: من طلق في نفسه) (٣/ ٣٦٠)، وفي "المجتبى" في نفس الكتاب والباب (٦/ ١٥٧).
(٢) زيادة من "الفتح".
(٣) "مسند أحْمَد" (٦/ ٥٦).
(٤) زيادة من "الفتح" يستقيم بِها الكلام.','1','275',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (260,'توجب الازدياد شكرًا للمنعم الوهَّاب، كما قَالَ في الحديث الآخر: "أحب العمل إلَى الله أدومه" (١).
وَعَلى مقتضى ما وقع في هذه الرواية من تكرير "أمرهم" يكون المعنى: كَانَ إذا أمرهم بعمل من الأعمال أمرهم بما يطيقون الدوام عليه، فـ"أمرهم" الثَّانية جواب الشرط، و"قالوا" جواب ثان.
قوله: (كهيئتك) أي: ليس حالنا كحالك، وعبر بالهيئة تأكيدًا.
* وفِي هذا الحديث فوائد:
الأولَى: أن الأعمال الصالِحة تُرَقِّي صاحبها إلى المراتب السنِية من رفع الدرجات ومحو الخطيئات؛ لأنَّه - صلى الله عليه وسلم - لم ينكر عليهم استدلالهم ولا تعليلهم من هذه الجهة، بل من الجهة الأخرى.
الثَّانية: أن العبد إذا بلغ الغاية في العبادة وثمراتها كَانَ ذَلِكَ أدعى له إلَى المواظبة عليها، استبقاء (٢) للنعمة واستزادة لها بالشكر عليها.
الثالثة: الوقوف عند ما حد الشارع من عزيمة ورخصة، واعتقاد أن الأخذ بالأرفق الموافق للشرع أولى من الأشق المخالف له.
الرابعة: أن الأولى في العبادة القصد والملازمة لا المبالغة المفضية إلَى الترك، كما جاء في الحديث الآخر: "المُنْبَتُّ -أي: المُجِدُّ في السير- لا أرضًا قطع ولا ظَهْرًا أبقَى" (٣).
الخامسة: التنبيه [عَلى] (٤) شدة رغبة الصَّحَابَة في العبادة، وطلبهم الازدياد من الخير.
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب صفة القيامة والجنة والنار، باب: لن يدخل أحد الجنة بعمله، بل برحمة الله تعالَى) برقم (٢٨١٨)، وأبو داود في "سننه" (كتاب الصلاة، باب: ما يؤمر به من القصد في الصلاة) برقم (١٣٦٨).
(٢) في نسخة في الحاشية: "استدامة".
(٣) أخرجه البيهقي في "السنن الكبرى" (كتاب جماع أبواب صلاة التطوع وقيام شهر رمضان، باب: القصد في العبادة والجهد في المداومة (٣/ ١٨).
(٤) ليست في الأصل، زدناها من "الفتح".','1','276',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (261,'السادسة: [٦٤/أ] مشروعية الغضب عند مُخالفة الأمر الشرعي، والإنكار على الحاذق المتأهل لفهم المعنى إذا قصر في الفهم، تحريضًا له عَلى التيقظ.
السابعة: جواز تحدث المرء بما فيه من فضل بحسب الحاجة لذلك عند الأمن من المُبَاهاة والتعاظُم.
الثامنة: بيان أن لرسول الله - صلى الله عليه وسلم - رتبة الكمال الإنساني؛ لأنَّه منحصر في الحكمتين العلمية والعملية، وقد أشار إلى الأولى بقوله: "أعلمكم" وإلى الثَّانية بقوله: "أتقاكم"، ووقع عند أبي نُعيم: "وأعلمكم بالله لأنا" بزيادة لام التأكيد.
وهذا الحديث من أفراد البُخَاري عن مسلم، وهو من غرائب الصحيح لا أعرفه إلَّا من هذا الوجه، فهو مشهور عن هشام، فرد مُطلق من حديثه عن أَبيه، عن عائشة، والله أعلم.','1','277',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (262,'<span data-type="title" id=toc-163>١٤ - باب: مَنْ كَرِهَ أَنْ يَعودَ في الْكُفْرِ كَمَا يَكرَهُ أَنْ يُلْقَى في النارِ مِن الإِيمان</span>
٢١ - حَدَّثنا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَس - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "ثَلاث مَنْ كُن فِيهَّ وَجَدَ حَلاوَةَ الإِيَمانِ: مَنْ كَانَ اللهُ وَرَسُولَّهَ أَحَب إِلَيْهِ مِمَّا سِوَاهُما، وَمَنْ أَحَبَّ عَبْدًا لا يُحِبُّهُ إِلا لله، وَمَنْ يَكْرَهُ أَنْ يَعُودَ في الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللهُ، كَما يَكْرَهُ أَنْ يُلْقَى في النارِ".
قوله: (باب من كره) يجوز فيه التنوين والإضافة، وَعَلى الأول "من" مبتدأ، و"من الإيمان" خبره.
وقد تقدم الكلام عَلى حديث الباب، ومطابقة الترجمة له ظاهرة مما تقدم, وإسناده كلهم بصريون، وجرى المصنف عَلى عادته في التبويب عَلى ما يُستفاد من المتن. مع أنَّه غاير الإسناد هنا إلَى أنس، و"من" في المواضع الثلاثة موصولة بخلاف التِي بعد "ثلاث" فإنَّها شرطية.','1','278',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (263,'<span data-type="title" id=toc-164>١٥ - باب: تَفَاضُلِ أَهْلِ الإِيمَانِ في الأَعْمَالِ</span>
٢٢ - حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَني مَالِكٌ، عَنْ عَمْرِو بْنِ يَحْيىَ الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "يَدخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، ثُمَّ يَقُولُ اللهُ تَعَالَى: أَخْرِجُوا مَنْ كانَ في قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ. فَيُخْرَجُونَ مِنْهَا قَدِ اسْوَدُّوا فَيُلْقَوْنَ في نَهَرِ الْحَيَاءِ أَوِ الْحَيَاةِ، -شَكَّ مَالِكٌ- فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ في جَانِبِ السَّيْلِ، أَلمْ تَرَ أَنَّهَا تَخْرُجُ صَفْرَاءَ مُلْتَوِيةً".
قَالَ وُهَيْبٌ: حَدَّثَنَا عَمْرو: "الْحَيَاة". وَقَالَ: "خَردَلٍ مِنْ خَيْرٍ".
قوله: (باب تفاضل أهل الإيْمان في الأعمال) "في" ظرفية، ويحتمل أن تكون سببية؛ أي: التفاضل الحاصل بسبب الأعمال.
قوله: (حَدَّثَنَا إسماعيل) هو ابن أبي أُوَيْس عبد الله بن عبد الله الأَصْبَحي المدنِيُّ، ابن أخت مالك، وليس هو في "الموطأ"، قَالَ الدارقطني: وهو غريب صحيح.
قوله: (يدخل) للدارقطني من طريق إسماعيل، وغيره: "يُدخل الله"، وزاد من طريق مَعْنٍ: "يدخل من يشاء في رحمته". وكذا [له] (١)، وللإسماعيلي من طريق ابن وهب.
قوله: (مثقال حبَّة) بفتح الحاء، هو إشارة إلى ما لا أقل منه، قَالَ الخطابي: هو مثل ليكون عِيَارًا في المعرفة لا في الوزن؛ لأن ما يشكل في العقول يُرَدُّ إلى المحسوس ليفهم، وَقَالَ إمام الحرمين: الوزن للصحف المشتملة عَلى الأعمال، ويقع وزنها عَلى قدر أجور الأعمال، وَقَالَ غيره يجوز أن تجسد الأعراض فتوزن، وما ثبت من أمور الآخرة بالشرع لا دخل للعقل فيه.
_________
(١) زيادة من "الفتح".','1','279',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (264,'والْمُرَاد بحبة الخَرْدَل هنا: ما زاد من الأعمال عَلى أصل التوحيد، كقوله في الرواية الأخرى: "أخرجوا من قَالَ لا إله [٦٤/ ب] إلَّا الله، وعمل من الخير ما يزن ذرة" (١)، ومحل بسط هذا يقع في الكلام عَلى حديث الشفاعة حيث ذكره المصنف في كتاب الرقاق (٢).
قوله: (في نَهر الحياء) كذا في هذه الرواية بالمد، ولكريمة وغيرها بالقصر، وعليه المعنى؛ لأن المراد: كل ما تحصل به الحياة، والحيا بالقصر: هو المطر، وبه تحصل حياة النبات، فهو أليق بمعنى الحياة من الحياء الممدودة الذِي هو بمعنى: الخجل.
قوله: (الْحِبَّة) بكسر أوله، قَالَ أبو حنيفة الدِّينوري: الحبة: جمع بذور النبات، واحدتها: حَبة بالفتح وأما الحب: فهو الحنطة والشعير، واحدتها: حَبة بالفتح أيضًا، وإنما افترقا في الجمع. وَقَالَ أبو المعالي في "المنتهى": الحبة بالكسر: بذور الصحراء مما ليس بِقُوت.
قوله: (وهيب) أي: ابن خالد.
(حَدَّثنا عمرو) أي: ابن يحيى المَازِني المذكور.
قوله: (الحياة) بالخفض عَلى الحكاية، ومراده: أن وهيبًا وافق مالكًا في روايته لِهذا الحديث عن عمرو بن يحيى بسنده، وجزم بقوله: "في نهر الحياة"، ولم يشك كما شك مالك.
* فائدة:
أخرج مُسْلِم (٣) هذا الحديث من رواية مالك فأبهم الشاك وقد تَفَسَّر هنا.
قوله: (وَقَالَ: خردل من خير) هو عَلى الحكاية أيضًا، أي: وَقَالَ وُهَيْب في روايته: "مثقال حبَّة من خردل من خير"، فخالف مالكًا أَيضًا في هذه الكلمة، وقد ساق المؤلف
_________
(١) لم نقف عَلى هذا اللفظ.
(٢) "صحيح البُخَارِيّ" (كتاب الرقاق، باب: صفة الجنة والنار) برقم (٦٥٦٠).
(٣) "صحيح مُسْلِم" (كتاب الإيمان, باب: إثبات الشفاعة وإخراج الموحدين من النَّار) برقم (١٨٤).','1','280',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (265,'حديث وهيب هذا في كتاب الرقاق (١)، عن موسى بن إسماعيل، عن وُهَيْب وسياقه أتم من سياق مالك لكنه قَالَ: "من خردل من إيمان" كرواية مالك، فاعترض عَلى المصنف بهذا, ولا اعتراض عليه، فإن أَبا بكر بن أبي شَيْبَة أخرج هذا الحديث في "مُسْنده" عن عَفَّان بن مُسْلِم، عَن وُهَيْب فقال: "من خردل من خير"، كما علقه المصنف، فتبين أنَّه مراده لا لفظ موسى، وقد أخرج مُسْلِم عن أبي بكر هذا، لكن لم يسق لفظه.
ووجه مطابقة هذا الحديث للترجمة ظاهر، وأراد بإيراده: الرد عَلى المرجئة؛ لما فيه من بيان ضرر المعاصي مع الإيمان, وَعَلى المعتزلة في أن المعاصي موجبة للخلود.
_________
(١) "صحيح البُخَارِيّ" (كتاب الرقاق، باب: صفة الجنة والنار) برقم (٦٥٦٠).','1','281',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (266,'٢٣ - حَدَّثنا مُحَمَّدُ بْنُ عُبَيْدِ اللهِ، قَالَ: حَدَّثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِح، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْل، أنهُ سَمِعَ أبا سعيد الْخُدْرِيَّ، يَقُولُ: قَالَ رَسُول الله - صلى الله عليه وسلم -: "بَيْنَا أنا نَائِم رَأَيْتُ النَاسَ يُعْرَضُونَ عَليَّ، وَعَلَيْهِمْ قُمُصٌ مِنْهَا مَا يَبْلُغُ الثدِيَّ، وَمنْهَا مَا دُونَ ذَلِكَ، وَعُرِضَ عَلَيَّ عُمَرُ بْن الْخَطَّابِ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ". قَالُوا: فما أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللهِ؟ قَالَ: "الدينَ".
قوله: (حَدَّثَنَا مُحَمَّد بن عبيد الله) هو أبو ثابت المدنِيُّ، وأبوه بالتصغير.
قوله: (عن صالح) هو ابن كَيْسَان، تابعي جليل.
قوله: (عن أبي أُمامة بن سَهْل) هو ابن حُنَيْف كما ثبت في رواية الأَصِيلي، وأبو أمَامة مختلف [٦٥/ أ] في صحبته، ولم يصح له سماع، وإنما ذُكر في الصَّحَابَة لشرف الرؤية، ومن حيث الرواية يكون في الإسناد ثلاثة من التابعين، أو تابعيان وصحابيان، ورجاله كلهم مدنيون كالذي قبله، والكلام عَلى المتن يأتي في كتاب التعبير، ومطابقته للترجمة ظاهر من جهة تأويل القُمُص بالدين، وقد ذكر أنَّهم متفاضلون في لبسها، فدل عَلى أنَّهم متفاضلون في الإيمان.
وقوله: (الثُّدِيَّ) بضم المثلثة وكسر الدال المهملة وتشديد الياء التحتانية، جمع ثَدْي بفتح أوله وإسكان ثانيه والتخفيف، وهو مذكر عند معظم أهل اللغة، وحُكي أنَّه مؤنث، والمشهور أنَّه يُطلق في الرَّجل والمرأة، وقيل: يختص بالمرأة، وهذا الحديث ردَّه، ولعل قائل هذا يدَّعي أنَّه أطلق في الحديث مجازًا، والله أعلم.','1','282',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (267,'<span data-type="title" id=toc-165>١٦ - باب: الْحَيَاءُ مِنَ الإِيمَانِ</span>
٢٤ - حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا مَالِكٌ، عَن ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ الله، عَنْ أَبِيهِ، أَنّ رَسُولَ اللهِ - صلى الله عليه وسلم - مَرَّ عَلَى رَجُل مِنَ الأنصَارِ وَهُوَ يَعِظُ أَخَاهُ في الْحَيَاءِ، فَقالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: "دَعْهُ فإِنّ الْحَيَاءَ مِنَ الإِيمَانِ".
قوله: (باب) هو منون، ووجه كون الحياء من الإيمان تقدم مع بقية مباحثه في باب أمور الإيمان, وفائدة إعادته هنا أنَّه ذكر هناك بالتبعية وهنا بالقصد مع فائدة مغايرة الطريق.
قوله: (حَدَّثَنَا عبد الله بن يوسف) هو التِّنيسي نزيل دمشق، ورجال الإسناد سواه من أهل المدينة.
(قَالَ: أنا)، وللأصِيلي: "حَدثَنَا مالك", ولكريمة: "بن أنس"، والحديث في "الموطأْ" (١).
قوله: (عن أَبيه) هو عبد الله بن عُمر بن الخَطَّاب.
قوله: (مر عَلى رجل) لمسلم من طريق معمر: "مر برجل" (٢)، و"مر" بمعنى: اجتاز، يعَدِّى بـ"عَلى" وبـ"الباء"، ولم أعرف اسم هذين الرجلين الواعظ وصاحبه.
وقوله: (يعظ) أي: ينصح أو يخوف أو يُذكَر كذا شرحوه، والأَوْلَى أن يشرح بما جاء عند المصنف في الأدب من طريق عبد العزيز بن عبد الله بن أبي سَلَمة، عن ابن شهاب، ولفظه: "يعاتب أخاه في الحياء، يقول: إنك لتستحي حَتَّى كأنه يقول: قد أضربك" (٣). انتهى
_________
(١) أخرجه مالك في "الموطأ" (كتاب حسن الخلق، باب: ما جاء في الحياء) (ص ٥٦٥).
(٢) "صحيح مُسْلِم" (كتاب الإيمان, باب: بيان عدد شعب الإيمان) برقم (٣٦).
(٣) "صحيح البخاري" (كتاب الأدب، باب: الحياء) برقم (٦١١٨).','1','283',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (268,'و (في) سببية، فكأن الرَّجل كَانَ كثير الحياء، فكان ذَلكَ يمنعه عن استيفاء حقوقه، فعاتبه أخوه عَلى ذلكَ؛ فقال له النَّبِي - صلى الله عليه وسلم -: "دعه" أي: اتركه عَلى هذا الخُلُق السِّنِي، ثم زاده في ذَلكَ ترغيبًا لحكمة أنَّه من الإيمان, وإذا كانَ الحياء يمنع صاحبه من استيفاء حق نفسه جَبَر له ذلكَ تحصيل أجر ذَلِكَ الحق، لاسيما إن كَانَ المتروك له مستحقًا.
وَقَالَ ابن قتيبة: معناه: أن الحياء يمنع صاحبه من ارتكاب المعاصي كما يمنع الإيمان, فسمي إيمانًا [٦٥/ ب]، كما يُسمى الشيء باسم ما قام مقامه، وحاصله: أن إطلاق كونه من الإيمان مجاز، والظاهر أن الناهي ما كَانَ يعرف أن الحياء من مكملات الإيمان, فلهذا وقع التأكيد، وقد يكون التأكيد من جهة أن القضية في نفسها مما يهتم به وإن لم يكن هناك منكر.','1','284',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (269,'<span data-type="title" id=toc-166>١٧ - باب: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ}</span>
٢٥ - حَدَّثَنَا عَبْد الله بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أبو رَوْح الْحَرَمِيُّ بْنُ عُمَارَةَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ وَاقِدِ بْن مُحَمَّدٍ، قَالَ: سَمِعْتُ أَبِي يُحَدِّث، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: "أُمِرْتُ أَنْ أقاتِلَ النَاسَ حَتَّى يَشْهَدُوا أَنْ لا إِلَهَ إِلَّا اللهُ وَأَنّ مُحَمَّدًا رَسُولُ الله، وَيُقِيمُوا الصَّلاة، وَيُؤْتُوا الزَّكَاةَ، فإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الإِسْلُامِ، وَحِسَابُهُمْ عَلَى اللهِ".
قوله: (باب) هو منون في الرواية, والتقدير: [هذا] (١) باب في تفسير قوله تعالَى: {فَإِنْ تَابُوا} [التوبة: ٥]. وتجوز الإضافة؛ أي: بابُ تفسير قوله، وإنما جُعل الحديث تفسيرًا للآية؛ لأن المراد بالتوبة في الآية: الرجوع عن الكفر إلَى التوحيد، ففسره قوله - صلى الله عليه وسلم -: "حتى يشهدوا أن لا إله إلَّا الله وأن مُحَمَّدًا رسول الله"، وبين الآية والحديث مناسبة أخرى؛ لأن التخْلِيَة في الآية والعِصْمَة في الحديث بمعنى واحد.
قوله: (حَدَّثَنَا عبد الله بن مُحَمَّد) زاد ابن عساكر: "المُسْنَدي"، وهو بفتح النُّون كما مضى. (قَالَ: حَدَّثَنَا أبو رَوح) هو بفتح الراء.
قوله: (الحَرَمِي) هو بفتح المهملتين، وللأصِيلي: "حَرَمِي"، وهو اسم بلفظ النسب تثبت فيه الألف واللام وتُحذف مثل مَكَي بن إبراهيم الآتي بعد.
وَقَالَ الكِرْمَاني: أبو رَوْح كنيته، واسمه: نَابت، والحَرَمي نسبته. كذا قالَ، وهو خطأ من وجهين:
أحدهما: في جعله اسمه نسبته.
والثاني: في جعله اسم جده اسمه.
_________
(١) سقطت من الأصل، وزدناها من "الفتح".','1','285',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (270,'وذلك أنَّه حرَمي بن عمارة بن أبي حَفْصة، واسم أبي حفصة نَابت، وكأنه أتى في كلام بعضهم: "واسمه نابت"، فظن أن الضمير يعود عَلى حَرَمي؛ لأنَّه المتحدث عنه وليس كذلك، بل الضمير يعود عَلى أبي حَفْصَة، لأنَّه الأقرب، وأكد ذلِكَ عنده وروده في هذا السند: "الحَرَمي" بالألف واللام، وليس هو منسوبًا إلى الحَرَم بحال؛ لأنَّه بصري الأصل والمولد والمنشأ والمسكن والوفاة، ولم يضبط نابتا كعادته فكأنه ظنه بالمثلثة كالجادة، والصحيح: أن أوله نون.
قوله: (عن واقد بن مُحَمَّد) زاد الأَصِيلي: "يعني: ابن زيد بن عبد الله بن عُمَر"، فهو من رواية الأبناء عن الآباء وهو كثير، لكن رواية الشخص عن أَبيه عن جده أقل، ووَاقد هنا روى عن أَبيه عن جد أَبيه.
وهذا الحديث غريب الإسناد تفرد بروايته شُعْبَة عن وَاقد، قاله ابن حبان (١)، وهو عن شُعبة عَزِيز، تفرد بروايته عنه حَرَمي هذا وعبد الملك بن الصَّبَّاح، وهو عَزِيز [٦٦/أ] عن حرمي، تفرد به عنه المُسْنَدي، وإبراهيم بن مُحَمَّد بن عَرْعَرَة، ومن جهة إبراهيم أخرجه أبو عَوَانة، وابن حِبَّان (٢)، والإسماعيلي، وغيرهم، وهو غريب عن عبد الملك، تفرد به عنه أبو غَسَّان مالك بن عبد الواحد شيخ مُسْلِم، فاتفق الشيخان عَلى الحكم بصحته مع غرابته، وليس هو في مسند أَحْمَد عَلى سعته.
وقد استبعد قوم صحته بأن الحديث لو كَانَ عند ابن عمر لما ترك أباه يُنَازع أَبا بكر في قتال مانعي الزكاة، ولو كانوا يعرفونه لما كَانَ أبو بكر يُقر عمر عَلى الاستدلال بقوله -عَلَيهِ الصَّلاةُ وَالسلام-: "أمرتُ أن أقاتل النَّاس حَتَّى يقولوا: لا إله إلَّا الله". وينتقل عن الاستدلال بهذا النص إلى القياس؛ إذ قَالَ: "لأقاتلن من فَرَّقَ بين الصلاة والزكاة" (٣)؛ لأنها قرينتها في كتاب الله.
_________
(١) "صحيح ابن حبان" (كتاب الإيمان: باب فرض الإيمان) برقم (١٧٥).
(٢) "صحيح ابن حبان" (كتاب الإيمان: باب فرض الإيمان) برقم (١٧٥).
(٣) أخرجه البخَاري في "صحيحه" (كتاب الزكاة، باب: وجوب الزكاة) برقم (١٤٠٠)، وكذلك (١٤٥٦، ٦٩٢٥، ٧٢٨٥)، وَمُسْلِم في "صحيحه" (كتاب الإيمان, باب: الأمر بقتال النَّاس =','1','286',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (271,'والجواب: أنَّه لا يلزم من كون الحديث المذكور عند ابن عمر أن يكون استحضره في تلك الحالة، ولو كَانَ مستحضرا له فقد يحتمل ألَّا يكون حضر المناظرة المذكورة، ولا يمتنع أن يكون ذكره لهما بعد، ولم يستدل أبو بكر في قتال مانعي الزكاة بالقياس فقط، بل أخذه أَيضًا من قوله -عَلَيْهِ الصَّلاةُ وَالسلام- في الحديث الذى رَوَاهُ: "إلَّا بحق الإِسلام"، قَالَ أبو بكر: والزكاة حق الإِسلام.
ولم ينفرد ابن عمر بالحديث المذكور، بل رواه أبو هريرة أَيضًا بزيادة الصلاة والزكاة فيه كما سيأتي الكلام عليه -إن شاء الله تعالَى- في كتاب الزكاة (١).
وفِي القصة دليل عَلى أن السنة قد تخفى عَلى بعض أكابر الصَّحَابَة ويطلع عليها آحادهم، ولهذا لا يلتفت إلى الآراء ولو قويت مع وجود سُنَّة تخالفها , ولا يقال: كيف خَفِي ذا عَلى فلان، والله الموفق.
قوله: (أُمِرْتُ) أي أمرني الله؛ لأنَّه لا آمر لرسول الله - صلى الله عليه وسلم - إلَّا الله، وقياسه في الصحابي إذا قَالَ: "أمرت"، فالمعنى: أمرني رسول الله - صلى الله عليه وسلم -؛ من حيث إنهم مجتهدون، وإذا قاله التابعي احتمل، والحاصل: أن [مَن] (٢) اشتهر بطاعة رئيس إذا قَالَ ذَلِكَ فُهم منه أن الآمر له ذلِكَ الرئيس.
قوله: (أنْ أقاتِل) أي: بأن أقاتل، وحذف الجار من "أن" كثير.
قوله: (حَتَّى يشهدوا) جعلت غاية المقاتلة وجود ما ذكر، فمقتضاه: أن من شهد [٦٦/ ب] وأقام وآتى عصم دمه ولو جحد باقي الأحكام.
والجواب: بأن الشهادة بالرسالة يتضمن التصديق بما جاء به؛ مع أن نص الحديث وهو قوله: "إلَّا بحق الإِسلام" يدخل فيه جَميع ذَلِكَ.
فإن قيل: فَلِمَ لَمْ يَكْتَفِ به ونص عَلى الصلاة والزكاة؟
_________
= حتَّى يقولوا: لا إله إلَّا الله محمَّد رسول الله) برقم (٣٢).
(١) "صحيح البُخَارِيّ" (كتاب الزكاة، باب: وجوب الزكاة) برقم (١٣٩٩، ١٤٠٠).
(٢) سقطت من الأصل، وأثبتناها من "الفتح".','1','287',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (272,'فالجواب: أن ذَلِكَ لعظمهما والاهتمام بأمرهما؛ لأنهما أُمَّا العبادات البدنية والمالية.
قوله: (ويقيموا الصلاة) أي: يداوموا عَلى الإتيان بِها بشروطها، من قامت السوق: إذا نفقت، وقامت الحرب: إذا اشتد القتال، أو المراد بالقيام: الأداء تعبيرًا عن الكل بالجزء؛ إذ القيام بعض أركانها، والمراد بالصلاة: المفروض منها لا جنسها، فلا تدخل سجدة التلاوة مثلًا وإن صدق اسم الصلاة عليها.
وَقَالَ الشيخ محيي الدين: في هذا الحديث أن من ترك الصلاة عَمْدًا يُقتل، ثم ذكر اختلاف المذاهب في ذلِكَ.
* وسَأَلَ (١) الكرمانيُّ هنا عن حكم تارك الزكاة؟
وأجاب: بأن حكمهما واحد لاشتراكهما في الغاية؛ وكأنه أراد في المُقَاتلة، أما في القتل فلا، والفرق: أن الممتنع من إيتاء الزكاة يُمكن أن تؤخذ منه قهرًا بخلاف الصلاة، فإن انتهى إلى نصب القتال ليمنع الزكاة قُوتل، وبهذه الصورة قاتل الصديق مانعي الزكاة, ولم يُنقل أنَّه قتل أحدًا منهم صبرًا، وَعَلى هذا ففي الاستدلال بهذا الحديث عَلى قتل تارك الصلاة نظر؛ للفرق بين صيغة أُقَاتل وأَقْتُل، والله أعلم.
وقد أطْنَبَ ابن دقيق العيد في "شرح العمدة" في الإنكار عَلى من استدل بهذا الحديث عَلى ذَلِكَ، وقالَ: لا يلزم من إباحة المُقَاتلة إباحة القتل؛ لأن المقاتلة مُفَاعلة تستلزم وقوع القتال من الجانبين، ولا كذلك القتل.
قوله: (فإذا فعلوا ذَلِكَ) فيه التعبير بالفعل عما بعضه قول، إما عَلى سبيل التغليب، وإما عَلى إرادة المعنى الأعم؛ إذ القول فعل اللسان.
قوله: (عصموا) أي: منعوا، والعصمة: مأخوذة من العصام، وهو الخيط الَّذِي تُشد به فم القربة ليمنع سيلان الماء.
قوله: (وحسابهم عَلى الله) أي: في أمر سرائرهم، ولفظة "عَلى" مشعرة بالإيجاب، وظاهرها غير مراد، فإما أن تكون بمعنى اللام، أو عَلى سبيل التشبيه؛ أي: هو كالواجب عَلى الله في تحقق [٦٧/أ] الوقوع.
_________
(١) في "الفتح": "وسئل".','1','288',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (273,'وفيه دليل عَلى قبول الأعمال الظاهرة، والحكم بما يقتضيه الظاهر، والاكتفاء في قبول الإيمان بالاعتقاد الجازم خلافًا لمن أوجب تعلُّم الأدلة -وقد تقدم ما فيه-.
ويؤخذ منه: ترك تكفير أهل البدع المقرين بالتوحيد الملتزمين للشرائع، وقبول توبة الكافر من كُفره، من غير تفصيل بين كفر ظاهر أو باطن.
فإن قيل: مقتضى الحديث قتال كل من امتنع من التوحيد، فكيف ترك قتال مُؤَدِّي الجزية والمعاهد؟
* فالجواب من أوجه:
أحدها: دعوى النسخ، بأن يكون الإذن بأخذ الجزية والمعاهدة متأخرًا عن هذه الأحاديث، بدليل أنَّه متأخر عن قوله تعالَى: {فَاقْتُلُوا الْمُشْرِكِينَ} [التوبة: ٥].
ثانيها: أن يكون من العام الَّذِي خُصَّ منه البعض؛ لأن المقصود من الأمر: حصول المطلوب، فإذا تخلف البعضُ لدليل لم يَقْدَح في العموم.
ثالثها: أن يكون من العام الَّذِي أريد به الخاص، فيكون المراد بالنَّاس في قوله: "أقاتل النَّاس" أي: المشركين غير أهل الكتاب، ويدل عليه رواية النسَائي بلفظ: "أُمِرْتُ أَنْ أُقَاتِلَ المشركين" (١).
فإن قيل: إذا تم هذا في أهل الجزية لم يتم في المُعَاهِدين ولا في من منع الجزية.
أجيب: بأن المُمْتَنَع في ترك المقاتلة رفعها لا تأخيرها مدة كما في الهُدنة ومقاتلة من امتنعَ من أداء الجزية بدليل الآية.
رابعها: أن يكون المراد بما ذكر من الشهادة وغيرها: التعبير عن إعلاء كلمة الله وإذعان المخالفين، فيحصل في بعضٍ بالقتل، وفي بعض بالجزية، وفي بعضٍ بالمعاهدة (٢).
خامسها: أن يكون المراد بالقتال: هو، أو ما يقوم مقامه من جزية أو غيرها.
_________
(١) سنن النسَائي الكبرى (كتاب تحريم الدم) (٢/ ٢٧٩)، وفي "المجتبى" في نفس الكتاب والباب (٧/ ٧٥، ٧٦).
(٢) في الأصل: "في المعاهدة"، والمثبت من "الفتح".','1','289',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (274,'سادسها: أن يقال: الغرض من ضَرْب الجزية: اضطرارهم إلَى الإِسلام، وسببُ السببِ سبب، فكأنه قَالَ: حَتَّى يسلموا أو يلتزموا ما يؤديهم إلى الإِسلام، وهذا حسنٌ، ويأتي فيه ما في الثالث، وهُمَا أحسن الأجوبة، والله أعلم.','1','290',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (275,'<span data-type="title" id=toc-167>١٨ - باب: مَنْ قَالَ: إِنّ الإِيمَانَ هو الْعَمَلُ</span>
لِقَوْلِ الله تَعَالَى: {وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ}. وَقَالَ عِدَّةٌ مِنْ أَهْل الْعِلْمِ في قَوْلهِ تَعَالَى: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ}، عَنْ قَوْلِ لا إِلَهَ إِلَّا اللهُ. وَقَالَ: {لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ}
٢٦ - حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالا: حَدَّثنا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ: حَدَّثنا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللهِ - صلى الله عليه وسلم - سُئِلَ: أيُّ الْعَمَلِ أَفْضَلُ؟ فَقَالَ: "إِيمَانٌ باللهِ وَرَسُولهِ". قِيلَ: ثُمَّ مَاذَا؟ قَالَ: "الْجِهَادُ في سَبِيلِ اللهِ". قِيلَ: ثُمّ مَاذَا؟ قَالَ: "حَجٌ مبرورٌ".
قوله: (باب من قَالَ) هو مضاف حتمًا.
قوله: (الإيْمان هو العمل) مطابقة الآيات والحديث لما ترجم له بالاستدلال بالمجموع عَلى المجموع؛ لأن كل واحد منهما دال بمفرده عَلى بعض الدعوى.
فقوله: {بِمَا كُنْتُمْ تَعْمَلُونَ} [الأعراف: ٤٣]. عام في الأعمال [٦٧/ ب]، وقد نقل جَماعة من المفسرين هنا أن قوله: {تَعْمَلُونَ} معناه: تؤمنون، فيكون خاصًّا، وقوله: {عَمَّا كَانُوا يَعْمَلُونَ} [الحجر: ٩٣]. خاص بعمل اللسان عَلى ما نقل المؤلف، وقوله: {فَلْيَعْمَلِ الْعَامِلُونَ} [الصافات: ٦١]. عام أَيضًا.
وقوله في الحديث: "إيْمان بالله"، في جواب: "أي العمل أفضل؟ " ذلكَ عَلى أن الاعتقاد والنطق من جملة الأعمال.
فإن قيل: الحديث يدل عَلى أن الجهاد والحج ليسا من الإيمان لما تقتضيه ثُمَّ من المغايرة والترتيب.
فالجواب: أن المراد بالإيمان هنا: التصديق، وهذه حقيقته، والإيمان -كما تقدم- يُطلق عَلى الأعمال البدنية؛ لأنها مكملاته.','1','291',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (276,'قوله (أورثتموها) أي صُيِّرَت لكم إرْثًا، وأطلق الإرث مجازًا عن الإعطاء لتحقق الاستحقاق. و"ما" في قوله: "بما" إما مصدرية؛ أي: بعملكم، وإما موصولة؛ أي: بالذي كنتم تعملونه، والباء للملابسة أو للمقابلة.
فإن قيل: كيف الجمع بين هذه الآية وحديث: "لن يدخل أحدكم الجنة بعمله" (١).
فالجواب: أن المنفي في الحديث دخولها بالعمل المجرد عن القبول، والمثبت في الآية دخولها بالعمل المتقبل، والقبول إنما يحصل برحمة الله، فلم يحصل الدخول إلَّا برحمة الله وقيل في الجواب غير ذَلكَ كما سيأتي عند إيراد الحديث المذكور.
قوله: (وَقَالَ عدة) أي: جماعة من أهل العلم، منهم أنس بن مالك، رُويِّنا حديثُهُ مرفوعًا في الترمِذي وغيره، وفِي إسناده ضعف (٢)، ومنهم ابن عمر، رُوِّينا حديثه في التفسير للطبري والدعاء للطبراني (٣)، ومنهم مُجاهد، رُويناه عنه في تفسير عبد الرَّزّاق وغيره (٤).
قوله: (لنسألنهم. . . إلى آخره).
قَالَ النووي: معناه عن أعمالهم كلها؛ أي: التِي يتعلق بِها التكليف، وتخصيص ذَلِكَ بالتوحيد دعوى بلا دليل.
_________
(١) أخرجه البُخَاري في "صحيحه" (كتاب المرضى، باب: تمني المريض الموت) برقم (٥٦٧٣) بللظ: "لن يُدخل أحدًا عمله الجنة"، وَمُسْلِم في "صحيحه" (كتاب صفة القيامة والجنة والنار، باب: لن يدخل أحد الجنة بعمله بل برحمة الله تعالَى) برقم (٢٨١٦) بلفظ: "ما من أحد يدخله عمله الجنة".
(٢) "جامع الترمِذي" (كتاب تفسير القرآن، باب: ومن سورة الحجر) برقم (٣١٢٦).
وأخرجه أبو يعلى في مسنده (٧/ ١١١، ١١٢) برقم (٤٠٥٨)، وأبو نعيم في "حلية الأولياء" في ترجمة داود بن أبي هند (٣/ ٩٥).
(٣) أخرجه الطبري في "تفسيره" (سورة الحجر، قوله تعالى: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ}) (٧/ ٥٤٧)، والطبراني في "الدعاء" (باب: تأويل قول الله -عَزَّ وَجلَّ-: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ}) برقم (١٤٩٥).
(٤) أخرجه الطبري في "تفسيره" (سورة الحجر، قوله تعالَى: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ}) (٧/ ٥٤٧)، والطبراني في "الدعاء" (باب: تأويل قول الله -عز وجل-: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ}) برقم (١٤٩٦، ١٤٩٧).','1','292',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (277,'قُلْتُ: لتخصيصهم وجه من جهة التعميم في قوله: {أَجْمَعِينَ} [الحجر: ٩٢]. فيدخل فيه المسلم والكافر، فإن الكافر مخاطب بالتوحيد بلا خلاف، بخلاف باقي الأعمال ففيها الخلاف، فمن قَالَ: إنهم مُخاطبونَ يقول: إنهم مسئولون عن الأعمال كلها، ومن قَالَ: إنهم غير مُخاطبين يقول إنما يُسألون عن التوحيد فقط، فالسؤال عن التوحيد متفق عليه، فحمل الآية عليه أولَى، بخلاف الحمل [٦٨/أ] عَلى جميع الأعمال؛ لما فيه من الاختلاف، والله أعلم.
قوله: (وَقَالَ) أي: الله -عز وجل-. {لِمِثْلِ هَذَا} [الصافات: ٦١] أي: الفوز العظيم، {فَلْيَعْمَلِ الْعَامِلُونَ} أي: في الدُّنْيَا، والظاهر: أن المصنف تأولها بما تأول به الآيتين المتقدمتين؛ أي: فليؤمن المؤمنون، أو يُحمل العمل عَلى عمومه؛ لأن من آمن لابد أن يُقبل، ومن قُبل فمن حقه أن يعمل، ومن عمل لابد أن ينال، فإذا وصل قَالَ: {لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ}.
* تنبيه:
يحتمل أن يكون قائل ذلِكَ المؤمن الَّذِي رأى قرينه، ويحتمل أن يكون كلامه انقضى عند قوله: {الْفَوْزُ الْعَظِيمُ} [الصافات: ٦٠]. والَّذِي بعده ابتداء من قول الله -عز وجل-، لا حكاية عن قول المؤمن، ولعل هذا هو السر في إبهام المصنف القائل، والله أعلم.
قوله: (حَدَّثَنَا أَحْمَد بن يونس) هو: أحْمَد بن عبد الله بن يونس اليَرْبُوعي الكُوفيّ، نُسِبَ إلى جده.
قوله: (سئل) أبهم السائل، وهو أبو ذر الغفاري، وحديثه في العتق (١).
قوله: (قيل: ثم ماذا؟ قَالَ: الجهاد) وقع في مسند الحارث بن أبي أسامة، عن إبراهيم بن سعد: "ثم جهاد"، فواخى بين الثلاثة في التنكير بخلاف ما عند المصنف.
وَقَالَ الكرماني: الإيمان لا يتكرر كالحج، والجهاد قد يتكرر، فالتنوين للإفراد الشخصي، والتعريف للكمال؛ إذ الجهاد لو أتى به مرة مع الاحتياج إلى التكرار لما كَانَ أفضل.
_________
(١) "صحيح البُخَارِيّ" (كتاب العتق، باب: أي الرقاب أفضل) برقم (٢٥١٨).','1','293',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (278,'وتعقب عليه بأن التنكير من جُملة وُجوهه: التعظيم، وهو يُعطي الكمال، وبأن التعريف من جُملة وجوهه: العهد، وهو يُعطي الإفراد الشخصي، فلا يُسَلَّم الفرق.
قُلْتُ: وقد ظهر من رواية الحارث الَّتِي ذكرتها أن التنكير والتعريف فيه من تصرف الرواة؛ لأن مخرجه واحد، فالإطالة في طلب الفرق في مثل هذا غير طائلة، والله الموفق.
قوله: (حج مبرور) أي: مقبول، ومنه: بَرَّ حَجُّك، وقيل: المبرور: الذِي لا يُخالطه إثم، وقيل: الذِي لا رياء فيه.
* فائدة:
قالَ النووي: ذكر في هذا الحديث الجهاد بعد الإيمان, وفِي حديث أبي ذر لم يذكر الحج وذكر العتق (١)، وفي حديث ابن مسعود بدأ بالصلاة، ثم البر، ثم الجهاد (٢)، وفِي الحديث المتقدم ذكر السلامة من اليد واللسان.
قَالَ العلماء: اختلاف الأجوبة في ذَلِكَ باختلاف الأحوال واحتياج [٦٨/ ب] المخاطبين، وذكر ما لا يعلمه السائل والسامعون وترك ما علموه، ويمكن أن يقال: إن لفظة "مِن" مرادة كما يقال: فلان أعقل النَّاس، والمراد: من أعقلهم، ومنه حديث: "خيركم خيركم لأهله" (٣)، ومن المعلوم أنَّه لا يصير بذلك خير النَّاس.
فإن قيل: لِمَ قدم الجهاد وليس بركن عَلى الحج وهو ركن؟
فالجواب: أن يقال: الحج قاصر غالبًا، ونفع الجهاد متعدٍّ غالبًا، أو كَانَ ذَلِكَ حيث كَانَ الجهاد فَرْض عين، ووقوعه فرض عين إذ ذاك متكرر، فكان أهم منه فَقُدِّم، والله أعلم.
_________
(١) "صحيح البُخَارِيّ" (كتاب العتق، باب: أي الرقاب أفضل) برقم (٢٥١٨).
(٢) "صحيح البُخَارِيّ" (كتاب مواقيت الصلاة، باب: فضل الصلاة لوقتها) برقم (٥٢٧)، وكذلك في (٢٧٨٢، ٥٩٧٠، ٧٥٣٤).
(٣) أخرجه الترمِذي في "جامعه" (كتاب المناقب، باب: فضل أزواج النَّبِي - صلى الله عليه وسلم -) برقم (٣٨٩٥)، وابن ماجه في "سننه" (كتاب النكاح، باب: حسن معاشرة النساء) برقم (١٩٧٧).','1','294',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (279,'<span data-type="title" id=toc-168>١٩ - باب: إِذَا لم يَكُن الإسْلام عَلَى الْحقِيقَةِ وَكَانَ عَلَى الاِسْتِسْلامِ أَوِ الْخَوْف مِنَ الْقَتْلِ</span>
لِقَوْلهِ تَعَالَى: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} فَإِذَا كانَ عَلَى الْحَقِيقَةِ فَهُوَ عَلَى قَوْلهِ -جَل ذِكْرُهُ-: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ}
٢٧ - حَدَّثَنَا أبو الْيَمانِ، قَالَ: أَخْبَرَنَا شُعَيْب، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاص، عَنْ سَعْدٍ - رضي الله عنه -، أَن رَسُولَ اللهِ - صلى الله عليه وسلم - أَعْطَى رَهْطًا وَسَعْدٌ جَالِسٌ، فَتَرَكَ رَسُولُ اللهِ - صلى الله عليه وسلم - رَجُلًا هو أَعْجَبُهُم إِليَّ، فَقُلْتُ: يَا رَسُولَ اللهِ! مَا لَكَ عَن فُلان، فَوَالله إِنّي لأُرَاهُ مُؤْمِنا. فَقَالَ: "أَوْ مُسْلِمًا". فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَني مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقالَتِي فَقُلْتُ: مَا لَكَ عَنْ فُلان، فَوَاللهِ إِنّي لأُرَاهُ مُؤْمِنًا. فَقَالَ: "أَوْ مُسْلِمًا". ثُمَّ غَلَبَني مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتي، وَعَادَ رَسُولُ اللهِ - صلى الله عليه وسلم -، ثُمَّ قَالَ: "يَا سَعْدُ، إِني لأُعْطِي الرَّجُلَ وَغَيْرُهُ أَعْجَبُ إِليَّ مِنْهُ، خَشْيَةَ أَنْ يَكُبَّهُ اللهُ فَي النَّارِ".
رَوَاهُ يُوُنسُ، وَصَالِح، وَمَعْمَر، وَابْنُ أَخِي الزُّهْرِيِّ، عَنِ الزُّهْرِيِّ.
قوله: (باب إذا لَم يَكُن الإِسلام عَلى الحقيقة) حذف جواب قوله: "إذا" للعلم به، كأنه يقول: إذا كَانَ الإِسلام كذلك لم ينتفع [به] (١) في الآخرة.
ومحصل ما ذكره واستدل به: أن الإِسلام يُطلق ويُراد به: الحقيقة الشرعية، وهو الَّذِي ينفع عند الله، وعليه قوله تعالَى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: ١٩]، وقوله تعالَى: {فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ} [الذاريات: ٣٦].
ويطلق ويراد به: الحقيقة اللغوية: وهو مجرد الإنقياد والإستسلام، فالحقيقة في كلام المصنف هنا هِيَ الشرعية.
_________
(١) زيادة من "الفتح".','1','295',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (280,'ومناسبة الحديث للترجمة ظاهرة من حيث إن المسلم يُطلق عَلى من أظهر الإِسلام وإن لم يُعلم باطنه؛ لأنَّه إن لم تصدُق عليه الحقيقة الشرعية فاللغوية حاصلة.
قوله: (عن سعد) هو: ابن أبي وقَّاص كما صرَّح به الإسماعيلي في روايته، وهو والد عامر الراوي عنه كما وقع في الزكاة عند المصنف من رواية صالح بن كيسان قَالَ فيها: "عن عامر بن سعد، عن أَبيه" (١)، واسم أبي وقَّاص: مالك، وسيأتي تمام نسبه في مناقب سعد إن شاء الله تعالَى.
قوله (أعطى رهطًا) الرهط عدد من الرجال ثلاثة إلى عشرة، قَالَ القزَّاز: وربما جاوزوا ذلِكَ قليلًا، ولا واحد له من لفظه، ورهط الرَّجل: بنو أبيه الأدنى، وقيل: قبيلته. وللإسماعيلي من طريق ابن أبي ذئب: "أنَّه جاءه رهط فسألوه فأعطاهم فترك رجلًا منهم".
قوله: (وسعدٌ جالس) فيه تَجريد.
وقوله (٢): (هو أعجبهم إليّ) فيه التفات، ولفظه في الزكاة: "أعطى رهطًا وأنا جالس"، فساقه بلا تَجريد ولا التفات، وزاد فيه [٦٩/أ]: "فقمت إلَى رسول الله - صلى الله عليه وسلم - فساررته" (٣)، وغفل بعضهم فعزا هذه الزيادة إلى مُسْلِم فقط، والرجل المتروك اسمه جُعَيْل بن سُرَاقة الضَّمْرِي سماه الوَاقِدي في "المغازي".
قوله: (ما لك عن فلان) يعني: أيُّ سبب لعدو لك عنه إلَى غيره؟ ولفظ: "فلان" كناية عن اسمٍ أُبهم بعد أن ذُكر.
قوله: (فوالله) فيه القسم في الإخبار عَلى سبيل التأكيد.
قوله: (لا أُرَاه) وقع في روايتنا من طريق أبي ذر وغيره بضم الهمزة هنا وفِي الزكاة (٤)، وكذا هو في رواية الإسماعيلي وغيره.
_________
(١) "صحيح البُخَارِيّ" (كتاب الزكاة، باب: قول الله تعالَى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}) برقم (١٤٧٨).
(٢) في الأصل: "فقولهم"، والمثبت من الفتح.
(٣) "صحيح البخَاري" (كتاب الزكاة، باب: قول الله تعالَى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}) برقم (١٤٧٨)، "صحيح مُسْلِم" (كتاب الزكاة، باب: إعطاء المؤلفة ومن يخاف عَلى إيمانه) برقم (١٠٥٨).
(٤) "صحيح البُخَارِيّ" (كتاب الزكاة، باب: قول الله تعالَى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}) برقم (١٤٧٨).','1','296',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (281,'وَقَالَ الشيخ محيي الدين: هو بفتحها، أي: أعلمه، ولا يجوز ضمها فيصير بمعنى: أظنه؛ لأنَّه قَالَ بعد ذَلكَ: "غلبني ما أعلم منه". انتهى
ولا دلالة فيما ذكر عَلى تعيين الفتح؛ لجواز إطلاق العلم عَلى الظن الغالب، ومنه قوله تعالَى: {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ} [الممتحنة: ١٠].
سلمنا؛ لكن لا يلزم من إطلاق العلم ألَّا تكون مقدماته ظنية، فيكون نظريًا لا يقينيًّا وهو الممكن هنا، وبهذا جزم صاحب "المفهم" في شرح مُسْلِم فقال: الرواية بضم الهمزة.
واسْتَنْبَطَ منه جواز الحلف عَلى غلبة الظن؛ لأن النَّبِي - صلى الله عليه وسلم - ما نَهاه عن الحلف، كذا قاله، وفيه نظر لا يخفى؛ لأنَّه أقسم عَلى وجدان الظن، وهو كذلك، ولم يقسم عَلى أن الأمر المظنون كما ظن.
قوله: (فقال: أو مسلمًا) هو بإسكان الواو لا بفتحها، فقيل: هِيَ للتنويع، وَقَالَ بعضهم: هِيَ للتشريك، وأنه أمره أن يقولهما معًا لأنَّه أحوط، ويَرُدُّ هذا رواية ابن الأعرابي في "معجمه" في هذا الحديث فقال: "لا تقل: مؤمن، قل: مُسْلِم"، فوضح أنها للإضراب وليس معناه الإنكار، بل المعنى: أن إطلاق المسلم عَلى من لم يُخْبَر حاله الخبرة الباطنة أولى من إطلاق المؤمن؛ لأن الإِسلام معلوم بحكم الظاهر، قاله الشيخ محيي الدين مُلخصًا، وتعقَّبه الكرماني بأنه يلزم منه ألَّا يكون الحديث دالًا عَلى ما عُقد له الباب، ولا يكون لرد الرسول - صلى الله عليه وسلم - عَلى سعد فائدة، وهو تعقب مردود.
وقد بيَّنا وجه المطابقة بين الحديث والترجمة قبل، ومحصل القصة: أن النَّبِي - صلى الله عليه وسلم -[٦٩/ب] كَانَ يوسع العطاء لمن أظهر الإِسلام تألُفًا، فلما أعطى الرهط وهم من المُؤَلفة وترك جُعَيْلًا وهو من المهاجرين مع أن الجميع سألوه؛ خاطبه سعد في أمره؛ لأنَّه كَانَ يرى أن جُعَيْلًا أحق منهم لما اختبره منه دونهم، ولهذا راجع أكثر من مرة، فأرشده النَّبِي - صلى الله عليه وسلم - إلى أمرين:
أحدهما: إعلامه بالحكمة في إعطاء أولئك وحرمان جُعَيْل مع كونه أحب إليه ممن أعطى؛ لأنَّه لو ترك إعطاء المؤلَّف لم يؤمن ارتداده، فيكون من أهل النَّار.','1','297',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (282,'ثانيهما: إرشاده إلَى التوقف عن الثناء بالأمر الباطن دون الثناء بالأمر الظاهر.
فوضح بهذا فائدة رد الرسول - صلى الله عليه وسلم - عَلى سعد، وأنه لا يستلزم محض الإنكار عليه، بل كَانَ أحد الجوابين عَلى طريق المشورة بالأولى، والآخر عَلى طريق الاعتذار.
فإن قيل: كيف لم يقبل شهادة سعد لِجُعَيْل بالإِيْمان، ولو شهد له بالعدالة لقبل، وهي تستلزم الإيْمان؟
فالجواب: أن كلام سعد لم يخرج مخرج الشهادة، وإنما خرج مخرج المدح له، والتوسل في الطلب لأجله، فلهذا نوقش في لفظه، حَتى ولو كَانَ بلفظ الشهادة لما استلزمت المشورة عليه بالأمر الأولى رد شهادته، بل السياق يرشد إلى أنَّه قَبِل قَولَه فيه، بدليل أنَّه اعتذر إليه.
ورُوِّينا في "مسند" محَمد بن هارون الرُّويَاني وغيره بإسناد صحيح إلَى أبي سلام الجيْشَاني، عن أبي ذر، أن رسول الله - صلى الله عليه وسلم - قَالَ له: "كيف [ترى] (١) جُعَيْلًا؟ " قَالَ: قُلْتُ: كشكله من النَّاس، يعني: المهاجرين. قَالَ: "فكيف ترى فلانًا؟ " قَالَ: قُلْت: سيدًا من سادات النَّاس. قَالَ: "فجعيل خير من ملء الأرض من فلان". قَالَ: قلتُ: ففلان هكذا وأنت تصنع به ما تصنع؟ ! قَالَ: "إنه رأس قومه فأنا أتألفهم به". فهذه منزلة جُعَيْل المذكور عند النَّبِي - صلى الله عليه وسلم - كما ترى، وظهرت بهذا الحكمة في حرمانه وإعطاء غيره، وأن ذَلِكَ لمصلحة التأليف كما قررناه.
* وفِي حديث الباب من الفوائد:
التفرقة بين حقيقتي الإيمان والإِسلام، وترك القطع بالإيمان الكامل لمن لم يُنَص عليه، وأما منع القطع بالجنة فلا يؤخذ من هذا صريحًا وإن [٧٠/أ] تعرض له بعض الشارحين، نعم؛ هو كذلك فيمن لم يثبت فيه النص.
* وفيه الرد عَلى غلاة المرجئة في اكتفائهم في الإيمان بنطق اللسان.
* وفيه جواز تصرف الإِمام في مال المصالح وتقديم الأهم فالأهم وإن خفي وجه ذَلِكَ عَلى بعض الرعية.
_________
(١) زيادة من "الفتح".','1','298',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (283,'* وفيه جواز الشفاعة فيما يعتقد الشافع جوازه , وتنبيه الصغير للكبير عَلى ما يظن أنَّه ذهل عنه، ومراجعة المشفوع إليه في الأمر إذا لم يؤد إلَى مفسدة.
* وفيه أن من أشير عليه بما يعتقده المشير مصلحة لا ينكر عليه، بل يبين له وجه الصواب، وأن الإسرار بالنصيحة أولَى من الإعلان، كما تقدمت الإشارة إليه أن في كتاب الزكاة: "فقمت فساررته"، وقد يتعين إذا جر الإعلان إلى مفسدة.
* وفيه الاعتذار إلى الشافع إذا كانت المصلحة في ترك إجابته، وأن لا عتب عَلى الشافع إذا رُدَّت شفاعته لذلك.
* وفيه استحباب ترك الإلحاح في السؤال، كما استنبطه المؤلف منه في الزكاة، وسيأتي تقريره هناك إن شاء الله تعالَى.
قوله: (إنِّي لأعطي الرَّجل) حذف المفعول الثاني للتعميم؛ أي: أيَّ عطاء كَانَ.
قوله: (أعجب إليَّ) في رواية الكُشميهني: "أحب"، وكذا لأكثر الرواة، ووقع عند الإسماعيلي بعد قوله: "أحب إليَّ منه": "وما أعطيه إلَّا مَخافة أن يكبه الله" .. إلى آخره، ولأبي داود من طريق معمر: "إنِّي أعطي رجالًا وأدع من هو أَحَب إليَّ منهم، لا أعطيه شيئًا مخافة أن يكبوا في النَّار عَلى وجوههم" (١).
قوله: (أن يَكُبه) هو بفتح أوله وضم الكاف، يقال: أكب الرَّجل: إذا أطرق، وكبه غيره: إذا قلبه، وهذا عَلى خلاف القياس؛ لأن الفعل اللازم يتعدى بالهمزة، وهذا زيدت عليه الهمزة فقُصِر، وقد ذكر المؤلف هذا في كتاب الزكاة فقال: يقال: أكب الرَّجل: إذا كَانَ فعله غير واقع عَلى أحد، فإذا وقع الفعل قُلْتُ: كبه وكببته (٢)، وجاء نظير هذا في أحرف يسيرة منها: أَنْسَل ريش الطائر وَنَسَلْته، وأنزَفت البئر وَنَزفْتها، وحكى ابن الأعرابي في المتعدي: كبه وأكبه معًا، والله أعلم.
_________
(١) "سنن أبي داود" (كتاب السنة، باب: الدليل عَلى زيادة الإيمان ونقصانه) برقم (٤٦٨٣).
(٢) "صحيح البُخَارِيّ" (كتاب الزكاة، باب: قول الله تعالَى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}) بعد الحديث رقم (١٤٧٨).','1','299',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (284,'قوله: (رَوَاهُ يونس) يعني: ابن يزيد الأَيْلِي، وحديثه موصول [٧٠/ ب] في كتاب "الإيمان" لعبد الرَّحْمَن بن عمر الزُّهْرِيّ الملقب رُستَه بضم الراء وإسكان السين المهملتين، وقبل الهاء مثناة من فوق مفتوحة، ولفظه قريب من سياق الكُشْمَيهني.
قوله: (وصالِح) يعني: ابن كَيْسَان، وحديثه موصول عند المؤلف في كتاب الزكاة (١)، وفيه من اللطائف رواية ثلاثة من التابعين بعضهم عن بعض وهم: صالح، والزهري، وعامر.
* تنبيه:
ليس فيه إعادة السؤال ثانيًا ولا الجواب عنه.
قوله: (ومعمر) يعني: ابن راشد، وحديثه عند أَحْمَد بن حَنْبل، والحميدي وغيرهما عن عبد الرَّزّاق عنه، وَقَالَ فيه "إنه أعاد السؤال ثلاثًا" (٢).
ورَواه مُسْلم (٣)، عن مُحَمَّد بن يحيى بن أبي عمر، عن سُفْيَان بن عُيَيْنَة، عن الزُّهْرِيّ، ووقع في إسناده وَهْمٌ منه أو من شيخه؛ لأن معظم الروايات في الجوامع والمسانيد عن ابن عُيَيْنة، عن مَعْمَر، عن الزُّهْرِيّ بزيادة مَعْمَر بينهما، وكذا حدث به ابن [أبي] (٤) عمر شيخ مُسْلِم في "مسنده" عن ابن عيينة، وكذلك أخرج أبو نُعيم في "مُستخرجه" من طريقه، وزعم أبو مسعود في "الأطراف" أن الوهم من ابن أبي عمر، وهو محتمل لأن يكون الوهم صدر منه لما حدّث به مسلمًا، لكن لم يتعين الوهم في جهته.
وحمله الشيخ محيي الدين عَلى أن ابن عيينة حدَّث به مرة بإسقاط مَعْمَر ومرة بإثباته، وفيه بُعد؛ لأن الروايات قد تضافرت عن ابن عيينة بإثبات مَعْمَر، ولم يوجد بإسقاطه إلَّا عند مُسْلِم، والموجود في مسند شيخه بلا إسقاط كما قدمناه، وقد أوضحت ذلِكَ بدلائله في كتابي "تغليق التعليق".
_________
(١) "صحيح البُخَاريّ" (كتاب الزكاة، باب: قول الله تعالَى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}) برقم (١٤٧٨).
(٢) "مسند أحْمَد" (١/ ١٧٦)، و"مسند الحميدي" (١/ ٣٧) برقم (٦٩).
(٣) "صحيح مُسْلِم" (كتاب الزكاة، باب: إعطاء المؤلفة ومن يخاف عَلى إيمانه) برقم (١٠٥٨).
(٤) سقطت من الأصل، وزدناها من "الفتح".','1','300',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (285,'وفِي رواية عبد الرزاق، عن مَعْمَر من الزيادة: "قَالَ الزهري: فنرى أن الإسلام الكلمة، والإيمان العمل".
وقد استشكل هذا بالنظر إلَى حديث سؤال جبريل فإن ظاهره مخالفه، ويُمكن أن يكون مراد الزُّهري: أن المرء يُحْكَمُ بإسلامه ويُسمى مسلمًا إذا تلفظ بالكلمة؛ أي: كلمة الشهادة، وأنه لا يسمى مؤمنًا إلا بالعمل، وهو يشمل عمل القلب والجوارح، وعمل الجوارح يدل عَلى صدقه، وأما الإسلام المذكور في حديث جبريل فهو الشرعي المراد بقوله تعالَى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: ٨٥].
قوله: (وابن أخي الزهري، عن الزهري) يعني: أن الأربعة المذكورين رووا هذا الحديث عن الزهري بإسناده كما رَوَاهُ شُعيب عنه، وحديث ابن أخي الزهري عند مُسْلِم وساق فيه السؤال والجواب [٧١ / أ] ثلاث مرات، وَقَالَ في آخره: "خشية أن يُكَب" (١) عَلى البناء للمفعول.
وفِي رواية ابن أخي الزهري لطيفة وهي رواية أربعة من بني زُهْرَة: هو، وعمه، وعامر، وأبوه عَلى الولاء.
_________
(١) "صحيح مُسْلِم" (كتاب الزكاة، باب: إعطاء المؤلفة ومن يخاف عَلى إيمانه) برقم (١٠٥٨).','1','301',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (286,'<span data-type="title" id=toc-169>٢٠ - باب: السَّلَامِ مِنَ الإِسْلَامِ</span>
وَقَالَ عَمَّارٌ: ثَلَاثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الإِيمَانَ: الإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلَامِ لِلْعَالَمِ، وَالإِنْفَاقُ مِنَ الإِقْتَارِ.
٢٨ - حَدَّثَنَا قُتَيْبَةُ, قَالَ: حَدَّثَنَا اللَّيْثُ, عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ, عَنْ أَبِي الْخَيْرِ, عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو, أَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ - صلى الله عليه وسلم -: أَيُّ الإِسْلَامِ خَيْرٌ؟ قَالَ: "تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ".
قوله: (باب) هو منون.
وقوله: (السلام من الإسلام) زاد في رواية كريمة: "إفشاء السلام"، والمراد بالإفشاء: نشره سرًا أو جهرًا، وهو مُطابق للمرفوع في قوله: "عَلى من عَرَفْت ومن لَم تعْرِف". وبيان كونه من الإسلام تقدم في "باب: إطعام الطعام" (١) مع بقية فوائده.
وغاير المصنف بين شيخيه اللذين حَدَّثاه عن الليث مراعاة للإتيان بالفائدة الإسنادية، وهي تكثير الطرق حيث يحتاج إلَى إعادة المتن، فإنه لا يعيد الحديث الواحد في موضعين عَلى صورة واحدة.
فإن قيل: كَانَ يمكنه أن يَجمع الحكمين في ترجمة واحدة ويُخرج الحديث عن شيخيه معًا.
أجاب الكرماني: باحتمال أن يكون كل من شيخيه أورده في معرض غير المعرض الآخر، وهذا ليس بطائل؛ لأنه يبقى السؤال بحاله؛ إذ لا يمتنع معه أن يجمعهما المصنف ولو كَانَ سمعهما مفترقين.
والظاهر من صنيع البُخَاريّ أنه يقصد تعديد شُعب الإيمان كما قدمناه, فخص كل
_________
(١) تقدم (ص ٢٢١).','1','302',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (287,'شُعبة بباب تنويهًا بذكرها، وقَصْد التنويه يحتاج إلَى التأكيد، فلذلك غاير بين الترجمتين.
قوله: (وَقَالَ عَمَّار) هو ابن ياسر أحد السابقين الأولين، وأثره هذا أخرجه أَحْمَد ابن حنبل في كتاب "الإيمان" من طريق سُفْيَان الثوري (١).
وَرَوَاهُ يعقوب بن شَيْبَة في "مسنده" من طريق شُعْبَة، وزُهَير بن معاوية وغيرهما كلهم عن أبي إسحاق السبيعي، عن صِلَة بن زُفَر، عن عَمَّار، ولفظ شُعْبَة: "ثلاث من كُن فيه فقد استكمل الإيمان" (٢). وهو بالمعنى، وهكذا رُويناه في "جامع مَعْمَر" عن أبي إسحاق، وكذا حدَّث به عبد الرزاق في "مصنفه" عن مَعْمَر (٣).
وحدَّث به عبد الرزاق بأخرة فرفعه إلَى النبي - صلى الله عليه وسلم -، كذا أخرجه البزار في "مسنده" (٤)، وابن أبي حاتم في "العلل" (٥) كلاهما عن الحسن بن عبد الله الكوفي، وكذا رَوَاهُ البَغَوي في "شرح السنة"، من طريق أَحْمَد بن كَعْب الوَاسِطي، وكذا أخرجه ابن الأعرابي في "معجمه". عن مُحَمَّد بن الصَّبَّاح الصَّنْعَاني ثلاثتهم عن عبد الرزاق مرفوعًا، واستغربه البزار. وَقَالَ أبو زرعة: هو خطأ.
قُلْتُ: وهو معلول من حيث [٧١ / ب] صناعة الإسناد؛ لأن عبد الرزاق تَغَيَّر بأخرة، وسماع هؤلاء منه في حال تَغيُّره، إلا أن مثله لا يُقال بالرأي، فهو في حكم المرفوع، وقد رُوِّيناه مرفوعًا من وجه آخر عن عمار، أخرجه الطبراني في "الكبير" (٦)، وفي إسناده ضعف، وله شواهد أخرى بينتها في "تغليق التعليق".
_________
(١) وهو من طريق سُفيان في "مصنف ابن أبي شيبة" (كتاب الإيمان والرؤيا، باب: ما ذكر فيما يطوى عليه المؤمن من الخلال) برقم (٣٠٤٤٠)، وعند البيهقي في "شعب الإيمان" (باب: القول في زيادة الإيمان ونقصانه وتفاضل أهل الإيمان في إيمانهم) (١/ ٧٤) برقم (٤٩)، وابن عساكر في "تاريخ دمشق" (٤٣/ ٤٥٢).
(٢) أخرجه ابن عساكر في "تاريخ دمشق" (٤٣/ ٤٥١).
(٣) "مصنف عبد الرزاق" (١٠/ ٣٨٦) برقم (١٩٤٣٩).
(٤) "مسند البزار" (٤/ ٢٣٢)، برقم (١٣٩٦).
(٥) "علل ابن أبي حاتم" (٢/ ١٤٥).
(٦) كما في "مجمع الزوائد" للهيثمي (كتاب الإيمان، باب: في كمال الإيمان) (١/ ٥٧).','1','303',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (288,'قوله: (ثلاث) أي: خصالٌ ثلاث، وإعرابه نظير ما مر في قوله: "ثلاث من كُنَّ فيه".
و(العالَم) بفتح اللام، والمراد به هنا: جميع الناس.
و(الإقتار): القلة.
قالَ أبو الزناد بن سراج وغيره: إنما كَانَ من جمع الثلاث مستكملًا للإيمان؛ لأن مداره عليها؛ لأن العبد إذا اتصف بالإنصاف لم يترك لمولاه حقًّا واجبًا عليه إلا أداه، ولم يترك شيئًا مما نَهاه عنه إلا اجتنبه، وهذا يجمع أركان الإيمان، وبذل السلام يتضمن مكارم الأخلاق والتواضع وعدم الإحتقار، ويحصل به التآلف والتحابب، والإنفاق من الإقتار يتضمن غاية الكرم؛ لأنه إذا أنفق مع الاحتياج كَانَ مع التوسع أكثر إنفاقًا، والنفقة أعم من أن تكون عَلى العيال واجبة أو مندوبة، أو عَلى الضيف والزائر، وكونه من الإقتار يستلزم الوثوق بالله والزهد في الدُّنْيَا، وقصر الأمل، وغير ذَلكَ من مهمات الآخرة.
وهذا التقرير يقوي أن يكون الحديث مرفوعًا؛ لأنه يشبه أن يكون كلام من أوتي إليه جوامع الكلم، والله أعلم.','1','304',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (289,'<span data-type="title" id=toc-170>٢١ - باب: كُفْرَانِ الْعَشِيرِ، وَكُفْرٍ دُونَ كُفْرٍ</span>
فِيهِ عَنْ أبو سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِي - صلى الله عليه وسلم -
٢٩ - حَدَّثَنَا عَبْدُ الله بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ النَبِيُّ - صلى الله عليه وسلم -: "أُرِيتُ النَّارَ فَإِذَا أَكْثرُ أَهْلِهَا النِّسَاءُ بِكُفْرِهِنَّ". قِيلَ: أيكْفُرْنَ بِالله؟ قَالَ: "يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الإحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيرًا قَطُّ".
قوله: (باب: كفران العشير، وكفر دون كفر).
قَالَ القاضي أبو بكر [بن] (١) العربي في شرحه: مراد المصنف أن يبين أن الطاعات كما تُسمى إيمانًا كذلك المعاصي تُسمى كفرًا، لكن حيث يُطلق عليها الكفر لا يُراد به الكفر المخرج من الملة. قَالَ: وخصَّ كُفْرَان العَشِير من بين أنواع الذنوب لدقيقة بديعة، وهي قوله - صلى الله عليه وسلم -: "لَو أَمَرْتُ أحدًا أن يسجدَ لأحدٍ لأمرتُ المرأةَ أَنْ تَسْجُدَ لِزَوجِها" (٢)، فقرن حق الزوج عَلى الزوجة بحق الله فإذا كفرت المرأة حق زوجها وقد بلغ من حقه عليها هذه الغاية كَانَ ذَلكَ دليلًا عَلى تهاونها بحق الله, فلذلك أطلق عليها الكفر، لكنه كُفر لا يُخرج عن الملة.
وأمَّا قول المصنف: "وكفر دون كفر" فأشار بذلك إلَى أثر رَوَاهُ أَحْمَد في كتاب "الإيمان" من طريق عطاء بن أبي رباح وغيره (٣).
_________
(١) زيادة من "الفتح".
(٢) رَوَاهُ الترمِذىُّ في "الجامع" (كتاب الرضاع، باب: ما جاء في حق الزوج عَلى المرأة) برقم (١١٥٩)، والنسائي في "السنن الكبرى" (كتاب عشرة النساء، باب: حق الرجل عَلى المرأة) (٥/ ٣٦٣) برقم (٩١٤٧)، وابن ماجه في "سننه" (كتاب النكاح، باب: حق الزوج عَلى المرأة) برقم (١٨٥٢).
(٣) أخرجه محَمَّد بن نصر المروزي في "تعظيم قدر الصلاة" (٢/ ٥٢٢) بإسناده عن عطاء، وذكر =','1','305',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (290,'وقوله: (فيه أبو سعيد) [٧٢ / أ]؛ أي: يدخل في الباب حديث رَوَاهُ أبو سعيد، وفِي رواية كريمة: "فيه عن أبي سعيد"، أي: مروي عن أبي سعيد.
وفائدة هذا: الإشارة إلَى أن للحديث طريقًا غير الطريق المساقة، وحديث أبي سعيد أخرجه المؤلف في الحيض وغيره من طريق عِيَاض بن عبد الله عنه، وفيه قوله - صلى الله عليه وسلم - للنساء: "تصدقن فإني رأيتُكن أكثر أهل النار"، فقلن: وبم يا رسول الله؟ قَالَ: "تكثرن اللعن وتكفرن العشير". الحديث (١).
ويحتمل أن يريد بذلك: حديث أبي سعيد أيضًا: "لا يشكر الله من لا يشكر الناس" (٢)، قاله القاضي أبو بكر المذكور. والأول أظهر وأجرى عَلى مألوف المصنف، ويعضده إيراده لحديث ابن عباس بلفظ: "ويكفرن العشير".
والعشير: الزوج، قيل له: عشير، بمعنى: معاشر، مثل: أكِيل، بمعنى: مُؤَاكل، وحديث ابن عباس المذكور طرف من حديث طويل أورده المصنف في باب صلاة الكسوف بهذا الإسناد تامًّا (٣)، وسيأتي الكلام عليه ثمَّ.
* وننبه هنا عَلى فائدتين:
إحداهُمَا: أن البُخَارىّ يذهب إلَى جواز تقطيع الحديث إذا كَانَ ما يفصله منه لا يتعلق بما قبله ولا بما بعده تعلقا يُفضي إلَى فساد المعنى، فصنيعه لذلك يوهم من لا يحفظ الحديث أن المختصر غير التام، لاسيما إذا كَانَ ابتداء المختصر من أثناء التام، كما وقع في هذا الحديث، فإن أوله هنا قوله - صلى الله عليه وسلم -: "أُرِيت النار" إلَى آخر ما ذكر منه، وأول التام عن ابن عباس قَالَ: "خُسفت الشمس عَلى عهد رسول الله - صلى الله عليه وسلم -"، فذكر قصة
_________
= الترمِذيّ في "الجامع" (كتاب الإيمان، باب: ما جاء سباب المسلم فسوق) بعد الحديث رقم (٢٦٣٥) أنه مروي عن عطاء وغيره.
(١) "صحيح البخاري" (كتاب الحيض، باب: ترك الحائض الصوم) برقم (٣٠٤)، وكذلك فى (١٤٦٢، ١٩٥١، ٢٦٥٨).
(٢) أخرجه البيهقي في "شعب الإيمان" (باب: في رد السلام، فصل في المكافأة بالصنائع) (٦/ ٥٢٠).
(٣) "صحيح البُخَاري" (كتاب الكسوف، باب: صلاة الكسوف جماعة) برقم (١٠٥٢).','1','306',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (291,'صلاة الكسوف، ثم خطبة النبي - صلى الله عليه وسلم -، وفيها القدر المذكور هنا.
فمن أراد عد الأحاديث التِي اشتمل عليها الكتاب يظن أن هذا الحديث حديثان أو أكثر لاختلاف الابتداء، وقد وقع في ذَلكَ من حَكى أن عِدَّته بغير تكرار أربعة آلاف أو نَحوها كابن الصلاح والشيخ مُحيي الدين ومن بعدهما، وليس الأمرُ كذلك، بل عدته عَلى التحرير ألفا حديث وخمسمائة حديث وثلاثة عشر حديثًا كما بينت ذَلِكَ مفصلًا في مقدمة الشرح الكبير.
الفائدة الثانية: تقرر أن البُخَاريّ لا يعيد الحديث [٧٢ / ب] إلا لفائدة، لكن تارة يكون في المتن، وتارة يكون في الإسناد، وتارة فيهما، وحيث تكون في المتن خاصة لا يعيده بصورته بل يتصرف فيه، فإن كثرت طرقه أوْرَد لكل باب طريقًا، وإن قَلَّت اختصر المتن أو الإسناد، وقد وقع ذَلِكَ في هذا الحديث، فإنه أورده هنا عن عبد الله بن مسلمة -وهو القَعْنبي- مختصرًا مقتصرًا عَلى مقصود الترجمة كما تقدمت الإشارة إليه من أن الكفر يُطلق عَلى بعض المعاصي، ثم أورده في الصلاة في باب من صلى وقُدَّامه نار بهذا الإسناد بعينه (١)، لكنه لما لم يغاير اقتصر عَلى مقصود الترجمة منه فقط، ثم أورده في صلاة الكسوف بهذا الإسناد فساقه تامًّا (٢)، ثم أورده في بدء الخلق في ذكر الشمس والقمر عن شيخ غير القَعْنَبي مقتصرًا عَلى موضع الحاجة (٣)، ثم أورده في عِشْرَة النساء عن شيخ غيرهما عن مالك أيضًا (٤)، وَعَلى هذه الطريقة يُحمل جَميع تصرفه، فلا يوجد في كتابه حديث عَلى صورة واحدة في موضعين فصاعدًا، والله الموفق.
وسيأتي الكلام عَلى ما تضمنه حديث الباب من الفوائد حيث ذكره تامًّا إن شاء الله تعالَى.
_________
(١) "صحيح البخاري" (كتاب الصلاة، باب: من صلى وقدامه تنور أو نار أو شيء مما يعبد فأراد به الله) برقم (٤٣١).
(٢) "صحيح البخاري" (كتاب الكسوف، باب: صلاة الكسوف جماعة) برقم (١٠٥٢).
(٣) "صحيح البخاري" (كتاب بدء الخلق، باب: صفة الشمس والقمر) برقم (٣٢٠٢).
(٤) "صحيح البخاري" (كتاب النكاح، باب: كفران العشير) برقم (٥١٩٧).','1','307',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (292,'<span data-type="title" id=toc-171>٢٢ - بابٌ: الْمَعَاصِي مِنْ أَمْرِ الْجَاهِلِيَّةِ وَلَا يُكفِّرُ صَاحِبُهَا بارْتِكابهَا إِلا بالشِّرْكِ</span>
لِقَوْلِ النبي - صلى الله عليه وسلم -: "إِنكَ امْرُؤٌ فِيكَ جَاهِلِيَّة"
وَقَوْلِ الله تَعَالَى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا} فَسَمَّاهُمُ الْمُؤْمِنِينَ
٣٠ - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ: حَدَّثَنَا حَمَّادُ بْنُ زيدٍ: حَدَّثَنَا أيُّوبُ، وَيُونُسُ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ: ذَهَبْتُ لأنصُرَ هَذَا الرَّجُلَ، فَلَقِيَني أبو بَكْرَةَ فَقَالَ: أَيْنَ تُرِيدُ؟ قُلْتُ: أَنْصُرُ هَذَا الرَّجُلَ. قَالَ: ارْجِعْ فَإِنّي سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقولُ: "إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ في النَّارِ". قُلْتُ: يَا رَسُولَ الله، هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ؟ قَالَ: "إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ".
٣١ - حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا شُعْبةُ، عَنْ وَاصِلٍ، عَنِ الْمَعْرُورِ، قَالَ: لَقِيتُ أَبا ذَرٍّ بِالرَّبَذَةِ، وَعَلَيْهِ حُلَّةٌ، وَعَلَى غُلَامِهِ حُلَّةٌ، فَسَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ: إِنّي سَابَبْتُ رَجُلًا، فَعَيَّرتُهُ بِأُمِّهِ، فَقَالَ لِيَ النَّبِيُّ - صلى الله عليه وسلم -: "يَا أبا ذَرٍّ، أَعيَّرتَهُ بِأُمِّهِ إِنكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، إِخْوَانُكُمْ خَوَلُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ".
قوله: (باب) هو منون، وقوله: (المعاصي) مبتدأ، و (من أمر الجاهلية) خبره، والجاهلية: ما قبل الإسلام.
وقوله: (ولا يُكَفِّر) بتشديد الفاء المفتوحة، وفي رواية أبي الوقت بفتح أوله وإسكان الكاف.','1','308',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (293,'وقوله: (إلا بالشرك) أي: أن كل معصية توجد من ترك واجب أو فعل مُحرم فهي من أخلاق الجاهلية، والشرك أكبر المعاصي، ولهذا استثناه.
ومحصل الترجمة: أنه لما قَدَّم أن المعاصي يُطلق عليها الكفر مجازًا عَلى إرادة كفر النِّعْمَة لا كفر الجَحْد أراد أن يُبين أنه كفر لا يُخرج عن الملة، خلافًا للخوارج الذين يُكَفِّرون بالذنوب، ونص القرآن يرد عليهم، وهو قوله تعالَى: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨ , ١١٦]. فَصَيَّر ما دون الشرك تحت إمكان المغفرة، والمراد بالشرك في هذه الآية: الكفر؛ لأن من جحد نبوة مُحَمَّد - صلى الله عليه وسلم - مثلًا كَانَ كافرًا ولو لم يجعل مع الله إلهًا آخر، والمغفرة منتفية عنه بلا خلاف، وقد يرد الشرك ويراد به ما هو أخص [٧٣ / أ] من الكفر، كما في قوله تعالَى: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ} [البينة: ١].
واستدل المؤلف أيضًا عَلى أن المؤمن إذا ارتكبَ معصية لا يكفر بأن الله أبقى عليه اسم الإيمان، فقال: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} [الحجرات: ٩]، ثم: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} [الحجرات: ١٠].
واستدل أيضًا بقوله - صلى الله عليه وسلم -: "إذا التقى المسلمان بسيفيهما"، فسماهما مُسْلِمَيْنِ مع التوعد بالنار، والمراد هُنَا: إذا كانت المقاتلة بغير تأويل سائغ.
واستدل أيضًا بقوله - صلى الله عليه وسلم - لأبي ذر: "فيك جاهلية"، أي: خصلة جاهلية، مع أن منْزلة أبي ذر من الإيمان في الذروة العالية، وإنما وَبَّخه بذلك عَلى عظيم منزلته عنده تحذيرًا له عن معاودة مثل ذَلِكَ؛ لأنه وإن كَانَ معذورًا بوجهٍ من وجوه العذر لكن وقوع ذَلِكَ من مثله يُسْتَعْظَم أكثر ممن هو دونه.
وقد وضح بهذا وجه دخول الحديثين تحت الترجمة، وهذا عَلى مقتضى هذه الرواية رواية أبي ذر عن مشايخه، لكن سقط حديث أبي بكرة من رواية المُسْتَملي، وأما رواية الأصيلي وغيره فأفرد فيها حديث أبي بكرة بترجمة: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ} [الحجرات: ٩] , وكل من الروايتين جمعًا وتفريقًا حسنٌ.
والطائفة: القطعة من الشيء، يُطلق عَلى الواحد فما فوقه عند الجمهور.','1','309',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (294,'وأما اشتراط حضور أربعة في رجم الزاني مع قوله تعالَى: {وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ} [النور: ٢]، فالآية واردة في الجلد ولا اشتراط فيه، والاشتراط في الرجم بدليل آخر.
وأما اشتراط ثلاثة في صلاة الخوف مع قوله تعالَى: {فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ} [النساء: ١٠٢]، فذلك لقوله تعالَى: {وَلْيَأْخُذُوا أَسْلِحَتَهُمْ} [النساء: ١٠٢]. فذكره بلفظ الجمع وأقله ثلاثة عَلى الصحيح.
قوله: (حَدَّثَنا أيوب) هو السَّخْتياني.
و(يونس) هو ابن عُبَيْد.
(عن الحسن) هو ابن أبي الحسن البصري.
و(الأحنف بن قيس) مخضرم، وقد رأى النبي - صلى الله عليه وسلم - لكن قبل إسلامه، وكان رئيس بني تَميم في الإسلام، وبه يُضرب المثل في الحِلْم.
وقوله: (ذهبت لأنصر هذا الرجل) يعني: عليًّا، كذا هو في مُسْلِم من هذا الوجه (١)، وقد أشار إليه المؤلف في الفتن، ولفظه: "أريد نُصرة ابن عم رسول الله - صلى الله عليه وسلم -" (٢)، زاد الإسماعيلي في روايته: "يعني: عليًّا".
و(أبو بكرة) بإسكان الكاف هو الصحابي المشهور، وكان الأَحْنَف أراد أن يخرج بقومه إلَى علي بن أبي طالب ليقاتل معه يوم الجَمَل فنهاه أبو بكرة فرجع، وحمل أبو بكرة الحديث عَلى عمومه في كل مُسْلِمَيْنِ التقيا بسيفيهما حسمًا للمادة، وإلا فالحق أنه محمول عَلى ما إذا كَانَ القتال منهما بغير تأويل سائغ كما قدمناه, ويُخَص ذلِكَ من عموم الحديث المتقدم بدليله الخاص في قتال أهل البَغْي، وقد رجع الأَحْنف عن رأي أبي بكرة في ذَلِكَ، وشهد مع عَليٍّ باقي حروبه، وسيأتي باقي الكلام عَلى حديث أبي بكرة في كتاب الفتن إن شاء الله تعالَى.
_________
(١) "صحيح مُسْلِم" (كتاب الفتن وأشراط الساعة، باب: إذا تواجه المسلمان بسيفيهما) برقم (٢٨٨٨).
(٢) "صحيح البُخَاريّ" (كتاب الفتن، باب: إذا التقى المسلمان بسيفيهما) برقم (٧٠٨٣).','1','310',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (295,'ورجال إسناده كلهم بصريون، وفيه ثلاثة من التابعين يروي بعضهم عن بعض، وهم: أيوب، والحسن، والأَحْنَف.
قوله: (عن واصل) هو: ابن حَيَّان، وللأصيلي: "هو الأحْدَب"، وللمصنف في العتق: "حَدَّثنَا وَاصِلٌ الأَحْدَب" (١).
قوله: (عن المَعْرُور) وفي العتق: "سمعت المعرور بن سُويد" (٢)، وهو بمهملات ساكن العين.
قوله: (بالرَّبذة) هو بفتح الراء والموحدة والمعجمة موضع بالبادية، بينه وبين المدينة ثلاث مَراحل.
قوله: (وعليه حُلَّة، وَعَلى غلامه حُلَّة) هكذا رَوَاهُ أكثر أصحاب شُعْبَة عنه، لكن في رواية الإسماعيلي من طريق مُعَاذ، عن شُعْبَة: "أتيتُ أبا ذر فإذا حلة عليه منها ثوب وَعَلى عبده منها ثوب"، وهذا يوافق ما في اللغة أن الحُلَّة: ثوبان من جنس واحد، ويؤيده ما في رواية الأعمش، عن المَعْرور عند المؤلف في الأدب بلفظ: "رأيتُ عليه بُرْدًا وَعَلى غلامه بُرْدًا، فقلتُ: لو أخذت هذا فلبسته كانت حُلَّة" (٣).
وفي رواية مُسْلِم: "فقلنا: يا أبا ذر، لو جمعت بينهما كانت حُلَّة" (٤).
ولأبي داود: "فقال القوم: يا أبا ذر، لو أخذت الَّذِي عَلى غلامك فجعلته مع الَّذِي عليك لكانت حُلَّة" (٥).
_________
(١) "صحيح البُخَاريّ" (كتاب العتق، باب: قول النبي - صلى الله عليه وسلم -: "العبيد إخوانكم فأطعموهم مما تأكلون") برقم (٢٥٤٥).
(٢) "صحيح البُخَاريّ" (كتاب العتق، باب: قول النبي - صلى الله عليه وسلم -: "العبيد إخوانكم فأطعموهم مما تأكلون") برقم (٢٥٤٥).
(٣) "صحيح البُخَاريّ" (كتاب الأدب، باب: ما ينهى عن السباب واللعن) برقم (٦٠٥٠).
(٤) "صحيح مُسْلِم" (كتاب الأيمان، باب: إطعام المملوك مما يأكل وإلباسه مما يلبس ولا يكلفه ما يغلبه) برقم (١٦٦١).
(٥) "سنن أبي داود" (كتاب الأدب، باب: في حق المملوك) برقم (٥١٥٧).','1','311',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (296,'فهذا موافق لقول أهل اللغة؛ لأنه ذكر [أن] (١) الثوبين يصيران بالجمع حُلَّة، ولو كَانَ كما في الأصل عَلى كل واحد منهما حُلَّة لكان إذا جمعهما يَصير عليه حُلَّتان.
ويُمكن الجمع بين الروايتين: بأنه كَانَ عليه بُرْد جيد تحته ثوب خَلِق من جنسه وَعَلى غلامه كذلك، وكأنه قيل له: لو أخذت البُرْد الجيد فأضفته إلَى البُرْد الجيد الَّذِي عليك، وأعطيت الغلام البُرْد الخَلِق بدله لكانت حُلَّة جيدة فتلتئم بذلك الروايتان، ويحمل قوله في حديث الأَعْمَش: "لكانت حلة"، أي: كاملة الجودة، فالتنكير فيه للتعظيم، والله أعلم.
وغلام أبي ذر المذكور لم يُسم، ويحتمل أن يكون أبا مُرَاوح مولَى أبي ذر، وحديثه عنه في الصحيحين (٢).
قوله: (فسألته) أي: عن السبب في إلباسه غلامه نظير لبسه؛ لأنه عَلى خلاف المألوف، فأجابه بحكاية القصة التِي كانت سببًا لذلك.
قوله: (ساببت) في رواية الإسماعيلي: "شاتمت"، وفِي الأدب للمؤلف: وكانَ بيني وبين رجل كلام" (٣). وزاد مُسْلِم: "من إخواني" (٤)، وقيل: إن الرجل المذكور هو بلال المؤذن مولَى أبي بكر، روى ذَلِكَ الوليد بن مُسْلِم منقطعًا.
قوله: (فعيرته بأمه) أي: نسبته إلَى العار، زاد في الأدب: "وكانت أمه أعجمية فنلت منها" (٥)، وفِي رواية: "قُلْتُ له: يا ابن السوداء" (٦)، والأعجمي: من لا يفصح باللسان
_________
(١) زيادة من "الفتح".
(٢) "صحيح البخاري" (كتاب العتق، باب: أي الرقاب أفضل) برقم (٢٥١٨)، و"صحيح مُسْلِم" (كتاب الإيمان، باب: بيان كون الإيمان بالله تعالى أفضل الأعمال) برقم (٨٤).
(٣) "صحيح البخاري" (كتاب الأدب، باب: ما ينهى عن السباب واللعن) برقم (٦٠٥٠).
(٤) "صحيح مُسْلِم" (كتاب الأيمان، باب: إطعام المملوك مما يأكل وإلباسه مما يلبس ولا يكلفه ما يغلبه) برقم (١٦٦١).
(٥) "صحيح البخاري" (كتاب الأدب، باب: ما ينهى عن السباب واللعن) برقم (٦٠٥٠).
(٦) أخرجه البيهقي في "شعب الإيمان" (باب: في حفظ اللسان، فصل: ومما يجب حفظ اللسان منه الفخر بالآباء وخصوصًا بالجاهلية والتعظيم) (٤/ ٢٨٨)، وابن عساكر في "تاريخ دمشق" (١٠/ ٤٦٤).','1','312',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (297,'العربي، سواء كَانَ عربيًّا أو عجميًّا، والفاء في "فعيرته" قيل: هِيَ تفسيرية، كأنه بَيَّن أن التعيير هو السب، والظاهر أنه وقع بينهما سباب وزاد عليه التعيير فتكون عاطفة، ويدل عليه رواية مُسْلِم: "قَالَ: أعيرته بأمه فقلت: من سب الرجال سبوا أباه وأمه" (١).
ويظهر لي: أن ذلِكَ كَانَ من أبي ذر قبل أن يعرف [تحريمه] (٢)، فكانت الخصلة من خصال الجاهلية باقية عنده، فلهذا قَالَ كما عند المؤلف في الأدب: "قُلْتُ: عَلى ساعتي هذه من كبر السن؟ ! قَالَ: نعم" (٣)، كأنه تعجب من خفاء ذلِكَ عليه مع كبر سنه، فذكر له وجه كون هذه الخصلة مذمومة شرعًا، فكان بعد ذَلكَ يساوي غلامه في الملبوس وغيره آخذًا بالأحوط، وإن كَانَ لفظ الحديث يقتضي اشتراط [المواساة لا] (٤) المساواة، وسنذكر ما يتعلق ببقية ذَلكَ في كتاب العتق حيث ذكره المصنف (٥) إن شاء الله تعالَى.
_________
(١) "صحيح مُسْلِم" (كتاب الأيمان، باب: إطعام المملوك مما يأكل وإلباسه مما يلبس ولا يكلفه ما يغلبه) برقم (١٦٦١).
(٢) مكانها بياض بالأصل، وزدناها من "الفتح".
(٣) "صحيح البخاري" (كتاب الأدب، باب: ما ينهى عن السباب واللعن) برقم (٦٠٥٠).
(٤) مكانها بياض بالأصل، وزدناها من "الفتح".
(٥) "صحيح البُخَاريّ" (كتاب العتق، باب: قول النبي - صلى الله عليه وسلم -: "العبيد إخوانكم فأطعموهم مما تأكلون") برقم (٢٥٤٥).','1','313',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (298,'<span data-type="title" id=toc-172>٢٣ - بَابٌ: ظُلْمٌ دُونَ ظُلْمٍ</span>
٣٢ - حَدَّثَنَا أبو الْوَليدِ، قَالَ: حَدَّثَنا شُعْبَةُ.
قَالَ: وَحَدَّثَني بِشْرٌ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ الله، قَالَ: لمَّا نَزَلَتْ: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} [الأنعام: ٨٢]. قَالَ أَصْحَابُ رَسُولِ اللهِ - صلى الله عليه وسلم -: أيُّنا لَمْ يَظْلِمْ؟ فَأنزَلَ اللهُ: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: ١٣].
قوله: (باب ظلم دون ظلم) "دون": يحتمل أن تكون بمعنى: غير؛ أي: أنواع الظلم متغايرة، أو بمعنى الأدنى، أي: بعضها أخف من بعض، وهو أظهر [٧٤ / ب] في مقصود المصنف، وهذه الجملة لفظ حديث رَوَاهُ أَحْمَد في كتاب "الإيمان" من حديث عطاء (١)، وَرَوَاهُ أيضًا من طريق طَاوس عن ابن عباس بمعناه, فاستعمله المؤلف ترجمة، واستدل له بالحديث المرفوع، ووجه الدلالة منه أن الصحابة فهموا من قوله: {بِظُلْمٍ} [الأنعام: ٨٢]. عموم أنواع المعاصي، ولم ينكر عليهم النبي - صلى الله عليه وسلم -، وإنما بين لهم أن المراد: أعظم أنواع الظلم وهو الشرك عَلى ما سنوضحه، فدل عَلى أن الظلم مراتب متفاوتة، ومناسبة إيراد هذا عقب ما تقدم من أن المعاصي غير الشرك لا ينسب صاحبها إلَى الكفر المخرج عن الملة عَلى هذا التقرير ظاهرة.
قوله: (حَدَّثَنَا أبو الوليد) هو: الطَّيَالِسي.
قوله: (وَحَدَّثَني بِشْر) كذا هو في الروايات المصححة بواو العطف، وفي بعض النسخ قبلها صورة "ح"، فإن كانت من أصل التصنيف فهي مهملة، مأخوذة من التحويل عَلى المختار، وإن كانت مزيدة من بعض الرواة فيحتمل أن تكون مهملة كذلك، أو
_________
(١) وهو في "مسائل أبي داود" (باب القضاء) برقم (١٣٥٧) عن أَحْمَد بإسناده.','1','314',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (299,'معجمة مأخوذة من البُخَاريّ لأنها رمزه؛ أي: قالَ البُخَاريّ: وَحَدَّثنِي بشْر، وهو ابن خالد العَسْكري، وشيخه مُحَمَّد هو ابن جعفر المعروف بغُنْدَر، وهو أثبت الناس في شُعْبَة، ولهذا أخرج المؤلف روايته مع كونه أخرج الحديث عاليًا عن أبي الوليد، واللفظ المساق هنا لفظ بِشْر، وكدلك أخرجه النّسَائي عنه (١)، وتابعه ابن أبي عدي، عن شعبة وهو عند المؤلف في تفسير الأنعام (٢)، وأما لفظ أبي الوليد فساقه المؤلف في قصة لقمان بلفظ: "أيُّنَا لَم يَلْبِس إيمانه بظلم؟ " (٣).
وزاد أبو نُعيم في "مستخرجه" من طريق سليمان بن حرب، عن شُعْبَة بعد قوله: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: ١٣]: "فطابت أنفسنا"، واقتضت رواية شُعبة هذه أن هذا السؤال سبب نزول الآية الأخرى التِي في لقمان، لكن رواية البُخَاريّ وَمُسْلِم من طريق أخرى عن الأعمش وهو سليمان المذكور في حديث الباب، ففي رواية جرير عنه: فقالوا: أينا لم يلبس إيمانه بظلم؟ فقال: "ليس بذلك، ألا تسمعون إلَى قول [٧٥ / أ] لقمان" (٤).
وفي رواية وَكِيع عنه: "فقال: ليس كما تظنون" (٥)، وفي رواية عيسى بن يونس عنه: "إنما هو الشرك، ألم تسمعوا ما قَالَ لقمان" (٦)، فظاهر هذا: أن الآية التِي في لقمان كانت معلومة عندهم ولذلك نبههم عليها، ويحتمل أن يكون نزولها وقع في الحال فتلاها عليهم ثم نبههم فتلتئم الروايتان.
_________
(١) "السنن الكبرى" (كتاب التفسير، سورة الأنعام، قوله: {وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ}) (٦/ ٣٤١).
(٢) "صحيح البُخَاريّ" (كتاب التفسير، سورة الأنعام، باب: {وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ}) برقم (٤٦٢٩).
(٣) "صحيح البُخَاريّ" (كتاب التفسير، سورة لقمان، باب: {لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ}) برقم (٤٧٧٦).
(٤) أخرجها البُخَاريّ في "صحيحه" (كتاب التفسير، سورة لقمان، باب: {لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ}) برقم (٤٧٧٦)، ولم يخرج مُسْلِم هذا الحديث من رواية جرير عن الأعمش.
(٥) أخرجها البُخَاريّ في "صحيحه" (كتاب استتابة المرتدين والمعاندين وقتالهم، باب: ما جاء في المتأولين) برقم (٦٩٣٧)، وَمُسْلِم في "صحيحه" (كتاب الإيمان، باب: صدق الإيمان وإخلاصه) برقم (١٢٤).
(٦) أخرجها البُخَاريّ في "صحيحه" (كتاب أحاديث الأنبياء، باب: قول الله تعالَى: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ. . .}) برقم (٣٤٢٩)، وَمُسْلِم في "صحيحه" (كتاب الإيمان، باب: صدق الإيمان وصحته) برقم (١٢٤) ولكن دون ذكر المتن.','1','315',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (300,'قَالَ الخطابي: كَانَ الشرك عند الصحابة أكبر من أنه يلقب بالظلم، فحملوا الظلم في الآية عَلى ما عداه يعني: من المعاصي، فسألوا عن ذَلِكَ فنزلت هذه الآية. كذا قَالَ وفيه نظر.
والذِي يظهر لي: أنهم حملوا الظلم عَلى عمومه؛ الشرك فما دونه، وهو الذِي يقتضيه صنيع المؤلف، وإنما حملوه عَلى العموم؛ لأن قوله: {بِظُلْمٍ} نكرة في سياق النفي، لكن عمومها هنا بحسب الظاهر، قَالَ المحققون: إن دخل عَلى النكرة في سياق النفي ما يؤكد العموم ويقويه نَحو: "من" [في] (١) قوله: ما جاءني من رجل، أفاد تنصيص العموم، وإلا فالعموم مستفاد بحسب الظاهر، بل كما فهمه الصحابة من هذه الآية، [و] (١) بين لهم النبي - صلى الله عليه وسلم - أن ظاهرها غير مراد؛ بل هو من العام الذِي أريد [به] (١) الخاص، فالمراد بالظلم: أعلى أنواعه وهو الشرك.
فإن قيل: من أين يلزم أن من لَبِس الإيمان بظلم لا يكون آمنًا ولا مهتديًا حَتَى شق عليهم، والسياق إنما يقتضي أن من لم يوجد منه الظلم فهو آمن ومهتدٍ، فما الَّذِي دل عَلى نفي ذلِكَ عمن وُجد منه الظلم؟
فالجواب: أن ذلِكَ مستفاد من المفهوم، وهو مفهوم الصفة، أو مستفاد من الاختصاص المستفاد من تقديم {لَهُمْ} عَلى {الْأَمْنُ} أي: لهم الأمن لا لغيرهم، كذا قَالَ الزمخشري في قوله تعالَى: {إِيَّاكَ نَعْبُدُ} [الفاتحة: ٥]. وَقَالَ في قوله تعالَى: {كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا} [المؤمنون: ١٠٠]: تقديم {هُوَ} عَلى {قَائِلُهَا} يفيد الاختصاص؛ أي: هو قائلها لا غيره.
فإن قيل: لا يلزم من قوله: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: ١٣]. أن غير الشرك لا يكون ظلمًا.
فالجواب: أن التنوين في قوله: {بِظُلْمٍ} للتعظيم، وقد بين ذلكَ استدلال الشارع بالآية الثانية، فالتقدير: لم يلبسوا إيمانهم بظلم عظيم؛ أي: بشرك؛ إذ لا ظلم
_________
(١) سقطت من الأصل، وزدناها من "الفتح".','1','316',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (301,'أعظم منه، وقد ورد ذَلِكَ صريحًا عند المؤلف في قصة إبراهيم -عليه السلام- من طريق حفص بن غِيَاث [٧٥ / ب] عن الأَعْمَش، ولفظه: قلنا: يا رسول الله أينا لم يظلم نفسه؟ قَالَ: "ليس كما تقولون {وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ}: بشرك، أَوَلَمْ تسمعوا إلَى قول لقمان"، فذكر الآية (١).
واستنبط منه المَازري جواز تأخير البيان عن وقت الحاجة، ونازعه القاضي عِيَاض فقال: ليس في هذه القصة تكليف عمل، بل تكليف اعتقاد بتصديق الخبر، واعتقاد التصديق لازم لأول وروده، فما هِيَ الحاجة؟
ويُمكن أن يقال: المعتقدات أيضًا تحتاج إلَى البيان، [فلما أجمل الظلم حتى تناول إطلاقه جميع المعاصي شق عليهم حتى ورد البيان] (٢)، فما انتفت الحاجة، والحق أن في القصة تأخير البيان عن وقت الحاجة؛ لأنهم حيث احتاجوا إليه لم يتأخر.
قوله: (ولَم يلبسوا) أي: لم يخلطوا، تقول: لَبَسْتُ الأمر ألْبَسه بالفتح في الماضي، والكسر وبالتخفيف [في] (٢) المستقبل؛ أي: خلطته. وتقول: لَبِسْتُ الثوب أَلْبِسْه بالكسر في الماضي والفتح في المستقبل، وَقَالَ مُحَمَّد بن إسماعيل التيمي في شرحه: خَلْط الإيمان بالشرك لا يُتصور، فالمراد: أنهم لم تحصل لهم الصفتان كفر متأخر عن الإيمان المتقدم؛ [أي] (٢): لم يرتدوا، ويجوز أن يُراد أنهم لم يجمعوا بينهما ظاهرًا وباطنًا؛ أي: لم ينافقوا، وهذا أوجه؛ ولهذا عقبه بباب علامات المنافق، وهذا من بديع ترتيبه.
* فائدة:
في هذا الإسناد رواية ثلاثة من التابعين بعضهم عن بعض: وهم الأعمش، عن شيخه إبراهيم بن يزيد النَّخعي، عن خاله عَلْقَمة بن قيس النَّخعي، والثلاثة كوفيون فقهاء.
وعبد الله الصحابي هو ابن مسعود، وهذه الترجمة أحد ما قيل فيه: إنه أصح
_________
(١) "صحيح البُخَاريّ" (كتاب أحاديث الأنبياء، باب: قول الله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا. . .}) برقم (٣٣٦٠).
(٢) زيادة من "الفتح".','1','317',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (302,'الأسانيد.
والأعمش موصوف بالتَّدْليس، ولكن في رواية حفص بن غِياث التِي تقدمت الإشارة إليها عند المؤلف عنه: "حَدَّثَنَا إبراهيم" (١). ولم أر التصريح بذلك في جميع طرقه عند الشيخين وغيرهما إلا في هذا الطريق.
* وفي المتن من الفوائد:
الحمل عَلى العموم حَتى يرد دليل التخصيص، وأن النكرة في سياق النفي تَعمُّ، وأن الخاص يقضي عَلى العام، والمبين عَلى المجمل، وأن اللفظ يُحمل عَلى خلاف ظاهره لمصلحة دفع التعارض، والله أعلم.
_________
(١) "صحيح البُخَاريّ" (كتاب أحاديث الأنبياء، باب: قول الله تعالَى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا. . .}) برقم (٣٣٦٠).','1','318',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (303,'<span data-type="title" id=toc-173>٢٤ - بَابٌ: عَلَامَات الْمُنَافِقِ</span>
٣٣ - حَدَّثَنَا سُلَيْمَانُ أَبُو الرَّبِيعِ, قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ, قَالَ: حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ, عَنْ أَبِيهِ, عَنْ أَبِي هُرَيْرَةَ, عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ".
٣٤ - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ, قَالَ: حَدَّثَنَا سُفْيَانُ, عَنِ الأَعْمَشِ, عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ, عَنْ مَسْرُوقٍ, عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو, أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: "أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا اؤْتُمِنَ خَانَ, وَإِذَا حَدَّثَ كَذَبَ, وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ".
تَابَعَهُ شُعْبَةُ عَنِ الأَعْمَشِ.
قوله: (باب علامات المنافق) لما قدم [أن] (١) مراتب الكفر متفاوتة وكذلك الظلم أتبعه بأن النفاق كذلك.
والنفاق لغة: مُخالفة الباطن للظاهر، فإن كَانَ في اعتقاد الإيمان فهو نفاق الكفر، وإلا فهو نفاق العمل، ويدخل فيه الفعل والترك [٧٦ / أ] , وتتفاوت مراتبه.
قوله: (حَدَّثَنَا سليمان أبو الربيع) هو: الزَّهْرَاني، بصري نزل بغداد، ومن شيخه فصاعدًا [مدنيون] (٢).
و(نافع بن مالك) هو عم مالك بن أنس الإمام.
قوله: (آية المنافق ثلاث) الآية: العلامة، وإفراد الآية إما عَلى إرادة الجنس، أو أن العلامة إنما تحصل باجتماع الثلاث، والأول أليق بصنيع المؤلف، ولهذا ترجم بالجمع وعقب بالمتن الشاهد لذلك، وقد رَوَاهُ أبو عوانة في صحيحه بلفظ "علامات المنافق".
_________
(١) زيادة من "الفتح".
(٢) مكانها بياض بالأصل، والمثبت من "الفتح".','1','319',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (304,'فإن قيل: ظاهره الحصر في الثلاث، فكيف جاء في الحديث الآخر بلفظ: "أربع من كن فيه" الحديث؟
أجاب القرطبي: باحتمال أنه استجد له - صلى الله عليه وسلم - من العلم بخصالهم ما لم يكن عنده.
وأقول: ليس بين الحديثين تعارض؛ لأنه لا يلزم من عَدّ الخصلة كونها علامة (١)، عَلى أن في رواية مُسْلِم من طريق العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة ما يدل عَلى إرادة عدم الحصر، فإن لفظه: "من علامة المنافق ثلاث" (٢)، وكذا أخرج الطبراني في "الأوسط" من حديث أبي سعيد الخدري (٣)، وإذا حُمل اللفظ الأول عَلى هذا لم يَرد السؤال، فيكون قد أخبر ببعض العلامات في وقت وببعضها في وقت آخر.
وَقالَ القرطبي أيضًا والنووي: حصل من مجموع الروايتين خمس خصال؛ لأنهما تواردتا عَلى الكذب في الحديث، والخيانة في الأمانة، وزاد الأول الخُلْف في الوعد, والثاني الغدر في المُعاهدة، والفُجور في الخصومة.
قُلْتُ: وفِي رواية مُسْلِم للثاني بدل الغَدْر في المُعاهدة: الخُلف في الوعد كما في الأول (٤)، فكأن بعض الرواة تصرف في لفظه؛ لأن معناهما قد يتحد، وَعَلى هذا فالمزيد خصلة واحدة وهي الفجور في الخصومة، والفجور: الميل عن الحق والاحتيال في رده، وهذا قد يندرج في الخصلة الأولى وهي الكذب في الحديث.
ووجه الاقتصار عَلى هذه العلامات الثلاث؛ لأنها مُنبِّهة عَلى ما عداها؛ إذ أصل الديانة منحصر في ثلاث: القول، والفعل، والنية، فنبه عَلى فساد القول بالكذب، وَعَلى
_________
(١) كذا العبارة هنا، وفِي "الفتح": لأنه لا يلزم من عد الخصلة المذمومة الدالة عَلى كمال النفاق كونها علامة عَلى النفاق، لاحتمال أن تكون العلامات دالات عَلى أصل النفاق، والخصلة الزائدة إذا أضيفت إلَى ذَلِكَ كمل بِها خلوص النفاق.
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان خصال المنافق) برقم (٥٩)، ولفظه: "من علامات المنافق ثلاثة".
(٣) "المعجم الأوسط" برقم (٢٩٥٠)، ولفظه: "من أعلام المنافق إذا حَدَّث كذب , وإذا وعد أخلف، وإذا ائتمنته خانك".
(٤) "صحيح مُسْلم" (كتاب الإيمان، باب: بيان خصال المنافق) برقم (٥٨).','1','320',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (305,'فساد الفعل بالخيانة، وَعَلى فساد النية بالخُلف؛ لأن خُلف الوعد لا يقدح إلا إذا كَانَ العزم عليه مقارنًا للوعد، أما لو كَانَ عازمًا ثم عَرَض له مانع أو بَدَا لَهُ رأي فهذا لم توجد منه [٧٦ / ب] صورة النفاق، قَالَه الغزالي في "الإحياء" (١).
وفِي الطبراني في حديث طويل ما يشهد له، ففيه من حديث سلمان: "إذا وعد وهو يُحدث نفسه أنه يُخْلِف" (٢)، وكذا قَالَ في باقي الخصال، وإسناده لا بأس به، ليس فيهم من أجمع عَلى تركه.
قوله: (إذا وعد) قَالَ صاحب "المُحْكَم": يُقال: وعدته خيرًا ووعدته شرًا، فإذا أسقطوا الفعل قالوا في الخير: وعدته، وفِي الشر: أوعدته. وحكى ابن الأعرابي في نوادره: أوعدته خيرًا بالهمزة. فالمراد بالوعد في الحديث: الوعد بالخير، وأما الشر فيستحب إخلافه، وقد يجب ما لم يترتب عَلى ترك إنفاذه مفسدة.
وأما الكذب في الحديث فحكى ابن التين، عن مالك أنه سُئل عمَّن جُرِّب عليه كذب فقال: أي نوع من الكذب؟ لعله حدَّث عن عَيْش له سَلَفَ فبالغ في وصفه فهذا لا يضر، وإنما يضر من حدَّث عن الأشياء بخلاف ما هِيَ عليه قاصدًا للكذب. انتهى
وَقَالَ النووي: هدا الحديث عَدَّه جماعة من العلماء مُشكلًا من حيث إن هذه الخصال قد توجد في المسلم المجتمع عَلى عدم الحكم بكفره. قَالَ: وليس فيه إشكال، بل معناه صحيح، والذِي قاله المحققون: أن معناه: أن هذه خصال نفاق وصاحبها شبيه بالمنافق في هذه الخصال ومُتَخَلِّق بأخلاقهم.
قُلْتُ: ومحصل هذا الجواب الحمل في التسمية عَلى المجاز، أي: صاحب هذه الخصال كالمنافق، وهو بناء عَلى أن المراد بالنفاق: نفاق الكفر.
_________
(١) "إحياء علوم الدين" (كتاب شرح عجائب القلب، باب: بيان عظيم خطر اللسان وفضيلة الصمت) (٣/ ١٣٣).
(٢) "المعجم الكبير" (٦/ ٢٧٠).','1','321',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (306,'وقد قيل في الجواب عنه: أن المراد بالنفاق: نفاق العمل كما قدمناه، وهذا ارتضاه القرطبي، واستدل له بقول عمر لحذيفة: "هل تعلم فِيَّ شيئًا من النفاق؟ "، فإنه لم يُرد بذلك: نفاق الكفر، وإنما أراد: نفاق العمل، ويؤيده وصفه [بالخالص] (١) في الحديث الثاني بقوله: "كانَ منافقًا خالصًا".
وقيل: المراد بإطلاق النفاق: الإنذار والتحذير عن ارتكاب هذه الخصال، وأن الظاهر غير مراد، وهذا ارتضاه الخطابي، وذكر أيضًا أنه يحتمل أن المتصف بذلك هو مَن اعتاد ذَلِكَ وصار له دَيْدَنًا، قَالَ: ويدل عَليه التعبير بـ"إذا"، فـ"إذا" إنما تدل عَلى تكرر الفعل.
كذا قَالَ، والأولى ما قَالَ الكرماني إن حذف المفعول من: "حدَّث" يدل عَلى العموم إذا حدَّث [٧٧ / أ] في كل شيء كذب فيه، أو يصير قاصرًا إذا وجد ماهية التحدث كذب، وقيل: هو محمولٌ عَلى من غلبت عليه هذه الخصال وتهاون بها واستخف بأمرها، فإن من كَانَ كذلك كَانَ فاسد الاعتقاد غالبًا.
وهذه الأجوبة كلها مبنية عَلى أن اللام في المنافق للجنس، ومنهم من ادعى أنها للعهد, فقال: إنه وردت في حق شخص معين، أو في حق المنافقين في عهد النبي - صلى الله عليه وسلم -، وتمسك هؤلاء بأحاديث ضعيفة جاءت في ذَلكَ، وأحسن الأجوبة ما ارتضاه القرطبي، والله أعلم.
قوله: (تابعه شعبة) وصل المؤلف هذه المتابعة في كتاب المظالم (٢)، ورواية قَبِيصَة، عن سُفْيَان -وهو الثَّوْري- ضعفها يحيى بن مَعين، وَقَالَ الشيخ محيي الدين: إنما أوردها البُخَاريّ عَلى طريق المتابعة لا الأصالة.
وتعقبه الكرماني بأنها مُخالفة في اللفظ والمعنى فكيف تكون متابعة؟
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "صحيح البُخَاريّ" (كتاب المظالم، باب: إذا خاصم فجر) برقم (٢٤٥٩).','1','322',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (307,'وجوابه: أن المراد بالمتابعة هنا: كون الحديث مخرجًا في صحيح مُسْلِم وغيره من طريق أخرى عن الثوري (١)، وعند المؤلف من طريق أخرى عن الأعمش منها رواية شعبة المشار إليها، وهذا هو السبب في ذكرها هنا، وكأنه فهم أن المراد بالمتابعة: حديث أبي هريرة المذكور في الباب وليس كذلك؛ إذ لو أراده لسماه شاهدًا، وأما دعواه أن بينهما مُخالفة في المعنى فليس بمُسَلَّم؛ لِمَا قررناه آنفًا، وغايته أن يكون في أحدهما زيادة وهي مقبولة؛ لأنها من ثقة متقن، والله أعلم.
* فائدة:
رجال الإسناد الثاني كلهم كوفيون إلا الصحابي وقد دخل الكوفة أيضًا.
_________
(١) "صحيح مُسلِم" (كتاب الإيمان، باب: بيان خصال النفاق) برقم (٥٨).
وأخرجه الترمِذيّ في "جامعه" (كتاب الإيمان، باب: ما جاء في علامة المنافق) برقم (٢٦٣٢).','1','323',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (308,'<span data-type="title" id=toc-174>٢٥ - بابٌ: قِيَامُ لَيْلَةِ الْقَدْرِ مِنَ الإِيمَانِ</span>
٣٥ - حَدَّثَنَا أَبُو الْيَمَانِ, قَالَ: أَخْبَرَنَا شُعَيْبٌ, قَالَ: حَدَّثَنَا أَبُو الزِّنَادِ, عَنِ الأَعْرَجِ, عَنْ أَبِي هُرَيْرَةَ, قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ".
قوله: (باب قيام ليلة القدر من الإيْمان) لَمَّا بَيَّن علامات النفاق وقُبحها رجع إلَى ذكر علامات الإيمان وحسنها؛ لأن الكلام عَلى متعلقات الإيمان هو المقصود بالأصالة، وإنما يذكر متعلقات غيره استطرادًا، ثم رجع فذكر أن قيام ليلة القدر وقيام رمضان وصيام رمضان من الإيمان، وأورد الثلاثة من حديث أبي هريرة متحدات الباعث والجزاء، وعَبَّر في ليلة القدر بالمضارع في الشرط وبالماضي في جوابه، بخلاف الآخرَيْنِ فبالماضي فيهما، وأبدى الكرماني لذلك نكتة لطيفة قَالَ: لأن قيام رمضان محقق الوقوع، وكذا صيامه، بخلاف قيام ليلة القدر [٧٧ /ب] فإنه غير متيقن، فلهذا ذكره بلفظ المستقبل. انتهى كلامه وفيه شيء ستأتي الإشارة إليه.
وفِي استعمال الشرط مضارعًا والجواب ماضيًا نزاع بين النُّحاة، فمنعه الأكثر وأجازه آخرون لكن بقلة، واستدلوا بقوله تعالَى: {إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ} [الشعراء: ٤]؛ لأن قوله: {فَظَلَّتْ} بلفظ الماضي، وهو تابع للجواب، وتابع الجواب جواب، واستدلوا أيضًا بهذا الحديث.
وعندي في الاستدلال به نظر؛ لأنني أظنه من تصرف الرواة، فقد رَوَاهُ النّسَائي عن مُحَمَّد بن علي بن ميمون، عن أبي اليمان شيخ البُخَاريّ فيه فلم يغاير بين الشرط والجزاء، بل قَالَ: "من يقم ليلة القدر يغفر له" (١). وَرَوَاهُ أبو نُعيم في "المستخرج" عن
_________
(١) "السنن الكبرى" (كتاب الاعتكاف، باب: ثواب من قام ليلة القدر إيمانًا واحتسابًا) (٢/ ٢٧٥)، ولفظه: "من يقوم ليلة القدر إيمانًا واحتسابًا يُغْفَر له ما تقدم من ذنبه".','1','324',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (309,'سليمان -وهو الطبراني-، عن أحْمَد بن عبد الوهاب بن نَجْدة، عن أبي اليمان، ولفظه: "لا يقوم أحدكم ليلة القدر فيوافقها إيمانًا واحتسابًا إلا غفر الله له ما تقدم من ذنبه" (١).
وقوله في هذه الرواية: "فيوافقها" زيادة بيان، وإلا فالجزاء مرتب عَلى قيام ليلة القدر، ولا يصدق قيام ليلة إلا عَلى من وافقها، والحصر المستفاد من النفي والإثبات مستفاد من الشرط والجزاء، فوضح أن ذَلِكَ من تصرف الرواة بالمعنى؛ لأن مخرج الحديث واحد، وسيأتي الكلام عَلى ليلة القدر، وَعَلى صيام رمضان وقيامه -إن شاء الله تعالَى- في كتاب الصيام.
_________
(١) أخرجه الطبراني في "مسند الشاميين" (٤/ ٢٩٤).','1','325',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (310,'<span data-type="title" id=toc-175>٢٦ - بَابٌ: الْجِهَادُ مِنَ الإِيمَانِ</span>
٣٦ - حَدَّثَنَا حَرَمِيُّ بْنُ حَفْصٍ, قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ, قَالَ: حَدَّثَنَا عُمَارَةُ, قَالَ: حَدَّثَنَا أَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ, قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ, عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "انْتَدَبَ اللَّهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لَا يُخْرِجُهُ إِلَّا إِيمَانٌ بِي وَتَصْدِيقٌ بِرُسُلِي أَنْ أُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ، أَوْ أُدْخِلَهُ الْجَنَّةَ، وَلَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي مَا قَعَدْتُ خَلْفَ سَرِيَّةٍ، وَلَوَدِدْتُ أَنِّي أُقْتَلُ فِي سَبِيلِ اللَّهِ, ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ, ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ".
* * *

<span data-type="title" id=toc-176>٢٧ - بَابٌ: تَطَوُّعُ قِيَامِ رَمَضَانَ مِنَ الإِيمَانِ</span>
٣٧ - حَدَّثَنَا إِسْمَاعِيلُ, قَالَ: حَدَّثَنِي مَالِكٌ, عَنِ ابْنِ شِهَابٍ, عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ, عَنْ أَبِي هُرَيْرَةَ, أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: "مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ".','1','326',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (311,'<span data-type="title" id=toc-177>٢٨ - بَابٌ: صَوْمُ رَمَضَانَ احْتِسَابًا مِنَ الإِيمَانِ</span>
٣٨ - حَدَّثَنَا ابْنُ سَلَامٍ, قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلٍ, قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ, عَنْ أَبِي سَلَمَةَ, عَنْ أَبِي هُرَيْرَةَ, قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ".
قوله: (باب الجهاد من الإيمان).
أورد هذا الباب بين قيام ليلة القدر وبين قيام رمضان وصيامه، فأما مناسبة إيراده معها في الجملة فواضح. لاشتراكها في كونها من خصال الإيمان، وأما إيراده بين هذين البابين مع أن تعلق أحدهما بالآخر ظاهر فلنكتة لم أر من تعرض لَها، بل قَالَ الكرماني: صنيعه هذا دال عَلى أن النظر مقطوع عن غير هذه المناسبة؛ يعني: اشتراكها في كونها من خصال الإيمان.
وأقول: بل قيام ليلة القدر وإن كَانَ ظاهر المناسبة لقيام رمضان لكن للحديث الذِي أورده في باب الجهاد مناسبة بالتماس ليلة القدر حسنة جدًّا؛ لأن التماس ليلة القدر يستدعي محافظة زائدة ومُجاهدة تامة، ومع ذَلِكَ فقد يوافقها أو لا، وكذلك المجاهد يلتمس الشهادة ويقصد إعلاء كلمة الله وقد يحصل له ذلكَ، فتناسبا في أن [فى] (١) كل منهما مُجاهدة [٧٨ / أ] , وأن كلا منهما قد يحصل المقصود الأصلي لصاحبه أو لا.
فالقائم لالتماس ليلة القدر مأجور، فإن وافقها كَانَ أعظم أجرًا، والمجاهد لالتماس الشهادة مأجور، فإن وافقها كَانَ أعظم أجرًا، ويشير إلَى ذلكَ تمنيه - صلى الله عليه وسلم الشهادة بقوله "لوددت أني أُقتل في سبيل الله". فذكر المؤلف فضل الجهاد لذلك استطرادًا، ثم عاد إلَى ذكر قيام رمضان، وهو بالنسبة لقيام ليلة القدر عام بعد خاص، ثم ذكر بعده باب الصيام؛ لأن الصيام من التروك، فَأخَّره عن القيام؛ لأنه من الأفعال، ولأن الليل قبل النهار، ولعله أشار إلَى أن القيام مشروع من أول ليلة من الشهر خلافًا لبعضهم.
_________
(١) سقطت عن الأصل وزدناها من "الفتح".','1','327',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (312,'قوله: (حَدَّثَنَا حَرَمِي) هو اسم بلفظ النسبة، وهو بصري، يكنى أبا علي.
"قَالَ: حَدَّثَنا عبد الواحد" هو: ابن زياد البصري العَبْدي، ويقال له: الثقفي، وهو ثقة متقن، قَالَ ابن القَطَّان: لم يُعْتَل عليه بقادح، وفِي طبقته عبد الواحد بن زيد بصري أيضًا لكنه ضعيف ولم يُخَرَّج عنه في الصحيحين شيء.
قوله: (حَدَّثَنا عمارة) هو: ابن القَعْقاع بن شُبْرُمَة الضَّبِّي.
قوله: (انتدب الله) هو بالنون، أي: سارع بثوابه وحسن جزائه، وقيل: بمعنى أجاب إلَى المراد، ففي "الصِّحَاح": ندبتُ فلانًا لكذا فانتدب؛ أي: أجاب إليه , وقيل: معناه تكفل بالمطلوب، ويدل عليه رواية المؤلف في أواخر الجهاد لهذا الحديث من طريق الأَعْرَج، عن أبي هريرة بلفظ: "تكفل الله" (١)، وله في أوائل الجهاد من طريق سعيد بن المسيب عنه بلفظ: "توكل الله" (٢)، وسيأتي الكلام عليها وَعَلى رواية مُسْلِم هناك إن شاء الله.
ووقع في رواية الأصِيلي هنا: "ائتدب" بياء تحتانية مهموزة بدل النون، من المأدبة، وهو تصحيف، وقد وجهوه بتكلف، لكن إطباق الرواة عَلى خلافه مع اتحاد المخرج كافٍ في تخطئته.
قوله: (لا يُخرجه إلا إيْمان) كذا هو بالرفع عَلى أنه فاعل يخرج، والاستثناء مُفَرَّغ، وفي رواية مُسْلِم والإسماعيلي: "إلا إيمانًا" (٣) بالنصب، قَالَ النووي: هو مفعول له، وتقديره: لا يخرج المخرج إلا [٧٨ / ب] الإيمان والتصديق.
قوله: (بي) فيه عدول من ضمير الغيبة إلَى ضمير المتكلم، فهو التفات، وَقَالَ ابن مالك: كَانَ اللائق في الظاهر هنا: "إيمان به"، ولكنه عَلى تقدير اسم فاعل من القول منصوب عَلى الحال؛ أي: انتدب الله لمن خرج في سبيله قائلًا لا يُخرجه إلا إيمان بي.
_________
(١) "صحيح البخاري" (كتاب فرض الخمس، باب: قول النبي - صلى الله عليه وسلم -: "أحلت لكم الغنائم. .") برقم (٣١٢٣).
(٢) "صحيح البخاري" (كتاب الجهاد والسير، باب: أفضل الناس مؤمن مُجاهد بنفسه وماله في سبيل الله .. ) برقم (٢٧٨٧).
(٣) "صحيح مُسْلِم" (كتاب الإمارة، باب: فضل الجهاد والخروج في سبيل الله) برقم (١٨٧٦).','1','328',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (313,'وتعقبه شهاب الدين ابن المرحل بأن حذف الحال لا يجوز، وأن التعبير هنا باللائق غير لائق، فالأولى أنه من باب الالتفات.
* تنبيه:
جاء هذا الحديث من طريق أبي زُرْعة هذه مشتملًا عَلى أمور ثلاثة، وقد اختصر المؤلف من سياقه أكثر الأمر الثاني، وساقه الإسماعيلي وأبو نُعيم في مستخرجيهما من طريق عبد الواحد بن زياد المذكور بتمامه، وكذا هو عند مُسْلِم في هذا الحديث من وجه آخر عن عمارة بن القعقاع (١)، وجاء الحديث مفرقًا من رواية الأعرج وغيره عن أبي هريرة كما سيأتي عند المؤلف في كتاب الجهاد (٢)، وهناك يأتي الكلام عليه إن شاء الله تعالَى.
_________
(١) "صحيح مُسْلِم" (كتاب الإمارة، باب: فضل الجهاد والخروج في سبيل الله) برقم (١٨٧٦).
(٢) "صحيح البُخَاريّ" (كتاب الجهاد والسير، باب: أفضل الناس مؤمن مجاهد بنفسه وماله في سبيل الله. .) برقم (٢٧٨٧)، وكذلك في (٢٧٩٧، ٢٩٧٢، ٣١٢٣).','1','329',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (314,'<span data-type="title" id=toc-178>٢٩ - بَابُ: الدِّينُ يُسْرٌ</span>
وَقَوْلُ النَّبِيِّ - صلى الله عليه وسلم -: "أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ"
٣٩ - حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ مُطَهَّرٍ, قَالَ: حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ, عَنْ مَعْنِ بْنِ مُحَمَّدٍ الْغِفَارِيِّ, عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ, عَنْ أَبِي هُرَيْرَةَ, عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "إِنَّ الدِّينَ يُسْرٌ، وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إِلَّا غَلَبَهُ، فَسَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا، وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ وَشَيْءٍ مِنَ الدُّلْجَةِ".
قوله: (باب الدين يسر).
أي: دين الإسلام ذو يسر، أو سمي الدين يُسرًا مبالغة بالنسبة إلَى الأديان قبله. لأن الله رفع عن هذه الأمة الإصر الذِي كَانَ عَلى من قبلهم، ومن أوضح الأمثلة له أن توبتهم كانت بقتل أنفسهم، وتوبة هذه الأمة بالإقلاع والعزم والندم.
قوله: (أحب الدين) أي: خصال الدين؛ لأن خصال الدين كلها محبوبة؛ لكن ما كَانَ منها سمحًا -أي: سهلًا- فهو أحب إلَى الله, ويدل عليه ما أخرجه أَحْمَد بسند صحيح من حديث أعرابي لَم يسمه، أنه سمع رسول الله - صلى الله عليه وسلم -[يقول] (١): "خير دينكم أيسره" (٢)، أو الدين جنس، أي: أحب الأديان إلَى الله الحنيفية.
والمراد بالأديان: الشرائع الماضية قبل أن تُبدل وتُنسخ.
و(الحنيفية): مِلَّة إبراهيم، والحنيف في اللغة: من كَانَ عَلى مِلَّة إبراهيم، وسُمي إبراهيم حنيفًا لميله عن الباطل إلَى الحق؛ لأن أصل الحنف: الميل.
و(السَّمْحَة): السهلة، أي: أنها مبنية عَلى السهولة؛ لقوله تعالَى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} [الحج: ٧٨].
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "مسند أحْمَد" (٣/ ٤٧٩).','1','330',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (315,'وهذا الحديث المعلق لم يسنده المؤلف في هذا الكتاب؛ لأنه ليس عَلى شرطه، نعم؛ وصله في كتاب الأدب [٧٩ / أ] المفرد (١)، وكذا وصله أَحْمَد بن حنبل وغيره (٢) من طريق مُحَمَّد بن إسحاق، عن داود بن الحُصين، عن عكرمة، عن ابن عباس، وإسناده حسن. استعمله المؤلف في الترجمة لكونه متقاصرًا عن شرطه، وقواه بما دل عَلى معناه لتناسب السهولة واليسر.
قوله: (حَدَّثَنَا عبد السلام بن مُطَهَّر) أي: ابن حُسَام البصري، وكنيته أبو ظَفَر بالمعجمة والفاء المفتوحتين.
قوله: (حَدَّثَنَا عُمر بن علي) هو المُقَدَّمي -بضم الميم وفتح القاف والدال المشددة-، وهو بصري ثقة، لكنه مُدَلِّس شديد التدليس، وصفه بذلك ابن سعد وغيره.
وهذا الحديث من أفراد البخاري عن مُسْلِم، وصححه وإن كَانَ من رواية مُدَلِّس بالعنعنة لتصريحه فيه بالسماع من طريق أخرى، فقد رَوَاهُ ابن حِبَّان في "صحيحه" من طريق أحْمَد [بن] (٣) المقدام أحد شيوخ البُخَاريّ، عن عُمَر بن علي المذكور قَالَ: سمعتُ مَعْنَ بن مُحَمَّد فذكره (٤)، وهو من أفراد مَعْن بن مُحَمَّد، وهو مدني ثقة قليل الحديث، لكن تابعه عَلى شقه الثاني ابن أبي ذئب، عن سعيد، أخرجه المصنف في كتاب الرقاق بمعناه ولفظه: "سددوا وقاربوا"، وزاد في آخره: "والقصدَ القصدَ تبلغوا" (٥)، ولم يذكر شقه الأول.
وقد أشرنا إلَى بعض شواهده، ومنها حديث عُروة الفُقَيْمي -بضم الفاء وفتح القاف-، عن النبي - صلى الله عليه وسلم - قَالَ: "إن دين الله يسر" (٦).
_________
(١) "الأدب المفرد" (كتاب حسن الخلق، باب: حسن الخلق إذا فقهوا) برقم (٢٨٧).
(٢) "مسند أحْمَد" (١/ ٢٣٦)، وأخرجه الطبراني في "المعجم الكبير" (١١/ ٢٢٧)، وهو في "مسند عبد بن حُميد" (ص ١٩٩) برقم (٥٦٩).
(٣) سقطت من الأصل، وزدناها من "الفتح".
(٤) "صحيح ابن حبان" (كتاب البر والإحسان، باب: ما جاء في الطاعات وثوابها) برقم (٣٥٢).
(٥) "صحيح البُخَاريّ" (كتاب الرقاق، باب: القصد والمداومة عَلى العمل) برقم (٦٤٦٣).
(٦) "مسند أحْمَد" (٥/ ٦٩)، ولفظه: "إن دين الله -عَزَّ وَجَلَّ- في يسر".','1','331',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (316,'ومنها حديث بُرَيْدَة قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -: "عليكم هديًا قاصدًا، فإن من يشادَّ هذا الدين يغلبه" (١)، رَوَاهُمَا أحمد وإسناد كل منهما حسن.
قوله: (ولن يُشاد الدين. . . . إلا غلبه) هكذا في روايتنا بإسقاط الفاعل، وثبت في رواية ابن السَّكَن وفي بعض الروايات عن الأصِيلي بلفظ: "ولن يُشاد الدين أحد إلا غلبه"، وكذا هو في طرق هذا الحديث عند الإسماعيلي، وأبي نُعَيْم، وابن حِبَّان وغيرهم (٢).
و"الدين" منصوب عَلى المفعولية وكذا في روايتنا أيضًا، وأضمر الفاعل للعلم به، وحكى صاحب "المطالع" أن أكثر الروايات برفع "الدين" عَلى أن "يُشَاد" مبني لما لم يسم فاعله، وعارضه النووي بأن أكثر الروايات بالنصب، ويُجمع بين كلاميهما بأنه بالنسبة إلَى روايات المغاربة والمشارقة.
والمُشَادَّة -بالتشديد-: المغالبة، يقال: شادَّه يُشَاده مُشَادَّة، إذا قاواه، والمعنى: لا يتعمق أحد في الأعمال الدينية ويترك الرفق إلا عَجَز وانقطعَ فيُغلب، قالَ ابن المنير: في هذا الحديث عَلَم من أعلام النبوة، فقد رأينا ورأى الناس قبلنا أن كل متنطع في الدين ينقطع. انتهى
وليس المراد: منع طلب الأكمل في العبادة فإنه (٣) من الأمور المحمودة، بل منع الإفراط المؤدي إلَى الملال، أو المبالغة في التطوع المفضي إلَى ترك الأفضل، أو إخراج الفرض عن وقته، كمن بات يُصلي الليل كله ويغالب النوم إلَى أن غلبته عيناه في آخر الليل، فنام عن صلاة الصبح في الجماعة، أو إلَى أن خرج الوقت المختار، أو إلَى أن طلعت الشمس فخرج وقت الفريضة.
_________
(١) "مسند أحْمَد" (٥/ ٣٥٠، ٣٦١).
(٢) أخرجه ابن حبان في "صحيحه" (كتاب البر والإحسان، باب: ما جاء في الطاعات وثوابها) برقم (٣٥٢).
وأخرجه النّسَائي في "سننه الكبرى" (كتاب الإيمان وشرائعه، باب: الدين يُسر) (٦/ ٥٣٧)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٢١).
(٣) في الحاشية نسخة أخرى فيها: "لأنه".','1','332',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (317,'وقد يُستفاد من هذا: الإشارة إلَى الأخذ بالرخصة الشرعية، فإن الأخذ بالعزيمة في موضع الرخصة تنطع، كمن ترك التيمم عند العجز عن استعمال الماء فيفضي به استعماله إلَى حصول الضرر.
قوله: (فسددوا) أي: الزموا السداد، وهو الصواب، من غير إفراط ولا تفريط.
قوله: (وقاربوا) أي: إن لم تستطيعوا الأخذ بالأكمل فاعملوا بما يقرب منه.
قوله: (وأبشروا) أي: بالثواب عَلى العمل الدائم وإن قل، والمراد: تبشير من عجز عن العمل بالأكمل بأن العجز إذا لم يكن من صنيعه لا يستلزم نقص أجره، وأبهم المبشر به تعظيمًا له وتفخيمًا.
قوله: (واستعينوا بالغدوة) أي: استعينوا عَلى مداومة العبادة بإيقاعها في الأوقات المنشطة، والغدوة -بالفتح-: سِير أول النهار، وَقَالَ الجوهري: ما بين صلاة الغداة وطلوع الشمس.
و(الرَّوْحَة) بالفتح: السير بعد الزوال.
و(الدُّلْجَة) بضم أوله وفتحه وإسكان اللام سير آخر النهار، وقيل: سير الليل كله؛ ولهذا عبر فيه بالتبعيض؛ ولأن عمل الليل أشق من عمل النهار، فهذه الأوقات [أطيب أوقات المسافر، وكأنه - صلى الله عليه وسلم - خاطب مسافرًا إلَى مقصد فنبه عَلى أوقات] (١) نشاطه؛ لأن المسافر إذا سار الليل والنهار جميعًا عجز وانقطع، وإذا تحرى السير في هذه الأوقات المنشطة أمكنته المداومة من غير مشقة، وحُسن هذه الاستعارة [٨٠ / ب] أن الدُّنْيَا في الحقيقة دار نَقْلَة إلَى الآخرة.
وقوله في رواية ابن أبي ذئب: "القصدَ القصدَ" بالنصب فيهما عَلى الإغراء، والقصد: الأخذ بالأمر الوسط.
_________
(١) زيادة من "الفتح" ليستقيم الكلام.','1','333',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (318,'ومناسبة إيراد المصنف لهذا الحديث عقب الأحاديث التِي قبله ظاهرة من حيث إنها تضمنت الترغيب في القيام والصيام والجهاد، فأراد أن يبين أن الأولى للعامل بذلك ألا يجهد نفسه بحيث يعجز وينقطع، بل يعمل بتلطف وتدريج ليدوم عمله ولا ينقطع، ثم عاد إلَى سياق الأحاديث الدالة عَلى أن الأعمال الصالحة معدودة من الإيمان، فقال: باب الصلاة من الإيمان.','1','334',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (319,'<span data-type="title" id=toc-179>٣٠ - بَابٌ: الصَّلَاةُ مِنَ الإِيمَانِ</span>
وَقَوْلُ اللَّهِ تَعَالَى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} يَعْنِي: صَلَاتَكُمْ عِنْدَ الْبَيْتِ
٤٠ - حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ, قَالَ: حَدَّثَنَا زُهَيْرٌ, قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ, عَنِ الْبَرَاءِ, أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ أَوَّلَ مَا قَدِمَ الْمَدِينَةَ نَزَلَ عَلَى أَجْدَادِهِ -أَوْ قَالَ: أَخْوَالِهِ- مِنَ الأَنْصَارِ، وَأَنَّهُ صَلَّى قِبَلَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ، أَوْ سَبْعَةَ عَشَرَ شَهْرًا، وَكَانَ يُعْجِبُهُ أَنْ تَكُونَ قِبْلَتُهُ قِبَلَ الْبَيْتِ، وَأَنَّهُ صَلَّى أَوَّلَ صَلَاةٍ صَلَّاهَا صَلَاةَ الْعَصْرِ، وَصَلَّى مَعَهُ قَوْمٌ، فَخَرَجَ رَجُلٌ مِمَّنْ صَلَّى مَعَهُ، فَمَرَّ عَلَى أَهْلِ مَسْجِدٍ، وَهُمْ رَاكِعُونَ فَقَالَ: أَشْهَدُ بِاللَّهِ لَقَدْ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قِبَلَ مَكَّةَ، فَدَارُوا كَمَا هُمْ قِبَلَ الْبَيْتِ، وَكَانَتِ الْيَهُودُ قَدْ أَعْجَبَهُمْ إِذْ كَانَ يُصَلِّي قِبَلَ بَيْتِ الْمَقْدِسِ، وَأَهْلُ الْكِتَابِ، فَلَمَّا وَلَّى وَجْهَهُ قِبَلَ الْبَيْتِ أَنْكَرُوا ذَلِكَ.
قَالَ زُهَيْرٌ: حَدَّثَنَا أَبُو إِسْحَاقَ, عَنِ الْبَرَاءِ فِي حَدِيثِهِ هَذَا, أَنَّهُ مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ رِجَالٌ وَقُتِلُوا، فَلَمْ نَدْرِ مَا نَقُولُ فِيهِمْ، فَأَنْزَلَ اللَّهُ تَعَالَى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ}.
قوله: (باب) هو مرفوع بتنوين وبغير تنوين.
و(الصلاة) مرفوع , وَعَلى التنوين فقوله: (وقول الله) مرفوع عطفًا عَلى الصلاة، وَعَلى عدمه مجرور مضاف.
قوله: (يعني: صلاتكم) وقع التنصيص عَلى هذا التفسير من الوجه الذِي أخرج منه المصنف حديث الباب، فروى الطيالسي والنسائي من طريق شَريك وغيره، عن أبي إسحاق، عن البراء في الحديث المذكور: "فأنزل الله: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [البقرة: ١٤٣]. صلاتكم إلَى بيت المقدس" (١).
_________
(١) أخرجه النَّسَائي في "السنن الكبرى" (كتاب التفسير، سورة البقرة) (٦/ ٢٩١)، وأبو داود الطيالسي في "مسنده" (١/ ٩٨).','1','335',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (320,'وَعَلى هذا فقول المصنف: (عند البيت) مشكل، مع أنه ثابت عنه في جَميع الروايات، ولا اختصاص لذلك بكونه عند البيت.
وقد قيل: إن فيه تصحيفًا، والصواب: "يعني: صلاتكم لغير البيت". وعندي أنه لا تصحيف فيه، بل هو صواب، ومقاصد البُخَاريّ في هذه الأمور دقيقة، وبيان ذَلِكَ: أن العلماء اختلفوا في الجهة التِي كَانَ النبي - صلى الله عليه وسلم - يتوجه إليها للصلاة وهو بمكة؛ فقال ابن عباس وغيره: كَانَ يُصَلي إلَى بيت المقدس لكنه لا يستدبر الكعبة بل يجعلها بينه وبين بيت المقدس.
وأطلق آخرون: أنه كَانَ يُصلي إلَى بيت المقدس.
وَقَالَ آخرون: كَانَ يُصلي إلَى الكعبة؛ فلما تحول إلَى المدينة استقبلَ بيت المقدس، وهذا ضعيف ويلزم منه دعوى النسخ مرتين، والأول أصح؛ لأنه يجمع بين القولين، وقد صححه الحاكم وغيره من حديث ابن عباس (١).
فكأن البُخَاريّ أراد الإشارة [٨٠ / ب] إلَى الجزم بالأرجح من أن الصلاة لَمَّا كانت عند البيت كانت إلَى بيت المقدس، واقتصر عَلى ذلِكَ اكتفاء بالأولوية؛ لأن صلاتهم إلَى غير جهة البيت وهم عند البيت إذا كانت لا تضيع فأحرى ألا تضيع إذا بعدوا عنه.
قوله: (حَدَّثنَا عمرو بن خالد) هو بفتح العين وسكون الميم، وهو أبو الحسن الحرَّانِي، أحد الثقات الأثبات، ووقع في رواية القَابِسي عن عَبْدُوس، عن أبى زيد المَروَزي (٢) , وفِي رواية أبي ذر عن الكُشْمَيْهَنِي: "عُمر بن خالد" بضم العين وفتح الميم، وهو تصحيف نبه عليه
_________
(١) لم نَجده في "المستدرك"، ولكن أخرجه البيهقي في "السنن الكبرى" (كتاب الصلاة، باب: تحويل القبلة من بيت المقدس إلَى الكعبة) (٢/ ٣) عن أبي عبد الله الحاكم، وكذلك أخرجه أحْمَد في "مسنده" (١/ ٣٢٥)، والطبراني في "المعجم الكبير" (١١/ ٦٧).
(٢) في "الفتح": "من رواية القابِسي، عن عبدوس كلاهُمَا عن أبي زيد المروزي"، أي: في رواية أبي زيد المروزي، عن الفربري، عن البُخَاريّ، من طريق عبدوس عنه وكذا من طريق القابسي عنه. وهذا يُناسب ما في أسانيد ابن حجر؛ لأن ابن حجر يروي الصحيح عن أبي زيد المروزي من طريق القابسي، عن أبي زيد، وليس من طريق عبدوس، فذكر عبدوس هنا بدون قوله: "كلاهما" يَجعل المرء يتوهم أن ما هنا من طريق عبدوس فقط، وهو خلاف ذَلِكَ.','1','336',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (321,'من القدماء أبو علي الغَسَّاني، وليس في شيوخ البُخَاريّ من اسمه عمر بن خالد، بل ولا في جَميع رجاله، بل ولا في أحد من رجال الكتب الستة.
قوله: (حَدَّثَنَا زُهير) هو ابن معاوية أبو خَيْثَمة الجُعْفِيّ الكوفي، نزيل الجزيرة وبها سَمع منه عمرو بن خالد.
قوله: (حَدَّثَنَا أبو إسحاق) هو السبِيعي، وسَماع زُهَيْر منه فيما قَالَ أَحْمَد: بعد أن بدى تغيره، لكن تابعه عليه عند المصنف إسرائيل بن يونس حفيده وغيره (١).
قوله: (عن البراء) هو ابن عَازب، صحابي ابن صحابى، وللمصنف في التفسير (٢) من طريق الثوري، عن أبي إسحاق: سمعت البرَاء، فأمن ما يُخشى من تدليس أبي إسحاق.
قوله: (أول) بالنصب؛ أي: في أول زمن قدومه.
و(ما) مصدرية.
قوله: (أو قَالَ: أخواله) الشك من أبي إسحاق، وفِي إطلاق أجداده أو أخواله مَجاز؛ لأن الأنصار أقاربه من جهة الأمومة، لأن أم جده عبد المطلب بن هاشم منهم، وهي سلمى بنت عمرو أحد بني عَدِي بن النَّجار، وإنما نزل النبي - صلى الله عليه وسلم - بالمدينة عَلى إخوتهم بني مالك بن النجار، ففيه عَلى هذا مَجاز ثانٍ.
قوله: (قِبَل) بكسر القاف وفتح الموحدة، أي: إلَى جهة.
قوله: (ستة عشر أو سبعة عشر) كذا وقع الشك في [رواية] (٣) زُهير هنا، وفي الصلاة أيضًا عن أبي نُعيم عنه (٤)، . . . . . .
_________
(١) أخرجه البُخَاريّ، عن إسرائيل في "صحيحه" (كتاب الصلاة، باب: التوجه نَحو القبلة حيث كَانَ) برقم (٣٩٩)، وفِي (كتاب أخبار الآحاد، باب: ما جاء في إجازة خبر الواحد .. ) برقم (٧٢٥٢)، وعن سفيان في (كتاب التفسير، سورة البقرة، باب: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَ. . .}) برقم (٤٤٩٢).
(٢) "صحيح البُخَاريّ" (كتاب التفسير، سورة البقرة، باب: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَ. . .}) برقم (٤٤٩٢).
(٣) مكانها بياض بالأصل، والمثبت من "الفتح".
(٤) الرواية التِي في (كتاب الصلاة) هِيَ رواية إسرائيل وهي في (باب: التوجه نَحو القبلة حيث كَان) برقم (٣٩٩)، أما رواية أبي نعيم عن زهير فهي في (كتاب التفسير، سورة البقرة، باب: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا}) برقم (٤٤٨٦).','1','337',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (322,'وكذا في رواية الثوري عنده (١)، وفِي رواية إسرائيل عند الترمِذيّ أيضًا (٢)، وَرَوَاهُ أبو عوانة في صحيحه عن عمار بن رجاء وغيره عن أبي نعيم فقال ستة عشر من غير شك (٣) [٨١ / أ]، وكذا لِمسلم من رواية أبي الأحوص (٤)، والنسائي من رواية زكريا بن أبي زائدة وشريك (٥)، ولأبي عوانة أيضًا من رواية عمار بن رزيق (٦) -بتقديم الراء مصغرًا- كلهم عن أبي إسحاق.
وكذا لأحمد بسند صحيح عن ابن عباس (٧)، وللبزار والطبراني من حديث عمرو ابن عوف: "سبعة عشر" (٨)، وكذا الطبراني عن ابن عباس (٩).
والجمع بين الروايتين سهل: بأن يكون من جزم بستة عشر لَفَّق من شهر القدوم وشهر التحويل شهرًا، ومن جزم بسبعة عشر عدهما معًا، ومن شك تردد في ذلكَ، وذلك أن القدوم كَانَ في شهر ربيع الأول بلا خلاف، وكان التحويل في نصف شهر رجب من السنة الثانية عَلى الصحيح، وبه جزم الجمهور، وَرَوَاهُ الحاكم بسند صحيح عن ابن عباس.
وشذت أقوال أخرى: ففي ابن ماجه من طريق أبي بكر بن عياش، عن أبي
_________
(١) (كتاب التفسير، سورة البقرة، باب: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا. . .}) برقم (٤٤٩٢).
(٢) "جامع الترمذي" (أبواب الصلاة، باب: ما جاء في ابتداء القبلة) برقم (٣٤٠)، وفِي (كتاب تفسير القرآن، باب: ومن سورة البقرة) برقم (٢٩٦٢).
(٣) "مسند أبي عوانة" (مبتدأ أبواب المساجد وما فيها، بيان أول مسجد وضع في الأرض. . .) (١/ ٣٢٨).
(٤) "صحيح مُسْلِم" (كتاب المساجد ومواضع الصلاة، باب: تَحويل القبلة من القدس إلَى الكعبة) برقم (٥٢٥).
(٥) أخرج النّسَائي رواية زكريا بن أبي زائدة في "السنن الكبرى" (كتاب القبلة، باب: فرض استقبال القبلة) (١/ ٣٠٤)، وفِي (كتاب التفسير، باب: سورة البقرة) (٦/ ٢٩٠)، وفي "المجتبى" (كتاب الصلاة، باب: فرض القبلة) (١/ ٢٤٣)، و (كتاب القبلة، باب: استقبال القبلة) (٢/ ٦٠ - ٦١).
وأما رواية شريك ففي (كتاب التفسير، باب: سورة البقرة) (٦/ ٢٩١).
(٦) "مسند أبي عوانة" (مبتدأ أبواب المساجد وما فيها، بيان أول مسجد وضع في الأرض .. ) (١/ ٣٢٨).
(٧) "مسند أحْمَد" (١/ ٣٢٥).
(٨) أخرجه الطبراني في "المعجم الكبير" (١٧/ ١٨)، والبزار كما في "مَجمع الزوائد" (كتاب الصلاة، باب: ما جاء في القبلة) (٢/ ١١٩).
(٩) " المعجم الكبير" (١٢/ ٦٨).','1','338',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (323,'إسحاق في هذا الحديث ثَمانية عشر شهرًا (١)، وأبو بكر سيئ الحفظ، وقد اضطرب، فعند ابن جرير من طريقه في رواية سبعة عشر، وفي رواية ستة عشر (٢)، وخرَّجه بعضهم عَلى قول مُحَمَّد بن حبيب أن التحويل كَانَ في نصف شعبان، وهو الذِي ذكره النووي في الروضة وأقره, مع كونه رجح في شرحه رواية ستة عشر شهرًا لكونها مجزومًا بِها عند مُسْلم، ولا يستقيم أن يكون ذَلِكَ في شعبان، وقد جزم موسى بن عقبة بأن التحويل كَانَ في جمادى الآخرة.
ومن الشذوذ أيضًا: رواية ثلاثة عشر شهرًا، ورواية تسعة أشهر، أو عشرة أشهر، ورواية شهرين، ورواية سنتين، وهذه الأخيرة يُمكن حملها عَلى الصواب، وأسانيد الجميع ضعيفة، والاعتماد عَلى القول الأول.
قوله: (وأنه صلى أول) بالنصب لأنه مفعول صلى.
و(العصر) كذلك عَلى البدلية، وأعربه ابن مالك بالرفع، وفي الكلام مقدر لَم يُذكر لوضوحه؛ أي: أول صلاة صلاها متوجهًا إلَى الكعبة صلاة العصر.
قوله: (فخرج رجل) هو عباد بن نَهِيك -بفتح النون وكسر الهاء-، وأهل المسجد الذين مر بِهم قيل: هم من بني سَلَمة. وهذا غير عباد بن بشر الذِي أخبر أهل قباء في صلاة الصبح كما سيأتي بيان ذَلِكَ في حديث ابن [٨١ / ب] عمر؛ حيث ذكره المصنف في كتاب الصلاة (٣)، ويذكر هناك تقرير الجمع بين هذين الحديثين وغيرهما، مع التنبيه عَلى ما فيهما من الفوائد إن شاء الله.
قوله: (أشهد بالله) أي أحلف، قَالَ الجوهري: يُقال: أشهد بكذا؛ أي: أحلفُ به.
قوله: (قِبَل مكة) أي: قِبَل البيت الذِي في مكة، ولهذا قَالَ: "فداروا كما هُم قِبَل البيت". و"ما" موصولة، والكاف للمقارنة، و"هم" مبتدأ وخبره مَحذوف.
قوله: (قد أعجبهم) أي: النبي - صلى الله عليه وسلم -.
_________
(١) "سنن ابن ماجه" (كتاب إقامة الصلاة والسنة فيها، باب: القبلة) (١/ ٣٢٢) برقم (١٠١٠).
(٢) "تفسير الطبري" (سورة البقرة، قوله تعالَى: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ. . .}) (٢/ ٣).
(٣) "صحيح البُخَاريّ" (كتاب الصلاة، باب: ما جاء في القبلة) برقم (٤٠٣).','1','339',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (324,'قوله: (وأهل الكتاب) هو بالرفع عطفًا عَلى اليهود، من عطف العام عَلى الخاص، وقيل: المراد النصارى؛ لأنهم من أهل الكتاب، وفِيه نظر، لأن النصارى لا يصلون لبيت المقدس فكيف يعجبهم، ويحتمل أن يكون بالنصب، والمراد بِمعنى: مع، أي: يصلي مع أهل الكتاب إلَى بيت المقدس.
قوله: (وأنكروا ذَلِكَ) يعنِي اليهود، فنزلت: {سَيَقُولُ السُّفَهَاءُ} الآية [البقرة: ١٤٢]، وقد صرَّح المصنف بذلك في [روايته] (١) من طريق إسرائيل (٢).
قوله (قَالَ زهير) يعنِي: ابن معاوية بالإسناد المذكور بحذف أداة العطف كعادته، ووَهِمَ مَن قَالَ: إنه معلق، وقد ساقه المصنف في التفسير مع جملة الحديث عن أبي نُعيم، عن زُهير سياقًا واحدًا (٣).
قوله: (أنه مات عَلى القبلة) أي: قِبْلَة بيت المقدس قبل أن تُحَوَّل.
(رجال وقتلوا) ذِكْر القتل لَم أره إلا في رواية زُهير، وباقي الروايات إنما فيها ذكر الموت فقط، وكذلك روى أبو داود والتَرمِذيّ، وابن حبان, والحاكم صحيحًا عن ابن عباس (٤).
والذين ماتوا بعد فرض الصلاة وقبل تَحويل القبلة من المسلمين عشرة أنفس فبمكة من قريش: عبد الله بن شهاب، والمطلب بن أَزْهَر الزُّهريان، والسكران بن عمرو العامرى، وبأرض الحبشة منهم: حطاب -بالمهملة- بن الحارث الجُمَحي، وعمرو بن أمية الأسدي، وعبد الله بن الحارث السَّهْمِي، وعُروة بن عبد العُزَّى، وعَدِي بن نَضْلة العدويان، ومن الأنصار بالمدينة البَرَاء بن مَعْرور بِمهملات، وأسعد بن زُرَارة، فهؤلاء العشرة متفق عليهم.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "صحيح البُخَاريّ" (كتاب الصلاة، باب: التوجه نَحو القبلة حيث كَانَ) برقم (٣٩٩).
(٣) "صحيح البخَاريّ" (كتاب التفسير، سورة البقرة، باب: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا. . .}) برقم (٤٤٨٦).
(٤) أخرجه أبو داود في "سننه" (كتاب السنة، باب: الدليل عَلى زيادة الإيمان ونقصانه) برقم (٤٦٨٠)، والترمذي في "الجامع" (كتاب تفسير القرآن، باب: ومن سورة البقرة) برقم (٢٩٦٤)، وابن حبان في "صحيحه" (كتاب الصلاة، باب: شروط الصلاة) برقم (١٧١٤)، والحاكم في "المستدرك" (كتاب التفسير، من سورة البقرة) (٢/ ٢٦٩).','1','340',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (325,'ومات في المدة أيضًا إياس بن معاذ الأَشْهَلي، لكنه مُختلف في إسلامه، ولَم أجد في شيء من الأخبار أن أحدًا من المسلمين قُتل قَبل تَحويل القبلة [٨٢ / أ] , فإن كانت هذه اللفظة مَحفوظة فيحمل عَلى أن بعض المسلمين ممن لَم يشتهر قُتل في تلك المدة في غير الجهاد ولَم يُضبط اسمه لقلة الاعتناء بالتاريخ إذ ذاك.
ثم وجدت في المغازي ذكر رجل اختلف في إسلامه وهو سويد بن الصامت، فقد ذكر ابن إسحاق أنه لقي النبي - صلى الله عليه وسلم - قبل أن يَلْقَاه الأنصار في العَقَبة، فعرض عليه الإسلام، فقال: إن هذا لقول حسن، وهموا إلَى المدينة فقُتل بها في وقعة بُعَاث -بضم الموحدة وإهمال العين وآخره مثلث- وكانت قبل الهجرة، قَالَ: فكان قومه يقولون: لقد قُتل وهو مُسْلِم، فيحتمل أن يكون هو المراد.
* تنبيه:
في هذا الحديث من الفوائد:
* الرد عَلى المرجئة في إنكارهم تسمية أعمال الدين إيمانًا، وفيه أن تمني تغيير بعض الأحكام جائز إذا ظهرت المصلحة في ذَلِكَ.
* وفيه بيان شرف المصطفى وكرامته عَلى ربه لإعطائه له ما أحب من غير تصريح بالسؤال.
* وفيه بيان ما كَانَ في الصحابة من الحرص عَلى دينهم والشفقة عَلى إخوانهم، وقد وقع لهم نظير هذه المسألة لما نزل تَحريم الخمر كما صح من حديث البراء أيضًا، فنزلت: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا. . .}، إلَى قوله: {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} [المائدة: ٩٣] (١)، وقوله تعالَى: {إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا} [الكهف: ٣٠].
ولملاحظة هذا المعنى عَقَّبَ المصنف هذا الباب بقوله: باب حسن إسلام المرء.
_________
(١) أخرجه التّرمِذيّ في "الجامع" (كتاب تفسير القرآن، باب: ومن سورة المائدة) برقم (٣٠٥٠).','1','341',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (326,'<span data-type="title" id=toc-180>٣١ - بَابُ: حُسْنُ إِسْلَامِ الْمَرْءِ</span>
٤١ - قَالَ مَالِكٌ: أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ, أَنَّ عَطَاءَ بْنَ يَسَارٍ, أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ أَخْبَرَهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: "إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلَامُهُ يُكَفِّرُ اللَّهُ عَنْهُ كُلَّ سَيِّئَةٍ كَانَ أَزْلَفَهَا، وَكَانَ بَعْدَ ذَلِكَ الْقِصَاصُ، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَالسَّيِّئَةُ بِمِثْلِهَا إِلَّا أَنْ يَتَجَاوَزَ اللَّهُ عَنْهَا".
قوله: (قَالَ مالك) هكذا ذكره معلقًا ولَم يوصله في موضع آخر من هذا الكتاب، وقد وصله أبو ذر الهروي في روايته للصحيح فقال عقبه: أناه النضروي هو العباس بن الفضل، قَالَ: حَدَّثَنا الحسين بن إدريس، قَالَ: حَدَّثَنا هشام بن خالد، حَدَّثنَا الوليد بن مُسْلِم، عن مالك به.
وكذا وصله النّسَائي من رواية الوليد بن مُسْلِم: حَدَّثَنا مالك (١)، فذكره أتم مِما هُنَا كما سيأتي، وكذا وصله الحسن بن سُفْيَان من طريق عبد الله بن نافع، والبزار من طريق إسحاق الفَروي، والإسماعيلي من طريق عبد الله بن وهب، والبيهقي في "الشُعَب" من طريق إسماعيل بن أبي أويس (٢): كلهم عن مالك.
وأخرجه الدَّارقطني [٨٢ / ب] من طريق أخرى عن مالك، وذكر أن مَعْن بن عيسى رَوَاهُ عن مالك فقال: عن أبي هريرة بدل أبي سعيد، وروايته شاذة.
وَرَوَاهُ سُفْيَان بن عُيَيْنة، عن زيد بن أَسْلَم، عن عطاء مرسلًا، رُوِّينَاه في "الخُلعيات"، وقد حفظ مالك الوصل فيه، وهو أتقنُ لِحديث أهل المدينة من غيره, وَقَالَ الخطيب: هو حديثٌ ثابت، وذكر البزار أن مالكًا تفرد بوصله.
_________
(١) أخرجه النّسَائي في "السنن الكبرى" (كتاب الإيمان وشرائعه، باب: حسن إسلام المرء) (٦/ ٥٣٠)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٠٥).
(٢) "شعب الإيمان" (باب الدليل عَلى أن الإيمان والإسلام عَلى الإطلاق عبارتان عن دين واحد) (١/ ٥٨).','1','342',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (327,'قوله: (إذا أسلم العبدُ) هذا الحكم يشترك فِيه الرجال والنساء، وذكره بلفظ المذكر تغليبًا.
قوله: (فحسن إسلامه) أي: صار إسلامه حسنًا باعتقاده وإخلاصه، ودخوله فيه بالباطن والظاهر.
قوله: (يكفر الله) هو بضم الراء؛ لأن (إذا) وإن كانت [من] (١) أدوات الشرط لكنها لا تَجزم، واستعمل الجواب مضارعًا وإن كَانَ الشرط بلفظ الماضي لكنه بمعنى المستقبل، وفِي رواية البزار: "كَفَّر الله" فواخى بينهما.
قوله: (كَانَ أزلفها) كذا لأبي ذر، ولغيره: "زلفها"، وهي بتخفيف اللام كما ضبطه صاحب المشارق، وَقَالَ النووي بالتشديد، وَرَوَاهُ الدارقطني من طريق طلحة بن يحيى، عن مالك بلفظ: "ما من عبد يُسْلِم فيحسن إسلامه إلا كتَبَ اللهُ لَهُ كل حسنة زلفها ومَحَا عنه كل خطيئة زلفها" بالتخفيف فيهما، وللنسائي نَحوه لكن قَالَ: "أزلفها" (٢).
وزلَّف بالتشديد وأَزْلَفَ بِمعنى واحد، أي: أسلف وقدم، قاله الخطابي، وَقَالَ في "المحكم": أَزْلَف الشيء: قربه، وَزَلْف مُخففًا ومثقلًا: قدمه، وفي "الجامع": الزلفة يكون في الخير والشر، وَقَالَ في "المشارق": زلف بالتخفيف أي: جَمع وكسب، وهذا يشمل الأمرين، وأما القربة فلا تكون إلا في الخير. فعلى هذا يترجح رواية غير أبي ذر، لكن منقول الخطابي يساعدها، وقد ثبت في جَميع الروايات ما سقط من رواية البُخَاريّ وهو: كتابة الحسنات المتقدمة قبل الإسلام.
وقوله: (كتب الله) أي: أمر أن يُكتب، وللدارقطني من طريق زيد بن شعيب، عن مالك بلفظ: "يقول الله لِملائكته: اكتبوا"، فقيل: إن المصنف أسقطَ ما زاد غيره عمدًا؛ ولأنه مشكل عَلى القواعد.
_________
(١) سقطت من الأصل، وزدناها من "الفتح".
(٢) "السنن الكبرى" (كتاب الإيمان وشرائعه، باب: حسن إسلام المرء) (٦/ ٥٣٠)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٠٥).','1','343',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (328,'قَالَ المازري: الكافر لا يصح منه التقرب؛ فلا يثاب عَلى العمل الصالِح الصادر منه [٨٣ / أ] في شركه؛ لأنه من شرط المتقرب أن يكون عارفًا بمن يتقرب إليه، والكافر ليس كذلك، وتابعه القاضي عِيَاض عَلى تقرير هذا الإشكال، واستضعف ذَلِكَ النووي فقال: الصواب الذِي عليه المحققون -بل نقل بعضهم فيه الإجْمَاع- أن الكافر إذا فعل أفعالًا جَميلة كالصدقة وصلة الرحم ثم أسلم ومات عَلى الإسلام أن ثواب ذَلِكَ يُكتب له، وأما دعوى أنه مُخالف للقواعد فغير مُسَلَّم؛ لأنه قد يُعْتَدُّ ببعض أفعال الكافر في الدُّنْيَا ككفارة الظهار، فإنه لا يلزمه إعادتها إذا أسلم وتجزئه. انتهى
والْحَق: أنه لا يلزمه من كتابة الثواب للمسلم في حال إسلامه تفضلًا من الله وإحسانًا أن يكون ذلكَ لكون عمله الصادر منه في الكفر مقبولًا، والحديث إنّما يتضمن كتابة الثواب، ولم يتعرض للقبول، ويحتمل أن يكون القبول مُعلقًا عَلى إسلامه فيقبل ويثاب إن أسلم وإلا فلا.
وقد جزم بِما جزم به النووي: إبراهيم الحربي، وابن بَطَّال وغيرهما من القدماء، والقرطبي وابن المنير من المتأخرين.
قَالَ ابن المنير: المخالف للقواعد دعوى أنه يكتب له ذَلِكَ في حال كفره, وأما أن الله يضيف إلَى حسناته في الإسلام ثواب ما كَانَ صدر منه مِما كَانَ يظنه خيرًا فلا مانع منه، كما لو تفضل عليه ابتداءً من غير عمل، وكما يتفضل عَلى العاجز بثواب ما كَانَ يعمل وهو قادر، فإذا جاز أن يكتب له ثواب ما لَم يعمل ألبتة جاز أن يكتب له ثواب ما عمله غير موفى الشرط، وَقَالَ ابن بَطَّال: لله أن يتفضل عَلى عباده بِما شاء ولا اعتراض عليه.
قوله: (وكان بعد ذَلِكَ القصاص) أي: كتابة المجازاة في الدُّنْيَا، وهو مرفوع بأنه اسم كَانَ، ويَجوز أن تكون "كَانَ" تامة، وعَبَّر بالماضي لتحقق الوقوع فكأنه وقع، كقوله تعالَى: {وَنَادَى أَصْحَابُ الْجَنَّةِ} [الأعراف: ٤٤].
وقوله: (الحسنة) مبتدأ.
و(بعشر) الخبر، والجملة استئنافية.','1','344',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (329,'وقوله: (إلَى سبعمائة) متعلق بتقدير أي: منتهية.
وحكى الماوردي أن بعض العلماء أخذ بظاهر هذه الغاية؛ فزعم أن التضعيف لا يتجاوز سبعمائة، ورد عليه بقوله تعالَى: {وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ} [البقرة: ٢٦١]. والآية محتملة [٨٣ / ب] الأمرين، فيحتمل أن يكون المراد أنه يُضاعف تلك المضاعفة بأن يَجعلها سبعمائة، ويحتمل أن يضاعف السبعمائة بأن يزيد عليها، والمُصَرَّح بالرد عليه حديث ابن عباس المُخَرَّج عند المصنف في الرقاق ولفظه: "كتب الله له عشر حسنات إلَى سبعمائة ضعف إلَى أضعاف كثيرة" (١).
قوله: (إلا أن يتجاوز الله عنها) زاد سمويه في "فوائده": "إلا أن يعفو الله وهو الغفور".
وفيه دليل عَلى الخوارج وغيرهم من المكفرين بالذنوب والموجبين بخلود المذنبين في النار، فأول الحديث يرد عَلى من أنكرَ الزيادة والنقص في الإيمان؛ لأن الحُسْن تتفاوت درجاته، وآخره يرد عَلى الخوارج والمعتزلة.
_________
(١) "صحيح البخاري" (كتاب الرقاق، باب: من هَمَّ بِحسنة أو بسيئة) برقم (٦٤٩١).','1','345',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (330,'٤٢ - حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ, قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ, قَالَ: أَخْبَرَنَا مَعْمَرٌ, عَنْ هَمَّامٍ, عَنْ أَبِي هُرَيْرَةَ, قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "إِذَا أَحْسَنَ أَحَدُكُمْ إِسْلَامَهُ، فَكُلُّ حَسَنَةٍ يَعْمَلُهَا تُكْتَبُ لَهُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَكُلُّ سَيِّئَةٍ يَعْمَلُهَا تُكْتَبُ لَهُ بِمِثْلِهَا".
قوله: (عن هَمَّام) هو: ابن منبه، وهذا الحديث من نسخته المشهورة المروية بإسناد واحد عن عبد الرزاق، عن مَعْمَر عنه.
وقد اختلف العلماء في إفراد حديث من نسخة هل يساق بإسنادها ولو لَم يكن مبتدأ به أو لا؟ فالجمهور عَلى الجواز ومنهم البُخَاريّ، وقد يمتنع، وقيل: يبدأ أبدًا بأول حديث ويذكر معه ما أراد، وتوسط مُسْلِم فأتى بلفظ يشعر بأن المفرد من جملة النسخة فيقول في مثل هذا إذا انتهى الإسناد: فذكر أحاديث منها كذا، ثم يذكر أي حديث أراد منها.
قوله: (إذا أحسن أحدكم إسلامه) كذا له ولمسلم وغيرهما (١)، ولإسحاق بن راهويه في "مسنده"، عن عبد الرزاق: "إذا حَسُنَ إسلام أحدكم"، وكأنه رَوَاهُ بالمعنى؛ لأنه من لازمه، رَوَاهُ الإسماعيلي من طريق ابن المبارك، عن معمر كالأول، والخطاب "بأحدكم" بِحسب اللفظ للحاضرين، لكن الحكم عام لَهم ولغيرهم باتفاق وإن حصل التنازع في كيفية التناول: أهي بالحقيقة اللغوية أو الشرعية أو بالمجاز؟
قوله: (فكل حسنة) ينبئ أن اللام في قوله في الحديث الذِي قبله: "الحسنة بعشر أمثالها" للاستغراق.
قوله: (بمثلها) زاد مُسْلِم، وإسحاق، وإسماعيل في روايتهم: "حَتَّى يلقى الله -عز وجل-" (٢).
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: إذا هَمَّ العبد بِحسنة كتبت وإذا هَمَّ بسيئة لَم تُكتب) برقم (١٢٩)، وَأحْمَد في "المسند" (٢/ ٣١٧).
(٢) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: إذا هَمَّ العبد بِحسنة كتبت وإذا هَمَّ بسيئة لَم تُكتب) برقم (١٢٩).','1','346',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (331,'<span data-type="title" id=toc-181>٣٢ - بَابٌ: أَحَبُّ الدِّينِ إِلَى اللَّهِ أَدْوَمُهُ</span>
٤٣ - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى, حَدَّثَنَا يَحْيَى, عَنْ هِشَامٍ, قَالَ: أَخْبَرَنِي أَبِي, عَنْ عَائِشَةَ, أَنَّ النَّبِيَّ - صلى الله عليه وسلم - دَخَلَ عَلَيْهَا وَعِنْدَهَا امْرَأَةٌ فَقَالَ: "مَنْ هَذِهِ؟ ". قَالَتْ: فُلَانَةُ. تَذْكُرُ مِنْ صَلَاتِهَا. قَالَ: "مَهْ، عَلَيْكُمْ بِمَا تُطِيقُونَ، فَوَاللَّهِ لَا يَمَلُّ اللَّهُ حَتَّى تَمَلُّوا". وَكَانَ أَحَبَّ الدِّينِ إِلَيْهِ مَادَامَ عَلَيْهِ صَاحِبُهُ.
قوله: (باب: أحبُّ الدين إلى الله أدومه) مراد المصنف: الاستدلال على أن الإيمان يطلق على الأعمال؛ لأن المراد بالدين هُنا العمل، والدين الحقيقي هو الإسلام، والإسلام الحقيقي مرادف الإيمان، فيصح بهذا مقصوده [٨٤ / أ].
ومناسبته لِما قبله من قوله: "عليكم بما تطيقون"؛ لأنه لما قدم أن الإسلام يحسن بالأعمال الصالِحة أراد أن يُنبه على أن إجهاد النفس في ذلك إلَى حد المغالبة غير مطلوب، وقد تقدم بعض هذا المعنى في باب الدين يسر، وفي هذا ما ليس في ذلك على ما سنوضحه إن شاء الله تعالَى.
قوله: (حدثنا يَحيى) هو ابن سعيد القَطَّان.
(عن هشام) هو ابن عُرْوة بن الزُّبير.
قوله: (فقال: من هذه؟ ) للأصيلي: "قال: من هذه؟ " بغير فاء، وموجه على أنه جواب سؤال مقدر كأن قائلًا قال: ماذا قال حين دخل؟ قالت: قال: من هذه؟
قوله: (قلت: فلانة) هذه اللفظة كناية عن كل عَلَمٍ مؤنث فلا ينصرف، زاد عبد الرزاق، عَن مَعْمر، عن هشام في هذا الحديث: "حسنة الهيئة" (١).
_________
(١) أخرجه عبد الرزاق في "مصنفه" (باب: الرخص في الأعمال والقصد) (١١/ ٢٩٠) برقم (٢٠٥٦٦).','1','347',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (332,'قوله: (تذكر) بفتح التاء الفوقانية، والفاعل عائشة، وروي بضم الياء التحتانية عَلى البناء لما لم يُسم فاعله، أي: يذكرون أن صلاتها كثيرة، ولأحمد، عن يَحيى القطان: "لا تنام تصلي" (١)، وللمصنف في كتاب صلاة الليل معلقًا عن القَعْنَبي، عن مالك، عن هشام (٢)، وهو موصول في "الموطأ" للقعنبِي وحده في آخره: "لا تنام بالليل" (٣).
وهذه المرأة وقع في رواية مالك المذكورة أنها من بني أسَد، ولمسلم (٤) من رواية الزُّهري، عن عُرْوة في هذا الحديث: أنها الْحَوْلاء -بالمهملة والمد وهو اسمها- بنت تُوَيْت -بمثناتين مصغرًا- بن حَبيب -بفتح المهملة- بن أسد بن عبد العُزَّى من رَهْط خديجة أم المؤمنين، وَفِي روايته أيضًا: "وزعموا أنها لا تنام الليل" (٥). وهذا يؤيد الرواية الثانية في أنها نقلت عن غيرها.
فإن قيل: وقع في حديث الباب حديث هشام: "دخل عليها وهي عندها"، وَفِي رواية الزُّهري: "أن الحَوْلاء مرَّت بها"، فظاهره التغاير، فيحتمل أن تكون المارة امرأة غيرها من بني أسد أيضًا أو أن قصتها تعددت؟
والجواب: أن القصة واحدة، ويبين ذلك رواية مُحَمَّد بن إسحاق، عن هشام في هذا الحديث، ولفظه: "مرت برسول الله - صلى الله عليه وسلم - الحولاء بنت تويت". أخرجه مُحَمَّد بن نصر في كتاب "قيام الليل" له، فيحمل عَلى أنها كانت أولًا عِنْد عائشة، فلما دخل - صلى الله عليه وسلم -[٨٤ / ب] عَلى عائشة قامت المرأة كما في رواية حَمَّاد بن سَلَمة الآتية، فلما قامت لتخرج مرت به في حال ذهابها فسأل عنها، وبهذا تَجتمع الروايات.
_________
(١) الحديث من طريق يحيى القطان وبهذا اللفظ ليس في "مسند أحْمَد"، وهو في "صحيح مسلم" (كتاب صلاة المسافرين وقصرها، باب: أمر من نعس في الصلاة واستعجم عليه القرآن أو الذكر بأن يرقد) برقم (٧٨٥).
(٢) "صحيح البُخَاريّ" (كتاب التهجد، باب: ما يكره من التشديد في العبادة) برقم (١١٥١).
(٣) لَم نَجده في "الموطأ" للقعنبي، وذكره ابن عبد البر في "التمهيد" (١/ ١٩٢)، وَرَوَاهُ بإسناده إلَى القعنبي، عن مالك ولم يذكر أنه في "الموطأ"، وكذلك لَم يذكر هذه الرواية الدارقطني في "أحاديث الموطأ"، فالله أعلم.
(٤) "صحيح مسلم" (كتاب صلاة المسافرين وقصرها، باب: أمر من نعس في الصلاة. . .) برقم (٧٨٥).
(٥) "صحيح مسلم" (كتاب صلاة المسافرين وقصرها، باب: أمر من نعس في الصلاة. . .) برقم (٧٨٥).','1','348',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (333,'* تنبيه:
قَالَ ابن التين: لعلها أمِنَتْ عليها الفتنة فلذلك مدحتها في وجهها.
قُلْت: لكن رواية حَمَّاد بن سلمة، عن هشام في هذا الحديث تدل عَلى أنها ما ذكرت ذلك إلا بعد أن خرجت المرأة، أخرجه الحسن بن سُفْيَان في مسنده من طريقه، ولفظه: "كانت عندي امرأة فلما قامت قَالَ رسول الله - صلى الله عليه وسلم -: "من هذه يا عائشة؟ " قُلْت: يا رسول الله هذه فلانة وهي أعبد أهل المدينة" فذكر الحديث (١).
قوله: (مه). قَالَ الجوهري: هي كلمة مبنية عَلى السكون، وهي اسم سمي به الفعل، والمعنى: اكفف، يقال: مَهْمَهْتُه، إذَا زجرته، فإن وصلت نونت فقلت: "مهٍ".
وَقَالَ الدّاوودي: أصلُ هذه الكلمة: "ما هذا؟ ! " كالإنكار، فطرحوا بعض اللفظ فقالوا: مهٍ، فصيروا الكلمتين كلمة.
وهذا الزجر يحتمل أن يكون لعائشة، والمراد: نهيها عن مدح المرأة بما ذكرت، ويحتمل أن يكون المراد: النهي عن ذلك الفعل، وقد أخذ بذلك جماعة من الأئمة فقالوا: يكره صلاة جَميع الليل كما سيأتي في مكانه.
قوله: (عليكم بِما تطيقون) أي: اشتغلوا من الأعمال بما تستطيعون المداومة عليه، فمنطوقه يقتضي الأمر بالاقتصار عَلى ما يُطاق من العبادة، ومفهومه يقتضي النهي عن تكلف ما لا يُطاق.
وَقَالَ القاضي عِيَاض: يحتمل أن يكون هذا خاصًّا بصلاة الليل، ويحتمل أن يكون عامًا في الأعمال الشرعية.
قُلْت: سبب وروده خاص بالصلاة، لكن اللفظ عام وهو المعتبر.
وقد عبر بقوله: "عليكم" مع أن المخاطب النساء طلبًا لتعميم الحكم فغلَّب الذكور عَلى الإناث.
_________
(١) أخرجه أبو نُعيم بإسناده عن الحسن بن سُفْيَان في "حلية الأولياء" في ترجمة الحولاء بنت تويت (٢/ ٦٥).','1','349',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (334,'قوله: (فوالله) فيه جواز الحلف من غير استحلاف، فقد يستحب إذا كَانَ في تفخيم أمر من أمور الدين، أو حث عليه، أو تنفير عن مَحذور.
قوله: (لا يَمل الله حتى تَملوا) هو بفتح الميم في الموضعين، والملال: استثقال الشيء ونفور النفس عنه بعد مَحبته، وهو مُحال عَلى الله تعالَى باتفاق، قَالَ الإسماعيلي، وجَماعة من المحققين: إنما أطلق هذا عَلى جهة المقابلة اللفظية مَجازًا، كما قَالَ تعالَى [٨٥ / أ] {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى: ٤٠]. وأنظاره.
قَالَ القرطبي: وجهة مَجازه أنه تعالى لما كَانَ قطع ثوابه عمن قطع العمل ملالًا عبر عن ذلك بالإملال، من باب تسمية الشيء باسم سببه.
وَقَالَ الهروي: معناه لا يقطع عنكم فضله حتى تَملوا سؤاله فتزهدوا في الرغبة إليه.
وَقَالَ غيره: معناه لا يتناهى حقه عليكم في الطاعة حتى يتناهى جهدكم.
وهذا كله بناء عَلى أن "حتى" عَلى بابها في انتهاء الغاية، وما يترتب عليها من المفهوم، وجنح بعضهم إِلَى تأويلها، فقيل: معناه: لا يَمل الله إذا مللتم، وهو مستعمل في كلام العرب، يقولون: لا أفعلُ كذا حتى يَبْيَض القَارّ، أو حتى يشيب الغُرَاب، ومنه قولُهم في البليغ: لا ينقطع حتى تنقطع خصومه، لأنه لو انقطع حين ينقطعون لم يكن له عليهم مزيَة، وهذا المثال أشبه من الذي قبله؛ لأن شيب الغراب ليس مُمكنًا عادة بِخلاف الملل من العابد.
وَقَالَ المازري: قيل: إن حتى هُنا بِمعنى الواو، فيكون التقدير: لا يَمل وتملون، فنفى عنه الملل وأثبته لَهم، قَالَ: وقيل: حتى بمعنى: حين، والأول أليق وأجرى عَلى القواعد، وأنه من باب المقابلة اللفظية.
وَقَالَ ابن حبان في "صحيحه" (١): هذا من ألفاظ التعارف التي لا يتهيأ للمخاطب أن يعرف القصد مِما يخاطب به إلا بها، وهذا رأيه في جَميع المتشابه.
_________
(١) "صحيح ابن حبان" (كتاب البر والإحسان، باب: ما جاء في الطاعات وثوابها) عقب الحديث رقم (٣٥٤).','1','350',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (335,'قوله: (أحب) قَالَ القاضي أبو بكر ابن العربي: معنى المحبة من الله: تعلق الإرادة بالثواب، أي: أكثر الأعمال ثوابًا أدومها.
قوله: (إليه) في رواية المستملي وحده: "إِلَى الله"، وكذا في رواية عَبْدَة، عن هشام عِنْد إسحاق بن راهويه في "مسنده" (١)، وكذا للمصنف، ومسلم من طريق أبي سَلمة، ولِمسلم عن القاسم كلاهُما عن عائشة (٢)، وهذا موافق لترجمة الباب.
وَقَالَ باقي الرواة عن هشام: "وَكَان أحب الدين إليه، أي: إلَى رسول الله - صلى الله عليه وسلم -"، وصرح به المصنف في الرقاق في رواية مالك، عن هشام (٣)، وليس بين الروايتين تخالف؛ لأن ما كَانَ أحب إلَى الله كَانَ أحب إلَى رسوله.
قَالَ النووي: بدوام القليل تستمر الطاعة بالذكر والمراقبة والإخلاص [٨٥ / ب] والإقبال عَلى الله، بخلاف الكثير الشاق حتى ينمو القليل الدائم بحيث يزيد عَلى الكثير المنقطع أضعافًا كثيرة.
وَقَالَ ابن الجوزي: إنما أحب الدائم لمعنيين:
أحدهما: أن التارك للعمل بعد الدخوا فيه كالمُعْرض بعد الوَصْل، فهو مُعَرَّض للذم، ولهذا أورد الوعيد في حق من حفظ آية ثم نسيها، وإن كَانَ قبل حفظها لا يتعين عليه.
_________
(١) "مسند إسحاق بن راهويه" (٢/ ١٣٩) برقم (٦٢٥).
(٢) رواية أبي سلمة عِنْد البُخَاريّ في "صحيحه" لفظها: "وأحب الصلاة إلَى النبي - صلى الله عليه وسلم - ما دووم عليه. . . .". وهي في (كتاب الصوم، باب: صوم شعبان) برقم (١٩٧٠)، وليس فيها قصة الحولاء بنت تويت، ولكن فيها صيام النبي - صلى الله عليه وسلم - في شعبان، وكذا هي عِنْد مسلم في "صحيحه" (كتاب الصيام، باب: صيام النبي - صلى الله عليه وسلم - في غير رمضان. . .) برقم (٧٨٢)، وهو عنده أيضًا من رواية أبي سلمة ولكن في قيام الليل وهو في (كتاب صلاة المسافرين وقصرها، باب: فضيلة العمل الدائم من قيام الليل وغيره) برقم (٧٨٢).
وأما رواية القاسم، عن عائشة فهي في نفس الباب برقم (٧٨٣)، ولفظها: "أحب الأعمال إلَى الله تعالَى أدومها وإن قل".
(٣) "صحيح البُخَاريّ" (كتاب الرقاق، باب: القصد والمداومة عَلى العمل) برقم (٦٤٦٢).','1','351',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (336,'ثانيهما: أن مداوم الخير ملازم للخدمة، وليس من لَازَم الباب في كل يوم وقتًا ما كمن لَازَم يومًا كاملًا ثم انقطع.
وزاد المصنف ومسلم من طريق أبي سلمة، عن عائشة: "وإن أحب الأعمال إِلى الله ما دُووِم عليه وإن قل".','1','352',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (337,'<span data-type="title" id=toc-182>٣٣ - بابُ: زِيَادَةِ الإِيمَانِ وَنُقْصَانِهِ</span>
وَقَوْلِ الله تَعَالَى: {وَزِدْنَاهُمْ هُدًى}، {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} وَقَالَ: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}، فَإِذَا تَرَكَ شَيْئًا مِنَ الْكَمَالِ فَهُوَ نَاقِصٌ
٤٤ - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قالَ: "يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، وَفي قَلْبِهِ وَزْنُ شَعِيرَةٍ مِنْ خَيْرٍ، وَيَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، وَفي قَلْبِهِ وَزْنُ بُرَّةٍ مِنْ خَيْرٍ، وَيَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، وَفي قَلْبِهِ وَزْنُ ذَرَّةٍ مِنْ خَيْرٍ".
قَالَ أبُو عَبْدِ الله: قَالَ أَبَانُ: حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -: "مِنْ إِيمَانٍ". مَكَانَ: "مِنْ خَيْرٍ".
قوله: (باب زيادة الإيمان ونقصانه) تقدم له قبل بستة عشر بابًا: "باب: تفاضل أهل الإيمان في الأعمال"، وأورد فيه حديث أبي سعيد الخدري بمعنى حديث أنس الذي أورده هنا، وتُعقّب عليه بأنه تكرار.
وأجيب عنه: بأن الحديث لمَّا كَانت الزيادة والنقصان فيه باعتبار الأعمال أو باعتبار التصديق ترجم لكل من الاحتمالين، وخص حديث أبي سعيد بالأعمال؛ لأن سياقه ليس فيه تفاوت بين الموزونات، بخلاف حديث أنس ففيه التفاوت في الإيمان القائم بالقلب من وزن الشَّعِيرة والبُرَّة والذَّرَّة.
قَالَ ابن بَطَّال: التفاوت في التصديق عَلى قدر العلم والجهل، فمن قل علمه كانَ تصديقه مثلًا بمقدار ذرة، والذي فوقه في العلم تصديقه بمقدار بُرّة أو شَعِيرة، إلا أن أصل التصديق الحاصل في قلب كل واحد منهم لا يَجوز عليه النقصان، ويَجوز عليه الزيادة بزيادة العلم والمعاينة. انتهى
وقد تقدم كلام النووي في أول الكتاب بما يُشير إِلَى هذا المعنى.','1','353',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (338,'فإن قيل: فَلِمَ أعاد في هذا الباب الآيتين المذكورتين فيه وقد تقدما في أول كتاب الإيمان؟
فالجواب: أنه أعادهما ليوطئ بِهما معنى الكمال المذكور في الآية التالية؛ لأن الاستدلال بهما نص في الزيادة وهو مستلزم للنقص، وأما الكمال فليس نصًّا في الزيادة بل هو مستلزم للنقص فقط، واستلزامه للنقص يستدعي قبوله للزيادة، ومن ثَمَّ قالَ المصنف: "فإذا ترك شيئًا من الكمال فهو ناقصٌ"، ولهذه [٨٦ / أ] النكتة عدل في التعبير للآية الثالثة عن أسلوب الآيتين، حيث قَالَ أولًا: "وقول الله". وَقَالَ ثانيًا: "وَقَالَ".
وبهذا التقرير يندفع اعتراض من اعترض عليه بأن آية: {الْيَوْمَ أَكْمَلْتُ لَكُمْ} [المائدة: ٣]. لا دليل فيها عَلى مراده؛ لأن الإكمال إن كَانَ بمعنى إظهار الحجة عَلى المخالفين أو بمعنى إظهار أهل الدين عَلى المشركين فلا حجة للمصنف فيه، وإن كَانَ بمعنى إكمال الفرائض لزم عليه أنه كَانَ قبل ذلك ناقصًا، وأن من مات من الصحابة قبل نزول الآية كَانَ إيمانه ناقصًا، وليس الأمر كذلك؛ لأن الإيمان لم يزل تامًا.
ويوضح دفع هذا الاعتراض جواب القاضي أبو بكر ابن العربي: بأن النقص أمر نسبي، لكن منه ما يترتب عليه الذم، ومنه ما لا يترتب، فالأول ما نقصه بالاختيار كمن علم وظائف الدين ثم تركها، والثاني ما نقصه بغير اختيار كمن لَم يعلم أو لَم يكلف، فهذا لا يُذم بل يُحمد من جهة أنه إن كَانَ قلبه مطمئنا بأنه لو زيد لقبُل ولو كُلِّف لعمل، وهذا شأن الصحابة الذين ماتوا قبل نزول الفرائض، ومُحصله: أن النقص بالنسبة إليهم صُوري، ولَهم فيه رتبة الكمال من حيث المعنى.
قوله: (هشام) هو ابن أبي عبد الله الدَّسْتَوائي، يكنى أبا بكر، وَفِي طبقته هشام بن حَسَّان لكنه لم يرو هذا الحديث.
قوله: (يَخرج) بفتح أوله وضم الراء، ويروى بالعكس، ويؤيده قوله في الرواية الأخرى: "أخرجوا" (١).
_________
(١) أخرجه الترمذيّ في "جامعه" (كتاب صفة جهنم، باب: أن للنار نفسين وما ذكر من يَخرج من =','1','354',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (339,'قوله: (من قَالَ لا إله إلا الله وَفي قلبه) فيه دليل عَلى اشتراط النطق بالتوحيد، أو المراد بالقول هُنا: القول النفسي، فالمعنى: من أقر بالتوحيد وصدق فالإقرار لابد منه، فلهذا أعاده في كل مرة، والتفاوت يحصل في التصديق عَلى الوجه المتقدم.
فإن قيل: فكيف لَم يذكر الرسالة؟
فالجواب: أن المراد: المجموع، وصار الجزء الأول علما عليه، كما يقول: قرأت: {قُلْ هُوَ اللَّهُ أَحَدٌ} أي: السورة كلها.
قوله: (بُرَّة) بضم الموحدة وتشديد الراء المفتوحة: وهي القمحة، ومقتضاه: أن وزن البُرَّة دون وزن الشَّعيرة؛ لأنه قدم الشعيرة وتلاها بالبُرَّة ثم الذرة، وكذلك هو في بعض البلاد.
فإن قيل: إن السياق بالواو وهي لا تُرَتِّب.
فالجواب: أن رواية مُسلم من هذا الوجه بلفظ: "ثم" (١)، وهي [٨٦ / ب] للترتيب.
قوله: (ذَرَّة) بفتح المعجمة وتشديد الراء المفتوحة، وصحفها شُعبة فيما رَوَاهُ مسلم من طريق يزيد بن زُرَيْع عنه فقال: "ذرَة" -بضم المعجمة وتَخفيف الراء-، وكأن الحامل له عَلى ذلك كونها من الحبوب فناسبت الشعيرة والبرة، قَالَ مسلم في روايته: قَالَ يزيد: "صَحَّف فيها أبو بِسْطَام" (٢)، يعنِي: شُعْبَة.
ومعنى الذَّرَّة: قيلَ: هي أقل الأشياء الموزونة، وقيل: هو الهباء الذي يظهر في شعاع الشمس مثل رءوس الإبر، وقيل: هي النَّملة الصغيرة، ويروى عن ابن عباس أنه قَالَ: إذا وضعت كفك في التراب ثم نفضتها فالساقط هو الذَّر، ويقال: إن أربع ذرات وزن خَرْدَلة، وللمصنف في أواخر التوحيد من طريق حُميد، عن أنس مرفوعًا: "أدخل
_________
= النار من أهل التوحيد) برقم (٢٥٩٣)، وأحْمَد في "مسنده" (٣/ ٢٧٦).
(١) "صحيح مسلم" (كتاب الإيمان، باب: أدنى أهل الجنة منْزلة فيها) برقم (١٩٣).
(٢) "صحيح مسلم" (كتاب الإيمان، باب: أدنى أهل الجنة منْزلة فيها) برقم (١٩٣).','1','355',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (340,'الجنة من كانَ في قلبه خردلة ثم من كَانَ في قلبه أدنى شَيْء" (١). فهذا معنى الذرة.
قوله: (قَالَ أبان) هو ابن يزيد العطار، وهذا التعليق وصله الحاكم في كتاب "الأربعين" له من طريق أبي سَلَمة قَالَ: حَدَّثَنَا أَبان بن يزيد فذكر الحديث، وفائدة إيراد المصنف له من وجهين:
أحدهما: تصريح قتادة فيه بالتحديث عن أنس.
ثانيهما: تعبيره في المتن بقوله: "مِنْ إيمان" بدل قوله: "من خير"، فبيَّن أن المراد بالخير هُنا: الإيمان.
فإن قيل: عَلى الأولى لِمَ لَمْ يكتفِ بطريق أبان السالمة من التدليس ويسوقها موصولة؟
فالجواب: أن أبان وإن كَانَ مقبولًا لكن هشام أتقن منه وأضبط، فجمع المصنف بين المصلحتين، والله الموفق.
وسيأتي الكلام عَلى بقية هذا المتن في كتاب التوحيد حيث ذكر المصنف حديث الشفاعة الطويل من هذا الوجه، ورجال هذا الحديث موصولًا ومعلقًا كلهم بصريون.
_________
(١) "صحيح البُخَاريّ" (كتاب التوحيد، باب: كلام الرب -عَزَّ وَجَلَّ- يوم القيامة مع الأنبياء وغيرهم) برقم (٧٥٠٩).','1','356',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (341,'٤٥ - حَدَّثَنَا الحَسَنُ بْنُ الصَّبَّاحِ، سَمِعَ جَعْفَرَ بْنَ عَوْنٍ، حَدَّثَنَا أَبُو العُمَيْسِ، أَخْبَرَنَا قَيْسُ بْنُ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ عُمَرَ بْنِ الخَطَّابِ، أَنَّ رَجُلًا مِنَ اليَهُودِ قَالَ لَهُ: يَا أَمِيرَ المُؤْمِنِينَ، آيَةٌ فِي كِتَابِكُمْ تَقْرَءُونَهَا لَوْ عَلَيْنَا مَعْشَرَ اليَهُودِ نَزَلَتْ لَاتَّخَذْنَا ذَلِكَ اليَوْمَ عِيدًا. قَالَ: أَيُّ آيَةٍ؟ قَالَ: {اليَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلَامَ دِينًا}. قَالَ عُمَرُ: قَدْ عَرَفْنَا ذَلِكَ اليَوْمَ وَالمَكَانَ الَّذِي نَزَلَتْ فِيهِ عَلَى النَّبِيِّ - صلى الله عليه وسلم - وَهُوَ قَائِمٌ بِعَرَفَةَ يَوْمَ جُمُعَةٍ.
قوله: (حَدَّثَنَا الحسن بن الصباح، سمع جعفر بن عون) مراده: "أنه سمع"، وجرت عادتهم بحذف "أنه" في مثل هذا خطًّا لا نطقًا.
قوله: (أن رجلًا من اليهود) هذا الرجل هو كعب الأحبار بَيَّن ذلك مُسَدَّد في مسنده، والطبري في تفسيره، والطبراني في الأوسط، كلهم من طريق رجاء بن أبي سَلَمة، عن عُبَادة بن نُسَي -بضم النون وفتح المهملة-، عن إسحاق بن قَبِيصة بن ذُؤَيْب، عن كعب (١)، وللمصنف في المغازي من طريق الثوري، عن قيس بن مسلم أن ناسًا من [٨٧ / أ] اليهود (٢)، وله في التفسير من هذا الوجه بلفظ: "قالت اليهود" (٣)، فيحمل عَلى أنهم كانوا حين سؤال كعب عن ذلك جَماعة وتكلم كعب عَلى لسانهم.
_________
(١) في "الفتح": "عن إسحاق بن خرشة، عن قبيصة بن ذؤيب، عن كعب"، وهو خطأ، وما ورد هنا هو الصواب، وقد رجع الحافظ في هذا الكتاب إلَى الصواب، والسبب في ذلك الخطأ: أنه وقع عِنْد الطبري في تفسيره (الآية الثالثة من سورةَ المائدة) منِ طريق ابن علية، عن رجاء بن أبي سَلمة، عن عبادة بنِ نسي، قَالَ: حَدَّثنا أميرنا إسحاق -قالَ أبو جعفر: إسحاق هو ابن خرشة-، عن قبيصة قَال: . . . فذكر الحديث. فذكر الحافظ الحديث كما وقع عِنْد ابن جرير، وكأنه تصحف الاسم عِنْد ابن جرير إلَى إسحاق، عن قبيصة، فتصحفت "ابن" إلَى "عن"، فاحتاج إِلَى تعيين إسحاق هذا، فعرفه بأنه ابن خرشة، وهو تعيين خطأ أيضًا؛ لأن ابن خرشة الذي يروي عن قبيصة بن ذؤيب هو عثْمَان بن إسحاق بن خرشة، وليس إسحاق والده، ويقال له أيضًا: عثْمَان بن خرشة، وهو راوي حديث أبي بكر في توريث الجدة.
أما إسحاق بن قبيصة فقد كَان عامل هشام بن عبد الملك عَلى الأردن، وقد أخرج الحديث عَلى الصواب: الطبراني في "الأوسط" (٨٣٠، ٣٩٠٠)، وابن عساكر في "تاريخه" من طريق مسدد (٨/ ٢٧١).
(٢) "صحيح البُخَاريّ" (كتاب المغازي، باب: حجة الوداع) برقم (٤٤٠٧)، وفيه: "أناسًا".
(٣) "صحيح البُخَاريّ" (كتاب التفسير، سورة المائدة، باب: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}) برقم (٤٦٠٦).','1','357',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (342,'قوله: (لاتخذنا. . . إِلَى آخره) أي: لعظمناه وجعلناه عيدًا لنا في كل سنة لعظم ما حصل فيه من إكمال الدين، والعيد: فعل من العود، وإنما سمي به؛ لأنه يعود في كل عام.
قوله: (نزلت فيه عَلى النبي - صلى الله عليه وسلم -) زاد مسلم عن عبد بن حُميد، عن جَعفر بن عَوْن في هذا الحديث ولفظه: "إني لأعلمُ اليوم الذي أنزلت فيه، والمكان الذي نزلت فيه عَلى النبي - صلى الله عليه وسلم -" (١).
فإن قيل: كيف طابق الجواب السؤال لأنه قَالَ: "لاتخذناه عيدًا". وأجاب عُمر بمعرفة الوقت والمكان، ولم يقل: جعلناه عيدًا؟
والجواب عن هذا: أن هذه الرواية اكتفى فيها بالإشارة، وإلا فرواية إسحاق بن قبيصة (٢) التي قدمناها قد نصت عَلى المراد، ولفظه: "نزلت يوم جمعة يوم عرفة وكلاهما بحمد الله لنا عيد"، لفظ الطبري والطبراني: "وهُما لنا عيدان" (٣).
فإن قيل: كيف دلت هذه القصة عَلى ترجمة الباب؟
أجيب: من جهة أنها بينت أن نزولها كانَ بعرفة، وَكَان ذلك في حجة الوداع التي هي آخر عهد البعثة حين تمت الشريعة وأركانها، والله أعلم.
_________
(١) "صحيح مسلم" (كتاب التفسير) برقم (٣٠١٧).
(٢) في "الفتح": "إسحاق، عن قبيصة، وقد سبق الكلام عن الخطأ الَّذِي وقع في "الفتح"، فراجعه قبل قليل.
(٣) الرواية عند الطبري كالسابقة: "وكلاهما بحمد الله لنا عيد"، "تفسير الطبري" (سورة المائدة، آية: ٣) (٤/ ٤١٧)، وأما الطبراني فأخرجها بلفظ: "وهما لنا عيدان"، في "المعجم الأوسط" برقم (٨٣٠).','1','358',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (343,'<span data-type="title" id=toc-183>٣٤ - باب: الزَّكَاةُ مِنَ الإِسْلَامِ</span>
وَقَوْلُهُ: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ}.
٤٦ - حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - مِنْ أَهْلِ نَجْدٍ، ثَائِرَ الرَّأْسِ، يُسْمَعُ دَوِيُّ صَوْتِهِ، وَلَا يُفْقَهُ مَا يَقُولُ حَتَّى دَنَا، فَإِذَا هُوَ يَسْأَلُ عَنِ الإِسْلَامِ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "خَمْسُ صَلَوَاتٍ فِي اليَوْمِ وَاللَّيْلَةِ". فَقَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: "لَا، إِلَّا أَنْ تَطَوَّعَ". قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "وَصِيَامُ رَمَضَانَ". قَالَ: هَلْ عَلَيَّ غَيْرُهُ؟ قَالَ: "لَا، إِلَّا أَنْ تَطَوَّعَ". قَالَ: وَذَكَرَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - الزَّكَاةَ. قَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: "لَا، إِلَّا أَنْ تَطَوَّعَ". قَالَ: فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ: وَاللَّهِ لَا أَزِيدُ عَلَى هَذَا وَلَا أَنْقُصُ. قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: "أَفْلَحَ إِنْ صَدَقَ".
قوله: (باب الزكاة من الإسلام. {وَمَا أُمِرُوا}) كذا لأبي ذر، ولغيره: (وقول الله: {وَمَا أُمِرُوا} [البينة: ٥])، ويأتي فيه ما مضى في باب الصلاة من الإيمان، والآية دالة عَلى ما ترجم له؛ لأن المراد بقوله: {دِينُ الْقَيِّمَةِ}: دين الإسلام، و (القيمة): المستقيمة، وقد جاء قام بِمعنى استقام أيضًا في قوله تعالَى: {أُمَّةٌ قَائِمَةٌ} [آل عمران: ١١٣]؛ أي: مستقيمة، وإنما خص الزكاة بالترجمة؛ لأن باقي ما ذُكِرَ في الآية والحديث قد أفرده بتراجم أخرى.
ورجال إسناد هذا الحديث كلهم مدنيون، ومالك والد أبي سُهيل هو ابن عامر الأَصْبَحي حَلِيف طلحة بن عُبيد الله، وإسماعيل هو ابن أبيْ أُوَيْس [ابن] (١) أخت الإمام مالك، فهو من رواية إسماعيل، عن خاله، عن عمه، عن أبيه، عن حَلِيفه، فهو مسلسل بالأقارب، كما هو مسلسل بالبلد.
_________
(١) زيادة من "الفتح".','1','359',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (344,'قوله: (جاء رجل) زاد أبو ذر: "من أهل نَجد"، وكذا هو في الموطأ وَمُسْلِم (١).
قوله: (ثائر الرأس) هو مرفوع عَلى الصفة، ويَجوز نصبه عَلى الحال، والمراد أن شعره متفرق [من ترك الرفاهية، ففيه إشارة إلَى قرب عهده بالوفادة، وأوقع اسم الرأس عَلى الشعر] (٢) إما مبالغة، أو لأن الشعر منه ينبت.
قوله: (يُسْمع) بضم الياء عَلى البناء، أو بالنون المفتوحة للجمع، وكذا في "يُفقه".
قوله: (دَوِيّ) بفتح الدال وكسر الواو وتشديد الياء كذا في روايتنا. قَالَ القاضي عِيَاض: جاء عندنا في البُخَاريّ بضم الدال، قَالَ: والصواب الفتح.
وَقَالَ الخطابي: الدَّويُّ: صوت مرتفع متكرر لا يُفهم، وإنما كَانَ كذلك لأنه نادى من بُعْد.
وهذا الرجل جزم ابن بَطَّال وآخرون بأنه ضِمَام بن ثَعْلَبَة وافد بني سَعْد بن بَكْر، والحامل لهم عَلى ذَلكَ: إيراد مُسْلِم لقصته عَقِب حديث طلحة؛ ولأن في كلٍّ منهما أنه بدوي، وأن كلًّا منهما قَالَ في آخر حديثه: "لا أزيد عَلى هذا ولا أنقص"، لكن تعقبه القرطبي بأن سياقهما مُختلف وأسئلتهما متباينة، قَالَ: ودعوى أنها قصة واحدة دعوى فرطٍ وتكلف شَطَطٍ من غير ضرورة، والله أعلم.
قوله: (فإذا هو يسأل عن الإسلام) أي: عن شرائع الإسلام، ويحتمل أنه سأل عن حقيقة الإسلام، وإنما لَم يذكر له الشهادة لأنه علم أنه يعلمها، أو علم أنه إنما يسأل عن الشرائع الفعلية، أو ذكرها فلم ينقلها الراوي لشهرتها.
وإنما لَم يذكر الحج إما لأنه لَم يكن فُرض بَعْدُ، أو الراوي اختصره، ويؤيد هذا الثاني: ما أخرجه المصنف في الصيام من طريق إسماعيل بن جعفر، عن أبي سُهيل في هذا الحديث قَالَ: "فأخبره النبي - صلى الله عليه وسلم - بشرائع الإسلام" (٣)، فدخل فيه باقي المفروضات بل والمندوبات.
_________
(١) "الموطأ" (كتاب قصر الصلاة في السفر، باب: جامع الترغيب في الصلاة) (ص ١٢٦)، وفِي "صحيح مسلم" (كتاب الإيمان، باب: بيان الصلوات التي هي أحد أركان الإسلام) برقم (١١).
(٢) زيادة من "الفتح".
(٣) "صحيح البُخَاريّ" (كتاب الصوم، باب: وجوب صوم رمضان. . .) برقم (١٨٩١).','1','360',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (345,'قوله: (خَمس صلوات) في رواية إسماعيل بن جعفر المذكورة أنه قَالَ في سؤاله: "أخْبِرْني ماذا فرض الله عليَّ من الصلاة؟ فقال: الصلوات الخمس"، فتبين بهذا مطابقة الجواب للسؤال.
ويستفاد من سياق مالك: أنه لا يجب شيء من الصلوات في كل يوم وليلة غير الخمس، خلافًا لِمن أوجب الوتر، أو ركعتي الفجر، أو صلاة الضحى، أو العيد، أو الركعتين بعد المغرب.
قوله: (هل عليَّ غيرها؟ قَالَ: لا، إلا أن تطوع) تَطوع: بتشديد الطاء والواو، وأصله: تتطوع بتاءين، فأدغمت إحداهُما، ويَجوز تَخفيف الطاء عَلى حذف إحداهما.
واستُدل بهذا عَلى أن الشروع في التطوع يوجب إتمامه، تمسكًا بأن الاستثناء فيه متصل، قَالَ القرطبي: لأنه نفى [وجوب] (١) شيء آخر إلا ما تطوع به، والاستثناء من النفي إثبات، ولا قائل بوجوب التطوع، فيتعين أن يكون المراد إلا أن تَشْرَع في تطوع فيلزمك إتمامه.
وتعقبه الطيبي بأن ما تمسك به مغالطة؛ لأن الاستثناء هُنا من غير الجنس؛ لأن التطوع لا يقال فيه: "عليك"، فكأنه قَالَ: لا يجب عليك شيء إلا إن أردت أن تطوع فذلك لك، وقد عُلِمَ أن التطوع ليس بواجب، فلا يَجب شيء آخر أصلًا.
كذا قَالَ، وحرف المسألة دائرٌ عَلى الاستثناء، فمن قَالَ: إنه متصل، تمسك بالأصل، ومن قَالَ: إنه منقطع، احتاج إلى دليل، والدليل عليه ما روى النَّسَائي وغيره: أن النبي - صلى الله عليه وسلم - كَانَ أحيانًا ينوي صوم التطوع ثم يفطر (٢)، وفِي البُخَاريّ أنه أمر جُويْرِية بنت الحارث أن تفطر يوم الجمعة بعد أن شرعت فيه (٣)، فدل عَلى أن الشروع في العبادة لا يستلزم الإتمام إذا كانت نافلة بهذا النص في الصوم وبالقياس في الباقي.
_________
(١) زيادة من "الفتح".
(٢) أخرجه النسائي في "الكبرى" (كتاب الصيام، باب: النية في الصيام) (٢/ ١١٤ - ١١٦)، وفي "المجتبى" في نفس الكتاب والباب (٤/ ١٩٣ - ١٩٦).
وكذا رواه مسلم في "صحيحه" (كتاب الصيام، باب: جواز صوم النافلة بنية من النهار قبل الزوال، وجواز فطر الصائم نفلًا من غير عذر) برقم (١١٥٤)، وغيره.
(٣) "صحيح البُخَاريّ" (كتاب الصوم، باب: صوم يوم الجمعة) برقم (١٩٨٦).','1','361',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (346,'فإن قيل: يرد الحج.
قلنا: لا؛ لأنه امتاز عن غيره بلزوم المضِي في فاسده فكيف في صحيحه؟ ! وكذلك امتاز بلزوم الكفارة في نفله كفرضه، والله أعلم.
قوله: (والله) في رواية إسماعيل بن جعفر قَالَ: "والَّذِي أكرمك" (١)، وفيه جواز الحلف في الأمر المهم، وقد تقدم.
قوله: (وذكر له رسول الله - صلى الله عليه وسلم - الزكاة) في رواية إسماعيل بن جعفر: "قَالَ: أَخْبِرني بما فرض الله عليَّ من الزكاة، قَالَ: فأخبره رسول الله - صلى الله عليه وسلم - بشرائع الإسلام" (٢)، فتضمنت هذه الرواية أن في القصة أشياء أجملت، منها بيان نُصُب الزكاة فإنها لَم تفسر في الروايتين، وكذلك أسماء الصلوات، وكأن السبب فيه شهرة ذلكَ عندهم، أو القصد من القصة: بيان أن المتمسك بالفرائض ناجٍ وإن لَم يفعل النوافل.
قوله: (أفلح إن صدق) وقع عند مُسْلِم من رواية إسماعيل بن جعفر المذكورة: "أفلح وأبيه إن صدق أو دخل الْجَنَّة وأبيه إن صدق" (٣)، ولأبي داود مثله لكن بحذف "أو" (٤).
فإن قيل: ما الجامع بين هذا وبين النهي عن الحلف بالآباء؟
أجيب: بأن ذَلِكَ كَانَ قبل النهي، أو بأنها كلمة جارية عَلى [٨٨ / ب] اللسان لا يقصد بِها الحلف كما جرى عَلى لسانهم: "عَقْرَى حَلْقَى" وما أشبه ذَلِك، أو فيه إضمار اسم الرب، كأنه قَالَ: ورب أبيه، وقيل: هو خاص؛ ويحتاج إلَى دليل.
وحكى البيهقي (٥) عن بعض مشايخه أنه تصحيف وإنما كَانَ "والله" فقصرت اللامان، واستنكر القرطبي هذا وَقَالَ: إنه يجزم الثقة بالروايات الصحيحة.
وَقَالَ ابن بطال: دلَّ قوله: "أفلح إن صدق" عَلى أنه [إن] (٦) لَم يصدق فيما التزم لا يفلح، وهذا بخلاف قول المرجئة.
_________
(١) "صحيح البخَاريّ" (كتاب الصوم، باب: وجوب صوم رمضان. . .) برقم (١٨٩١).
(٢) "صحيح البُخَاريّ" (كتاب الصوم، باب: وجوب صوم رمضان. . .) برقم (١٨٩١).
(٣) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الصلوات التِي هِيَ أحد أركان الإسلام) برقم (١١).
(٤) "سنن أبي داود" (كتاب الصلاة، باب: فرض الصلاة) برقم (٣٩٢)، وفِي (كتاب الأيمان والنذور، باب: في كراهية الحلف بالآباء) برقم (٣٢٥٢).
(٥) كذا هنا، وفِي "الفتح": "السهيلي"، فاللَّه أعلم.
(٦) زيادة من "الفتح".','1','362',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (347,'فإن قيل: كيف أثبت له الفلاح بمجرد ما ذكر مع أنه لَم يذكر المنهيات؟
أجاب ابن بَطَّال: باحتمال أن يكون ذلكَ وقع قبل ورود فرائض النهي.
وهو عجيب منه؛ لأنه جزم بأن السائل ضمام، وأقدم ما قيل فيه أنه وفد سنة خَمس، وقيل بعد ذَلِكَ، وقد كَانَ أكثر المنهيات واقعًا قبل ذلكَ والصواب أن ذَلِكَ داخل في عمومه.
قوله: (فأخبره بشرائع الإسلام) كما أشرنا إليه.
فإن قيل: أما فلاحه بأنه لا ينقص فواضح، وأما بأن يزيد فكيف يصح؟
أجاب النووي: بأنه أثبت له الفلاح لأنه أتى بما عليه، وليس فيه أنه إذا أتى بزائد عَلى ذلِكَ لا يكون مفلحًا؛ لأنه إذا أفلح بالواجب ففلاحه بالمندوب مع الواجب أولى.
فإن قيل: فكيف أقره عَلى حلفه وقد ورد النكير عَلى من حلف ألَّا يفعل خيرًا؟
أجيب: بأن ذلكَ مختلف باختلاف الأحوال والأشخاص، وهذا جارٍ عَلى الأصل بأنه لا إثم عَلى غير تارك الفرائض، فهو مفلح وإن كَانَ غيره أكثر فلاحًا منه.
وَقَالَ الطيبي: يحتمل أن يكون هذا الكلام صدر منه عَلى طريق المبالغة في التصديق والقبول.
وَقَالَ ابن المنير: يحتمل أن تكون الزيادة والنقص تتعلق بالإبلاغ؛ لأنه كَانَ وافد قومه ليتعلم ويعلمهم.
قُلْت: والاحتمالان مردودان برواية إسماعيل بن جعفر، فإن نصها: "لا أتطوع شيئًا ولا أنقص مما فرض الله عليَّ شيئًا" (١).
وقيل: مراده بقوله: "لا أزيد ولا أنقص" أي: لا أغير صفة الفرض، كمن ينقص الظهر ركعة مثلًا، أو يزيد المغرب.
قُلْت: ويعكر عليه أيضًا لفظ التطوع في رواية إسماعيل بن جعفر (٢)، والله أعلم.
_________
(١) "صحيح البُخَاريّ" (كتاب الصوم، باب: وجوب صوم رمضان. . .) برقم (١٨٩١).
(٢) "صحيح البُخَاريّ" (كتاب الصوم، باب: وجوب صوم رمضان. . .) برقم (١٨٩١).','1','363',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (348,'<span data-type="title" id=toc-184>٣٥ - باب: اتِّبَاعُ الجَنَائِزِ مِنَ الإِيمَانِ</span>
٤٧ - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيٍّ المَنْجُوفِيُّ، قَالَ: حَدَّثَنَا رَوْحٌ، قَالَ: حَدَّثَنَا عَوْفٌ، عَنِ الحَسَنِ، وَمُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: "مَنِ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إِيمَانًا وَاحْتِسَابًا، وَكَانَ مَعَهُ حَتَّى يُصَلِّي عَلَيْهَا، وَيَفْرُغَ مِنْ دَفْنِهَا، فَإِنَّهُ يَرْجِعُ مِنَ الأَجْرِ بِقِيرَاطَيْنِ، كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ قَبْلَ أَنْ تُدْفَنَ فَإِنَّهُ يَرْجِعُ بِقِيرَاطٍ".
تَابَعَهُ عُثْمَانُ المُؤَذِّنُ قَالَ: حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - نَحْوَهُ.
قوله: (باب: اتباع الجنائز من [٨٩ / أ] الإيمان) ختم المصنف التراجم التِي وقعت له من شعب الإيمان بهذه الترجمة؛ لأن ذَلِكَ آخر أحوال الدُّنْيَا، ووجه الدلالة من الحديث للترجمة قد نبهنا عليه في نظيره قبلُ.
قوله: (المَنْجُوفي) هو بفتح الميم وسكون النون وضم الجيم وبعد الواو الساكنة فاء، نسبة إلَى جد جده منجوف السدوسي، وهو بصري، وكذا باقي رجال الإسناد غير الصحابي.
و(رَوْح) -بفتح الراء-: هو ابن عُبادة القيسي.
و(عوف) هو ابن أبي جميلة -بفتح الجيم- الأعْرابي -بفتح الهمزة-، وإنما قيل له ذَلِكَ لفصاحته، وكنيته أبو سهل، واسم أبيه بَنْدَوَيْه بموحدة مفتوحة ثم نون ساكنة ثم دال مهملة بوزن رَاهَويْه.
و(الْحَسن) هو ابن أبي الحسن البصري.
و(مُحَمَّد) هو ابن سيرين، وهو مجرور بالعطف عَلى الحسن، فالحسن وابن سيرين حَدَّثَا به عَوْفًا، عن أبي هُريرة إما مُجتمعين وإما متفرقين، فأما ابن سيرين فسماعه من أبي هريرة صحيح، وأما الحسن فمختلف في سماعه منه، والأكثر عَلى','1','364',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (349,'نفيه، وتوهيم من أثبته، وهو مع ذلِكَ كثير الإرسال فلا تحمل عنعنته عَلى السماع، وإنما أورده المصنف كما سَمِع، وقد وقع له نظير هذا في قصة موسى، فإنه أخرج فيها حديثًا من طريق رَوْح بن عُبَادة بهذا الإسناد (١)، وأخرج أيضًا في بدء الخلق من طريق عَوْف عنهما، عن أبي هريرة حديثًا آخر (٢)، واعتماده في كل ذَلِكَ عَلى مُحَمَّد بن سيرين، والله أعلم.
قوله: (من اتبع) هو بالتشديد، وللأصيلي: "تبع" بحذف الألف وكسر الموحدة، وقد [تمسك] (٣) بهذا اللفظ من زعم أن المشي خلفها أفضل، ولا حجة فيه؛ لأنه يقال: تبعه إذا مشى خلفه أو إذا مر به فمشى معه، وكذلك اتبعه بالتشديد، فإذن هو مقول بالاشتراك، وقد بين المراد الحديث الآخر المصحح عند ابن حبَّان (٤)، وغيره (٥) من حديث ابن عمر في المشي أمامها، وأما أتبعه بالإسكان فهو بمعنى: لحقه إذا كَانَ سبقه، ولَم تأت به الرواية هنا.
قوله: (وكان معه) أي: مع المسلم، وللكُشْمَيْهني: "معها" أي: مع الجنازة.
قوله (حَتَّى يُصَلِّي) بكسر اللام، ويروى بفتحها، فعلى الأول لا يحصل الموعود به إلا لمن توجد منه الصلاة، وَعَلى الثاني قد يقال: قد يحصل له ذلكَ ولو لم
_________
(١) "صحيح البُخَاريّ" (كتاب أحاديث الأنبياء، باب: حديث الخضر مع موسى -عَلَيْهمَا السَّلَام-) برقم (٣٤٠٤)، وفِي (كتاب تفسير القرآن، سورة الأحزاب، باب: {لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى}) برقم (٤٧٩٩).
(٢) "صحيح البُخَاريّ" (كتاب بدء الخلق، باب: إذا وقع الذباب في شراب أحدكم فليغمسه. . .) برقم (٣٣٢١).
(٣) مكانها بياض بالأصل، والمثبت من "الفتح".
(٤) "صحيح ابن حبان" (كتاب الجنائز، باب: المريض وما يتعلق به، فصل: في حمل الجنازة وقولها) برقم (٣٠٣٤، ٣٠٣٥، ٣٠٣٦، ٣٠٣٧).
(٥) أخرجه أبو داود في "سننه" (كتاب الجنائز، باب: المشي أمام الجنازة) برقم (٣١٧٩)، والترمذي في "جامعه" (كتاب الجنائز، باب: المشي أمام الجنائز) برقم (١٠٠٧، ١٠٠٨)، والنسائي في "السنن الكبرى" (كتاب الجنائز، باب: مكان الماشي من الجنازة) (١/ ٦٣٢)، وفي "المجتبى" في نفس الكتاب والباب (٤/ ٥٦).','1','365',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (350,'يُصَلِّ، أما إذا قصد الصلاة وحال دونه مانع فالظاهر حصول الوعد له مطلقًا، والله أعلم.
قوله: (ويُفْرَغ) بضم أوله وفتح الراء، ويروى بعكسه، وقد بينت هذه الرواية أن القيراطين إنما يحصلان بِمجموع الصلاة والدفن، وأن الصلاة دون الدفن يحصل بِها قيراط واحد، وهذا هو المعتمد خلافًا لمن تمسك بظاهر بعض الروايات، فزعم أنه يحصل بالمجموع لأنه قراريط، وسنذكر بقية مباحثه وفوائده في كتاب الجنائز إن شاء الله.
قوله: (تابعه) أي: رَوْح بن عُبَادة.
و(عُثْمَان) هو ابن الهيثم، وهو من شيوخ البُخَاريّ، فإن كَانَ سمع هذا الحديث منه فهو له أعلى بدرجة، لكنه ذكر الموصول عن روح لكونه أشد إتقانا منه، ونبَّه برواية عُثْمَان عَلى أن الاعتماد في هذا السند عَلى مُحَمَّد بن سيرين فقط؛ لأنه لَم يذكر الحسن، فكأن عَوْفًا كَانَ ربما ذكره وربما حذفه، وقد حدث به المَنْجُوفي شيخ البُخَاريّ مرة بإسقاط الحسن، أخرجه أبو نعيم في "المستخرج" من طريقه.
ومتابعة عُثْمَان هذه وصلها أبو نُعيم في "المستخرج" قَالَ: حَدَّثنَا أبو إسحاق بن حَمزة، قَالَ: حَدَّثنَا أبو طالب بن أبي عَوَانة، قَالَ حَدَّثنَا سليمان بن سيف، قَالَ: حَدثَنَا عُثْمَان بن الهيثم فذكر [الحديث] (١)، ولفظه موافق لرواية روح إلا في قوله: "وكان معها"، فإنه قَالَ بدلها: "فلزمها"، وفِي قوله: "ويفرغ من دفنها"، فإنه قَالَ بدلها: "وتدفن"، وَقَالَ في آخره: "فله قيراط" بدل قوله: "فإنه يرجع بقيراط"، والباقي سواء. ولهذا الاختلاف في اللفظ قَالَ المصنف: "نَحوه" وهو بفتح الواو، أي: بمعناه.
_________
(١) زيادة من "الفتح".','1','366',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (351,'<span data-type="title" id=toc-185>٣٦ - بَابُ: خَوْفِ المُؤْمِنِ مِنْ أَنْ يَحْبَطَ عَمَلُهُ وَهُوَ لَا يَشْعُرُ</span>
وَقَالَ إِبْرَاهِيمُ التَّيْمِيُّ: مَا عَرَضْتُ قَوْلِي عَلَى عَمَلِي إِلَّا خَشِيتُ أَنْ أَكُونَ مُكَذِّبًا.
وَقَالَ ابْنُ أَبِي مُلَيْكَةَ: أَدْرَكْتُ ثَلَاثِينَ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - كُلُّهُمْ يَخَافُ النِّفَاقَ عَلَى نَفْسِهِ، مَا مِنْهُمْ أَحَدٌ يَقُولُ: إِنَّهُ عَلَى إِيمَانِ جِبْرِيلَ وَمِيكَائِيلَ.
وَيُذْكَرُ عَنِ الحَسَنِ: مَا خَافَهُ إِلَّا مُؤْمِنٌ، وَلَا أَمِنَهُ إِلَّا مُنَافِقٌ. وَمَا يُحْذَّرُ مِنَ الإِصْرَارِ عَلَى التَّقَاتُلِ وَالعِصْيَانِ مِنْ غَيْرِ تَوْبَةٍ؛ لِقَوْلِ اللَّهِ تَعَالَى: {وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (١٣٥)} [آل عمران: ١٣٥].
قوله: (باب خوف المؤمن من أن يحبط عمله وهو لا يشعر).
هذا الباب معقود للرد عَلى المرجئة خاصة، وإن كَانَ أكثر ما مضى من الأبواب قد تضمن الرد عليهم، لكن قد يشركهم غيرهم من أهل البدع في شيء منها بخلاف هذا.
والمرجئة: -بضم الميم وكسر الجيم بعدها ياء مهموزة ويَجوز تشديدها بلا هَمز-، نُسبوا إلى الإرجاء: وهو التأخير؛ لأنهم أخروا الأعمال عن الإيمان، فقالوا: [٩٠ / أ] الإيمان هو: التصديق بالقلب فقط، ولَم يشترط جمهورهم النطق، وجعلوا للعصاة اسم الإيمان عَلى الكمال، وقالوا: لا يضر مع الإيمان ذنب أصلًا، ومقالاتهم مشهورة في كتب الأصول.
ومناسبة إيراد هذه الترجمة عقب الَّتِي قبلها من جهة أن اتباع الجنازة مظنة لأن يقصد بِها مراعاة أهلها أو مَجموع الأمرين، وسياق الحديث يقتضي أن الأجر الموعود به إنما يحصل لمن صنع ذلك احتسابًا أي: خالصًا، فعقبه بما يشير إلَى أنه قد يعرض للمرء ما يعكر عَلى قصده الخالص فيحرم به الثواب الموعود وهو لا يشعر.','1','367',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (352,'قوله: (أن يحبط عمله) أي: يحرم ثواب عمله؛ لأنه لا يثاب إلا عَلى ما أخلص فيه، وبهذا التقرير يندفع اعتراض من اعترض عليه بأنه يقوي مذهب الإحباطية الذين يقولون: إن السيئات يبطلن الحسنات، وَقَالَ القاضي أبو بكر ابن العربي في الرد عليهم: القول الفصل في هذا أن الإحباط إحباطان:
أحدهما: إبطال الشيء للشيء وإذهابه جملة، كإحباط الكفر للإيمان والإيمان للكفر، وذلك في الجهتين إذهاب حقيقي.
ثانيهما: إحباط الموازنة إذا جُعلت الحسنات في كفة والسيئات في كفة، فمن رجحت حسناته نَجا، ومن رجحت سيئاته وقف في المشيئة، إما أن يُغفر له وإما أن يُعذب، فالتوقيف إبطالُ ما؛ لأن توقف المنفعة في وقت الحاجة إليها إبطال لَها، والتعذيب إبطال أشد منه إلَى حين الخروج من النار، ففي كل منهما إبطال نسبي، أطلق عليه اسم الإحباط مَجازًا، وليس هو إحباطًا حقيقة؛ لأنه إذا خرج من النار وأدخل الجنة عاد إليه ثواب عمله، وهذا بخلاف قول الإحباطية الَّذِين سووا بين الإحباطين، وحكموا عَلى العاصي بحكم الكافر، وهم معظم القدرية، والله الموفق.
قوله: (وَقَالَ إبراهيم التيمي) هو من فقهاء التابعين وعُبَّادهم.
قوله: (مُكَذَّبًا) يروى بفتح الذال، يعني: خشيت أن يكذبني من رأى عملي مُخالفًا لقولي فيقول: لو كنت صادقًا ما فعلت خلاف ما تقول، وإنما قَالَ ذلِكَ لأنه [٩٠ / ب] كَانَ يعظ الناس.
[ويروى بكسر الذال] (١) وهي رواية الأكثر، ومعناه: أنه مع وعظه الناس لَم يبلغ غاية العمل، وقد ذم الله من أمر بالمعروف ونهى عن المنكر وقصَّر في العمل، فقال: {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (٣)} [الصف: ٣]. فخشي أن يكون مكذبًا أي: مشابهًا للمكذبين.
_________
(١) سقطت من الأصل، وزدناها من "الفتح".','1','368',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (353,'وهذا التعليق وصله المصنف في "تاريخه" (١) عن أبي نعيم، وَأَحْمَد بن حنبل في "الزهد" (٢) عن ابن مهدي كلاهُما عن سُفْيَان الثوري عن أبي حيان التيمي عن إبراهيم المذكور.
قوله: (وَقَالَ ابن أبي مليكة. . . . إلَى آخره).
هذا التعليق وصله ابن أبي خيثمة في "تاريخه" (٣)، لكن أبهم العدد، وكذا أخرجه مُحَمَّد بن نصر المروزي مطولًا في كتاب الإيمان له، وعينه أبو زُرْعَة الدمشقي في "تاريخه" من وجه آخر مُختصرًا كما هُنَا.
والصحابة الذين أدركهم ابن أبي مُلَيْكَة من أجَلِّهم: عائشة، وأختها أسماء، وأم سلمة، والعبادلة الأربعة، وأبو هريرة، وعُقْبَة بن الحارث، والمِسْوَر بن مَخْرَمة، فهؤلاء ممن سمع منهم، وقد أدرك بالسن جماعة أجل من هؤلاء: كعلي بن أبي طالب، وسعد ابن أبي وَقَّاص.
وقد جزم بأنهم كانوا يخافون النفاق في الأعمال، ولَم ينقل عن غيرهم خلاف ذَلِكَ، فكأنه إجماع؛ وذلك لأن المؤمن قد يعرض له في عمله ما يشوبه مما يخالف الإخلاص، ولا يلزم من خوفهم من ذلك وقوعه منهم، بل ذَلِكَ عَلى سبيل المبالغة منهم في الورع والتقوى -رَضِيَ اللهُ عَنْهُمْ-.
وَقَالَ ابن بَطَّال: إنما خافوا لأنهم طالت أعمارهم حَتى رأوا من التغيير ما لَم يعهدوه ولَم يقدروا عَلى إنكار فخافوا أن يكونوا داهنوا بالسكوت.
قوله: (ما منهم أحد يقول: إنه عَلى إيمان جبريل) وفي هذا إشارة إلَى أن المذكورين كانوا قائلين بتفاوت درجات المؤمنين في الإيمان، خلافًا للمرجئة القائلين:
_________
(١) "التاريخ الكبير" في ترجمة (إبراهيم بن يزيد بن شريك) (١/ ١/ ٣٣٥).
(٢) "الزهد" لأحمد بن حنبل في (زهد عاصم بن هبيرة) (ص ٣٦٣).
(٣) أخرجه ابن أبي خيثمة في "تاريخه" في (تسمية من نزل مكة من أصحاب رسول الله - صلى الله عليه وسلم -) برقم (٦٤٦) ولفظه: "أدركت أكثر من خَمسمائة. ."، وبرقم (٦٥١)، ولفظه: (أدركت ثلاثين من أصحاب مُحَمَّد - صلى الله عليه وسلم -"، وليس في الروايتين جملة: "كلهم يخاف النفاق عَلى نفسه"، فالله أعلم.','1','369',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (354,'بأن إيمان الصدِّيقين وغيرهم بمنزلة واحدة، وقد رُوي في معنى أثر ابن أبي مُلَيكَة حديث عن عائشة مرفوع رَوَاهُ الطبراني في "الأوسط" (١) لكن إسناده ضعيف.
قوله: (ويذكر عن الْحسن) هذا التعليق وصله جعفر الفريابي في كتاب "صفة المنافق" له [٩١ / أ] من طرق متعددة بألفاظ مُختلفة (٢)، وقد يُسْتَشْكَل تَرْك البُخَاريّ الجزم به مع صحته عنه، وذلك مَحمولٌ عَلى قاعدة ذكرها لي شيخنا أبو الفضل بن الحسين الحافظ -رحمه الله- وهي: أن البُخَاريّ لا يخص صيغة التمريض بضعف الإسناد، بل إذا ذكر المتن بالمعنى واختصره أتى بِها أيضًا لما علم من الخلاف في ذَلِكَ، فهنا كذلك، وقد أوقع اختصاره له لبعضهم الاضطراب في فهمه، فقال النووي: قوله: "ما خافه إلا مؤمن ولا أمنه إلا منافق" يعني: الله تعالى.
قَالَ الله تعالَى: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (٤٦)} [الرحمن: ٤٦]. وَقَالَ: {فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩)} [الأعراف: ٩٩]. وكذا شرحه ابن التِّين وجماعة من المتأخرين، وقرره الكِرْمَاني هكذا فقال: ما خافه أي ما خاف من الله، فحذف الجار وأوصل الفعل إليه.
قُلْت: وهذا الكلام وإن كَانَ صحيحًا لكنه خلاف مراد المصنف ومَنْ نقل عنه، والَّذِي أوقعهم في هذا هو الاختصار وإلا فسياق كلام الحسن البصري يبين أنه إنما أراد النفاق، فلنذكره.
قَالَ جعفر الفريابي: حَدَّثنَا قُتَيْبَة: حَدَّثنَا جعفر بن سليمان، عن المُعَلَّى بن زياد: سمعت الحسن يحلف في هذا المسجد بالله الَّذِي لا إله إلا هو ما مضى مؤمن قطُّ ولا بقي إلا وهو من النفاق مُشْفق، ولا مضى منافق قطُّ ولا بقي إلا وهو من النفاق آمن، وكان يقول: من لم يخف النفاق فهو منافق (٣).
وَقَالَ أحْمَد بن حنبل في كتاب "الإيمان": ثنا رَوْح بن عُبَادة: "ثَنا هشام: سمعتُ الحسن يقول: والله ما مضى مؤمن ولا بقي إلا وهو يخاف النفاق وما أمنه إلا منافق. انتهى
_________
(١) "المعجم الأوسط" برقم (٦٥٣٨)، وهو من رواية ابن أبي مليكة عن عائشة.
(٢) "صفة المنافق" للفريابي برقم (٨٣، ٨٤، ٨٥).
(٣) "صفة المنافق" للفريابي برقم (٨٧).','1','370',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (355,'وهذا موافق لأثر ابن أبي مُلَيْكَة الَّذِي قبله، وهو قوله: (كلهم يخاف النفاق عَلى نفسه)، والخوف من الله وإن كَانَ مطلوبًا مَحمودًا لكن سياق الباب في أمر آخر، والله أعلم.
قوله: (وما يُحَذَّر) هو بضم أوله وتشديد الذال، و (ما) مصدرية، والجملة في مَحل جر؛ لأنها معطوفة عَلى خوف، أي: باب ما يحذر، وفصل بين الترجمتين بالآثار الَّتِي ذكرها لتعلقها بالأولى عَلى ما سنوضحه، ففيه لف ونشر غير مرتب.
ومراده أيضًا [٩١ / ب]: الرد عَلى المرجئة، حيث قالوا: لا حذر من المعاصي مع حصول الإيمان، ومفهوم الآية الَّتِي ذكرها يرد عليهم بأنه تعالَى مدح من استغفر لذنبه ولم يصر عليه، فمفهومه ذم من لَم يفعل ذلِكَ، وكأن المصنف لَمَّح بحديث عبد الله بن عمرو المخرَّج عند أَحْمَد مرفوعًا قَالَ: "ويل للمُصِرين الذين يُصِرُّون عَلى ما فعلوا وهم يعلمون" (١). أي: يعلمون أن من تَابَ تَابَ اللهُ عَلَيْهِ ثُمَّ لا يستغفرون، قاله مُجاهد وغيره، وللترمذي عن أبي بكر الصديق مرفوعًا: "ما أصر من استغفر، وإن عاد في اليوم سبعين مرة" (٢). إسناد كل منهما حسن.
قوله: (عَلى التقاتل) كذا في أكثر الروايات، وهو المناسب لحديث الباب، وفِي بعضها "عَلى النفاق"، ومعناه صحيح وإن لَم تثبت به الرواية.
_________
(١) "مسند أحْمَد" (٢/ ١٦٥، ٢١٩).
(٢) "جامع التّرمِذيّ" (كتاب الدعوات، باب: في دعاء النبي - صلى الله عليه وسلم -) برقم (٣٥٥٩).','1','371',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (356,'٤٨ - حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ، قَالَ: سَأَلْتُ أَبَا وَائِلٍ عَنْ المُرْجِئَةِ، فَقَالَ: حَدَّثَنِي عَبْدُ اللَّهِ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: "سِبَابُ المُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ".
قوله: (زُبَيْد) تقدم أنه بالزاي والموحدة مصغرًا، وهو ابن الحارث اليَامِي بياء تَحتانية وميم خفيفة، يكنى أبا عبد الرحمن، وقد رَوى هذا الحديث شُعْبَة أيضًا عن منصور بن المُعْتَمِر وهو عند المصنف في الأدب (١)، وعن الأَعْمَش وهو عند مُسْلِم (٢).
وروى ابن حِبَّان من طريق سليمان بن حرب، عن شُعْبَة، عن الثلاثة جَميعًا عن أبي وائل (٣)، وَقَالَ ابن مَنْدَه: لَم يختلف في رفعه عن زُبَيْد، واختلف عَلى الآخرين، وَرَوَاهُ عن زُبَيْد غير شُعْبَة أيضًا عند مُسْلِم وغيره (٤).
قوله: (سألت أبا وائل عن المرجئة) أي: عن مقالة المرجئة، ولأبي داود الطيالسي، عن شعبة، عن زُبَيْد قَالَ: لما ظهرت المرجئة أتيت أبا وائل فذكرتُ ذلك له (٥). فظهر من هذا أن سؤاله كَانَ عن معتقدهم، وأن ذَلِك كانَ حين ظهورهم، وكانت وفاة أبي وائل سَنة تسعِ وتسعين، وقيل: سَنة اثنين وثمانين، ففي ذَلكَ دليل عَلى أن بدعة الإرجاء قديمة.
_________
(١) "صحيح البُخَاريّ" (كتاب الأدب، باب: ما ينهى عن السباب واللعن)، برقم (٦٠٤٤).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان قول النبي - صلى الله عليه وسلم -: سباب المسلم فسوق وقتاله كفر) برقم (٦٤).
(٣) "صحيح ابن حبان" (كتاب الرهن، باب: ما جاء في الفتن) برقم (٥٩٠٩).
(٤) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان قول النبي - صلى الله عليه وسلم -: "سباب المسلم فسوق وقتاله كفر") برقم (٦٤)، وعنده عن زبيد من رواية مُحمَّد بن طلحة، وسفيان، وشعبة أيضًا، وَرَوَاهُ الترمِذي في "جامعه" من رواية سُفْيَان، عن زبيد في (كتاب البر والصلة، باب: الشتم) برقم (١٩٨٣)، وفِي (كتاب الإيمان، باب: سباب المؤمن فسوق) برقم (٢٦٣٥)، وَرَوَاهُ النَسَائي أيضًا من رواية سُفيَان، عن زبيد في "السنن الكبرى" (كتاب تَحريم الدم، باب: قتال المسلم) (٢/ ٣١٤)، وفي "المجتبى" في نفس الكتاب والباب (٧/ ١٢٢).
(٥) "مسند أبي داود الطيالسي" (١/ ٣٣) برقم (٢٤٨).','1','372',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (357,'وقد تابع أبا وائل في رواية هذا الحديث عَبْدُ الرحمن بن عبد الله بن مسعود عن أبيه، أخرجه الترمِذيّ مصححًا، ولفظه: "قتال المسلم أخاه كفر وسبابه فسوق" (١).
وَرَوَاهُ جماعة عن عبد الله بن مسعود موقوفًا (٢)، وَرَوَاهُ النَّسَائي من حديث سعد بن أبي وقاص أيضًا (٣).
قوله: (سباب) [٩٢ / أ] هو بكسر السين وتَخفيف الموحدة وهو مصدر، يقال: سب يسب سبًّا وسبابًا.
وَقَالَ إبراهيم الحربي: السباب أشد من السب، وهو أن يقال في الرجل ما فيه وما ليس فيه، يريد بذلك عيبه. وَقَالَ غيره: السباب هنا مثل القتال فيقتضي المفاعلة.
قوله: (المسلم) كذا في معظم الروايات، ولأحمد عن غُنْدَر، عن شُعبة: "المؤمن" (٤)، وكأنه رَوَاهُ بالمعنى.
قوله: (فسوق) الفسق في اللغة: الخروج.
وفِي الشرع: الخروج عن طاعة الله ورسوله.
وهو في عرف الشرع أشد من العصيان، قَالَ الله تعالَى: {وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ} [الحجرات: ٧].
ففي الحديث: تعظيم حق المسلم، والحكم عَلى من سبه بغير حق بالفسق، ومقتضاه الرد عَلى المرجئة، وعرف من هذا مطابقة جواب أبي وائل للسؤال عنهم، كأنه قَالَ: كيف تكون مقالتهم حقًّا والنبي - صلى الله عليه وسلم - يقول هذا.
_________
(١) "جامع الترمِذيّ" (كتاب الإيمان، باب: سباب المؤمن فسوق) برقم (٢٦٣٤).
(٢) أخرجه النسَائي في "السنن الكبرى" (كتاب تَحريم الدم، باب: قتال المسلم) (٢/ ٣١٣، ٣١٤)، وفي "المجتبى" في نفس الكتاب والباب (٧/ ١٢١، ١٢٢)، وَمُحَمَّد بن نصر المروزي في "تعظيم قدر الصلاة" (٢/ ١٠٢٠ - ١٠٢٢).
(٣) "السنن الكبرى" (كتاب تَحريم الدم، باب: قتال المسلم) (٢/ ٣١٣)، وفي "المجتبى" في نفس الكتاب والباب (٧/ ١٢١).
(٤) "مسند أَحْمَد" (١/ ٤٣٩).','1','373',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (358,'قوله: (وقتاله كفر) إن قيل: هذا وإن تضمن الرد عَلى المرجئة لكن ظاهره يقوي مذهب الخوارج الذين يكفِّرون بالمعاصي.
فالجواب: أن المبالغة في الرد عَلى المبتدع اقتضت ذَلكَ، ولا متمسك للخوارج فيه؛ لأن ظاهره غير مراد، لكن لما كَانَ القتال أشد من السباب؛ لأنه مفضٍ إلَى إزهاق الروح عبر عنه بلفظ أشد من لفظ الفسق وهو الكفر.
ولَم يُرِدْ حقيقة الكفر الَّتِي هِيَ الخروج عن الملة، بل أطلق عليه الكفر مبالغة في التحذير، معتمدًا عَلى ما تقرر من القواعد أن مثل ذَلِكَ لا يخرج عن الملة، مثل حديث الشفاعة، ومثل قوله تعالَى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨، ١١٦]. وقد أشرنا إلَى ذلِكَ في باب المعاصي من أمر الجاهلية، أو أطلق عليه الكفر لشبهه به؛ لأن قتال المؤمن من شأن الكافر.
وقيل: المراد الكفر اللغوي: وهو التغطية؛ لأن حق المسلم عَلى المسلم أن يعينه وينصره ويكف عنه أذاه، فلما قاتله كَانَ كأنه غطى عَلى هذا الحق، والأولان أليق بمراد المصنف، وأولى بالمقصود من التحذير من فعل ذلِكَ والزجر عنه بخلاف الثالث.
وقيل: أراد بقوله: "كفر" أي: قد يؤول هذا [٩٢ / ب] الفعل بشؤمه إلَى الكفر، وهذا بعيد، وأبعد منه حمله عَلى المُسْتَحِلّ لذلك؛ لأنه لا يطابق الترجمة، ولو كَانَ مرادًا لَم يحصل التفريق بين السباب والقتال، فإن مُسْتَحِلّ لعن المسلم بغير تأويل يكفر أيضًا، ثم ذَلِكَ كله مَحمول عَلى من فعله بغير تأويل، وقد بوب المصنف عليه في كتاب المحاربين كما سيأتي إن شاء الله تعالَى.
وأما قوله - صلى الله عليه وسلم - فيما رَوَاهُ مُسْلِم: "لعن المؤمن كقتله" (١). فلا يخالف هذا هذا الحديث؛ لأن المشبه به فوق المشبه، والقدر الَّذي اشتركا فيه بلوغ الغاية بالتأثير، هذا في العِرْض وهذا في النفس، والله أعلم.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: غلظ تَحريم قتل الإنسان نفسه. . . .) برقم (١١٠).','1','374',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (359,'٤٩ - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، حَدَّثَنِي أَنَسٍ، قَالَ: أَخْبَرَنِي عُبَادَةُ بْنُ الصَّامِتِ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَرَجَ يُخْبِرُ بِلَيْلَةِ القَدْرِ، فَتَلَاحَى رَجُلَانِ مِنَ المُسْلِمِينَ فَقَالَ: "إِنِّي خَرَجْتُ لِأُخْبِرَكُمْ بِلَيْلَةِ القَدْرِ، وَإِنَّهُ تَلَاحَى فُلَانٌ وَفُلَانٌ فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ؛ التَمِسُوهَا فِي السَّبْعِ وَالتِّسْعِ وَالخَمْسِ".
قوله: (عن حُمَيد) هو الطويل.
(عن أنس) وللأصيلي: (ثنا أنس بن مالك) فأمِنا تدليس حميد، وهو من رواية صحابي عن صحابي: أنس، عن عُبَادة.
قوله: (خرج يُخبر بليلة القدر) أي: بتعيين ليلة القدر.
قوله: (فتلاحى) بفتح الحاء المهملة مشتق من التلاحي بكسرها: وهو التنازع والمخاصمة، والرجلان أفاد ابن دحية أنهما عبد الله بن أبي حَدْرَد بحاء مفتوحة ودال ساكنة مهملتين ثم راء مفتوحة ثم دال مهملة أيضًا، وكعب بن مالك.
وقوله: (فرفعت) أي: رفع تعيينها عن ذكري، هذا هو المعتمد هنا، والسبب فيه ما أوضحه مسلم من حديث أبي سعيد في هذه القصة قَالَ: "فجاء رجلان يَحْتَقَّان" بتشديد القاف أي: يدَّعي كل منهما أنه المحق "معهما الشيطان فنسيتها" (١).
قَالَ القاضي عِياض: فيه دليل عَلى [أن] (٢) المخاصمة مذمومة، وأنها سبب في العقوبة المعنوية، وفيه أن المكان الَّذِي يحضره الشيطان ترفع منه البركة والخير.
فإن قيل: كيف تكون المخاصمة في طلب الحق مذمومة؟
قلنا: إنَّما كانت كذلك لوقوعها في المسجد، وهو محل الذكر لا اللغو، ثم في الوقت المخصوص أيضًا بالذكر لا اللغو وهو شهر رمضان، ثم إنها مستلزمة لرفع الصوت، ورفعه بحضرة الرسول - صلى الله عليه وسلم - منهي عنه لقوله تعالَى: {لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ
_________
(١) "صحيح مُسْلِم" (كتاب الصيام، باب: فضل ليلة القدر. . .) برقم (١١٦٧).
(٢) زيادة من "الفتح".','1','375',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (360,'النَّبِيِّ}، إلَى قوله تعالَى: {أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ (٢)} [الحجرات: ٢]. ومن هنا [٩٣ / أ] تتضح مناسبة هذا الحديث للترجمة ومطابقتها له، وقد خفيت عَلى كثير من المتكلمين عَلى هذا الباب.
فإن قيل: قوله: {وَأَنْتُمْ لَا تَشْعُرُونَ} [الحجرات: ٢]. يقتضي المؤاخدة بالعمل الَّذِي لا قصد فيه.
فالجواب: أن المراد: {وَأَنْتُمْ لَا تَشْعُرُونَ} بالإحباط لاعتقادكم صغر الذنب، فقد يعلم المرء الذنب ولكن لا يعلم أنه كبير، كما قيل في قوله: "إنهما ليعذبان وما يعذبان في كبير" أي: عندهما، ثم قَالَ: "وإنه لكبير" (١)، أي: في نفس الأمر.
وأجاب القاضي أبو بكر ابن العربي: بأن المؤاخذة تحصل بما لَم يقصد في الثاني إذا قصد في الأول؛ لأن مراعاة القصد إنما هو في الأول ثم يسترسل حكم النية الأولى علَى مؤتنف العمل وإن عزب القصد خيرًا كَانَ أو شرًّا، والله أعلم.
قوله: (وعسى أن يكون خيرًا) أي: وإن كَانَ عدم الرفع أزيد خيرًا وأولى منه؛ لأنه متحقق فيه لكن في الرفع خير مرجو لاستلزامه مزيد الثواب؛ لكونه سببا لزيادة الاجتهاد في التماسها، وإنما حصل ذَلِكَ ببركة الرسول - صلى الله عليه وسلم -.
قوله: (في السبع والتسع) كذا في معظم الروايات بتقديم السبع التِي أولها السين عَلى التسع، ففيه إشارة إلَى أن رجاءها في السبع أقوى للاهتمام بتقديمه، ووقع عند أبي نُعيم في "المستخرج" (٢) بتقديم التسع عَلى ترتيب التدلي، واختلف في المراد بالتسع وغيرها، فقيل: لتسع يمضين من العشر، وقيل: لتسع يبقين من الشهر، وسنذكر بسط هذا في محله حيث ذكره المصنف في كتاب الاعتكاف إن شاء الله تعالَى.
_________
(١) أخرجه البُخَاريّ في "صحيحه" (كتاب الوضوء، باب: ما جاء في غسل البول) برقم (٢١٨)، وكذا في (١٣٦١، ١٣٧٨، ٦٠٥٢)، وأخرجه مُسْلِم في "صحيحه" (كتاب الطهارة، باب: الدليل عَلى نَجاسة البول ووجوب الاستبراء) برقم (٢٩٢).
(٢) "مستخرج أبي نُعيم" (كتاب الصيام، باب: ما جاء في ليلة القدر) (٣/ ٢٥٦).','1','376',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (361,'النكت على صحيح البخاري

تأليف
الحافظ أبي الفضل ابن حجر العسقلاني

ويليه
التجريد على التنقيح
«تجريد وتعليقات ابن حجر على شرح صحيح البخاري للزركشي»

جمع
أبي عبد الله محمد بن عبد الرحمن السخاوي

تحقيق
أبي الوليد هشام بن علي السعيدني
أبي تميم نادر مصطفى محمود

[الجزء الثاني]','2',NULL,NULL,NULL,'0');
INSERT INTO [b132963] VALUES (362,'حُقُوق الطَّبْع مَحْفُوظَة

الطبعة: الأولى، ١٤٢٦ هـ - ٢٠٠٥ م
رقم الْإِيدَاع: ٢١٥١٦/ ٢٠٠٥

المكتبة الإسلامية للنشر والتوزيع
* الإدارة وَالْفرع الرئيسي:
٣٣ ش صَعب صَالح - عين شمس الشرقية - الْقَاهِرَة - جمهورية مصر الْعَرَبيَّة
ت وفاكس: ٢٤٩٩١٢٥٤ - ٢٤٩٠٠٦٠٦ - ٢٤٩٠٠٨٠٨
* فرع الْأَزْهَر: ١ ش البيطار خلف جَامع الْأَزْهَر - درب الأتراك - ت: ٥١٠٨٠٠٤
E-mail: islamya ٢٠٠٥@hotmail.com','2','2',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (363,'<span data-type="title" id=toc-186>٣٧ - بَابُ: سُؤَالِ جِبْرِيلَ النَّبِيَّ - صلى الله عليه وسلم - عَنِ الإِيمَانِ وَالإِسْلَامِ وَالإِحْسَانِ وَعِلْمِ السَّاعَةِ</span>
وَبَيَانِ النَّبِيِّ - صلى الله عليه وسلم - لَهُ، ثُمَّ قَالَ: "جَاءَ جِبْرِيلُ -عَلَيْهِ السَّلَامُ- يُعَلِّمُكُمْ دِينَكُمْ"؛ فَجَعَلَ ذَلِكَ كُلَّهُ دِينًا، وَمَا بَيَّنَ النَّبِيُّ - صلى الله عليه وسلم - لِوَفْدِ عَبْدِ القَيْسِ مِنَ الإِيمَانِ، وَقَوْلِ الله تَعَالَى: {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: ٨٥].
قوله: (باب سؤال جبريل عن الإيمان والإسلام إلَى آخره) تقدم أن المصنف يرى أن الإيمان والإسلام عبارة عن معنى واحد، فلما كَانَ ظاهر سؤال جبريل عن الإيمان والإسلام يقتضي تغايرهما؛ وأن الإيمان: تصديق بأمور مَخصوصة، والإسلام: إظهار أعمال مخصوصة؛ أراد أن يرد ذَلِكَ بالتأويل إلَى طريقته.
قوله: (وبيان) أي: مع بيان أن الاعتقاد والعمل دين.
وقوله: (وما بَيَّن) أي: مع ما بَين للوفد أن الإيمان هو الإسلام حيث فسره في قصتهم بما فسر به الإسلام هنا [٩٣ / ب].
وقوله: (وقول الله) أي: مع ما دلت عليه الآية أن الإسلام هو الدين، فاقتضى ذَلِكَ أن الإسلام والإيمان أمر واحد، هذا محصل كلامه، وقد نقل أبو عوانة الإسفراييني في "صحيحه" عن المزني صاحب الشافعي الجزم بترادفهما سمع ذلِكَ منه. وعن الإمام أَحْمَد الجزم بتغايرهما (١)، ولكلٍّ من القولين أدلة متعارضة.
وَقَالَ الخطابي: صنف في المسألة إمامان كبيران، وأكثرا من الأدلة للقولين، وتباينا في ذَلِكَ، والحق أن بينهما عمومًا وخصوصًا، فكل مؤمن مُسْلِم، وليس كل مُسْلِم مؤمنًا. انتهى كلامه ملخصًا.
ومقتضاه أن الإسلام لا يطلق عَلى الاعتقاد والعمل معًا، بخلاف الإيمان فإنه يطلق
_________
(١) "مسند أبي عوانة" (كتاب الإيمان، باب: بيان التشديد في الَّذِي يقتل نفسه. . .) (١/ ٥٣).','2','3',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (364,'عليهما معًا، ويرد عليه قوله تعالَى: {وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: ٣]. فإن الإسلام هنا يتناول العمل والاعتقاد معًا، لأن العامل غير المعتقد ليس بذي دين مرضي.
وبهذا استدل المُزني وأبو مُحَمَّد البغوي فقال في الكلام عَلى حديث جبريل هذا: جعل النبي - صلى الله عليه وسلم - الإسلام هنا اسمًا لما ظهر من الأعمال، والإيمان اسمًا لما بطن من الاعتقاد، وليس ذَلِكَ لأن الأعمال ليست من الإيمان، ولا لأن التصديق ليس من الإسلام، بل ذاك تفصيل لجملة كلها لشيء واحد، وجِمَاعها الدين، ولهذا قَالَ - صلى الله عليه وسلم -: "أتاكم يعلمكم دينكم"، وَقَالَ -سبحانه وتعالى-: {وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: ٣]. وَقَالَ: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: ٨٥]. ولا يكون الدين في محل الرضا والقبول إلا بانضمام التصديق. انتهى كلامه.
والَّذي يظهر من مَجموع الأدلة أن لكلٍّ منهما حقيقة شرعية، كما أن لكلٍّ منهما حقيقة لغوية، لكن كل منهما مستلزم للآخر بمعنى التكميل له، فكما أن العامل لا يكون مسلمًا كاملًا إلا إذا اعتقد، فكذلك المعتقد لا يكون مؤمنا كاملًا إلا إذا عمل، وحيث يطلق الإيمان في موضع الإسلام أو العكس أو يطلق أحدهما عَلى إرادتهما معًا فهو عَلى سبيل المجاز، ويتبين المراد بالسياق، فإن وردا في مقام السؤال حُملا عَلى الحقيقة، وإن لَم يردا معًا أو لَم يكن في مقام سؤال أمكن الحمل عَلى الحقيقة أو عَلى المجاز بحسب ما يظهر من القرائن.
قوله: (وعلم الساعة) تفسير منه [٩٤ / أ] للمراد بقول جبريل في السؤال: "متى الساعة" أي: متى علم الساعة، ولابد من تقدير مَحذوف آخر أي: متى علم قيام الساعة؟
قوله: (وبيان النبي - صلى الله عليه وسلم -) هو مَجرور لأنه معطوف عَلى "عِلْم" المعطوف عَلى "سؤال" المجرور بالإضافة.
فإن قيل: لَم يبين النبي - صلى الله عليه وسلم - وقت الساعة فكيف قَالَ: "وبيان النبي - صلى الله عليه وسلم - له"؟
فالجواب: أن المراد بالبيان بيان أكثر المسئول عنه، فأطلقه لأن حكم معظم الشيء حكم كله، أو جعل الحكم في علم الساعة بأنه لا يعلمه إلا الله بيانًا له.','2','4',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (365,'٥٠ - حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ: أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - بَارِزًا يَوْمًا لِلنَّاسِ، فَأَتَاهُ رجل فَقَالَ: مَا الإِيمَانُ؟ قَالَ: "الإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَبِلِقَائِهِ، وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ". قَالَ: مَا الإِسْلَامُ؟ قَالَ: "الإِسْلَامُ أَنْ تَعْبُدَ اللَّهَ وَلَا تُشْرِكَ بِهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤَدِّيَ الزَّكَاةَ المَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ". قَالَ: مَا الإِحْسَانُ؟ قَالَ: "أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ". قَالَ: مَتَى السَّاعَةُ؟ قَالَ: "مَا المَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَسَأُخْبِرُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتِ الأَمَةُ رَبَّهَا، وَإِذَا تَطَاوَلَ رُعَاةُ الإِبِلِ البُهْمُ فِي البُنْيَانِ، فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ". ثُمَّ تَلَا النَّبِيُّ - صلى الله عليه وسلم -: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} الآية [لقمان: ٣٤]. ثُمَّ أَدْبَرَ فَقَالَ: "رُدُّوهُ". فَلَمْ يَرَوْا شَيْئًا. فَقَالَ: "هَذَا جِبْرِيلُ جَاءَ يُعَلِّمُ النَّاسَ دِينَهُمْ".
قَالَ أَبُو عَبْدِ اللَّهِ: جَعَلَ ذَلِكَ كُلَّهُ مِنَ الإِيمَانِ.
قوله: (حَدَّثَنَا إسماعيل بن إبراهيم) هو البصري المعروف بابن عُلَيَّة.
قَالَ: (أنا أبو حيان التيمي) وأورده المصنف في تفسير سورة لقمان من حديث جرير بن عبد الحميد، عن أبي حيان المذكور (١)، وَرَوَاهُ مُسْلِم من وجه آخر عن جرير أيضًا عن عمارة بن القعقاع (٢)، وَرَوَاهُ أبو داود، والنسائي من حديث جرير أيضًا عن أبي فَرْوَة (٣)، ثلاثتهم عن أبي زُرْعَة، عن أبي هريرة، زاد أبو فروة: "وعن أبي ذر"، وساق حديثه عنهما جميعًا، وفيه فوائد زوائد سنشير إليها إن شاء الله.
ولَم أر هذا الحديث من رواية أبي هريرة إلا عن أبي زُرْعة بن عمرو بن جرير هذا
_________
(١) "صحيح البُخَاريّ" (كتاب التفسير، سورة لقمان، باب: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ}) برقم (٤٧٧٧).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (١٠).
(٣) أخرجه أبو داود في "سننه" (كتاب السنة، باب: في القدر) برقم (٤٦٩٨)، والنسائي في "السنن الكبرى" (كتاب الإيمان وشرائعه، باب: صفة الإيمان والإسلام) (٦/ ٥٢٨)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٠١، ١٠٢).','2','5',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (366,'عنه، ولَم يخرجه البُخَاريّ إلا من طريق أبي حيان عنه، وقد أخرجه مُسْلِم (١)، من حديث عمر بن الخطاب، وفِي سياقه فوائد زوائد أيضًا، وإنما لَم يخرجه البُخَاريّ لاختلافٍ فيه عَلى بعض رواته. فمشهوره رواية كَهْمَس -بسين مهملة قبلها ميم مفتوحة- ابن الحسن، عن عبد الله بن بُرَيْدة، عن يَحيى بن يَعْمَر -بفتح الميم أوله ياء تحتانية مفتوحة، عن عبد الله بن عُمر، عن أبيه عمر بن الخطاب.
رَوَاهُ عن كَهْمَس جماعة من الحفاظ وتابعه مَطَر الوراق، عن عبد الله بن بريدة، وتابعه سليمان التيمي، عن يحيى بن يعمر.
وكذا رَوَاهُ عُثْمَان بن غِيَاث، عن عبد الله بن بريدة، لكنه قَالَ: عن يحيى بن يعمر، وحُميد بن عبد الرحمن معًا، عن ابن عمر، عن عمر، زاد فيه حُميدًا، وحُميدٌ له في الرواية المشهورة ذكرٌ لا رواية.
وأخرج مُسْلِم هذه [٩٤ / ب] الطرق (٢)، ولَم يسق منها إلا متن الطريق الأولى، وأحال الباقي عليها، وبينها اختلاف كثير سنشير إلَى بعضه.
* فأما رواية مطر فأخرجها أبو عوانة في "صحيحه" (٣).
* وأما رواية سليمان التيمي فأخرجها ابن خزيمة في "صحيحه" (٤).
* وأما رواية عُثْمَان بن غياث فأخرجها أَحْمَد في "مسنده" (٥).
وقد خالفهم سليمان بن بريدة أخو عبد الله فرواه عن يحيى بن يعمر، عن عبد الله ابن عمر قَالَ: "بينما نَحنُ عند النبي - صلى الله عليه وسلم -" فجعله من مسند ابن عمر لا من روايته عن أبيه، أخرجه أَحْمَد أيضًا (٦).
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (٨).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (٨).
(٣) "مسند أبي عوانة" (كتاب الأحكام، باب: في السنة في الداخل عَلى الإمام. . .) (٤/ ١٩٤).
(٤) "صحيح ابن خزيمة" (كتاب الوضوء، باب: ذكر الخبر الثابت عن النبي - صلى الله عليه وسلم - بأن إتمام الوضوء من الإسلام) برقم (١).
(٥) "مسند أحْمَد" (١/ ٢٧).
(٦) "مسند أحْمَد" (١/ ٥٢).','2','6',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (367,'وكذا رَوَاهُ أبو نعيم في "الحلية" (١) من طريق عطاء الخراساني، عن يحيى بن يَعْمر.
وكذا روي من طريق عطاء بن أبي رباح، عن عبد الله بن عمر أخرجه الطبراني (٢).
وفِي الباب عن أنس أخرجه البزار (٣)، وإسناده حسن.
وعن جرير البجلي أخرجه أبو عوانة في "صحيحه".
وعن ابن عباس، وأبي عامر الأشعري أخرجهما أَحْمد (٤)، وإسنادهما حسن.
وفِي كل من هذه الطرق فوائد سنذكرها -إن شاء الله تعالَى- في أثناء الكلام عَلى حديث الباب، وإنما جمعت طرقها هنا وعزوتها إلَى مخرجيها؛ ليسهل الحوالة عليها؛ فرارًا من التكرار المباين لطريق الاختصار، والله الموفق.
قوله: (كَانَ النبي - صلى الله عليه وسلم - بارزًا يومًا للناس) أي: ظاهرًا لهم غير محتجب عنهم ولا ملتبس بغيره، والبروز: الظهور، وقد وقع في رواية أبي فَرْوَةَ الَّتِي أشرنا إليها بيان ذلِكَ، فإن أوله: "كَانَ رسول الله - صلى الله عليه وسلم - يجلس بين أصحابه، فيجيء الغريب فلا يدري أيهم هو، فطلبنا إليه أن نجعل له مجلسًا يعرفه الغريب إذا أتاه، قَالَ: فبنينا له دُكَانًا من طين كَانَ يجلس عليه" (٥). انتهى
واستنبط منه القرطبي استحباب جلوس العالم بمكان يختص به، ويكون مرتفعًا إذا احتاج لذلك؛ لضرورة تعليم ونَحوه.
قوله: (فأتاه رجل) أي: مَلَك في صورة رجل، وفِي التفسير للمصنف: "إذ أتاه رجل يمشي" (٦). ولأبي فروة: "فَإِنا لَجُلوسٌ عنده إذ أَقْبَلَ رجلٌ أحسن الناس وجهًا،
_________
(١) "حلية الأولياء" (٥/ ٢٠٧).
(٢) "المعجم الكبير" (١٢/ ٤٣٠).
(٣) "مسند البزار" (١/ ١٩٣).
(٤) أخرجهما أحْمَد في "مسنده" فأما حديث ابن عباس فهو في (١/ ٣١٨، ٣١٩)، وأما حديث أبي عامر الأشعري ففي (٤/ ١٢٩، ١٦٤).
(٥) أخرجه أبو داود في "سننه" (كتاب السنة، باب: في القدر) برقم (٤٦٩٨)، والنسائي في "السنن الكبرى" (كتاب الإيمان وشرائعه، باب: صفة الإيمان والإسلام) (٦/ ٥٢٨)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٠١، ١٠٢).
(٦) "صحيح البُخَاريّ" (كتاب التفسير، سورة لقمان، باب: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} برقم (٤٧٧٧).','2','7',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (368,'وأطيب الناس ريحًا، كأن ثيابه لَم يمسها [٩٥ / أ] دنس" (١).
ولمسلم من طريق كَهْمَس في حديث عمر: "بينما نَحنُ عند رسول الله - صلى الله عليه وسلم - إذ طلع علينا رجلٌ شديد بياض الثياب شديد سواد الشعر" (٢).
وفِي رواية ابن حبان: "سواد اللحية، لا يُرى عليه أَثرُ السفرِ، ولا يعرفه منا أحد، حَتَّى جلس إلَى النبي - صلى الله عليه وسلم - فأسند ركبته إلَى ركبته، ووضع كفيه عَلى فخذيه" (٣).
ولسليمان التيمي: "ليس عليه سحناء سفر، وليس من البلد، فتخطى حَتَّى برك بين يدي النبي - صلى الله عليه وسلم - كما يجلس أحدنا في الصلاة، ثم وضع يده عَلى ركبتي النبي - صلى الله عليه وسلم -" (٤).
وكذا في حديث ابن عباس، وأبي عامر الأشعري: "ثم وضع يده عَلى ركبتي النبي - صلى الله عليه وسلم -" (٥).
فأفادت هذه الرواية أن الضمير في قوله: "عَلى فخذيه" يعود عَلى النبي - صلى الله عليه وسلم -، وبه جزم البغوي، ووافقه التوربشتي؛ لأنه حمله عَلى أنه جلس هيئة المتعلم بين يدي من يتعلم منه، فهذا وإن كانَ ظاهرًا من السياق لكن وضعه يديه عَلى فخذي النبي - صلى الله عليه وسلم - صنيع منبه للإصغاء إليه.
وفيه إشارة لما ينبغي للمسئول من التواضع، والصفح عما يبدو من جفاء السائل، والظاهر أنه أراد بذلك المبالغة في تعمية أمره؛ ليقوي الظن بأنه من جفاة الأعراب؛ لأن الصحابة استغربوا هيئَتَه.
فإن قيل: كيف عرف عمر أنه لَم يعرفه أحد منهم؟
_________
(١) أخرجه أبو داود في "سننه" (كتاب السنة، باب: في القدر) برقم (٤٦٩٨)، والنسائي في "السنن الكبرى" (كتاب الإيمان وشرائعه، باب: صفة الإيمان والإسلام) (٦/ ٥٢٨)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ١٠١، ١٠٢).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (٨).
(٣) "صحيح ابن حبان" (كتاب الإيمان، باب: فرض الإيمان) برقم (١٦٨).
(٤) أخرجها ابن خزيمة في "صحيحه" (كتاب الوضوء، باب: ذكر الخبر الثابت عن النبي - صلى الله عليه وسلم - بأن إتمام الوضوء من الإسلام) برقم (١).
(٥) أخرجهما الإمام أحْمَد في "مسنده"، فأما حديث ابن عباس فهو في (١/ ٣١٨، ٣١٩)، وأما حديث أبي عامر الأشعري ففي (٤/ ١٢٩، ١٦٤).','2','8',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (369,'أجيب: بأنه يحتمل أن يكون استند في ذَلِكَ إلى ظنه، أو إلَى صريح قول الحاضرين.
قُلْت: وهذا الثاني أولى، فقد جاء كذلك في رواية عُثْمَان بن غِيَاث ففيها: "فنظر القوم بعضهم إلَى بعض، فقالوا: ما نعرفُ هذا" (١).
وأفاد مُسْلِم في رواية عمارة بن القعقاع سبب ورود هذا الحديث، فعنده في أوله: "قَالَ رسول الله - صلى الله عليه وسلم -: سلوني فهابوا أن يسألوه، قَالَ: فجاء رجلٌ" (٢).
ووقع في رواية ابن منده من طريق يزيد بن زُرَيْع، عن كَهْمَس: "بينا رسول الله - صلى الله عليه وسلم - يخطب إذ جاء رجلٌ" (٣). فكأن أمرَهُ لهم بسؤاله وقع في خطبته، فظاهره أن مجيء الرجل كَانَ في حالة الخطبة، فإما أن يكون وافق انقضاءها أو كَانَ ذكر ذَلكَ [٩٥ / ب] القدر جالسًا، وعبر عنه الراوي بالخطبة.
قوله: (فقال) زاد في التفسير: "يا رسول الله! ما الإيمان؟ " (٤).
فإن قيل: فكيف بدأ بالسؤال قبل السلام؟
أجيب: بأنه يحتمل أن يكون ذَلكَ مبالغة في تعمية أمره، أو يبين أن ذلكَ غير واجب، أو سَلَّم فلم ينقله الراوي.
قلتُ: وهذا الثالث المعتمد، فقد ثبت في رواية أبي فَرْوة ففيها بعد قوله: "كأن ثيابه لَم يمسها دنس، حَتَّى سلم من طرف البساط، فقال: السلام عليك يا مُحَمَّد، فرد عَلَيْه السَّلام، قَالَ: أَدْنُو يا مُحَمَّد؟ قَالَ: ادن، فما زال يقول أَدْنُو مرارًا ويقول له: ادن، ونحوه في رواية عطاء، عن ابن عمر، لكن قَالَ: "السلام عليك يا رسول الله"، وفِي رواية مطر الوراق: "فقال: يا رسول الله، أدنو منك؟ قَالَ: ادن"، ولَم يذكر السلام.
فاختلفت الروايات هل قَالَ له: يا مُحَمَّد، أو يا رسول الله، أو هل سلم أو لا، فقال القرطبي بناءً عَلى أنه لَم يسلم، وَقَالَ: "يا مُحَمَّد": أنه أراد بذلك التعمية، فصنع صنيع الأعراب.
_________
(١) أخرجها الإمام أحْمَد في "مسنده" (١/ ٢٧).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (١٠).
(٣) أخرجه ابن منده في "الإيمان" (١/ ١٣٢).
(٤) "صحيح البُخَاريّ" (كتاب التفسير، سورة لقمان، باب: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ}) برقم (٤٧٧٧).','2','9',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (370,'قُلْت: ويجمع بين الروايتين بأنه بدأ أولًا بندائه باسمه لهذا المعنى، ثم خاطبه بقوله: يا رسول الله. ووقع عند القرطبي أنه قَالَ: "السلام عليكم يا مُحَمَّد"، فاستنبط منه أنه يستحب للداخل أن يعمم بالسلام ثم يخصص من يريد تخصيصه. انتهى
والذي وقفت عليه من الروايات إنما فيه الإفراد، وهو قوله: "السلام عليك يا مُحَمَّد".
قوله: (ما الإيْمان) قيل: قدم السؤال عَلى الإيمان؛ لأنه الأصل، وثنَّى بالإسلام؛ لأنه يظهر مصداق الدعوى، وثلَّث بالإحسان؛ لأنه متعلق بهما، وفي رواية عُمَارة بن القعقاع بدأ بالإسلام، لأنه بالأمر الظاهر، وثنَّى بالإيمان؛ لأنه بالأمر الباطن. ورجح هذا الطيبي لما فيه من الترقي.
ولا شك أن القصة واحدة، اختلف الرواة في تأديتها، وليس في السياق ترتيب، ويدل عليه رواية مطر الوراق فإنه بدأ بالإسلام، وثنَّى بالإحسان، وثلَّث بالإيمان، فالحق أن الواقع أمرٌ واحد، والتقديم والتأخير وقع من الرواة، والله أعلم.
قوله: (قَالَ: الإيمان، أن تؤمن [٩٦ / أ] بالله) إلى آخره. دل الجواب عَلى أنه علم أنه سأله عن متعلقاته لا عن معنى لفظه، وإلا لكان الجواب: "الإيمان: التصديق"، وَقَالَ الطيبي: هذا يوهم التكرار وليس كذلك، فإن قوله: "أن تؤمن بالله" مضمن معنى: أن تعترف به، ولهذا عَدَّاه بالباء؛ أي أن تصدَّق معترفًا بكذا.
قُلْت: والتصديق أيضًا يُعدَّى بالباء، فلا يحتاج إلَى دعوى التضمين.
وَقَالَ الكرماني: ليس هو تعريفًا للشيء بنفسه، بل المراد من المحدود: الإيمان الشرعي، ومن الحد: الإيمان اللغوي.
قُلْت: والَّذِي يظهر أنه إنما أعاد لفظ الإيمان للاعتناء بشأنه تفخيمًا لأمره، ومنه قوله تعالَى: {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} [يس: ٧٩] في جواب: {مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (٧٨)} [يس: ٧٨].','2','10',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (371,'قوله: (وملائكته) والإيمان بالملائكة: هو التصديق بوجودهم، وأنهم كما وصفهم الله عباد مكرمون، وقَدَّم الملائكة عَلى الكتب والرسل نظرًا للترتيب الواقع، لأنه -سبحانه وتعالى- أرسل الملَك بالكتاب إلى الرسول، وليس فيه متمسك لمن فضل الملك عَلى الرسول.
قوله: (وكتبه) هذه عند الأصيلي هنا، واتفق الرواة عَلى ذكرها في التفسير، والإيمان بكتب الله: التصديق بأنها كلام الله، وأن ما تضمنه حق.
قوله: (وبلقائه) كذا وقعت هنا بين الكتب والرسل، وكذا لمسلم من الطريقين (١)، ولَم تقع في بقية الروايات، وقد قيل: إنها مكررة؛ لأنها داخلة في الإيمان بالبعث، والحق أنها غير مكررة، فقيل: المراد بالبعث: القيام من القبور، والمراد باللقاء: ما بعد ذَلكَ، وقيل: اللقاء يحصل بالانتقال من دار الدُّنْيَا، والبعث بعد ذلكَ، ويدل عَلى هذا رواية مطر الوراق، فإن فيها: "وبالموت وبالبعث بعد الموت"، وكذا في حديثي أنس وابن عباس.
وقيل: المراد باللقاء: رؤية الله، ذكره الخطابي. وتعقبه النووي بأن أحدًا لَم يقطع لنفسه برؤية الله؛ لأنها مُختصة بمن مات مؤمنًا، والمرء لا يدري بِم يُختم له، فكيف يكون ذَلِكَ من شروط الإيمان؟ !
وأجيب: بأن المراد [٩٦ / ب] الإيمان بأن ذلكَ حق في نفس الأمر، وهذا من الأدلة القوية لأهل السنة في إثبات رؤية الله في الآخرة إذ جُعلت من قواعد الإيمان.
قوله: (ورسله) وللأصيلي: "وبرسله"، ووقع في حديث أنس وابن عباس: "والملائكة والكتاب والنبيين". وكل من السياقين في القرآن في البقرة، والتعبير بالنبيين يشمل الرسل من غير عكس.
والإيمان بالرسل: التصديق بأنهم صادقون فيما أخبروا به عن الله، ودل الإجمالُ في الملائكة والكتب والرسل عَلى الاكتفاء بذلك في الإيمان بهم من غير تفصيل، إلا من ثبتت تسميته فيجب الإيمان به عَلى التعْيين.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان) برقم (٩، ١٠).','2','11',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (372,'قوله: (وتؤمن بالبعث) زاد في التفسير: "الآخر"، ولمسلم في حديث عمر: "واليوم الآخر"، فأما البعث الآخر فقيل: ذَكَر الآخر تأكيدًا، كقولهم: أمس الذاهب، وقيل: لأن البعث وقع مرتين.
الأولَى: الإخراج من العدم إلى الوجود، أو من بطون الأمهات بعد النطفة والعلقة إلَى الحياة الدُّنْيَا.
والثانية: البعث من بطون القبور إلَى مَحل الاستقرار، وأما اليوم الآخر فقيل له ذَلكَ؛ لأنه آخر أيام الدُّنْيَا، أو آخر الأزمنة المحدودة.
والمراد بالإيمان به: التصديق بما يقع فيه من الحساب والميزان والجنة والنار، وقد وقع التصريح بذكر الأربعة بعد ذكر البعث في رواية سليمان التيمي وفِي حديث ابن عباس أيضًا.
* فائدة:
زاد الإسماعيلي في (مستخرجه) هنا: "وتؤمن بالقدر"، وفِي رواية أبي فروة أيضًا، وكذا لمسلم من رواية عُمَارة بن القعقاع، وأكده بقوله: "كله"، وفِي رواية كَهْمَس، وسليمان التيمي: "وتؤمن بالقدر خيره وشره". وكذا في حديث ابن عباس، وهو في رواية عطاء، عن ابن عمر بزيادة: "وحلوه ومره من الله".
وكأن الحكمة في إعادة لفظ: "وتؤمن" عند ذكر البعث الإشارة إلَى أنه نوع آخر مما يؤمن بذلك (١)؛ لأن البعث سيوجد بَعْدُ، وما ذكر قبله موجود الآن، أو للتنويه بذكره لكثرة من كَانَ يُنكره من الكفار، ولهذا كثر تكراره في القرآن، وهكذا الحكمة في إعادة لفظ: "وتؤمن" عند ذكر القدر، كأنها إشارة إلَى ما يقع فيه من [٩٧/ أ] الاختلاف، فحصل الاهتمام بشأنه بإعادة: "يؤمن"، ثم قرره بالإبدال بقوله: "خيره وشره، وحلوه ومره"، ثم زاد تأكيدًا بقوله في الرواية الأخيرة: "من الله".
_________
(١) في "الفتح": (به).','2','12',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (373,'والقدر: مصدر، تقول: قَدَرتُ الشيء بتخفيف الدال وفتحها أقْدِره بالكسر والفتح قَدَرًا وَقَدْرًا: إذا أحطتُ بمقداره، والمراد أن الله تعالى علم مقادير الأشياء وأزمانها قبل إيجادها، ثم أوجد ما سبق في علمه أنه يوجد، وكل مُحدث صادر عن علمه وقدرته وإرادته.
هذا هو المعلوم من الدين بالبراهين القطعية، وعليه كَانَ السلف من الصحابة وخيار التابعين إلَى أن حدثت بدعة القدر في أواخر زمن الصحابة، وقد روى مُسْلِم (١) القصة في ذَلِكَ من طريق كَهْمَس، عن ابن بُرَيْدة، عن يَحْيَى بن يَعْمر قَالَ: "كَانَ أول من قَالَ في القدر بالبصرة مَعْبَد الجُهَني، قَالَ: فانطلقتُ أنا وحُميد الحِمْيَري"، فذكر اجتماعهما بعبد الله بن عمر، وأنه سأله عن ذلكَ، فأخبره بأنه بَرِيءٌ ممن يقول ذلكَ، وأن الله لا يقبل مِمن لَم يؤمن بالقدر عملًا.
وقد حكى المصنفون في المقالات عن طوائف من القدرية إنكار كون البارئ عالِمًا بشيء من أعمال العباد قبل وقوعها منهم، وإنما يعلمها بعد كونها، قَالَ القرطبي وغيره: قد انقرض هذا المذهب ولا نعرفُ أحدًا يُنسب إليه من المتأخرين، قَالَ: والقدرية اليوم مطبقون عَلى [أن] (٢) الله عالِمٌ بأفعال العباد قبل وقوعها، وإنما خالفوا السلف في زعمهم بأن أفعال العباد مقدورة لَهم، وواقعة منهم عَلى جهة الاستقلال، وهو مع كونه مذهبًا باطلًا أخف من المذهب الأول.
وأما المتأخرون منهم فأنكروا تعلق الإرادة بأفعال العباد فرارًا من تعلق القديم بالمحدث، وهم مَخصومون بما قَالَ الشافعي: إن سلَّم القدري العلم خُصِم، يعني: يقال له: أيجوز أن يقع في الوجود خلاف ما تضمنه العلم؟ فإن منع وافق قول أهل السنة، وإن أجاز لزمه نسبة الجهل، تعالَى الله عن ذَلِكَ.
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (٨).
(٢) زيادة من "الفتح".','2','13',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (374,'* تنبيه:
ظاهر السياق يقتضي أن الإيمان لا يُطلق عَلى من صدَّق بجميع ما ذكر، وقد اكتفى الفقهاء بإطلاق الإيمان عَلى من آمن بالله ورسوله، ولا اختلاف؛ لأن الإيمان برسول الله المراد به: الإيمان بوجوده وبما جاء به عن ربه، فيدخل جميع ما ذكر تحت ذَلِكَ، والله أعلم.
قوله: (أن تعبد الله) [٩٧ / ب].
قَالَ النووي: يحتمل أن يكون المراد بالعبادة: معرفة الله، فيكون عطف الصلاة وغيرها [عليها] (١) لإدخالها في الإسلام، ويحتمل أن يكون المراد بالعبادة: الطاعة مطلقًا فيدخل فيه جَميع الوظائف، فعلى هذا يكون عطف الصلاة وغيرها من عطف الخاص عَلى العام.
قُلْت: أما الاحتمال الأول فبعيد؛ لأن المعرفة من متعلقات الإيمان، وأما الإسلام فهو أعمال قولية وبدنية، وقد عبر في حديث عمر هنا بقوله: "أن تشهد أن لا إله إلا الله وأن مُحَمَّدًا رسول الله"، فدل عَلى أن المراد بالعبادة في حديث الباب: النطق بالشهادتين، وبهذا تبين دفع الاحتمال الثاني، ولما عبر الراوي بالعبادة احتاج أن يوضحها بقوله: "ولا تشرك به شيئًا"، ولم يحتج إليها في رواية عمر لاستلزامها ذَلِكَ.
فإن قيل: السؤال عام لأنه سأل عن ماهية الإسلام، والجواب خاص لقوله: "أن تعبد" أو "تشهد"، وكذا قَالَ في الإيمان: "أن تؤمن"، وفِي الإحسان: "أن تعبد".
والجواب: أن ذَلِكَ لنكتة الفرق بين المصدر وبين أن والفعل؛ لأن "أن تفعل" تدل عَلى الاستقبال، والمصدر لا يدل عَلى زمان، عَلى أن بعض الرواة أورده هنا بصيغة المصدر، ففي رواية عُثْمَان بن غِيَاث قَالَ: "شهادة أن لا إله إلا الله"، وكذا في حديث أنس، وليس المراد بمخاطبته بالإفراد اختصاصه بذلك، بل المراد: تعليم السامعين الحكم في حقهم وحق من أشبههم من المكلفين، وقد تبين ذَلِكَ بقوله في آخره: "يعلِّم الناس دينهم".
_________
(١) زيادة من "الفتح".','2','14',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (375,'فإن قيل: لِمَ لَم يذكر الحج؟
أجابَ بعضهم: باحتمال أنه لَم يكن فُرِضَ، وهو مردود بما رَوَاهُ ابن مَنْدَه في "كتاب الإيمان" بإسناده الَّذِي عَلى شرط مُسْلِم من طريق سليمان التيمي في حديث عمر أوله: "أن رجلًا في آخر عُمُر النبي - صلى الله عليه وسلم - جاء إلَى رسول الله - صلى الله عليه وسلم -. . . . ." فذكر الحديث بطوله (١)، فكأنه إنما جاء بعد إنجاز (٢) جَميع الأحكام، لتقرير أمور الدين الَّتِي بَلَّغها متفرقة في مجلس واحد لتضبط.
ويستنبط منه جواز سؤال العالم ما لا يجهله السائل ليعلمه السامع.
وأمَّا الحج فقد ذكر، لكن بعض الرواة إما ذهل عنه وإما نسيه، والدليل عَلى ذَلِكَ [٩٨ / أ] اختلافهم في ذكر بعض الأعمال دون بعض، ففي رواية كَهْمَس: "وتحج البيت إن استطعت إليه سبيلًا"، وكذا في حديث أنس.
وفي رواية عطاء الخراساني لَم يذكر الصوم، وفي حديث أبي عامر ذكر الصلاة والزكاة حسب، ولَم يذكر في حديث ابن عباس مزيدًا عَلى الشهادتين، وذكر سليمان التيمي في روايته الجميع وزاد بعد قوله: "وتحج وتعتمر وتغتسل من الجنابة وتتمم الوضوء"، وَقَالَ مطر الوراق في روايته: "وتُقيم الصلاة وتؤتي الزكاة قَالَ: فذكر عُرى الإسلام"، فتبين ما قلناه أن بعض الرواة ضبط ما لَم يضبطه غيره.
قوله: (وتقيم الصلاة) زاد مُسْلِم "المكتوبة" أي: المفروضة، وإنما عبر بالمكتوبة للتفنن في العبارة، فإنه عبر في الزكاة بالمفروضة، ولاتباع قوله: {إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا (١٠٣)} [النساء: ١٠٣].
قوله: (وتصوم رمضان) استدل به عَلى قول رمضان من غير إضافة شهر إليه، وستأتي المسألة في كتاب الصيام إن شاء الله تعالَى.
_________
(١) "الإيمان" لابن منده (١/ ١٤٣، ١٤٤).
(٢) في "الفتح": "إنزال".','2','15',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (376,'قوله: (الإحسان) هو مصدر، تقول: أَحْسَنَ إحسانًا، ويتعدى بنفسه وبغيره، تقول: أحسنتُ كذا: إذا أتقنته، وأحسنتُ إلَى فلان: إذا أوصلت إليه النفع، والأول هو المراد، لأن المقصود إتقان العبادة، وقد يُلحظ الثاني بأن المخلص مثلًا يحسن لإخلاصه إلَى نفسه، وإحسان العبادة: الإخلاص فيها، والخشوع، وفراغ البال حال التلبس بها، ومراقبة المعبود، وأشار في الجواب إلَى حالتين:
أرفعهما: أن يغلب عليه مشاهدة الحق بقلبه حَتى كأنه يراها بعينه وهو قوله: (كأنك تراه) أي: وهو يراك.
والثانية: أن يستحضر أن الحق مطلع عليه، يرى كل ما يعمل وهو قوله: (فإنه يراك).
وهاتان الحالتان تثمرهما معرفة الله وخشيته، وقد عبر في رواية عُمَارة بن القعقاع بقوله: "أن تخشى الله كأنك تراه".
قالَ النووي: معناه أنك إنما تراعي الآداب المذكورة إذا كنت تراه ويراك، لكونه يراك لا لكونه تراه، فهو دائمًا يراك، فأحسن عبادته وإن لَم تره، فتقدير الحديث: فإن لَم [تكن] (١) تراه فاستمر عَلى إحسان العبادة فإنه يراك.
* تنبيه:
دل سياق الحديث عَلى أن رؤية الله في [٩٨ / ب] الدُّنْيَا بالأبصار غير واقعة، وأما النبي - صلى الله عليه وسلم - فذاك لدليل آخر، وقد صرح مُسْلِم في روايته من حديث أبي أمامة بقوله - صلى الله عليه وسلم -: "واعلموا أنكم لن تروا ربكم حَتَّى تَموتوا" (٢).
_________
(١) زيادة من "الفتح".
(٢) هذا اللفظ من حديث أبي أمامة ليس في "صحيح مُسْلِم"، وأخرجه الحاكم في "المستدرك" (كتاب الفتن والملاحم، باب: إن الله تعالَى لَم يبعث نبيًّا إلا حذر أمته الدجال) (٤/ ٥٣٦، ٥٣٧)، ولفظه: "وإنكم لن تروا ربكم حتَّى تموتوا"، وَقَالَ: هذا حديثٌ صحيحٌ عَلى شرط مُسْلِم، ولَم يخرجاه بهذه السياقة.
أما الحديث الَّذِي أخرجه مُسْلِم في "صحيحه" (كتاب الفتن وأشراط الساعة، باب: ذكر ابن صياد) برقم (٢٩٣١)، فهو من حديث عبد الله بن عمر، ولفظه: "لن يرى أحد منكم ربه -عَزَّ وَجَلَّ- حَتَّى يموت".','2','16',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (377,'وأقدم بعض غلاة الصوفية عَلى تأويل الحديث بغير علم، فقال: فيه إشارة إلَى مقام المحو والفناء، وتقديره: فإن لَم تكن، أي: فإن لَم تَصِرْ شيئًا، وفنيت عن نفسك حَتى كأنك ليس بموجود، فإنك حينئذ تراه.
وغفل قائل هذا -للجهل بالعربية- عن أنه لو كَانَ المراد ما زعم لكان قوله: "تراه" مَحذوف الألف؛ لأنه يصير مَجزومًا؛ لكونه عَلى زعمه جواب الشرط، ولَم يرد في شيء من طرق هذا الحديث بحذف الألف، ومن ادعى أن إثباتها في الفعل المجزوم عَلى خلاف القياس فلا يصار إليه؛ إذ لا ضرورة هُنَا، وأيضًا فلو كَانَ ما ادعاه صحيحًا لكان قوله: "فإنه يراك" ضائعًا؛ لأنه لا ارتباط له بما قبله.
ومما يفسد تأويله رواية كَهْمَس، فإن لفظها: "فإنك إن لا تراه فإنه يراك"، وكذلك في رواية سليمان التيمي، فسلط النفي عَلى الرؤية لا عَلى الكون الَّذِي حَمَل عَلى ارتكاب التأويل المذكور، وفِي رواية [أبي] (١) فَرْوَة: "فإن لَم تره فإنه يراك"، ونَحوه في حديث أنس، وابن عباس، وكل هذا يبطل التأويل المتقدم، والله أعلم.
* فائدة:
زاد مُسْلِم في رواية عُمَارة بن القعقاع قول السائل: "صدقت" عقب كل جواب من الأجوبة الثلاثة، وزاد أبو فَرْوَة في روايته: "فلما سمعنا قول الرجل: صدقت؛ أنكرناه"، وفي رواية كَهْمَس: "فعجبنا له يسأله ويصدقه"، وفِي رواية مطر: انظروا إليه كيف يسأله، وانظروا إليه كيف يصدقه"، وفِي حديث أنس: "انظروا هو يسأله وهو يصدقه كأنه أعلم منه"، وفِي رواية سليمان بن بُرَيْدة: "قَالَ القوم: ما رأينا رجلًا مثل هذا كأنه يُعلِّم رسول الله - صلى الله عليه وسلم - يقول له: صدقت صدقت".
قَالَ القرطبي: إنما عجبوا من ذَلِكَ؛ لأن ما جاء به النبي - صلى الله عليه وسلم - لا يُعرف إلا من جهته، وليس هذا السائل ممن عُرف بلقاء النبي - صلى الله عليه وسلم - ولا بالسماع منه، ثم هو يسأل سؤال عارف بما يسأل عنه؛ لأنه يخبره بأنه صادق فيه، فتعجبوا [٩٩ / أ] من ذَلِكَ تعجب المستبعد لذلك.
_________
(١) زيادة من "الفتح".','2','17',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (378,'قوله: (متى الساعة) أي: متى تقوم الساعة، وصرح به في رواية عُمَارة بن القعقاع، واللام للعهد، والمراد: يوم القيامة.
قوده: (بأعلم) الباء زائدة لتأكيد النفي، وهذا وإن كانَ مشعرًا بالتساوي في العلم لكن المراد بالتساوي في العلم بأن الله استأثر بعلمها؛ لقوله بَعْدُ: "خمس لا يعلمها إلا الله"، وسيأتي نظير هذا التركيب في أواخر الكلام عَلى هذا الحديث في قوله: "ما كنت بأعلم به من رجل منكم"، فإن المراد أيضًا: التساوي في عدم العلم به، وفِي حديث ابن عباس هنا فقال: "سبحان الله خَمس من الغيب لا يعلمهن إلا الله"، ثم تلا الآية.
قَالَ النووي: يستنبط منه: أن العالم إذا سئل عمَّا لا يعلم يصرح بأنه لا يعلمه، ولا يكون في ذلِكَ نقص من مرتبته، بل يكون دليلًا عَلى مزيد ورعه.
وَقَالَ القرطبي: مقصود هذا السؤال: كف السامعين عن السؤال عن وقت الساعة؛ لأنهم كانوا قد أكثروا السؤال عنها، كما ورد في كثير من الآيات والأحاديث، فلما حصل الجواب بما ذكر هنا حصل اليأس من معرفتها، بخلاف الأسئلة الماضية، فإن المراد بها: استخراج الأجوبة ليتعلمها السامعون ويعملوا بِها، ونبه بهذه الأسئلة عن تفصيل ما تمكن معرفته مما لا تمكن.
قوله: (من السائل) عدل عن قوله: "لست بأعلم بها منك" إلَى لفظ يشعر بالتعميم؛ تعريضًا للسامعين، أي: أن كل مسئول وكل سائل فهو كذلك.
قوله: (وسأخبرك) وفِي التفسير: "ولكن سأحدثك عن أشراطها، وفِي رواية أبي فروة: "ولكن لَها علامات تُعرف بِها"، وفِي رواية كَهْمَس قَالَ: "فأخبرني عن أماراتها"، فترددنا هل ابتدأه بذكر الأمارات؟ أو السائل سأل عن الأمارات؟
ويجمع بينهما بأنه ابتدأ بقوله: "وسأخبرك فقال له السائل: "فأخبرني"، ويدل عَلى ذَلِكَ رواية سليمان التيمي؛ فلفظها: "ولكن إن شئت نبأتك عن أشراطها. قَالَ: أجل". ونحوه في حديث ابن عباس وزاد: "فحدثني".
وقد حصل تفسير الأشراط من الرواية الأخرى، وأنها العلامات: وهي بفتح','2','18',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (379,'الهمزة جمع شَرَط بفتحتين كقلم وأقلام، ويستفاد من اختلاف الروايات [٩٩ / ب] أن التحديث والإخبار والإنباء بِمعنى واحد، وإنما غاير بينها أهل الحديث اصطلاحًا.
قَالَ القرطبي: علامات الساعة عَلى قسمين ما يكون من نوع المعتاد أو غيره، والمذكور هنا الأول، وأما الغير مثل طلوع الشمس من مغربها، فتلك مقارنة لها أو مطابقة، والمراد هنا: العلامات السابقة عَلى ذَلِكَ.
قوله: (إذا ولدت) التعبير "إذا" للإشعار بتحقق الوقوع.
فإن قيل: الأشراط جمع وأقله ثلاث والمذكور هنا اثنان.
أجاب الكرماني: بأنه قد تستقرض القلة للكثرة وبالعكس، أو لأن الفرق بالقلة والكثرة إنما هو في النكرات لا في المعارف، أو لفظ جمع الكثرة للفظ الشرط.
وفِي هذه الأجوبة نظر، والجواب المرضي: أن المذكور من الأشراط ثلاثة، وإنما بعض الرواة اقتصر عَلى اثنين منها؛ لأنه هنا ذكر الولادة والتطاول، وفِي التفسير ذكر الولادة وترؤس الحفاة، وفِي رواية ابن بشر الَّتِي أخرج مُسْلِم إسنادها وساق ابن خُزيْمة لفظها عن أبي حَيَّان ذكر الثلاثة (١)، وكذا في مستخرج الإسماعيلي من طريق ابن عُلية، وكذا ذكرها عُمَارة بن القعقاع، ووقع مثل ذَلِكَ في حديث عمر، ففي رواية كَهْمَس ذكر الولادة والتطاول فقط، ووافقه عُثْمَان بن غِياث، وفِي رواية سليمان التيمي ذكر الثلاثة ووافقه عطاء الخراساني.
قوله: (إذا ولدت الأمة ربها). وفي التفسير: "ربتها" بتاء التأنيث، وكذا في حديث عمر، ولمحمد بن بشر مثله، وزاد: "يعني: السَّرَارِي" وفِي رواية عُمَارة بن القعقاع: "إذا رأيت الأمة تلد ربها"، ونَحوه لأبي فروة، وفِي رواية عُثْمَان بن غِيَاث: "الإماء أَربابهن" بلفظ الجمع.
_________
(١) أخرج مُسْلِم إسنادها في "صحيحه" (كتاب الإيمان، باب: بيان الإيمان والإسلام والإحسان. . .) برقم (٩)، وأخرجها ابن خُزيمة في "صحيحه" (كتاب الزكاة، باب: البيان أن إيتاء الزكاة من الإسلام. .) برقم (٢٢٤٤).','2','19',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (380,'وقد اختلف العلماء في معنى ذَلِكَ، قَالَ ابن التين: اخْتُلف فيه عَلى سبعة أوجه، فذكرها لكنها متداخلة، وقد لخصتها بلا تداخل، فإذا هِيَ أربعة:
الأول: قَالَ الخطابي: معناه اتساع الإسلام واستيلاء أهله عَلى بلاد الشرك وسبي ذراريهم، فإذا ملك الرجل الجارية واستولدها كَانَ الولد منها بمنزلة ربها؛ لأنه ولدُ سيدها. قَالَ النووي وغيره: إنه قول الأكثرين.
قُلْت: لكن في كونه المراد نظر، وسبي [١٠٠ / أ] ذراريهم واتخاذهم سراري كانَ الكثرة في صدر الإسلام، وسياق الكلام يقتضي الإشارة إلى وقوع ما لَم يقع قرب قيام الساعة.
وقد فسره وكيع في رواية ابن ماجه (١) بأحصر (٢) من الأول: أن تلد العجم العرب.
ووجهه بعضهم: بأن الإماء يلدن الملوك فتصير الأم من جهة الرعية والملك سيد رعيته وهذا لإبراهيم الحربي، وقربه بأن الرؤساء في الصدر الأول كانوا يستنكفون غالبا عن وطء الإماء، ويتنافسون في الحرائر، ثم انعكس الأمر، ولاسيما في أثناء دولة بني العباس، ولكن رواية "ربتها" بتاء التأنيث قد لا تساعد عَلى ذَلِكَ.
ووجهه بعضهم: بأن إطلاق ربتها عَلى ولدها مَجاز؛ لأنه لما كَانَ سببًا في عتقها بموت أبيه أطلق عليه ذَلِكَ، وخصه بعضهم بأن السبي إذا كثر فقد يُسبى الولد أولًا وهو صغير، ثم يعتق ويكبر ويصير رئيسًا بل ملكًا، ثم تسبى أمه فيما بعد فيشتريها عارفًا بِها، أو وهُوَ لا يشعر أنها أمه، فيستخدمها أو يتخذها موطوءة، أو يعتقها ويتزوجها، وقد جاء في بعض الروايات: "أن تلد الأمة بَعْلها"، فحمل عَلى هذه الصورة، وقيل: المراد بالبعل: المالك، وهو أولى لتتفق الروايات.
الثاني: أن تبيع السادة أمهات أولادهم ويكثر ذَلِكَ، فيتداول الملاك المستولدة حَتى يشتريها ولدها، وَعَلى هذا فالذي يكون من الأشراط غلبة الجهل بتحريم بيع أمهات الأولاد والاستهانة بالأحكام الشرعية.
_________
(١) أخرجه ابن ماجه في "سننه" في المقدمة (باب: في الإيمان) (١/ ٢٤).
(٢) في "الفتح": (بأخص).','2','20',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (381,'فإن قيل: هذه مسألة مُختلف فيها فلا يصلح الحمل عليها؛ لأنه لا جهل ولا استهانة عند القائل بالجواز.
قلنا: يصح أن يحمل عَلى صورة اتفاقية كبيعها في حال حملها فإنه حرام بالإجماع.
الثالث: وهو من نمط الَّذِي قبله، قَالَ النووي: لا يختص شراء الولد أمه بأمهات الأولاد، بل يتصور في غيرهن: بأن تلد الأمة حرًّا من غير سيدها بوطء شبهة، أو رقيقًا بنكاح أو زنا ثم تباع الأمة في الصورتين بيعًا صحيحًا، وتدور في الأيدي حَتى يشتريها ابنها أو ابنتها.
ولا يعكر عَلى هذا تفسير مُحَمَّد بن بشر بأن المراد السَّراري؛ لأنه [١٠٠ / ب] تخصيص بغير دليل.
الرابع: أن يكثر العقوق في الأولاد، فيعامل الولد أمه معاملة السيد أمته من الإهانة بالسب والضرب والاستخدام، فأطلق عليه ربها مَجازًا لذلك، أو المراد بالرب: المربي، فيكون حقيقة، وهذا أوجه الأوجه عندي لعمومه، ومحصله الإشارة إلَى أن الساعة يقرب قيامها عند انعكاس الأمور بحيث يصير الْمُرَبي مُرَبيًّا والسافل عاليًا، وهو مناسب لقوله في العلامة الأخرى: "أن تصير الحُفَاة العُرَاة ملوك الأرض".
* تنبيهان:
أحدهما: قَالَ النووي: ليس فيه دليل عَلى تَحريم بيع أمهات الأولاد ولا عَلى جوازه، وقد غلط من استدل به لكل من الأمرين؛ لأن الشيء إذا جُعِل علامة عَلى شيء آخر لا يدل عَلى حظر ولا إباحة.
الثاني: يجمع بين ما في هذا الحديث من إطلاق الرب عَلى السيد المالك في قوله: "ربها"، وبين ما في الحديث الآخر وهو في الصحيح: "لا يقل أحدكم: أَطْعِم رَبَّكَ، ولا يقل أحدكم: ربي، ولكن ليقل: سيدي ومولاي" (١)، بأن اللفظ هنا خرج عَلى
_________
(١) أخرجه البخاري في "صحيحه" (كتاب العتق، باب: كراهية التطاول عَلى الرقيق وقوله عبدي) =','2','21',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (382,'سبيل المبالغة، أو المراد بالرب هنا: المربي، وفِي المنهي عنه السيد، أو أن النهي متأخر، أو مُختص بغير الرسول - صلى الله عليه وسلم -.
قوله: (تطاول) أي: تفاخروا في تطويل البنيان وتكاثروا به.
قوله: (رُعَاة الإبل) هو بضم الراء: جمع راعٍ، كقضاة وقاضٍ.
و(البُهْم) بضم الموحدة، ووقع في رواية الأصيلي بفتحها، ولا يتجه مع ذكر الإبل، وإنما يتجه مع ذكر الشياه، أو مع عدم الإضافة كما في رواية مُسْلِم.
وميم "البُهْم" في رواية البُخَاريّ يَجوز ضمها عَلى أنها صفة الرعاة، ويجوز الكسر عَلى أنها صفة الإبل، يعني: الإبل السود، وقيل: إنها شر الألوان عندهم، وخيرها الحمر التِي ضُرب بها المثل، فقيل: خير من حُمْر النَّعَم، ووصف الرعاة بالبُهْم إما لأنهم مجهولو الأنساب، ومنه أُبْهم الأمر فهو مُبْهم: إذا لَم تعرف حقيقته.
وَقَالَ القرطبي: الأولَى أن يحمل عَلى أنهم سود الألوان؛ لأن الأدمة غالب ألوانهم.
وقيل: معناه أنهم لا شيء لَهم، كقوله - صلى الله عليه وسلم -: "يحشر الناس حفاة عراة [١٠١ / أ] بُهْمًا" (١). وَقَالَ: وفيه نظر؛ لأنه قد نسب لهم الإبل فكيف يقال: لا شيء لَهم؟
قلت: يحمل عَلى أنها إضافة اختصاص لا ملك، وهذا هو الغالب أن الراعي يرعى لغيره وبأجرة، وأما المالك فَقَلَّ أن يباشر بنفسه.
قوله في التفسير: (وإذا كَانَ الحفاة العراة) (٢). زاد الإسماعيلي في روايته: "الصم البكم"، وقيل لهم ذَلكَ مبالغة في وصفهم بالجهل، أي: لَم يستعملوا أسماعهم ولا أبصارهم في شيء من أمر دينهم وإن كانت حواسهم سليمة.
_________
= برقم (٢٥٥٢)، ومسلم في "صحيحه" (كتاب الألفاظ من الأدب وغيرها، باب: حكم إطلاق لفظة العبد والأمة والمولى) برقم (٢٢٤٩).
(١) أخرجه البُخَاريّ في "التاريخ الكبير" (٤/ ١/ ١٦٩، ١٧٠) وليس فيه كلمة "حفاة"، وأخرجه الطبراني في "مسند الشاميين" (١/ ١٠٤) بلفظ: "إن الله يبعثكم يوم القيامة من قبوركم حفاة عراة بهمًا".
(٢) "صحيح البُخَاريّ" (كتاب التفسير، سورة لقمان، باب: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} برقم (٤٧٧٧).','2','22',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (383,'قوله: (رءوس الناس) أي: ملوك الأرض، وصرح به الإسماعيلي، وفِي رواية [أبي] (١) فروة مثله، والمراد بهم: أهل البادية، كما صرح به في رواية سليمان التيمي وغيره، وَقَالَ: ما الحفاة العُرَاة؟ قَالَ: "العُرَيْب" -وهو بالعين المهملة عَلى التصغير.
قَالَ القرطبي: المقصود الإخبار عن تبدل الحال بأن يستولي أهل البادية عَلى الأمر، يتملكوا البلاد بالقهر فتكثر أموالهم وينصرف همهم إلَى تشييد البنيان والتفاخر وبه، وقد شاهدنا ذَلِكَ في هذه الأزمان ومنه [الحديث الآخر: "لا تقوم الساعة حَتَّى يكون أسعد الناس بالدنيا لكع ابن لكع" (٢)، ومنه: "إذا وُسِّد الأمرُ" أي: أسند] (٣) إلَى غير أهله، فانتظروا الساعة" (٤)، وكلاهما في الصحيح.
قوله: (في خَمس) أي: علم وقت الساعة داخل في جملة خمس، وحَذْف متعلق الجار سائغ، كما في قوله تعالَى: {فِي تِسْعِ آيَاتٍ} [النمل: ١٢]، أي: اذهب إلَى فرعون بهذه الآية في جملة تسع آيات، وفِي رواية عطاء الخراساني قَالَ: "فمتى الساعة؟ قَالَ: هِيَ في خمس من الغيب لا يعلمها إلا الله".
قَالَ القرطبي: لا مطمع لأحد في علم شيء من هذه الأمور الخمس لهذا الحديث، وقد فسر النبي - صلى الله عليه وسلم - قول الله تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ} [الأنعام: ٥٩]، بهذه الخمس، وهو في الصحيح.
قالَ: فمن ادعى علم شيء منها غير مسندة إلَى رسول الله - صلى الله عليه وسلم - كَانَ كاذبًا في دعواه.
قَالَ: وأما ظن الغيب فقد يجوز من المُنَجم وغيره إذا كَانَ عن أمر عادي، وليس ذلك بعلم، وقد نقل ابن عبد البر الإجماع عَلى تَحريم أخذ الأجرة والجُعْل وإعطائها في ذَلِكَ.
_________
(١) زيادة من "الفتح".
(٢) أخرجه الترمذي في "جامعه" (كتاب الفتن، باب: ما جاء في أشراط الساعة) برقم (٢٢٠٩)، والإمام أَحْمَد في "المسند" (٥/ ٣٨٩).
(٣) زيادة من "الفتح".
(٤) أخرجه البخاري في "صحيحه" (كتاب العلم، باب: من سئل علمًا وهو مشتغل في حديثه. . .) برقم (٥٩) وفيه: "فانتظر".','2','23',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (384,'* تنبيه:
تضمن الجواب زيادة عَلى السؤال للاهتمام بذلك إرشادًا للأمة لما يترتب عَلى معرفة ذَلكَ من المصلحة.
فإن قيل: ليس في الآية أداة حصر كما في الحديث.
أجاب الطيبي: بأن الفعل إذا كَانَ عظيم الخطر، وما ينبني عليه الفعل رفيع الشأن، فُهِم منه الحصر عَلى [١٠١ / ب] سبيل الكتابة، ولاسيما إذا لوحظ ما ذكر في أسباب النزول من أن العرب كانوا يدَّعون علم نزول الغيث، ويشعر بأن المراد من الآية نفي علمهم بذلك، واختصاصه بالله -سبحانه وتعالى-.
* فائدة:
النكتة في العدول عن الإثبات إلَى النفي في قوله: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا} [لقمان: ٣٤]. وكذا التعبير بالدراية دون العلم؛ للمبالغة والتعميم؛ إذ الدراية اكتساب علم الشيء بحيلة، فإذا انتفى ذَلكَ عن كل نفس مع كونه من مختصاتها، ولم يقع منه عَلى علم؛ كَانَ علم اطلاعها عَلى علم غير ذَلكَ من باب أولَى. انتهى ملخصًا من كلام الطيبي.
قوله: (الآية) أيَ: تلا الآية إلَى آخر السورة، وصرح بذلك الإسماعيلي، وكذا في رواية عُمَارة ولمسلم: "إلى قوله: {خَبِيرٌ}، وكذا في رواية أبي فروة، وأما ما وقع عند المؤلف في التفسير من قوله: "إلَى {الأَرْحَامِ} فهو تقصير من بعض الرواة، والسياق يرشد إلَى أنه تلا الآية كلها.
قوله: (ثم أدبر فقال: ردوه) زاد في التفسير: "فأخذوا ليردوه فلم يروا شيئًا".
قوله: (جاء يعلم) في التفسير: "ليعلم"، وللإسماعيلي: "أراد أن تعلموا إذ لَم تسألوا"، ومثله لعُمارة، وفِي رواية أبي فَرْوة: "والَّذِي بعث مُحَمَدًا بالحق ما كنت بأعلم به من رجل منكم وإنه لجبريل، وفي حديث أبي عامر: "ثم ولى، فلما لَم ير طريقه قالَ النبي - صلى الله عليه وسلم -: سبحان الله! هذا جبريل جاء ليعلم الناس دينهم، والَّذِي نفس مُحَمَّد بيده ما جاء قط إلا وأنا أعرفه إلا أن يكون هذه المرة".','2','24',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (385,'وفِي رواية سليمان التيمي: "ثم نهض فولى، فقال رسول الله - صلى الله عليه وسلم -: عليَّ بالرجل، فطلبناه كل مطلب فلم نقدر عليه، فقال: هل تدرون من هذا؟ هذا جبريل أتاكم ليعلمكم دينكم، خذوا عنه، فوالذي نفسي بيده ما شُبِّه علي منذ أتاني قبل مرَّتِي هذه، وما عرفته حَتَّى ولى".
قَالَ ابن حبان: تفرد سليمان التيمي بقوله: "خذوا عنه".
قُلْت: وهو من الثقات الأثبات، وفِي قوله: "جاء ليعلم الناس" الإشارة إلَى هذه الزيادة، فما تفرد إلا بالتصريح، وإسناد التعليم إلَى جبريل مجازي؛ لأنه كَانَ السبب [١٠٢/ أ] في الجواب، فكذلك الأمر بالأخذ عنه (١).
واتفقت هذه الروايات عَلى أن النبي - صلى الله عليه وسلم - أخبر الصحابة بشأنه بعد أن التمسوه فلم يَجدوه، وأما ما وقع عند مُسْلِم وغيره من حديث عُمر في رواية كَهْمَس: "ثم انطلق، قَالَ عمر: فلبثت مَلِيًّا، ثم قَالَ: يا عمر، أتدري من السائل؟ قُلْتُ: الله ورسوله أعلم، قَالَ: فإنه جبريل".
وقد جمع بين الروايتين بعض الشراح بأن قوله: "فلبثت مليًّا"، أي: زمانًا بعد انصرافه. فكأن النبي - صلى الله عليه وسلم - أعلمهم بدلك بعد مُضي وقت لكنه في ذَلِكَ المجلس.
لكن يعكر عَلى هذا الجمع قوله في رواية النّسَائي والترمذي: "فلبثت ثلاثًا" (٢)، لكن ادعى بعضهم فيها التصحيف، وأن مليًّا صَغُرَت ميمها فأشبهت ثلاثًا؛ لأن ثلاثًا تُكْتَب بلا ألف، وهذه الدعوى مردودة، فإن في رواية أبي عوانة: "فلبثنا لياليَ، فلقيني رسول الله - صلى الله عليه وسلم - بعد ثلاث"، ولابن حبان: "بعد ثالثة"، ولابن منده: "بعد ثلاثة أيام".
_________
(١) كذا في الأصل، وَفِي "الفتح": (فلذلك أمر بالأخذ عنه).
(٢) أخرجه النسائي في "الكبرى" (كتاب الإيمان وشرائعه، باب: نعت الإسلام) (٦/ ٥٢٨)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ٩٧ - ١٠١).
وأخرجه الترمذي في جامعه (كتاب الإيمان، باب: ما جاء في وصف جبريل للنبي - صلى الله عليه وسلم - والإيمان والإسلام) برقم (٢٦١٠)، ولكن وقع عنده: "فلقيني النبي "بعد ذلك بثلاث".','2','25',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (386,'وجمع النووي بين الحديثين: بأن عُمَر لَم يحضر قول النبي - صلى الله عليه وسلم - في المجلس، بل كَانَ ممن قام، إما مع الذين توجهوا في طلب الرجل، أو لشغل آخر، ولم يرجع مع من رجع لعارض عرض له، فأخبر النبي - صلى الله عليه وسلم - الحاضرين في الحال، ولَم يتفق الإخبار لعُمر إلا بعد ثلاثة أيام، ويدل عليه قوله: "فلقيني"، وقوله: "فقال لي: يا عمر"، فوجه الخطاب له وحده بخلاف إخبار الأول، وهو جمع حسن.
* تنبيهات:
الأول: دلت الروايات الَّتِي ذكرناها عَلى أن النبي - صلى الله عليه وسلم - ما عرف أنه جبريل إلا في آخر الحال، وأن جبريل أتاه في صورة رجل حسن الهيئة، لكنه غير معروف لديهم، وأما ما وقع في رواية النّسَائي من طريق أبي فَرْوة في آخر الحديث: "وإنه لجبريل نزل في صورة دِحْيَة الكَلْبِي"، فإن قوله: "نزل في صورة دِحْيَة الكلبي" وَهْمٌ؛ لأن دِحْيَة معروف عندهم، وقد قَالَ عمر: "ما يعرفه منا أحد"، وقد أخرج مُحَمَّد بن نصر المَرْوَزي في كتاب "الإيمان" له من الوجه الَّذِي أخرجه منه النسَائي فقال في آخره: "فإنه جبريل جاء ليعلمكم دينكم" حسب، وهذه الرواية هِيَ المحفوظة لموافقتها باقي الروايات.
الثاني: قَالَ ابن المنذر في قوله: "يعلمكم دينكم": دلالة عَلى أن السؤال [١٠٢/ ب] الحسن يسمى عِلْمًا وتَعْلِيمًا؛ لأن جبريل لَم يصدر منه سوى السؤال، ومع ذَلكَ فقد سماه مُعَلِّمًا، وقد اشتهر قولهم: حُسْن السؤال نصف العلم، ويُمكن أن يؤخذ من هذا الحديث؛ لأن الفائدة فيه انْبَنَت عَلى السؤال والجواب معًا.
الثالث: قَالَ القرطبي: هذا الحديث يصلح أن يقال له: أم السنة، لما تضمنه من حَمل علم السنة، وَقَالَ الطِّيبي: لهذه النكتة استفتح به البغوي كتابيه: "المصابيح" و"شرح السنة" اقتداء بالقرآن بافتتاحه بالفاتِحة؛ لأنها تضمنت علوم القرآن إجمالًا.
وَقَالَ القاضي عياض: اشتمل هذا الحديث عَلى جميع وظائف العبادات الظاهرة والباطنة، من عقود الإيمان ابتداء وحالًا ومآلًا، ومن أعمال الجوارح، ومن إخلاص السرائر، والتحفظ من آفات الأعمال، حَتَّى أن علوم الشريعة كلها راجعة إليه، ومتشعبة منه.','2','26',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (387,'قُلْت: ولهذا أشبعت في القول الكلام عليه، مع أن الَّذِي ذكرته وإن كَانَ كثيرًا لكنه بالنسبة لما يتضمنه قليل، فلم أخالف طريقة الاختصار، والله الموفق.
قوله: (قَالَ أبو عبد الله) يعنِي: المؤلف.
(جعل ذَلِكَ كله من الإيمان) أي: الإيمان الكامل المشتمل عَلى هذه الأمور كلها.','2','27',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (388,'<span data-type="title" id=toc-187>٣٨ - بَابٌ</span>
٥١ - حَدثنا إِبْرَاهِيمُ بْنُ حَمْزِةَ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِح، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ الله بْنِ عَبْدِ الله، أَنّ عَبْدَ الله بْنَ عَبَّاسٍ، أَخْبَرَهُ قَالَ: أَخْبَرَنِي أَبُو سُفْيَانَ، أَنّ هِرَقْلَ، قَالَ لَهُ: سَأَلْتُكَ هَلْ يَزِيدُونَ أَمْ يَنْقُصُونَ، فَزَعَمْتَ أَنّهُمْ يَزِيدُونَ، وَكذَلِكَ الإِيمَانُ حَتَّى يَتِمَّ. وَسَأَلْتُكَ هَلْ يَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ، فَزَعَمْتَ أَنْ لَا، وَكذَلِكَ الإِيمَانُ حِينَ تخالِطُ بَشَاشَتُهُ الْقُلُوبَ، لَا يَسْخَطُهُ أَحَدٌ.
قوله: (باب) كذا هو بلا ترجمة في رواية كريمة وأبي الوَقْت، وسقط من رواية أبي ذَرٍّ والأصيلي وغيرهما، ورجح النووي: الأول، قَالَ: لأن الترجمة -يعني: سؤال جبريل عن الإيمان- لا يتعلق بِها هذا الحديث، فلا يصح إدخاله فيه.
قُلْت: نفي التعليق لا يتم هنا عَلى الحالين؛ لأنه إن ثبت لفظ: "باب" بلا ترجمة فهو بمنزلة الفصل من الباب الَّذِي قبله، فلابد له من تعلق به، وإن لَم يثبت فتعلقه به متعين، لكنه يتعلق بقوله في الترجمة: "جَعَل ذَلِكَ كله دينًا"، ووجه التعلق: أنه سمى الدين إيمانًا في حديث هرقل، فيتم مراد المؤلف بكون الدين هو الإيمان.
فإن قيل: لا حجة له فيه لأنه منقول عن هرقل.
فالجواب: أنه ما قاله من قِبَل اجتهاده، وإنما أخبر به عن استقرائه من كتب الأنبياء، كما قررناه فيما مضى، وأيضًا فهرقل قاله بلسانه الرومي، وأبو سُفْيَان عَبَّر عنه بلسانه العربي، وألقاه إلَى ابن عباس، وهو من علماء اللسان، فرواه عنه ولَم ينكره [١٠٣/ أ]، فدل عَلى أنه صحيح لفظًا ومعنى.
وقد اقتصر المؤلف من حديث أبي سُفْيَان الطويل الَّذِي تكلمنا عليه في بدء الوحي عَلى هذه القطعة لتعلقها بغرضه هنا، وساقه في كتاب الجهاد (١) تامًّا بهذا الإسناد الَّذِي أورده هنا، والله أعلم.
_________
(١) "صحيح البُخَاري" (كتاب الجهاد والسير، باب: دعاء النبي - صلى الله عليه وسلم - الناس إلَى الإسلام. . .) برقم (٢٩٤١).','2','28',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (389,'<span data-type="title" id=toc-188>٣٩ - بَابُ: فَضْلِ مَنِ اسْتَبْرَأَ لِدِينِهِ</span>
٥٢ - حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكرِيَّاءُ، عَنْ عَامِرٍ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: "الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ، وَبَيْنَهُمَا مُشَبَّهَاتٌ لَا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الْمُشَبَّهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ في الشُّبُهَاتِ كَرَاعٍ يَرْعَى حَوْلَ الْحِمَى، يُوشِكُ أَنْ يُوَاقِعَهُ. أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا وَإِنّ حِمَى الله في أَرْضِهِ مَحَارِمُهُ، أَلَا وَإِنّ في الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كلُّهُ. أَلَا وَهِيَ الْقَلْبُ".
قوله: (باب فضل من استبرأ لدينه) كأنه أراد أن يبين أن الورع من مكملات الإيمان، فلهذا أورد حديث الباب في أبواب الإيمان.
قوله: (حَدَّثَنَا زكرياء) هو ابن أبي زائدة، واسم أبي زائدة: خالد بن مَيْمُون الوَادِعي.
قوله: (عن عامر) هو الشعبي الفقيه المشهور، ورجال الإسناد كوفيون، وقد دخل النُّعْمَان الكوفة، وولي إمرتها، ولأبي عَوانة في "صحيحه" من طريق أبي حَرِيز -وهو بفتح الحاء المهملة وآخره زاي- عن الشّعبي: أن النُّعْمَان بن بَشِير خطب به بالكوفة.
وفِي رواية لمسلم: أنه خطب به بحمص (١)، ويجمع بينهما: بأنه سمعه منه مرتين، فإنه ولي إمرة البلدين واحدة بعد أخرى، وزاد مُسْلِم، والإسماعيلي من طريق زكرياء فيه: "وأهْوى النعمان بأصبعيه إلَى أذنيه، يقول: سمعتُ رسول الله - صلى الله عليه وسلم - يقول"، وفي هذا رد لقول الواقدي ومن تبعه أن النُّعمان لا يصح سماعه من رسول الله - صلى الله عليه وسلم -.
وفيه دليل عَلى صحة تحمل الصبي المميز؛ لأن النبي - صلى الله عليه وسلم - مات وللنعمان ثمان سنين.
_________
(١) "صحيح مُسْلِم" (كتاب المساقاة، باب: أخذ الحلال وترك الشبهات) برقم (١٥٩٩).','2','29',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (390,'وزكرياء موصوف بالتدليس، ولَم أره في الصحيحين وغيرهما من روايته عن الشّعبي إلا معنعنًا، ثم وجدته في فوائد ابن أبي الهيثم من طريق يزيد بن هارون، عن زكرياء قَالَ: "حَدَّثنَا الشّعبي"، فحصل الأمن من تدليسه.
* فائدة:
ادعى أبو عمرو الدَّاني أن هذا الحديث لَم يروه عن النبي - صلى الله عليه وسلم - غير النُّعْمَان بن بَشِير، فإن أراد من وجه صحيح فَمُسَلَّم، وإلا فقد رُويِّنَاه من حديث ابن عُمَر، وعَمَّار في "الأوسط" للطبراني (١)، ومن حديث ابن عباس في "الكبير" له (٢)، ومن حديث وَاثِلَة في "الترغيب" للأصبهاني، وفي أسانيدها مقال.
وادعى أيضًا أنه لَم يروه عن النُّعمان غير الشَّعْبي، وليس كما قَالَ، فقد رَوَاهُ عن النُّعْمَان أيضًا خَيْثَمة بن عبد الرحمن عند أَحْمَد وغيره (٣)، وعبد الملك بن عُمَير [١٠٣/ ب] عند أبي عوانة وغيره، وسِمَاك بن حرب عند الطبراني (٤)، لكنه مشهور عن الشَّعْبي، رَوَاهُ عنه جَمع جم من الكوفيين.
وَرَوَاهُ عنه من البصريين عبد الله بن عون، وقد ساق البُخَاريّ إسناده في البيوع (٥)، ولَم يسق لفظه، وساقه أبو داود (٦)، وسنشير إلَى ما فيه من فائدة إن شاء الله تعالَى.
قوله: (الْحلال بَيِّن والْحَرام بَيِّن) أي: في عينهما ووصفهما بأدلتهما الظاهرة.
قوله: (وبينهما مشبَّهات) بوزن مفعَّلات بتشديد العين المفتوحة، وهي رواية مُسْلِم (٧)، أي: شُبِّهت بغيرها مما لَم يتبين به حكمها عَلى التعيين، وفي رواية الأصِيلي: "مُشْتَبِهَات" بوزن مفتَعِلات -بتاء مفتوحة وعين خفيفة مكسورة-، وهي رواية ابن
_________
(١) "المعجم الأوسط" حديث ابن عمر (٢٨٦٨)، وحديث عمار بن ياسر (١٧٣٥).
(٢) "المعجم الكبير" (١٠/ ٣٣٣).
(٣) أخرجه الإمام أَحْمَد في "مسنده" (٤/ ٢٦٧)، وأبو نُعيم في "حلية الأولياء" (٤/ ١٢٥).
(٤) "المعجم الأوسط" (٧٧٢٩).
(٥) "صحيح البخَاري" (كتاب البيوع، باب: الحلال بين والحرام بين وبينهما مشبهات) برقم (٢٠٥١).
(٦) "سنن أبي داود" (كتاب البيوع، باب: في اجتناب الشبهات) برقم (٣٣٢٩).
(٧) في رواية مُسْلِم: "مشتبهات"، أما لفظة: "مشبهات" فهي في رواية أبي داود السابقة.','2','30',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (391,'ماجه (١)، وهو لفظ ابن عون (٢)، والمعنى: أنها اكتسبت الشبه من وجهين متعارضين، وَرَوَاهُ الدارمي عن أبي نُعيم شيخ البُخَاريّ فيه بلفظ: "وبينهما متشابهات" (٣).
قوله: (لا يعلمها كثير من الناس) أي: لا يعلم حكمها، وجاء واضحًا في رواية التّرمِذيّ فلفظه: "لا يدري كثير من الناس أمن الحلال هِيَ أم من الحرام" (٤).
ومفهوم قوله: (كثير) أنَّ معرفة حكمها ممكن، لكن لقليل من الناس، وهم المجتهدون، فالشبهات عَلى هذا في حق غيرهم، وقد يقع لهم حيث لا يظهر لهم ترجيح لأحد الدليلين.
قوله: (فمن اتقى المشبهات) أي: حذر منها، والاختلاف في لفظها بين الرواة نظير الَّذِي قبلها، لكن عند مُسْلِم والإسماعيلي: "الشُّبُهَات" بالضم: جَمع شُبْهَة.
قوله: (استبرأ) بالهمز بوزن استفعل من البراءة، أي: برأ دينه من النقص، وعِرْضه من الطعن؛ لأن من لَم يعرف باجتناب الشبهات لَم يَسْلَم لقول من يطعن فيه.
وفيه دليل عَلى أن من لَم يَتَوق الشبهة في كسبه ومعاشه فقد عَرَّض نفسه للطعن فيه، وفِي هذا إشارة إلَى المحافظة عَلى أمور الدين والمروءة.
قوله: (ومن وقع في الشبهات) فيها أيضا ما تقدم من اختلاف الرواة، وحاصل ما فسر به العلماء الشبهات أربعة أشياء:
أحدها: تعارض الأدلة كما تقدم.
ثانيها: اختلاف العلماء، وهي [١٠٤/ أ] منتزعة من الأولى.
ثالثها: أن المراد بِها قسم المكروه؛ لأنه يجتذبه جانبا الفعل والترك.
رابعها: أن المراد بِها المباح، ولا يُمكن قائل هذا أن يحمله عَلى متساوي
_________
(١) "سنن ابن ماجه" (كتاب الفتن، باب: الوقوف عند الشبهات) (٣٩٨٤) من رواية زكريا بن أبي زائدة عن الشعبي.
(٢) "سنن أبي داود" (كتاب البيوع، باب: في اجتناب الشبهات) برقم (٣٣٢٩).
(٣) "سنن الدارمي" (كتاب البيوع، باب: في الحلال بين والحرام بَيِّن) برقم (٢٥٣١).
(٤) "جامع الترمِذيّ" (كتاب البيوع، باب: ما جاء في ترك الشبهات) برقم (١٢٠٥).','2','31',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (392,'الطرفين من كل وجه، بل يُمكن حمله عَلى ما يكون من قسم خلاف الأَوْلَى، بأن يكون متساوي الطرفين باعتبار ذاته، راجح الفعل أو الترك باعتبار أمر خارج.
ونقل ابن المنير في مناقب شيخه القباري عنه أنه كَانَ يقول: المكروه عَقبة بين العبد والحرام، فمن استكثر من المكروه تطرق إلَى الحرام، والمباح عَقَبة بينه وبين المكروه، فمن استكثر منه تطرق إلَى المكروه.
وهو مَنْزع حسن، ويؤيده رواية ابن حِبَّان من طريقٍ ذكر مُسْلِم إسنادها ولَم يسق لفظها، فيها من الزيادة: "اجعلوا بينكم وبين الحرام سُتْرة من الحلال، من فعل ذلِكَ استبرأ لِعرْضه ودينه، ومن أرتع فيه كَانَ كالمرتع إلَى جنب الحمى يوشك أن يقع فيه" (١).
والمعنى: أن الحلال حيث يخشى أن يئول فعله مطلقًا إلَى مكروه أو محرم ينبغي اجتنابه، كالإكثار مثلًا من الطيبات فإنه يحوج إلَى كثرة الاكتساب الموقع في أخذ ما لا يستحق، أو يفضي إلَى بَطَر النفس، وأقل ما فيه الاشتغال عن مواقف العبودية.
والَّذِي يظهر لي رجحان الوجه الأول عَلى ما سأذكره، ولا يبعد أن يكون كل من الأوجه مرادًا، ويختلف ذَلِكَ باختلاف الناس، فالعالم الفطن لا يخفى عليه تمييز الحكم، ولا يقع له ذلكَ إلا في الاستكثار من المباح أو المكروه كما تقرر قبل، ودونه تقع له الشُّبْهة في جَميع ما ذكر بحسب اختلاف الأحوال.
ولا يخفى أن المستكثر من المكروه تصير فيه جُرْأة عَلى ارتكاب المنهي في الجملة، أو يحمله اعتياده ارتكاب المنهي غير المحرم عَلى ارتكاب المنهي المحرم إذا كَانَ من جنسه، أو يكون ذلِكَ لسر فيه، وهو أن من تعاطى ما نُهي عنه يصير مظلم القلب لفقدان الورع، فيقع في الحرام ولو لَم يَختر الوقوع فيه.
ووقع عند المصنف في البيوع من رواية أبي فروة، عن الشعبي في هذا الحديث: "فمن [١٠٤/ ب] ترك ما شُبِّه عليه من الإثم كَانَ لما استبان له أترك، ومن اجترأ عَلى ما يشك فيه من الإثم أوشك أن يواقع ما استبان". وهذا يرجح الوجه الأول كما أشرت إليه.
_________
(١) "صحيح ابن حبان" (كتاب الحظر والإباحة، ذكر الأمر بمجانبة الشبهات سترة بين المرء وبين الوقوع في الحرام المحض) برقم (٥٥٤٣).','2','32',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (393,'* تنبيه:
استدل به ابن المنير عَلى جواز بقاء المجمل بعد النبي - صلى الله عليه وسلم -، وفِي الاستدلال بذلك نظر؛ إلا إن أراد أنه مجمل في حق بعض دون بعض، وأراد الرد عَلى منكر القياس، فيحتمل ما قَالَ، والله أعلم.
قوله: (كراعٍ يرعى) هكذا في جَميع نسخ البُخَاريّ بحذف جواب الشرط، إن أعربت "من" شرطية، وقد ثبت المحذوف في رواية الدَّارمي عن أبي نُعيم شيخ البُخَاريّ فيه فقال: "ومن وقع في الشبهات وقع في الحرام كراعٍ يرعى" (١).
ويُمكن إعراب: "من" في سياق البُخَاريّ موصولة، فلا يكون فيه حذف، إذ التقدير: والَّذِي وقع في الشبهات مثل راعٍ يرعى، والأول أولى لثبوت المحذوف في صحيح مُسْلِم وغيره من طريق زكرياء الَّتِي أخرجه منها المؤلف، وَعَلى هذا فقول: "كراعٍ يرعى" جملة مستأنفة وردتْ عَلى سبيل التمثيل، للتنبيه بالشاهد عَلى الغائب.
"والْحِمى": المحمي، أطلق المصدر عَلى اسم المفعول، وفِي اختصاص التمثيل بذلك نكتة، وهي: أن ملوك العرب كانوا يحمون لمراعي مواشيهم أماكن مختصة، يتوعدون من رعى فيها بغير إذنهم بالعقوبة الشديدة، فمثل لهم النبي - صلى الله عليه وسلم - بما هو مشهور عندهم، فالخائف من العقوبة، المراقب لرضا الملك، يبعد عن ذَلِكَ الحمى خشية أن تقع مواشيه في شيء منه، فبُعده أَسْلم له ولو اشتد حذره.
وغير الخائف المراقب يقرب منه ويرعى من جوانبه، فلا يأمن أن تنفرد الفاذَّة فتقع فيه بغير اختياره، أو يَمْحل المكان الَّذِي هو فيه ويقع الخِصْب في الحِمَى، فلا يَملك نفسه أن يقع فيه، فالله -سبحانه وتعالى- هو الملك حقًّا، وحماه محارمه.
* تنبيه:
ادعى بعضهم أن التمثيل من كلام الشَّعبي، وأنه مدرج في الحديث، حكى ذَلِكَ أبو عمرو الدَّاني، ولَم أقف عَلى دليله، إلا ما وقع عند ابن الجارود والإسماعيلي من
_________
(١) "سنن الدارمي" (كتاب البيوع، باب: في الحلال بيِّن والحرام بيِّن) برقم (٢٥٣١).','2','33',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (394,'رواية ابن عون، عن الشعبي [١٠٥/أ] قَالَ ابن عون في آخر الحديث: "لا أدري المثل من قول النبي - صلى الله عليه وسلم - أو من قول الشعبي" (١).
قُلْت: وتردُّد ابن عون في رفعه لا يستلزم كونه مُدرجًا؛ لأن الأَثْبات قد جزموا باتصاله ورفعه، فلا يقدح شك بعضهم فيه، وكذلك سقوط المثل من رواية بعض الرواة كأبي فروة عن الشعبي لا يقدح فيمن أثبته؛ لأنهم حفاظ.
ولعل هذا هو السر في حذف البُخَاريّ قوله: "وقع في الحرام" ليصير ما قبل المثل مرتبطًا به، فيسلم من دعوى الإدراج، ومما يقوي عدم الإدراج رواية ابن حِبان الماضية، وكذا ثبوت المثل مرفوعًا في رواية ابن عباس وعمار بن ياسر أيضًا.
قوله: (ألا وإن حِمى الله تعالى في أرضه مَحارمه) سقط "في أرضه" من رواية المُسْتَمْلي، وثبتت الواو في قوله: "ألا وإن حِمَى الله" في رواية غير أبي ذر، والمراد بالحرام: فعل المنهي المحرم، أو ترك المأمور الواجب، ولهذا وقع في رواية أبي فروة التعبير بـ"المعاصي" بدل "المحارم". وقوله: "ألا" للتنبيه عَلى صحة ما بعدها، وفِي إعادتها وتكريرها دليل عَلى عظم شأن مدلولها.
قوله: (مضغة) أي: قدر ما يُمضغ، وعبر بِها هنا عن مقدار القلب في الرؤية، وسُمي القلب قلبا لتقلبه في الأمور، أو لأنه خالص ما في البدن، وخالص كل شيء: قلبه، أو لأنه وضع في الجسد مقلوبًا.
وقوله: (إذا صلحت وإذا فسدت) هو بفتح عينيهما وتضم في المضارع، وحكى الفراء: الضم في ماضي صَلُح، وهو يُضم وفاقًا إذا صار له الصلاح هيئة لازمة لشرف ونحوه، والتعبير بـ"إذا" لتحقق الوقوع غالبًا، وقد تأتي بمعنى: "إن" كما هنا، وخص القلب بذلك؛ لأنه أمير البدن، وبصلاح الأمير تصلح الرعية.
_________
(١) "المنتقى من السنن المسندة" لابن الجارود (باب: في التجارات) برقم (٥٥٥) وعنده "قَالَ ابن عون: لا أدري هذا ما سمع من النعمان، أو قَالَ برأيه".','2','34',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (395,'وفيه تنبيه عَلى تعظيم قدر القلب، والحث عَلى صلاحه، والإشارة إلَى أن لطيب الكسب أثرًا فيه، والمراد المتعلق به من فهم الَّذِي ركبه الله فيه.
ويستدل به عَلى أن العقل في القلب، ومنه قوله تعالَى: {فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا} الآية [الحج: ٤٦]. {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ} [ق: ٣٧]. [١٠٥/ ب].
قَالَ المفسرون: أي عقل، وعبر عنه بالقلب؛ لأنه محل استقراره.
* فائدة:
لم تقع هذه الزيادة الَّتِي أولها "ألا وإن في الجسد مضغة" إلا في رواية الشعبي، ولا في أكثر الروايات عن الشعبي، وإنما تفرد بِها في الصحيحين زكرياء المذكور عنه، وتابعه مجالد (١) عند أحْمَد (٢)، ومغيرة وغيره عند الطبراني (٣)، وعبر في بعض رواياته عن الصلاح والفساد بالصحة والسقم، ومناسبتها لما قبلها بالنظر إلى أن الأصل في الإتقاء والوقوع هو ما كَانَ بالقلب؛ لأنه عماد البدن، وقد عظم العلماء أمر هذا الحديث فعدوه رابع أربعة تدور عليها الأحكام، كما نقل عن أبي داود، وفيه البيتان المشهوران وهما:
عُمْدَة الدِّين عندنا كلماتٌ ... مُسْنَدات من قول خير البرية
اتْرُك المُشَبَّهات وازْهَد ودعَ ما ... ليس يعنيك واعْمَلن بِنِيَّة
_________
(١) تصحفت في "الفتح" إلَى "مجاهد".
(٢) حديث مجالد عن الشعبي في "مسند أحْمَد" (٤/ ٢٧١) ليس فيه هذه الزيادة.
(٣) هذه اللفظة عند الطبراني في "المعجم الصغير" (١/ ٢٣٥) من رواية مجالد عن الشعبي، عن النعمان مرفوعًا في حديث أوله: "مثل المؤمنين في توادهم. . . ."، فالله أعلم.
وأما رواية مغيرة فأخرجها ابن حبان في "صحيحه" (كتاب البر والإحسان، باب: الصدق والأمر بالمعروف والنهي عن المنكر) برقم (٢٩٧) بدون ذكر أول الحديث.
وقد ثبتت هذه الزيادة من رواية عبد الله بن عون، عن الشعبي، عند أبي نُعيم في "حلية الأولياء" (٤/ ٣٣٦)، ومن رواية مجالد، عن الشعبي، عند أبي نُعيم أيضًا في "حلية الأولياء" (٨/ ١٣٦).','2','35',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (396,'والمعروف عن أبي داود عَدُّ: "ما نَهَيْتُكم عنه فاجتنبوه" الحديث (١)، بدل: "ازهد فيما في أيدي الناس" (٢).
وجعله بعضهم ثالث ثلاثة حذف الثاني، وأشار ابن العربي إلَى أنه يُمكن أن تُنتزع منه وحده جَميع الأحكام، قَالَ القرطبي: لأنه اشتمل عَلى التفصيل بين الحلال وغيره، وَعَلى تعلق جميع الأعمال بالقلب، فمن هنا يُمكن أن ترد جَميع الاحكام إليه، والله المستعان.
_________
(١) الحديث بهذا اللفظ أخرجه مُسْلِم في "صحيحه" (كتاب الفضائل، باب: توقيره - صلى الله عليه وسلم -. . .) برقم (١٣٣٧)، وهو عند البُخَاريّ في "صحيحه" (كتاب الاعتصام بالكتاب والسنة، باب: الاقتداء بسنن رسول الله - صلى الله عليه وسلم -) برقم (٧٢٨٨) بلفظ: ". . . فإذا نهيتكم عن شيء فاجتنبوه. .".
(٢) رَوَاهُ ابن ماجه في "سننه" (كتاب الزهد، باب: الزهد في الدُّنْيَا) (٢/ ١٣٧٣)، والطبراني في "المعجم الكبير" (٦/ ١٩٣)، والحاكم في "المستدرك" (كتاب الرقاق، ازهد في الدُّنْيَا يُحبك الله) (٤/ ٣١٣).','2','36',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (397,'<span data-type="title" id=toc-189>٤٠ - بَابٌ: أَدَاءُ الْخُمُسِ مِنَ الإِيمَانِ</span>
٥٣ - حَدَّثَنَا عِلي بْنُ الْجَعْدِ، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ: كُنْتُ أَقْعُدُ مَعَ ابْنِ عَبَّاسٍ، يُجْلِسُني عَلَى سَرِيرِهِ فَقَالَ: أَقِمْ عِنْدِي حَتَّى أَجْعَلَ لَكَ سَهْمًا مِنْ مَالي، فَأَقَمْتُ مَعَهُ شَهْرَيْنِ، ثُمَّ قَالَ: إِن وَفْدَ عَبْدِ الْقَيْسِ لَمَّا أَتَوُا النَّبِيَّ - صلى الله عليه وسلم - قَالَ: "مَنِ الْقَوْمُ أَوْ مَنِ الْوَفْدُ". قَالُوا: رَبِيعَةُ. قَالَ: "مَرْحَبًا بالْقَوْمِ -أَوْ بِالْوَفْدِ- غيرَ خَزَايَا وَلَا نَدَامَى". فَقَالُوا: يَا رَسُولَ اللهِ، إِنّا لَا نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلَّا في الشَّهْرِ الْحَرَامِ، وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَيُّ مِنْ كُفَّارِ مُضَرَ، فَمُرْنَا بِأَمْرٍ فَصْلٍ، نُخْبِرْ بِهِ مَنْ وَرَاءَنَا، وَنَدْخُلْ بِهِ الْجَنَّةَ. وَسَأَلُوهُ عَنِ الأَشْرِبَةِ. فَأَمَرَهُمْ بِأَرْبَعٍ، وَنَهَاهُمْ عَنْ أَرْبَعٍ: أَمَرَهُمْ بِالإِيمَانِ بِالله وَحْدَهُ. قَالَ: "أَتَدْرُونَ مَا الإِيمَانُ بِالله وَحْدَهُ". قَالُوا: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: "شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَن مُحَمَّدًا رَسُولُ الله، وَإِقَامُ الصَّلَاةِ، وَإِيتَاءُ الزَّكَاةِ، وَصِيَامُ رَمَضَانَ، وَأَنْ تُعْطُوا مِنَ الْمَغْنَمِ الْخُمُسَ". وَنَهَاهُمْ عَنْ أَرْبَعٍ: عَنِ الْحَنتمِ وَالدُّبَّاءِ وَالنَّقِيِر وَالْمُزَفَّتِ. وَرُبَّمَا قَالَ: الْمُقَيَّرِ. وَقَالَ: "احْفَظُوهُنَّ وَأَخْبِرُوا بِهِنَّ مَنْ وَرَاءَكُمْ".
قوله: (باب: أداء الْخُمُس مِنَ الإيمان) هو بضم الخاء المعجمة، وهو المراد بقوله تعالَى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الآية [الأنفال: ٤١].
وقيل: إنه روي هنا بفتح الخاء، والمراد: قواعد الإسلام المذكورة في حديث: "بُني الإسلام عَلى خَمس"، وفيه بُعْد؛ لأن الحج لَم يُذكر هنا؛ ولأن غيره من القواعد قد تقدم، ولَم يرد هنا إلا ذكر خُمس الغنيمة، فتعين أن يكون المراد إفراده بالذكر، وسنذكر وجه كونه من الإيمان قريبًا.
قوله: (عن أبي جَمرة) هو بالجيم والراء كما تقدم، اسمه: نَضر بن عِمْرَان بن نُوح ابن مَخْلَد الضُّبَعي بضم الضاد المعجمة وفتح الموحدة، من بني ضُبَيْعَة بضم أوله مصغرًا، وهم بطن من بني عبد القَيْس كما جزم به الرَّشَاطي، وفِي بكر بن وائل بطنٌ يقالُ لهم: بنو ضُبَيْعَة [١٠٦/أ] أيضًا.','2','37',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (398,'وقد وهم من نسب أبا جَمْرة إليهم من شراح البُخَاريّ، فقد روى الطبراني وابن مَنْده في ترجمة نوح بن مَخْلد جد أبي جَمرة أنه قدم عَلى رسول الله - صلى الله عليه وسلم - فقال له: "ممن أنت؟ فقال: من ضُبَيْعَة ربيعة، فقال: خير ربيعة عبد القَيْس، ثم الحي الذين أنت منهم" (١).
قوله: (كنت أقعد مع ابن عباس) بَيَّن المصنف في العلم من رواية غُنْدَر عن شُعْبَة السبب في إكرام ابن عباس له، ولفظه: "كنتُ أُتَرْجِم بين ابن عباس وبين الناس".
قَالَ ابن الصلاح: أصل الترجمة: التعبير عن لغة بلغة، وهو عندي هنا أعم من ذَلِكَ، وأنه كانَ يبلغ كلام ابن عباس إلَى من خفي عليه، ويبلغه كلامهم إما لزحام أو لقصور فهم.
قُلْت: الثاني أظهر؛ لأنه كَانَ جالسًا معه عَلى سريره، فلا فرق في الزحام بينهما، لكن أبو جَمرة قالوا كانَ يعرف الفارسية، فكان يترجم لابن عباس بها.
قَالَ القرطبي: فيه دليلٌ عَلى أن ابن عباس كَانَ يكتفي في الترجمة بواحد.
قُلْت: وقد بوب عليه البُخَاريّ في أواخر كتاب الأحكام، واستنبط منه ابن التين جواز أخذ الأجرة عَلى التعليم لقوله: "حَتَّى أجعل لك سهمًا من مالي".
قوله: (ثم قَالَ: إن وفد عبد القيس) بَين مُسْلِم (٢) من طريق غُنْدَر، عن شُعْبَة السبب في تَحديث ابن عباس لأبي جَمْرة بهذا الحديث، فقال بعد قوله: "وبيْنَ الناس": "فأتت امرأة تسأله عن نبيذ الجر، فنهى عنه، فقلتُ: يا أبا عباس، إني أنتبذ في جرة خضراء نبيذًا حلوًا فأشربُ منه فيقرقر بطني، قَالَ: لا تشرب منه وإن كَانَ أحلى من العسل".
وللمصنف في أواخر المغازي من طريق قُرَّة، عن أبي جَمْرة قَالَ: "قُلْت لابن عباس: إن لي جَرَّة أنتبذُ فيها فأشربه حلوًا، إن أكثرت منه فجالست القوم فأطلت الجلوس خشيتُ أن أفتضح، فقال: قدم وفد عبد القيس. . . ." (٣).
_________
(١) أخرجه الطبراني في "المعجم الأوسط" (٧١٢٢).
(٢) كذا قَالَ الحافظ، والصحيح: أن الَّذِي أخرجه النّسَائي في "السنن" (كتاب الأشربة، باب: ذكر الأخبار الَّتِي اعتل بِها من أباح شراب المسكر) (٨/ ٣٢٢).
(٣) "صحيح البُخَاريّ" (كتاب المغازي، باب: وفد عبد القيس) برقم (٤٣٦٨).','2','38',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (399,'فلما [كَانَ] (١) أبو جَمْرة من عبد القَيْس، وكان حديثهم يشتمل عَلى النهي عن الانتباذ في الجِرار ناسب أن يذكره له، وفِي هذا دليل عَلى أن ابن عباس لَم يبلغه نسخ تَحريم الانتباذ [١٠٦/ ب] في الجِرار، وهو ثابت من حديث بُرَيْدة بن الحُصَيْب عند مُسْلِم وغيره (٢).
قوله: (لَما أتوا النبي - صلى الله عليه وسلم - قَالَ: من القوم؟ أو من الوفد؟ ) الشك من أحد الرواة، وأظنه شُعْبَة، فإنه في رواية قُرَّة وغيره بغير شك، قَالَ النووي: الوفد: الجماعة المختارة للتقدم في لُقى العظماء، واحدهم: وافد.
قَالَ: ووفد عبد القَيْس المذكورون كانوا أربعة عشر راكبًا، كبيرهم الأشَج، ذكره صاحب التحرير في شرح مُسْلِم، وسمي منهم: المُنْذر بن عائذ، وهو الأشَج المذكور، ومُنْقِذ بن حَيَّان، ومَزِيدة بن مالك، وعمرو بن مَرْحُوم، والحارث بن شُعَيْب، وعُبَيْدَة بن هَمَّام، والحارث بن جُنْدَب، وصُحَار بن العباس، وهو بصاد مضمومة وحاء مهملتين، قَالَ: ولَم نعثر بعد طول التتبع عَلى أسماء الباقين.
قُلْت: قد ذكر ابن سعد منهم عُقْبَة بن جَرْوَة (٣)، وفِي سنن أبي داود قَيْس بن النُّعْمَان العَبْدي (٤)، وذكره الخطيب أيضًا في المُبْهَمات، وفِي مسند البزار وتاريخ ابن أبي خَيْثَمة الْجَهْم بن قُثَم (٥)، ووقع ذكره في صحيح مُسْلِم أيضًا (٦) لكن لَم يسمه، [و] (٧)
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) أخرجه مُسْلِم في "صحيحه" (كتاب الجنائز، باب: استئذان النبي - صلى الله عليه وسلم - ربه في زيارة قبر أمه) برقم (٩٧٧)، وكذلك في (١٩٧٧، ١٩٩٩)، وأخرجه أبو داود في "سننه" (كتاب الأشربة، باب: في الأوعية) برقم (٣٦٩٨)، والترمذي في "سننه" (كتاب الأشربة، باب: الرخصة أن ينبذ في الظروف) برقم (١٨٦٩).
(٣) "الطبقات الكبرى" لابن سعد (٥/ ٥٦٦).
(٤) "سنن أبي داود" (كتاب الأشربة، باب: في الأوعية) برقم (٣٦٩٥).
(٥) أخرجه الهيثمي في "مجمع الزوائد" (كتاب المناقب، باب: ما جاء في الأشج ورفقته -رَضِيَ اللهُ عَنْهُم-) (٩/ ٣٨٨، ٣٨٩، ٣٩٠).
(٦) "صحيح مُسْلِم" (كتاب الإيمان، باب: الأمر بالإيمان بالله تعالَى ورسوله - صلى الله عليه وسلم -) برقم (١٨).
(٧) زيادة من "الفتح".','2','39',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (400,'في مسندي أَحْمَد وابن أبي شَيبة (١) الرَّسِيم العبدي، وفِي المعرفة لأبي نُعيم جويرية العبدي، وفِي الأدب للبخاري الزَّرَّاع بن عامر العبدي (٢)، فهؤلاء الستة الباقون من العدد.
وما ذكر من أن الوفد كانوا أربعة عشر راكبًا لَم يذكر دليله، وفِي المعرفة لابن مَنْدَه من طريق هُود العَصَري -وهو بعين وصاد مهملتين مفتوحتين نسبة إلَى عَصَر بطن من عبد القَيْس- عن جَدِّه لأمه مَزيدة قَالَ: "بينما رسول الله - صلى الله عليه وسلم - يحدث أصحابه إذ قَالَ لهم: سيطلع لكم من هذا الوجه ركب هم خير أهل المشرق، فقام عمر فلقي ثلاثة عشر راكبًا، فرَحَّب وقَرَّب، وَقَالَ: من القوم؟ قالوا: وفد عبد القَيْس". فيمكن أن يكون أحد المذكورين كَانَ غير راكب أو مرتدفًا.
وأما ما رَوَاهُ الدُّولَابي وغيره من طريق أبي خَيْره -بفتح الخاء المعجمة وسكون المثناة التحتانية وبعد الراء هاء- الصُّباحي -وهو بضم الصاد المهملة بعدها موحدة خفيفة وبعد [١٠٧/أ] الألف حاء مهملة نسبة إلَى صُيَاح بطن من عبد القيس- قَالَ: "كنت في الوفد الذين أتوا رسول الله - صلى الله عليه وسلم - من وفد عبد القيس، وكنا أربعين رجلًا، فنهانا عن الدُّبَّاء والنَّقير" الحديث، فيمكن أن يجمع بينه وبين الرواية الأخرى بأن الثلاثة عشر كانوا رءوس الوفد، ولهذا كانوا رُكْبَانًا، وكان الباقون أتباعًا.
وقد وقع في جملة من الأخبار ذكر جماعة من عبد القيس زيادة عَلى من سميت هنا، منهم: أخو الزَّراع واسمه مَطَر، وابن أخته ولَم يسم، روى ذَلِكَ البغوي في معجمه، ومنهم مُشَمْرج السَّعْدي روى حديثه ابن السكن أنه قدم مع وفد عبد القيس.
ومنهم جابر بن الحارث، وخُزَيْمة بن عمرو، وهَمَّام بن ربيعة، وجارية -أوله جيم- بن جابر، ذكرهم ابن شاهين في معجمه.
_________
(١) "مسند أحْمَد" (٣/ ٤٨١)، ولَم أقف عليه في "مسند ابن أبي شيبة"، وهو في "المصنف" له في (كتاب الأشربة، باب: في الشرب في الظرف) (٥/ ٨٦) (٢٣٩٤٦).
(٢) الَّذِي في "الأدب المفرد" مزيدة العبدي (كتاب المريض، باب: التؤدة في الأمور) (٥٨٧) (ص ٢٠٦).
وفِي "طبقات ابن سعد" (٥/ ٥٦٣): "الزراع بن وازع العبدي وكان في وفد عبد القيس. .".','2','40',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (401,'ومنهم نوح بن مَخْلَد جد أبي جَمْرة كما تقدم، وإنما أطلت في هذا الفصل لقول صاحب التحرير: إنه لَم يظفر بعد طول التتبع إلا بما ذكر.
قوله: (قالوا: ربيعة) فيه التعبير عن البعض بالكل؛ لأنهم بعض ربيعة، وهذا من بعض الرواة، فإن عند المصنف في الصلاة من طريق عَبَّاد بن عَبَّاد، عن أبي جَمْرة فقالوا: "إنا هذا الحي من ربيعة" (١).
قَالَ ابن الصلاح: الحي منصوب عَلى الاختصاص، والمعنى: إنما هذا الحي حي من ربيعة، قَالَ: و [الحي هو اسم لمنزل القبيلة، ثم سميت القبيلة به؛ لأن بعضهم يحيا ببعض.
قوله: (مرحبًا) هو منصوب] (٢) بفعل مضمر، أي: صادفت رُحبًا بضم الراء، أي: سَعَة، والرَّحْب -بالفتح-: الشيء الواسع، وقد [يزيدون] (٣) معها [أهلًا، أي: وجدت أهلًا، فاستأنس ..
قوله] (٤): (غير خزايا) بنصب غير عَلى الحال، وخَزَايَا جَمع خَزْيَان، وهو الَّذِي أصابه خِزْي، والمعنى: أنهم أسلموا طوعًا من غير حرب أو سبي يخزيهم ويفضحهم.
قوله: (ولا ندامى) قَالَ الخطابي: كان أصله نادمين جمع نادم؛ لأن ندامى إنّما هو جمع ندمان، أي: المنادم في اللهو، لكنه خرج عن الاتباع، كما قالوا: العشايا والغدايا، وغداة جمعها: الغدوات لكنه أتبع. انتهى
وقد حكى القَزَّاز والجَوْهَري وغيرهما من أهل اللغة أنه يقال: نادم وندمان في الندامة بِمعنى، فعلى هذا فهو عَلى الأصل ولا إتباع فيه، والله أعلم.
قَالَ ابن أبي جَمْرَة: "بَشَّرَهم [١٠٧/ ب] بالخير عاجلًا وآجلًا"، لأن الندامة إنما تكون في العاقبة، فإذا انتفت ثبت ضدها.
_________
(١) "صحيح البخاريّ" (كتاب مواقيت الصلاة، باب: {مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١)}) برقم (٥٢٣).
(٢) زيادة من "الفتح".
(٣) مكانها بياض بالأصل، والمثبت من "الفتح".
(٤) زيادة من "الفتح".','2','41',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (402,'قوله: (فقالوا: يا رسول الله) فيه دليل عَلى أنهم كانوا حين المقالة مسلمين، وكذا في قولهم: "كُفَّار مُضَر"، وفِي قولهم: "الله ورسوله أعلم".
قوله: (إلا في الشهر الحرام) وللأَصِيلي وكَريمة: "إلا في شهر الحرام"، وهي رواية مُسْلِم (١)، وهي من إضافة الشيء إلَى نفسه، كمسجد الجامع، ونساء المؤمنات.
والمراد بالشهر الحرام: الجنس، فيشمل الأربعة الحرم، ويؤيده رواية قرة عند المؤلف في المغازي بلفظ: "إلا في أشهر الحرم" (٢)، ورواية حَمَّاد بن زيد عنده في المناقب بلفظ: "إلا في كل شهر حرام" (٣).
وقيل: اللام للعهد، والمراد: شهر رجب، وفِي رواية البيهقي (٤) التصريح به، وكانت مُضَر تبالغ في تعظيم شهر رجب، فلهذا أضيف إليهم في حديث أبي بكرة، حيث قالَ: "رجب مضر" كما سيأتي، والظاهر أنهم كانوا يخصونه بمزيد التعظيم مع تَحريمهم القتال في الأشهر الثلاثة الأخرى، إلا أنهم ربما أَنْسَأوها بخلافه.
وفيه دليل عَلى تقدم إسلام عبد القَيْس عَلى قبائل مُضَر الذين كانوا بينهم وبين المدينة، وكانت مساكن عبد القَيْس بالبحرين وما وَالاها من أطراف العراق، ولهذا قالوا كما في رواية شُعْبَة عند المؤلف في العلم: "وإنا نأتيك من شُقَّة بعيدة" (٥)، قَالَ ابن قتيبة: الشُّقَّة: السفر، وَقَالَ الزجاج: هِيَ الغاية الَّتِي تُقصد.
ويدل عَلى سبقهم إلَى الإسلام أيضًا ما رَوَاهُ المصنف في الجمعة من طريق أبي جَمْرة أيضًا عن ابن عباس قَالَ: "إن أول جمعة جُمِّعَت -بعد جمعه في مسجد رسول الله - صلى الله عليه وسلم - في مسجد عبد القَيْس بجُواثى من البحرين" (٦)، وجُواثَى -بضم الجيم وبعد الألف
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: الأمر بالإيمان بالله تعالَى ورسوله - صلى الله عليه وسلم - .. ) برقم (١٧).
(٢) "صحيح البُخَاري" (كتاب المغازي، باب: وفد عبد القيس) برقم (٤٣٦٨).
(٣) "صحيح البُخَاري" (كتاب المناقب، باب: نسبة اليمن إلَى إسماعيل) برقم (٣٥١٠).
(٤) "السنن الكبرى" للبيهقي (كتاب قسم الفيِء والغنيمة، باب: سهم الصفي) (٦/ ٣٠٣).
(٥) "صحيح البُخَاري" (كتاب العلم، باب: تحريض النبي - صلى الله عليه وسلم - وفد عبد القيس عَلى أن يحفظوا الإيمان. . .) برقم (٨٧).
(٦) "صحيح البُخَاري" (كتاب الجمعة، باب: الجمعة في القرى والمدن) برقم (٨٩٢).','2','42',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (403,'مثلثة مفتوحة-: وهي قرية شهيرة لهم، وإنما جمعوا بعد رجوع وفدهم إليهم، فدل عَلى أنهم سبقوا جميع القرى إلَى الإسلام.
قوله: (بأمرٍ فصلٍ) بالتنوين فيهما لا بالإضافة، والأمر: واحد الأوامر، أي: مُرْنا بعمل بواسطة افعلوا، ولهذا قَالَ الراوي: "أمرهم"، وفِي رواية [١٠٨/أ] حَمَّاد بن زيد وغيره عند المؤلف: "قَالَ النبي - صلى الله عليه وسلم -: آمركم" (١)، وله عن أبي التَّيَّاح بصيغة افعلوا (٢).
والفصل بمعنى: الفاصل، كالعدل بمعنى: العادل، أي: يفصل يين الحق والباطل، أو بمعنى المفصَّل، أي: المبين المكشوف، حكاه الطيبي، وَقَالَ الخطابي: الفصل البَيِّن، وقيل: المُحْكم.
وقوله: (نخبر به) بالرفع عَلى الصفة لأمر. وكذا قوله: (وندخل) ويروى بالجزم فيهما عَلى أنه جواب الأمر.
قوله: (فأمرهم بأربع) قَالَ القرطبي: قيل: إن أول الأربع المأمور بِها إقام الصلاة، وإنما ذكر الشهادتين تبرُّكًا بِهما كما قيل في قوله تعالَى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} [الأنفالَ: ٤١].
وإلَى هذا نَحَا الطّيبي فقال: عادة البُلَغاء أن الكلام إذا كَانَ منصوبًا لغرض جعلوا سياقه له وطرحوا ما عداه، وهنا لَم يكن الغرض في الإيراد ذكر الشهادتين؛ لأن القوم كانوا مؤمنين مقرين بكلمتي الشهادة، ولكن ربما كانوا يظنون أن الإيمان مقصور عليهما [كما كَانَ] (٣) الأمر في صدر الإسلام، قَالَ: فلهذا لَم يَعُدَّ الشهادتين في الأوامر.
قيل: ولا يرد عَلى هذا إلا الإثبات بحرف العطف فيحتاج إلَى تقدير، قَالَ القاضي أبو بكر ابن العربي: لولا وجود العطف لقلنا: إن ذكر الشهادتين ورد عَلى سبيل التصدير، لكن يُمكن أن تقرأ قوله: "وإقام الصلاة" بالخفض، فيكون عطفًا عَلى قوله: "أمرهم بالإيمان"، والتقدير أمرهم بالإيمان مصدرًا به وبشرطه من الشهادتين، وأمرهم بإقام الصلاة إلَى آخره.
_________
(١) "صحيح البُخاري" (كتاب المناقب، باب: نسبة اليمن إلَى إسماعيل) برقم (٣٥١٠).
(٢) "صحيح البُخَاري" (كتاب الأدب، باب: قول الرجل مرحبًا .. ) برقم (٦١٧٦).
(٣) مكانها بياض بالأصل، والمثبت من "الفتح".','2','43',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (404,'قَالَ: ويؤيد هذا حذفهما في رواية المصنف في الأدب من طريق أبي التياح عن أبي جَمرة ولفظه: "أربع وأربع: أقيموا الصلاة إلى آخره".
فإن قيل: ظاهر ما ترجم به المصنف من أن أداء الخمس من الإيمان يقتضي إدخاله مع باقي الخصال في تفسير الإيمان، والتقدير المذكور يخالفه.
أجاب ابن رُشَيد: بأن المطابقة تحصل من جهة أخرى، وهي أنهم سألوا عن الأعمال الَّتي يدخلون بِها الجنة، وأجيبوا بأشياء منها أداء الخمس، والأعمال الَّتِي تدخل الجنة هِيَ أعمال الإيمان، فيكون أداء الخمس من الإيمان بهذا التقريب.
فإن قيل: فكيف قَالَ [١٠٨/ ب] في رواية حَمَّاد بن زيد، عن أبي جَمْرَة: "آمركم بأربع: الإيمان بالله شهادة أن لا إله إلا الله وعقد واحدة" كذا للمؤلف في المغازي (١)، وله في فَرْض الخمس: "وعاقد بيده" (٢)، فدل أن الشهادة إحدى الأربع.
وأمَّا مَا وقع عنده في الزكاة (٣) من هذا الوجه من زيادة الواو في قوله: (وشهادة أن لا إله إلا الله) فهي زيادة شاذة، لَم يتابع عليها حَجَّاج بن مِنْهَال أحد.
والمراد بقوله: "شهادة أن لا إله إلا الله" أي: وأن مُحَمَّدًا رسول الله، كما صرح به في رواية عباد بن عباد في أوائل المواقيت، ولفظة: "آمركم بأربع وأنهاكم عن أربع الإيمان بالله"، ثم فسرها لهم: شهادة أن لا إله إلا الله وأن مُحَمَّدًا رسول الله" (٤) الحديث، وهذا أيضًا يدل عَلى أنه عدَّ الشهادتين من الأربع، لأنه أعاد الضمير في قوله: "ثم فسرها" مؤنثة، فيعود عَلى الأربع، ولو أراد تفسير الإيمان لأعاده مذكرًا.
وَعَلى هذا فيقال: كيف قَالَ أربع والمذكورات خَمس؟
وقد أجاب عنه القاضي عياض: بأن الأربع ماعدا أداء الخمس، قَالَ: كأنه أراد
_________
(١) "صحيح البخاري" (كتاب المغازي، باب: وفد عبد القيس) برقم (٤٣٦٩).
(٢) "صحيح البُخَاري" (كتاب فرض الخمس، باب: أداء الخمس من الدين) برقم (٣٠٩٥).
(٣) "صحيح البُخَاري" (كتاب الزكاة، باب: وجوب الزكاة) برقم (١٣٩٨).
(٤) "صحيح البُخَاري" (كتاب مواقيت الصلاة، باب: {مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١)}) برقم (٥٢٣).','2','44',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (405,'إعلامهم بقواعد الإيمان وفروض الأعيان، ثم أعلمهم بما يلزمهم إخراجه إذا وقع لهم جِهَاد؛ لأنهم كانوا بصدد مُحاربة كفار مُضَر، ولَم يقصد إلَى ذكرها بعينها؛ لأنها [مسببة] (١) عن الجهاد، ولَم يكن الجهادُ إذ ذاك فَرْضَ عينٍ، قَالَ: وكذلك لَم يذكر الحج لأنه لَم يكن فُرض.
وَقَالَ غيره: قوله: "وأن تعطوا" معطوف عَلى قوله: "بأربع"، أي: آمركم بأربع وبأن تعطوا، ويدل عليه العدول عن سياق الأربع والإتيان بأن والفعل مع توجه الخطاب إليهم.
قَالَ ابن التين: لا تمتنع الزيادة إذا حصل الوفاء بوعد الأربع.
قُلْت: ويدل عَلى ذلِكَ لفظ رواية مُسْلِم من حديث أبي سعيد الخدري في هذه القصة: "آمركم بأربع: اعبدوا الله ولا تشركوا به شيئًا، وأقيموا الصلاة، وآتوا الزكاة، وصوموا رمضان، وأعطوا الخمس من الغنائم" (٢).
وَقَالَ القاضي أبو بكر ابن العربي: يحتمل أن يقال: إنه عد الصلاة والزكاة واحدة؛ لأنها قرينتها في كتاب الله وتكون الرابعة أداء الخمس، أو أنه لَم [١٠٩/أ] يعد أداء الخمس؛ لأنه داخل في عموم إيتاء الزكاة، والجامع بينهما: إخراج مالٍ معين في حال دون حال.
وَقَالَ البيضاوي: الظاهر أن الأمور الخمسة المذكورة هنا تفسير للإيمان، وهو أحد الأربعة الموعود بذكرها، والثلاثة الأخر حذفها الراوي اختصارًا أو نسيانًا.
كذا قَالَ، وما ذَكَر أنه الظاهر لعله بحسب ما ظهر له، وإلا فالظاهر من السياق أن الشهادة أحد الأربع لقوله: "وعقد واحدة"، وكان القاضي أراد أن يرفع الإشكال من كون الإيمان واحدًا والموعود بذكره أربعًا.
وقد أجيب عن ذلِكَ بأنه باعتبار أجزائه المفصلة أربع، وهو في ذاته واحد، والمعنى: أنه اسم جامع للخصال الأربع الَّتِي ذَكَر أنه يأمرهم بها، ثم فسرها، فهو واحد
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: الأمر بالإيمان بالله تعالَى ورسوله - صلى الله عليه وسلم -. . .) برقم (١٨).','2','45',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (406,'بالنوع متعدد بحسب وظائفه، كما أن المنهي عنه وهو الانتباذ فيما يُسْرع إليه الإسكار واحد بالنوع متعدد بحسب أوعيته.
والحكمة في الإجمال بالعدد قبل التفسير أن تتشوف النفس إلَى التفصيل ثم تسكن إليه، وأن يتحصل حفظها للسامع، فإذا نسي شيئًا من تفاصيلها طالب نفسه بالعدد، فإذا لَم يستوفِ العدد الَّذِي في حفظه علم أنه قد فاته بعض ما سمع.
وما ذكره القاضي عياض من أن السبب في كونه لَم يذكر الحج في الحديث لأنه لَم يكن فُرض هو المعتمد، وقد قدمنا الدليل عَلى عدم إسلامهم، لكن جَزْم القاضي بأن قدومهم كَانَ في سنة ثمانٍ قبل فتح مكة تَبِع فيه الوَاقِدي، وليس بجيد؛ لأن فرض الحج كَانَ سنة ستٍّ عَلى الأصح كما سنذكره في موضعه إن شاء الله، ولكن القاضي يختار أن فرض الحج كَانَ سنة تسعٍ حَتَّى لا يَرد عَلى مذهبه أنه عَلى الفور شيء.
وقد احتج الشافعي بكونه عَلى التراخي بأن فرض الحج كَانَ بعد الهجرة، وأن النبي - صلى الله عليه وسلم - كَانَ قادرًا عَلى الحج في سنة ثمانٍ وفِي سنة تسعٍ ولَم يحج إلا في سنة عشرٍ.
وأما قول من قَالَ: إن ترك ذكر الحج لكونه عَلى التراخي فليس بجيد؛ لأن كونه عَلى التراخي لا يمنع من الأمر به.
وكذا قول من قَالَ: إنما تركه لشهرته عندهم ليس بقوي [١٠٩/ ب]؛ لأنه عند غيرهم ممن ذكره لهم أشهر منه عندهم.
وكذا قول من قَالَ: إن ترك ذكره لأنهم لَم يكن لهم إليه سبيل من أجل كفار مُضَر ليس بمستقيم؛ لأنه لا يلزم من عدم الاستطاعة في الحال ترك الإخبار به ليعمل به عند الإمكان كما في الآية، بل دعوى أنهم كانوا لا سبيل لهم إلَى الحج ممنوعة؛ لأن الحج يقع في الأشهر الحُرُم، وقد ذكروا أنهم كانوا يأمنون فيها.
لكن يُمكن أن يقال إنه إنما أخبرهم ببعض الأوامر لكونهم سألوه أن يخبرهم بما يدخلون بفعله الجنة، فاقتصر لهم عَلى ما يمكنهم فعله في الحال، ولَم يقصد إعلامهم','2','46',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (407,'بجميع الأحكام الَّتِي تجب عليهم فعلًا وتركًا، ويدل عَلى ذلِكَ اقتصاره في المناهي عَلى الانتباذ في الأوعية مع أن في المناهي ما هو أشد في التحريم من الانتباذ، لكن اقتصر عليها لكثرة تعاطيهم لَها.
وأما ما وقع في كتاب الصيام من "السنن الكبرى" للبيهقي من طريق أبي قلابة الرَّقَاشي، عن أبي زيد الهَرَوي، عن قُرَّة في هذا الحديث من زيادة ذكر الحج ولفظه: "وتحجوا البيت الحرام" (١)، ولَم يتعرض لعدد، فهي رواية شاذة، وقد أخرجه الشيخان ومن استخرج عليهما والنسائي وابن خزيمة وابن حبان من طريق قُرَّة لَم يذكر أحد منهم الحج (٢)، وأبو قلابة تغير حفظه في آخر أمره، فلعل هذا مما حدَّث به في التغيُّر، وَعَلى تقدير أن يكون ذِكْر الحج فيه مَحفوظًا فيجمع في الجواب عنه بين الجوابين المتقدمين، فيقال: المراد بالأربع: ماعدا الشهادتين وأداء الخمس، والله أعلم.
قوله: (ونهاهم عن أربع: الحنتم. . .) إلَى آخره في جواب قوله: (وسألوه عن الأشربة) هو من إطلاق المحل وإرادة الحال أي: "ما في الحنتم ونَحوه"، وصرح بالمراد في رواية النّسَائي فقال: "وأنْهَاكُم عن أربع ما ينبذ في الحنتم" الحديث.
والْحَنتم -بفتح المهملة وسكون النون وفتح المثناة من فوق-: هِيَ الجَرَّة، كذا فسرها ابن عُمر في صحيح مُسْلِم (٣)، وله عن أبي هريرة: "الحنتم الجرار الخضر" (٤)،
_________
(١) "السنن الكبرى" للبيهقي (كتاب الصيام، باب: فرض صوم شهر رمضان) (٤/ ١٩٩).
(٢) أخرجها البخاري في "صحيحه" (كتاب المغازي، باب: وفد عبد القيس) برقم (٤٣٦٨)، وَمُسْلِم في "صحيحه" (كتاب الإيمان، باب: الأمر بالإيمان بالله تعالَى ورسوله - صلى الله عليه وسلم - .. ) برقم (١٧)، والنسائي في "السنن الكبرى" (كتاب الأشربة، باب: ذكر الأخبار الَّتِي اعتل بِها من أباح شرب المسكر) (٣/ ٢٣٥)، وفي "المجتبى" في نفس الكتاب والباب (٨/ ٣٢٢ - ٣٢٣)، وابن خزيمة في "صحيحه" (كتاب الصيام، باب: ذكر البيان أن صوم شهر رمضان من الإيمان) برقم (١٨٧٩)، وابن حبان في "صحيحه" (كتاب إخباره - صلى الله عليه وسلم - عن مناقب الصحابة، باب: فضل الصحابة والتابعين) برقم (٧٢٥١).
(٣) "صحيح مُسْلِم" (كتاب الأشربة، باب: النهي عن الانتباذ في المزفت والدباء والحنتم .. ) برقم (١٩٩٧).
(٤) "صحيح مُسْلِم" (كتاب الأشربة، باب: النهي عن الانتباذ في المزفت والدباء والحنتم .. ) برقم (١٩٩٣).','2','47',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (408,'وروى الحربي في الغريب عن عطاء: إنها جرار كانت تعمل من طين وشعر ودم (١).
و(الدُّبَّاء) بضم المهملة وتشديد الموحدة والمد: هو القَرْع. قَالَ النووي: المراد: اليابس منه، وحكى القزاز [١١٠/ أ] فيه القصر.
و(النَّقِير) بفتح النون وكسر القاف: أصل النَّخْلة ينقر فيتخذ منه وعاء.
و(المُزَفَّت) بالزاي والفاء: ما طلي بالزفت.
و(المُقَيَّر) بالقاف والياء الأخيرة: ما طُلي بالقار، ويقال: القير، وهو نبت يُحرق إذا يبس تطلى بها السفن وغيرها كما يطلى بالزفت، قاله صاحب المحكم.
وفي مسند أبي داود الطيالسي عن أبي بكرة قَالَ: "أما الدُّبَّاء فإن أهل الطائف كانوا يأخذون القرع فيخرطون فيه العنب ثم يدفنونه حَتَّى يهدر ثم يموت، وأما النَّقير: فإن أهل اليمامة كانوا ينقرون أصل النخلة ثم ينبذون الرطب والبُسْر ثم يدعونه حَتَّى يهدر ثم يموت، وأما الحَنْتَم فجرار كانت يحمل إلينا فيها الخمر، وأما المُزَفَّت فهذه الأوعية الَّتِي فيها الزفت" (٢). انتهى، وإسناده حسن، وتفسير الصحابي أولَى أن يعتمد من غيره؛ لأنه أعلم بالمراد.
ومعنى النهي عن الانتباذ في هذه الأوعية بخصوصها لأنه يسرع إليها الإسكار، وربما شرب منها من لا يشعر بذلك، ثم ثبتت الرخصة في الانتباذ في كل وعاء مع النهي عن شرب كل مسكر كما سيأتي في كتاب الأشربة إن شاء الله تعالَى.
قوله: (وأخبروا بِهن من وراءكم) بفتح "مَن" وهي الموصولة، ووراءكم يشمل من جاءوا من عندهم وهذا باعتبار المكان، ويشمل من يَحْدُث لهم من الأولاد وغيرهم وهذا باعتبار الزمان، فيحتمل إعمالها في المعنيين معًا حقيقة ومجازًا.
واستنبط منه المصنف الاعتماد عَلى أخبار الآحاد كما سيأتي في بابه إن شاء الله تعالَى.
_________
(١) لَم نقف عليها في "غريب الحديث" للحربي، وفِي "النهاية" لابن الأثير في مادة (حنتم) قَالَ: "وقيل لأنها كانت تعمل من طين يعجن بالدم والشعر. .".
(٢) "مسند أبي داود الطيالسي" (١/ ١٢٠).','2','48',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (409,'<span data-type="title" id=toc-190>٤١ - باب: مَا جَاءَ إِنَّ الأَعْمَالَ بالنِّيَّةِ وَالْحِسْبَةِ وَلِكُلِّ امْرِئٍ مَا نَوَى</span>
فَدَخَلَ فِيهِ: الإِيمَانُ، وَالْوُضُوءُ، وَالصَّلَاةُ، وَالزَّكَاةُ، وَالْحَجُّ، وَالصَّوْمُ، وَالأَحْكَامُ وَقَالَ اللهُ تَعَالَى: {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ}: عَلَى نِيَّتِهِ
"نَفَقَةُ الرَّجُلِ عَلَى أَهْلِهِ يَحْتَسِبُهَا صَدَقَةٌ". وَقَالَ: "وَلَكِنْ جِهَادٌ وَنِيَّةٌ"
٥٤ - حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ، قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ ابْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: "الأَعمالُ بِالنِّيَّةِ، وَلكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرتُهُ إِلَى الله وَرَسُولِهِ، فَهِجْرتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرتُهُ إِلَى مَا هَاجَرَ إِلَيهِ".
قوله: (باب ما جاء) أي: باب بيان ما ورد دالًّا عَلى أن الأعمال الشرعية معتبرة بالنية والحِسْبَة. والمراد بالحسْبَة: طلب الثواب.
ولَم يأت حديث لفظه الأعمال بالنية والحسبة، إنما استدل بحديث عمر عَلى أن الأعمال بالنية، وبحديث أبي مسعود عَلى أن الأعمال بالحِسْبَة.
قوله: (فدخل فيه) هو من مقول المصنف وليس بقية مِما ورد، وقد أفصح ابن عساكر في روايته بذلك، فقال: "قَالَ أبو عبد الله" يعنِي: المصنف، والضمير في "فيه" يعود عَلى الكلام المتقدم، وتوجيه [١١٠/ ب] دخول النية في الإيمان عَلى طريقة المصنف أن الإيمان عمل كما تقدم شرحه.
قَوْلُهُ: (والوضوء) أشار به إلَى خلاف من لَم يشترط النية كما نقل عن الأوزاعي،','2','49',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (410,'وأبي حنيفة وغيرهما، وحجتهم أنه ليس عبادة مستقلة، بل [وسيلة] (١) إلَى عبادة كالصلاة، ونوقضوا بالتيمم فإنه وسيلة، وقد اشترط الحنفية فيه النية.
واستدل الجمهور عَلى اشتراط النية في الوضوء بالأدلة الصحيحة المصرحة بوعد الثواب عليه، فلابد من قصد يميزه عن غيره ليحصل الثواب الموعود.
وأمَّا الصلاة فلم يختلف في اشتراط النية فيها، وأما الزكاة فإنّما تسقط بأخذ السلطان ولو لَم ينو صاحب المال؛ لأن السلطان قائم مقامه.
وأمَّا الحج فإنه ينصرف إلَى فرض مَن حج عن غيره لدليل خاص، وهو حديث ابن عباس في قصة شُبْرُمة (٢)، وأما الصومُ فأشار به إلَى خلاف من زعم أن صيام رمضان لا يَحتاج إلَى نية؛ لأنه متميز بنفسه كما نقل عن زُفر.
وقدم المصنف الحج عَلى الصوم تَمسكًا بِما ورد عنده في حديث: "بُنيَ الإسلام" وقد تقدم.
قَوْلُهُ: (والأحكام) أي: المعاملات الَّتِي يدخل فيها الاحتياج إلَى المحاكمات، فيشمل البيوع والأنكحة والأقارير وغيرها، وكل صورة لَم يشترط فيها النية فذاك لدليل خاص.
وقد ذكر ابن المنير ضابطًا لِما يشترط فيه النية مِما لا يشترط، فَقَالَ: كل عمل لا تظهر له فائدة عاجلة بل المقصود به طلب الثواب فالنية مشترطة فيه، وكل عمل ظهرت فائدته ناجزة وتعاطته الطبيعة قبل الشريعة لملاءمة بينهما فلا تشترط النية فيه، إلا لمن قصد بفعله معنى آخر يترتب عليه الثواب.
قَالَ: وإنَّما اختلف العلماء في بعض الصور من جهة تحقيق مناط التفرقة، قَالَ: وأما ما كَانَ من المعاني المحضة: كالخوف والرجاء فهذا لا يقال باشتراط النية فيه؛ لأنه لا يُمكن أن يقع إلا منويًّا، ومتى فُرضت النية مفقودة فيه استحالت حقيقة، فالنية فيه
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) أخرجه أبو داود في "سننه" (كتاب المناسك، باب: الرجل يحج عن غيره) برقم (١٨١١)، وابن ماجه في "سننه" (كتاب المناسك، باب: الحج عن الميت) برقم (٢٩٠٣).','2','50',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (411,'شرط عقلي، وكذلك [١١١/ أ] لا يشترط النية للنية فرارًا من التسلسل.
قَوْلُهُ: (وَقَالَ الله) قَالَ الكرماني: الظاهر أنها جملة حالية لا عطف.
قَوْلُهُ: (عَلى نيته) تفسير منه لقوله "عَلى شاكلته" بحذف أداة التفسير، وتفسير الشاكلة بالنية صح عن الحسن البصري ومعاذ بن قُرَّة المُزني، وقتادة أخرجه عبد بن حُميد والطبري عنهم (١).
وعن مُجاهد قَالَ: الشاكلة: الطريقة (٢).
قَوْلُهُ: (ولكن جهاد ونية) هو طرف من حديث لابن عباس أوله: "لا هجرة بعد الفتح"، وقد وصلها في الجهاد وغيره من طريق طاوس عنه (٣) وسيأتي.
قَوْلُهُ: (الأعمال بالنية) كذا أورده من رواية مالك بحذف ["إنما" من] (٤) أوله، وقد رَوَاهُ مُسْلم عن القَعْنَبي وهو عبد الله بن مسلمة المذكور هنا بإثباتها (٥)، وتقدم الكلامُ عَلى نكتٍ من هذا الحديث أول الكتاب.
_________
(١) لَم نقف عليه عند عبد بن حُميد، وهو عند الطبري عن قتادة وحده "تفسير الطبري" (سورة الإسرِاء، قَوْلُهُ تعالَى: {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا (٨٤)}) (٨/ ١٤٠).
وقد رَوَاهُ عن الحسن هنادٌ في "الزهد" (باب الرياء) (٢/ ٤٤٠).
ورَوَاهُ عن معاوية بن قرة البُخاريّ في "التاريخ الكبير" (٤/ ١/ ٤٢٦).
(٢) روى الطبري في "تفسيره" (سورة الإسراء، قَوْلُهُ تعالَى: {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ. . . .}) (٨/ ١٤٠)، عن مُجاهد في تفسير {شَاكِلَتِهِ} قَالَ: عَلى ناحيته، عَلى طبيعته، عَلى حدته، وفِي "تفسير مُجاهد" (ص ٣٦٩): عَلى حدته، فالله أعلم.
(٣) "صحيح البُخاريّ" (كتاب الجهاد والسير، باب: فضل الجهاد والسير) برقم (٢٧٨٣)، وأيضًا في (كتاب الجهاد والسير، باب: وجوب النفير وما يجب من الجهاد والنية) برقم (٢٨٢٥).
(٤) مكانها بياض بالأصل، والمثبت من "الفتح".
(٥) "صحيح مُسْلِم" (كتاب الإمارة، باب: قَوْلُهُ - صلى الله عليه وسلم -: "إنّما الأعمال. . . .") برقم (١٩٠٧).','2','51',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (412,'٥٥ - حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: أَخْبَرَنِي عَدِيُّ بْنُ ثَابِتٍ، قَالَ: سَمِعْتُ عَبْدَ الله بْنَ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "إِذَا أَنْفَقَ الرَّجُلُ عَلَى أَهْلِهِ يَحْتَسِبُهَا فَهُوَ لَهُ صَدَقَةٌ".
قَوْلُهُ: (عبد الله بن يزيد) هو الخَطْمي -بفتح المعجمة وسكون الطاء المهملة-، وهو صحابي أنصاري، روى عن صحابي أنصاري، وسيأتي ذكر أبي مسعود في باب من شهد بدرًا من المغازي (١)، وسيأتي الكلام عَلى حديثه في كتاب النفقات (٢) إن شاء الله تعالَى والمقصود منه في هذا الباب.
قَوْلُهُ: (يَحتسبها) قَالَ القرطبي: أفاد منطوقه أن الأجر في الإنفاق إنَّما يحصل بقصد القربة، وسواء أكانت واجبةً أم مُباحةٌ، وأفاد مفهومه أن من لَم يقصد القربة لَم يؤجر لكن تبرأ ذمته من النفقة الواجبة لأنَّها معقولة المعنى، وأطلق الصدقة عَلى النفقة مَجازًا، والمراد بِها الأجر، والقرينة الصارفة عن الحقيقة الإجماع عَلى جواز النفقة عَلى الزوجة الهاشمية الَّتِي حُرِّمت عليها الصدقة.
_________
(١) "صحيح البُخَاريّ" (كتاب المغازي، باب: شهود الملائكة بدرًا) برقم (٤٠٠٦، ٤٠٠٧، ٤٠٠٨).
(٢) "صحيح البُخَاريّ" (كتاب النفقات، باب: فضل النفقة عَلى الأهل) برقم (٥٣٥١).','2','52',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (413,'٥٦ - حَدَّثَنَا الْحَكَمُ بْنُ نَافِعٍ، قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: حَدَّثَنِي عَامِرُ ابْنُ سَعْدٍ، عَنْ سَعْدِ بْن أَبِي وَقَّاصٍ، أَنّهُ أَخْبَرَهُ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: "إِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللهِ إِلَّا أُجِرْتَ عَلَيْهَا، حَتَّى مَا تَجْعَلُ في فَمِ امْرَأَتِكَ".
قَوْلُهُ: (إنَّك) الخطاب لسعد، والمراد: هو ومَن يصح منه الإنفاق.
قَوْلُهُ: (وجه الله) أي: ما عند الله من الثواب.
قَوْلُهُ: (إلا أُجرت) تَحتاج إلَى تقدير؛ لأن الفعل لا يقع استثناء.
قَوْلُهُ: (حَتَّى) هِيَ عاطفة وما بعدها منصوب المحل.
و"ما" موصولة، والعائد مَحذوف.
قَوْلُهُ: (في فم امرأتك) وللكُشْمَيْهَنِي: "في في امرأتك"، وهي رواية الأكثر.
قالَ [١١١/ ب] عياض: هِيَ أصوب؛ لأن الأصل حذف الميم، بدليل جمعه عَلى أفواه، وتصغيره عَلى فويه، قَالَ: وإنَّما يحسن إثبات الميم عند الإفراد، وأما عند الإضافة فلا، إلا في لغة قليلة. انتهى.
وهذا طرف من حديث سعد بن أبي وقاص في مرضه بمكة وعيادة النبي - صلى الله عليه وسلم - له.
وقَوْلُهُ: "أوصي بشطر مالي" الحديث (١)، وسيأتي الكلام عليه في كتاب الوصايا إن شاء الله تعالَى، والمراد منه هنا.
قَوْلُهُ: (تبتغي) أي: تطلب بِها وجه الله، واستنبط منه النووي: أن الحظ إِذَا وافق الحق لا يقدح في ثوابه؛ لأن وضع اللقمة في فم الزوجة يقع غالبًا في حالة المداعبة، ولشهوة النفس في ذلكَ مدخل ظاهر، ومع ذَلِكَ إذا وجَّه القصد في تلك الحالة إلى ابتغاء الثواب حصل له بفضل الله.
قَالَ: وَإذَا كَانَ هذا بهذا المحل مع ما فيه من حظ النفس فما الظن بغيره مِما لا حظ للنفس فيه.
_________
(١) وهو بتمامه في "صحيح البُخَاريّ" (كتاب الجنائز، باب: رثاء النَّبِيّ - صلى الله عليه وسلم - سعد بن خولة) برقم (١٢٩٥)، وهو أيضًا في (٢٧٤٢، ٢٧٤٤، ٣٩٣٦، ٤٤٠٩، ٥٣٥٤، ٥٦٥٩، ٥٦٦٨، ٦٣٧٣، ٦٧٣٣).','2','53',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (414,'قَالَ: وتَمثيله باللقمة مبالغة في تَحقيق هذه القاعدة؛ لأنه إِذا ثبت الأجر في لقمة واحدة لزوجة غير المضطرة فما الظن بمن أطعم لُقَمًا لِمحتاج، أو عمل من الطاعات ما مشقته فوق مشقة ثمن اللقمة الَّذِي هو من الحقارة بالمحل الأدنَى، والله أعلم.','2','54',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (415,'<span data-type="title" id=toc-191>٤٢ - باب: قَوْلِ النَّبيِّ - صلى الله عليه وسلم -: "الدِّينُ النَّصِيحَةُ لله وَلِرَسُولِهِ وَلأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ" وَقَوْلهِ تَعَالَى: {إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ}</span>
٥٧ - حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ: حَدَّثَني قَيْسُ بْنُ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ الله، قَالَ: بَايَعْتُ رَسُولَ الله - صلى الله عليه وسلم - عَلَى إِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ.
قَوْلُهُ: (باب: قول النَّبِيّ - صلى الله عليه وسلم -: الدين النصيحة) هذا الحديث أورده المصنف هُنا ترجمة باب، ولَم يخرجه مسندًا في هذا الكتاب؛ لكونه عَلى غير شرطه، ونبه يإيراده عَلى صلاحيته في الجملة، وما أورده من الآية وحديث جرير يشتمل عَلى ما تضمنه.
وقد أخرجه مُسْلِم قَالَ: حَدَّثَنَا مُحَمَّد بن عَبَّاد، قَالَ: حَدَّثنَا سُفيَان، قَالَ: قلتُ لسُهيل بن أبي صالح: إن عَمْرًا حدثَنَا عن القعْقَاع، عن أبيك بحديث، ورجوت أن تسقط عني رجلًا، أي: فتحدثني به عن أبيك، قَالَ: فَقَالَ: سمعته من الَّذِي سمعه منه أبي، كَانَ صديقًا له بالشام، وهو عطاء بن يزيد، عن تميم الداري: أن النَّبِيّ - صلى الله عليه وسلم - قَالَ: "الدين النصيحة". قلنا: لمن؟ قَالَ: الله -عز وجل-. . . ." الحديث (١).
وَرَوَاهُ مُسْلِم أيضًا من طريق رَوْح [١١٢/ أ] بن القاسم قَالَ: حَدَّثَنَا سُهيل، عن عطاء ابن يزيد، أنه سمعه وهو يُحدث أبا صالح فذكره (٢).
وَرَوَاهُ ابن خُزيْمة من حديث جَرير، عن سُهيل: أن أباه حَدَّث عن أبي هُرَيْرَة بِحديث: "إنّ الله يرضى لكم ثلاثًا. . . ." الحديث، قَالَ: فَقَالَ عطاء بن يزيد: سمعتُ تَميمًا الدَّاري يقول: فذكر حديث النصيحة (٣).
_________
(١) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان أن الدين النصيحة) برقم (٥٥).
(٢) "صحيح مُسْلِم" (كتاب الإيمان، باب: بيان أن الدين النصيحة) برقم (٥٥).
(٣) لَم نقف عليه في "صحيح ابن خُزيمة"، وهو بهذا السياق في "السنن الكبرى" للبيهقي (كتاب =','2','55',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (416,'وقد رُوي حديث النصيحة عن سُهيل، عن أبيه، عن أبي هُرَيْرَةَ، وهو وهم من سهيل أو مِمَّن يروي عنه لما بَيَّناه.
قَالَ البُخَاريّ في تاريخه: لا يصح إلا عن تَميم (١)، ولهذا الاختلاف عَلى سهيل لَم يخرجه في صحيحه، بل لَم يحتج فيه بسُهيل أصلًا. وللحديث طرق دون هذه في القوة، منها ما أخرجه أبو يعلى من حديث ابن عباس (٢)، والبزار من حديث ابن عمر (٣)، وقد بينت جميع ذَلِكَ في تغليق التعليق (٤).
قَوْلُهُ: (الدين النصيحة) يحتمل أن يُحمل عَلى المبالغة؛ أي: معظم الدين النصيحة، كما قيل في حديث: "الحج عرفة" (٥).
ويحتمل أن يُحمل عَلى ظاهره؛ لأن كل عمل لَم يرد به عامله الإخلاص فليس من الدين.
قَالَ المازري: النصيحة مشتقة من نصحت العسل إِذَا صفيته، يقال: نصح الشيء: إذَا خلص، ونصح له القول: إذَا أخلصه له، أو مشتقة من النصح وهي الخياطة بالنصحة وهي الإبرة، والمعنى: أنه يلم شعث أخيه بالنصح كما تلم المنصحة، ومنه التوبة النصوح كأن الذنب يمزق الدين، والتوبة تخيطه.
قَالَ الخطابي: النصيحة كلمة جامعة معناها حيازة الحظ للمنصوح له، وهي من
_________
= قتال أهل البغي، باب: النصيحة لله ولكتابه ولرسوله. . .) (٨/ ١٦٣).
(١) الَّذِي في "التاريخ الكبير" (٣/ ٢/ ٤٦١) بعد ذكر روايات أخرى عن غير تَميم الداري من الصحابة: "فدار الحديث عَلى تَميم الداري".
(٢) "مسند أبي يعلى" (٤/ ٢٥٩) برقم (٢٣٧٢).
(٣) عزاه الهيثمي للبزار في "مجمع الزوائد" (كتاب الإيمان، باب: في النصيحة) (١/ ٢٦٣).
(٤) "تغليق التعليق" (٢/ ٥٤ - ٦٠).
(٥) أخرجه أبو داود في "سننه" (كتاب المناسك، باب: من لم يدرك عرفة) برقم (١٩٤٩)، والتّرمِذيّ في "جامعه" (كتاب الحج، باب: ما جاء فيمن أدرك الإمام بجمع فقد أدرك الحج) برقم (٨٨٩)، والنسائي في "السنن الكبرى" (كتاب الحج، باب: فرض الوقوف بعرفة) (٢/ ٤٢٤)، وفي "المجتبى" في نفس الكتاب والباب (٥/ ٢٥٦)، وابن ماجه في "سننه" (كتاب المناسك، باب: من أتى عرفة قبل الفجر ليلة جمع) (٣٠١٥) من حديث عبد الرحمن بن يعمر الديلي.','2','56',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (417,'وجيز الكلام، بل ليس في الكلام كلمة مفردة تُسْتَوْفَى بِها العبارة عن معنى هذه الكلمة.
وهذا الحديث من الأحاديث الَّتِي قيل فيها إنها أحد أرباع الدين، ومِمن عده فيها الإمام مُحَمَّد بن أسلم الطوسي.
وَقَالَ النووي: بل هو وحده محصل لغرض الدين كله؛ لأنه مُنحصر في الأمور الَّتِي ذكرها، فالنصيحة لله وصفه بما هو له أهل والخضوع له ظاهرًا وباطنًا والرغبة في محابه بفعل طاعته، والرهبة من مساخطه بترك معصيته، والجهاد في رد العاصين إليه.
وروى الثوري عن عبد العزيز بن رفيع، عن أبي ثمامة صاحب علي قَالَ [١١٢/ ب]: قَالَ الحواريون لعيسى -عليه السلام-: "يا روح الله من الناصح لله؟ قَالَ: الَّذِي يقدم حق الله عَلى حق الناس" (١).
والنصيحة لكتاب الله: تعلُّمه وتعليمه وإقامة حروفه في التلاوة، وتحريرها في الكتابة، وتفهُّم معانيه، وحفظ حدوده، والعمل بما فيه، وذب تحريف المبطلين عنه.
والنصيحة لرسوله: تعظيمه ونصره حيًّا وميتًا، وإحياء سنته بتعلُّمها وتعليمها، والاقتداء به في أقواله وأفعاله، ومَحبته ومحبة أتباعه.
والنصيحة لأئمة المسلمين: إعانتهم عَلى ما حُمِّلوا القيام به، وتنبيههم عند الغفلة، وسد خَلَّتهم عند الهفوة، وجمع الكلمة عليهم، ورد القلوب النافرة إليهم، ومن أعظم نصيحتهم: دفعهم عن الظلم بالتي هِيَ أحسن.
ومن جُملة أئمة [المسلمين] (٢): أئمة الاجتهاد، وتقع النصيحة لهم ببث علومهم، ونشر مناقبهم، وتحسين الظن بهم.
والنصيحة لعامة المسلمين: الشفقة عليهم، والسعي فيما يعود نفعه عليهم، وتعليمهم ما ينفعهم، وكف وجوه الأذى عنهم، وأن يحب لهم ما يُحب لنفسه، ويكره لهم ما يكره لنفسه.
_________
(١) أخرجه بمعناه الإمام أَحْمَد في "الزهد" (من مواعظ عيسى -عليه السلام-) (١/ ٥٥)، وابن المبارك في "الزهد" (باب: في خوف الله واجتناب معاصيه) (١/ ٣٤).
(٢) زيادة من "الفتح".','2','57',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (418,'* وفي الحديث فوائد أخرى:
منها: أن الدين يطلق عَلى العمل لكونه سمى النصيحة دينًا، وَعَلى هذا المعنى بنى المصنف أكثر كتاب الإيمان.
ومنها: جواز تأخير البيان عن وقت الخطاب من قَوْله: "قلنا: لمن؟ ".
ومنها: رغبة السلف في طلب علو الإسناد وهو مُستفاد من قصة سُفْيَان مع سهيل.
قَوْلُهُ: (عن جرير بن عبد الله) هو: البَجلي -بفتح الجيم-، وقيس الراوي عنه، وإسماعيل الراوي عن قيس بجليان أيضًا، وكل منهم يكنى أبا عبد الله، وكلهم كوفيون.
قَوْلُهُ: (بايعتُ رسول الله - صلى الله عليه وسلم -) قَالَ القاضي عياض: اقتصر عَلى الصلاة والزكاة لشهرتهما، ولَم يذكر الصوم وغيره لدخول ذَلِكَ في السمع والطاعة.
قُلْت: زيادة "السمع والطاعة" وقعت عند المصنف في البيوع من طريق سُفْيَان، عن إسماعيل المذكور (١).
وله في الأحكام ولِمسلم من طريق الشعبي، عن جرير قَالَ: "بايعتُ النَّبِيّ - صلى الله عليه وسلم - عَلى [١١٣/أ] السمع والطاعة فلقنني فيما استطعت والنصح لكل مُسْلِم" (٢).
وَرَوَاه ابن حبان من طريق أبي زُرعة بن عمرو بن جرير، عن جدِّه وزاد فيه: "فكان جرير إِذَا اشترى شيئًا أو باع يقول لصاحبه: اعْلَم أن ما أخذنا منك أحب إلينا مِما أعطيناكه فاختر" (٣).
وروى الطبراني في ترجمته: "أن غلامه اشترى فرسًا بثلاثمائة، فلما رآه جاء إلَى صاحبه فَقَالَ: إن فرسك خير من ثلاثمائة، فلم يزل يزيده حَتى أعطاهُ ثمانمائة" (٤).
_________
(١) "صحيح البخَاريّ" (كتاب البيوع، باب: هل يبيع حاضر لباد بغير أجر. . .) برقم (٢١٥٧).
(٢) أخرجه البُخَاريّ في "صحيحه" (كتاب الأحكام، باب: كيف يبايع الإمام الناس) برقم (٧٢٠٤)، وَمُسْلِم في "صحيحه" (كتاب الإيمان، باب: بيان أن الدين النصيحة) برقم (٥٦).
(٣) "صحيح ابن حبان" (كتاب السير، باب: بيعة الأئمة وما يستحب لهم) برقم (٤٥٢٩).
(٤) أخرجه الطبراني في "المعجم الكبير" (٢/ ٣٣٤).','2','58',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (419,'قالَ القرطبي: كانت مبايعة النَّبِيّ - صلى الله عليه وسلم - لأصحابه بحسب ما يحتاج إليه من تجديد عهد أو توكيد أمر.
قَوْلُهُ: (فيما استطعت) رُوِّيناه بفتح التاء وضمها، وتوجيههما واضح، والمقصود بهذا التنبيه عَلى أن اللازم من الأمور المبايع عليها هو ما يُطاق كما هو يشترط في أصل التكليف، ويشعر الأمر بقول ذَلِكَ اللفظ حال المبايعة بالعفو عن الهفوة وما يقع عن خطأ وسهو، والله أعلم.','2','59',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (420,'٥٨ - حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، قَالَ: سَمِعْتُ جَرِيرَ بْنَ عَبْدِ الله، يَقُولُ يَوْمَ مَاتَ الْمُغِيرَةُ بْنُ شُعْبَةَ قَامَ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ وَقَالَ: عَلَيْكُمْ بِاتِّقَاءِ اللهَ وَحْدَهُ لَا شَرِيكَ لَهُ، وَالْوَقَارِ وَالسَّكِينَةِ حَتَّى يَأْتِيَكُمْ أَمِيرٌ، فَإِنّمَا يَأْتِيكُمُ الآنَ، ثُمَّ قَالَ: اسْتَعْفُوا لأَمِيرِكُمْ، فَإِنّهُ كانَ يُحِبُّ الْعَفْوَ. ثُمَّ قَالَ: أَمَّا بَعْدُ، فَإِنِّي أَتيْتُ النَّبِيَّ - صلى الله عليه وسلم - قُلْتُ: أُبَايِعُكَ عَلَى الإِسْلَامِ. فَشَرَطَ عَلَيَّ: وَالنُّصْحِ لِكُلِّ مُسْلِمٍ. فَبَايَعْته عَلَى هَذَا، وَرَبِّ هَذَا الْمَسْجِدِ إِنِّي لنَاصِحُ لَكُمْ. ثُمَّ اسْتَغْفَرَ وَنَزَلَ.
قَوْلُهُ: (سمعت جرير بن عبد الله) المسموع من جرير: حَمْدُ الله والثناء عليه، فالتقديرـ: سمعت جريرًا حَمِدَ الله، والباقي شرح للكيفية.
قوْلُهُ: (يوم مات المغيرة بن شعبة) كَانَ المغيرة واليًا عَلى الكوفة في خلافة معاوية، وكانت وفاته سنة خَمسين من الهجرة، واستناب عند موته ابنه عُروة، وقيل: استناب جريرًا المذكور، ولهذا خطب الخطبة المذكورة.
و(الوقار) بالفتح: الرزانة.
و(السَّكينة) السكون، وإنَّما أمرهم بذلك مقدمًا لتقوى الله؛ لأن الغالب أن وفاة الأمراء تؤدي إلَى الاضطراب والفتنة، ولاسيما ما كَانَ عليه أهل الكوفة إِذ ذاك من مُخالفة ولاة الأمور.
قَوْلُهُ: (حَتَّى يأتيكم أمير) أي: بدل الأمير الَّذِي مات، ومفهوم الغاية هنا وهو أن المأمور به ينتهي بمجيء الأمير ليس مرادًا، بل يلزم ذَلِكَ بعد مجيء الأمير بطريق الأَولَى، وشرط اعتبار مفهوم المخالفة ألا يعارضه مفهوم الموافقة.
قَوْلُهُ: (الآن) أراد به تقريب المدة [١١٣/ ب] تسهيلًا عليهم، وَكَانَ كذلك؛ لأن معاوية لما بلغه موت المغيرة كتب إلَى نائبه عَلى البصرة -وهو زياد- أن يسير إلَى الكوفة أميرًا عليها.
قَوْلُهُ: (استعفوا لأميركم) أي: اطلبوا له العفو من الله كذا في معظم الروايات','2','60',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (421,'بالعين المهملة، وفِي رواية ابن عساكر: "استغفروا" بغين معجمة وزيادة راء، وهي رواية الإسماعيلي في المستخرج.
قَوْلُهُ: (فإنه كَانَ يُحب العفو) فيه إشارة إلَى أن الجزاء يقع من جنس العمل.
قَوْلُهُ: (قُلْت: أبايعك) ترك أداة العطف إما لأنه بدل من أتيت أو استئناف.
قَوْلُهُ: (والنصح) بالخفض عطفًا عَلى الإسلام، ويَجوز نصبه عطفًا عَلى مقدر، أي: شَرطَ علي الإسلام والنصيحة، وفيه دليل عَلى كمال شفقة الرسول - صلى الله عليه وسلم -.
قَوْلُهُ: (عَلى هذا) أي: عَلى ما ذكر.
قَوْلُهُ: (ورب هذا المسجد) يشعر بأن خطبته كانت في المسجد، ويَجوز أن تكون إشارة إلَى جهة المسجد الحرام، ويدل عليه رواية الطبراني بلفظ: "ورب الكعبة" (١)، وذكر ذَلِكَ للتنبيه عَلى شرف المقسم به ليكون أدعى للقبول.
قَوْلُهُ: (لناصح) أشار إلَى أنه وَفَّى بما بايع عليه الرسول، وأن كلامه خالص عن الغرض.
قَوْلُهُ: (ونزل) مشعر بأنه خطب عَلى المنبر؛ إذ المراد قعد؛ لأنه في مقابلة قَوْله: "قام فحمد الله".
* فائدة:
التقييد بالمسلم للأغلب، وإلا فالنصح للكافر معتبر بأن يدعى إلَى الإسلام، ويشار عليه بالصواب إِذا استشار. واختلف العلماء في البيع عَلى بيعه ونحو ذَلِكَ، فجزم أَحْمَد أن ذلكَ يَختص بالمسلمين واحتج بهذا الحديث.
* فائدة أخرى:
ختم البُخَاريّ كتاب الإيمان بباب النصيحة مشيرًا إلَى أنه عمل بمقتضاه في الإرشاد إلَى العمل بالحديث الصحيح دون السقيم، ثُمَّ ختمه بخطبة جرير المتضمنة لشرح حاله في تصنيفه.
_________
(١) أخرجها الطبراني في "المعجم الكبير" (٢/ ٣٤٩).','2','61',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (422,'فأومأ بقوله: "فإنما يأتيكم الآن" إلَى وجوب التمسك بالشرائع حَتَّى [١١٤/ أ] يأتي من يقيمها؛ إذ لا تزال طائفة منصورة: وهم فقهاء أصحاب الحديث.
وبقوله: "استعفوا لأميركم" إلَى طلب الدعاء له لعمله الفاضل.
ثُمَّ ختم بقوله: "استغفر ونزل" فأشعر بختم الباب، ثُمَّ عقبه بكتاب العلم، لما دل عليه حديث النصيحة أن معظمها يقع بالتعلم والتعليم.
* خاتمة:
اشتمل كتاب الإيمان ومقدمته من بدء الوحي من الأحاديب المرفوعة عَلى أحدٍ وثَمانين حديثًا بالمكرر، منها في بدء الوحي خمسة عشر، وفِي الإيمان ستة وستون، المكرر منها ثلاثة وثلاثون:
منها في المتابعات بصيغة المتابعة أو التعليق اثنان وعشرون، في بدء الوحي ثمانية، وفي الإيمان أربعة عشر.
ومن الموصول المكرر ثمانية.
ومن التعليق الَّذِي لَم يوصل في مكان آخر ثلاثة.
وبقية ذَلِكَ وهي ثمانية وأربعون حديثًا موصولة بغير تكرير.
وقد وافقه مُسْلِم عَلى تخريجها إلا سبعة وهي: الشعبي عن عبد الله بن عمرو في المسلم والمهاجر، والأعرج عن أبي هُرَيْرَةَ في حب الرسول، وابن أبي صعصعة عن أبي سعيد في الفرار من الفتن، وأنس عن عُبَادة في ليلة القدر، وسعيد عن أبي هُرَيْرَةَ في الدين يُسْر، والأحنف عن أبي بكرة في القاتل والمقتول، وهشام عن أبيه عن عائشة في أنا أعلمكم بالله.
وجَميع ما فيه من الموقوفات عَلى الصحابة والتابعين ثلاثة عشر أثرًا معلقة [غير] (١) أثر ابن الناطور فهو موصول، وكذا خطبة جرير الَّتِي ختم بها كتاب الإيمان، والله أعلم.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','2','62',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (423,'<span data-type="title" id=toc-192>٣ - كتاب العلم</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-193>١ - باب: فَضْلِ الْعِلْمِ</span>
وَقَوْلُ الله -عز وجل-: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ}. وَقَوْلُهُ -عز وجل-: {رَبِّ زِدْنِي عِلْمًا}.
قَوْلُهُ: (كتاب العلم، بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، باب: فضل العلم).
هكذا في رواية الأصِيلي وكَريمة وغيرهما، وفِي رواية أبي ذر تقديم البسملة، وقد قدمنا توجيه ذَلِكَ في كتاب الإيمان، وليس في رواية المُسْتَمْلي لفظ: "باب"، ولا في رواية رفيقه لفظ: كتاب العلم.
* فائدة:
قَالَ القاضي أبو بكر ابن العربي: بدأ المصنف بالنظر في فضل العلم قبل النظر في حقيقته؛ وذلك لاعتقاده أنه في نهاية الوضوح فلا يحتاج إلَى تعريف، أو لأن [١١٤/ ب] النظر في حقائق الأشياء ليس من فن الكتاب، وكل من العذرين ظاهر؛ لأن البُخَاريّ لَم يضع كتابه لحدود الحقائق وتصورها؛ بل هو جارٍ عَلى أساليب العرب القديمة، فإنَّهم يبدءون بفضيلة المطلوب للتشويق إليه إِذَا كانت حقيقته مكشوفة معلومة.
قَوْلُهُ: (وقول الله -عز وجل-) ضبطناه في الأصول بالرفع عَلى الاستئناف.
قَوْلُهُ: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: ١١].
فقيل في تفسيرها: يرفع الله المؤمن العالم عَلى المؤمن غير العالم، ورِفْعَة','2','63',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (424,'الدرجات تدل عَلى الفضل؛ إذ المراد به: كثرة الثواب وبها ترتفع الدرجات.
وفِي صحيح مُسْلِم عن نافع بن عبد الحارث الخزاعي -وَكَانَ عامل عمر عَلى مكة- أنه لقيه بعُسْفَان فَقَالَ له: من استخلفت؟ فَقَالَ: استخلفت ابن أبزى مولى لنا، فَقَالَ عمر: استخلفت مولى؟ قَالَ: إنه قارئ لكتاب الله عالِمٌ بالفرائض، فَقَالَ عمر: أمَا إن نبيكم قد قَالَ: "إن الله يرفع بهذا الكتاب أقوامًا ويضعُ به آخرين" (١).
وعن زيد بن أسلم في قَوْله تعالَى: {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} [يوسف: ٧٦]. قَالَ: بالعلم (٢).
قَوْلُهُ: (وقوله -عز وجل-: {رَبِّ زِدْنِي عِلْمًا (١١)} [طه: ١١٤]). واضح الدلالة في فضل العلم؛ لأن الله لم يأمر نبيه بطلب الازدياد من شيء إلا من العلم، والمراد بالعلم: العلم الشرعي الَّذِي يُفيد معرفة ما يَجب عَلى المكلف من أمر دينه في عباداته ومعاملاته، ومدار ذَلِك عَلى التفسير والحديث والفقه.
وقد ضرب هذا الجامع الصحيح في كل من الأنواع الثلاثة بنصيب، فرضي الله عن مصنفه، وأعاننا عَلى ما تصدينا له من توضيحه بمنه وكرمه.
فإن قيل: لِمَ لَمْ يُورد المصنف في هذا الباب شيئًا من الحديث؟
فالجواب: أنه إما أن يكون اكتفى بالآيتين الكريمتين، وإما بَيَّض له ليلحق فيه ما يناسبه فلم يتيسر، وإما أورد فيه حديث ابن عمر الآتي بعد باب رفع العلم ويكون وضعه هناك من تصرف بعض الرواة، وفيه نظر عَلى ما سنبينه هناك إن شاء الله تعالَى.
_________
(١) "صحيح مُسْلِم" (كتاب صلاة المسافرين وقصرها، باب: فضل من يقوم بالقرآن ويعلمه. .) برقم (٨١٧).
(٢) أخرجه الإمام أحْمَد في "مسنده" (١/ ٦٣).','2','64',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (425,'<span data-type="title" id=toc-194>٢ - باب: مَنْ سُئِلَ عِلْمًا وَهُوَ مُشْتَغِلٌ في حَدِيثِهِ فَأَتَمَّ الْحَدِيثَ ثُمَّ أَجَابَ السَّائِلَ</span>
٥٩ - حَدَّثَنَا مُحَمَّدُ بْن سِنَانٍ، قَالَ: حَدَّثَنَا فُلَيْحٌ، ح وَحَدَّثَني إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ: حَدَّثَني أَبِي قَالَ: حَدَّثَني هِلَالُ بْنُ عَليٍّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: بَيْنَمَا النَّبِيُّ - صلى الله عليه وسلم - في مَجْلِسٍ يُحَدِّثُ الْقَوْمَ جَاءَهُ أَعْرَابِيٌّ فَقَالَ: مَتَى السَّاعَةُ؟ فَمَضَى رَسُولُ اللهِ - صلى الله عليه وسلم - يحَدِّثُهُ، فَقَالَ بَعْضُ الْقَوْمِ: سَمِعَ مَا قَالَ، فَكَرِهَ مَا قَالَ، وَقَالَ بَعْضُهمْ: بَلْ لَمْ يَسْمَعْ، حَتَى إِذَا قَضَى حَدِيثه قَالَ: "أَيْنَ أُرَاهُ السَّائِلُ عَنِ السَّاعَةِ؟ ". قَالَ: هَا أَنَا يَا رَسُولَ الله، قَالَ: "فَإِذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ". قَالَ: كيْفَ إِضَاعَتُهَا؟ قَالَ: "إِذَا وُسِّدَ الأَمْرُ إَلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ".
قَوْلُهُ: (باب: من سئل علمًا [١١٥/أ] وهو مشتغل) محصله التنبيه عَلى آداب العالم والمتعلم.
أما العالم: فلما تضمنه من ترك زجر السائل، بل أدبه بالإعراض عنه أولًا حَتَّى استوفى ما كَانَ فيه، ثُمَّ رجع إلَى جوابه فرفق به؛ لأنه من الأعراب وهم جفاة.
وفيه العناية بجواب سؤال السائل ولو لَم يكن السؤال متعينًا ولا الجواب.
وأما المتعلم: فلما تضمنه من تأديب السائل ألَّا يسأل العالم وهو مشتغل بغيره، لأن حق الأول مقدم.
ويؤخذ منه: أخذ الدروس عَلى السبق، وكذلك الفتاوى والحكومات ونحوها.
وفيه مراجعة العالم إذَا لَم يفهم ما يجيب به حَتَّى يتضح لقوله: "كيف إضاعتها"، وبوب عليه ابن حبان: "إباحة إعفاء المسئول عن الإجابة عَلى الفور" (١)، لكن سياق القصة يدل عَلى أن ذَلِكَ ليس عَلى الإطلاق.
_________
(١) "صحيح ابن حبان" (كتاب العلم) برقم (١٠٤).','2','65',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (426,'قَوْلُهُ: (فُلَيْح) بصيغة التصغير: هو ابن سليمان أبو يحيى المدني، من طبقة مالك، وهو صدوق تَكَلَّم بعض الأئمة في حفظه، ولم يخرج البُخَاريّ من حديثه في الأحكام إلا ما توبع عليه، وأخرج له في المواعظ والآداب وما شاكلها طائفة من أفراده، وهذا منها، وإنما أورده عاليًا عن فُليح بواسطة مُحَمَّد بن سِنَان فقط، ثُمَّ أورده نازلًا بواسطة مُحَمَّد بن فُليح وإبراهيم بن المنذر عن مُحَمَّد (١)؛ لأنه أورده في كتاب الرقاق عن مُحَمَّد ابن سِنَان فقط (٢)، فأراد أن يفيد هُنَا طريقًا أخرى، ولأجل نزولها قرنها بالرواية الأخرى.
و(هلال بن علي) يقالُ له: هلال بن أبي ميمونة وهلال بن أبي هلال، فقد يُظن ثلاثة وهو واحد، وهو من صغار التابعين، وشيخه في هذا الحديث من أوساطهم.
قَوْلُهُ: (يحدث) هو خبر المبتدأ، وحُذف مفعوله الثاني لدلالة السياق عليه، والقوم: الرجال، وقد يدخل فيه النساء تبعًا.
قَوْلُهُ: (جاءه أعرابي) لَم أقف على تسميته.
قَوْلُهُ: (فمضى) أي: استمر (يحدثه)، كذا في رواية الْمُسْتَمْلِي والْحَمَوي بزيادة هاء، وليست في رواية الباقين، وإن ثبتت فالمعنى: يحدث القوم الحديث الَّذِي كَانَ فيه، وليس الضمير عائدًا عَلى الأعرابي.
قَوْلُهُ: (فَقَالَ بعض القوم: نسمع ما قَالَ) [١١٥/ ب] إنَّما حصل لَهم التردد في ذلِكَ لما ظهر من عدم التفات النَّبِيّ - صلى الله عليه وسلم - إلَى سؤاله وإصغائه نَحوه، ولكونه كَانَ يكره السؤال عن هذه المسألة بخصوصها، وقد تبين عدم انحصار ترك الجواب في الأمرين المذكورين، بل احتمل كما تقدم أن يكون أخر ليكمل الحديث الَّذِي هو فيه، أو أخَّر جوابه ليُوحَى إليه به.
قوْلُه: (قَالَ: أين أراه السائل؟ ) بالرفع عَلى الحكاية، و"أُرَاه" بالضم، أي: أظنه، والشك من مُحَمَّد بن فُلَيح، وَرَوَاهُ الحسن بن سُفيان وغيرما عن عُثْمَان بن أبي شَيْبَة،
_________
(١) كذا في الأصل، وفي "الفتح"، ولعل صواب العبارة: "ثم أورده نازلًا بواسطة محمد بن فليح، فرواه إبراهيم بن المنذر عن محمد".
(٢) "صحيح البُخَاريّ" (كتاب الرقاق، باب: رفع الأمانة) برقم (٦٤٩٦).','2','66',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (427,'عن يونس بن مُحَمَّد، عن فُلَيْح ولفظه: "أين السائل" (١). ولَم يشك.
قَوْلُهُ: (إِذَا وسِّد) أي: أُسْنِدَ، وأصله من الوِسَادة، وَكَانَ من شأن الأمير عندهم إِذَا جلس أن تثنى تَحته وسادة، فقوله: "وسِّد" أي: جعل له غير أهله وسادًا، فتكون: "إلَى" بِمعنى اللام، وأتى بها لتدل عَلى تضمن معنى أُسند، ولفظ مُحَمَّد بن سنان في الرقاق: "إِذَا أُسند"، وكذا رَوَاهُ يونس بن مُحَمَّد وغيره عن فُلَيح (٢).
ومناسبة هذا المتن لكتاب العلم: أن إسناد الأمر إلَى غير أهله إنما يكون عند غلبة الجهل ورفع العلم، ومقتضاه: أن العلم مادام قائمًا ففي الأمر فسحة، وسيأتي بقية الكلام عَلى هذا الحديث في الرقاق إن شاء الله.
_________
(١) أخرجه الإمام أحْمَد في "مسنده" (٢/ ٣٦١) عن يونس، عن فليح، وابن حبان في "صحيحه" (كتاب العلم، باب: ذكر الخبر الدال عَلى إباحة إعفاء المسئول عن العلم. . .) برقم (١٠٤) عن عُثْمَان بن عمر، عن فليح.
(٢) أخرجه بهذا اللفظ البيهقي في "السنن الكبرى" (كتاب آداب القاضي، باب: لا يولي الوالي امرأة ولا فاسقًا. .) (١٠/ ١١٨) من طريق سريج بن النعمان عن فليح.
هذا؛ وقد أخرجه أحْمَد في "مسنده" (٢/ ٣٦١) عن يونس وسريج معًا ولكن بلفظ: "توسد"، فالله أعلم.','2','67',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (428,'<span data-type="title" id=toc-195>٣ - باب: مَنْ رَفَعَ صَوْتَهُ بالْعِلْمِ</span>
٦٠ - حَدَّثَنَا أَبُو النُّعْمَانِ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ الله بْنِ عَمْرٍو، قَالَ تَخَلَّفَ عَنَّا النَّبِيُّ - صلى الله عليه وسلم - في سَفْرَةٍ سَافَرْنَاهَا، فَأَدْرَكَنَا وَقَدْ أَرْهَقَتْنَا الصَّلاةُ ونَحْنُ نَتَوَضَّأُ، فَجَعَلْنَا نَمْسَحُ عَلَى أَرْجُلِنَا، فَنَادَى بِأَعْلَى صَوْتِهِ: "وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ". مَرَّتَيْنِ أَوْ ثَلَاثًا.
قَوْلُهُ: (باب من رفع صوته بالعلم، حَدَّثَنَا أبو النعمان) زاد الكُشْمَيْهَنِي في رواية كَرِيمة عنه: "عَارِم بن الفضل"، وعارم لقب، واسمه: مُحَمَّد كما تقدم في المقدمة.
قَوْلُهُ: (ماهَك) بفتح الهاء، وحُكي كسرها، وهو غير منصرف عند الأكثر للعلمية والعجمة، وَرَوَاهُ الأصيلي مصروفًا فكأنه لحظ فيه الوصف.
واستدل المؤلف عَلى جواز رفع الصوت بالعلم بقوله: "فنادى بأعلى صوته"، وإنَّما يتم الاستدلال بذلك حيث تدعو الحاجة إليه لبعد أو كثرة جَمع أو غير ذَلِكَ.
واستدل به أيضًا عَلى مشروعية إعادة الحديث ليفهم كما سيأتي، وسيأتي الكلام عَلى مباحث المتن في كتاب الوضوء إن شاء الله تعالَى.
قَالَ ابن رشيد: في هذا التبويب رمز من المصنف إلَى أنه يريد أن يبلغ الغاية في تدوين هذا الكتاب بأن يستفرغ وسعه في حسن [١١٦/ أ] ترتيبه، وكذلك فعل رَحِمَهُ الله تعَالَى.','2','68',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (429,'<span data-type="title" id=toc-196>٤ - باب: قَوْلِ الْمُحَدِّثِ: حَدَّثَنَا، وأَخْبَرَنَا، وَأَنْبَأَنَا</span>
وَقَالَ لنَا الْحُمَيْدِيُّ: كانَ عِنْدَ ابْنِ عُيَيْنهَ حَدَّثَنَا، وَأَخْبَرَنَا، وَأنْبَأَنَا، وَسَمِعْتُ وَاحِدًا. وَقَالَ ابْنُ مَسْعُودٍ: حَدَّثَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - وَهُوَ الصَّادِقُ الْمَصْدُوقُ. وَقَالَ شَقِيق، عَنْ عَبْدِ الله سَمِعْتُ مِنَ النَّبِيِّ - صلى الله عليه وسلم - كَلِمَةً. وَقَالَ حُذَيْفَةُ: حَدَّثَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - حَدِيثَيْنِ. وَقَالَ أَبُو الْعَالِيَةِ: عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِي - صلى الله عليه وسلم - فيمَا يَرْوِي عَنْ رَبهِ -عز وجل-. وَقَالَ أَنَسٌ: عَنِ النَّبِي - صلى الله عليه وسلم - فِيمَا يَرْوِيهِ عَنْ رَبهِ -عز وجل-. وَقَالَ أَبُو هُرَيْرَةَ: عَنِ النَّبِي - صلى الله عليه وسلم - يَرْوِيهِ عَنْ رَبكُمْ -عز وجل-.
قَوْلُهُ: (باب: قول المحدث: حَدَّثَنَا وأَخْبَرَنَا وَأَنبَأَنَا) قَالَ ابن رُشَيد: أشار بِهذه الترجمة إلَى أنه بنى كتابه عَلى المسندات المرويات عن النَّبِيِّ - صلى الله عليه وسلم -.
قُلْت: ومراده: هل هذه الألفاظ بمعنى واحد أم لا؟ وإيراده قول ابن عُيَيْنَة دون غيره دال عَلى أنه مُختاره.
قَوْلُهُ: (وَقَالَ الحميدي) في رواية كَريمة والأصيلي: "وَقَالَ لنا الحميدي"، وكذا ذكر أبو نُعيم في "المستخرج"، فهو متصل، وسقط من رواية كَريمة.
قوْلُهُ: (وَأَنْبَأَنَا) وفِي رواية الأصيلي قوْلُهُ: "وأنا"، وثبت الجميع في رواية أبي ذر.
قَوْلُهُ: (وَقَالَ ابن مسعود) هذا التعليق طرف من الحديث المشهور في خلق الجنين، وقد وصله المؤلف في كتاب القدر (١)، ويأتي الكلام عليه هناك إن شاء الله تعالَى.
قَوْلُهُ: (وَقَالَ شقيق) هو أبو وائل.
(عن عبد الله) هو ابن مسعود، وسيأتي موصولًا أيضًا حيث ذكره المصنف في كتاب الجنائز (٢)، . . . . .
_________
(١) "صحيح البُخَاريّ" (كتاب القدر، باب: في القدر) برقم (٦٥٩٤)، وهو موصول أيضًا في (٣٢٠٨، ٣٣٣٢، ٧٤٥٤).
(٢) "صحيح البُخَاريّ" (كتاب الجنائز، باب: ما جاء في الجنائِز ومن كَانَ آخر كلامه لا إله إلا الله) برقم (١٢٣٨) وليس فيه لفظة: "سمعت" التِي هِي محل الشاهد، وهو أيضًا بدونها =','2','69',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (430,'ويأتي أيضًا حديث حذيفة في كتاب الرقاق (١).
ومراده من هذه التعاليق: أن الصحابي قَالَ تارة: حَدَّثَنَا، وتارة: سمعتُ، فدل عَلى أنهم لَم يفرقوا بين الصيغ.
وأما أحاديث ابن عباس، وأنس، وأبي هُرَيْرَةَ في رواية النَّبِيّ - صلى الله عليه وسلم - عن ربه فقد وصلها في كتاب التوحيد (٢)، وأراد بذكرها هنا: التنبيه عَلى العنعنة، وأن حكمها الوصل عند ثبوت اللقي، وأشار عَلى ما ذكره ابن رُشَيْد إلَى أن رواية النَّبِيّ - صلى الله عليه وسلم - إنَّما هِيَ عن ربه سواء أصرح الصحابي بذلك أم لا، ويدل عليه حديث ابن عباس المذكور فإنه لَم يقل فيه في بعض المواضع: "عن ربه" (٣).
* تنبيه:
أبو العالية المذكور هُنَا هو الرياحي بالياء الأخيرة، واسمه: رُفَيْع -بضم الراء-، ومن زعم أنه البَرَاء بالراء المثقلة فقد وَهِمَ، فإن الحديث المذكور معروف برواية الرِّيَاحي دونه.
فإن قيل: فمن أين تظهر مناسبة حديث ابن عمر للترجمة، ومحصل الترجمة التسوية بين صيغ الأداء الصريحة وليس ذلكَ بظاهر في الحديث المذكور؟ [١١٦/ ب]
فالجواب: أن ذَلِكَ يُستفاد من اختلاف ألفاظ الحديث المذكور، ويظهر ذلكَ إِذا جمعت طرقه، فإن لفظ رواية عبد الله بن دينار المذكورة في الباب: "فحدثوني ما هِيَ؟ "،
_________
= في (٤٤٩٧، ٦٦٨٣).
وهي في الرواية الَّتِي أخرجها "مُسْلِم" في "صحيحه" (كتاب الإيمان، باب: من مات لا يشرك بالله شيئًا دخل الجنة. . .) برقم (٩٢)، وأَحْمَد في "مسنده" (١/ ٣٧٤، ٤٢٥).
(١) "صحيح البُخَاريّ" (كتاب الرقاق، باب: رفع الأمانة) برقم (٦٤٩٧)، وهو أيضًا في (٧٠٨٦، ٧٢٧٦).
(٢) "صحيح البُخَاريّ" (كتاب التوحيد، باب: ذكر النَّبِيّ - صلى الله عليه وسلم - وروايته) برقم (٧٥٣٦، ٧٥٣٧، ٧٥٣٩).
(٣) كما في "صحيح البُخَاريّ" (كتاب أحاديث الأنبياء، قول الله تعالَى: {وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩)}) برقم (٣٣٩٦)، وأيضًا في (٣٤١٣، ٤٦٣٠).','2','70',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (431,'وفِي رواية نافع عند المؤلف في التفسير (١): "أَخبروني"، وفِي روايته عند الإسماعيلي: "أنبئوني"، وفِي رواية مالك عند المصنف في باب الحياء في العلم: "حدثوني ما هِيَ؟ "، وَقَالَ فيها: "فقالوا: أخْبرنَا بها" (٢).
فدل ذَلِكَ عَلى أن التحديث والإخبار والإنباء عندهم سواء، وهذا لا خلاف فيه عند أهل العلم بالنسبة إلَى اللغة، ومن أصرح الأدلة فيه قَوْله تعَالَى: {يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (٤)} [الزلزلة: ٤]. وقوله تعالَى: {وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤)} [فاطر: ١٤].
* وأما بالنسبة إلَى الاصطلاح ففيه الخلاف:
فمنهم: من استمر عَلى أصل اللغة، وهذا رأي الزهري، ومالك، وابن عُيَيْنَة، ويَحْيَى القَطَان، وأكثر الحجازيين والكوفيين، وعليه استمر عمل المغاربة، ورجحه ابن الحاجب في مُختصره، ونُقل عن الحاكم أنه مذهب الأئمة الأربعة.
ومنهم: من رأى إطلاق ذَلِكَ حيث يقرأ الشيخ من لفظه، وتقييده حيث يُقرأ عليه، وهو مذهب إسحاق بن رَاهَوَيْه، والنسائي، وابن حِبَّان، وابن مَنْدَه، وغيرهم.
ومنهم: من رأى التفرقة بين الصيغ بحسب افتراق التحمل، فيخصون التحديث بما يلفظ به الشيخ، والإخبار بما يُقرأ عليه، وهذا مذهب ابن جُرَيْج، والأوزاعي، والشافعي، وابن وهب، وجمهور أهل المشرق.
ثُمَّ أحدث أتباعهم تفصيلًا آخر، فمن سمع وحده من لفظ الشيخ أفرد فَقَالَ: حَدَّثَنِي، ومن سمع مع غيره جمع، ومن قرأ بنفسه عَلى الشيخ أفرد فَقَالَ: أخْبَرَنِي، ومن سمع بقراءة غيره جمع، وكذا خصصوا الإنباء بالإجازة الَّتِي يشافه بِها الشيخ من يُجيزه.
وكل هذا مُستحسن وليس بواجب عندهم، وإنما أرادوا التمييز بين أحوال التحمل، وظن بعضهم أن ذلِكَ عَلى سبيل الوجوب فتكلفوا في الاحتجاج له وعليه بما لا طائل تَحته.
_________
(١) "صحيح البُخَاريّ" (كتاب التفسير، سورة إبراهيم، باب: {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (٢٤) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ}) برقم (٤٦٩٨).
(٢) "صحيح البُخَاريّ" (كتاب العلم، باب: الحياء في العلم) برقم (١٣١).','2','71',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (432,'نعم؛ يَحتاج المتأخرون إلى مراعاة الاصطلاح المذكور لئلا يَختلط المسموع بالمجاز، وبعد تقرير الاصطلاح لا يحمل ما يرد من ألفاظ [١١٧/أ] المتأخرين عَلى محمل واحد بِخلاف المتقدمين.','2','72',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (433,'٦١ - حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَبْدِ الله بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: "إِنَّ مِنَ الشَّجَرِ شَجَرَةً لَا يَسْقُط وَرَقُهَا، وَإِنّهَا مِثْلُ الْمُسْلِمِ، فَحَدِّثُونِي مَا هِيَ؟ ". فَوَقَعَ النَّاسُ في شَجَرِ الْبَوَادِي. قَالَ عَبْدُ الله: وَوَقَعَ في نَفْسِي أَنَّهَا النَّخْلَةُ، فَاسْتَحْيَيْتُ. ثُمَّ قَالُوا: حَدِّثْنَا مَا هِيَ يَا رَسُولَ اللهِ، قَالَ: "هِيَ النَّخْلَةُ".
قَوْلُهُ: (إن من الشجر شَجرة) زاد في رواية مُجاهد عند المصنف في باب الفهم في العلم قَالَ: "صحبت ابن عمر إلَى المدينة، فَقَالَ: كنا عند النَّبِيّ - صلى الله عليه وسلم - فأتي بجُمَّار (١) فَقالَ: إن من الشجر" (٢). وله عنه في البيوع: "كنت عند النَّبِيّ - صلى الله عليه وسلم - وهو يأكل جُمَّارًا" (٣).
قَوْلُهُ: (لا يسقط ورقها وإنها مثل المسلم) كذا في رواية أبي ذر بكسر ميم "مِثْل" وإسكان المثلثة، وفِي رواية الأصِيلي وكَرِيمة بفتحهما، وهُما بِمعنى.
قَالَ الجَوْهري: مِثْله ومَثَله كلمة تسوية كما يقال: شِبْهه وشَبَهه بِمعنى. قَالَ: والمَثَل بالتحريك أيضًا: ما يضرب من الأمثال. انتهى.
ووجه الشبه بين النخلة والمسلم من جهة عدم سقوط الورق ما رَوَاهُ الحارث بن أبي أسامة في هذا الحديث من وجه آخر عن ابن عمر ولفظه: "قَالَ: كنا عند رسول الله - صلى الله عليه وسلم - ذات يوم فَقَالَ: "إن مثل المؤمن كمثل شجرة لا تسقط لَها أنملة أتدرون ما هِيَ؟ " قالوا: لا، قَالَ: "هِيَ النخلة لا تسقط لَها أنملة ولا يسقط له دعوة" (٤).
ووقع عند المصنف في الأطعمة من طريق الأعمش قَالَ: حَدَّثَنِي مُجاهد، عن ابن عمر قَالَ: "بينا نَحن عند النَّبيّ - صلى الله عليه وسلم - إذ أتي بِجُمَّار فَقَالَ: إن من الشجرة لما بركته كبركة المسلم" (٥)، وهذا أعم من الَّذِي قبله.
وبركة النخلة موجودة في جَميع أجزائها، مستمرة في جَميع أحوالِها، فمن حين
_________
(١) الجُمَّار: شحم النخل.
(٢) "صحيح البخاري" (كتاب العلم، باب: الفهم في العلم) برقم (٧٢).
(٣) "صحيح البخاري" (كتاب البيوع، باب: بيع الجمار وأكله) برقم (٢٢٠٩).
(٤) "زوائد مسند الحارث" للهيثمي (٢/ ٩٦٥).
(٥) "صحيح البخاري" (كتاب الأطعمة، باب: أكل الجمار) برقم (٥٤٤٤)، وفِيه: "بجمار نَخلة".','2','73',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (434,'تطلع إلَى أن تيبس تؤكل أنواعًا، ثُمَّ بعد ذَلِكَ ينتفع بجميع أجزائها، حَتَّى النوى في علف الدواب، والليف في الحبال، وغير ذلِكَ مما لا يخفى، وكذلك بركة المسلم عامة في جميع الأحوال، ونفعه مستمر له ولغيره.
ووقع عند المصنف في التفسير من طريق نافع، عن ابن عمر قَالَ: "كنا عند رسول الله - صلى الله عليه وسلم - فَقَالَ: "أخبروني بشجرة كالرجل المسلم لا يتحات ورقها ولا ولا ولا؟ " (١).
كذا ذكر النفي ثلاث مرات عَلى طريق الاكتفاء، فقيل في تفسيره: ولا ينقطع ثَمرها، ولا يعدم فيؤها، ولا يبطل نفعها.
ووقع في رواية مُسْلِم (٢) ذكر النفي مرة واحدة، فظن إبراهيم بن سفيان الراوي عنه أنه [١١٧/ ب] متعلق بما بعده وهو قَوْلُهُ: "تؤتي أكلها"، فاستشكله وَقَالَ: لعل "لا" زائدة، ولعله: "وتؤتي أكلها". وليس كما ظن بل معمول النفي محذوف عَلى سبيل الاكتفاء كما بيناه، وقوله: "تؤتي" ابتداء كلام عَلى سبيل التفسير.
ووقع عند الإسماعيلي بتقديم: "تؤتي أكلها كل حين" عَلى قَوْله: "لا يتحات ورقها" فسلم من الإشكال.
قَوْلُهُ: (فوقع الناس) أي: ذهبت أفكارهم في أشجار البادية، فجعل كل منهم يفسرها بنوعٍ من الأنواع، وذَهلوا عن النخلة.
قَوْلُهُ: (قَالَ عبد الله) هو ابن عمر الراوي.
قَوْلُهُ: (ووقع في نفسي) بيَّن أبو عوانة في صحيحه من طريق مُجاهد، عن ابن عمر وجه ذَلِكَ، فَقَالَ: "فظننت أنها النخلة من أجل الجُمَّار الَّذِي أتي به".
وفيه إشارة إلَى أن الْمُلْغَزَ له ينبغي أن يتفطن لقرائن الأحوال الواقعة عند السؤال، وأن المُلْغِز ينبغي له ألَّا يبالغ في التعمية بحيث لا يجعل للآخر بابًا يدخل منه، بل كلما قربه كَانَ أوقع في نفس سامعه.
_________
(١) "صحيح البُخَاريّ" (كتاب التفسير، سورة إبراهيم، باب: {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (٢٤) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ. . .}) برقم (٤٦٩٨).
(٢) "صحيح مُسْلِم" (كتاب صفات المنافقين وأحكامهم، باب: مثل المؤمن مثل النخلة) برقم (٢٨١١).','2','74',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (435,'قَوْلُهُ: (فاستحييت) زاد في رواية مُجاهد: (فأردت أن أقول: هِيَ النخلة، فإذا أنا أصغر القوم"، وله في الأطعمة: (فإذا أنا عاشر عشرة وأنا أحدثهم"، وفِي رواية نافع: "ورأيتُ أبا بكر وعمر لا يتكلمان، فكرهت أن أتكلم، فلما قمنا قُلْت لعمر: يا أبتاه"، وفي رواية مالك، عن عبد الله بن دينار عند المؤلف في باب الحياء في العلم قَالَ عبد الله: "فحدثت أبي بما وقع في نفسي، فَقَالَ: لأن تكون قلتها أحب إليَّ من أن يكون لي كذا وكذا"، زاد ابن حبان في صحيحه: "أحسبه قَالَ: حمر النعم" (١).
* وفِي هذا الحديث من الفوائد غير ما تقدم:
* امتحان العالم أذهان الطلبة بما يخفى، مع بيانه لهم إن لَم يفهموه، وأما ما رَوَاهُ أبو داود من حديث معاوية، عن النبِي - صلى الله عليه وسلم - أنه نَهى عن الأُغْلُوطات، قَالَ الأوزاعي -أحد رواته-: "هِيَ صعاب المسائل" (٢). فإن ذَلِكَ مَحمول عَلى ما لا نفع فيه، أو ما خرج عَلى سبيل تعنت السؤال أو تعجيزه.
* وفيه التحريض عَلى الفهم في العلم، وقد بوَّب عليه المؤلف [١١٨/ أ]: بـ"باب: الفهم في العلم".
* وفيه استحباب الحياء ما لَم يؤد إلَى تفويت مصلحة، وإلى هذا تمنى عمر أن يكون ابنه لَم يسكت، وقد بوب عليه المؤلف في العلم (٣) وفي الأدب (٤).
* وفِيه دليل على بركة النخلة وما تثمره، وقد بوب عليه المصنف أيضًا (٥).
* وفيه دليل على أن بيع الجُمَّار جائز؛ لأن كل ما جاز أكله جاز بيعه، ولهذا بوب عليه المؤلف في البيوع (٦)، وتعقبه ابن بطال لكونه من المجمع عليه.
_________
(١) "صحيح ابن حبان" (كتاب الإيمان، باب: ما جاء في صفات المؤمنين) برقم (٢٤٣).
(٢) "سنن أبي داود" (كتاب العلم، باب: التوقي في الفتيا) برقم (٣٦٥٦)، وفيه في تفسير الأوزاعي: "شرار المسائل".
(٣) أي: (باب: الحياء في العلم) من (كتاب العلم) برقم (١٣١).
(٤) أي: (باب: ما لا يستحيا من الحق للتفقه في الدين) من (كتاب الأدب) برقم (٦١٢٢).
(٥) أي: (باب: بركة النخل) من (كتاب الأطعمة) برقم (٥٤٤٨).
(٦) أي: (باب: بيع الجمار وأكله) من (كتاب البيوع) برقم (٢٢٠٩).','2','75',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (436,'وأجيب بأن ذَلِكَ لا يمنع من التنبيه عليه؛ لأنه أورده عقب حديث النهي عن بيع الثمار حَتَى يبدو صلاحها (١)، فكأنه يقول: لعل متخيلًا يتخيل أن هذا من ذاك وليس كذلك.
* وفيه دليل عَلى جواز تَجْمير النخل، وقد بوَّب عليه في الأطعمة (٢) لئلا يظن أن ذَلِكَ من باب إضاعة المال، وأورده في تفسير قَوْله تعالَى: {ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً} [إبراهيم: ٢٤] (٣). إشارة منه إلَى أن المراد بالشجرة: النخلة.
وقد ورد صريحا فيما رَوَاهُ البزار من طريق موسى بن عقبة، عن نافع، عن ابن عمر، قالَ قرأ رسول الله - صلى الله عليه وسلم - فذكر هذه الآية، فَقَالَ: "أتدرونَ ما هِيَ؟ " قَالَ ابن عمر: لَم يخف عليَّ أنها النخلة، فمنعني أن أتكلم مكان سِني، فَقَالَ رسول الله - صلى الله عليه وسلم -: "هِيَ النخلة" (٤).
ويُجْمَع بين هذا وبين ما تقدم أنه - صلى الله عليه وسلم - أُتِي بالجُمَّار فشرع في أكله تاليًا للآية قائلًا: " إن من الشجر شجرة" إلَى آخره، ووقع عند ابن حبان من رواية عبد العزيز بن مُسْلِم، عن عبد الله بن دينار، عن ابن عمر، أن النبي - صلى الله عليه وسلم - قالَ: "مَن يُخبرني عن الشجرة مثلها مثل المؤمن: أصلها ثابت وفرعها في السماء" (٥). فذكر الحديث، وهو يؤيد رواية البزار.
قَالَ القرطبي: موقع التشبيه بينهما من جهة أن أصل دين المسلم ثابت، وأن ما يصدر عنه من العلوم والخير قوت للأرواح مستطاب، وأنه لا يزال مستورًا بدينه، وأنه يُنتفع بكل ما صدر عنه حيًّا ومَيِّتًا. انتهى
وَقَالَ غيره: والمراد بكون فرع المؤمن في السماء: رفع عمله وقبوله.
روى البزار [١١٨/ ب] أيضًا من طريق سُفْيَان بن حسين، عن أبي بِشر، عن
_________
(١) "صحيح البُخَاريّ" (كتاب البيوع، باب: بيع المخاضرة) برقم (٢٢٠٨).
(٢) لعله يقصد: (باب: أكل الجمار) من (كتاب الأطعمة) برقم (٥٤٤٤).
(٣) "صحيح البُخَاريّ" (كتاب التفسير، سورة إبراهيم، باب: {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ. . .}) برقم (٤٦٩٨).
(٤) عزاه الهيثمي للبزار في "مَجمع الزوائد" (كتاب الإيمان، باب: في مثل المؤمن) (١/ ٨٣)، ولكن بلفظ آخر سيأتي.
(٥) "صحيح ابن حبان" (كتاب الإيمان، باب: ما جاء في صفات المؤمنين) برقم (٢٤٣).','2','76',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (437,'مُجاهد، عن ابن عمر قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -: "مثل المؤمن مثل النخلة ما أتاك منها نفعك" (١). هكذا أورده مُختصرا وإسناده صحيح، وقد أفصح بالمقصود بأوجز عبارة.
وأما من زعم أن موقع التشبيه بين المسلم والنخلة من جهة كون النخلة إِذَا قطع رأسها ماتت، أو أنها لا تحمل حَتى تلقح، أو لأنها تموت إذا غرقت؛ أو لأن لطلعها رائحة مني الآدمي، أو لأنها تعشق، أو لأنها تشرب من أعلاها، فكلها أوجه ضعيفة؛ لأن جَميع ذَلِكَ من المشابهة مشترك في الآدميين لا يختص بالمسلم.
وأضعف من ذلِكَ قول من زعم أن ذَلِكَ لكونها خُلقت من فضلة طينة آدم، فإن الحديث في ذلِكَ لَم يثبت (٢).
* وفيه ضرب الأمثال والأشباه لزيادة الأفهام، وتصوير المعاني لترسخ في الذهن، ولتجديد الفكر في النظر في حكم الحادثة.
* وفيه إشارة إلَى أن تشبيه الشيء بالشيء لا يلزم أن يكون نظيره من جَميع وجوهه، فإن المؤمن لا يماثله شيء من الجمادات ولا يعادله.
* وفيه توقير الكبير، وتقديم الصغير أباه في القول، وأنه لا يبادره بما فهمه وإن ظن أنه الصواب.
* وفيه أن العالم الكبير قد يَخفى عليه بعض ما يدركه من هو دونه، لأن العلم مواهب والله يؤتي فضله من يشاء.
واستدل به مالك عَلى أن الخواطر الَّتِي تقع في القلب من مَحبة الثناء عَلى أعمال الخير لا يُقدح فيها إِذا كَانَ أصلها لله وذلك مستفاد من تمني عمر المذكور، ووجه تمني عمر ما طُبع الإنسان عليه من مَحبة الخير لنفسه ولولده، ولتظهر فضيلة الولد في الفهم من صغره وليزداد من النَّبِيِّ - صلى الله عليه وسلم - حظوة، ولعله كَانَ يرجو أن يدعو له إذ ذاك بالزيادة في الفهم.
_________
(١) عزاه الهيثمي للبزار في "مَجمع الزوائد" (كتاب الإيمان، باب: في مثل المؤمن) (١/ ٨٣).
(٢) أخرجه أبو نعيم في "حلية الأولياء" (٦/ ١٢٣)، ولفظه: "أكرموا عمتكم النخلة فإنها خُلقت من فضلة طينة أبيكم آدم. . . .".
وَرَوَاهُ ابن عدي في "الكامل في الضعفاء" في ترجمة جعفر بن أحْمَد بن علي بن بيان (٢/ ١٥٦) هو وحديثا آخر، ثئم قَالَ: "وهذان الحديثان موضوعان ولا أشك أن جعفر وضعهما".','2','77',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (438,'* وفيه الإشارة إلَى حقارة الدُّنْيَا في عين عمر؛ لأنه قابل فهم ابنه لمسألة واحدة بحمر النعم مع عظم مقدارها وغلاء ثمنها.
* فائدة:
قَالَ البزار في مسنده: لَم يرو هذا الحديث عن النَّبِيّ - صلى الله عليه وسلم - بِهذا السياق إلا ابن عمر [١١٩/ أ] وحده، ولَمَّا ذكره التَرمِذيّ قَالَ: "وفِي الباب عن أبي هُرَيْرَةَ" (١) وأشار بذلك إلَى حديث مُختصر لأبي هُرَيْرَةَ أورده عبد بن حُميد من حديث أنس، "أن النَّبِيّ - صلى الله عليه وسلم - قرأ: {مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ} [إبراهيم: ٢٤]. قَالَ: "هِيَ النخلة" (٢).
تفرد برفعه حَمَّاد بن سلمة، وقد تقدم أن في رواية مُجاهد عن ابن عمر أنه كَانَ عاشر عشرة (٣).
فاستفدنا من مَجموع ما ذكرناه أن منهم أبا بكر، وعمر، وابن عمر، وأبا هُرَيْرَةَ، وأنس بن مالك، إن كانا سمعا ما روياه من هذا الحديث في ذَلِكَ المجلس.
_________
(١) "جامع الترمذي" (كتاب الأمثال، باب: ما جاء في مثل المؤمن القارئ للقرآن وغير القارئ) برقم (٢٨٦٧).
(٢) وأخرجه الترمِذي في "جامعه" (كتاب تفسير القرآن، باب: سورة إبراهيم) برقم (٣١١٩)، والنسائي في "السنن الكبرى" (كتاب التفسير، باب: سورة إبراهيم) (٦/ ٣٧١).
(٣) "صحيح البُخَاريّ" (كتاب الأطعمة، باب: أكل الجمار) برقم (٥٤٤٤).','2','78',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (439,'<span data-type="title" id=toc-197>٥ - بابُ: طَرْحِ الإمَام الْمَسْأَلَةَ عَلَى أَصْحَابهِ لِيَخْتَبِرَ مَا عِنْدَهُمْ مِنَ الْعِلْمِ</span>
٦٢ - حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عَبْدُ الله بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "إِنَ مِنَ الشَجَرِ شَجَرَةً لَا يَسْقُطُ وَرَقُهَا، وَإِنَّهَا مَثَلُ الْمُسْلِمِ، حَدِّثُونِي مَا هِيَ؟ ". قَالَ: فَوَقَعَ النَّاسُ في شَجَرِ الْبَوَادِي. قَالَ عَبْدُ الله: فَوَقَعَ في نَفْسِي أَنَّهَا النَّخْلَةُ، ثُمَّ قَالُوا: حَدِّثْنَا مَا هِيَ يَا رَسُولَ اللهِ، قَالَ: "هِيَ النَّخْلَةُ".
قَوْلُهُ: (باب طرح الإمام المسألة) أورد فيه حديث ابن عمر المذكور بلفظ قريب من لفظ الَّذِي قبله، وراويه عن عبد الله بن دينار سليمان: هو ابن بلال المدني الفقيه المشهور، ولَم أجده من روايته إلا عند البُخَاريّ نفسه، وقد وجدته من رواية خالد بن مَخلد الراوي عن سليمان المذكور أخرجه أبو عوانة في صحيحه، لكنه قَالَ: "عن مالك" بدل سليمان بن بلال، فإن كَانَ مَحفوظًا فلخالد فيه شيخان، وقد وقع التصريح بسماع عبد الله بن دينار له من عبد الله بن عمر عند مُسْلِم وغيره (١).
_________
(١) أخرجه مُسْلِم في "صحيحه" (كتاب صفة القيامة والجنة والنار، باب: مثل المؤمن مثل النخلة) برقم (٢٨١١)، وابن حبان في "صحيحه" (كتاب الإيمان، باب: ما جاء في صفات المؤمنين) برقم (٢٤٣).','2','79',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (440,'<span data-type="title" id=toc-198>٦ - بابُ: مَاجَاءَ في الْعِلْمِ</span>
وَقَوْلهِ تَعَالَى: {وَقُلْ رَبِّ زِدْنِي عِلْمًا}
الْقِرَاءَةُ وَالْعَرْضُ عَلَى الْمُحَدِّثِ. وَرَأَى الْحَسَنُ وَالثَّوْرِيُّ وَمَالِكٌ الْقِرَاءَةَ جَائِزًا.
* وَاحْتَجَّ بَعْضُهُمْ في الْقِرَاءَة عَلَى الْعَالِمِ بحَدِيثِ ضِمَامِ بْنِ ثَعْلَبَةَ، أنَّهُ قَالَ لِلنَّبِيِّ - صلى الله عليه وسلم -: آللهُ أَمَرَكَ أن تُصَلِّيَ الصَّلَوَاتِ؟ قَالَ: "نَعَمْ". قَالَ: فَهَذه قِرَاءَة عَلَى النَّبِيِّ - صلى الله عليه وسلم - أَخْبَرَ ضِمَامٌ قَوْمَهُ بِذَلِكَ فَأجَازُوهُ.
* وَاحْتَجَّ مَالِكٌ بِالصَّكِّ يُقْرَأ عَلَى الْقَوْمِ فَيَقُولُونَ: أَشْهَدَنَا فُلَانٌ. وَيُقْرَأ ذَلِكَ قِرَاءَة عَلَيْهِمْ، وَيُقْرَأ عَلَى الْمُقْرِئِ، فَيَقُولُ الْقَارِئُ: أَقْرَأَني فُلَانٌ.
حَدَّثَنَا مُحَمَّدُ بْنُ سَلَامِ: حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْوَاسِطِي، عَنْ عَوْفٍ، فَي الْحَسَن قَالَ: لَا بَاْسَ بِالْقِرَاءَةِ عَلَى الْعَالِمِ.
وأَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِربرِيُّ، وَحَدَّثنَا مُحَمَّدُ بْنُ إسْمَاعِيلَ الْبُخَارِيُّ قَالَ: حَدَّثنَا عُبَيْدَ اللهِ بْنُ مُوسَى، عَنْ سُفْيَانَ قَالَ: إِذَا قُرِئَ عَلَى الْمُحَدِّثِ فَلَا بَأسَ أَن يَقُولَ: حَدَّثَنِي.
قَالَ: وَسَمِعْتُ أَبَا عَاصِمٍ يَقُولُ عَنْ مَالِكٍ، وَسُفْيَانَ: الْقِرَاءَةُ عَلَى الْعَالِم وَقِرَاءَتُهُ سَوَاءٌ.
٦٣ - حَدَّثَنَا عَبْدُ الله بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ -هو المَقْبُرِيٌّ-، عَنْ شَرِيكِ بْنِ عَبْدِ الله بْنِ أَبِي نَمِرٍ، أنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: بَيْنَمَا نَحْنُ جُلُوسٌ مَعَ النَّبي - صلى الله عليه وسلم - في الْمَسْجِدِ، دَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ في الْمَسْجِدِ، ثُمَّ عَقَلَهُ، ثُمَّ قَالَ لهُمْ: أَيُّكُمْ مُحَمَّدٌ؟ -وَالنَّبِيُّ - صلى الله عليه وسلم - مُتَّكِئٌ بَيْنَ ظَهْرَانيْهِمْ-. فَقُلْنَا: هَذَا الرَّجُلُ الأَبيَضُ الْمُتكَئُ. فَقَالَ لَهُ الرَّجُلُ: ابْنَ عَبْدِ المطَّلِبِ؟ فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم -: "قَدْ أَجَبْتُكَ". فَقَالَ الرَّجُلُ لِلنَّبِيِّ - صلى الله عليه وسلم -: إِنَي سَائِلُكَ فَمُشَدِّدٌ عَلَيْكَ في المسْأَلةِ فَلَا تَجِدْ عَلَيَّ في نَفْسِكَ. فَقَالَ: "سَلْ عَمَّا بَدَا لَكَ". فَقَالَ: أَسْألكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ، آللهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ؟ فَقَالَ: "اللَّهُمَّ نَعَمْ". قَالَ: أَنْشُدُكَ بِاللهِ، آللهُ أَمَرَكَ أَنْ تُصَلِّيَ الصَّلَوَاتِ الْخَمْسَ في الْيَوْمِ وَاللَّيْلَةِ؟ قَالَ:','2','80',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (441,'"اللَّهُمَّ نَعَمْ". قَالَ: أنشُدُكَ بالله، آللهُ أَمَرَكَ أَنْ تَصُومَ هَذَا الشَهْرَ مِنَ السَّنَةِ؟ قَالَ: "اللهُمَّ نَعَمْ". قَالَ: أنشُدُكَ بالله، آَللهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنيَائِنَا فتقْسِمَهَا عَلَى فُقَرَائِنَا؟ فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: "اللَّهُمَّ نَعَمْ". فَقَالَ الرَجُلُ: آمَنْتُ بِمَا جِئْتَ بِهِ، وَأَنَا رَسُوُل مَنْ وَرَائِي مِنْ قَوْمي، وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ أَخُو بَني سَعْدِ بْنِ بَكْرٍ.
رَوَاهُ مُوسَى، وَعَلِيٌّ بْنُ عَبْدِ الْحَمِيدِ، عَنْ سُلَيْمانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - بِهَذَا.
قَوْلُهُ: (باب القراءة والعرض عَلى المحدث) إنّما غاير بينهما بالعطف لما بينهما من العموم والخصوص؛ لأن الطالب إِذَا قرأ كَانَ أعم من العرض وغيره، ولا يقع العرض إلا بالقراءة؛ لأن العرض: عبارة عما يعارض به الطالب أصل شيخه معه أو مع غيره بحضرته، فهو أخص من القراءة.
وتوسع فيه بعضهم فأطلقه عَلى ما إِذَا أحضر الأصل لشيخه فنظر فيه وعرف صحته وأذن له أن يرويه عنه من غير أن يحدثه به أو يقرأه الطالب عليه، والحق أن هذا يُسمى عرض المناولة بالتقييد لا الإطلاق.
وقد كَانَ بعض السلف لا يعتدون إلا بما سمعوه من ألفاظ المشايخ دون ما يقرأ عليهم، ولهذا بوب البُخَاريّ عَلى جوازه، وأورد فيه قول الحسن: "لا بأس بالقراءة عَلى العالم"، ثُمَّ أسنده إليه بعد أن علقه، وكذا ذكر عن سُفْيَان الثوري ومالك موصولًا أنَّهما سويا بين السماع من العالم [١١٩/ ب] والقراءة عليه.
وقوله: (جائزًا) وقع في رواية أبي ذر: "جائزة"، أي: القراءة؛ لأن السماع لا نزاع فيه.
قَوْلُهُ: (واحتج بعضهم) المحتج بذلك هو الحميدي شيخ البُخَاريّ، قاله في كتاب النوادر له (١)، وليس في المتن الَّذِي ساقه البُخَاريّ بعدُ من حديث أنس في قصة
_________
(١) قَالَ الحافظ في "الفتح": (المحتج بذلك هو الحميدي شيخ البُخَاريّ، قاله في كتاب "النوادر" له. كذا قَالَ بعض من أدركته وتبعته في المقدمة، ثُمَّ ظهر لي خلافه، وأن قائل ذَلِكَ أبو سعيد =','2','81',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (442,'ضمام: "أن ضمامًا أخبر قومه بذلك"، وإنَّما وقع ذَلِكَ من طريق أخرى ذكرها أحْمَد وغيره من طريق ابن إسحاق، قَالَ: حَدَّثَنِي مُحَمَّد بن الوليد بن نُوَيْفع، عن كُريب، عن ابن عباس قَالَ: "بعث بنو سعد بن بكرٍ ضمام بنَ ثعلبة" فذكر الحديث بطوله، وفِي آخره: "أن ضمامًا قَالَ لقومه عندما رجع إليهم: إن الله قد بعث رسولًا وأنزل عليه كتابا، وقد جئتكم من عنده بما أمركم به ونَهاكم عنه. قَالَ: فوالله ما أمسى من ذَلِكَ اليوم وفِي حاضره رجل ولا امرأة إلا مسلمًا" (١).
فمعنى قول البُخَاريّ: "فأجازوه"، أي: قبلوه منه ولَم يقصد الإجازة المصطلحة بين أهل الحديث.
قَوْلُهُ: (واحتج مالك بالصك) قَالَ الجوهري: الصك يعنِي -بالفتح-: الكتاب، فارسي معرب، والجمع: صِكَاك وصُكُوك، والمراد هُنَا: المكتوب الَّذِي يُكتب فيه إقرار المقر؛ لأنه إِذَا قرئ عليه فَقَالَ: نعم، ساغت الشهادة عليه به وإن لَم يتلفظ هو بما فيه، فكذلك إِذَا قرئ عَلى العالِم فأقر به صح أن يروى عنه.
وأما قياس مالك قراءة الحديث عَلى قراءة القرآن فرواه الخطيب في الكفاية من طريق ابن وهب قَالَ: "سمعتُ مالكًا وسئل عن الكتب الَّتِي تعرض عليه أيقول الرجل: حَدَّثنِي؟ قَالَ: نعم، كذلك القرآن أليس الرجل يقرأ عَلى الرجل فيقول: أقرأني فلان" (٢).
وروى الحاكم في علوم الحديث من طريق مطرف قَالَ: "صحبت مالكًا سبع عشرة سنة فما رأيته قرأ الموطأ عَلى أحد بل يقرءون عليه، قَالَ: وسمعته يأبى أشد الإباء عَلى من يقول لا يجزئه إلا السماع من لفظ الشيخ، ويقول: كيف لا يجزئك هذا في الحديث ويجزئك في القرآن والقرآن أعظم؟ ! " (٣).
_________
= الحداد. . .) فكأنه هُنَا أن الَّذِي ظهر له أنه هو الصواب قد رجع عنه إلَى القول الأول، فليتنبه.
(١) أخرجه الإمام أَحْمَد في "مسنده" (١/ ٢٦٤)، والدارمي في "سننه" (كتاب الطهارة، باب: فرض الوضوء والصلاة) برقم (٦٥٢).
(٢) "الكفاية في علم الرواية" (باب: ذكر الرواية عمن أجازَ أن يقال في أحاديث العرض حَدَّثَنَا. .) (ص ٣٠٨).
(٣) "معرفة علوم الحديث" (النوع الثاني والخمسون: معرفة من رخص في العرض عَلى العالم =','2','82',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (443,'قُلْت: وقد [١٢٠/ أ] انقرض الخلاف في كون القراءة عَلى الشيخ لا تُجزئ، وإنما كَانَ يقوله بعض المتشددين من أهل العراق، فروى الخطيب، عن إبراهيم بن سعد قَالَ: "لا تدعون تنطعكم يا أهل العراق، العرض مثل السماع" (١).
وبالغ بعضُ المدنيين وغيرهم في مُخالفتهم فقالوا: إن القراءة عَلى الشيخ أرفع من السماع من لفظه، ونقله الدارقطني في غرائب مالك عنه (٢)، ونقله الخطيب بأسانيد صحيحة عن شعبة، وابن أبي ذئب، ويَحيى القطان (٣).
واعتلوا بأن الشيخ لو سَهَا لَم يتهيأ للطالب الرد عليه، وعن أبي عبيد قَالَ: "القراءة عليَّ أثبت وأفهم لي من أن أتولى القراءة أنا" (٤)، والمعروف عن مالك كما نقله المصنف عنه وعن سُفْيَان -وهو الثوري- أنهما سواء.
والْمَشهور الَّذِي عليه الجمهور: أن السماع من لفظ الشيخ أرفع رتبة من القراءة عليه ما لَم يعرض عارض يصير القراءة عليه أولَى، ومن ثَمّ كَانَ السماع من لفظه في الإملاء أرفع الدرجات، لما يلزم منه من تحرز الشيخ والطالب، والله أعلم.
قَوْلُهُ: (عن الْحَسن قَالَ: لا بأس بالقراءة عَلى العالِم) هذا الأثر رَوَاهُ الخطيب أتم سياقًا مِمّا هُنَا، فأخرج من طريق أَحْمَد بن حنبل عن مُحَمَّد بن الحسن الواسطي، عن عوف الأعرابي، أن رجلًا سأل الحسن فَقَالَ: "يا أبا سعيد، منزلي بعيد، والاختلاف يشق علي، فإن لَم تكن ترى بالقراءة بأسًا قرأت عليك؟ قَالَ: ما أبالي قرأت عليك أو قرأت
_________
= ورآه سماعًا) (ص ٢٥٩).
(١) "الكفاية في علم الرواية" (باب: ذكر الروايات عمن قَالَ: إن القراءة عَلى المحدث بِمنْزلة السماع منه) (ص ٢٦٦).
(٢) ونقله أيضًا الخطيب في "الكفاية" (باب: ذكر الرواية عمن كَانَ يختار القراءة عَلى المحدث عَلى السماع من لفظه) (ص ٢٧٦).
(٣) "الكفاية في علم الرواية" (باب: ذكر الرواية عمن كَانَ يختار القراءة عَلى المحدث عَلى السماع من لفظه) (ص ٢٧٥، ٢٧٦).
(٤) "الكفاية في علم الرواية" (باب: ذكر الرواية عمن كَانَ يختار القراءة عَلى المحدث عَلى السماع من لفظه) (ص ٢٧٨).','2','83',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (444,'علي، قَالَ: فأقول: حَدَّثنِي الحسن؟ قَالَ: نعم، قل: حَدَّثَنِي الحسن" (١).
قَوْلُهُ: (الليث عن سعيد) في رواية الإسماعيلي من طريق يونس بن مُحَمَّد، عن الليث، حَدَّثَنِي سعيد، وكذا لابن منده (٢) من طريق ابن وهب، عن الليث.
وفِي هذا دليل عَلى أن رواية النّسَائي (٣) من طريق يعقوب بن إبراهيم بن سعد، عن الليث قَالَ: حَدَّثَني مُحَمَّد بن عجلان وغيره، عن سعيد؛ موهومة معدودة من المزيد في متصل الأسانيد، أو تحمل عَلى أن الليث سمعه عن سعيد بواسطة ثم لقيه فحدثه به.
وفيه اختلاف آخر أخرجه النّسَائي (٤) والبغوي من طريق الحارث بن عمير، عن عبيد [١٢٠/ ب] الله بن عمر، وذكره ابن منده (٥) من طريق الضحاك بن عُثْمَان كلاهُمَا عن سعيد، عن أبي هُرَيْرَةَ، ولَم يقدح هذا الاختلاف فيه عند البُخَاريّ؛ لأن الليث أثبتهم في سعيد المقبري مع احتمال أن يكون لسعيد فيه شيخان.
وأما مُسْلِم فلم يخرجه من هذا الوجه بل أخرجه من طريق سليمان بن المغيرة، عن ثابت، عن أنس (٦)، وقد أشار إليها المصنف عقب هذه الطريق.
قَوْلُهُ: (أبي نَمر) هو بفتح النون وكسر الميم، ذكره ابن سعد في الصحابة، وأخرج له ابن السكن حديثًا، وأغفله ابن الأثير تبعًا لأصوله.
قَوْلُهُ: (في المسجد) أي: مسجد رسول الله - صلى الله عليه وسلم -.
قَوْلُهُ: (ورسول الله - صلى الله عليه وسلم - متكئ) فيه جواز اتكاء الإمام بين أتباعه، وفيه ما كَانَ رسول الله - صلى الله عليه وسلم - عليه من ترك التكبر لقوله: "بين ظهرانيهم"، وهي بفتح النون أي: بينهم،
_________
(١) "الكفاية" (باب: ذكر الروايات عمن قَالَ: إن القراءة عَلى المحدث بِمنزلة السماع منه) (ص ٢٦٥).
(٢) أخرجها في "الإيمان" له (باب: ذكر بيعة النبِي - صلى الله عليه وسلم - أصحابه عَلى شهادة أن لا إله إلا الله) (١/ ٢٧٢).
(٣) أخرجها في "السنن الكبرى" (كتاب الصيام، باب: وجوب الصيام) (٢/ ٦٢)، وفي "المجتبى" في نفس الكتاب والباب (٤/ ١٢٣، ١٢٤).
(٤) "السنن الكبرى" (كتاب الصيام، باب: وجوب الصيام) (٢/ ٦٣).
(٥) "الإيمان" (باب: ذكر بيعة النَّبِي - صلى الله عليه وسلم - أصحابه عَلى شهادة أن لا إله إلا الله) (١/ ٢٧٣).
(٦) "صحيح مُسْلِم" (كتاب الإيمان، باب: السؤال عن أركان الإسلام) برقم (١٢).','2','84',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (445,'وزيد لفظ الظهر ليدل عَلى [أن] (١) ظهرًا منهم قُدَّامَه وظهرًا وراءه، فهو مَحفوف بهم من جانبيه، والألف والنون فيه للتأكيد، قاله صاحب الفائق.
قَوْلُهُ: (دخل) زاد الأصيلي قبلها: "إذ".
قَوْلُهُ: (ثُمَّ عقله) بتخفيف القاف، أي: شد عَلى ساق الجمل بعد أن ثنى ركبته حبلًا.
قَوْلُهُ: (في المسجد) استنبط منه ابن بطال وغيره طهارة أبوال الإبل وأرواثها؛ إذ لا يؤمن ذلكَ منه كونه في المسجد ولَم ينكره النَّبِي - صلى الله عليه وسلم -.
ودلالته غير واضحة، وإنما فيه مجرد احتمال، ويدفعه رواية أبي نُعيم: "أقبل عَلى بعير له حَتَّى أتى المسجد فأناخه ثُمَّ عقله فدخل المسجد"، فهذا السياق يدل عَلى أنه ما دخل به المسجد.
وأصرح منه رواية ابن عباس عند أَحْمَد والحاكم، ولفظها: "فأناخ بعيره عَلى باب المسجد فعقله ثُمَّ دخل" (٢)، فعلى هذا ففي رواية أنس مَجاز الحذف، والتقدير: فأناخه في ساحة المسجد أو نَحو ذلِكَ.
قَوْلُهُ: (الأبيض) أي: المشرب بحُمرة كما في رواية الحارث بن عمير: "الأمغر" أي: بالغين المعجمة، قَالَ حمزة بن الحارث: هو الأبيض المشرب [١٢١/ أ] بِحمرة، ويؤيده ما يأتي في صفته - صلى الله عليه وسلم - أنه لَم يكن أبيض ولا آدم، أي: لَم يكن أبيض صرفًا.
قَوْلُهُ: (قد أجبتك) أي: أسمعتك؛ إذ المراد: إنشاء الإجابة، أو نزل تقريره للصحابة في الإعلام عنه منْزلة [النطق، وهذا لائق بمراد المصنف، وقد قيل: إنَّما لَم يقل له: نعم؛ لأنه لَم يُخاطبه بما يليق بِمنْزلته] (٣) من التعظيم، [لاسيما مع قَوْله تعالَى: {لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا} [النور: ٦٣].] (٤).
والعذر عنه إن قلنا إنه قدم مسلما أنه لَم يبلغه النهي، وكانت فيه بقية من جفاء
_________
(١) زيادة من "الفتح".
(٢) أخرجه الإمام أحْمَد في "مسنده" (١/ ٢٦٤)، والحاكم في "مستدركه" (كتاب المغازي والسير) (٣/ ٥٤).
(٣) زيادة من "الفتح".
(٤) زيادة من "الفتح".','2','85',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (446,'الأعراب، وقد ظهرت بعد ذَلِكَ في قَوْله: "فمشدد عليك في المسألة"، وفِي قَوْله في رواية ثابت: "وزعم رسولك أنك تزعم"، ولهذا وقع في أول رواية ثابت، عن أنس: "كنا نهينا في القرآن أن نسأل رسول الله - صلى الله عليه وسلم - عن شيء، فكان يعجبنا أن يجيء الرجل من أهل البادية العاقل فيسأله ونحن نسمع"، زاد أبو عوانة في صحيحه: "وكانوا أجرأ عَلى ذَلِكَ منا".
يعنِي: أن الصحابة واقفون عند النهي، وأولئك يعذرون بالجهل، وتمنوه عاقلًا ليكون عارفًا بما يسأل عنه، وظهر عقل ضمام في تقديمه الاعتذار بين يدي مسألته لظنه أنه لا يصل إلَى مقصوده إلا بتلك المخاطبة.
وفِي رواية ثابت من الزيادة: أنه سأله من رفع السماء وبسط الأرض وغير ذَلِكَ من الموضوعات، ثُمَّ أقسم عليه به أن يصدقه عما يسأل عنه، وكرر القسم في كل مسألة تأكيدًا وتقريرًا للأمر، ثم صرح بالتصديق، وكل ذَلِكَ دليل عَلى حسن تصرفه وتمكن عقله، ولهذا قالَ عمر في رواية أبي هُرَيْرَةَ: "ما رأيتُ أحدا أحسن مسألة ولا أوجز من ضمام" (١).
قَوْلُهُ: (ابن عبد المطلب) -بفتح النون- عَلى النداء، وفِي رواية الكشميهني: "يا ابن" بإثبات حرف النداء.
قَوْلُهُ: (فلا تَجد) أي: لا تغضب، ومادة وجد متحدة الماضي والمضارع مختلفة المصادر بحسب اختلاف المعاني، فيقال في الغضب: مُوجِدَة، وفِي المطلوب: وُجُودًا، وفِي الضالة: وُجْدَانًا، وفِي الحب: وَجْدًا بالفتح، وفِي المال: وُجْدًا بالضم، وفِي الغنى: جِدَة -بكسر الجيم وتَخفيف الدال المفتوحة- عَلى الأشهر في جَميع ذَلِكَ، وقالوا [١٢١/ ب] أيضًا في المكتوب: وجادة، وهي مولدة.
قَوْلُهُ: (أنشدك) بفتح الهمزة وضم المعجمة، وأصله من النشيد: وهو رفع الصوت، والمعنى: سألتك رافعا نشيدتي، قاله البغوي في "شرح السنة"، وَقَالَ الجوهري: أنشدتك بالله، أي: سألتُكَ بالله. كأنك ذكرته فنشد، أي: تذكر.
_________
(١) أخرجها أبو داود الطيالسي في "مسنده" (١/ ٣٠٦).','2','86',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (447,'قَوْلُهُ: (آلله) بالمد في المواضع كلها.
قَوْلُهُ: (اللَّهُمَّ نعم) الجواب حصل بنعم، وإنَّما ذكر "الَّلهُمَّ" تبركًا بها، وكأنه استشهد بالله في ذلكَ تأكيدًا لصدقه.
قَوْلُهُ: (أن تصلي) بتاء المخاطب فيه وفيما بعده، ووقع عند الأصيلي بالنون فيها، قَالَ القاضي عياض: وهو أوجه، ويؤيده رواية ثابت بلفظ: "إن علينا خَمس صلوات يومنا وليلتنا"، وساق البقية كذلك، وتوجيه الأول أن كل ما وجب عليه [وجب] (١) عَلى أمته حَتَى يقوم دليل للاختصاص، ووقع في رواية الكشميهني والسرخسي: "الصلاة الخمس" بالإفراد عَلى إرادة الجنس.
قَوْلُهُ: (أن تأخذ هذه الصدقة). قَالَ ابن التين: فيه دليل عَلى أن المرء لا يفرق صدقته بنفسه.
قُلْت: وفيه نظر.
وقوله: (عَلى فقرائنا) خرج مَخرج الأغلب؛ لأنهم معظم أهل الصدقة.
قَوْلُهُ: (آمنت بِما جئت به) يحتمل أن يكون إخبارًا، وهو اختيار البُخَاريّ، ورجحه القاضي عياض، وأنه حضر بعد إسلامه مستثبتا من الرسول - صلى الله عليه وسلم - ما أخبر به رسوله إليهم؛ لأنه قَالَ في حديث ثابت، عن أنس عند مُسْلِم وغيره: "فإن رسولك زعم" (٢). وَقَالَ في رواية كُرَيب، عن ابن عباس عند الطبراني: "أتتنا كتبك وأتتنا رسلك" (٣).
واستنبط منه الحاكم أصل طلب علو الإسناد؛ لأنه سمع ذلِكَ من الرسول وآمن وصدق ولكنه أراد أن يسمع ذَلِكَ من النَّبِيّ - صلى الله عليه وسلم - مشافهة.
ويحتمل أن يكون قَوْلُهُ: "آمنت" إنشاء، ورجحه القرطبي؛ لقوله: "زعم"، قَالَ:
_________
(١) زيادة من "الفتح".
(٢) أخرجه مُسْلِم في "صحيحه" (كتاب الإيمان، باب: السؤال عن أركان الإسلام) برقم (١٢).
(٣) هذا اللفظ غير موجود في الرواية الَّتِي في مطبوع "المعجم الكبير" للطبراني (٨/ ٣٠٥)، وعزاه الهيثمي له في "مجمع الزوائد" (كتاب الحج، باب: فرض الحج) (٣/ ٢٠٥).','2','87',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (448,'والزعمُ: القول الَّذِي لا يوثق به، قاله ابن السِّكِّيت وغيره.
قُلْت: وفيه نظر؛ لأن الزعم يُطلق [١٢٢/ أ] عَلى القول المحقق أيضًا، كما نقله أبو عمر الزاهد في شرح فصيح شيخه ثعلب، وأكثر سيبويه من قوله: زعم الخليل في مقام الاحتجاج، وقد أشرنا إلى ذَلِكَ في حديث أبي سُفْيَان في بدء الوحي.
وأمَّا تبويب أبي داود عليه: "باب: المشرك يدخل المسجد" فليس مصيرًا منه إلى أن ضمامًا قدم مشركا، بل وجهه أنّهم تركوا شخصًا قادمًا يدخل المسجد من غير استفصال.
ومِمّا يؤيد أن قَوْلَه: "آمنت" إخبار أنه لَم يسأل عن دليل التوحيد، بل عن عموم الرسالة، وعن شرائع الإسلام، ولو كَانَ إنشاء لكان طلب معجزة توجب له التصديق، قاله الكرماني.
وعكسه القرطبي فاستدل به عَلى صحة إيمان المقلد للرسول ولو [لَم] (١) تظهر له معجزة، وكذا أشار إليه ابن الصلاح، والله أعلم.
* تنبيه:
لَم يذكر الحج في رواية شَرِيك هذه، وقد ذكره مُسْلِم وغيره في رواية ثابت، وهو في حديث أبي هُرَيْرَةَ، وابن عباس أيضًا.
وأغرب ابن التين فَقَالَ: إنما لَم يذكره لأنه لَم يكن فُرِض، وكأن الحامل له عَلى ذَلِكَ ما جزم به الواقدي وَمُحَمَّد بن حبيب أن قدوم ضمام كَانَ سنة خَمسٍ، فيكون قَبْل فَرْض الحج، لكنه غلط من أوجه:
أحدها: أن في رواية مُسْلِم أن قدومه كَانَ بعد نزول النهي في القرآن عن سؤال الرسول، وآية النهي في المائدة، ونزولها متأخر جدًّا.
ثانيها: أن إرسال الرسل إلَى الدعاء إلَى الإسلام إنما كَانَ ابتداؤه بعد الْحُدَيبية، ومعظمه بعد فتح مكة.
_________
(١) زيادة من "الفتح".','2','88',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (449,'ثالثها: أن في القصة أن قومه أوفدوه، وإنَّما كَانَ معظم الوفود بعد فتح مكة.
رابعها: في حديث ابن عباس: أن قومه أطاعوه ودخلوا في الإسلام بعد رجوعه إليهم، ولَم يدخل بنو سعد وهو ابن بكر بن هَوَازن في الإسلام إلا بعد وقعة حُنَيْن، وكانت في شوال سنة ثَمانٍ كما سيأتي مشروحًا في مكانه إن شاء الله تعالى.
فالصواب: أن قدوم ضمام كَانَ في سنة تسع، وبه [١٢٢/ ب] جزم ابن إسْحَاق، وأبو عبيدة وغيرهما.
وغفل البدر الزركشي فَقَالَ: إنما لَم يذكر الحج؛ لأنه كَانَ معلومًا عندهم في شريعة إبراهيم. انتهى، وكأنه لَم يراجع صحيح مُسْلِم فضلًا عن غيره.
قوْلُهُ: (وأنا رسول من ورائي) مَنْ: موصولة، ورسول: مضاف إليها، ويَجوز تنوينه وكسر "من"، لكن لم تأت به الرواية. ووقع في رواية كُرَيْب، عن ابن عباس، عند الطبراني: "جاء رجل من بني سعد بن بكر إلَى رسول الله - صلى الله عليه وسلم - وَكَانَ مسترضعًا فيهم، فَقَالَ: أنا وافد قومي ورسولهم" (١).
وعند أَحْمَد والحاكم: "بعثت بنو سعد بن بكر ضمام بن ثعلبة وافدًا إلَى رسول الله - صلى الله عليه وسلم - فقدم علينا" (٢) فذكر الحديث.
فقول ابن عباس: "فقدم علينا" يدل عَلى تأخير وفادته أيضًا؛ لأن ابن عباس إنَّما قدم المدينة بعد الفتح، وزاد مُسْلِم في آخر الحديث: "قَالَ: والَّذِي بعثك بالحق لا أزيد عليهن ولا أنقص، فَقَالَ النَّبِيّ - صلى الله عليه وسلم -: "لئن صدق ليدخلن الْجَنَّة" (٣). وكذا وقعت هذه الزيادة في حديث ابن عباس، وهي الحاملة لمن سمى المبهم في حديث طلحة: ضمام ابن ثعلبة، كابن عبد البر وغيره، وقد قدمنا هناك أن القرطبي مال إلَى أنه غيره.
_________
(١) هذا اللفظ أيضًا ليس في الرواية التي في مطبوع "المعجم الكبير" (٨/ ٣٠٥)، وعزاه أيضًا الهيثمي له في "مجمع الزوائد" (كتاب الحج، باب: فرض الحج) (٣/ ٢٠٥)، وهو في "مشيخة ابن طهمان" (ص ١٧١).
(٢) أخرجه الإمام أحْمَد في "مسنده" (١/ ٢٦٤)، والحاكم في "مستدركه" (كتاب المغازي والسير) (٣/ ٥٤).
(٣) "صحيح مُسْلِم" (كتاب الإيمان، باب: السؤال عن أركان الإسلام) برقم (١٢).','2','89',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (450,'* وفِي هذا الحديث من الفوائد غير ما تقدم:
* العمل بخبر الواحد، ولا يقدح فيه مجيء ضمام مستثبتًا، لأنه قصد اللقاء والمشافهة كما تقدم عن الحاكم، وقد رجع ضمام إلى قومه وحده فصدقوه وآمنوا كما وقع في حديث ابن عباس.
* وفيه نسبة الشخص إلَى جده إِذَا كَانَ أشهر من أبيه، ومنه قَوْلُهُ - صلى الله عليه وسلم - يوم حُنَيْن: "أنا ابن عبد المطلب" (١).
* وفيه الاستحلاف عَلى الأمر المحقق لزيادة التأكيد.
* وفيه رواية الأقران؛ لأن سعيدًا وشريكًا تابعيان من درجة واحدة وهُمَا مدنيان.
قوْلُهُ: (رَوَاهُ موسى) هو ابن إسماعيل أبو سلمة التَّبُوذَكي شيخ البُخَاريّ، وحديثه موصول عند أبي عوانة في صحيحه، وعند ابن منده في الإيمان (٢)، وإنَّما [١٢٣/ أ] علقه البُخَاريّ؛ لأنه لَم يَحتج بشيخه سليمان بن المغيرة.
قَوْلُهُ: (وعلي بن عبد الحميد) هو المَعْنِي -بفتح الميم وسكون العين المهملة وكسر النون بعدها ياء النسب- وحديثه موصول عند الترمِذيّ (٣)، أخرجه عن البُخَاريّ عنه وليس له في البُخَاريّ سوى هذا الموضع المعلق.
قَوْلُهُ: (بهذا) أي: بهذا المعنى، وإلا فاللفظ كما بينا مختلف، وسقطت هذه اللفظة من رواية أبي الوقت وابن عساكر، والله -سبحانه وتعالى- أعلم.
_________
(١) أخرجه البُخَاريّ في "صحيحه" (كتاب الجهاد والسير، باب: من قاد دابة غيره في الحرب) برقم (٢٨٦٤)، وأيضًا في (٢٨٧٤، ٢٩٣٠، ٣٠٤٢، ٤٣١٥، ٤٣١٦)، وأخرجه مُسْلِم في "صحيحه" (كتاب الجهاد والسير، باب: في غزوة حنين) برقم (١٧٧٦).
(٢) "الإيمان" لابن منده (ذكر بيعة النَّبِي - صلى الله عليه وسلم - أصحابه عَلى شهادة أن لا إله إلا الله) (١/ ٢٧٠).
(٣) "جامع التّرمِذيّ" (كتاب الزكاة، باب: ما جاء إِذَا أديت الزكاة فقد قضيت ما عليك) برقم (٦١٩).','2','90',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (451,'<span data-type="title" id=toc-199>٧ - بَابُ: مَا يُذْكَرُ في الْمُنَاوَلَةِ وَكِتَابِ أَهْلِ الْعِلْمِ بالْعِلْمِ إِلى الْبُلْدَانِ</span>
وَقَالَ أَنَسٌ: نَسَخَ عُثمَانُ الْمَصَاحِفَ، فَبَعَثَ بِهَا إِلَى الآفَاقِ.
وَرَأَى عَبْدُ اللهِ بْنُ عُمَرَ، وَيَحْيَى بْنُ سَعِيدٍ، وَمَالِكَ ذَلِكَ جَائزًا.
وَاحْتَج بَعْضُ أهْلِ الْحِجَازِ في الْمُنَاوَلَةِ بِحَدِيثِ النَّبِيِّ - صلى الله عليه وسلم - حَيْثُ كَتَبَ لأمِيرِ السَّرِيَّةِ كِتَابًا وَقَالَ: "لَا تَقْرَأْهُ حَتى تَبْلغُ مَكَانَ كَذَا وَكَذَا". فَلَمَّا بَلَغَ ذلكَ الْمَكَانَ قَرَأَهُ عَلَى النَّاسِ، وَأخْبَرَهُمْ بِأَمْرِ النَّبِيِّ - صلى الله عليه وسلم -.
قَوْلُهُ: (باب ما يذكر في المناولة) لما فرغ من تقرير السماع والعرض أردفه ببقية وجوه التحمل المعتبرة عند الجمهور.
فمنها: المناولة، وصورتها: أن يعطي الشيخ الطالب الكتاب فيقول له: هذا سماعي من فلان، أو هذا تصنيفي فاروه عني.
وقد قدمنا صورة عرض المناولة، وهي إحضار الطالب الكتاب، وقد سوغ الجمهور الرواية بِها، وردها من رد عرض القراءة من باب الأوْلَى.
قَوْلُهُ: (إلَى البلدان) أي: إلَى أهل البلدان، وكتاب: مصدر، وهو متعلق "إلَى"، وذَكَر البلدان عَلى سبيل المثال، وإلا فالحكم عام في القرى وغيرها.
والمكاتبة من أقسام التحمل، وهي: أن يكتب الشيخ حديثه بخطه، أو يأذن لمن يثق به بكتبه، ويرسله بعد تحريره إلَى الطالب، ويأذن له في روايته عنه.
وقد سوى المصنف بينها وبين المناولة، ورجح قوم المناولة عليها لحصول المشافهة فيها بالإذن دون المكاتبة، وقد جَوَّزَ جماعة من القدماء إطلاق الإخبار فيهما، والأولى ما عليه المحققون من اشتراط بيان ذَلِكَ.
قَوْلُهُ: (نسخ عُثْمَان المصاحف) هو طرف من حديث طويل يأتي الكلام عليه في','2','91',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (452,'فضائل القرآن (١) إن شاء الله تعالَى، ودلالته عَلى تسويغ الرواية بالمكاتبة واضح، فإن عُثْمَان أمرهم بالاعتماد عَلى ما في تلك المصاحف ومُخالفة ما عداها.
والمستفاد من بعثه المصاحف إنَّما هو ثبوت إسناد صورة المكتوب فيها إلَى عُثْمَان لا أصل ثبوت القرآن فإنه متواتر [١٢٣/ ب] عندهم.
قَوْلُهُ: (ورأى عبد الله بن عمر) كذا في جَميع نسخ الجامع "عُمَر" بضم العين، وكنت أظنه العُمَري المدني، وخرجت الأثر عنه بذلك في "تغليق التعليق"، وكذا جزم به الكرماني.
ثُمَّ ظهر لي من قرينة تقديمه في الذكر عَلى يحيى بن سعيد أنه غير العُمَري؛ لأن يحيى أكبر منه ستًا وقدرًا، فتتبعت فلم أجده عن عبد الله بن عُمَر بن الخطاب صريحًا، لكن وجدت في كتاب الوصية لأبي القاسم ابن منده من طريق البُخَاريّ بسند له صحيح إلَى أبي عبد الرحمن الحُبلي -بضم المهملة والموحدة- أنه أتى عبد الله بكتاب فيه أحاديث فَقالَ: "انظر في هذا الكتاب فما عرفت منه اتركه وما لَم تعرفه امحه" فذكر الخبر، وهو أصل في عرض المناولة.
وعبد الله يحتمل أن يكون هو ابن عمر بن الخطاب، فإن الحُبُلي سمع منه، ويحتمل أن يكون ابن عمرو بن العاص فإن الحُبُلي مشهور بالرواية عنه.
وأما الأثر بذلك عن يحيى بن سعيد، ومالك فأخرجه الحاكم في "علوم الحديث" من طريق إسماعيل بن أبي أويس قَالَ: سمعتُ خالي مالك بن أنس يقول: قَالَ لِي يَحْيَى ابن سعيد الأنصاري لما أراد الخروج إلَى العراق: "التقط لِي مائة حديث من حديث ابن شهاب حَتَى أرويها عنك، قَالَ مالك: فكتبتها ثُمَّ بعثتها إليه" (٢).
_________
(١) "صحيح البُخَاريّ" (كتاب فضائل القرآن، باب: جمع القرآن) برقم (٤٩٨٨).
(٢) "معرفة علوم الحديث" (النوع الثاني والخمسون: معرفة من رخص في العرض عَلى العالِم. . .) (ص ٢٥٩).','2','92',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (453,'وروى الرَّامَهرمُزي من طريق ابن أبي أوَيْس -أيضًا-، عن مالك في وجوه التحمل قَالَ: "قراءتك عَلى العالم، ثُمَّ قراءته وأنت تسمع، ثُمَّ أن يدفع إليك كتابه فيقول: ارو هَذَا عني" (١).
قَوْلُهُ: (واحتج بعض أهل الْحِجَاز) هدا المحتج هو الحميدي، ذكر ذَلِكَ في كتاب "النوادر" له.
قَوْلُهُ: (في المناولة) أي: في صحة المناولة، والحديث الَّذِي أشار إليه لَم يورده موصولًا في هذا الكتاب، وهو صحيح قد وجدته من طريقين:
إحداهما: مرسلة ذكرها ابن إسحاق في المغازي، عن يزيد بن رُومان، وأبو اليَمَان في نسخته عن شُعيب، عن الزهري كلاهما عن عروة بن الزبير (٢).
والأخرى: موصولة أخرجها الطبراني (٣) من [١٢٤/ أ] حديث جُندب البَجَلي بإسناد حسن، ثم وجدت له شاهدا من حديث ابن عباس عند الطبري في التفسير (٤)، فبمجموع هذه الطرق يكون صحيحًا.
وأمير السَّرِيَّة اسمه عبد الله بن جَحْش الأسدي أخو زينب أم المؤمنين، وَكَانَ تأميره في السنة الثانية قبل وقعة بدر.
والسَّرِيَّة -بفتح المهملة وكسر الراء وتشديد الياء التحتانية-: القطعة من الجيش، وكانوا اثني عشر رجلًا من المهاجرين.
_________
(١) "المحدث الفاصل" (باب: القول في الإجازة والمناولة) (ص ٤٣٨).
(٢) من طريق الزهري ويزيد بن رومان، عن عروة أخرجه الطبري في "التفسير" (سورة البقرة، قَوْلُهُ تعالَى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ. . .}) (٢/ ٣٥٩).
ومن طريق يزيد بن رومان وحده عن عروة أخرجه البيهقي في "السنن الكبرى" (كتاب السير، باب: قسمة الغنيمة في دار الحرب) (٩/ ٥٨).
(٣) "المعجم الكبير" للطبراني (٢/ ١٦١).
وأخرجه الطبري في "التفسير" (سورة البقرة، قوْلُهُ تعالَى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ. .}) (٢/ ٣٥٩)، والبيهقي في "السنن الكبرى" (كتاب السير، باب: ما جاء في نسخ العفو عن المشركين. . .) (٩/ ١١).
(٤) "تفسير الطبري" (سورة البقرة، قوْلُهُ تعالَى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ. . .}) (٢/ ٣٥٩).','2','93',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (454,'قَوْلُهُ: (حَتَى تبلغ مكان كذا وكذا) هكذا في حديث جُندب عَلَى الإبهام، وفي رواية عُروة أنه قَالَ له: "إذَا سرت يومين فافتح الكتاب"، قَالَ: ففتحه هناك فإذا فيه: "أن امض حَتَّى تنزل نخلة فتأتينا من أخبار قريش، ولا تَسْتَكْرِهَن أحدًا". قَالَ في حديث جُنْدب: "فرجع رجلان ومضى الباقون، فلقوا عَمرو بن الْحَضْرَمي ومعه عِيرٌ، أي: تجارة لقريش، فقتلوه فكان أول مقتول من الكفار في الإسلام، وذلك في أول يوم من رجب، وغنموا ما كَانَ معهم، فكانت أول غنيمة في الإسلام، فعاب عليهم المشركون بذلك، فأنزل الله تعالَى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ} [البقرة: ٢١٧] الآية.
ووجه الدلالة من هذا الحديث ظاهرة، فإنه ناوله الكتاب وأمره أن يقرأه عَلى أصحابه ليعملوا بما فيه، ففيه المناولة ومعنى المكاتبة.
وتعقبه بعضهم: [بأن] (١) الحجة إنَّما وجبت به لعدم توهم التبديل والتغيير فيه لعدالة الصحابة بخلاف من بعدهم، حكاه البيهقي.
وأقول: شرط قيام الحجة بالمكاتبة: أن يكون الكتاب مَختومًا وحامله مؤتمنًا، والمَكْتُوب إليه يعرف خط الشيخ، إلَى غير ذَلِكَ من الشروط الدافعة لتوهم التغيير، والله أعلم.
_________
(١) زيادة من "الفتح".','2','94',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (455,'٦٤ - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الله، قَالَ: حَدَّثَني إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ الله بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَ عَبْدَ الله بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - بَعَثَ بكِتَابهِ رَجُلًا، وَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحرَيْنِ، فَدَفَعَهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ مَزَّقَهُ. فَحَسِبْتُ أَن ابْنَ الْمُسَيَّبِ قَالَ: فَدَعَا عَلَيْهِمْ رَسُولُ اللهِ - صلى الله عليه وسلم - أَنْ يُمَزَّقُوا كُل مُمَزَّقٍ.
قَوْلُهُ: (حَدَّثَنَا إسماعيل بن عبد الله) هو ابن أبي أُوَيْس، وصالح هو ابن كَيْسَان.
قَوْلُهُ: (بعث بكتابه رجلًا) هو عبد الله بن حُذَافة السهمي كما سَمَّاه المؤلف في هذا الحديث في المغازي (١) [١٢٤/ ب].
وكِسْرَى هو أَبْروِيز بن هُرمز بن أَنُوشُرْوَان، ووَهِمَ من قَالَ: هو أَنُوشُروَان.
وعظيم البحرين: هو المنذر بن سَاوَى بالمهملة وفتح الواو الممالة، وسيأتي الكلام عَلى هذا الحديث في المغازي إن شاء الله تعالَى.
قَوْلُهُ: (فحسبت) القائل هو ابن شهاب راوي الحديث، فقصة الكتاب عنده موصولة، وقصة الدعاء مرسلة.
ووجه دلالته عَلى المكاتبة ظاهر، ويُمكن أن يستدل به عَلى المناولة من حيث إن النَّبِيَّ - صلى الله عليه وسلم - ناول الكتاب لرسوله، وأمره أن يخبر عظيم البحرين بأن هذا كتاب رسول الله - صلى الله عليه وسلم -، وإن لم يكن سمع ما فيه ولا قرأه.
_________
(١) "صحيح البُخَاريّ" (كتاب المغازي، باب: كتاب النَّبيّ - صلى الله عليه وسلم - إلَى كسرى وقيصر) برقم (٤٤٢٤).','2','95',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (456,'٦٥ - حَدَّثنا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ: أَخْبَرَنَا عَبْدُ الله، قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنسِ بْنِ مَالِكٍ، قَالَ: كَتَبَ النَّبِيُّ - صلى الله عليه وسلم - كتَابًا -أَوْ أَرَادَ أَنْ يَكْتُبَ- فَقِيلَ لَهُ: إنَّهُمْ لَا يَقْرَءُونَ كتَابًا إِلَّا مَخْتُومًا. فَاتَّخَذَ خَاتَمًا مِنْ فِضةٍ نَقْشُهُ: مُحَمَّدٌ رَسُول اللهِ، كَأَنّي أَنْظُرُ إِلَى بَيَاضِهِ في يَدِه. فَقُلْتُ لِقَتَادَةَ: مَنْ قَالَ: نَقْشُهُ مُحَمَّدٌ رَسُولُ اللهِ؟ قَالَ: أَنَسٌ.
قَوْلُهُ (عبد الله) هو: ابن المبارك.
قَوْلُهُ: (كتب أو أراد أن يكتب) شك من الراوي، ونسبة الكتابة إلَى النَّبِيّ - صلى الله عليه وسلم - مَجازية، أي: كتب الكتاب بأمره.
قوْلُهُ: (لا يقرءون كتابًا إلا مَختومًا) يعرف من هذا فائدة إيراده هذا الحديث في هذا الباب؛ لينبه عَلى أن شرط العمل بالمكاتبة أن يكون الكتاب مختومًا؛ ليحصل الأمن من توهم تغييره، لكن قد يستغنى عن ختمه إذَا كَانَ الحامل عدلًا مؤتمنًا.
قَوْلُهُ: (فقلت) القائل: هو شُعبة، وسيأتي باقي الكلام عَلى هذا الحديث في الجهاد وفِي اللباس (١) إن شاء الله تعالى.
* فائدة:
لَم يذكر المصنف من أقسام التحمل الإجازة المجردة عن المناولة أو الكتابة، ولا الوجادة، ولا الوصية، ولا الإعلام المجردات عن الإجازة؛ وكأنه لا يرى بشيء منها.
وقد ادعى ابن منده أن كل ما يقول البُخَاريّ فيه: "قَالَ لي" فهو إجازة.
وهي دعوى مردودة؛ بدليل أني استقرأتُ كثيرًا من المواضع التِي يقول فيها في "الجامع": "قَالَ لي" فوجدته في غير الجامع يقول فيها: "حَدثَنَا"، وَالبُخَاريّ لا يستجيز في الإجازة إطلاق التحديث، فدل عَلى أنها عنده من المسموع، لكن سبب استعماله لهذه الصيغة ليفرق بين ما يبلغ شرطه وما لا يبلغ، والله أعلم.
_________
(١) "صحيح البخاري" (كتاب الجهاد والسير باب: دعوة اليهود والنصارى وَعَلى ما يقاتلون عليه. .) برقم (٢٩٣٨)، وفِي (كتاب اللباس، باب: فص الخاتم) برقم (٥٨٧٠)، وأيضًا في (٥٨٧٢، ٥٨٧٤، ٥٨٧٥، ٥٨٧٧).','2','96',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (457,'<span data-type="title" id=toc-200>٨ - بَابُ: مَنْ قَعَدَ حَيْثُ يَنْتَهِي بهِ الْمَجْلِسُ وَمَنْ رَأَى فُرْجَةً في الْحَلْقَةِ فَجَلَسَ فِيهَا</span>
٦٦ - حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَني مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ بْنِ أَبِي طَلْحَةَ، أَنَّ أبا مُرَّةَ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ أَخْبَرَهُ عَنْ أَبِي وَاقِدٍ اللَّيْثيِّ، أَنّ رَسُولَ الله - صلى الله عليه وسلم - بَيْنَمَا هو جَالِسٌ في الْمَسْجدِ وَالنَّاسُ مَعَهُ، إِذْ أَقْبَلَ ثَلَاثَةُ نَفَرٍ، فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ الله - صلى الله عليه وسلم - وَذَهَبَ وَاحِدٌ، قَالَ: فَوَقَفَا عَلَى رَسُولِ الله - صلى الله عليه وسلم -، فَأما أَحَدُهُمَا فَرَأَى فُرْجَةً في الْحَلْقَةِ فَجَلَسَ فِيهَا، وَأَمَّا الآخَرُ فَجَلَسَ خَلْفَهُمْ، وَأَمَّا الثَّالِثُ فَأَدبر ذَاهِبًا، فَلَمَّا فَرَغَ رَسُولُ الله - صلى الله عليه وسلم - قَالَ: "أَلَا أُخْبِرُكُمْ عَنِ النفرِ الثَّلَاثَةِ: أَمَّا أَحَدُهُمْ فآوى إِلَى اللهِ، فآوَاهُ اللهُ، وَأَمَّا الآَخَرُ فَاسْتَحْيَا، فَاسْتَحْيَا اللهُ مِنْهُ، وَأَمَّا الآخَرُ فَأَعْرَضَ، فَأَعْرَضَ اللهُ عَنْهُ".
قَوْلُهُ: (باب: من قعد حيث ينتهي به المجلس) ومناسبة هذا الكتاب للعلم من جهة أن المراد بالحلقة حلقة العلم، فيدخل [١٢٥/ أ] في أدب الطالب من عدة أوجه كما سنبينه.
قَوْلُهُ: (مولى عقيل) بفتح العين، وقيل لأبي مُرَّة ذَلِكَ للزومه إيَّاه، وإنَّما هو مولى أخته أم هانئ بنت أبي طالب.
قَوْلُهُ: (عن أبي واقد) صرح بالتحديث في رواية النَّسَائي (١) من طريق يحيى بن أبي كثير، عن إسحاق، فَقَالَ: عن أبي مُرَّة أن أبا واقد حدثه.
وقد قدمنا أن اسم أبي واقد: الحارث بن مالك، وقيل: ابن عون، وقيل: عوف بن الحارث، وليس له في البُخَاريّ غير هذا الحديث. ورجال إسناده مدنيون، وهو في الموطأ (٢)، ولَم يروه عن أبي واقد إلا أبو مُرَّة، ولا عنه إلا إسحاق، وأبو مُرَّة والراوي عنه
_________
(١) "السنن الكبرى" (كتاب أهل العلم بالعلم إلَى البلدان، باب: الجلوس حيث ينتهي به المجلس) (٣/ ٤٥٣).
(٢) "الموطأ" (كتاب السلام، باب: جامع السلام) (ص ٥٩٥).','2','97',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (458,'تابعيان، وله شاهد من حديث أنس أخرجه البزار والحاكم (١).
قَوْلُهُ: (ثلاثة نفر) النَّفَر -بالتحريك-: للرجال من ثلاثة إلَى عشرة، والمعنى: ثلاثة هم نفر، والنفر: اسم جمع، ولهذا وقع مميزا للجمع، كقوله تعالى: {تِسْعَةُ رَهْطٍ} [النمل: ٤٨].
قَوْلُهُ: (فأقبل اثنان) بعد قَوْله: "أقبل ثلاثة" هُما إقبالان، كأنَّهم أقبلوا أولًا من الطريق فدخلوا المسجد مارين كما في حديث أنس: "فإذا ثلاثة نفر يمرون"، فلما رأوا مجلس النَّبِيّ - صلى الله عليه وسلم - أقبل إليه اثنان منهم، واستمر الثالث ذاهبًا.
قَوْلُهُ: (فوقفا) زاد أكثر رواة الموطأ: "فلما وقفا سَلَّمَا"، وكذا عند الترمذي (٢)، والنسائي، ولَم يذكر المصنف هنا ولا في الصلاة (٣): "السلام"، وكذا لَم يقع في رواية مُسْلِم (٤).
ويستفاد منه: أن الداخل يبدأ بالسلام، وأن القائم يسلم عَلى القاعد، وإنَّما لَم يذكر رد السلام عليهما اكتفاء لشهرته، أو يستفاد منه أن المستغرق في العبادة يسقط عنه الرد.
ولَم يذكر أنهما صليا تحية المسجد إما لكون ذَلِكَ كَانَ قبل أن تُشرع، أو كانا عَلى غير وضوء، أو وقع فلم ينقل للاهتمام بغير ذَلِكَ من القصة، أو كَانَ في غير وقت تنفل، قاله القاضي عياض بناء عَلى مذهبه أنها لا تصلى في الأوقات المكروهة.
_________
(١) أخرجه الحاكم في "المستدرك" (كتاب التوبة والإنابة) (٤/ ٢٥٥)، وعزاهُ الهيثمي للبزار في "مجمع الزوائد" (كتاب الزهد، باب: فيمن يقبل الموعظة وغيره) (١٠/ ٢٣١).
(٢) "جامع الترمِذيّ" (كتاب الاستئذان والآداب، باب: اجلس حتى ينتهي بك المجلس) برقم (٢٧٢٤). أمَّا النسائي فقد أخرجه في "السنن الكبرى" (كتاب أهل العلم بالعلم إلَى البلدان، باب: الجلوس حيث ينتهي به المجلس) (٣/ ٤٥٣)، ولكن بدون ذكر السلام، ولفظه: "فقال: فوقفا على رسول الله - صلى الله عليه وسلم - فأما أحدهما. ." الحديث.
(٣) "صحيح البُخَاريّ" (كتاب الصلاة، باب: الحلق والجلوس في المسجد) برقم (٤٧٤).
(٤) "صحيح مُسْلِم" (كتاب السلام، باب: من أتى مجلسًا فوجد فرجة فجلس فيها وإلا وراءهم) برقم (٢١٧٦).','2','98',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (459,'قَوْلُهُ: (فوقفا عَلى رسول الله - صلى الله عليه وسلم -) أي: عَلى مجلس رسول الله - صلى الله عليه وسلم -[١٢٥/ ب] أو عَلى بمعنى عند.
قَوْلُهُ: (فرجة) -بالضم والفتح معًا- هِيَ: الخلل بين الشيئين.
و(الْحَلْقة) بإسكان اللام: كل شيء مستدير خالي الوسط، والجمع: حَلَق بفتحتين، وحكي فتح اللام في الواحد وهو نادر، وفيه استحباب التحليق في مجالس الذكر والعلم، وفيه أن من سبق إلَى موضع منها كَانَ أحق به.
قَوْلُهُ: (وأما الآخر) بفتح الخاء المعجمة، وفيه رد عَلى من زعم أنه يختص بالأخير لإطلاقه هنا عَلى الثاني.
قَوْلُهُ: (فآوى إلَى الله فَآواه الله) قَالَ القرطبي: الرواية الصحيحة بقصر الأول ومد الثاني، وهو المشهور في اللغة، وفي القرآن: {إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ} [الكهف: ١٠]. بالقصر، {وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ} [المؤمنون: ٥٠]. بالمد، وحكي في اللغة القصر والمد معًا فيهما.
ومعنى "آوى إلَى الله": لَجأ إلَى الله أو عَلى الحذف، أي: انضم إلَى مجلس رسول الله - صلى الله عليه وسلم -.
ومعنى "فآواه الله"؛ أي: جازاه بنظير فعله بأن ضمه إلَى رحمته ورضوانه.
* وفيه استحباب الأدب في مَجالس العلم، وفضل سد خلل الحلقة، كما ورد الترغيب في سد خلل الصفوف في الصلاة، وجواز التخطي لسد الخلل ما لَم يؤذ؛ فإن خشي استحب الجلوس حيث ينتهي كما فعل الثاني.
* وفيه الثناء عَلى من زاحم في طلب الخير.
قَوْله: (فاستحيا) أي: تَرَك المزاحمة كما فعل رفيقه حياء من النَّبِيِّ - صلى الله عليه وسلم - وممن حضر. قاله القاضي عياض.
وقد بَيَّن أنس في روايته سبب استحياء هذا الثاني، فلفظه عند الحاكم: "ومضى الثاني قليلًا ثُمَّ جاء فجلس" (١)، فالمعنى: أنه استحيا من الذهاب عن المجلس كما فعل رفيقه الثالث.
_________
(١) "المستدرك" (كتاب التوبة والإنابة) (٤/ ٢٥٥).','2','99',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (460,'قَوْلُهُ: (فاستحيا الله منه) أي: رحمه ولَم يعاقبه.
قَوْلُهُ: (فأعرض الله عنه) أي: سخط عليه، وهو مَحمولٌ عَلى من ذهب معرضًا لا لعذر، هذا إن كَانَ مسلمًا.
ويحتمل أن يكون منافقا واطلع النبِيّ - صلى الله عليه وسلم - عَلى أمره، كما يحتمل أن يكون قَوْلُهُ - صلى الله عليه وسلم -: "فأعرض الله" إخبارًا أو دعاء.
ووقع في حديث أنس: "فاستغنى، فاستغنى الله عنه"، وهذا يرشح [١٢٦/ أ] كونه خبرًا، وإطلاق الإعراض وغيره في حق الله عَلى سبيل المقابلة والمشاكلة فيحمل كل لفظ منها عَلى ما [يليق] (١) بجلاله -سبحانه وتعالى-، وفائدة إطلاق ذلِكَ: بيان الشيء بطريق واضح.
* وفيه جواز الإخبار عن أهل المعاصي وأحوالهم للزجر عنها، وأن ذَلِكَ لا يُعد من الغيبة.
* وفِي الحديث: فضل ملازمة حلق العلم والذكر، وجلوس العالم والمُذَكِّر في المسجد.
وفيه الثناء عَلى المستحيين، والجلوس حيث ينتهي به المجلس.
ولَم أقف في شيء من طرق هذا الحديث عَلى تسمية واحد من الثلاثة المذكورين، والله أعلم.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','2','100',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (461,'<span data-type="title" id=toc-201>٩ - باب: قَوْلِ النَّبيِّ - صلى الله عليه وسلم -: "رُبَّ مُبَلَّغٍ أَوْعَى مِنْ سَامِعٍ</span>"
٦٧ - حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثنَا بِشْرٌ، قَالَ: حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ سِيرينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، ذَكَرَ النَّبِيَّ - صلى الله عليه وسلم - قَعَدَ عَلَى بَعِيره، وَأَمْسَكَ إِنْسَانٌ بِخِطَامِهِ -أَوْ بِزِمَامِهِ- قَالَ: "أَيُّ يَوْمٍ هَذَا؟ ". فَسَكَتْنَا حَتَّى ظنَنَّا أنهُ سَيُسَمِّيهِ سِوَى اسْمِهِ. قَالَ: "أَليْسَ يَوْمَ النَّحْرِ". قُلْنَا: بَلَى. قَالَ: "فَأَيُّ شَهْرٍ هَذَا؟ ". فَسَكَتْنَا حَتَى ظنَنَا أَنَّهُ سَيُسَمِّيهِ بِغَير اسْمِهِ. فَقَالَ: "أَليْسَ بِذِي الْحِجَّةِ؟ ". قُلْنَا: بَلَى. قَالَ: "فَإِنّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنكُمْ حَرَامٌ كحُرْمَةِ يَوْمِكُمْ هَذَا، في شَهْرِكُمْ هَذَا، في بَلَدِكُمْ هَذَا، لِيُبَلِّغِ الشَاهِدُ الْغَائِبَ، فَإِن الشَاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هو أَوْعَى له مِنْهُ".
قَوْلُهُ: (باب قول النَّبِيّ: "رب مبلغ أوعى من سامع")
هذا الحديث المعلق أورد المصنف في الباب معناه، وأما لفظه فهو موصول عنده في باب الخُطبة بمنى من كتاب الحج (١)، أورد فيه هذا الحديث من طريق قُرَّة بن خالد، عن مُحَمَّد بن سيرين قَالَ: أَخْبَرَني عبد الرحمن بن أبي بَكْرَةَ ورجل أفضل في نفسي من عبد الرحمن: حُمَيد بن عبد الرحمن كلاهُمَا عن أبي بَكْرة قَالَ: خطبنا رسول الله - صلى الله عليه وسلم - يوم النحر قَالَ: "أتدرون أي يوم هذا؟ "، وفي آخره هذا اللفظ.
وغفل [القطب] (٢) الحلبي ومن تبعه من الشراح في عزوهم له إلَى تَخريج التّرمِذيّ (٣) من حديث ابن مسعود فأبعدوا النجعة، وأوهموا عدم تَخريج المصنف له، والله المستعان.
_________
(١) "صحيح البُخَاريّ" (كتاب الحج، باب: الخطبة أيام منى) برقم (١٧٤١).
(٢) مكانها بياض بالأصل، والمثبت من "الفتح".
(٣) "الجامع الصحيح" (كتاب العلم، باب: ما جاء في الحث عَلى تبليغ السماع) برقم (٢٦٥٧).','2','101',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (462,'و"رُبَّ" للتقليل، وقد ترد للتكثير، و"مبلغ" بفتح اللام، و"أوعى" نعت له، والَّذِي يتعلق به "رُبَّ" مَحذوف، وتقديره: يوجد أو يكون، ويَجوز عَلى مذهب الكوفيين في أن "رُبَّ" اسم؛ أن تكون هِيَ: مبتدأ، و"أوعى" الخبر، والمراد: رُبَّ مبلغ عني أوعى؛ أي: أفهم لما أقول من سامع مني.
قَوْلُهُ: (بشر) هو ابن الفضل، ورجال الإسناد كلهم بصريون.
قَوْلُهُ: (ذكر النَّبِيّ - صلى الله عليه وسلم -) بنصب "النَّبِيّ" عَلى المفعولية، وفِي "ذَكَرَ" ضمير يعود عَلى الراوي، يعنِي: أن أبا بكرة كَانَ يحدثهم فذكر النبِي - صلى الله عليه وسلم - فَقَالَ: "قعد عَلى بعيره"، وفي رواية النّسَائي (١) ما يشعر بذلك، ولفظه عن أبي بكرة: "قَالَ: وذكر النَّبِيّ - صلى الله عليه وسلم -" [١٢٦/ ب]، فالواو: إما حالية وإما عاطفة، والمعطوف عليه مَحذوف.
وقد وقع في رواية ابن عساكر عن أبي بكرة: "أن النَّبِيّ - صلى الله عليه وسلم - قَعد" ولا إشكال فيه.
قَوْلُهُ: (وأمسك إنسان بِخطامه أو بزمامه) الشك من الراوي، والخطام والزمام بِمعنى؛ وهو الخيط الَّذِي تشد فيه الحلقة الَّتِي تسمى بالبُرَة بضم الموحدة وتَخفيف الراء المفتوحة في أنف البعير. وهذا المُمْسِك سمَّاه بعض الشراح بلالًا، واستند إلَى ما رَوَاهُ النَّسَائي من طريق أم الحصين قالت: "حججت فرأيت بلالًا يقود بخطام راحلة النَّبِيّ - صلى الله عليه وسلم -" (٢). انتهى
وقد وقع في السنن من حديث عمرو بن خارجة قَالَ: "كنت آخذا بزمام ناقة النَّبِيّ - صلى الله عليه وسلم -" (٣) فذكر بعض الخطبة، فهو أولى أن يفسر به المبهم من بلال.
لكن الصواب أنه هنا أبو بكرة، وقد ثبت ذلكَ في رواية الإسماعيلي من طريق ابن المبارك، عن ابن عون ولفظه: "خطب رسول الله - صلى الله عليه وسلم - عَلى راحلته يوم النحر وأمسكت إما
_________
(١) "السنن الكبرى" (كتاب الحج، باب: الخطبة يوم النحر) (٢/ ٤٤٢).
(٢) "السنن الكبرى" (كتاب الحج، باب: الركوب إلَى الجمار واستظلال المحرم) (٢/ ٤٣٦)، وفي "المجتبى" في نفس الكتاب والباب (٥/ ٢٦٩).
(٣) أخرجه الإمام أَحْمَد في "مسنده" (٤/ ١٨٦، ٢٣٨)، والبيهقي في "السنن الكبرى" (كتاب الطهارة، باب: طهارة عرق الدواب ولعابها) (١/ ٢٥٦)، والطبراني في "المعجم الكبير" (١٧/ ٣٤).','2','102',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (463,'قَالَ: بخطامها، وإما قَالَ: بزمامها" (١)، واستفدنا من هذا أن الشك ممن دون أبي بكرة [لا] (٢) منه.
وفائدة إمساك الخطام: صون البعير عن الاضطراب حتى لا يشوش عَلى راكبه.
قَوْلُهُ: (أي يوم هذا؟ ) سقط من رواية المُسْتَمْلي والحموي السؤال عن الشهر والجواب الَّذِي قبله، فصار هكذا: "أي يوم هذا؟ " فسكتنا حَتَّى ظننا أنه سيسميه سوى اسمه، قَالَ: "أليس بذي الحجة؟ "، وكذا في رواية الأصيلي، وتوجيهه ظاهر، وهو من إطلاق الكل عَلى البعض، ولكن الثابت في الروايات عند مُسْلِم وغيره (٣) ما ثبت عند الكُشْمَيْهني وكَريمة.
وكذا وقع في مُسْلِم وغيره (٤) السؤال عن البلد، وكذا كله في رواية ابن عون، وثبت السؤال عن الثلاثة عند المصنف في الأضاحي (٥) من رواية أيوب، وفِي الحج (٦) من رواية قُرَّة كلاهما عن ابن سيرين.
قَالَ القرطبي: سؤاله - صلى الله عليه وسلم - عن الثلاثة وسكوته بعد كل سؤال منها كَانَ لاستحضار فهومهم، وليقبلوا عليه بكليتهم، ويستشعروا عظمة ما يخبرهم عنه، ولذلك قَالَ بعد هذا: "فإن دماءكم" إلَى آخره [١٢٧/ أ] مبالغة في بيان تَحريم هذه الأشياء. انتهى
_________
(١) أخرجها البيهقي في "السنن الكبرى" (كتاب صلاة العيدين، باب: من أباح أن يخطب عَلى منبر أو عَلى راحلة) (٣/ ٢٩٨).
(٢) زيادة من "الفتح".
(٣) أخرجه مُسْلِم في "صحيحه" (كتاب القسامة والمحاربين والقصاص والديات، باب: تغليظ تَحريم الدماء والأعراض والأموال) برقم (١٦٧٩)، والنسائي في "السنن الكبرى" (كتاب الحج، باب: الخطبة يوم النحر) (٢/ ٤٤٢)، وفِي (كتاب العلم، باب: ذكر قول النَّبيّ - صلى الله عليه وسلم -: "رب مبلغ أوعى من سامع") (٣/ ٤٣٢)، والإمام أَحْمَد في "مسنده" (٥/ ٣٧).
(٤) أخرجه مُسْلِم في "صحيحه" (كتاب القسامة والمحاربين والقصاص والديات، باب: تغليظ تَحريم الدماء والأعراض والأموال) برقم (١٦٧٩)، والنسائي في "السنن الكبرى" (كتاب الحج، باب: الخطبة يوم النحر) (٢/ ٤٤٢)، وفِي (كتاب العلم، باب: ذكر قول النَّبِيّ - صلى الله عليه وسلم -: "رب مبلغ أوعى من سامع") (٣/ ٤٣٢)، والإمام أَحْمَد في "مسنده" (٥/ ٣٧).
(٥) "صحيح البُخَاري" (كتاب الأضاحي، باب: من قَالَ الأضحى يوم النحر) برقم (٥٥٥٠).
(٦) "صحيح البُخَاري" (كتاب الحج، باب: الخطبة أيام منى) برقم (١٧٤١).','2','103',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (464,'ومناط التشبيه في قَوْله: "كحرمة يومكم" وما بعده ظهوره عند السامعين؛ لأن تَحريم البلد والشهر واليوم كَانَ ثابتا في نفوسهم مقررًا عندهم بخلاف الأنفس والأموال والأعراض، فكانوا في الجاهلية يستبيحونها، فطرأ الشرع عليهم بأن تَحريم دم المسلم وماله وعرضه أعظم من تَحريم البلد والشهر واليوم، فلا يرد كون المشبه به أخفض رتبة من المشبه؛ لأن الخطاب إنما وقع بالنسبة لما اعتاده المخاطبون قبل تقرير الشرع.
ووقع في الروايات الَّتِي أشرنا إليها عند المصنف وغيره أنهم أجابوه عن كل سؤال بقولهم: "الله ورسوله أعلم"، وذلك من حسن أدبهم، لأنَّهم علموا أنه لا يخفى عليه ما يعرفونه من الجواب، وأنه ليس مراده مطلق الإخبار بما يعرفونه، ولهذا قَالَ في رواية الباب: "حَتَى ظننا أنه سيسميه سوى اسمه"، ففيه إشارة إلَى تفويض الأمور الكلية إلَى الشارع، ويستفاد منه الحجة ليثبت الحقائق الشرعية.
قَوْلُهُ: (فإن دماءكم إلَى آخره) هو عَلى حذف مضاف، أي: سفك دمائكم وأخذ أموالكم وثلب أعراضكم، والعِرض -بكسر العين-: موضع المدح والذم من الإنسان، سواء كَانَ في نفسه أو سلفه.
قَوْلُة: (ليبلغ الشاهد) أي: الحاضر في المجلس [قَوْلُهُ: "الغائب"] (١) أي: الغائب عنه، والمراد: إما تبليغ القول المذكور، أو تبليغ جَميع الأحكام.
وقوله: (منه) صلة لأفعل التفضيل، وجاز الفصلُ بينهما لأن في الظرف سعة، وليس الفاصل أيضًا أجنبيًّا.
* فائدة:
وقع في حديث الباب: "فسكتنا" بعد السؤال، وعند المصنف في الحج من حديث ابن عباس، أن رسول الله - صلى الله عليه وسلم - خطبَ الناس يوم النحر فَقَالَ: "أي يوم هذا؟ " قالوا: يوم حرام (٢)،
_________
(١) زيادة من "الفتح".
(٢) "صحيح البُخَاريّ" (كتاب الحج، باب: الخطبة أيام منى) برقم (١٧٣٩).','2','104',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (465,'وظاهرهما التعارض، والجمع بينهما: أن الطائفة الَّذِينَ كَانَ فيهم ابن عباس أجابوا، والطائفة الَّذِينَ كَانَ فيهم أبو بكرة لَم يُجيبوا، بل قالوا: "الله ورسوله أعلم" كما أشرنا إليه.
أو تكون رواية ابن عباس بالمعنى؛ لأن في حديث أبي بكرة عند المصنف في الحج (١)، وفي الفتن (٢) [١٢٧/ ب] أنه لما قَالَ: "أليس يوم النحر؟ " قالوا: بلى، فقولهم: "بلى" بمعنى قولهم: "يوم حرام" بالاستلزام، وغايته: أن أبا بكرة نقل السياق واختصره ابن عباس، وَكَانَ ذَلِكَ بسبب قرب أبي بكرة منه لكونه كَانَ آخذًا بخطام الناقة.
وَقَالَ بعضهم: يحتمل تعدد الخطبة، فإن أراد أنه كررها في يوم النحر فيحتاج لدليل، فإن في حديث ابن عمر عند المصنف في الحج (٣) أن ذَلِكَ كَانَ يوم النحر يين الجمرات في حجته.
وفي هذا الحديث من الفوائد غير ما تقدم:
* الحث عَلى تبليغ العلم، وجواز التحمل قبل كمال الأهلية، وأن الفهم ليس شرطًا في الأداء، وأنه قد يأتي في الآخر من يكون أفهم ممن تقدمه لكن بقلة.
* واستنبط ابن المنير من كون تعليق المتأخر أرجح نظرًا من المتقدم أن تفسير الراوي أرجح من تفسير غيره.
* وفيه جواز القعود عَلى ظهور الدواب وهي واقفة إِذَا احتيج إلَى ذَلِكَ، وحمل النهي الوارد في ذَلِكَ عَلى ما إِذَا كَانَ لغير ضرورة.
وفيه الخطبة عَلى موضع عالٍ ليكون أبلغ في إسماعه الناس ورؤيتهم إيَّاه.
_________
(١) "صحيح البُخَاريّ" (كتاب الحج، باب: الخطبة أيام منى) برقم (١٧٤١).
(٢) "صحيح البُخَاريّ" (كتاب الفتن، باب: قول النَّبِيّ - صلى الله عليه وسلم -: "لا ترجعوا بعدي كفارًا. . . .") برقم (٧٠٧٨).
(٣) "صحيح البُخَاريّ" (كتاب الحج، باب: الخطبة أيام منى) برقم (١٧٤٢).','2','105',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (466,'<span data-type="title" id=toc-202>١٠ - بَابُ: الْعِلْمُ قَبْلَ الْقَوْلِ وَالْعَمَلِ</span>
لِقَوْلِ اللهِ تَعالَى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: ١٩]
فَبَدَأ بِالْعِلْمِ، وَأَنَ الْعُلَمَاءَ هُمْ وَرَثَةُ الأنْبِيَاءِ -وَرَّثُوا الْعِلْمَ- مَنْ أَخَذَهُ أَخَذَ بحَظ وَافِر، وَمَنْ سَلَكَ طَرِيقًا يَطْلُبُ بِهِ عِلْمًا سَهَّلَ اللهُ لَهُ طَرِيقًا إلَى الْجنَّةِ.
وَقَالَ -جَلَّ ذِكْرُهُ-: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: ٢٨]. وَقَالَ: {وَمَا يَعْقِلُهَا
إِلَّا الْعَالِمُونَ (٤٣)} [العنكبوت: ٤٣]. {وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ (١٠)} [الملك: ١٠]. وَقَالَ: {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} [الزمر: ٩].
وَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: "مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ"، وَإنَّمَا الْعِلْمُ بِالتعَلُّم. وَقَالَ أَبو ذَرٍّ: لَوْ وَضَعْتُمُ الصَّمْصَامَةَ عَلَى هَذه -وَأَشَارَ إِلَى قَفَاهُ- ثُمَّ ظَنَنْتُ أَنَي أُنْفِذُ كَلِمَةٌ سَمِعْتُهَا مِنَ النَّبِيّ - صلى الله عليه وسلم - قَبْلَ أَن تُجِيزُوا عَلَي لأَنْفَذْتُهَا. وَقَالَ ابْنُ عَبَّاسٍ: {كُونُوا رَبَّانِيِّينَ} [آل عمران: ٧٩]. حُكَمَاءَ فُقَهَاءَ. وَيُقَالُ: الرَّبَّانِيُّ: الَّذِي يُرَبِّي النَّاسَ بِصِغَارِ الْعِلْمِ قَبْلَ كِبَارِهِ.
قَوْلُهُ: (باب العلم قبل القول والعمل) قَالَ ابن المنير: أراد أن العلم شرط في صحة القول والعمل، فلا يعتبران إلا به، فهو متقدم عليهما؛ لأنه مصحح للنية المصححة للعمل، فنبه المصنف عَلى ذَلِكَ حَتَّى لا يسبق إلَى الذهن من قولهم: "إن العلم لا ينفع إلا بالعمل" تهوين أمر العلم والتساهل في طلبه.
قَوْلُهُ: (فبدأ بالعلم) أي: حيث قَالَ: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: ١٩]. ثُمَّ قَالَ: {وَاسْتَغْفِرْ لِذَنْبِكَ}، والخطاب وإن كَانَ للنبي - صلى الله عليه وسلم - فهو متناول لأمته.
واستدل سُفْيَان بن عيينة بهذه الآية عَلى فضل العلم.
وينتزع منها دليل ما يقوله المتكلمون من وجوب المعرفة، لكن النزاع كما قدمناه إنَّما هو في إيجاب تعلُّم الأدلة عَلى القوانين المذكورة في كتب الكلام.
قَوْلُهُ: (وأن العلماء) بفتح أن، ويَجوز كسرها، ومن هُنَا إلَى قَوْله: "وافر" طرف من حديث أخرجه أبو داود، والترمذي، وابن حبان، والحاكم مصححًا من حديث أبي','2','106',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (467,'الدرداء (١)، وحسنه حَمزة الكناني [١٢٨/ أ] وضعفه غيرهم بالاضطراب في سنده لكن له شواهد يتقوى بِها، ولَم يفصح بكونه حديثًا لكن إيراده له في الترجمة يشعر بأن له أصلًا، وشاهده في القرآن قَوْلُهُ تعالَى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} [فاطر: ٣٢].
ومناسبته للترجمة من جهة أن الوارث قائم مقام المورث فله حكمه فيما قام مقامه فيه.
قَوْلُهُ: (ورَّثوا) بتشديد الراء المفتوحة، أي: الأنبياء، ويروى بتخفيفها مع الكسر، أي: العلماء، ويؤيد الأول ما عند الترمِذي وغيره فيه: "وإن الأنبياء لَم يورثوا دينارًا ولا درهمًا، وإنَما وَرَّثُوا العلم".
قَوْلُهُ: (بِحظ) أي: نصيب. (وافر) أي: كامل.
قَوْلُهُ: (ومن سلك طريقًا) هو من جملة الحديث المذكور، وقد أخرج هذه الجملة أيضًا مُسْلِم من حديث الأعمش، عن أبي صالح، عن أبي هُرَيْرَةَ في حديث غير هذا، وأخرجه الترمِذيّ وَقَالَ: حسن، قَالَ: "ولَم نقل له صحيح لأنه يقال: إن الأعمش دلس فيه، فَقَالَ: حُدِّثتُ عن أبي صالح" (٢).
قُلْت: لكن في رواية مُسْلِم (٣)، عن أبي أسامة، عن الأعمش حَدَّثنَا أبو صالح، فانتفت تهمة تدليسه.
قَوْلُهُ: (طريقًا) نكرها، ونكر علمًا ليتناول أنواع الطرق الموصلة إلَى تحصيل العلوم الدينية، وليندرج فيه القليل والكثير.
_________
(١) أخرجه أبو داود في "سننه" (كتاب العلم، باب: الحث عَلى طلب العلمِ) برقم (٣٦٤١)، والترمذي في "الجامع" (كتاب العلم، باب: ما جاء في فضل الفقه على العبادة) برقم (٢٦٨٢)، وابن حبان في "صحيحه" (كتاب العلم، باب: الزجر عن كتبة المرء السنن. . . .) برقم (٨٨)، ولَم نقف عليه عند الحاكم في "المستدرك".
(٢) أخرجه الترمِذيّ في "الجامع" (كتاب العلم، باب: فضل طلب العلم) برقم (٢٦٤٦)، وفِي (كتاب القراءات، باب: ما جاء أن القرآن أنزل عَلى سبعة أحرف) برقم (٢٩٤٥)، وليس في المطبوع في الموضعين ما نقله الحافظ عن الترمِذي من قَوْله: "ولَم نقل له صحيح؛ لأنه يقال إن الأعمش دلس فيه"، ولكن الترمذي قَالَ في الموضع الأول: "حسن"، وفِي الموضع الثاني نقل عن الأعمش أنه قَالَ: "حدثت عَن أبي صالح"، فالله أعلم.
(٣) "صحيح مسلم" (كتاب الذكر والدعاء والتوبة والاستغفار، باب: فضل الاجتماع على تلاوة القرآن وعلى الذكر) برقم (٢٦٩٩).','2','107',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (468,'قَوْلُهُ: (سهل الله له طريقًا) أي: في الآخرة، أو في الدُّنْيَا بأن يوفقه للأعمال الصالحة الموصلة إلَى الجنة، أو فيه إشارة بتسهيل العلم عَلى طالبه؛ لأن طلبه من الطرق الموصلة إلَى الجنة.
قَوْلُهُ: (وَقَالَ) أي: الله -عز وجل-، وهو معطوف عَلى قَوْله: "لقول الله: {إِنَّمَا يَخْشَى} [فاطر: ٢٨] ". أي: يَخاف من الله مَنْ عَلِمَ قدرته وسلطانه، وهم العلماء، قاله ابن عباس (١).
قوْلُهُ: {وَمَا يَعْقِلُهَا} [العنكبوت: ٤٣]. أي: الأمثال المضروبة.
قوْلُهُ: {لَوْ كُنَّا نَسْمَعُ} [الملك: ١٠]. أي: سَمْع مَنْ يَعِي ويفهم، {أَوْ نَعْقِلُ} عَقْل مَنْ يُميز، وهذه أوصاف أهل العلم، فالمعنى: لو كنا من أهل العلم لعلمنا ما يَجب علينا فعَمِلنا به فنجونا.
قَوْلُهُ: (وَقَالَ النَّبِيّ - صلى الله عليه وسلم -: "من يُرد الله به خيرًا يفقهه") كذا في رواية الأكثر، وفِي رواية المُسْتَمْلِي: "يُفَهِّمْهُ" -بالهاء المشددة المكسورة بعدها ميم-، وقد وصله المؤلف [١٢٨/ ب] باللفظ الأول بعد هذا ببابين كما سيأتي، وأمَّا اللفظ الثاني فأخرجه ابن أبي عاصم في كتاب العلم من طريق ابن عمر، عن عمر مرفوعًا وإسناده حسن.
والفقه: هو الفهم، قَالَ الله تعالَى: {لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا (٧٨)} [النساء: ٧٨]. أي: لا يفهمون، والمراد: الفهم في الأحكام الشرعية.
قَوْلُهُ: (وإنَّما العلم بالتعلم) هو حديث مرفوع أيضًا، أورده ابن أبي عاصم، والطبراني من حديث معاوية أيضا بلفظ: "يا أيها الناس، تعلموا إنَّما العلمُ بالتَّعَلُّم، والفقه بالتَّفَقُّه، ومن يُرد الله به خيرًا يفقهه في الدين" (٢)، إسناده حسن؛ لأن فيه مبهمًا اعتضد بِمجيئه من وجه آخر.
_________
(١) أخرج الطبري في "تفسيره" (سورة فاطر، قَوْلُهُ تعالَى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} (١٠/ ٤٠٩) عن ابن عباس في تفسير الآية، قَالَ: "الَّذِين يعلمون أن الله عَلى كل شيء قدير".
(٢) عزاه الهيثمي للطبراني في الكبير من حديث معاوية في "مجمع الزوائد" (كتاب العلم، باب: العلم بالتعلم) (١/ ١٢٨)، وهو عند الطبراني في "مسند الشاميين" (١/ ٤٣١).','2','108',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (469,'وروى البزار نَحوه من حديث ابن مسعود موقوفًا (١)، وَرَوَاهُ أبو نُعيم الأصبهاني مرفوعًا (٢)، وفي الباب عن أبي الدرداء وغيره (٣)، فلا يغتر بقول من جعله من كلام البُخَاريّ.
والمعنى ليس العلم المعتبر إلا المأخوذ من الأنبياء وورثتهم عَلى سبيل التعلم.
قَوْلُهُ: (وَقَالَ أبو ذر إلَى آخره) هذا التعليق رويناه موصولًا في مسند الدارمي وغيره من طريق الأوزاعي: حَدَّثنِي أبو كثير -يعنِي: مالك بن مرثد-، عن أبيه قَالَ: "أتيت أبا ذر وهو جالس عند الجمرة الوسطى وقد اجتمع عليه الناس يستفتونه، فأتاه رجل فوقف عليه ثُمَّ قالَ: ألم تُنْه عن الفتيا؟ ! فرفع رأسه إليه فَقَالَ: أرقيب أنت علي؟ ! لو وضعتم" (٤)، فذكر مثله، ورويناه في الحلية (٥) من هذا الوجه، وبين أن الَّذِي خاطبه رجل من قريش، وأن الذي نَهاه عن الفتيا عُثْمَان - رضي الله عنه -.
وَكَانَ سبب ذلكَ: أنه كَانَ بالشام فاختلف مع معاوية في تأويل قَوْله تعالَى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} [التوبة: ٣٤]. قَالَ معاوية: "نزلت في أهل الكتاب خاصة"، فَقَالَ أبو ذر: "نزلت فيهم وفينا"، فكتب معاوية إلَى عُثْمَان، فأرسل إلَى أبي ذر، فحصلت منازعة أدت إلَى انتقال أبي ذر عن المدينة فسكن الرَّبذة -بفتح الراء والموحدة والذال المعجمة- إلَى أن مات، رَوَاهُ النّسَائي (٦).
_________
(١) "مسند البزار" (٥/ ٤٢٣)، وأخرجه ابن أبي شيبة في "مصنفه" (كتاب الأدب، باب: ما جاء في طلب العلم وتعليمه) (٥/ ٢٨٤).
(٢) رَوَاهُ أبو نعيم في "حلية الأولياء" (٥/ ١٧٤) مرفوعا من حديث أبي الدرداء.
(٣) أخرجه من حديث أبي الدرداء: الطبراني في "المعجم الأوسط" (٢٦٦٣)، وفِي "مسند الشاميين" (٣/ ٢٠٩)، وأبو نُعيم في "حلية الأولياء" (٥/ ١٧٤).
وورد من حديث أبي هُرَيْرَةَ أخرجه ابن أبي الدنيا في "الحلم" (ص ١٧)، والخطيب في "تاريخ بغداد" (٩/ ١٢٧)، وابن عساكر في "تاريخ دمشق" (١٨/ ٩٩).
(٤) أخرجه: الدارمي في "سننه" باب: البلاغ عن رسول الله - صلى الله عليه وسلم - وتعليم السنن) برقم (٥٤٥).
(٥) أخرجه: أبو نعيم في "حلية الأولياء" (١/ ١٦٠).
(٦) "السنن الكبرى" (كتاب التفسير، سورة التوبة) (٦/ ٣٥٤).','2','109',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (470,'وفيه دليل عَلى [أن] (١) أبا ذر كَانَ لا يرى بطاعة الإمام إِذا نهاه عن الفتيا؛ لأنه كَانَ يرى أن ذَلِكَ [١٢٩/ أ] واجب عليه؛ لأمر النَّبِي - صلى الله عليه وسلم - بالتبليغ عنه كما تقدم، ولعله أيضًا سمع الوعيد في حق من كتم علمًا يعلمه، وسيأتي لعلي مع عُثْمَان نَحوه.
و(الصَّمْصَامة) بالمهملتين الأولَى مفتوحة: هو السيف الصارم الَّذِي لا ينثني، وقيل: الذِي له حدٌّ واحد.
قَوْلُهُ: (هذه) إشارة إلَى القفا، وهو يذكر ويؤنث.
و(أُنْفِذ) بضم الهمزة وكسر الفاء والذال المعجمة، أي: أمضي.
و(تُجِيزوا) بضم المثناة وكسر الجيم وبعد الياء زاي، أي: تكملوا قتلي، ونكر "كلمة" لتشمل القليل والكثير، والمراد: أنه يبلغ ما تحمله في كل حال، ولا ينتهي عن ذَلِكَ ولو أشرف عَلى القتل.
و"لو" في كلامه لمجرد الشرط من غير أن يلاحظ الامتناع، والمراد: أن الإنفاذ حاصل عَلى تقدير وضع الصمصامة، [و] (٢) عَلى تقدير عدم حصوله أولى، فهو مثل قَوْله "لو لَم يخف الله لَم يعصه".
وفيه الحث عَلى تعليم العلم، واحتمال المشقة فيه، والصبر عَلى الأداء طلبًا للثواب.
قَوْلُهُ: (وَقَالَ ابن عباس) هذا التعليق وصله ابن أبي عاصم أيضًا بإسناد حسن، والخطيب بإسناد آخر حسن (٣). وقد فسر ابن عباس "الرباني" بأنه الحكيم الفقيه، ووافقه ابن مسعود فيما رَوَاهُ إبراهيم الحربي في غريبه عنه بإسناد صحيح.
وَقَالَ الأصمعي والإسماعيلي: الرباني نسبة إلَى الرب، أي: الذِي يقصد ما أمره
_________
(١) زيادة من "الفتح".
(٢) زيادة من "الفتح".
(٣) وأخرجه الطبري في "تفسيره" (سورة آل عمران، قَوْلُهُ تعالَى: {وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩)}) (٣/ ٢٢٢).','2','110',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (471,'الرب بقصده من العلم والعمل، وَقَالَ ثعلب: [قيل] (١) للعلماء ربانيون؛ لأنَّهم يُربُّون العلم، أي: يقومون به، وزيدت الألف والنون للمبالغة.
والحاصل: أنه اختلف في هذه النسبة هل هِيَ نسبة إلَى الرب أو إلَى التربية؟ والتربية عَلى هذا للعلم، وَعَلى ما حكاه البُخَاريّ لمتعلميه.
والمراد بصغار العلم: ما وضع من مسائله، وبكباره: ما دق منها، وقيل: يعلمهم جزئياته قبل كلياته، أو فروعه قبل أصوله، أو مقدماته قبل مقاصده.
وَقَالَ ابن الأعرابي: لا يقال للعالم رباني حَتَّى يكون عالمًا مُعَلَّمًا عاملًا.
* فائدة:
اقتصر المصنف في هذا الباب عَلى ما أورده من غير أن يورد حديثا موصولًا عَلى شرطه، فإما أن يكون بَيض له ليورد فيه ما يثبت عَلى شرطه، أو يكون [١٢٩/ ب] تعمد ذَلِكَ اكتفاء بما ذكر، والله أعلم.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','2','111',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (472,'<span data-type="title" id=toc-203>١١ - باب: مَا كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَتَخَوَّلُهُمْ بالْمَوْعِظَةِ وَالْعِلْمِ كَيْ لَا يَنْفِرُوا</span>
٦٨ - حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَتَخَوَّلُنَا بِالْمَوْعِظَةِ في الأَيَّامِ، كَرَاهَةَ السَّآمَةِ عَلَيْنَا.
قَوْلُهُ: (باب ما كانَ النَّبِيّ - صلى الله عليه وسلم - يتخولُهم) هو بالخاء المعجمة، أي: يتعهدهم، و (الموعظة) النصح والتذكير، وعطف العلم عليها من باب عطف العام عَلى الخاص؛ لأن العلم يشمل الموعظة وغيرها، وإنَّما عطفه؛ لأنها منصوصة في الحديث، وذَكر العلم استنباطًا.
قَوْلُهُ: (كي لا ينفروا) استعمل في الترجمة معنى الحديثين اللذين ساقهما، وتضمن ذَلِكَ تفسير السآمة بالنفور وهُمَا متقاربان، ومناسبته ظاهرة لما قبله من جهة ما حكاه أخيرًا من تفسير الرباني، كمناسبة الذِي قبله من تشديد أبي ذر في أمر التبليغ لما قبله من الأمر بالتبليغ، وغالب أبواب هذا الكتاب لمن أمعن النظر فيها والتأمل لا يخلو عن ذَلِكَ.
قَوْلُهُ: (سُفْيَان) هو الثوري، وقد رَوَاهُ أَحْمَد في مسنده (١) عن ابن عُيَينة، لكن مُحَمَّد ابن يوسف الفِرْيابي وإن كَانَ يروي عن السفيانين كأنه حين يُطلق يريد به الثوري، كما أن البُخَاريّ حيث يطلق مُحَمد بن يوسف لا يريد به إلا الفِرْيابي، وإن كَانَ يروي عن مُحَمَّد البِيكَنْدي أيضا، وقد وهم من زعم أنه هنا البِيكَنْدي.
قَوْلُهُ: (عن أبي وائل) في رواية أَحْمَد المذكورة سمعت شَقِيقًا، وهو أبو وائل، وأفاد هذا التصريح رفع ما يتوهم في رواية مُسْلِم (٢) الَّتِي أخرجها من طريق علي بن مُسْهر، عن الأعمش: وَحَدَّثَنِي عمرو بن مُرّة، عن شقيق، عن عبد الله مثله.
_________
(١) "مسند أَحْمَد" (١/ ٣٧٧).
(٢) "صحيح مُسْلِم" (كتاب صفة القيامة والجنة والنار، باب: الاقتصاد في الموعظة) برقم (٢٨٢١).','2','112',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (473,'فقد يوهم هذا أن الأعمش دلسه أولًا عن شقيق ثُمَّ سمى الواسطة بينهما، وليس كذلك، بل سمعه من أبي وائل بلا واسطة وسمعه عنه بواسطة، وأراد بذكر الرواية الثانية وإن كافت نازلة تأكيده، أو لينبه عَلى عنايته بالرواية من حيث إنه سمعه نازلًا [فلم] (١) يقنع بذلك حَتَّى سمعه عاليًا.
وكذا صرَّح الأعمش بالتحديث عند المصنف في الدعوات (٢) من رواية حفص بن غِيَاث عنه قَالَ: حَدَّثنِي شقيق وزاد في أوله: (أنَّهم كانوا ينتظرون عبد الله بن مسعود ليخرج إليهم فيذكرهم، وأنه لما خرج قَالَ: أما إني [١٣٠/ أ] أخْبَر بمكانكم، ولكنه يمنعني من الخروج إليكم" فذكر الحديث.
قَوْلُهُ: (كَانَ يتخولنا) بالخاء المعجمة وتشديد الواو، قَالَ الخطابي: الخائل بالمعجمة: هو القائم المتعهد للمال، يقال: خال المال تخوله تَخولًا: إذَا تعهده وأصلحه.
والمعنى: كَانَ يراعي الأوقات في تذكيرنا، ولا يفعل ذَلِكَ كل يوم لئلا نَمَلَّ، والتخون -بالنون أيضًا- يقال: تخون الشيء: إذَا تعهده وحفظه، أي: اجتنب الخيانة فيه، كما قيل في تحنث وتأثم ونظائرهما.
وقد قيل: إن أبا عمرو بن العلاء سمع الأعمش يحدث هذا الحديث فَقَالَ: "يتخولنا" باللام، فرده عليه بالنون فلم يرجع لأجل الرواية، وكلا اللفظين جائز.
وحكى أبو عُبَيد الهروي في الغريبين عن أبي عمرو الشيْبَاني أنه كَانَ يقول: الصواب "يتحولنا" بالحاء المهملة، أي: يتطلب أحوالنا الَّتِي ننشط فيها للموعظة.
قُلْت: والصواب من حيث الرواية الأول، فقد رَوَاهُ منصور، عن أبي وائل كرواية الأعمش، وهو في الباب الآتي، وَإِذَا ثبتت الرواية وصح المعنى بطل الاعتراض.
قَوْلُهُ: (علينا) أي السَّآمة الطارئة علينا، أو ضمن السَّآمة معنى المشقة.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "صحيح البُخَاريّ" (كتاب الدعوات، باب: الموعظة ساعة بعد ساعة) برقم (٦٤١١).','2','113',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (474,'٦٩ - حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: حَدَّثَني أَبُو التَّيَّاحِ، عَنْ أَنَسٍ، عَنِ النَّبِي - صلى الله عليه وسلم - قَالَ: "يَسِّرُوا وَلَا تُعَسِّرُوا، وَبَشِّرُوا وَلَا تُنَفِّرُوا".
قَوْلُهُ: (أبو التَّيَّاح) تقدم أنه بفتح المثناة الفوقانية وتشديد التحتانية.
قوْلُهُ: (ولا تعسروا) الفائدة فيه التصريح باللازم تأكيدًا، وَقَالَ النووي: لو اقتصر عَلى يسروا لصدق عَلى من يَسَّر مَرَّة وعَسَّر كثيرًا فَقَالَ: "ولا تعسِّروا" لنفي التعسير في جميع الأحوال.
قَوْلُهُ: (وبشروا) بعد قَوْله: "يسِّروا" فيه الجناس الخَطي، ووقع عند المصنف في الأدب (١)، عن آدم عن شُعْبة بدلها: "وسكِّنوا" وهي الَّتِي تقابل "ولا تنفِّروا"؛ لأن السكون ضد النفور، كما أن ضد البِشَارة النِّذَارة بالتنفير.
والمراد: تأليف من قرب إسلامه وترك التشديد عليه في الابتداء، وكذلك الزجر عن المعاصي ينبغي أن يكون بتلطف ليُقبل، وكذا تعليم العلم ينبغي أن يكون بالتدريج؛ لأن الشيء إذَا كانَ في ابتدائه سهلًا حُبِّب إلَى من يدخل فيه، وتلقاه بانبساط، وكانت عاقبته غالبًا الازدياد بخلاف ضده.
_________
(١) "صحيح البُخَاريّ" (كتاب الأدب، باب: قول النَّبِيّ - صلى الله عليه وسلم -: "يسروا ولا تعسروا. . . .") برقم (٦١٢٥).','2','114',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (475,'<span data-type="title" id=toc-204>١٢ - باب: مَنْ جَعَلَ لأَهْلِ الْعِلْمِ يَوْمًا مَعْلُومًا</span>
٧٠ - حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ: كَانَ عَبْدُ الله يُذَكِّرُ النَّاسَ في كُل خَمِيسٍ، فَقَالَ لَهُ رَجُلٌ: يَا أَبَا عَبْدِ الرَّحْمَنِ، لَوَدِدْتُ أنكَ ذَكَّرْتَنَا كُل يَوْمٍ. قَالَ: أَمَا إِنَّهُ يَمْنَعُني مِنْ ذَلِكَ أَني أَكرَهُ أَنْ أُمِلَّكُمْ، وَإِنّي أَتخَوَّلُكُمْ بِالْمَوْعِظَةِ كَمَا كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَتَخَوَّلُنَا بِهَا، مَخَافَةَ السَّآمَةِ عَلَيْنَا.
قَوْلُهُ: (باب [١٣٠/ ب] من جعل لأهل العلم يومًا معلومًا) في رواية كريمة: "أيامًا معلومة"، وللكُشْمَيهَني: "معلومات"، وكأنه أخذ هذا من صنيع ابن مسعود في تذكيره كل خميس، أو من استنباط عبد الله ذَلِكَ من الحديث الَّذي أورده.
قَوْلُهُ: (جرير) هو ابن عبد الحميد.
و(منصور) هو ابن المُعْتَمر.
قَوْلُهُ: (كَانَ عبد الله) هو ابن مسعود، وكنيته أبو عبد الرحمن.
قَوْلُهُ: (فَقَالَ له رجل) هذا المبهم يشبه أن يكون هو يزيد بن معاوية النخعي، وفِي سياق المصنف في أواخر الدعوات (١) ما يرشد إليه.
قَوْلُهُ: (لوددت) اللام جواب قسم (٢) محذوف، أي: والله لوددت، وفاعل "يمنعني": "أنّي أكره" بفتح همزة "أَنّي".
و(أُمِلَّكم) بضم الهمزة، أي: أُضْجِرَكم، و"إنّي" الثانِيَةُ بكسر الهمزة.
وقد تقدم شرح المتن قريبًا، والإسناد كله كوفيون، وحديث أنس الَّذِي قبله بصريون.
_________
(١) "صحيح البُخَاريّ" (كتاب الدعوات، باب: الموعظة ساعة بعد ساعة) برقم (٦٤١١).
(٢) بعدها بياض بالأصل قدر كلمة.','2','115',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (476,'<span data-type="title" id=toc-205>١٣ - باب: مَنْ يُرِدِ اللهُ بهِ خَيْرًا يُفَقِّهْهُ في الدِّينِ</span>
٧١ - حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، قَالَ: قَالَ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ: سَمِعْتُ مُعَاوِيَةَ خَطِيبًا يَقُوُل: سَمِعْتُ النَّبِي - صلى الله عليه وسلم - يَقُولُ: "مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ في الدِّينِ، وَإِنَّمَا أَنَا قَاسِم وَاللهُ يُعْطِي، وَلَنْ تَزَالَ هَذِهِ الأُمَّةُ قَائِمَةً عَلَى أَمْرِ اللهِ لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ".
قَوْلُهُ: (باب من يُرد اللهُ بِهِ خَيْرًا يُفقهه في الدين) ليس في أكثر الروايات في الترجمة قَوْلُهُ: "في الدين"، وثبتت [عند] (١) الكُشْمَيهنِي.
قَوْلُهُ: (حَدَّثَنَا سعيد بن عُفَيْر) هو سعيد بن كثير بن عُفَير، نُسب إلَى جده، وهو بالمهملة مصغرًا.
قَوْلُهُ: (عن ابن شهاب، قَالَ حُميد) في الاعتصام للمؤلف (٢) من هذا الوجه: "أَخْبَرَني حُميد"، ولمسلم (٣): "حَدَّثَنِي حُميد بن عبد الرحمن بن عوف"، زاد تسمية جده.
قَوْلُهُ: (سمعت معاوية) هو ابن أبي سُفْيَان.
قَوْلُهُ: (خطيبًا) هو حال من المفعول، وفِي رواية مُسْلِم والاعتصام: "سمعت معاوية بن أبي سُفيان وهو يخطب".
وهذا الحديث مشتمل عَلى ثلاثة أحكام:
أحدها: فضل التفقه في الدين.
وثانيها: أن المعطي في الحقيقة هو الله.
وثالثها: أن بعض هذه الأمة يبقى عَلى الحق أبدًا.
_________
(١) زيادة من "الفتح".
(٢) "صحيح البُخَاريّ" (كتاب الاعتصام بالكتاب والسنة، باب: قول النَّبِيّ - صلى الله عليه وسلم -: "لا تزال طائفة من أمتي ظاهرين عَلى الحق. . . .") برقم (٧٣١٢).
(٣) "صحيح مُسْلِم" (كتاب الزكاة، باب: النهي عن المسألة) برقم (١٧٢١).','2','116',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (477,'فالأول لائق بأبواب العلم، والثاني لائق بقسم الصدقات؛ ولهذا أورده مُسْلِم في الزكاة والمؤلف في الخُمُس (١)، والثالث لائق بذكر أشراط الساعة، وقد أورده المؤلف في الاعتصام لالتفاته إلَى مسألة عدم خلو الزمان عن مُجتهد.
وقد تتعلق الأحاديث الثلاثة بأبواب العلم، بل بترجمة هذا الباب خاصة من جهة [١٣١/ أ] إثبات الخير لمن تفقه في دين الله، وأن ذَلِكَ لا يكون بالإكثار فقط، بل لمن يفتح الله عليه به، وأن من يفتح الله عليه بذلك لا يزال جنسه موجودًا حَتى يأتي أمر الله.
وقد جزم البُخَاريّ بأن المراد بهم أهل العلم بالآثار، وَقَالَ أَحْمَد بن حنبل: إن لَم يكونوا أهل الحديث فلا أدري مَن هُم؟ !
قَالَ القاضي عياض: أراد أَحْمَد أهل السُّنَّة ومن يعتقد مذهب أهل الحديث، وَقَالَ النووي: يحتمل أن تكون هذه الطائفة فرقة من أنواع المؤمنين ممن يقيم أمر الله من: مُجاهد، وفقيه، ومُحدث، وزاهد، وآمر بالمعروف، وغير ذَلِكَ من أنواع الخير، ولا يلزم اجتماعهم في مكان واحد، بل يَجوز أن يكونوا مفرَّقين.
قَوْلُهُ: (يُفَقِّهه) أي: يفهمه كما تقدم، وهي ساكنة الهاء؛ لأنها جواب الشرط، يقال: فَقُه بالضم: إذَا صار الفقه له سَجِية، وفَقَه بالفتح: إِذَا سبق غيره إلَى الفهم، وفَقِه بالكسر: إِذَا فهم.
ومفهوم الحديث: أن من لَم يتفقه في الدين، أي: يتعلم قواعد الإسلام وما يتصل بِها من الفروع؛ فقد حُرِم الخير، وفي ذَلِكَ بيان ظاهر لفضل العلماء عَلى سائر الناس، ولفضل التفقه في الدين عَلى سائر العلوم، وسيأتي بقية الكلام عَلى الحديثين الآخرين في موضعهما إن شاء الله.
_________
(١) "صحيح البُخَاريّ" (كتاب فرض الخمس، باب: قول الله تعالَى: {فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ. . .}) برقم (٣١١٦).','2','117',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (478,'<span data-type="title" id=toc-206>١٤ - باب: الْفَهْمِ في الْعِلْمِ</span>
٧٢ - حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، قَالَ: قَالَ لِي ابْنُ أَبِي نَجِيحٍ: عَنْ مُجَاهِدٍ قَالَ: صَحِبْتُ ابْنَ عُمَرَ إِلَى الْمَدِينةِ فَلَمْ أَسْمَعْهُ يُحَدِّثُ عَنْ رَسُولِ الله - صلى الله عليه وسلم - إِلَّا حَدِيثًا وَاحِدًا، قَالَ: كُنا عِنْدَ النَّبِيُّ - صلى الله عليه وسلم - فَأُتِيَ بِجُمَّارٍ فَقَالَ: "إِنَّ مِنَ الشَجَرِ شَجَرَةً مَثَلُهَا كمَثَلِ الْمُسْلِمِ". فَأَرَدْتُ أَنْ أَقُولَ هِيَ النَّخْلَةُ، فَإِذَا أَنَا أَصْغَرُ الْقَوْمِ فَسَكَت، قَالَ النَّبِيُّ - صلى الله عليه وسلم -: "هِيَ النَّخْلَةُ".
قَوْلُهُ: (باب الفهم في العلم) أي: فضل الفهم.
(في العلم) أي: في العلوم.
قوْلُهُ: (حَدَّثَنَا علي) في رواية أبي ذر: ابن عبد الله، وهو المعروف بابن المديني.
قَوْلُهُ: (حَدَّثَنَا سُفْيَان قَالَ: قَالَ لي ابن أبي نَجِيح) في مسند الحميدي (١)، عن سُفْيَان: "حَدَّثَنِي ابن أبي نَجيح".
قوْلُهُ: (صحبتُ ابن عمر إلَى المدينة) فيه ما كَانَ بعض الصحابة عليه من توقي الحديث عن النَّبِيّ - صلى الله عليه وسلم - إلا عند الحاجة؛ خشية الزيادة والنقصان، وهذه كانت طريقة ابن عُمر ووالده عُمر وجماعة، وإنَّما كثرت أحاديث ابن عُمر مع ذَلِكَ لكثرة من كَانَ يسأله ويستفتيه، وقد تقدم الكلام عَلى متن حديث الباب في أوائل كتاب العلم، والله أعلم.
_________
(١) "مسند الحميدي" (٢/ ٢٩٨).','2','118',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (479,'<span data-type="title" id=toc-207>١٥ - باب: الاغْتِبَاط في الْعِلْمِ وَالْحِكمَةِ وَقَالَ عُمَرُ: تَفَقَّهُوا قَبْلَ أَنْ تُسَوَّدُوا</span>
٧٣ - حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، -عَلَى غَيْرِ مَا حَدَّثَنَاهُ الزُّهْرِيُّ- قَالَ: سَمِعْتُ قَيْسَ بْنَ أَبِي حَازِمٍ، قَالَ: سَمِعْتُ عَبْدَ الله ابْنَ مَسْعُودٍ، قَالَ: قَالَ النَّبِي - صلى الله عليه وسلم -: "لَا حَسَدَ إِلَّا في اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ مَالًا فَسُلِّطَ عَلَىَ هَلَكَتِهِ في الْحَقِّ، وَرَجُلٌ آتَاهُ اللهُ الْحِكْمَةَ، فَهْوَ يَقْضِي بِهَا وَيُعَلِّمُهَا".
قَوْلُهُ: (باب الاغتباط) هو بالغين المعجمة.
قَوْلُهُ: (في العلم والحكمة) [١٣١ /ب] فيه نظير ما ذكرنا في قَوْله: "بالموعظة والعلم"، لكن هذا عكس ذاك، أو هو من العطف التفسيري إن قلنا: إنهما مترادفان.
قَوْلُهُ: (وَقَالَ عمر: تفقهوا قبل أن تُسَوَّدوا) هو بضم المثناة وفتح المهملة وتشديد الواو، أي تُجعلوا سادة.
زاد الكُشْمَيهني في روايته: "قَالَ أبو عبد الله -أي: البُخَاريّ-: وبعد أن تُسَوَّدوا" إلَى قَوْله: "سِنِّهم".
أما أثر عمر فأخرجه ابن أبي شيبة وغيره (١) من طريق مُحَمَّد بن سيرين، عن الأحنف بن قيس قَالَ: قَالَ عُمَر. . . فذكره، وإسناده صحيح.
وإنَّما عقبه البُخَاريّ بقوله: "وبعد أن تسودوا" ليبين أن لا مفهوم له، خشية أن يفهم أحد من ذَلِكَ أن السيادة مانعة من التفقه، وإنما أراد عمر أنها قد تكون سببا للمنع؛ لأن الرئيس قد يمنعه الكِبْر والاحتشام أن يَجلس مَجلس المتعلمين.
_________
(١) أخرجه ابن أبي شيبة في "مصنفه" (كتاب الأدب، باب: ما جاء في طلب العلم وتعليمه) (٥/ ٢٨٤)، والدارمي في "سننه" (المقدمة، باب: في ذهاب العلم) برقم (٢٥٠).','2','119',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (480,'ولهذا قَالَ مالك: من عَيْب القضاء أن القاضي إِذَا عُزل لا يرجع إلَى مجلسه الذِي كَانَ يتعلم فيه. وَقَالَ الشافعي: إِذَا تصدر الحَدَث فاته علم كثير.
والمراد بالسيادة في أثر عمر أعم من التزويج، ولا وجه لمن خصصه بذلك؛ لأنها قد تكون به وبغيره من الأشياء الشاغلة لأصحابها عن الاشتغال بالعلم.
وَقَالَ ابن المنير: مطابقة قول عمر للترجمة أنه جعل السيادة من ثمرات العلم، وأوصى الطالب باغتنام الزيادة قبل بلوغ درجة السيادة، وذلك يحقق استحقاق العلم بأن يغبط بها صاحبها.
لكن الحديث دلَّ عَلى أن الغِبْطَة لا تكون إلا بأحد الأمرين: العلم أو الجود، ولا يكون الجود مَحمودًا إلا إِذَا كَانَ بعلم، فكأنه يقول: تعلموا العلم قبل حصول الرياسة لتُغبَطوا إِذَا غُبِطتم بحق، ويقول أيضًا: إن تعجلتم الرياسة الَّتِي من عادتها أن تمنع صاحبها من طلب العلم فاتركوا تلك العادة وتعلموا العلم لتحصل لكم الغِبطة الحقيقية.
ومعنى الغِبْطَة: تمني المرء أن يكون له نظير ما للآخر من غير أن تزول عنه، وهو المراد بالحسد الَّذِي أطلق في الخبر كما سنبينه.
قَوْلُهُ: (حَدَّثَنا إسماعيل بن أبي خالد عَلى غير ما حدثناه الزهري) يعني: أن الزهري حدث سُفيان [١٣٢/ أ] بهذا الحديث بلفظ غير اللفظ الَّذِي حدثه به إسماعيل عن سالم، ورواها مُسْلِم (١)، عن زهير بن حرب وغيره عن سُفيان بن عُيَيْنَة قَالَ: حَدَّثَنَا الزهري، عن سالم، عن أبيه. . . . ساقه مُسْلِم تامًّا واختصره البُخَاريّ.
وأخرجه البُخَاريّ أيضًا تامًا في فضائل القرآن (٢) من طريق شُعَيب، عن الزهري: حَدَّثَنِي سالم بن عبد الله بن عُمَر. . . فذكره، وسنذكر ما تخالفت فيه الروايتان بعدُ إن شاء الله تعالَى.
_________
(١) "صحيح مُسْلِم" (كتاب صلاة المسافرين وقصرها، باب: فضل من يقوم بالقرآن ويعلمه. . . .) برقم (٨١٥).
(٢) "صحيح البُخَاريّ" (كتاب فضائل القرآن، باب: اغتباط صاحب القرآن) برقم (٥٠٢٥).','2','120',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (481,'قَوْلُهُ: (لا حسد).
الحسدُ: تمني زوال النعمة عن المُنْعَم عليه، وخصه بعضهم بأن يتمنى ذلكَ لنفسه، والحق أنه أعم، وسببه أن الطباع مَجبولة عَلى حب الترفع عَلى الجنس، فإذا رأى لغيره ما ليس له أحب أن يزول ذَلِكَ عنه له ليرتفع عليه، أو مطلقًا ليساويه، وصاحبه مذموم إِذَا عمل بمقتضى ذَلِكَ من تصميم أو قول أو فعل، وينبغي لمن خطر له ذَلِكَ أن يكرهه كما يكره ما وضع في طبعه من حب المنهيات.
واستثنوا من ذَلِكَ ما إِذا كانت النعمة لكافر أو فاسق يستعين بها عَلى معاصي الله تعالَى فهذا حكم الحسد بحسب حقيقته.
وأمَّا الحسد المذكور في الحديث فهو: الغِبْطَة، وأطلق الحسد عليها مَجازا، وهي أن يتمنى أن يكون له مثل ما لغيره من غير أن يزول عنه، والحرص عَلى هذا يُسَمى منافسة، فإن كَانَ في الطاعة فهو مَحمود، ومنه: {فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ (٢٦)} [المطففين: ٢٦]. وإن كَانَ في المعصية فهو مَذموم، ومنه: "ولا تنافسوا" (١)، وإن كَانَ في الجائزات فهو مباح؛ فكأنه قَالَ في الحديث: لا غِبْطَة أعظم أو أفضل من الغِبْطة في هذين الأمرين.
ووجه الحصر: أن الطاعات إما بدنية أو مالية أو كائنة عنهما، وقد أشار إلَى البدنية بإتيان الحكمة والقضاء بها وتعليمها، ولفظ حديث ابن عمر: "رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار"، والمراد بالقيام به: العمل به مطلقًا أعم من تلاوته داخل الصلاة أو خارجها، ومن تعليمه الحكم، والفتوى بمقتضاه، فلا تخالف بين لفظي الحديثين.
قَوْلُهُ: (إلا في اثنتين) كذا في معظم الروايات اثنتين بتاء التأنيث، أي: لا حسد مَحمود في شيء إلا في خصلتين.
_________
(١) وهي جزء من حديث أخرجه مُسْلِم في "صحيحه" (كتاب البر والصلة والآداب، باب: تَحريم الظن والتجسس والتنافس والتناجش) برقم (٢٥٦٣)، والإمام أَحْمَد في "مسنده" (٢/ ٢٨٧، ٣١٢، ٣٤٢، ٣٩٣، ٤٦٥، ٤٧٠، ٤٨٢، ٤٩١، ٥١٢، ٥١٧، ٥٣٩).','2','121',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (482,'وَعَلى هذا فقوله رجل بالرفع، والتقدير: خصلة رجل [١٣٢/ ب]، فحذف المضاف وأقيم المضاف إليه مقامه، وللمصنف في الاعتصام: "إلا في اثنين" (١)، وَعَلى هذا فقوله: "رجل" بالخفض عَلى البدلية، أي: خصلة رجلين، ويَجوز النصب بإضمار: "أعني"، وهي رواية ابن ماجه (٢).
قَوْلُهُ: (مالًا) نكرة ليشمل القليل والكثير.
قَوْلُهُ: (فَسُلِّط) كذا لأبي ذر، وللباقين: "فسلطه"، وعبر بالتسلط لدلالته عَلى قهر النفس المجبولة عَلى الشُّحِّ.
قَوْلُهُ: (هلكته) بفتح اللام والكاف، أي: إهلاكه، وعبر بذلك ليدل عَلى أنه لا يُبْقِي منه شيئًا، وكمله بقوله: "في الحق" أي: في الطاعات؛ ليزيل عنه إبهام الإسراف المذموم.
قَوْلُهُ: (الحكمة) اللام للعهد؛ لأن المراد بِها القرآن عَلى ما أشرنا إليه قبل.
* فائدة:
زاد أبو هُرَيْرَةَ في هذا الحديث ما يدل عَلى أن المراد بالحسد المذكور هُنا بالغِبْطة كما شرحناه، ولفظه: "فَقَالَ رجل: ليتني أوتيت مثل ما أوتي فلان فعملت مثل ما يعمل"، أورده المصنف في فضائل القرآن (٣).
وعند الترمِذيّ من حديث أبي كَبْشة الأنْمَاري -بفتح الهمزة وإسكان النون- أنه سمع رسول الله - صلى الله عليه وسلم - يقول، فذكر حديثا طويلًا فيه استواء العامل في المال بالحق
_________
(١) ليس في الاعتصام بهذا اللفظ ولا في أي موضع من مواضع الحديث في "صحيح البُخَاريّ"، وعند تعرض الحافظ لشرح الحديث في كتاب الاعتصام قَال: (حديث ابن مسعود: "لا حسد إلا في اثنتين") وقد تقدم.
هذا؛ وقد وقع عند أحْمَد في "مسنده" (١/ ٣٨٥) بهذا اللفظ من طريق يَحيى القطان عن إسماعيل بن أبي خالد، وبهذا السند أخرجه البُخَاريّ في (كتاب الزكاة، باب: إنفاق المال في حقه) برقم (١٤٠٩) ولكن بلفظ: "ثنتين"، فالله أعلم.
(٢) ليس في ابن ماجه المطبوع بالنصب، بل بالرفع والخفض معا، (كتاب الزهد، باب الحسد) برقم (٤٢٠٨).
(٣) "صحيح البُخَاريّ" (كتاب فضائل القرآن، باب: اغتباط صاحب القرآن) برقم (٥٠٢٥).','2','122',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (483,'والمتمني في الأجر، ولفظه: "وعبد رزقه الله علمًا ولَم يرزقه مالًا فهو صادق النية، يقول: لو أن لي مالًا لعملت مثل ما يعمل فلان، فأجرهما سواء" (١)، وذكر في ضدهما أنهما في الوزر سواء، وَقَالَ فيه: حسن صحيح، والله أعلم.
وإطلاق كونهما سواء يَرُدُّ عَلى الخَطَّابي في جزمه بأن الحديث يدل عَلى أن الغني إِذَا قام بشروط المال كَانَ أفضل من الفقير.
نعم؛ يكون أفضل بالنسبة إلَى من أعرض ولَم يتمن، لكن الأفضلية المستفادة منه هِيَ بالنسبة إلَى هذه الخصلة فقط لا مطلقًا. وسيكون لنا عودة إلَى البحث في هذه المسألة في حديث: "الطاعم الشاكر كالصائم الصابر" حيث ذكره المؤلف في كتاب الأطعمة (٢) إن شاء الله تعالَى.
_________
(١) "جامع التّرمِذيّ" (كتاب الزهد، باب: ما جاء مثل الدنيَا مثل أربعة نفر) برقم (٢٣٢٥).
(٢) ذكره البُخَاريّ تعليقًا في "صحيحه" (كتاب الأطعمة، باب: الطاعم الشكر مثل الصائم الصابر).
وأخرجه: الإمام أحْمَد في "مسنده" (٢/ ٢٨٣)، والدارمي في "سننه" (كتاب الأطعمة، باب: في الشكر عَلى الطعام) برقم (٢٠٢٤).','2','123',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (484,'<span data-type="title" id=toc-208>١٦ - باب: مَا ذُكِرَ في ذَهَابِ مُوسَى - صلى الله عليه وسلم - في الْبَحْرِ إِلَى الْخَضِرِ</span>
وَقَوْله تَعالى: {هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ} الآية
٧٤ - حَدَّثَنَا مُحَمَّدُ بْنُ غُرَيْر الزُّهْرِيُّ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَبي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَهُ أَنَّ عُبَيْدَ اللهِ بْنَ عَبْدِ اللهِ أَخْبَرَهُ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَمَارَى هو وَالْحُرُّ بْنُ قَيْسِ بْنِ حِصْنٍ الْفَزَارِيُّ في صَاحِبِ مُوسَى، قَالَ ابْنُ عَبَّاسٍ: هو خَضِرٌ. فَمَرَّ بِهِما أُبَيُّ بْنُ كَعْب، فَدَعَاهُ ابْنُ عَبَّاسٍ فَقَالَ: إِنِّي تَمَاريتُ أَنَا وَصَاحِبِي هَذَا في صَاحِبِ مُوسَى الَّذِي سَأل مُوسَى السَّبِيلَ إِلَى لُقِيِّهِ، هَلْ سَمِعْتَ النَّبِيَّ - صلى الله عليه وسلم - يَذْكُرُ شَأْنَهُ؟ قَالَ: نَعَمْ، سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يقُوُل: "بَيْنَمَا مُوسَى في مَلإٍ مِنْ بَني إِسْرَائِيلَ، إِذْ جَاءَهُ رَجُلٌ، فَقَالَ: هَلْ تَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ؟ قَالَ مُوسَى: لَا. فَأَوْحَى اللهُ إِلَى مُوسَى بَلَى، عَبْدُنَا خَضِرٌ، فَسَأَل مُوسَى السَّبِيلَ إِلَيْهِ، فَجَعَلَ اللهُ لَهُ الْحُوتَ آيَة، وَقِيلَ لَهُ: إِذَا فَقَدْتَ الْحُوتَ فَارْجِعْ، فَإِنَّكَ سَتَلْقَاهُ، وَكانَ يَتَّبعُ أثَرَ الْحُوتِ في الْبَحْرِ، فَقَالَ لمُوسَى فَتَاهُ: أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنَي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهُ إِلأَ الشَيْطَانُ أَنْ أَذْكُرَهُ. قَالَ ذَلِكَ مَا كُنَّا نَبْغِي، فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَوَجَدَا خَضِرًا. فَكَانَ مِنْ شَأْنِهِمَا الَّذِي قَصَّ اللهُ -عز وجل- في كتَابِهِ".
قَوْلُهُ: (باب ما ذكر في ذهاب موسى إلَى الخَضِر).
هذا الباب معقود للترغيب في احتمال المشقة [١٣٣/ أ] في طلب العلم؛ لأن ما يغتبط به يحتمل المشقة فيه؛ ولأن موسى -عَلَيْهِ الصَّلَاة وَالسلَام- لَم يمنعه بلوغه من السيادة المحل الأعلى من طلب العدم وركوب البر والبحر لأجله، فظهر بهذا مناسبة هذا لما قبله.
فظاهر التبويب: أن موسى ركب البحر لَمَّا توجه في طلب الخَضِر، وفيه نظر؛ لأن الَّذِي ثبت عند المصنف وغيره أنه خرج في البر، وإنَّما ركب البحر في السفينة هو','2','124',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (485,'والخَضِر بعد أن التقيا، فيحمل قَوْلُهُ: "إلَى الخضر" عَلى أن فيه حذفًا، أي: إلَى مقصد الخَضِر؛ لأن موسى لَم يركب البحر لحاجة نفسه، وإنَّما ركبه تبعًا للخضر.
ويمكن أن يقال: مقصود الذهاب إنّما حصل بتمام القصة، ومن تمامها: أنه ركب وجه البحر، فأطلق عَلى جميعها ذهابًا مَجازًا: إما من إطلاق الكل عَلى البعض، أو من تسمية السبب باسم ما تسبب عنه.
وحمله ابن المنير عَلى أن "إلَى" بمعنى: مع، وَقَالَ ابن رشيد: يحتمل أن يكون ثبت عند البُخَاريّ أن موسى توجه في البحر لما طلب الخضر.
قُلْت: لعله قوي عنده أحد الاحتمالين في قَوْله: "فكان يتبع أثر الحوت في البحر"، فالظرف يحتمل أن يكون لموسى ويحتمل أن يكون للحوت، ويؤيد الأول ما جاء عن [أبي] (١) العالية وغيره، فروى عَبْد بن حُميد، عن أبي العالية "أن موسى التقى بالخضر في جزيرة من جزائر البحر". انتهى
والتوصل إلَى جزيرة في البحر لا يقع إلا بسلوك البحر غالبًا، وعنده أيضًا من طريق الربيع بن أنس قَالَ: "إنجاب الماء عن مسلك الحوت فصار طاقة مفتوحة، فدخلها موسى عَلى أثر الحوت حَتَّى انتهى إلَى الخضر"، فهذا يوضح أنه ركب البحر إليه، وهذان الأثران الموقوفان رجالهما ثقات.
قَوْلُهُ: (الآية) هو بالنصب، بتقدير: "فذكر"، لا عَلى المفعولية، وقد ذكر الأصيلي في روايته باقي الآية، وهي قَوْلُهُ: {مِمَّا عُلِّمْتَ رُشْدًا (٦٦)} [الكهف: ٦٦].
قَوْلُهُ: (حَدَّثَنَا) وللأصيلي: "حَدَّثَنِي" بالإفراد.
قَوْلُهُ: (غرير) تقدم في المقدمة أنه بالغين المعجمة مصغرًا، وَمُحَمَّد وشيخه وأبوه إبراهيم بن سعد زُهْرِيُّون، وكذا ابن شِهاب شيخ صالح، وهو ابن كَيْسَان.
قَوْلُهُ: (حدثه) للكُشْمَيهنِي: "حدث" بغير هاء، وهو مَحمولٌ عَلى السماع؛ لأن صالِحًا [١٣٣ / ب] غير مدلس.
_________
(١) زيادة من "الفتح".','2','125',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (486,'قَوْلُهُ: (تَمارى) أي: تَجادل.
قَوْلُهُ: (والحُرّ) هو بضم الحاء وتشديد الراء المهملتين، وهو صحابي ذكره ابن السكن وغيره، وله ذكر عند المصنف أيضًا في قصة له مع عُمر قَالَ فيها: "وَكَانَ الحُرُّ من النفر الَّذِينَ يدنيهم عمر" (١)، يعنِي: لفضلهم.
قَوْلُهُ: (قَالَ ابن عباس: هو خضر) لَم يذكر ما قَالَ الحر بن قيس، ولا وقفت عَلى ذلِكَ في شيء من طرق هذا الحديث.
وخَضِر: -بفتح أوله وكسر ثانيه- أو بكسر أوله وإسكان ثانيه، ثبتت بهما الرواية، وبإثبات الألف واللام فيه وبِحذفهما.
وهذا التماري الَّذِي وقع بين ابن عباس والحُرِّ غير التماري الَّذِي وقع بين سعيد ابن جُبَير ونَوْف البكالي، فإن هذا في صاحب موسى هل هو الخَضِر أو غيره؟ وذلك موسى هل هو موسى بن عمران الَّذِي أُنزلت عليه التوراة، أو موسى بن مِيشَا -بكسر الميم وسكون التحتانية بعدها معجمة-؟ وسياق سعيد بن جبير للحديث عن ابن عباس أتم من سياق عبيد الله بن عبد الله بن عتبة هذا بشيء كثير، وسيأتي ذكر ذَلِكَ مفصلًا في كتاب التفسير (٢) إن شاء الله.
ويقال: إن اسم الخَضِر بَلْيَا -بموحدة ولام ساكنة ثُمَّ تحتانية-، وسيأتي في أحاديث الأنبياء النقل عن سبب تلقيبه بالخَضِر، ويأتي نقل الخلاف في نسبه وهل هو رسول أو نبي فقط، أو مَلَك -بفتح اللام- أو وَلِي فقط؟ وهل هو باقٍ أو مات؟
قَوْلُهُ: (فدعاه) أي: ناداه وذكر ابن التين أن فيه حذفًا، والتقدير: فقام إليه فسأله؛ لأن المعروف عن ابن عباس التأدب مع من يأخذ عنه، وأخباره في ذَلِكَ شهيرة.
_________
(١) "صحيح البُخَاريّ" (كتاب التفسير، سورة الأعراف، باب: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ (١٩٩)}) برقم (٤٦٤٢)، وكذا في (كتاب الاعتصام بالكتاب والسنة، باب: الاقتداء بسنن رسول الله - صلى الله عليه وسلم -) برقم (٧٢٨٦).
(٢) "صحيح البُخَاريّ" (كتاب التفسير، سورة الكهف، باب: {وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا (٦٠)}) برقم (٤٧٢٥)، وكذا (باب: {فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا (٦١)}) برقم (٤٧٢٦).','2','126',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (487,'قَوْلُهُ: (إذ جاءه رجل) لَم أقف عَلى تسميته.
قَوْلُهُ: (بلى عبدنا) أي: هو أعلم، وللكُشْمَيْهَني: "بل" بإسكان اللام، والتقدير: فأوحى الله إليه: "لا تطلق النفي، بل قل خَضِر"، وإنّما قَالَ: "عبدنا" وإن كَانَ السياق يقتضي أن يقول: "عبد الله"؛ لكونه أورده عَلى طريق الحكاية عن الله -سبحانه وتعالى-، والإضافة فيه للتعظيم.
قَوْلُهُ: (ما كنا نبغي) أي: نطلب؛ لأن فقد الحوت جُعِل آيةً، أي: علامة عَلى الموضع الَّذِي فيه الخَضِر.
وفِي الحديث جواز التجادل في العلم إِذَا كَانَ بغير تعنت، والرجوع إلَى أهل العلم عند التنازع، والعمل بخبر الواحد الصدوق، وركوب البحر في طلب العلم، بل في طلب الاستكثار منه، ومشروعية حمل الزاد في السفر، ولزوم التواضع في كل حال، ولهذا حرص موسى عَلى الالتقاء بالخَضِر -عَلَيْهِمَا السَّلَام- وطَلَب التعلم منه تعليمًا لقومه أن يتأدبوا بأدبه، وتنبيهًا لمن زكى نفسه أن يسلك مسلك التواضع.','2','127',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (488,'<span data-type="title" id=toc-209>١٧ - باب: قَوْلِ النَّبِيِّ - صلى الله عليه وسلم -: "اللَّهُمَّ عَلِّمْهُ الْكِتَابَ</span>"
٧٥ - حَدَّثنَا أَبُو مَعْمَرٍ، قَالَ: حَدَّثنَا عَبْدُ الْوَارِثِ، قَالَ: حَدَّثنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: ضَمَّنِي رَسُولُ اللهِ - صلى الله عليه وسلم - وَقَالَ: "اللَّهُمَّ عَلِّمْهُ الْكِتَابَ".
قَوْلُهُ: (باب قول النَّبِيّ - صلى الله عليه وسلم -: اللهم عَلِّمْه الكتاب) استعمل لفظ الحديث ترجمة؛ تمسكًا بأن ذَلِكَ لا يختص جوازه بابن عباس.
قَوْلُهُ: (حَدَّثَنَا أبو معمر) هو عبد الله بن عَمرو بن أبي الحجاج المعروف بالمُقْعَد البصري.
قَوْلُهُ: (حَدَّثَنَا خالد) هو ابن مِهْرَان الحَذَّاء.
قَوْلُهُ: (ضمني رسول الله - صلى الله عليه وسلم -) زاد المصنف في فضل ابن عباس: "إِذ ذاك غلامًا مميزًا" (١). فيستفاد منه جواز احتضان الصبي القريب عَلى سبيل الشفقة.
قَوْلُهُ: (عَلِّمْهُ الكتاب) بَيّن المصنف في كتاب الطهارة من طريق عبد الله بن أبي يزيد، عن ابن عباس سبب هنا الدعاء، ولفظه: "دخل النَّبِيّ - صلى الله عليه وسلم - الخلاء فوضعت له وَضُوءًا" (٢)، زاد مُسْلِم: "فلما خرج"، ثُمَّ اتفقا: "قَالَ: من وضع هذا؟ فأخبر"، ولِمسلم: "قالوا: ابن عباس" (٣).
ولأحمد، وابن حبان (٤) من طريق سعيد بن جُبير عنه أن ميمونة هِيَ الَّتِي أخبرته بذلك، وأن ذَلِكَ كَانَ في بيتها ليلًا، ولعل ذَلِكَ كَانَ في الليلة الَّتِي بات ابن عباس فيها عندها ليرى صلاة رسول الله - صلى الله عليه وسلم -، كما سيأتي في موضعه إن شاء الله تعالَى.
_________
(١) "صحيح البُخَاري" (كتاب فضائل الصحابة، باب: ذكر ابن عباس -رضي الله عنهما-) برقم (٣٧٥٦).
(٢) "صحيح البُخَاري" (كتاب الوضوء، باب: وضع الماء عند الخلاء) برقم (١٤٣).
(٣) "صحيح مُسْلم" (كتاب فضائل الصحابة، باب: من فضائل عبد الله بن عباس) برقم (٢٤٧٧).
(٤) أخرجه الإمام أَحْمَد في "مسنده" (١/ ٣٣٥)، وابن حبان في "صحيحه" (كتاب إخباره - صلى الله عليه وسلم - عن مناقب الصحابة رجالهم ونسائهم بذكر أسمائهم، ذكر وصف الفقه والحكمة اللذين دعا المصطفى - صلى الله عليه وسلم - لابن عباس بهما) برقم (٧٠١٥).','2','128',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (489,'والمراد بالكتاب: القرآن؛ لأن العرف الشرعي عليه، والمراد بالتعليم: ما هو أعم من حفظه وتفهُّمه.
ووقع في رواية مسدد: "الحِكْمَة" (١) بدل: "الكتاب"، وذكر الإسماعيلي أن ذلك هو الثابت في الطرق كلها عن خالد الحَذَّاء.
كذا قَالَ، وفيه نظر؛ لأن المصنف أخرجه أيضًا من حديث وُهَيب عن خالد بلفظ: "الكتاب" (٢) أيضًا، فيحمل عَلى أن المراد بالحكمة أيضًا: القرآن، فيكون بعضهم رَوَاهُ بالمعنى.
وللنسائي، والترمذي من طريق عطاء، عن ابن عباس قَالَ: "دعا لي رسول الله - صلى الله عليه وسلم - أن أوتى الحكمة مرتين" (٣)، فيحتمل تعدد الواقعة.
فيكون المراد بالكتاب: القرآن، وبالحكمة: السنة، ويؤيده: أن في رواية عبيد الله بن أبي يزيد الَّتِي قدمناها عند الشيخين: "اللَّهُمَّ فَقِّهه في الدينِ"، لكن لَم يقع عند مُسْلِم: "في الدين وعلمه التأويل"، قَالَ الحميدي: هذه الزيادة [ليست] (٤) في الصحيحين.
قُلْت: وهو كما قَالَ. نعم؛ هِيَ في رواية سعيد بن جُبير الَّتِي قدمناها عند أحْمَد وابن حبان، ورواها ابن سعد من وجه آخر عن عِكْرمة مرسلًا (٥).
_________
(١) وهي الَّتِي أخرجها البُخَاريّ في "صحيحه" (كتاب فضائل الصحابة، باب: ذكر ابن عباس -رضي الله عنهما-) برقم (٣٧٥٦).
(٢) "صحيح البُخَاري" (كتاب الاعتصام بالكتاب والسنة) برقم (٧٢٧٠).
(٣) أخرجه النّسَائي في "السنن الكبرى" (كتاب المناقب، باب: عبد الله بن العباس بن عبد المطلب حبر الأمة وعالمها وترجمان القرآن) (٥/ ٥٢)، والترمذي في "الجامع الصحيح" (كتاب المناقب، باب: مناقب عبد الله بن عباس - رضي الله عنه -) برقم (٣٨٢٣).
(٤) زيادة من "الفتح".
(٥) "طبقات ابن سعد" (٢/ ٣٦٥).','2','129',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (490,'ووقع في بعض نسخ ابن ماجه من طريق عبد الوهاب الثقفي عن خالد الحَذَّاء في حديث الباب بلفظ: "اللَّهُمَّ علَّمه الحكمة وتأويل الكتاب" (١)، وهذه الزيادة مستغربة من هذا الوجه، فقد رَوَاهُ التّرمِذيّ، والإسماعيلي وغيرهما من طريق عبد الوهاب بدونها (٢).
وقد وجدتها عند ابن سعد من وجه آخر عن طاوس، عن ابن عباس قَالَ: "دعاني رسول الله - صلى الله عليه وسلم - فمسح عَلى ناصيتي، وَقَالَ: اللَّهُمَّ علِّمه الحكمة وتأويل الكتاب" (٣).
وقد رَوَاهُ أَحْمَد، عن هشيم، عن خالد في حديث الباب بلفظ: "مسح عَلى رأسي" (٤).
وهذه الدعوة مما تحقق إجابة النَّبِيّ - صلى الله عليه وسلم - لما عُلِم من حال ابن عباس في معرفة التفسير والفقه في الدين -رَضِيَ اللهُ تَعَالَى عَنْهُ-.
_________
(١) "سنن ابن ماجه" (المقدمة، باب: في فضائل أصحاب رسول الله - صلى الله عليه وسلم -) (١/ ٥٨).
(٢) أخرجه التّرمِذيّ في "جامعه" (كتاب المناقب، باب: مناقب عبد الله بن عباس - رضي الله عنه -) برقم (٣٨٢٤)، وابن أبي عاصم في "الآحاد والمثاني" (١/ ٢٨٥).
(٣) "طبقات ابنِ سعد" (٢/ ٣٦٥).
(٤) "مسند أَحْمَد" (١/ ٢١٤).','2','130',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (491,'<span data-type="title" id=toc-210>١٨ - باب: مَتَى يَصِحُّ سَمَاعُ الصَّغِيرِ</span>
٧٦ - حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ الله بْنِ عَبْدِ الله بْنِ عُتْبَةَ، عَنْ عَبْدِ الله بْنِ عَبَّاسٍ، قَالَ: أَقْبَلْتُ رَاكِبًا عَلَى حِمَارٍ أَتَانٍ، وَأَنَا يَوْمَئِذٍ قَدْ نَاهَزْتُ الاحْتِلَامَ، وَرَسُولُ الله - صلى الله عليه وسلم - يُصَلِّي بِمِنًى إِلَى غَيْرِ جِدَارٍ، فَمَرَرْتُ بَيْنَ يَدَيْ بَعْضِ الصَّفِّ وَأَرْسَلْتُ الأَتَانَ تَرْتَعُ، فَدَخَلْتُ في الصَّفِّ، فَلَمْ يُنْكَرْ ذَلِكَ عَلَيَّ.
قَوْلُهُ: (باب متى يصح سماع الصغير) زاد الكُشْمَيهني: "الصبي الصغير"، ومقصود الباب: الاستدلال عَلى أن البلوغ ليس شرطًا في التحمُّل، وَقَالَ الكِرْماني: إن معنى الصحة هُنا: جواز قبول مسموعه.
قُلْت: وهذا تفسير لثمرة الصحة لا لنفس الصحة.
وأشار المصنف بهذا إلَى اختلاف وقع بين أَحْمَد بن حنبل، ويَحيى بن معين رَوَاهُ الخطيب في "الكِفَاية" عن عبد الله بن أَحْمَد وغيره، أن يحيى قَالَ: "أقلُّ سن التحمل خَمس عشرة سنةً؛ لكون ابن عمر رُدَّ يوم أُحد إذ لَم يبلغها، فبلغ ذَلِكَ أَحْمَد فَقَالَ: بل إِذَا عقل ما يسمع؛ وإنما قصة ابن عمر في القتال" (١)، ثمَّ أورد الخطيب أشياء مما حفظها جمع من الصحابة ومن بعدهم في الصغر وحدثوا بِها بعد ذَلِكَ وقُبلت عنهم وهذا هو المعتمد.
وما قاله ابن معين إن أراد به تحديد ابتداء الطلب بنفسه فمُوَجَّه، وإن أراد به رد حديث من سمع اتفاقًا أو اعتُني به فسمع وهو صغير فلا، وقد نقل ابن عبد البر الاتفاق عَلى قبول هذا، وفيه دليل [١٣٥ / أ] عَلى أن مراد ابن معين الأول.
قَوْلُهُ: (حَدَّثَنَا إسماعيل) هو ابن أبي أُوَيْس، وقد ثبت ذَلِكَ في رواية كَرِيمة.
_________
(١) أخرج هذه الرواية بِمعناها الخطيب في "الكفاية" (باب: ما جاء في صحة سماع الصغير) (ص ٦٢، ٦٣).','2','131',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (492,'قَوْلُهُ (عَلى حِمار) هو اسم جنس، يشمل الذكر والأنثى، كما يطلق عَلى بعير، وقد شذ "حمارة" في الأنثى حكاه في الصحاح، و"أتان" بفتح الهمزة، وشذ كسرها كما حكاه الصغاني هِيَ: الأنثى من الحمير، وربما قالوا للأنثى: أتانة حكاه يونس وأنكره غيره، فجاء في الرواية عَلى اللغة الفصحاء.
وحمارٍ أتانٍ بالتنوين فيهما عَلى النعت أو البدل، وروي بالإضافة.
وذكر ابن الأثير أن فائدة التنصيص عَلى كونها أنثى للاستدلال بطريق الأولى عَلى أن الأنثى من بني آدم لا تقطع الصلاة لأنهن أشرف. وهو قياس صحيح من حيث النظر؛ إلا أن الخبر الصحيح لا يدفع بمثله، كما سيأتي البحث فيه في الصلاة إن شاء الله.
قَوْلُهُ: (ناهزت) أي: قاربت، والمراد بالاحتلام: البلوغ الشرعي.
قَوْلُهُ: (إلَى غير جدار) أي: إلَى غير سترة، قاله الشافعي، وسياق الكلام يدل عَلى ذَلِكَ؛ لأن ابن عباس أورده في معرض الاستدلال عَلى أن المرور بين يدي المصلي لا يقطع صلاته، ويؤيده رواية البزار بلفظ: "وَالنَّبِيّ - صلى الله عليه وسلم - يُصلي المكتوبة ليس شيء يستره" (١).
قَوْلُهُ: (بين يدي بعض الصف) هو مجاز عن الأمام -بفتح الهمزة- لأن الصف ليس له يد، وبعض الصف يحتمل أن يراد به صف من الصفوف أو بعض من أحد الصفوف، قاله الكِرْمَاني.
قَوْلُهُ: (تَرْتَعُ) بمثناتين مفتوحتين وضم العين، أي: تأكل ما تشاء، وقيل: تسرع في المشي، وجاء أيضًا بكسر العين بوزن تفتعل من الرعي، وأصله: ترتعي، لكن حذفت الياء تَخفيفًا، والأول أصوب، ويدل عليه رواية المصنف في الحج: "نزلت عنها فرتعت" (٢).
قَوْلُهُ: (فلم ينكر ذَلِكَ عليّ) قيل: فيه جواز تقديم المصلحة الراجحة عَلى المفسدة
_________
(١) لَم نقف عليه عند البزار، ولا عزاه الهيثمي إليه في "مجمع الزوائد"، وأخرج هذه الرواية ابن خزيمة في "صحيحه" (كتاب الصلاة، باب: ذكر البيان أن النَّبِيّ - صلى الله عليه وسلم - إنّما أراد بالمرأة الَّتِي قرنها إلَى الكلب الأسود. . .) برقم (٨٣٨).
(٢) "صحيح البُخَاريّ" (كتاب جزاء الصيد، باب: حج الصبيان) برقم (١٨٥٧).','2','132',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (493,'الخفيفة؛ لأن المرور مفسدة خفيفة، والدخول في الصلاة مصلحة راجحة، واستدل ابن عباس عَلى الجواز بعدم الإنكار لانتفاء الموانع إذ ذاك، ولا يقال: منع من الإنكار اشتغالهم بالصلاة؛ لأنه نفى الإنكار مطلقًا، فتناول ما بعد الصلاة، وأيضًا [١٣٥ / ب] فكان الإنكار يمكن بالإشارة.
وفيه ما ترجم له أن التحمل لا يشترط فيه كمال الأهلية، وإنَّما يشترط عند الأداء، ويلتحق بالصبي في ذَلِكَ العبد والفاسق والكافر، وقامت حكاية ابن عباس لفعل النَّبِيّ - صلى الله عليه وسلم - وتقريره مقام حكاية قَوْله؛ إذ لا فرق بين الأمور الثلاثة في شرائط الأداء.
فإن قيل: التقييد بالصبا والصغر في الترجمة لا يطابق حديث ابن عباس.
أجاب الكِرْمَاني: بأن المراد بالصغير غير البالغ، وذكر الصبا معه من باب التغليب، والله أعلم. وسيأتي باقي مباحث هذا الحديث في كتاب الصلاة إن شاء الله تعالَى.','2','133',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (494,'٧٧ - حَدَّثَنا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا أَبُو مُسْهِرٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ، قَالَ: عَقَلْتُ مِنَ النَّبِيِّ - صلى الله عليه وسلم - مَجَّةً مَجَّهَا في وَجْهِي وَأَنَا ابْنُ خَمْسِ سِنِينَ مِنْ دَلْوٍ.
قَوْلُهُ: (حَدَّثَنَا مُحَمَّد بن يوسف) هو البِيكَنْدِي كما جزم به البيهقي وغيره، وأما الفِريابي فليست له رواية عن أبي مُسْهِر، وَكَانَ أبو مُسْهِر شيخ الشاميين في زمانه، وقد لقيه البُخَاريّ وسمع منه شيئًا يسيرًا وحدث عنه هنا بواسطة.
وذكر ابن المرابط فيما نقل ابن رُشَيد عنه أن أبا مُسْهِر تفرد برواية هذا الحديث.
وليس كما قَالَ ابن المرابط، فإن النّسَائي رَوَاهُ في السنن الكبرى (١) عن مُحَمَّد بن المُصَفَّى، عن مُحَمَّد بن حرب، وأخرجه البيهقي في المدخل من رواية ابن جَوْصَاء -وهو بفتح الجيم والصاد المهملة- عن سلمة بن الخليل، وأبىِ التَّقِيّ (٢) -وهو بفتح المثناة وكسر القاف- كلاهما عن مُحَمَّد بن حرب، فهؤلاء ثلاثة غير أبي مسهر رووه عن مُحَمَّد بن حرب فكأنه المتفرد به عن الزبيدي.
وهذا الإسناد إلى الزهري شاميون، وقد دخلها هو وشيخه محمود بن الربيع بن سُرَاقة بن عمرو الأنصاري الخزرجي، وحديثه هذا طرف من حديثه عن عِتْبَان بن مالك الآتي في الصلاة (٣) من رواية صالح بن كَيْسَان وغيره عن الزهري، وفي الرقاق (٤) من طريق مَعْمَر، عن الزُّهري: أَخْبَرَني محمود.
_________
(١) "السنن الكبرى" (كتاب العلم، باب: متى يصح سماع الصغير) (٣/ ٤٣٨).
(٢) هو هشام بن عبد الملك اليزني الحمصي.
(٣) "صحيح البُخَاريّ" (كتاب التهجد، باب: صلاة النوافل جماعة) برقم (١١٨٥، ١١٨٦)، ولكنه ليس من رواية صالح بن كيسان، عن الزهري، بل من رواية يعقوب بن إبراهيم عن أبيه، عن الزهري، وَالبُخاريّ لَم يخرج الحديث بكماله عن صالح بن كيسان بل أخرجه عنه مختصرًا دون ذكر حديث عتبان بن مالك كما في (كتاب الوضوء، باب: استعمال فضل وضوء الناس) برقم (١٨٩)، وأيضًا في (كتاب الدعوات، باب: الدعاء للصبيان بالبركة ومسح رءوسهم) برقم (٦٣٥٤).
(٤) "صحيح البُخَاريّ" (كتاب الرقاق، باب: العمل الَّذِي يبتغى به وجه الله) برقم (٦٤٢٢، ٦٤٢٣).','2','134',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (495,'قَوْلُهُ: (عَقَلت) هو بفتح القاف، أي: حفظت.
قَوْلُهُ: (مَجة) بفتح الميم وتشديد الجيم، والمج: هو إرسال الماء من الفم، وقيل: لايسمى مجًّا إلا إن كَانَ عَلى بعد.
وفعلها النَّبِيّ - صلى الله عليه وسلم - مع محمود إما مداعبة معه أو ليبارك عليه بِها كما كَانَ ذَلِكَ من شأنه مع أولاد الصحابة.
قَوْلُهُ: (وأنا ابن خمس سنين) لَم أر التقييد بالسن عند تحمله في شيء من طرقه لا في الصحيحين ولا في غيرهما من الجوامع والمسانيد إلا في طريق الزبيدي [١٣٦ / أ] [هذه، و] (١) الزبيدي من كبار الحفاظ المتقنين عن الزُّهري، حَتَّى قَالَ الوليد بن مُسْلِم: كَانَ الأوزاعي يفضله عَلى جَميع من سمع من الزُّهري، وَقَالَ أبو داود: ليس في حديثه خطأ.
ووقع عند الطبراني والخطيب في "الكفاية" من طريق عبد الرحمن بن نَمِر -وهو بفتح النون وكسر الميم- عن الزُّهري قَالَ: "حَدَّثَنِي محمود بن الربيع وتوفي النَّبِيّ - صلى الله عليه وسلم - وهو ابن خَمس سنين" (٢). فأفادت هذه الرواية أن الواقعة الَّتِي ضبطها كانت في آخر سنة من حياة النَّبِيّ - صلى الله عليه وسلم -، وقد ذكر ابن حبان (٣) وغيره أنه مات سنة تسعٍ وتسعين وهو ابن أربعٍ وتسعين سنة، وهو مطابق لهذه الرواية.
وذكر القاضي عياض في "الإلماع" وغيره أن في بعض الروايات أنه كَانَ ابن أربع، ولَم أقف عَلى هذا صريحًا في شيء من الروايات بعد التتبع التام إلا إن كَانَ ذَلِكَ مأخوذًا من قول صاحب الاستيعاب (٤) أنه عَقَل المَجَّة وهو ابن أربع سنين أو خَمس، وكأن الحامل له عَلى هذا التردد قول الواقدي: إنه كَانَ ابن ثلاثٍ وتسعين لَمَّا مات، والأول أولى بالاعتماد لصحة إسناده، عَلى أن قول الواقدي يمكن حمله -إن صح- عَلى أنه ألغى الكسر وجبره غيره، والله أعلم.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) أخرجه الطبراني في "المعجم الكبير" (١٨/ ٣٢)، والخطيب في "الكفاية" (باب: ما جاء فى صحة سماع الصغير) (ص ٥٩).
(٣) "الثقات" (٣/ ٣٩٧، ٣٩٨).
(٤) "الاستيعاب" لابن عبد البر (١/ ٤٣٠).','2','135',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (496,'وَإِذَا تحرر هذا فقد اعترض المهلب عَلى البُخَاريّ لكونه لَم يذكر هنا حديث ابن الزبير في رؤيته والده يوم بني قُريظة (١) ومراجعته له في ذَلِكَ، ففيه السماع منه وَكَانَ سنه إذ ذاك ثلاث سنين أو أربعٍ، فهو أصغر من محمود، وليس في قصة محمود ضبطه لسماع شيء، فكان ذكر حديث ابن الزبير أولى لهذين المعنيين.
وأجاب ابن المنير: بأن البُخَاري إنّما أراد نقل السنن النبوية لا الأحوال الوجودية، ومحمود نقل سُنة مقصودة كون النَّبِيّ - صلى الله عليه وسلم - مَجَّ مَجَّة في وجهه، بل في مجرد رؤيته إياه فائدة شرعية يثبت بِها كونه صحابيًّا، وأما قصة ابن الزبير فليس فيها نقل سُنة من السنن النبوية حَتَّى تدخل في هذا الباب، ثُمَّ أنشد:
* وَصَاحِبُ الْبَيْتِ أَدْرَى بالَّذِي هو فِيْهِ *
. . . انتهى.
وهو جواب مسدد، وتكملته ما قدمناه قبل: أن المقصود بلفظ السماع في الترجمة هو أو ما يتنزل منزلته [١٣٦ / ب] من نقل الفعل أو التقدير.
وغفل البدر الزركشي فَقَالَ: يحتاج المُهَلب إلَى ثبوت أن قصة ابن الزبير صحيحة عَلى شرط البُخَاريّ، انتهى (٢).
وَالبُخَاريَّ قد أخرج قصة ابن الزبير المذكورة في مناقب الزبير في الصحيح، فالإيراد مُوَجَّه، وقد حصل جوابه.
قَوْلُهُ: (من دلو) زاد النَّسَائي: "معلق" (٣)، ولابن حبان: "معلقة" (٤)، والدلو يذكر
_________
(١) أخرجه البُخَاريّ في "صحيحه" (كتاب فضائل الصحابة، باب: مناقب الزبير بن العوام) برقم (٣٧٢٠) وكذا في (٣٩٧٣، ٣٩٧٥)، وَمُسْلِم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل طلحة والزبير) برقم (٢٤١٦).
(٢) راجع: "تجريد تعليقات ابن حجر عَلى التنقيح للزركشي" (١٥٥/ ب: ١٥٦/ أ)، ورد ابن حجر عليه هناك.
(٣) "السنن الكبرى" (كتاب العلم، باب: متى يصح سماع الصغير) (٣/ ٤٣٨).
(٤) "صحيح ابن حبان" (كتاب السير، باب: في الخلافة والإمارة) برقم (٤٥١٧).','2','136',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (497,'ويؤنث، وللمصنف في الرقاق من رواية مَعْمَر: "من دلو كانت في دارهم" (١)، وله في الطهارة والصلاة وغيرهما: "من بئر" (٢)، بدل: "دلو"، ويجمع بينهما بأن الماء أخذ بالدلو من البئر وتناوله النَّبِيّ - صلى الله عليه وسلم - من الدلو.
وفِي هذا الحديث من الفوائد غير ما تقدم: جواز إحضار الصبيان مجالس الحديث، وزيارة الإمام أصحابه في دورهم ومداعبته صبيانهم، واستدل به بعضهم عَلى تسميع من يكون ابن خمسٍ ومن كَانَ دونها يكتب له "حضر"، وليس في الحديث ولا في تبويب البُخَاريّ ما يدل عليه، بل الَّذِي ينبغي في ذَلِكَ اعتبار الفهم، فَمَن فَهِم الخطاب سُمّعَ وإن كَانَ دون ابن خمسٍ وإلا فلا، وَقَالَ ابن رُشيد: الظاهر أنهم أرادوا بتحديد الخمس أنها مظنة لذلك لا أن بلوغها شرط لابد من تحققه، والله أعلم.
_________
(١) "صحيح البُخَاريّ" (كتاب الرقاق، باب: العمل الَّذِي يبتغى به وجه الله) برقم (٦٤٢٢).
(٢) "صحيح البُخَاريّ" (كتاب الوضوء، باب: استعمال فضل وضوء الناس) برقم (١٨٩)، وفِي (كتاب التهجد، باب: صلاة النوافل جماعة) برقم (١١٨٥).','2','137',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (498,'<span data-type="title" id=toc-211>١٩ - باب: الْخُرُوجِ في طَلَبِ الْعِلْمِ، وَرَحَلَ جَابِرُ بْنُ عَبْدِ اللهِ مَسِيرَةَ شَهْرٍ إلَى عَبْدِ اللهِ بْنِ أُنَيْسٍ في حَدِيثٍ وَاحِدٍ</span>
٧٨ - حَدَّثَنَا أَبُو الْقَاسِمِ خَالِدُ بْنُ خَلِيٍّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، قَالَ: قَالَ الأَوْزَاعِيُّ: أَخْبَرَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ الله بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَمَارَى هو وَالْحُرُّ بْنُ قَيْسِ بْنِ حِصْنٍ الفَزَارِيُّ في صَاحِبِ مُوسَى، فَمَرَّ بِهِمَا أُبَيُّ بْنُ كَعْبٍ، فَدَعَاهُ ابْنُ عَبَّاسٍ فَقَالَ: إِنِّي تَمَارَيْتُ أَنَا وَصَاحِبِي هَذَا في صَاحِبِ مُوسَى الَّذِي سَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، هَلْ سَمِعْتَ رَسُولَ الله - صلى الله عليه وسلم - يذْكُرُ شَأْنَهُ؟ فَقَالَ أُبَيٌّ: نَعَمْ، سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَذْكُرُ شَأْنَهُ يَقُولُ: "بَيْنَمَا مُوسَى في مَلَإٍ مِنْ بَني إِسْرَائِيلَ، إِذْ جَاءَهُ رَجُلٌ فَقَالَ: أَتَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ؟ قَالَ مُوسَى: "لَا". فَأَوْحَى الله -عزَّ وجلَّ- إِلَى مُوسَى: بَلَى، عَبْدُنَا خَضِرٌ، فَسَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، فَجَعَلَ اللهُ لَهُ الْحُوتَ آيَةً، وَقِيلَ لَهُ: إِذَا فَقَدْتَ الْحُوتَ فَارْجِعْ، فَإِنّكَ سَتَلْقَاهُ، فَكَانَ مُوسَى - صلى الله عليه وسلم - يَتَّبعُ أَثَرَ الْحُوتِ في الْبَحْرِ. فَقَالَ فَتَى مُوسَى لِمُوسَى: أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ. قَالَ مُوسَى: ذَلِكَ مَا كُنَّا نَبْغِي. فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَوَجَدَا خَضِرًا، فَكَانَ مِنْ شَأْنِهِمَا مَا قَصَّ اللهُ في كِتَابِهِ".
قوْلُهُ: (باب الخروج) أي: السفر في طلب العلم.
قَوْلُهُ: (ورحل جابر بن عبد الله) هو الأنصاري الصحابي المشهور، وعبد الله بن أنيس [بضم] (١) الهمزة مصغرًا هو الجهيني حليف الأنصار.
قَوْلُهُ: (في حديث واحد) هو حديث أخرجه المصنف في الأدب المفرد (٢)،
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) "الأدب المفرد" (باب: المعانقة) برقم (٩٧٠).','2','138',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (499,'وَأَحْمَد، وأبو يعلى في مسنديهما (١) من طريق عبد الله بن مُحَمَّد بن عَقيل، أنه سمع جابر ابن عبد الله يقول: "بلغني عن رجل حديث سمعه من رسول الله - صلى الله عليه وسلم - فاشتريت بعيرًا، ثُمَّ شددت رحلي فسرتُ إليه شهرًا حَتَّى قدمتُ الشام، فإذا عبد الله بن أُنَيْس فقلت للبواب: قل له: جابر عَلى الباب، فَقَالَ: ابن عبد الله؟ قُلْت: نعم، فخرج فاعتنقني، فقلت: حديث بلغني عنك أنك سمعته من رسول الله - صلى الله عليه وسلم -، فخشيت أن أموت قبل أن أسمعه، فَقَالَ: سمعتُ رسول الله - صلى الله عليه وسلم - يقول: "يَحشر الله الناس يوم القيامة عراة. . . .". فذكر الحديث.
وله طريق أخرى أخرجها الطبراني [١٣٧ / أ] في مسند الشاميين، وتَمَّام في فوائده (٢) من طريق الحجاج بن دينار، عن مُحَمَّد [بن] (٣) المنكدر، عن جابر قَالَ: "كَانَ يبلغني عن النَّبِي - صلى الله عليه وسلم - حديث في القصاص، وَكَانَ صاحب الحديث بمصر، فاشتريتُ بعيرًا، فسرتُ حَتَّى دخلتُ مصر، فقصدتُ إلَى باب الرجل. . . فذكر نحوه، وإسناده صالح.
وله طريق ثالثة أخرجها الخطيب (٤) من طريق أبي الجارود العَنْسي -وهو بالنون الساكنة- عن جابر قَالَ: "بلغني حديث في القِصَاص. ." فذكر الحديث نحوه، وفي إسناده ضعف.
وادعى بعض المتأخرين أن هذا ينقض قاعدة مشهورة: أن البُخَاريّ حيث يعلق بصيغة الجزم يكون صحيحًا، وحيث يعلق بصيغة التمريض يكون فيه علة؛ لأنه علقه بالجزم هنا ثُمَّ أخرج طرفًا من متنه في كتاب التوحيد (٥) بصيغة التمريض، فَقَالَ: "ويُذكر عن جابر، عن عبد الله بن أُنَيْس قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يقول: "يحشر الله العباد فيناديهم بصوت. ." الحديث.
_________
(١) أخرجه الإمام أَحْمَد في "مسنده" (٣/ ٤٩٥)، ولَم نقف عليه في مطبوع "مسند أبي يعلى"، فالله أعلم.
(٢) "مسند الشاميين" (١/ ١٠٤)، و"الفوائد" لتمام (١/ ٣٦٤).
(٣) زيادة من "الفتح".
(٤) أخرجها الخطيب في "الرحلة في طلب الحديث" (ذكر من رحل في حديث واحد من الصحابة الأكرمين) (ص ١١٥)، وفيه: "العبسي" بالباء بدل: "العنسي".
(٥) "صحيح البُخَاريّ" (كتاب التوحيد، باب: قول الله تعالَى: {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ، . . .}) تعليقًا.','2','139',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (500,'وهذه الدعوى مردودة، والقاعدة -بحمد الله- غير منتقضة، ونظر البُخَاريّ أدق من [أن] (١) يعترض عليه بمثل هذا، فإنه حيث ذكر الارتحال فقط جزم به؛ لأن الإسناد حسن وقد اعتضد، وحيث ذكر طرفًا من المتن لَم يجزم به؛ لأن لفظ الصوت مما يتوقف في إطلاق نسبته إلَى الرب، ويحتاج إلَى تأويل، فلا يكفي فيه مجيء الحديث من طريق مختلف فيها ولو اعتضدت، ومن هُنَا يظهر شفوف علمه، ودقة نظره، وحسن تصرفه -رَحِمَهُ الله تَعَالَى- (٢).
_________
(١) زيادة من "الفتح".
(٢) ما ذكره ابن حجر هو مذهب الأشاعرة حيث يذهبون إلى أن كلام الله ليس بحرف ولا صوت، ويقولون: هو كلامٌ نفسي معبر عنه بالقرآن الموجود بين أيدينا. تعالى الله عما يقولون علوًّا كبيرًا.
وهذا الكلام يُخالف مذاهب أهل السُّنة والجماعة، والدليل على ذلك من الكتاب والسنة والإجماع.
- أمَّا الكتاب: فقوله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤)} [النساء ١٦٤]. وقوله تعالى: {مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} [البقرة: ٢٥٣]. وقوله تعالى: {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ} [الشورى: ٥١]. وقوله تعالى: {وَإِذْ نَادَى رَبُّكَ مُوسَى} [الشعراء: ١٠].
فقد ثبت أن موسى سمع كلام الله -تبارك وتعالى- منه بغير واسطة، فإنه لو سمعه من شجرة أو حجر أو ملك -كما يزعم أهل البدع- لكان بنو إسرائيل أفضل منه في ذلك؛ لأنهم سمعوه من موسى نبي الله وهو أفضل من الشجر والحجر. فَلِمَ سُمِّي موسى إذن كَليم الرحمن؟ ! ولِمَ قال الله تعالى: {يَامُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي} [الأعراف: ١٤٤]. وقال تعالى: {فَلَمَّا أَتَاهَا نُودِيَ يَامُوسَى (١١) إِنِّي أَنَا رَبُّكَ} [طه: ١١ - ١٢]؟
ولا يقول له هذا إلا الله تعالى، وإذا ثبت هذا فالصوت ما سُمع وما يتأتى سماعه.
- أمَّا السُّنة: فقد جاءت فيها أخبار مصرحة بذكر الصوت: فقد نقل عبد الله بن أحمد بن حنبل، عن أبيه ذلك حيث قال: يا أبه! إن الجهمية يزعمون أن الله تعالى لا يتكلم بصوت، فقال: كذبوا إنما يديرون على التعطيل.
وفي السنة لعبد الله: سألتُ أبي -رحمه الله- عن قوم يقولون: لَمَّا كَلَّم الله -عزَّ وجلَّ- موسى لم يتكلم بصوت، فقال أبي: بلى؛ إن ربك -عزَّ وجلَّ- تكلم بصوت، هذه الأحاديث نرويها كما جاءت.
ثم قال: حدثنا عبد الرحمن بن محمد المحاربي، عن سليمان بن مهران الأعمش، عن أبي الضحى، عن مسروق، عن عبد الله - رضي الله عنه - قال: إذا تكلم الله بالوحي سمع صوته أهل السماء. قال السجزي: وما في رواة هذا الحديث إلا إمام مقبول.
وقد روي مرفوعًا إلى رسول الله - صلى الله عليه وسلم -. =','2','140',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (501,'ووهم ابن بطّال فزعم أن الحديث الَّذِي رحل فيه جابر إلَى عبد الله بن أُنَيْس هو
_________
= وفي حديث عبد الله بن أنيس: أن الله تعالى يناديهم يوم القيامة بصوت يسمعه من بَعُد كما يسمعه من قَرُب.
وفي الآثار أن موسى لَمَّا نَاداهُ ربه -عزَّ وجلَّ-: يَا موسى! أجابَ سريعًا استئناسًا بالصوت، فقال: لبيك لبيك، أين أنت، أسمع صوتك ولا أرى مكانك؟ فقال: يا موسى أنا فوقك وعن يمينك، وعن شمالك وبين يديك وخلفك.
ونقل عبد الله، عن أبيه حديث ابن مسعود - رضي الله عنه -: إذا تكلم الله -عزَّ وجلَّ- سمع له صوت كجر السلسلة على الصفوان، قال أبي: وهذه الجهمية تنكره، وقال أبي: هؤلاء كفار يريدون أن يموهوا على الناس، من زعم أن الله -عزَّ وجلَّ- لَم يتكلم فهو كافر ألا إنا نروي هذه الأحاديث كما جاءت.
- أمّا الإجماع: فقد تلقت الأمة هذه الأحاديث بالقبول ولم ينكر ذلك إلا مبتدع لا يلتفت إليه. نقل التميمي عن أحمد: أنه كان يقول: إن القرآن كيف تصرف غير مخلوق وأن الله تعالى تكلم بالصوت والحرف.
وقال البربهاري في السنة له: والإيمان بأن الله هو الذي كلم موسى بن عمران يوم الطور وموسى يسمع من الله الكلام بصوت وقع في مسامعه منه لا من غيره، فمن قال غير هذا فقد كفر بالله العظيم.
قال ابن أبي العز شارح الطحاوية: وأنه تعالى لَم يزل متكلمًا إذا شاء ومتى شاء وكيف شاء وهو يتكلم به بصوت يسمع، وأن نوع الكلام قديم وإن لم يكن الصوت المعين قديمًا وهذا المأثور عن أئمة الحديث والسنة.
فأمَّا المبتدعة الذين ذهبوا إلى أنه ليس بحرف ولا صوت فقد قالوا: إن الحرف لا يكون إلا من هواء بين جرمين، والصوت يفتقر إلى حلق وحنجرة، فهؤلاء ما فهموا من كلام الله إلا ما فهموه من كلام المخلوقين، فقالوا: إذا قلنا بالحرف فإن ذلك يؤدي إلى القول بالجوارح واللَّهَوات، وكذلك إذا قلنا بالصوت أدى ذلك إلى الْحَلْق والْحَنْجَرة.
قلنا: هذا من الهذيان حيث قاسوا ربنا -تبارك وتعالى- عَلى خلقه وهو منهم تشبيه له بعباده، وحكم عليه بأنه لا تكون صفته إلا كصفات مخلوقاته، وهذا ضلالٌ بعيد.
والتحقيق هو أن الله تعالى تكلم بالحروف كما يليق بجلاله وعظمته، فإنه قادر، والقادر لا يحتاج إلى جوارح ولا إلى لَهَوات، وكذلك له صوت يليق به، يُسمع، ولا يفتقر ذلك الصوت المقدس إلى الحلق والحنجرة.
فكلام الله كما يليق به، وصوته كما يليق به، ولا ننفي الحرف والصوت عن كلامه -سبحانه وتعالى- لافتقارهما منا إلى الجوارح واللهوات، فإنهما في جناب الحق لا يفتقران إلى ذلك.
راجع: السنة للخلال، والسنة لعبد الله، وتحريم النظر في كتب الكلام لابن قدامة، وحكاية مناظرة في القرآن مع بعض أهل البدعة لابن قدامة أيضًا، وشرح العقيدة الطحاوية.','2','141',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (502,'حديث الستر على المسلم، وهو انتقال من حديث إلَى حديث (١)، فإن الراحل في حديث الستر هو أبو أيوب الأنصاري رحل فيه إلَى عقبة بن عامر الجُهَني (٢).
وقد وقع ذَلِكَ لغير هؤلاء، فروى أبو داود من طريق عبد الله بن بُريدة أن رجلًا من الصحابة رحل إلَى فضالة بن عُبيد وهو بمصر في حديث (٣)، وروى الخطيب عن عُبَيد الله بن عَدي قَالَ: "بلغني حديث عند علي خفت إن مات ألَّا أجده عند غيره، فرحلت حَتَّى قدمت عليه العراق" (٤)، وتتبع ذَلِكَ يكثر.
وفيه دليل عَلى طلب علو الإسناد، وفيه ما كَانَ عليه الصحابة من الحرص عَلى تحصيل السنن.
قَوْلُهُ: (حَدَّثَنَا خالد بن خَلِيٍّ) هو بفتح الخاء المعجمة وكسر اللام الخفيفة بعدها ياء تحتانية مشددة كما تقدم في المقدمة، وإنَّما أعدته لأنه وقع عند الزركشي مضبوطًا بلام مشددة وهو سبق قلم أو خطأ من الناسخ (٥).
قَوْلُهُ: (قَالَ الأوزاعي) في رواية الأصيلي: "حَدَّثَنَا الأوزاعي".
قَوْلُهُ: (أنه تمارى هو والحُرّ) سقطت "هو" من رواية ابن عساكر، فعطف عَلى المرفوع المتصل بجر تأكيد ولا فصل، وهو جائز عند البعض، وقد تقدمت مباحث هذا الحديث قبلُ ببابين، وليس بين الروايتين اختلاف إلا فيما لا يغير المعنى وهو قليل.
_________
(١) أخرج الطبراني في "المعجم الأوسط" برقم (٨١٣٣) حديث: "من ستر عَلى مؤمن فكأنما أحيا موءودة"، وفِي أوله: أن جابر بن عبد الله رحل إلَى مصر في طلبه من مسلمة بن مَخلد، فلعل هذا الحديث هو سبب الخلط، والله أعلم.
(٢) أخرجه الإمام أَحْمَد في "مسنده" (٤/ ١٥٣، ١٥٩)، والحميدي في "مسنده" (١/ ١٨٩).
(٣) "سنن أبي داود" (كتاب الترجل، أول كتاب الترجل) برقم (٤١٦٠).
(٤) رَوَاه الخطيب في "الرحلة في طلب الحديث" (ذكر الرواية عن التابعين والخالفين في مثل ذَلِكَ) (ص ١٣٠).
(٥) راجع: "تجريد تعليقات ابن حجر عَلى التنقيح للزركشي" [١٥٦/ أ].','2','142',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (503,'<span data-type="title" id=toc-212>٢٠ - باب: فَضْلِ مَنْ عَلِمَ وَعَلَّمَ</span>
٧٩ - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قالَ: "مَثَلُ مَا بَعَثَنِي اللهُ بِهِ مِنَ الْهُدَى وَالْعِلْمِ كَمَثَلِ الْغَيْثِ الْكَثِيرِ أَصَابَ أَرْضًا، فَكَانَ مِنْهَا نَقِيَّةٌ قَبِلَتِ الْمَاءَ، فَأَنْبَتَتِ الْكَلأَ وَالْعُشْبَ الْكَثِيرَ، وَكَانَتْ مِنْهَا إِخَاذَاتٌ أَمْسَكَتِ الْمَاءَ، فَنَفَعَ اللهُ بِهَا النَّاسَ، فَشَرِبُوا وَسَقَوْا وَزَرَعُوا، وَأَصَابَ مِنْهَا طَائِفَةً أُخْرَى، إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً، وَلَا تُنْبِتُ كَلأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ في دِينِ الله وَنَفَعَهُ مَا بَعَثَنِي اللهُ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا، وَلَمْ يَقْبَلْ هُدَى الله الَّذِي أُرْسِلْتُ بِهِ".
قَالَ أَبُو عَبْدِ الله: قَالَ إِسْحَاقُ: وَكَانَ مِنْهَا طَائِفَةٌ قَيَّلَتِ الْماءَ. قَاعٌ يَعْلُوهُ الْماءُ، وَالصَّفْصَفُ الْمُسْتَوِي مِنَ الأَرْضِ.
قَوْلُهُ: (باب فضل من عَلِم وعَلّم) الأُولَى بكسر اللام الخفيفة، أي: صار عالِمًا، والثانية: بفتحها وتشديدها.
قَوْلُهُ: (حَدَّثَنَا مُحَمَّد بن العلاء) هو أبو كُريب، مشهور بكنيته أكثر من اسمه، وكذا شيخه أبو أسامة.
و"بُريد" بضم الموحدة.
و"أبو بُردة" جده: وهو ابن أبي موسى الأشعري.
وَقَالَ في السياق: "عن أبي موسى"، ولَم يقل: "عن أبيه" تفننّا، والإسناد كله كوفيون.
قَوْلُهُ: (مثل) بفتح المثلثة، والمراد به: الصفة العجيبة لا القول السائر.
قَوْلُهُ: (الهدى) أي: الدلالة الموصلة إلَى المطلوب، والعلم المراد به معرفة الأدلة الشرعية.','2','143',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (504,'قَوْلُهُ: (نقية) كذا عند البُخَاريّ في جَميع الروايات الَّتِي رأيناها بالنون من النقاء، وهي صفة لِمحذوف، ولكن وقع عند الخَطَّابي والْحُميدي، وفِي حاشية أصل أبي ذر "ثَغِبَة" بمثلثة مفتوحة وغين معجمة مكسورة بعدها موحدة خفيفة مفتوحة، قَالَ الخَطَّابي: هِيَ مستنقع الماء في الجبال والصخور.
قَالَ القاضي عياض: هذا غلط في الرواية وإحالة للمعنى؛ لأن هذا وصف الطائفة الأُولَى [الَّتِي] (١) تنبت، وما ذكره يصلح وصفًا للثانية الَّتِي تمسك الماء، قَالَ: وما ضبطناه في البُخَاريّ من جَميع الطرق إلا: "نقية" بفتح النون وكسر القاف وتشديد الياء التحتانية، وهو مثل قَوْله في مُسْلِم: "طائفة طيبة" (٢).
قُلْت: وهو في جَميع ما وقفت عليه من المسانيد والمستخرجات كما عند مُسْلِم.
قَوْلُهُ: (قبلت) بفتح القاف وكسر الموحدة من القبول، كذا في معظم الروايات، ووقع عند الأصيلي: "قيلت" بالتحتانية المشددة [١٣٨ / أ] وهو تصحيف كما سنذكره بعد.
قَوْلُهُ: (الكلأ) بالهمز بلا مد.
قَوْلُهُ: (والعشب) هو من ذكر الخاص بعد العام؛ لأن الكلأ يُطلق عَلى النبت الرطب واليابس معًا، والعشب للرطب فقط.
قَوْلُهُ: (إخاذات) كذا في رواية أبي ذر -بكسر الهمزة والخاء والذال المعجمتين، وآخره مثناة من فوق قبلها ألف-، جمع إخاذة: وهي الأرض الَّتِي تمسك الماء.
وفِي رواية غير أبي ذر وكذا في مُسْلِم وغيره: "أجادب" بالجيم والدال المهملة بعدها موحدة، جمع جَدَب بفتح الدال المهملة عَلى غير قياس: وهي الأرض الصلبة الَّتِي لا ينضبُ منها الماء.
_________
(١) زيادة من "الفتح".
(٢) "صحيح مُسْلِم" (كتاب الفضائل، باب: بيان مثل ما بعث النَّبِيّ - صلى الله عليه وسلم - من الهدى والعلم) برقم (٢٢٨٢).','2','144',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (505,'وضبطه المازِري بالذال المعجمة ووَهَّمه القاضي.
ورواها الإسماعيلي عن أبي يعلى، عن أبي كُريب: "أحارب" بحاء وراء مهملتين، قَالَ الإسماعيلي: لَم يضبطه أبو يعلى، وَقَالَ الخطابي: ليست هذه الرواية بشيء.
قَالَ بعضهم: "أجارد" بجيم وراء ثُمَّ دال مهملة، جمع جرداء: وهي البارزة الَّتِي لا تنبت، قَالَ الخَطَّابي: هو صحيح المعنى إن ساعدته الرواية. وأغرب صاحب المطالع فجعل الجميع روايات، وليس في الصحيحين إلا روايتين فقط.
قوْلُهُ: (فنفع الله بِها) أي: بالإخاذات، وللأصيلي: "به"، أي: بالماء.
قَوْلُهُ: (وزرعوا) كذا له بزيادة زاي من الزرع، ووافقه أبو يعلى (١)، ويعقوب بن الأخرم وغيرهما (٢)، عن أبي كُريب، ولِمسلم والنسائي (٣) وغيرهما عن أبي كُريب: "ورعوا" بغير زاي من الرعي.
قَالَ النووي: كلاهُمَا صحيح، ورجح القاضي رواية مُسْلِم بلا مرجح؛ لأن رواية: "زرعوا" تدل عَلى مباشرة الزرع ليطابق في التمثيل مباشرة طلب العلم، وإن كانت رواية: "رعوا" مطابقة لقوله: "أنبتت"، لكن المراد أنها قابلة للإنبات.
وقيل: إنه روي "ووعوا" بواوين، ولا أصل لذلك.
وَقَالَ القاضي: قَوْلُهُ: "ورعوا" راجع للأولى؛ لأن الثّانِيَة لم يحصل منها نبات، انتهى.
ويُمكن أن يرجع إلى الثَّانِيَة أيضًا بمعنى أن الماء الَّذِي استقر بِها سُقِيت منه أرض أخرى فأنبتت.
قَوْلُهُ: (وأصاب) أي: الماء، وللأصيلي وكريمة: "أصابت"، أي: طائفة أخرى، ووقع كذلك صريحًا عند النَّسَائي، والمراد بالطائفة: القطعة.
_________
(١) "مسند أبي يعلى" (١٣/ ٢٣٩).
(٢) أخرجه ابن حبان في "صحيحه" (باب: الاعتصام بالسنة وما يتعلق بِها نقلًا وأمرًا وزجرًا) برقم (٤).
(٣) أخرجه مُسْلِم في "صحيحه" (كتاب الفضائل، باب: بيان مثل ما بعث النَّبِيّ - صلى الله عليه وسلم - من الهدى والعلم) برقم (٢٢٨٢)، والنسائي في "السنن الكبرى" (كتاب العلم، باب: مثل من فقه دين الله تعالَى) (٣/ ٤٢٧).','2','145',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (506,'قَوْلُهُ: (قيعان) [١٣٨ / ب] بكسر القاف، جمع قاع، وهو: الأرض المستوية الملساء الَّتِي لا تنبت.
قَوْلُهُ: (فقه) بضم القاف، أي: صار فقيهًا، وَقَالَ ابن التين: رويناه بكسرها، والضم أشبه.
قَالَ القرطبي وغيره: ضرب النَّبِيَّ - صلى الله عليه وسلم - لما جاء به من الدين مثلًا بالغيث العام الَّذِي يأتي الناس في حال حاجتهم إليه، وكذا كَانَ حال الناس قبل مبعثه، فكما أن الغيث يُحيي البلد الميت فكذا علوم الدين تُحيي القلب الميت، ثُمَّ شبه السامعين له بالأرض المختلفة الَّتِي ينزل بِها الغيث.
فمنهم: العالم العامل المعلم، فهو بمنزلة الأرض الطيبة شربت فانتفعت في نفسها وأنبتت فنفعت غيرها.
ومنهم: الجامع للعلم استغرق لزمانه فيه غير أنه لَم يعمل بنوافله، أو لَم يتفقه فيما جمع لكنه أَدَّاه لغيره، فهو بمنزلة الأرض الَّتِي يستقر فيها الماء فينتفع الناس به، وهو المشار إليه بقوله: "نضر الله امرأً سمع مقالتي فأداها كما سمعها" (١).
ومنهم: من يسمع العلم فلا يحفظه ولا يعمل به ولا ينقله لغيره، فهو بمنزلة الأرض الملساء الَّتِي لا تقبل الماء وتفسده عَلى غيرها.
وإنَّما جمع في المثل بين الطائفتين الأوليين المحمودتين لاشتراكهما في الانتفاع بهما، وأفرد الطائفة الثالثة المذمومة لعدم النفع بِها، والله أعلم.
* ثُمَّ ظهر لي أن في كل مثل طائفتين:
فالأول: قد أوضحناه.
والثاني: الأُولَى منه: من دخل في الدين ولَم يسمع العلم، أو سمعه فلم يعمل به ولَم يُعَلِّمه، ومثلها من الأرض السباخ، وأشير إليها بقوله - صلى الله عليه وسلم -: "من لَم يرفع بذلك رأسًا"، أي: أعرض عنه، فلم ينتفع به ولا نفع.
_________
(١) أخرجه بألفاظ مقاربة أبو داود في "سننه" (كتاب العلم، باب: فضل نشر العلم) برقم (٣٦٦٠)، والترمذي في "الجامع الصحيح" (كتاب العلم، باب: الحث عَلى تبليغ السماع) برقم (٢٦٥٦، ٢٦٥٧، ٢٦٥٨).','2','146',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (507,'والثانية منه: من لَم يدخل في الدين أصلًا، بل بلغه فكفر به، ومثالها من الأرض الصماء الملساء المستوية الَّتِي يمر عليها الماء فلا تنتفع به، وأشير [إليها] (١) بقوله - صلى الله عليه وسلم -: "ولَم يقبل هدى الله الَّذِي جئتُ به".
وَقَالَ الطيبي: بقي من أقسام الناس قسمان:
أحدهما: الَّذِي انتفع بالعلم في نفسه ولَم يعلِّمه غيره.
والثاني: من لَم ينتفع به في نفسه وعلَّمه غيره.
قُلْت: والأول داخل في الأول؛ لأن النفع حصل في الجملة وإن تفاوتت مراتبه، وكذلك ما تنبته الأرض، فمنه: ما [١٣٩ / أ] ينتفع الناس به، ومنه ما يصير هشيمًا.
وأما الثاني: فإن كَانَ عَمِل الفرائضَ وأَهْمَل النوافلَ فقد دخل في الثاني كما قررناه، وإن كَانَ تَرَك الفرائضَ أيضًا فهذا فاسق لا يَجوز الأخذ عنه، ولعله يدخل في عموم: "من لَم يرفع بذلك رأسًا"، والله أعلم.
قَوْلُهُ: (وَقَالَ إسحاق: وَكَانَ منها طائفة قيّلت) أي: بتشديد الياء التحتانية، أي: أن إسحاق -وهو ابن رَاهويه- حيث روى هذا الحديث عن أبي أسامة خالف في هذا الحرف.
قَالَ الأصيلي: هو تصحيف من إسحاق، وَقَالَ غيره: بل هو صواب ومعناه: شربت، والقيل: شرب نصف النهار، يقال: قيلت الإبل، أي: شربت في القائلة.
وتعقبه القرطبي بأن المقصود لا يختص بشرب القائلة، وأجيب بأن يكون هذا أصله لا يمنع استعماله عَلى الإطلاق تَجوزًا.
وَقَالَ ابن دُرَيد: يقيل الماء في المكان المنخفض إِذَا اجتمع فيه.
وتعقبه القرطبي أيضًا بأنه يفسد التمثيل؛ لأن اجتماع الماء إنما هو مثال الطائفة الثَّانِيَة، والكلام هنا إنما هو في الأُولَى الَّتِي شربت وأنبتت، قَالَ: والأظهر أنه تصحيف.
_________
(١) زيادة من "الفتح".','2','147',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (508,'قَوْلُهُ: (قاع يعلوه الماء والصفصف المستوي من الأرض) هذا ثابت عند المستملي، وأراد به: أن قيعان المذكورة في الحديث جَمع قاع، وأنه الأرض الَّتِي يعلوها الماء ولا يستقر فيها، وإنَّما ذكر الصفصف معه جريًا عَلى عادته في الاعتناء بتفسير ما يقع في الحديث من الألفاظ الواقعة في القرآن وقد يستطرد، ووقع في بعض النسخ: "المصطف" بدل: "الصفصف"، وهو تصحيف.','2','148',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (509,'<span data-type="title" id=toc-213>٢١ - باب: رَفْعِ الْعِلْمِ وَظُهُورِ الْجَهْلِ، وَقَالَ رَبِيعَةُ: لَا يَنْبَغِي لأَحَدٍ عِنْدَهُ شَيْءٌ مِنَ الْعِلْمِ أَنْ يُضَيِّعَ نَفْسَهُ</span>
٨٠ - حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: "إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ، وَيَثْبُتَ الْجَهْلُ، وَيُشْرَبَ الْخَمْرُ، وَيَظْهَرَ الزِّنَا".
قَوْلُهُ: (باب رفع العلم) مقصود الباب: الحث عَلى تعلُّم العلم، فإنه لا يُرفع إلا بقبض العلماء كما سيأتي صريحًا، ومادام من يتعلم العلم موجودًا لا يحصل الرفع، وقد تبين في حديث الباب أن رفعه من علامات الساعة.
قَوْلُهُ: (وَقَالَ ربيعة) هو ابن أبي عبد الرحمن الفقيه المدني المعروف بربيعة الرأي بإسكان الهمزة، قيل له ذَلِكَ لكثرة اشتغاله بالإجتهاد، ومراد ربيعة: أن من كَانَ فيه فهم وقابلية للعلم لا ينبغي له أن يهمل نفسه فيترك الاشتغال لئلا يؤدي ذَلِكَ إلَى رفع العلم، أو مراده: الحث عَلى نشر العلم في أهله [١٣٩ / ب] لئلا يموت العالم قبل ذَلِكَ فيؤدي إلَى رفع العلم، أو مراده: أن يُشْهِر العالم نفسه ويتصدى للأخذ عنه لئلا يضيع علمه.
وقيل: مراده تعظيم العلم وتوقيره، فلا يهين نفسه بأن يجعله غرضًا للدنيا.
وهذا معنى حسن، لكن اللائق بتبويب المصنف ما تقدم.
وقد وصل أثر ربيعة المذكور الخطيب في الجامع (١)، والبيهقي في المدخل من طريق عبد العزيز الأُوَيْسي عن مالك عن ربيعة.
قَوْلُهُ: (عبد الوارث) هو ابن سعيد، عن أبي التَّياح بمثناة مفتوحة فوقانية بعدها تحتانية ثقيلة وآخره حاء مهملة كما تقدم.
_________
(١) أخرجه الخطيب في "الجامع لأخلاق الراوي وآداب السامع" (مبلغ السن الَّذِي يستحسن التحديث معه) (١/ ٣٢٦).','2','149',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (510,'قَوْلُهُ: (عن أنس) زاد الأصيلي وأبو ذر: "ابن مالك"، وللنسائي: "حَدَّثَنَا أنس" (١)، ورجال هذا الإسناد كلهم بصريون، وكذا الَّذِي بعده.
قَوْلُهُ: (أشراط الساعة) أي: علاماتها كما تقدم في الإيمان.
قَوْلُهُ: (أن يرفع العلم) هو في محل نصب؛ لأنه اسم أن، وسقطت "أن" من رواية النّسَائي (٢)، حيث أخرجه عن عمران شيخ البُخَاريّ، فعلى روايته يكون مرفوع المحل، والمراد برفعه: موت حملته كما تقدم.
قَوْلُهُ: (ويثبت) هو بفتح أوله وسكون المثلثة وضم الموحدة وفتح المثناة، وفِي رواية لمسلم: "ويُبَث" (٣) بضم أوله وفتح الموحدة بعدها مثلثة، أي: ينتشر، وغفل الكرماني فعزاها للبخاري، وإنّما حكاها النووي في الشرح لمسلم.
قَالَ الكرماني في رواية: "وينبت" بالنون بدل المثلثة من النبات.
قُلْت: وليست هذه في شيء من الصحيحين (٤).
قوْلُهُ: (وتُشْرب الخمر) هو بضم المثناة أوله وفتح الموحدة عَلى العطف، والمراد: كثرة ذَلِكَ واشتهاره، وعند المصنف في النكاح من طريق هشام، عن قتادة: "ويكثر شرب الخمر" (٥)، أو العلامة مَجموع ما ذُكر.
قَوْلُهُ: (ويظهر الزنا) أي: يفشو، كما في رواية لمسلم.
_________
(١) "سنن النّسَائي الكبرى" (كتاب العلم، باب: قَوْله -جل ثناؤه-: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا. . .} رفع العلم وظهور الجهل) (٣/ ٤٥٥).
(٢) في المطبوع من "سنن النّسَائي الكبرى" بثبوت "أن"، فالله أعلم.
(٣) أخرجه مُسْلِم في "صحيحه" (كتاب العلم، باب: رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان) برقم (٢٦٧١)، ولكن فيه "ويثبت"، وهذه اللفظة كما قَالَ الحافظ حكاها النووي عن بعض نسخ "صحيح مُسْلِم".
(٤) كذا العبارة هنا، وفِي "الفتح": "قَالَ الكرماني: وفِي رواية: "وينبت" بالنون بدل المثلثة من الإنبات، وحكى ابن رجب عن بعضهم: "وينث" بنون ومثلثة، من النث وهو الإشاعة.
قُلْت: وليست هذه في شيء من الصحيحين، انتهى. فالله أعلم.
(٥) "صحيح البُخَاريّ" (كتاب النكاح، باب: يقل الرجال ويكثر النساء) برقم (٥٢٣١).','2','150',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (511,'٨١ - حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: لأُحَدِّثَنَّكُمْ حَدِيثًا لَا يُحَدِّثُكُمْ أَحَدٌ بَعْدِي، سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقُوُل: "مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَقِلَّ الْعِلْمُ، وَيَظْهَرَ الْجَهْلُ، وَيَظْهَرَ الزِّنَا، وَتَكْثُرَ النِّسَاءُ وَيَقِلَّ الرِّجَالُ، حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَة الْقَيِّمُ الْوَاحِدُ".
قَوْلُهُ: (حَدَّثَنَا يَحيى) هو ابن سعيد القَطَّان.
قَوْلُهُ: (عن أنس) زاد الأصيلي: "ابن مالك".
قَوْلُهُ: (لأحدثنكم) بفتح اللام، وهو جواب قسم لمحذوف؛ أي: والله لأحدثنكم، وصرح به أبو عوانة من طريق هشام عن قتادة، ولمسلم من رواية غُنْدر عن شُعبة: "ألا أحدثكم"، ويحتمل أن يكون قَالَ لهم أولًا: ألا أحدثكم [١٤٠ / أ] فقالوا: نعم، فَقَالَ: لأحدثنكم.
قَوْلُهُ: (لا يُحدثكم أحد بعدي) كذا له، ولمسلم (١) بحذف المفعول، ولابن ماجه (٢) من رواية غُنْدر عن شُعبة: "لا يحدثكم به أحد بعدي"، وللمصنف (٣) من طريق هشام: "لا يحدثكم به غيري"، ولأبي عوانة من هذا الوجه: "لا يحدثكم أحد سمعه من رسول الله - صلى الله عليه وسلم - بعدي".
وعرف أنس أنه لَم يبق أحد سمعه من رسول الله - صلى الله عليه وسلم - غيره؛ ولأنه كَانَ آخر من مات بالبصرة من الصحابة، فلعل الخطاب بذلك كَانَ لأهل البصرة، أو كَانَ عامًّا، وَكَانَ تحديثه بذلك في آخر عمره؛ لأنه لَم يبق بعده من الصحابة من ثبت سماعه من النَّبِيّ - صلى الله عليه وسلم - إلا النادر ممن لَم يكن هذا المتن في مرويه.
_________
(١) "صحيح مسلِم" (كتاب العلم، باب: رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان) برقم (٢٦٧١).
(٢) "سنن ابن ماجه" (كتاب الفتن، باب: أشراط الساعة) برقم (٤٠٤٥).
(٣) "صحيح البُخَاريّ" (كتاب الأشربة، باب: قول الله تعالَى: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}) برقم (٥٥٧٧).','2','151',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (512,'وَقَالَ ابن بَطال: يحتمل أنه قَالَ ذَلِكَ لما رأى من التغير ونقص العلم، يعني: فاقتضى ذَلِكَ عنده لفساد الحال لا يحدثهم أحد بالحق، قُلْت: والأول أولَى.
قَوْلُهُ: (سمعت) هو بيان، أو بدل لقوله: "لأحدثنكم".
قَوْلُهُ: (أن يقل العلم) هو بكسر القاف من القلة، وفِي رواية مُسْلِم (١)، عن غُنْدر وغيره عن شُعبة: "أن يرفع العلم"، وكذا في رواية سعيد عند ابن أبي شيبة (٢)، وهَمَّام عند المصنف في الحدود (٣)، وهشام عنده في النكاح (٤)، كلهم عن قتادة، وهو موافق لرواية أبي التَّيَّاح.
وللمصنف أيضًا في الأشربة (٥) من طريق هشام: "أن يقل"، فيحتمل أن يكون المراد بقلته أول العلامة، وبرفعه آخرها، أو أطلقت القلة وأريد بِها العدم، كما يطلق العدم ويراد به القلة، وهذا أليق لاتحاد المخرج.
قَوْلُهُ: (وتكثر النساء) قيل: سببه أن الفتن تكثر فيكثر القتل في الرجال؛ لأنهم أهل الحرب دون النساء، وَقَالَ أبو عبد الملك: هو إشارة إلَى كثرة الفتوح فتكثر السبايا فيتخذ الرجل الواحد عدة موطوءات.
قُلْت: وفيه نظر؛ لأنه صرح بالعلة في حديث أبي موسى الآتي في الزكاة عند المصنف فَقَالَ: "من قلة الرجال وكثرة النساء" (٦).
والظاهر: أنها علامة محضة لا لسبب آخر، بل يُقَدِّر الله في آخر الزمان أن يقل من
_________
(١) "صحيح مُسْلِم" (كتاب العلم، باب: رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان) برقم (٢٦٧١).
(٢) "مصنف ابن أبي شيبة" (كتاب الفتن، باب: من كره الخروج في الفتنة وتعوذ عنها) (٧/ ٤٦٦) برقم (٣٧٢٨٠)، وفيه عن شعبة.
وفِي "صحيحِ مُسْلِم" من طريق ابن أبي شيبة، عن سعيد بن أبي عروبة، فالله أعلم.
(٣) "صحيح البُخاري" (كتاب الحدود، باب: إثم الزناة) برقم (٦٨٠٨).
(٤) "صحيح البُخَاري" (كتاب النكاح، باب: يقل الرجال ويكثر النساء) برقم (٥٢٣١).
(٥) "صحيح البُخَاري" (كتاب الأشربة، باب: قول الله تعالَى: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠)}) برقم (٥٥٧٧) وفيه: "ويقل".
(٦) "صحيح البخاري" (كتاب الزكاة، باب: الصدقة قبل الرد) برقم (١٤١٤).','2','152',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (513,'يولد من الذكور ويكثر من يولد من الإناث، وكون كثرة النساء من العلامات مناسب لظهور الجهل ورفع العلم.
وقوله: (لخمسين) يحتمل أن يراد به حقيقة هذا العدد، أو يكون مَجازًا عن الكثرة، ويؤيده أن في حديث أبي موسى: "وترى الرجل الواحد تتبعه أربعون امرأة" (١).
قَوْلهُ: (القيم) أي: من يقوم بأمرهن، واللام للعهد إشعارًا بما هو معهود من كون الرجال قوامين عَلى النساء.
وكأن هذه الأمور الخمسة خُصت بالذكر لكونها مشعرة باختلال الأمور الَّتِي يحصل بحفظها صلاح المعاش والمعاد: وهي: الدين؛ لأن رفع العلم يخل به، والعقل؛ لأن شرب الخمر يخل به، والنسب؛ لأن الزنا يخل به، والنفس والمال؛ لأن كثرة الفتن تخل بِهما.
قَالَ الكرماني: وإنَّما كَانَ اختلال هذه الأمور مؤذنًا بخراب العالم؛ لأن الخلق لا يُتركون هَملًا، ولا نبي بعد نبينا، فيتعين ذَلِكَ.
وَقَالَ القرطبي: في هذا الحديث عَلَمٌ من أعلام النبوة؛ إذ أخبر عن أمور ستقع فوقعت خصوصًا في هذه الأزمان، والله المستعان.
_________
(١) أخرجه البخاري في "صحيحه" (كتاب الزكاة، باب: الصدقة قبل الرد) برقم (١٤١٤).','2','153',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (514,'<span data-type="title" id=toc-214>٢٢ - باب: فَضْلِ الْعِلْمِ</span>
٨٢ - حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، قَالَ: عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حَمْزَةَ بْنِ عَبْدِ الله بْنِ عُمَرَ، أَنَّ ابْنَ عُمَرَ، قَالَ: سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: "بَيْنَا أَنَا نَائِمٌ أُتِيتُ بِقَدَحِ لَبَنٍ، فَشَرِبْتُ حَتَّى إِنِّي لأَرَى الرِّيَّ يَخْرُجُ في أَظْفَارِي، ثُمَّ أَعْطَيْتُ فَضْلِي عُمَرَ بْنَ الْخَطَّابِ". قَالُوا: فَمَا أَوَّلْتَهُ يَا رَسُولَ الله، قَالَ: "الْعِلْمَ".
قَوْلُهُ: (باب فضل العلم) الفضل هنا بمعنى الزيادة، أي: ما فضل عنه، والفضل الَّذِي تقدم في أول كتاب العلم بمعنى الفضيلة، فلا تظن أنه كرره.
قَوْلُهُ: (حَدَّثَنَا سعيد بن عفير) هو سعيد بن كثير بن عُفير المصري، نسب إلَى جده كما تقدم، وعُفير بضم المهملة بعدها فاء كما تقدم أيضًا.
قَوْلُهُ: (حَدَّثَنَا الليث) هو ابن سعد.
(عن عُقيل) وللأصيلي وكريمة: "حَدَّثَنِي الليث حَدَّثَنِي عقيل".
قَوْلُهُ: (عن حَمزة) وللمصنف في التعبير: "أَخْبَرَنِي حَمزة" (١).
قَوْلُهُ: (بينا) أصله "بين" فأشبعت الفتحة.
قَوْلُهُ: (أُتيت) بضم الهمزة.
قَوْلُهُ: (فشربت) أي من ذَلِكَ اللبن.
قَوْلُهُ: (لأَرى) -بفتح الهمزة- من الرؤية أو من العلم، واللام جواب قسم محذوف.
و(الري) بكسر الراء في الرواية، وحكى الجَوهري الفتح، وَقَالَ غيره: بالكسر الفعل، وبالفتح المصدر.
قَوْلُهُ: (يَخرج) أي: الري، وأطلق رؤيته إياه عَلى سبيل الاستعارة.
_________
(١) "صحيح البُخَاري" (كتاب التعبير، باب: اللبن) برقم (٧٠٠٦)، وأيضًا في (كتاب التعبير، باب: إِذا أعطى فضله غيره في النوم) برقم (٧٠٢٧).','2','154',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (515,'قَوْلُهُ: (في أظفاري) في رواية ابن عساكر: "من أظفاري" وهو أبلغ، وفِي التعبير: "من أطرافي" وهو بمعناه.
قَوْلُهُ: (قَالَ: العلم) هو بالنصب وبالرفع معًا في الرواية، وتوجيههما ظاهر.
وتفسير اللبن بالعلم لاشتراكهما في كثرة النفع بهما، وسيأتي بقية الكلام عليه في مناقب عمر، وفِي كتاب التعبير إن شاء الله تعالَى.
قَالَ ابن المنير: وجه الفضيلة للعلم في الحديث من جهة أنه عبر عن العلم بأنه فضلة النَّبِيّ - صلى الله عليه وسلم - ونصيب مما آتاه الله، وناهيك بذلك. انتهى. وهذا قاله بناء عَلى أن المراد بالفضل الفضيلة، وغفل عن النكتة المتقدمة.','2','155',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (516,'<span data-type="title" id=toc-215>٢٣ - باب: الْفُتْيَا وَهُوَ وَاقِفٌ عَلَى الدَّابَّةِ وَغَيْرِهَا</span>
٨٣ - حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عِيسَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ الله، عَنْ عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - وَقَفَ في حَجَّةِ الْوَدَاعِ بِمِنًى لِلنَّاسِ يَسْأَلُونَهُ، فَجَاءَهُ رَجُلٌ فَقَالَ: لَمْ أَشْعُرْ فَحَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. فَقَالَ: "اذْبَحْ وَلَا حَرَجَ". فَجَاءَ آخَرُ فَقَالَ: لَمْ أَشْعُرْ، فَنَحَرْتُ قَبْلَ أَنْ أَرْمِيَ. قَالَ: "ارْمِ وَلَا حَرَجَ". فَمَا سُئِلَ النَّبِيُّ - صلى الله عليه وسلم - عَنْ شَيء قُدِّمَ وَلَا أُخِّرَ إِلَّا قَالَ: افْعَلْ وَلَا حَرَجَ.
قَوْلُهُ: (باب الفتيا) هو بضم الفاء، وإن قُلْت: الفتوى؛ فتحتها.
قَوْلُهُ: (وهو) أي: المفتي، ومراده أن العالم يجيب سؤال الطالب ولو كَانَ راكبًا.
قَوْلُهُ: (عَلى الدابة) المراد بِها في اللغة: كل ما مشى عَلى الأرض، وفِي العرف: ما يُركب، وهو المراد بالترجمة، وبعض أهل العرف خصها بالحمار.
فإن قيل: ليس في سياق الحديث ذكر الركوب.
فالجواب: أنه أحال به عَلى الطريق الأخرى الَّتِي أوردها في الحج، فقَالَ: "كَانَ عَلى ناقته" (١).
قَوْلُهُ: (حَدَّثَنَا إسماعيل) هو ابن أبي أُوَيْس.
قَوْلُهُ: (حجة الوداع) هو بفتح الحاء، ويَجوز كسرها.
قَوْلُهُ: (للناس يسألونه) هو إما حال من فاعل وقف، أو من الناس، أو استئناف بيانًا لسبب الوقوف.
قَوْلُهُ: (فجاءه رجل) لَم أعرف اسم هذا السائل ولا الَّذِي بعده في قَوْلِهِ: (فجاء آخر)، والظاهر أن الصحابي لَم يسم أحدًا لكثرة من سأل إذ ذاك، وسيأتي بسط ذَلِكَ في الحج.
قَوْلُهُ: (ولا حرج) أي: لا شيء عليك مطلقًا من الإثم، لا في الترتيب ولا في ترك
_________
(١) "صحيح البُخَاري" (كتاب الحج، باب: الفتيا عَلى الدابة عند الجمرة) برقم (١٧٣٨) ولفظه: "وقف رسول الله - صلى الله عليه وسلم - عَلى ناقته".','2','156',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (517,'الفِدْية، هذا ظاهره.
وَقَالَ بعض الفقهاء: المراد نفي الإثم فقط، وفيه نظر؛ لأن في بعض الروايات الصحيحة: "ولَم يأمر بكفارة"، وسيأتي مباحث ذَلِكَ في كتاب الحج إن شاء الله تعالَى، ورجال هذا الإسناد كلهم مدنيون.','2','157',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (518,'<span data-type="title" id=toc-216>٢٤ - باب: مَنْ أَجَابَ الْفُتْيَا بإِشَارَةِ الْيَدِ وَالرَّأْسِ</span>
٨٤ - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا وُهَيْبٌ، قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - سُئِلَ في حَجَّتِهِ فَقَالَ: ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ، فَأَوْمَأَ بِيَدِهِ فَقَالَ: وَلَا حَرَجَ. فَقَالَ: حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. فَأَوْمَأَ بِيَدِهِ: وَلَا حَرَجَ.
قَوْلُهُ: (باب من أجابَ الفتيا بإشارة اليد والرأس) الإشارة باليد مستفادة من الحديثين المذكورين في الباب أولًا، وهُمَا مرفوعان. وبالرأس مستفادة من حديث أسماء فقط، وهو من فعل عائشة فيكون موقوفًا، لكن له حكم المرفوع؛ لأنها كانت تصلي خلف النَّبِيّ - صلى الله عليه وسلم -، وَكَانَ في الصلاة يرى من خلفه، فيدخل في التقرير.
قوْلُهُ: (وهيب) بالتصغير [١٤١ / ب] هو ابن خالد.
و(أيوب) هو السَّخْتياني.
و(عكرمة) هو مولى ابن عباس، والإسناد كله بصريون.
قَوْلُهُ: (سئل) هو بضم أوله.
(فَقَالَ) أي: السائل. (ذبحت قبل أن أرمي)، أي: فهل عليَّ شيء؟
قَوْلُهُ: (فأومأ بيده فَقَالَ: لا حرج) أي: عليك.
وَقَوْلُهُ: (فَقَالَ) يحتمل أن يكون بيانًا لقوله: "أومأ"، ويكون من إطلاق القول عَلى الفعل، كما في الحديث الَّذِي بعده: "فَقَالَ هكذا بيده"، ويحتمل أن يكون حالًا، والتقدير: فأومأ بيده قائلًا: لا حرج، فجمع بين الإشارة والنطق، والأول اللائق بترجمة المصنف.
قوْلُهُ: (وَقَالَ حلقت) يحتمل أن السائل هو الأول، ويحتمل أن يكون غيره ويكون التقدير: فَقَالَ سائل: كذا، وَقَالَ آخر: كذا، وهو الأظهر ليوافق الرواية الَّتِي قبلها حيث','2','158',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (519,'قَالَ: "فجاء آخر".
قَوْلُهُ: (فأومأ بيده ولا حرج) كذا ثبتت الواو في قَوْلِهِ: "ولا حرج"، وليست عند أبي ذر في الجواب الأول.
قَالَ الكرماني: لأن الأول كَانَ في ابتداء الحكم، والثاني عطف عَلى المذكور أولًا، انتهى.
وقد ثبتت الواو في الأول أيضًا في رواية الأَصيلي وغيره.','2','159',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (520,'٨٥ - حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ: أَخْبَرَنَا حَنْظَلَةُ، عَنْ سَالِمٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "يُقْبَضُ الْعِلْمُ، وَيَظْهَرُ الْجَهْلُ وَالْفِتَنُ، وَيَكْثُرُ الْهَرْجُ". قِيلَ: يَا رَسُولَ الله، وَمَا الْهَرْجُ؟ فَقَالَ هَكَذَا بِيَدِهِ، فَحَرَّفَهَا، كَأَنَّهُ يُرِيدُ الْقَتْلَ.
قَوْلُهُ: (حَدَّثَنَا المكي) هو اسم وليس بنسب، وهو من كبار شيوخ البُخَاريّ كما سنذكره في "باب: إثم من كذب" (١).
قَوْلُهُ: (أنا حنظلة) هو ابن أبي سُفيان بن عبد الرحمن الجُمحي المدني.
قوْلُهُ: (عن سالِم) هو ابن عبد الله بن عُمر بن الخطاب، وفِي رواية الإسماعيلي من طريق إسحاق بن سُليمان الرازي عن حَنْظلة قَالَ: "سمعت سالِمًا"، وزاد فيه: "لا أدري كم رأيت أبا هريرة قائمًا في السوق يقول: يُقبض العلم" (٢). فذكره موقوفًا، لكن ظهر في آخره أنه مرفوع (٣).
قَوْلُهُ: (يُقبض العلم) يفسر المراد بقوله قبل هذا: "يُرفع العلم" (٤)، والقبضُ يفسره حديث عبد الله بن عمرو الآتي بعدُ: أنه يقع بموت العلماء (٥).
قَوْلُهُ: (ويظهر الجهل) هو من لازم ذَلِكَ.
قَوْلُهُ: (والفتن) في رواية الأصيلي وغيره: "وتظهر الفتن".
قوْلُهُ: (الْهَرج) هو بفتح الهاء وسكون الراء بعدها جيم.
قَوْلُهُ: (فَقَالَ هكذا بيده) هو من إطلاق القول عَلى الفعل.
قَوْلُهُ: (فحرفها) [١٤٢ / أ] (٦) الفاء فيه تفسيرية، كأن الراوي بيَّن أن الإيماء كَانَ محرفًا.
_________
(١) (كتاب العلم) الحديث رقم (١٠٩).
(٢) أخرجه أحْمَد في "مسنده" (٢/ ٢٨٨).
(٣) وتمام الحديث: "وتظهر الفتن ويكثر الهرج، قَالَ: قيل: يا رسول الله! وما الهرج؟ قَالَ بيده هكذا وحرفها".
(٤) (كتاب العلم، باب: رفع العلم. . . .) برقم (٨٠).
(٥) "صحيح البُخَاريّ" (كتاب العلم، باب: كيف يقبض العلم؟ ) برقم (١٠٠).
(٦) وقع سقط في الأصل من هنا قدر ورقة مخطوط، وقد استدركناه من "فتح الباري"، وقد نبهنا =','2','160',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (521,'قَوْلُهُ: (كأنه يريد القتل) كأن ذَلِكَ فُهم من تَحريف اليد وحركتها كالضارب، لكن هذه الزيادة لَم أرها في معظم الروايات، وكأنها من تفسير الراوي عن حنظلة، فإن أبا عوانة رَوَاهُ عن عباس الدُّوري، عن أبي عاصم، عن حنظلة، وَقَالَ في آخره: "وأرانا أبو عاصم كأنه يضرب عُنق الإنسان".
وَقَالَ الكرماني: الهرج هو الفتنة، فإرادة القتل من لفظه عَلى طريق التجوز، إذ هو لازم معنى الهرج، قَالَ: إلا أن يثبت ورود الهرج بمعنى القتل لغة.
قُلْت: وهي غفلة عما في البُخَاريّ في كتاب الفتن (١)، والهرج: القتل بلسان الحبشة، وسيأتي بقية مباحث هذا الحديث هناك إن شاء الله تعالَى.
_________
= في المقدمة إلَى ذَلِكَ السقط. .
(١) "صحيح البُخَاريّ" (كتاب الفتن، باب: ظهور الفتن) برقم (٧٠٦١)، وفيه: "قالوا: يا رسول الله، أيُّم هو؟ قَالَ: القتل القتل".','2','161',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (522,'٨٦ - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا وُهَيْبٌ، قَالَ: حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ: أَتَيْتُ عَائِشَةَ وَهِيَ تُصَلِّي فَقُلْتُ: مَا شَأْنُ النَّاسِ؟ فَأَشَارَتْ إِلَى السَّمَاءِ، فَإِذَا النَّاسُ قِيَامٌ، فَقَالَتْ: سُبْحَانَ الله. قُلْتُ: آيَةٌ فَأَشَارَتْ بِرَأْسِهَا، أَيْ نَعَمْ، فَقُمْتُ حَتَّى عَلانِي الْغَشْيُ، فَجَعَلْتُ أَصُبُّ عَلَى رَأْسِي الْمَاءَ، فَحَمِدَ الله -عزَّ وجلَّ- النَّبِيُّ - صلى الله عليه وسلم - وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: "مَا مِنْ شَيْءٍ لَمْ أَكُنْ أُرِيتُهُ إِلَّا رَأَيْتُهُ في مَقَامِي حَتَّى الْجَنَّةَ وَالنَّارَ، فَأُوحِيَ إِلَيَّ أَنَّكُمْ تُفْتَنُونَ في قُبُورِكُمْ، مِثْلَ -أَوْ قَرِيبًا لَا أَدْرِي أَيَّ ذَلِكَ قَالَتْ أَسْمَاءُ- مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، يُقَالُ: مَا عِلْمُكَ بِهَذَا الرَّجُلِ؟ فَأَمَّا الْمُؤْمِنُ -أَوِ الْمُوْقِنُ لَا أَدْرِي بِأيِّهِمَا قَالَتْ أَسْمَاءُ- فَيَقُولُ: هو مُحَمَّدٌ رَسُولُ الله جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَاتَّبَعْنَا، هو مُحَمَّدٌ. ثَلَاثًا، فَيُقَالُ: نَمْ صَالِحًا، قَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا بِهِ، وَأَمَّا الْمُنَافِقُ -أَوِ الْمُرْتَابُ لَا أَدْرِي أَيّ ذَلِكَ قَالَتْ أَسْمَاءُ- فَيَقُولُ: لَا أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ".
قَوْلُهُ: (هشام) هو ابن عروة بن الزبير.
(عن فاطمة) هِيَ بنت المنذر بن الزبير، وهي زوجة هشام وبنت عمه.
قَوْلُهُ: (عن أسماء) هِيَ بنت أبي بكر الصديق زوج الزبير بن العوام، وهي جدة هشام وفاطمة جميعًا.
قَوْلُهُ (فقلت: ما شأن الناس) أي: لما رأيت من اضطرابهم.
قوْلُهُ: (فأشارت) أي: عائشة.
(إلَى السماء) أي: انكسفت الشمس.
قَوْلُهُ: (فإذا الناس قيام) كأنها التفتت من حجرة عائشة إلَى من في المسجد فوجدتهم قيامًا في صلاة الكسوف، ففيه إطلاق الناس عَلى البعض.
قَوْلُهُ: (فقالت: سبحان الله) أي: أشارت قائلة: سبحان الله.
قَوْلُهُ: (قُلْت آية) هو بالرفع خبر مبتدأ مَحذوف، أي: هذه آية، أي: علامة، ويَجوز','2','162',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (523,'حذف هَمزة الاستفهام وإثباتها.
قَوْلُهُ: (فقمت) أي: في الصلاة.
قَوْلُهُ: (حَتَّى علاني) كذا للأكثر بالعين المهملة وتَخفيف اللام، وفِي رواية كَريمة: "تجلاني" بمثناة وجيم ولام مشددة، وجلال الشيء ما غطي به.
و(الغَشْي) بفتح الغين وإسكان الشين المعجمتين وتَخفيف الياء، وبكسر الشين وتشديد الياء أيضًا: هو طرف من الإغماء، والمراد به هنا الحالة القريبة منه، فأطلقته مَجازًا، ولِهذا قالت: "فجعلت أصب عَلى رأسي الماء"، أي: في تلك الحال ليذهب.
ووهم من قَالَ بأن صبها كَانَ بعد الإفاقة، وسيأتي تقرير ذلِكَ في كتاب الطهارة، ويأتي الكلام عَلى هذا الحديث أيضًا في صلاة الكسوف إن شاء الله تعالَى.
قَوْلُهُ: (أُريته) هو بضم الهمزة.
قَوْلُهُ: (حَتَّى الْجَنَّة والنَّار) رويناه بالحركات الثلاث فيهما.
قَوْلُهُ: (مثلَ أو قريبًا) كذا هو بترك التنوين في الأول وإثباته في الثاني، قَالَ ابن مالك: توجيهه أن أصله: مثل فتنة الدجال أو قريبًا من فتنة الدجال، فحذف ما أضيف إلى مثل وترك عَلى هيئته قبل الحذف، وجاز الحذف لدلالة ما بعده عليه، وهذا كقول الشاعر:
* بين ذراعي وجبهة الأسد *
تقديره: بين ذراعي الأسد وجبهة الأسد.
وقال الآخر:
أمام وخلف المرء من لطف ربه ... كوالئ تزوي عنه ما هو يحذر
وفِي رواية بترك التنوين في الثاني أيضًا، وتوجيهه أنه مضاف إلى فتنة أيضًا، وإظهار حرف الجر بين المضاف والمضاف إليه جائز عند قوم.
وقَوْلُهُ: (لا أدري أي ذَلِكَ قالت أسماء) جملة معترضة بَيَّن بِها الراوي أن الشك منه هل قالت له أسماء مثل أو قالت قريبًا، وستأتي مباحث هذا المتن في كتاب الجنائز إن شاء الله تعالَى.','2','163',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (524,'* تنبيه:
وقع في نسخة الصغاني هنا: قَالَ ابن عباس: مرقدنا: مَخرجنا، وفِي ثبوت ذَلِكَ نظر؛ لأنه لَم يقع في الحديث لذلك ذكر وإن كَانَ قد يظهر له مناسبة، وقد ذكر ذَلِكَ في موضعه من سورة يس.','2','164',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (525,'<span data-type="title" id=toc-217>٢٥ - باب: تَحْرِيضِ النَّبيِّ - صلى الله عليه وسلم - وَفْدَ عَبْدِ الْقَيْسِ عَلَى أَنْ يَحْفَظُوا الإيمَانَ وَالْعِلْمَ وَيُخْبِرُوا مَنْ وَرَاءَهُمْ</span>.
وَقَالَ مَالِكُ بْنُ الْحُوَيْرِثِ: قَالَ لَنَا النَّبِيُّ - صلى الله عليه وسلم -: "ارْجِعُوا إِلَى أَهْلِيكُمْ، فَعَلِّمُوهُمْ"
٨٧ - حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا غُنْدَرٌ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ: كُنْتُ أُتَرْجِمُ بَيْنَ ابْنِ عَبَّاسٍ وَبَيْنَ النَّاسِ، فَقَالَ: إِنَّ وَفْدَ عَبْدِ الْقَيْسِ أَتَوُا النَّبِيَّ - صلى الله عليه وسلم - فَقَالَ: "مَنِ الْوَفْدُ -أَوْ مَنِ الْقَوْمُ-". قَالُوا: رَبِيعَةُ. فَقَالَ: "مَرْحَبًا بِالْقَوْمِ -أَوْ بِالْوَفْدِ- غَيْرَ خَزَايَا وَلَا نَدَامَى". قَالُوا: إِنّا نَأْتِيكَ مِنْ شُقَّةٍ بعِيدَةٍ، وَبَيْنَنَا وَبَيْنَكَ هَذَا الحيُّ مِنْ كُفَّارِ مُضَرَ، وَلَا نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلَّا في شَهْرٍ حَرَامٍ فَمُرْنَا بِأَمْرٍ نُخْبِرْ بِهِ مَنْ وَرَاءَنَا، نَدْخُلُ بِهِ الْجَنَّةَ. فَأَمَرَهُمْ بِأَرْبَعٍ، وَنَهَاهُمْ عَنْ أَرْبَعٍ: أَمَرَهُمْ بِالإِيمَانِ بِالله -عَزَّ وجلَّ- وَحْدَهُ. قَالَ: "هَلْ تَدْرُونَ مَا الإِيمَانُ بِالله وَحْدَهُ؟ ". قَالُوا: الله وَرَسُولُهُ أَعْلَمُ. قَالَ: "شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا الله وَأَنَّ مُحَمَّدًا رَسُولُ الله، وَإِقَامُ الصَّلَاةِ، وَإِيتَاءُ الزَّكَاةِ، وَصَوْمُ رَمَضَانَ، وَتُعْطُوا الْخُمُسَ مِنَ الْمَغْنَمِ". وَنَهَاهُمْ عَنِ الدُّبَّاءِ، وَالْحَنْتَمِ، وَالْمُزَفَّتِ. قَالَ شُعْبَةُ: ورُبَّمَا قَالَ: النَّقِيرِ، وَرُبُّمَا قَالَ: الْمُقَيَّرِ. قَالَ: "احْفَظُوهُ وَأَخْبِرُوهُ مَنْ وَرَاءَكُمْ".
قَوْلُهُ: (باب تَحريض) هُو بالضاد المعجمة، ومن قالها بالمهملة هنا فقد صحف.
قَوْلُهُ: (وَقَالَ مالك بن الحُويْرث) هُو بصيغة تصغير الحارث، وهذا التعليق طرف من حديث له مشهور يأتي في الصلاة (١).
قَوْلُهُ: (أبي جَمرة) هُو بالجيم والزاء كما تقدم.
قَوْلُهُ: (من شقة) بضم الشين المعجمة وتشديد القاف.
_________
(١) "صحيح البُخَاري" (كتاب الأذان، باب: الأذان للمسافرين إِذَا كانوا جَماعة والإقامة) برقم (٦٣١). ولكن اللفظ المذكور وقع كما هو في (كتاب الأدب، باب: رحمة الناس والبهائم) برقم (٦٠٠٨).','2','165',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (526,'قَوْلُهُ: (وتعطوا) كذا وقع، وهو منصوب بتقدير "أن"، وساغ التقدير؛ لأن المعطوف عليه اسم، قاله الكرماني.
قُلْت: قد رَوَاة أَحْمَد عن غُندر فَقَالَ: "وأن تعطوا" (١). فكأن حذفها من شيخ البُخَاريّ.
قَوْلُهُ: (قَالَ شعبة: وربما قَالَ: النقير) أي: بالنون المفتوحة وتَخفيف القاف المكسورة.
(وربما قَالَ: المقير) أي: بالميم المضمومة وفتح القاف وتشديد الياء المفتوحة، وليس المراد أنه كَانَ يتردد في هاتين اللفظتين ليثبت إحداهُما دون الأخرى؛ لأنه يلزم من ذكر المقير التكرار لسبق ذكر المزفت لأنه بمعناه، بل المراد أنه كانَ جازمًا بذكر الثلاثة الأول شاكًّا في الرابع وهو النقير، فكان تارة يذكره وتارة لا يذكره، وَكَانَ أيضًا شاكًّا في التلفظ بالثالث فكان تارة يقول المزفت وتارة (٢) [١٤٣ / أ] يقول: المُقَيَّر. هذا توجيهه فلا يلتفت إلَى ما عداه.
وقد تقدمت مباحث هذا الحديث في أواخر كتاب الإيمان (٣)، وأخرجه المصنف هناك عاليًا عن علي بن الجَعْد، عن شُعْبة، ولم يتردد إلا في المُزَفَّت والمُقَيَّر فقط، وجزم بالنَّقِير، وهو يؤيد ما قُلْت، والله أعلم.
قَوْلُهُ: (وأَخبروه) هو بفتح الهمزة وكسر الباء، وللكُشْمَيهني: "وأخبروا" بحذف الضمير.
_________
(١) "مسند أحْمَد" (١/ ٢٢٨).
(٢) هنا نهاية السقط الَّذي أشرنا له قبل صفحات، وكذلك أشرنا إليه في المقدمة.
(٣) (باب: أداء الخمس من الإيمان) الحديث رقم (٥٣).','2','166',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (527,'<span data-type="title" id=toc-218>٢٦ - باب: الرِّحْلَةِ في الْمَسْأَلَةِ النَّازِلَةِ</span>
٨٨ - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ، قَالَ: أَخْبَرَنَا عَبْدُ الله، قَالَ: أَخْبَرَنَا عُمَرُ بْنُ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، قَالَ: حَدَّثَنِي عَبْدُ الله بْنُ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، أَنَّهُ تَزَوَّجَ ابْنَةً لأَبِي إِهَابِ بْنِ عَزِيزٍ، فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ: إِنِّي قَدْ أَرْضَعْتُ عُقْبَةَ وَالَّتِي تَزَوَّجَ بِهَا. فَقَالَ لَهَا عُقْبَةُ: مَا أَعْلَمُ أَنَّكِ أَرْضَعْتِنِي وَلَا أَخْبَرْتِنِي. فَرَكِبَ إِلَى رَسُولِ الله - صلى الله عليه وسلم - بِالْمدِينهِ فَسَأَلَهُ، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: "كَيْفَ وَقَدْ قِيلَ؟ ". فَفَارَقَهَا عُقْبَةُ، وَنَكَحَتْ زَوْجًا غَيْرَهُ.
قَوْلُهُ: (باب الرحلة) هو بكسر الراء من الارتحال، وفِي روايتنا أيضًا بفتح الراء، أي: الواحدة، وأما بضمها فالمراد به الجهة، وقد يُطلق عَلى من يُرتحل إليه، وفِي رواية كَريمة: "وتعليم أهله" بعد قَوْله: "في المسألة النازلة"، والصواب حذفها؛ لأنها تأتي في باب آخر (١).
قَوْلُهُ: (أَخْبَرَنَا عبد الله) هو ابن المبارك.
قَوْلُهُ: (حَدَّثَنِي عبد الله بن أبي مُليكة) هو عبد الله بن عُبيد الله بن أبي مُلَيْكَة.
قَوْلُهُ: (عن عُقْبة بن الْحَارث) سيأتي تصريحه بالسماع من عقبة في كتاب النكاح (٢) خلافًا لمن أنكره، وسيأتي الخلاف في كنية عُقبة في قصة خُبَيْب بن عَدِي (٣).
قَوْلُهُ: (أنه تزوج ابنة) اسمها غَنِيَّة بفتح المعجمة وكسر النون بعدها تَحتانية مشددة، وكنيتها أم يحيى كما يأتي في الشهادات (٤)، وهجم الكرماني فَقَالَ: لا يُعرف اسمها.
_________
(١) "صحيح البُخَاري" (كَتاب العلم، باب: تعليم الرجل أمته وأهله).
(٢) "صحيح البُخَاري" (كتاب النكاح، باب: شهادة المرضعة) برقم (٥١٠٤).
(٣) "صحيح البُخَاري" (كتاب المغازي، باب: غزوة الرجيع ورعل وذكوان وبئر معونة، وحديث عضل والقارة، وعاصم بن ثابت وخبيب بن عدي) عند الحديث رقم (٤٠٨٦، ٤٠٨٧).
(٤) "صحيح البُخَاري" (كتاب الشهادات، باب: شهادة الإماء والعبيد) برقم (٢٦٥٩).
وقال ابن حجر في "فتح الباري" عند ذلك الموضع في (كتاب الشهادات): "وقد تقدم في العلم تسمية أم يحيى بنت أبي إهاب وأنها غنية، بفتح المعجمة وكسر النون بعدها تحتانية مثقلة، =','2','167',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (528,'و (أبو إِهَاب) -بكسر الهمزة- لا أعرف اسمه وهو مذكور في الصحابة.
و(عزيز) بفتح العين المهملة وكسر الزاي وآخره زاي أيضًا كما تقدم في المقدمة، ومن قَالَ بضم أوله فقد حَرَّف.
قَوْلُهُ: (فأتته امرأة) لَم أقف عَلى اسمها.
قَوْلُهُ: (ولا أخبرتني) بكسر المثناة، أي: قبل ذَلِكَ، كأنه اتهمها.
قَوْلُهُ: (فركب) أي من مكة لأنها كانت دار إقامته، والفرق بين هذه الترجمة وترجمة: "باب: الخروج في طلب العلم" أن هذا أخص وذاك أعم، وسيأتي مباحث هذا الحديث في كتاب الشهادات إن شاء الله تعالَى.
قَوْلُهُ: (ونكحت زوجًا غيره) اسم هذا الزوج [ظُرَيب] (١) بضم المعجمة المشالة وفتح الراء وآخره موحدة مصغرًا.
_________
= ثم وجدت في النسائي أن اسمها زينب، فلعل غنية لقبها، أو كان اسمها فغير بزينب كما غُيِّر اسم غيرها". انتهى
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','2','168',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (529,'<span data-type="title" id=toc-219>٢٧ - باب: التَّنَاوُبِ في الْعِلْمِ</span>
٨٩ - حَدَّثنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ. ح: قَالَ: أَبُو عَبْدِ الله، وَقَالَ ابْنُ وَهْبٍ: أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ الله بْنِ عَبْدِ الله بْنِ أَبِي ثَوْرٍ، عَنْ عَبْدِ الله بْنِ عَبَّاسٍ، عَنْ عُمَرَ، قَالَ: كُنْتُ أَنَا وَجَارٌ لِي مِنَ الأَنْصَارِ في بَني أُمَيَّةَ بْنِ زَيْدٍ، وَهِي مِنْ عَوَالِي الْمدِينَةِ، وَكُنَّا نَتَنَاوَبُ النُّزُولَ عَلَى رَسُولِ الله - صلى الله عليه وسلم - يَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ بِخَبَرِ ذَلِكَ الْيَوْمِ مِنَ الْوَحْي وَغَيْرِهِ، وَإِذَا نَزَلَ فَعَلَ مِثْلَ ذَلِكَ، فَنَزَلَ صَاحِبِي الأَنْصَارِيُّ يَوْمَ نَوْبَتِهِ، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا. فَقَالَ: أَثَمَّ هو؟ فَفَزِعْتُ، فَخَرَجْتُ إِلَيْهِ، فَقَالَ: قَدْ حَدَثَ أَمْرٌ عَظِيمٌ. قَالَ: دَخَلْتُ عَلَى حَفْصَةَ فَإِذَا هِيَ تَبْكِي، فَقُلْتُ: طَلَّقَكُنَّ رَسُولُ الله - صلى الله عليه وسلم - قَالَتْ: لَا أَدْرِي. ثُمَّ دَخَلْتُ عَلَى النَّبِيِّ - صلى الله عليه وسلم -. فَقُلْتُ وَأَنَا قَائِمٌ: أَطَلَّقْتَ نِسَاءَكَ؟ قَالَ: "لَا". فَقُلْتُ: الله أَكْبَرُ.
قَوْلُهُ: (باب التناوب) هو بالنون وضم الواو من النَّوبة بفتح النون.
قَوْلُهُ: (وَقَالَ ابن وهب) هذا [١٤٣ / ب] التعليق وصله ابن حبان في صحيحه (١)، عن ابن قُتيبة، عن [حَرملة] (٢) عنه بسنده، وليس في روايته قول عمر: "كنت أنا وجار لي من الأنصار نتناوب النزول" (٣)، وهو مقصود هذا الباب، وإنَّما وقع ذَلِكَ في رواية شُعيب وحده عن الزُّهري، نص عَلى ذَلِكَ الذُّهلي والدَّارقُطني والحاكم وغيرهم (٤).
_________
(١) "صحيح ابن حبان" (كتاب النكاح، باب: معاشرة الزوجين) برقم (٤١٧٥).
(٢) تصحفت في الأصل إلَى "حنظلة" والمثبت هو الصواب، وهو: حرملة بن يحيى.
(٣) بل الموجود في مطبوعة "صحيح ابن حبان" كما هو عند البُخَاريّ، فالله أعلم.
(٤) كذا قَالَ ابن حجر -رحمه الله-، والواقع أن شعيبًا لَم يتفرد بهذا عن الزهري، بل كل من روى عن الزهري أتى بهذه اللفظة، وهم معمر وعقيل ويونس وصالح بن كيسان، أما حديث معمر؛ فأخرجه: مُسْلِم في صحيحه (كتاب الطلاق، بابٌ: في الإيلاء واعتزال النساء وتخييرهن) برقم (١٤٧٩)، وكذلك غير مُسْلِم.
وأما حديث عقيل؛ فأخرجه البُخَاريّ في صحيحه (كتاب المظالم والغصب، باب: الغرفة =','2','169',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (530,'وقد ساق المصنف الحديث في كتاب النكاح (١) عن أبي اليمان وحده أتم مِمّا هنا بكثير، وإنّما ذكر هنا رواية يونس بن يزيد ليوضح أن الحديث ليس كله من أفراد شُعيب.
قَوْلُهُ: (عن عبيد الله بن عبد الله بن أبي ثور) هو مكي نَوْفَلي، وقد اشترك معه في اسمه واسم أبيه، وفي الرواية عن ابن عباس، وفِي رواية الزُّهري عنهما عُبيد الله بن عبد الله بن عُتبة بن مسعود المدني الهُذَلي، لكن روايته عن ابن عباس كثيرة في الصحيحين، وليس لابن أبي ثور عن ابن عباس غير هذا الحديث الواحد.
قَوْلُهُ: (وجار لي) هذا الجار هو عِتْبان بن مالك، أفاده القَسْطلاني، لكن لَم يذكر دليله (٢).
قَوْلُهُ: (في بني أمية) أي: في ناحية بني أُمية، سُميت البقعة باسم من نزلها.
قَوْلُهُ: (أَثَمَّ هو) بفتح المثلثة.
_________
= والعُلَّيَّة المُشرفة وغير المشرفة في السُّطوح وغيرها) برقم (٢٤٦٨).
وأما حديث يونس، فأخرجه البُخَاريّ في هذا الباب، وكذا ابن حبان كما سبق ذكره.
وأما حديث صالح بن كيسان؛ فأخرجه النّسَائي في السنن الكبرى (كتاب الصوم، باب: كم الشهر؟ وذكر الاختلاف عَلى الزهري في الخبر عن عائشة فيه) (٢/ ٧٢) برقم (٢٤٤٢)، وكذلك في السنن الصغرى في نفس الكتاب والباب (٤/ ١٣٧، ١٣٨).
ثُمَّ وجدنا الحافظ المزي في تحفة الأشراف (٨/ ٤٦، ٤٧) بعد أن ساق أول الحديث كعادته قَالَ: "وأول حديث شعيب بن أبي حمزة: كنت أنا وجار لي في بني أمية بن زيد، وكنا نتناوب النزول إلَى رسول الله - صلى الله عليه وسلم -". وفِي آخر حديث معمر. . . .". إلَى آخره. فالله أعلم بمرادهما -رحمهما الله-.
(١) "صحيح البخاري" (كتاب النكاح، باب: موعظة الرجل ابنته لحال زوجها) برقم (٥١٩١).
(٢) قَالَ الحافظ ابن حجر في "فتح الباري" عند (كتاب النكاح، باب: موعظة الرجل ابنته لحال زوجها) عند الحديث رقم (٥١٩١): "واسم الجار المذكور أوس بن خولي بن عبد الله بن الحارث الأنصارِي، سماه ابن سعد من وجه آخر عن الزهري عن عروة، عن عائشة فذكر حديثًا، وفيه: "وكَانَ عمر مؤاخيًا أوس بن خولي لا يسمع شيئًا إلا حدثه، ولا يسمع عمر شيئًا إلا حدثه"، فهذا هو المعتمد، وأما ما تقدم في العلم عمن قَالَ: إنه عتبان بن مالك فهو من تركيب ابن بشكوال، فإنه جوز أن يكون الجار المذكور عتبان لأن النَّبِيّ - صلى الله عليه وسلم - آخى بينه وبين عمر، لكن لا يلزم من الإخاء أن يتجاورا، والأخذ بالنص مقدم عَلى الأخذ بالاستنباط. . . إلَى آخره.','2','170',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (531,'قَوْلُهُ: (دخلت عَلى حفصة) ظاهر سياقه يوهم أنه من كلام الأنصاري، وإنّما الداخل عَلى حفصة عُمر، وللكُشْمَيْهَنِي: "فدخلتُ عَلى حفصة"، أي: قَالَ عمر: فدخلت عَلى حفصة، وإنَّما جاء هذا من الاختصار، وإلا ففي أصل الحديث بعد قَوْله: "أَمْرٌ عَظِيمٌ": "طَلَّقَ رسول الله - صلى الله عليه وسلم - نساءه، قُلْت: قد كنت أظن أن هذا كائن حَتَّى إِذَا صليت الصبح شددت عليَّ ثيابي، ثُمَّ نزلت فدخلت عَلى حفصة" (١)، يعني: أم المؤمنين بنته.
* وفِي هذا الحديث الاعتماد عَلى خبر الواحد، والعمل بمراسيل الصحابة.
* وفيه أن الطالب لا يغفل عن النظر في أمر معاشه ليستعين عَلى طلب العلم وغيره، مع أخذه بالحزم بالسؤال عمَّا يفوته يوم غَيْبته، لما عُلم من حال عمر أنه كَانَ يتعانى التجارة إذ ذاك كما سيأتي في البيوع.
* وفيه أن شرط التواتر أن [يكون] (٢) مستند نقلته الأمر المحسوس لا الإشاعة الَّتِي لا يُدرى من بدأ بِها، وسيأتي بقية الكلام عليه في النكاح إن شاء الله تعالَى.
_________
(١) "صحيح البُخَاريّ" (كتاب النكاح، باب: موعظة الرجل ابنته لحال زوجها) برقم (٥١٩١).
(٢) زيادة من "الفتح".','2','171',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (532,'<span data-type="title" id=toc-220>٢٨ - باب: الْغَضَبِ في الْمَوْعِظَةِ وَالتَّعْلِيمِ إِذَا رَأَى مَا يَكْرَهُ</span>
٩٠ - حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ: أَخْبَرَنِي سُفْيَانُ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ الله، لَا أَكَادُ أُدْرِكُ الصَّلَاةَ مِمَّا يُطَوِّلُ بِنَا فُلَانٌ، فَمَا رَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - في مَوْعِظَةٍ أَشَدَّ غَضَبًا مِنْ يَوْمِئِذٍ فَقَالَ: "أَيُّهَا النَّاسُ، إِنَّكُمْ مُنَفِّرُونَ، فَمَنْ صَلَّى بِالنَّاسِ فَلْيُخَفِّفْ، فَإِنَّ فِيهِمُ الْمَرِيضَ وَالضَّعِيفَ وَذَا الحاجَةِ".
قَوْلْهُ في: باب الغضب في الموعظة: (ثنا مُحَمَّد بن كثير) هو العَبْدي [١٤٤ / أ]، ولَم يخرج للصَّغاني شيئًا.
قَوْلُهُ: (أَخْبَرَنِي سُفيان) هو الثَّوري.
عن (ابن أبي خالد) هو إسماعيل.
قَوْلُهُ: (قَالَ رجل) قيل: هو حزم بن أبي كعب.
قَوْلُهُ: (لا أكاد أدرك الصلاة) قَالَ القاضي عِياض: ظاهره مشكل؛ لأن التطويل يقتضي الإدراك لا عدمه، قَالَ: فكأن الألف زيدت بعد لا، وكأن: "أدرك" كانت "أترك".
قُلْت: هو توجيه حسن لو ساعدته الرواية.
وَقَالَ أبو الزناد بن سراج: معناه أنه كَانَ به ضعف، فكان إِذَا طول به الإمام في القيام لا يبلغ الركوع إلا وقد ازداد ضعفه، فلا يكاد يتم معه الصلاة.
قُلْت: وهو معنى حسن، لكن رَوَاهُ المصنف عن الفِرْيابي، عن سُفْيَان بهذا الإسناد بلفظ: "إني لأتاخر عن الصلاة" (١). فعلى هذا فمراده بقوله: "إني لا أكاد أدرك الصلاة" أي: لا أقوم إلى الصلاة في الجماعة، بل أتأخر عنها أحيانًا لأجل التطويل، وسيأتي تحرير هذا في موضعه في الصلاة، ويأتي الخلاف في اسم الشاكي والمشكو.
_________
(١) "صحيح البخاري" (كتاب الأذان، باب: من شكا إمامه إِذَا طول) برقم (٧٠٤).','2','172',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (533,'قَوْلُهُ: (أشد غضبًا) قيل: إنَّما غضب لتقدم نهيه عن ذَلِكَ.
قَوْلُهُ: (وذا الحاجة) كذا للأكثر، وفِي رواية القَابِسي: "وذو الحاجة"، وتوجيهه: أنه عطف عَلى موضع اسم إن قبل دخولها، أو هو استئناف.','2','173',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (534,'٩١ - حَدَّثَنَا عَبْدُ الله بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ الْمَدِينِيُّ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زيدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - سَأَلَهُ رَجُلٌ عَنِ اللُّقَطَةِ فَقَالَ: "اعْرِفْ وِكَاءَهَا -أَوْ قَالَ: وِعَاءَهَا- وَعِفَاصَهَا، ثُمَّ عَرِّفْهَا سَنَةً، ثُمَّ اسْتَمْتِعْ بِهَا، فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ". قَالَ: فَضَالَّةُ الإِبِلِ فَغَضِبَ حَتَّى احْمَرَّتْ وَجْنَتَاهُ -أَوْ قَالَ: احْمَرَّ وَجْهُهُ- فَقَالَ: "وَمَا لَكَ وَلهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ، وَتَرْعَى الشَّجَرَ، فَذَرْهَا حَتَّى يَلْقَاهَا رَبُّهَا". قَالَ: فضَالَّةُ الْغَنَمِ قال: "لَكَ أوْ لأَخِيكَ أوْ لِلذِّئْبِ".
قَوْلُهُ: (سأله رجل) هو عُمير والد مالك (١) كما سيأتي في اللُّقطة (٢).
قَولُهُ: (وِكَاءَهَا) هو بكسر الواو: هو ما يربط به.
و(العِفَاص) بكسر العين المهملة وبالفاء والصاد المهملة: هو الوعاء بكسر الواو.
قَولُهُ: (فغضب) إما لأنه كَانَ ينهى عن ذَلِكَ عن التقاطها، وإما لأن السائل قَصَّر في فهمه، فقاس ما يتعين التقاطه عَلى ما لا يتعين.
قَوْلُهُ: (سِقاؤها) هو بكسر أوله، والمراد بذلك: أجوافها؛ لأنها تشرب فتكتفي به أيامًا.
قَوْلُهُ: (وحِذاؤها) بكسر المهملة ثُمَّ ذال معجمة، والمراد هُنا: خُفُّها، وسيأتي مباحث الحديث في كتاب البيوع إن شاء الله تعالَى.
_________
(١) في "الفتح": هو عمير والد مالك، وقيل غيره.
(٢) قَالَ الحافظ ابن حجر في "فتح الباري" (كتاب اللقطة، باب: ضالة الإبل) عند الحديث رقم (٢٤٢٧): "ثُمَّ ظفرت بتسمية السائل، وذلك فيما أخرجه الحميدي والبغوي وابن السكن والبارودي، والطبراني كلهم من طريق مُحَمَّد بن معن الغفاري عن ربيعة عن عقبة بن سويد الجهني عن أبيه قَالَ: سألتُ رسول الله - صلى الله عليه وسلم - عن اللقطة فَقَالَ: "عرفها سنة، ثُمَّ أوثق وعاءها". فذكر الحديث. وقد ذكر أبو داود طرفًا منه تعليقًا ولَم يسق لفظه. وكذلك البُخَاريّ في "تاريخه"، وهو أولى ما يفسر به هذا المبهم لكونه من رهط زيد بن خالد. . . ." إلَى آخره.','2','174',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (535,'٩٢ - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: سُئِلَ النَّبِيُّ - صلى الله عليه وسلم - عنْ أَشْيَاءَ كَرِهَهَا، فَلَمَّا أُكْثِرَ عَلَيْهِ غَضِبَ، ثُمَّ قَالَ لِلنَّاسِ: "سَلُونِي عَمَّا شِئْتُمْ؟ ". قَالَ رَجُلٌ: مَنْ أَبِي؟ قَالَ: "أَبُوكَ حُذَافَةُ". فَقَامَ آخَرُ فَقَالَ: مَنْ أَبِي يَا رَسُولَ الله؟ فَقَالَ: "أَبُوكَ سَالِمٌ مَوْلَى شَيْبَةَ". فَلَمَّا رَأَى عُمَرُ مَا في وَجْهِهِ قَالَ: يَا رَسُولَ الله، إِنَّا نَتُوبُ إِلَى الله -عَزَّ وَجَلَّ-.
قَوْلُهُ: (حَدَّثَنَا مُحَمَّد بن العلاء) تقدم هذا الإسناد في "باب فضل من عَلِم وعَلَّم" (١).
قَوْلُهُ: (سئل النَّبِيَّ - صلى الله عليه وسلم - عن أشياء) كَانَ منها السؤال عن الساعة وما أشبه ذَلِكَ من المسائل، كما سيأتي في حديث ابن عباس في تفسير المائدة (٢).
قَوْلُهُ: (قَالَ رجل) هو عبد الله بن حُذَافة -بضم [١٤٤ / ب] المهملة وبالذال المعجمة والفاء- القرشي السَّهْمي، كما سَمَّاه في حديث أنس الآتي.
قَوْلُهُ: (فقام آخر) هو سعد بن سالم مولى شَيْبَة بن ربيعة، سَمّاه ابن عبد البر في "التمهيد" ترجمة سُهيل بن أبي صالح منه، وأغفله في "الاستيعاب"، ولَم يظفر به أحد من الشارحين، ولا مِمَّن صنف في المبهمات، ولا في أسماء الصحابة، وهو صحابي بلا مِرْية، لقوله: "فَقَالَ: مَنْ أَبِي يَا رسول الله؟ ".
قَوْلُهُ: (فلما رأى عُمر) هو ابن الخطاب.
(ما في وجهه) أي: من الغضب.
(قَالَ: يا رسول الله، إنا نتوب إلَى الله) أي: ممَّا يوجب غضبك.
_________
(١) "صحيح البُخَاريّ" برقم (٧٩).
(٢) الَّذِي في سورة المائدة حديث ابن عباس: كَانَ قوم يسألون رسول الله - صلى الله عليه وسلم - استهزاءً، فيقول الرجل: من أبي؟ ويقول الرجل -تضل ناقته-: أين ناقتي؟ فأنزل الله فيهم هذه الآية: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} حَتَّى فرغ من الآية كلها.
"صحيح البُخَاريّ" (كتاب التفسير، باب: {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ}) برقم (٤٦٢٢). فلعل ما ورد من ذكر الساعة هنا تصحيف، ويكون الصواب: "الضالة".','2','175',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (536,'وفِي حديث أنس الآتي بعدُ: أن عُمر برك عَلى ركبتيه فَقَالَ: "رضينا بالله ربًّا، وبالإسلام دينًا، وبمحمدٍ نبيًّا"، والجمعُ بينهما ظاهر بأنه قَالَ جميع ذَلِكَ، فنقل كل من الصحابيين ما حفظ، ودل عَلى اتحاد المجلس اشتراكهما في نقل قصة عبد الله بن حُذَافة.
* تنبيه:
قَصَر المصنف الغضب عَلى الموعظة والتعليم دون الحكم؛ لأن الحاكم مأمور ألَّا يقضي وهو غضبان، والفرق: أن الواعظ من شأنه أن يكون في صورة الغضبان؛ لأن مقامه يقتضي تكلف الانزعاج؛ لأنه في صورة المنذر، وكذا المعلِّم إِذَا أنكر عَلى من يتعلم منه سوء فهم ونَحوه؛ لأنه قد يكون أدعى للقبول منه.
وليس ذَلِكَ لازمًا في حق كل أحد بل يختلف باختلاف أحوال المتعلمين، وأما الحاكم فهو بخلاف ذَلِكَ كما يأتي في بابه.
فإن قيل: فقد قضى -عَلَيْهِ الصَّلَاةُ وَالسَّلَام- في حال غضبه حيث قَالَ: "أبوك فلان".
فالجواب: أن يقال: أولًا: ليس هذا من باب الحكم، وَعَلى تقديره فيقال: هذا من خصوصياته لمحل العصمة، فاستوى غضبه ورضاه ومجرد غضبه من الشيء دالٌ عَلى تَحريمه أو كراهته بخلاف غيره - صلى الله عليه وسلم -.','2','176',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (537,'<span data-type="title" id=toc-221>٢٩ - باب: مَنْ بَرَكَ عَلَى رُكْبَتَيْهِ عِنْدَ الإِمَامِ أَوِ الْمُحَدِّثِ</span>
٩٣ - حَدَّثَنَا أَبُو الْيَمانِ، قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - خَرَجَ، فَقَامَ عَبْدُ الله بْنُ حُذَافَةَ فَقَالَ: مَنْ أَبِي؟ فَقَالَ: "أَبُوكَ حُذَافَةُ". ثُمَّ أَكْثَرَ أَنْ يَقُولَ: "سَلُونِي". فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ، فَقَالَ: رَضِينَا بِالله رَبًّا، وَبِالإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ - صلى الله عليه وسلم - نَبِيًّا، فَسَكَتَ.
قَوْلُهُ: (باب من برك) هو بفتح الموحدة والراء المخففة، يقال: برك البعير إِذَا اسْتَنَاخ، واستعمل في الآدمي مَجازًا.
قَوْلُهُ: (خرج فقام عبد الله بن حُذافة) فيه حذف يظهر من الرواية الأخرى [١٤٥ / أ]، والتقدير: خرج فسئل فأكثروا عليه فغضب فَقَالَ: سلوني، فقام عبد الله.
قَوْلُهُ: (فَقَالَ: رضينا بالله ربًا) قَالَ ابن بطَّال فهم عُمر منه أن تلك الأسئلة قد تكون عَلى سبيل التَّعَنُّت أو الشك، فخشي أن تنْزل العقوبة بسبب ذَلكَ، فَقَالَ: رضينا بالله ربًّا. . . إلَى آخره، فرضي النَّبِيّ - صلى الله عليه وسلم - بذلك فسكت.','2','177',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (538,'<span data-type="title" id=toc-222>٣٠ - باب: مَنْ أَعَادَ الْحَدِيْثَ ثَلَاثًا لِيُفْهَمَ</span>
فَقَالَ: "ألَا وَقَوْلُ الزُّورِ". فَمَا زَالَ يُكَرِّرهَا.
وَقَالَ ابْنُ عُمَرَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: "هَلْ بَلَّغْتُ؟ " ثَلَاثًا.
قَوْلُهُ: (باب: من أعاد الحديث ثلاثًا ليُفهَم) هو بضم الياء وفتح الهاء، وفِي روايتنا أيضًا بكسر الهاء، لكن في رواية الأصيلي وكريمة: "ليُفهَم عنه"، وهو بفتح الهاء لا غير.
قَوْلُهُ: (فَقَالَ: ألا وقول الزور) كذا في رواية أبي ذر، وفِي رواية غيره: "فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -"، وهو طرف معلق من حديث أبي بكرة المذكور في الشهادات (١)، وفِي الديات (٢) الَّذِي أوله: "ألا أنبئكم بأكبر الكبائر ثلاثًا" فذكر الحديث، ففيه معنى الترجمة لكونه قَالَ لهم ذلك ثلاثًا.
قَوْلُهُ: (فما زال يكررها) أي: في مجلسه ذَلِكَ، والضمير يعود عَلى الكلمة الأخيرة وهي: "قول الزور"، وسيأتي الكلام عليه إن شاء الله تعالَى في مكانه.
قَوْلُهُ: (وَقَالَ ابن عمر) وهو طرف أيضًا من حديث مذكور عند المصنف في كتاب الحدود أوله: "قَالَ رسول الله - صلى الله عليه وسلم - في حجة الوداع: "أي شهر هذا؟ " (٣). فذكر الحديث وفيه هذا القدر المعلق.
وقوله (ثلَاثًا) متعلق بـ"قال" لا بقوله: "بلَّغت".
_________
(١) "صحيح البُخَاريّ" (كتاب الشهادات، باب: ما قيل في شهادة الزور) برقم (٢٦٥٤).
(٢) حديث أبي بكرة ليس في كتاب الديات، بل في (كتاب استتابة المرتدين والمعاندين وقتالهم، باب: إثم من أشرك بالله وعقوبته في الدُّنْيَا والآخرة) برقم (٦٩١٩)، ولفظه: "أكبر الكبائر الإشراك بالله، وعقوق الوالدين، وشهادة الزور -ثلَاثًا-، أو قَالَ: الزور فما زال يكررها حتَّى قلنا: ليته سكت". فلفظة: "ثلَاثًا" أتت مع كلمة: "الزور"، وليس مع: "ألا أنبئكم بأكبر الكبائر".
(٣) "صحيح البُخَاريّ" (كتاب الحدود، باب: ظهر المؤمن حِمًى إلَّا في حدٍّ أو حقٍّ) برقم (٦٧٨٥)، ولكن لفظه فيه: "أي شهر تعلمونه أعظم حرمة؟ ".','2','178',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (539,'٩٤ - حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ الله، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ: حَدَّثَنَا عَبْدُ الله بْنُ المُثَنَّى، قَالَ: حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ الله، عَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أنَّهُ كانَ إِذَا تَكَلَّمَ بِكَلِمَةٍ أَعَادَهَا ثَلَاثًا حَتَّى تُفْهَمَ عَنْهُ، وَإِذَا أَتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سَلَّمَ عَلَيْهِمْ ثَلَاثًا (١).
قَوْلُهُ: (حَدَّثَنَا عبدة) هو ابن عبد الله الصَّفَّار، ولَم يَخرج البُخَاريّ عن عَبْدة بن عبد الرحيم المَروزي، وهو من طبقة عَبْدة الصَّفَّار، وفِي رواية الأصيلي: "حَدَّثَنَا عَبْدَة الصَّفَّار".
قَوْلُهُ: (حَدَّثَنَا عبد الصمد) هو ابن عبد الوارث بن سعيد يكنى أبا سهل.
و(المثنى) والد عبد الله هو بضم الميم وفتح المثلثة وتشديد النون المفتوحة وهو ابن عبد الله بن أنس بن مالك، وثمامة عمه، ورجال هذا الإسناد كلهم بصريون.
قَوْلُهُ: (عن النَّبِيِّ - صلى الله عليه وسلم - أنَّه كَانَ) أي: من عادة النَّبِيّ - صلى الله عليه وسلم -[والمراد أن أنسًا مخبر عما عرفه من شأن النَّبِيِّ - صلى الله عليه وسلم -] (٢) وشاهده، "إن النَّبِي - صلى الله عليه وسلم - أخبره بذلك.
ويؤيد ذَلِكَ أن [١٤٥ / ب] المصنف أخرجه في كتاب الاستئذان (٣) عن إسحاق -وهو ابن منصور-، عن عبد الصمد بهذا الإسناد إلَى أنس فَقالَ: "إنَّ النَّبِيّ - صلى الله عليه وسلم - كَانَ".
قَوْلُهُ: (كَانَ إِذَا تكلم) قَالَ الكِرْمَاني: مثل هذا التركيب يشعر بالاستمرار عند الأصوليين.
قَوْلُهُ: (بكلمة) أي: بجملة مفيدة.
قَوْلُهُ: (أعادها ثلاثًا) قد بَيَّن المراد بذلك في نفس الحديث بقوله: "حَتَّى تفهم
_________
(١) في هذا الباب قبل هذا الحديث حديث آخر، ولفظه: "حَدَّثَنَا عَبْدَةُ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ قَالَ: حَدثَنَا عَبْدُ اللهِ بنُ المُثَنَّى، قَالَ: حَدَّثَنَا ثُمَامَةُ بْنُ عَبْدِ اللهِ، عَنْ أنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ كَانَ إِذَا سَلَّمَ سَلَّمَ ثَلَاثًا، وإِذَا تَكَلَّمَ بِكَلِمَةٍ أعَادَهَا ثَلَاثًا". وهذا الحديث ليس "في نسخة أبي ذر الهروي، ولا نسخة ابن عساكر، وابن حجر لم يتطرق إليه في شرحه، مما يدل علي أنَّه ليس في نسخته أيضًا، فلذلك حذفناه.
(٢) زيادة من "الفتح".
(٣) "صحيح البُخَاريّ" (كتاب الاستئذان، باب: التسليم والاستئذان ثلاثًا) برقم (٦٢٤٤).','2','179',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (540,'عنه"، وللترمذي والحاكم في المستدرك: "حَتَّى تُعقل عنه" (١). ووهم الحاكم في استدراكه وفِي دعواه أن البُخَاريّ لَم يخرجه.
وَقَالَ الترمِذيّ: حسن صحيح غريب، إنَّما نعرفه من حديث عبد الله بن المُثَنَّى. انتهى.
وعبد الله بن المُثَنَّى ممَّن تفرد البُخَاريّ بإخراج حديثه دون مُسْلِم، وقد وثقه العِجْلي والترمذي، وَقَالَ أبو زُرعة وأبو حاتم: صالح، وَقَالَ ابن أبي خَيْثَمة عن ابن مَعِين: ليس بشيء، وَقَالَ النَّسائي: ليس بالقوي.
قُلْت: لعله أراد في بعض حديثه، وقد تقرر أن البُخَاريّ حيث يُخَرِّج لبعض من فيه مقال لا يُخَرِّجُ شيئًا ممَّا أنكر عليه.
وقول ابن معين: ليس بشيء، أراد به في حديث بعينه سئل عنه، وقد قواه في رواية إسحاق بن منصور عنه.
وفِي الجملة فالرجل إِذَا ثبتت عدالته لَم يقبل فيه الجرح إلَّا إِذَا كَانَ مفسَّرًا بأمر قادح، وذلك غير موجود في عبد الله بن المثنى هذا، وقد قَالَ ابن حِبَّان لما ذكره في "الثقات": ربما أخطأ.
والذِي أنكر عليه إنّما هو من روايته عن غير عمه ثُمامة، وَالبُخَاريّ إنَّما أخرج له عن عمه هذا الحديث وغيره، ولاشك أن الرجل أضبط لحديث آل بيته من غيره.
وَقَالَ ابن المنير: نبه البُخَاريّ بهذه الترجمة عَلى الرد عَلى من كره إعادة الحديث، وأنكر عَلى الطالب الاستعادة وعَدَّه من البلادة، قَالَ: والحق أن هذا يَختلف باختلاف القرائح، فلا عيب عَلى المستفيد الَّذِي لا يحفظ من مرة إِذَا استعاد، ولا عذر للمفيد إِذَا لَم يُعد، بل الإعادة عليه آكد من الابتداء؛ لأن الشروع ملزم.
وَقَالَ ابن التين: فيه أن الثلاث غاية ما يقع به الإعذار والبيان.
_________
(١) أخرجه التّرمِذيّ في "السنن" (كتاب المناقب، باب: في كلام النَّبِيّ - صلى الله عليه وسلم -) برقم (٣٦٤٠)، والحاكم في "المستدرك" (كتاب الأدب، باب: كَانَ النَّبِيّ إذَا تكلم بكلمة أعادها ثلاثًا) (٤/ ٢٧٣)، ولكن بلفظ: "لتعقل عنه" عندهما.','2','180',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (541,'قَوْلُهُ: (وَإِذَا أتى عَلى قوم) أي: وَكَانَ إذَا [١٤٦ / أ] أتى. . . .
قَوْلُهُ: (فسلم عليهم) هو من تتمة الشرط.
وقوله: (سلم عليهم) هو الجواب. قَالَ الإسماعيلي: يشبه أن يكون ذلِكَ كَانَ إِذَا سَلَّم سلام الاستئذان عَلى ما رَوَاهُ أبو موسى وغيره. وأما أن يمر المار مُسْلِّمًا فالمعروف عدم التكرار.
قُلْت: وقد فهم المصنف هذا بعينه، فأورد هذا الحديث مقرونًا بحديث أبي موسى في قصته مع عمر كما سيأتي في الاستئذان (١)، لكن يحتمل أن يكون ذَلِك كَانَ يقع أيضًا منه إِذَا خشي ألَّا يُسمع سلامه، وما ادعاه الكرماني من أن الصيغة المذكورة تُفيد الاستمرار ممَّا ينازع فيه. والله أعلم.
_________
(١) "صحيح البُخَاريّ" (كتاب الاستئذان، باب: التسليم والاستئذان ثلاثًا) برقم (٦٢٤٤، ٦٢٤٥).','2','181',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (542,'٩٥ - حَدَّثَنَا مُسَدَّدٌ، قَالَ: حَدَّثَنَا أبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ الله بْنِ عَمْرٍو، قَالَ: تخَلَّفَ رَسُولُ الله - صلى الله عليه وسلم - في سَفَرٍ سَافَرْنَاهُ فَأَدْرَكَنَا وَقَدْ أَرْهَقْنَا الصَّلاةَ صَلاةَ الْعَصْرِ وَنَحْنُ نَتَوَضَّأُ، فَجَعَلْنَا نَمْسَحُ عَلَى أَرْجُلِنَا، فَنَادَى بِأَعْلَى صَوْتِهِ: "وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ". مَرَّتَيْنِ أَوْ ثَلَاثًا.
قَوْلُهُ: في حديث عبد الله بن عمرو: (فأدركنا) هو بفتح الكاف.
وقَوْلُهُ: (أرهقنا) بسكون القاف، وللأصيلي: "أرهقتنا".
وقَوْلُهُ: (صلاة العصر) هو بدل من الصلاة، إن رفعًا فرفع، وإن نصبًا فنصب.
قَوْلُهُ: (مرتين أو ثلاثا) هو شك من الراوي، ويدل عَلى [أن] (١) الثلاث ليست شرطًا، بل المراد التفهيم، فإذا حصل بدونها أجزأ، وسيأتي الكلام عَلى المتن في الطهارة إن شاء الله تعالَى.
_________
(١) زيادة من "الفتح".','2','182',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (543,'<span data-type="title" id=toc-223>٣١ - باب: تَعلِيمِ الرَّجُلِ أَمَتَهُ وَأَهْلَهُ</span>
٩٦ - حَدَّثَنَا مُحَمَّدٌ بْنُ سَلَامٍ، أَخْبَرَنَا الْمُحَارِبِيُّ، قَالَ: حَدَّثَنَا صَالِحُ بْنُ حَيَّانَ، قَالَ: قَالَ عَامِرٌ الشَّعْبِيُّ: حَدَّثَني أَبُو بُرْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: "ثَلَاثَةٌ لَهُمْ أَجْرَانِ: رَجُلٌ مِنْ أَهْلِ الْكِتَابِ آمَنَ بِنَبِيِّهِ، وَآمَنَ بِمُحَمَّدٍ - صلى الله عليه وسلم -، وَالْعَبْدُ الْمَمْلُوكُ إِذَا أَدَّى حَقَّ الله وَحَقَّ مَوَالِيهِ، وَرَجُلٌ كَانَتْ عِنْدَهُ أَمَةٌ "يَطَؤُهَا" فَأَدَّبَهَا، فَأَحْسَنَ تَأْدِيبَهَا، وَعَلَّمَهَا فَأَحْسَنَ تَعْلِيمَهَا، ثُمَّ أَعْتَقَهَا فتزَوَّجَهَا، فَلَهُ أَجْرَانِ". ثُمَّ قَالَ عَامِرٌ: أَعْطَيْنَاكَهَا بِغَيْرِ شَيْءٍ، قَدْ كَانَ يُرْكَبُ فِيمَا دُونَهَا إِلَى الْمَدِينَةِ.
قَوْلُه: (باب تعليم الرجل أمته وأهله) مطابقة الحديث للترجمة في الأمة بالنص، وفِي الأهل بالقياس؛ إذ الاعتناء بالأهل الحرائر في تعليم فرائض الله وسنن رسوله آكد من الاعتناء بالإماء.
قَوْلُهُ: (حَدَّثَنَا مُحَمَّد بن سَلَام) كذا في روايتنا من طريق أبي ذر، وفِي رواية كَريمة: "حَدَّثَنَا مُحَمَّد هو ابن سَلَام"، وللأصيلي: "حَدَّثَنَا مُحَمَّد" حسب، واعتمده المِزِّي في الأطراف فَقَالَ: "رَوَاهُ البُخَاريّ عن مُحَمَّد، قيل: هو ابن سلام" (١).
قَوْلُهُ: (أَخْبَرَنَا) في رواية كَريمة: "حَدَّثَنَا".
(الْمُحَاربي) وهو عبد الرحمن بن مُحَمَّد بن زياد، وليس له عند البُخَاريّ سوى هذا الحديث وحديث آخر في العيدين (٢).
قَوْلُهُ: (حَدَّثَنَا صالح بن حَيّان) هو صالح بن صالح بن مُسْلم بن حَيَّان، نسب إلَى جد أبيه، وهو بفتح المهملة وتشديد الياء التحتانية، ولقبه حَيٌّ، وهو أشهر به من اسمه، وكذا من
_________
(١) "تحفة الأشراف" (٦/ ٤٥٧).
(٢) "صحيح البُخَاري" (كتاب العيدين، باب: ما يكره من حمل السلاح في العيد والحرم) برقم (٩٦٦).','2','183',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (544,'يُنسب إليه، يقال للواحد منهم غالبًا: فلان ابن حَيٍّ، كصالح بن حَيٍّ هذا، وهو ثقة مشهور.
وفِي طبقته راوٍ آخر كوفي أيضًا يقالُ له: صالح بن حَيَّان القرشي، لكنه ضعيف [١٤٦ / ب]. وقد وهم من زعم أن البُخَاريّ أخرج له، فإنه إنّما أخرج لصالح بن حَيٍّ، وهذا الحديث معروف بروايته عن الشَّعبي دون القرشي.
وقد أخرجه البُخَاريّ من حديثه من طرق، منها في الجهاد من طريق ابن عُيينة قَالَ: حَدَّثَنَا صالح بن حَيٍّ: سمعتُ الشَّعبي (١).
وأصرح من ذَلِكَ أنَّه أخرج الحديث المذكور في كتاب "الأدب المفرد" بالإسناد الَّذِي أخرجه هنا فَقَالَ: "صالح بن حَيٍّ" (٢).
قَوْلُهُ: (قَالَ عامر) أي: قَالَ صالح: قَالَ عامر، وعادتهم حذف "قَالَ" إذَا تكررت خطَّا لا نطقًا.
قَوْلُهُ: (عن أبيه) هو أبو موسى الأشعري كما صرَّح به في العتق وغيره (٣).
قَوْلُهُ: (ثلاثة لهم أجران) ثلاثة: مبتدأ، والتقدير: ثلاثة رجال، أو رجال ثلاثة، و (لَهم أجران): خبره.
قَوْلُهُ: (رجل) هو بدل تفصيل، أو بدل كل بالنظر إلَى المجموع.
قَوْلُهُ: (من أهل الكتاب) لفظ الكتاب عام ومعناه خاص، أي: المُنَزَّل من عند الله والمراد به التوراة والإنجيل كما تظاهرت به نصوص الكتاب والسنة حيث يطلق أهل الكتاب.
وقيل: المراد به هنا الإنجيل خاصة إن قلنا إن النصرانية ناسخة لليهودية، كذا قرره
_________
(١) "صحيح البُخَاريَّ" (كتاب الجهاد والسير، باب: فضل من أسلم من أهل الكتاب) برقم (٣٠١١).
(٢) "الأدب المفرد" (باب: إذَا نصح العبد لسيده) برقم (٢٠٣).
(٣) "صحيح البُخَاريّ" (كتابَ العتق، باب: فضل من أدب جاريته وعلمها) برقم (٢٥٤٤). وفِي نفس الكتاب، (باب: العبد إِدَا أحسن عبادة ربه ونصح سيده) برقم (٢٥٤٧)، وفي نفس الكتاب، (باب: كراهية التطاول عَلى الرقيق) برقم (٢٥٥١)، وفِي (كتاب أحاديث الأنبياء، باب: قول الله: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا}) برقم (٣٤٤٦).','2','184',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (545,'جَماعة، ولا يحتاج إلَى اشتراط النسخ، لأن عيسى كَانَ قد أرسل إلَى بني إسرائيل بلا خلاف فمن أجابه منهم نسب إليه، ومن كذبه منهم واستمر عَلى يهوديته لَم يكن مؤمنًا بنبيه.
نعم؛ من دخل في اليهودية من غير بني إسرائيل، أو لَم يكن بحضرة عيسى فلم يبلغه دعوته، يصدق عليه أنَّه يهودي مؤمن؛ إذ هو مؤمن بنبيه موسى ولَم يكذب نبيًّا آخر بعده، فمن أدرك بعثة مُحَمَّد - صلى الله عليه وسلم - ممن كَانَ بهذه المثابة وآمن به لا يشكل أنَّه يدخل في الخبر المذكور، ومن هذا القبيل العرب الَّذِينَ كانوا باليمن وغيرها مِمَّن دخل منهم في اليهودية ولَم تبلغهم دعوة عيسى لكونه أرسل إلَى بني إسرائيل خاصة.
نعم؛ الإشكال في اليهود الَّذِينَ كانوا بحضرة النَّبِيّ - صلى الله عليه وسلم -، وقد ثبت أن الآية الموافقة لهذا الحديث وهي قَوْلُهُ تعالَى: {أُوْلَئِكَ يُؤْتَونَ أَجْرَهُمْ مَرَّتَيْنِ} [القصص: ٥٤]. نزلت في طائفة آمنوا منهم: كعبد الله بن سلام وغيره، ففي الطبراني من حديث رِفَاعة القُرظي قَالَ: نزلت هذه الآيات فيَّ وفيمن آمن معي (١).
وروى الطبراني بإسناد صحيح عن عدي بن رفاعة القُرظي قَالَ: خرج عشرة من أهل الكتاب -منهم أبي رفاعة- إلَى النَّبِيّ - صلى الله عليه وسلم - فآمنوا به فأوذوا فنزلت: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢)} [القصص: ٥٢]. الآيات (٢)، فهؤلاء من بني إسرائيل ولَم يؤمنوا بعيسى، بل استمروا عَلى اليهودية إلَى أن آمنوا بمحمدٍ - صلى الله عليه وسلم -، وقد ثبت أنهم يؤتون أجرهم مرتين.
قَالَ الطيبي: فيحتمل إجراء الحديث عَلى عمومه؛ إذ لا يبعد أن يكون طرآن الإيمان بمحمد - صلى الله عليه وسلم - سببًا لقبول تلك الأديان وإن كانت منسوخة. انتهى، وسأذكر ما يؤيده بعدُ.
_________
(١) "المعجم الكبير" (٥/ ٥٣)، ولكن ذكر قَوْلهُ تعالَى: {وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ}. ولَم يكمل الآيات.
ولكن أخرجه البُخَاريّ في "التاريخ الكبير" (٦/ ٢٧٤ - ٢٧٥)، وفيه قوله تعالَى: {أُوْلَئِكَ يُؤْتَونَ أَجْرَهُمْ مَرَّتَيْنِ}.
(٢) "تفسير الطبري" تفسير قَولهُ تعالَى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ}. (١٠/ ٨٥).','2','185',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (546,'ويُمكن أن يقال في حق هؤلاء الَّذِينَ كانوا بالمدينة: إنهم لَم يبلغهم دعوة عيسى لأنها لَم تنشر في أكثر البلاد، فاستمروا عَلى يهوديتهم مؤمنين بنبيهم موسى إلَى أن جاء الإسلام فآمنوا بمحمد - صلى الله عليه وسلم -، فبهذا يرتفع الإشكال إن شاء الله.
* فوائد:
الأُولَى: وقع في شرح ابن التين وغيره أن الآية المذكورة نزلت في كعب الأحبار وعبد الله بن سلام، وهو صواب في عبد الله خطأ في كعب؛ لأن كعبًا ليست له صحبة، ولَم يسلم إلَّا في عهد عمر بن الخطاب، والَّذِي في تفسير الطبري وغيره عن قتادة أنها نزلت في عبد الله بن سلام وسَلْمَان الفارسي (١)، وهذا مستقيم؛ لأن عبد الله كَانَ يهوديًّا فأسلم كما سيأتي في الهجرة، وسَلْمان كَانَ نصرانيًا فأسلم كما سيأتي في البيوع، وهُما صحابيان مشهوران.
الثّانِيَة: قَالَ القرطبي: الكتابيُّ الَّذِي يُضاعف أجره هو الَّذِي كَانَ عَلى الحق في شرعه عقدًا وفعلًا إلَى أن آمن بنبينا - صلى الله عليه وسلم -، فيؤجر عَلى اتباع الحق الأول والثاني. انتهى.
ويشكل عليه أن النَّبِيَّ - صلى الله عليه وسلم - كتب إلَى هرقل: "أسلم يؤتك الله أجرك مرتين" (٢). وهرقل كَانَ ممن دخل في النصرانية بعد التبديل، وقد قدمت بحث شيخ الإسلام (٣) في هذا في حديث أبي سُفْيَان في بدء الوحي.
الثّالِثَة: قَالَ أبو عبد الملك البوني وغيره: إن الحديث لا يتناول اليهود ألبتة، وليس بمستقيم، كما قررناه.
وَقَالَ الداودي [١٤٧ / ب] ومن تبعه: إنه يحتمل أن يتناول [جَميع] (٤) الأمم فيما فعلوه من خير كما في حديث حكيم بن حِزَام الآتي: "أسلمت عَلى ما أسلفت من خير" (٥).
_________
(١) "تفسير الطبري" تفسير قوله تعالَى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ}. (١٠/ ٨٥).
(٢) "صحيح البُخَاري" (كتاب الجهاد والشر، باب: دعاء النَّبِيّ - صلى الله عليه وسلم - الناس) برقم (٢٩٤١)، وفِي (كتاب التفسير، باب: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}) برقم (٤٥٥٣).
(٣) هو سراج الدين البُلْقيني.
(٤) مكانها بياض بالأصل، والمثبت من "الفتح".
(٥) أخرجه البُخَاريّ في "صحيحه" (كتاب الزكاة، باب: من تصدق في الشرك ثُمَّ أسلم) برقم (١٤٣٦)، وكذلك في (٢٢٢٠، ٢٥٣٨، ٥٩٩٢).','2','186',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (547,'وهو متعقب؛ لأن الحديث مُقَيَّد بأهل الكتاب فلا يتناول غيرهم إلَّا بقياس الخير عَلى الإيمان، وأيضا فالنكتة في قَوله: "آمن بنبيه" الإشعار بعلِّية الأجر، أي أن سبب الأجرين الإيمان بالنبيين، والكفار ليسوا كذلك.
ويُمكن أن يُقال: الفرق بين أهل الكتاب وغيرهم من الكفار أن أهل الكتاب يعرفون مُحَمَّدًا - صلى الله عليه وسلم - كما قَالَ الله تعالَى: {يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ} [الأعراف: ١٥٧]. فمن آمن به واتبعه منهم كَانَ له فضل عَلى غيره، وكذا من كذبه منهم كَانَ وزره أشد من وزر غيره.
وقد ورد مثل ذَلِكَ في حق نساء النَّبِيِّ - صلى الله عليه وسلم - لكون الوحي كَانَ ينزل في بيوتهن، فإن قيل: فلم لَم يذكرن في هذا الحديث فيكون العدد أربعة؟ أجابَ شيخنا شيخ الإسلام (١): بأن قضيتهن خاصة بهن مقصورة عليهن، والثلاثة المذكورة في الحديث مستمرة إلَى يوم القيامة، وهذا مصير من شيخنا إلى أن قضية مؤمن أهل الكتاب مستمرة.
وقد ادعى الكرماني اختصاص ذَلِكَ بمن آمن في عهد البعثة، وعلل ذَلِكَ بأن نبيهم بعد البعثة إنما هو مُحَمَّد - صلى الله عليه وسلم - باعتبار عموم بعثته. انتهى
وقضيته أن ذلِكَ أيضًا لا يتم لمن كَانَ في عهد النَّبِّي - صلى الله عليه وسلم -، فإن خصه بمن لَم تبلغه الدعوة فلا فرق في ذَلِكَ بين عَهْده وَبعْده، فما قاله شيخنا أظهر.
والمراد بنسبتهم إلَى غير نبينا - صلى الله عليه وسلم - إنّما هو باعتبار ما كانوا عليه قبل ذَلِكَ، وأما ما قَوَّى به الكرماني دعواه بكون السياق مُختلفًا، حيث قيل في مؤمن أهل الكتاب: "رجل" بالتنكير، و"العبد" بالتعريف، وحيث زيدت فيه "إِذَا" الدالة عَلى معنى الاستقبال فأشعر ذلِكَ بأن الأجرين لمؤمن أهل الكتاب لا تقع في الاستقبال بخلاف العبد. انتهى.
وهو غير مستقيم؛ لأنه مشى فيه مع ظاهر اللفظ، وليس متفقًا عليه بين الرواة، بل هو عند المصنف وغيره مُختلف، فقد عَبَّر في ترجمة عيسى: "بإذا" (٢) في الثلاثة، وعَبَّر
_________
(١) هو سراج الدين البُلْقيني.
(٢) "صحيح البخَارِيّ" (كتاب أحاديث الأنبياء، باب: قول الله: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا}) برقم (٣٤٤٦).','2','187',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (548,'في النِّكَاح بقوله: "أَيما [١٤٨ /أ] رجل" (١) في المواضع الثلاثة، وهي صريحة في التعميم، وأما الاختلاف بالتعريف والتنكير فلا أثر له هنا؛ لأن المعرف بلام الجنس مؤداه مؤدى النكرة، والله أعلم.
الرَّابعَة: حكم المرأة الكتابية حكم الرجل كما هو مُطَّرد في جُلِّ الأحكام، حيث يدخلن مع الرجال بالتبعية إلَّا ما خصه الدليل، وسيأتي مباحث العبد في العتق، ومباحث الأمة في النِّكَاح.
قَوله: (فله أجران) هو تكرير لطول الكلام للاهتمام به.
قَوله: (ثُمَّ قَالَ عامر) أي: الشَّعبي.
(أعطيناكها) ظاهره أنَّه خاطب بذلك صالِحًا الراوي عنه، ولهذا جزم الكِرْمَاني بقوله: "الخطاب لصالح"، وليس كذلك، بل إنّما خاطب بذلك رجلًا من أهل خراسان سأله عمن يعتق أَمَته ثمَّ يتزوجها، كما سيذكر ذَلِكَ في ترجمة عيسى -عليه السلام- من هذا الكتاب إن شاء الله تعالَى.
قَوله: (بغير شيء) أي: من الأمور الدنيوية، وإلا فالأجر الأخروي حاصل له.
قَوله: (يُركب فيما دونها) أي: يُرحل لأجل ما هو أهون منها، كما عنده في الجهاد (٢)، والضمير عائد عَلى المسألة.
قَوله: (إلَى المدينة) أي: النبوية، وَكَانَ ذَلِكَ في زمن النَّبِيّ - صلى الله عليه وسلم - والخلفاء الراشدين، ثُمَّ تفرق الصحابة في البلاد بعد فتوح الأمصار وسكنوها، فاكتفى أهل كل بلد بعلمائه؛ إلَّا مَن طلب التوسع في العلم فرحل، وقد تقدم حديث جابر في ذلك (٣).
ولِهذا عبر الشَّعبي -مع كونه من كبار التابعين- بقوله: "كَانَ"، واستدلال ابن بطال وغيره من المالكية به عَلى تَخصيص العلم بالمدينة فيه نظر لما قررناه، وإنّما قَالَ الشعبي ذلِكَ تَحريضًا للسامع ليكون أدعى لحفظه وأجلب لحرصه، والله المستعان.
_________
(١) "صحيح البُخَارِيّ" (كتاب النِّكَاح، باب: اتخاذ السراري ومن أعتق جاريته ثُمَّ تزوجها) برقم (٥٠٨٣).
(٢) "صحيح البُخَارِيّ" (كتاب الجهاد والسير؛ باب: فضل من أسلم من أهل الكتابين) برقم (٣٠١١).
(٣) سبق في (كتاب العلم، باب: الخروج في طلب العلم).','2','188',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (549,'<span data-type="title" id=toc-224>٣٢ - باب: عِظَةِ الإِمَامِ النِّسَاءَ وَتَعلِيمِهِنَّ</span>
٩٧ - حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ أَيُّوبَ، قَالَ: سَمِعْتُ عَطَاءً، قَالَ: سَمِعْتُ ابْنَ عَباسٍ، قَالَ: أَشْهَدُ عَلَى النَّبِيِّ - صلى الله عليه وسلم -أَوْ قَالَ عَطَاءٌ: أَشْهَدُ عَلَى ابْنِ عَبَّاسٍ- أَنَّ رَسُولَ الله - صلى الله عليه وسلم - خَرَجَ وَمَعَهُ بِلَالٌ، فَظَنَّ أنَّهُ لمْ يُسْمِع النَّسَاءَ فَوَعَظَهُن، وَأَمَرَهُنَّ بِالصَّدَقَةِ، فَجَعَلَتِ الْمَرْأَةُ تلْقِي الْقُرْطَ وَالْخَاتَمَ، وَبِلَالٌ يَأْخُذُ في طَرَفِ ثَوْبِهِ. وَقَالَ إِسْمَاعِيلُ: عَنْ أَيُّوبَ، عَنْ عَطَاءٍ، وَقَالَ: عَنِ ابْنِ عَباسٍ أَشْهَدُ عَلَى النَّبِيِّ - صلى الله عليه وسلم -.
قَوله: (باب عظة الإمام النساء) نبه بهذه الترجمة عَلى أن ما سبق من الندب إلَى تعليم الأهل ليس مختصًا بأهلهن، بل ذَلِكَ مندوب للإمام الأعظم ومن ينوب عنه، واستفيد الوعظ بالتصريح من قَوله: (وأمرهن بالصدقة) كأنه أعلمهن أن في الصدقة تكفيرًا لِخطاياهن.
قَوله: (عن أيوب) هو السَّخْتياني.
و(عطاء) هو ابن أبي رباح [١٤٨ / ب].
قَوله: (أو قَالَ عطاء أشهد) فمعناه أن الراوي تردد هل لفظ أشهد من قول ابن عباس أو من قول عطاء، وقد رَوَاهُ بالشَّكِّ أيضًا حَمَّاد بن زيد، عن أيوب، أخرجه أبو نُعيم في المستخرج (١)، وأخرجه أَحْمَد بن حنبل عن غُندر، عن شُعبة جازمًا بلفظ: "أشهد" (٢) عن كل منهما، وإنّما عبر بلفظ الشهادة تأكيدًا لتحققه، ووثوقًا بوقوعه.
قَوله: (ومعه بلال) كذا للكُشْميهني، وسقطت الواو للباقي.
قَوله: (القُرْط) هو بضم القاف وإسكان الراء بعدها طاء مهملة، أي: الحلقة الَّتِي تكون في شحمة الأذن، وسيأتي مزيد في هذا المتن في العيدين إن شاء الله.
_________
(١) "مستخرج أبي نُعيم" (كتاب الصلاة، باب: صلاة العيدين قبل الخطبة) (٢/ ٤٦٩).
(٢) "مسند أحْمَد" (١/ ٢٨٦) ولكن بلفظ: "أنَّه شهد".','2','189',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (550,'قَوله: (وَقَالَ إسماعيل) هو المعروف بابن عُلَيَّة، وأراد بهذا التعليق أنَّه جزم عن أيوب بأن لفظ: "أشهد" من كلام ابن عباس فقط، وكذا جزم به أبو داود الطيالسي في "مسنده" (١).
وكذا قَالَ وُهيب، عن أيوب، ذكره الإسماعيلي عطًا عَلى "حَدَّثَنَا شُعبة"، فيكون المراد: حَدَّثَنَا سليمان بن حرب، عن إسماعيل، فلا يكون تعليقًا، انتهى. وهو مردود، فإن سليمان بن حرب لا رواية له عن إسماعيل أصلًا لا لهذا الحديث ولا لغيره.
وقد أخرجه المصنف في كتاب الزكاة موصولًا عن مُؤَمَّل بن هشام، عن إسماعيل (٢) كما سيأتي، وقد قلنا غير مرة: إن الاحتمالات العقلية لا مدخل لَها في الأمور النقلية، ولو استرسل فيها مسترسل لقال: يحتمل أن يكون إسماعيل هنا آخر غير ابن عُلَيَّة، وأن أيوب آخر غير السَّخْتياني، وهكذا في أكثر الرواة، فيخرج بذلك إلَى ما ليس بمرضي.
وفِي هذا الحديث جواز المعاطاة في الصدقة، وصدقة المرأة من مالها بغير إذن زوجها، وأن الصدقة تَمحو كثيرًا من الذنوب الَّتِي تدخل النار.
_________
(١) "مسند الطيالسي" (ص ٣٤٦) برقم (٢٦٥٥). ولكن لفظه: "سمعت عطاء يقول: "أشهد عَلى ابن عباس أنَّه قَال: خرج رسول الله - صلى الله عليه وسلم - يوم عيد. . . ." الحديث. فلفظ: "أشهد" من كلام عطاء عند الطيالسي وليس من كلام ابن عباس. فالله أعلم.
(٢) "صحيح البُخَاريّ" (كتاب الزكاة، باب: العرض في الزكاة) برقم (١٤٤٩).','2','190',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (551,'<span data-type="title" id=toc-225>٣٣ - باب: الْحِرْصِ عَلَى الْحَدِيثِ</span>
٩٨ - حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الله، قَالَ: حَدَّثَني سُلَيْمَانُ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ: قِيلَ: يَا رَسُولَ الله، مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ الْقِيَامَةِ؟ قَالَ رَسُوُل الله - صلى الله عليه وسلم -: "لَقَدْ ظنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لَا يَسْألَنِي عَنْ هَذَا الْحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ، لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الْحَدِيثِ، أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ الْقِيَامَةِ مَنْ قَالَ: لَا إِلَهَ إِلَّا الله، خَالِصًا مِنْ قَلْبِهِ أَوْ نَفْسِهِ".
قَوْلُهُ: (باب الْحرص عَلى الحديث) المراد بالحديث في عرف الشرع: ما يُضاف إلَى النَّبِيِّ - صلى الله عليه وسلم -، وكأنه أريد به مقابلة القرآن لأنه قديم.
قَوْلُهُ: (حَدَّثَنَا عبد العزيز) هو أبو القاسم الأويسي.
و(سليمان) هو ابن بلال.
و(عمرو بن أبي عمرو) هو مَوْلَى المطلب بن عبد الله بن حَنْطَب، واسم أبي عمرو مَيْسَرة [١٤٩ / أ]، والإسناد كله مدنيون.
قَوْلُهُ: (أنَّه قَالَ: قيل يا رسول الله) كذا لأبي ذر وكَريمة، وسقطت: "قيل" للباقين، وهو الصواب، ولعلها كانت: "قُلْت" فتصحفت، فقد أخرجه المصنف في الرقاق (١) كذلك، وللإسماعيلي: "أنَّه سأل"، ولأبي نعيم: "أن أبا هُرَيْرَةَ قَالَ: يا رسول الله".
قَوْلُهُ: (أول منك) وقع في روايتنا برفع اللام ونصبها، فالرفع عَلى الصفة لأحد أو البدل منه، والنصب عَلى أنَّه مفعول ثان لظننت، قاله القاضي عياض، وَقَالَ أبو البَقَاء: عَلى الحال، ولا يضر كونه نكرة؛ لأنها في سياق النفي كقولهم: ما كَانَ أحد مثلك.
و"ما" في قَوْلُهُ: "لما" موصولة، و"من" بيانية أو تبعيضية.
_________
(١) "صحيح البُخَاريّ" (كتاب الرقاق، باب: صفة الجنّة والنار) برقم (٦٥٧٠).','2','191',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (552,'وفيه فضل أبي هُرَيْرَةَ، وفضل الحرص عَلى تحصيل العلم.
قَوْلُهُ: (من قَالَ لا إله إلَّا الله) احترازٌ من الشرك، والمراد مع قول مُحَمَّد رسول الله، لكن قد يُكتفى بالجزء الأول من كلمتي الشهادة؛ لأنه صار شعارًا لمجموعهما كما تقدم في الإيمان.
قَوْلُهُ: (خالصًا) احتراز من المنافق، ومعنى أفعل في قَوْلِهُ: "أسعَدُ" الفعل، لا لأنها أفعل التفضيل، أي: سعيد الناس، كقوله تعالَى: {وَأَحْسَنُ مَقِيلًا (٢٤)} [الفرقان: ٢٤].
ويحتمل أن يكون أفعل التفضيل عَلى بابها، وأن كل أحد يحصل له سعد بشفاعته، لكن المؤمن المخلص أكثر سعادة بها، فإنه - صلى الله عليه وسلم - يشفع في الخلق لإراحتهم من هول الموقف، ويشفع في بعض الكفار بتخفيف العذاب كما صح في حق أبي طالب، ويشفع في بعض المؤمنين بالخروج من النار بعد أن دخلوها، وفِي بعضهم بعدم دخولها بعد أن يستوجبوا دخولها، وفي بعضهم بدخول الجنّة بغير حساب، وفِي بعضهم برفعة الدرجات فيها، فظهر الاشتراك في السعادة بالشفاعة، وأن أسعدهم بها المؤمن المخلص، والله أعلم.
قَوْلُهُ: (من قلبه، أو نفسه) شك من الراوي، وللمصنف في الرقاق: "خالصًا من قبل نفسه"، وذُكِرَ ذَلِكَ عَلى سبيل التأكيد كما في قَوْله تعالَى: {فَإِنَّهُ آثِمٌ قَلْبُهُ} [البقرة: ٢٨٣].
وفِي الحديث دليل عَلى اشتراط النطق بكلمتي الشهادة لتعبيره بالقول في قَوْله: "من قَالَ".','2','192',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (553,'<span data-type="title" id=toc-226>٣٤ - باب: كَيْفَ يُقْبَضُ الْعِلْمُ</span>.
وَكَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى أَبِي بَكْرٍ بْنِ حَزْمٍ: انْظُرْ مَا كَانَ مِنْ حَدِيثِ رَسُولِ الله - صلى الله عليه وسلم - فَاكْتُبهُ، فَإِّني خِفْتُ دُرُوسَ الْعِلْمِ وَذَهَابَ الْعُلَمَاءِ، وَلَا تَقْبَلْ إِلَّا حَدِيثَ النَّبِيِّ - صلى الله عليه وسلم -، وَلْتُفْشُوا الْعِلْمَ، وَلِتَجْلِسُوا حَتَّى يُعَلَّمَ مَنْ لَا يَعْلَمُ، فَإِنَّ الْعِلْمَ لَا يَهْلِكُ حَتَّى يَكُونَ سِرًّا. حَدَّثَنَا الْعَلَاءُ بْنُ عَبْدِ الْجَبَّارِ قَالَ حدَّثَنَا عَبْدُ الْعَزِيزِ بْن مسْلِمٍ عَنْ عَبْدِ الله بْنِ دِينَارٍ بِذَلِكَ، يَعْنى حَدِيثَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ إِلَى قَوْلِهِ: "ذَهَابَ الْعُلَمَاءِ".
قَوْلُهُ: (باب: كيف يُقبض العلم؟ ) أي: كيفية قبض العلم.
قَوْلُهُ: (إلَى أبي بكر بن حَزْم) [١٤٩ / ب] هو ابن مُحَمَّد بن عَمرو بن حَزْم الأنصاري، نسب إلَى جد أبيه، ولِجده عَمرو صُحبة، ولأبيه مُحَمَّد رؤية.
وأبو بكر تابعي فقيه، استعمله عُمر بن عبد العزيز عَلى إمرة المدينة وقضائها؛ ولهذا كتب إليه، ولا يعرف له اسم سوى أبي بكر، فقيل: كنيته أبو عبد الملك واسمه أبو بكر، وقيل: اسمه كنيته.
قَوْلُهُ: (انظر ما كَانَ) أي: اجمع الَّذِي تَجد، ووقع هنا للكُشْميهني: "عندك"، أي: في بلدك.
قَوْلُهُ: (فاكتبه) يستفاد منه ابتداء تدوين الحديث النبوي، وكانوا قبل ذلِكَ يعتمدون عَلى الحفظ، فلما خاف عُمر بن عبد العزيز -وَكَانَ عَلى رأس المائة الأُولى- من ذهاب العلم بموت العلماء رأى أن في تدوينه ضبطًا له وإبقاء.
وقد روى أبو نُعيم في تاريخ أصبهان هذه القصة بلفظ: كتب عُمر بن عبد العزيز إلَى الآفاق: انظروا حديث رسول الله - صلى الله عليه وسلم - فاجمعوه (١).
قَوْلُهُ: (ولا يُقبل) هو بضم الياء التحتانية وسكون اللام، وبسكونها وكسرها معًا في "وَلِيُفْشُوا"، "وَليَجْلِسُوا".
_________
(١) "تاريخ أصبهان" ترجمة: درهم بن مظاهر الزبيري (١/ ٣٦٦).','2','193',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (554,'قَوْلُهُ: (حَتَى يُعلَّم) هو بضم أوله وتشديد اللام، وللكُشْمَيهني: "يَعْلَم" بفتح أوله وتَخفيف اللام.
قَوْلُهُ: (يَهلِك) هو بفتح أوله وكسر اللام.
قَوْلُهُ: (حدَّثنَا العلاء) لَم يقع وصل هذا التعليق عند الكُشْميهني ولا كَريمة ولا ابن عساكر.
قَوْلُهُ: (إلَى قَوْلهِ ذهاب العلماء) محتمل لأن يكون ما بعده ليس من كلام عُمر، أو من كلامه ولَم يدخل في هذه الرواية، والأول أظهر، وبه صرَّح أبو نُعيم في المستخرج، ولَم أجده في مواضع كثيرة إلَّا كذلك.
وَعَلى هذا فبقيته من كلام المصنف أورده تلو كلام عُمر، ثُمَّ بَيَّن بعد ذَلِكَ غاية ما انتهى إليه كلام عُمر بن عبد العزيز -رَحِمَهُ الله تعَالَى-.','2','194',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (555,'١٠٠ - حدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَني مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: "إِنَّ الله لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا، يَنْتَزِعُهُ مِنَ الْعِبَادِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ، حَتَّى إِذَا لَمْ يَبْقَ عَالِمٌ، اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا فَسُئِلُوا، فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا". قَالَ الْفِرَبْرِيُّ: حَدَّثَنَا عَيَّاش، قَالَ: حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ نَحْوَهُ.
قَوْلُهُ: (حدَّثَني مالك) قَالَ الدَّارقطني: لَم يروه في "الموطأ" إلَّا معن بن عيسى، وَرَوَاهُ أصحاب مالك كابن وهب وغيره عن مالك خارج "الموطأ". وأفاد ابن عبد البر أن سليمان بن بُرْد رَوَاهُ أيضًا في"الموطأ"، والله أعلم.
وقد اشتهر هذا الحديث من رواية هشام بن عروة، فوقع [١٥٠ / أ] لنا من رواية أكثر من سبعين نفسًا عنه من أهل الحرمين والعِرَاقَيْنِ (١) والشام وخُرَاسان ومصر وغيرها، ووافقه عَلى روايته عن أبيه عُروة: أبو الأسود المدني وحديثه في الصحيحين (٢)، والزهري وحديثه في النسائي (٣)، ويحيى بن أبي كَثير وحديثه في صحيح أبي عوانة، ووافق أباه عَلى روايته عن عبد الله بن عَمرو: عمر بن الحكم بن ثوبان وحديثه في مسلم (٤).
قَوْلُهُ: (لا يقبض العلم انتزاعًا) أي: مَحْوًا من الصدور، وَكَانَ تحديث النَّبِيّ - صلى الله عليه وسلم - بذلك في حجة الوداع كما رواه أَحْمَد والطبراني من حديث أبي أَمامة قَالَ: لما كَانَ في حجة الوداع قَالَ النَّبِيّ - صلى الله عليه وسلم -: "خُذوا العلم قبل أن يُقبض أو يُرفع"، فَقَالَ أعرابي: كيف يُرفع؟ فقال: "ألا إن ذهاب العلم ذهاب حَملته". ثلاث مرات (٥).
_________
(١) هما: الكوفة والبصرة.
(٢) "صحيح البُخَاريّ" (كتاب الاعتصام بالكتاب والسنة، باب: ما يذكر من ذم الرأي وتكلف القياس) برقم (٧٣٠٧)، وَمُسْلِم (كتاب العلم، باب: رفع العلم وقبضه. . . .) برقم (٢٦٧٣).
(٣) "السنن الكبرى" (كتاب العلم، باب: كيف يرفع العلم) (٣/ ٤٥٦) برقم (٥٩٠٨).
(٤) "صحيح مسلم" (كتاب العلم، باب: رفع العلم وقبضه. . .) برقم (٢٦٧٣).
(٥) "مسند أَحْمَد" (٥/ ٢٦٦)، والطبراني في "المعجم الكبير" (٨/ ٢٣٢).','2','195',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (556,'قال ابن المنير: محو العلم من الصدور جائز في القدرة؛ إلَّا أن هذا الحديث دل علي عدم وقوعه.
وقوله: (حتَّى إذا لم يبق عالم) هو بفتح الياء والقاف، وللأصيلي بضم الياء وكسر القاف، و"عالمًا" منصوب، أي: لم يبق الله عالمًا، وفي رواية مسلم: "حتَّى إذا لم يترك عالمًا".
قوله: (رُءوسًا) قال النووي: ضبطناه بضم الهمزة والتنوين، جمع رأس.
قُلْت: وفي رواية أبي ذر أيضًا بفتح الهمزة، وفي آخره هَمزة أخرى مفتوحة جَمع رئيس.
قَوْلُهُ: (بغير علم) وفِي رواية أبي الأسود في الاعتصام عند المصنف: "فيفتون برأيهم"، ورواها مُسْلِم كالأولى.
قوْلُهُ: (قَالَ الفِرَبْرِي) هذا من زيادات الراوي عن البُخَاريَّ في بعض الأسانيد، وهي قليلة.
قَوْلُهُ: (نَحوه) أي: بمعنى حديث مالك، ولفظ رواية قتيبة هذه أخرجها مُسْلِم عنه.
وفِي هذا الحديث الحث عَلى حفظ العلم، والتحذير من ترئيس الجهلة، وفيه أن الفتوى هِيَ الرئاسة الحقيقية، وذم من يقدم عليها بغير علم. واستدل به الجمهور عَلى القول بخلوِّ الزمان عن مُجتهد، ولله الأمر يفعل ما يشاء.','2','196',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (557,'<span data-type="title" id=toc-227>٣٥ - باب: هَلْ يَجْعَلُ لِلنِّسَاءِ يَوْمًا عَلَى حِدَةٍ في العِلْمِ</span>؟
١٠٠ - (*) حَدَّثَنَا آدَمُ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: حَدَّثَني ابْنُ الأَصْبَهَانِيِّ، قَالَ: سَمِعْتُ أَبَا صَالِحِ، ذَكْوَانَ يُحدَّثُ عَنْ أَبِي سَعِيدِ الْخُدْرِيِّ، قَالَ: قَالَ النِّسَاءُ لِلنَّبِيِّ - صلى الله عليه وسلم -: غَلَبَنَا عَلَيْكَ الرِّجَالُ، فَاجْعَلْ لنَا يَوْمًا مِنْ نَفْسِكَ. فَوَعَدَهُنَّ يَوْمًا لَقِيَهُنَّ فِيهِ، فَوَعَظَهُنَّ وَأَمَرَهُنَّ، فَكَانَ فِيمَا قَالَ لَهُنَّ: "مَا مِنْكُنَّ امْرَأَةٌ تُقَدِّمُ ثَلَاثَةَ مِنْ وَلَدِهَا إِلَّا كَانَ لَهَا حِجَابًا مِنَ النَّارِ". فَقَالَتِ امْرَأَةٌ: وَاثْنينِ؟ فَقَالَ: "وَاثْنينِ".
قَوْلُهُ: (باب هل يَجعل) أي: الإمام، وللأصيلي وكَريمة: "يُجعل" بضم أوله، وعندهما: "يوم" بالرفع لأجل ذَلِكَ.
قَوْلُهُ: (عَلى حدة) بكسر المهملة [١٥٠ / ب] وفتح الدال المهملة المخففة: أي ناحية وحدهن، والهاء عوض عن الواو المحذوفة، كما قالوا في: "عدة" من الوعد.
قَوْلُهُ: (حَدَّثَنَا آدم) هو ابن أبي إيَاس.
قَوْلُهُ: (قَالَ النساء) كذا لأبي ذر، وللباقين: "قالت النساء"، وكلاهُما جائز.
و(غلبنا) بفتح الموحدة و (الرجال) بالضم لأنه فاعله.
قَوْلُهُ: (فاجعل لنا) أي: عيِّن لنا، وعبر عنه بالجعل؛ لأنه لازمه.
و(من) ابتدائية متعلقة باجعل، والمراد: رد ذَلِكَ إلَى اختياره.
قَوْلُهُ: (فوعظهن) التقدير: فوفى بوعده فلقيهن فوعظهن.
قَوْلُهُ: (وأمرهن) أي: بالصدقة، أو حدف المأمور به لإرادة التعميم.
قَوْلُهُ: (ما منكن امرأة) وللأصيلي: "من امرأة"، و (من) زائدة لفظًا.
وقَوْلُهُ: (تقدم) صفة لامرأة.
قَوْلُهُ: (إلا كَانَ لهَا) أي: التقديم.
(حجابًا) وللأصيلي: "حجابٌ" بالرفع، وتعرب (كَانَ) تامة، أي: حصل لَها حجاب، وللمصنف
_________
(*) قال مُعِدُّ الكتاب للشاملة: كذا، وما قبله برقم [١٠٠] أيضا','2','197',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (558,'في الجنائز: "إلَّا كن لَها" (١)، أي: الأنفس التِي تقدم، وله في الاعتصام: "إِلَّا كانوا" (٢)، أي: الأولاد.
قَوْلُهُ: (فقالت امرأة) هِيَ أم سُليم، وقيل غيرها كما سنوضحه في الجنائز.
قَوْلُهُ (واثنين) ولكريمة: "واثنتين"، بزيادة تاء التأنيث، وهو منصوب بالعطف عَلى "ثلاثة"، ويسمى العطف التلقيني، وكأنها فهمت الحصر وطمعت في الفضل فسألت عن حكم الاثنين هل يلتحق بالثلاثة أو لا، وسيأتي في الجنائز الكلام في تقديم الواحد.
_________
(١) "صحيح البُخَاريّ" (كتاب الجنائز، باب: فضل من مات له ولد فاحتسب) برقم (١٢٤٩). ولكن وقع فيه: "من الولد كانوا حجابًا". وفِي رواية: "من الولد كانوا لَها حجابًا"، وفِي رواية ثالثة: "من الولد كن حجابًا".
(٢) "صحيح البُخَاريّ" (كتاب الاعتصام بالكتاب والسُّنة، باب: تعليم النَّبِيّ - صلى الله عليه وسلم - أمته) برقم (٧٣١٠) ولكن وقع فيه: "إلَّا كَانَ لَها".
أمّا اللفظ المذكور فهو لفظ مُسْلِم "صحيح مُسْلِم" (كتاب البر والصلة، باب: فضل من يموت له ولد فيحتسبه) برقم (٢٦٣٤).','2','198',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (559,'١٠١ - حَدَّثَني مُحَمَّدُ بْنُ بَشَارٍ، قَالَ: حدَّثَنَا غُنْدَرٌ، قَالَ: حدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَاِنِيِّ، عَنْ ذَكْوَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - بِهَذَا. وَعَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَاِنِيِّ، قَالَ: سَمِعْتُ أَبَا حَازِم، عَنْ أَبِي هُرَيْرَةَ، وقَالَ: "ثَلاثةً لَمْ يَبْلُغُوا الْحِنْثَ".
قَوْلُهُ: (حدَّثَني مُحَمَّد بن بشار) أفاد بهذا الإسناد فائدتين:
إحداهُمَا: تسمية ابن الأَصْبَهاني المبهم في الرواية الأولَى.
والثانية: زيادة طريق أبي هُرَيْرَةَ التِي زاد فيها التقييد بعدم بلوغ الحنث أي: الإثم، والمعنى أنهم ماتوا قبل أن يبلغوا؛ لأن الإثم إنما يكتب بعد البلوغ، وكأن السر فيه أنَّه لا يُنسب إليهم إذ ذاك عقوق فيكون الحزن عليهم أشد.
وفِي الحديث ما كَانَ عليه نساء الصحابة من الحرص عَلى تعلم أمور الدين، وفيه جواز الوعد، وأن أطفال المسلمين في الجنّة، وأن من مات له ولدان حجباه من النار، ولا اختصاص لذلك بالنساء كما سيأتي التنصيص عليه في الجنائز.
* تنبيه:
حديث أبي هُرَيْرَةَ مرفوع، والواو في قَوْله: "وَقَالَ" للعطف عَلى [١٥١ / أ] محذوف تقديره مثله، أي: مثل حديث أبي سعيد، والواو في قَوله: "وعن عبد الرحمن" للعطف عَلى قَوْله أولًا: "عن عبد الرحمن"، والحاصل أن شُعبة يرويه عن عبد الرحمن بإسنادين، فهو موصول، ووهم من زَعم أنَّه مُعَلق.','2','199',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (560,'<span data-type="title" id=toc-228>٣٦ - باب: مَنْ سَمِعَ شَيْئًا، فَرَاجَعَهُ حَتَّى يَعْرِفَهُ</span>
١٠٢ - حدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ: أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ، قَالَ: حَدَّثَني ابْنُ أَبِي مُلَيْكَةَ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ - صلى الله عليه وسلم - كَانَتْ لَا تَسْمَعُ شَيْئَا لَا تَعْرِفُهُ إِلَّا رَاجَعَتْ فِيهِ حَتَّى تَعْرِفَهُ، وَأَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: "مَنْ حُوسِبَ عُذَّبَ". قَالَتْ عَائِشَةُ: فَقُلْتُ: أَوَ لَيْسَ يَقُوُل الله تَعَالَى: {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيْرًا (٨)} [الإنشقاق: ٨]. قَالَتْ: فَقَالَ: "إِنَّمَا ذَلِكِ الْعَرْضُ، وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ يَهْلِكْ".
قوْلُهُ: (باب من سمع شيئًا) زاد أبو ذر: "فلم يفهمه".
قَوْلُهُ: (فراجعه) أي: راجع الَّذِي سمعه منه، وللأصيلي: "فراجع فيه".
قَؤلُهُ: (أن عائشة) ظاهر أوله الإرسال؛ لأن ابن أبي مُلَيْكة تابعي لَم يُدرك مراجعة عائشة النَّبِيّ - صلى الله عليه وسلم -، لكن تبين وصله بعدُ في قَوْلُهُ: "قالت عائشة: فقلت".
قَوْلُهُ: (كانت لا تسمع) أتى بالمضارع استحضارًا للصورة الماضية لقوة تحققها.
قَوْلُهُ: (إنَّما ذَلِكِ) بكسر الكاف.
(العرض) أي: عرض الناس عَلى الميزان.
قَوْلُهُ: (نوقش) بالقاف والمعجمة من المناقشة، وأصلها الاستخراج، ومنه نَقْش الشوكة إذَا استخرجها، والمراد هُنَا: المبالغة في الاستيفاء، والمعنى: أن تَحرير الحساب يُفضي إلَى استحقاق العذاب، لأن حسنات العبد موقوفة عَلى القبول، وإن لَم تقع الرحمة المقتضية [للقبول] (١) لا يحصل النجاء.
قَوْلُهُ في آخره: (يهلِكْ) بكسر اللام وإسكان الكاف.
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".','2','200',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (561,'وفِي الحديث ما كَانَ عند عائشة من الحرص عَلى تفهم معاني الحديث، وأن النَّبِيّ - صلى الله عليه وسلم - لَم يكن يتضجر من المراجعة في العلم، وفيه جواز المناظرة، ومقابلة السنة بالكتاب، وتفاوت الناس في الحساب، وغير ذَلِكَ. وسيأتي باقيه في كتاب الرقاق، وكذا الكلام عَلى انتقاد الدَّارقطني لإسناده إن شاء الله تعالَى.','2','201',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (562,'<span data-type="title" id=toc-229>٣٧ - باب: لِيُبَلِّغِ الْعِلْمَ الشَّاهِدُ الْغَائبَ قَالَهُ ابْنُ عَبَّاسٍ عَنِ النَّبيِّ - صلى الله عليه وسلم </span>-
١٠٤ - حدَّثَنَا عَبْدُ الله بْنُ يُوسُفَ، قَالَ: حَدَّثَني اللَّيْثُ، قَالَ: حَدَّثَني سَعِيدٌ، عَنْ أَبِي شُرَيْحٍ، أنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهْوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ: ائْذَنْ لِي أَيُّهَا الأَمِيرُ أُحَدِّثْكَ قَوْلًا قَامَ بِهِ النَّبِيُّ - صلى الله عليه وسلم - الْغَدَ مِنْ يَوْمِ الْفَتْحِ، سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَايَ، حِينَ تَكَلَّمَ بِهِ، حَمِدَ الله وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: "إِنَّ مَكَّةَ حَرَّمَهَا الله، وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلَا يَحَلُّ لِامرِئٍ يُؤْمِنُ بِالله وَالْيَوْمِ الآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا، وَلَا يَعْضِدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ الله - صلى الله عليه وسلم - فِيهَا فَقُولُوا: إِنَّ الله قَدْ أَذِنَ لِرَسُولهِ، وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي سَاعَةً مِنْ نَهَارٍ، ثُمَّ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ". فَقِيلَ لأَبِي شُرَيْحٍ: مَا قَالَ عَمْرٌو؟ قَالَ: أَنَا أَعْلَمُ مِنْكَ يَا أَبَا شُرَيْحٍ، لَا تُعِيذُ عَاصِئا، وَلَا فَارًّا بِدَمِ، وَلَا فَارًّا بِخَرْبَةٍ.
قَؤلُهُ: (ليبلغ العلم) هو بالنصب، و (الشاهدُ) بالرفع.
و(الغائب) منصوب أيضًا؛ لأنه المفعول الأول، "والعلم" المفعول الثاني وإن قُدم في الذكر.
قَوْلُهُ: (قاله ابن عباس) أي: رَوَاهُ، وليس هو في شيء من طرق حديث ابن عباس بهذه الصورة، وإنما هو في روايته، ورواية غيره بحذف "العلم"، وكأنه أراد بالمعنى، لأن المأمور بتبليغه هو العلم.
قوْلُهُ: (عن أبي شُريح) هو الخُزَاعي الصحابي المشهور.
و(عَمرو بن سعيد) هو ابن العاصي بن سعيد بن العاصي بن أمية القرشي [١٥١ / ب] الأموي، يعرف: بالأَشْدَق، وليست له صحبة، ولا كَانَ من التابعين بإحسان.
قوْلُهُ: (وهو يبعث البعوث) أي: يرسل الجيوش إلَى مكة لقتال عبد الله بن الزُّبير؛','2','202',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (563,'لكونه امتنع من مبايعة يزيد بن مُعاوية، واعتصم بالحرم، وَكَانَ عَمرو والي يزيد عَلى المدينة.
قَوْلُهُ: (ائذن لي) فيه حُسن التلطف في الإنكار عَلى أمراء الجور ليكون أدعى لقبولهم.
قَوْلُهُ: (أحدثك) بالجزم لأنه جواب الأمر.
قَوْلُهُ: (قام) صفة للقول، والمقول هو: "حَمِدَ الله" إلَى آخره.
قَوْلُهُ: (الغد) بالنصب؛ أي: أنَّه خطب في اليوم الثاني من فتح مكة.
قَوْلُهُ: (سمعته أذناي. . . . إلَى آخره) أراد أنَّه بالغ في حفظه والتثبت فيه، وأنه لَم يأخذه بواسطة، وأتى بالتثنية تأكيدًا، والضمير في قَوْله: "تكلم به" عائد عَلى قَوْله: "قولًا".
قوْلُهُ: (ولَم يُحرمها الناس) بالضم؛ أي: تَحريمها كَانَ بوحي من الله لا من اصطلاح الناس.
قَوْلُهُ: (يسفك) بكسر الفاء وحُكي ضمها.
(بِها) وللمُسْتَمْلِي: "فيها".
قَوْلُهُ: (ولا يَعْضِدَ) بكسر الضاد المعجمة وفتح الدال، أي: يقطع بالمعْضَد: وهو آلة كالفأس.
قَوْلُهُ: (وإنما أَذن لِي ساعة) أي: الله وروي بضم الهمزة، وفِي قَوْله: "لي" التفات؛ لأن نسق الكلام: وإنّما أذن له، أي: لرسوله.
قَوْلُهُ: (ساعة) أي: مقدارًا من الزمان، والمراد به يوم الفتح، وفِي مسند أحْمَد من طريق عَمرو بن شُعيب، عن أبيه، عن جَدَّه أن ذَلِكَ كَانَ من طلوع الشمس إلَى العصر (١)، والمأذون له فيه القتال لا قطع الشجر.
قَوْلُهُ: (ما قَالَ عمرو) أي: في جوابك.
قَوْلُهُ: (لا تُعيذ) بضم المثناة أوله وآخره ذال معجمة، أي: مكة لا تعصم العاصي
_________
(١) "مسند أحْمَد" (٢/ ١٧٩، ٢٠٧)، ولفظه: لَمَّا فُتحت مكة عَلى رسول الله - صلى الله عليه وسلم - قَالَ: "كفوا السلاح إلَّا خزاعة عن بني بكر" فأذن لَهم حتَّى صلى العصر.','2','203',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (564,'عن إقامة الحد عليه.
قَوْلُهُ: (ولا فارًّا) بالفاء والراء المشددة، أي: هاربًا عليه دم يعتصم بمكة كيلا يُقتص منه.
قَوْلُهُ: (بخَرْبَةٍ) بفتح المعجمة وإسكان الراء ثُمَّ موحدة، يعني: السرقة، كذا ثبت تفسيرها في رواية المُسْتَمْلِي. قَالَ ابن بطال: الخربة بالضم: الفساد، وبالفتح: السرقة.
وقد تشدَّق عَمرو في الجواب، وأتى بكلام ظاهره حق أراد به الباطل، فإن الصحابي أنكر عليه نصب الحرب عَلى مكة، فأجابه بأنها لا تمنع من [١٥٢ / أ] إقامة القصاص، وهو صحيح إلَّا أن ابن الزُّبير لَم يرتكب أمرًا يَجب عليه فيه شيء من ذَلِكَ. وسنذكر مباحث هذا الحديث في كتاب الحج، وما للعلماء من الاختلاف في القتال في الحرم إن شاء الله.
وفِي الحديث [شرف] (١) مكة، وتقديم الحمد والثناء عَلى القول المقصود، وإثبات خصائص الرسول - صلى الله عليه وسلم -، واستواء المسلمين معه في الحكم إلَّا ما ثبت تخصيصه به، ووقوع النسخ، وفضل أبي شُريح لاتباعه أمر النبِيّ - صلى الله عليه وسلم - بالتبليغ عنه، وغير ذَلِكَ.
_________
(١) زيادة من "الفتح".','2','204',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (565,'١٠٤ - حَدَّثَنَا عَبْدُ الله بْنُ عَبْدِ الْوَهَّاب، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّد، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ، ذُكِرَ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "فَإِنَ دِمَاءَكُمْ وَأَمْوَالَكُمْ -قَالَ مُحَمَّدٌ: وَأَحْسِبُهُ قَالَ: وَأَعْرَاضَكُمْ- عَلَيْكُمْ حَرَامٌ كحُرْمَةِ يَوْمكُمْ هَذَا في شَهْرِكُمْ هَذَا، أَلَا لِيُبَلَّغِ الشَاهِدُ مِنْكُمُ الْغَائِبَ". وَكَانَ مُحَمَّدٌ يَقُوُل: صَدَقَ رَسُوُل الله - صلى الله عليه وسلم - كانَ ذَلِكَ "أَلَا هَلْ بَلَّغْتُ" مَرَّتَيْنِ.
قَوْلُهُ: (حَدَّثَنَا حَمَّاد) هو ابن زيد.
قَوْلُهُ: (عن مُحَمَّد) هو ابن سيرين، عن ابن أبي بكرة، عن أبي بَكرة، كذا للمُسْتَمْلِي والكُشْمَيهني، وسقط: "عن ابن أبي بكرة" للباقين، فصار منقطعًا؛ لأن محمدًا لَم يسمع من أبي بكرة، وفِي رواية: "عن مُحَمَّد بن أبي بكرة" وهي خطأ، وكأن "عن" سقطت منها، وقد تقدم هذا الحديث في أوائل كتاب العلم (١) من طريق أخرى عن مُحَمَّد، عن عبد الرحمن بن أبي بَكرة، عن أبيه وهو الصواب.
قوْلُهُ: (ذُكر النَّبِيِّ - صلى الله عليه وسلم -) فيه اختصار، وقد قدمنا توجيهه هناك، وكأنه حدث بحديث ذكر [فيه النَّبِيَّ - صلى الله عليه وسلم - شيئًا من كلامه ومن جملته قَوْلُهُ: "فإن] (٢) دماءكم". إلَى آخره.
قَوْلُهُ: (قَالَ مُحَمَّد) هو ابن سِيرين.
قَوْلُهُ: (أحسبه) كأنه شك في قَوْله: "وأعراضكم" أقالها ابن أبي بكرة أم لا؟ وقد تقدم في أوائل العلم الجزم بِها، وهي منصوبة بالعطف.
قَوْلُهُ: (ألا هل بلغت) هذا من قول النَّبِيّ - صلى الله عليه وسلم -، وهو تكملة الحديث، هذا هو المعتمد فلا يلتفت إلَى ما عداه. والعلم عند الله تعالَى.
_________
(١) (باب: قول النَّبِيّ - صلى الله عليه وسلم -: رب مبلغ أوعى من سامع) برقم (٦٧).
(٢) "زيادة من الفتح".','2','205',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (566,'<span data-type="title" id=toc-230>٣٨ - باب: إِثمِ مَنْ كَذَبَ عَلَى النَّبِيِّ - صلى الله عليه وسلم </span>-
١٠٥ - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: أَخْبَرَنَا شُعْبَةُ، قَالَ: أَخْبَرَنِي مَنْصُورٌ، قَالَ: سَمِعْتُ رِبْعِيَّ بْنَ حِرَاشٍ يَقُولُ: سَمِعْتُ عَلِيًّا يَقُولُ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: "لَا تَكْذِبُوا عَلِيَّ، فَإِنَّهُ مَنْ كَذَبَ عَلِيَّ فَلْيَلِجِ النَّارَ".
قَوْلُهُ: (باب إثم من كذب عَلى النَّبِيّ - صلى الله عليه وسلم -) ليس في الأحاديث الَّتِي في الباب تصريح بالإثم، وإنما هو مستفاد من الوعيد بالنار عَلى ذَلِكَ لأنه لازمه.
قَوْلُهُ: (منصور) هو ابن المُعْتَمر الكوفي، وهو تابعي صغير.
و(رِبْعي) بكسر أوله وإسكان الموحدة، وأبوه حِرَاش بكسر المهملة وهو من كبار التابعين.
قَوْلُهُ: (سمعت عليًّا) هو ابن أبي طالب - رضي الله عنه -.
قَوْلُهُ: (لا تكذبوا عليَّ) هو عام في كل كاذب، مطلق في كل نوع من الكذب، ومعناه: لا تنسبوا الكذب إليَّ، ولا مفهوم لقوله: "عَلِيَّ" لأنه لا يتصور أن يكذب له، لنهيه عن مطلق الكذب.
وقد اغتر قوم من الجهلة فوضعوا [١٥٢ / ب] أحاديث في الترغيب والترهيب، وقالوا: نَحن لم نكذب عليه، بل فعلنا ذَلِكَ لتأييد شريعته، وما دروا أن تقويله - صلى الله عليه وسلم - ما لَم يقل يقتضي الكذب عَلى الله تعالَى؛ لأنه إثبات حكم من الأحكام الشرعية، سواء أكان في الإيجاب أو الندب، وكذا مقابلهما، وهذه المسألة مبسوطة في علوم الحديث، وفِي ما كتبته عليه من النكت نفع الله بذلك.
قَوْلُهُ: (فليلج النار) جعل الأمر بالولوج مسببًا عن الكذب، لأن لازم الأمر الإلزام، والإلزام بولوج النار سببه الكذب عليه، أو هو بلفظ الأمر ومعناه الخبر، ويؤيده رواية مُسْلِم من طريق غُندر عن شُعبة بلفظ: "من يكذب عليَّ يلج النار" (١)، ولابن ماجه من طريق شريك عن مَنْصور: "فإن الكذب عليَّ يولج -أي: يدخل- النار" (٢).
_________
(١) "صحيح مُسْلِم" في المقدمة (باب: تغليظ الكذب عَلى رسول الله - صلى الله عليه وسلم -) برقم (١).
(٢) "سنن ابن ماجه" في المقدمة (باب: التغليظ في تعمد الكذب عَلى رسول الله - صلى الله عليه وسلم -) برقم (٣١).','2','206',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (567,'١٠٧ - حدَّثَنَا أَبُو الْوَلِيدِ، قَالَ: حدَّثَنَا شُعْبَةُ، عَنْ جَامِعٍ بْنِ شَدَّادٍ، عَنْ عَامِرِ بْنِ عَبْدِ الله بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، قَالَ: قُلْتُ لِلزُّبَيْر: إِنِّي لَا أَسْمَعُكَ تحَدِّثُ عَنْ رَسُولِ الله - صلى الله عليه وسلم - كَمَا يُحَدِّثُ فُلَانٌ وَفُلَانٌ. قَالَ: أَمَا إِنِّي لَم أُفَارِقْهُ وَلكِنْ سَمِعْتُهُ يَقُوُل: "مَنْ كَذَبَ عَلَيَّ فَلْيَتبَؤَأْ مَقْعَدَهُ مِنَ النَّارِ".
قَوْلُهُ: (حَدَّثَنَا أبو الوليد) هو الطَّيالسي.
و(جامع بن شداد) كوفي تابعي صغير.
وفِي الإسناد لطيفتان:
إحداهُما: أنَّه من رواية تابعي عن تابعي يرويه عن صحابي عن صحابي.
ثانيهما: أنَّه من رواية الأبناء عن الآباء بخصوص رواية الأب عن الجد، وقد أُفردت بالتصنيف.
قَوْلُهُ: (قُلْت للزُّبير) أي: ابن العَوَّام.
قَوْلُهُ: (تحدث) حذف مفعولها ليشمل.
قَوْلُهُ: (كما يتحدث فلان وفلان) سمى منهما في رواية ابن ماجه: "عبد الله بن مسعود" (١).
قَوْلُهُ: (أَمَا) بالميم المخففة، وهي من حروف التنبيه.
و(إني) بكسر الهمزة.
و(لَم أفارقه) أي: لَم أفارق رسول الله - صلى الله عليه وسلم -، زاد الإسماعيلي: "منذ أسلمت"، والمراد: في الأغلب، وإلا فقد هاجر الزُّبير إلَى الحَبشة، وكذا لَم يكن مع النَّبِيّ - صلى الله عليه وسلم - في حال هجرته إلَى المدينة، وإنما أورد هذا الكلام عَلى سبيل التوجيه للسؤال؛ لأن لازم الملازمة السماع، ولازمه عادة التحديث، لكن منعه من ذلك ما خشيه من معنى الحديث الَّذي ذكره، ولهذا أتى بقوله: "لكن".
_________
(١) "سنن ابن ماجه" في المقدمة (باب: التغليظ في تعمد الكذب عَلى رسول الله - صلى الله عليه وسلم -) برقم (٣٦).','2','207',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (568,'قَوْلُهُ: (من كذب عليَّ) كذا رَوَاهُ البُخَاريَّ ليس فيه "متعمدًا"، وكذا أخرجه الإسماعيلي من طريق غُندر عن شُعبة.
وأخرجه ابن ماجه من طريقه وزاد فيه: "متعمدًا"، وكذا للإسماعيلي من طريق مُعاذ عن شُعبة، والاختلاف فيه عن شُعبة.
وقد أخرجه الدَّارمي [١٥٣ / أ] من طريق أخرى عن عبد الله بن الزُّبير بلفظ: "من حدث عني كذبًا" (١)، ولم يذكر العمد.
وفِي تمسك الزبير بهذا الحديث على ما ذهب إليه من اختيار قلة الحديث دليل للأصح في أن الكذب: هو إخبار بالشيء علي خلاف ما هو عليه، سواء أكان عمدًا أم خطأ، والمخطئ وإن كان غير مأثوم بالإجماع لكن الزبير خشي من الإكثار أن يقع في الخطأ وهو لا يشعر؛ لأنه وإن لم يأثم بالخطأ لكن قد يأثم بالإكثار إذ الإكثار مظنة الخطأ.
والثقة إذا حدث بالخطأ فيُحمل عنه وهو لا يشعر أنَّه خطأ يُعمل به علي الدوام للوثوق بنقله، فيكون سببًا للعمل بما لم يقله الشارع، فمن خشي من الإكثار الوقوع في الخطأ لا يؤمن عليه الإثم إذا تعمد الإكثار، فمن ثَمَّ توقف الزبير وغيره من الصحابة عن الإكثار من التحديث، وأما من كثر منهم فمحمولٌ علي أنهم كانوا واثقين من أنفسهم بالتثبت، أو طالت أعمارهم فاحتيج إلَى ما عندهم فسئلوا فلم يمكنهم الكتمان -رَضِيَ اللهُ عَنْهُم-.
قَوْلُهُ: (فليتبوأ) أي: فليتخذ لنفسه منْزلًا، يقال: تبوأ الرجل المكان إذا اتخذه سكنًا، وهو أمر بمعنى الخبر أيضًا، أو بمعنى التهديد، أو بمعنى التهكم، أو دعاء على فاعل ذلك، أي: بوأه الله ذلك.
وقال الكرماني: يحتمل أن يكون الأمر على حقيقته، والمعنى: مَن كذب فليأمر نفسه بالتبوء، ويلزم عليه. كذا قال وأولها أولاها.
قال الطيبي: فيه إشارة إلَى معنى القصد في الذنب وجزاؤه، أي: كما أنَّه قصد في الكذب التعمد فليقصد في جزائه التبوء.
_________
(١) "سنن الدارمي" في المقدمة (باب: اتقاء الحديث عن النبي - صلى الله عليه وسلم -) برقم (٢٣٣).','2','208',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (569,'١٠٧ - حدَّثَنَا أبُو مَعْمَرٍ، قَالَ: حدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، قَالَ أَنَسٌ: إِنَّهُ لَيَمْنَعُنِي أَنْ أُحدَّثُكُمْ حَدِيثًا كَثِيرًا أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: "مَنْ تَعَمَّدَ عَلَيَّ كَذِبًا فَلْيَتَبَوأْ مَقْعَدَهُ مِنَ النَّارِ".
قَوْلُهُ: (حدَّثَنَا أبو معمر) هو البصري المُقْعد.
و(عبد الوارث) هو ابن سعيد. و (عبد العزيز) هو ابن صُهيب والإسناد كله بصريون.
قَوْلُهُ (حَديثًا) المراد به: جنس الحديث، ولهذا وصفه بالكثرة.
قَوْلُهُ: (أن النبي - صلى الله عليه وسلم -) هو وما بعده في محل الرفع؛ لأنه فاعل يمنعني، وإنَّما خشي أنس ممَّا خشي منه الزُّبير، ولهذا صَرَّح بلفظ الإكثار، فكان التقليل منهم للاحتراز، ومع ذلك فأنس من المكثرين؛ لأنه تأخرت وفاته فاحتيج إليه كما قدمنا ولم يمكنه الكتمان.','2','209',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (570,'١٠٨ - حدَّثَنَا المَكِّيُّ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ، قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: "مَنْ يَقُلْ عَليَّ مَا لَم أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ".
قوْلُهُ: (حَدَّثَنَا المكي) هو اسم وليس بنسب كما تقدم، وهو من كبار [١٥٣ / ب] شيوخ البخاري، سمع من سبعة عشر نفسًا من التابعين، منهم: يزيد بن أبي عُبيد، وهو مولَى سَلَمة بن الأكْوَع صاحب النبي - صلى الله عليه وسلم -، وهذا الحديث أول ثلاثي وقع في البخاري، وليس فيه أعلى من الثلاثيات، وقد أفردت فبلغت أكثر من عشرين حديثًا.
قَوْلُهُ: (من يقل) أصله: "يقول"، وإنَّما جزم بالشرط.
قوْلُهُ: (ما لَم أقل) أي: شيئًا لم أقله، فحذف العائد وذكر القول؛ لأنه الأكثر، وحكم الفعل كذلك لاشتراكهما في علة الامتناع.
وقد تمسك بظاهر هذا اللفظ من منع الرواية بالمعنى، وأجابَ المجيزون عنه بأن المراد النهي عن الإتيان بلفظ يوجب تغيير الحكم مع [أن] (١) الإتيان باللفظ لا شك في أولويته، والله أعلم.
_________
(١) زيادة من "الفتح".','2','210',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (571,'١١٠ - حدَّثَني مُوسَى، قَالَ: حدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: "تَسَمَّوْا بِاسْمِي وَلَا تَكْتَنُوا بِكُنْيَتِي، وَمَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي، فَإِنَّ الشَّيْطَانَ لَا يَتَمَثَّلُ في صُورَتِي، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتبوَّأْ مَقْعَدَهُ مِنَ النَّارِ".
قَوْلُهُ: (حدَّثَني موسى) هو ابن إسماعيل التَّبُوذَكي.
قَوْلُهُ: (عن أبي حَصِين) هو بمهملتين مفتوح الأول.
و(أبو صالح) هو ذكوان السَّمّان، وقد ذكر المؤلف هذا الحديث بتمامه في كتاب الأدب من هذا الوجه (١)، ويأتي الكلام عليه فيه إن شاء الله تعالَى.
وقد اقتصر مسلم في روايته له على الجملة الأخيرة (٢) وهي مقصود الباب، وإنما ساقه المؤلف بتمامه ولم يختصره كعادته؛ لينبه علي أن الكذب على النبي - صلى الله عليه وسلم - يستوي فيه اليقظة والمنام، والله -سبحانه وتعالى- أعلم.
فإن قيل: الكذب معصية إلَّا ما استثنى في الاصطلاح وغيره، والمعاصي قد توعد عليها بالنار، فما الَّذي امتاز به الكاذب علي رسول الله - صلى الله عليه وسلم - من الوعيد على من كذب على غيره؟
فالجواب عنه من وجهين:
أحدهما: أن الكذب عليه يَكْفُر متعمده عند بعض أهل العلم، وهو الشيخ أبو محمد الجويني، لكن ضعفه ابنه إمام الحرمين ومن بعده. ومال ابن المُنَير إلَى اختياره، ووجَّهه بأن الكاذب عليه في تحليل حرام مثلًا لا ينفك عن استحلال ذلك الحرام، أو الحمل على استحلاله، واستحلال ذلك الحرام كُفر، والحملُ على الكُفر كُفر.
وفيما قاله نظر لا يخفى، والجمهور على أنَّه لا يكفر إلَّا إن اعتقد حلَّ ذلك.
_________
(١) "صحيح البخاري" (كتاب الأدب، باب: من سمَّى بأسماء الأنبياء) برقم (٦١٩٧).
(٢) "صحيح مسلم" في "المقدمة" (باب: تغليظ الكذب على رسول الله - صلى الله عليه وسلم -) برقم (٣).','2','211',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (572,'الجواب الثاني: أن الكذب عليه كبيرة، والكذب على غيره صغيرة فافترقا، ولا يلزم من استواء الوعيد في حق من كذب عليه أو [١٥٤ / أ] كذب علي غيره أن يكون مَقَرُّهما واحدًا أو طول إقامتهما سواء، فقد دل قوله - صلى الله عليه وسلم -: "فليتبوأ" علي طول الإقامة فيها، بل ظاهره أنَّه لا يخرج منها، لأنه لم يجعل له منْزلًا غيره؛ إلَّا أن الأدلة القطعية قامت على أن خلود التأبيد مختصٌّ بالكافرين.
وقد فرَّق النبي - صلى الله عليه وسلم - بين الكذب عليه وبين الكذب على غيره كما سيأتي في الجنائز في حديث المغيرة حيث يقول: "إن كذبًا عليَّ ليس ككذب على أحد" (١). وسنذكر مباحثه هناك إن شاء الله تعالى، ونذكر فيه الاختلاف في توبة من تعمَّد الكذب عليه هل تقبل أو لا؟
* تنبيه:
رتب المصنف أحاديث الباب ترتيبًا حسنًا؛ لأنه بدأ بحديث عَلي وفيه مقصود الباب وثنى بحديث الزُّبير الدال على توقي الصحابة وتحرزهم من الكذب عليه، وثلث بحديث أنس الدال علي أن امتناعهم إنّما كان من الإكثار المفضي إلَى الخطإ، لا عن أصحاب التحديث؛ لأنهم مأمورون بالتبليغ، وختم بحديث أبي هريرة الَّذي فيه الإشارة إلَى استواء تحريم الكذب عليه سواء أكانت دعوى السماع فيه في اليقظة أم في المنام.
وقد أخرج البخاري حديث: "من كذب علي" من حديث المُغيرة، وهو في الجنائز، ومن حديث عبد الله بن عَمرو بن العاص، وهو في أخبار بني إسرائيل (٢)، واتفق مسلم معه على تَخريج حديث علي وأنس وأبي هريرة والمغيرة (٣)، وأخرجه مسلم من حديث أبي سعيد (٤).
وصح أيضًا في غير الصحيحين من حديث عُثمان بن عَفَّان (٥)، وابن مسعود (٦)،
_________
(١) "صحيح البخاري" (كتاب الجنائز، باب: ما يكره من النياحة على الميت) برقم (١٢٩١).
(٢) "صحيح البخاري" (كتاب أحاديث الأنبياء، باب: ما ذكر عن بني إسرائيل) برقم (٣٤٦١).
(٣) الأحاديث الأربعة أخرجها مسلم في موضع واحد بهذا الترتيب في المقدمة (باب: تغليظ الكذب على رسول الله - صلى الله عليه وسلم -) وأرقامها (١، ٢، ٣، ٤).
(٤) "صحيح مسلم" (كتاب الزهد والرقائق، باب: التثبت في الحديث وحكم كتابة العلم) برقم (٣٠٠٤).
(٥) أخرجه أحمد في "المسند" (١/ ٦٥، ٧٠).
(٦) أخرجه الترمذي في "السنن" (كتاب الفتن، بعد باب (ما جاء في النهي عن سب الرياح) برقم (٢٢٥٧)، وفي =','2','212',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (573,'وابن عُمَر (١)، وأبي قتادة (٢)، وجابر (٣)، وزيد بن أَرْقم (٤).
وورد بأسانيد حسان من حديث طلحة بن عُبيد الله (٥)، وسعيد بن زيد (٦)، وأبي عُبيدة بن الجراح (٧)، ومُعاذ بن جبل (٨)، وعُقبة بن عامر (٩)، وعمران بن حُصين (١٠)، وسَلمان الفارسي (١١)، ومُعاوية بن أبي سُفْيان (١٢)، ورَافع بن خديج (١٣)، وطارق الأشجعي (١٤)، والسائب بن يزيد (١٥)، وخالد بن عُرْفُطَة (١٦)، وأبي أُمَامة (١٧)، وأبي قرْصَافة (١٨)، وأبي موسى الغَافِقي (١٩)، وعائشة (٢٠).
_________
= (كتاب العلم، باب: ما جاء في تعظيم الكذب على رسول الله - صلى الله عليه وسلم -) برقم (٢٦٥٩)، وابن ماجه في "السنن" في "المقدمة" (باب: التغليظ في تعمد الكذب على رسول الله - صلى الله عليه وسلم -) برقم (٣٠)، وأحمد في "المسند" (١/ ٣٨٩، ٤٠١، ٤٠٢، ٤٠٥، ٤٣٦، ٤٥٤).
(١) أخرجه الطبراني في "المعجم الكبير" (١٢/ ٢٩٣)، وفي "المعجم الأوسط" (٨٠٣٣).
(٢) أخرجه ابن ماجه في "السنن" في المقدمة (باب: التغليظ في تعمد الكذب على رسول الله - صلى الله عليه وسلم -) برقم (٣٥)، وأحمد في "المسند" (٥/ ٢٩٧، ٣١٠).
(٣) أخرجه ابن ماجه في "السنن" في المقدمة (باب: التغليظ في تعمد الكذب على رسول الله) برقم (٣٣)، وأحمد في "المسند" (٣/ ٣٠٣).
(٤) أخرجه أحمد في "المسند" (٤/ ٣٦٦).
(٥) أخرجه أبو يعلى في "مسنده" (٢/ ٧) برقم (٦٣١)، والطبراني في "المعجم الكبير" (١/ ١١٤).
(٦) أخرجه أبو يعلى في "مسنده" (٢/ ٢٥٧) برقم (٩٦٦).
(٧) أخرجه الخطيب في "تاريخ بغداد" في ترجمة عبد الرحمن بن قريش (١٠/ ٢٨٢)، وابن عساكر في ترجمة ميسرة بن مسروق "تاريخ دمشق" (٦١/ ٣١٧، ٣١٨).
(٨) أخرجه الطبراني في "المعجم الأوسط" (١٢٠٢).
(٩) أخرجه أحمد في "المسند" (٤/ ١٥٦، ١٥٩، ٢٠١).
(١٠) أخرجه الطبراني في "المعجم الكبير" (١٨/ ١٨٦ - ١٨٧).
(١١) أخرجه الطبراني في "المعجم الكبير" (٦/ ٢٦٢).
(١٢) أخرجه أحمد في "المسند" (٤/ ١٠٠).
(١٣) أخرجه الطبراني في "المعجم الكبير" (٤/ ٢٦٨، ٢٧٦).
(١٤) أخرجه الطبراني في "المعجم الكبير" (٨/ ٣١٦).
(١٥) أخرجه الطبراني في "المعجم الكبير" (٧/ ١٥٦).
(١٦) أخرجه أحمد في "المسند" (٥/ ٢٩٢).
(١٧) أخرجه الطبراني في "المعجم الكبير" (٨/ ١٢٢، ١٣١ - ١٣٢).
(١٨) أخرجه الطبراني في "المعجم الكبير" (٣/ ١٨).
(١٩) أخرجه أحمد في "المسند" (٤/ ٣٣٤).
(٢٠) أخرجه ابن عساكر في "تاريخ دمشق" في ترجمة حصن بن عبد الرحمن التراغمي (١٤/ ٣٦٠)، =','2','213',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (574,'فهؤلاء ثلاثونَ نفسًا من الصحابة، وورد أيضًا عن نحو من خمسين غيرهم بأسانيد ضعيفة، وعن نحو من عشرين آخرين بأسانيد ساقطة.
وقد اعتنى جماعة من الحفاظ بجمع طرقه:
فأول من وقفت على كلامه في ذلك [١٥٤ / ب] إبراهيم الحربي وأبو بكر البَزَّار فقال كل منهما: إنه ورد من حديث أربعين من الصحابة.
وجمع طرقه أبو محمد يحيى بن محمد بن صَاعِد فزاد قليلًا.
وقال أبو بكر الصيرفي شارح رسالة الشافعي: رواه ستون نفسًا من الصحابة، وجمع طرقه الطبراني فزاد قليلًا. وقال أبو القاسم بن مندة: رواه أكثر من ثمانين نفسًا.
وقد جمع طرقه ابن الجوزي في مقدمة كتاب "الموضوعات" فجاوز التسعين، وبذلك جزم ابن دِحْية.
ثم جمعها الحافظان يوسف بن خليل وأبو علي البكري وهُما متعاصران فوقع لكل منهما ما ليس عند الآخر، وتحصل من مجموع ذلك كله رواية مائة من الصحابة، على ما فصلته من صحيح وحسن وضعيف وساقط، مع أن فيها ما هو في مطلق ذم الكذب عليه من غير تقييد بهذا الوعيد الخاص.
ولأجل كثرة طرقه أطلق عليه جماعة أنَّه متواتر، ونازع بعض مشايخنا في ذلك، قال: لأن شرط المتواتر استواء طرفيه وما بينهما في الكثرة، وليست موجودة في كل طريق بمفردها.
وأجيب: بأن المراد بإطلاق كونه متواترًا رواية المجموع عن المجموع من ابتدائه إلى انتهائه في كل عصر، وهذا كافٍ في إفادة العلم، وأيضًا فطريق أنس وحدها قد رواها عنه العدد الكثير وتواترت عنهم.
_________
= وفِي ترجمة سعيد بن يزيد بن معيوف الحجوري (٢١/ ٣٣٠).','2','214',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (575,'نعم؛ وحديث علي رواه عنه ستة من مشاهير التابعين وثقاتهم، وكذا حديث ابن مسعود، وأبي هريرة، وعبد الله بن عمرو، فلو قيل في كل منها أنَّه متواتر عن صحابيه لكان صحيحًا.
فإن العدد المعين لا يشترط في المتواتر، بل ما أفاد العلم كفى، والصفات العلية في الرواية تقوم مقام العدد أو تَزيد عليه كما قررته في نُكَت علوم الحديث وفي شرح نُخْبَة الفِكَر، وبينت هناك الرد علي من ادَّعى أن مثال المتواتر لا يوجد إلَّا في هذا الحديث، وبينت أن أمثلته كثيرة، منها: حديث: "من بنى لله مسجدًا"، "والمسح على الخفين"، و"رفع اليدين"، و"الشفاعة"، و"الحوض"، و"رؤية الله في الآخرة"، و"الأئمة من قُريش"، وغير ذلك، والله المستعان.','2','215',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (576,'<span data-type="title" id=toc-231>٣٩ - باب: كِتَابَةِ الْعِلْمِ</span>
١١١ - حدَّثنَا ابْنُ سَلَامٍ، قَالَ: أَخْبَرَنَا وَكيعٌ، عَنْ سُفْيَانَ، عَنْ مُطَرَّفٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي جُحَيْفَةَ، قَالَ: قُلْتُ لِعَلي: هَلْ عِنْدَكُمْ كتَابٌ؟ قَالَ: لَا، إِلَّا كتَابُ الله، أَوْ فَهْمٌ أُعْطِيَهُ رَجُلٌ مُسْلِمٌ، أوْ مَا في هَذِهِ الصَّحِيفَةِ. قَالَ: قُلْتُ: كما في هَذِهِ الصَّحِيفَةِ؟ قَالَ: الْعَقْلُ، وَفِكَاكُ الأَسِير، وَلَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ.
قَوْلُهُ: (باب كتابة العلم) طريقة البخاري في الأحكام التي يقع فيها الاختلاف ألَّا يجزم فيها بشيء، بل يوردها على [١٥٥ /أ] الاحتمال، وهذه الترجمة من ذلك؛ لأن السلف اختلفوا في ذلك عملًا وتركًا، وإن كان الأمر استقر والإجماع انعقد على جواز كتابة العلم، بل على استحبابه، بل لا يبعد وجوبه على من خشي النسيان ممَّن يتعين عليه تبليغ العلم.
قَوْلُهُ: (حدَّثَنا ابن سَلام) كذا للأَصيلي، واسمه محمد، وقد صَرَّح به أبو ذر وغيره.
قوْلُهُ: (عن سفيان) هو الثَّوْري؛ لأن وكيعًا مشهور بالرواية عنه، وقال أبو مسعود الدمشقي في الأطراف: يقال إنه ابن عُيَيْنة.
قلت: لو كان ابن عيينة لنسبه، لأن القاعدة في كل [من] (١) روى عن متفقي الاسم أن يُحمل من أُهمل نسبته على من يكون له به خصوصية من إكثار ونحوه كما قدمناه قبل هذا، وهكذا نقول هنا؛ لأن وكيعًا قليل الرواية عن ابن عيينة بخلاف الثوري.
قَوْلُهُ: (عن مُطَرِّف) هو بفتح الطاء المهملة وكسر الراء، ابن طَريف بطاء مهملة أيضًا.
قَوْلُهُ: (عن الشَّعْبي) وللمصنف في الديات: "سمعتُ الشَّعْبي" (٢).
_________
(١) زيادة من "الفتح".
(٢) "صحيح البخاري" (كتاب الديات، باب: العاقلة. وباب: لا يقتل المسلم بالكافر) برقم (٦٩٠٣، ٦٩١٥).','2','216',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (577,'قَوْلُهُ: (عن أبي جُحَيْفة) هو وهب السُّوائي، وقد صَرَّح بذلك الإسماعيلي في روايته، وللمصنف في الديات: سمعت أبا جُحَيْفة، والإسناد كله كوفيون إلَّا شيخ البخاري وقد دخل الكوفة، وهو من رواية صحابي عن صحابي.
قَوْلُهُ: (قلت لعلي) هو ابن أبي طالب - رضي الله عنه -.
قَوْلُهُ: (هل عندكم) الخطاب لعلي، والجمع إما لإرادته مع بقية أهل البيت أو للتعظيم.
قَوْلُهُ: (كتاب) أي: مكتوب أخذتموه عن رسول الله - صلى الله عليه وسلم - ممَّا أوحي إليه، ويدل على ذلك رواية المصنف في الجهاد: "هل عندكم شيء من الوحي إلَّا ما في كتاب الله؟ " (١). وله في الديات: "هل عندكم شيء ممَّا ليس في القرآن؟ " (٢). وفي مسند إسحاق بن راهويه عن جرير عن مطرف: "هل علمت شيئًا من الوحي؟ ".
وإنما سأله أبو جُحَيفة عن ذلك لأن جماعة من الشيعة كانوا يزعمون أن عند أهل البيت -لاسيما عليًّا- أشياء من الوحي خصهم النبي - صلى الله عليه وسلم - بها لم يطلع غيرهم عليها.
وقد سأل عليًّا عن هذه المسألة أيضًا قيسُ بن عُبَاد وهو بضم المهملة وتخفيف الموحدة، والأشْتَر النَّخعي، وحديثهما في سنن النسائي (٣).
قَوْلُهُ: (قال لا) زاد المصنف في الجهاد "لا والذي [١٥٥ / ب] فلق الحبة وبرأ النسمة" (٤).
قَوْلُهُ: (إلَّا كتابُ الله) هو بالرفع.
_________
(١) "صحيح البخاري" (كتاب الجهاد والسير، باب: فكاك الأسير) برقم (٣٠٤٧).
(٢) "صحيح البخاري" (كتاب الديات، باب: العاقلة. وباب: لا يقتل المسلم بالكافر) برقم (٦٩٠٣، ٦٩١٥).
(٣) أخرجه النسائي في "السنن الكبرى" (كتاب القسامة، باب: القود بين الأحرار والمماليك في النفس) (٤/ ٢١٧) برقم (٦٩٣٦)، وفي (كتاب السير، باب: إعطاء العبد الأمان) (٥/ ٢٠٨) برقم (٨٦٨٢)، وكذلك في "السنن الصغرى" (كتاب القسامة، باب: القود بين الأحرار والمماليك في النفس) (٨/ ١٩ - ٢٠).
(٤) "صحيح البخاري" (كتاب الجهاد والسير، باب: فكاك الأسير) برقم (٣٠٤٧).','2','217',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (578,'وقال ابن المُنَيِّر: فيه دليل علي أنَّه كان عنده أشياء مكتوبة من الفقه المستنبط من كتاب الله، وهي المراد بقوله: "أو فهم أعطيه رجل"؛ لأنه ذكره بالرفع، فلو كان الاستثناء من غير الجنس لكان منصوبًا.
كذا قال؛ والظاهر أن الاستثناء فيه منقطع، والمراد بذكر الفهم إثبات الزيادة على ما في الكتاب.
وقد رواه المصنف في الديات بلفظ: "ما عندنا إلَّا ما في القرآن، إلَّا فهمًا يعطى رجل في الكتاب" فالاستثناء الأول مفرغ والثاني منقطع، معناه: لكن إن أعطى الله رجلًا فهمًا في كتابه فهو يقدر على الاستنباط فتحصل عنده الزيادة بذلك الاعتبار.
وقد روى أحمد بإسناد حسن من طريق طارق بن شهاب، قال: شهدتُ عليًّا على المنبر وهو يقول: "والله ما عندنا كتاب نقرؤه إلَّا كتاب الله وهذه الصحيفة" (١). وهو يؤيد ما قلناه أنَّه لم يُرِد بالفهم شيئًا مكتوبًا.
قَوْلُهُ: (الصحيفة) أي: الورقة المكتوبة، وللنسائي من طريق الأَشْتر: "فأخرج كتابًا من قِرَاب سيفه".
قَوْلُهُ: (العقل) أي: الدية، وإنَّما سُميت به لأنهم كانوا يعطون فيها الإبل ويربطونها بفناء دار المقتول بالعِقَال: وهو الحبل، ووقع في رواية ابن ماجة بدل "العقل" "الديات" (٢)، والمراد أحكامها ومقاديرها وأصنافها.
قَوْلُهُ: (وفِكَاك) هو بكسر الفاء وفتحها، وقال القَزَّاز (٣): -بالفتح أفصح-، والمعنى: أن فيها حكم تخليص الأسير من يد العدو والترغيب في ذلك.
قَوْلُهُ: (ولا يُقتلُ) بضم اللام، وللكُشْمَيهني: "وألَّا يقتل"، بفتح اللام، وعطفت الجملة علي المفرد؛ لأن التقدير: فيها -أي: الصحيفة- حكم العَقْل وحكم تَحريم قتل
_________
(١) مسند أحمد (١/ ١٠٠).
(٢) "سنن ابن ماجه" (كتاب الديات، باب: لا يقتل مسلم بكافر) برقم (٢٦٥٨).
(٣) في "الفتح": "الفراء".','2','218',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (579,'المسلم بالكافر، وسيأتي الكلام على مسألة قتل المسلم بالكافر في كتاب القصاص إن شاء الله تعالَى.
ووقع للمصنف ومسلم من طريق يزيد التيمي عن علي قال: "ما عندنا شيء نقرؤه إلَّا كتاب الله وهذه الصحيفة فإذا فيها: المدينة حرم. . . ." الحديث (١).
ولمسلم عن أبي الطُّفيل، عن عَليٍّ: "ما خَصَّنا رسول الله - صلى الله عليه وسلم - بشيء لم يَعُمَّ به الناس كافة إلَّا ما في قِرَاب سيفي هذا". فأخرج صحيفة مكتوبة فيها: "لعن الله من ذَبَح لغير الله. . . ." (٢) الحديث.
وللنسائي من طريق الأَشْتَر وغيره عن عليٍّ: "فإذا فيها: المؤمنون تتكافأ دماؤهم، يسعى بذمتهم [١٥٦ / أ] أدناهم. . . ." الحديث (٣).
ولأحمد من طريق طارق بن شهاب "فيها فرائض الصدقة" (٤).
والجمع بين الأحاديث أن الصحيفة كانت واحدة، وكان جميع ذلك مكتوبًا فيها، فنقل كل من الرواة عنه ما حفظه، والله أعلم.
وقد بَيَّن ذلك قتادة في روايته لهذا الحديث عن أبي حسان عن علي، وَبَيَّن أيضًا السبب في سؤالهم لعلي - رضي الله عنه - عن ذلك، أخرجه أحمد والبيهقي في "الدلائل" من طريق أبي حَسَّان أن عليًّا: كان يأمر بالأمر فيقال: قد فعلناه، فيقول: صدق الله ورسوله، فقال له الأشْتَر: هذا الَّذي تقول أهو شيء عهده إليك رسول الله - صلى الله عليه وسلم - خاصة دون الناس (٥)؟ فذكره بطوله.
_________
(١) "صحيح البخاري" (كتاب الحج، باب: حرم المدينة) برقم (١٨٧٠)، وكذلك في الأرقام التالية: (٣١٧٢، ٣١٧٩، ٦٧٥٥، ٧٣٠٠)، ومسلم (كتاب الحج، باب: فضل المدينة ودعاء النبي - صلى الله عليه وسلم - فيها بالبركة) برقم (١٣٧٠).
(٢) "صحيح مسلم" (كتاب الأضاحي، باب: تحريم الذبح لغير الله تعالَى ولعن فاعله) برقم (١٩٧٨).
(٣) أخرجه النسائي في "السنن الكبرى" (كتاب القسامة، باب: القود بين الأحرار والمماليك في النفس) (٤/ ٢١٧) برقم (٦٩٣٦)، وفي (كتاب السير، باب: إعطاء العبد الأمان) (٥/ ٢٠٨) برقم (٨٦٨٢)، وكذلك في "السنن الصغرى" (كتاب القسامة، باب: القود بين الأحرار والمماليك في النفس) (٨/ ١٩ - ٢٠).
(٤) أخرجه أحمد في "المسند" (١/ ١٠٠).
(٥) أخرجه أحمد في "المسند" (١/ ١١٩)، والبيهقي في "دلائل النبوة" (٧/ ٢٢٨).','2','219',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (580,'١١٢ - حدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيىَ، عَنْ أَبي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ خُزَاعَةَ، قَتَلُوا رَجُلًا مِنْ بَني لَيْثٍ عَامَ فَتْحِ مَكَّةَ بِقَتِيلٍ مِنْهُمْ قَتَلُوهُ، فَأُخْبِرَ بِذَلِكَ النَّبِيُّ - صلى الله عليه وسلم - فَرَكِبَ رَاحِلته، فَخَطَبَ فَقَالَ: "إِنَّ الله حَبَسَ عَنْ مَكَّةَ الْقَتْلَ أَوِ الْفِيلَ -قَالَ أَبُو عَبْدِ الله: كَذَا قَالَ أَبُو نُعَيْمٍ، وَاجْعَلُوا عَلَى الشَكِّ الْفِيْلَ أَو الْقَتْلَ، وَغَيْرُهُ يَقُولُ: الْفِيْلَ- وَسُلِّطَ عَلَيْهِمْ رَسُولُ الله - صلى الله عليه وسلم - وَالْمُؤْمِنُونَ، أَلَا وَإِنَّهَا لَمْ تَحِلَّ لأَحَدٍ قَبْلِي، وَلَا تَحِلُّ لأَحَدٍ بَعْدِي، أَلَا وَإِنَّهَا حَلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، أَلَا وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ، لَا يُخْتَلَى شَوْكُهَا، وَلَا يُعْضَدُ شَجَرُهَا، وَلَا تُلْتَقَطُ سَاقِطَتُهَا إِلَّا لِمُنْشِدٍ، فَمَنْ قُتِلَ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يُعْقَلَ، وَإِمَّا أَنْ يُقَادَ أَهْلُ الْقَتِيلِ". فَجَاءَ رَجُل مِنْ أَهْلِ الْيَمَنِ فَقَالَ اكْتُبْ لِي يَا رَسُولَ الله. فَقَالَ: "اكْتبوا لأَبِي فُلَانٍ". فَقَالَ رَجُلٌ مِنْ قُرَيْشٍ إِلَّا الإِذْخِرَ يَا رَسُولَ الله، فَإِنَّا نَجْعَلُهُ في بُيُوتِنَا وَقُبُورِنَا. فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: "إِلَّا الإذْخِرَ، إِلَّا الإِذْخِرَ".
قَوْلُهُ: (حَدَّثَنَا شَيْبَان) هو ابن عبد الرحمن، يكنى أبا مُعَاوية، وهو بفتح الشين المعجمة بعدها ياء تحتانية ثم موحدة، وليس في البخاري بهذه الصورة غيره.
قَوْلُهُ: (عن يَحيى) هو ابن أبي كثير.
قَوْلُهُ: (عن أبي سَلَمة) في رواية المصنف في الديات: "ثَنَا أبو سلمة: ثَنا أبو هريرة" (١).
قَوْلُهُ: (أن خُزَاعَة) أي: القبيلة المشهورة، والمراد واحد منهم، فَأُطلق عليه اسم القبيلة مجازًا، واسم هذا القاتل خِرَاش بن أُمَيَّة الخُزَاعي، والمقتول في الجاهلية منهم اسمه أَحْمَر، والمقتول في الإسلام من بني لَيْث لم يسم (٢).
_________
(١) "صحيح البخاري" (كتاب الديات، باب: من قتل له قتيل فهو بخير النظرين) برقم (٦٨٨٠).
(٢) قال الحافظ ابن حجر في "فتح الباري" عند (كتاب الديات، باب: من قتل له قيل فهو بخير النظرين) عند الحديث رقم (٦٨٨٠): وقد ذكرت في كتاب العلم أن اسم القاتل من خزاعة خراش بمعجمتين ابن أمية الخزاعي، وأن المقتول منهم في الجاهلية كان اسمه أحمر وأن =','2','220',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (581,'قَوْلُهُ: (حَبَسَ) أي: منع عن مكة.
(القتل) أي: بالقاف والمثناة من فوق.
(أو الفيل) أي: بالفاء المكسورة بعدها ياء تحتانية.
قوْلُهُ: (كذا قال أبو نُعيم) أراد البخاري أن الشك فيه من شيخه.
قَوْلُهُ: (وغيره يقول: الفيل) أي: بالفاء ولا يشك، والمراد بالغير: مَن رواه عن شيبان رفيقًا لأبي نُعَيم: وهو عُبَيد الله بن موسى، ومن رواه عن يحيى رفيقًا لشيبان: وهو حَرْب بن شَدَّاد كما سيأتي بيانه عند المصنف في الديات (١).
والمراد بحبس الفيل أهل الفيل، وأشار بذلك إلى القصة المشهورة للحَبَشة في غزوهم مكة ومعهم الفيل، فمنعها الله منهم، وسلط عليهم الطير الأبابيل مع كون أهل مكة إذ ذاك كانوا كفارًا، فَحُرْمَة أهلها بعد الإسلام آكد، لكن غزو النبي - صلى الله عليه وسلم - إيَّاها مخصوص به على ظاهر هذا الحديث وغيره، وسيأتي الكلام علي المسألة في كتاب الحج مفصلًا إن شاء الله.
قَوْلُهُ: (وسُلِّط) هو بضم أوله.
و(رسول) مرفوع.
_________
= المقتول من بني ليث لم يسم وكذا القاتل، ثم رأيت في "السيرة النبوية" ابن إسحاق أن الخزاعي المقتول اسمه منبه.
قال ابن إسحاق في "المغازي": "حَدَّثني سعيد بن أبي سندر الأسلمي، عن رجل من قومه قال: كان معنا رجل يقال له أحمر، كان شجاعًا، وكان إذا نامَ غط، فإذا طرقهم شيء، صاحوا به فيثور مثل الأسد، فغزاهم قوم من هذيل في الجاهلية، فقال لهم ابن الأثوع -وهو بالثاء المثلثة والعين المهملة-: لا تعجلوا حتَّى أنظر، فإن كان أحمر فيهم فلا سبيل إليهم، فاستمع فإذا غطيط أحمر، فمشى إليه حتَّى وضع السيف في صدره فقتله، وأغاروا على الحي، فلما كان عام الفتح، وكان الغد من يوم الفتح، أتى ابن الأثوع الهذلي حتَّى دخل مكة وهو على شركه، فرأته خزاعة فعرفوه، فأقبل خراش بن أمية فقال: أفرجوا عن الرجل، فطعنه بالسيف في بطنه فوقع قتيلًا، فقال رسول الله - صلى الله عليه وسلم -: "يا معشر خزاعة! ارفعوا أيديكم عن القتل، ولقد قتلتم قتيلًا لأدينه. . . ." إلَى آخر كلامه يرحمه الله.
(١) "صحيح البخاري" (كتاب الديات، باب: من قتل له قتيل فهو بخير النظرين) برقم (٦٨٨٠).','2','221',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (582,'و (المؤمنون) معطوف عليه.
قوْلُهُ: [١٥٦ / ب] (ولا تحل) للكشْمَيهني: "ولم تحل"، وللمصنف في اللُّقطة من طريق الأوزاعي عن يحيى: "ولن" (١)، وهي أليق بالمستقبل.
قَوْلُهُ: (لا يُخْتَلَى) بالخاء المعجمة، أي لا يحصد، يقال خليته إذا قطعته، وذكر الشوك دال على منع قطع غيره من باب أولَى، وسيأتي ذكر الخلاف فيه في الحج إن شاء الله تعالَى.
قوْلُهُ: (إلَّا لِمنشد) أي: معرف، وسيأتي الكلام علي هذه المسألة في كتاب اللقطة إن شاء الله تعالَى.
قَوْلُهُ: (فمن قتل فهو بخير النظرين) كذا وقع هنا، وفيه حذف وقع بيانه في رواية المصنف في الديات عن أبي نُعيم بهذا الإسناد: "فمن قتل له قتيل".
قوْلُهُ: (وإما أن يقاد) هو بالقاف، أي: يَقْتَص، ووقع في رواية لمسلم: "إمَّا أن يفادي" (٢)، بالفاء وزيادة ياء بعد الدال.
والصواب أن الرواية على وجهين، من قالها بالقاف قال فيما قبلها: "إما أن يعقل" من العَقْل: وهو الدية، ومن قالها بالفاء قال فيما قبلها: "إما أن يقتل" بالقاف والمثناة، والحاصل تفسير "النظرين" بالقصاص أو الدية، وفي المسألة بحث يأتي في الديات إن شاء الله تعالَى.
قَوْلُهُ: (فجاء رجل من أهل اليمن) هو أبو شَاهٍ بهاء منونة، وسيأتي في اللُّقطة مُسمى، والإشارة إلَى من حرَّفه، وهناك من الزيادة عن الوليد بن مسلم: "قلت للأوزاعي: ما قوله: "اكتبوا لي؟ " قال: هذه الخطبة التي سمعها من رسول الله - صلى الله عليه وسلم -". قلت: وبهذا تظهر مطابقة الحديث للترجمة.
_________
(١) "صحيح البخاري" (كتاب اللقطة، باب: كيف تعرف لقطة أهل مكة؟ ) برقم (٢٤٣٤).
(٢) "صحيح مسلم" (كتاب الحج، باب: تحريم مكة وصيدها وخلاها وشجرها ولقطتها إلَّا لمنشد على الدوام) برقم (١٣٥٥)، ولكن لفظه: "إما أن يفدى وإما أن يقتل".','2','222',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (583,'قَوْلُهُ: (فقال رجل من قريش) هو العباس بن عبد المطلب كما يأتي في اللقطة، ووقع في رواية لابن أبي شيبة: "فقال رجل من قريش يُقال: له شاه" (١). وهو غلط.
قَوْلُهُ: (إلَّا الإذخر) هو في روايتنا بالنصب، ويجوز رفعه على البدل مما قبله.
قَوْلُهُ: (إلَّا الإذخر إلَّا الإذخر) كذا هو في روايتنا، والثانية على سبيل التأكيد.
_________
(١) "مصنف ابن أبي شيبة" (كتاب المغازي، باب: حديث فتح مكة) (٧/ ٣٩٨) برقم (٣٦٩٠٠).','2','223',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (584,'١١٣ - حدَّثَنَا عَلِيُّ بْنُ عَبْدِ الله، قَالَ: حدَّثَنَا سُفْيَانُ، قَالَ: حدَّثَنَا عَمْرٌو، قَالَ: أَخْبَرَنِي وَهْبُ بْنُ مُنَبِّهٍ، عَنْ أَخِيهِ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ: مَا مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - أَحَدٌ أَكْثَرَ حَدِيثًا عَنْهُ مِنِّي، إِلَّا مَا كَانَ مِنْ عَبْدِ الله بْنِ عَمْرٍو فَإِنَّهُ كَانَ يَكْتُبُ وَلَا أَكْتُبُ. تَابَعَهُ مَعْمَرٌ، عَنْ هَمَامٍ، عَنْ أَبِي هُرَيْرَةَ.
قوْلُهُ: (حَدَّثَنَا عمرو) هو ابن دينار المكي.
قَوْلُهُ: (عن أخيه) هو هَمَّام بن مُنَبه بتشديد الموحدة المكسورة، وكان أكبر منه سنًا، لكن تأخرت وفاته عن وهب، وفي الإسناد ثلاثة من التابعين من طبقة متقاربة أولهم عمرو.
قَوْلُهُ: (فإنه كان يكتب ولا أكتب) فهذا استدلال من أبي هريرة على ما ذكره من أكثرية ما عند عبد الله بن عمرو -أي: ابن العاص- على ما عنده.
ويُستفاد من ذلك أن أبا هريرة كان جازمًا بأنه ليس في الصحابة أكثر حديثا عن النبي - صلى الله عليه وسلم - منه إلَّا [١٥٧ /أ] عبد الله، مع أن الموجود المروي عن عبد الله بن عمرو أقل من الموجود المروي عن أبي هريرة بأضعاف مضاعفة.
فإن قلنا: الاستثناء منقطع فلا إشكال؛ إذ التقدير لكن الَّذي كان من عبد الله وهو الكتابة لم يكن مني، سواء لزم منه كونه أكثر حديثًا لما تقتضيه العادة أم لا.
وإن قلنا: الاستثناء متصل فالسبب فيه من جهات:
أحدها: أن عبد الله كان مشتغلًا بالعبادة أكثر من اشتغاله بالتعليم فقلَّت الرواية عنه.
ثانيها: أنَّه كان أكثر مُقامه بعد فتوح الأمصار بمصر أو بالطائف، ولم تكن الرحلة إليهما ممن يطلب العلم كالرحلة إلَى المدينة، وكان أبو هريرة متصدِّيًا فيها للفتوى والتحديث إلَى أن مات، ويظهر هذا من كثرة من حمل عن أبي هريرة، فقد ذكر البخاري أنَّه روى عنه ثمانمائة نفس من التابعين، ولم يقع هذا لغيره.','2','224',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (585,'ثالثها: ما اختص به أبو هريرة من دعوة النبي - صلى الله عليه وسلم - بألَّا ينسى ما يحدثه به كما سنذكره قريبًا.
رابعها: أن عبد الله كان قد ظفر في الشام بحِمْل جَمَل من كتب أهل الكتاب، فكان ينظر فيها ويحدث منها، فتجنب الأخذ عنه كثير من أئمة التابعين، والله أعلم.
قَوْلُهُ: (تابعه مَعْمَر) أي: ابن راشد، يعني: تابع وهب بن مُنَبِّه في روايته لهذا الحديث عن هَمَّام، والمتابعة المذكورة أخرجها عبد الرزاق عن مَعْمَر (١)، وأخرجها أبو بكر بن علي المروزي في كتاب العلم له عن حجاج بن الشَّاعر عنه.
وروى أحمد والبيهقي في "المدخل" من طريق عَمرو بن شُعيب، عن مُجاهد، والمغيرة بن حَكيم قالا: سَمعنا أبا هريرة يقول: "ما كان أحد أعلم بحديث رسول الله - صلى الله عليه وسلم - مني إلا ما كان من عبد الله بن عَمرو فإنه كان يكتب بيده ويعي بقلبه، وكنت أعي ولا أكتب، استأذن رسول الله - صلى الله عليه وسلم - في الكتاب عنه فأذن له" (٢). إسناده حسن، ولا يلزم منه أن يكونا في الوعي سواء؛ لِمَا قدمناه من اختصاص أبي هريرة بالدعاء بعدم النسيان.
ويُستفاد منه ومن حديث علي المتقدم ومن قصة أبي شَاهٍ أن النبي - صلى الله عليه وسلم - أذن في كتابة الحديث عنه، وهو يُعارض حديث أبي سعيد الخُدري أن رسول الله - صلى الله عليه وسلم - قال: "لا تكتبوا عني شيئًا غير القرآن". رواه مسلم (٣).
والجمع بينهما أن النهي خاص بوقت نزول القرآن خشية التباسه بغيره، والإذن في [١٥٧/ ب] غير ذلك، أو أن النهي خاص بكتابة غير القرآن مع القرآن في شيء واحد والإذن في تفريقهما، أو النهي متقدم والإذن ناسخ له عند الأمن من الالتباس وهو أقربها مع أنه لا ينافيها.
_________
(١) "مصنف عبد الرزاق" (١١/ ٢٥٩).
(٢) أخرجه: أحمد في "المسند" (٢/ ٤٠٣)، والبيهقي في "المدخل إلَى السنن الكبرى" (٢/ ٢٢٨ - ٢٢٩).
(٣) "صحيح مسلم" (كتاب الزهد، باب: التثبت في الحديث وحكم كتابة العلم) برقم (٣٠٠٤)، ولفظه: "لا تكتبوا عني، ومن كتب عني غير القرآن فليمحه". أما اللفظ الذي ذكره الحافظ فهو لفظ أحمد، أخرجه في "المسند" (٣/ ٥٦).','2','225',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (586,'وقيل: النهي خاص لمن خُشي منه الاتكال على الكتابة دون الحفظ، والإذن لمن أمن منه ذلك، ومنهم من أعلَّ حديث أبي سعيد، وقال: الصواب وقفه على أبي سعيد، قاله البخاري وغيره.
قال العلماء: كره جماعة من الصحابة والتابعين كتابة الحديث، واستحبوا أن يؤخذ عنهم حفظًا كما أخذوا حفظًا، لكن لما قَصُرت الهمم وخَشي الأئمة ضياع العلم دَوَّنُوه.
وأول من دون الحديث ابن شهاب الزُّهري على رأس المائة بأمر عُمر بن عبد العزيز، ثم كثر التدوين، ثم التصنيف، وحصل بذلك خير كثير. ولله الحمد.','2','226',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (587,'١١٤ - حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ الله بْنِ عَبْدِ الله، عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَّا اشْتَدَّ بالنَّبِيِّ - صلى الله عليه وسلم - وَجَعُهُ قَالَ: "ائْتُونِي بِكِتَابٍ أَكتُبْ لَكُمْ كِتَابًا لَا تَضِلُّوا بَعْدَهُ". قَالَ عُمَرُ: إِنَّ النَّبِيَّ - صلى الله عليه وسلم - غَلَبَهُ الْوَجَعُ وَعِنْدَنَا كِتَابُ الله حَسْبُنَا، فَاخْتَلَفُوا، وَكَثُرَ اللَّغَطُ. قَالَ: "قُومُوا عَنِّي، وَلَا يَنْبَغِي عِنْدِي التَّنَازُعُ". فَخَرَجَ ابْنُ عَبَّاسٍ يَقُولُ: إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُولِ الله - صلى الله عليه وسلم - وَبَيْنَ كِتَابِهِ.
(أخبرني يونس) هو ابن يزيد.
قَوْلُهُ: (عن عبيد الله بن عبد الله) أي ابن عُتبة بن مَسْعود.
قَوْلُهُ: (لَمَّا اشتد) أي: قوي.
قَوْلُهُ: (وجعه) أي: في مرض موته، وللمصنف في المغازي: "لما حضر" (١)، وللإسماعيلي: "لما حضرت النبي - صلى الله عليه وسلم - الوفاة"، وللمصنف من حديث سعيد بن جُبير أن ذلك كان يوم الخميس (٢)، وهو قبل موته - صلى الله عليه وسلم - بأربعة أيام.
قَوْلُهُ: (بكتاب) أي: "بأدوات الكتاب، ففيه مجاز الحذف، وقد صَرَّح بذلك في رواية لمسلم قال: "ائتوني بالكتف والدواة" (٣). والمراد بالكتف: عظم الكتف؛ لأنهم كانوا يكتبون فيها.
قَوْلُهُ: (أكتب) هو بإسْكَان الباء جواب الأمر، وَيجوز الرفع على الاستئناف، وفيه مَجاز أيضًا؛ أي: آمر بالكتابة، ويحتمل أن يكون على ظاهره، كما سيأتي البحث في المسألة في كتاب الصلح إن شاء الله تعالَى.
_________
(١) "صحيح البخاري" (كتاب المغازي، باب: مرض النبي - صلى الله عليه وسلم - ووفاته) برقم (٤٤٣٢).
(٢) "صحيح البخاري" (كتاب الجهاد والسير، باب: هل يستشفع إلَى أهل الذمة ومعاملتهم) برقم (٣٠٥٣)، وكذلك في المواضع التالية: (٣١٦٨، ٤٤٣١).
(٣) "صحيح مسلم" (كتاب الوصية، باب: ترك الوصية لمن ليس له شيء يوصي فيه) برقم (١٦٣٧).','2','227',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (588,'وفي مسند أحمد من حديث علي أنه المأمور بذلك، ولفظه: "أمرني النبي - صلى الله عليه وسلم - أن آتيه بطبق -أي: كتف- يكتب ما لا تضل أمتُهُ من بعده" (١).
قَؤلُهُ: (كتابًا) بعد قوله: "بكتاب" فيه الجناس التام بين الكلمتين وإن كانت إحداهُمَا بالحقيقة والأخرى بالمجاز.
قَوْلُهُ: (لا تضلوا) هو نفي، وحذفت النون في الروايات التي اتصلت لنا؛ لأنه بدل من جواب الأمر، وتعدد جواب الأمر من غير حرف العطف جائز.
قَوْلُهُ: (غلبه الوجع) أي: فيشق عليه إملاء الكتاب أو مباشرة الكتاب، وكأن عُمر فهم من ذلك أنه يقتضي التطويل.
قال القُرْطبي وغيره: "ائتوني" أمر، وكان حق المأمور أن يبادر إلَى الامتثال [١٥٨/ أ] لكن ظهر لعُمر مع طائفة أنه ليس على الوجوب، وأنه من باب الإرشاد إلَى الأصلح، فكرهوا أن يكلفوه من ذلك ما يشق عليه في تلك الحالة، مع استحضارهم قوله تعالَى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام: ٣٨]. وقوله تعالَى: {تِبْيَانًا لِكُلِّ شَيْءٍ} [النحل: ٨٩]. ولهذا قال عمر: "حسبنا كتاب الله".
وظهر لطائفة أخرى أن الأولى أن تكتب؛ لما فيه من امتثال أمره، وما يتضمنه من زيادة الإيضاح.
ودل أمره لهم بالقيام على أن أمره الأول كان على الاختيار؛ ولِهذا عاش - صلى الله عليه وسلم - بعد ذلك أيامًا ولم يعاود أمرهم بذلك، ولو كان واجبًا لم يتركه لاختلافهم؛ لأنه لم يترك التبليغ لمخالفة من خالف، وقد كان الصحابة يراجعونه في بعض الأمور ما لم يجزم بالأمر، فإذا عزم امتثلوا، وسيأتي بسط ذلك في كتاب الاعتصام إن شاء الله تعالَى، وقد عُدَّ هذا من موافقة عُمر - رضي الله عنه -.
واخْتُلف في المراد بالكتاب، فقيل: كان أراد أن يكتب كتابًا ينص فيه على الأحكام ليرتفع الاختلاف، وقيل: أراد أن ينص على أسامي الخلفاء بعده حتى لا يقع بينهم الاختلاف، قاله سفيان بن عيينة، ويؤيده أنه - صلى الله عليه وسلم - قال في أوائل مرضه وهو عند
_________
(١) "مسند أحمد" (١/ ٩٠).','2','228',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (589,'عائشة: "ادعي لي أباك وأخاك حتى أكتب كتابًا، فإني أخاف أن يتمنى متمن ويقول قائل، ويأبى الله والمؤمنون إلا أبا بكر". أخرجه مسلم وللمصنف معناه (١).
ومع ذلك فلم يكتب، والأول أظهر لقول عُمر: "كتاب الله حسبنا" أي: كافينا، مع أنه يشمل الوجه الثاني لأنه بعض أفراده، والله أعلم.
* فائدة:
قال الخطابي: إنَما ذهب عُمر إلَى أنه لو نص بما يزيل الخلاف لبطلت فضيلة العلماء وعُدم الاجتهاد، وتعقبه ابن الجَوْزي بأنه لو نص على شيء أو أشياء لم يبطل الاجتهاد؛ لأن الحوادث لا يُمكن حصرها، قال: وإنما خاف عُمر أن يكون ما يكتبه في حالة غلبة المرض فيجد بذلك المنافقون سبيلًا إلَى الطعن في ذلك المكتوب، وسيأتي ما يؤيده في أواخر المغازي.
قَوْلُهُ: (ولا ينبغي عندي التنازع) فيه إشعار بأن الأولى كان المبادرة إلَى امتثال الأمر، وإن كان ما اختاره عمر صوابًا؛ إذ لم يتدارك ذلك النبي - صلى الله عليه وسلم - بعدُ كما قدمناه.
قال القرطبي: واختلافهم في ذلك كاختلافهم في قوله لَهم: "لا يصلين أحد العصر إلا في بني قريظة" (٢). فتخوف [١٥٨/ ب] ناس فوت الوقت فصلوا، وتمسك آخرون بظاهر الأمر فلم يصلوا، فما عنف أحدًا منهم من أجل الاجتهاد المسوغ والقصد الصالح، والله أعلم.
قَوْلُهُ: (فخرج ابن عباس يقول) ظاهره أن ابن عباس كان معهم، وأنه في تلك الحالة خرج قائلًا هذه المقالة، وليس الأمر في الواقع على ما يقتضيه هذا الظاهر، بل
_________
(١) أخرجه مسلم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل أبي بكر الصديق - رضي الله عنه -) برقم (٢٣٨٧)، والبخاري في "صحيحه" (كتاب المرضى، باب: ما رخص للمريض أن يقول: إني وجع، أو وارأساه، أو اشتد بي الوجع) برقم (٥٦٦٦).
(٢) أخرجه البخاري في "صحيحه" (كتاب الخوف، باب: صلاة الطالب والمطلوب راكبًا وإيماءً) برقم (٩٤٦)، وفي (كتاب المغازي، باب: مرجع النبي - صلى الله عليه وسلم - من الأحزاب ومخرجه إلَى بني قريظة ومحاصرته إيّاهم) برقم (٤١١٩)، ومسلم في "صحيحه" (كتاب الجهاد والسير، باب: المبادرة بالغزو وتقديم أهم الأمرين المتعارضين) برقم (١٧٧٠).','2','229',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (590,'قول ابن عباس إنّما كان يقوله عندما يحدث بهذا الحديث، وفي رواية مَعْمَر عند المصنف في الاعتصام وغيره: قال عبيد الله: "فكان ابن عباس يقول" (١)، وكذا لأحمد من طريق جَرير بن حازم، عن يونس بن يزيد (٢).
ووجه رواية حديث الباب أن ابن عباس لما حدث عُبيد الله بهذا الحديث خرج من المكان الذي كان به وهو يقول إلَى آخره، وإنّما يتعين حمله على غير ظاهره؛ لأن عُبيد الله تابعي من الطبقة الثانية لم يُدرك القصة في وقتها؛ لأنه ولد بعد النبي - صلى الله عليه وسلم - بمدة طويلة، ثم سمعها من ابن عباس بعد ذلك بمدة أخرى، والله أعلم.
قَوْلُهُ: (الرَّزِيئَة) هي بفتح الراء وكسر الزاي بعدها ياء ثم همزة، وقد تسهل الهمزة وتشدد الياء، ومعناها: المصيبة، وزاد في رواية معمر: "لاختلافهم ولغطهم" (٣)، أي: أن الاختلاف قد يكون سببًا في حرمان الخير، كما وقع في قصة الرجلين اللذين تخاصما فرفع تعيين ليلة القدر بسبب ذلك (٤).
وفيه وقوع الاجتهاد بحضرة النبي - صلى الله عليه وسلم - فيما لم يُنزل عليه فيه، وسنذكر بقية ما يتعلق به في أواخر السيرة النبوية من كتاب المغازي إن شاء الله تعالَى.
_________
(١) "صحيح البخاري" (كتاب الاعتصام، باب: كراهية الاختلاف) برقم (٧٣٦٦).
(٢) "مسند أحمد" (١/ ٣٢٤ - ٣٢٥).
(٣) "صحيح البخاري" (كتاب المغازي، باب: مرض النبي - صلى الله عليه وسلم - ووفاته) برقم (٤٤٣٢).
(٤) سبق في (كتاب الإيمان، باب: خوف المؤمن من أن يحبط عمله وهو لا يشعر) برقم (٤٩) من حديث عبادة بن الصامت - رضي الله عنه -.','2','230',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (591,'<span data-type="title" id=toc-232>٤٠ - باب: الْعِلْمِ وَالْعِظَةِ باللَّيْلِ</span>
١١٥ - حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدٍ، عَنْ أُمِّ سَلَمَةَ.
وَعَمْرٍو، وَيَحْيَى بْنِ سَعِيدٍ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتِ اسْتَيْقَظَ النَبِيُّ - صلى الله عليه وسلم - ذَاتَ لَيْلَةٍ فَقَالَ: "سُبْحَانَ الله مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الْفِتَنِ وَمَاذَا فُتِحَ مِنَ الْخَزَائِنِ، أَيْقِظُوا صَوَاحِبَ الْحُجَرِ، فَرُبَّ كَاسِيَةٍ في الدُّنْيَا عَارِيَةٍ في الآخِرَةِ".
قَوْلُهُ: (باب العلم) أي: تَعليم العِلْم بالليل.
و(العِظَة) تقدم أنها الوَعْظ، وأراد المصنف التنبيه على أن النهي عن الحديث بعد العِشَاء مَخصوص بما لا يكون في الخير.
قَوْلُهُ: (صدقة) هو ابن الفَضْل المَروزي.
قَوْلُهُ: (عن هند) هي بنت الحارث الفِرَاسية بكسر الفاء وبالسين المهملة، وفي رواية الكُشْميهني بدلها: "عن امرأة".
قَوْلُهُ: (وعَمرو) كذا في روايتنا بالرفع، ويَجوز الكسر، والمعنى أن ابن عُيينة حدثهم عن مَعْمَر ثم قال: وعَمرو، وهو ابن دينار، فعلى رواية الكسر يكون معطوفًا على مَعْمَر، وعلى رواية الرفع [١٥٩/ أ] يكون استئنافًا، كان ابن عُيَيْنة حدث بصيغة الأدَاء وقد جرت عادته بذلك.
وقد روى الحُمَيْدي (١) هذا الحديث في مسنده عن ابن عُيينة قال: حَدَّثنَا مَعْمَر، عَنْ الزُّهري قال: وَحَدَّثَنَا عَمرو، وَيحيى بن سعيد، عن الزُّهري، فَصَرَّح بالتحديث عن الثلاثة.
قَوْلُهُ: (ويَحيى بن سعيد) هو الأنصاري، وأخطأ من قال: إنه القَطَّان؛ لأنه لم يَسْمع من الزُّهري ولا لَقيه، ووقع في غير رواية أبي ذر: "عن امرأة" بدل قوله: "عن هند" في الإسناد الثاني، والحاصل أن الزُّهري كان ربما أبْهَمها، وربما سَمَّاها.
_________
(١) "المسند" (١/ ١٤٠) برقم (٢٩٢).','2','231',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (592,'قَوْلُهُ: (سبحان الله ماذا) "مَا" استفهامية مُتضمنة لمعنى التعجب والتعظيم، وعَبَّر عن الرحمة بالخزائن لقوله تعالَى: {خَزَائِنَ رَحْمَةِ رَبِّي} [الإسراء: ١٠٠]. وعن العذاب بالفتن لأنها أسبابه، قال الكِرْمَاني: ويُحتمل أن تكون "ما" نكرة موصوفة.
قَوْلُهُ: (أُنزل) بضم الهمزة، وللكُشْمَيهني: "أنزل الله"، والمراد بالإنزال: إعلام الملائكة بالأمر المَقْدور، أو أن النبي - صلى الله عليه وسلم - أوحي إليه في نَوْمه ذلك بما سيقع بعده من الفتن، فعبر عنه بالإنزال.
قَوْلُهُ: (فتح من الخزائن) قال الدَّاودي: الثاني هو الأول، والشيء قد يعطف على نفسه تأكيدًا؛ لأن ما يفتح من الخزائن يكون سببًا للفتنة.
وكأنه فهم أن المراد بالخزائن خَزَائن فَارس والرُّوم وغيرهما مما فُتِح على الصحابة؛ لكن المُغَايرة بين الخَزَائن والفِتن أوضح؛ لأنهما غير متلازمين، وكم من نائل من تلك الخزائن سالمًا من الفتن.
قَوْلُهُ: (صواحب الحُجَر) بضم الحاء وفتح الجيم، جمع حُجْرة: وهي منازل أزواج النبي - صلى الله عليه وسلم -، وإنّما خَصَّهُن بالإيقاظ؛ لأنهن الحاضرات حينئذ، أو من باب "ابدأ بنفسك ثم بمن تَعول".
قَوْلُهُ: (فرب كَاسية) استدل به ابن مَالك على أن "رُبَّ" في الغالب للتكثير؛ لأن هذا الوصف للنساء وهن أكثر أهل النار. انتهى.
وهذا يدل لورودها في التكثير لا لأكثريتها فيه.
قَوْلُهُ: (عَارَية) بتخفيف الياء، وهي مجرورة في أكثر الروايات على النعت، وقال السُّهَيْلي: إنه الأحسن عند سيبويه؛ لأن "رُبَّ" عنده حرف جر يلزم صَدْرَ الكلام، قال: ويَجوز الرفع على إضمار مبتدأ، والجملة في موضع النعت، أي: هي عَارية، والفعل الذي تتعلق به "رُبَّ" مَحذوف. انتهى
وأشار [١٥٩/ ب]- صلى الله عليه وسلم - بذلك إلَى موجب استيقاظ أزواجه، أي: لا ينبغي لهن أن يتغافلن عن العبادة ويَعْتَمدن على كونهن أزواج النبي - صلى الله عليه وسلم -.','2','232',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (593,'وفي الحديث جواز قول "سُبْحَان الله" عند التعجب، ونَدْبية ذكر الله بعد الاستيقَاظ وإيْقَاظ الرجل أهله بالليل للعبادة لاسيما عند آية تَحْدُث. وسيأتي بقية الكلام على هذا الحديث في كتاب الفتن إن شاء الله تعالَى.
وفي هذا الإسناد رواية الأَقْرَان في موضعين؛ أحدهما: ابن عُيَينة، عن مَعْمَر، والثاني: عَمرو، ويَحيى، عن الزهري. وفيه رواية ثلاثة من التابعين في نَسَقٍ، وهند قد قيل إنها صحابية فإن صَحَّ فهو من رواية تابعي عن مثله عن صحابية عن مثلها.
و(أم سَلَمة) هي أم المؤمنين وكأن تلك الليلة كانت ليلتها.','2','233',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (594,'<span data-type="title" id=toc-233>٤١ - باب: السَّمَرِ بالْعِلْمِ</span>
١١٦ - حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ: حَدَّثَنى اللَّيْثُ، حَدَّثَهُ عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِم، وَأَبِي بَكْرِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ، أَنَ عَبْدَ الله بْنَ عُمَرَ قَالَ: صَلَّى لَنَا النَّبِيُّ - صلى الله عليه وسلم - الْعِشَاءَ في آخِرِ حَيَاتِهِ، فَلَمَّا سَلَّمَ قَامَ فَقَالَ: "أَرَأَيْتكُمْ لَيْلَتَكُمْ هَذِهِ، فَإِنَّ رَأْسَ مِائَةِ سَنَةٍ مِنْهَا لَا يَبْقَى مِمَّنْ هو عَلَى ظَهْرِ الأَرْضِ أَحَدٌ".
قَوْلُهُ: (باب السَّمَر) هو بفتح المُهملة والميم، وقيل: الصواب إسكان الميم لأنه اسم للفعل، ومعناه: الحديث بالليل قبل النَّوم، وبهذا يظهر الفرق بين هذه الترجمة والتي قبلها.
قَوْلُهُ: (بالعلم) كذا في رواية أبي ذر بإضافة الباب إلَى السَّمر، وفي رواية غيره "باب السَّمَرُ في العِلْم" بتنوين باب.
قَوْلُهُ: (حَدَّثَني الليث حَدَّثه عبد الرحمن) أي أنه حَدَّثه عبد الرحمن، وفي رواية غير أبي ذر: حَدَّثَنِي عبد الرحمن، والليث وعبد الرحمن قرينان.
قَوْلُهُ: (عن سالِم) أي: ابن عبد الله بن عُمَر.
قَوْلُهُ: (أبي حَثْمة) بفتح المهملة وسكون المثلثة، واسم أبي حَثْمَة عبد الله بن حُذَيْفَة العَدَوي، وأما أبو بكر الرَّاوي تابعيٌّ مشهور لَم يُسَم، وقد قيل: إن اسمه كنيته.
قَوْلُهُ: (صَلَّى لَنا) أي: إمَامًا، وفي رواية: "بِنَا" بالموحدة.
قَوْلُهُ: (العشاء) أي: صلاة العِشَاء.
قَوْلُهُ: (في آخر حياته) جاء مُقيدًا من رواية جَابر أن ذلك كان قبل موته - صلى الله عليه وسلم - بشهر (١).
_________
(١) أخرجه مسلم في "صحيحه" (كتاب فضائل الصحابة، باب: قوله - صلى الله عليه وسلم -: "لا تأتي مائة سنة وعلى الأرض نفس منفوسة اليوم") برقم (٢٥٣٨)، ولفظه: "ما من نفس منفوسة اليوم تأتي عليها مائة سنة وهي حية يومئذٍ".','2','234',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (595,'قَوْلُهُ: (أَرَأَيْتكم) هو بفتح المثناة؛ لأنها ضمير المُخاطب، والكاف ضَميرٌ ثان لا محل لها من الإعراب، والهمزة الأولَى للاستفهام، والرُّؤية بمعنى العِلْم أو البَصَر، والمعنى أَعَلِمْتُم أو أَبْصَرْتُم لَيْلَتكم، وهي منصوبة على المفعولية، والجواب محذوف تقديره: "فَاضبِطُوها".
وتَرِدُ أَرأَيْتكم للاستخبار كما في قوله تعالى: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ} الآية [الأنعام: ٤٠]. قال الزَّمَخشري: المعنى أخبروني، ومتعلق الاستخبار محذوف تقديره: "مَن تدعون"، ثم [١٦٠/ أ] بَكُتَهُم فقال: {أَغَيْرَ اللَّهِ تَدْعُونَ} [الأنعام: ٤٠]. انتهى
وإنّما أَوْرَدتُ هذا؛ لأن بعضَ الناس نَقَل كلام الزَّمخشري من الآية إلَى هذا الحديث وفيه نظرٌ؛ لأن التَّقدير يصير: "أَخْبِروني لَيْلَتكم هذه فَاحْفَظُوها" وليس ذلك مُطابقا لسياق الآية.
قَوْلُهُ: (فإن رأس) وللأَصِيلي: "فإن عَلَى رأس"، أي: عِنْد انْتِهَاء المائة.
قَوْلُهُ: (منها) فيه دليل على أن "مِنْ" تكون لابتداء الغاية في الزَّمان.
قَوْلُهُ: (لا يبقى مِمن هو على ظهر الأرض) أي: الآن موجودًا أحد إذ ذَاك، وقد ثبت هذا التقدير عند المُصَنِّف من رواية شُعَيْب، عن الزُّهري كما سيأتي في الصلاة (١).
_________
(١) "صحيح البخاري" (كتاب مواقيت الصلاة، باب: ذكر العشاء والعتمة ومن رآه واسعًا) برقم (٥٦٤).','2','235',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (596,'١١٧ - حَدَّثنا آدَمُ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: حَدَّثَنَا الحُكَمُ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: بِتُّ في بَيْتِ خَالَتِي مَيْمُونَةَ بِنْتِ الْحارِثِ زَوْجِ النَّبِيِّ - صلى الله عليه وسلم -، وَكَانَ النَّبِيُّ - صلى الله عليه وسلم - عِنْدَهَا في لَيْلَتِهَا، فَصَلَّى النَّبِيُّ - صلى الله عليه وسلم - الْعِشَاءَ، ثُمَّ جَاءَ إِلَى مَنْزِلِهِ، فَصَلَّى أَرْبَعَ رَكعَاتٍ، ثُمَّ نَامَ، ثُمَّ قَامَ، ثُمَّ قَالَ: "نَامَ الْغُلَيِّمُ" -أَوْ كَلِمَة تُشْبِهُهَا- ثُمَّ قَامَ فَقُمْتُ عَنْ يَسَارهِ، فَجَعَلَنِي عَنْ يَمِينِهِ، فَصَلَّى خَمْسَ رَكعَاتٍ ثُمَّ صَلَّى رَكْعَتَيْنِ، ثُمَّ نَامَ حَتَّى سَمِعْتُ غَطِيطَهُ -أَوْ خَطِيطَهُ- ثُمَّ خَرَجَ إِلَى الصَّلَاةِ.
قَوْلُهُ: (حَدَّثَنَا الحَكَم) بفتحتين هو: ابن عُتَيْبة بالمثناة تصغير عُتْبَة، وهو تابعي صغير وكان أحد الفقهاء.
قَوْلُهُ: (ثم جاء) أي: مِنَ المسجد.
قَوْلُهُ: (نام الغُلَيِّم) بضم المعجمة، وهو من تصغير الشَّفَقَة، والمراد به ابن عَبَّاس، ويحتمل أن يكون ذلك إخبارًا منه - صلى الله عليه وسلم - بنومه، أو استفهامًا بحذف الهمزة وهو الواقع، ووقع في بعض النسخ: "يا أم الغَلَيِّم" بالنداء، وهو تصحيف لم تثبت به رواية.
قَوْلُهُ: (أو كلمة) بالشَّكِّ من الرَّاوي، والمُرَاد بالكلمة: الجُمْلة أو المُفرَدة، ففي رواية أخرى: "نَام الغُلام".
قَوْلُهُ: (غَطيطه) بفتح الغين المعجمة: وهو صَوْت نَفَس النائم، والنَّخير أقوى منه.
قَوْلُهُ: (أو خطيطه) بالخاء المعجمة، والشك فيه من الرَّاوي، وهو بمعنى الأول، قاله الدَّاودي، وقال ابن بَطَّال: لَم أجده بالخاء المعجمة عند أهل اللغة. وتَبعه القاضي عِيَاض فقال: هو هُنَا وَهمٌ. انتهى
وقد نقل ابن الأثير عن أهل الغريب أنه دون الغطيط.
قَوْلُهُ: (ثم صلى ركعتين) أي: ركعتي الفجر، وأغرب الكِرْمَاني فقال: إنّما فصل بينهما وبين الخمس ولم يقل: سبع ركعات، لأن الخَمْس اقتدى ابن عباس به فيها بخلاف الركعتين؛ أو لأن الخَمْس بسلام والركعتين بسلام آخر. انتهى','2','236',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (597,'وكأنه ظن أن الركعتين من جملة صلاة الليل وهو محتمل، لكن حملها على سنة الفجر أَوْلَى ليحصل الختم بالوتر، وسيأتي تفصيل هذه المسألة في كتاب الصلاة إن شاء الله تعالَى.
ومناسبة [١٦٠/ ب] حديث ابن عمر للترجمة ظاهرة لقوله فيه: "قام فقال" بعد قوْله: "صلى العشاء".
وأما حديث ابن عباس فقال ابن المُنَيِّر ومن تبعه: يحتمل أن يُريد أن أصل السمر يثبت بهذه الكلمة وهي قوله: "نَام الغُليم"، ويحتمل أن يريد ارتقاب ابن عباس لأحوال النبي - صلى الله عليه وسلم -، ولا فرق بين التعلم من القول والتعلم من الفعل، فقد سمر ابن عباس ليلته في طلب العلم، زاد الكَرْمَاني: أو ما يفهم من جعله إيّاه على يمينه، كأنه قال له: قف على يميني، فقال: وقفت.
وكل ما ذكروه معترض؛ لأن كل من يتكلم بكلمة واحدة لا يسمى سامرًا، وصنيع ابن عباس يُسمى سَهَرًا لا سَمَرًا، إذ السَّمر لا يكون إلا عن تحدث، قاله الإسماعيلي، وأبعدها الأخير؛ لأن ما يقع بعد الانتباه من النوم لا يُسمى سَمَرًا.
وقال الكِرْمَاني تبعًا لغيره أيضًا: يحتمل أن يكون مراد البخاري أن الأقارب إذا اجتمعوا لابد أن يجري بينهم حديث للمؤانسة، وحديثه - صلى الله عليه وسلم - كله علم وفوائد.
قلت: والأولى من هذا كله أن مناسبة الترجمة مستفادة من لفظ آخر في هذا الحديث بعينه من طريق أخرى، وهذا يصنعه المصنف كثيرًا، يريد به تنبيه الناظر في كتابه على الاعتناء بتتبع طرق الحديث، والنظر في مواقع ألفاظ الرواة؛ لأن تفسير الحديث بالحديث أولى من الخوض فيه بالظن.
وإنما أراد البخاري هنا ما وقع في بعض طرق هذا الحديث مما يدل صريحًا على حقيقة السَّمَر بعد العِشَاء، وهو ما أخرجه في التفسير وغيره من طريق كُريب عن ابن عباس قال: "بت في بيت ميمونة فتحدث رسول الله مع أهله ساعة ثم رقد. . . ." (١).
_________
(١) "صحيح البخاري" (كتاب التفسير، باب: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} الآية) برقم (٤٥٦٩).','2','237',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (598,'فصحت الترجمة بحمد الله تعالَى من غير حاجة إلَى تعسف ولا رجم بالظن، وسنذكر باقي مباحث هذا الحديث حيث ذكره المصنف مطولًا في كتاب الصلاة إن شاء الله تعالَى.
ويدخل في هذا الباب حديث أنس "أن النبي - صلى الله عليه وسلم - خطبهم بعد العشاء"، وقد ذكره المصنف في كتاب الصلاة (١).
ولأنس حديث آخر في قصة أُسَيد بن حُضير وقد ذكره المصنف في المناقب (٢).
وحديث عمر: "كان النبي - صلى الله عليه وسلم - يسمر مع أبي بكر في الأمر من أمور المسلمين". أخرجه الترمذي، والنسائي (٣) ورجاله ثقات، وهو صريح في المقصود، إلا أن في إسناده اختلافًا على عَلْقَمة، فلذلك لم يصح على شرطه.
وحديث عبد الله بن عَمرو [١٦١/ أ]: "كان نبي الله - صلى الله عليه وسلم - يحدثنا عن بني إسرائيل حتى يصبح لا يقوم إلا إلَى عظيم صلاة". رواه أبو داود، وصححه ابن خزيمة (٤)، وهو من رواية أبي حسان، عن عبد الله وليس على شرط البخاري، والله أعلم.
_________
(١) أخرجه البخاري في "صحيحه" (كتاب مواقيت الصلاة، باب: السمر في الفقه والخير بعد العشاء) برقم (٦٠٠)، ولفظه: "انتظرنا النبي - صلى الله عليه وسلم - ذات ليلة حتى كان شطر الليل يبلغه فصلى لنا ثم خطبنا".
(٢) "صحيح البخاري" (كتاب المناقب، باب: منقبة أسيد بن حضير، وعباد بن بشر -رضي الله عنهما-) برقم (٣٨٠٥)، ولفظه: "أن رجلين خرجا من عند النبي - صلى الله عليه وسلم - في ليلة مظلمة. . . .".
(٣) أخرجه الترمذي (كتاب الصلاة، باب: ما جاء في الرخصة في السمر بعد العشاء) برقم (١٦٩)، والنسائي في السنن الكبرى كما في "تُحفة الأشراف" (٨/ ٩١) وقال المزي: ببعضه. أي: لم يذكر الحديث كاملًا، وهو موجود في المطبوع من "السنن الكبرى" (كتاب المناقب، باب: عبد الله بن مسعود) (٥/ ٧١) برقم (٨٢٥٦)، ولفظه: "من أحب أن يقرأ القرآن غضًّا كما أُنزل فليقرأه على قراءة ابن أم عبد"، وليس فيه ذكر للسمر.
(٤) أخرجه أبو داود في "السنن" (كتاب العلم، باب الحديث عن بني إسرائيل) برقم (٣٦٦٣)، وابن خزيمة في "صحيحه" برقم (١٣٤٢).','2','238',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (599,'<span data-type="title" id=toc-234>٤٢ - باب: حِفْظِ الْعِلْمِ</span>
١١٨ - حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الله، قَالَ: حَدَّثَني مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: إِنَّ النَّاسَ يَقُولُونَ: أَكْثَرَ أَبُو هُرَيْرَةَ، وَلَوْلاَ آيَتَانِ في كِتَابِ الله مَا حَدَّثْتُ حَدِيثًا، ثُمَّ يَتْلُو: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى} إلى قَوْلِهِ: {الرَّحِيمُ} [البقرة: ١٥٩ - ١٦٠] إِنَّ إِخْوَانَنَا مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وِإِنَّ إِخْوَانَنَا مِنَ الاَنْصَارِ كَانَ يَشْغَلُهُمُ الْعَمَلُ في أَمْوَالِهِمْ، وَإِنَّ أَبَا هُرَيْرَةَ كَانَ يَلْزَمُ رَسُولَ الله - صلى الله عليه وسلم - لِشِبَعِ بَطْنِهِ وَيَحْضُرُ مَا لا يَحْضُرُونَ، وَيَحْفَظُ مَا لا يَحْفَظُونَ.
قَوْلُهُ: (باب حفظ العلم) لم يذكر في الباب شيئًا عن غير أبي هريرة؛ وذلك لأنه كان أحفظ الصحابة للحديث، قال الشافعي: أبو هريرة أحفظ من روى الحديث في عصره، وقد كان ابن عمر يترحم عليه في جنازته ويقول: "كان يحفظ على المسلمين حديث النبي - صلى الله عليه وسلم -". رواه ابن سعد (١).
وقد دل الحديث الثالث من الباب على أنه لم يحدث بجميع محفوظه، ومع ذلك فالموجود من حديثه أكثر من الموجود من حديث غيره من المكثرين.
ولا يعارض هذا ما تقدم من تقديمه عبد الله بن عمرو على نفسه في كثرة الحديث؛ لأنا قدمنا الجواب عن ذلك؛ ولأن الحديث الثاني من الباب دل على أنه لم ينس شيئًا سمعه، ولم يثبت مثل ذلك لغيره.
قَوْلُهُ: (حَدَّثنا عبد العزيز) هو الأوَيْسي المدني، والإسناد كله مدنيون.
قَوْلُهُ: (أكثر أبو هريرة) أي: من الحديث عن رسول الله - صلى الله عليه وسلم -، كما صرَّح به المصنف في البيوع من طريق شُعيب عن الزُّهري (٢)، وله فيه وفي المزارعة من طريق
_________
(١) "طبقات ابن سعد" (٤/ ٣٤٠).
(٢) "صحيح البخاري" (كتاب البيوع، باب: ما جاء في قول الله تعالَى: {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا =','2','239',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (600,'إبراهيم بن سعد عن الزُّهري هنا زيادة وهي: "ويقولون: ما للمهاجرين والأنصار لا يحدثون مثل أحاديثه" (١)، وبها تبين الحكمة في ذكره المهاجرين والأنصار، ووضعه المُظهر موضع المُضمر على طريق الحكاية حيث قال: "أكثر أبو هريرة" ولم يقل: "أكثرت".
قَوْلُهُ: (ولولا آيتان) مقول: "قال"، لا مقول: "يقولون".
وقَوْلُهُ: (ثم يتلو) مقول الأعرج، وذكره بلفظ المضارع استحضارًا لصورة التلاوة، ومعناه: لولا أن الله ذم الكاتمين للعلم ما حدِّث أصلًا، لكن لما كان الكتمان حرامًا وجب الإظهار، فلهذا حصلت الكثرة لكثرة ما عنده، ثم ذكر سبب الكثرة بقوله: "إن إخواننا"، وأراد بصيغة الجمع: نفسه وأمثاله، والمراد بالأخوة: أخوة الإسلام.
قَوْلُهُ: (يشغلهم) بفتح أوله من الثلاثي، وحكي ضمه وهو شاذ.
قَوْلُهُ: (الصَّفْق) بإسْكَان الفاء، هو ضرب اليد على اليد، وجرت به عادتهم عند عقد البيع.
قَوْلُهُ: (في أموالِهم) أي: القيام على مصالح [١٦١/ ب] زرعهم، ولمسلم: "كان يشغلهم عمل أرضهم" (٢). ولابن سعد: "كان يشغلهم القيام على أرضيهم" (٣).
قَوْلُهُ: (وإن أبا هريرة) فيه التفات؛ إذ كان نسق الكلام أن يقول: وإني.
قَوْلُهُ: (لشبع) بلام التعليل للأكثر، وهو الثابت في غير البخاري أيضًا، وللأصيلي: "بشبع"، بموحدة أوله، وزاد المصنف في البيوع: "وكنت امْرأ مسكينًا من مساكين الصُّفَّة" (٤).
_________
= فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ. . .}) برقم (٢٠٤٧).
(١) أي في الباب السابق، وكذلك في (كتاب المزارعة، باب: ما جاء في الغرس) برقم (٢٣٥٠).
(٢) "صحيح مسلم" (كتاب فضائل الصحابة، باب: من فضائل أبي هريرة الدوسي - رضي الله عنه -) برقم (٢٤٩٢).
(٣) "طبقات ابن سعد" (٢/ ٣٦٣) وفيه: "كان يشغلهم العمل في أموالهم".
(٤) "صحيح البخاري" (كتاب البيوع، باب: ما جاء في قول الله تعالى: {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ. . .}) برقم (٢٠٤٧).','2','240',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (601,'قَوْلُهُ: (ويحضر) أي: من الأحوال.
(ويحفظ) أي: من الأقوال، وهُما معطوفان على قوله: "يلزم"، وقد روى البخاري في التاريخ، والحاكم في المستدرك من حديث طلحة بن عُبيد الله شاهدًا لحديث أبي هريرة هذا (١).
واختلف في إسناد هذا الحديث على الزُّهري، فرواه مالك عنه هكذا، ووافقه إبراهيم بن سعد (٢)، وسفيان بن عُيينة (٣)، ورواه شُعيب، عن الزُّهري، عن سعيد بن المُسيب، وأبي سَلمة بن عبد الرحمن كلاهما، عن أبي هريرة (٤)، وتابعه يونس بن يزيد (٥)، والإسنادان جميعًا محفوظان، وصححهما الشيخان، وزادوا في روايتهم عن الزهري شيئًا سنذكره في الحديث الثاني.
_________
(١) أخرجه البخاري في "التاريخ الكبير" (٦/ ١٣٣)، والحاكم في "المستدرك" (كتاب معرفة الصحابة، باب: ذكر أبي هريرة - رضي الله عنه -) (٣/ ٥١١ - ٥١٢).
(٢) أخرجه البخاري في "صحيحه" (كتاب المزارعة، باب: ما جاء في الغرس) برقم (٢٣٥٠).
(٣) أخرجه البخاري في "صحيحه" (كتاب الاعتصام بالكتاب والسنة، باب: الحجة على من قال: إن أحكام النبي - صلى الله عليه وسلم - كانت ظاهرة. .) برقم (٧٣٥٤)، ومسلم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل أبي هريرة - رضي الله عنه -) برقم (٢٤٩٢).
(٤) أخرجه البخاري في "صحيحه" (كتاب البيوع، باب: ما جاء في قول الله تعالَى: {فَإِذَا قُضِيَتِ الصَّلَاةُ. . .}) برقم (٢٠٤٧)، ومسلم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل أبي هريرة - رضي الله عنه -) برقم (٢٤٩٢).
(٥) أخرجه مسلم في "صحيحه" (كتاب فضائل الصحابة، باب: من فضائل أبي هريرة الدوسي - رضي الله عنه -) برقم (٢٤٩٣).','2','241',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (602,'١١٩ - حَدَّثَنَا أَحْمَدُ بْنُ أَبِي بَكْرٍ أَبُو مُصْعَبٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ دِينَارٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قُلْتُ: يَا رَسُولَ الله، إِنِّي أَسْمَعُ مِنْكَ حَدِيثًا كثِيرًا أَنْسَاهُ. قَالَ: "ابْسُطْ رِدَاءَكَ" فَبَسَطْتُهُ. قَالَ: فَغَرَفَ بِيَدَيْهِ، ثُمَّ قَالَ: "ضُمَّ". فَضَمَمْتُهُ فَمَا نَسِيتُ شَيْئًا بَعْدُ.
حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ قَالَ: حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ بِهَذَا، أَوْ قَالَ: غَرَفَ بِيَدِهِ فِيهِ.
قَوْلُهُ: (ثنا أحمد بن أبي بكر) هو الزُّهري المدني صاحب مالك، والإسناد كله مدنيون أيضًا، وكذا الذي بعده.
قَوْلُهُ: (كثيرًا) هو صفة لقوله: "حديثًا"؛ لأنه اسم جنس.
قَوْلُهُ: (فغرف) لم يذكر المغروف منه، وكأنها كانت إشارة محضة.
قَوْلُهُ: (ضُم) وللكُشْمَيْهَني والباقين: "ضمه" وهو بفتح الميم، ويجوز ضمها، وقيل: يتعين لأجل ضمة الهاء، ويجوز كسرها لكن مع إسكان الهاء أو كسرها.
قوْلُهُ: (بعدُ) هو مقطوع الإضافة مبني على الضم، وتنكير "شيئًا" بعد النفي ظاهر العموم في عدم النسيان منه لكل شيء من الحديث وغيره.
ووقع في رواية ابن عيينة وغيره عن الزُّهري في الحديث الماضي: "فوالذي بعثه بالحق ما نسيت شيئًا سمعته منه" (١).
وفي رواية يونس عند مسلم: "فما نسيت بعد ذلك اليوم شيئًا حدثني به" (٢)، وهذا يقتضي تخصيص عدم النسيان بالحديث.
ووقع في رواية شُعيب: "فما نسيت من مقالته تلك من شيء" (٣).
_________
(١) سبق تخريجه في الحديث السابق.
(٢) سبق تخريجه في الحديث السابق.
(٣) سبق تخريجه في الحديث السابق.','2','242',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (603,'وهذا يقتضي تخصيص عدم النسيان بتلك المقالة فقط، لكن سياق الكلام يقتضي ترجيح رواية يونس ومن وافقه؛ لأن أبا هريرة استدل بذلك على كثرة محفوظه من الحديث، فلا يصح حمله على تلك المقالة وحدها، [١٦٢/ أ] ويحتمل أن تكون وقعت له قضيتان، فالقضية التي رواها الزُّهري مختصة بتلك المقالة، والقضية التي رواها سعيد المَقْبَري عامة.
* فائدة:
المقالة المشار إليها في حديث الزُّهري أُبْهِمت في جَميع طرقه، وقد وجدتها مصرحًا بها في "الحلية" لأبي نُعيم من طريق أُخرى عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: "ما من رجل يسمع كلمة أو كلمتين مما فرض الله فيتعلَّمهن ويعلِّمهن إلا دخل الجنة" (١). فذكر الحديث.
وفي هذين الحديثين فضيلة ظاهرة لأبي هريرة، ومعجزة واضحة من علامات النبوة؛ لأن النسيان من لوازم الإنسان، وقد اعترف أبو هريرة بأنه كان يكثر منه، ثم تخلف عنه ببركة النبي - صلى الله عليه وسلم -.
وفي المستدرك من حديث زيد بن ثابت قال: كنتُ أنا وأبو هريرة وآخر عند النبي - صلى الله عليه وسلم - فقال: "ادع"، فدعوت أنا وصاحبي وأمَّن النبيُّ - صلى الله عليه وسلم -، ثم دعا أبو هريرة وقال: اللهم إني أسالكَ مثل ما سألك صاحبي، وأسألك علمًا لا يُنْسَى، فأمَّن النبيُّ - صلى الله عليه وسلم - فقلنا: ونحنُ كذلك يا رسول الله فقال: "سبقكما الغلام الدَّوْسِي" (٢).
وفيه الحث على حفظ العلم، وفيه أن التقلل من الدنيا أمكن لحفظه، وفيه فضل التكسب لمن له عيال، وفيه جواز إخبار المرء بما فيه من فضيلة إذا اضطر لذلك وأمن الإعجاب.
قَوْلُهُ: (حَدَّثَنَا ابن أبي فُدَيْك بهذا) أشكل قوله: "بهذا" على بعض الشارحين؛ لأن
_________
(١) "حلية الأولياء" (٢/ ١٥٩) في ترجمة الحسن البصري.
(٢) "المستدرك" (كتاب معرفة الصحابة، باب: ذكر أبي هريرة الدوسي - رضي الله عنه -) (٣/ ٥٠٨).','2','243',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (604,'ابن أبي فُدَيْك لم يتقدم له ذكر.
وقد ظن بعضهم أنه محمد بن إبراهيم بن دينار المذكور قبل، فيكون مراده أن السياقين متحدان إلا في اللفظة المبينة فيه، وليس كما ظن؛ لأن ابن أبي فُدَيْك اسمه محمد بن إسماعيل بن مسلم، وهو لَيْثي يُكنى أبا إسماعيل، وابن دينار جُهَني يكنى أبا عبد الله لكن اشتركا في الرواية عن ابن أبي ذِئْب، وفي كونهما مدنيين.
وجوز بعضهم أن يكون الحديث عند المصنف عن غير ابن أبي ذئب.
وكل ذلك غفلة عما عند المصنف في علامات النبوة (١)، وقد ساقه بالإسناد المذكور، والمتن من غير تغيير إلا في قوله: "بيديه"، فإنه ذكرها بالإفراد.
وقال فيها أيضًا: (فغرف) وهي رواية الأكثرين في حديث الباب، ووقع في رواية المستملي وحده: "فحذف" بدل [١٦٢ / ب] "فغرف"، وهو تصحيف لما وضح من سياقه في علامات النبوة، وقد رواه ابن سعد في "الطبقات" عن ابن أبي فُديك فقال: "فغرف" (٢).
_________
(١) "صحيح البخاري" (كتاب المناقب، باب: بقية أحاديث علامات النبوة) برقم (٣٦٤٨).
(٢) "طبقات ابن سعد" (٢/ ٣٦٢)، (٤/ ٣٢٩).','2','244',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (605,'١٢٠ - حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي أَخِي، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: حَفِظْتُ عَنْ رَسُولِ الله - صلى الله عليه وسلم - وِعَاءَيْنِ، فَأَمَّا أَحَدُهُمَا فَبَثَثْتُهُ، وَأَمَّا الآخَرُ فَلَوْ بَثَثْتُهُ قُطِعَ هَذَا الْبُلْعُومُ.
قَوْلُهُ: (حَدَّثَنَا إسماعيل) هو ابن أبي أُوَيْس. (حَدَّثَنِي أخي) هو أبو بكر عبد الحميد.
قَوْلُهُ: (حفظت عنه) وفي رواية الكُشْمَيهني: "من" بدل "عنه"، وهو أصرح في تلقيه من النبي - صلى الله عليه وسلم - بلا واسطة.
قَوْلُهُ: (وعاءين) أي: ظرفين، أطلق المحل وأراد به الحال، أي: نوعين من العلم، وبهذا التقدير يندفع إيراد من زعم أن هذا يُعارض قوله في الحديث الماضي: "كنت لا أكتب"، وإنما مراده: أن محفوظه من الحديث لو كتب لملأ وعاءين.
ويحتمل أن يكون أبو هريرة أملى حديثه على من يثق به، وليس مخالفًا لحديث الباب؛ لأنه يحمل على أن أحد الوعاءين كان أكبر من الآخر بحيث [يجيء] (١) ما في الكبير في جرابين و [ما] (٢) في الصغير في واحد، وعرف من هذا أن ما نشره من الحديث أكثر مما لم ينشره.
قَوْلُهُ: (بثثته) بفتح الموحدة والمثلثة وبعدها مثلثة ساكنة تدغم في المثناة التي بعدها، أي: أذعته ونشرته، زاد الإسماعيلي: "في الناس".
قَوْلُهُ: (قطع هذا البلعوم) زاد في رواية المُسْتَمْلِي: "قال أبو عبد الله -يعني: المصنف-: البلعوم مجرى الطعام"، وهو بضم الموحدة، وكنى بذلك عن القتل، وفي رواية الإسماعيلي: "لقطع هذا" يعني رأسه.
وحمل العلماء الوعاء الذي لم يبثه على الأحاديث التي فيها تبيين أسامي أمراء الجور وأحوالهم وذمهم، وقد كان أبو هريرة يكني عن بعضه ولا يصرح به خوفًا على نفسه
_________
(١) مكانها بياض بالأصل، والمثبت من "الفتح".
(٢) زيادة من "الفتح".','2','245',NULL,NULL,'0');
INSERT INTO [b132963] VALUES (606,'منهم كقوله: "أعوذ بالله من رأس الستين وإمارة الصبيان" (١)، يشير إلَى خلافة يزيد بن مُعاوية؛ لأنها كانت سنة ستين من الهجرة فاستجاب الله دعاء أبي هريرة فمات قبلها بسنة، وستأتي الإشارة إلَى شيء من ذلك أيضًا في كتاب الفتن إن شاء الله تعالَى.
قال ابن المُنَيّر: جعل الباطنية هذا الحديث ذريعة إلَى تصحيح باطلهم، حيث اعتقدوا أن للشريعة ظاهرًا وباطنّا، وذلك الباطن إنما حاصله الانحلال، قال: وإنّما أراد أبو هريرة بقوله: "قُطع"، أي: قَطَع أهل الجور رأسه إذا سمعوا [١٦٣ / أ] عيبه، والله أعلم.
وصلى الله على سيدنا محمد، وآله وصحبه وسلم (٢).
_________
(١) أخرجه الطبراني في "المعجم الأوسط" (١٣٩٧) بنحو هذا اللفظ، وأخرجه أحمد في "المسند" (٢/ ٣٢٦، ٣٥٥، ٤٤٨) بلفظ: "تعوذوا بالله من رأس السبعين وإمارة الصبيان".
(٢) هنا انتهى آخر ما وُجد من المخطوط.
وصلى الله على محمد وآله وصحبه وسلم، وآخر دعوانا أن الحمد لله رب العالمين.','2','246',NULL,NULL,'0');
