-- Table: b133376
-- Chunk: 1
-- Rows: 230

CREATE TABLE "b133376"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b133376
INSERT INTO [b133376] VALUES (1,'كتاب
القواعد والأصول
وتطبيقات التدبر
د/ خالد بن عثمان السبت',NULL,'1',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (2,'بسم الله الرحمن الرحيم',NULL,'4',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (3,'<span data-type="title" id=toc-1>المقدمة</span>
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله وسلم وبارك عليه وعلى آله وصحبه أجمعين، أما بعد:
فهذه جُملة من الأصول والقواعد والضوابط وطرق الدلالة المُنوعة، وما له نوع اتصال بذلك مما يُتَوَصَّل به إلى استخراج المعاني والهدايات من القرآن الكريم، مقرونة بتطبيقاتها وأمثلتها التي توضحها وتجليها، إلى غير ذلك مما تجده مسطورًا في هذا الكتاب.
قال الشيخ عبد الرحمن السعدي - رحمه الله -: «ومن أصول التفسير: إذا فَهِمْت ما دلت عليه الآيات الكريمة من المعاني مُطَابَقَة وتَضَمُّنًا، فاعلم أن لوازم هذه المعاني، وما لا تتم إلا به، وشروطَها وتوابعَها؛ تابعةٌ لذلك المعنى؛ فما لا يتم الخبر إلا به فهو تابع للخبر، وما لا يتم الحكم إلا به فهو تابع للحكم. وأن الآيات التي يُفْهَم منها التَّعَارُض والتناقُض، ليس فيها تَنَاقُضٌ ولا تَعَارُض، بل يجب حَمْل كل منها على الحالة المُنَاسِبة اللائقة بها. وأن حَذْف المُتَعَلَّقَات -من مَفْعُولاتٍ وغيرها- يدل على تعميم المعنى؛ لأن هذا من أعظم فوائد الحذف. وأنه لا يجوز حذف ما لا يدل عليه السياق اللفظي، والقرينة الحالية» اهـ (١).
وقبل الشروع في المقصود، فإني أضع بين يدي القارئ الكريم بعض الجوانب التي ينبغي اعتبارها؛ فمن ذلك:
_________
(١) تفسير السعدي (٩٤١).',NULL,'5',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (4,'أولًا: لم أتعرض لمعنى التدبر وبعض المقدمات المتعلقة به اكتفاء بما ذكرته في الكتاب الآخر الموسوم بـ (الخلاصة في تدبر القرآن) الذي يختص بالجوانب النظرية المتصلة بموضوع التدبر.
ثانيًا: ينبغي أن نعلم أن التدبر لا يخضع لقواعد محددة، لكن إذا كان المُتَدَبِّر مُتَحَقِّقًا بالعلوم التي يُسْتَخْرَج بواسطتها أنواع المعاني والحِكَم والأحكام؛ فإن ذلك يكون أدعى إلى نَظَرٍ أَسَدّ، وتَدَبُّرٍ أَدَقّ، وغَوْصٍ أعمق عند قراءة القرآن الكريم.
ثالثًا: تتنوع مطالب المتدبرين من تدبرهم للقرآن الكريم (١)؛ فمنهم من يقرؤه ليُرَقِّق قلبه، ويقرؤه آخر للوقوف على مواعظه ومواطن العِبَر فيه، ويقرؤه ثالث ليتعرف على مَحَابِّ الله ومَسَاخِطِه، وأوصاف أوليائه، وسِمَات أعدائه، وربما قرأه لمعرفة ربه ومولاه بأسمائه وصفاته ودلائل قدرته وعظمته، أو يقرأ لاستخراج هداياته المتنوعة من الحِكَم والأحكام والآداب وغيرها؛ فإن ذلك لا يُتَوَصَّل إليه إلا بالتدبر، ولا يصح الفصل بين هذه المطالب وبين التدبر بحال.
ولا يخفى أن هذه المطالبَ متفاوتة فيما يتوقف حصولها عليه؛ فمنها ما يفتقر إلى آلة يتمكن معها المُتَدَبِّر من استخراج المعاني والهدايات الدقيقة المبنية على أُسُس وقواعد صحيحة في الاستدلال.
ومن هنا جاءت الإشارة إلى هذه الجملة من طُرق الدلالة والقواعد التي تضبط الفهم.
_________
(١) في الكتاب الآخر (الخلاصة في تدبر القرآن الكريم) جملة من هذه المطالب، فيمكن مراجعتها.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (5,'رابعًا: إنما أردت في هذا الكتاب إيراد قدر صالح من طُرق الدلالة وما من شأنه أن يُوصِل إلى المطلوب من المعاني ونحوها؛ ليتعرف به القارئ الكريم على هذه الأصول والقواعد وطُرق الدلالة من جهة، ومن جهةٍ أخرى يربط بين ذلك وبين الجانب التطبيقي؛ ليكون ذلك أوعى وأبين وأرسخ في الفهم.
ولم يكن المقصود الاستيعاب والاستقراء للأصول النظرية، ولا النماذج التطبيقية؛ فذلك مما يفوت الحصر، ولكن أردت ذِكْر طَرَف منها يحصل به المقصود، ويتضح به المراد، ويدل على غيره، فيتتبعه طالب العلم في مَظَانِّه.
خامسًا: انتقيتُ النماذج التطبيقية مما كنتُ أجمعه عند قراءتي في كتب التفسير وغيرها؛ إذ كنتُ أُدَوِّن ما أستحسنه من اللطائف واللفتات الدقيقة المُستخرجة بثاقب النظر والفِكْر مما جَادَتْ به قَرَائح العلماء وفُهومهم، كما قرأت المجموعات الخمس (١) التي صدرت عن (مركز تدبر للدراسات والاستشارات) تحت عنوان (ليدبروا آياته)، وانتقيت بعض الأمثلة منها، فأوردتُّ في هذا الكتاب من هذا وذاك أحسن ما جمعتُ.
سادسًا: رتبتُ الكتاب على طريقة مُتَسَلْسِلة بالنظر إلى الطُّرق التي يُتَوَصَّل بها إلى المُراد من ألوان الدلالات.
وهناك بعض النماذج والأمثلة لا تخضع لشيء من الطُرق والأنواع، فألحقتُها في آخر الكتاب وجعلتُها تحت عنوان يُوَضِّح ذلك.
_________
(١) وقد صدر منها الآن ثمان مجموعات.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (6,'ومما يدخل في هذا النوع ما يُسمَّى بـ (التفسير الإشاري).
وهذا النوع من التفسير إنما يُقال له: (تفسير)، على سبيل التَّجَوُّز، وإلا فإنه لا يدخل تحت التفسير، كما أن عامة ما يُذكر فيه لا يصح.
وقد أفردتُّ له عنوانًا في آخر الكتاب وأَوردتُّ فيه نماذج صالحة مُسْتَحْسَنة مما ذكره العلماء الثقات: كشيخ الإسلام ابن تيمية، وتلميذه ابن القيم، والحافظ ابن كثير، والشيخ عبد الرحمن السعدي، والشيخ محمد الأمين الشنقيطي؛ رحمهم الله، سواء صَرَّحُوا فيه بأنه من قبيل الإشارة، أو لم يُصَرِّحوا بذلك، لكنه داخل تحته.
كما أوردتُّ في آخر الكتاب ما يتصل بالتطبيق والعمل والامتثال؛ لكون ذلك يتصل بالتدبر من جهة أن بعض السلف قد فسَّر التدبر بالعمل به؛ كما أوضحنا ذلك في كتاب (الخلاصة في تدبر القرآن). ولا شك أن من مطالب المتدبرين: العمل والامتثال.
هذا بالإضافة إلى الربط بين تدبُّر الآيات المتلوة، والتفكر في الآيات المشهودة، وقد صار ذلك مُتاحًا لكل أحد بصورة أعمق في هذا الوقت؛ نظرًا لما توفر من الوسائل الحديثة التي يمكن لعموم الناس مشاهدة ذلك من خلالها.
وفي هذا الكتاب أَوْرَدتُّ نماذج من هذا النوع؛ لتدل على غيرها.
قال ابن القيم - رحمه الله -: «والتفكر في القرآن نوعان: تفكر فيه ليقع على مُراد الرب تعالى منه، وتَفَكُّر في معاني ما دعا عباده الى التَّفَكُّر فيه؛ فالأول: تَفَكُّر في الدليل القرآني، والثاني: تَفَكُّر في الدليل العياني؛ الأول: تفكُّر في آياته المسموعة، والثاني: تفكُّر في آياته المشهودة؛ ولهذا أنزل الله القرآن ليُتدبَّر، ويُتفكَّر فيه، ويُعمَل به» اهـ (١).
_________
(١) مفتاح دار السعادة (١/ ٥٣٦ - ٥٣٧).',NULL,'8',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (7,'وحاصل ذلك جاء مستوفى في ستة أبواب ومقدمة وخاتمة؛ وإليك مجملها:

الباب الأول: النظر الكلي - الإجمالي - لآيات السورة؛ وذلك يشمل:
١ - تدبر الآيات إجمالاً للتوصل إلى الموضوع أو الموضوعات التي تدور حولها الآيات في السورة.
٢ - تدبر الآيات إجمالًا للتوصل إلى مقاصد السورة.
٣ - تدبر المعنى العام للآية للتوصل إلى المعنى الأساسي الذي نزلت لتقريره.
الباب الثاني: في المعاني والهدايات المستخرجة وفق القواعد والأصول المعتبرة:
فمن ذلك:
أولًا: إعمال أنواع الدلالة في استخراج الهدايات من الآيات الكريمة؛ وذلك نوعان:
النوع الأول: دلالة المنطوق؛ وهو قسمان:
١ - المنطوق الصريح؛ وهو نوعان:
١) دلالة المطابقة.
٢) دلالة التَّضَمُّن.
٢ - المنطوق غير الصريح (دلالة الالتزام)؛ ويدخل تحتها ثلاثة أنواع:
الأول: دلالة الاقتضاء.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (8,'الثاني: دلالة الإشارة؛ وله صورتان:
الثالث: دلالة الإيماء والتنبيه.
النوع الثاني: دلالة المفهوم؛ وهو قسمان:
١ - مفهوم الموافقة.
٢ - مفهوم المخالفة.
ثانيًا: العموم والخصوص.
ثالثًا: الإطلاق والتقييد.
رابعًا: ما يُسْتَفَاد من بعض القواعد في التفسير.
خامسًا: القواعد القرآنية.
الباب الثالث: النظر والتدبر في المناسبات.
الباب الرابع: ما يتوصل إليه بالنظر إلى النواحي اللغوية والجوانب البلاغية:
فمن ذلك:
١ - الحقيقة والمجاز (عند القائل به).
٢ - ما يتصل بمرجع الضمير.
٣ - ما يُؤْخَذ من الإظهار في موضع الإضمار، وعكسه.
٤ - الالتفات.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (9,'٥ - الفروق اللفظية.
٦ - المتشابه اللفظي.
٧ - دلالات الجملة (الاسمية والفعلية).
٨ - ما يرجع إلى تصريف اللفظ.
٩ - ما يرجع إلى معاني الحروف، ودلالاتها، والتضمين.
١٠ - التقدير والحذف والزيادة، والتكرار، والتقديم والتأخير والترتيب بين الأمور المذكورة في الآية.
١١ - الإيجاز والبسط والاستطراد.
١٢ - الأمثال والتشبيهات.
الباب الخامس: ما لا يدخل في شيء مما سبق؛ وهو نوعان:
الأول: صور من التدبر لا تخضع لشيء مما سبق.
الثاني: التفسير الإشاري.
الباب السادس: التدبر العَمَلي؛ وهو نوعان:
الأول: التطبيق والعمل والامتثال.
الثاني: النظر في الكون والآيات المشهودة.
الخاتمة.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (10,'سابعًا: تجد في هذا الكتاب تخريج الأحاديث تخريجًا موجزًا، فما أخرجه الشيخان أو أحدهما اكتفيتُ به، وإن لم يكن فيهما فأكتفي بتخريجه من بقية الكتب الستة، فإن لم يكن في شيء منها فمن بقية الكتب التسعة، فإن لم يكن في شيء منها خَرَّجْتُه من غيرها.
كما عَرَّفْتُ بالمصطلحات العلمية التي يحتاج القارئ إلى معرفة المراد بها، وترجمتُ لغير المشاهير من الأعلام ترجمةً مُوجَزَة.
وألحقت بالكتاب فهرسًا للمصادر، وآخر للموضوعات.
وقد أسميتُه بـ (القواعد والأصول وتطبيقات التدبر).
هذا، وأسأل الله تعالى أن يتقبله بقبول حسن، وأن يجعله ذخرًا لي يوم أن ألقاه؛ إنه سميع مجيب.
وكتبه: خالد بن عثمان السبت
٠٥/ ٠٩/١٤٣٦ هـ
Khaled ٢٢٢٤@gmail.com',NULL,'12',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (11,'<span data-type="title" id=toc-2>الباب الأول
النظر الكلي -الإجمالي- في آيات السورة </span>(١)
_________
(١) تُعدُّ المطالب الداخلة تحت هذا الباب من الأمور المهمَّة في التدبُّر.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (12,'<span data-type="title" id=toc-3>١ - تدبر الآيات إجمالًا للتوصل إلى الموضوع أو الموضوعات التي تدور حولها الآيات في السورة </span>(١).
<span data-type="title" id=toc-4>التطبيق:</span>
قال شيخ الإسلام ابن تيمية - رحمه الله -: «وقد ذكرتُ في مواضع ما اشتملت عليه (سورة البقرة) من تقرير أصول العلم وقواعد الدين: أن الله تعالى افتتحها بذِكْر كتابه الهادي للمتقين، فوَصَفَ حال أهل الهدى، ثم الكافرين، ثم المنافقين؛ فهذه (جمل خبرية). ثم ذكر (الجمل الطلبية)، فدعا الناس إلى عبادته وَحْده، ثم ذكر الدلائل على ذلك من فَرْش الأرض، وبناء السماء، وإنزال الماء، وإخراج الثمار رِزْقًا للعباد، ثم قَرَّر الرسالة، وذَكَر الوعد والوعيد، ثم ذَكَر مَبْدَأ النبوة والهدى، وما بَثَّه في العالَم من الخلق والأمر، ثم ذَكَر تعليم آدم الأسماء، وإسجاد الملائكة له لِمَا شَرَّفه من العلم؛ فإن هذا تقرير لجِنْس ما بُعِث به محمد - صلى الله عليه وسلم - من الهدى ودين الحق، فَقَصّ جِنْس دعوة الأنبياء.
ثم انتقل إلى خطاب بني إسرائيل وقصة موسى معهم، وضَمَّن ذلك تقرير نبوته؛ إذ هو قرين محمد - صلى الله عليه وسلم -، فذكر آدم الذي هو أول، وموسى الذي هو نَظِيره، وهما اللذان احتجا، وموسى قَتَل نفسًا فغُفِر له، وآدم أَكَل من الشجرة فتاب عليه، وكان في قصة موسى رَدٌّ على الصابئة ونحوهم ممن يُقِرّ بجنس النبوات، ولا يُوجِب اتّباع
_________
(١) موضوعات السورة: هي القضايا التي تناولتها السورة من القصص والأخبار والوقائع، أو الأحكام، أو الأوصاف، أو الوعد والوعيد ... إلى غير ذلك. والسورة قد تكون ذات موضوع واحد؛ كسورة الإخلاص، وقد تكون ذات موضوعات متعددة؛ كسورة البقرة وآل عمران، وغيرهما كثير.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (13,'ما جاؤوا به، وقد يتأوَّلُون أخبار الأنبياء، وفيها ردٌّ على أهل الكتاب بما تَضَمَّنه ذلك من الأمر بالإيمان بما جاء به محمد - صلى الله عليه وسلم -، وتقرير نبوته، وذِكْر حال من عَدَل عن النبوة إلى السِّحْر، وذِكْر النَّسْخ الذي ينكره بعضهم، وذِكْر النصارى، وأن الأُمَّتَين لن يرضوا عنه حتى يَتَّبِع مِلَّتَهم؛ كل هذا في تقرير أصول الدين؛ من الوحدانية والرسالة.
ثم أخذ سبحانه في بيان شرائع الإسلام التي على مِلَّة إبراهيم، فَذَكر إبراهيم الذي هو إمام، وبناء البيت الذي بتعظيمه يَتَمَيَّز أهل الإسلام عما سواهم، وذَكَر استقباله، وقَرَّر ذلك؛ فإنه شعار المِلَّة بين أهلها وغيرهم؛ ولهذا يُقَال: أهل القبلة، كما يُقال: «مَن صلَّى صلاتنا، واستقبل قِبْلتنا، وأكل ذبيحتنا؛ فهو المُسْلِم» (١).
وذَكَر من المناسك ما يختص بالمكان؛ وذلك أن الحج له مكان وزمان، والعمرة لها مكان فقط، والعكوف والركوع والسجود شُرِع فيه ولا يتقيد به ولا بمكان ولا بزمان، لكن الصلاة تتقيد باستقباله، فذكر سبحانه هذه الأنواع الخمسة: من العكوف، والصلاة، والطواف، والعمرة، والحج؛ والطواف يختص بالمكان فقط، ثم أتبع ذلك ما يتعلق بالبيت، من الطواف بالجبلين، وأنه لا جُنَاح فيه؛ جوابًا لما كان عليه الأنصار في الجاهلية من كراهة الطواف بهما لأجل إهلالهم لمَنَاة، وجوابًا لقوم تَوَقَّفُوا عن الطواف بهما. وجاء ذكر الطواف بعد العبادات المُتَعَلِّقة بالبيت -بل وبالقلوب والأبدان والأموال- بعد ما أُمِرُوا به من الاستعانة بالصبر والصلاة اللَّذَين لا يقوم الدين إلا بهما، وكان ذلك مفتاح الجهاد المؤسس على الصبر؛ لأن ذلك من تمام أمر البيت؛ لأن أهل المِلَل لا يُخَالِفُون فيه، فلا يقوم أمر البيت إلا بالجهاد عنه.
_________
(١) أخرجه البخاري (٣٩١) من حديث أنس - رضي الله عنه -.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (14,'وذكر الصبر على المشروع والمقدور، وبيَّن ما أنعم به على هذه الأمة من البشرى للصابرين؛ فإنها أُعْطِيَت ما لم تُعْطَ الأممُ قبلها، فكان ذلك من خصائصها وشعائرها؛ كالعبادات المُتَعَلِّقة بالبيت؛ ولهذا يَقْرِن بين الحج والجهاد؛ لدخول كل منهما في سبيل الله؛ فأما الجهاد فهو أعظم سبيل الله بالنص والإجماع، وكذلك الحج في الأصح؛ كما قال: «الحج من سبيل الله» (١). وبيَّن أن هذا معروف عند أهل الكتاب، بِذَمِّه لكاتِم العلم.
ثم ذكر أنه لا يقبل دينًا غير ذلك؛ ففي أولها: {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ (٢٢)} (البقرة)، وفي أثنائها: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا} (البقرة: ١٦٥)، فالأول نهي عام، والثاني نهي خاص، وذَكَرَها بعد البيت ليُنْتَهَى عن قَصْد الأنداد المُضَاهِيَة له، ولِبَيْتِه من الأصنام والمقابر ونحو ذلك، ووَحَّد نَفْسه قبل ذلك، وأنه: {لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣)} (البقرة).
ثم ذَكَر ما يَتَعَلَّق بتوحيده من الآيات؛ ثم ذكر الحلال والحرام، وأَطْلَق الأَمْر في المَطاعِم؛ لأن الرسول بُعِث بالحَنِيفيَّة وشعارها؛ وهو البيت، وذَكَر سَماحَتها في الأحوال المباحة، وفي الدماء بما شَرَعه من القِصَاص، ومن أَخْذ الديّة؛ ثم ذكر العبادات المُتَعَلِّقة بالزمان؛ فذكر الوصية المُتَعَلِّقة بالموت، ثم الصيام المُتَعَلِّق برمضان وما يتصل به من الاعتكاف ذَكَرَه في عبادات المكان، وعبادات الزمان؛ فإنه يختص بالمسجد وبالزمان استحبابًا أو وجوبًا بوقت الصيام، وَوَسطه أولًا بين الطواف والصلاة؛ لأن الطواف يختص بالمسجد الحرام، والصلاة تُشْرَع في جميع
_________
(١) أخرجه أبو داود (١٩٨٩) من حديث أم معقل - رضي الله عنها -، وصححه ابن خزيمة (٢٣٧٦)، والألباني في صحيح أبي داود (١٧٣٦).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (15,'الأرض، والعكوف بينهما. ثم أتبع ذلك بالنهي عن أكل الأموال بالباطل، وأخبر أن المُحَرَّم نوعان: نوع لعَيْنِه؛ كالميتة، ونوع لكَسْبه؛ كالربا والمغصوب، فأَتْبَع المعنى الثَابِت بالمُحَرَّم الثابِت تحريمه لعَيْنِه، وذكر في أثناء عبادات الزمان المنتقلِ الحرامَ المُنْتَقِلَ؛ ولهذا أَتْبَعَه بقوله: {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ} الآية (البقرة: ١٨٩)، وهي أعلام العبادات الزمنية، وأخبر أنه جعلها مواقيت للناس في أمر دينهم ودنياهم وللحج؛ لأن البيت تَحُجُّه الملائكة والجن، فكان هذا أيضًا في أن الحج مُوَقَّت بالزمان، كأنه مُوَقَّت بالبيت المكاني؛ ولهذا ذكر بعد هذا من أحكام الحج ما يختص بالزمان مع أن المكان من تمام الحج والعمرة.
وذكر المُحْصَر، وذَكَر تقديم الإحلال المُتَعَلِّق بالمال -وهو الهدي- عن الإحلال المُتَعَلِّق بالنَّفْس -وهو الحلق- وأن المُتَحَلِّل يَخْرُج من إحرامه، فيَحِلّ بالأسهل فالأسهل؛ ولهذا كان آخر ما يَحِل عين الوطء؛ فإنه أعظم المحظورات، ولا يَفْسُد النُّسُك بمحظور سواه.
وذكر التمتع بالعمرة إلى الحج لتَعَلُّقه بالزمان مع المكان؛ فإنه لا يكون مُتَمَتِّعًا حتى يُحْرِم بالعمرة في أشهر الحج، وحتى لا يكون أهله حاضري المسجد الحرامَ -وهو الأُفُقِيّ- فإنه الذي يَظْهَر التَّمَتُّع في حقه؛ لتَرَفُّهِه بسقوط أحد السفرين عنه، أما الذي هو حاضر فسِيَّانِ عنده تمتع أو اعتمر قبل أشهر الحج.
ثم ذكر وقت الحج، وأنه أشهر معلومات، وذكر الإحرام والوقوف بعرفة ومزدلفة؛ فإن هذا مختص بزمان ومكان؛ ولهذا قال: {فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ} (البقرة: ١٩٧)، ولم يقل: والعمرة؛ لأنها تُفْرَض في كل وقت، ولا ريب أن السُّنَّة فَرْض الحج في أشهره، ومن فَرَض قبله خالف السُّنَّة؛ فإما أن يلزمه ما التزمه',NULL,'18',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (16,'كالنذر -إذ ليس فيه نَقْض للمشروع، وليس كمن صلى قبل الوقت- وإما أن يَلْزَم الإحرام، ويَسْقُط الحج، ويكون مُعْتَمِرًا؛ وهذان قولان مشهوران.
ثم أمر عند قضاء المناسك بذِكْره، وقضاؤها -والله أعلم- قضاء التَّفَث والإحلال؛ ولهذا قال بعد ذلك: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} (البقرة: ٢٠٣)، وهذا أيضًا من العبادات الزمانية المكانية؛ وهو ذكر الله تعالى مع رمي الجمار، ومع الصلوات، ودلّ على أنه مكاني قوله: {فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ} الآية (البقرة: ٢٠٣)، وإنما يكون التعجيل والتأخير في الخروج من المكان؛ ولهذا تُضَاف هذه الأيام إلى مكانها فيُقال: أيام منى، وإلى عملها فيُقال: أيام التشريق، كما يُقال: ليلة جَمْع، وليلة مزدلفة، ويوم عرفة، ويوم الحج الأكبر، ويوم العيد، ويوم الجمعة؛ فُتضاف إلى الأعمال وأماكن الأعمال؛ إذ الزمان تابِع للحركة، والحركة تابعة للمكان.
فتدبَّر تناسب القرآن، وارتباط بعضه ببعض، وكيف ذَكَر أحكام الحج فيها في موضعين: مع ذكر بيته، وما يتعلق بمكانه، ومَوْضِعٍ ذَكَر فيه الأَهِلَّة، فذكر ما يتَعَلَّق بزمانه، وذكر أيضًا القتال في المسجد الحرام، والمقَاصَّة في الشهر الحرام؛ لأن ذلك مما يتعلَّق بالزمان المُتَعَلِّق بالمكان؛ ولهذا قَرَن سبحانه ذِكْر كون الأهلة مواقيت للناس والحج وذِكْر أن البِرّ ليس أن يُشْقِي الرجلُ نَفْسَه، ويفعل ما لا فائدة فيه؛ من كونه يَبْرُز للسماء فلا يَسْتَظِلّ بسَقْف بيته، حتى إذا أراد دخول بيته لا يأتيه إلا من ظهره، فأخبر أن الهلال الذي جُعِل مِيقاتًا للحج شَرْعٌ مثل هذا، وإنما تَضَمَّن شَرْعَ التقوى.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (17,'ثم ذكر بعد ذلك ما يتَعَلَّق بأحكام النكاح والوالدات، وما يتعلَّق بالأموال والصدقات والربا والديون وغير ذلك، ثم ختمها بالدعاء العظيم المُتَضَمِّن وَضْع الآصار والأغلال، والعفو والمغفرة، والرحمة وطلب النصر على القوم الكافرين الذين هم أعداء ما شَرَعَه من الدين في كتابه المبين. والحمد لله رب العالمين» اهـ (١).
وقال الشاطبي - رحمه الله -: «ثم لما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة كان من أول ما نزل عليه سورة البقرة، وهي التي قرَّرَت قواعد التقوى المَبْنِيَّة على قواعد سورة الأنعام؛ فإنها بَيَّنَت من أقسام أفعال المكلفين جُمْلَتها، وإن تَبَيَّن في غيرها تفاصيل لها؛ كالعبادات التي هي قواعد الإسلام، والعادات من أصل المأكول والمشروب وغيرهما، والمعاملات من البيوع والأنكحة وما دَارَ بها، والجنايات من أحكام الدماء وما يليها.
وأيضًا؛ فإن حِفْظ الدين فيها، وحِفْظ النَّفْس والعقل والنسل والمال مُضَمَّن فيها، وما خرج عن المُقَرَّر فيها فبحكم التَّكْمِيل، فغيرها من السور المدنية المتأخرة عنها مَبْنِي عليها، كما كان غير الأنعام من المَكِّي المُتَأخِّر عنها مَبْنِيًّا عليها، وإذا تَنَزَّلْت إلى سائر السور بعضها مع بعض في الترتيب؛ وجدتَّها كذلك، حذو القُذَّة بالقُذَّة؛ فلا يَغِيبَنّ عن النَّاظر في الكتاب هذا المعنى؛ فإنه من أسرار علوم التفسير، وعلى حَسَب المعرفة به تَحْصُل له المعرفة بكلام ربه سبحانه» اهـ (٢).
_________
(١) مجموع الفتاوى (١٤/ ٤١ - ٤٧).
(٢) الموافقات (٤/ ٢٥٧).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (18,'<span data-type="title" id=toc-5>٢ - تدبر الآيات إجمالًا للتوصل إلى مقاصد السورة </span>(١).
<span data-type="title" id=toc-6>التطبيق:</span>
<span data-type="title" id=toc-7>١ - (سورة العنكبوت):</span>
قال ابن القيم - رحمه الله -: «فمضمون هذه السورة هو سِرُّ الخلق والأمر؛ فإنها سورة الابتلاء والامتحان، وبيان حال أهل البلوى في الدنيا والآخرة، ومن تأمل فاتحتها ووسطها وخاتمها، وجد في ضمنها أن أول الأمر ابتلاء وامتحان، ووسطه صبر وتوكل، وآخره هداية ونصر» (٢).

<span data-type="title" id=toc-8>٢ - (سورة الرحمن):</span>
قال ابن القيم - رحمه الله -: «تأمل قوله تعالى: {الرَّحْمَنُ (١) عَلَّمَ الْقُرْآنَ (٢) خَلَقَ الْإِنْسَانَ (٣) عَلَّمَهُ الْبَيَانَ (٤)} (الرحمن)، كيف جعل الخلق والتعليم ناشئًا عن صفة الرحمة مُتَعَلِّقًا باسم الرحمن، وجعل معاني السورة مُرتبطة بهذا الاسم، وختمها بقوله: {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ (٧٨)} (الرحمن)، فالاسم الذي تبارك هو الاسم الذي افتَتَح به السورة؛ إذ مجيء البركة كلِّها منه، وبه وُضِعَت البركة في كل مبارك، فكل ما ذُكِر عليه بُورك فيه، وكل ما خَلِيَ منه نُزِعَت منه البركة» (٣).
_________
(١) مقصود السورة: هو القضية الكُلِّية والمِحْوَر الأساس الذي تدور عليه الآيات وتَلْتَئِم عليه موضوعاتها.
(٢) شفاء العليل (١/ ٢٤٧).
(٣) مختصر الصواعق المرسلة (ص ٣٦٩).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (19,'<span data-type="title" id=toc-9>٣ - (سورة الليل):</span>
«عن ابن عباس - رضي الله عنهما - قال: «إني لأقول: هذه السورة نزلت في السماحة والبخل» (١).

<span data-type="title" id=toc-10>٤ - (سور: الكافرون، الإخلاص، المعوذتان):</span>
فمقصود سورة الكافرون: تقرير البراءة من عبادة الكافرين ومن معبوداتهم؛ فهي في توحيد الطلب والقصد (توحيد العبادة).
أما سورة الإخلاص، فمقصودها: تقرير الوحدانية لله تعالى بذكر صفاته الدالة على ذلك؛ فهي في توحيد الإثبات والمعرفة (الأسماء والصفات).
وأما المعوذتان، فمقصود سورة الفلق: الاستعاذة من جميع الشرور.
وأما الناس: فالاستعاذة من شر الوسواس الخناس.
_________
(١) الدر المنثور (٨/ ٥٣٣)، وعزاه لابن مردويه.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (20,'<span data-type="title" id=toc-11>٣ - تدبُّر المعنى العام للآية للتوصُّل إلى المعنى الأساسي الذي نزلت لتقريره</span>.
وهذا أمر لابد من مراعاته؛ ذلك أن المعنى المقصود أصالةً، قد يُفْقَد عند تَتَبُّع اللَّطائف البلاغية، والمُلَح التدبُّريَّة في وجوه التعبير المتنوعة؛ ولذا نجد أن ابن جرير - رحمه الله - يُورِد المعنى العام بعد الآية مباشرة، ثم يذكر التفاصيل والأقوال بعد ذلك.
وهذا وسط بين رأي من أنكر الاشتغال بالمناسبات والدقائق واللطائف، ومن أغرق في ذلك على حساب المعنى الأصلي للآية، مما يصرف القارئ عن ملاحظته (١).
_________
(١) انظر: الموافقات للشاطبي (٤/ ٢٦١). وانظر كلام الشوكاني في المناسبات في كتابه: فتح القدير (١/ ٨٥ - ٨٧)، وانظر: الفوز الكبير في أصول التفسير ص ٦٧.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (21,'<span data-type="title" id=toc-12>الباب الثاني
في المعاني والهدايات المستخرجة
وفق القواعد والأصول المعتبرة </span>(١)
_________
(١) تُعدُّ المطالب الداخلة تحت هذا الباب من الجوانب المهمة في التدبُّر في الأعم الأغلب.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (22,'<span data-type="title" id=toc-13>أولاً: إعمال أنواع الدلالة في استخراج الهدايات من الآيات الكريمة</span>.
<span data-type="title" id=toc-14>توطئة:</span>
من المعلوم أن معاني الألفاظ: إما أن تكون مُسْتَفادة من منطوق اللفظ، أو من مفهومه.
وكل نوع من هذين (المنطوق والمفهوم) تحته أنواع، سنعرض جملة منها مع تطبيقاتها.
قال السعدي - رحمه الله -: «القاعدة الحادية عشرة: مُرَاعَاة دلالة التَّضَمُّن والمُطَابَقة والالتزام.
كما أن المُفَسِّر للقرآن يُرَاعِي ما دلت عليه ألفاظه مُطَابَقة، وما دخل في ضمنها، فعليه أن يُرَاعِي لوازم تلك المعاني، وما تستدعيه من المعاني التي لم يُعَرَّج في اللفظ على ذِكْرِها.
وهذه القاعدة: من أَجَلّ قواعد التفسير وأنفعها، وتَسْتَدعي قوة فِكْر، وحُسْن تدبر، وصحة قصد؛ فإن الذي أنزله للهدى والرحمة هو العَالِم بكل شيء، الذي أحاط علمه بما تُكِنّ الصدور، وبما تَضَمَّنَه القرآن من المعاني، وما يتبعها وما يتقدمها، وتتوقف هي عليه.
ولهذا أجمع العلماء على الاستدلال باللوازم في كلام الله لهذا السبب.
والطريق إلى سلوك هذا الأصل النافع: أن تَفْهَم ما دل عليه اللفظ من المعاني، فإذا فهمتها فهمًا جيدًا، فَفَكِّر في الأمور التي تتوقف عليها، ولا تحصل بدونها، وما يُشْتَرط لها، وكذلك فَكِّر فيما يترتب عليها، وما يتفرع عنها، وينبني عليها،',NULL,'27',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (23,'وأَكْثِر من هذا التفكير ودَاوِم عليه، حتى تصير لك مَلَكَة جيدة في الغَوْص على المعاني الدقيقة؛ فإن القرآن حق، ولَازِم الحق حق، وما يتوقف على الحق حق، وما يتفرع عن الحق حق؛ ذلك كله حق ولا بد.
فمن وُفِّق لهذه الطريقة، وأعطاه الله توفيقًا ونورًا، انفتحت له في القرآن العلوم النافعة، والمعارف الجليلة، والأخلاق السامية، والآداب الكريمة العالية» اهـ (١).

<span data-type="title" id=toc-15>تطبيقات شاملة </span>(٢):
١ - قال تعالى: {وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «وقوله: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} له دلالة بمنطوقه، ودلالة بإيمائه وتعليله، ودلالة بمفهومه؛ فدلالته بمنطوقه على قُرْب الرحمة من أهل الإحسان، ودلالته بتعليله وإيمائه على أن هذا القُرْب مُسْتَحَقٌّ بالإحسان؛ فهو السبب في قُرْب الرحمة منهم، ودلالته بمفهومه على بُعْد الرحمة من غير المحسنين؛ فهذه ثلاث دلالات لهذه الجملة» (٣).
٢ - قال تعالى: {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ (٢) غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (٣) مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ (٤)} (غافر).
_________
(١) القواعد الحسان لتفسير القرآن (ص ٣٢).
(٢) المقصود بهذه التطبيقات: التمثيل لإعمال العلماء أنواع الدلالات، لاستخراج الحِكَم والأحكام والهدايات؛ من آي القرآن الكريم.
(٣) بدائع الفوائد (٣/ ١٧).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (24,'قال ابن القيم - رحمه الله -: «وتَأَمَّل كيف افْتَتَح الآية بقوله: {تَنْزِيلُ الْكِتَابِ}، والتنزيل يَسْتَلْزِم عُلُوَّ المُنَزَّل من عنده؛ لا تَعْقِل العرب من لغتها -بل ولا غيرها من الأمم السليمة الفطرة- إلا ذلك.
وقد أخبر أن تنزيل الكتاب منه، فهذا يدل على شيئين:
أحدهما: عُلُوّه تعالى على خلقه.
والثاني: أنه هو المتكلم بالكتاب المنزل من عنده لا غيره.
فإنه أخبر أنه منه، وهذا يقتضي أن يكون منه قولًا، كما أنه منه تنزيلًا. فإن غيره لو كان هو المتكلم به لكان الكتاب من ذلك الغير، فإن الكلام إنما يُضَاف إلى المُتَكَلِّم به، ومثل هذا: {وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي} (السجدة: ١٣)، ومثله: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ} (النحل: ١٠٢)، ومثله: {تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (فصلت: ٤٢)، فاسْتَمْسِك بحرف (مِن) في هذه المواضع، فإنه يقطع حُجَج شَغْب المعتزلة والجهمية.
وتأمل كيف قال: {تَنْزِيلٌ مِنْ}، ولم يقل: (تنزيله)، فتضمنت الآية إثبات علوه، وكلامه، وثبوت الرسالة.
ثم قال: {الْعَزِيزِ الْعَلِيمِ} (فصلت: ٢)، فتضمن هذان الاسمان صِفَتَي القُدرة والعلم وخلق أعمال العباد وحُدُوث كل ما سوى الله؛ لأن القَدَر هو قُدرة الله؛ كما قال أحمد بن حنبل؛ فتضمنت إثبات القدر؛ ولأن عزته تمنع أن يكون في مُلْكِه ما لا يشاؤه، أو أن يشاء ما لا يكون؛ فكمال عزته تُبْطِل ذلك.
وكذلك كمال قدرته تُوجب أن يكون خالق كل شيء، وذلك ينفي أن يكون في العالم شيء قديم لا يتعلق به خلقه؛ لأن كمال قدرته وعزته يُبْطِل ذلك.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (25,'ثم قال تعالى: {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ} (غافر: ٣)، والذنب مخالفة شرعه وأمره، فتضمن هذان الاسمان إثبات شرعه وإحسانه وفضله.
ثم قال تعالى: {شَدِيدِ الْعِقَابِ}، وهذا جزاؤه للمذنبين، {ذِي الطَّوْلِ} جزاؤه للمحسنين، فتضمنت الثواب والعقاب.
ثم قال تعالى: {لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ} (غافر: ٣)، فتضمن ذلك التوحيد والمعاد.
فتضمنت الآيتان إثبات صفة العلو، والكلام، والقدرة، والعلم، والشرع، والقَدَر، وحدوث العالم، والثواب والعقاب، والتوحيد والمعاد، وتنزيل الكتاب منه على لسان رسوله - صلى الله عليه وسلم - يتضمن الرسالة والنبوة؛ فهذه عشرة قواعد الإسلام والإيمان تجلى على سمعك في هذه الآية العظيمة.
ولكن ..
خَوْدٌ تُزَفُّ إلى ضرير مُقْعَد ... . . . . . . . . . . . . . . . . . . (١).
فهل خطر ببالك قط أن هذه الآية تتضمن هذه العلوم والمعارف مع كثرة قراءتك لها وسماعك إياها؟ ! وهكذا سائر آيات القرآن، فما أشَدَّها من حسرة وأعظمها من غَبْنَة على من أفنى أوقاته في طلب العلم، ثم يخرج من الدنيا وما فهم حقائق القرآن ولا باشر قلبه أسراره ومعانيه، فالله المستعان» (٢).
_________
(١) شطر بيت من قصيدته النونية (١/ ١٠٣٧)، وشطره الثاني:
. . . . . . . . . . . . . . . . . . ... يا مِحْنَة الحَسْنَاء بالعميان
وأصله شطر بيت للحسين بن الحجاج، وشطره الأول:
وكأنها لما أحلت عنده ... . . . . . . . . . . . . . . . . . .
انظر: المنتحل (ص ١٥٨).
(٢) بدائع الفوائد (١/ ١٩٣ - ١٩٤).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (26,'<span data-type="title" id=toc-16>وبعد هذا الإجمال إليك شيئًا من التفصيل في هذه الأنواع:</span>
<span data-type="title" id=toc-17>النوع الأول: «دلالة المنطوق» </span>(١):
وهو قسمان:

<span data-type="title" id=toc-18>١ - المنطوق الصريح؛ وهو نوعان:</span>
<span data-type="title" id=toc-19>(أ) دلالة المطابقة </span>(٢):
<span data-type="title" id=toc-20>التطبيق:</span>
١ - قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥)} (البقرة).
قال ابن عثيمين - رحمه الله -: «هذه الهداية تشمل: هداية العلم وهداية العمل، وهي التي يُعَبَّر عنها أحيانًا بهداية الإرشاد، وهداية التوفيق؛ فالإنسان إذا صام رمضان وأكمله، فقد منّ الله عليه بهدايتين: هداية العلم، وهداية العمل.
_________
(١) وهو: المعنى المستفاد من اللفظ من حيث النطق به. انظر: شرح الكوكب المنير (٣/ ٤٧٣).
(٢) هي دلالة اللفظ على تمام المعنى الموضوع له اللفظ. انظر: البحر المحيط في أصول الفقه (٢/ ٢٦٩)، معالم أصول الفقه عند أهل السنة والجماعة (٤٤٦). والمقصود: أنك إذا حملت اللفظ على المعاني الداخلة تحته جميعًا فذلك من قبيل المطابقة. وبناء على ذلك يمكنك تطبيق ذلك على الأمثلة المذكورة وغيرها.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (27,'قوله تعالى: {وَلَعَلَّكُمْ تَشْكُرُونَ}؛ أي: تقومون بشكر الله - عز وجل -؛ و (لعل) هنا للتعليل، و {تَشْكُرُونَ} على أمور أربعة: إرادة الله بنا اليُسْر، عدم إرادته العُسْر، إكمال العِدَّة، التكبير على ما هدانا؛ هذه الأمور كلها نِعَم تحتاج منا أن نشكر الله - عز وجل - عليها؛ ولهذا قال تعالى: {وَلَعَلَّكُمْ تَشْكُرُونَ}، و (الشكر) هو القيام بطاعة المُنْعِم بفعل أوامره، واجتناب نواهيه» (١).
٢ - قال تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (البقرة: ١٩٦).
لا تُفَكِّر في تصميم حج مُختصر (٢).
٣ - قال تعالى: {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ} (البقرة: ٢٣١).
إنها تربية قرآنية تؤكد على أن الاعتداء على الآخرين هو ظلم للنفس أولًا؛ بتعريضها لسخط الله وغضبه (٣).
٤ - قال تعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} (العنكبوت: ٦٩).
قال السعدي - رحمه الله -: «دل هذا على أن أحرى الناس بموافقة الصواب أهل الجهاد، وعلى أن من أحسن فيما أُمِرَ به أعانه الله ويسر له أسباب الهداية، وعلى أن من جد واجتهد في طلب العلم الشرعي، فإنه يحصل له من الهداية والمعونة على تحصيل
_________
(١) تفسير القرآن الكريم (البقرة) للعثيمين (٢/ ٣٣٦).
(٢) ليدبروا آياته (٥/ ١٩).
(٣) السابق (١/ ٥٢).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (28,'مطلوبه أمور إلهية خارجة عن مُدْرَك اجتهاده، وتيسر له أمر العلم؛ فإن طلب العلم الشرعي من الجهاد في سبيل الله، بل هو أحد نوعي الجهاد الذي لايقوم به إلا خواص الخلق» (١).
وقال ابن القيم - رحمه الله -: «عَلَّق سبحانه الهداية بالجهاد، فأكملُ الناس هداية أعظمهم جهادًا، وأَفْرَضُ الجهاد: جهاد النَّفس، وجهاد الهوى، وجهاد الشَّيطان، وجهاد الدُّنيَا؛ فمن جاهد هذه الأربعة في الله، هداه الله سبل رِضاهُ الموصلة إلى جنته، ومن ترك الجهاد، فَاتَهُ من الهدى بِحَسب ما عَطَّل من الجهاد، قال الجُنَيد: والَّذين جاهدوا أهواءهم فِينَا بالتوبة، لنهدينهم سبل الإخلاص. ولا يتَمَكَّن من جهاد عدوه في الظَّاهر إلا من جاهد هذه الأعدَاء باطنًا؛ فمن نُصِر عَلَيهَا نُصِر على عدوه، ومن نُصِرت عليه نُصِر عليه عدوه» (٢).

<span data-type="title" id=toc-21>ب- دلالة التَّضَمُّن </span>(٣):
<span data-type="title" id=toc-22>التطبيق:</span>
١ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (١٨٣)} (البقرة).
قال شيخ الإسلام - رحمه الله -: «لكن أهل الكتابين بدّلوا؛ ولهذا نهى النبي - صلى الله عليه وسلم - عن تقدم رمضان باليوم واليومين، وعَلَّل الفقهاء ذلك بما يُخَاف من أن يُزَاد في الصوم
_________
(١) تفسير السعدي (ص ٦٣٥).
(٢) الفوائد (ص ٥٩).
(٣) وهي: دلالة اللفظ على بعض معناه. انظر: البحر المحيط في أصول الفقه (٢/ ٢٦٩). والمعاني المشار إليها في الأمثلة أعلاه هي من هذا النوع. فتأمل.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (29,'المفروض ما ليس منه، كما زاده أهل الكتاب من النصارى، فإنهم زادوا في صومهم، وجعلوه فيما بين الشتاء والصيف، وجعلوا له طريقة من الحساب يتعرفونه بها» (١).
وقال السعدي - رحمه الله -: «وفيه تنشيطٌ لهذه الأمة بأنه ينبغي لكم أن تُنَافِسُوا غيركم في تكميل الأعمال، والمُسارعة إلى صالح الخِصَال، وأنه ليس من الأمور الثقيلة التي اختصيتم بها» (٢)؛ إشارة إلى أصل الفرضية، وذلك بعض معنى الآية.
٢ - قال تعالى: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩)} (آل عمران).
قال ابن كثير - رحمه الله -: «قال الضحاك - رحمه الله -: ... حق على من تعلم القرآن أن يكون فقيهًا» (٣). وذلك أحد المعاني الداخلة تحت هذا الوصف (الرباني).
٣ - قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} (السجدة).
قال ابن كثير - رحمه الله -: «قال قتادة وسفيان: {لَمَّا صَبَرُوا} عن الدنيا ... قال سفيان: هكذا كان هؤلاء، ولا ينبغي للرجل أن يكون إمامًا يُقْتَدَى به حتى يتحامى عن الدنيا» (٤)؛ وهو بعض معنى الآية.
_________
(١) اقتضاء الصراط المستقيم (١/ ٢٨٦). فراعى هنا مدة الصوم، وهي شهر، وذلك بعض معنى الآية.
(٢) تفسير السعدي (ص ٨٦).
(٣) تفسير ابن كثير (٢/ ٦٦).
(٤) السابق (٦/ ٣٧١).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (30,'<span data-type="title" id=toc-23>٢ - المنطوق غير الصريح (دلالة الالتزام) </span>(١):
ويدخل تحتها ثلاثة أنواع: (اقتضاء، وإشارة، وإيماء وتنبيه):

<span data-type="title" id=toc-24>الأول: دلالة الاقتضاء </span>(٢):
<span data-type="title" id=toc-25>التطبيق:</span>
١ - قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٩)} (البقرة).
قال القَصَّاب - رحمه الله - (٣): «دليل واضح لمن تدبره أن حرمان التوفيق أقعدهم عن الإيمان؛ لما حسدوا عليه غيرهم وتبين لهم حقيقته؛ إذ محال أن يحسدوا غيرهم على ما هو باطل وفي أيديهم -بزعمهم- ما هو خير منه» (٤).
_________
(١) وهي دلالة اللفظ على خارجٍ عن مُسَمَّاه، لازم له لزومًا ذهنيًّا، أو خارجيًّا. انظر: البحر المحيط في أصول الفقه (١/ ٢٢٩)، معالم أصول الفقه عند أهل السنة والجماعة (ص ٤٤٦).
(٢) وهي: أن يتضمن الكلام إضمارًا ضروريًّا لابد من تقديره؛ لأن الكلام لا يستقيم دونه: إما لتوقف الصدق عليه، وإما لتوقف الصحة عليه نقلًا، أو عقلًا. انظر: الإحكام في أصول الأحكام للآمدي (٣/ ٦٤)، معالم أصول الفقه عند أهل السنة والجماعة (ص ٤٤٧).
(٣) هو: أبو أحمد محمد بن علي بن محمد الكرجي الغازي المجاهد، وعُرِف بالقصاب؛ لكثرة ما قَتَل في مغازيه. عاش إلى حدود ٣٦٠ هـ. انظر: سير أعلام النبلاء (١٦/ ٢١٣).
(٤) نكت القرآن (١/ ١٣٢).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (31,'٢ - قال تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا} (النساء: ٨).
قال السعدي - رحمه الله -: «ويُؤْخَذ من المعنى أن كل من له تَطَلُّع وتَشَوّف إلى ما حضر بين يدي الإنسان، ينبغي له أن يعطيه منه ما تيسر؛ كما كان النبي - صلى الله عليه وسلم - يقول: «إذا جاء أحدَكم خادمُه بطعامه فَلْيُجْلِسْه معه، فإن لم يُجْلِسْه معه فَلْيُنَاوِلْه لُقْمَة أو لُقْمَتَين» (١)،
أو كما قال. وكان الصحابة - رضي الله عنهم - إذا بدأت باكورة أشجارهم- أتوا بها رسول الله - صلى الله عليه وسلم - فبرَّك عليها، ونظر إلى أصغر وليد عنده فأعطاه ذلك (٢)؛ علمًا منه بشدة تَشَوّفه لذلك، وهذا كله مع إمكان الإعطاء» (٣).
٣ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٥٤)} (المائدة).
قال السعدي - رحمه الله -: «وهذا يدل على قوة هممهم وعزائمهم؛ فإن ضعيف القلب ضعيف الهمة، تنتقض عزيمته عند لوم اللائمين، وتَفْتُر قوته عند عَذْل العاذلين، وفي قلوبهم تَعَبُّد لغير الله، بحسب ما فيها من مراعاة الخلق وتقديم
_________
(١) وأصله مخرج في صحيح البخاري (٥٤٦٠)، من حديث أبي هريرة - رضي الله عنه -؛ أن رسول الله - صلى الله عليه وسلم - قال: «إذا أتى أحدَكُم خَادِمُه بطعامه، فإن لم يُجْلِسْه معه فليناوله أكلة أو أكلتين، أو لقمة أو لقمتين؛ فإنَّهُ وَلِيَ حرَّهُ وعِلاجَهُ».
(٢) وأصله مخرج في صحيح مسلم (١٣٧٣)، من حديث أبي هريرة - رضي الله عنه -؛ أن رسول الله - صلى الله عليه وسلم - كان يُؤْتَى بأول الثمر، فيقول: «اللهم بارك لنا في مدينتنا، وفي ثمارنا، وفي مُدِّنا، وفي صاعنا بركة مع بركة»، ثم يعطيه أصغر من يحضره من الولدان.
(٣) تفسير السعدي (ص ١٦٥).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (32,'رضاهم ولومهم على أمر الله، فلا يسلم القلب من التعبد لغير الله؛ حتى لا يخاف في الله لومة لائم» (١).
٤ - قال تعالى: {قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١١٢)} (الأنبياء). وفي قراءة الجمهور: {قل رب احكم بالحق} (٢).
قال ابن هبيرة - رحمه الله - (٣): «المُراد منه: كُن أنت - أيها القائل - على الحق لِيُمكنك أن تقول: احكُم بالحق؛ لأن المُبْطِل لا يمكنه أن يقول: احكُم بالحق» (٤).
٥ - قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٢)} (النور).
قال ابن القيم - رحمه الله -: «فإذا جعل من لوازم الإيمان أنهم لا يذهبون مذهبًا إذا كانوا معه إلا باستئذانه، فأولى أن يكون من لَوَازِمِهِ ألا يذهبوا إلى قولٍ ولا مذهبٍ علمي إلا بعد استئذانه، وإذنه يُعرف بدلالة ما جاء به على أنه أَذِن فيه» (٥).
_________
(١) السابق (ص ٢٣٥).
(٢) انظر النشر (٢/ ٣٢٥).
(٣) هو: يحيى بن هبيرة بن محمد بن هبيرة الذهلي الشيبانيّ، أبو المظفر، عون الدين، من كبار الوزراء في الدولة العباسية، عالم بالفقه والأدب، له نظم جيد، ولد في قرية من أعمال دُجيل (بالعراق)، ودخل بغداد في صباه، فتعلم صناعة الإنشاء، وقرأ التاريخ والأدب وعلوم الدين. توفي سنة: ٥٦٠ هـ. انظر: وفيات الأعيان (٦/ ٢٣٠)، والأعلام للزركلي (٨/ ١٧٥).
(٤) ذيل طبقات الحنابلة (٢/ ١٤٥).
(٥) إعلام الموقعين (١/ ٤١).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (33,'٦ - قال تعالى: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨)} (الحشر).
قال أبو بكر بن عَيَّاش - رحمه الله - (١): «أبو بكر الصديق خليفة رسول الله - صلى الله عليه وسلم - في القرآن؛ لأن الله تعالى يقول: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ}، فمن سَمَّاه الله صادقًا فليس يكذب، هم قالوا: يا خليفة رسول الله - صلى الله عليه وسلم -» (٢).
٧ - قال تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ (١٠)} (الحشر).
قال السعدي - رحمه الله -: «ذَكَر الله في هذا الدعاء نَفْي الغِلّ عن القلب، الشامل لقليل الغِلّ وكثيره الذي إذا انتفى ثبت ضده، وهو المحبة بين المؤمنين والموالاة والنصح، ونحو ذلك مما هو من حقوق المؤمنين» (٣).
«والمُراد بدعاء اللَّاحِق للسابق، والخَلَف للسلف: أنهم متبعون لهم، أو هو تعليم لهم بأن يدعوا لمن قبلهم، ويذكروهم بالخير» (٤).
_________
(١) هو: أبو بكر بن عياش الكوفي المُقرئ الأسدي الحَنَّاط: اختُلِف في اسمه على عشرة أقوال؛ أصحها قولان: أن اسمه كنيته، أو شُعبة، كان من مشاهير القراء، وقرأ القرآن ثلاث مرات على عاصم، وكان عالمًا فقيهًا في الدين، توفي سنة: ١٩٣ هـ. انظر: معرفة القراء الكبار للذهبي (١/ ٨٠ - ٨٣)، الأعلام للزركلي (٣/ ١٦٥).
(٢) تاريخ دمشق (٣٠/ ٢٩٨).
(٣) تفسير السعدي (ص ٨٥١).
(٤) حاشية الشهاب على تفسير البيضاوي (٨/ ١٧٩).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (34,'٨ - قال تعالى: {أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢)} (التكاثر).
عن ميمون بن مِهْران - رحمه الله - قال: «قرأ عمر بن عبد العزيز - رحمه الله -: {أَلْهَاكُمُ التَّكَاثُرُ}، فبكى، ثم قال: {حَتَّى زُرْتُمُ الْمَقَابِرَ}: ما أرى المقابر إلا زيارة، ولا بد لمن يزورها أن يرجع إلى الجنة، أو إلى النار» (١).
وقال ابن القيم - رحمه الله -: «وتأمل كيف جعلهم عند وصولهم إلى غاية كل حي زائرين غير مستوطنين، بل هم مُسْتَودَعون في المقابر مدة، وبين أيديهم دار القرار، فإذا كانوا عند وصولهم إلى الغاية زائرين، فكيف بهم وهم في الطريق في هذه الدار؟ ! فهم فيها عابرو سبيل إلى محل الزيارة، ثم مُنتقِلون من محل الزيارة إلى المُستقر» (٢).

الثاني: دلالة الإشارة: (٣) وله صورتان:
<span data-type="title" id=toc-27>الصورة الأولى: ما يُسْتَخْرَج من نص واحد:</span>
<span data-type="title" id=toc-28>التطبيق:</span>
١ - قال تعالى: {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} (البقرة: ١٦٨).
فتسمية استدراج الشيطان (خطواتٍ) فيه إشارتان:
(١) الخطوة مسافة يسيرة؛ وهكذا الشيطان يبدأ بالشيء اليسير من البدعة، أو المعصية، حتى تألفها النفس.
_________
(١) الرقة والبكاء لابن أبي الدنيا (١/ ٢٧٩).
(٢) عدة الصابرين (ص ١٩٤).
(٣) هو: دلالة اللفظ على معنى ليس مقصودًا باللفظ في الأصل، ولكنه لازم للمقصود، فكأنه مقصود بالتبع لا بالأصل. انظر: التعريفات للجرجاني (١/ ٢٧)، المذكرة في أصول الفقه (ص ٢٨٣).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (35,'(٢) قوله: {خُطُوَاتِ} بالجمع، دليل على أن الشيطان لن يقف عند أول خطوة في المعصية (١).
٢ - قال تعالى: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} (البقرة: ١٨٧).
تأمل قوله تعالى: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ}، وما فيها من تربية الذَّوْق والأدب في الكلام، إضافةً إلى ما في اللباس من دلالة الستر، والحماية، والجمال، والقرب ... وهل أحد الزوجين للآخر إلا كذلك؟ ! وإن كانت المرأة في ذلك أظهر أثرًا كما يشير إلى ذلك البَدْء بضميرها: {هُنَّ} (٢).
٣ - قال تعالى: {فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} (البقرة: ١٨٧).
قال البيضاوي - رحمه الله -: «وفي تجويز المُبَاشَرة إلى الصبح؛ الدلالة على جواز تأخير الغُسل إليه، وصحة صوم المُصبح جُنُبًا» (٣).
٤ - قال تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (١٩٦)} (البقرة).
_________
(١) ليدبروا آياته (١/ ٥٤).
(٢) السابق (١/ ٥٦).
(٣) تفسير البيضاوي (١/ ١٢٦).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (36,'قال القرطبي - رحمه الله -: «ففي دعاء رسول الله - صلى الله عليه وسلم - للمُحَلِّقين ثلاثًا وللمُقَصِّرين مرة (١)،
دليل على أن الحلق في الحج والعمرة أفضل من التقصير؛ وهو مقتضى قوله تعالى: {وَلَا تَحْلِقُوا رُءُوسَكُمْ}، ولم يقل: تُقَصِّروا» (٢).
٥ - قال تعالى: {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (١٠)} (التحريم).
قال الشيخ بكر أبو زيد - رحمه الله -: «فقوله سبحانه: {تَحْتَ} إعلام بأنه لا سلطان لهما على زوجيهما، وإنما السلطان للزوجين عليهما؛ فالمرأة لا تُسَاوَى بالرجل ولا تعلو فوقه أبدًا» (٣).

<span data-type="title" id=toc-29>الصورة الثانية: ما يُسْتَخْرَج من مجموع دليلين فأكثر:</span>
<span data-type="title" id=toc-30>التطبيق:</span>
١ - «إن موسى - عليه السلام - سأل أَجَلَّ الأشياء؛ فقال: {رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ} (الأعراف: ١٤٣)، وسأل أقل الأشياء؛ فقال: {رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤)} (القصص)، فنحن أيضًا نسأل الله أَجَلَّ الأشياء؛ وهي خيرات الآخرة، وأقلها؛ وهي خيرات الدنيا؛ فنقول: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً} (البقرة: ٢٠١)» (٤).
_________
(١) أخرجه البخاري (١٧٢٧)، ومسلم (١٣٠١).
(٢) الجامع لأحكام القرآن (٢/ ٣٨١).
(٣) حراسة الفضيلة (ص ١٩).
(٤) من أسرار التنزيل (ص ١٣٢).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (37,'٢ - قال تعالى في سورة البقرة: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} (البقرة: ٢٣٣)، وقال في سورة الأحقاف: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} (الأحقاف: ١٥).
قال القرطبي - رحمه الله -: «استنبط عليٌّ - رضي الله عنه - مدة أقل الحمل -وهو ستة أشهر- من قوله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا}، وقوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ}، فإذا فَصَلْنا الحولين من ثلاثين شهرًا، بقيت ستة أشهر» (١).
٣ - قال تعالى في سورة طه: {قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي} (طه: ٩٤)، وقال في سورة الأنعام: {وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٤)} ... إلى قوله: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} (الأنعام: ٨٤ - ٩٠).
قال الشنقيطي - رحمه الله -: «هذه الآية الكريمة بِضَمِيمَةِ آية (الأنعام) إليها تدل على لزوم إعفاء اللِّحية؛ فهي دليل قرآني على إعفاء اللِّحية وعدم حلقها» (٢).
٤ - قال تعالى عن أيوب - عليه السلام - في سورة الأنبياء: {فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ (٨٤)} (الأنبياء)، وقال عنه في سورة ص: {وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ} (ص: ٤٣).
_________
(١) تفسير القرطبي (٥/ ٢٦٢)، وانظر نحوه: مجموع الفتاوى (٣٤/ ١٠)، ومختصر الصواعق المرسلة (ص ١٠٤).
(٢) أضواء البيان (٤/ ٦٣٠).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (38,'قال الشنقيطي - رحمه الله -: «قوله في (الأنبياء): {وَذِكْرَى لِلْعَابِدِينَ}، مع قوله في (ص): {وَذِكْرَى لِأُولِي الْأَلْبَابِ}؛ فيه الدلالة الواضحة على أن أصحاب العقول السليمة من شوائب الاختلال، هم الذين يعبدون الله وحده ويطيعونه. وهذا يؤيد قول من قال من أهل العلم: إن من أوصى بشيء من ماله لأعقل الناس؛ أن تلك الوصية تُصْرَف لأتقى الناس وأشدهم طاعة لله تعالى؛ لأنهم هم أولو الألباب؛ أي: العقول الصحيحة السالمة من الاختلال» (١).
٥ - قال تعالى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} (الحديد: ١٠)، وقال - عز وجل -: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} (الأنبياء: ١٠١).
قال ابن حزم - رحمه الله -: «فجاء النص أن من صَحِبَ النبي - صلى الله عليه وسلم -، فقد وعده الله تعالى الحسنى، وقد نص الله تعالى: {إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ} (آل عمران: ٩)» (٢).
٦ - قال الإمام سفيان بن عيينة - رحمه الله -: «إني قرأت القرآن، فوجدت صفة سليمان - عليه السلام - مع العافية التي كان فيها: {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} (ص: ٣٠)، ووجدت صفة أيوب - عليه السلام - مع البلاء الذي كان فيه: {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} (ص: ٤٤)، فاستوت الصفتان؛ وهذا مُعَافى، وهذا مُبتلى، فوجدت الشكر قد قام مقام الصبر، فلما اعتدلا كانت العافية مع الشكر أحبَّ إلي من البلاء مع الصبر» (٣).
_________
(١) أضواء البيان (٤/ ٨٤٩)، وانظر نحوه: في تفسير النيسابوري (٥/ ٦٠٣).
(٢) المحلى (١/ ٤٤).
(٣) تهذيب الكمال (١١/ ١٩٣).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (39,'٧ - قال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣)} (الشورى)، مع قوله: {وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ} (لقمان: ١٥)، مع العلم بأحوال الصحابة - رضي الله عنهم -، وشدة إنابتهم دليل على أن قولهم حجة، خصوصًا الخلفاء الراشدين - رضي الله عنهم - أجمعين (١).
٨ - قال تعالى في سورة فاطر: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} (فاطر: ٢٨)، وقال في سورة البينة: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (٧) جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (٨)} (البينة).
قال ابن جماعة - رحمه الله - (٢): «فاقتضت الآيتان: أنَّ العلماء هم الذين يخشون الله تعالى، وأنَّ الذين يخشون الله تعالى هم خير البريَّة؛ فينتج بهذا أن العلماء هم خير البريَّة» (٣).
_________
(١) تفسير السعدي (ص ٧٥٤).
(٢) هو: محمد بن إبراهيم بن سعد الله بن جماعة الكناني الحموي الشافعيّ، بدر الدين، أبو عبد الله، قاض، من العلماء بالحديث وسائر علوم الدين، ولد في حماة، وولي الحكم والخطابة بالقدس، ثم القضاء بمصر، فقضاء الشام، ثم قضاء مصر إلى أن شاخ وعمي، كان من خيار القضاة، وتوفي بمصر سنة: ٧٣٣ هـ. انظر: معجم الشيوخ الكبير للذهبي (٢/ ١٣٠)، والأعلام للزركلي (٥/ ٢٩٧).
(٣) تذكرة السامع والمتكلم (ص ٦).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (40,'<span data-type="title" id=toc-31>الثالث: دلالة الإيماء والتنبيه </span>(١):
<span data-type="title" id=toc-32>التطبيق:</span>
١ - قال تعالى: {يَاأَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٤١)} (المائدة).
قال السعدي - رحمه الله -: «دل على أن طهارة القلب سبب لكل خير، وهو أكبر داعٍ إلى كل قول رشيد وعمل سديد» (٢).
٢ - قال تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (٥٥)} (الأعراف).
قال ابن القيم: «في قوله: {إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} عقب قوله: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً}، دليل على أن من لم يَدْعُه تضرعًا وخُفْيَة، فهو من المُعتدين الذين لايُحبهم، فقسمت الآية الناس إلى قسمين: داعٍ لله تضرعًا وخُفية، ومُعْتَدٍ بترك ذلك» (٣).
_________
(١) وهي: أن يُذْكَر وصف مُقْتَرِنٌ بحكم في نص من نصوص الشرع على وجه لو لم يكن ذلك الوصف عِلَّة لذلك الحكم لكان الكلام معيبًا. انظر: نشر البنود (١/ ٢٨٥ - ٢٨٦)، المذكرة في أصول الفقه (ص ٢٨٣).
(٢) تفسير السعدي (ص ٢٣١).
(٣) بدائع الفوائد (٣/ ١٤).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (41,'٣ - قال تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ (٢٠٤)} (الأعراف).
قال السعدي - رحمه الله -: «فإن مَن لازَم على هذين الأمرين حين يُتلَى كتاب الله، فإنه ينال خيرًا كثيرا، وعلمًا غزيرا، وإيمانًا مستمرًّا متجددا، وهدى متزايدا، وبصيرة في دينه؛ ولهذا رَتَّب الله حصول الرحمة عليهما؛ فدل ذلك على أن من تُلي عليه الكتاب، فلم يستمع له ويُنْصِت، أنه محروم الحظ من الرحمة، قد فاته خيرٌ كثير» (١).
٤ - قال تعالى: {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (٤٨) فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا} (مريم). قال السعدي - رحمه الله -: «ولما كان مُفَارَقة الإنسان لوطنه ومَأْلَفِه وأهله وقومه من أشق شيء على النفس؛ لأمور كثيرة معروفة، ومنها انفراده عمن يتعزز بهم ويتكثر، وكان من ترك شيئًا لله عوضه الله خيرًا منه، واعتزل إبراهيم قومه، قال الله في حقه: {فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا} ... -من إسحاق ويعقوب- {جَعَلْنَا نَبِيًّا}» (٢).
وقال الشنقيطي - رحمه الله - عند تفسير الآية: «بين تعالى ... أن اعتزال الكفار والأوثان والبراءة منهم من فوائده: تفضل الله تعالى بالذرية الطيبة الصالحة» (٣).
_________
(١) تفسير السعدي (ص ٣١٤).
(٢) السابق (ص ٤٩٤).
(٣) أضواء البيان (٢/ ٥٧٠)، وانظر نحوه: تفسير ابن كثير (٤/ ٥٧٢ - ٥٧٣)، (٥/ ٢٣٦)، والقواعد الحسان (ص ١٦٤).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (42,'٥ - قال تعالى: {وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَامُوسَى (٨٣) قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى (٨٤)} (طه).
قال ابن القيم - رحمه الله -: «وظاهر الآية أن الحامل لموسى على العجلة هو طلب رضا ربه، وأن رضاه في المبادرة إلى أوامره والعجلة إليها؛ ولهذا احتج السلف بهذه الآية على أن الصلاة في أول الوقت أفضل؛ سمعت شيخ الإسلام ابن تيمية يذكر ذلك، قال: إن رضا الرب في العجلة إلى أوامره» (١).

<span data-type="title" id=toc-33>النوع الثاني: «دلالة المفهوم» </span>(٢):
وهو قسمان:

<span data-type="title" id=toc-34>١ - مفهوم الموافقة </span>(٣)؛ وهو نوعان:
<span data-type="title" id=toc-35>الأول: الأَوْلَوي </span>(٤):
<span data-type="title" id=toc-36>التطبيق:</span>
١ - قال تعالى: {وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ} (البقرة: ٩٣).
_________
(١) مدارج السالكين (٣/ ٦٠).
(٢) وهو: المعنى المستفاد من حيث السكوت اللازم للفظ. انظر: شرح الكوكب المنير (٣/ ٤٧٣).
(٣) وهو: ما وافق المسكوتُ عنه المنطوقَ في الحكم. ويُسمى: (فحوى الخطاب) و (لحن الخطاب). انظر: شرح الكوكب المنير (٣/ ٤٨١).
(٤) وهو: ما كان المسكوت عنه أولى بالحكم من المنطوق. انظر: شرح الكوكب المنير (٣/ ٤٨٢)، المذكرة في أصول الفقه (ص ٢٨٤).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (43,'قال شيخ الإسلام - رحمه الله -: «أي أُشرِبوا حُبَّه، فإذا كان المخلوق الذي لا تجوز به محبته قد يُحِبه القلب حُبًّا يجعل ذلك شرابًا للقلب، فحُب الربّ تعالى أن يكون شَرابًا يشربه قلوب المؤمنين أولى وأحرى» (١).
٢ - قال تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (١٢٧)} (البقرة).
قال ابن كثير - رحمه الله -: «روى ابن أبي حاتم ... عن وُهَيْب بن الورد، أنه قرأ: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا}، ثم يبكي ويقول: يا خليل الرحمن، ترفع قوائم بيت الرحمن وأنت مشفق ألا يتقبل منك! » (٢)؛
يعني: أنه مع منزلته وعِظَم عمله هذا مُشْفِق، فغيره من باب أولى.
٣ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢)} (البقرة)
_________
(١) جامع المسائل لابن تيمية (١/ ١٣٢ - ١٣٣).
(٢) تفسير ابن كثير (١/ ٤٢٧).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (44,'قال الشنقيطي - رحمه الله -: «قال بعض أهل العلم: أرجى آية في كتاب الله عَزَّ وَجَلَّ آية الدَّيْن، وهي أطول آية في القرآن العظيم، وقد أوضح الله - تبارك وتعالى - فيها الطُّرُقَ الكفيلةَ بصيانة الدَّيْنِ من الضياع ولو كان الدَّيْنُ حقيرًا؛ كما يدل عليه قوله تعالى فيها: {وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ} الآية (البقرة: ٢٨٢)؛ قالوا: هذا من المحافظة في آية الدَّيْنِ على صيانة مال المسلم، وعدم ضياعه ولو قليلًا يدل على العناية التَّامَّةِ بمصالح المسلم، وذلك يدل على أن اللَّطيف الخبير لا يُضَيِّعُهُ يوم القيامة عند اشتداد الهولِ، وشدة حاجته إلى ربه» (١).
يعني: أنه إذا احترز لماله من أجل حِفْظِه؛ فذلك يدل على أن حِفْظ عبده المؤمن من باب أولى.
٤ - قال تعالى: {وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} (آل عمران: ١٧).
قال شيخ الإسلام - رحمه الله -: «قد أمر الله سبحانه عباده أن يَخْتِمُوا الأعمال الصالحات بالاستغفار؛ فكان النَّبِيُّ - صلى الله عليه وسلم - إذا سلَّمَ من الصلاة يستغفر ثلاثًا ويقول: «اللهُمَّ أَنْتَ السَّلَامُ، وَمِنْك السَّلَامُ، تَبَارَكْت يَا ذَا الْجَلَالِ وَالْإِكْرَامِ» (٢)؛ كما ثبت ذلك في الحديث الصحيح عنه، وقد قال تعالى: {وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ}، فأمرهم أن يقوموا بالليل ويستغفروا بالأسحار.
وكذلك ختم سورة المزمل -وهي سورة قيام الليل- بقوله تعالى: {وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠)} (المزمل)» (٣).
_________
(١) أضواء البيان (٦/ ١٨٣).
(٢) أخرجه مسلم في صحيحه (٥٩١).
(٣) مجموع الفتاوى (١١/ ٢٥٤).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (45,'وإذا كان ذلك بعد هذه الطاعات؛ فإنه يكون بعد التقصير والمعصية أولى وآكد.
٥ - قال تعالى: {وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ (٣٢)} (النساء).
قال الشيخ بكر أبو زيد - رحمه الله -: «فإذا كان هذا النهي - بنص القرآن - عن مجرد التمني، فكيف بمن ينكر الفوارق الشرعية بين الرجل والمرأة، وينادي بإلغائها، ويطالب بالمساواة، ويدعو إليها باسم المساواة بين الرجل والمرأة؟ ! » (١).
٦ - قال تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} (النساء: ٦٥).
قال ابن مفلح - رحمه الله - (٢): «وإذا كان توقف القلب عن الرضا بحكم الرسول - صلى الله عليه وسلم - يُخْرِج عن الإيمان، فكيف يصح الإيمان مع الاعتراض على الله تعالى؟ ! » (٣).
٧ - قال تعالى: {وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ} (الأعراف: ٢١).
قال ابن كثير - رحمه الله - في تفسير الاستعاذة: «وقد أقسم للوالد: إنه لمن الناصحين، وكذب، فكيف معاملته لنا وقد قال: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} (ص)؟ ! » (٤).
_________
(١) حراسة الفضيلة (ص ٢١).
(٢) هو: محمد بن مفلح بن محمد بن مفرج، أبو عبد الله، شمس الدين المقدسي الراميني ثم الصالحي، أعلم أهل عصره بمذهب الإمام أحمد بن حنبل، ولد ونشأ في بيت المقدس، وتوفي بصالحية دمشق سنة: ٧٦٣ هـ. انظر: الدرر الكامنة (٦/ ١٤)، الأعلام للزركلي (٥/ ٣٠٣).
(٣) الآداب الشرعية (٢/ ١٩٤).
(٤) تفسير ابن كثير (١/ ١١٠).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (46,'٨ - قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} (التوبة: ٦٥، ٦٦).
قال ابن تيمية - رحمه الله -: «وهذا نص في أن الاستهزاء بالله وآياته وبرسوله كفر، فالسَّبّ المقصود بطريق الأولى» (١).
٩ - قال تعالى: {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (١٠٨)} (التوبة).
قال العز بن عبد السلام - رحمه الله -: «إذا أحب مولاك المتطهرين من الأحداث والأنجاس، فما الظن بمن تطهر من الذنوب والأدناس؟ ! » (٢).
١٠ - قال تعالى: {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ (٣٣)} (يوسف).
قال الطنطاوي - رحمه الله -: «كيف تُبرّئ نفسك وهناك من هو خير منك؛ يوسف - عليه السلام - يقول عن النساء: {وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} (يوسف: ٣٣)» (٣).
١١ - قال تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (١٢٤)} (طه).
_________
(١) الصارم المسلول (١/ ٣١).
(٢) شجرة المعارف والأحوال (ص ٥١).
(٣) نور وهداية، للطنطاوي (١٢٤ - ١٢٥).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (47,'قال ابن القيم - رحمه الله -: «فإذا كان هذا حال المُعرِض عنه، فكيف حال المُعَارِض له بعقله أو عقل من قَلَّده وأحسن الظن به؟ ! فكما أنه لا يكون مؤمنًا إلا من قَبِلَه وانقاد له، فمن أعرض عنه وعارضه من أبعد الناس عن الإيمان به» (١).
١٢ - قال تعالى: {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٥٠)} (الروم).
قال السعدي - رحمه الله -: «فإذا كانت الأرض الخاشعة الخالية من كل نبت إذا أنزل الله عليها المطر اهتزت ورَبَت وأنبتت من كل زوج بهيج، واختلط نبتها، وكثرت أصنافه ومنافعه؛ جعله الله تعالى من أعظم الأدلة الدالة على سعة رحمته وكمال قدرته، وأنه سيُحيي الموتى للجزاء -فالدليل في القلب الخالي من العلم والخير حين يُنزل الله عليه غيث الوحي فيهتز بالنبات ويُنْبِت من كل زوج بهيج من العلوم المختلفة النافعة، والمعارف الواسعة، والخير الكثير، والبِرّ الواسع، والإحسان الغزير، والمحبة لله ورسوله، وإخلاص الأعمال الظاهرة والباطنة لله وحده لا شريك له، والخوف والرجاء، والتضرع والخشوع لله، وأنواع العبادات، وأصناف التَّقَرُّبات، والنُّصْح لله ولرسوله ولكتابه ولأئمة المسلمين وعامتهم، وغير ذلك من العلوم والأعمال الظاهرة والباطنة، والفتوحات الربانية مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر-: أعظم من الأرض بكثير على سعة رحمة الله، وواسع جوده، وتنوع هِبَاته، وكمال اقتداره وعزته، وأنه يُحيي الموتى للجزاء، وأن عنده في الدار الأخرى من الخيرات والفضل ما لا يعلمه أحد غيره» (٢).
_________
(١) الصواعق المرسلة (٣/ ١٧٢).
(٢) المواهب الربانية (ص ٩٣).',NULL,'52',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (48,'١٣ - قال تعالى: {لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا (٨)} (الأحزاب).
قال ابن القيم - رحمه الله -: «فإذا سُئِل الصادقون وحُوسبوا على صدقهم، فما الظن بالكاذبين؟ ! » (١).
١٤ - قال تعالى: {فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} (الأحزاب: ٣٢).
إذا كان هذا الطمع في أمهات المؤمنين، فلا بد أن يكون في غيرهن بطريق الأولى؛ فإن الله اختار لنبيه أفضل النساء وأعفهن، ومع ذلك أمرهن بالحجاب ونهاهن عن الخضوع بالقول؛ صيانة لهن؛ فغيرهن أولى بالصيانة والتحفظ والبعد عن أسباب العهر والفتنة (٢).
١٥ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} (الجمعة: ٩).
قال السعدي - رحمه الله -: «أي: اتركوه في هذه الحالة التي أُمِرتم بالمُضِيّ فيها إلى الصلاة؛ وإذا أُمر بترك البيع الذي ترغب فيه النفوس، وتحرص عليه، فترك غيره من الشواغل من باب أولى؛ كالصناعات وغيرها» (٣).
١٦ - قال تعالى: {فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا (١٣) فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا} (الشمس).
_________
(١) إغاثة اللهفان (١/ ٨٣).
(٢) ليدبروا آياته (٢/ ١٧٤، ١٧٥).
(٣) تفسير ابن سعدي (ص ٨٦).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (49,'قال شيخ الإسلام - رحمه الله -: «إذا كان هذا عذابه لهؤلاء، وذنبُهم مع الشركِ عقرُ الناقة التي جعلها الله آية لهم، فمن انتهك محارم الله، واستخف بأوامره ونواهيه، وعقر عِبَادَه وسَفَك دماءهم، كان أشد عذابًا» (١).
١٧ - قال تعالى: {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢)} (التكاثر).
إذا كانت الإقامة في القبر مجرد زيارة مع أنها قد تمتد آلاف السنين، فَبِم نَصِف إقامتنا في الدنيا التي لا تتجاوز عدد سنين؟ ! تأمل: {قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ} (المؤمنون: ١١٣)، فيا طول حسرة المُفَرِّطين! (٢).
١٨ - قال تعالى: {وَيَمْنَعُونَ الْمَاعُونَ (٧)} (الماعون).
قال الطبري - رحمه الله -: «ويمنعون الناس منافع ما عندهم، وأصل الماعون من كلّ شيء منفعته؛ يقال للماء الذي ينزل من السحاب: ماعون» (٣)، فإذا كانوا يمنعون ما لايتضررون ببذله، فهم لما سواه أمنع.

<span data-type="title" id=toc-37>الثاني: المُسَاوي </span>(٤):
<span data-type="title" id=toc-38>التطبيق:</span>
١ - قال تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٨)} (النساء).
_________
(١) مجموع الفتاوى (١٦/ ٢٥٠).
(٢) ليدبروا آياته (١/ ٣٢٧).
(٣) تفسير الطبري (٢٤/ ٦٣٤).
(٤) وهو: ما كان المسكوت عنه مساويًا للمنطوق في الحكم. انظر: شرح الكوكب المنير (٣/ ٤٨٢)، المذكرة في أصول الفقه (ص ٢٨٤).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (50,'قال السعدي - رحمه الله -: «يُؤْخَذ من المعنى: أن كل من له تَطَلُّع وتَشَوُّف إلى ما حضر بين يدي الإنسان، ينبغي له أن يعطيه منه ما تيسر» (١).
٢ - قال تعالى: {وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٢) فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٣)} (المائدة).
قال السعدي - رحمه الله -: «فكل من لم يقم بما أمر الله به، وأخذ به عليه الالتزام، كان له نصيب من اللعنة وقسوة القلب، والابتلاء بتحريف الكلم، وأنه لايوفق للصواب، ونسيان حظ مما ذُكِّر به، وأنه لابد أن يُبتلى بالخيانة، نسأل الله العافية» (٢).
_________
(١) تفسير السعدي (ص ١٦٥)، وقد سبق في (ص ٣٦). مثالًا على دلالة الاقتضاء؛ فهو يصلح مثالًا لِكُلٍّ منهما باعتبار. ويمكن أيضًا أن يكون مثالًا لمفهوم الموافقة (الأَوْلَوي) بالنظر إلى أنه أرشد هنا إلى إعطاء من حضر وليس له حق في الميراث، كما أن هذا المال حق خاص للورثة، ومع ذلك أرشدنا إلى إعطاء من حضر وتَشَوَّفَت نفسه لهذا المال؛ فغيره من المال الذي لا يختص بمعين أَوْلَى أن يُعْطَى منه من حَضَر.
(٢) تفسير السعدي (ص ٢٢٥).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (51,'<span data-type="title" id=toc-39>٢ - مفهوم المخالفة </span>(١)، وهو أنواع:
<span data-type="title" id=toc-40>الأول: مفهوم الحصر </span>(٢):
<span data-type="title" id=toc-41>التطبيق:</span>
قال تعالى: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (٨) إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (٩)} (الإنسان).
قال شيخ الإسلام - رحمه الله -: «ومن طلب من الفقراء الدعاء أو الثَّناء، خرج من هذه الآية؛ فإن في الحديث الذي في سنن أبي داود: «من أسدى إليكم معروفًا فكافئوه، فإن لم تجدوا ما تكافئوه فادعوا له حتى تعلموا أنكم قد كافأتموه» (٣)؛ ولهذا كانت عائشة إذا أرسلت إلى قومٍ بهدية تقول للرسول: اسمع ما دَعَوا به لنا؛ حتى ندعو لهم بمثل ما دَعَوا ويبقى أجرنا على الله» (٤) (٥).
_________
(١) وهو: إثبات نقيض حكم المنطوق للمسكوت. انظر: البحر المحيط في أصول الفقه (٥/ ١٣٢).
(٢) الحصر: إثبات نقيض حكم المنطوق للمسكوت عنه بصيغة من صيغ الحصر.
(٣) أصله مخرج في سنن أبي داود (١٦٧٢)، وصححه الألباني.
(٤) أخرجه النسائي في الكبرى (١٠٠٦٢). وقال الألباني في تخريج الكلم الطيب (٢٣٩): «إسناده جيد».
(٥) مجموع الفتاوى (١١/ ١١١).',NULL,'56',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (52,'<span data-type="title" id=toc-42>الثاني: مفهوم الصفة </span>(١):
<span data-type="title" id=toc-43>التطبيق:</span>
١ - قال تعالى: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩)} (آل عمران).
«دلت الآية على أن العلم والتعليم والدراسة توجب كون الإنسان ربانيًّا، فمن اشتغل بالتعلم والتعليم لا لهذا المقصود ضاع سعيُه وخاب عمله، وكان مثله مثل من غرس شجرة حسناء مُونِقَة بمنظرها ولا منفعة بثمرها؛ ولهذا قال عليه الصلاة والسلام: «نعوذ بالله من علم لا ينفع، وقلب لا يخشع» (٢)» (٣).
٢ - قال تعالى: {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠)} (القصص).
قال ابن هبيرة - رحمه الله -: «إيثار ثواب الآجل على العاجل حالة العلماء؛ فمن كان هكذا فهو عالم، ومن آثر العاجل على الآجل فليس بعالم» (٤).
_________
(١) وهو: تعليق الحكم على الذات بأحد الأوصاف. انظر: البحر المحيط في أصول الفقه (٥/ ١٥٥).
(٢) لم أقف عليه بهذا اللفظ، وإنما بلفظ: «اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع ... » من حديث زيد بن أرقم - رضي الله عنه -، وقد أخرجه مسلم في صحيحه (٢٧٢٢). وفي الباب عن جماعة من الصحابة - رضي الله عنهم -.
(٣) مفاتيح الغيب (٨/ ٢٧٢).
(٤) ذيل طبقات الحنابلة (٢/ ١٤٧).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (53,'٣ - قال تعالى: {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} (سبأ: ٦).
قال ابن القيم - رحمه الله -: «وهذا دليل ظاهرٌ أن الذي نراه مُعارِضًا للنقل، ويُقَدِّم العقل عليه، ليس من الذين أوتوا العلم في قَبِيل ولا دَبِير، ولا قليل ولا كثير» (١).
٤ - قال تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (١٥)} (المطففين).
قال ابن كثير - رحمه الله -: «قال الإمام أبو عبد الله الشافعي - رحمه الله -: «في هذه الآية دليل على أن المؤمنين يرونه - عز وجل - يومئذ».
وهذا الذي قاله الإمام الشافعي - رحمه الله - في غاية الحُسْن، وهو استدلال بمفهوم هذه الآية؛ كما دل عليه منطوق قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} (القيامة: ٢٢ - ٢٣)» (٢).
_________
(١) الصواعق المرسلة (٣/ ٨٥١).
(٢) تفسير ابن كثير (٨/ ٣٥١).',NULL,'58',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (54,'<span data-type="title" id=toc-44>ثانيًا: العموم والخصوص </span>(١):
ويلحق بذلك:

حَمْل المُشْتَرَك (٢) على معنييه أو معانيه، ومَرْجِعُ الاستثناء، وذِكْرُ العام بعد الخاص، والعكسُ.
<span data-type="title" id=toc-46>التطبيق:</span>
١ - قال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)} (الفاتحة) (٣).
في وجه ذكر الاستعانة بعد العبادة دون غيرها؛ قال ابن القيم - رحمه الله -: «الناس في هذين الأصلين -وهما العبادة والاستعانة- أربعة أقسام: أَجَلّها وأفضلها: أهل العبادة والاستعانة بالله عليها، فعبادة الله غاية مُرَادِهم، وطلبهم منه أن يعينهم عليها، ويوفقهم للقيام بها؛ ولهذا كان من أفضل ما يُسْأَل الرب - تبارك وتعالى - الإعانة على مرضاته،
_________
(١) العام: ما يستغرق جميع ما يصلح له بحسب وضع واحد، دفعة بلا حصر. انظر: نشر البنود (١/ ٥١٢)، معالم أصول الفقه (ص ٤١٢).
ويقابله: (الخاص) فهو كل ما ليس بعام. وعرفه المَحَلِّي بقوله: «ما لا يتناول شيئين فصاعدًا من غير حصر». انظر: شرح الورقات للمَحَلِّي (ص ١٣٠). أو «ما لا يقتضي استغراق الجنس». انظر: الأنجم الزاهرات على حَلّ ألفاظ الورقات (ص ١٤٥).
(٢) المشترك: هو اللفظ الواحد الدال على معنيين مختلفين أو أكثر دلالةً على السواء عند أهل تلك اللغة. انظر: البحر المحيط في أصول الفقه (٢/ ٣٧٧).
(٣) تَعَلُّق هذا المثال بـ (العموم والخصوص) من جهتين:
الأولى: أنه حَذَف مُتَعَلَّق العبادة والاستعانة؛ وذلك يفيد العموم؛ فيدخل في ذلك أنواع العبادة والاستعانة؛ حيث لم يخص نوعًا بعينه.
الثانية: أنه عطف الاستعانة على العبادة، ومعلوم أن الاستعانة نوع من العبادة؛ وذلك لأهميتها.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (55,'وهو الذي علمه النبي - صلى الله عليه وسلم - لِحِبِّه معاذ بن جبل - رضي الله عنه -، فقال: «يا معاذ، والله إني لأحبك، فلا تَنْسَ أن تقول دُبُر كل صلاة: اللهم أعني على ذِكْرِك وشُكرك وحُسْن عبادتك» (١).
فأنفع الدعاء: طلب العَون على مرضاته، وأفضل المواهب: إسعافه بهذا المطلوب، وجميع الأدعية المأثورة مدارها على هذا، وعلى دَفْع ما يُضَاده، وعلى تكميله وتيسير أسبابه، فتأملها.
وقال شيخ الإسلام ابن تيمية قَدَّس الله رُوحه: تَأَمَّلْتُ أنفع الدعاء فإذا هو سؤال العون على مرضاته، ثم رأيتُه في الفاتحة في {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)}» (٢).
٢ - قال تعالى: {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا (٧١)} (الإسراء).
قال ابن القيم - رحمه الله - أخذًا من العموم في قوله: {بِإِمَامِهِمْ} (٣): «فما ظن من اتخذ غير الرسول إمامَهْ، ونبذ سنته وراء ظهره وجعل خواطر الرجال وآراءها بين عينيه وأمامه، فسيعلم يوم العَرْض أي بضاعة أضاعْ، وعند الوزن ماذا أحضر من الجواهر أو خُرْثِيّ (٤) المتاعْ» ا. هـ (٥).
_________
(١) أخرجه أبو داود (١٥٢٢)، والنسائي (١٣٠٣) بلفظ مقارب. وصححه الألباني في صحيح سنن أبي داود، وصحيح سنن النسائي، والأرنؤوط في تعليقه على سنن أبي داود.
(٢) مدارج السالكين (١/ ٩٩ - ١٠٠).
(٣) فـ (إمام) مفرد مضاف إلى معرفة (الضمير) فيعم.
(٤) أي: سَقَطه.
(٥) تهذيب سنن أبي داود لابن القيم (١/ ٧).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (56,'٣ - قال تعالى: {وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ} (الكهف: ٣٩).
قال ابن هبيرة - رحمه الله -: «ما قال: (ما شاء الله كان) ولا: (يكون)، بل أطلق اللفظ؛ لِيَعُم الماضي والمستقبل والراهن» (١).
٤ - قال تعالى: {وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (١٥)} (مريم).
في وجه تخصيص السلام عليه في هذه المواطن الثلاثة؛ قال ابن كثير - رحمه الله -: «قال سفيان بن عيينة - رحمه الله -: أَوْحَش ما يكون الخَلْق في ثلاثة مواطن: يوم وُلِد؛ فيرى نفسه خارجًا مما كان فيه، ويوم يموت؛ فيرى قومًا لم يكن عَايَنَهم، ويوم يُبعَث؛ فيرى نفسه في مَحْشَر عظيم؛ قال: فأكرم الله فيها يحيى بن زكريا، فخصه بالسلام عليه» (٢).
٥ - قال تعالى: {إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠)} (الأنبياء).
في وجه تخصيص علمه بالجهر من القول مع أن ذلك لا يخفى؛ قال ابن هبيرة - رحمه الله -: «المعنى أنه إذا اشتدت الأصوات وتَغَالَبَت، فإنها حالة لا يسمع فيها الإنسان، والله - عز وجل - يسمع كلام كل شخص بعينه، ولا يشغله سمعٌ عن سمع» (٣).
_________
(١) ذيل طبقات الحنابلة (٢/ ١٤٧).
(٢) تفسير ابن كثير (٥/ ٢١٧). ووجه تَعَلُّق ذلك بموضوع (العموم والخصوص) من جهة كونه قد خَصَّ هذه الأوقات الثلاثة.
(٣) ذيل طبقات الحنابلة (٢/ ١٤٥). وعلاقة هذا المثال بالباب: من جهة تخصيص علمه بحالة الجهر من القول.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (57,'٦ - قال تعالى: {وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (١٥)} (النمل).
قال السبكي - رحمه الله -: «فإن الله تعالى آتى داود وسليمان من نعم الدنيا والآخرة ما لا يَنْحَصِر، ولم يذكر من ذلك -في صدر الآية- إلا العلم؛ ليبين أنه الأصل في النعم كلها» (١).
٧ - قال تعالى: {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (٧٣)} (الواقعة).
قال ابن القيم - رحمه الله -: «تَذْكِرَة تُذْكَر بها الآخرة، ومنفعة للنازلين بالقَوَاءِ -وهم: المسافرون؛ يقال: أقوى الرجل: إذا نزل بالقِيِّ والقَوَى؛ وهي الأرض الخالية- وخص المُقْوِين بالذكر وإن كانت منفعتها عامة للمسافرين والمقيمين؛ تنبيهًا لعباده -والله أعلم بمراده من كلامه- على أنهم كلهم مسافرون، وأنهم فى هذه الدار على جناح سفر، ليسوا هم مقيمين ولا مستوطنين» (٢).
٨ - قال تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢)} (الكوثر).
قال السعدي - رحمه الله -: «خص هاتين العبادتين بالذِّكْر؛ لأنهما من أفضل العبادات وأَجَلّ القُرُبَات؛ ولأن الصلاة تتضمن الخضوع في القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تَقَرُّب إلى الله بأفضل ما عند العبد من النحائر، وإخراج للمال الذي جُبِلَت النفوس على محبته والشح به» (٣).
_________
(١) فتاوى السبكي (١/ ٧٣).
(٢) طريق الهجرتين (١/ ١٤١ - ١٤٢).
(٣) تفسير السعدي (ص ٩٣٥).',NULL,'62',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (58,'٩ - قال تعالى: {وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ} (الفلق: ٥).
قال ابن القيم - رحمه الله -: «العائن حاسد خاص، وهو أضر من الحاسد؛ ولهذا -والله أعلم- إنما جاء في السورة ذكر الحاسد دون العائن؛ لأنه أعم، فكل عائن حاسد ولا بد، وليس كل حاسد عائنًا، فإذا استعاذ من شر الحسد دخل فيه العين، وهذا من شمول القرآن الكريم وإعجازه وبلاغته» (١).

<span data-type="title" id=toc-47>ثالثًا: الإطلاق والتقييد </span>(٢):
<span data-type="title" id=toc-48>التطبيق:</span>
١ - قال تعالى: {إِيَّاكَ نَعْبُدُ} (الفاتحة: ٥).
قال ابن القيم: «وصاحب التَّعَبُّد المُطْلَق ليس له غرض في تَعَبُّدٍ بعينه يُؤْثِره على غيره، بل غرضه تَتَبُّع مرضاة الله تعالى أين كانت، فمدار تَعَبُّده عليها، فهو لايزال مُتَنَقِّلًا في منازل العبودية، كلما رُفِعَت له مَنْزِلَة، عمل على سَيرِه إليها، واشتغل بها حتى تلوح له منزلة أخرى، فهذا دأبه في السَّيْر حتى ينتهي سَيْره؛ فإن رأيت العلماء رأيته معهم، وإن رأيت العُبَّاد رأيته معهم، وإن رأيت المجاهدين رأيته معهم، وإن رأيت الذاكرين رأيته معهم، وإن رأيت المتصدقين المحسنين رأيته معهم ... فهذا هو العبد المطلق، الذي لم تملكه الرسوم، ولم تُقيده القيود، ولم يكن عمله على مُرَاد نفسه، وما فيه لذتها وراحتها من العبادات، بل هو على مُرَاد ربه ولو كانت راحة نفسه ولذتها في سواه.
_________
(١) بدائع الفوائد (٢/ ٢٣٣).
(٢) المُطْلَق: هو المُتَناوِل لواحدٍ لا بعينه باعتبار حقيقةٍ شاملةٍ لجنسه. انظر: روضة الناظر (٢/ ١٠١). والمُقَيَّد: هو المُتَناوِل لِمُعَيَّن أو غير مُعَيَّن موصوف بأمر زائد على الحقيقة. انظر: روضة الناظر (٢/ ١٠٢).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (59,'فهذا هو المُتَحَقِّق بـ {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)} حقًا، القائم بهما صدقًا، مَلْبَسه ما تهيأ، ومأكله ما تيسر، واشتغاله بما أمر الله به في كل وقت بوقته، ومجلسه حيث انتهى به المكان ووجده خاليًا، لا تملكه إشارة، ولايتعبده قَيْد، ولا يستولي عليه رَسْم، حُرٌّ مُجرد، دائر مع الأمر حيث دار، يَدِين بدين الآمر أَنَّى توجهت ركائبه، ويدور معه حيث استقلت مَضَارِبه، يَأْنَس به كل مُحِقّ، ويستوحش منه كل مُبْطِل؛ كالغيث حيث وقع نفع، وكالنخلة لا يسقط ورقها، وكلها منفعة حتى شوكها، وهو موضع الغِلْظَة منه على المخالفين لأمر الله، والغضب إذا انْتُهِكَت محارم الله.
فهو لله وبالله ومع الله، قد صَحِب الله بلا خَلْق، وصَحِب الناس بلا نَفْس. بل إذا كان مع الله عَزَل الخلائق عن البَيْن وتَخلَّى عنهم، وإذا كان مع خلقه عزل نفسه من الوسط وتَخَلَّى عنها، فواهًا له! ما أغربه بين الناس! وما أشد وحشته منهم! وما أعظم أُنسه بالله وفرحه به، وطمأنينته وسكونه إليه» (١).
٢ - قال تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ} (الانفطار).
قال ابن القيم - رحمه الله -: «لا تظن أن قوله تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ}، مختص بيوم المعاد فقط، بل هؤلاء في نعيم في دُورِهم الثلاثة، وهؤلاء في جحيم في دُورِهم الثلاثة، وأي لذة ونعيم في الدنيا أطيب من بِرّ القلب، وسلامة الصدر، ومعرفة الرب - تبارك وتعالى - ومحبته، والعمل على موافقته» (٢).
_________
(١) مدارج السالكين (١/ ١١١).
(٢) الجواب الكافي (ص ١٢١).',NULL,'64',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (60,'<span data-type="title" id=toc-49>رابعًا: ما يُسْتَفَاد من بعض القواعد في التفسير </span>(١)؛ مثل:
<span data-type="title" id=toc-50>١ - قاعدة: «عَسَى» من الله واجبة:</span>
<span data-type="title" id=toc-51>توضيح القاعدة:</span>
أي أن «عَسَى» إذا جاءت من قول الله تعالى، فإن ذلك يعني أنها مُتَحَقِّقَة الوقوع؛ وذلك جَرْيًا على عادة العرب؛ حيث إن العظيم منهم يُخرج الوعد بمثل هذه العبارة وهو يُريد تحقيقه.
مع أن أصل معناها التَّرجِّي، لكنه غير مُراد هنا (٢).

<span data-type="title" id=toc-52>التطبيق:</span>
قال تعالى: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ (٥٢)} (المائدة).
قال الشنقيطي - رحمه الله -: «وبَيَّن في هذه الآية: أن تلك الدوائر التي حافظوا من أجلها على صداقة اليهود، أنها لاتدور إلا على اليهود والكفار، ولا تدور على المسلمين بقوله: {فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ (٥٢)} الآية. و «عَسى» من الله نافذة؛ لأنه العظيم الذي لا يُطْمِع إلا فيما يُعْطِي» (٣).
_________
(١) هي: الأحكام الكُلية التي يُتوصل بها إلى استنباط معاني القرآن العظيم، ومعرفة كيفية الاستفادة منها. قواعد التفسير (١/ ٣٠).
(٢) انظر: قواعد التفسير (١/ ٢٨٧ - ٢٨٨).
(٣) أضواء البيان (٢/ ١٣٤).',NULL,'65',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (61,'<span data-type="title" id=toc-53>٢ - الحُكْم المُعَلَّق على وصف يزيد بزيادته وينقص بنقصانه </span>(١):
<span data-type="title" id=toc-54>توضيح القاعدة:</span>
إذا وقع الحمد أو الذم أو الوعد أو الوعيد على جِنْسِ فِعْلٍ من الأفعال أو وَصْف من الأوصاف، فإنه يحصل للمُكَلَّف من ذلك الحمد أو الذم أو الجزاء بقدر نصيبه من ذلك الفعل أو الوصف ومدى تَحَقُّقِه فيه، فيزداد بزيادته وكماله، وينقص بنقصه وضعفه، وينعدم بانعدامه وزواله (٢).

<span data-type="title" id=toc-55>التطبيق:</span>
١ - قال تعالى: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٩٢)} (آل عمران).
قال السعدي - رحمه الله -: «دَلَّت الآية أن العبد بحسب إنفاقه للمحبوبات يكون بِرُّه، وأنه يَنْقُص من بِرِّه بحسب ما نقص من ذلك» (٣).
٢ - قال تعالى: {وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ (١٣٢)} (آل عمران).
فللعبد من الرحمة بحسب ما يكون له من طاعة الله وطاعة رسوله - صلى الله عليه وسلم -.
٣ - قال تعالى: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣٩)} (آل عمران).
_________
(١) انظر: قواعد التفسير (٢/ ٦٢٩).
(٢) السابق (٢/ ٦٢٩).
(٣) تفسير السعدي (ص ١٣٨).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (62,'قال ابن القيم - رحمه الله -: «للعبد من العلوِّ بحسب ما معه من الإيمان! » (١).
٤ - قال تعالى: {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ (١٥١)} (آل عمران).
قال ابن القيم - رحمه الله -: «وعلى قَدْر الشرك يكون الرُّعب، فالمشرك بالله أشد شيء خوفًا ورعبًا» اهـ (٢).
٥ - قال تعالى: {الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا (١٤١)} (النساء).
قال ابن القيم - رحمه الله -: «والتحقيق: ... أن انتفاء السبيل عن أهل الإيمان الكامل، فإذا ضعف الإيمان، صار لعدوهم عليهم من السبيل بحسب مانقص من إيمانهم، فهم جعلوا لهم عليهم السبيل بما تركوا من طاعة الله تعالى.
فالمؤمن عزيز غالب مُؤَيَّد منصور مكفي مدفوع عنه بالذات أين كان، ولو اجتمع عليه من بأقطارها؛ إذا قام بحقيقة الإيمان وواجباته ظاهرًا وباطنًا؛ وقد قال تعالى للمؤمنين: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣٩)} (آل عمران)» (٣).
_________
(١) إغاثة اللهفان (٢/ ١٨١).
(٢) زاد المعاد (٣/ ٢٠٣).
(٣) إغاثة اللهفان (٢/ ١٨٢ - ١٨٣).',NULL,'67',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (63,'٦ - قال تعالى: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} (المائدة: ٦٧).
قال ابن القيم - رحمه الله -: «وهكذا المُبَلِّغون عنه من أمته؛ لهم من حِفْظ الله وعِصْمته إيَّاهُم بِحَسب قيامهم بِدِينِهِ وتبليغهم له» اهـ (١).
٧ - قال تعالى: {إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ} (الأنعام: ٣٦).
فبقدر الإقبال بالأسْمَاع على الوحي والهدى تكون الاستجابة.
٨ - قال تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (١٥١)} (الأنعام).
«دلت الآية على أنه بحسب عقل العبد يكون قيامه بما أمر الله به» (٢).
٩ - قال تعالى: {وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «فيه تنبيه ظاهر على أن فِعْل المأمور به هو الإحسان المطلوب منكم، ومطلوبكم أنتم من الله هو رحمته، ورحمته قريب من المحسنين الذين فعلوا ما أُمروا به من دعائه خوفًا وطمعًا، فَقُرْب مطلوبكم منه -وهو الرحمة-
_________
(١) جلاء الأفهام (ص ٤١٥).
(٢) تفسير السعدي (ص ٢٧٩).',NULL,'68',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (64,'بحسب أدائكم لمطلوبه منكم وهو الإحسان الذي هو في الحقيقة إحسان إلى أنفسكم؛ فإن الله تعالى هو الغني الحميد، وإن أحسنتم أحسنتم لأنفسكم» (١).
١٠ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ (٢٤)} (الأنفال).
قال ابن القيم - رحمه الله -: «الحياة النافعة إنما تحصل بالاستجابة لله ولرسوله - صلى الله عليه وسلم -، فمن لم تحصل له هذه الاستجابة، فلا حياة له، وإن كانت له حياة بهيمية مُشْتَرَكَة بينه وبين أرذل الحيوانات؛ فالحياة الحقيقية الطيبة هي حياة من استجاب لله والرسول ظاهرًا وباطنًا.
فهؤلاء هم الأحياء وإن ماتوا، وغيرهم أموات وإن كانوا أحياء الأبدان؛ ولهذا كان أكمل الناس حياة أكملهم استجابة لدعوة الرسول - صلى الله عليه وسلم -؛ فإن كل ما دعا إليه ففيه الحياة، فمن فاته جزء منه فاته جزء من الحياة، وفيه من الحياة بحسب ما استجاب للرسول - صلى الله عليه وسلم -» (٢).
١١ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩)} (الأنفال).
قال ابن القيم - رحمه الله -: «ومن الفرقان: النور الذي يُفَرِّق به العبد بين الحق والباطل، وكلما كان قلبه أقرب إلى الله كان فرقانه أتم» اهـ (٣).
_________
(١) بدائع الفوائد (٣/ ١٧).
(٢) الفوائد (ص ٨٨).
(٣) أعلام الموقعين (٤/ ١٩٩).',NULL,'69',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (65,'١٢ - قال تعالى: {يَاأَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤)} (الأنفال).
قال شيخ الإسلام ابن تيمية - رحمه الله -: «أي: الله كافيك، وكافي من اتبعك من المؤمنينَ، فلو كانت كِفَايَته للْمُؤْمِنين المُتبعين للرسول؛ سَوَاء اتَّبعُوهُ أو لم يتبعوه لم يكن للإيمَان واتِّبَاع الرَّسُول ثَمَّ أثر في هذه الكِفَايَة، ولا كان لتخصصهم بذلك معنى، وكان هذا نَظِير أن يقال: هو خالقك وخالق من اتبعك من المؤمنينَ، ومعْلُوم أن المُرَاد خلاف ذلك ... والله تعالى إذا وعد على العمل بوعد أو خص أهله بكرامة فلا بد أن يكون بين وجود ذلك العمل وعَدَمه فَرْق في حُصُول تلك الكرامة، وإن كان قد يحصل نظيرها بسبب آخر، فقد يَكْفِي الله بعض من لم يتوكل عليه كالأطفال، لكن لا بد أَن يكون للمتوكل أثر في حصول الكفاية الحاصلة للمتوكلين، فلا يكون ما يحصل من الكفاية بالتوكل حاصلا مُطلقًا وإن عدم التَّوَكُّل» اهـ (١).
١٣ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣)} (التوبة).
قال ابن كثير - رحمه الله -: «فكلما قام ملك من ملوك الإسلام وأطاع أوامر الله، وتوكل على الله، فتح الله عليه من البلاد، واسترجع من الأعداء بحسبه، وبقدر ما فيه من ولاية الله» (٢).
_________
(١) جامع الرسائل (١/ ٨٩، ٩٠)، وفي هذا المعنى قوله: {أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ} (الزمر: ٣٦)، فالعبد هنا مفرد مضاف إلى معرفة -الضمير- وذلك بمعنى العموم، ويوضحه قراءة حمزة والكسائي: {أليس الله بكافٍ عِبَادَه}. وذلك يدل على أن للعبد من الكفاية بحسب ما يكون له من تحقيق العبودية.
(٢) تفسير ابن كثير (٤/ ٢٣٩).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (66,'١٤ - قال تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢)} (يونس).
فبقدر ما يكون للعبد من الإيمان والتقوى يكون له من ولاية الله تعالى، وكذلك يكون انتفاء الخوف والحزن عنه بحسب ما له من ولاية الله - عز وجل - التي مبناها على الإيمان والتقوى.
١٥ - قال تعالى: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} (إبراهيم: ٧).
فعلى قدر تحقيق الشكر تكون الزيادة؛ فـ «الشكر جَلَّاب النعم، ومُوْجِب للمزيد» (١).
١٦ - قال تعالى: {وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا (١١١)} (طه).
قال الشنقيطي - رحمه الله -: «يعم الشرك وغيره من المعاصي، وخيبة كل ظالم بقدر ما حمل من الظلم» (٢).
١٧ - قال تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (١٢٤)} (طه).
قال ابن القيم - رحمه الله -: «فإنه سبحانه رتَّب المعيشة الضَّنك على الإعراض عن ذكره، فالمعرض عنه له من ضنك المعيشة بحسب إعراضه، وإن تنعَّم في الدُّنيا بأصناف النِّعم، ففي قلبه من الوحشة والذل والحسرات التي تقطع القلوب، والأماني الباطلة
_________
(١) ما بين الأقواس من كلام ابن القيم في الوابل الصيب (ص ٧٢).
(٢) أضواء البيان (٤/ ٦٤٤).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (67,'والعذاب الحاضر ما فيه، وإنَّما يواريه عنه سكرات الشَّهوات والعشق وحب الدنيا والرياسة، وإن لم ينضم إلى ذلك سكر الخمر، فسكر هذه الأمور أعظم من سكر الخمر، فإنه يُفيق صاحبه ويصحو، وسكر الهوى وحب الدنيا لا يصحو صاحبه إِلا إذا كان صاحبه في عسكر الأموات.
فالمعيشة الضَّنك لازمة لمن أعرض عن ذكر الله الذي أنزله على رسوله - صلى الله عليه وسلم - في دنياه وفي البرزخ ويوم معاده، ولا تقر العين، ولا يهدأ القلب، ولا تطمئن النفس؛ إلا بإلاهها ومعبودها الذي هو حق، وكل معبود سواه باطل، فمن قَرَّت عينه بالله قرَّت به كل عين، ومن لم تقر عينه بالله تقطَّعت نفسه على الدنيا حسرات، والله تعالى إنما جعل الحياة الطيبة لمن آمن به وعمل صالحًا» (١).
١٨ - قال تعالى: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ (٣٨)} (الحج).
قال ابن القيم - رحمه الله -: «وفي القراءة الأخرى: {إن الله يَدْفَع} (٢)، فَدَفْعه ودفاعه عنهم بحسب قوة إيمانهم وكماله، ومادة الإيمان وقوته بذكر الله تعالى، فمن كان أكمل إيمانًا وأكثر ذِكْرًا، كان دَفْع الله تعالى عنه ودفاعه أعظم، ومن نَقَص نُقِص؛ ذِكْرًا بِذِكْر، ونسيانًا بنسيان» (٣).
_________
(١) الجواب الكافي (ص ١٢٠).
(٢) النشر في القراءات العشر (٢/ ٣٢٦).
(٣) الوابل الصيب (ص ٧٢). وانظر أيضًا: إغاثة اللهفان (٢/ ١٨١)، بدائع الفوائد (٢/ ٢٤٥).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (68,'١٩ - قال تعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} (العنكبوت: ٦٩).
قال ابن القيم - رحمه الله -: «علَّق سبحانه الهداية بالجهاد؛ فأكمل الناس هداية أعظمهم جهادًا، وأفرض الجهاد: جهاد النفس، وجهاد الهوى، وجهاد الشيطان، وجهاد الدنيا؛ فمن جاهد هذه الأربعة في الله، هداه الله سُبُل رضاه المُوصِلة إلى جنته، ومن ترك الجهاد فاته من الهدى بحسب ما عَطَّل من الجهاد» (١).
٢٠ - قال تعالى: {الم (١) تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (٢) هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ (٣) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥)} (لقمان).
فللعبد من الاهتداء بالقرآن بقدر ما يتحقق فيه من وصف الإحسان؛ كما يكون له من الهدى بحسب ما يكون عليه من الاتصاف بالأوصاف المذكورة للمحسنين (٢).
٢١ - قال تعالى: {فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (٣٥)} (محمد).
قال ابن القيم - رحمه الله -: «فهذا الضمان إنما هو بإيمانهم وأعمالهم، التي هي جُنْد من جنود الله، يحفظهم بها ولا يفردها عنهم ويَقْتَطِعها عنهم فيبطلها عليهم، كما يَتِرُ الكافرين والمنافقين أعمالهم؛ إذ كانت لغيره ولم تكن مُوَافِقَة لأمره» (٣).
_________
(١) الفوائد (ص ٥٩).
(٢) انظر: تفسير ابن كثير (٦/ ٣٣٠). وكذا يقال في نظائرها، كما في أول سورة البقرة وغيرها.
(٣) إغاثة اللهفان (٢/ ١٨٣).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (69,'٢٢ - قال تعالى: {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٩)} (الحشر).
قال ابن عاشور - رحمه الله -: «فمن وُقي شُحَّ نفسه؛ أي: وُقِي من أن يكون الشُّح المذموم خُلُقًا له؛ لأنه إذا وُقِي هذا الخُلُق سَلِم من كل مَوَاقع ذَمِّه، فإن وُقِي من بعضه كان له من الفلاح بمقدار ما وُقِيَه» اهـ (١).
٢٣ - قال تعالى: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨)} (المنافقون).
قال ابن القيم - رحمه الله -: «فله من العِزّة بحسب ما معه من الإيمان وحقائقه، فإذا فاته حَظّ من العلو والعِزّة ففي مُقَابلة ما فاته من حقائق الإيمان؛ عِلْمًا وعملًا، ظاهرًا وباطنًا» اهـ (٢).
٢٤ - قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} (الطلاق: ٢، ٣).
فيكون للعبد من الفرج والخروج من الشدة وحصول الرزق، بحسب تقواه (٣).
٢٥ - قال تعالى: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} (الطلاق: ٣).
فيكون للعبد من الكفاية بحسب توكله (٤).
_________
(١) التحرير والتنوير (٢٨/ ٩٥).
(٢) إغاثة اللهفان (٢/ ١٨١).
(٣) جامع الرسائل لابن تيمية (١/ ٨٨).
(٤) انظر: السابق.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (70,'٢٦ - قال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧)} (الليل).
«ودخول النَّقْص بحسب نُقصانها أو بعضها؛ فمن الناس من يكون قوة إعطائه وبذله أتم من قوة انكفافه وتركه، فقوة الترك فيه أضعف من قوة الإعطاء، ومن الناس من يكون قوة الترك والانكفاف فيه أتم من قوة الإعطاء والمنع، ومن الناس من يكون فيه قوة التصديق أتم من قوة الإعطاء والمنع، فَقُوَّتُه العلمية والشُّعُورية أتم من قوته الإرادية وبالعكس، فيدخل النقص بحسب مانقص من قوة هذه القوى الثلاث، ويفوته من التيسير لليُسْرَى بحسب ما فاته منها، ومن كملت له هذه القوى يُسِّر لكل يُسرى» (١).
٢٧ - قال تعالى: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ (٣) وَرَفَعْنَا لَكَ ذِكْرَكَ (٤)} (الشرح).
قال ابن القيم - رحمه الله -: «شَرَح الله صدر رسوله أَتَمَّ الشَّرْح، ووَضَع عنه وِزْرَه كل الوضع، وَرَفَع ذِكْره كل الرفع، وجعل لأتباعه حظًّا من ذلك؛ إذ كل مَتْبُوع فلأتباعه حظ ونصيب من حظ متبوعهم في الخير والشر؛ على حسب اتباعهم له.
فأَتْبَعُ الناس لرسوله - صلى الله عليه وسلم - أشرحهم صدرًا، وأَوْضَعهم وِزْرًا، وأرفعهم ذِكْرًا، وكلما قويت متابعته علمًا وعملًا وحالًا وجهادًا، قويت هذه الثلاثة حتى يصير صاحبُها أشرحَ الناس صدرًا، وأرفعهم في العالمين ذِكْرًا.
وأما وَضْع وِزْره فكيف لا يُوضَع عنه ومن في السموات والأرض ودَوَابّ البر والبحر يستغفرون له؟ ! » (٢).
_________
(١) التبيان في أقسام القرآن (ص ٦١).
(٢) الكلام على مسألة السماع (ص ٤٠١ - ٤٠٢).',NULL,'75',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (71,'<span data-type="title" id=toc-56>٣ - زيادة المبنى لزيادة المعنى </span>(١):
<span data-type="title" id=toc-57>توضيح القاعدة:</span>
«جميع ألفاظ القرآن دالة على معانٍ بليغة، وحِكَم وأحكام بديعة، ومن هنا فإن القرآن مُنَزَّه عن أن يقع فيه لفظ لا معنى له.
ومن ثَمّ فإن أي زيادة تَطْرَأ على اللفظ في كتاب الله تعالى، فإنما تدل على معنى زائد على ما يدل عليه اللفظ دونها.
وسواء في ذلك ما إذا كانت هذه الزيادة حرفًا، أم كانت زيادة في وزن الكلمة، أو تضعيفها» (٢).

<span data-type="title" id=toc-58>التطبيق:</span>
١ - قال تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٨٦)} (البقرة).
قال السعدي - رحمه الله -: «وفي الإتيان بـ «كسب» في الخير الدال على أن عمل الخير يحصل للإنسان بأدنى سعي منه، بل بمجرد نية القلب، وأتى بـ «اكتسب» في عمل الشر؛ للدلالة على أن عمل الشر لايكتب على الإنسان حتى يعمله ويحصل سعيه» (٣).
_________
(١) انظر: قواعد التفسير (١/ ٣٥٦).
(٢) السابق (١/ ٣٥٦).
(٣) تفسير السعدي (ص ١٢٠). وهذا الملحظ المُشَار إليه ليس محل اتفاق، كما هو الشأن في عامة هذه النكات واللطائف البلاغية. وللوقوف على ما قد يَرِد على هذه المعاني المُسْتَخْرَجة من الفروقات اللفظية ونحوها: انظر ما أورده القاسمي في تفسيره (٢/ ٢٤٢ - ٢٤٤) حول هذا المعنى.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (72,'٢ - قال تعالى في حكاية قول الخضر لموسى - عليه السلام -: {أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٧٢)} (الكهف)، ثم قوله بعد ذلك في قصة قتل الغلام: {أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٧٥)} (الكهف).
قال الغرناطي - رحمه الله -: «للسائل أن يسأل عن الفَرْق المُوجِب لزيادة «لك» في هذا القول الثاني؟
والجواب: أن الخضر قد كان قال لموسى حين قال له موسى - عليه السلام -: {هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا (٦٦) قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٦٧)} (الكهف)، فلما كان من موسى عند خرق السفينة ما كان من الإنكار بقوله: {فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا (٧١)} (الكهف)، ذَكَّره الخضر بما كان قد قاله له من غير أن يزيده على إيراد ما كان قد قاله، فقال: {قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٧٢)}، فاعتذر موسى - عليه السلام - بقوله: {قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا (٧٣)}، فلما وقع منه بعد ذلك إنكار قتل الغلام بقوله: {أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ}، وأبلغ في وصف الفعلة بقوله: {لَقَدْ جِئْتَ شَيْئًا نُكْرًا}؛ قَابَل الخضر ذلك بتأكيد الكلام المُتَقَدِّم، فقال: {قَالَ أَلَمْ أَقُلْ لَكَ}، فالضمير المجرور بيانٌ جيء به تأكيدًا؛ لِيُقَابَل بالكلام ما وقع جوابًا له من قول موسى - عليه السلام - زيادةً للتناسب» (١).
_________
(١) ملاك التأويل (ص ٣٢٢).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (73,'<span data-type="title" id=toc-59>٤ - حذف المُقْتَضَى --المُتَعَلَّق- يفيد العموم النِّسْبِي </span>(١):
<span data-type="title" id=toc-60>توضيح القاعدة:</span>
«المُقْتَضَى» بالفتح هو المحذوف، أما بالكسر فهو الكلام المُحْتَاج إلى إضمار.
وقولنا: «يفيد العموم النسبي»؛ أي: يفيد تعميم المعنى المُنَاسِب له (٢).

<span data-type="title" id=toc-61>التطبيق:</span>
١ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١١)} (المجادلة).
حيث لم يُقَيِّد ذلك الفَسْح بكونه في الرزق أو الصدر أو القبر أو الجنة أو غير ذلك.
ومن هنا «دل قوله تعالى: {فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ (١١)} (المجادلة)، على أن كل من وَسَّع على عباد الله أبواب الخير والراحة وَسَّع الله عليه خيرات الدنيا والآخرة، ولا ينبغي للعاقل أن يُقيد الآية بالتفَسُّح والتوسُّع في المجلس، بل المُراد منه إيصال أي خير إلى المسلم، وإدخال السرور في قلبه» (٣).
_________
(١) انظر: قواعد التفسير (٢/ ٥٩٧).
(٢) السابق (٢/ ٥٩٧).
(٣) مفاتيح الغيب (٢٩/ ٤٩٤).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (74,'٢ - قال تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤)} (الانفطار).
حيث لم يُقيد هذا النعيم هنا في كونه في الدنيا أو البرزخ أو الآخرة، مع أن ما بعده مُشْعِر أنه في الآخرة. قال ابن القيم - رحمه الله -: «لا تحسب أن قوله تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤)} مقصور على نعيم الآخرة وجحيمها فقط، بل في دُورهم الثلاثة كذلك -أعني: دار الدنيا، ودار البرزخ، ودار القرار- فهؤلاء في نعيم، وهؤلاء في جحيم، وهل النعيم إلا نعيم القلب؟ ! وهل العذاب إلا عذاب القلب؟ وأي عذاب أشد من الخوف والهم والحزن وضيق الصدر، وإعراضه عن الله والدار الآخرة، وتعلقه بغير الله، وانقطاعه عن الله، بكل وادٍ منه شعبة؟ ! وكل شيء تعلق به وأحبه من دون الله فإنه يسومه سوء العذاب» (١).
٣ - قال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ (١)} (الإخلاص).
حيث لم يقيد أحديته تعالى بذاته، أو صفاته ... إلخ.
قال السعدي - رحمه الله -: «أي: قد انحصرت فيه الأحدية، فهو الأحد المنفرد بالكمال، الذي له الأسماء الحسنى، والصفات الكاملة العليا، والأفعال المُقَدَّسَة، الذي لا نظير له ولا مثيل» (٢).
_________
(١) الجواب الكافي (ص ٧٦).
(٢) تفسير السعدي (ص ٩٣٧).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (75,'<span data-type="title" id=toc-62>٥ - الأوصاف المُخْتَصَّة بالإناث إذا أُريد بها الوصف، جُرِّدت من التاء، وإذا أُريد به المُبَاشَرة، أُلحِقَت بها التاء </span>(١):
<span data-type="title" id=toc-63>التطبيق:</span>
قال تعالى: {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢)} (الحج: ٢).
«فإن قلت: لم قيل: {مُرْضِعَةٍ} دون (مُرضع)؟
قلت: المُرضعة التي هي في حال الإرضاع مُلْقِمَة ثَديَها الصبي، والمُرضِع: التي من شأنها أن تُرضع، وإن لَم تُباشر الإرضاع في حال وصفها به، فقيل: {مُرْضِعَةٍ}؛ ليدل على أن ذلك الهَول إذا فُوجئت به هذه وقد أَلْقَمَت الرضيع ثديها، نزعته عن فيه؛ لِمَا يلحقها من الدَّهْشَة» (٢).
_________
(١) انظر: قواعد التفسير (١/ ٤٤٢). ولما كانت القاعدة من الوضوح بمكان لم نحتج إلى شرحها، والمثال يزيدها وضوحًا.
(٢) الكشاف (٣/ ١٤٢)، وانظر: أضواء البيان (٥/ ٨).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (76,'<span data-type="title" id=toc-64>خامسًا: قواعد قرآنية </span>(١):
<span data-type="title" id=toc-65>١ - قاعدة: «من تَرَك شيئًا لله عَوَّضَه الله خيرًا منه» </span>(٢):
<span data-type="title" id=toc-66>التطبيق:</span>
١ - قال تعالى: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٤)} (الأنعام).
قال ابن كثير - رحمه الله -: «وكان هذا مُجَازَاة لإبراهيم - عليه السلام - حين اعتزل قومه وتركهم، ونَزَح عنهم وهاجر من بلادهم ذاهبًا إلى عبادة الله في الأرض، فَعَوَّضَه الله - عز وجل - عن قومه وعشيرته بأولاد صالحين من صُلْبه على دينه؛ لِتَقَرَّ بهم عينه؛ كما قال تعالى: {فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (٤٩)} (مريم)، وقال ها هنا: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا}» (٣).
قال السعدي - رحمه الله -: «ولما كان مُفَارَقة الإنسان لوطنه ومَأْلَفِه وأهله وقومه من أشق شيء على النفس لأمور كثيرة معروفة، ومنها انفراده عمن يَتَعَزَّز بهم ويتكثر، وكان من تَرَك شيئًا لله عَوَّضَه الله خيرًا منه، واعتزل إبراهيم قومه -قال الله في حقه:
_________
(١) والمقصود بها: أنها أحكام كلية قطعية دل عليها القرآن الكريم؛ فهي مأخوذة من القرآن، بخلاف قواعد التفسير كما عرفت من تعريفها سابقًا. فقواعد التفسير من قبيل الوسائل والآلات التي نتوصل بواسطتها إلى المراد، وأما القواعد القرآنية فمن قبيل النتائج.
(٢) وقد ذكر السعدي - رحمه الله - في القواعد الحسان (ص ١٦٤) أمثلة متنوعة لهذه القاعدة.
(٣) تفسير ابن كثير (٣/ ٢٩٧).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (77,'{فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا} -من إسحاق ويعقوب- {جَعَلْنَا نَبِيًّا}؛ فحصل له هبة هؤلاء الصالحين المُرسَلين إلى الناس الذين خَصَّهم الله بوحيه، واختارهم لرسالته، واصطفاهم من العالمين» (١).
٢ - قال تعالى: {وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٤١)} (النحل).
قال ابن كثير - رحمه الله -: «فإنهم تركوا مساكنهم وأموالهم، فعوَّضهم الله خيرًا منها في الدنيا؛ فإن من ترك شيئًا لله، عَوَّضَه الله بما هو خير له منه، وكذلك وقع، فإنهم مَكَّن الله لهم في البلاد وحَكَّمَهم على رقاب العباد، فصاروا أمراء حُكَّامَا، وكل منهم للمتقين إمامَا» (٢).
٣ - قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (٣٠)} (النور).
قال السعدي: - رحمه الله -: «فإن من حفظ فرجه وبصره، طهر من الخبث الذي يتدنس به أهل الفواحش، وزكت أعماله بسبب ترك المُحَرَّم الذي تطمع إليه النفس وتدعو إليه، فمن ترك شيئًا لله عَوَّضَه الله خيرًا منه، ومن غَضّ بصره عن المُحَرَّم أنار الله بصيرته» (٣).
_________
(١) تفسير السعدي (ص ٤٩٤).
(٢) تفسير ابن كثير (٤/ ٥٧٢/ ٥٧٣).
(٣) تفسير السعدي (ص ٥٦٦)، وانظر في هذا المعنى: مجموع الفتاوى (١٥/ ٣٩٦)، الفتاوى الكبرى (١/ ٢٨٧)، مختصر الفتاوى المصرية (١/ ٣١).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (78,'٤ - قال تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥)} (النور).
قال ابن القيم - رحمه الله -: «قال تعالى عقيب أمره للمؤمنين بغض أبصارهم وحفظ فروجهم: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ}، وسِرّ هذا الخبر: أن الجزاء من جنس العمل، فمن غَضّ بصره عما حَرَّم الله - عز وجل - عليه، عَوَّضَه الله تعالى من جنسه ما هو خير منه، فكما أمسك نور بصره عن المُحَرَّمَات، أَطْلَق الله نور بصيرته وقلبه، فرأى به ما لم يَرَه من أَطْلَق بصره ولم يغضه عن مَحَارِم الله تعالى» (١).
٥ - قال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (١٦) فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧)} (السجدة).
قال ابن رجب - رحمه الله -: «فإن المُتَهَجِّد قد ترك لذة النوم بالليل ولذة التَّمَتّع بأزواجه؛ طلبًا لما عند الله - عز وجل -، فَعَوَّضَه الله تعالى خيرًا مما تركه وهو الحُور العِين في الجنة» (٢).
_________
(١) إغاثة اللهفان من مصايد الشيطان (١/ ٤٨)، وانظر: مجموع الفتاوى (٢١/ ٢٥٧ - ٢٥٨).
(٢) تفسير ابن رجب (٢/ ١٨٤).',NULL,'83',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (79,'٦ - قال تعالى: {وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٣٠) إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (٣١) فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (٣٢) رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (٣٣) وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (٣٤) قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (٣٥) فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ (٣٦) وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (٣٨) هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (٣٩) وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (٤٠)} (ص).
قال السعدي: - رحمه الله -: «من ترك شيئا لله عَوَّضَه الله خيرًا منه؛ فسليمان - عليه السلام - عَقَر الجِيَاد الصَّافِنَات المحبوبة للنفوس على هذا التفسير تقديمًا لمحبة الله، فَعَوَّضَه الله خيرًا من ذلك، بأن سَخَّر له الريح الرُّخَاء اللَّيِّنَة، التي تجري بأمره إلى حيث أراد وقصد، غُدُوُّها شهر، ورَوَاحُها شهر، وسَخَّر له الشياطين، أهل الاقتدار على الأعمال التي لا يقدر عليها الآدميون» (١).
٧ - قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (٢٢)} (المجادلة).
قال ابن كثير - رحمه الله -: «وفي قوله تعالى: {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ (٢٢)}، سِرٌّ بديع وهو أنه لما سخطوا على القرائب والعشائر في الله، عَوَّضَهم الله بالرضا عنهم، وأرضاهم عنه بما أعطاهم من النعيم المُقيم، والفوز العظيم والفضل العميم» (٢).
_________
(١) تفسير السعدي (ص ٧١٢)، وانظر: تفسير ابن كثير (٧/ ٧٣)، مدارج السالكين (٢/ ٤٢٦).
(٢) تفسير ابن كثير (٨/ ٥٥).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (80,'<span data-type="title" id=toc-67>٢ - قاعدة: «الجزاء من جنس العمل»:</span>
<span data-type="title" id=toc-68>التطبيق:</span>
١ - قال تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)} (الفاتحة).
قال ابن القيم - رحمه الله -: «من هُدِي في هذه الدار إلى صراط الله المستقيم، الذي أرسل به رسله، وأنزل به كتبه، هُدِي هناك إلى الصراط المستقيم، المُوصِل إلى جنته ودار ثوابه، وعلى قَدْر ثُبوت قَدَم العبد على هذا الصراط الذي نصبه الله لعباده في هذه الدار يكون ثُبُوت قَدَمِه على الصراط المَنْصُوب على مَتْن جهنم، وعلى قدر سَيْره على هذه الصراط يكون سَيْره على ذاك الصراط؛ فمنهم من يَمُر كالبرق، ومنهم من يَمُر كالطَّرْف، ومنهم من يَمُر كالريح، ومنهم من يَمُر كشَدّ الرِّكَاب، ومنهم من يسعى سَعْيَا، ومنهم من يمشي مَشْيَا، ومنهم من يَحْبُو حَبْوَا، ومنهم المَخْدُوش المُسَلَّم، ومنهم المُكَرْدس في النار، فلينظر العبد سَيْرَه على ذلك الصراط من سَيْرِه على هذا، حَذْو القُذَّة بالقُذَّة، جزاء وفاقًا: {هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠)} (النمل)» (١).
٢ - قال تعالى: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «وإنما اختص أهل الإحسان بقُرْب الرحمة منهم؛ لأنها إحسان من الله أرحم الراحمين، وإحسانه تعالى إنما يكون لأهل الإحسان؛ لأن الجزاء من جنس العمل، فكما أحسنوا بأعمالهم أحسن إليهم برحمته، وأما من لم يكن من أهل الإحسان فإنه لما بَعُد عن الإحسان بَعُدت عنه الرحمة بُعدًا بِبُعْد، وقُرْبًا بِقُرْب، فمن تَقَرَّب بالإحسان تَقَرَّب الله إليه برحمته، ومن تباعد
_________
(١) مدارج السالكين (١/ ٣٣).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (81,'عن الإحسان تباعد الله عنه برحمته، والله سبحانه يُحِب المُحسنين، ويُبْغِض من ليس من المُحسنين، ومن أحبه الله فرحمته أقرب شيء منه، ومن أبغضه فرحمته أبعد شيء منه» اهـ (١).
٣ - قال تعالى: {وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ (٩٠) فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (٩١)} (الأعراف).
قال ابن كثير - رحمه الله -: «أخبر تعالى هاهنا أنهم أخذتهم الرجفة، وذلك كما أرجفوا شُعيبًا وأصحابه وتَوَعَّدُوهم بالجَلَاء.
كما أخبر عنهم في سورة هود فقال: {وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ (٩٤)} (هود)، والمُنَاسَبة في ذلك والله أعلم: أنهم لما تَهَكَّموا بنبي الله شعيب في قولهم: {أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ (٨٧)} (هود)، فجاءت الصيحة فأسكتتهم.
وقال تعالى إخبارًا عنهم في سورة الشعراء: {فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ (١٨٩)} (الشعراء)، وماذاك إلا لأنهم قالوا له في سِيَاق القصة: {فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (١٨٧)} (الشعراء)، فأخبر أنه أصابهم عذاب يوم الظُّلَّة، وقد اجتمع عليهم ذلك كله» (٢).
_________
(١) بدائع الفوائد (٣/ ١٧).
(٢) تفسير ابن كثير (٣/ ٤٤٨ - ٤٤٩).',NULL,'86',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (82,'٤ - قال تعالى: {فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ (٨٣)} (التوبة).
قال الشنقيطي - رحمه الله -: «عاقب الله في هذه الآية الكريمة المُتَخَلِّفِين عن غزوة تبوك بأنهم لا يُؤْذَن لهم في الخروج مع نبيه - صلى الله عليه وسلم -، ولا القتال معه - صلى الله عليه وسلم -؛ لأن شُؤْم المُخَالَفة يُؤَدِّي إلى فَوَات الخير الكثير» (١).
٥ - قال تعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧)} (النحل).
قال ابن القيم - رحمه الله -: «وقد ضَمِن الله سبحانه لكل من عمل صالحًا أن يُحييه حياة طيبة، فهو صادق الوعد الذي لا يُخْلِف وعده، وأي حياة أطيب من حياة من اجتمعت همومه كلها وصارت هَمًّا واحدًا في مَرْضَاة الله، ولم يتشعب قلبه؟ ! بل أقبل على الله، واجتمعت إرادته وأفكاره التي كانت مُتَقَسِّمة بكل واد منها شُعبة على الله، فصار ذِكْره بمحبوبه الأعلى، وحُبّه والشوق إلى لقائه والأُنْس بقُربه هو المُسْتَولي عليه، وعليه تدور همومه وإرادته وقُصُودُه بكل خطرات قلبه، فإن سكت سكت بالله، وإن نطق نطق بالله، وإن سمع فبه يسمع، وإن أبصر فبه يبصر، وبه يَبْطِش، وبه يمشي، وبه يسكن، وبه يحيا، وبه يموت، وبه يُبعث» (٢).
٦ - قال تعالى: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧)} (السجدة).
_________
(١) أضواء البيان (٢/ ١٤٧).
(٢) الجواب الكافي (٢٧٧/ ٢٧٨).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (83,'قال الحسن البصري - رحمه الله -: «أخفى قومٌ عملهم، فأخفى الله لهم ما لم تر عين، ولم يخطر على قلب بشر» (١).
٧ - قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} (السجدة).
قال ابن كثير - رحمه الله -: «قال ابن عُيينة في تفسير قوله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا (٢٤)} (السجدة)؛ قال: «لما أخذوا برأس الأمر، صاروا رؤوسًا. قال بعض العلماء: بالصبر واليقين، تُنال الإمامة في الدين» (٢).
٨ - قال تعالى: {اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا (٤٣)} (فاطر).
قال ابن القيم - رحمه الله -: «وقد شَاهَد الناس عيانًا أن من عاش بالمَكْر مات بالفقر» (٣).
٩ - قال تعالى: {وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا (١٢)} (الإنسان).
قال ابن تيمية - رحمه الله -: «ولما كان في الصبر من حَبْس النفس والخشونة التي تلحق الظاهر والباطن من التعب والنَّصَب والحرارة ما فيه، كان الجزاء عليه بالجنة التي فيها السعة والحرير الذي فيه اللِّين والنعومة والاتِّكَاء الذي يتضمن الراحة والظلال المُنافية للحَر» (٤).
_________
(١) تفسير ابن كثير (٦/ ٣٦٥).
(٢) السابق (٦/ ٣٧٢).
(٣) إغاثة اللهفان (١/ ٣٥٨).
(٤) جامع الرسائل (١/ ٧٣)، وانظر: روضة المحبين (ص ٤٨٠).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (84,'١٠ - قال تعالى: {وَمِزَاجُهُ مِنْ تَسْنِيمٍ (٢٧)} (المطففين).
قال ابن القيم - رحمه الله -: «قال ابن عباس - رضي الله عنهما - وغيره: يشرب بها المُقَرَّبُون صِرْفًا، ويُمْزَج لأصحاب اليمين مَزْجًا، وهذا لأن الجزاء وِفَاق العمل، فكما خلصت أعمال المُقَرَّبين كلها لله، خلص شرابهم، وكما مَزَج الأبرار الطاعات بالمُبَاحَات، مُزِج لهم شرابهم، فمن أخلص أُخْلِص شرابه، ومن مَزَج مُزِج شرابه» (١).
١١ - قال تعالى: {فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى (٩) سَيَذَّكَّرُ مَنْ يَخْشَى (١٠) وَيَتَجَنَّبُهَا الْأَشْقَى (١١) الَّذِي يَصْلَى النَّارَ الْكُبْرَى (١٢) ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى (١٣)} (الأعلى).
قال ابن تيمية - رحمه الله -: «فالجزاء من جنس العمل؛ لما كان في الدنيا ليس بحي الحياة النافعة التي خُلِق لأجلها، بل كانت حياته من جنس حياة البهائم، ولم يكن ميتًا عديم الإحساس؛ كان في الآخرة كذلك» (٢).
١٢ - {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧)} (الليل).
قال ابن القيم - رحمه الله -: «فالنفس المُطيعة هي النافعة المُحسِنة التي طَبْعُها الإحسان وإعطاء الخير اللازم والمتعدي، فَتُعطي خيرها لنفسها ولغيرها، فهي بمنزله العين التي ينتفع الناس بشربهم منها، وسَقْي دوابهم وأنعامهم وزرعهم، فهم ينتفعون بها كيف شاؤوا، فهي مُيَسَّرة لذلك، وهكذا الرجل المبارك مُيَسَّر للنفع حيث حَل، فجزاء هذا أن يُيَسِّره الله لليُسرى كما كانت نفسه مُيسَّرة للعطاء» (٣).
_________
(١) طريق الهجرتين (ص ١٩٤).
(٢) مجموع الفتاوى (١٤/ ٢٩٧ - ٢٩٨).
(٣) التبيان في أقسام القرآن (ص ٥٦ - ٥٧).',NULL,'89',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (85,'<span data-type="title" id=toc-69>٣ - قاعدة: «من ترك الإقبال على ما ينفعه ابتُلي بالاشتغال بما يضره» </span>(١):
<span data-type="title" id=toc-70>التطبيق:</span>
١ - قال تعالى: {وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ (١٠١) وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ (١٠٢)} (البقرة).
قال السعدي - رحمه الله -: «ولما كان من العوائد القدرية والحكمة الإلهية أن من ترك ما ينفعه وأمكنه الانتفاع به فلم ينتفع، ابتُلي بالاشتغال بما يضره؛ فمن ترك عبادة الرحمن ابتُلي بعبادة الأوثان، ومن ترك محبة الله وخوفه ورجاءه ابتلي بمحبة غير الله وخوفه ورجائه، ومن لم ينفق ماله في طاعة الله أنفقه في طاعة الشيطان، ومن ترك الذل لربه ابتلي بالذل للعبيد، ومن ترك الحق ابتلي بالباطل.
كذلك هؤلاء اليهود لما نَبَذُوا كتاب الله اتَّبَعُوا ما تتلوا الشياطين وتَخْتَلِق من السحر على مُلْك سليمان؛ حيث أخرجت الشياطين للناس السحر، وزعموا أن سليمان - عليه السلام - كان يستعمله وبه حصل له الملك العظيم» (٢).
_________
(١) القواعد الحسان للسعدي (ص ٩٦).
(٢) تفسير السعدي (ص ٦٠).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (86,'٢ - قال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١٠)} (الأنعام).
قال ابن القيم - رحمه الله -: «من عُرِض عليه حق فَردَّه ولم يقبله، عُوقِب بفساد قلبه وعقله ورأيه» (١).
٣ - قال تعالى: {قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا (١٦)} (الأحزاب).
قال ابن القيم - رحمه الله -: «فأخبر الله أن الفرار من الموت بالشهادة لا ينفع، فلا فائدة فيه، وأنه لو نفع لم ينفع إلا قليلًا؛ إذ لابد له من الموت، فيفوته بهذا القليل ما هو خير منه وأنفع من حياة الشهيد عند ربه.
ثم قال: {قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٧)} (الأحزاب).
فأخبر سبحانه أن العبد لايعصمه أحدٌ من الله إن أراد به سوءًا غير الموت الذي فَرَّ منه؛ فإنه فَرّ من الموت لمّا كان يسوءه، فأخبر الله سبحانه أنه لو أراد به سوءًا غيرَه لم يعصمه أحدٌ من الله، وأنه قد يَفِر مما يسوءه من القتل في سبيل الله، فيقع فيما يسوءه مما هو أعظم منه.
وإذا كان هذا في مُصِيبة النفس، فالأمر هكذا في مُصِيبة المال والعِرْض والبدن؛ فإن من بخل بماله أن ينفقه في سبيل الله تعالى وإعلاء كلمته، سَلَبه الله إياه أو قَيَّض له إنفاقه فيما لا ينفعه دنيا ولا أُخرى، بل فيما يعود عليه بمضرته
_________
(١) مفتاح دار السعادة (ص ٩٩).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (87,'عاجلًا وآجلًا! وإن حَبَسَه وادَّخَره مَنَعه التَّمَتُّع به ونَقَلَه إلى غيره فيكون له مَهْنَؤُه وعلى مُخلِّفه وِزْرُه!
وكذلك من رَفَّه بدنه وعِرْضه وآثر راحته على التعب لله وفي سبيله؛ أتعبه الله سبحانه أضعاف ذلك في غير سبيله ومرضاته، وهذا أمر يعرفه الناس بالتجارب.
قال أبو حازم - رحمه الله - (١): لَمَا يلقى الذي لا يتقي الله من مُعَالَجة الخلق، أعظم مما يلقى الذي يتقي الله من مُعَالَجة التقوى (٢).
واعْتَبِر ذلك بحال إبليس؛ فإنه امتنع من السجود لآدم فِرَارًا أن يخضع له ويذل، وطلب إِعْزَاز نفسه؛ فَصَيَّره الله أذل الأذلين، وجعله خَادِمًا لأهل الفسوق والفجور من ذريته، فلم يرض بالسجود له ورضي أن يخدم هو وبنوه فُسَّاق ذريته. وكذلك عُباد الأصنام؛ أَنِفُوا أن يتّبعوا رسولًا من البشر، وأن يعبدوا إلهًا واحدًا سبحانه، ورضوا أن يعبدوا آلهة من الأحجار!
وكذلك كل من امتنع أن يَذِل لله، أو يَبْذُل ماله في مرضاته، أو يُتْعِب نفسه في طاعته؛ لابد أن يَذِل لمن لا يَسْوَى ويبذل له ماله ويُتعِب نفسه وبدنه في طاعته ومرضاته؛ عقوبة له؛ كما قال بعض السلف: من امتنع أن يمشي مع أخيه خطوات في حاجته، أمشاه الله تعالى أكثر منها في غير طاعته» (٣).
_________
(١) هو: سلمة بن دينار المخزومي، أبو حازم، ويقال له: الأعرج، عالم المدينة وقاضيها وشيخها، فارسي الأصل، كان زاهدًا عابدًا، توفي سنة: ١٤٠ هـ. انظر: سير أعلام النبلاء (٦/ ١٠١)، الأعلام للزركلي (٣/ ١١٣).
(٢) حلية الأولياء وطبقات الأصفياء (٣/ ٢٤٥).
(٣) إغاثة اللهفان من مصايد الشيطان (٢/ ١٩٤ - ١٩٥).',NULL,'92',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (88,'<span data-type="title" id=toc-71>الباب الثالث
النظر والتدبُّر في المناسبات </span>(١)
_________
(١) ما يدخل تحت هذا الباب إنما هو من باب الفوائد المُكَمِّلة، فلا يتوقف عليه فهم الآية، كما لا يُقْطَع به. وعليه فالنظر فيه لا بأس به على سبيل التَّبَع، ما لم يكن مُتَكَلَّفًا.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (89,'النظر والتدبر في المناسبات (١) بأنواعها:

<span data-type="title" id=toc-72>أ. الربط بين السورة والتي قبلها، والسورة والتي بعدها (عند القائل بأن ترتيب السور توقيفي):</span>
<span data-type="title" id=toc-73>التطبيق:</span>
١ - (سورتا: القمر والرحمن):
قال ابن الزبير الغرناطي - رحمه الله - (٢): «إذا تأملت سورة القمر، وجدت خطابها وإعذارها خاصًّا ببني آدم، بل بمشركي العرب منهم فقط، فأُتْبِعَت بسورة الرحمن؛ تنبيهًا للثقلين وإعذارًا إليهم، وتقريرًا للجنس على ما أودع الله تعالى في العالم من العجائب والبراهين الساطعة؛ فتكرر فيها التقرير والتنبيه بقوله تعالى: {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ} خطابًا للجنسين، وإعذارًا للثقلين، فبان اتصالها بسورة القمر أشد البيان» (٣).
_________
(١) المناسبات في اللغة: جمع مناسبة، على وزن مفاعلة، وهي ارتباط بين شيئين أو أكثر؛ قال في المقاييس: «النون والسين والباء، كلمة واحدة، قياسها: اتصال شيء بشيء؛ منه: النَّسَب؛ لاتصاله وللاتصال به». المقاييس في اللغة (مادة نسب) (٥/ ٤٢٣). والمناسبات في الاصطلاح: علم منه تُعرف عِلَل الترتيب في القرآن الكريم. انظر: البرهان للزركشي (١/ ٣٥)، نظم الدرر (١/ ٥)، الإتقان في علوم القرآن (٣/ ٣٣٩)، الكليات (٨٦٦).
(٢) هو: أحمد بن إبراهيم بن الزبير الثقفي الغرناطي، أبو جعفر، مُحَدِّث مُؤَرِّخ، من أبناء العرب الداخلين إلى الأندلس، انتهت إليه الرياسة بها في العربية ورواية الحديث والتفسير والأصول، ولد في جَيَّان، وأقام بمَالِقَة، فحدثت له فيها شؤون ومُنَغِّصَات، فغادرها إلى غرناطة فطاب بها عيشه وأكمل ما شرع فيه من مصنفاته. وتوفي فيها سنة ٧٠٨ هـ. انظر: الوافي بالوفيات (٦/ ١٤٠)، والأعلام للزركلي (١/ ٨٦).
(٣) البرهان في تناسب سور القرآن (١/ ٣٢٨).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (90,'٢ - (سورتا: الفيل وقريش):
قال السيوطي - رحمه الله -: «والمعنى أن الله أهلك أصحاب الفيل لإيلاف قريش» (١).
وقيل: «حَبَسْنَا عن مكة الفيل وأهلكنا أهله؛ {لِإِيلَافِ قُرَيْشٍ}؛ أي: لائتلافهم واجتماعهم في بلدهم آمنين» (٢).
وقيل: «كأنه قال سبحانه: أهلكتُ أصحاب الفيل لأجل تَأَلُّف قريش» (٣).
قال الفراء (٤): «هذه السورة متصلة بالسورة الأولى؛ لأنه ذكر سبحانه أهل مكة بعظيم نعمته عليهم فيما فعل بالحبشة، ثم قال: {لِإِيلَافِ قُرَيْشٍ}؛ أي: فعلنا ذلك بأصحاب الفيل نعمة منا على قريش، وذلك أن قريشًا كانت تخرج في تجارتها فلا يُغَار عليها في الجاهلية، يقولون: هم أهل بيت الله - عز وجل -، حتى جاء صاحب الفيل ليهدم الكعبة ويأخذ حجارتها فيبني بها بيتًا في اليمن يحج الناس إليه، فأهلكهم الله - عز وجل -، فَذَكَّرَهم نعمته؛ أي: فعل ذلك لإيلاف قريش؛ أي: ليألفوا الخروج ولا يُجترأ عليهم»، وذكر نحو هذا ابن قتيبة.
قال الزجاج: «والمعنى: فجعلهم كعصف مأكول لإلف قريش؛ أي: أهلك الله أصحاب الفيل؛ لتبقى قريش وما قد ألفوا من رحلة الشتاء والصيف» (٥).
وقال في الكشاف: «إن اللام متعلق بقوله: {فَلْيَعْبُدُوا} أمرهم أن يعبدوه؛ لأجل إيلافهم الرحلتين» (٦).
_________
(١) معترك الأقران (٣/ ٣٦٧)، وانظر: البرهان في تناسب سور القرآن (ص ٢١٨)، نظم الدرر (٢٢/ ٢٥٩ - ٢٦٠).
(٢) تفسير ابن كثير (٨/ ٤٩١).
(٣) فتح القدير للشوكاني (٥/ ٦٠٨).
(٤) انظر: معاني القرآن للفراء (٣/ ٢٩٣).
(٥) معاني القرآن للزجاج (٥/ ٣٦٥).
(٦) الكشاف (٤/ ٨٠٠) بتصرف يسير.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (91,'<span data-type="title" id=toc-74>ب. الربط بين صدر السورة وخاتمتها:</span>
<span data-type="title" id=toc-75>التطبيق:</span>
١ - سورة النحل: «افتُتِحت بالنّهي عن الاستعجال، وخُتِمت بالأمر بالصبر» (١).
قال تعالى: {أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١)} (النحل)، وخُتمت بقوله سبحانه: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨)} (النحل).
٢ - سورة الإسراء: «افتُتحت بالتسبيح، وخُتمت بالتحميد» (٢).
قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١)} (الإسراء)، وخُتمت بقوله سبحانه: {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١)} (الإسراء).
٣ - سورة المؤمنون: «جعل فاتحة السورة {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١)}، وأورد في خاتمتها {إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (١١٧)}، فشتان ما بين الفاتحة والخاتمة» (٣).
_________
(١) مراصد المطالع (ص ٥٣ - ٥٤).
(٢) السابق.
(٣) الكشاف (٣/ ٢٠٧).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (92,'<span data-type="title" id=toc-76>ج. الربط بين الآية والتي قبلها، والآية والتي بعدها:</span>
قال شيخ الإسلام - رحمه الله -: «فمن تدبر القرآن، وتدبر ما قبل الآية وما بعدها، وعرف مقصود القرآن؛ تبين له الُمراد، وعرف الهدى والرسالة، وعرف السداد من الانحراف والاعوجاج» (١).

<span data-type="title" id=toc-77>التطبيق:</span>
١ - قال تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) الرَّحْمَنِ الرَّحِيمِ (٣)} (الفاتحة). قال القرطبي - رحمه الله -: «وصف الله تعالى نفسه بعد قوله: {رَبِّ الْعَالَمِينَ}، بأنه: {الرَّحْمَنِ الرَّحِيمِ}؛ لأنه لما كان في اتصافه بـ {رَبِّ الْعَالَمِينَ} ترهيب، قرنه بـ {الرَّحْمَنِ الرَّحِيمِ} لما تضمن من الترغيب؛ ليجمع في صفاته بين الرهبة منه والرغبة إليه؛ فيكون أعون على طاعته وأمنع» (٢).
٢ - قال تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} (الفاتحة).
قال ابن القيم - رحمه الله -: «ولما كان طالبُ الصراط المستقيم طالبَ أمر أكثرُ الناس ناكبون عنه، مُرِيدًا لسلوك طريقٍ مُرَافِقُه فيها في غاية القلة والعزة، والنفوس مَجبولة على وحشة التَّفَرُّد، وعلى الأُنْس بالرفيق نَبَّه الله سبحانه على الرفيق في هذه الطريق، وأنهم هم الذين: {أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (٦٩)} (النساء)، فأضاف الصراط إلى الرفيق السالكين له، وهم الذين أنعم الله عليهم؛ لِيَزول عن الطالب للهداية وسلوك
_________
(١) مجموع الفتاوى (١٥/ ٩٤).
(٢) الجامع لأحكام القرآن (١/ ١٣٩).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (93,'الصراط وحشةُ تَفَرُّدِه عن أهل زمانه وبني جنسه، وليعلم أن رفيقه في هذا الصراط هم الذين أنعم الله عليهم، فلا يكترث بمخالفة الناكبين عنه له، فإنهم هم الأقلون قَدْرًا، وإن كانُوا الأكثرين عددًا ... » (١).
وقال - رحمه الله - في موضع آخر: «أفلا ترى كيف أفاد وصفك لها بأنها طريق السالكين الناجين قَدْرًا زائدًا على وصفك لها بأنها طريق موصلة وقريبة سهلة مستقيمة؟ ! فإن النفوس مجبولة على التأسي والمتابعة، فإذا ذُكِر لها من تتأسى به في سلوكها، أنست واقتحمتها، فتأمله» (٢).
٣ - قال تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ (٤٥) الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} (البقرة).
قال السعدي - رحمه الله -: «ولهذا قال: {الَّذِينَ يَظُنُّونَ}؛ أي: يستيقنون {أَنَّهُمْ مُلَاقُو رَبِّهِمْ} فيجازيهم بأعمالهم، {وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ}؛ فهذا الذي خفف عليهم العبادات، وأوجب لهم التسلي في المصيبات، ونَفَّسَ عنهم الكُربات، وزجرهم عن فعل السيئات، فهؤلاء لهم النعيم المقيم في الغُرُفات العاليات، وأما من لم يؤمن بلقاء ربه، كانت الصلاة وغيرها من العبادات من أشق شيء عليه» (٣).
­٤ - قال تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (١٥٢) يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣)} (البقرة).
_________
(١) مدارج السالكين (١/ ٤٥ - ٤٦).
(٢) بدائع الفوائد (٢/ ٢٨ - ٢٩).
(٣) تفسير السعدي (ص ٥١).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (94,'«لما فرغ تعالى من بيان الأمر بالشكر، شرع في بيان الصبر، والإرشاد إلى الاستعانة بالصبر والصلاة؛ فإن العبد إما أن يكون في نعمة فيشكر عليها، أو في نِقْمَة فيصبر عليها» (١).
٥ - قال تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧) وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (١٨٨)} (البقرة).
قال ابن رجب - رحمه الله -: «بعد ذِكْرِ تحريم الطعام والشراب على الصائم بالنهار، ذَكَر تحريم أكل أموال الناس بالباطل؛ فإن تحريم هذا عام في كل زمان ومكان، بخلاف الطعام والشراب، فكان إشارة إلى أن من امتثل أمر الله في اجتناب الطعام والشراب في نهار صومه، فليمتثل أمره في اجتناب أكل الأموال بالباطل؛ فإنه مُحَرَّم بكل حال، لا يباح في وقت من الأوقات» (٢).
٦ - قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (١٠٣) وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٤)} (آل عمران).
_________
(١) تفسير ابن كثير (١/ ٤٤٦).
(٢) لطائف المعارف (١/ ١٦٥).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (95,'قال ابن عاشور - رحمه الله -: «لأنه لما أَظهر لهم نِعْمة نَقْلِهم مِن حالَتَي شقاء وشَنَاعة، إلى حالَتَي نعيمٍ وكمالٍ، وكانوا قد ذاقوا بين الحالتين الأَمَرَّيْن، ثم الأَحْلَوَيْن، فَحَلَبُوا الدهر أَشَطْرَيْه كانوا أَحْرِيَاء بأن يَسْعَوا بكل عزمهم إلى انتشال غيرهم من سوء ما هو فيه، إلى حُسْنَى ما هم عليه؛ حتى يكون الناس أمة واحدة خَيِّرة» (١).
٧ - قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٤) وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (١٠٥)} (آل عمران).
قال ابن عثيمين - رحمه الله -: «النهي عن التَّفَرُّق بعد ذِكْرِ الأمر بالمعروف والنهي عن المنكر، يدل على أن تركه هو سبب للتفرق» (٢).
٨ - قال تعالى: {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا (١٠٥) وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (١٠٦)} (النساء).
فالأمر بالاستغفار بعد قوله: {لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ}، يدل على أن الحاكم -القاضي- والمفتي ونحوهما بحاجة إلى الاستغفار؛ ليقع الحكم والفتيا على الصواب.
قال شيخ الإسلام - رحمه الله -: «إنه ليقف خاطري في المسألة والشيء أو الحالة التي تُشْكِل علي، فأستغفر الله تعالى ألف مرة أو أكثر أو أقل حتى ينشرح الصدر وينحل إشكال ما أشكل»، قال: «وأكون إذ ذاك في السوق أو المسجد أو الدرب أو المدرسة، لا يمنعني ذلك من الذكر والاستغفار إلى أن أنال مطلوبي» (٣).
_________
(١) التحرير والتنوير (٤/ ٣٦).
(٢) شرح رياض الصالحين (٢/ ٤٠٩).
(٣) العقود الدرية (ص ٢٢).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (96,'٩ - قال تعالى: {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ (١٥٢) وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١٥٣)} (الأعراف).
قال البقاعي - رحمه الله - (١): «ولما ذكر المُصِرِّين على المعصية، عطف عليه التائبين؛ ترغيبًا في مثل حالهم فقال: {وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ}» (٢).
١٠ - قال تعالى: {وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (٣٦) خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧)} (الأنبياء).
قال ابن كثير - رحمه الله -: «الحكمة من ذكر عجلة الإنسان ها هنا: أنه لما ذكر المستهزئين بالرسول صلوات الله وسلامه عليه، وقع في النفوس سرعة الانتقام منهم واستُعْجِلَت، فقال تعالى: {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ}؛ لأنه تعالى يُملي للظالم حتى إذا أخذه لم يُفلته، يُؤجَّل ثم يُعجَّل، ويُنْظَر ثم لا يُؤَخَّر؛ ولهذا قال: {سَأُرِيكُمْ آيَاتِي}؛ أي: نقمتي واقتداري على من عصاني، {فَلَا تَسْتَعْجِلُونِ}» (٣).
١١ - قال تعالى: {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ} (الفرقان).
_________
(١) هو: إبراهيم بن عمر بن حسن الرُّباط بن علي بن أبي بكر البقاعي، أبو الحسن برهان الدين، مؤرخ أديب، أصله من البقاع في سورية، وسكن دمشق ورحل إلى بيت المقدس والقاهرة، وتوفي بدمشق سنة ٨٨٥ هـ. انظر: الضوء اللامع (١/ ١٠١)، والأعلام للزركلي (١/ ٥٦).
(٢) نظم الدرر (٨/ ٩٢).
(٣) تفسير ابن كثير (٥/ ٣٤٣).',NULL,'102',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (97,'قال الزركشي - رحمه الله -: «أذهلني يومًا قوله تعالى: {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ (٢٦)}، فقلت: يا لطيف! ! عَلِمْتَ أن قلوب أوليائك الذين يعقلون هذه الأوصاف عنك وتتراءى لهم تلك الأهوال لا تتمالك فَلَطَفْت بهم فَنَسَبْت {الْمُلْكُ} إلى أَعَمِّ اسم في الرحمة فقُلْت: {لِلرَّحْمَنِ}؛ ليلاقي هذا الاسم تلك القلوب التي يحل بها الهول فَيُمَازِج تلك الأهوال، ولو كان بدله اسمًا آخر من عزيزٍ وجبارٍ لتفطرت القلوب» (١).
١٢ - قال تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} (الأحزاب: ٥٣)، وقال: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا (٥٧) وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (٥٨) يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥٩) لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا (٦٠) مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا (٦١) سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (٦٢)} (الأحزاب).
لما ذكر الله تعالى آيات الحجاب في سورة الأحزاب، تَوَعَّد قبلها المنافقين وأضرابهم الذين يؤذون الله ورسوله وأهل الإيمان، وهم حرب على الفضيلة وأهلها، ثم أعقبها بِتَوَعُّد المنافقين وأصحاب القلوب المريضة، وأهل الإرجاف وقالة السوء، فيدخل في ذلك الطاعنون في الحجاب والسَّتْر والعفاف، والمُؤذُون لذوات الطُّهر والحِشْمة.
_________
(١) البرهان للزركشي (١/ ٤٧٠).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (98,'١٣ - قال تعالى: {قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨)} (الصافات).
«قيل: رُوعي هنا مقابلة قولهم: {ابْنُوا لَهُ بُنْيَانًا}؛ لأنه يُفهم منه إرادتهم علو أمرهم بفعلهم ذلك، فَقُوبلوا بالضد، فَجُعِلوا الأسفلين» (١).
١٤ - قال تعالى: {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (٣٨) فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (٣٩)} (ق).
قال ابن القيم - رحمه الله -: «وتأمل قوله تعالى: {فَاصْبِرْ عَلَى مَا يَقُولُونَ}، فإن أعداء الرسول - صلى الله عليه وسلم - نسبوه إلى ما لا يليق به، وقالوا فيه ما هو مُنَزَّه عنه، فأمره الله - سبحانه وتعالى - أن يصبر على قولهم، ويكون له أسوة بربه - سبحانه وتعالى -، حيث قال أعداؤه فيه ما لا يليق» (٢).
١٥ - قال تعالى: {وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا (٢٦) إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا} (الإنسان).
قال ابن القيم - رحمه الله -: «إن طال وقوفه في الصلاة ليلًا ونهارًا لله، وتحمل لأجله المشاقَّ في مرضاته وطاعته، خَفَّ عليه الوقوفُ في ذلك اليوم وسَهُلَ عليه، وإن آثر الراحة هنا والدَّعَة والبَطَالَة والنعمة، طال عليه الوقوف هناك واشتدت مشقته عليه» (٣).
_________
(١) ملاك التأويل (٢/ ٣٥٠) (بتصرف يسير). وانظر: درة التنزيل (١/ ٩٠٥ - ٩٠٦)، كشف المعاني لابن جماعة (ص ٢٥٦).
(٢) إغاثة اللهفان (٢/ ٣٤٠).
(٣) اجتماع الجيوش الإسلامية (٢/ ٨٤ - ٨٥).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (99,'١٦ - قال تعالى: {وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ (٣) وَرَفَعْنَا لَكَ ذِكْرَكَ} (الشرح).
من القواعد العامة: (التخلية قبل التحلية)، وقد وردت في القرآن كثيرًا؛ في مثل قوله تعالى: {وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ}، وهذا مقام التخلية، فلما خَلَّاه بوضع الوزر عنه، حلَّاه برفع الذِّكْر: {وَرَفَعْنَا لَكَ ذِكْرَكَ}، واعْتَبِر هذا في القرآن في كلمة التوحيد وغيرها تجده كثيرَ الوقوع في القرآن (١).
١٧ - قال تعالى: {أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (١) فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (٢)} (الماعون).
قال ابن عاشور - رحمه الله -: «هذا إيذانٌ بأنَّ الإيمانَ بالبعث والجزاء هو الوازع الحق الذي يغرس في النفس جذور الإقبال على الأعمال الصالحة؛ حتى يصير ذلك لها خُلُقًا إذا شَبَّت عليه، فزكت وانساقت إلى الخير بدون كلفة ولا احتياج إلى أمر، ولا إلى مخافة ممن يقيم عليه العقوبات، حتى إذا اختلى بنفسه، وأَمِنَ الرُّقَباء، جاء بالفحشاء والأعمال النكراء! » (٢).
_________
(١) ليدبروا آياته (٢/ ٢٧٩).
(٢) التحرير والتنوير (٣٠/ ٥٦٥).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (100,'<span data-type="title" id=toc-78>د. الربط بين الجمل:</span>
<span data-type="title" id=toc-79>التطبيق:</span>
١ - قال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} (الفاتحة).
قال ابن القيم - رحمه الله -: «إن القلب يَعْرِض له مرضان عظيمان، إن لم يَتَدَارَكهما العبد تَرَامَيَا به إلى التَّلَف ولابد؛ وهما: الرياء، والكِبْر، فدواء الرياء بـ {إِيَّاكَ نَعْبُدُ}، ودواء الكِبْر بـ {وَإِيَّاكَ نَسْتَعِينُ}، وكثيرًا ما كنت أسمع شيخ الإسلام ابن تيمية قدس الله روحه يقول: {إِيَّاكَ نَعْبُدُ} تدفع الرياء، {وَإِيَّاكَ نَسْتَعِينُ} تدفع الكبرياء.
فإذا عُوفِيَ من مرض الرياء بـ {إِيَّاكَ نَعْبُدُ}، ومن مرض الكبرياء والعُجْب بـ {وَإِيَّاكَ نَسْتَعِينُ}، ومن مرض الضلال والجهل بـ {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ}، عُوفِيَ من أمراضه وأسقامه، وَرَفَلَ في أثواب العافية، وتمت عليه النعمة، وكان مِنَ المُنْعَمِ عليهم، غير المغضوب عليهم؛ وهم أهل فساد القصد، الذين عرفوا الحق وعدلوا عنه، والضالين؛ وهم أهل فساد العلم، الذين جهلوا الحق ولم يعرفوه. وحَقَّ لسورة تشتمل على هذين الشِّفَاءَيْن أن يُسْتَشْفَى بها من كل مرض» (١).
٢ - قال تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَاأُولِي الْأَلْبَابِ (١٩٧)} (البقرة).
«الخادم متى علم أن مخدومه مُطَّلِع عليه؛ كان أحرص على العمل وأكثر الْتذاذًا به، وأقل نُفرة عنه، وكان اجتهاده في أداء الطاعات وفي الاحتراز عن
_________
(١) مدارج السالكين (١/ ٧٨).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (101,'المحظورات أشد؛ فلهذه الوجوه أَتْبَع الله تعالى الأمر بالحج والنهي عن الرفث والفسوق والجدال بقوله: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ}» (١).
٣ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ (٢٤)} (الأنفال).
قال ابن القيم - رحمه الله -: «تأمل كيف أخبر عن حيلولته بين المرء وقلبه بعد أمره بالاستجابة له ولرسوله، كيف تجد في ضمن هذا الأمر والخبر أن من ترك الاستجابة له ولرسوله، حال بينه وبين قلبه؛ عقوبة له على ترك الاستجابة، فإنه سبحانه يعاقب القلوب بإزاغتها عن هداها ثانيًا، كما زاغت هي عنه أولًا؛ قال تعالى: {فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ} (الصف: ٥)» (٢).
٤ - قال تعالى: {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (٣)} (غافر).
قال ابن القيم - رحمه الله -: «تأمل كيف وقع الوصف بشديد العقاب بين صفة رحمة قبله وصفة رحمة بعده، فقبله: {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ}، وبعده: {ذِي الطَّوْلِ}؛ ففي هذا تصديق الحديث الصحيح وشاهد له، وهو قوله - صلى الله عليه وسلم -: «لما قضى اللهُ الخلقَ، كتب كتابًا عنده: غلبَتْ -أو قال: سبَقَتْ- رحمتي غضَبي، فهو عنده فوقَ العَرْشِ» (٣) ... وقد سبقت صفة الرحمة هنا وغلبت» (٤).
_________
(١) مفاتيح الغيب (٣/ ١٨٥).
(٢) الكلام على مسألة السماع (ص ١٠١).
(٣) أخرجه البخاري (٧٥٥٣).
(٤) بدائع الفوائد (١/ ١٩٣).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (102,'٥ - قال تعالى: {وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢)} (النجم).
قال شيخ الإسلام - رحمه الله -: «فوصفَه بأنه ليس بضال وهو الجاهل، ولا غاوٍ وهو الظالم، فإن صلاحَ العبد في أن يعلمَ الحقَّ ويَعمَلَ به، فمن لم يَعلمِ الحقَّ فهو ضالٌّ عنه، ومَن عَلِمَه فخالفَه واتبَعَ هواه فهو غاوٍ، ومَن علمه وعَمِل به، كان من أولي الأيدي عملًا، ومن أولي الأبصار علمًا» (١).
٦ - قال تعالى: {عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا} (الإنسان: ٢١).
قال ابن كثير - رحمه الله -: «ولما ذكر تعالى زينة الظاهر بالحرير والحلي، قال بعده: {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}؛ أي: طَهَّر بواطنهم من الحسد والحقد والغل والأذى وسائر الأخلاق الردية» (٢).
_________
(١) جامع المسائل لابن تيمية (٣/ ٨٥).
(٢) تفسير ابن كثير (٨/ ٢٩٣).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (103,'<span data-type="title" id=toc-80>هـ. الربط بين موضوع الآية وخاتمتها:</span>
- قال البقاعي - رحمه الله -: «ومن تدبر الابتداء عرف الختم ومن تأمل الختم، لاح له الابتداء» (١).

<span data-type="title" id=toc-81>التطبيق:</span>
١ - قال تعالى: {فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ} (البقرة: ٢٠٣).
قال ابن كثير - رحمه الله -: «فإنه لما ذكر الله تعالى النَّفْر الأول والثاني، وهو تفرق الناس من موسم الحج إلى سائر الأقاليم والآفاق، بعد اجتماعهم في المشاعر والمواقف، قال: {وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ}؛ أي: تجتمعون يوم القيامة» (٢).
وقال السعدي - رحمه الله -: «{وَاتَّقُوا اللَّهَ} بامتثال أوامره واجتناب معاصيه، {وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ}، فمجازيكم بأعمالكم؛ فمن اتقاه وجد جزاء التقوى عنده، ومن لم يتقه عاقبه أشد العقوبة، فالعلم بالجزاء من أعظم الدواعي لتقوى الله؛ فلهذا حث تعالى على العلم بذلك» (٣).
٢ - قال تعالى: {فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٠٩)} (البقرة).
_________
(١) نظم الدرر (٣/ ١٣٦).
(٢) تفسير ابن كثير (١/ ٥٦٢).
(٣) تفسير السعدي (ص ٩٣).',NULL,'109',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (104,'قال في الكشاف: «ورُوي أنّ قارئًا قرأ (غفور رحيم)، فسمعه أعرابي فأنكره -ولم يقرأ القرآن- وقال: إن كان هذا كلام الله فلا يقول كذا الحكيم! ! لا يذكر الغفران عند الزلل؛ لأنه إغراء عليه» (١).
٣ - قال تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا (٣٤)} (النساء).
لما ذكر الله قوامة الرجل على المرأة، وحق الزوج في تأديب امرأته الناشز، ختم الآية بقوله: {إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا}، فَذَكَّر بعلوه وكبريائه ترهيبًا للرجال؛ لئلا يعتدوا على النساء، ويتعدوا حدود الله التي أمر بها (٢).
قال القاسمي - رحمه الله -: «{إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا} فاحذروه؛ تهديد للأزواج على ظلم النسوان من غير سبب، فإنهن وإن ضعفن عن دفع ظلمكم، وعجزن عن الانتصاف منكم؛ فالله علي كبير، قادر، ينتقم ممن ظلمهن وبغى عليهن، فلا تغتروا بكونكم أعلى يدًا منهن، وأكبر درجة منهن، فإن الله أعلى منكم، وأقدر منكم عليهن، فخَتْمُ الآية بهذين الاسمين فيه تمام المناسبة» (٣).
_________
(١) الكشاف (١/ ٢٥٣)، وانظر: الإتقان في علوم القرآن (٣/ ٣٤٧).
(٢) ليدبروا آياته (١/ ٧٤).
(٣) محاسن التأويل (٣/ ١٠٠).',NULL,'110',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (105,'٤ - قال تعالى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} (المائدة: ١١٨).
قال ابن القيم - رحمه الله -: «ولم يقل: (الغفور الرحيم) وهذا من أبلغ الأدب مع الله تعالى؛ فإنه قاله في وقت غضب الرب عليهم، والأمر بهم إلى النار، فليس هو مقام استعطاف ولا شفاعة، بل مقام براءة منهم» (١).
وكذلك فإنه حينما يعذبهم أو يغفر لهم، فإن ذلك صادر عن عزة وحكمة، وليس عن ضعف وعجز عن المؤاخذة حال المغفرة، أو وَضْع للأمر في غير موضعه.
٥ - قال تعالى: {وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال شيخ الإسلام - رحمه الله -: «لما كان قوله تعالى: {وَادْعُوهُ خَوْفًا وَطَمَعًا} مشتملًا على جميع مقامات الإيمان والإحسان، وهي: الحُبُّ والخوف والرجاء، عَقَّبها بقوله: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ}؛ أي: إنما تَنَالُ من دعاه خوفًا وطمعًا، فهو المحسن، والرحمة قريب منه؛ لأن مدار الإحسان على هذه الأصول الثلاثة» (٢).
٦ - قال تعالى في سياق خطاب شعيب - عليه السلام - لقومه: {قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (٨٨)} (هود).
_________
(١) مدارج السالكين (٢/ ٣٥٨ - ٣٥٩).
(٢) مجموع الفتاوى (١٥/ ٢٦).',NULL,'111',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (106,'قال السعدي - رحمه الله -: «أي: ليس لي من المقاصد إلا أن تصلح أحوالكم، وتستقيم منافعكم، وليس لي من المقاصد الخاصة لي وحدي شيء بحسب استطاعتي، ولما كان هذا فيه نوع تزكية للنفس، دفع هذا بقوله: {وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ}» (١).
٧ - قال تعالى: {قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (٩٠)} (يوسف).
قال شيخ الإسلام - رحمه الله -: «من احتمل الهوان والأذى في طاعة الله على الكرامة والعز في معصية الله -كما فعل يوسف - عليه السلام - وغيره من الأنبياء والصالحين- كانت العاقبة له في الدنيا والآخرة، وكان ما حصل له من الأذى قد انقلب نعيمًا وسرورًا» (٢).
٨ - قال تعالى بعد أن ذكر آيات المُلَاعَنَة: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠)} (النور).
قال السيوطي - رحمه الله -: «فإن بادئ الرأي يقتضي «تواب رحيم»؛ لأن الرحمة مناسبة للتوبة، لكن عبر به إشارة إلى فائدة مشروعية اللعان وحكمته، وهي السَّتْر عن هذه الفاحشة العظيمة» (٣).
_________
(١) تفسير السعدي (ص ٣٨٧).
(٢) مجموع الفتاوى (١٥/ ١٣٢).
(٣) الإتقان في علوم القرآن (٣/ ٣٥٢).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (107,'٩ - قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (٣٠) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} (النور: ٣٠، ٣١).
قال شيخ الإسلام - رحمه الله -: «في قوله في آخر الآية: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ}، فوائد جليلة؛ منها: أن أمره لجميع المؤمنين بالتوبة في هذا السياق؛ تنبيه على أنه لا يخلو مؤمن من بعض هذه الذنوب التي هي: ترك غض البصر، وحفظ الفرج، وترك إبداء الزينة، وما يتبع ذلك، فَمُسْتَقِل ومُسْتَكْثِر» (١).
١٠ - قال تعالى: {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (٧١) قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (٧٢)} (القصص).
قال ابن هبيرة - رحمه الله -: «إنما ذكر السماع عند ذكر الليل، والإبصار عند ذكر النهار؛ لأن الإنسان يدرك سمعه في الليل أكثر من إدراكه بالنهار، ويرى بالنهار أكثر مما يرى بالليل».
_________
(١) مجموع الفتاوى (١٥/ ٤٠٣).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (108,'قال المُبَرِّد - رحمه الله - (١): «سلطان السمع في الليل، وسلطان البصر في النهار» (٢).
١١ - قال تعالى: {أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ (٢٦) أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ (٢٧)} (السجدة).
«تلحظ هنا توافق النسق القرآني بين صدر الآيات وعَجُزها، ففي الآية السابقة قال سبحانه: {أَوَلَمْ يَهْدِ لَهُمْ ... }؛ أي: يدلُّ ويرشد، والكلام فيها عن قصص تاريخي، فناسبها: {أَفَلَا يَسْمَعُونَ}، أما هنا فالكلام عن مَشَاهِد مَرْئية، فناسبها: {أَفَلَا يُبْصِرُونَ}؛ فهذا ينبغي أنْ يُسمع، وهذا ينبغي أنْ يُرى» (٣).
١٢ - قال تعالى: {وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (٢٨)} (الشورى).
قال ابن عاشور - رحمه الله -: «وذكر صفتي الولي الحميد دون غيرهما؛ لمناسبتهما للإغاثة؛ لأن الولي يُحسِن إلى مواليه، والحميد يعطي ما يُحْمَد عليه» (٤).
_________
(١) هو: محمد بن يزيد بن عبد الأكبر الثمالي الأزدي، أبو العباس، المعروف بالمُبَرِّد، إمام العربية ببغداد في زمنه، وأحد أئمة الأدب والأخبار، مولده بالبصرة، ووفاته ببغداد، توفي سنة: ٢٨٦ هـ. انظر: تاريخ العلماء النحويين (ص ٦٢)، والأعلام للزركلي (٧/ ١٤٤).
(٢) ذيل طبقات الحنابلة (٢/ ١٤٨)، وهو تابع للكلام المنقول عن ابن هبيرة. وانظر: مفتاح دار السعادة (١/ ٢٠٨)، تفسير السعدي (ص ٦٢٣).
(٣) تفسير الشعراوي (١٩/ ١١٨٦٦ - ١١٨٦٧). وانظر: فتح البيان (١١/ ٣٥).
(٤) التحرير والتنوير (٢٥/ ٩٦).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (109,'<span data-type="title" id=toc-82>و. الربط بين المقاطع في السورة:</span>
<span data-type="title" id=toc-83>التطبيق:</span>
١ - قال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا (٥١) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا (٥٢) أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا (٥٣) أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (٥٥) إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا (٥٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧)} (النساء).
ثم قال بعدها: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا (٥٨)} (النساء).
قال السيوطي - رحمه الله -: «تقدم أن صورة السبب قطعية الدخول في العام، وقد تنزل الآيات على الأسباب الخاصة وتوضع مع ما يناسبها من الآي العامة رعاية لنظم القرآن وحُسْن السياق، فيكون ذلك الخاص قريبًا من صورة السبب في كونه قطعي الدخول في العام، كما اختار السُّبْكِي أنه رُتْبَة متوسطة دون السبب وفوق المُجَرَّد.
مثالُه قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} ... إلى آخِرهِ، فإنها إشارة إلى كعب بن الأشرف ونحوه من علماء اليهود لَمَّا قَدِموا مكة وشَاهدوا قتلى بدرٍ حَرَّضوا المُشركين على الأخذ بثأرهم ومحاربة النَّبي - صلى الله عليه وسلم - فَسَألوهم: من أهدى سبيلًا؟ محمد وأصحابه أم نحن؟ فقالوا: أنتم! !',NULL,'115',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (110,'مع علمهم بما في كتابهم من نعت النَّبي - صلى الله عليه وسلم - المُنْطَبِق عليه، وأخذ المواثيق عليهم ألا يكتموه، فكان ذلك أمانة لازمة لهم ولم يُؤَدُّوها حيث قالوا للكفار: أنتم أهدى سبيلًا، حسدًا للنبي - صلى الله عليه وسلم -. فقد تضمنت هذه الآية مع هذا القول: التَّوَعُّدَ عليه؛ المفيد للأمر بِمُقَابِلِه المُشْتَمِل على أداء الأمانة التي هي بيان صفة النبي - صلى الله عليه وسلم - بإفادة أنَّه الموصوف في كتابهم، وذلك مناسب لقوله: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا}، فهذا عام في كلِّ أمانة، وذلك خاص بأمانة هي صفة النبي - صلى الله عليه وسلم - بالطريق السابق، والعامُّ تَالٍ للخاص في الرَّسم مُتراخٍ عنه في النزول، والمناسبة تقتضي دخول ما دل عليه الخاص في العام؛ ولذا قال ابن العربي في تفسيره: وجه النظم: أنه أخبر عن كتمان أهل الكتاب صفة محمد، وقولهم: إن المشركين أهدى سبيلًا، فكان ذلك خيانة منهم، فانجر الكلام إلى ذكر جميع الأمانات» (١).
ولمزيد من الإيضاح فإن هذه الآيات: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} ... إلى قوله: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧)} (النساء: ٥١ - ٥٧) نزلت -فيما رُوي (٢) - بسبب سؤال المشركين لليهود: أنحن أهدى أم محمد؟ فأجابهم اليهود: أنتم أهدى من محمد! ! وسجدوا لأصنامهم؛ فكان ذلك منهم كتمانًا للشهادة بالحق، وتضييعًا للأمانة التي حُمِّلُوها.
ثم قال بعد هذه الآيات: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} فهذه الآية نزلت -فيما رُوي- بسبب مفاتيح الكعبة.
_________
(١) الإتقان في علوم القرآن (١/ ١١٣ - ١١٤).
(٢) انظر: السنن الكبرى للنسائي (١١٦٤٣)، وللوقوف على المرويات الواردة في ذلك -وهي لا تخلو من ضعف- ينظر: الاستيعاب في بيان الأسباب (١/ ٤٠٥ - ٤١١).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (111,'قال الواحدي - رحمه الله - (١): «نزلت في ابن طلحة، قبض النبي - صلى الله عليه وسلم - مفتاح الكعبة، فدخل الكعبة يوم الفتح، فخرج وهو يتلو هذه الآية، فدعا عثمان فدفع إليه المفتاح وقال: «خذوها يا بني أبي طلحة بأمانة الله لا ينزعها منكم إلا ظالم» (٢).
فهذا هو سبب النزول -على فرض صحة الحديث- ويدخل في عموم الأمانات ما سبق من الشهادة بالحق، الأمر الذي ضيعه اليهود حينما سألهم المشركون.
٢ - قال تعالى في سورة الأعراف، بعد ذِكْرِ قصة آدم وما لقيه من وسوسة الشيطان: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ (٢٦) يَابَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ} (الأعراف).
قال ابن عاشور - رحمه الله -: «وكان لاختيار استحضارهم عند الخطاب بعنوان بني آدم مرتين وَقْعٌ عجيب: بعد الفراغ من ذكر قصة خلق آدم وما لقيه من وسوسة الشيطان؛ وذلك أن شأن الذرية أن تَثْأر لآبائها، وتُعَادي عدوهم، وتحترس من الوقوع في شَرَكِه» (٣).
_________
(١) هو: علي بن أحمد بن محمد بن علي بن مَتُّويَة، أبو الحسن الواحدي، مفسر، عالم بالأدب، نعته الذهبي: بـ (إمام علماء التأويل)، كان من أولاد التجار، أصله من ساوة -بين الريّ وهمذان- ومولده ووفاته بنيسابور، توفي سنة: ٤٦٨ هـ. انظر: وفيات الأعيان (٣/ ٣٠٤)، والأعلام للزركلي (٤/ ٢٥٥).
(٢) انظر: أخبار مكة للأزرقي (١/ ١٠٩)، (١/ ٢٦٥)، أسباب النزول للواحدي (١/ ١٥٨)، المقاصد الحسنة (٤٣١)، جامع الأحاديث (٣٠٤٠٥)، الدر المنثور (٢/ ٥٧٠). وللوقوف على المرويات في ذلك -ولا تخلو من ضعف- ينظر: الاستيعاب في بيان الأسباب (١/ ٤١٢ - ٤١٦).
(٣) التحرير والتنوير (٨/ ٧٣).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (112,'٣ - قال تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥)} (النور).
قال ابن تيمية - رحمه الله -: «ذَكَرَ سبحانه آية النور عقيب آيات غضِّ البصر، فقال: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ}، وكان شاه بن شُجَاع الكرماني لا تُخطئ له فِراسة، وكان يقول: مَن عَمَّر ظاهره باتباع السنة، وباطنه بدوام المُراقبة، وغضَّ بصره عن المَحارم، وكفَّ نفسه عن الشَّهوات، -وَذَكَرَ خَصْلَةً خامسة، وهي: أكْلُ الحلال- لم تُخْطِئ له فِرَاسَة.
والله تعالى يَجْزي العبد على عمله بما هو من جنس عمله؛ فغضُّ بصره عمَّا حَرُم يُعَوِّضه الله عليه من جنسه بما هو خيرٌ منه؛ فَيُطْلِقُ نور بصيرته، ويَفتَحُ عليه باب العلم والمعرفة والكشوف، ونحو ذلك مِمَّا ينالُ ببصيرة القلب» (١).
وقال الشنقيطي - رحمه الله -: «لما أمر الله تعالى ببعض الأمور التي لا غنى للناس عنها، ونهى عن بعض الأمور التي بارتكابها يحصل الضرر على المجتمع والأفراد، وحث على بعض الآداب السماوية، بين سبحانه أن امتثال تلك الأوامر، واجتناب تلك النواهي، والتزام تلك الآداب؛ ينور لها قلوب عباده فيوفقهم لها، ويطمس قلوب آخرين، فلا يمتثلون أوامره، ويرتكبون نواهيه، فضرب للموفق هذا المثل، وضرب للضالين المثل الآتي في قوله تعالى: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ ... } (النور: ٤٠)» (٢).
_________
(١) مجموع الفتاوى (٢١/ ٢٥٧ - ٢٥٨)، وانظر ما ذكره في (١٥/ ٢٨٢ - ٢٨٣).
(٢) تفسير سورة النور للشنقيطي (ص ١٣٥).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (113,'٤ - قال تعالى: {الم (١) تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (٢) هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ (٣) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٦)} (لقمان).
قال ابن كثير - رحمه الله -: «لما ذكر تعالى حال السعداء، وهم الذين يهتدون بكتاب الله وينتفعون بسماعه، كما قال الله تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٢٣)} (الزمر)، عطف بذكر حال الأشقياء الذين أعرضوا عن الانتفاع بسماع كلام الله، وأقبلوا على استماع المزامير والغناء بالألحان وآلات الطرب، كما قال ابن مسعود في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} قال: هو -والله- الغناء» (١).
_________
(١) تفسير ابن كثير (٦/ ٣٣٠).',NULL,'119',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (114,'<span data-type="title" id=toc-84>ويلحق بذلك: <span data-type="title" id=toc-85>(دلالة الاقتران)</span></span>.
دلالة الاقتران (١):

<span data-type="title" id=toc-86>التطبيق:</span>
١ - كثيرًا ما يَقْرن الله تعالى بين الصلاة والزكاة؛ كما في قوله تعالى: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣)} (البقرة).
وقال تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ (٤٣)} (البقرة).
وقد قيل في وجه هذا الاقتران بين الصلاة والزكاة (٢):
(١) أن الصلاة صِلَة بين العبد وربه، وأما الزكاة فَصِلَة وإحسان إلى المخلوقين، وسعادة العبد دائرة بين حُسْن صِلَتِه بربه، وإحسانه إلى الخلق.
(٢) أن العبادات: إما مالية، وإما بدنية، ورأس العبادات المالية: الزكاة، كما أن رأس العبادات البدنية: الصلاة، فجمع بينهما بهذا الاعتبار.
(٣) أن الزكاة طُهْرة للمال، والصلاة طُهْرة للنفس، فتجتمع له الطهارتان.
_________
(١) وقد عَرَّفَها العلماء بتعريفات مختلفة بناء على صورة ذهنية لكل منهم، والواقع أنها أنواع؛ لذا فإن الأليق بموضوعنا أن نقتصر على أعم تلك التعريفات، وهو الذي ذهب إليه أبو يعلى الفراء في كتابه العدة في أصول الفقه (٤/ ١٤٢٠) حيث قال: أن يذكر الله تعالى أشياء في لفظ واحد ويعطف بعضها على بعض.
ووجه ارتباط ذلك بموضوع المناسبات ظاهر؛ ولذلك نجد أمثلته تدخل تحت بعض صور المناسبات، كالمناسبة بين الجملة والجملة، أو الآية والآية.
(٢) ينظر: مفاتيح الغيب (٢/ ٢٦٩)، (٣/ ٤٨٥)، تفسير أبي حيان (١/ ٦٩)، تفسير السعدي (ص ٤٠).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (115,'(٤) أن الصلاة شكر لنعمة البدن، والزكاة شكر لنعمة المال.
قال شيخ الإسلام ابن تيمية - رحمه الله -: «ولهذا يقرن الله بين الصلاة والزكاة تارة، وهي الإحسان إلى الخلق وبينهما وبين الصبر تارة، ولا بد من الثلاثة: الصلاة، والزكاة، والصبر؛ لا تقوم مصلحة المؤمنين إلا بذلك في صلاح نفوسهم وإصلاح غيرهم لا سيما كلما قويت الفتنة والمحنة، فالحاجة إلى ذلك تكون أشد» (١).
وقال ابن كثير - رحمه الله -: «الصلاة حق الله وعبادته، وهي مشتملة على توحيده والثناء عليه، وتمجيده والابتهال إليه، ودعائه والتوكل عليه، والإنفاقُ هو الإحسان إلى المخلوقين بالنفع المتعدي إليهم» (٢).
قال السعدي - رحمه الله -: «إن الله تعالى يقرن بين الصلاة والزكاة؛ لكونهما أفضل العبادات، وأكمل القربات، عبادات قلبية، وبدنية، ومالية، وبهما يوزن الإيمان، ويعرف ما مع صاحبه من الإيقان» (٣).
٢ - قال تعالى: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} (البقرة: ١٩٧).
قال ابن القيم - رحمه الله -: «أَمَر الحاج بأن يتزودوا لسفرهم، ولا يسافروا بغير زاد، ثم نبههم على زاد سفر الآخرة، وهو التقوى؛ فكما أنه لا يصل المسافر إلى مقصده إلا بزاد يُبَلِّغه إياه، فكذلك المسافر إلى الله تعالى والدار الآخرة لا يصل إلا بزاد من التقوى، فجمع بين الزادين» (٤).
_________
(١) مجموع الفتاوى (٢٨/ ١٥٤).
(٢) تفسير ابن كثير (١/ ١٦٨ - ١٦٩).
(٣) تفسير السعدي (ص ٨٣).
(٤) إغاثة اللهفان (١/ ٥٨).',NULL,'121',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (116,'٣ - قال تعالى: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ (٢٦)} (الأعراف)، «فجمع بين الزينتين: زينة البدن باللباس، وزينة القلب بالتقوى، زينة الظاهر والباطن، وكمال الظاهر والباطن» (١).
٤ - قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١)} (آل عمران).
قال ابن رجب - رحمه الله -: «ولهذا المعنى كان أشد الناس عذابًا من قتل نبيًّا؛ لأنّه سعى في الأرض بالفساد، ومن قتل عالمًا، فقد قتل خليفة نبي، فهو ساع في الأرض بالفساد أيضًا؛ ولهذا قرن الله بين قتل الأنبياء وقتل العلماء الآمرين بالمعروف» (٢).
٥ - قال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} (المائدة: ٢).
قال الماوَرْدي - رحمه الله -: «نَدَبَ الله تعالى إلى التعاون به وقَرَنَهُ بالتقوى له؛ لأن في التقوى رضا الله تعالى، وفي البر رضا الناس؛ ومن جمع بين رضا الله تعالى ورِضَا الناس فقد تَمَّتْ سعادته وعَمَّت نعمته» (٣).
_________
(١) السابق. وقال - رحمه الله -: «وتأمل قوله تعالى: {وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ (١٢) لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ (١٣) وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ (١٤)} (الزخرف)؛ كيف نبههم بالسفر الحسي على السفر إليه، وجمع لهم بين السفرين كما جمع لهم الزادين في قوله: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} (البقرة: ١٩٧)، فجمع لهم بين زاد سفرهم وزاد معادهم، وكما جمع بين اللباسين في قوله: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ (٢٦)} (الأعراف)، فذكر سبحانه زينة ظواهرهم وبواطنهم، ونبههم بالحِسِّي على المعنوي، وفَهْم هذا القَدْر زائد على فهم مُجَرّد اللفظ ووضعه في أصل اللسان» اهـ. إعلام الموقعين (٢/ ١٧٣ - ١٧٤)، وانظر نحوه في: تفسير ابن كثير (٧/ ٢٢٠).
(٢) شرح حديث أبي الدرداء (ضمن مجموع رسائل ابن رجب) (١/ ٣٢).
(٣) أدب الدنيا والدين (١/ ١٨٣).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (117,'٦ - قال تعالى: {قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ (١١٤)} (المائدة).
قال ابن القيم - رحمه الله -: «فذكر الأمرين -أي جمع بين (اللهم) و (ربنا) -ولم يجئ في القرآن سواه، ولا رأيت أحدًا تعرض لهذا ولا نبه عليه، وتحته سر عجيب دالٌّ على كمال معرفة المسيح بربه وتعظيمه له؛ فإن هذا السؤال كان عقيب سؤال قومه له: {هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ}، فَخَوَّفَهم بالله وأعلمهم أن هذا مما لا يليق أن يُسأل عنه، وأن الإيمان يَرُدُّه، فلما ألحُّوا عليه في الطلب وخاف المسيح أن يُداخلهم الشك إن لم يُجابوا إلى ما سألوا، بدأ في السؤال باسم {اللَّهُمَّ} الدال على الثناء على الله بجميع أسمائه وصفاته، ففي ضمن ذلك تَصَوّره بصورة المُثني الحامد الذاكر لأسماء ربه المُثني عليه بها. وأن المقصود منه بهذا الدعاء وقضاء هذه الحاجة: إنما هو أن يُثني على الرب بذلك، ويُمَجِّده به، ويذكر آلاءه، ويُظهر شواهد قدرته وربوبيته، ويكون برهانًا على صدق رسوله فيحصل بذلك من زيادة الإيمان والثناء على الله أمر يحسن معه الطلب ويكون كالعذر فيه، فأتى بالاسمين: اسم الله الذي يُثْنَى عليه به، واسم الرب الذي يُدعَى ويُسأَل به، لما كان المقام مقام الأمرين.
فتأمل هذا السر العجيب ولا يَنْبُ عنه فهمك، فإنه من الفهم الذي يؤتيه الله من يشاء في كتابه وله الحمد» (١).
٧ - قال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١٠)} (الأنعام).
_________
(١) بدائع الفوائد (٢/ ١٩٤).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (118,'قال شيخ الإسلام - رحمه الله -: «العينان هما رَبِيْئَةُ القلب، وليس من الأعضاء أشد ارتباطًا بالقلب من العينين؛ ولهذا جمع الله بينهما في قوله: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ}، {يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} (النور: ٣٧)، {وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ} (الأحزاب: ١٠)، {قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ (٨) أَبْصَارُهَا خَاشِعَةٌ} (النازعات)؛ ولأن كليهما له النظر؛ فنظر القلب الظاهر بالعينين، والباطن به وحده» (١).
٨ - قال تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (٥)} (طه).
قال ابن القيم - رحمه الله -: «يَقْرِنُ اسْتِوَاءَهُ على العرش بهذا الاسم كثيرًا؛ كقوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}، {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ} (الفرقان: ٥٩)، فاستوى على عرشه باسم الرحمن؛ لأن العرش محيط بالمخلوقات قد وسِعَها، والرحمة مُحيطة بالخلق واسعة لهم؛ كما قال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} (الأعراف: ١٥٦)، فاستوى على أوسع المخلوقات بأوسع الصفات؛ فلذلك وَسِعَتْ رحمتُهُ كل شيء» (٢).
٩ - قال تعالى: {يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (٥١)} (المؤمنون).
«تأمل كيف قرن الله بين أكل الطيبات وعمل الصالحات، فَأكْل الحلال الطيب مما يُعين العبد على فعل الصالحات، كما أن أَكْل الحرام أو الوقوع في المشتبهات، مما يُثقِل العبد عن فعل الصالحات» (٣).
_________
(١) مجموع الفتاوى (١٦/ ٢٢٥).
(٢) مدارج السالكين (١/ ٥٧).
(٣) ليدبروا آياته (١/ ١٦٢).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (119,'١٠ - قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢٥)} (الحديد).
قال شيخ الإسلام ابن تيمية - رحمه الله -: «ولن يقوم الدين إلا بالكتاب والميزان والحديد؛ كتاب يُهدَى به، وحديد يَنْصُره؛ كما قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ}، فالكتاب به يقوم العلم والدين، والميزان به تقوم الحقوق في العقود المالكية والقُبُوض، والحديد به تقوم الحدود على الكافرين والمنافقين؛ ولهذا كان في الأزمان المتأخرة: الكتاب للعلماء والعُبَّاد، والميزان للوزراء والكُتَّاب، وأهل الديوان، والحديد للأمراء والأجناد.
والكتاب له الصلاة؛ والحديد له الجهاد؛ ولهذا كان أكثر الآيات والأحاديث النبوية في الصلاة والجهاد، وكان النبي - صلى الله عليه وسلم - يقول في عيادة المريض: «اللهم اشف عبدك؛ يشهد لك صلاةً، وينكأ لك عدوًّا» (١).
وقال - صلى الله عليه وسلم -: «رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد في سبيل الله» (٢)؛ ولهذا جمع بينهما في مواضع من القرآن» اهـ (٣).
_________
(١) أخرجه أبو داود (٣١٠٧) من حديث عبد الله بن عمرو - رضي الله عنهما -، وصححه ابن حبان (٢٩٧٤)، وحسنه الألباني في صحيح الجامع (٤٦٦).
(٢) أخرجه الترمذي (٢٦١٦)، وابن ماجه (٣٩٧٣)؛ من حديث معاذ - رضي الله عنه -، وصححه الترمذي، والألباني في صحيح الجامع (٥١٣٦) وغيره.
(٣) الفتاوى الكبرى (٥/ ١١٦).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (120,'١١ - قال الإسكافي - رحمه الله -: «لسائل أن يسأل عن قوله في خِلَال ذِكْر الطلاق والعِددَ: {وَمَنْ يَتَّقِ} ... ثلاث مرات، يفعل به كذا، واختصاص كل جزاء بمكان.
فأوله: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ (٣)} (الطلاق).
والثاني: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (٤)} (الطلاق).
والثالث: {وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥)} (الطلاق).
والجواب أن يُقَال: إنما اقترن بالطلاق والعِدّة هذا الوعظ؛ لأن الطلاق فَضُّ حالٍ مُتَمَهِّدة، وقَطْع آمالٍ مُتأكِّدة، والعدة باستيفائها يخلص النسب، ويصح للزوج الثاني الولد، ولو لم يكن هذا الحد الذي حَدَّه الله تعالى، لَكان الفساد مُتَّصِلًا في انقضاء الدنيا، فهو أحق الأشياء بالمراعاة وتأكيد المقال فيه والوصاة» (١).
١٢ - قال تعالى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (٧) وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (٨)} (الإنسان).
«مَجَامِع الطاعات محصورة في أمرين: التعظيم لأمر الله تعالى، وإليه الإشارة بقوله: {يُوفُونَ بِالنَّذْرِ}، والشفقة على خلق الله، وإليه الإشارة بقوله: {وَيُطْعِمُونَ الطَّعَامَ}» (٢)؛ فجاء الاقتران بينهما في هاتين الآيتين.
_________
(١) درة التنزيل (١٢٨٣ - ١٢٨٤).
(٢) مفاتيح الغيب (١٨/ ٧٤٦).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (121,'١٣ - قال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى} (الليل: ٥)، وقال: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} (النحل: ١٢٨).
قال شيخ الإسلام - رحمه الله -: «هذان الأصلان هما جِمَاع الدين العام -كما يُقال-: التعظيم لأمر الله، والرحمة لعباد الله؛ فالتعظيم لأمر الله يكون بالخشوع والتواضع وذلك أصل التقوى، والرحمة لعباد الله بالإحسان إليهم» (١).
١٤ - قال تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢)} (الكوثر).
قال شيخ الإسلام - رحمه الله -: «أمره الله أن يجمع بين هاتين العبادتين العظيمتين: وهما الصلاة والنسك الدالتان على القرب والتواضع والافتقار وحُسْن الظن، وقوة اليقين، وطمأنينة القلب إلى الله، وإلى عِدَتِه وأمره، وفضله وخَلَفِه، عكس حال أهل الكبر والنفرة، وأهل الغنى عن الله الذين لا حاجة في صلاتهم إلى ربهم يسألونه إياها، والذين لا ينحرون له خوفًا من الفقر، وتركًا لإعانة الفقراء وإعطائهم، وسوء الظن منهم بربهم؛ ولهذا جمع الله بينهما في قوله تعالى: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢)} (الأنعام)، والنسك هي الذبيحة ابتغاء وجهه.
والمقصود: أن الصلاة والنسك هما أَجَلُّ ما يتقرب به إلى الله، فإنه أتى فيهما بالفاء الدالة على السبب؛ لأن فعل ذلك وهو الصلاة والنحر سبب للقيام بشكر ما أعطاه الله إياه من الكوثر، والخير الكثير، فَشُكْر المُنْعِم عليه وعبادته أعظمها هاتان العبادتان، بل الصلاة نهاية العبادات، وغاية الغايات» (٢).
_________
(١) مجموع الفتاوى (١٤/ ٢١٤).
(٢) السابق (١٦/ ٥٣١ - ٥٣٢).',NULL,'127',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (122,'١٥ - (سورتا: الكافرون والإخلاص):
كان النبي - صلى الله عليه وسلم - يَقْرن بين سورتي الإخلاص والكافرون (١)؛
وذلك أن «سورة {قُلْ هُوَ اللَّهُ أَحَدٌ} فيها التوحيد القولي العلمي، الذي تدل عليه الأسماء والصفات؛ ولهذا قال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢)} (الإخلاص).
وسورة: {قُلْ يَاأَيُّهَا الْكَافِرُونَ} فيها التوحيد القصدي العملي؛ كما قال تعالى: {قُلْ يَاأَيُّهَا الْكَافِرُونَ (١) لَا أَعْبُدُ مَا تَعْبُدُونَ (٢)} (الكافرون)، وبهذا يتميز من يعبد الله ممن يعبد غيره، وإن كان كل واحد منهما يُقِر بأن الله رب كل شيء، ويتميز عِبَاد الله المخلصون الذين لم يعبدوا إلا إياه، ممن عبد غيره وأشرك به» (٢).
_________
(١) كما ثبت في الركعتين قبل الفجر، وبعد المغرب، والوتر. وللوقوف على الأحاديث الواردة في ذلك وتخريجها، انظر: أصل صفة صلاة النبي - صلى الله عليه وسلم - للألباني: (٢/ ٤٥٢، ٤٨٨، ٥٣٩).
(٢) اقتضاء الصراط المستقيم (٢/ ٣٩٤).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (123,'<span data-type="title" id=toc-87>الباب الرابع
ما يُتَوَصَّل إليه بالنظر في النواحي اللّغوية
والجوانب البلاغية </span>(١)
_________
(١) عامَّة ما يُستخرج من هذا الطريق يُعَدُّ من المُلَح واللّطائف، وليس من صُلْب العلم؛ كما أنها أُمور محتملة غالبًا.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (124,'<span data-type="title" id=toc-88>١ - الحقيقة والمجاز (عند القائل به) </span>(١):
<span data-type="title" id=toc-89><span data-type="title" id=toc-91>التطبيق:</span></span>
قال تعالى: {صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ (١٣٨)} (البقرة).
قال القرطبي - رحمه الله -: «فسُمِّيَ الدين صبغة استعارة ومجازًا، من حيث تظهر أعماله وسَمْته على المتدين، كما يظهر أثر الصبغ في الثوب» (٢).

<span data-type="title" id=toc-90>٢ - ما يتصل بمرجع الضمير:</span>
التطبيق:
قال تعالى: {فَقُلْنَا يَاآدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى (١١٧)} (طه).
«فإن قلت: لِمَ أسند الشقاء إلى آدم دون حواء؟
قلت: فيه وجهان: أحدهما: أن في ضمن شقاء الرجل شقاء أهله، كما أن في سعادته سعادتهم؛ لأنه القيم عليهم.
الثاني: أنه أُريد بالشقاء التعب في طلب القُوت، وذلك على الرجل دون المرأة؛ لأن الرجل هو الساعي على زوجته» (٣).
_________
(١) الحقيقة عندهم: هي اللفظ المستعمل فيما وُضع له. والمجاز: هو اللفظ المستعمل في غير ما وضع له أولًا على وجه يصح. انظر: إرشاد الفحول (١/ ٦٢ - ٦٣).
(٢) أحكام القرآن (٢/ ١٤٤).
(٣) تفسير الخازن (٤/ ٢٨٢). وسيأتي نحوه من كلام ابن القيم - رحمه الله - (ص ١٣٤).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (125,'<span data-type="title" id=toc-92>٣ - ما يُؤْخَذ من الإظهار في موضع الإضمار، وعكسه </span>(١):
<span data-type="title" id=toc-93>التطبيق:</span>
١ - قال تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا (٦٤)} (النساء).
«ولم يقل: (واستغفرتَ لهم)، وعدل عنه إلى طريقة الالتفات؛ تفخيمًا لشأن رسول الله - صلى الله عليه وسلم - وتعظيمًا لاستغفاره» (٢).
٢ - قال تعالى: {يَاأَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥٠)} (الأحزاب).
_________
(١) الأصل أن يُؤْتَى في موضع الضمير بالضمير؛ لأنه أبين للمعنى، وأخصر للفظ. وربما يُؤْتَى مكان الضمير بالاسم الظاهر لفائدة، وهكذا العكس. انظر: أصول في التفسير للعثيمين (ص ٥٧).
والإظهار المقصود به هنا: التصريح باللفظ وإبرازه في الموضع الذي يغني عنه الضمير.
والإضمار: إسقاط الشيء لفظًا لا معنى. فهو تَرْك ذِكْره من اللفظ، وهو مراد بالنية والتقدير. انظر: الكليات (ص ٣٨٤).
(٢) الكشاف (١/ ٥٢٨).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (126,'قال ابن الجوزي - رحمه الله -: «أي: وأحللنا لك امرأة مؤمنة إن وهبت نفسها لك، {إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا}؛ أي: إِن آثر نكاحها، {خَالِصَةً لَكَ}؛ أي: خاصة (١). قال الزجّاج: وإِنما قال: {إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ}، ولم يقل: (لك)؛ لأنه لو قال: (لك)، جاز أن يُتوهَّم أن ذلك يجوز لغير رسول الله - صلى الله عليه وسلم - كما جاز في بنات العمِّ وبنات العمَّات» (٢).
٣ - قال تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢)} (الكوثر).
قال ابن عاشور - رحمه الله -: «ولم يقل: فَصَلِّ لنا؛ لما في لفظ الرَّب من الإيماء إلى استحْقَاقِهِ العبادة لأجل ربوبيَّته فضلًا عن فَرْطِ إِنْعامه» (٣).

٤ - الالتفات (٤) بأنواعه:
<span data-type="title" id=toc-95>التطبيق:</span>
١ - قال تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا (٦٤)} (النساء).
_________
(١) زاد المسير (٣/ ٤٧٤).
(٢) معاني القرآن وإعرابه للزجاج (٤/ ٢٣٢).
(٣) التحرير والتنوير (٣٠/ ٥٧٤).
(٤) وهو: نقل الكلام من أسلوب إلى أسلوب آخر، كالعدول عن الغَيبة إلى الخطاب أو التكلم، أو على العكس. انظر: البرهان للزركشي (٣/ ٣١٤)، التعريفات للجرجاني (ص ٣٥).',NULL,'133',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (127,'«ولم يقل: (واستغفرتَ لهم)، وعدل عنه إلى طريقة الالتفات؛ تفخيمًا لشأن رسول الله - صلى الله عليه وسلم - وتعظيمًا لاستغفاره» (١).
٢ - قال تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا (٦١) قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا (٦٢) قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا (٦٣)} (الإسراء).
قال ابن القيم - رحمه الله -: «أعاد الضمير {جَزَاؤُكُمْ} بلفظ الخطاب وإن كان {فَمَنْ تَبِعَكَ مِنْهُمْ} يقتضي الغَيْبَة؛ لأنه اجتمع مُخاطَب وغائب، فغَلَّب المُخاطَب وجعل الغائب تبعًا له؛ كما كان تبعًا له في المعصية والعقوبة، فحسن أن يُجعل تبعًا له في اللفظ، وهذا من حُسن ارتباط اللفظ بالمعنى واتصاله به» (٢).
٣ - قال تعالى: {فَقُلْنَا يَاآدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى (١١٧)} (طه).
قال ابن القيم - رحمه الله -: «تأمل قوله تعالى: {فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى}، كيف شَرَّك بينهما في الخروج وخص الذَّكَر بالشقاء؛ لاشتغاله بالكسب والمعاش، والمرأة في خدرها» (٣).
_________
(١) الكشاف (١/ ٥٢٨)، وقد سبق قريبًا في أمثلة (الإظهار والإضمار)؛ لكونه يصلح مثالًا لكل من هذين الموضعين.
(٢) بدائع الفوائد (٤/ ١٨٦).
(٣) السابق (٣/ ٢٢٩)، وفيه التفات من التثنية إلى المفرد. وقد مضى قريبًا نحوه فيما يتصل بـ (مرجع الضمير) (ص ٥٩).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (128,'<span data-type="title" id=toc-96>٥ - الفروق اللفظية </span>(١):
<span data-type="title" id=toc-97>التطبيق:</span>
١ - قال تعالى: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ (١٧)} (البقرة).
قال ابن القيم - رحمه الله -: «تأمل كيف قال الله تعالى: {ذَهَبَ اللَّهُ بِنُورِهِمْ}، فوَحَّدَه، ثم قال: {وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ}، فجمعها؛ فإن الحق واحد، وهو صراط الله المستقيم، الذي لا صراط يُوصِل إليه سواه، وهو عبادة الله وحده لا شريك له بما شرعه على لسان رسوله - صلى الله عليه وسلم -، لا بالأهواء والبدع، وطرق الخارجين عما بعث الله به رسوله من الهدى ودين الحق، بخلاف طرق الباطل، فإنها متعددة مُتَشَعِّبة؛ ولهذا يُفْرِد الله - سبحانه وتعالى - الحق ويجمع الباطل؛ كقوله تعالى: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢٥٧)} (البقرة)» (٢).
وقال - رحمه الله - في موضع آخر: «وتأمل قوله تعالى: {ذَهَبَ اللَّهُ بِنُورِهِمْ}، ولم يقل: (بنارهم) لتطابق أول الآية؛ فإن النار فيها إشراق وإحراق، فذهب بما فيها من الإشراق -وهو النور- وأبقى عليهم ما فيها من الإحراق، وهو النَّارِيَّة» (٣).
_________
(١) والمقصود به هنا: بيان وجه التعبير بلفظ دون غيره؛ كقولهم: وجه التعبير بـ (كذا) دون (كذا).
وله نَوْعُ تَعَلُّق بالنوع الذي يأتي بعده، وهو: (المُتشابه اللفظي).
وكذلك ما سيأتي (ص ١٦٣) في بعض أمثلة (دلالات الجملة الاسمية والفعلية)، في وجه التعبير ببعض الأفعال بصيغةٍ كالمضارع أو غيره.
(٢) اجتماع الجيوش الإسلامية (٢/ ٦٥ - ٦٦).
(٣) السابق (٢/ ٦٤).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (129,'وقال - رحمه الله - في موضع آخر: «وتأمل كيف قال: {بِنُورِهِمْ} ولم يقل: (بضوئهم)، مع قوله: {فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ}؛ لأن الضوء هو زيادة في النور، فلو قال: (ذهب الله بضوئهم)، لأوهم الذهاب بالزيادة فقط دون الأصل، فلما كان النور أصل الضوء كان الذهاب به ذهابًا بالشيء وزيادته» (١).
٢ - قال تعالى: {فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ} (البقرة: ١٩).
قال ابن جماعة - رحمه الله - في بيان وجه جمع الظلمات، وإفراد الرعد والبرق: «جوابه: أن المُقْتَضي للرعد والبرق واحد، وهو: السحاب، والمُقْتَضي للظُّلْمَة مُتَعَدِّد وهو: الليل والسحاب والمطر؛ فجمع لذلك» (٢).
٣ - قال تعالى: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (٧٩)} (البقرة).
قال الأصفهاني - رحمه الله -: «إن قيل: لم ذكر الكتابة دون القول؟ قيل: لمّا كانت الكتابة مُتَضَمِّنة للقول وزائدة عليه؛ إذ هو كذب باللسان واليد، صار أبلغ؛ لأن كلام اليد يبقى رسمه، والقول يضمحل أثره» (٣).
٤ - قال تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤)} (البقرة).
_________
(١) السابق (٢/ ٦٥).
(٢) كشف المعاني في المتشابه من المثاني (ص ٩٠).
(٣) تفسير الراغب (١/ ٢٤١).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (130,'قال ابن عاشور - رحمه الله -: «قوله تعالى لنبيه - صلى الله عليه وسلم -: {فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا}، دون (تحبها) أو (تهواها) أو نحوهما؛ فإن مقام النبي - صلى الله عليه وسلم - يربو عن أن يتعلق مَيْلُه بما ليس بمصلحة راجحة بعد انتهاء المصلحة العارضة لمشروعية استقبال بيت المقدس؛ ألا ترى أنه لما جاء في جانب قبلتهم بعد أن نُسِخَت جاء بقوله: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ} ... (البقرة: ١٢٠)، الآيةَ» (١).
٥ - قال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦)} (البقرة).
قال الأصفهاني - رحمه الله -: «إنما قال: {كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} ولم يقل: (أنفسهم)؛ لأن الإنسان لا يعرف نفسه إلا بعد انقضاء بُرهة من دهره، ويعرف ولده من حين وجوده، ثم في ذكر الابن ما ليس في ذكر النفس؛ فإن الإنسان (٢) عصارة ذاته ونسخة صورته» (٣).
٦ - قال تعالى: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٤٨)} (البقرة).
«الأمر بالاستباق إلى الخيرات قَدْرٌ زائد على الأمر بفعل الخيرات؛ فإن الاستباق إليها يتضمن فعلها، وتكميلها، وإيقاعها على أكمل الأحوال، والمبادرة إليها، ومن سبق في الدنيا إلى الخيرات، فهو السابق في الآخرة إلى الجنات» (٤).
_________
(١) التحرير والتنوير (٢/ ٢٨).
(٢) هكذا في الأصل، ولعل العبارة: فإن الابن عصارة ... أو: فابن الإنسان عصارة ...
(٣) تفسير الراغب (١/ ٣٣٨).
(٤) تفسير السعدي (ص ٧٢).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (131,'٧ - قال تعالى: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} (البقرة).
قال الأصفهاني - رحمه الله -: «إنما قال: {صَلَوَاتٌ} على الجمع؛ تنبيهًا على كثرتها منه، وأنها حاصلة في الدنيا توفيقًا وإرشادًا، وفي الآخرة ثوابًا ومغفرة» (١).
٨ - قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٦٠)} (البقرة).
قال البغوي - رحمه الله -: «والحكمة في المشي دون الطيران كونه أبعد من الشبهة؛ لأنها لو طارت لتوهم متوهم أنها غير تلك الطير، وأن أرجلها غير سليمة. والله أعلم» (٢).
٩ - قال تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٦٢)} (البقرة).
قال ابن القيم - رحمه الله -: «ونَبَّه بقوله: {ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى} على أن المَنَّ والأذى ولو تراخى عن الصدقة وطال زمنه، ضَرَّ بصاحبه ولم يحصل له مقصود الإنفاق، ولو أتى بالواو وقال: (ولا يتبعون ما أنفقوا منًّا ولا أذى)، لأوهمت تقييد ذلك بالحال، وإذا كان المَنّ والأذى المُتَراخِى مُبْطِلًا لأثر الإنفاق مانعًا من الثواب، فالمُقَارِن أولى وأحرى» (٣).
_________
(١) تفسير الراغب (١/ ٣٥٤).
(٢) تفسير البغوي (١/ ٣٢٤).
(٣) طريق الهجرتين (١/ ٣٦٦).',NULL,'138',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (132,'١٠ - قال تعالى: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا (٨٥)} (النساء).
قال ابن القيم - رحمه الله -: «تأمل قوله تعالى في الشفاعة الحسنة: {يَكُنْ لَهُ نَصِيبٌ مِنْهَا}، وفي السيئة: {يَكُنْ لَهُ كِفْلٌ مِنْهَا}؛ فإن لفظ (الكِفْل) يُشْعِر بالحِمْل والثقل، ولفظ (النصيب) يُشعر بالحظ الذي يَنْصَب طالبُه في تحصيله، وإن كان كل منهما يُستعمل في الأمرين عند الانفراد، ولكن لما قرن بينهما، حسن اختصاص حظ الخير بالنصيب وحظ الشر بالكِفْل» (١).
١١ - قال تعالى: {وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «وأما الإخبار عن الرحمة وهي مُؤنثة بالتاء، بقوله: {قَرِيبٌ} وهو مُذَكَّر، ففيه اثنا عشر مَسْلكًا ... المَسْلَك السادس: ... أن الرحمة صفة من صفات الرب - تبارك وتعالى -، والصفة قائمة بالموصوف لا تُفارقه؛ لأن الصفة لا تُفارق موصوفها، فإذا كانت قريبة من المحسنين فالموصوف - تبارك وتعالى - أولى بالقُرب منه، بل قُرب رحمته تبع لقُربه هو - تبارك وتعالى - من المحسنين ... فالرب - تبارك وتعالى - قريب من المحسنين، ورحمته قريبة منهم، وقُربه يستلزم قُرب رحمته، ففي حذف التاء هاهنا تنبيه على هذه الفائدة العظيمة الجليلة، وأن الله تعالى قريب من المحسنين، وذلك يستلزم القُربين: قُربه وقُرب رحمته. ولو قال: (إن رحمة الله قريبة من المحسنين) لم يدل على قُربه تعالى منهم؛ لأن قُربه تعالى أخص من قُرب رحمته ... فلا تَسْتَهِن بهذا المسلك فإن له شأنًا، وهو مُتَضَمِّن لسِر بديع من أسرار الكتاب ... » (٢).
_________
(١) روضة المحبين (ص ٣٧٨).
(٢) بدائع الفوائد (٣/ ١٨، ٣٠ - ٣١).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (133,'١٢ - قال تعالى: {وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ (١٥٤)} (الأعراف).
قال ابن القيم - رحمه الله -: «فَعَدَل سبحانه عن قوله (سَكَن) إلى قوله {سَكَتَ}؛ تنزيلًا للغضب منزلة السلطان الآمر الناهي، الذي يقول لصاحبه: افعل، لا تفعل. فهو مُسْتَجِيب لداعي الغضب الناطق فيه، المُتكلم على لسانه» (١).
١٣ - قال تعالى: {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١)} (التوبة).
قال ابن هبيرة - رحمه الله -: «إنما لم يقل: (ما كُتِب علينا)؛ لأنه أمر يتعلق بالمؤمن، ولا يصيب المؤمن شيء إلا وهو له؛ إن كان خيرًا فهو له في العاجل، وإن كان شرًّا فهو ثواب له في الآجل» (٢).
١٤ - قال تعالى: {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٥)} (يونس).
قال ابن رجب - رحمه الله -: «وأما الصبر فإنه ضِياء، والضِّياء: هو النور الذي يَحصُل فيه نوع حرارةٍ وإحراق كضياء الشمس، بِخلاف القمر، فإنه نورٌ مَحضٌ، فيه إشراقٌ بغير إحراقٍ؛ قال اللهُ عزَّ وجلَّ: {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا}، ومِن هُنا وَصفَ اللهُ شريعةَ مُوسَى بأنها ضياء؛ كما قال: {وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨)} (الأنبياء).
_________
(١) إغاثة اللهفان في حكم طلاق الغضبان (ص ٣٤).
(٢) ذيل طبقات الحنابلة (٢/ ١٤٢).',NULL,'140',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (134,'وإن كان قد ذكر أنَّ في التَّوراة نُورًا؛ كما قال: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ} (المائدة: ٤٤)، ولكنَّ الغَالب على شريعتِهم الضياء؛ لما فيها من الآصار والأغلال والأَثْقال. ووصَفَ شريعة محمدٍ - صلى الله عليه وسلم - بأنها نورٌ؛ لما فيها منَ الْحَنِيفِيَّةِ السَّمحة؛ قال اللهُ تعالى: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (١٥)} (المائدة)، وقال: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ (١٥٧)} (الأعراف)، ولما كان الصبر شاقًّا على النفوس، يحتاج إلى مجاهدة النفس وحبسها وكفها عما تهواه، كان ضياءً» (١).
١٥ - قال تعالى: {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ (١١٧)} (هود).
تأمل في الجملة الأخيرة {وَأَهْلُهَا مُصْلِحُونَ}، ولم يقل: (صالحون)؛ لأن الصلاح الشخصي المُنْزَوي بعيدًا لا يَأْسَى لضعف الإيمان، ولا يُبالي بهزيمة الخير، فكن صالحًا مُصْلِحًا، وراشدًا مُرْشِدًا (٢).
١٦ - قال تعالى: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا} (مريم: ٥٩).
فقوله: {وَاتَّبَعُوا الشَّهَوَاتِ} قال السعدي - رحمه الله -: «بمعنى أرادوها وصارت هي همهم، وانقادوا لها وصاروا مطيعين لها؛ فلذلك قال: {وَاتَّبَعُوا} ولم يقل:
_________
(١) جامع العلوم والحكم (٢/ ٢٤ - ٢٥).
(٢) ليدبروا آياته (١/ ١٠٩).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (135,'(تناولوا وأكلوا) ونحو ذلك لهذا المعنى؛ لأن هذا الذم إنما يتناول متبعي الشهوات، فمهما اشتهت نفوسهم فعلوه على أنه المقصود المتبوع» (١).
١٧ - قال تعالى: {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢)} (الحج).
قال ابن القيم - رحمه الله -: «المُرْضِع مَن لها ولد تُرضعه. والمُرضِعة من أَلقَمت الثدي للرضيع، وعلى هذا فقوله تعالى: {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ} أبلغ من (مُرضِع) في هذا المقام؛ فإن المرأة قد تَذهَل عن الرضيع إذا كان غير مُبَاشِر للرضاعة، فإذا التقم الثدي واشتغلت برضاعه لم تَذْهَل عنه إلا لأمر أعظم عندها من اشتغالها بالرضاع.
وتأمل رحمك الله تعالى السر البديع في عدوله سبحانه عن (كل حامل) إلى قوله: {ذَاتِ حَمْلٍ}، فإن الحامل قد تُطْلَق على المُهَيَّأة للحمل، وعلى من هي في أول حملها ومبادئه، فإذا قيل: {ذَاتِ حَمْلٍ}، لم يكن إلا لمن ظهر حملها وصلح للوضع كاملًا أو سِقْطًا؛ كما يقال: (ذات ولد)» (٢).
١٨ - قال تعالى: {فَمَا لَنَا مِنْ شَافِعِينَ (١٠٠) وَلَا صَدِيقٍ حَمِيمٍ (١٠١)} (الشعراء).
«فإن قلت: لِمَ جَمَع الشافع ووَحَّد الصديق؟ قلت: لكثرة الشفعاء في العادة وقلة الصديق» (٣).
_________
(١) المواهب الربانية (ص ٥٩).
(٢) بدائع الفوائد (٤/ ٢١ - ٢٢). وقد مضى ذلك (ص ٨٠).
(٣) الكشاف (٣/ ٣٢٢).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (136,'١٩ - قال تعالى: {يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (٣٠) وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا (٣١)} (الأحزاب).
قال صاحب التفسير الكبير - رحمه الله -: «بيانًا لزيادة ثوابهن، كما بين زيادة عقابهن {نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ} في مُقابلة قوله تعالى: {يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ}، مع لطيفة وهي أن عند إيتاء الأجر ذكر المُؤْتِي وهو الله، وعندَ العذابِ لَم يُصرِّح بِالمُعذِّبِ فقال: {يُضَاعَفْ} إشارة إلى كمال الرحمة والكرم، كما أن الكريم الحي (١) عند النفع يظهر نفسه وفعله، وعند الضُّر لا يذكر نفسه» (٢).
٢٠ - قال تعالى: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢)} (النجم).
قال ابن عطية - رحمه الله -: «والضلال أبدًا يكون من غير قصد من الإنسان إليه، والغي كأنه شيء يكتسبه الإنسان ويريده، نفى الله تعالى عن نبيه هذين الحالين، وغوى الرجل يغوي: إذا سلك سبيل الفساد والعوج، ونفى الله تعالى عن نبيه أن يكون ضل في هذه السبيل التي أَسْلَكَه الله إياها، وأثبت له تعالى في (الضحى) أنه قد كان قبل النبوءة ضالًّا بالإضافة إلى حاله من الرشد بعدها» (٣).
٢١ - قال تعالى: {وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (٢٠) وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ (٢١)} (الواقعة).
قال ابن عاشور - رحمه الله -: «وتقديم ذِكْر الفاكهة على ذِكْر اللحم قد يكون لأن الفواكه أعز، وبهذا يظهر وجه المخالفة بين الفاكهة ولحم طير فجعل التَّخَيّر
_________
(١) هكذا في النسخة المطبوعة. ولعلها: (الحَيِيّ).
(٢) مفاتيح الغيب (٢٥/ ١٦٦).
(٣) المحرر الوجيز (٥/ ١٩٦).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (137,'للأول، والاشتهاء للثاني؛ ولأن الاشتهاء أعلق بالطعام منه بالفواكه، فلذة كسر الشاهية بالطعام لذة زائدة على لذة حُسْن طعمه، وكثرة التَّخَيّر للفاكهة هي لذة تلوين الأصناف» (١).
٢٢ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (٩)} (المنافقون).
«ومعنى {لَا تُلْهِكُمْ}: لا تَشْغلكم.
وقد تقول: لماذا لم يقل: (لا تشغلكم)؟ والجواب: أنَّ من الشُّغْل ما هو محمودٌ، فقد يكون شغلًا في حق، كما جاء في الحديث: «إن في الصلاة لشُغلًا» (٢)، وكما قال تعالى: {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ} (يس: ٥٥)، أما الإلهاء فمما لا خيرَ فيه، وهو مذمومٌ على وجه العموم، فاختار ما هو أحق بالنهي» (٣).
٢٣ - قال تعالى: {إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣)} (الإنسان).
قال الماوردي - رحمه الله -: «وجمع بين الشاكر والكفور، ولم يجمع بين الشكور والكفور -مع اجتماعهما في معنى المبالغة- نَفْيًا للمبالغة في الشكر وإثباتا لها في الكفر؛ لأن شكر الله تعالى لا يُؤَدَّى، فانتفت عنه المبالغة، ولم تَنْتَف عن الكفر المبالغة، فَقَلَّ شُكره؛ لكثرة النعم عليه، وكَثُر كفره - وإن قل - مع الإحسان إليه» (٤).
_________
(١) التحرير والتنوير (٢٧/ ٢٩٥).
(٢) أخرجه البخاري (١٢١٦).
(٣) لمسات بيانية (١٧٨ - ١٧٩).
(٤) النكت والعيون للماوردي (٦/ ١٦٤).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (138,'<span data-type="title" id=toc-98>٦ - المتشابه اللفظي </span>(١):
<span data-type="title" id=toc-99>التطبيق:</span>
١ - قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا (١٢٦)} (البقرة)، وقال: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا (٣٥)} (إبراهيم).
قال ابن كثير - رحمه الله -: «قوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا (١٢٦)} (البقرة)؛ أي: اجعل هذه البُقْعَة بلدًا آمنًا ونَاسَب هذا؛ لأنه قبل بناء الكعبة، وقال تعالى في سورة إبراهيم: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا (٣٥)} (إبراهيم)، ونَاسَب هذا هناك؛ لأنَّه -والله أعلَم- كأنَّه وقع دعاء مَرَّة ثانية بَعد بناء البيت واستقرار أهله به، وبعد مَوْلِد إسحاق الذي هو أَصغر سنًّا من إِسماعيل بثلاث عشرةَ سنةً؛ ولهذا قَال في آخر الدُّعاء: {الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ} (إبراهيم: ٣٩)» (٢).
٢ - قال تعالى في سورة البقرة: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧)} (البقرة)،
_________
(١) انظر الإتقان في علوم القرآن (٣/ ٣٩٠).
(٢) تفسير ابن كثير (١/ ٤٢٥)، وانظر: الإتقان في علوم القرآن (٣/ ٣٩٤).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (139,'وقال بعد ذلك: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٢٢٩)} (البقرة).
ففي الآية الأولى قال: {فَلَا تَقْرَبُوهَا}، وفي الثانية قال: {فَلَا تَعْتَدُوهَا}، فما وجه ذلك؟
قال السيوطي - رحمه الله -: «لأنَّ الأولَى وردت بعد نَوَاهٍ فناسب النهي عن قُربانِها، والثانية بعد أوامر فناسب النهي عن تعدِّيها وتجاوزها بِأن يُوقَف عندها» (١).
قال ابن عثيمين - رحمه الله -: «قوله تعالى: {فَلَا تَعْتَدُوهَا}؛ أي: لا تتجاوزوها، وقال العلماء: إذا كانت الحدود مما يجب فعله قال تعالى: {فَلَا تَعْتَدُوهَا}؛ وأما إذا كانت الحدود من المحرمات فإنه تعالى يقول: {فَلَا تَقْرَبُوهَا}» (٢).
٣ - قال تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٦٢)} (البقرة).
وقوله تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٧٤)} (البقرة).
قال ابن القيم - رحمه الله -: «تأمل كيف جَرَّد الخبر هنا عن الفاءِ فقال: {لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ} (البقرة: ٢٦٢)، وقَرَنه بالفاءِ في قوله تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ} (البقرة: ٢٧٤)،
_________
(١) الإتقان في علوم القرآن (٣/ ٣٩٤).
(٢) تفسير القرآن الكريم (البقرة) للعثيمين (٣/ ١٠٩).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (140,'فإن الفاءَ الداخلة على خبر المبتدأ الموصول أو الموصوف تُفْهِم معنى الشرط والجزاءِ، وأن الخبر مُسْتَحَقّ بما تضمنه المبتدأُ من الصِّلَة أو الصفة، فلما كان هنا يقتضي بيان حَصْر المُسَتَحِق للجزاءِ دون غيره، جرد الخبر عن الفاءِ، فإن المعنى: أن الذي ينفق ماله لله ولا يَمُنّ ولا يُؤذي، هو الذي يستحق الأجر المذكور، لا الذي يُنفِق لغير الله ... ويَمُن ويُؤذي بنفقته، فليس المقام مقام شرط وجزاءٍ بل مقام بيان للمُسْتَحِق من غيره، وفي الآية الأخرى للمستحق دون غيره.
وفى الآية الأخرى ذَكَر الإنفاق بالليل والنهار سرًّا وعلانية، فذَكَر عموم الأوقات وعموم الأحوال، فأتى بالفاءِ في الخبر؛ ليدل على أن الإنفاق في أي وقت وُجِد من ليل أو نهار، وعلى أية حالة وُجِد من سر وعلانية، فإنه سبب للجزاء على كل حال، فليبادر إليه العبد ولا ينتظر به غير وقته وحاله، ولا يُؤخِّر نفقة الليل إذا حضر إلى النهار، ولا نفقة النهار إلى الليل، ولا ينتظر بنفقة العلانية وقت السر، ولا بنفقة السر وقت العلانية، فإن نفقته فى أي وقت وعلى أي حال وُجِدَت سبب لأجره وثوابه، فتدبر هذه الأسرار في القرآن؛ فلعلك لا تظفر بها تمر بك في التفاسير، والمنة والفضل لله وحده لا شريك له» (١).
٤ - قال تعالى في سورة البقرة: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٢٦٤)} (البقرة)، وفي سورة إبراهيم: {مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ (١٨)} (إبراهيم).
_________
(١) طريق الهجرتين (ص ٣٦٦).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (141,'قال ابن جماعة - رحمه الله -: «إن المَثَل هنا للعامل، فكان تقديم نَفْي قُدرته وصِلَتها أنسب؛ لأن {عَلَى} من صِلَة القُدرة، وآية (إبراهيم)؛ المثل للعمل؛ لقوله تعالى: {مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ} (إبراهيم: ١٨)، تقديره: مَثَل أعمال الذين كفروا» (١).
٥ - قال تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} (البقرة: ٢٨٢).
وقال تعالى: {فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ} (الطلاق: ٢).
قال ابن القيم - رحمه الله -: «قال تعالى في شهادة المال: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} (البقرة: ٢٨٢)، وقال في الوصية والرجعة: {ذَوَيْ عَدْلٍ مِنْكُمْ} (الطلاق: ٢)؛ لأن المُسْتَشْهِد هناك صاحب الحق، فهو يأتي بمن يرضاه لحفظ حَقّه، فإن لم يكن عدلًا كان هو المُضَيِّع لحقه، وهذا المُسْتَشْهِد يَسْتَشْهِد بحق ثابت عنده، فلا يكفي رضاه به، بل لا بد أن يكون عدلًا في نفسه، وأيضا فإن الله - سبحانه وتعالى - قال هناك: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ}؛ لأن صاحب الحق هو الذي يحفظ ماله بمن يرضاه، وإذا قال من عليه الحق: أنا راض بشهادة هذا علي؛ ففي قبوله نزاع، والآية تدل على أنه يُقْبَل، بخلاف الرجعة والطلاق؛ فإن فيهما حقًا لله، وكذلك الوصية فيها حق لغائب» اهـ (٢).
٦ - قال تعالى: {قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٤٧)} (آل عمران)، وقال تعالى: {قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ (٤٠)} (آل عمران).
_________
(١) كشف المعاني في المتشابه من المثاني (١/ ١٢٠).
(٢) إعلام الموقعين (١/ ٧٤).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (142,'قال ابن كثير - رحمه الله -: «قالت في مُنَاجَاتها: {رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ}؛ تقول: كيف يُوجَد هذا الولد مني وأنا لست بذات زوج ولا من عَزْمي أن أتزوج، ولست بغيًّا؟ حاشا لله. فقال لها الملَكُ -عن الله - عز وجل - في جواب هذا السؤال: {كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ}؛ أي: هكذا أَمْر الله عظيم، لا يُعجِزُه شيء. وصَرَّح ها هنا بقوله: {يَخْلُقُ} ولم يقل: (يَفْعَلُ) كما في قصة زكريا، بل نَصَّ ها هنا على أنه يخلُقُ؛ لئلا يُبقي شُبهة، وأَكَّد ذلك بقوله: {إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ}» (١).
٧ - قال تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (١٥١)} (الأنعام)، وقال تعالى: {وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا (٣١)} (الإسراء).
قال ابن كثير - رحمه الله -: «أي: ولا تَقتلوهم من فَقْرِكُمُ الحاصل. وقال في سورة (سُبْحَانَ): {وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ}؛ أي: خشية حصول فَقْرٍ في الآجل؛ ولهذا قال هُناك: {نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ}، فبدأ برزقهم؛ لِلاهتمام بهم؛ أي: لا تخافوا من فقركم بسببهم، فرزقهم على الله» (٢).
٨ - قال تعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (٢٠٠)} (الأعراف)، وقال: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٦)} (فصلت)، وقال: {إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (٥٦)} (غافر: ٥٦).
_________
(١) تفسير ابن كثير (٢/ ٤٤).
(٢) السابق (٣/ ٣٦٢).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (143,'قال ابن القيم - رحمه الله -: «وتَأَمَّل حِكْمة القرآن الكريم كيف جاء في الاستعاذة من الشيطان الذي نعلم وجوده ولا نراه بلفظ السميع العليم في الأعراف والسجدة (فُصِّلَت): {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (٢٠٠)} (الأعراف)، {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٦)} (فصلت)، وجاءت الاستعاذة من شر الإنس الذين يُؤنَسُون ويُرون بالأبصار بلفظ: {السَّمِيعُ الْبَصِيرُ} في سورة حم المؤمن، فقال: {إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (٥٦)} (غافر)؛ لأن أفعال هؤلاء أفعال مُعَايَنة تُرى بالبصر، وأما نزغ الشيطان فوساوس وخطرات يلقيها في القلب يتعلق بها العلم؛ فأمر بالاستعاذة بالسميع العليم فيها، وأمر بالاستعاذة بالسميع البصير في باب ما يُرى بالبصر ويُدرك بالرؤية والله أعلم» (١).
وقال - رحمه الله -: «وتأمل سِرّ القرآن الكريم كيف أَكَّد الوصف بالسميع العليم بذِكْر صيغة {هُوَ} الدال على تأكيد النِّسْبة واختصاصها، وعَرَّف الوصف بالألف واللام في سورة {حم} (فصلت)؛ لاقتضاء المقام لهذا التأكيد، وتركه في سورة الأعراف لاستغناء المقام عنه؛ فإن الأمر بالاستعاذة في سورة {حم} وقع بعد الأمر بأشق الأشياء على النفس وهو مُقَابَلة إساءة المُسيء بالإحسان إليه، وهذا أمر لا يقدر عليه إلا الصابرون، ولا يُلَقَّاه إلا ذو حظ عظيم كما قال الله تعالى.
والشيطان لا يَدَع العبد يفعل هذا، بل يُرِيه أن هذا ذُل وعجز، ويُسَلِّط عليه عدوه فيدعوه إلى الانتقام ويزينه له، فإن عجز عنه دعاه إلى الإعراض عنه، وألا
_________
(١) بدائع الفوائد (٢/ ٢٣٨ - ٢٣٩).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (144,'يُسيء إليه ولا يُحْسِن، فلا يُؤْثِر الإحسانَ إلى المسيء إلا من خالفه وآثر الله تعالى وما عنده على حَظّه العاجل.
فكان المقام مقام تأكيد وتحريض، فقال فيه: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٦)} (فصلت)، وأما في سورة الأعراف فإنه أمره أن يُعرِض عن الجاهلين، وليس فيها الأمر بمُقَابَلة إساءتهم بالإحسان، بل بالإعراض، وهذا سَهْل على النفوس غير مُسْتَعْص عليها، فليس حِرْص الشيطان وسَعيه في دَفْع هذا كحِرْصِه على دَفْع المُقابَلة بالإحسان، فقال: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (٢٠٠)} (الأعراف)» (١).
وقال في موضع آخر: «وقال هاهنا: {إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} (فصلت: ٣٦)، فأكد بـ (إن)، وبضمير الفصل، وأتى باللام في: {السَّمِيعُ الْعَلِيمُ}. وقال في الأعراف: {إِنَّهُ سَمِيعٌ عَلِيمٌ} (الأعراف: ٢٠٠).
وسر ذلك -والله أعلم- أنه حيث اقتصر على مُجرد الاسم ولم يُؤكده أُريد إثبات مُجرد الوصف الكافي في الاستعاذة والإخبار بأنه سبحانه يسمع ويعلم، فيسمع استعاذتك فيجيبك، ويعلم ما تستعيذ منه فيدفعه عنك؛ فالسمع لكلام المُستعيذ، والعلم بالفعل المُستعاذ منه، وبذلك يحصل مقصود الاستعاذة، وهذا المعنى شامل للموضعين، وامتاز المذكور في سورة فصلت بمزيد التأكيد والتعريف والتخصيص؛ لأن سياق ذلك بعد إنكاره سبحانه على الذين شكوا في سمعه لقولهم وعلمهم به، كما جاء في الصحيحين من حديث ابن مسعود قال: «اجتمع عند البيت ثلاثة نفر: قرشيان وثقفي، أو ثقفيان وقرشي، كثيرٌ شَحْم بطونهم، قليلٌ فِقْه قلوبهم، فقالوا:
_________
(١) السابق (٢/ ٢٦٧ - ٢٦٨).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (145,'أترون الله يسمع ما نقول؟ فقال أحدهم: يسمع إن جهرنا ولا يسمع إن أخفينا، فقال الآخر: إن سمع بعضه سمع كله. فأنزل الله - عز وجل -: {وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (٢٢) وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (٢٣)} (فصلت)» (١)؛ فجاء التوكيد في قوله: {إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ}. في سياق هذا الإنكار؛ أي: هو وحده الذي له كمال قوة السمع وإحاطة العلم، لا كما يظن به أعداؤه الجاهلون: أنه لا يسمع إن أخفوا، وأنه لا يعلم كثيرًا مما يعملون. وحَسَّن ذلك أيضًا: أن المأمور به في سورة فصلت دَفْع إساءتهم إليه بإحسانه إليهم، وذلك أشق على النفوس من مُجرد الإعراض عنهم؛ ولهذا عَقَّبه بقوله: {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ (٣٥)} (فصلت)، فحَسُن التأكيد لحاجة المُستعيذ.
وأيضًا، فإن السياق هاهنا لإثبات صفات كماله، وأدلة ثبوتها، وآيات ربوبيته، وشواهد توحيده؛ ولهذا عَقَّب ذلك بقوله: {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ} (فصلت: ٣٧)، وبقوله: {وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً} (فصلت: ٣٩)» (٢).
٩ - قال تعالى عن إبراهيم - عليه السلام -: {شَاكِرًا لِأَنْعُمِهِ} (النحل: ١٢١)، وقال: {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} (لقمان: ٢٠)، «فجَمَع النعمة في آية النحل جَمْع قِلَّة (أنعم)؛ لأن نعم الله لا تُحصى، وإنما يستطيع الإنسان معرفة بعضها وشكرها،
_________
(١) أخرجه البخاري (٤٨١٧، ٧٥٢١)، ومسلم (٢٧٧٥).
(٢) إغاثة اللهفان (١/ ٩٦ - ٩٧).',NULL,'152',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (146,'وهو ما كان من إبراهيم - عليه السلام -، فَذَكَر جَمْع القِلَّة في هذا المقام، أما آية لقمان فجمعها جَمْع كَثْرة (نِعَمَه)؛ لأنها في مقام تعداد نعمه وفضله على الناس جميعًا» (١).
١٠ - في سورة الكهف قال الخضر - رحمه الله -: «في الأولى: {فَأَرَدْتُ أَنْ أَعِيبَهَا} (الكهف: ٧٩)، وفي الثانية: {فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا (٨١)} (الكهف)، وفي الثالثة: {فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ} (الكهف: ٨٢) فما وجه كل واحدة من هذه الألفاظ؟
قلت: إنه لما ذكر العيب أضافه إلى نفسه على سبيل الأدب مع الله تعالى، فقال: {فَأَرَدْتُ أَنْ أَعِيبَهَا}، ولما ذكر رعاية المصالح في مال اليتيمين لأجل صلاح أبيهما أضافه إلى الله - سبحانه وتعالى -؛ لأن حفظ الأبناء وصلاح أحوالهم لرعاية حق الآباء ليس إلا لله - سبحانه وتعالى -؛ فلأجل ذلك أضافه إلى الله تعالى» (٢).
١١ - قال تعالى: {قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨) قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩) وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (٧٠)} (الأنبياء).
وقال تعالى: {قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨)} (الصافات).
_________
(١) أسرار البيان في التعبير القرآني (باب: البنية في التعبير القرآني).
(٢) تفسير الخازن (٤/ ٢٢٨).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (147,'قال الإسكافي - رحمه الله - (١): «للسائل أن يسأل فيقول: هذا في قصة واحدة، فجاء في موضع: {الْأَخْسَرِينَ} (الأنبياء: ٧٠)، وفي موضع: {الْأَسْفَلِينَ} (الصافات: ٩٨)، فهل في كلٍّ من المكانين ما يختص باللفظ الذي خصّ به؟
والجواب أن يقال: أمّا في سورة الأنبياء فإن الله تعالى أخبر فيها عن إبراهيم - عليه السلام - أنه قال: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ} (الأنبياء: ٧٥)، ثم أخبر عن الكفار لمّا ألقوه في النار وأرادوا به كيدًا: {فَجَعَلْنَاهُمُ الْأَخْسَرِينَ} (الأنبياء: ٧٠)، والكيد: سعي في مضرة لِتُورَد على غفلة، فذكر مُكَايَدَة بينهم وبين إبراهيم - عليه السلام -، فكادهم ولم يكيدوه فخسرت تجارتهم وعادت عليهم مُكَايَدَتُهم؛ لأنه كسّر أصنامهم ولم يبلغوا من إحراقه مرادهم، فذكر الأخسرين؛ لأنهم خسروا فيما عاملهم به وعاملوه من المُكَايَدة التي أُضيفت إليهما.
وأما الآية التي في سورة الصافات فإن الله تعالى أخبر عن الكفار فيها بما اقتضى من الأسفلين، وهو أنه قال: {قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧)}، فبنوا له بناء عاليًا ورفعوه فوقه ليرموا به من هناك إلى النار التي أَجَّجُوها، فلما عَلَوا ذلك البناءَ وحطّوه منه إلى أسفل، عادوا هم الأسفلين؛ لأنهم أُهلِكُوا في الدنيا وسَفُل أمرهم في الأُخْرى، والله تعالى نجّى نبيّه - عليه السلام - وأعلاه عليهم، فانقلب عالي أمرهم في صعود البناء وسافل أمر إبراهيم - عليه السلام -.
فلمّا حُطّ إلى النار، صار ذلك سَافِلًا، وأمر النبي - عليه السلام - عاليًا؛ فلذلك اختصت هذه الآية بقوله: {فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨)} (الصافات)» (٢).
_________
(١) هو: محمد بن عبد الله الخطيب الإسكافي، أبو عبد الله، عالم بالأدب واللغة، من أهل أصبهان. كان إسكافًا -يُقال للخَرَّاز أو الصانع- ثم خطيبًا بالريّ. توفي سنة: ٤٢٠ هـ. انظر: الوافي بالوفيات (٣/ ٢٧١)، والأعلام للزركلي (٦/ ٢٢٧ - ٢٢٨).
(٢) درة التنزيل (١/ ٩٠٥ - ٩٠٦).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (148,'١٢ - قال تعالى: {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (٥٥)} (القصص).
وقال: {وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (٦٣)} (الفرقان).
قال ابن القيم - رحمه الله -: «وكان رَفْع السلام مُتعينًا؛ لأنه حكاية ما قد وقع، ونَصْب السلام في آية الفرقان مُتعينًا؛ لأنه تعليم وإرشاد لما هو الأكمل والأولى للمؤمن أن يَعْتَمِدَه إذا خاطبه الجاهل» (١).
١٣ - قال تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ (٢٤)} (سبأ).
وقال: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ (٣١)} (يونس).
قال ابن القيم - رحمه الله -: «هل يظهر فرق بين قوله تعالى في سورة يونس: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ} (يونس: ٣١)، وبين قوله في سورة سبأ: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ} (سبأ: ٢٤)؟
قيل: هذا من أدق هذه المواضع وأغمضها وألطفها فَرْقًا، فَتَدَبَّر السياق تجده نَقِيضًا لما وقع، فإن الآيات التي في يونس سِيقَت مَسَاق الاحتجاج عليهم بما أقروا به ولم يمكنهم إنكاره، من كون الرب تعالى هو رازقهم ومالك أسماعهم وأبصارهم ومُدَبِّر أمورهم وغيرها، ومُخْرِج الحي من الميت والميت من الحي، فلما كانوا مُقِرِّين بهذا كله، حَسُن الاحتجاج به عليهم، أن فاعل هذا هو الله الذي لا إله غيره،
_________
(١) بدائع الفوائد (٢/ ١٦٠).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (149,'فكيف يعبدون معه غيره ويجعلون له شركاء لا يملكون شيئًا من هذا ولا يستطيعون فِعْل شيء منه؟ ! ولهذا قال بعد أن ذَكَر ذلك من شأنه تعالى: {فَسَيَقُولُونَ اللَّهُ}؛ أي: لا بُد أنهم يُقِرُّون بذلك ولا يجحدونه، فلا بُد أن يكون المذكور مما يُقِرُّون به، والمُخَاطَبون المُحْتَج عليهم بهذه الآية إنما كانوا مُقِرِّين بنزول الرزق من قِبَل هذه السماء التي يشاهدونها بالحس، ولم يكونوا مُقِرِّين ولا عالمين بنزول الرزق من سماء إلى سماء حتى تنتهي إليهم، ولم يَصِل علمهم إلى هذا، فأُفردت لفظ السماء هنا، فإنه لا يمكنهم إنكار مجيء الرزق منها، لا سيما والرزق هاهنا إن كان هو المطر فمجيئه من السماء التي هي السحاب، فإنه يُسَمَّى سماء؛ لِعُلُوِّه، وقد أخبر سبحانه أنه بَسَط السحاب في السماء بقوله: {اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ} (الروم: ٤٨)، والسحاب إنما هو مبسوط في جهة العلو لا في نفس الفلك، وهذا معلوم بالحس فلا يُلتفت إلى غيره.
فلما انتظم هذا بذِكْر الاحتجاج عليهم، لم يصلح فيه إلا إفراد السماء؛ لأنهم لا يُقِرُّون بما ينزل من فوق ذلك من الأرزاق العظيمة للقلوب والأرواح، ولا بد من الوحي الذي به الحياة الحقيقية الأبدية، وهو أولى باسم الرزق من المطر الذي به الحياة الفانية المُنْقَضِية، فما ينزل من فوق ذلك من الوحي والرحمة والألطاف والموارد الربانية والتَّنَزُّلات الإلهية وما به قِوَام العالَم العُلوي والسُّفْلي من أعظم أنواع الرزق، ولكن القوم لم يكونوا مُقرين به، فخُوطِبوا بما هو أقرب الأشياء إليهم بحيث لا يمكنهم إنكاره.
وأما الآية التي في سورة سبأ، فلم ينتظم بها ذِكْر إقرارهم بما ينزل من السموات؛ ولهذا أَمَر رسوله بأن يتولى الجواب فيها، ولم يذكر عنهم أنهم المُجيبون المُقِرُّون، فقال: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ}، ولم يَقُل: {فسيقولون الله}، فأمر',NULL,'156',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (150,'تعالى نبيه - صلى الله عليه وسلم - أن يُجيب بأن ذلك هو الله وحده الذي ينزل رزقه على اختلاف أنواعه ومنافعه من السموات السبع. وأما الأرض فلم يَدْعُ السياق إلى جمعها في واحدة من الاثنين؛ إذ يُقر به كل أحد مؤمن وكافر وبَر وفاجر» (١).
١٤ - قال تعالى: {لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ (٦٥)} (الواقعة).
وقوله سبحانه: {لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا (٧٠)} (الواقعة).
قال ابن هبيرة - رحمه الله -: «تأملت دخول اللام وخروجها، فرأيت المعنى: أن اللام تقع للاستقبال؛ تقول: لأَضْرِبَنَّك؛ أي: فيما بَعْد لا في الحال. والمعنى: {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا} (الواقعة)؛ أي: في مُسْتَقْبَل الزمان إذا تم فاستحصد، وذلك أشد العذاب؛ لأنها حالة انتهاء تعب الزارع واجتماع الدَّيْن عليه؛ لرجاء القضاء بعد الحصاد، مع فراغ البيوت من الأقوات.
وأما في الماء، فقال: {لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا} (الواقعة: ٧٠)؛ أي: الآن؛ لأنا لو أَخَّرنا ذلك، لشرب العطشان وادخر الإنسان» (٢).
١٥ - قال تعالى: {وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (٤)} (المجادلة)، وقال: {إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ (٥)} (المجادلة).
قال الإسكافي - رحمه الله -: «للسائل أن يسأل عن خاتمتي الآيتين، وهما: {عَذَابٌ أَلِيمٌ} و {عَذَابٌ مُهِينٌ} وعما أوجب اختصاص كل واحدة منهما بما ذُكِر فيها؟
_________
(١) السابق (١/ ١١٧ - ١١٨).
(٢) ذيل طبقات الحنابلة (٢/ ١٥٠ - ١٥١).',NULL,'157',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (151,'والجواب أن يُقال: لَمَّا قال في الأُولى: {ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ}؛ أي: يُبين لكم ذلك لتؤمنوا بالله ورسوله، وذَكَر الحدود التي حَدَّها لِعِبَادِه، ثُم سَمَّى مَن لم يُؤمِن كافرًا باسمه وتَوَعَّدَه بالعذاب المُوجِع المُبَالغ فيه، وهو ما يُخوّف الله تعالى به عباده، نعوذ بالله منه.
وأما قوله: {عَذَابٌ مُهِينٌ} فلأن قبله: {إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا}؛ فَضُمِّن معنى الفعلين الشرط والجزاء، فجعل الكَبْت جزاء مَن آثر حِزْبًا غير حِزْب الله ورسوله، وحَدًّا غير حَدّهما، والكَبْت: الإذلال، وقيل: الغَلْبُ والقَهْر والتَّخْيِيب؛ وكل ذلك مُتَقَارِب» (١).
١٦ - قال تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩)} (الذاريات)، وفي سورة المعارج: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (٢٤) لِلسَّائِلِ وَالْمَحْرُومِ (٢٥)} (المعارج).
قال الغرناطي - رحمه الله -: «يُسأل عن وجه زيادة الصفة في سورة المعارج من قوله: {مَعْلُومٌ} وسقوط ذلك في الذاريات؟ وهل كان يُنَاسِب عكس الوارد؟
والجواب، والله أعلم: أن آية المعارج قد تَقَدَّمها مُتَّصِلًا بها قوله تعالى: {إِلَّا الْمُصَلِّينَ (٢٢)} (المعارج)، والمُراد بالصلاة هنا: المكتوبة، وأيضًا يُقْرَن بها في آي الكتاب الزكاة المفروضة، وبها فَسَّر المُفسِّرون الحق المعلوم في آية المعارج.
قال الزمخشري: لأنها مُقَدَّرة معلومة.
قلت: وليس في المال حق مُقَدَّر معلوم وقتًا ونِصَابًا ووجوبًا غيرها، فلما أُرِيد بالحق هنا الزكاة أُتبع بوصف يُحْرِز المقصود» (٢).
_________
(١) درة التنزيل (١/ ١٢٥٧ - ١٢٥٨).
(٢) ملاك التأويل (٢/ ٤٥٠).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (152,'١٧ - قال تعالى: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ (٤٠) عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)} (المعارج).
وقال تعالى: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (١٧)} (الرحمن).
وقال تعالى: {قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (٢٨)} (الشعراء).
وقال تعالى: {رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا (٩)} (المزمل).
قال ابن القيم - رحمه الله -: «مَجيء المَشْرِق والمَغْرِب في القرآن تارة مجموعين، وتارة مُثَنَّيين، وتارة مُفْرَدين؛ لاختصاص كل محل بما يقتضيه من ذلك؛ فالأول كقوله: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ} (المعارج: ٤٠)، والثاني كقوله: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (١٧) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (١٨)} (الرحمن)، والثالث كقوله: {رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا (٩)} (المزمل).
فَتَأَمُّلُ هذه الحكمة البالغة في تَغَايُر هذه المواضع في الإفراد والجمع والتثنية بحسب مَوَادِّها، يُطْلِعك على عظمة القرآن الكريم وجلالته، وأنه تنزيل من حكيم حميد.
فحيث جُمِعَت، كان المُراد بها مَشَارِق الشمس ومَغَارِبها في أيام السنة؛ وهي مُتعددة.
وحيث أُفردت كان المُراد أُفُقَي المَشْرِق والمَغْرِب.
وحيث ثُنّيا كان المُراد مَشْرِقَي صُعودها وهُبوطها ومَغْرِبيهما، فإنها تَبتدئ صاعدة حتى تنتهي إلى غاية أَوْجِها وارتفاعها، فهذا مَشْرِق صُعُودِها، وينشأ منه فصلا الخريف والشتاء. فجعل مَشْرِق صُعودها بجُملته مَشْرِقًا واحدًا، ومَشْرِق',NULL,'159',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (153,'هُبوطها بجُملته مَشْرِقًا واحدًا، ويُقابِلها مَغْرِباها؛ فهذا وجه اختلاف هذه في الإفراد والتثنية والجمع.
وأما وجه اختصاص كل موضع بما وقع فيه، فلم أَرَ أحدًا تعرض له ولا فتح بابه، وهو بحمد الله بَيِّن من السِّيَاق، فتأمل وُرُوده مُثَنًّى في سورة الرحمن؛ لما كان مَسَاق السورة مَسَاق المثاني المُزْدَوَجَات، فَذَكَر أولًا نوعي الإيجاد: وهما الخلق والتعليم، ثم ذَكَر سِرَاجَي العالم ومَظْهَري نوره: وهما الشمس والقمر، ثم ذَكَر نَوْعَي النبات، ما قام منه على ساق وما انبسط منه على وجه الأرض: وهما النجم والشجر، ثم ذَكَر نَوعَي السماء المرفوعة والأرض الموضوعة، وأخبر أنه رفع هذه ووضع هذه ووسَّطَ بينهما ذِكْر الميزان، ثم ذَكَر العدل والظلم في الميزان، فأمر بالعدل ونهى عن الظلم، ثم ذَكَر نَوعَي الخارج من الأرض: وهما الحبوب والثمار، ثم ذكر خَلْق نوعي المكلفين: وهما نوع الإنسان ونوع الجان، ثم ذَكَر نوعي المَشرِقَين ونَوعَي المَغْرِبين، ثم ذكر بعد ذلك البحرين: الملح والعذب.
فتأمل حُسْن تثنية المَشْرِق والمَغْرِب في هذه السورة وجلالة ورُودهما لذلك، وقدِّر موضعهما اللفظ مُفْرَدًا ومجموعًا، تجد السمع يَنْبُو عنه، ويشهد العقل بمُنَافَرَته للنَّظْم.
ثم تأمل ورُودهما مُفْرَدين في سورة المُزَّمِّل؛ لمَّا تقدمهما ذِكْر الليل والنهار، فأَمَر رسولَه - صلى الله عليه وسلم - بقيام الليل، ثم أخبره أن له في النهار سَبْحًا طويلًا، فلما تقدم ذِكْر الليل وما أُمِر به فيه، وذِكْر النهار وما يكون منه فيه، عَقَّب ذلك بذِكْر المَشْرِق والمَغْرِب اللذين هما مَظْهَر الليل والنهار، فكان ورُودُهما مُفَردين في هذا السياق أحسن من التثنية والجمع؛ لأن ظهور الليل والنهار هما واحد، فالنهار أبدًا يظهر',NULL,'160',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (154,'من المَشْرِق، والليل أبدًا يظهر من المَغْرِب (١).
ثم تأمل مجيئهما مجموعين في سورة المعارج في قوله: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ (٤٠) عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)} (المعارج)، لما كان هذا القَسَم في سياق سَعَة ربوبيته وإحاطة قُدرته، والمُقسَم عليه أرباب هؤلاء، والإتيان بخير منهم؛ ذَكَر المَشَارِق والمَغَارِب؛ لتَضَمُّنِهما انتقال الشمس التي هي أحد آياته العظيمة الكبيرة ونَقْله سبحانه لها وتصريفها كل يوم في مَشْرِق ومَغْرِب، فمَن فعل هذا كيف يُعجِزه أن يُبدِّل هؤلاء وينقل إلى أمكنتهم خيًرا منهم، وأيضًا فإن تأثير مَشَارِق الشمس ومَغَارِبها في اختلاف أحوال النبات والحيوان أمر مشهور، وقد جعل الله تعالى ذلك بحكمته سببًا لِتَبَدُّل أجسام النبات وأحوال الحيوانات وانتقالها من حال إلى غيره، ويبدل الحر بالبرد والبرد بالحر، والصيف بالشتاء والشتاء بالصيف، إلى سائر تَبَدُّل أحوال الحيوان والنبات والرياح والأمطار والثلوج وغير ذلك من التَّبَدُّلات والتَّغيرات الواقعة في العالم بسبب اختلاف مَشَارِق الشمس ومَغَارِبها، كان ذلك تقدير العزيز العليم، فكيف لا يَقْدِر مع ما يَشْهَدُونه من ذلك على أن يُبدِّل خيرًا منهم، وأكد هذا المعنى بقوله: {وَمَا نَحْنُ بِمَسْبُوقِينَ}، فلا يليق بهذا الموضع سوى لفظة الجمع.
_________
(١) وقال أيضًا: «وأما في سورة المُزَّمِّل فَذَكَر المَشْرِق والمَغْرِب بلفظ الإفراد؛ لما كان المقصود ذِكْر ربوبيته ووحدانيته، وكما أنه تَفَرَّد بربوبية المَشْرِق والمَغْرِب وحده، فكذلك يُحِب أن يتفرد بالربوبية والتوكل عليه وحده، فليس للمَشْرِق والمَغْرِب رب سواه، فكذلك ينبغي ألا يُتَّخَذ إله ولا وكيل سواه.
وكذلك قال موسى لفرعون حين سأله: {وَمَا رَبُّ الْعَالَمِينَ (٢٣)} (الشعراء)، فقال: {قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (٢٨)} (الشعراء)، وفي ربوبيته سبحانه للمشارق والمَغَارِب تنبيه على ربوبيته السموات وما حوته من الشمس والقمر والنجوم، وربوبيته ما بين الجهتين، وربوبيته الليل والنهار وما تضمناه ... » اهـ. التبيان في أقسام القرآن (ص ١٩٥ - ١٩٦).',NULL,'161',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (155,'ثم تأمل كيف جاءت أيضًا في سورة الصافات مجموعة في قوله: {رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ (٥)} (الصافات)، لَمَّا جاءت مع جملة المربوبات المُتعددة وهي السموات والأرض وما بينهما، كان الأحسن مجيئها مجموعة؛ لينتظم مع ما تقدم من الجمع والتَّعَدُّد.
ثم تأمل كيف اقتصر على المَشَارِق دون المَغَارِب؛ لاقتضاء الحال لذلك، فإن المَشَارِق مَظْهَر الأنوار وأسباب انتشار الحيوان وحياته وتَصَرُّفه ومَعَاشِه وانبساطه، فهو إنشاء مَشْهُود، فَقَدَّمه بين يدي الرد على مُنْكِري البعث، ثم ذَكَر تَعجُّب نَبِيّه من تكذيبهم واستبعادهم البعث بعد الموت، ثم قرر البعث وحالهم فيه، وكان الاقتصار على ذكر المشارق هاهنا في غاية المُناسَبة للغرض المطلوب والله أعلم» (١).
١٨ - قال شيخ الإسلام - رحمه الله -: «الشَّر لم يُضف إلى الله في الكتاب والسُّنَّة إلا على أحد وجوه ثلاثة: إمَّا بطريق العموم؛ كقوله: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} (الزمر: ٦٢)، وإمَّا بطريقة إضافته إلى السَّبب؛ كقوله: {مِنْ شَرِّ مَا خَلَقَ (٢)} (الفلق: ٢)، وإمَّا أن يُحذف فاعله؛ كقول الجن: {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠)} (الجن)، وقد جمع في الفاتحة (الأصناف الثلاثة) فقال: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)} وهذا عام، وقَال: {صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ (٧)} فحذَف فاعل الغضب. وقال: {وَلَا الضَّالِّينَ} فأضاف الضلال إلى المخلوق. ومن هذا قول الخليل: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} (الشعراء: ٨٠)، وقول الخضر: {فَأَرَدْتُ أَنْ أَعِيبَهَا} (الكهف: ٧٩)، {فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا} (الكهف: ٨١)، {فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا} (الكهف: ٨٢)» (٢).
_________
(١) بدائع الفوائد (١/ ١٢١ - ١٢٣). وانظر: التبيان في أقسام القرآن (ص ١٩٤ - ١٩٦).
(٢) مجموع الفتاوى (٨/ ٥١١ - ٥١٢). وانظر: منهاج السنة (٣/ ١٤٣)، (٥/ ٤١٠).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (156,'<span data-type="title" id=toc-100>٧ - دلالات الجملة (الاسمية والفعلية):</span>
<span data-type="title" id=toc-101>التطبيق:</span>
١ - قال تعالى: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (٧٩)} (البقرة).
قال الأصفهاني - رحمه الله - (١): «إن قيل: لم ذكر {يَكْسِبُونَ} بلفظ المستقبل، و {كَتَبَتْ} بلفظ الماضي؟ قيل: تنبيهًا على ما قال النبي - صلى الله عليه وسلم -: «من سنّ سُنّة حسنة، فله أجرها وأجر من عمل بها، ومَن سنّ سُنة سيئة، فعليه وِزْرُها ووِزْرُ من عمل بها إلى يوم القيامة» (٢)، فَنَبَّه بالآية أن ما أضلّوه وأثبتوه من التأويلات الفاسدة التي يعتمدها الجهلة هو اكتساب وِزْر يكتسبونه حالًا فحالًا» (٣).
٢ - قال تعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ (٨٧)} (البقرة).
قال ابن كثير - رحمه الله -: «قال الزمخشري في قوله: {فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ}: إنما لم يقل: (وفريقًا قتلتم)؛ لأنه أراد بذلك وَصْفَهم في المستقبل أيضًا؛ لأنهم
_________
(١) هو: الحسين بن محمد بن المُفَضَّل، أبو القاسم الأصفهاني (أو الأصبهاني) المعروف بالراغب، أديب، من الحكماء العلماء. من أهل (أصبهان) سكن بغداد، واشتهر، حتى كان يُقْرَن بالغزالي، توفي سنة: ٥٠٢ هـ. انظر: سير أعلام النبلاء (١٨/ ١٢٠)، الأعلام للزركلي (٢/ ٢٥٥).
(٢) رواه مسلم (١٠١٧). مع اختلاف يسير في اللفظ.
(٣) تفسير الراغب (١/ ٢٤١).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (157,'حاولوا قتل النبي - صلى الله عليه وسلم - بالسم والسحر، وقد قال - عليه السلام - في مرض موته: «ما زالت أَكْلَة خيبر تُعَاوِدُني؛ فهذا أوان انقطاع أَبْهَرِي» (١)» (٢).
قال ابن القيم - رحمه الله -: «فلما أراد الله إكرامه بالشهادة، ظهر تأثير ذلك الأثر الكامن من السُّم؛ ليقضي الله أمرًا كان مفعولًا، وظهر سِرّ قوله تعالى لأعدائه من اليهود: {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ}، فجاء بلفظ {كَذَّبْتُمْ} بالماضي الذي قد وقع منه وتحقق، وجاء بلفظ {تَقْتُلُونَ} بالمستقبل الذي يتوقعونه، وينتظرونه، والله أعلم» (٣).
٣ - قال تعالى: {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (٣٣)} (الأنفال).
«فقد جاء في صدر الآية بالفعل: {لِيُعَذِّبَهُمْ}، وجاء بعده بالاسم: {مُعَذِّبَهُمْ}؛ وذلك أنه جعل الاستغفار مانعًا ثابتًا من العذاب، بخلاف بقاء الرسول بينهم فإنه -أي العذاب- مَوْقُوت ببقائه بينهم؛ فذكر الحالة الثابتة بالصيغة
_________
(١) أخرجه البخاري بنحوه في صحيحه (٤٤٢٨). والأَبْهَر: عِرْق في الظهر، وهما أَبْهَرَان. وقيل: هما الأَكْحَلَان اللذان في الذراعين. وقيل: هو عِرْق مُسْتَبْطِنٌ القلب، فإذا انقطع لم تبق معه حياة. وقيل: الأَبْهَر عِرْق مَنْشَؤُه من الرأس ويمتد إلى القدم، وله شرايين تتصل بأكثر الأطراف والبدن، فالذي في الرأس منه يُسَمَّى النَّأمَة، ومنه قولهم: أسكتَ الله نَأمَته؛ أي: أماته، ويمتد إلى الحَلْق فيسمى فيه الوريد، ويمتد إلى الصدر فيسمى الأَبْهر، ويمتد إلى الظهر فيسمى الوَتِين، والفؤاد مُعَلَّق به، ويمتد إلى الفَخِذ فيسمى النَّسَا، ويمتد إلى الساق فيسمى الصَّافِن. النهاية لابن الأثير (١/ ١٨)، م: (أبهر).
(٢) تفسير ابن كثير (١/ ٣٢٣)، مع مُغَايَرة في عبارة الزمخشري في الكشاف (١/ ١٦٣).
(٣) زاد المعاد (٤/ ١١٣).',NULL,'164',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (158,'الاسمية، والحالة المَوْقُوتة بالصيغة الفعلية، وهو نظير قوله تعالى: {وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩)} (القصص)؛ فالظلم من الأسباب الثابتة في إهلاك الأمم، فجاء بالصيغة الاسمية للدلالة على الثبات، ثم انظر كيف جاءنا بالظلم بالصيغة الاسمية أيضًا دون الفعلية، فقال: {وَأَهْلُهَا ظَالِمُونَ}، ولم يقل: (يظلمون)؛ وذلك معناه: أن الظلم كان وصفًا ثابتًا لهم، مُسْتَقرًّا فيهم، غير طارئ عليهم، فاستحقوا الهلاك بهذا الوصف السَّيِّئ.
فانظر كيف ذكر أنه يرفع العذاب عنهم باستغفارهم، ولو لم يكن وصفًا ثابتًا فيهم، وأنه لا يهلكهم إلا إذا كان الظلم وصفًا ثابتًا فيهم، فإنه جاء بالاستغفار بالصيغة الفعلية: {يَسْتَغْفِرُونَ}، وجاء بالظلم بالصيغة الاسمية: {ظَالِمُونَ}، فانظر إلى رحمة الله - سبحانه وتعالى - بخلقه» (١).
٤ - قال تعالى: {وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا قَالَ سَلَامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ (٦٩)} (هود).
قال ابن القيم - رحمه الله -: «أما السؤال العاشر -وهو السِّر في نَصْب سَلامِ ضَيفِ إبراهيم الملائكة، ورَفْعِ سَلامِه-: فالجواب: أنك قد عَرفتَ قول النُّحَاة فيه، أن سَلَام الملائكة تَضَمَّن جُملة فعلية؛ لأن نَصْب السَّلَام يدل على: (سَلَّمْنا عليك سلامًا)، وسلام إبراهيم تَضَمَّن جُملة اسمية؛ لأن رَفْعَه يدل على أن المعنى: (سَلامٌ عليكم). والجملة الاسمية تدل على الثبوت والتَّقَرُّر، والفعلية تدل على الحُدُوث والتُّجَدُّد، فكان سَلامه عليهم أكمل من سلامهم عليه، وكان له من مقامات الرد ما يليق بمنصبه - صلى الله عليه وسلم -، وهو مقام الفضل؛ إذ حَيَّاهم بأحسن من تحيتهم. هذا تقرير ما قالوه ... ».
_________
(١) التعبير القرآني (ص ٢٦).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (159,'إلى أن قال - رحمه الله -: «فحصل من الفرق بين الكلامين في حكاية سَلَام إبراهيم ورَفْعِه ونَصْب ذلك إشارة إلى معنى لطيف جدًّا، وهو أن قوله: (سَلامٌ عليكم) من دين الإسلام، المُتَلَقَّى عن إمام الحنفاء وأبي الأنبياء، وأنه من مِلَّة إبراهيم التي أمر الله بها وباتِّباعِها، فحكى لنا قوله؛ ليحصل الاقتداء به والاتباع له، ولم يَحْكِ قول أضيافه، وإنما أخبر به على الجملة دون التفصيل، والله أعلم» (١).

<span data-type="title" id=toc-102>٨ - ما يرجع إلى تصريف اللفظ:</span>
<span data-type="title" id=toc-103>التطبيق:</span>
قال تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (٣٤)} (البقرة).
قال ابن عاشور - رحمه الله -: «من لطائف اللغة العربية: أن مادة الاتصاف بالكِبْر لم تجئ منها إلا بصيغة (الاستفعال) أو (التَّفَعُّل)؛ إشارة إلى أن صاحب صفة الكِبْر لا يكون إلا مُتَطَلِّبًا الكِبْر، أو مُتَكَلِّفًا له، وما هو بكبير حقًّا» (٢).
_________
(١) بدائع الفوائد (٢/ ١٥٧ - ١٥٨).
(٢) التحرير والتنوير (١/ ٤٢٥).

وهذا إنما يَصْدُق في حق المخلوق. لكن يُشْكِل عليه ما يُضَاف إلى الله تعالى، فمن أسمائه (المُتَكَبِّر)، وهو مُتَضَمِّن لصفة التَّكَبُّر. وليس ذلك مما له اتصال بالتَّكَلُّف.
مع أن ابن عاشور نفسه قال في هذا الموضع من كتابه: «الاستكبار: يعني التزايد في الكِبْر؛ لأن السين والتاء في قوله: (استكبر) للمبالغة لا للطلب» اهـ.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (160,'٩ - ما يرجع إلى معاني الحروف، ودلالاتها، والتضمين (١) (تضمين الحرف معنى الحرف، وتضمين الفعل -أو ما في معناه- معنى فعل آخر أو ما في معناه):
<span data-type="title" id=toc-105>التطبيق:</span>
١ - قال تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)} (الفاتحة).
قال ابن القيم - رحمه الله -: «فِعْل الهداية متى عُدِّي بـ (إلى)، تَضَمَّن الإيصال إلى الغاية المطلوبة؛ فأتى بحرف الغاية، ومتى عُدِّي بـ (اللام)، تَضَمَّن التخصيص بالشيء المطلوب، فأتى بـ (اللام) الدالة على الاختصاص والتعيين، فإذا قلت: هَديتُه لكذا، فُهِمَ معنى: ذكرته له، وجعلته له، وهيأته، ونحو هذا، وإذا تعدى بنفسه، تَضَمَّن المعنى الجامع لذلك كله، وهو التَّعَرُّف والبيان والإلهام؛ فالقائل إذا قال: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)}، هو طالب من الله أن يُعَرِّفَهُ إياه، ويُبينه له، ويُلهمه إياه، ويُقدره عليه، فيجعل في قلبه عِلْمه وإرادته والقدرة عليه، فَجرد الفعل من الحرف، وأتى به مُجردًا مُعدى بنفسه؛ ليَتَضَمَّن هذه المراتب كلها، ولو عُدِّي بحرف، تَعَيَّن معناه وتَخَصَّص بحسب معنى الحرف، فتأمله؛ فإنه من دقائق اللغة وأسرارها» (٢).
_________
(١) هو: إشراب اللفظ معنى لفظ آخر وإعطاؤه حكمه؛ لتصير الكلمة تُؤَدِّي مُؤَدَّى كلمتين. انظر: شرح الأشموني لألفية ابن مالك (١/ ٤٤٦). أو أن يُؤَدِّي فعل -أو ما في معناه- مُؤَدَّى فعل آخر -أو ما في معناه- فَيُعْطى حكمه في التعدية واللزوم. انظر النحو الوافي (٢/ ١٦٩ - ١٧٠). وهذا التعريف هو الذي ارتضاه المجمع اللغوي في القاهرة. وللتوسع: ينظر: النحو الوافي (٢/ ٥٦٤).
(٢) بدائع الفوائد (٢/ ٢٠ - ٢١).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (161,'٢ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦)} (المائدة).
فقوله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ}، نَظيرُ قوله: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ}.
قال ابن تيمية - رحمه الله -: «فإذا قيل: فامسحوا برؤوسكم وبوجوهكم، ضُمِّنَ المسح معنى الإلصاق، فأفاد أنَّكم تُلصِقُون برؤوسكم وبوجوهكم شيئًا بهذا المسح.
وهذا يُفيد في آية التيمم: أنَّه لا بد أن يَلتصقَ الصَّعيد بالوجه واليد؛ ولهذا قال: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ}» (١).
٣ - قال تعالى: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ (٩٠)} (الأنبياء).
«لم يَقُل: يُسارِعُون إلى الخيرات؛ لأن عملهم الآن خير، وهم سَيُسَارِعون فيه؛ أي: سيزيدونه؛ إذن: إنْ سارعتَ إلى شيء كأنه لم يكن في بالك، ولكنك سَتُسْرِع إليه، ولكن سَارَعْتَ في الخير، فكأنك في الخير أولًا ثم تزيد في فعل الخير» (٢).
_________
(١) مجموع الفتاوى (١/ ٢٧٧)، (٢١/ ١٢٤).
(٢) تفسير الشعراوي (٩/ ٥١٦٣).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (162,'٤ - قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٥)} (الحج).
قال ابن القيم - رحمه الله -: «فتأمل كيف عَدَّى فِعْل الإرادة هاهنا بالباء، ولا يُقال: أردت بكذا إلا لما ضُمِّن معنى فِعْل «هَمَّ» فإنه يُقَال: هَممت بكذا، فتوعد مَن هَمَّ بأن يظلم فيه بأن يُذِيقه العذاب الأليم» (١). ٤ - قال تعالى: {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ (٢٤)} (سبأ).
قال الزركشي - رحمه الله -: «فاستُعمِلَت {لَعَلَى} في جانب الحقِّ، و {فِي} في جانب الباطل؛ لأنَّ صاحبَ الحقِّ كأنَّه مُستَعْلٍ يَرقُبُ نَظَرُه كيف شاء، ظاهرَةٌ له الأشياء، وصاحبُ الباطلِ كأنَّه مُنغمِسٌ في ظلامٍ ولا يَدري أين تَوجَّه! » (٢).
٥ - قال تعالى: {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (٦)} (الإنسان).
قال ابن تيمية - رحمه الله -: «فإنَّه لو قيل: يَشرب منها لم تَدل على الرِّي، فَضُمِّنَ (يشرب) معنى (يَروى)، فقيل: {يَشْرَبُ بِهَا}، فأفاد ذلك أنَّه شُربٌ يَحصلُ معهُ الرِّيُّ» (٣).
_________
(١) زاد المعاد (١/ ٥١ - ٥٢).
(٢) البرهان (٤/ ١٧٥).
(٣) مجموع الفتاوى (٢١/ ١٢٣).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (163,'<span data-type="title" id=toc-106>١٠ - التقدير والحذف والزيادة، والتكرار، والتقديم والتأخير، والترتيب بين الأمور المذكورة في الآية:</span>
(التقدير والحذف والزيادة) (١):

<span data-type="title" id=toc-107>التطبيق:</span>
١ - قال تعالى: {وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (٥١)} (البقرة).
قال الشنقيطي - رحمه الله -: «الآية ونحوها من جميع آيات اتخاذهم العِجْل إلهًا فإن المفعول الثاني محذوف في جميعها، وتقديره: اتخذتم العِجْل إلهًا، ونكتة حذفه دائمًا: التنبيه على أنه لاينبغي أن يُتلفظ بأن عِجْلًا مُصْطَنعًا إله، وقد أشار إلى هذا المفعول في طه بقوله: {فَكَذَلِكَ أَلْقَى السَّامِرِيُّ (٨٧) فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ (٨٨)} (طه)» (٢).
_________
(١) التقدير: المُشار إليه في هذا المبحث: هو ما ينويه المتكلم من الألفاظ في كلامه مما لم يُصَرِّح به.

والحذف: يطلق في اصطلاح العلوم العربية على إسقاط خاص ... والأنسب باصطلاح النحاة وأهل المعاني والبيان: أنه إسقاط حركة، أو كلمة، أو أكثر، أو أقل، وقد يَصير به الكلام المساوي مُوجَزًا. كشاف اصطلاحات الفنون (١/ ٦٣١ - ٦٣٢).
وقد عَرَّفه بعضهم بقوله: «هو إسقاط جُزْء الكلام، أو كله لدليل». البرهان للزركشي (٣/ ١٠٢).
والزيادة: تطلق على الكلمة التي وجودها وعدمها لا يخل بالمعنى الأصلي، وإن كان لها فائدة أخرى؛ ومنه ما يسمى بـ (حروف الزيادة). انظر: كشاف اصطلاحات الفنون (١/ ٩٠٢).
(٢) انظر: العذب النمير (١/ ٩١ - ٩٢)، وانظر أيضًا: (٤/ ١٦٦ - ١٦٧).',NULL,'170',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (164,'٢ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩)} (النساء).
قال ابن القيم - رحمه الله -: «فتأمل كيف اقتضت إعادة هذا المعنى قَولَه تعالى: {فَرُدُّوهُ إِلَى اللَّهِ} ولم يقل: (وإلى الرسول)؟ فإن الرد إلى القرآن رد إلى الله والرسول، فما حَكَم به الله تعالى هو بعينه حُكْم رسوله - صلى الله عليه وسلم -، وما يحكم به الرسول - صلى الله عليه وسلم - هو بعينه حُكْم الله، فإذا رددتم إلى الله ما تنازعتم فيه يعني كتابه فقد رددتموه إلى رسوله، وكذلك إذا رددتموه إلى رسوله، فقد رددتموه إلى الله؛ وهذا من أسرار القرآن» (١).
٣ - قال تعالى: {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ} (التوبة: ١١٢).
قال ابن القيم - رحمه الله -: في بيان وَجْه مَجيء الواو بعد استيفاء الأوصاف السبعة المذكورة في الآية:
«وأحسن ما يُقَال فيها: إن الصفات إذا ذُكِرت في مقام التعداد، فتارة يَتَوسَّط بينها حرف العطف؛ لِتَغَايُرها في نفسها، وللإيذان بأن المُراد ذِكْر كل صفة بِمُفْرَدها، وتارة لا يتوسطها العَاطِف؛ لاتحاد موصوفها وتَلَازُمها في نفسها، وللإيذان بأنها في تَلازُمِها كالصفة الواحدة، وتارة يتوسط العاطف بين بعضها ويُحذف مع بعض بحسب هذين المقامين، فإذا كان المقام مقام تعداد الصفات من غير نظر إلى جمع أو انفراد، حَسُن إسقاط حرف العطف، وإن أُرِيد الجمع بين الصفات أوالتنبيه على تَغَايُرها، حَسُن إدخال حرف العطف.
_________
(١) الرسالة التبوكية (ص ٤١).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (165,'فمثال الأول: {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ} (التوبة: ١١٢)، وقوله: {مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ} (التحريم: ٥).
ومثال الثاني: قوله تعالى: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٣)} (الحديد: ٣).
وتأمل كيف اجتمع النوعان في قوله تعالى: {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ (٢) غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ} (غافر)، فأتى بالواو في الوصفين الأولين، وحذفها في الوصفين الآخرين؛ لأن غفران الذنب وقبول التوب قد يُظَن أنهما يجريان مجرى الوصف الواحد لتلازمهما، فمن غفر الذنب قَبِلَ التوب، فكان في عطف أحدهما على الآخر ما يدل على أنهما صفتان وفعلان مُتغايران، ومفهومان مختلفان لكل منهما حُكْمُه، أحدهما: يتعلق بالإساءة والإعراض؛ وهو المغفرة، والثاني: يتعلق بالإحسان والإقبال على الله تعالى والرجوع إليه، وهو التوبة، فتُقبل هذه الحسنة، وتُغفر تلك السيئة، وحَسَّن العطف ههنا هذا التغاير الظاهر.
وكلما كان التغاير أبين كان العطف أحسن؛ ولهذا جاء العطف في قوله: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} (الحديد: ٣)، وتُرك في قوله: {الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ} (الحشر: ٢٣)، وقوله: {الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ} (الحشر: ٢٤).
وأما: {شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ} (غافر: ٣)، فَتُرِك العطف بينهما لِنُكتة بديعة: وهي الدلالة على اجتماع هذين الأمرين في ذاته سبحانه، وأنه حال كونه شديد العقاب فهو ذو الطَّول، وطَولُه لا ينافي شدة عقابه، بل هما مجتمعان له،',NULL,'172',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (166,'بخلاف الأول والآخِر، فإن الأولية لا تُجامِع الآخِرية؛ ولهذا فَسَّرها النبي - صلى الله عليه وسلم - بقوله: «أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء» (١). فأَوَّليته أزليته، وآخريته أبديته.
فإن قلت: فما تصنع بقوله: {وَالظَّاهِرُ وَالْبَاطِنُ} فإن ظُهوره تعالى ثابت مع بُطُونه، فيجتمع في حقه الظُّهور والبُطُون، والنبي - صلى الله عليه وسلم - فَسَّر الظاهر: بأنه الذي ليس فوقه شيء، والباطن: بأنه الذي ليس دونه شيء، وهذا العلو والفوقية مُجامِع لهذا القرب والدنو والإحاطة؟
قلت: هذا سؤال حسن، والذي حَسَّن دخول الواو ههنا: أن هذه الصفات مُتقابلة مُتضادة، وقد عُطِف الثاني منها على الأول؛ للمقابلة التي بينهما، والصفتان الأُخريان كالأُوليين في المُقابلة، ونِسبة الباطن إلى الظاهر كنسبة الآخِر إلى الأول، فكما حَسُن العطف بين الأُوليين، حَسُن بين الأُخريين.
فإذا عُرِف هذا فالآية التي نحن فيها يتضح بما ذكرناه معنى العطف وتركه فيها؛ لأن كل صفة لم تُعطف على ما قبلها فيها، كان فيه تنبيه على أنها في اجتماعها كالوصف الواحد لموصوف واحد فلم يحتج إلى عطف، فلما ذكر الأمر بالمعروف والنهي عن المنكر- وهما مُتلازِمان مُسْتَمَدَّان من مادة واحدة - حَسُن العطف؛ ليتبين أن كل وصف منهما قائم على حِدَتِه، مطلوب تعيينه، لا يكتفي فيه بحصول الوصف الآخر، بل لا بد أن يظهر أمره بالمعروف بصريحه، ونهيه عن المنكر بصريحه. وأيضا فَحَسَّن العطف ههنا ما تقدم من التضاد، فلما كان الأمر بالمعروف والنهي
_________
(١) أخرجه مسلم (٢٧١٣).',NULL,'173',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (167,'عن المنكر ضدين -أحدهما طَلَب الإيجاد، والآخر طَلَب الإعدام- كانا كالنوعين المُتغايرين المُتضادين، فَحَسُن لذلك العطف» (١).
٤ - قال تعالى: {قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى (٨٤)} (طه).
قال ابن هُبيرة - رحمه الله -: «قرأ عَلَيَّ قارئ: {قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي (٨٤)} (طه)، ففكرت في معنى إسقاط (ها) (٢) فنظرت فإذا وَضْعها للتنبيه، والله لا يجوز أن يُخاطَب بهذا، ولم أر أحدًا خاطب الله - عز وجل - بحرف التنبيه إلا الكفار، كما قال - عز وجل -: {قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ} (النحل: ٨٦)، {رَبَّنَا هَؤُلَاءِ أَضَلُّونَا} (الأعراف: ٣٨)، وما رأيت أحدًا من الأنبياء خاطب ربه بحرف التنبيه، والله أعلم. فأما قوله: {وَقِيلِهِ يَارَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ (٨٨)} (الزخرف)، فإنه قد تقدم الخطاب بقوله: {يَارَبِّ}، فبقيت (ها) للتمكين» (٣).
قال: «ولما خاطب الله - عز وجل - المنافقين قال: {هَاأَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا} (النساء: ١٠٩)، وكرم المؤمنين بإسقاط (ها)، فقال: {هَاأَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ} (آل عمران: ١١٩)، وكان التنبيه للمؤمنين أخف» (٤).
_________
(١) بدائع الفوائد (٣/ ٥٢ - ٥٤).
(٢) في الأصل: «فأفكرت في معنى اشتقاقها»، والمثبت أعلاه من ترجمة ابن هبيرة في مقدمة الإفصاح. وهو
أوضح في المعنى.
(٣) ذيل طبقات الحنابلة (٢/ ١٤٤).
(٤) السابق.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (168,'(التكرار) (١):
التطبيق:
١ - قال تعالى: {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ} (البقرة: ١٣٤، ١٤١).
قال السعدي - رحمه الله -: «كَرَّرَها -أي الآية-؛ لِقَطْع التَّعَلُّق بالمخلوقين، وأن المُعوَّل عليه ما اتصف به الإنسان، لا عمل أسلافه وآبائه، فالنفع الحقيقي بالأعمال، لا بالانتساب المُجَرَّد للرجال» (٢).
٢ - قال تعالى: {وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ (٣٠)} (النحل).
قال ابن القيم - رحمه الله -: «فقد تَكرَّر هذا المعنى في هذه السُّورة دون غيرها في أَربعة مواضع لِسرٍّ بديع؛ فإنَّها سُورة النِّعم الَّتي عدَّد الله سُبحانه فيها أصول النِّعم وفروعها، فعَرَّف عِباده أنَّ لهم عنده في الآخرة من النِّعم أضعاف هذه بما لا يُدرك تفاوته، وأنَّ هذه منْ بَعض نِعمِه العاجلة عليهم، وَأنَّهم إنْ أطاعوه زادهم إلى هذه النِّعم نِعمًا أخرى، ثمَّ في الآخرة يُوفِّيهم أجور أعمالهم تمام التَّوفِيَة» (٣).
_________
(١) التكرار: إعادة اللفظ أو مُرادِفه لتقرير معنى. البرهان للزركشي (٣/ ١٠).
وقيل: هو ذِكْر الشيء مرتين فصاعدًا. انظر: الإكسير (ص ٢٤٥).
وقيل: دلالة اللفظ على المعنى مُرَدَّدًا. انظر: التقرير في التكرير (ص ٣ - ٤).
(٢) تفسير السعدي (ص ٧٠).
(٣) إعلام الموقعين (٢/ ١٢٦).',NULL,'175',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (169,'(التقديم والتأخير، والترتيب) (١):
التطبيق:
١ - قال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} (الفاتحة).
قال ابن القيم - رحمه الله -: «وتقديم «العبادة» على «الاستعانة» في الفاتحة من باب تقديم الغايات على الوسائل؛ إذ «العبادة» غاية العباد التي خُلِقُوا لها، و «الاستعانة» وسيلة إليها؛ ولأن {إِيَّاكَ نَعْبُدُ}، مُتَعَلِّق بألوهيته واسمه «الله»، {وَإِيَّاكَ نَسْتَعِينُ}، مُتَعَلِّق بربوبيَّته واسمه «الرب»، فَقَدَّم {إِيَّاكَ نَعْبُدُ}، على {وَإِيَّاكَ نَسْتَعِينُ}؛ كما قَدم اسم «الله» على «الرب» في أول السورة؛ ولأن {إِيَّاكَ نَعْبُدُ} قسْمُ «الرب»، فكان من الشَّطْر الأول، الذي هو ثناء على الله تعالى؛ لكونه أولى به، و {وَإِيَّاكَ نَسْتَعِينُ} قسْمُ العبد، فكان من الشَّطْر الذي له، وهو {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} إلى آخر السورة» (٢).
٢ - قال تعالى: {وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢)} (البقرة).
قال السعدي - رحمه الله -: «لعل من فوائد تأخير ذلك القتيل عن ذِكْر الأمر بذبح البقرة في قصة موسى مع بني إسرائيل؛ لأن السياق سياق ذم لبني إسرائيل، وتعداد
_________
(١) التقديم والتأخير: هو جعل اللفظ في رُتْبَة قبل رُتْبَتِه الأصلية، أو بعدها لعارض اختصاص، أو أهمية، أو ضرورة؛ وعكسه الترتيب. انظر: الإكسير (ص ١٤٥).
ونعني به هنا ما هو أوسع من ذلك، فلا نقصره على ما قُدِّم أو أُخِّر عن رُتْبَتِه، بل نذكر أيضًا توجيه ما ذُكِر قبل غيره، أو بعده، وكذلك توجيه ترتيب المذكورات على وفق ما جاء في الآية.
(٢) مدارج السالكين (١/ ٩٧).',NULL,'176',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (170,'ما جرى لهم مما يُقَرِّر ذلك، فلو قدم ذكر القتيل على الأمر بذبح البقرة، لصارت قصة واحدة» (١).
٣ - قال تعالى: {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥)} (البقرة).
قال ابن القيم - رحمه الله -: «فإنه ذكر أخص هذه الثلاثة وهو الطواف الذي لا يُشرع إلا بالبيت خاصة، ثم انتقل منه إلى الاعتكاف وهو القيام المذكور في الحج (٢)، وهو أعم من الطواف؛ لأنه يكون في كل مسجد ويختص بالمساجد لا يتعداها، ثم ذكر الصلاة التي تعم سائر بقاع الأرض سوى ما مَنَع منه مانع أو اسْتُثْني شرعًا» (٣).
٤ - قال تعالى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٧٣)} (البقرة).
«قيل في سبب تقديم الغفور على الرحيم: أن المغفرة سلامة، والرحمة غنيمة، والسلامة مطلوبة قبل الغنيمة» (٤).
_________
(١) المواهب الربانية (ص ٢١).
(٢) يعني: قوله تعالى: {وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (٢٦)} (الحج).
(٣) بدائع الفوائد (١/ ٨١).
(٤) التعبير القرآني (ص ٣٣).',NULL,'177',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (171,'٥ - قال تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧)} (البقرة).
قال الراغب: «إن قيل: كيف قَدَّم هاهنا ذِكْر الآخرة وأَخَّره في قوله: {وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ} (النساء: ١٣٦)؟
قيل: يجوز أن يكون ذاك مع الواو لا يقتضي الترتيب من أجل أن الكافر لا يعرف الآخرة، ولا يُعْنَى بها، وهو (١) أبعد الأشياء عن الحقائق عنده؛ أَخَّر ذِكْره في قوله: {وَمَنْ يَكْفُرْ}.
ولما ذكر حال المؤمنين، والمؤمن أقرب الأشياء إليه أمر الآخرة، وكل ما يفعله ويتحراه يَقْصِد به وجه الله ثم أمر الآخرة؛ قَدَّم ذِكْرها؛ تنبيهًا أن مُراعاة الله - عز وجل -، ومُراعاة الآخرة، ثم مُراعاة غيرهما.
إن قيل: كيف اختير الترتيب المذكور في قوله: {وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ} (البقرة: ١٧٧)؟
قيل: لما كان أولى من يتفقده الإنسان بمعروفه أقاربه ... كان تقديمها أولى، ثم أعقبه باليتامى، فالناس في المكاسب ثلاثة: مُعِيل وغير مَعُول، ومَعُول مُعِيل، ومَعُول غير مُعِيل، واليتيم مَعُول غير مُعِيل، فمواساته بعد الأقارب أولى، ثم ذَكَر المساكين؛ وهم الذين لا مال لهم حاضرًا ولا غائبًا، ثم ذكر ابن السبيل الذي قد
_________
(١) أي: اليوم الآخر.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (172,'يكون له مال غائب، ثم ذكر السائلين الذين منهم صادق وكاذب، ثم ذكر الرقاب الذين لهم أرباب يعولونهم، فكل واحد ممن أُخِّر ذِكْره أقل فقرًا ممن قُدِّم عليه» اهـ (١).
٥ - قال تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢)} (النساء).
قال السعدي - رحمه الله -: «وقَدَّم الوصية مع أنها مُؤَخَّرة عن الدَّيْن للاهتمام بشأنها؛ لكون إخراجها شاقًّا على الورثة، وإلا فالديون مُقَدَّمة عليها، وتكون من رأس المال» (٢).
٦ - قال تعالى: {فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ (٨٥) وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ (٨٦)} (يونس).
قال البيضاوي - رحمه الله - (٣): «في تقديم التوكل على الدعاء تنبيه على أن الداعي ينبغي له أن يتوكل أولًا؛ لتُجاب دعوته» (٤).
_________
(١) تفسير الراغب (ص ٣٧٩).
(٢) تفسير السعدي (ص ٦٦).
(٣) هو: عبد الله بن عمر بن محمد بن علي الشيرازي، أبو سعيد، أو أبو الخير، ناصر الدين البيضاوي، قاضٍ، مفسر، علامة، وُلِد في المدينة البيضاء (بفارس - قرب شيراز) وولي قضاء شيراز مدة، ثم صُرِف عن القضاء، فرحل إلى تبريز فتوفي فيها سنة: ٦٨٥ هـ. انظر: طبقات الشافعية للسبكي (٨/ ١٥٧)، الأعلام للزركلي (٤/ ١١٠، ١١١)
(٤) تفسير البيضاوي (٣/ ١٢٢).',NULL,'179',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (173,'٧ - قوله تعالى: {وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (١١٢)} (النحل).
قال ابن عاشور - رحمه الله -: «وقَدَّم الأَمنَ على الطمأْنينة؛ إذ لا تَحصل الطمأْنينة بدونه، كما أن الخوف يُسبّب الانزِعاج والقلق» (١).
٨ - قال تعالى: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا (٤٦)} (الكهف).
قال ابن عاشور - رحمه الله -: «تقديم المال على البنين في الذِّكْر؛ لأنه أسبق خُطُورًا لأذهان الناس؛ لأنه يرغَب فيه الصغير والكبير، والشاب والشيخ، ومن له من الأولاد ما قد كفاه» (٢).
٩ - قال تعالى: {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا (٤٩)} (الكهف).
قال عون بن عبد الله - رحمه الله - (٣): ضج -والله- القوم من الصغار قبل الكبار (٤).
_________
(١) التحرير والتنوير (١٤/ ٣٠٥).
(٢) السابق (١٥/ ٣٣٣).
(٣) هو: عون بن عبد الله بن عتبة بن مسعود الهذلي، خطيب، راوية، ناسب، شاعر، كان من آدب أهل المدينة، وسكن الكوفة فاشتهر فيها بالعبادة والقراءة، . وكان يقول بالإرجاء، ثم رجع، وخرج مع ابن الأشعث ثم هرب، وصحب عمر بن عبد العزيز في خلافته، توفي سنة: ١١٥ هـ. انظر: سير أعلام النبلاء (٥/ ١٠٣ - ١٠٥)، الأعلام للزركلي (٥/ ٩٨)
(٤) التمهيد (٢/ ٨٤).',NULL,'180',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (174,'١٠ - قال تعالى: {قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا (٨٧) وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا (٨٨)} (الكهف).
قال ابن عثيمين - رحمه الله -: «تأمل في حال المشرك بدأ بتعذيبه ثم ثَنَّى بتعذيب الله، والمؤمن بدأ بثواب الله أولًا ثم بالمعاملة باليُسْر ثانيًا، والفرق ظاهر؛ لأن مقصود المؤمن الوصول إلى الجنة، والوصول إلى الجنة لا شك أنه أفضل وأحب إليه من أن يُقال له قول يُسر، وأما الكافر فعذاب الدنيا سابق على عذاب الآخرة وأيسر منه، فبدأ به، وأيضًا فالكافر يخاف من عذاب الدنيا أكثر من عذاب الآخرة؛ لأنه لا يؤمن بالثاني» (١).
١١ - قال تعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (٢٧)} (الحج).
قال ابن القيم - رحمه الله -: «أما تقديم الرجال (٢)
على الرُّكْبَان ففيه فائدة جليلة: وهي أن الله تعالى شرط في الحج الاستطاعة، ولا بد من السفر إليه لغالب الناس، فذكر نوعي الحجاج؛ لقطع تَوَهّم من يظن أنه لا يجب إلا على راكب، وقَدَّم الرجال اهتمامًا بهذا المعنى وتأكيدًا، ومن الناس من يقول: قَدَّمَهم جَبرًا لهم؛ لأن نفوس الرُّكْبَان تزدريهم» (٣).
١٢ - قال تعالى: {وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَاقَوْمِ اتَّبِعُوا الْمُرْسَلِينَ (٢٠)} (يس). وفي الآية الأخرى: {وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَامُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (٢٠)} (القصص).
_________
(١) تفسير سورة الكهف لابن عثيمين (ص ١٢٩).
(٢) والمقصود بـ (الرجال): جمع رَاجِل، وهم المُشَاة.
(٣) بدائع الفوائد (١/ ٦٩).',NULL,'181',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (175,'قال ابن هبيرة - رحمه الله -: «فرأيتُ الفائدة في تقديم ذِكْر الرجل وتأخيره: أن ذِكْر الأوصاف قبل ذِكْر الموصوف أبلغ في المدح من تقديم ذِكْرِه على وصفه، فإن الناس يقولون: الرئيس الأَجَل فلان، فنظرت فإذا الذي زِيد في مدحه هو صاحب (يس) أمر بالمعروف، وأعان الرسل، وصبر على القتل، والآخر إنما حذر موسى من القتل، فَسَلِم موسى بقبوله مشورته، فالأول هو الآمر بالمعروف والناهي عن المنكر، والثاني هو ناصح الآمر بالمعروف، فاستحق الأول الزيادة.
ثم تأملت ذِكْر أقصى المدينة فإذا الرجلان جاءا من بُعْد في الأمر بالمعروف، ولم يتقاعدا لبُعْد الطريق» (١).
١٣ - قال تعالى: {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (٤٩)} (الشورى).
قال ابن القيم - رحمه الله -: «بدأ بذِكْر الإناث، فَقَدَّم ما كانت تُؤَخِّره الجاهلية من أمر البنات؛ حتى كانوا يَئِدُوهُن؛ أي: هذا النوع المُؤخَّر عندكم، مُقَدَّم عندي في الذِّكر، وتأمل كيف نَكَّر سبحانه الإناث، وعَرَّف الذكور؛ فَجَبَر نَقْص الأنوثة بالتقديم، وجَبَر نَقْصَ التأخير بالتعريف؛ فإن التعريف تنويه» (٢).
١٤ - قال تعالى: {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (٧٣)} (الواقعة).
«قَدَّم كونها تذكرة على كونها متاعًا؛ ليعلم العبد أن الفائدة الأخروية أتم وبالذكر أهم» (٣).
_________
(١) ذيل طبقات الحنابلة (٢/ ١٤٨ - ١٤٩).
(٢) تحفة المودود بأحكام المولود (ص ٢٠ - ٢١).
(٣) مفاتيح الغيب (٢٩/ ٤٢٣).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (176,'١٥ - قال تعالى: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ} (عبس).
قال شيخ الإسلام - رحمه الله -: «لِمَ ابتَدأَ بالأَخ، ومن عادة العرب أَن يُبدأَ بِالأَهم؟
فلما سُئِلْتُ عن هذا قلت: إن الابتداء يكون في كل مقام بما يناسبه، فتارة يقتضي الابتداء بالأعلى، وتارة بالأدنى. وهنا المناسبة تقتضي الابتداء بالأدنى؛ لأن المقصود بيان فراره عن أقاربه مُفَصَّلًا شيئًا بعد شيء، فلو ذَكَر الأقرب أولًا لم يكن في ذِكْر الأبعد فائدةٌ طائلة، فإنه يعلم أنه إذا فَرَّ من الأقرب فَرَّ من الأبعد» (١).

<span data-type="title" id=toc-108>١١ - الإيجاز والبسط والاستطراد </span>(٢):
<span data-type="title" id=toc-109>التطبيق:</span>
١ - قال تعالى: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ (٣١)} (الأعراف).
قال ابن القيم - رحمه الله - عن هذه الآية: «جمعت أصول أحكام الشريعة كلها، فجمع الأمر والنهي والإباحة والخبر» (٣).
_________
(١) مجموع الفتاوى (١٦/ ٧٤).
(٢) الإيجاز: هو في علم المعاني: تقليل اللفظ، وتكثير المعنى، بشرط أن يكون اللفظ على قلته وافيًا بالغرض.
الإطناب: هو في علم المعاني: التعبير عن المعاني القليلة بالكثير من الألفاظ.
الاستطراد: قوامه الانتقال من معنى إلى معنى آخر لمناسبة بينهما على قصد العودة إلى الأول.
انظر: جواهر البلاغة (ص ١٩٧، ٢٠١، ٢٠٧).
(٣) بدائع الفوائد (٤/ ٧).',NULL,'183',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (177,'٢ - قال تعالى: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) عِنْدَ سِدْرَةِ الْمُنْتَهَى (١٤) عِنْدَهَا جَنَّةُ الْمَأْوَى (١٥) إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦)} (النجم).
قال ابن القيم - رحمه الله -: «ولما ذَكَر رؤيته لجبريل عند سِدْرَة المُنْتَهَى، استطرد منها، وذكر أن جنة المأوى عندها، وأنه يغشاها من أَمْرِه وخَلْقِه ما يغشى، وهذا من أحسن الاستطراد، وهو أسلوبٌ لطيفٌ جدًّا في القرآن؛ وهو نوعان:
أحدهما: أن يَسْتَطْرِد من الشيء إلى لَازِمه، مثل هذا، ومثل قوله: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ (٩)} (الزخرف)، ثم استطرد من جوابهم إلى قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (١٠) وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ (١١) وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ (١٢) لِتَسْتَوُوا عَلَى ظُهُورِهِ} (الزخرف)، وهذا ليس من جوابهم، ولكن تقرير له وإقامة الحجة عليهم.
ومثله قوله تعالى: {قَالَ فَمَنْ رَبُّكُمَا يَامُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى (٥١) قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٥٢)} (طه)، فهذا جواب موسى، ثم استطرد سبحانه منه إلى قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى (٥٣) كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٥٤) مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى (٥٥)} (طه)، ثم عاد إلى الكلام الذي استطرد منه.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (178,'والنوع الثاني: أن يَسْتَطْرِد من الشخص إلى النوع؛ كقوله: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣)} (المؤمنون)، إلى آخره؛ فالأول: آدم، والثاني: بَنُوه.
ومثله قوله: {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (١٨٩) فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (١٩٠)} ... (الأعراف) إلى آخر الآيات. فاستطرد من ذِكْر الأبوين إلى ذِكْر المشركين من أولادهما. والله أعلم» (١).

<span data-type="title" id=toc-110>١٢ - الأمثال والتشبيهات:</span>
<span data-type="title" id=toc-111>التطبيق:</span>
١ - قال تعالى: {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً} (البقرة: ٧٤).
قال السعدي - رحمه الله -: «وصف قسوتها بأنها {كَالْحِجَارَةِ} التي هي أشد قسوة من الحديد؛ لأن الحديد والرصاص إذا أُذيب في النار ذاب، بخلاف الأحجار» (٢).
٢ - قال تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥)} (النور).
_________
(١) التبيان في أقسام القرآن (١/ ٢٦٢ - ٢٦٤).
(٢) تفسير السعدي (ص ٥٥).',NULL,'185',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (179,'قال البغوي - رحمه الله -: «شَبَّهَه بالكواكب، ولم يُشَبِّهه بالشمس والقمر؛ لأن الشمس والقمر يلحقهما الخسوف، والكواكب لا يلحقها الخسوف» (١).
٣ - قال تعالى: {وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (١٩)} (الإنسان).
قال الثعالبي (٢): «قال بعضهم: هذا من التشبيه العجيب؛ لأن اللؤلؤ إذا كان متفرقًا، كان أحسن في المنظر؛ لوقوع شعاع بعضه على بعض» (٣).
_________
(١) تفسير البغوي (٣/ ٤١٦).
(٢) هو: عبد الرحمن بن محمد بن مخلوف الثعالبي الجزائري، أبو زيد، مفسر، من أعيان الجزائر، زار تونس والمشرق، توفي سنة: ٨٧٥ هـ. انظر: الضوء اللامع (٤/ ١٥٢)، والأعلام للزركلي (٣/ ٣٣١).
(٣) تفسير الثعالبي (٥/ ٥٣٢).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (180,'<span data-type="title" id=toc-112>الباب الخامس
ما لا يدخل في شيء مما سبق</span>',NULL,'187',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (181,'ما لا يدخل في شيء مما سبق؛ وهو نوعان:

<span data-type="title" id=toc-113>الأول: صور من التدبُّر لا تدخل تحت أحد الأنواع المذكورة:</span>
<span data-type="title" id=toc-114>التطبيق:</span>
١ - قال تعالى عن المنافقين: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤)} (البقرة).
قال ابن عاشور - رحمه الله -: «قَوله: {إِنَّا مَعَكُمْ} مع أن مقتضى الظاهر أن يكون كلامهم بعكس ذلك؛ لأن المؤمنين يَشُكُّون في إيمان المنافقين، وقومهم لا يَشُكُّون في بقائهم على دينهم، فجاءت حكاية كلامهم الموافقة لمدلولاته على خلاف مقتضى الظاهر لمراعاة ما هو أجدر بعناية البليغ من مُقْتَضَى الظاهر. فَخُلُوّ خطابهم مع المؤمنين عما يفيد تأكيد الخبر؛ لأنهم لا يريدون أن يَعْرِضُوا أنفسهم في مَعْرِض من يَتَطَرَّق ساحته الشك في صِدْقِه؛ لأنهم إذا فَعَلُوا ذلك فقد أيقظوهم إلى الشك، وذلك من إتقان نفاقهم؛ على أنه قد يكون المؤمنون أَخْلِيَاء الذِّهْن من الشك في المنافقين لعدم تَعَيُّنِهم عندهم، فيكون تجريد الخبر من المُؤَكِّدات مُقْتَضَى الظاهر.
وأما قولُهُم لقومِهم: {إِنَّا مَعَكُمْ} بالتأكيد فذلك؛ لأنه لَما بدا من إبداعهم في النفاق عند لقاء المسلمين ما يُوجِب شك كبرائهم في البقاء على الكفر، وتَطْرُق به التُّهْمة أبواب قلوبهم، احتاجوا إلى تأكيد ما يدل على أنهم باقون علَى دينهِم» (١).
٢ - قال تعالى: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ (١٧)} (البقرة).
_________
(١) التحرير والتنوير (١/ ٢٩١ - ٢٩٢).',NULL,'189',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (182,'قال ابن القيم - رحمه الله -: «تأمل قوله تعالى: {أَضَاءَتْ مَا حَوْلَهُ} كيف جعل ضوءها خارجًا عنه مُنفصلًا، ولو اتصل ضَوْءها به ولابسَه لم يذهب، ولكنه كان ضَوء مُجاورة، لا مُلابَسة ومُخالَطة، وكان الضَوء عارضًا والظُّلمة أصلية، فرجع الضوء إلى معدنه وبقيت الظلمة في معدنها، فرجع كل منهما إلى أصله اللائق به» (١).
٣ - قال تعالى: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦٨)} (البقرة).
قال ابن القيم - رحمه الله -: «فالمَلَك والشيطان يتعاقبان على القلب تَعَاقُب الليل والنهار؛ فمن الناس من يكون ليله أطول من نهاره، وآخر بضده، ومنهم من يكون زمنه نهارًا كله، وآخر بضده، نستعيذ بالله تعالى من شر الشيطان» (٢).
٤ - قال تعالى: {ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٥٤)} (آل عمران).
قال ابن القيم - رحمه الله -: «فمن ظن بأنه لاينصر رسوله، ولا يُتِم أمره، ولا يُؤيده ويُؤيد حزبه، ويُعليهم ويُظفِرهم بأعدائه، ويُظهرهم عليهم، وأنه لاينصر دينه وكتابه، وأنه يديل الشرك على التوحيد، والباطل على الحق إِدَالَة مُسْتَقِرَّة يَضْمَحِل معها التوحيد
_________
(١) اجتماع الجيوش الإسلامية (٢/ ٦٤).
(٢) إغاثة اللهفان (١/ ١٠٨).',NULL,'190',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (183,'والحق اضْمِحْلَالًا لايقوم بعده أبدًا؛ فقد ظن بالله ظن السوء، ونَسَبه إلى خلاف ما يليق بكماله وجلاله، وصفاته ونعوته، فإن حَمْدَه وعِزَّته وحِكمته وإلهيته تأبى ذلك، وتأبى أن يذل حزبه وجنده، وأن تكون النُّصْرَة المُستقرة والظَّفَر الدائم لأعدائه المشركين به، العادلين به، فمن ظن به ذلك فما عرفه، ولا عرف أسماءه، ولا عرف صفاته وكماله، وكذلك من أنكر أن يكون ذلك بقضائه وقَدَرِه فما عرفه، ولا عرف ربوبيته ومُلْكَه وعظمته، وكذلك من أنكر أن يكون قَدَّر ما قَدَّرَه من ذلك وغيره لحِكْمَة بالغة، وغاية محمودة يستحق الحمد عليها، وأن ذلك إنما صدر عن مشيئة مُجَرَّدَة عن حِكْمة، وغاية مطلوبة هي أحب إليه من فَوْتِها، وأن تلك الأسباب المكروهة المُفْضِية إليها لايخرج تقديرها عن الحِكْمة؛ لإفضائها إلى ما يحب، وإن كانت مكروهة له، فما قَدَّرَها سُدًى، ولا أنشأها عبثًا، ولا خلقها باطلًا؛ {ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (٢٧)} (ص)، وأكثر الناس يظنون بالله غير الحق ظَنَّ السَّوء فيما يختص بهم، وفيما يفعله بغيرهم، ولا يسلم من ذلك إلا من عرف الله، وعرف أسماءه وصفاته، وعرف مُوجِبَ حَمْدِه وحكمته، فمن قَنَطَ من رحمته، وأَيِسَ من رَوْحه، فقد ظن به ظن السوء» (١).
٥ - قال تعالى: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (١٤٢)} (آل عمران).
قال السعدي - رحمه الله -: «وكلما عظم المطلوب عظمت وسيلته والعمل المُوصِل إليه، فلا يُوصَل إلى الراحة إلا بترك الراحة، ولا يُدرَك النعيم إلا بترك النعيم، ولكن مَكَارِه الدنيا التي تُصيب العبد في سبيل الله عند تَوطِين النفس لها، وتَمْرِينها
_________
(١) زاد المعاد (٣/ ٢٢٩ - ٢٣٠).',NULL,'191',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (184,'عليها ومعرفة ما تَؤُول إليه تَنْقَلِب عند أرباب البصائر مِنَحًا يُسَرُّون بها، ولا يُبالون بها، وذلك فضل الله يؤتيه من يشاء» (١).
٦ - هل سمعت بطفل يتدبر القرآن؟ قال أحدهم: كنت مع ابنتي (٧ سنوات)، فَسَمِعَت قارئًا عَبْر الإذاعة يتلو: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ (١٨١)} (آل عمران)، فسَأَلَتْ ببراءة: إذا كان الله فقيرًا وهم أغنياء، فمن الذي أغناهم؟ ! (٢).
٧ - قال تعالى: {وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا (٦٦)} (النساء).
قال السعدي - رحمه الله -: «ثم أخبر أنهم لو فعلوا ما يُوعَظُون به؛ أي: ما وُظِّف عليهم في كل وقت بحسبه، فبذلوا هِمَمَهم، ووَفَّروا نفوسهم للقيام به وتكميله، ولم تَطْمَح نفوسهم لِمَا لم يَصِلوا إليه، ولم يكونوا بصَدَدِه، وهذا هو الذي ينبغي للعبد؛ أن ينظر إلى الحالة التي يلزمه القيام بها فيكملها، ثم يتدرج شيئًا فشيئًا، حتى يصل إلى ما قُدِّر له من العلم والعمل في أمر الدين والدنيا، وهذا بخلاف من طَمَحَت نفسه إلى أمر لم يَصِل إليه، ولم يُؤمر به بعد، فإنه لا يكاد يصل إلى ذلك بسبب تفريق الهِمَّة، وحصول الكسل وعدم النشاط» (٣).
٨ - قال تعالى: {وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٠٠)} (النساء).
_________
(١) تفسير السعدي (ص ١٥٠).
(٢) ليدبروا آياته (٢/ ٤٧ - ٤٨).
(٣) تفسير السعدي (ص ١٨٥).',NULL,'192',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (185,'قال ابن القيم - رحمه الله -: «فمن تَعَبَّد الله بِمُرَاغَمَة عدوه، فقد أخذ من الصِّدِّيقية بسهم وافر، وعلى قدر محبة العبد لربه وموالاته ومعاداته لعدوه، يكون نصيبه من هذه المُراغَمة.
ولأجل هذه المُراغَمة حُمِدَ التَّبَخْتُر بين الصَّفَّيْن، والخيلاء والتَّبَخْتُر عند صَدَقَة السر، حيث لا يراه إلا الله؛ لما في ذلك من إرغام العدو، وبَذْل محبوبه من نفسه وماله لله - عز وجل -، وهذا باب من العبودية لايعرفه إلا القليل من الناس، ومن ذاق طعمه ولَذَّته، بكى على أيامه الأُوَلِ ...
وصاحب هذا المقام إذا نظر إلى الشيطان، ولَاحَظَه في الذنب، رَاغَمَه بالتوبة النصوح، فأحدثت له هذه المُراغَمة عبودية أخرى» (١).
٩ - قال تعالى: {هَاأَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا (١٠٩)} (النساء).
قال السعدي - رحمه الله -: «وفي هذه الآية إرشاد إلى المقابلة بين ما يُتوَهَّم من مصالح الدنيا المُتَرَتِّبة على ترك أوامر الله، أو فعل مناهيه، وبين ما يفوت من ثواب الآخرة، أو يحصل من عقوباتها.
فيقول من أَمَرَتْه نفسُه بترك أمر الله: ها أنتِ تركتِ أمره كسلًا وتفريطًا، فما النفع الذي انتفعتِ به؟ ! وماذا فاتكِ من ثواب الآخرة؟ ! وماذا ترتب على هذا الترك من الشقاء والحرمان والخيبة والخسران؟ !
_________
(١) مدارج السالكين (١/ ٢٤١ - ٢٤٢).',NULL,'193',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (186,'وكذلك إذا دعتُه نفسه إلى ما تشتهيه من الشهوات المُحَرَّمة، وقال لها: هَبْكِ فعلتِ ما اشتهيتِ، فإن لذته تنقضي، ويعقبها من الهموم والغموم والحسرات، وفوات الثواب وحصول العقاب ما بعضه يكفي العاقل في الإحجام عنها.
وهذا من أعظم ما ينفع العبد تَدَبُّره، وهو خَاصَّة العقل الحقيقي؛ بخلاف الذي يَدَّعي العقل وليس كذلك، فإنه بجهله وظُلْمه يُؤْثِر اللذة الحاضرة والراحة الراهنة، ولو ترتب عليها ما ترتب. والله المستعان» (١).
١٠ - قال تعالى: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ (٣٨)} (الأنعام).
قال ابن القيم - رحمه الله -: «منهم من يكون على أخلاق السِّبَاع العادية، ومنهم من يكون على أخلاق الكلاب، وأخلاق الخنازير، وأخلاق الحمير، ومنهم من يَتَطَوَّس بثيابه، كما يَتَطَوَّس الطاوس في ريشه، ومنهم من يكون بليدًا كالحمار، ومنهم من يُؤْثِر على نفسه كالديك، ومنهم من يألف ويُؤْلَف كالحمام، ومنهم الحقود كالجمل، ومنهم الذي هو خير كله كالغنم، ومنهم أشباه الثعالب تروغ كروغانها.
وقد شَبَّه الله تعالى أهل الجحيم والغَي: بالحُمر تارة، وبالكلب تارة، وبالأنعام تارة، وتقوى هذه المشابهة باطنًا، حتى تظهر في الصورة الظاهرة ظهورًا خفيًّا، يراه المُتفَرِّسُون، وتظهر في الأعمال ظهورًا يراه كل أحد» (٢).
_________
(١) تفسير السعدي (ص ٢٠٠).
(٢) الجواب الكافي (ص ١١٨ - ١١٩).',NULL,'194',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (187,'١١ - قال تعالى: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (١٠٣)} (الأنعام).
قال السعدي - رحمه الله -: «ومن لُطْفِه أنه يسوق عبده إلى مصالح دينه، ويُوصِلها إليه بالطُّرُق التي لا يَشْعُر بها العبد، ولا يسعى فيها، ويوصله إلى السعادة الأبدية، والفلاح السَّرْمَدي، من حيث لا يحتسب، حتى إنه يُقَدِّر عليه الأمور التي يكرهها العبد، ويتألم منها، ويدعو الله أن يُزِيلَها؛ لعلمه أن دينه أصلح، وأن كماله مُتَوَقِّف عليها، فسبحان اللطيف لما يشاء، الرحيم بالمؤمنين» (١).
١٢ - قال تعالى: {وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «ومن تدبر أحوال العالم، وجد كل صلاح في الأرض فسببه توحيد الله وعبادته وطاعة رسوله - صلى الله عليه وسلم -، وكل شر في العالم وفتنة وبلاء وقحط وتسليط عدو وغير ذلك، فسببه مخالفة رسوله والدعوة إلى غير الله ورسوله - صلى الله عليه وسلم -.
ومن تدبر هذا حق التدبر، وتأمل أحوال العالم منذ قام إلى الآن، وإلى أن يرث الله الأرض ومن عليها وهو خير الوارثين؛ وجد هذا الأمر كذلك في خاصة نفسه، وفي حق غيره عمومًا وخصوصًا، ولا قوة إلا بالله العلي العظيم» (٢).
_________
(١) تفسير السعدي (ص ٢٦٨).
(٢) بدائع الفوائد (٣/ ١٥).',NULL,'195',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (188,'١٤ - قال تعالى: {وَادْعُوهُ خَوْفًا وَطَمَعًا (٥٦)} (الأعراف).
قال ابن القيم - رحمه الله -: «وذكر الطمع - الذي هو الرجاء- في آية الدعاء؛ لأن الدعاء مبني عليه، فإن الداعي ما لم يطمع في سؤاله ومطلوبه لم تتحرك نفسه لطلبه؛ إذ طلب ما لا طمع فيه ممتنع» (١).
١٥ - قال تعالى: {أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩)} (الأعراف).
قال السعدي - رحمه الله -: «وهذه الآية الكريمة فيها من التخويف البليغ على أن العبد لاينبغي له أن يكون آمنًا على ما معه من الإيمان، بل لايزال خائفًا وَجِلًا أن يُبتلى ببلية تسلب ما معه من الإيمان، وألا يزال داعيًا بقوله: «يا مقلب القلوب ثَبِّت قلبي على دينك»، وأن يعمل ويسعى، في كل سبب يُخَلِّصه من الشر عند وقوع الفتن، فإن العبد -ولو بلغت به الحال ما بلغت- فليس على يقين من السلامة» (٢).
١٦ - قال تعالى: {قَالُوا يَامُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ (١١٥) قَالَ أَلْقُوا} (الأعراف: ١١٥ - ١١٦)، وقال تعالى: {قَالُوا يَامُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى (٦٥) قَالَ بَلْ أَلْقُوا} (طه: ٦٥ - ٦٦).
فما وجه طلب موسى - عليه السلام - أن تكون البَدَاءَة منهم؟
قال ابن كثير - رحمه الله -: «لأن موسى أراد أن تكون البَدَاءَة منهم؛ ليرى الناس ما صنعوا، ثم يأتي بالحق بعده، فيدمغ باطلهم» (٣).
_________
(١) السابق (٣/ ١٢).
(٢) تفسير السعدي (ص ٢٩٨).
(٣) تفسير ابن كثير (٤/ ٢٨٦).',NULL,'196',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (189,'١٧ - قال تعالى: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ (١٤٣) قَالَ يَامُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ (١٤٤)} (الأعراف).
قال السعدي - رحمه الله -: «ينبغي لمن طَمَحَت نفسه لما لا قدرة له عليه، أو غير ممكن في حقه، وحَزِنَت لعدم حصوله أن يُسليها بما أنعم الله به عليه مما حصل له من الخير الإلهي الذي لم يحصل لغيره؛ ولهذا لما طَمَحَت نفس موسى - عليه السلام - إلى رؤية الله تعالى وطلب ذلك من الله، فأعلمه الله أن ذلك غير حاصل له في الدنيا وغير ممكن، سَلَّاه بما آتاه فقال: {يَامُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ (١٤٤)} (الأعراف)، وكذلك نبه الله رسوله وعباده المؤمنين على هذا المعنى بقوله: {أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ} (النساء)» (١).
١٨ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (٤٥)} (الأنفال).
قال الشنقيطي - رحمه الله -: «والمُحِب الصادق في حُبّه لا ينسى محبوبه عند نزول الشدائد» (٢).
_________
(١) المواهب الربانية (ص ٤٠).
(٢) أضواء البيان (٢/ ٤٨٦).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (190,'١٩ - قال تعالى: {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (٦٨)} (التوبة)، وقال: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٧١)} (التوبة).
قال شيخ الإسلام - رحمه الله -: «قوله: {وَلَهُمْ عَذَابٌ مُقِيمٌ} إشارة إلى ما هو لازم لهم في الدنيا والآخرة من الآلام النفسية: غمًّا وحزنًا، وقسوة وظُلمة قلب وجهلًا، فإن للكفر والمعاصي من الآلام العاجلة الدائمة ما الله به عليم؛ ولهذا تجد غالب هؤلاء لا يُطيّبون عيشهم إلا بما يُزيل العقل، ويُلهي القلب ومن تناول مسكر، أو رؤية مُلْهٍ، أو سماع مُطْرب، ونحو ذلك.
وفي مُقَابِل ما حكاه الله عن الكافرين، قوله في المؤمنين: {أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ (٧١)} (التوبة)، فإن الله يُعَجِّل للمؤمنين من الرحمة في قلوبهم، وغيرها بما يجدونه من حلاوة الإيمان ويذوقونه من طعمه، وانشراح صدورهم للإسلام، إلى غير ذلك من السرور بالإيمان، والعلم، والعمل الصالح، بما لا يمكن وصفه» (١).
٢٠ - قال تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢)} (التوبة).
قال السعدي - رحمه الله -: «وفي هذه الآية أيضًا دليل وإرشاد وتنبيه لطيف لفائدة مهمة، وهي أن المسلمين ينبغي لهم أن يُعِدُّوا لكل مصلحة من مصالحهم العامة من يقوم بها ويُوفر وقته عليها، ويجتهد فيها ولا يلتفت إلى غيرها؛ لتقوم مصالحهم
_________
(١) اقتضاء الصراط المستقيم (١/ ١١٠ - ١١١).',NULL,'198',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (191,'وتتم منافعهم؛ ولتكون وِجْهَة جميعهم، ونهاية ما يقصدون قَصْدًا واحدًا وهو قيام مصلحة دينهم ودنياهم، ولو تَفَرَّقت الطرق وتعددت المَشَارِب، فالأعمال مُتباينة والقصد واحد؛ وهذه من الحكمة العامة النافعة في جميع الأمور» (١).
٢١ - قال تعالى: {وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ} (يونس).
قال ابن حزم - رحمه الله -: «إذا حَقَّقْت مدة الدنيا لم تجدها إلا (الآن) الذي هو فَصْل الزمانين فقط» (٢).
٢٢ - قال تعالى: {فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ (٧٦)} (يوسف).
قال ابن القيم - رحمه الله -: «وفي ذلك تنبيه على أن العلم الدقيق بلطيف الحيل المُوصلة إلى المقصود الشرعي الذي يُحبه الله تعالى ورسوله - صلى الله عليه وسلم - ... صفة مدح يرفع الله تعالى بها درجة العبد» (٣).
٢٣ - قال تعالى: {وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٤١) الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٤٢)} (النحل).
_________
(١) تفسير السعدي (ص ٣٥٥).
(٢) الأخلاق والسير (ص ٢٠).
(٣) إغاثة اللهفان (٢/ ١١٩).',NULL,'199',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (192,'قال السعدي - رحمه الله -: «فما فات أحدًا شيء من الخير إلا لعدم صبره وبَذْل جُهده فيما أُريد منه، أو لعدم توكله واعتماده على الله» (١).
٢٤ - قال تعالى: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا (٣٣)} (الإسراء).
قال ابن كثير - رحمه الله -: «وقَد أخذ الإمام الحَبْر ابن عباس - رضي الله عنهما - من عموم هذه الآية الكريمة ولاية معاوية السَّلْطَنة، وأنه سيملك؛ لأنه كان ولي عثْمان، وقَد قُتِل عثْمان مظلومًا - رضي الله عنه -» (٢).
٢٥ - قال تعالى: {إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا (١٠)} (الكهف).
قال السعدي - رحمه الله -: «وفي هذه القصة دليل على أن من فَرَّ بدينه من الفتن سَلَّمَه الله منها، وأن من حرص على العافية عافاه الله، ومن أوى إلى الله آواه الله، وجعله هداية لغيره، ومن تَحمَّل الذُّل في سبيله وابتغاء مرضاته، كان آخر أمره وعاقبته العز العظيم من حيث لا يحتسب؛ {وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ} (آل عمران)» (٣).
٢٦ - قال تعالى: {وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (١٨)} (الكهف).
_________
(١) تفسير السعدي (ص ٤٤٠).
(٢) تفسير ابن كثير (٥/ ٧٣).
(٣) تفسير السعدي (ص ٤٧٣).',NULL,'200',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (193,'قال ابن كثير - رحمه الله -: «وشملت كلبهم بركتهم، فأصابه ما أصابهم من النوم على تلك الحال؛ وهذا فائدة صُحْبَة الأخيار؛ فإنه صار لهذا الكلب ذِكْر وخبر وشأن» (١).
٢٧ - قال تعالى: {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا (٤٩)} (الكهف).
قال قَتَادَة - رحمه الله -: «يَشْتَكِي القوم كما تسمعون الإحصاء، ولم يَشْتَكِ أحد ظلمًا؛ فإياكم والمُحَقَّرَات من الذنوب؛ فإنها تجتمع على صاحبها حتى تُهلكه» (٢).
٢٨ - قال تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا (٥٠)} (الكهف).
قال ابن القيم - رحمه الله -: «ويُشْبِه أن يكون تحت هذا الخطاب نوع من العِتَاب لطيف عجيب، وهو أني عاديتُ إبليس؛ إذ لم يسجد لأبيكم آدم مع ملائكتي، فكانت معاداته لأجلكم، ثم كان عاقبة هذه المعاداة أن عَقَدتُّم بينه وبينكم عَقْد المُصَالَحة! » (٣).
٢٩ - قال تعالى: {قَالَ رَبِّ اشْرَحْ لِي صَدْرِي (٢٥)} إلى قوله: {كَيْ نُسَبِّحَكَ كَثِيرًا (٣٣)} (طه).
_________
(١) تفسير ابن كثير (٥/ ١٤٤).
(٢) الدر المنثور (٩/ ٤٠١).
(٣) الجواب الكافي (ص ٨٣).',NULL,'201',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (194,'في هذه الآيات أدب من آداب الدعاء، وهو نُبْل الغاية، وشَرَف المقصد، وقريب منه قوله - صلى الله عليه وسلم -: «اللهم اشْفِ عبدك فلانًا؛ يَنْكَأ لك عدوًّا، ويمشي لك إلى صلاة» (١) (٢).
٣٠ - «ومن أعجب ما ظاهره الرجاء وهو شديد التخويف، قوله تعالى: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٨٢)} (طه)، فإنه عَلَّق المغفرة على أربعة شروط، يَبْعُد تصحيحها» (٣).
٣١ - قال تعالى: {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ (١٠)} (الأنبياء).
قال السعدي - رحمه الله -: «وهذه الآية مِصْداقها ما وقع؛ فإن المؤمنين بالرسول الذين تَذَكَّروا بالقرآن، من الصحابة فمن بعدهم حصل لهم من الرِّفْعَة والعلو الباهر والصِّيت العظيم والشرف على الملوك ما هو أمر معلوم لكل أحد، كما أنه معلوم ما حصل لمن لم يرفع بهذا القرآن رأسًا، ولم يهتد به ويَتَزَكّ به من المقت والضَّعَة والتَّدْسِية والشقاوة، فلا سبيل إلى سعادة الدنيا والآخرة إلا بالتذكر بهذا الكتاب» (٤).
٣٢ - قال تعالى: {حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (٩٩) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ (١٠٠)} (المؤمنون).
_________
(١) أخرجه أبو داود في سننه (٣١٠٧)، قال الألباني في الصحيحة: (حديث حسن).
(٢) ليدبروا آياته (١/ ١٥٠).
(٣) مختصر منهاج القاصدين (ص ٣٠٨).
(٤) تفسير السعدي (ص ٥١٩).',NULL,'202',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (195,'«قال قتادة - رحمه الله -: «والله ما تمنى أن يرجع إلى أهل ولا إلى عشيرة، ولكن تمنى أن يرجع فيعمل بطاعة الله، فانظروا أُمنية الكافر المُفَرِّط فاعملوا بها» (١).
وقال - رحمه الله -: «طَلَبَ الرجوع ليعمل صالحًا، لا ليجمع الدنيا، ويقضي الشهوات، فرحم الله امرأً عمل فيما يتمناه الكافر إذا رأى العذاب» (٢).
٣٣ - قال تعالى: {قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ (٣٤)} (النمل).
قال الشنقيطي - رحمه الله -: «ألا ترى أن مَلِكَة سبأ في حال كونها تسجد للشمس من دون الله هي وقومها لَمَّا قالت كلامًا حقًّا صَدَّقها الله فيه، ولم يكن كفرها مانعًا من تصديقها في الحق الذي قالته، وذلك في قولها فيما ذكر الله عنها: {إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً} (النمل: ٣٤)، فقد قال تعالى مُصَدِّقًا لها في قولها: {وَكَذَلِكَ يَفْعَلُونَ (٣٤)} (النمل)، وقد قال الشاعر:
لا تَحْقِرَنَّ الرأي وَهْوَ مُوَافِقٌ ... حُكمُ الصواب إذا أتى من ناقصِ
فالدُّر وَهْوَ أَعَز شيء يُقْتَنى ... ما حَط قيمتَه هَوَانُ الغائص» (٣) (٤).
٣٤ - قال تعالى: {الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣)} (العنكبوت).
_________
(١) تفسير ابن كثير (٥/ ٤٩٤).
(٢) تفسير السمعاني (٣/ ٤٩٠).
(٣) وفيات الأعيان (٢/ ١٨٨).
(٤) أضواء البيان (١/ ٨ - ٩).',NULL,'203',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (196,'قال ابن القيم - رحمه الله -: «فمن كان ظهيرًا للمجرمين من الظَّلَمة على ظُلمهم، ومن أهل الأهواء والبدع على أهوائهم وبدعهم، ومن أهل الفجور والشهوات على فجورهم وشهواتهم؛ ليتخلص بمُظَاهَرَتهم من أَلَم أذاهم، أصابه من ألم الموافقة لهم عاجلًا وآجلًا أضعاف أضعاف ما فرّ منه، وسنة الله في خلقه أن يعذبهم بإنذار من إيمانهم وظاهرهم، وإن صبر على أَلَم مُخالفتهم ومُجانَبتهم، أعقبه ذلك لَذَّة عاجلة وآجلة تزيد على لذة الموافقة بأضعاف مضاعفة، وسنة الله في خلقه أن يرفعه عليهم ويُذلهم به بحسب صبره وتقواه وتوكله وإخلاصه، وإذا كان لا [بد] (١)
من الألم والعذاب فذلك في الله وفي مرضاته ومتابعة رسله أولى وأنفع منه في الناس ورضائهم وتحصيل مُرَادَاتهم» (٢).
٣٥ - قال الشيخ بكر أبو زيد - رحمه الله -: «ومن نظر في آيات القرآن الكريم، وجد أن البيوت مُضَافَة إلى النساء في ثلاث آيات من كتاب الله تعالى، مع أن البيوت للأزواج أو لأوليائهن؛ وإنما حصلت هذه الإضافة -والله أعلم- مراعاةً لاستمرار لزوم النساء للبيوت، فهي إضافة إسكان، ولزوم للمسكن، والتصاق به، لا إضافة تمليك.
قال الله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ} (الأحزاب: ٣٣)، وقال سبحانه: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} (الأحزاب: ٣٤)، وقال عز شأنه: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} (الطلاق: ١)» (٣).
_________
(١) ما بين المعقوفين زيادة، يقتضيها السياق.
(٢) شفاء العليل (ص ٢٤٦).
(٣) حراسة الفضيلة (ص ٥٨).',NULL,'204',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (197,'٣٦ - قال تعالى: {وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٣٧)} (فاطر).
قال ابن القيم - رحمه الله -: «فمن لم يُورثه التعمير وطُول البقاء إصلاح معائبه، وتَدَارُك فَارِطه، واغتنام بقية أنفاسه، فيعمل على حياة قلبه، وحصول النعيم المقيم، وإلا فلا خير له في حياته ... فالطالب الصادق في طلبه كلما خرب شيء من ذاته جعله عمارة لقلبه وروحه، وكلما نقص شيء من دنياه جعله زيادة في آخرته، وكلما مُنع شيئًا من لذات دنياه جعله زيادة في لذات آخرته، وكلما ناله هَمّ أو حزن أو غم جعله في أفراح آخرته.
فَنُقصان بدنه ودنياه ولذته وجاهه ورئاسته إن زاد في حصول ذلك وتوفيره عليه في معاده، كان رحمة به وخيرًا له، وإلا كان حرمانًا وعقوبة على ذنوب ظاهرة أو باطنة، أو ترك واجب ظاهر أو باطن؛ فإن حرمان خير الدنيا والآخرة مُرَتَّب على هذه الأربعة» (١).
٣٧ - قال تعالى: {قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَالَيْتَ قَوْمِي يَعْلَمُونَ (٢٦) بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (٢٧)} (يس).
قال قتادة: - رحمه الله -: «لا تَلقَى المؤمن إلا ناصحًا، لا تلقاه غاشًّا؛ لَمّا عَاين ما عَاين من كرامة الله تعالى: {قَالَ يَالَيْتَ قَوْمِي يَعْلَمُونَ (٢٦) بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (٢٧)}، تمنى على الله أن يعلم قومه بما عَاين من كرامة الله له، وما هجم عليه» (٢).
_________
(١) الفوائد (ص ١٨٩ - ١٩٠).
(٢) تفسير ابن كثير (٦/ ٥٧١ - ٥٧٢).',NULL,'205',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (198,'٣٨ - قال تعالى: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (٧٣)} (الزمر).
قال ابن القيم - رحمه الله -: «وتأمل ما في سَوْق الفريقين إلى الدارين زُمَرًا من فرحة هؤلاء بإخوانهم وسَيْرِهم معهم كل زُمْرة على حِدَة، كل مُشْتَرِكِين في عمل مُتَصَاحِبِين فيه على زُمْرَتهم وجماعتهم مُسْتَبْشِرين أقوياء القلوب كما كانوا في الدنيا وقت اجتماعهم على الخير، كذلك يؤنس بعضهم بعضًا ويفرح بعضهم ببعض.
وكذلك أصحاب الدار الأُخرى يُساقون إليها زُمرًا يلعن بعضهم بعضًا ويتأذى بعضهم ببعض، وذلك أبلغ في الخزي والفضيحة والهَتِيكَة من أن يُساقُوا واحدًا واحدًا؛ فلا تُهْمِل تدبر قوله سبحانه: {زُمَرًا}» (١).
٣٩ - قال تعالى: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ (١٥)} (الأحقاف).
قال ابن هبيرة - رحمه الله -: «هذا من تمام بر الوالدين، كأن هذا الولد خاف أن يكون والداه قَصَّرا في شُكر الرب - عز وجل -، فسأل الله أن يُلْهِمَه الشُّكْر على ما أنعم به عليه وعليهما؛ ليقوم بما وجب عليهما من الشُّكْر إن كانا قَصَّرا» (٢).
_________
(١) حادي الأرواح (ص ٥٢).
(٢) ذيل طبقات الحنابلة (٢/ ١٤٧).',NULL,'206',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (199,'٤٠ - قال تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (٢٩)} (الفتح).
لما ذكر مُبتغَى العابدين بعبادتهم هنا قال: {يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا}، وحين ذكر وعده لهم قال: {لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ} (فاطر: ٣٠). وفيه «إشارة إلى معنى لطيف؛ لأنَّ الله تعالى إذا قال: (لكم أجر) كان ذلك منه تَفَضُّلًا، وإشارة إلى أنَّ عملكم جاء على ما طلب الله منكم؛ لأنَّ الأُجرة لا تُسْتَحَقُّ إلا على العمل الموافق للطَّلب من المالك، والمؤمن إذا قال: أنا أبتغي فضلك يكون منه اعترافًا بالتَّقصير؛ فقال: {يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ}، ولم يقل: أجرًا» (١).
٤١ - قال تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (١٣)} (الحجرات).
قال شيخ الإسلام - رحمه الله -: «ليس في كتاب الله آية واحدة يمدح فيها أحدًا بنسبه، ولا يذم أحدًا بنسبه؛ وإنما يمدح بالإيمان والتقوى، ويذم بالكفر والفسوق والعصيان» (٢).
٤٢ - قال تعالى: {وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (٤٢)} (النجم).
قال ابن القيم - رحمه الله -: «قوله سبحانه: {وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (٤٢)} (النجم) مُتَضَمِّن لكنز عظيم، وهو أن كل مُراد إن لم يُرَد لأجل الله ويتصل به وإلا فهو
_________
(١) مفاتيح الغيب (٢٨/ ٨٩).
(٢) مجموع الفتاوى (٣٥/ ٢٣٠).',NULL,'207',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (200,'مُضمحِل مُنقطع؛ فإنه ليس إليه المُنْتَهى، وليس المُنْتَهى إلا إلى الذي انتهت إليه الأمور كلها، فانتهت إلى خلقه ومشيئته وحكمته وعلمه، فهو غاية كل مطلوب، وكل محبوب لا يُحبّ لأجله فمحبته عناء وعذاب» (١).
٤٣ - قال تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧)} (الواقعة).
«وَصْفُ القرآن بأنه كريم في قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ} فيه ميزة؛ وهي: أن الكلام إذا قُرئ وتردد كثيرًا يهون في الأعين والآذان؛ ولهذا ترى من قال شيئًا في مجلس الملوك لا يذكره ثانيًا ولا يكرره، فقوله تعالى {كَرِيمٌ}؛ أي: لا يهون بكثرة التلاوة، بل يبقى أبد الدهر كالكلام الغَض والحديث الطَّري» (٢).
٤٤ - قال تعالى: {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠)} (المزمل).
قال السعدي - رحمه الله -: «الحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، وليُعلم أن مثقال ذرة من الخير في هذه الدار، يقابله أضعاف أضعاف الدنيا وما عليها في دار النعيم المقيم من اللذات والشهوات، وأن الخير والبِر في هذه الدنيا
_________
(١) الفوائد (ص ٢٠٢).
(٢) مفاتيح الغيب (٢٩/ ١٦٦).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (201,'مادة الخير والبِر في دار القرار، وبذره وأصله وأساسه، فوا أسفاه على أوقات مضت في الغفلات، ووا حسرتاه على أزمان تَقَضَّت بغير الأعمال الصالحات، وواغوثاه من قلوب لم يُؤَثِّر فيها وعظ بارئها، ولم ينجع فيها تشويق من هو أرحم بها منها. فلك اللهم الحمد، وإليك المُشتكى، وبك المُستغاث، ولا حول ولا قوة إلا بك» (١).
٤٥ - قال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧)} (الليل).
قال ابن القيم - رحمه الله -: «وذلك يتضمن تيسيره للخير وأسبابه، فيجري الخير ويُيسر على قلبه ويديه ولسانه وجوارحه، فتصير خصال الخير مُيسَّرة عليه مُذللة له مُنقادة، لا تستعصي عليه ولا تَسْتَصْعِب؛ لأنه مُهيأ لها، مُيسَّر لفعلها، يسلك سبلها ذُلُلًا، وتُقاد له علمًا وعملًا، فإذا خَالَلْتَه قلت هو الذي قيل فيه:
مُباركُ الطَّلْعَة ميمونها ... يصلح للدنيا وللدينِ» (٢).
٤٦ - قال تعالى: {أَلْهَاكُمُ التَّكَاثُرُ (١)} (التكاثر).
قال ابن القيم - رحمه الله -: «وكل من كاثر إنسانًا في دنياه أو جاهه أو غير ذلك، شغلته مُكَاثَرته عن مُكَاثَرة أهل الآخرة. فالنفوس الشريفة العلوية ذات الهمم العالية إنما تُكاثر بما يدوم عليها نفعه، وتكمل به وتزكو، وتصير مُفْلِحة، فلا تُحب أن يكثرها غيرها في ذلك، ويُنافسها في هذه المُكاثرة، ويُسابقها إليها؛ فهذا هو التكاثر الذي هو غاية سعادة العبد ... وصاحب هذا التكاثر لايهون عليه أن يرى غيره أفضل منه قولًا، وأحسن منه عملًا، وأغزر علمًا، وإذا رأى غيره أكثر منه
_________
(١) تفسير السعدي (ص ٨٩٤).
(٢) التبيان في أقسام القرآن (ص ٦١ - ٦٢).',NULL,'209',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (202,'في خصلة من خصال الخير يعجز عن لحاقه فيها كَاثَره بخصلة أخرى، وهو قادر على المُكاثرة بها، وليس هذا التكاثر مذمومًا ولا قادحًا في إخلاص العبد، بل هو حقيقة المنافسة، واستباق الخيرات» (١).
٤٧ - قال تعالى: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١)} (الفلق).
قال أبو السعود - رحمه الله - (٢): «الفَلَقُ: الصُّبْحُ كالفرقِ؛ لأنَّه يفلق عنه الليل ويفرق ... وقيلَ: هُوَ ما انفلقَ منْ عمودِهِ ...
وفي تعليق العياذ باسم الرب المُضَاف إلى الفَلَق المنبئ عن النور عَقِيب الظُّلْمة، والسَّعَة بعد الضيق، والفَتْق بعد الرَّتْق، عِدَةٌ كريمة بإعاذة العائذ مما يعوذ منه، وإنجائه منه، وتقوية لرجائه بتذكير بعض نظائره، ومزيد ترغيب له في الجد والاعتناء بِقَرْع باب الالتجاء إليه تعالى؛ ففيه إشعار بأن من قدر أن يزيل ظلمة الليل من هذا العالم قدر أن يزيل عن العائذ ما يخافه» (٣).
_________
(١) عدة الصابرين (ص ١٩٣ - ١٩٤).
(٢) هو: محمد بن محمد بن مصطفى العمادي، المولى، أبو السعود، مُفَسِّر شاعر، من علماء الترك المُسْتَعْرِبين، وُلِد بقرب القسطنطينية، ودَرَسَ ودَرَّسَ في بلاد متعددة، وتقلد القضاء في بروسة، فالقسطنطينية، فالروم ايلي، وأُضيف إليه الإفتاء سنة ٩٥٢ هـ، وكان حاضر الذهن، سريع البديهة، توفي سنة: ٩٨٢ هـ. الكواكب السائرة (٣/ ٣١)، الأعلام للزركلي (٧/ ٥٩).
(٣) تفسير أبي السعود (٩/ ٢١٤).',NULL,'210',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (203,'<span data-type="title" id=toc-115>الثاني: التفسير الإشاري </span>(١):
قال ابن القيم - رحمه الله -: «وتفسير الناس يدور على ثلاثة أصول: تفسير على اللفظ؛ وهو الذي ينحو إليه المتأخرون، وتفسير على المعنى؛ وهو الذي يذكره السلف، وتفسير على الإشارة والقياس؛ وهو الذي ينحو إليه كثير من الصوفية وغيرهم. وهذا لا بأس به بأربعة شرائط: ألا يُنَاقِض معنى الآية، وأن يكون معنى صحيحًا في نفسه، وأن يكون في اللفظ إشعار به، وأن يكون بينه وبين معنى الآية ارتباط وتلازم، فإذا اجتمعت هذه الأمور الأربعة كان استنباطًا حسنًا» (٢).

<span data-type="title" id=toc-116>التطبيق:</span>
١ - قال تعالى: {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩)} (البقرة).
_________
(١) والمشهور في تعريفه: أنه تأويل للقرآن بغير ظاهره لإشارة خفية تظهر لأرباب السلوك والتصوف، وأنه يمكن الجمع بينها وبين الظاهر المراد أيضًا. هكذا قالوا، والواقع أن هذا معناه عند المتصوفة، وإلا فهو نوع من التفسير بالاعتبار والقياس (من باب أن الشيء بالشيء يُذْكَر). وعامة ما يُذكر من هذا النوع لا يخلو من إشكال، وبعضه قَرْمَطَة وتحريف، لكن منه ما يصح إذا توفرت فيه تلك الشروط المذكورة أعلاه.
ثم لا يخفى أن ما يُذكر من هذا الطريق فأحسن أحواله -إن صح- أنه من باب المُلَح.
(٢) التبيان في أقسام القرآن (ص ٧٩)، وانظر: جامع المسائل لابن تيمية (٤/ ٦٥)، مجموع الفتاوى (٢/ ٢٧ - ٢٨)، (٦/ ٣٧٦ - ٣٧٧)، (١٠/ ٧٨)، (١١/ ٤٢)، مجموعة الرسائل والمسائل (١/ ٢٩)، الموافقات (٤/ ٢٣١ - ٢٣٢، ٢٤٣ - ٢٤٤)، التفسير والمفسرون (٢/ ٢٦١)، مفهوم التفسير والتأويل للطيار (ص ٨٩ - ١٠٧)، مناهل العرفان (٢/ ٧٨ - ٨١).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (204,'المعنى الظاهر:
«يسألك أصحابك -أيها النبي- عن الأهلة وتغيُّر أحوالها، قل لهم: جعل اللهُ الأهلة علامات يعرف بها الناس أوقات عباداتهم المُحَدَّدة بوقت مثل الصيام والحج، ومعاملاتهم، وليس الخير ما تعودتم عليه في الجاهلية وأول الإسلام من دخول البيوت من ظهورها حين تُحْرِمون بالحج أو العمرة، ظانين أن ذلك قُربة إلى الله، ولكن الخير هو فِعْلُ مَنِ اتقى الله واجتنب المعاصي، وادخلوا البيوت من أبوابها عند إحرامكم بالحج أو العمرة، واخشوا الله تعالى في كل أموركم؛ لتفوزوا بكل ما تحبون من خيري الدنيا والآخرة» (١).
ما يؤخذ من إشارة الآية:
قال السعدي - رحمه الله -: «ويستفاد من إشارة الآية أنه ينبغي في كل أمر من الأمور أن يأتيه الإنسان من الطريق السهل القريب، الذي قد جُعِل له مُوصلًا، فالآمر بالمعروف والناهي عن المنكر، ينبغي أن ينظر في حالة المأمور ويستعمل معه الرفق والسياسة التي بها يحصل المقصود أو بعضه، والمُتعلم والمُعَلِّم ينبغي أن يسلك أقرب طريق وأسهله يحصل به مقصوده، وهكذا كل من حاول أمرًا من الأمور وأتاه من أبوابه وثابر عليه، فلا بد أن يحصل له المقصود بعون الملك المعبود» (٢).
٢ - قال تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٥)} (النساء).
_________
(١) التفسير الميسر (ص ٢٩).
(٢) تفسير السعدي (ص ٨٨).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (205,'المعنى الظاهر:
«ولا تؤتوا -أيها الأولياء- من يُبَذِّر من الرجال والنساء والصبيان أموالهم التي تحت أيديكم فيضعونها في غير وجهها، فهذه الأموال هي التي عليها قيام حياة الناس، وأَنْفِقُوا عليهم منها واكسوهم، وقولوا لهم قولًا معروفًا من الكلام الطَّيِّب والخُلُق الحسن» (١).
ما يؤخذ من إشارة الآية:
قال الغزالي - رحمه الله -: «تنبيهًا على أن حفظ العلم ممن يُفسده ويضره أولى، وليس الظلم في إعطاء غير المستحق بأقل من الظلم في منع المستحق» (٢).
٣ - قال تعالى: {قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ (١٣)} (الأعراف).
المعنى الظاهر:
«قال الله لإبليس: فاهبط من الجنة، فما يصح لك أن تتكبر فيها، فاخرج من الجنة، إنك من الذليلين الحقيرين» (٣).
ما يؤخذ من إشارة الآية:
قال ابن عاشور - رحمه الله -: «هذه الآية أصل في ثبوت الحق لأهل المَحَلَّة، أن يُخرِجوا من مَحَلَّتِهم من يُخشى من سيرته فُشُو الفساد بينهم» (٤).
_________
(١) التفسير الميسر (ص ٧٧).
(٢) الإحياء (١/ ٥٨).
(٣) التفسير الميسر (ص ١٥٢).
(٤) التحرير والتنوير (٨/ ٤٤).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (206,'٤ - قال تعالى: {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (الأنفال: ٣٣).
المعنى الظاهر:
«وما كان الله - سبحانه وتعالى - ليعذِّب هؤلاء المشركين، وأنت -أيها الرسول- بين ظهرانَيْهم، وما كان الله معذِّبهم وهم يستغفرون من ذنوبهم» (١).
ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «فأشارت هذه الآية أن محبة الرسول وحقيقة ما جاء به إذا كان في القلب، فإن الله لا يعذبه، لا في الدنيا ولا في الآخرة، وإذا كان وجود الرسول في القلب مانعًا من تعذيبه، فكيف بوجود الرب تعالى في القلب؟ فهاتان إشارتان» (٢).
وقال في موضع آخر: «وتأمل ... كيف يُفهم منه أنه إذا كان وجود بدنه وذاته فيهم دفع عنهم العذاب وهم أعداؤه، فكيف وجود سرِّه والإيمان به ومحبَّته ووجود ما جاء بِه إذا كان في قوم أو كان في شخص، أفليس دفعه العذاب عنهم بطريق الأولى والأحرى؟ » (٣).
٥ - قال تعالى: {أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٦)} (التوبة).
_________
(١) التفسير الميسر (ص ١٨٠).
(٢) الكلام على مسألة السماع (ص ٣٩٧).
(٣) إعلام الموقعين (١/ ١٧٣).',NULL,'214',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (207,'المعنى الظاهر:
مِن سنة الله الابتلاء، فلا تظنوا يا معشر المؤمنين أن يَتْرُكَكُم الله دون اختبار؛ ليعلم الله عِلْمًا ظاهرًا للخَلْق الذين أخلصوا في جهادهم، ولم يتخذوا غير الله ورسوله والمؤمنين بطانة وأولياء، والله خبير بجميع أعمالكم، ومجازيكم بها (١).
ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «ولا وَلِيجَة أعظم ممن جعل رجلًا بعينه مُختارًا على كلام الله ورسوله - صلى الله عليه وسلم - وكلام سائر الأمة يُقَدِّمه على ذلك كله، ويَعْرِض كتاب الله وسنة رسوله - صلى الله عليه وسلم - وإجماع الأمة على قوله، فما وافقه منها قبله لموافقته لقلبه، وما خالفه منها تلطف في رده وتَطَلَّبَ له وجوه الحيل، فإن لم تكن هذه وَلِيْجَة فلا ندري ما الوَلِيْجَة! » (٢).
٧ - قال تعالى: {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ (٤٠)} (التوبة).
المعنى الظاهر:
«يا معشر أصحاب رسول الله - صلى الله عليه وسلم - إلا تنفروا معه أيها المؤمنون إذا استَنْفَركم، وإلا تنصروه؛ فقد أيده الله ونصره يوم أخرجه الكفار من قريش من بَلَدِه (مكة)، وهو ثاني اثنين (هو وأبو بكر الصديق - رضي الله عنه -) وألجؤوهما إلى نقب في جبل ثور
_________
(١) التفسير الميسر (ص ١٨٩).
(٢) إعلام الموقعين (٢/ ١٣٠).',NULL,'215',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (208,'بـ «مكة»، فمكثا فيه ثلاث ليال، إذ يقول لصاحبه (أبي بكر) لما رأى منه الخوف عليه: لا تحزن إن الله معنا بنصره وتأييده، فأنزل الله الطمأنينة في قلب رسول الله - صلى الله عليه وسلم -، وأعانه بجنود لم يرها أحد من البشر وهم الملائكة، فأنجاه الله من عدوه وأذل الله أعداءه، وجعل كلمة الذين كفروا السفلى، وكلمةُ الله هي العليا؛ وذلك بإعلاء شأن الإسلام، والله عزيز في ذاته وصفاته وملكه، حكيم في تدبير شؤون عباده. وفي هذه الآية مَنْقَبة عظيمة لأبي بكر الصديق - رضي الله عنه -» (١).
ما يؤخذ من إشارة الآية:
قال شيخ الإسلام - رحمه الله -: «كل من وافق الرسول - صلى الله عليه وسلم - في أمر خالف فيه غيره فهو من الذين اتبعوه في ذلك؛ وله نصيب من قوله: {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} (التوبة: ٤٠)، فإن المعية الإلهية المُتَضَمِّنة للنصر هي لِمَا جاء به إلى يوم القيامة، وهذا قد دلّ عليه القرآن، وقد رأينا من ذلك وجَرَّبْنا ما يطول وصفه» (٢).
وقال ابن القيم - رحمه الله -: «فَمِن أصح الإشارات إشارة هذه الآية، وهي أن من صحب الرسول - صلى الله عليه وسلم - وما جاء به بقلبه وعمله وإن لم يصحبه ببدنه، فإن الله معه» (٣).
٦ - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣)} (التوبة).
_________
(١) التفسير الميسر (ص ١٩٣).
(٢) مجموع الفتاوى (٢٨/ ٣٧).
(٣) الكلام على مسألة السماع (ص ٣٩٧).',NULL,'216',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (209,'المعنى الظاهر:
«يا أيها الذين صدَّقوا الله ورسوله وانقادت قلوبهم وأذعنت، وأقروا بألسنتهم، وعملوا بشرعه، ابدؤوا بقتال الأقرب فالأقرب إلى دار الإسلام من الكفار، وليجد الكفار فيكم غِلْظة وشدة، واعلموا أن الله مع المتقين بتأييده ونصره» (١).
ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «الدنيا والشيطان عدوان خارجان عنك، والنفس عدو بين جنبيك؛ مِن سُنَّة الجهاد: {قَاتِلُوا الَّذِينَ يَلُونَكُمْ (١٢٣)} (التوبة)» (٢).
٨ - قال تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١)} (الرعد).
المعنى الظاهر:
«لله تعالى ملائكة يتعاقبون على الإنسان من بين يديه ومن خلفه، يحفظونه بأمر الله ويُحْصُون ما يصدر عنه من خير أو شر؛ إن الله - سبحانه وتعالى - لا يغيِّر نعمة أنعمها على قوم إلا إذا غيَّروا ما أمرهم به فعصوه، وإذا أراد الله بجماعةٍ بلاءً، فلا مفرَّ منه، وليس لهم مِن دون الله مِن وال يتولى أمورهم، فيجلب لهم المحبوب، ويدفع عنهم المكروه» (٣).
_________
(١) التفسير الميسر (ص ٢٠٧).
(٢) بدائع الفوائد (ص ٢٢٥).
(٣) التفسير الميسر (ص ٢٥٠).',NULL,'217',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (210,'ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «فدلالة لفظها: أنه لا يغيِّر نِعَمه التي أنعم بها على عباده حتى يُغيِّروا طاعته بمعصيته، كما قال في الآية الأخرى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} (الأنفال).
وإشارتها: أنه إذا عاقب قومًا وابتلاهم لم يغيِّر ما بهم من العقوبة والبلاء حتى يُغيِّروا ما بأنفسهم من المعصية إلى الطاعة، كما قال العباس عمُّ رسول الله - صلى الله عليه وسلم -: ما نزلَ بلاءٌ إلا بذنب، ولا رُفِع إلا بتوبة (١).
ومنه قول النبي - صلى الله عليه وسلم -: «لا تدخل الملائكة بيتًا فيه كلب ولا صورة» (٢) فإذا مَنع الكلب والصورة دخول الملك إلى البيت، فكيف تدخل معرفة الرب ومحبته في قلب ممتلئ بكلاب الشهوات وصُوَرها؟
وكذلك قوله - صلى الله عليه وسلم -: «لا أُحِلُّ المسجدَ لحائضٍ ولا جُنُبٍ» (٣)؛ فإذا حرم بيت الرب على الحائض والجنب، فكيف بمعرفته ومحبته والتنعم بذِكْرِه على حائض القلب وجُنُبه؟
فهذه إشارات صحيحة، وهي من جنس مقاييس الفقهاء، بل أصح من كثير منها» (٤).
_________
(١) أخرجه الدينوري في المجالسة (٣/ ١٠٢)، وابن عساكر في التاريخ (٢٦/ ٣٥٩) بإسناد واه.
(٢) أخرجه البخاري (٣٣٢٢)، ومسلم (٢١٠٦).
(٣) أخرجه أبو داود (٢٣٢)، وضعفه الألباني في إرواء الغليل (١٢٤).
(٤) الكلام على مسألة السماع (ص ٣٩٧ - ٣٩٨).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (211,'٩ - قال تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا (٢٤)} (الإسراء).
المعنى الظاهر:
«وكُنْ لأمك وأبيك ذليلًا متواضعًا رحمة بهما، واطلب من ربك أن يرحمهما برحمته الواسعة أحياءً وأمواتًا، كما صبرا على تربيتك طفلًا ضعيف الحول والقوة» (١).
ما يؤخذ من إشارة الآية:
قال السعدي - رحمه الله -: «وكذلك من تولى تربية الإنسان في دينه ودنياه تربية صالحة -غير الأبوين-، فإن له على من ربَّاه حقَّ التربية» (٢).
١٠ - قال تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢)} (الأنبياء).
المعنى الظاهر:
«لو كان في السموات والأرض آلهة غير الله - سبحانه وتعالى - تُدَبِّر شؤونهما، لاختلَّ نظامهما، فتنزَّه الله رب العرش، وتقدَّس عَمَّا يصفه الجاحدون الكافرون، من الكذب والافتراء وكل نقص» (٣).
_________
(١) التفسير الميسر (ص ٢٨٤).
(٢) تفسير السعدي (ص ٤٥٦).
(٣) التفسير الميسر (ص ٣٢٣).',NULL,'219',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (212,'ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «كما أن السموات والأرض لو كان فيهما آلهة غيره سبحانه لفسدتا؛ كما قال تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} (الأنبياء: ٢٢)، فكذلك القلب إذا كان فيه معبود غير الله تعالى فسد فسادًا لا يُرجى صلاحه؛ إلا بأن يخرج ذلك المعبود من قلبه، ويكون الله تعالى وحده إلهه ومعبوده الذي يحبه ويرجوه ويخافه، ويتوكل عليه وينيب إليه» (١).
١١ - قال تعالى: {وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ (٢٢)} (القصص).
المعنى الظاهر:
«ولما قصد موسى بلاد (مَدْيَن) وخرج من سلطان فرعون قال: عسى ربي أن يرشدني خير طريق إلى (مَدْيَن)» (٢).
ما يؤخذ من إشارة الآية:
قال السعدي - رحمه الله -: «إن الناظر في العلم عند الحاجة إلى التكلم فيه، إذا لم يترجح عنده أحد القولين، فإنه يستهدي ربه، ويسأله أن يهديه الصواب من القولين، بعد أن يقصد بقلبه الحق ويبحث عنه، فإن الله لا يخيب مَنْ هذه حاله» (٣).
١٢ - قال تعالى: {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٥٠)} (الروم).
_________
(١) إغاثة اللهفان (١/ ٣٠).
(٢) التفسير الميسر (ص ٣٨٨).
(٣) تفسير السعدي (ص ٦١٨).',NULL,'220',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (213,'المعنى الظاهر:
«فانظر -أيها المُشاهِد- نَظَر تَأَمُّل وتَدَبُّر إلى آثار المطر في النبات والزروع والشجر، كيف يُحيي به الله الأرض بعد موتها، فينبتها ويُعْشِبُها؟ إن الذي قَدَر على إحياء هذه الأرض لمُحيي الموتى، وهو على كل شيء قدير لا يُعْجِزُه شيء» (١).
ما يؤخذ من إشارة الآية:
قال السعدي - رحمه الله -: «فإذا كانت الأرض الخاشعة الخالية من كل نَبْت إذا أنزل الله عليها المطر اهتزت ورَبَت وأنبتت من كل زوج بهيج، واختلط نَبْتُها وكثرت أصنافه ومنافعه جعله الله تعالى من أعظم الأدلة الدالة على سعة رحمته وكمال قدرته، وأنه سَيُحْيي الموتى للجزاء؛ فالدليل في القلب الخالي من العلم والخير حين يُنزل الله عليه غيث الوحي فيهتز بالنبات ويُنبت من كل زوج بهيج من العلوم المختلفة النافعة، والمعارف الواسعة، والخير الكثير، والبِرّ الواسع، والإحسان الغزير، والمحبة لله ورسوله، وإخلاص الأعمال الظاهرة والباطنة لله وحده لا شريك له، والخوف والرجاء والتضرع والخشوع لله، وأنواع العبادات، وأصناف التقربات، والنصح لله ولرسوله ولكتابه ولأئمة المسلمين وعامتهم، وغير ذلك من العلوم والأعمال الظاهرة والباطنة، والفتوحات الربانية مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر؛ أعظم من الأرض بكثير على سعة رحمة الله، وواسع جُودِه، وتَنَوّع هِبَاته، وكمال اقتداره وعزته، وأنه يحيي الموتى للجزاء، وأن عنده في الدار الأخرى من الخيرات والفضل ما لا يعلمه أحد غيره» (٢).
_________
(١) التفسير الميسر (ص ٤٠٩).
(٢) المواهب الربانية (ص ٩٣)، وقد سبق في (ص ٥٢).',NULL,'221',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (214,'١٣ - قال تعالى: {إِنَّا نَحْنُ نُحْيِ الْمَوْتَى} (يس: ١٢).
المعنى الظاهر:
«إنا نحن نحيي الأموات جميعًا ببعثهم يوم القيامة» (١).
ما يؤخذ من إشارة الآية:
قال ابن كثير - رحمه الله -: «أي: يوم القيامة، وفيه إشارة إلى أن الله تعالى يحيي قلب من يشاء من الكفار الذين قد ماتت قلوبهم بالضلالة، فيهديهم بعد ذلك إلى الحق، كما قال تعالى بعد ذكر قسوة القلوب: {اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (١٧)} (الحديد)» (٢).
١٤ - قال تعالى: {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ} (الواقعة: ٧٣).
المعنى الظاهر:
«نحن جعلنا ناركم التي توقدون تذكيرًا لكم بنار جهنم ومنفعة للمسافرين» (٣).
ما يؤخذ من إشارة الآية:
قال ابن القيم - رحمه الله -: «تذكرة تُذْكَر بها الآخرة، ومنفعة للنازلين بالقَواءِ وهم المسافرون؛ يقال: أقوى الرجل: إذا نزل بالقِيِّ والقَوَى وهي الأرض الخالية، وخص المُقْوِين بالذِّكْر وإن كانت منفعتها عامة للمسافرين والمقيمين؛ تنبيهًا لعباده -والله
_________
(١) التفسير الميسر (ص ٤٤٠).
(٢) تفسير ابن كثير (١١/ ٥٦٥).
(٣) التفسير الميسر (ص ٥٣٦).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (215,'أعلم بمراده من كلامه- على أنهم كلهم مسافرون، وأنهم فى هذه الدار على جناح سفر ليسوا هم مقيمين ولا مستوطنين» (١).
١٥ - قال تعالى: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩)} (الواقعة).
المعنى الظاهر:
«لا يَمَسُّ القرآن إلا الملائكة الكرام الذين طهرهم الله من الآفات والذنوب» (٢).
ما يؤخذ من إشارة الآية:
قال شيخ الإسلام - رحمه الله -: «كما أن اللوح المحفوظ الذي كتب فيه حروف القرآن لا يمسه إلا بدن طاهر، فمعاني القرآن لا يذوقها إلا القلوب الطاهرة، وهي قلوب المتقين» (٣).
قال ابن القيم - رحمه الله -: «ودلت الآية بإشارتها وإيمائها على أنه لا يدرك معانيه ولا يفهمه إلا القلوب الطاهرة، وحرام على القلب المُتَلَوِّث بنجاسة البدع والمخالفات أن ينال معانيه وأن يفهمه كما ينبغي.
قال البخاري في «صحيحه» في هذه الآية: «لا يجد طعمه إلا من آمن به» (٤)، وهذا أيضًا من إشارة الآية وتنبيهها، وهو أنه لا يلتذ به وبقراءته وفهمه وتدبره
_________
(١) طريق الهجرتين (ص ١٤١ - ١٤٢)، وقد مضى تحت عنوان: (العموم والخصوص).
(٢) التفسير الميسر (ص ٥٣٧).
(٣) مجموع الفتاوى (١٣/ ٢٤٢).
(٤) انظر: صحيح البخاري (٩/ ١٥٥).',NULL,'223',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (216,'إلا من شهد أنه كلام الله، تكلم (به) (١) حقًّا، وأنزله على رسوله وحيًا، ولا ينال معانيه إلا من لم يكن في قلبه حرج منه بوجه من الوجوه، فمن لم يؤمن بأنه حق من عند الله، ففي قلبه منه حرج، ومن لم يؤمن بأن الله سبحانه تكلم به وحيًا وليس مخلوقًا من جملة مخلوقاته، ففي قلبه منه حرج، ومن قال: إن له باطنًا يخالف ظاهره، وإن له تأويلًا يُخالِف ما يُفْهَم منه ففي قلبه منه حرج، ومن قال: إن له تأويلًا لا نفهمه ولا نعلمه وإنما نتلوه متعبدين بألفاظه ففي قلبه منه حرج.
وأنت إذا تأملت قوله: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ}، وأعطيت الآية حقها من دلالة اللفظ وإيمائه وإشارته وتنبيهه وقياس الشيء على نظيره واعتباره بِمُشاكِله وتأملت المشابهة التي عقدها الله سبحانه وربطها بين الظاهر والباطن- فهمت هذه المعاني كلها من الآية وبالله التوفيق» (٢).
وقال في موضع آخر: «وأنت إذا تأمَّلت قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩)} (الواقعة)، وجدت الآية من أظهر الأدلة علَى نبوة النبي - صلى الله عليه وسلم -، وأنَّ هذا القرآن جاء من عند الله، وأنَّ الذي جاء به رُوح مُطهَّر، فما للأَرواح الخبيثَة عليه سبيل؛ ووجدت الآية أُختَ قوله: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ (٢١٠)} (الشعراء)، {وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ (٢١١)} (الشعراء)، ووجدتها دالة بأحسن الدَّلالَة على أنَّه لا يَمس المصحف إلا طاهر، ووجدتها دالة أيضًا بِألطف الدَّلالَة على أنَّه لا يجد حلاوته وطعمه إلا من آمن به وعمل به، كما
_________
(١) في الأصل: (بها).
(٢) التبيان في أقسام القرآن (١/ ٢٣٠ - ٢٣١).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (217,'فَهمه البخاري من الآية فقال في صحيحه في باب: {قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ (٩٣)} (آل عمران): {لَا يَمَسُّهُ} لا يَجد طعمه ونفعه إلا من آمن بالْقرآن، ولا يحمله بحقه إلا الْمؤمن؛ لقَوله تَعَالَى: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} (الجمعة: ٥)، وتجد تحته أيضًا أَنَّه لا ينال معانيَه ويفهمُهُ كما ينبغي إلا القلوب الطاهرة، وأنَّ القلوب النجسة ممنوعة من فهمه مصروفة عنه، فتأمَّل هذا النَّسَب القريب وعَقْد هذه الأُخُوَّة بين هذه المعاني وبين المعنى الظاهر من الآية واستنباط هذه المعاني كلها من الآية بِأحسنِ وجهٍ وأبينِهِ، فهذا من الفهم الذي أشار إليه علي - رضي الله عنه - (١)».
وقال: «فسمعت شيخ الإسلام ابن تيمية -قدس الله روحه- يقول: لكن تَدل الآية بإشارتها على أنَّه لا يَمس المصحف إِلا طاهر؛ لأنَّه إذا كانت تلك الصحف لا يمسها إلا المُطهَّرون، لِكرامتها على الله، فهذه الصحف أولى ألَّا يمسها إلا طاهر» (٢).
وقال أيضًا - رحمه الله -: «فحقيقة هذا أنه لا يمس محله إلا المُطَهَّر، وإشارته أنه لايجد حلاوته ويذوق طعمه ويباشر حقائق قلبه إلا القلب المُطَهَّر من الأنجاس والأدناس، وإلى هذا المعنى أشار البخاري في صحيحه؛ فهذه من أصح الإشارات» (٣).
_________
(١) إعلام الموقعين (١/ ١٧٢، ١٧٣).
(٢) مدارج السالكين (٢/ ٣٩١).
(٣) الكلام على مسألة السماع (ص ٣٩٦).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (218,'١٦ - قال تعالى: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (٣)} (الكوثر).
المعنى الظاهر:
«إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المُنْقَطِع أثره المقطوع من كل خير» (١).
ما يؤخذ من إشارة الآية:
قال شيخ الإسلام - رحمه الله -: «فمن شَنَأ شيئًا مما جاء به الرسول - صلى الله عليه وسلم -، فله من ذلك نصيب؛ ولهذا قال أبو بكر بن عَيَّاش: ... أهل السنة يبقون ويبقى ذِكْرُهم، وأهل البدعة يموتون ويموت ذِكْرُهم.
وذلك أن أهل البدعة شَنَؤُوا بعض ما جاء به الرسول - صلى الله عليه وسلم -، فأبترهم بقدر ذلك، والذين أعلنوا ما جاء به النبي - صلى الله عليه وسلم -، فصار لهم نصيب من قوله تعالى: {وَرَفَعْنَا لَكَ ذِكْرَكَ} (الشرح: ٤)، فإن ما أكرم الله به نبيه من سعادة الدنيا والآخرة، فللمؤمنين المُتابعين نصيب بقدر إيمانهم، فما كان من خصائص النبوة والرسالة، فلم يشارك فيه أحد من أمته، وما كان من ثواب الإيمان والأعمال الصالحة، فلكل مؤمن نصيب بقدر ذلك» (٢) ا. هـ.
وقال: «أهل السنة يموتون ويحيا ذِكْرُهم، وأهل البدعة يموتون ويموت ذكرهم؛ لأن أهل السنة أحيوا ما جاء به الرسول - صلى الله عليه وسلم -؛ فكان لهم نصيب من قوله: {وَرَفَعْنَا لَكَ ذِكْرَكَ} (الشرح: ٤)، وأهل البدعة شَنَؤُوا ما جاء به الرسول - صلى الله عليه وسلم -؛ فكان لهم نصيب من قوله: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} (الكوثر: ٣)» (٣).
_________
(١) التفسير الميسر (ص ٦٠٢).
(٢) مجموع الفتاوى (٢٨/ ٣٨).
(٣) السابق (١٦/ ٥٢٨).',NULL,'226',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (219,'<span data-type="title" id=toc-117>الباب السادس
التدبُّر العملي</span>',NULL,'227',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (220,'التدبر العمليُّ نوعان:

<span data-type="title" id=toc-118>الأول:<span data-type="title" id=toc-119> التطبيق </span>والعمل والامتثال </span>(١)
التطبيق:
١ - من مفاتيح الرزق (تدبر عملي):
قال تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى} (طه: ١٣٢).
قال ابن جُزَي - رحمه الله -: «كان بعض السلف إذا أصاب أهلَه خصاصة، قال: قوموا فصَلُّوا؛ بهذا أمركم الله، ويتلو هذه الآية» (٢).
٢ - قال عبد الله بن إبراهيم الإسكافي (٣) - رحمه الله -: «حضرت مجلس المُهتدي (٤) وقد جلس للمظالم، فاستعداه رجل على ابن له، فأمر بإحضاره، فأُحضر وأقامه إلى جنب الرجل، فسأله عما ادعاه عليه، فأقر به، فأمره بالخروج له من حقه، فكتب له بذلك كتابًا، فلما فرغ، قال له الرجل: والله يا أمير المؤمنين ما أنت إلا كما قال الشاعر:
حَكَّمْتُموه فقضى بينكمْ ... أبلجُ مِثْلُ القمرِ الزاهرِ
لا يقبلُ الرشوة في حُكمه ... ولا يبالي غَبَنَ الخاسر (٥)
_________
(١) وهذا باعتبار أن بعض السلف قد فسَّر التدبُّر بالعمل؛ وهو تفسير له بثمرته.
(٢) التسهيل لعلوم التنزيل (٢/ ١٧).
(٣) لعله عُبَيْد الله بن إبراهيم بن عَبْد المؤمن الإسكافي، عم الوزير: محمد بن أحمد بن إبراهيم القراريطي. انظر: ذيل تاريخ بغداد لابن النجار (٢/ ٣).
(٤) محمد بن هارون الواثق بن محمد المُعْتَصِم بن هارون الرشيد، أبو عبد الله، المهتدي بالله، العباسي، من خلفاء الدولة العباسية، توفي سنة: ٢٥٦ هـ. انظر: الوافي بالوفيات (٥/ ٩٧ - ٨٧)، والأعلام للزركلي (٧/ ١٢٨).
(٥) البيت للأعشى، وهو في ديوانه (ص ٩٢).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (221,'فقال له المُهْتَدي: أما أنت أيها الرجل فأحسن الله مقالتك، وأما أنا فما جلست هذا المجلس حتى قرأت المصحف: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} (الأنبياء: ٤٧)، فقال لي عمي: فما رأيت باكيًا أكثر من ذلك اليوم» (١).
٣ - قال ابن مفلح - رحمه الله -: «قَارِن بين تَأَدّب السلف بهدي القرآن وبين فعل بعض الناس مع علمائهم؛ قال الإمام أبو عبيد القاسم بن سلام: ما استأذنت قط على مُحدِّث! كنت أنتظر حتى يخرج إليّ، وتأولت قوله تعالى: {وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ} (الحجرات: ٥)» (٢).
٤ - قال أحدهم: كان لي موعد بعد صلاة العشاء مع معصية، وفي صلاة العشاء قرأ الإمام قولَه تعالى: {وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ} (إبراهيم: ٣٤)، فتذكرت ما أنا فيه من الخير والنعيم .. واستحييت، فأحمد الله على التوبة (٣).
٥ - قال أحدهم: أنا طالب علم، وذات مرة توقَّفْتُ عند قوله تعالى: {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} (الزمر: ٩)، فبكيت كثيرًا على ضياع ليالٍ كثيرة في هذه الليالي الشاتية الطويلة، وأنا لم أشرّف نفسي بالانتصاب قائمًا لربي ولو لدقائق، فكان هذا البكاء مفتاحًا لبداية أرجو ألا تتوقف حتى ألقى ربي (٤).
_________
(١) تاريخ بغداد (٤/ ٥٥٣).
(٢) الآداب الشرعية (٢/ ٧).
(٣) ليدبروا آياته (٤/ ٢٠٣).
(٤) السابق (٤/ ٢١٦).',NULL,'230',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (222,'٦ - قال يونس المكي - رحمه الله -: «زرع رجل من أهل الطائف زرعًا، فلما بلغ أَصَابَتْه آفة فاحترق، فدخلنا عليه نُواسيه عنه فبكى، وقال: والله ما عليه أبكي، ولكني سمعت الله تبارك وتعالى يقول: {كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ} (آل عمران: ١١٧)، فأخاف أن أكون من أهل هذه الصفة، فذلك الذي أبكاني» (١).
٧ - كان أويس إذا نظرَ إلى الرؤوسِ المشويةِ يذكرُ هذه الآية: {تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (١٠٤)}، فيقعُ مغشيًّا عليه؛ حتى يظنَّ الناظرون إليه أنه مجنونٌ (٢). ٨ - وكانَ لطاوس طريقانِ إذا رجعَ من المسجدِ أحدُهُما فيها روَّاس، وكان يرجعُ إذا صلَّى المغربَ، فإذا أخذَ الطريقَ الذي فيه الروَّاس لم يستطعْ أن يتعشى، فقيلَ لهُ: فقالَ: إذا رأيتُ الرؤوسَ كالحةً، لم أستطعْ آكلُ (٣).
٩ - وقال الأصمعيُّ: حدثنا الصقرُ بنُ حبيب (٤)
قالَ: مرَّ ابنُ سيرين بروَّاسٍ قد أخرجَ رأسًا، فغشي عليه (٥).
_________
(١) الرضا عن الله بقضائه لابن أبي الدنيا (ص ٥٠).
(٢) تاريخ دمشق لابن عساكر (٣٤/ ٢٥)، التخويف من النار لابن رجب (ص ١٧٢).
(٣) التخويف من النار لابن رجب (ص ١٧١ - ١٧٢).
(٤) الصقر -وقيل الصَّعق- بن حبيب، السلولي البصري، شيخ من أهل البصرة. انظر: المجروحين لابن حبان (١/ ٣٧٥).
(٥) التخويف من النار لابن رجب (ص ١٧٢).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (223,'١٠ - عن عبد الله بن عمر أنه شرب ماء باردًا، فبكى واشتد بكاؤه، فقيل: ما يبكيك؟ فقال: ذكرت آية في كتاب الله وهي قوله: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} (سبأ: ٥٤)، فعرفت أن أهل النار لا يشتهون شيئًا، شهوتهم الماء البارد، وقد قال الله تعالى: {أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ} (الأعراف: ٥٠) (١).
١١ - وأُتي الحسن بكُوز من الماء؛ ليفطر عليه، فلما أدناه إلى فيه بكى، وقال: ذَكَرتُ أُمنية أهل النار وقولهم: {أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ} (الأعراف: ٥٠)، وذكرت ما أُجيبوا به: {إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ (٥٠)} (الأعراف) (٢).
١٢ - وعن إبراهيم النخعي قال: قَلّما قرأتُ هَذِهِ الآية إلا ذكرتُ بَرْدَ الشَّرَابِ، وقرأ: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} (سبأ: ٥٤) (٣).
١٣ - عن عبد الملك بن مروان، أنه شرب ماءً باردًا، فقطعه وبكى، فقيل: ما يبكيك يا أمير المؤمنين؟ ! قال: ذكرت العطش يوم القيامة، وذكرت أهل النار وما مُنعِوا من ماء بارد الشراب، ثم قرأ: {يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ} (إبراهيم: ١٧) (٤).
_________
(١) تاريخ دمشق لابن عساكر (٥٣/ ٢١١)، التخويف من النار لابن رجب (ص ١٥٨)، وبنحوه في التاريخ الكبير للبخاري (٧/ ٥٢ - ٥٣).
(٢) التخويف من النار لابن رجب (ص ١٥٨)، حلية الأولياء لأبي نعيم (٦/ ١٨٩).
(٣) مصنف ابن أبي شيبة (٧/ ٢٠٨).
(٤) التخويف من النار لابن رجب (ص ١٥٨).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (224,'١٤ - استقى محمد بن مصعب العابد (١) ماء، فسمع صوت البرادة فصاح، وقال لنفسه: من أين لك في النار برادة؟ ! ثم قرأ: {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ} (الكهف: ٢٩) (٢).
١٥ - أُتي عبد الرحمن بن عوف - رضي الله عنه - بعشائه وهو صائم، فقرأ: {إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا (١٢) وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا (١٣)} (المزمل)، فلم يزل يبكي حتى رُفِع طعامه، وما تعشى، وإنه لصائم (٣).
١٦ - أمسى الحسن صائمًا فأُتي بعشائه، فَعَرَضَت له هذه الآية: {إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا (١٢) وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا (١٣)} فَقَلَصَت يَدُه، وقال: ارفعوه، فأصبح صائمًا، فلما أمسى، أُتي بإفطاره، فَعَرَضَتْ له الآية، فقيل له: يا أبا سعيد، تهلك وتضعف! ! فأصبح اليوم الثالث صائمًا، فذهب ابنه إلى يحيى البَكَّاء وثابت البُنَاني ويزيد الضَّبي، فقال: أَدْرِكُوا أبي، فإنه هالك، فلم يزالوا به، حتى سقوه شربة ماء من سويق (٤).
_________
(١) هو: محمد بن مصعب أبو جعفر الدَّعَّاء، العابد، وكان أحمد بن حنبل يثني عليه ويقول: كان رجلا صالحًا. توفي ببغداد في ذي القعدة سنة: ٢٢٨ هـ. انظر: طبقات الحنابلة (١/ ٣٢٠).
(٢) التخويف من النار لابن رجب (ص ١٥٩).
(٣) السابق (ص ١٥٥).
(٤) رواه أحمد في الزهد (١٦٤٠). وانظر: التخويف من النار لابن رجب (ص ١٥٦).',NULL,'233',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (225,'١٧ - عن صالح المُرِّي (١) قال: كان عطاء السَّلِيمِي (٢)،
قد أضر بنفسه حتى ضعف، فقلت له: إنك قد أضررت بنفسك، وأنا متكلف لك بشيء، فلا ترد كرامتي، قال: أَفْعَل، قال: فاشتريت سويقًا، من أجود ما وجدت، وسمنًا، قال: فجعلت له شُرَيبة، فَلَتَّيْتُها وحَلَّيْتُها، وأرسلت بها مع ابني وكُوزًا من ماء، فقلت له: لا تبرح حتى يشربها، فرجع فقال: قد شربها، فلما كان من الغد، جعلت له نحوها، ثم سَرَّحْتُ بها مع ابني، فرجع بها لم يشربها، قال: فأتيته فَلُمْتُه، وقلت: سبحان الله! أَردَدْتَّ علي كرامتي؟ ! إن هذا مما يُعينك ويقويك على الصلاة، وعلى ذِكْر الله تعالى، فلما رآني قد وجدت من ذلك، قال: يا أبا بشر، لا يَسُؤك، والله لقد شَرِبْتُها أول ما بعثت بها، فلما كان الغد راودتُّ نفسي على أن أسيغها، فما قدرت على ذلك، إذا أردت شربه ذكرت هذه الآية: {يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ (١٧)} (إبراهيم).
فبكى صالح عند هذا، وقال: قلت لنفسي: ألا أراني في واد وأنت في آخر! (٣) (٤).
١٨ - وآخر بكى في وليمة رأى فيها الخدم يطوفون على الحضور بالطعام والشراب، وتذكر قوله تعالى: {وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ} (الإنسان: ١٩).
_________
(١) هو: صالح بن بشير بن وادع بن أبي الأقعس أبو بشر البصري، القاص الواعظ الزاهد، المعروف بالمُرِّي، ضعيف الحديث، توفي سنة: ١٧٢ هـ، وقيل: ١٧٦ هـ. انظر: صفة الصفوة (٢/ ٢٠٧).
(٢) هو: عطاء السَّليمي البصري، العابد الزاهد، من صغار التابعين، توفي سنة: ١٤٠ هـ. انظر: صفة الصفوة (٢/ ١٩٢).
(٣) رواه أبو نعيم في الحلية (٦/ ٢١٨)، وانظر: التخويف من النار لابن رجب (ص ١٥٦، ١٥٧).
(٤) للاستزادة من هذه الأمثلة؛ راجع: التخويف من النار لابن رجب (ص ١٥٥ - ١٥٩).',NULL,'234',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (226,'<span data-type="title" id=toc-120>الثاني: النظر في الكون والآيات المشهودة:</span>
<span data-type="title" id=toc-121>التطبيق:</span>
قال تعالى: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (١٧)} (الغاشية).
كان شريح القاضي يقول: «اخرجوا بنا حتى ننظر إلى الإبل كيف خلقت، وإلى السماء كيف رفعت؟ » (١).
ومما يدخل في ذلك: هذه النماذج والأمثلة:
١ - مراحل تكوين الجنين في بطن أمه (فيديو):
http://www.youtube.com/watch? v=EJKcwR ٢ kWeE

٢ - إعصار فيه نار:
http://www.youtube.com/watch? v=_٧ JD ٩٣ jxe- Y
_________
(١) تفسير ابن كثير (٨/ ٣٨٧).',NULL,'235',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (227,'٣ - فَقْسُ بيضة:
http://youtu.be/pm ٧ qUFkFqso

٤ - تعاقب الليل والنهار:
http://youtu.be/xIz_XB-٧ DdY

٥ - دورة الحياة:
http://youtu.be/K ٣ T ٩ Z ٢٩ OhWs',NULL,'236',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (228,'تنبيهان
١ - ما ذُكر إنما هو للتقريب وليس للحصر، وباب التدبر واسع كما لا يخفى.
٢ - ليس المقصود مما ذكرنا سابقًا دراسة هذه الدلالات ونحوها دراسة أصولية أو لغوية، وإنما التطبيق العملي المتفرع عنها من غير مراعاة لترتيب.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (229,'<span data-type="title" id=toc-122>الخاتمة</span>
تبين من خلال هذا الكتاب:
١ - معرفة قدر صالح من أنواع الدلالة، وقواعد التفسير، والقواعد القرآنية، وغير ذلك من الأُسُس والأصول التي يُتوصل بها إلى استخراج المعاني والهدايات من القرآن الكريم.
٢ - عرض نماذج متميزة من الوقفات التدبرية.
٣ - الربط بين النماذج التطبيقية وطُرق الدلالة المتنوعة.
٤ - ظهر من خلال ما ذكرنا في هذا الكتاب ما يتطلب آلة لاستخراج المعاني التدبرية، وما لا يتوقف على شيء من ذلك، وبهذا نتبين التفصيل في هذه الجزئية، بأن من التدبر ما يكون الوصول إليه بسلوك الطرق المعروفة في الاستدلال، ومعرفة الأصول التي تُستخرج بها المعاني والهدايات، ومنه ما ليس كذلك.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b133376] VALUES (230,'<span data-type="title" id=toc-123>قائمة المراجع والمصادر</span>',NULL,'241',NULL,NULL,'0');
