-- Table: b133413
-- Chunk: 1
-- Rows: 1192

CREATE TABLE "b133413"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b133413
INSERT INTO [b133413] VALUES (1,'<span data-type="title" id=toc-1>مقدمة المؤلف</span>
بسم الله الرحمن الرحيم وهو حسبي
الحمد لله على إحسانه حمدا يزيد للمؤمن بإيمانه، وأشهد أن لا إله إلا الله شهادة توجب لقائلها تعيم جنانه، وأشهد أن محمدًا عبده ورسوله الداعي إلى رضوانه صلى الله عليه وعلى آله وأصحابه وسلم تسليما، ، ، أما بعد.
فإني لما وضعت كتابي. "جامع العلوم"، وجمعت فيه كل العلوم المتداولة نظرت فرأيته كبير الحجم يعسر على غالب أبناء زماننا، فعُزم لي بعد ذلك أن أضع كتابه لطيفا مختصرًا يأخذ منه الطالب بغيته، فاستعنت بالله في ذلك، واعتمدت عليه، وعزمت على أن أستخرجه من بحر فكري من غير أن أنظر أو أعتمد فيه على شيء من الكتب، وما توفيقي إلا بالله، وسميته كتاب "زبد العلوم وصاحب المنطوق والمفهوم"، والله أسأل الإعانة وأن يجعله خالصًا لوجهه الكريم وهو حسبنا ونعم الوكيل.','1','127',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (2,'كتاب أصول الدين','1','129',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (3,'<span data-type="title" id=toc-2>كتاب أصول الدين</span>
وهو مرتب على ثلاثة أحكام:<span data-type="title" id=toc-3> الأول في الله صانع العالم</span>، واحد أحد فرد صمد، حي قادر، سميع بصير مستوٍ على عرشه، محتو على ملكه، متكلم بكلام قديم. نؤمن بما وصف به نفسه أو وصفه به نبيه على ما أراد، أو بالمعنى الذي أراد من غير تكييف ولا تشبيه ولا تمثيل ولا تعطيل.','1','131',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (4,'<span data-type="title" id=toc-4>الثاني: بعثة الرسل حق</span>، نؤمن بجميع أنبياء الله ورسله، والنبي كل من أتى بوحي أو إلهام أو غيرهما. والرسول: من أمر بالبلاغ، ومن ثم كل رسول نبي ولا عكس، ومحمد خاتم النبيين، وسيد المرسلين أنزل الله عليه كتابه الذي لو اجتمعت الجن والإنس على أن يأتوا بمثل آية منه لعجزوا، أرسل إلى كافة الخلق، ونسخ الشرائع كلها، بمعنى أنه لا يجوز التمسك بها ولا بشيء منها مع شرعته، فهو أفضل الخلق وبعده الأنبياء. وأفضل هذه الأمة بعده أبو كبر ثم عمر ثم عثمان، وفي التربيع بعلي روايتان الأصح نعم، وكان علي على الحق، ولا يقال في معاوية إنه مخطئ، ويحرم الكلام فيه لا في يزيد، وفي جواز لعنه','1','132',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (5,'روايتان، ومن قدم عليا على الثلاثة فهو رافضي ملعون، ومن قدمه على عثمان فقط في إطلاق الرفض عليه قولان.
<span data-type="title" id=toc-5>الثالث: الإسلام </span>الإقرار باللسان بالشهادتين، وجميع ما يوجب الإيمان وينفي الكفر، والإيمان: الاعتقاد بالقلب، فكل مؤمن مسلم ولا عكس. ومن ثم يطلق على المنافق مسلم لا مؤمن، والإيمان يزيد وينقص. ويختلف بحسب الأشخاص. ويجب الإيمان بالقدر خيره وشره حلوه ومره. وأن الرسل حق، والملائكة حق، والموت حق، والساعة حق، والحشر حق، والجنة','1','133',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (6,'حق، والنار حق مخلوقتان الآن في الأصح، لا تفنيان في الأصح، والميزان حق. والحوض حق، والصراط حق، ومنكر ونكير حق، وسؤالهما حق لكل الخلق.
وقيل: لهذه الأمة، قيل للمؤمنين فقط، ولا سؤال للأطفال، ومن ثم لا تلقين لهم.','1','134',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (7,'كتاب
أصول الفقه','1','135',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (8,'<span data-type="title" id=toc-6>كتاب أصول الفقه</span>
وهو مرتب على خمسة فصول:
<span data-type="title" id=toc-7>الأول: في مقدماته:</span>
فأصول الفقه إجمالا. دلائله الإجمالية، وتفصيلا الأصول جمع أصل، وهو ما استند الشيء إليه. والفقه. الأحكام الشرعية الفرعية، والفقيه، من عرف جملة منها صالحا لمعرفة غيره والعلم يحد في الأصح فهو معرفة','1','137',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (9,'المعلوم صحيحاً في رابع. والعقل بعض العلوم الضرورية، وقيل كلها، وقيل. جوهر بسيط، وقال أحمد. هو غريزة، قال القاضي. غير مكتسب. وقيل. هو اكتساب، ويختلف؛ فعقل بعض الناس أكبر من بعض في الأصح، ومحله الدماغ في الأشهر عن أحمد. والثانية القلب، والحد. كل لفظ وضع لمعنى، قيل: ما جمع جنس المحدود وفصله، وقيل: الجامع المانع، والأصح: أن هذا شرطه لا تعريفه.
والمعرفات: الحد التام، والحد الناقص، والرسم التام، والرسم الناقص، والصوت: عرض مسموع، واللفظ: صوت يعتمد على مخرج من مخارج الحروف.','1','138',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (10,'وهو نص وظاهر ومجمل، والمترادف واقع في الأصح، وكذلك المشترك في ثالث والحقيقة. اللفظ المستعمل في وضع أول، (وهي) شرعية وعرفية ولغوية
والمجاز. اللفظ المستعمل في غير وضع أول على وجه يصح، ولابد من العلاقة وأقسام التجوز كثيرة','1','139',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (11,'والحقيقة الشرعية واقعة في الأصح وفي تعارض حقيقة مرجوحة مع مجاز راجح أقوال
ثم حروف لمعان: الواو: لمطلق الجمع لا لترتيب في أصح الثلاثة والفاء: للترتيب وللتعقيب في كل بحسبة ومن: لابتداء الغاية وغيره وحتى: لانتهاء الغاية وغيره واللام: للملك وغيره وعلى: للاستعلاء وغيره وفي للظرفية وغيره','1','140',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (12,'وأقسام التكاليف خمسة
الواجب: ما ذم تاركه شرعا مطلقا والحرام: عكسه والمستحب ما أثيب فاعله ولم يعاقب تاركه. والمكروه: عكسه: والإباحة ما ليس فيه ثواب ولا عقاب، والفرض مرادف الواجب على الأصح من حيث الثواب والعقاب. مباينه من حيث الصحة والفساد.','1','141',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (13,'والثانية: الفرض آكد فهو ما ثبت بالكتاب في رابع
والمحظور مرادف الحرام
والمسنون. مرادف المستحب
وفرض العين: على الجميع وفرض الكفاية كذلك في الأصح يسقط بفعل البعض، وما لا يتم الواجب إلا به واجب، وما لا يتم الوجوب إلا به ليس بواجب، والأداء ما فعل في وقته كله أو بعضه استدراكا، والقضاء: ما فعل بعده والإعادة: مرة بعد أخرى والصحة في العبادة: كون الفعل كافياً،','1','142',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (14,'وفي المعاملات ترتب أحكامها المقصودة بها عليها، ويقابلها الطلان والفساد، والأمر بغير معين مستقيم، وكذلك النهي عنه، والوقت إن ضاق عن مؤقته فهو تكليف ما لا يطاق وإن طابقه فالمضيق وإن زاد عليه فهو الموسع في كله أداء، ويجتمع في الشخص الواحد ثواب وعقاب
والخطاب. منه لفظي، ومنه وضعي استفيد بواسطة نصب الشارع علما معرفا لحكمه وهو أصناف.','1','143',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (15,'[الأول]: العلة. ما أوجب الحكم الشرعي لا محالة، وهو المجموع المركب من مقتضى الحكم، وشرطه ومحله، وأهله، ومنها مقتضى الحكم، وإن تخلف لفوات شرط، أو وجود مانع، ومنها الحكمة كمشقة سفر لقصر وفطر.
الثاني. السبب. ما يقابل المباشرة، ومنه علة العلة، ومنه العلة بدون شرطها.
الثالث: الشرط: ما يلزم من عدمه العدم ولا يلزم من وجوده وجود ولا عدم وعكسه المانع والعزيمة الثابت لدليل شرعي خال عن معارض راجح والرخصة ما ثبتت على خلاف دليل شرعي لمعارض راجح منها واجب','1','144',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (16,'ومستحب وقيل يصح التكليف بالمحال لغيره ولذاته خلاف والكفار مخاطبون بالإيمان وبالفروع خلاف وشرط التكليف العقل وفهم الخطاب، فيكلف السكران والمغمى عليه وفي المميز خلاف، والمكره المحمول كالآلة ليس بمكلف، وبالتشديد والضرب خلاف.','1','145',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (17,'<span data-type="title" id=toc-8>الفصل الثاني
الكتاب</span>
فصل متفق عليه، وهو: كلام الله المنزل المعجز بلفظه ونظمه وفي معناه خلاف وهو ما نقل بين دفتي المصحف متواترا والسبعة متواترة وما لم يتواتر من الشاذ ليس بحجة، والبسملة آية منه وبعضها في النمل لا من الفاتحة على الأصح ومنه المحكم والمتشابه وليس منه مالا معني له ومنه المعرب، ولا يجوز تفسيره برأي واجتهاد وباللغة في ثان، والسنة لغة الطريقة، وشرعا: ما نقل عن الرسول عليه السلام قولا أو فعلا أو إقرارا والخبر ما يدخله الصدق والكذب، وغير الخبر إنشاء وتنبيه، والخبر متواتر وآحاد فالتواتر لغة: التتابع، وشرعا: إخبار جماعة يمتنع تواطؤهم على الكذب كثرة أو ديانة مع استناد إلى حس ولا يشترك العدالة والإسلام وما بعد التواتر آحاد وفي حصول العلم بخبر','1','146',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (18,'الواحد مع الصحة قولان ويجوز العلم به عقلا ويجب سمعا
وخبر الواحد منه صحيح وضعيف والصحيح يتفاوت بحسب العدالة ويشترط في الراوي العقل والبلوغ على الأصح والإسلام والعدالة ولا يرتكب كبيرة فيها حد في الدنيا أو وعيد في الآخرة ولا يصر على صغيرة، وإن روى وهو كبير مسلم عدل من تحمل فاسقا أو كافرا أو صغيرا قبلت ولا يشترط في الراوي رؤيته من روى عنه، ولا ذكوريته، ولا علمه، ولا عدم عداوته ولا عدم قرابته، ويقبل مجهول العدالة في الأصح ويقبل في الجرح والتعديل واحد في الأصح والجرح مقدم في ثالث، والصحابة عدول في الأصح والصحابي من رأه مسلما في ثالث، ولكيفية روايته مراتب: (قال) فيحمل على السماع.','1','147',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (19,'وأمر ونهى وأمرنا ونهانا ثم أمرنا أو نهينا حجة في الأصح، ثم (من السنة) كعلى عهده فعل، أو (كانوا) حجة في ثالث. ثم التابعي من لقي الصحابة، وقوله أمرنا أو نهينا أو من السنة كالصحابي في وجه وغير الصحابي مستنده أشياء أعلاها. قرأ الشيخ، ثم هو عليه في ثالث، ثم غيره وهو يسمع مع قصد ذلك، فوحده حدثني وأخبرني، ومع غيره ثنا وأنا، وإن شك في سماعه لم تجز الرواية ومع الظن خلاف، وفي جواز إبدال حدثنا بأخبرنا وعكسه والنبي بالرسول خلاف، ثم الحضور، ثم المناولة مع الإجازة، ثم إجازة معين لمعين بمعين، ثم لمعين بعامة، ثم بمجهول، ثم لمجهول في قول، فيقول ثنا وأنا إجازة، وبدونها خلاف، ولا يجوز رواية ما وجد بخطه، ويجوز رواية الحديث بالمعنى للعارف، وفي إظهار اللفظ بأظهر أو أخفى خلاف، والزيادة من الثقة المنفرد بها','1','148',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (20,'مقبولة، فإن اتحد المجلس فخلاف، ويجوز حذف بعض الخبر في الأصح، ويقبل خبر الواحد فيما تعم به البلوى، وحبر الواحد المخالف للقياس من كل وجه مقدم عليه، ويقبل مرسل الصحابي، وفي غيره خلاف
فرع: الكتاب والسنة فيهما الأمر وهو استدعاء اتحاد الفعل بقول ونحوه وفي شرط علو واستعلاء أقوال ولا يشترط كون الآمر أمرا إرادته في الأصح، والمجرد منه عن قرينة للوجوب في أصح الأقول، وفي مقتضى النهي بعده أقوال، وإذا صرف الأمر عن الوجوب جاز الاحتجاج به في الندب والإباحة.
والأمر المطلق للتكرار في الأصح وإذا علق على علة ثانية وجب تكراره','1','149',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (21,'بتكرارها وهو للفور في الأصح، وهو لشيء نهي عن ضده معنى لا لفظا، والنهي عنه هل يكون أمرا بأحد أضداده؟ فيه خلاف، والأمر بالشيء أمر به في الأصح.
وصيغة افعل ترد لستة عشر معنى والأمر بالصفة أمر بالموصوف والنهي مقابل الأمر ما قيل فيه فعكسه فيه، ويختص به مسألتان: النهي عن الشيء لعينه يقتضي فساد المنهي عنه في الأصح، وكذلك النهي عنه لوصفه','1','150',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (22,'الثانية: النهي يقتضي الفور والدوام في الأصح
وفيهما: العام، والخاص.
والعام ما دل على جميع أجزاء مدلوله والخاص: عكسه.
وللعموم صيغة. وهي أسماء الشروط، والاستفهام والموصولات، والجموع المعرفة تعريف جنس، والجموع','1','151',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (23,'المضافة، وأسماء التأكيد. واسم الجنس المعرف تعريف جنس، والاسم المفرد المحلى بالألف واللام إذا لما يسبقه تنكير، والمفرد المضاف، والنكرة المنفية، وفي النهي والاستفهام. وفي سياق الشرط
وأقل الجمع ثلاثة في الأصح
والعام الوارد على سبب خاص والعبرة بعموم لفظة في الأصح ويجوز أن يراد بالمشترك معنياه','1','152',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (24,'والفعل المتعدي إلي مفعول يعم مفعولاته فيقبل تخصيصه، والفعل الواقع لا يعم أقسامه: وجهاته. والمفهوم له عموم في الأصح، والقرآن بين شيئين لفظا لا يقتضي التسوية بينهما حكما، وما ثبت في حقه عليه السلام أو ثبت في حق بعض أصحابه ثبت في حق كل من الأمة، وما خوطب به أو خاطب به هو واحدا يعم الكل ما لم يقم دليل التخصص. ولفظ الناس يعم الكل، وافعلوا ونحوه مما يغلب فيه المذكر يعم الكل حتى العبد والقوم للرجال، وفي تناول الخطاب من صدر منه خلاف، والتخصيص قصر العام على بعض أجزائه، ويجوز تخصيص العام إلى أن يبقى واحد، والمخصص. المخرج، وهو متصل ومنفصل،','1','153',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (25,'والمتصل. الاستثناء المتصل، والشرط، والصفة، والغاية، فالاستثناء إخراج بعض بأداته من إلا وغير وسوى وعدا وليس ولا يكون وحاشا وخلا من واحد ولا يصح من غير الجنس ولا من جمع منكر، وشرطه الاتصال لفظا أو حكما، ولا يصح إلا نطقا إلا في اليمين لخائف منه، ويجوز تقديمه ويصح استثناء دون النصف لا ما فوقه وفيه وجهان، وإذا تعقب جملا بالواو العاطفة عاد إلي جميعها وهو من النفي إثبات وبالعكس، والشرط مخصص، وإذا تعقب جملا متعاطفة فللجميع ويجوز التخصص بالصفة والغاية، والتمييز، بعد جمل يعود على الجميع ويجوز التخصيص بالعقل والنص، وسواء كان العام كتابا أو سنة متقدما أو متأخرا، والإجماع مخصص، ومذهب الصحابي في','1','154',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (26,'الأصح وكذلك القياس.
وفيهما: المطلق وهو: اللفظ المتناول لواحد غير معين باعتبار حقيقة شاملة لجنسة، والمقيد وهو: ما تناول معينا أو موصوفا، وإذا اختلف حكما المطلق والمقيد لم يحمل أحدهما على الآخر، وإن اتحد سببهما وكانا شيئين حمل المطلق على المقيد، وإن اختلف سببهما فخلاف
وفيهما: المجمل وهو: اللفظ المتردد بين محتملين فأكثر على السواء، ولا إجمال في إضافة التحريم إلى الأعيان، ولا إجمال في نحو (وامسحوا برؤوسكم) ولا في "رفع عن أمتي الخطأ والنسيان" ولا في "لا صلاة إلا بطهور" ونحوه، ولا في نحو (والسارق والسارقة فاقطعوا أيديهما)، والمبين يقابله، والبيان إظهار المعنى للمخاطب، والفعل يكون بياناً،','1','155',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (27,'ولا يجوز تأخيره عن وقت الحاجة، ويجوز تأخير الحكم إلى وقت الحاجة ويجوز التدريج في البيان
وفيهما: النص وهو: الصريح في معناه، والظاهر وهو الأظهر في ما احتمل معنيين فصاعدا.
والمفهوم وهو ما دل عليه اللفظ لا في محل النطق، فإن وافق المنطوق في الحكم فهو مفهوم الموافقة ويسمي فحوى الخطاب، ولحن الخطاب وهو حجة، وإن خالف في الحكم فهو مفهوم المخالفة، ويسمى دليل الخطاب وشرطه: أن لا تظهر أولوية ولا مساواة في المسكوت عنه ولا جواباً','1','156',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (28,'لسؤال، وهو أقسام: مفهوم الصفة، والشرط وهو أقوى من الصفة، ومفهوم الغاية وهو أقوى من الشرط، والعدد وهو حجة، واللقب وهو حجة، وفعله عليه السلام دليل كدليل الخطاب، وإنما يفيد الحصر نطقا في الأصح.
وفيهما: الناسخ والمنسوخ: والنسخ رفع الحكم الثابت بخطاب متقدم بخطاب متراخ عنه، ويجوز عقلا وواقع شرعا ويجوز قبل الفعل بعد دخول الوقت، ولا يجوز قبل علم المكلف بالمأمور به، ويجوز في الأخبار في','1','157',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (29,'وجه، ويجوز إلى بدل وإلى غير بدل، ويجوز نسخ الكتاب والسنة تواترا وآحادا كل بمثله، والكتاب بالسنة وعكسه، ولا يجوز نسخ الكتاب ومتواتره بآحاد في الأصح، والإجماع والقياس، لا ينسخان ولا ينسخ بهما، والفحوس ينسخ وينسخ به، ولا حكم للناسخ مع جبريل، وزيادة عبادة ليس نسخا، وكذا زيادة شرط، أو جزء واجب أو مستحب، ونسخ جزء أو شرط ليس بنسخ لها، ويعرف النسخ بالنقل صريحا أو كناية لا بعقل وقياس ويعتبر تأخره، وإلا فتخصيص','1','158',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (30,'<span data-type="title" id=toc-9>الفصل الثالث
الإجماع</span>
اتفاق مجتهدي العصر من هذه الأمة بعده عليه السلام على أمر ديني حجة ولا يعتبر المقلد ولا من عرف فقها أو أصولا فقط، ولا عبرة بمبتدع ولا فاسق في الأصح ولا يختص الإجماع بالصحابة في الأصح، ولا إجماع مع مخالفة واحد واثنين، وإجماع أهل المدينة ليس بحجة في الأصح','1','159',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (31,'وقول الخلفاء الأربعة مع مخالفة غيرهم ليس بحجة في الأصح، ولا يشترط في الإجماع عدد، وإذا قال المجتهد قولا وانتشر ولم ينكر فإجماع في وجه، ولا يعتبر للإجماع انقراض العصر في أحد الوجهين، ولا إجماع إلا عن دليل، ويشت الإجماع بخبر الواحد في الأصح، ومنكر حكم الإجماع الظني لا (يكفر) وفي القطعي خلاف
والمجتهد من له معرفة يحيط بمدارك العلوم كمية وكيفية، ويعرف من الكتاب والسنة ما يحتاج إليه، ويعرف الصحيح والسقيم والناسخ والمنسوخ ومن الإجماع ما تقدم، ومن النحو واللغة ما يكفيه مما يتعلق بالكتاب والسنة من نص وظاهر ومجمل، وحقيقة ومجاز، وعام وخاص، ومطلق ومقيد، وليس كل مجتهد مصيب، والمصيب في العقليات واحد، والمسألة الظنية الحق فيها عند الله واحد وعليه دليل، فمن أصابه فمصيب، وإلا فمخطئ مثاب، وتعادل دليلين قطعيين','1','160',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (32,'محال، وفي الظنيين خلاف، وليس للمجتهد أن يقول في شيء واحد في وقت قولين متضادين، وفي وقتين مع تغير الاجتهاد نعم
ومذهب الإنسان ما قاله أو ما جرى مجرى قوله، وفي نسبته إليه من جهة القياس خلاف وحكمه بخلاف اجتهاده باطل ولو قلد، وإذا حدثت مسألة لا قول فيها فللمجتهد الاجتهاد والفتوى فيها والتقليد قبول قول الغير من غير حجة، ويجوز في الفروع على الأصح إلا ما علم كونه من الدين ضرورة، ولا في الأحكام الأصولية الكلية، ولا في أصول الفقه، وللعامي أن يقلد من علم أو ظن أهليته، وفي لزوم تكرار النظر عند تكرار الواقعة خلاف، ولا يجوز خلو العصر عن مجتهد في الأصح، وفي جواز فتوى غير مجتهد خلاف، الأصح عندي الجواز، ويجوز تقليد المفضول مع وجود الفاضل ولو اختلف عليه اثنان تبع الأشد في خامس، وفي لزوم العامي التمذهب خلاف ولا يجوز تتبع','1','161',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (33,'الرخص، وللمفتي رد الفتوى وفي البلد أهل وإلا لزمه، ولا يجوز إطلاق الفتوى في سم مشترك ولا بخلاف
والترجيح: تقديم أحد طريقي الحكم، ورجحان الدليل عبارة عن كون الظن المستفاد منه أقوى والترجيح لفظي ومعنوي، واللفظي إما في السند، كأكثر وأوثق وأفطن وأروع وأعلم وأضبط ونحو ذلك، أو المتن كنهي على أمر، والحقيقة على المجاز، والنص على الظاهر، أو أمر خارج، والمرجحات كثيرة ضابطها: اقتران أحد الطرفين أمر نقلي أو اصطلاحي أو قرينة عقلية أو لفظية، أو حالية، وأفاد ذلك زيادة ظن رجح به والله أعلم.','1','162',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (34,'<span data-type="title" id=toc-10>الفصل الرابع
(القياس)</span>
وهو حمل فرع على أصل في الحكم بجامع بينهما، وأركانه: أصل، وفرع، وحكم الأصل، والوصف الجامع، فالأصل، محل الحكم المشبه به، وقيل دليله، وقيل حكمه، والفرع، المحل المشبه وقيل حكمه، والعلة والحكم تقدم ذكرهما، ويشترط أن يكون حكم الأصل شرعيا غير منسوخ، وغير فرع غير معدول عن سنن القياس، معقول المعنى، غير مشمول بدليل الأصل، ومن شرط الفرع: مساواة علته علة الأصل ظنا، ومساواة حكمه حكم الأصل، وتثبت العلة بمسالك الإجماع، والنص الصريح، والإيماء، والحصر','1','163',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (35,'والمناسبة، والشبه، والدوران، والقياس منه جلي قطه فيه ينفي الفارق، وخفي، ويجوز التعبد بالقياس عقلا وفي وقوعه شرعا خلاف، ويرد على القياس أسئلة كثيرة، كالاستفسار، وفساد الاعتبار، وفساد الوضع، والمنع، والتقسيم، والمطالبة، والنقض، والقلب، والمعارضة، وعدم التأثير، وغير ذلك','1','164',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (36,'<span data-type="title" id=toc-11>الفصل الخامس
الأصول المختلف فيها</span>
منها الاستصحاب، دليل، وفي كونه حجة خلاف
وشرع من قبلنا هل هو شرع لنا إن لم يرد شرعنا بخلافه؟ فيه خلاف وهل كان عليه السلام متعبدا بشرع من قبله؟ فيه خلاف
والاستقراء دليل
ومذهب الصحابي إن لم يخالف فإجماع، ولا حجة مع عدم الانتشار، مقدم على القياس وفي مذهب التابعي خلاف','1','165',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (37,'والاستحسان دليل وهو العدول بحكم مسألة عن نظائرها لدليل شرعي
والاستصلاح وهو إتباع المصلحة إن شهد الشره باعتبارها فقياس، أو ببطلانها فلغو، وإن لم يشهد لها باعتبار ولا بطلان فهي أقسام، ليس هذا موضعا والله الموفق.','1','166',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (38,'كتاب فروع الفقه','1','167',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (39,'<span data-type="title" id=toc-12>كتاب فروع الفقه</span>
مدار الفقه على عشرة أشياء: عبادة ومعاملات، واجتماع، وفراق، وجنايات، ومعاص، واستخراج ذلك، وأكل وشرب، وقسم مواريث.
<span data-type="title" id=toc-13>الأول في العبادات</span>
وهي خمسة: الصلاة والزكاة والصوم والحج والجهاد
<span data-type="title" id=toc-14>الأول منها الصلاة</span>
وتشمل أمورها على سبعة أشياء: شرط وركن وواجب وسنة ومباح ومكروه ومحرم
<span data-type="title" id=toc-15>الأول الشروط </span>وهي ستة:
<span data-type="title" id=toc-16>الأول منها: الطهارة من الحدث: </span>ولابد فيه من ثلاثة أمور:
متطهر ومتطهر به، وطهارة، وناقض.
أما المتطهر: فهو المكلف الخالي عن مانع حسي أو شرعي، وأما المتطهر','1','169',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (40,'به: فالماء الطهور أو التراب عند عدمه أو ضرر في استعماله، وأما الطهارة فهي صغرى وهي الوضوء يحتوي عن سنن: وهو التسمية وغسل اليدين قبله ثلاثا، والغسلة الثانية والثالثة، وتخليل الأصابع واللحية، والمبالغة في المضمضة والاستنشاق، والسواك، والتيامن، وأما الواجب فغسل الأعضاء الثلاثة ومسح الرأس مع الأذنين، والترتيب والموالاة، والنية، ويمسح على الخفين في الطهارة الصغرى، وعلى الجبيرة فيهما، ويمسح على الخف المقيم يوما وليلة، والمسافر ثلاثة أيام ولياليهن، من الحدث إلى مثله على ساتر ثابت بنفسه.
وأما الطهارة الكبرى، فتحتوي على سنه وواجب، الواجب: النية وتعميم سائر الجسد، ومستحب: غسلها من أذي، والوضوء، والغسل ثلاثا والدلك،','1','170',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (41,'والتيامن، والتسمية وتخليل شعر، وغسل قدميه في غير موضعه إذا لم يكن مبلطا
والنواقض في الطهارة الصغرى ثمانية: خارج من سبيلين وما فحش من غيرهما، وزوال العقل بغير نوم يسير جالسا أو قائما ومس الفرج والمرأة بشهوة وأكل لحم الإبل والردة
وفي الطهارة الكبرى ستة: المني الدافق بلذة والتقاء الختانين وإسلام الكافر والحيض والنفاس والموت.
<span data-type="title" id=toc-17>الثاني: الطهارة من النجاسة: </span>وهي مشتملة على أربعة أشياء: نجاسة ومزيل ومزال به ومزال عنه، النجاسة بول وغائط من غير مأكول وخمر، وكل حيوان محرم فوق الهر، وجلد كل ميتة، ولا يطهر بالدباغ، وعظم كل ميتة غير حيوان بحر، كالنجس ثبوته وآدمي.','1','171',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (42,'وأما المزيل: فهو كل من يحسن الإزالة، وأمال المزال به: فالماء الطهور ومع التراب في الكلب والخنزير، والأحجاز في الاستجمار خاصة، وأما لمزال عنه: فكل ما علقت النجاسة به، ويتطهر المصلي في بدنه وثوبه وبقعة صلاته.
<span data-type="title" id=toc-18>الثالث: الوقت: </span>في الظهر بالزوال ويليه وقت العصر من مصير ظل الشيء مثله مختارا ثم ضرورة ويليه وقت المغرب من مغيب الشمس ويليه وقت العشاء من مغيب الشفق الأحمر إلى ثلث الليل مختارا، ثم ضرورة، ويليه وقت الفجر من طلوع الفجر الثاني إلى طلوع الشمس ودرك الصلاة بتكبيرة، والجمعة بركعة
<span data-type="title" id=toc-19>الرابع: ستر العورة: </span>بما لا يصف البشرة ما بين سرة رجل وركبته، وأمة ما يظهر غالبا، وحرة كلها غير وجه وكف وقدم
<span data-type="title" id=toc-20>الخامس: استقبال القبلة: </span>في غير شدة حرب، ونافلة على رحالة في السفر','1','172',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (43,'<span data-type="title" id=toc-21>السادس: النية: </span>مقارنة للتكبير
<span data-type="title" id=toc-22>الثاني: الأركان اثنا عشر</span>
القيام وتكبيرة الإحرام والفاتحة والركوع والرفع منه والاعتدال والسجود والجلوس منه والطمأنينة في كل ذلك والتشهد الأخير والجلوس له والتسليمة الأولى والترتيب.
<span data-type="title" id=toc-23>الثالث: الواجبات </span>تسعة:
التسبيح في الركوع والسجود، وقول سمع الله لمن حمده، وربنا ولك الحمد، التكبير غير تكبيرة الإحرام، والتشهد الأول، والجلوس له والصلاة على النبي صلى الله عليه وسلم والتسليمة الثانية
<span data-type="title" id=toc-24>الرابع: المستحب </span>ستة:
قول كالاستفتاح والتعوذ والبسملة وما زاد على المرة في التسبيح وسؤال المغفرة ونحو ذلك، وسن فعل كالرفع والوضع ونحو ذلك','1','173',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (44,'<span data-type="title" id=toc-25>الخامس: المباح:</span>
كل فعل سومح فيه منها مثل عد الآي والتسبيح وقتل الحية والعقرب والقملة ونحو ذلك
<span data-type="title" id=toc-26>السادس: المكروه:</span>
كل فعل مخالف لها عبثا أو نحوه مما لا يبطل كفرقعة الأصابع وتشبيكها ونحو ذلك
<span data-type="title" id=toc-27>السابع: المحر:</span>
وهو مبطل كالعمل الكثير من غير جنسها
والصلوات ثلاثة أقسام: فرض عين وفرض كفاية وسنة.
الأول: الصلوات الخمس: على كل مسلم مكلف غير حائض ونفساء وزائل العقل بأمر يعذر فيه','1','174',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (45,'وفرض الكفاية: صلاة العيدين ويخطب بعدها، ووقتها عند ارتفاع الشمس وتصلى بتكبير ويكبر في ليلتي العيدين مطلقا، وفي الأضحى عقيب الفرائض في جماعة من عصر عرفة إلى آخر أيام التشريق، وصلاة الجنازة يكبر فيها أربعة من غير ركوع ولا سجود، يقرأ في الأولى الفاتحة، ويصلي على النبي صلى الله عليه وسلم في الثانية، ويدعو للميت في الثالثة، وتكون الصلاة عليه بعد أن يغسل وينظف ويكفن الرجل في ثوبين والمرأة في خمسة، ويحمل تربيعا ويدفن بعد الصلاة في قبر عميق يمنع ظهور الرائحة.
والسنة أنواع: مطلق ومقيد.
الأول: المطلق: ما لا يختص بوقت، فيسن في جميع الأوقات إلا في خمسة أوقات: بعد الفجر حتى تطلع الشمس، وعند طلوعها حتى ترتفع، وقبل الزوال، وبعد العصر، وعند الغروب.
الثاني: المقيد: وهو ما له وقت يفعل فيه وهو إما وقته تابع لوقت فرض وهو السنن الرواتب، وما ليس بتابع وهو صلاة الضحى من ارتفاع الشمس إلى الزوال، والوتر من صلاة العشاء إلى طلوع الفجر، والتراويح في رمضان جماعة من دخول وقت العشاء إلى الفجر، وصلاة الكسوف عند كسوف الشمس','1','175',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (46,'أو القمر، وصلاة الاستسقاء عند القحط والجدب خاصة، ركعتين في جماعة، ويخطب بعدها، وسجود القرآن عند قراءة سجدة يكبر ويسجد، ولو في صلاة ويجلس ويسلم ولا يتشهد، وتجب الجماعة للصلوات الخمس على الرجال، يؤم فيها الأقرأ، ثم الأعلم، ثم الأسن، ثم الأشرف، ثم الأقدم هجرة، قدام المأمومين إن كان رجلا، ومعهم المرأة، ويصح عن يمينه ويساره، ولا يقف الواحد عن يساره، والمرأة الواحدة تقف خلفه، ويعذر في الجماعة بكل عذر تعظم معه المشقة بالحضور، وجماعة الجمعة أربعون، وفي العيد روايتان، ولا تجب الجمعة على امرأة ولا عبد ولا مسافر، ومن حضرها وجبت عليه وانعقدت به، ومن شرطها العدد والاستيطان وإذن الإمام والخطبتان','1','176',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (47,'<span data-type="title" id=toc-28>الثاني: الزكاة</span>
وهي مشتملة على: مزك، ومزكي، ومدفوع، ومدفوع إليه.
الأول: المزكي: وهو كل مسلم حر ملك المال ملكا تاما.
الثاني: المزكي: ويجب في نفس ومال، أما النفس فزكاة الفطر على كل مسلم كبير وصغير عن نفسه ومن تلزمه مؤنته، إذا ملك ذلك صاعا من تمر أو شعير أو بر، أو دقيق، أو سويق، أو أقط، ومع عدمه ما يقتات
والمال أربعة أنواع: من المال السائمة من بهيمة الأنعام، وهي الإبل والبقر والغنم، ففي خمس من الإبل شاة، وفي كل خمس شاة، إلى خمس وعشرين فيجب بنت مخاض إلى خمس وثلاثين، فإذا بلغت سنا وثلاثين بنت لبون ثم إلى ست وأربعين حقة، ثم إلى إحدى وستين فيجب فيها جذعة، ثم إلى ست وسبعين فيجب بنتا لبون ثم إلى إحدى وتسعين، فيجب حقتان إلى مائة وإحدى','1','177',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (48,'وعشرين، فيجب ثلاث بنات لبون، ثم في كل أربعين بنت لبون، وفي كل خمسين حقة.
وفي البقر في كل ثلاثين تبيع أو تبيعة، وفي كل أربعين مسنة، وفي الغنم في الأربعين شاة إلى مائة وإحدى وعشرين شاتان، إلى مائتين وواحدة ثلاث شياه، ثم في كل مائة شاة.
والأثمان وهي الذهب والفضة، فيجب في كل عشرين مثقالا، فيجب فيها نصف مثقال، وفي مائتي درهم خمسة دراهم، وفي الركاز- دفن الجاهلية- الخمس، وعروض التجارة إذا بلغت قيمتها نصابا، والخارج من الأرض من كل حب وتمر يكال ويدخر إذا بلغ خمسة أو سق، ويشترط النصاب في الكل، والحول من غير الخارج من الأرض.','1','178',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (49,'وأما الدافع: فهو رب المال أو وكيله بالنية.
وأما المدفوع إليه: فهم الثمانية أصناف: الفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل، ولا يجوز دفعها إلى غني، ولا عمودي نسب، ولا زوج، ولا لبني هاشم ولا مواليهم، وفي قريب تلزم مؤنته، وبني المطلب خلاف.','1','179',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (50,'<span data-type="title" id=toc-29>الثالث: الصوم</span>
ويشتمل على أربعة صائم وصوم، ومفسد له، ومفعول فيه.
أما الصائم فهو: في الواجب: كل مسلم مكلف غير مسافر وحائض ونفساء، وفي النقل: كل مميز عاقل غير حائض ونفساء.
وأما الصوم فهو: ثلاثة أقسام: فرض وهو رمضان، وواجب وهو المنذر، وقضاء رمضان، وسنة وهو مطلق، وهو: كل صوم ليس بمنذور ولا قضاء وقع في زمن لا يكره صومه ولا يحرم، فالمكروه: مثل إفراد الجمعة والسبت، والنيروز، والمهرجان، والمحرم: مثل يومي العيدين، وأيام التشريق، المقيد يوم عرفة وعاشوراء والاثنين والخميس، وستة أيام بعد رمضان في شوال، وثلاث من كل شهر، والمحرم وشعبان.
والمفسد: كل أكل أو إدخال جوف من أي موضع كان متعمدا ولو غير مطعوم، وجماع ودواعيه، ويلزم بالجماع كفارة وحجم لهما.','1','180',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (51,'والمفعول فيه: مستحب كالاشتغال بالطاعة، ومباح: كتعاطي المباحات، ومكروه: كذوق طعام ومضغ علك لا يتحلل، وقبلة ونحو ذلك، ومحرم كغيبة ونحوها ولا يفطر، ويسن الاعتكاف، في كل صوم بمسجد للاشتغال بالطاعة لا غيرها، ويفسد الصوم.','1','181',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (52,'<span data-type="title" id=toc-30>الرابع: الحج</span>
وهو مشتمل على حاج وحجيج ومحجوج، وأفعال فيه.
أما الحاج فهو: محل واجب، وهو كل مسلم بالغ عاقل حر، ومحل سنة: وهو كل مسلم مميز عاقل
وأما الحج: فمنه واجب، وهو حجة الإسلام، وعمرته، وكذلك المنذور، وأما السنة فهو: ما عدا ذلك
وأما المحجوج: فهو البيت.
وأما الأفعال في الحج: فهي أشياء: أحدها: الإحرام من الميقات، وأن لا يجاوزه غير محرم، وله ميقاتان، ميقات زماني وهو: شوال وذو القعدة وعشر من ذي الحجة فلا يحرم قبله ولا بعده، وميقات مكاني يختلف باختلاف البلدان، وهو مخير في الإحرام بين التمتع، بأن يحرم بالعمرة، فإذا فرغ منها','1','182',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (53,'أحرم بالحج، والقران بأن يحرم بهما، والإفراد بأن يحرم بالحج مفردا، والأفضل التمتع ويلبي عند الإحرام وبعده، وإذا أحرم حرم عليه سبعة أشياء: أخذ الشعر والأظفار، وتغطية الرأس، ولبس المخيط، وشم الطيب، والتطيب، وقتل صيد البر وأكله، وعقد النكاح، وفي الرجعة خلاف، والوطء في الفرج، والمرأة كالرجل إلا في لبس المخيط وإحرامها في وجهها فقط، من فعل محظورا وجب عليه الفدية وهي في ثلاث شعرات فصاعدا دم، وفيما دون ذلك في كل واحد مد طعام، وفدية تغطية الرأس ولبس المخيط وشم الطيب دم، وفدية قتل الصيد فداه بمثله من النعم، وفدية الوطء بدنة، ويفسد به الحج، ويحرم صيد الحرم وشجره ونباته، وكذلك هو من حرم المدينة إلا ما تدعو الحاجة إليه، ويسن أن يدخل مكة من أعلاها ويخرج من أسفلها، ويدخل الكعبة من باب بني شيبة، ويبدأ بالبيت فيطوف به سبعا، ثم يسعى سبعا، ثم يحلق، أو يقصر، ثم قد حل إن كان متمتعا، فإذا كان يوم التروية، أحرم بالحج ثم صعد إلى عرفة، فوقف بها يوم عرفة، ثم يدفع بعد غروب الشمس، ثم يأتي المزدلفة، ويأخذ','1','183',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (54,'حصى الجمار منها، ثم يصبح بنحر ويرمي الجمار، ويحلق أو يقصر، ثم يفيض إلى مكة فيطوف ويسعى، ثم يخرج إلى منى ويرمي بقية الأيام، ثم يرجع بعدها إلى مكة فيطوف للوداع، ثم يخرج ويزور بعده قبر النبي صلى الله عليه وسلم وصاحبيه رضي الله عنهما، وأركان الحج: الوقوف وطواف الزيارة والإحرام والسعي، وواجبه: الإحرام من الميقات والوقوف إلى الليل، والمبيت بمزدلفة إلى بعد نصف الليل، والمبين بمنى والرمي، والحلاق، وطواف الوداع، وعدا ذلك سنة، وأركان العمرة: الطواف والإحرام والسعي في رواية، وواجبها: الحلاق في رواية، فمن ترك ركنا لم يتم نسكه إلا به، ومن ترك واجبا جبره بدم، ومن ترك سنة فلا شيء عليه
فرع: وتسن الأضحية: من بهيمة الأنعام، وعندي ومن غيرها بجذع ضأن','1','184',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (55,'وثني غيره، صحيح من غير العيوب، يوم العيد بعد الصلاة إلى آخر يومين من أيام التشريق ويتصدق منها، والسنة أكل الثلث إهداء الثلث، والصدقة بالثلث، ومن أراد أن يضحي فلا يأخذ من شعره ولا بدنه شيئا، والعقيقة عن الجارية شاة، عن الغلام شاتان، يذبح يوم السابع كالأضحية إلا أنه يطبخ أجدالا ويطعم.','1','185',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (56,'<span data-type="title" id=toc-31>الجهاد</span>
مع كل بر وفاجر وهو فرض كفاية، واجب مع مفاجأة العدو، وهو مشتمل على مقاتل ومقاتل ومغنوم، ومصالحة، المقاتل هو كل مسلم مكلف ذكر، فيقاتل كل قوم من يليهم من العدو، ولابد لكل جيش من أمير لا يقاتل إلا بإذنه، ولا يحدث حدث إلا بإذنه، ولا يحل للمسلمين الفرار من مثليهم، وإذا ظفر الجيش لم يحرقوا، ولم يقطعوا الشجر، ولا يقطعوا شيئا بلا منفعة، والمقاتل كل حربي ليس بذمي ولا مستأمن إذا كان بالغا عاقلا ذكرا، وإذا ظفر به خير الإمام فيه بين القتل والمن، والفداء بمسلم أو بمال ومن قتله في حال الحرب منهمكا عليه فله سلبا ومن بذل منهم الجزية حرم علينا قتاله، وكذلك كل من أمنه مسلم، ويصح أمان كل مسلم ذكر وأنثى، وكل من قتل مسلما أو رمى بمسلم أو سب الله أو رسوله انتقض عهده، والمغنوم منهم مال وأرض، فالمال بخمسه الإمام كما ذكر الله عز وجل، والأرض يخير الإمام بين وقفها وقسمها، والمصالحة إن كانت على نفس بمال، أو على ترك قتال مدة، أو على أرض بأن لنا عليها الخراج متى أردنا أخرجناهم منها، أو لهم ولنا خراج عليها، أي ذلك فعل جاز.','1','186',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (57,'<span data-type="title" id=toc-32>الثاني: المعاملات</span>
وهي أشياء:
<span data-type="title" id=toc-33>أحدها: البيع</span>
ولابد فيه من بائع ومبتاع وثمن ومثمن، ولفظ يؤدي به، أو ما في معناه
<span data-type="title" id=toc-34>الأول: البائع: </span>فيشترط فيه أن يكون جائز التصرف، وهو البالغ الرشيد غير عبد بلا إذن وأن يكون راضيا وأن تكون العين ملكه، ومأذونا له في بيعها
<span data-type="title" id=toc-35>الثاني: المبتاع: </span>ويشترط فيه أن يكون أيضا جائز التصرف.
<span data-type="title" id=toc-36>الثالث: الثمن: </span>ويشترط فيه أن يكون مالا في نفع مباح معلوما مقدورا على تسليمه مملوكا للمشتري.
<span data-type="title" id=toc-37>الرابع: المثمن: </span>ويشترط فيه أن يكون فيه نفع مباح لغير ضرورة، وأن يكون ملكا لبائعه أو مأذونا له في بيعه، وأن يكون مقدورا على تسليمه، وأن يكون معلوما برؤية أو صفة تحصل بها معرفته.','1','187',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (58,'<span data-type="title" id=toc-38>الخامس اللفظ المؤدى به: </span>وهو الإيجاب والقبول والمعاطاة
ويتعلق بالبيع عدة أمور:
أحدها: الشروط، وهي قسمان صحيح مثل صفة في الثمن، أو المثمن، أو نفع فيهما، أو لهما، وفاسد كمناف مقتضاه ونحو ذلك
و<span data-type="title" id=toc-39>الثاني: الخيار: </span>سبعة أقسام
خيار المجلس: ما لم يتفرقا حسا، أو حكما والشرط مدة معلومة ولو طالت:
والغبن في الثمن: والمسترسل، والتلقي، والعيب بكل نقص والخبير برأس المال بأن يظهر كاذبا، واختلاف المتبايعان بعد الحلف في كل بما يجمع إثباتا ونفيا، والتصرية.','1','188',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (59,'و<span data-type="title" id=toc-40>الثالث الربا: قسمان</span>
ربنا الفضل في كل جنس مكيل أو موزون: وربنا النسيئة: في كل جنسين اتحدت فيهما علة ربا الفضل، ويحرم في الصرف التفاضل والنساء في الجنس الواحد، والنساء دون التفاضل في الجنسين.
<span data-type="title" id=toc-41>الرابع: المبيع </span>إما حاضرا وهو ماتقدم، وإما غائبا وهو السلم: يصح بشروط البيع ويزيد عليه بأن يكون فيما يمكن ضبط صفته مقدرا بكيل أو زون أو ذرع ونحو ذلك، موصوفا مؤجلا إلى مدة معلومة يوجد المسلم فيه فيها في محله، وقبض رأس ماله في المجلس
<span data-type="title" id=toc-42>الخامس: البيع </span>إما عينا تقدم حكمها، وإما منفعة وهي الإجارة، وهي إما على عين يأخذ منها نفعها، وإما على منفعة من عين، وإما على منفعة شخص، الأولى كإجارة أرض للزرع، والثانية كسكني الدار وركوب الدابة ونحو ذلك، ومنفعة الشخص أن يسلمه فهو الأجير الخاص، وإن سلمه العمل فهو المشترك ولا تصح الإجارة إلا في نفع مباح معلوم، مقدر بوقت أو فعل معلوم.','1','189',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (60,'<span data-type="title" id=toc-43>السادس: القرض: </span>مندوب في كل ما صح السلم فيه بغير زيادة ولا شرطها ويرد مثله، وإن زاد من غير شرط قدرا أو جودة جاز.
<span data-type="title" id=toc-44>السابع: الوثائق </span>على الحقوق ثلاثة:
الرهن: بأن يضع عنده عينا يصح بيعها على ماله، ومتى لم يجئه بماله باعها، فلا يجوز له التصرف فيها بعد ذلك وتكون عليه لا ينفك شيء منها إلا بكل الجميع
الضمان: وهو ضم ذمة إلى ذمة في الحق، وتصح من كل جائز التصرف
والكفالة: وهو التزام إحضار الغريم، فمتى لم يأت به مع بقائة ضمن ما عليه.
<span data-type="title" id=toc-45>الثامن: الحوالة: </span>تنقل الحقل من ذمة إلى ذمة، ولا يعتبر فيها رضي المحال علية، ولا المحال إذا كان المحال عليه مليئاً','1','190',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (61,'<span data-type="title" id=toc-46>التاسع: المتصرف:</span>
إما جائز التصرف مطلقا وهو المكلف الرشيد، أو محجورا عليه وهو قسمان: محجور عليه لنفسه .. وهو الصبي حتى يبلغ، والمجنون حتى يفيق، ومحجور عليه لغيره وهو السفيه
المتصرف إما بنفسه أو بغيره، وهو إما وكيل فيجوز توكيل كل جائز التصرف فيما وكل فيه، أو شريك وهو إما في الريح، وهو المضارب (وهو) كل من دفع إليه المال ليتجر فيه بجزء معلوم من ربحه، وإما في الأعيان وأثمانها، وهي أقسام منها: شركة الوجوه والأبدان، ومنها المساقاة والمزارعة في غرس كل شجر له ثمر، وكل زرع بجزء معلوم منه.
<span data-type="title" id=toc-47>العاشر: أخذ الأموال بغير عوض </span>أقسام
أحدها: العارية: في كل عين ينتفع بها مع بقائها، ويردها ويضمن عينها وأجزاءها بالتلف.
الثاني: الوديعة: عند المستودع أمانه لا ضمان عليه فيها من غير تعد.','1','191',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (62,'الثالث: الغصب: كل من غصب مالا محترما ممن حرم عليه قتله أو كان منتقلا إلى من حرم عليه قتله وجب عليه رده وضمنه بالتلف، وكذلك يضمن أجزاءه إذا لم يكن محرما.
الرابع: المال الملتقط: إما آدميا أو مال غيره، أما الآدمي فهو الطفل المنبوذ فقط وينفق عليه مما وجد معه وإلا فمن بين المال وهو حر مسلم ما لم يكن في بلد كفار لا مسلم فيه.
والمال ثلاثة أقسام: ما لا تتبعه همة أوساط الناس، يملك بالتقاطه وينتفع به إلى أن يوجد ربه ولا يعرف، وما يمتنع من صغار الباع يحرم التقاطه وسائر المال غيرها يلتقط ويعرف سنة ويملك بعدها
الخامس: الهبة والعطية: تملك بالقبض ويحرم الرجوع فيها.
السادس: المأخوذ من الزكاة.
السابع: المأخوذ من مال الغنيمة.
الثامن: الرشوة: للقاضي والحاكم وهي محرمة.
التاسع: الهدية: وهي مباحة لغير الحاكم إذا لم يكن له من المهدي عادة.','1','192',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (63,'العاشر: أرض الموات: مملوكة لمن أحياها
الحادي عشر: الركاز: وهو دفن الجاهلية مملوك لمن وجده بعد الخمس
الثاني عشر: المعادن: مملوكة لمن وجدها.
الثالث عشر: الكنوز: مملوكة لمن وجدها إن لم تكن في أرض مملوكة.
الرابع عشر: كل ما في البحر: من سمك وحيوان ولؤلؤ ومرجان وغير ذلك مملوك لمن أخذه.
الخامس عشر: كل الطيور البرية وأعشاشها مباحة لمن أخذها.
السادس عشر: كل حيوان البر الوحش مباح لمن أخذه مأكولا كان أو غيره.
السابع عشر: مال من رغب عنه وتركه في مصر أو برية أو مضيعة أو مهلكة، لعجزة عنه أو لا، مملوك لمن أخذه.
الثامن عشر: كل عشب وكلأ لم يزرعه آدمي مباح لمن أخذه، سواء كان في أرض مملوكة أو غير مملوكة.
التاسع عشر: كلا شجر بري لم يغرسه آدمي مباح لمن أخذه، إذا كان في أرض غير مملوكة.
العشرون: ماء كل نهر وعين جار مملوك لمن أخذه','1','193',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (64,'الحادي والعشرون: إخراج الأموال عن مالكها إما بعوض وهو البيع والهبة بشرط عوض، وإما بغير عوض وهي أقسام:
أحدها: الزكاة.
الثاني: الجزية من كل كافر أقام تحت أيدينا ذمة.
الثالث: الوقف وهو تحبيس الأصل وتسبيل المنفعة من كل جائز التصرف في بر بلفظ صريح أو كناية.
الرابع: العشر من كل كافر اتجر إلينا.
الخامس: الوصية تصح من جائز التصرف، وهي مشتملة على وصية وموصى به وموصى له وموصى إليه.
فالوصية مستحبة بالثلث لمن له وارث، وبأكثر لمن لا وارث له، ولا تصح بأكثر من الثلث إلا بإجازة الورثة، والموصى به: المال، والموصى له: كل من يملك، والموصى إليه: كل جائز التصرف.
السادس: العتق: يسن لمن له كسب بلفظ صريح وكناية، ويحصل بقول وملك رحم محرم، ومن أعتق شركًا له من عبد عتق كله إن كان موسرًا، وما أعتق','1','194',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (65,'إن كان معسرًا، ويصح حالا ومعلقا إلى وقت، فإن علق بالموت فهو تدبير يعتبر من الثلث، ويصح بيع المدبر في ثالثة، وإن باع السيد عبده نفسه بمال إلى أجل فهي مكاتبة مستحبة لمن علم فيه خير، ويعتق بالأداء، وإن عجز عاد رقًا، وإن ولدت الأمة من سيدها ما تبين فيه خلق الإنسان صارت له بذلك أم ولد تعتق بموته، ولا يجوز له بيعها.','1','195',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (66,'<span data-type="title" id=toc-48>الثالث: من أمور الفروع:<span data-type="title" id=toc-49> الاجتماع </span>والافتراق</span>
فالاجتماع: مشتمل على ناكح ومنكوح ومنكح ومنكح به ومنكح عليه.
<span data-type="title" id=toc-50>الناكح: </span>هو الزوج وكل ذكر موافق في الدين: إلا المسلم يباح له نكاح نساء أهل الذمة، ويشترط فيه أن يكون راضياً إذا لم يكن طفلا أو مجنونا، [وإلا] زوجه أبوه.
<span data-type="title" id=toc-51>والمنكوح: </span>هي المرأة الموافقة في الدين، إلا الكتابية لمسلم ليست من عمودي النسب، ولا أختا وبناتها وعمة وخالة، ويحرم من الرضاعة ما يحرم من النسب إذا رضع من امرأة أو أرضعت بنتا، ولا تحريم في حق من لم يرضع من إخوته وأولادهم وأعمامه وأولادهم، ولا يجوز للحر أن يتزوج أكثر من أربع، ولا للعبد أن يزيد على اثنتين، ويحرم الجمع بين الأختين وبين المرأة وعمتها وخالتها، وتحرم الزانية حتى تتوب، ولابد من كون الزوجة راضية إلا أن يزوج الرجل ابنته البكر غير البالغة أو المجنونة.
<span data-type="title" id=toc-52>والمنكح: </span>هو الولي وهو أقرب ذكورها وجودا، ثم الحاكم، ولا يزوجها إلا برضاها، إلا المخيرة.
<span data-type="title" id=toc-53>والمنكح به: </span>هو الإيجاب والقبول منه، ولابد من تعيين الزوجين والإشهاد، وفي الكفاءة خلاف.
<span data-type="title" id=toc-54>والمنكح عليه: </span>هو الصداق، ولابد منه وأن يكون شيئا له نصف ولو قرآنا وكتابة وتعليم علم.
<span data-type="title" id=toc-55>والفراق: </span>أشياء.
<span data-type="title" id=toc-56>أحدها: الخلع </span>على عوض عند الشقاق، وهو فسخ ولا ينقص عدد الطلاق.','1','196',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (67,'<span data-type="title" id=toc-57>الثاني: الطلاق: </span>وهو مترتب على مطلق، ومطلق، ومطلق به.
المطلق: هو الزوج، أو وكيله حتى الزوجة.
المطلق: هي الزوجة.
والمطلق به: هو اللفظ، منه صريح يقع به من غير نية، وكناية ظاهرة وخفية، يقع بالظاهرة .. وبالخفية مع النية، ويملك الحر ثلاث تطليقات وإن كانت تحته أمة، والعبد تطليقتين وإن كان تحته حرة، ويصح استثناء أقل من النصف، ويصح الطلاق منجزا ومعلقا على شرط يقع عند وجوده، ومن الطلاق بائن وهو الثلاث، والطلاق على عوض وقبل الدخول، ورجعي: وهي الواحدة للمدخول بها إذا كانت بغير عوض يملك رجعتها ما دامت في العدة ولو كرهت إذا أشهد.
<span data-type="title" id=toc-58>الثالث من الفراق: الظهار: </span>فإذا تظاهر من زوجته حرمت عليه حتى يكفر.
<span data-type="title" id=toc-59>الرابع: اللعان: </span>فإذا قذفها بالزنا فعليه البينة، أو الحد، أو الملاعنة بأن يشهد خمس مرات أنها زنت، وتكذبه خمس مرات، فتحرم عليه ما لم يكذب نفسه، ومن حلف على ترك وطء زوجته أقل من أربعة أشهر لم يطأها قبل الوقت، فإن فعل كفر، وأكثر منها يكون الإيلاء يضرب له مدة الأربعة أشهر وبعدها يطأ أو يفارق.','1','197',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (68,'<span data-type="title" id=toc-60>الرابع: الجنايات والمعاصي</span>
الجناية: إما على النفس، أو على الأعضاء أو على المال، الجناية على النفس: إما عمدا فيوجب القصاص، أو خطأ فيوجب الدية اثني عشر ألف درهم، أو مائة من الإبل، أو مائتا بقرة، أو ألف شاة، والجناية على البعض: إن كانت إذهاب ما في الإنسان منه واحد ففيه الدية وما منه اثنان فيهما الدية، وما منه أربعة ففيها الدية وما منه عشرة ففيها الدية، وفي كل بحسابه، وإن كانت الجانية عمدا ففيه القصاص وكذلك كل جناية.
وأما المعاصي: فهي كثيرة: أعظمها الزنا ويجب به الحد، للمحصن الرجم، والبكر الجلد مائة وتغريب عام، والعبد على نصفه بلا تغريب، واللواط مثله.
ومنها القذف: محرم موجب للحد ثمانين جلدة، ومنها شرب الخمر محرم يحد شاربه ثمانين، ومنها السرقة محرمة موجبة للقطع وضمان ما أخذ، ومنها قطع الطريق محرم محتم فيه قتل من قتل وصلبه، ونفي من لم يقتل وتشريده، ومنها البغي على الإمام والخروج عليه محرم يقاتل من فعله، ومنها الردة محرمة موجبة للقتل إن لم يرجع، ومنها السحر محرم يكفر فاعله ويقتل إن لم يرجع، وكل معصية فيها حد فلا شيء فيها غيره، وإن كان فيها كفارة كوطء الصائم في رمضان، ووطء المظاهر ونحو ذلك فليس فيها غيرها وإلا ففيها التعزير.','1','198',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (69,'<span data-type="title" id=toc-61>الخامس: استخراج ذلك من المعاصي وحقوق الآدميين</span>
وتحتاج إلى حاكم وشهود ويمين وإقرار، أما الحكام فهو الإمام أو نائبه فاض أو غيره، ونصبه فرض كفاية وأن يكون مجتهدا، وأما الشهود فيختلفون باختلاف المشهود به فلا يقبل في الزنا إلا أربعة، وفي الجنايات والحدود ذكران، وفي الأموال وما يقصد به رجلان أو رجل وامرأتان، وفيما لا يطلع عليه الرجال امرأتان، ولا تقبل شهادة كافر في غير الوصية في السفر، ولا فاسق ولا صبي ولا عدو، ولا ولد ولا والد، وعاشق لمعشوقه.
وأما اليمين ففي حق كل منكر إذا لم تكن البينة حاضرة فيحلف بالله، وأما الإقرار فكل من أقر بحق أخذ به.','1','199',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (70,'<span data-type="title" id=toc-62>السادس: المأكل والمشرب</span>
فيباح كل طاهر لا مضرة فيه منهما من أنعام وثمار وأعشاب، وطير وحيوان بحر وماء وفقاع ونحوه، ويحرم كل نجس مصر ككلب وكل ذي ناب من السباع ومخلب من الطير ورخم ونحو ذلك، ويحرم مستخبث كقنفذ وفأرة وكل حشرات وحشيشة مسكرة، وكل عشب مضر كبنج وشبرم ونحوه، وكل مسكر كخمر ونحوه، ومال الغير من غير ضرورة داعية إليه.','1','200',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (71,'<span data-type="title" id=toc-63>السابع: المواريث</span>
والوارث ثلاثة: ذو فرض وهم: الزوج وله النصف، ومع الولد الربع، والزوجة ولها الربع ومع الولد الثمن ولو تعددت، والأب مع ذكور الولد له السدس، والجد كذلك، والأم لها الثلث ومع الولد السدس، والجدة لها السدس، والبنت لها النصف ومع أخ ذكر عصبة، والأخت كذلك، وبنات الابن كذلك، وإن زادت على واحدة كان لها الثلثان، وإن كانت بنت وبنات ابن كان للبنت النصف ولبنات الابن السدس، وإن كان بنت وأخوات كن عصبة، وولد الأم إن كان واحدا له السدس، وإن كان بنت وأخوات كن عصبة، وولد الأم إن كان واحدا له السدس وإن زاد له الثلث، والعصبات فروع الرجل وأصوله الذكور، كالأب والأولاد ومن في درجته من إخوته، ومن في درجة أبيه من الأعمام والمولى المنعم وذو الأرحام، كل قرابة أدلى بأنثى يجعل بمنزلة من أدلى به، وكل قريب من العصبات يحجب البعيد، والأم تحجب الجدة، والأب يحجب الجد، والولد يحجب ولد الأم والأخوات.','1','201',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (72,'كتاب الأحاديث والدلائل','1','203',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (73,'<span data-type="title" id=toc-64>كتاب الأحاديث والدلائل</span>
وهو مشتمل على ما اشتمل عليه الفقه
<span data-type="title" id=toc-65>١ - الطهارة</span>
١ - عن ابن عمر مرفوعا: "إنما الأعمال بالنية وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته إلى الدنيا يصيبها أو امرأة يتزوجها فهجرته إلى ما هاجر إليه، رواه الجماعة"
٢ - أبو هريرة مرفوعا: "لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ"
٣ - جابر: "إن رسول الله صلى الله عليه وسلم توضأ مرة مرة، ومرتين مرتين وثلاثا ثلاثا" رواه الترمذي وابن ماجة.
٤ - عن حمران: "أنه رأى عثمان بن عفان دعا بإناء فأفرغ على كفيه ثلاث مرات فغسلهما، ثم أدخل يمينه في الإناء فمضمض واستنثر، ثم غسل وجهه ثلاثا، ويديه إلى المرفقين ثلاث مراتـ ثم مسح برأسه، ثم غسل رجليه ثلاث مرات','1','205',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (74,'إلى الكعبين ثم قال: قال رسول الله صلى الله عليه وسلم: من توضأ نحو وضوئي هذا ثم صلى ركعتين لا يحدث فيهما نفسه غفر له ما تقدم من ذنبه
٥ - عن يحيى المازني أن رجلا قال لعبد الله بن زيد: أتستطيع أن تريني كيف كان رسول الله يتوضأ؟ فقال عبد الله بن زيد: نعم، فدعا بماء فأفرغ على يديه فغسل يديه مرتين ثم تمضمض واستنثر ثلاثا ثم غسل وجهه ثلاثا ثم غسل يديه مرتين مرتين إلى المرفقين ثم مسح رأسه بيديه فأقبل بهما وأدبر بدأ بمقدم رأسه حتى ذهب بهما إلى قفاه ثم ردهما إلى المكان الذي بدأ منه ثم غسل رجليه رواهما البخاري وغيره
٦ - عن عمرو بن أمية الضمري قال: رأيت النبي صلى الله عليه وسلم يمسح على عمامته وخفيه
٧ - عن على مرفوعا: "يمسح المقيم يوما وليلة، والمسافر ثلاثة أيام ولياليهن"
٨ - عن على مرفوعا: "ستر ما بين الجن وعورات بني آدم إذا دخل الكنيف أن يقول بسم الله"','1','206',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (75,'٩ - عن أنس أنه عليه السلام كان إذا خرج من الخلاء قال: "الحمد لله الذي أذهب عني الأذى وعافاني" أخرجه ابن ماجه
١٠ - أبو أيوب مرفوعا: "لا تستقبلوا القبلة بغائط ولا بول ولا تستدبروها"
١١ - عن أبي هريرة مرفوعا: "اتقوا اللاعنين: قالوا: وما اللاعنان يا رسول الله؟ قال: الذي يتخلى في طريق الناس أو في ظلهم"
١٢ - عن عائشة مرفوعا: "إذا ذهب أحدكم إلى الغائط فليذهب معه بثلاثة أحجار يستطيب بهن فإنها تجزئ عنه"','1','207',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (76,'١٣ - أبو هريرة مرفوعا: "لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة" متفق عليه
١٤ - عن جابر أن رجلا سأله عليه السلام: "أيتوضأ من لحوم الغنم قال: إن شئت فتوضأ وإن شئت فلا تتوضأ، قال أيتوضأ من لحوم الإبل قال: نعم توضؤوا من لحوم الإبل، قال: أصلي في مرابض الغنم: قال: نعم، قال: أصلي في مبارك الإبل قال: لا" رواه مسلم
١٥ - عن أنس: "بال أعرابي في طائفة المسجد فزجره الناس فنهاهم النبي صلى الله عليه وسلم، فلما قضى بوله أمر بذنوب من ماء فأهريق عليه" متفق عليه
١٦ - أبو هريرة أنه عليه السلام سئل عن الفأرة تموت في السمن؟ قال: "إذا كان جامدا فألقوها وما حولها، وإن كان مائعا فلا تقربوه"
١٧ - أبو هريرة أنه عليه السلام لقيه في بعض طرق المدينة وهو جنب فانخنس منه فذهب فاغتسل ثم جاء فقال: أين كنت؟ قال: كنت جنبا فكرت أن أجالسك.','1','208',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (77,'قال: سبحان الله إن المؤمن لا ينجس" متفق عليه
١٨ - عائشة كان عليه السلام إذا اغتسل من الجنابة غسل يديه وتوضأ وضوءه للصلاة ثم اغتسل ثم يخلل بيده شعره حتى إذا ظن أنه قد أروى بشرته أفاض عليه الماء ثلاث مرات ثم غسل سائر جسده وقالت: كنت أغتسل انا ورسول الله صلى الله عليه وسلم من إناء واحد نغترف منه جميعا متفق عليه.
١٩ - ميمونة قالت: وضع عليه السلام وضوء الجنابة فأكفأ بيمينه على يساره مرتين أو ثلاثا، ثم غسل فرجه، ثم ضرب يده بالأرض أو الحائط مرتين أو ثلاثا، ثم تمضمض واستنشق وغسل وجهه وذراعيه، ثم أفاض على رأسه الماء، ثم غسل جسده، ثم تنحى فغسل رجليه فأتيته بخرقه فلم يردها فجعل ينفض الماء بيده
٢٠ - ابن عمر أن أباه سأل رسول الله صلى الله عليه وسلم: "أيرقد أحدنا وهو جنب؟ قال: نعم إذا توضأ
٢١ - ابن عمر مرفوعا: "لا تقرأ الحائض ولا الجنب شيئا من القرآن"','1','209',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (78,'٢٢ - عائشة مرفوعا: "إذا جلس بين شعبها الأربع ومس الختان الختان فقد وجب الغسل".
٢٣ - عمار رضي الله عنه: بعثني النبي صلى الله عليه وسلم في حاجة فأجنبت فتمرغت في الصعيد كما تتمرغ الدابة، ثم أتيت النبي صلى الله عليه وسلم فذكرت ذلك له فقال: إنما يكفيك أن تقول بيديك هكذا، ثم ضرب بيديه الأرض ضربة واحدة، ثم مسح الشمال على اليمين، وظاهر كفيه ووجهه، متفق عليه.
٢٤ - عمرو بن العاص: إنه احتلم في غزوة ذات السلاسل فخاف البرد فتيمم، ثم صلى بأصحابه الصبح: فذكر لنبي الله صلى الله عليه وسلم فقال له: صليت بأصحابك وأنت جنب؟ فأخبره بالذي منعه وقال: إني سمعت قول الله عز وجل {ولا تقتلوا','1','210',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (79,'أنفسكم إن الله كان بكم رحيما}، فضحك ولم يقل شيئاً.
٢٥ - جابر: خرجنا في سفر فأصاب رجل منا شجة ثم احتلم فسأل أصحابه هل تجدون لي رخصة في التيمم؟ فقالوا: ما نجد له رخصة وأنت تقدر على الماء، فاغتسل فمات، فأخبر عليه السلام بذلك فقال: قتلوه قتلهم الله، ألا سألوا إذ لم يعلموا، إنما شفاء العي السؤال: إنما كان يكفيه أن يتيمم ويعصب على جرحه، ثم يمسح عليها ويغسل سائر جسده
٢٦ - عائشة: إن فاطمة بنت حبيش سألته عليه السلام إني أستحاض فلا أطهر أفأدع الصلاة؟ فقال: لا إن ذلك عرق، ولكن دعي الصلاة قدر الأيام التي كنت تحيضين فيها، ثم اغتسلي وصلي، متفق عليه.
٢٧ - عائشة: أنه عليه السلام قال لها: ناوليني الخمرة من المسجد، فقالت: إني','1','211',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (80,'حائض، فقال: إن حيضتك ليست في يدك.
٢٨ - معاذة أنها سألت عائشة: ما بال الحائض تقضي الصوم ولا تقضي الصلاة؟ فقالت أحرورية أنت؟ قلت: ليست بحرورية ولكني أسأل؟ قالت: كانت يصيبنا ذلك فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة. متفق عليه.
٢٩ - عائشة: أنه عليه السلام كان يباشرها وهي حائض، وكان يخرج لها رأسه وهو معتكف فتغسله وترجله وهي حائض، وكان يقرأ القرآن في حجرها وهي حائض
٣٠ - ابن عباس مرفوعا: الذي يأتي امرأته وهي حائض يتصدق بدينار أو بنصف دينارا','1','212',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (81,'٣١ - أم عطية: كنا لا نعد الكدرة والصفرة بعد الطهر شيئا
٣٢ - عائشة: كنا نعد الكدرة والصفرة حيضا
٣٣ - أم سلمة: كانت النفساء على عهده عليه السلام تقعد بعد نفسها أربيعن يوما أو أربعين ليلة','1','213',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (82,'<span data-type="title" id=toc-66>٢ - الصلاة</span>
٣٤ - عائشة: أنه عليه السلام كان يصلي الفجر بغلس
٣٥ - جابر أنه عليه السلام كان يصلي الظهر بالهاجرة، والعصر والشمس حية، والمغرب إذا وجبت، والعشاء أحيانا وأحيانا إذا رآهم اجتمعوا عجل، وإذا رآهم أبطؤوا أخر، وكان يصلي الصبح بغلس
٣٦ - ابن عباس: شهد عندي رجال مرضيون وأرضاهم عندي عمر أن رسول الله صلى الله عليه وسلم نهى عن الصلاة بعد الصبح حتى تشرق الشمس وبعد العصر حتى تغرب
٣٧ - أنس: أمر بلال أن يشفع الآذان ويوتر الإقامة
٣٨ - جابر: أنه عليه السلام أمر بلالا أن يترسل في الأذان ويحدر الإقامة
٣٩ - جابر مرفوعا: "من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته، حلت له شفاعتي يوم القيامة"','1','214',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (83,'٤٠ - أبو هريرة مرفوعا: "مابين المشرق والمغرب قبلة".ت.
٤١ - ابن عمر: أنه عليه السلام كان يسبح على ظهر راحلته حيث كان وجهه ويوتر على بيعره "متفق عليه". ولمسلم "غير أنه لا يصلي عليه المكتوبة"
٤٢ - أبو سعيد الخدري مرفوعا: "الأرض كلها مسجد إلا المقبرة والحمام"
٤٣ - ابن عمر: "أنه عليه السلام نهي أن يصلي في سبع مواطن، في المزبلة، والمجزرة، والمقبرة وقارعة الطريق، وفي الحمام، وفي معاطن الإبل وظهر بيت الله ق. ت.','1','215',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (84,'٤٢ - أنس مرفوعا: "سووا صفوفكم فإن تسوية الصف من تمام الصلاة" متفق عليه.
٤٣ - ابن عباس: "بت عند خالتي ميمونة فقام النبي صلى الله عليه وسلم فصلى من الليل فقمت معه عن يساره فأخذ برأسي فأقامني عن يمينه"، متفق عليه
٤٤ - أبو مسعود البدري مرفوعا: "يؤم القوم أقرؤهم لكتاب الله، فإن كانوا في القراءة سواء فأعلمهم بالسنة، فإن كانوا في السنة سواء فأقدمهم هجرة، فإن كانوا في الهجرة سواء فأقدمهم سلما، ولا يؤمن الرجل في سلطانه، ولا يقعد على تكرمته إلا بإذنه" "أخرجه الجماعة" إلا البخاري.
٤٥ - أبو هريرة مرفوعا: "أما يخشى الذي يرفع رأسه قبل الإمام أن يحول الله رأسه رأس حمار، أو تجعل صورته صورة حمار" متفق عليه.
٤٦ - وعنه مرفوعا: "إنما جعل الإمام ليؤتم به، فلا تختلفوا عليه، فإذا كبر فكبروا، وإذا ركع فاركعوا، وإذا قال سمع الله لمن حمده فقولو: ربنا لك الحمد، وإذا صلى جالسا فصلوا جلوساً أجمعون','1','216',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (85,'٤٧ - عن عقبة بن عامر: لما نزلت {فسبح باسم ربك العظيم} قال رسول الله صلى الله عليه وسلم: اجعلوها في ركوعكم، فلما نزلت {سبح اسم ربك الأعلى} قال: اجعلوها في سجودكم د. ق.
٤٨ - حذيفة أنه عليه السلام كان يقول بين السجدتين: "رب اغفر لي" د. ق.
٤٩ - عمران بن حصين: أنه عليه السلام قال له: "صلى قائما فإن لم تستطع فقاعدا فإن لم تستطيع فعلى جنب" خ. د.
٥٠ - مرفوعا: "لا صلاة لمن لم يقرأ بفاتحة الكتاب"
٥١ - ابن مسعود: أنه عليه السلام علمه التشهد" التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله','1','217',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (86,'٥٢ - كعب بن عجرة: "قلنا يا رسول الله: قد علمنا كيف نسلم عليك، فكيف نصلي عليك؟ قال: قولوا اللهم صل على محمد وعلى آل محمد، كما صليت على آل إبراهيم إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد كما باركت (على إبراهيم) وعلى آل إبراهيم إنك حميد مجيد" أخرجه الجماعة
٥٣ - أبو هريرة: أنه عليه السلام كان يدعو اللهم إني أعوذ بك من عذاب القبر ومن عذاب النار ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال "متفق عليه"
٥٤ - أبو بكر: أنه سأل النبي صلى الله عليه وسلم علمني دعاء أدعو به في صلاتي؟ قال: (قل اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت، فأغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم) "متفق عليه"
٥٥ - ابن مسعود: انه عليه السلام كان يسلم عن يمينه وعن يساره، السلام عليكم ورحمة الله د. ق. ت
٥٦ - ابن عمر: سأل رجل رسول الله صلى الله عليه وسلم عن صلاة الليل قال: مثنى مثنى، فإذا خشي','1','218',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (87,'الصبح صلى واحدة فأوترت له ما صلاه وكان يقول: اجعلوا آخر صلاتكم بالليل وترا متفق عليه.
٥٧ - ابن عمر: أنه عليه السلام كان يجمع بين المغرب والعشاء إذا جد به السير متفق عليه.
٥٨ - ابن عباس: كان عليه السلام يجمع بين الظهر والعصر إذا كان على ظهر سير، ويجمع بين المغرب والعشاء "متفق عليه"
٥٩ - ابن عمر: صحبت رسول الله صلة الله عليه وسلم فكان لا يزيد في السفر على ركعتين، وأبا بكر وعمر وعثمان متفق عليه.
٦٠ - أنس: "أنه عليه السلام كان يصلى الجمعة حين الشمس" خ. د. ت.
٦١ - جابر: "أنه عليه السلام كان يخطب قائما ثم يجلس ثم يقوم فيخطب قائما فمن حدثك أنه كان يخطب جالسا فقد كذب" د. س.','1','219',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (88,'٦٢ - جابر: "جاء رجل والنبي صلى الله عليه وسلم يخطب يوم الجمعة فقال: صليت يا فلان؟ قال: لا، قال: فاركع ركعتين، ثم قال: إذا جاء أحدكم والإمام يخطب فليصل ركعتين يتجوز فيهما"
٦٣ - سمرة بن جندب: أنه عليه السلام كان يقرأ في صلاة الجمعة {سبح اسم ربك الأعلى} {هل أتاك حديث الغاشية} د. س.
٦٤ - ابن عمر مرفوعا: الجمعة على من سمع النداء
٦٥ - طارق بن شهاب مرفوعا: الجمعة حق واجب على كل مسلم في جماعة إلا أربعة: عبد مملوك، أو امرأة، أو صبي، أو مريض
٦٦ - أبو هريرة مرفوعا: من كان مصليا بعد الجمعة فليصل بعدها أربعاً','1','220',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (89,'٦٧ - ابن عباس: شهدت العيد مع النبي- صلى الله عليه وسلم- وأبي بكر وعمر وعثمان فكلهم كانوا يصلون قبل الخطبة "متفق عليه".
٦٨ - عائشة: "أنه عليه السلام كان يكبر في الفطر والأضحى في الأولى سبع تكبيرات، وفي الثانية خمس تكبيرات
٦٩ - أنس: "كان عليه السلام لا يخرج يوم الفطر حتى يأكل تمرات ويأكلهن وترا"
٧٠ - عائشة: "أن الشمس خسفت على عهد رسول الله صلى الله عليه وسلم فبعث مناديا ينادي الصلاة جامعة، فاجتمعوا فتقدم البني صلى الله عليه وسلم فكبر وصلى أربع ركعات في ركعتين وأربع سجدات" متفق عليه.
٧١ - وعنها: "أنه جهر فيها بقراءته" م. د. ت.
٧٢ - وعنها: "أنه أطال القيام جدا، ثم ركع فأطال الركوع، ثم قام فأطال وهو دون القيام الأول، ثم ركع فأطال وهو دون الركوع الأول"
٧٣ - عن عبادة بن تميم عن عمه: "أنه عليه السلام خرج يستسقي فتوجه إلى القبلة يدعو وحول رداءه ثم صلى ركعتين جهر فيهما بالقراءة"','1','221',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (90,'٧٤ - وعن ابن عباس: "أنه عليه السلام حرج متبذلا متواضعا منضرعا فجلس على المنبر فلم يخطب خطبتكم هذه ولكن لم يزل في الدعاء والتضرع والتكبير، وصلى ركعتين كما كان يصلي في العيدين" د. س. ق. ت.
٧٥ - ابن عمر: "أنه عليه السلام صلى صلاة الخوف في بعض أيامه، فقامت طائفة بإزاء العدو، وصلى بالذين معه ركعة ثم ذهبوا، وجاء الآخرون فصلى بهم ركعة، ثم قضت الطائفتان ركعة ركعة" "متفق عليه"','1','222',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (91,'<span data-type="title" id=toc-67>٣ - الجنائز</span>
٧٦ - أبو هريرة: "أنه عليه السلام نعى النجاشي في اليوم الذي مات فيه وخرج إلى المصلى فصلى بهم وكبر أربعا"
٧٧ - ابن عباس: "أنه عليه السلام صلى على قبر بعدما دفن، فكبر عليه أربعا"
٧٨ - أبو هريرة: "أنه عليه السلام صلى على شخص كان يقم المسجد بعدما دفن"
٧٩ - جابر: "أنه عليه السلام كان يجمع بين الرجلين من قتلى أحد في قبر واحد ويقول: أيهم أكثر أخذا للقرآن: فإذا أشير له إلى أحدهما قدمه في اللحد وقال: أنا شهيد على هؤلاء يوم القيامة، وأمر بدفنهم بدمائهم ولم يغسلهم ولم يصل عليها" خ.
٨٠ - عائشة: "أنه عليه السلام كفن في ثلاثة أثواب بيض سحولية من كرسف ليس فيها قميص ولا عمامة" متفق عليه.
٨١ - طلحة بن عبد الله: "صليت خلف ابن عباس على جنازة فقرأ بفاتحة الكتاب، فقال: لتعلموا أنها سنة" خ.','1','223',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (92,'٨٢ - أبو إبراهيم الأشهلي عن أبيه: "كان عليه السلام إذا صلى على الجنازة قال: اللهم اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا". د ت.
٨٣ - أم عطية: "دخل علينا النبي صلى الله عليه وسلم حين توفيت ابنته فقال: اغسلنها ثلاثا أو خمسا أو أكثر من ذلك إن رأيتن ذلك بماء وسدر، واجعلن في الأخيرة كافورا أو شيئا من كافور، فإذا فرغتن فآذنني، فلما آذناه فأعطانا حقوه فقال: أشعرنها به"
وفي رواية: "ابدأن بميامنها ومواضع الوضوء منها، قالت: وجعلنا رأسها ثلاثة قرون" متفق عليه.
٨٤ - أم عطية: "نهينا عن إتباع الجنائز ولم يعزم علينا" متفق عليه.
٨٥ - ابن عباس مرفوعا: "اللحد لنا والشق لغيرنا" د. ت. س ودفن عليه السلام في لحد','1','224',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (93,'٨٦ - ابن مسعود مرفوعا: "ليس منا من ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية"
٨٧ - جابر "أنه عليه السلام أتى برجل قتل نفسه فلم يصل عليه" م.','1','225',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (94,'<span data-type="title" id=toc-68>٤ - الزكاة</span>
٨٨ - أبو سعيد مرفوعا: "ليس فيما دون خمسة أواق صدقة، ولا فيما دون خمس ذود صدقة، ولا فيما دون خمس أو سق صدقة" رواه الجماعة.
٨٩ - ابن عمر: "لا زكاة في مال حتى يحول عليه الحول" وروي مرفوعا.
٩٠ - ابن عمر: "فيما سقت السماء والعيون أو كان عثريا العشر، وما سقي بالنضح نصف العشر" خ. د. ت.
٩١ - أبو هريرة مرفوعا: "ليس على المسلم في عبده ولا فرسه صدقة" متفق عليه.
٩٢ - سمرة بن جندب: "أما بعد فإنه عليه السلام كان يأمرنا أن نخرج الصدقة مما يعد للبيع". د.','1','226',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (95,'٩٣ - أبو هريرة مرفوعا: العجماء جبار والبئر جبار والمعدن جبار وفي الركاز الخمس متفق عليه
٩٤ - أبو هريرة: أنه عليه السلام قال: "لا تحل لنا الصدقة"
٩٥ - عبد الله بن عمرو مرفوعا: "لا تحل الصدقة لغني ولا لذي مرة سوي"
٩٦ - كتاب أبي بكر في الصدقة: ["أنس: أن أبا بكر الصديق رضي الله عنه كتب له: هذه فريضة الصدقة التي فرضها رسول الله صلى الله عليه وسلم على المسلمين والتي أمر الله بها رسولة"] في أربع وعشرين من الإبل فما دونها من الغنم في كل خمس شاة، فإذا بلغت خمسا وعشرين إلى خمس وثلاثين ففيها بنت مخاض أنثى فإن لم تكن ابنة مخاض فابن لبون ذكر، فإذا بلغت ستا وثلاثين إلى خمس وأربعين ففيها بنت لبون أنثى، فإذا بلغت ستا وأربعين (إلى ستين) ففيها حقة طروقة الجمل، فإذا بلغت إحدى وستين إلى خمس وسبعين ففيها جذعة، فإذا بلغت ستا وسبعين إلى تسعين ففيها بنتا لبون، فإذا بلغت إحدى وتسعين إلى عشرين ومائة [ففيها حقتان طروقتا الجمل، فإذا زادت على عشرين ومئة] ففي كل أربعين ابنة لبون، وفي كل خمسين حقة، ومن لم','1','227',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (96,'يكن معه إلا أربع من الإبل فليس فيها صدقة، إلا أن يشاء ربها، فإذا بلغت خمسا من الإبل ففيها شاة.
وصدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة شاة، فإذا زادت على عشرين ومائة إلى مائتين ففيها شاتان، زادت على مائتين إلى ثلثمائة ففيها ثلاث شياه، فإذا زادت على ثلثمائة ففي كل مائة شاة، فإذا كانت سائمة الرجل ناقصة عن أربعين شاة شاة واحدة فليس فيها صدقة إلا أن يشاء ربها، ولا يجمع بين متفرق، ولا يفرق بين مجتمع خشية الصدقة، وما كان من خليطين فإنهما يتراجعان بينهما بالسوية، ولا يخرج في الصدقة هرمة، ولا ذات عوار، ولا تيس، إلا أن شاء المصدق، وفي الرقة ربع العشر، فإن لم تكن إلا تسعين ومائة فليس فيها صدقة إلا أن يشاء ربها، ومن بلغت عنده من الإبل صدقة الجذعة وليس عنده الجذعة وعنده حقة فإنها تقبل منه الحقة ويجعل معها شاتين إن استيسرتا له أو عشرين درهما ومن بلغت عنده صدقة الحقة وليست عنده الحقة وعنده الجذعة فإنها تقبل منه، ويعطيه المصدق عشرين درهما أو شاتين، ومن بلغت عنده صدقة الحقة وليست عنده إلا ابنة لبون فإنها تقبل منه بنت لبون، ويعطي شاتين أو عشرين درهما، ومن بلغت صدقته ابنة لبون وعنده حقة فإنها تقبل منه الحقة، ويعطيه المصدق عشرين درهما أو شاتين، ومن لم يكن عنده بنت مخاض على وجهها وعنده ابن لبون فإنه يقبل منه وليس معه شيء" خ وغيره.
٩٧ - عبد الله بن عمر: " فرض عليه السلام صدقة الفطر على الذكر والأنثى والحر والمملوك، صاعا من تمر، أو صاعا من شعير، فعدل الناس به نصف صاع من بره قبل خروج الناس إلى الصلاة، وكان ابن عمر يؤديها قبل ذلك بيوم أو يومين"','1','228',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (97,'<span data-type="title" id=toc-69>٥ - الصيام</span>
٩٨ - أبو هريرة مرفوعا: "لا تقدموا رمضان بصوم يوم ولا يومين إلا رجلا كان يصوم صوما فليصمه" متفق عليه.
٩٩ - ابن عمر مرفوعا: "إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا، فإن غم عليكم فاقدروا له .. " متفق عليه
١٠٠ - وكان ابن عمر: "يرسل من يراه، فإن حال دونه غيم أو قتر أصبح صائما"
١٠١ - حفصة مرفوعا: "من لم يجمع الصيام قبل الفجر فلا صيام له" د ت س. ق.
١٠٢ - عائشة: "أنه عليه السلام دخل ذات يوم فقال: هل عندكم شيء؟ قلنا: لا؟ قال: فإني إذا صائم: ثم أتى يوما آخر فقلت: يا رسول الله أهدي لنا حبس فقال: أرينيه فلقد أصبحت صائما فأكل" م د. س ق
١٠٣ - ابن عباس: "جاء أعرابي إلى النبي صلى الله عليه وسلم فقال أبصرت الهلال الليلة، قال: أتشهد أن لا إلى إلا الله وأن محمدا عبده ورسوله؟ قال: نعم، قال: يا بلال أذن','1','229',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (98,'في الناس فليصموا غدا" د. س. ق. ت.
١٠٤ - أنس مرفوعا: "تسحروا فإن في السحور بركة" متفق عليه.
١٠٥ - عائشة: "أنه عليه السلام كان يدركه الفجر وهو جنب من أهله، ثم يغتسل ويصوم"
١٠٦ - أبو هريرة مرفوعا: "من نسي وهو صائم فأكل أو شرب فليتم صومه، فإنما أطعمه الله وسقاه" متفق عليهما.
١٠٧ - أبو هريرة: "بينما نحن عند النبي صلى الله عليه وسلم إذا جاءه رجل فقال: يا رسول الله هلكت، قال: مالك؟ قال: وقعدت على امرأتي وأنا صائم، وفي رواية: أصبت أهلي في رمضان، قال: هل تجد رقبة تعتقها؟ قال: لا، قال: فهل تستطيع أن تصوم شهرين متتابعين؟ قال: لا، قال: فهل تجد إطعام ستين مسكينا؟ قال: لا، فمكث عند النبي صلى الله عليه وسلم فبينا نحن على ذلك أتي بعرق من تمر قال: أين السائل؟ قال: أنا، قال: خذ هذا فتصدق به، قال: على أفقر مني يا رسول الله، فوالله ما بين لابتيها أهل بيت أفقر من أهل بيتي، فضحك حتى بدت أنيابه ثم قال: أطعمه أهلك" أخرجه الجماعة.','1','230',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (99,'١٠٨ - جابر: "ليس من البر الصوم في السفر" متفق عليه
١٠٩ - وسأله حمزة بن عمرو عن فقال: "إن شئت فصم وإن شئت فأفطر"
١١٠ - عائشة: "كان يكون على الصوم من رمضان فما أستطيع أن أقضي إلا في شعبان"
١١١ - عائشة مرفوعا: "من مات وعليه صيام صام عنه وليه"
١١٢ - أبو هريرة مرفوعا: "من ذرعه القيء فليس عليه قضاء، ومن استقاء عمدا فعليه القضاء" د. ت.
١١٣ - رافع بن خديج مرفوعا: "أفطر الحاجم والمحجوم" د. ت.','1','231',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (100,'١١٤ - سهل بن سعد مرفوعا: "لا يزال الناس بخير ما عجلوا الفطر" متفق عليه
١١٥ - عمر رضي الله عنه مرفوعا: "إذا أقبل الليل من ها هنا وأدبر النهار من ها هنا أفطر الصائم" متفق عليه.
١١٦ - أنس مرفوعا: "لا تواصلوا، قالوا: إنك تواصل؟ قال: لست كأحدكم إني أطعم وأسقي"
١١٧ - أبو هريرة: "أوصاني خليلي بثلاث: صيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أنام" متفق عليه
١١٨ - عبد الله بن عمر مرفوعا: أحب الصيام إلى الله عز وجل صيام داود وأحب الصلاة إلى الله صلاة داود
١١٩ - أبو هريرة مرفوعا: "لا يصومن أحدكم يوم الجمعة إلا أن يصوم يوما قبله أو يوما بعده" متفق عليه','1','232',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (101,'١٢٠ - أبو سعيد: "نهى رسول الله صلى الله عليه وسلم عن صوم يومين: الفطر والنحر"
١٢١ - ابن عمر وعائشة: "لم يرخص في أيام التشريق أن يضمن إلا لمن لم يجد الهدي"
١٢٢ - سلمان مرفوعا: "إذا كان أحدكم صائما فليفطر على التمر، فإن لم يجد التمر فعلى الماء، فإن الماء طهور" د. ق. ت.
١٢٣ - عائشة: أنه عليه السلام كان يعتكف العشر الأواخر من رمضان حتى توفاه الله
١٢٤ - عائشة قالت: "السنة على المعتكف أن لا يعود مريضا، ولا يشهد جنازة، ولا يمس امرأة، ولا يخرج لحاجة إلا لما لابد منه، ولا اعتكاف إلا بصوم، ولا اعتكاف إلا في مسجد جامع" د.','1','233',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (102,'<span data-type="title" id=toc-70>٦ - الحج</span>
١٢٥ - ابن عمر: "جاء رجل إلى النبي صلى الله عليه وسلم فقال: ما يوجب الحج؟ فقال: الزاد والراحلة" ت.
١٢٦ - ابن عباس: "أنه عليه السلام وقت لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، هن لهن ولمن أتى عليهن من غيرهن ممن أراد الحج والعمرة، ومن كان دون ذلك فمن حيث أنشأ حتى أهل مكة من مكة" متفق عليه.
١٢٧ - ابن عمر: "أن رجلا قال: يا رسول الله ما يلبس المحرم؟ قال: لا يلبس القميص ولا العمائم ولا السراويلات ولا البرانس ولا الخفاف، إلا أحد لا يجد نعلين فليلبس الخفين، وليقطعهما أسفل من الكعبين، ولا يلبس من الثياب شيئا مسه زعفران أو ورس"
١٢٨ - ابن عباس مرفوعا: "إن هذا البلد حرمه الله يوم خلق السموات والأرض، فهي حرام بحرمة الله إلى يوم القيامة، وإنه لا يحل القتال فيه لأحد قبلي، ولم تحل لي إلا ساعة من نهار، فهي حرام بحرمة الله إلى يوم القيامة، لا يعضد شوكه، ولا ينفر صيده، ولا يلتقط لقطته إلا من عرفها، ولا يختلي خلاه، فقال العباس: يا رسول الله إلا الإذخر فإنه لقيتهم وبيوتهم، فقال: إلا الأذخر" متفق عليه.','1','234',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (103,'١٢٩ - عائشة مرفوعا: "خمس من الدواب كلهن فاسق، يقتلن في الحرم الغراب والحدأة والعقرب والفأرة والكلب العقور"
١٣٠ - ابن عمر: "أنه عليه السلام دخل مكة من كداء من الثنية العليا وخرج من الثنية السفلى"
١٣١ - عمر: "أنه قبل الحجر وقال: إني لأعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله صلى الله عليه وسلم يقبلك ما قبلتك"
١٣٢ - ابن عباس: "أنه عليه السلام لما قدم مكة قال المشركون: إنه يقدم عليكم وفد وهنتهم حمى يثرب، فأمرهم أن يرملوا الأشواط الثلاثة، وأن يمشوا ما بين الركنين، ولم يمنعه أن يأمرهم أن يرملوا الأشواط كلها إلا الإبقاء عليهم
١٣٣ - ابن عمر: "لم أر النبي صلى الله عليه وسلم يستلم من البيت إلا الركنين اليمانيين"
١٣٤ - ابن عباس: "تمتع النبي صلى الله عليه وسلم وأبو بكر وعمر وعثمان و .. من نهى عنها معاوية"','1','235',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (104,'١٣٥ - ابن عمر: "تمتع رسول الله صلى الله عليه وسلم في حجة الوداع بالعمرة إلى الحج، وأهدى فساق معه الهدي من ذي الحليفة، وبدأ رسول الله صلى الله عليه وسلم فأهل بالعمرة، ثم أهل بالحج، فتمتع الناس مع رسول الله صلى الله عليه وسلم بالعمرة إلى الحج، فكان من الناس من أهدى فساق الهدي من ذي الحليفة ومنهم من لم يهد، فلما قدم النبي صلى الله عليه وسلم مكة قال للناس: من كان منكم أهدى فإنه لا يحل من شيء حرم منه حتى يقضي حجه، ومن لم يكن أهدى فليطف بالبيت وبالصفا والمروة، وليقصر ويتحلل، ثم ليهل بالحج، وليهد، فمن لم يجد هديا فليصم ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله، فطاف رسول الله صلى الله عليه وسلم حين قدم مكة واستلم الركن أول شيء ثم خب ثلاثة أطواف من السبع، ومشى أربعة، وركع حين قضى طوافه بالبيت عند المقام ركعتين، ثم سلم فانصرف، فأتى الصفا فطاف بالصفا والمروة سبعة أطواف، ثم لم يحل من شيء حرم منه حتى قضى حجه، ونحر هديه يوم النحر، وأفاض وطاف بالبيت، ثم حل من كل شيء حرم منه، وفعل مثل ما فعل رسول الله صلى الله عليه وسلم من أهدى وساق الهدي من الناس"
١٣٦ - ابن عمر: "أن تلبية النبي صلى الله عليه وسلم: لبيك اللهم لبيك لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك"
١٣٧ - ابن عباس: "أنه عليه السلام لم يزل يلبي حتى رمى جمرة العقبة"
١٣٨ - كعب بن عجرة: "حملت إلى رسول الله صلى الله عليه وسلم والقمل يتناثر على وجهي فقال: ما كنت أرى الجهد بلغ بك ما أرى، أجد شاة؟ فقلت: لا، قال: فصم ثلاثة','1','236',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (105,'أيام، وأطعم ستة مساكين لكل مسكين نصف صاع"
١٣٩ - عائشة: "أنه عليه السلام أهدى مرة عنما"
١٤٠ - أبو هريرة: "أنه عليه السلام رأى رجلا يسوق بدنة فقال: اركبها ثلاثا"
١٤١ - ابن عباس: "قدم النبي صلى الله عليه وسلم وأصحابه صبيحة رابعة فأمرهم أن يجعلوها عمرة فقالوا: يا رسول الله أي الحل؟ قال: الحل كله" متفق عليه.
١٤٢ - عن جابر: "أنه عليه السلام طاف بالبيت سبعا فقرأ (واتخذوا من مقام إبراهيم مصلى)، وصلى خلف المقام ركعتين ثم أتي الحجر فاستلمه فقال: نبدأ بما بدأ الله به، فبدأ بالصفا وقال: (إن الصفا والمروة من شعائر الله) م. د. ت.
١٤٣ - عائشة: "كانت قريش ومن دان دينها يقفون بالمزدلفة، وكانوا يسمون الحمس، وكان سائر العرب يقفون بعرفة، فلما جاء الإسلام أمر الله نبيه أن يأتي عرفة فيقف بها، ثم يفيض منها، فذلك قوله (ثم أفيضوا من حيث أفاض الناس) " متفق عليه.
١٤٤ - عبد الرحمن بن يعمر مرفوعا: "الحج عرفة"','1','237',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (106,'١٤٥ - علي رضي الله عنه مرفوعا: "عرفة كلها موقف، ومنى كلها منحر"
١٤٦ - ابن عباس مرفوعا: "دخلت العمرة في الحج إلى يوم القيامة" ت.
١٤٧ - ابن عمر: "أن رجلا سأله عليه السلام في حجة الوداع: حلقت قبل أن أذبح؟ قال: اذبح ولا حرج، فقال: آخر، نحرت قبل أن أرمي؟ قال: ارم ولا حرج، فما سئل يومئذ عن شيء قدم ولا أخر إلا قال: افعل ولا حرج"
١٤٨ - ابن عباس أنه عليه السلام كان يرمي الجمار إذا زالت الشمس"
١٤٩ - ابن عباس أيضا: "أمر الناس أن يكون آخر عهدهم بالبيت إلا أنه خفف عن الحائض" متفق عليه.
١٥٠ - جابر مرفوعا: "صيد البر لكم حلال، ما لم تصيدوه أو يصاد لكم" ت.','1','238',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (107,'١٥١ - أبو قتادة: "أنه كان مع أصحابه وهم محرمون وهو غير محرم، فصاد حمار وحش، فسألوا عنه النبي صلى الله عليه وسلم فقال: منكم أحد أمره أن يحمل عليه أو أشار إليه؟ قالوا: لا، قال: كلوا"
١٥٢ - الصعب بن جثامة: "أنه أهدى للنبي صلى الله عليه وسلم حمارا وحشيا وهو بالأبواء أو بوادان، فرده عليه فلما رأى ما في وجهه قال: إنا لم نرده عليك إلا أنا حرم" متفق عليه.
وإنما رده عليه لأنه صاده لأجله.','1','239',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (108,'<span data-type="title" id=toc-71>٧ - البيوع</span>
١٥٣ - ابن عمر مرفوعا: "المتبايعان كل واحد منهما بالخيار ما لم يتفرقا، وكانا جميعا أو يخير أحدهما الآخر"
١٥٤ - أبو سعيد مرفوعا: "أنه نهى عن الملامسة والمنابذة"
١٥٥ - أبو هريرة مرفوعا: "لا تلقوا الركبان، ولا بيع بعضكم على بيع بعض ولا تناجشوا، ولا يبع حاضر لباد، ولا تصروا الغنم، ومن ابتاعها فهو بخير النظرين بعد أن يحلبها إن رضيها أمسكها، وإن سخطها ردها وصاعا من تمر، وهو بالخيار ثلاثا"
١٥٦ - ابن عمر: "أنه عليه السلام نهى عن بيع حبل الحبلة"
١٥٧ - ابن عمر: "أنه عليه السلام نهى عن بيع الثمرة حتى يبدو صلاحها، نهى البائع والمشتري"
١٥٨ - وعنه: "أنه عليه السلام نهى عن المزابنة"','1','240',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (109,'١٥٩ - وعن جابر: "أنه نهى عن المخابرة والمحاقلة"
١٦٠ - وعن أبي مسعود: "أنه نهى عن ثمن الكلب ومهر البغي وحلوان الكاهن"
١٦١ - عن زيد بن ثابت: "أنه عليه السلام رخص لصاجب العربة أن يبيعها بخرصها"
١٦٢ - ابن عمر مرفوعا: "من باع نخلا قد أبر فثمرتها للبائع، إلا أن يشترط المبتاع"
وفي رواية: "ومن ابتاع [وله مال] فماله للذي باعه إلا أن يشترط المبتاع"
١٦٣ - ابن عمر مرفوعا: "من ابتاع طعاما فلا يبعه حتى يستوفيه"
١٦٤ - ابن عباس مرفوعا: "من أسلف في شيء فليسلف في كيل معلوم، ووزن','1','241',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (110,'معلوم إلى أجل معلوم" متفق عليه.
١٦٥ - جابر: "أنه باع النبي صلى الله عليه وسلم جملا واستثنى حملانه إلى المدينة"
١٦٦ - عائشة: "كل شرط ليس في كتاب الله فهو باطل، وإن كان مائة شرط"
١٦٧ - ابن عمر مرفوعا: "لا يحل سلف وبيع، ولا شرطان في بيع، ولا ربح ما لم يضمن، ولا بيع ما ليس عندك" د. ت.
١٦٨ - عائشة مرفوعا: "الخراج بالضمان" ق. ت.
١٦٩ - جابر مرفوعا: "لو بعت من أخيك ثمرا فأصابته جائحة فلا يحل لك أن تأخذ منه شيئا، بم تأخذ مال أخيك بغير حق"
١٧٠ - أبو سعيد مرفوعا: "لا تبيعوا الذهب بالذهب إلا مثلا بمثل، ولا تشفوا بعضها','1','242',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (111,'على بعض، ولا تبيعوا الورق بالورق إلا مثلا بمثل، ولا تشفوا بعضها على بعض، ولا تبيعوا منها غائبا بناجز"
١٧١ - عبادة بن الصامت مرفوعا: "الذهب بالذهب، والفضة بالفضة، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح، مثلا بمثل، سواء بسواء، يدا بيد، فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم، يدا بيد فمن زاد أو ازداد فقد أربى"
١٧٢ - عائشة: "أنه عليه السلام اشترى من يهودي طعاما ورهنه درعا من حديد" متفق عليه.
١٧٣ - أبو هريرة مرفوعا: "الظهر يركب (بنفقته) إذا كان مرهونا، ولبن الدر يشرب إذا كان مرهونا، وعلى الذي يركب ويشرب نفقته"
١٧٤ - وعنه مرفوعا: "مطل الغنى ظلم، فإذا أتبع أحدكم على مليء فليتبع"','1','243',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (112,'١٧٥ - وعنه مرفوعا: "من أدرك ماله بعينه عند رجل قد أفلس فهو أحق به من غيره"
وفي لفظ للترمذي: "وإن مات المشتري فصاحب المتاع أسوة الغرماء، وفي رواية: فإن كان قضاه من ثمنها فما بقي فهو أسوة الغرماء"
١٧٦ - جابر: "إنه عليه السلام قضى بالشفعة في كل ما لم يقسم، فإذا وقعت الحدود وصرفت الطرف فلا شفعة"
١٧٧ - أبو رافع مرفوعا: "الجار أحق بصقبه"','1','244',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (113,'<span data-type="title" id=toc-72>٨ - الوقف</span>
١٧٨ - ابن عمر: "أن عمر أصاب أرضا بخيبر فسأل النبي صلى الله عليه وسلم عنها فقال: إني أصبت أرضا بخيبر لم أصب مالا أنفس عندي منه فما تأمرني به؟ قال: إن شئت حبست أصلها وتصدقت بها، قال: فتصدق بها عمر، غير أنها لا يباع أصلها، ولا يورث، ولا يوهب في الفقراء والقربى والرقاب وفي سبيل الله وابن السبيل والضيف، لا جناح على من وليها أن يأكل منها بالمعروف، ويطعم صديقا غير متمول فيه"
١٧٩ - ابن عمر وابن عباس مرفوعا: "العائد في هبته كالعائد في قيئة"
١٨٠ - وعنهما مرفوعا: "لا يحل لأحد يعطي عطية فيرجع فيها إلى الوالد فيها أعطى ولده" د. ت.','1','245',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (114,'<span data-type="title" id=toc-73>٩ - الصلح وغيره</span>
١٨١ - كثير بن عبد الله بن عمرو بن عوف عن أبيه عن جده مرفوعا: "الصلح جائز بين المسلمين إلا صلحا حرم حلالا أو أحل حراما، والمسلمون على شروطهم إلا شرطا حرم حلالا أو أحلا حراما"
١٨٢ - جابر مرفوعا: "من أحيا أرضا ميتة فهي له"
١٨٣ - ابن عمر: "أنه عليه السلام عامل أهل خيبر بشطر ما يخرج منها من زرع أو ثمر" متفق عليه.
١٨٤ - جابر: "قضى عليه السلام بالعمرى لمن وهبت له، وفي رواية: من أعمر عمرى فهي للذي أعمرها حيا وميتا، وبعضه جابر مرفوعا: العمرى جائزة والرقبى جائزة"
١٨٥ - أبو أمامة مرفوعا: "العارية مؤداة، والزعيم غارم، والدين مقضي" د. ق. ت.','1','246',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (115,'١٨٦ - الحسن عن سمرة مرفوعا: "على اليد ما أخذت حتى تؤدي"
١٨٧ - أبو هريرة مرفوعا: لا يمنعن جار جاره أن يغرز خشبة في جداره
١٨٨ - زيد بن خالد الجهني: "سئل عليه السلام عن لقطة الذهب أو الورق فقال: اعرف وكاءها وعفاصها ثم عرفها، فإن لم تعرف فاستنققها ولتكن وديعة عندك، فإن جاء طالبها يوما من الدهر فأدها إليه، وسأله عن ضالة الإبل فقال: مالك ولها، معها حذاؤها وسقاؤها، ترد الماء وتأكل الشجر حتى يجدها ربها، وسأله عن الشاة فقال: خذها فإنها هي لك أو لأخيك أو للذئب" متفق عليه.','1','247',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (116,'<span data-type="title" id=toc-74>١٠ - الوصايا</span>
١٨٩ - ابن عمر مرفوعا: "ما حق امرئ مسلم له شيء يوصى فيه يبيت ليلتين إلا ووصيته مكتوبة عنده" متفق عليه.
١٩٠ - سعد: "أنه عليه السلام أمره في الوصية بالثلث"
١٩١ - أبو أمامة مرفوعا: "لا وصية لوارث"','1','248',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (117,'<span data-type="title" id=toc-75>١١ - الفرائض</span>
١٩٢ - ابن عباس مرفوعا: "ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر"
١٩٣ - هذيل بن شرحبيل: "جاء رجل إلى أبي موسى الأشعري وسلمان بن ربيعة فسألهما عن ابنة، وابنة ابن، وأخت لأب وأم؟ فقال: للابنة النصف وللأخت للأب والأم النصف، ولم يورثا ابنة الابن شيئا، وائت ابن مسعود فإنه سيتابعنا، فأتاه فسأله وأخبره بقولهما فقال: لقد ضللت إذا وما أنا من المهتدين، ولكن أقضي فيها بقضاء رسول الله صلى الله عليه وسلم: للابنة النصف ولابنة الابن سهم تكملة الثلثين، وما بقى فللأخت من الأب والأم" خ. د. ت.
١٩٤ - ابن مسعود: "أنه عليه السلام ورث الجدة وابنها حي"
١٩٥ - ابن عمر مرفوعا: "لا يتوارث أهل ملتين شتى"
١٩٦ - أبو هريرة مرفوعا: "إذا استهل المولود ورث"','1','249',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (118,'١٩٧ - ابن عمر: "أنه عليه السلام نهى عن بيع الولاء وهبته"
١٩٨ - عائشة مرفوعا: "الولاء لم أعتق"','1','250',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (119,'<span data-type="title" id=toc-76>١٢ - النكاح</span>
١٩٩ - ابن مسعود مرفوعا: "يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض البصر وأحصن للفرج"
٢٠٠ - أبو هريرة مرفوعا: "لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها"
٢٠١ - عقبة بن عامر مرفوعا: "أحق الشروط أن توفوا به ما استحللتم به الفروج"
٢٠٢ - ابن عمر: "أنه عليه السلام نهى عن (نكاح الشغار) "
٢٠٣ - على: "أنه عليه السلام نهى عن نكاح المتعة"
٢٠٤ - أبو هريرة مرفوعا: "لا تنكح الأيم حتى تستأمر، ولا تنكح البكر حتى تستأذن، قالوا: يا رسول الله وكيف إذنها؟ قال: أن تسكت"
٢٠٥ - عثمان مرفوعا: "لا ينكح المحرم ولا ينكح ولا يخطب"','1','251',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (120,'٢٠٦ - ابن مسعود: "أنه عليه السلام علمه خطبة الحاجة: الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله، ويقرأ ثلاث آيات {اتقوا الله حق تقايه ولا تموتن إلا وأنتم مسلمون} {واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا} {اتقوا الله وقولوا قولا سديدا}
٢٠٧ - محمد بن سويد أن غيلان: "أسم وعنده عشر نسوة فأسلمن معه، فأمره عليه السلام أن يتخير أربعا منهن"
٢٠٨ - ابن مسعود: "لعن عليه السلام المحلل والمحلل له"
٢٠٩ - أنس: "من السنة إذا تزوج البكر على الثيب أقام عندها سبعا، وقسم، وإذا تزوج الثيب أقام عندها ثلاثا ثم قسم"
٢١٠ - أبو موسى مرفوعا: "لا نكاح إلا بولي"','1','252',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (121,'٢١١ - سمرة بن جندب مرفوعا: "أيما امرأة زوجها وليان فهي للأول منهما، ومن باع بيعا من رجلين فهو للأول منهما"
٢١٢ - جابر مرفوعا: "أيما عبد تزوج بغير إذن سيده فهو عاهر" د. ت.
٢١٣ - أنس: "أنه عليه السلام أعتق صفية وجعل عتقها صداقها"
٢١٤ - سهل بن سعد: "أنه عليه السلام زوج امرأة على سور من القرآن"
٢١٥ - أنس: "أن عبد الرحمن بن عوف تزوج على وزن نواة من ذهب فقال له النبي صلى الله عليه وسلم: أولم ولو بشاة"','1','253',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (122,'<span data-type="title" id=toc-77>١٣ - الطلاق</span>
٢١٦ - ابن عمر: "أنه طلق امرأته وهي حائض فذكره عمر للنبي صلى الله عليه وسلم: مره فليراجعها ثم يمسكها حتى تطهر ثم تحيض ثم تطهر فإن بدا له أن يطلقها فليطلقها قبل أن يمسها فتلك العدة التي أمر الله عز وجل أن يطلق لها النساء"
٢١٧ - عائشة مرفوعا: "طلاق الأمة تطليقتان وعدتها حيضان" د. ت. ق.
٢١٨ - أبو هريرة مرفوعا: "كل طلاق جائز إلا طلاق المعتوه المغلوب على عقله" ت.
٢١٩ - وعنه مرفوعا: "ثلاث جدهن جد وهزلهن جد النكاح والطلاق والرجعة" د. ق. ت.','1','254',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (123,'<span data-type="title" id=toc-78>١٤ - العدة</span>
٢٢٠ - سبيعة: "أن النبي صلى الله عليه وسلم أفتاها أنها حلت بوضع الحمل"
٢٢١ - أم حبيبة مرفوعا: "لا يحل لامرأة تؤمن بالله والبوم الآخر (أن) تحد فوق ثلاث إلى على زوج أربعة أشهر وعشرا"','1','255',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (124,'<span data-type="title" id=toc-79>١٥ - الظهار</span>
٢٢٢ - سلمة بن صخر: "أنه ظاهر ثم وطئ فأمره النبي صلى الله عليه وسلم أن يحرر رقبة فقال: لا أملك، قال: صم شهرين متتابعين، فأخبره أنه لا يستطيع، قال: فأطعم وسقا من تمر بين ستين مسكينا"
وفي الباب عمر وابن عباس وحولة.','1','256',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (125,'<span data-type="title" id=toc-80>١٦ - اللعان</span>
٢٢٣ - ابن عمر: "أن رجلا رمى امرأته وانتفي من ولدها فأمرهما رسول الله صلى الله عليه وسلم فتلاعنا كما قال الله عز وجل ثم قضى بالولد للمرأة وفرق بينهما"
٢٢٤ - عائشة: "أنه عليه السلام قال: الولد للفراش وللعاهر الحجر"','1','257',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (126,'<span data-type="title" id=toc-81>١٧ - الرضاع</span>
٢٢٥ - ابن عباس مرفوعا: "يحرم من الرضاع ما يحرم من النسب"
٢٢٦ - عائشة مرفوعا: "لا تحرم المصة [ولا] والمصتان"','1','258',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (127,'<span data-type="title" id=toc-82>١٨ - الجنايات والديات</span>
٢٢٧ - ابن مسعود مرفوعا: "لا يحل دم امرئ مسلم يشهد أن لا إله إلا اله وأني رسول الله إلا بإحدى ثلاث الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق الجماعة"
٢٢٨ - أنس رضي الله عنه: "أن جارية رض رأسها بين حجرين فقيل من فعل هذا بك: فلان فلان؟ حتى ذكر اليهودي فأومأت برأسها فأخذ اليهودي فاعترف فأمر رسول الله صلى الله عليه وسلم أن يرض رأسه بين حجرين"
٢٢٩ - ابن عمر: "أن النبي صلى الله عليه وسلم قضى في إملاص المرأة بغرة عبد أو أمة" أبو هريرة: مثله.
٢٣٠ - عمران بن حصين: "أن رجلا عض رجلا فنزع يده من فيه فوقعت ثناياه فأهدرها النبي صلى الله عليه وسلم"
٢٣١ - في صحيفة علي "لا يقتل مسلم بكافر"
٢٣٢ - ابن عباس مرفوعا: "دية أصابع اليدين والرجلين سواء عشر من الإبل لكل أصبع" ت.','1','259',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (128,'٢٣٣ - عن عمرو بن شعيب عن أبيه عن جده مرفوعا: "دية المعاهد نصف دية الحر"
٢٣٤ - ابن مسعود مرفوعا: "دية الخطأ عشرون حقة، وعشرون جذعة، وعشرون ابن مخاض، وعشرون بنت مخاض، وعشرون بنت لبون"
٢٣٥ - ابن عباس مرفوعا: "الأسنان سواء والأصابع سواء"
٢٣٦ - عن عمرو بن شعيب عن أبيه عن جده مرفوعا: "في الأسنان خمس خمس"
٢٣٧ - وعنه مرفوعا: "عقل المرأة مثل عقل الرجل حتى يبلغ الثلث من ديتها"','1','260',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (129,'<span data-type="title" id=toc-83>١٩ - الحدود</span>
٢٣٨ - عبادة بن الصامت مرفوعا: "خذوا عني قد جعل الله لهن سبيلا البكر بالبكر جلد مائة ونفي سنة، والثيب بالثيب جلد مائة والرجم"
٢٣٩ - أبو هريرة مرفوعا: "إذا زنت الأمة فاجلدوها ثم إن زنت فاجلدوها ثم بيعوها ولو بضفير"
٢٤٠ - ابن عباس مرفوعا: "من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به"
٢٤١ - ابن عباس مرفوعا: "من بدل دينه فاقتلوه"
٢٤٢ - عائشة مرفوعا: "تقطع اليد في ربع دينار فصاعدا"
٢٤٣ - رافع بن خديج مرفوعا: "لا قطع في ثمر ولا كثر"','1','261',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (130,'٢٤٤ - أنس: "أنه عليه السلام أتى برجل قد شرب الخمر فجلده بجريدة نحو أربعين وفعله أبو بكر فلما كان عمر استشار الناس فقال عبد الرحمن: أخف الحدود ثمانون، فأمر به عمر"
٢٤٥ - أبو بردة مرفوعا: "لا يجلد فوق عشرة أسواط إلا في حد من حدود الله"','1','262',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (131,'<span data-type="title" id=toc-84>٢٠ - الأيمان والنذور</span>
٢٤٦ - عبد الرحمن بن سمرة مرفوعا: "إذا حلفت على يمين فرأيت غيرها خيرا منها فكفر عن يمينك وائت الذي هو خير"
٢٤٧ - عمر مرفوعا: "إن الله ينهاكم أن تحلفوا بآبائكم فمن كان حالفا فليحلف بالله أو ليصمت"
٢٤٨ - أبو هريرة مرفوعا: "يمينك على ما يصدقك به صاحبك"
٢٤٩ - عمر: "أنه استفتى النبي صلى الله عليه وسلم في نذر نذره في الجاهلية فقال: أوف بنذرك"','1','263',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (132,'<span data-type="title" id=toc-85>٢١ - النفقات</span>
٢٥٠ - عائشة: "أن هندا بنت عتبة قالت: يا رسول الله إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني إلا ما أخذت من ماله بغير علمه فهل علي في ذلك من جناح؟ فقال: خذي ما يكفيك وولدك بالمعروف"','1','264',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (133,'<span data-type="title" id=toc-86>٢٢ - القضاء والدعاوى والبينات</span>
٢٥١ - عمر بن العاص مرفوعا: "إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر"
٢٥٢ - معاذ: "أنه عليه السلام بعثه إلى اليمن فقال: كيف تقضي؟ قال: أقضي بما في كتاب الله، فقال: فإن لم يكن في كتاب الله؟ قال: فبسنة رسول الله قال: فإن لم يكن في سنة رسول الله؟ قال: أجتهد رأي، قال: الحمد لله الذي وفق رسول رسول الله"
٢٥٣ - أبو هريرة مرفوعا: "من ولي القضاء أو جعل قاضيا فقد ذبح بغير سكين"
٢٥٤ - عبد الله بن عمرو: "لعن رسول الله صلى الله عليه وسلم الراشي والمرتشي"
٢٥٥ - ابن عباس مرفوعا: "لو يعطي الناس بدعواهم لا دعى ناس دماء رجال وأموالهم ولكن اليمين على المدعي عليه، وفي رواية: ولكن البينة على المدعي واليمين على من أنكر"','1','265',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (134,'<span data-type="title" id=toc-87>٢٣ - الأطعمة والصيد والزكاة</span>
٢٥٦ - أسماء: "نحرنا على عهد النبي صلى الله عليه وسلم فرسا فأكلناه"
٢٥٧ - جابر: "أنه عليه السلام نهى عن الحمر الأهلية وأذن في لحوم الخيل"
٢٥٨ - ابن عباس: "إن الضب أكل على مائدة النبي صلى الله عليه وسلم"
٢٥٩ - أبو موسى: "أنه عليه السلام أكل لحم الدجاج"
٢٦٠ - جابر: "أنه عليه السلام أكل الضبع"
٢٦١ - ابن عمر: "أنه عليه السلام نهى عن أكل الجلالة وألبانها"
٢٦٢ - أبو هريرة: "أنه عليه السلام حرم كل ذي ناب من السباع"','1','266',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (135,'٢٦٣ - ابن عباس: "أنه عليه السلام نهى عن كل ذي ناب من السباع وكل ذي مخلب من الطير"
٢٦٤ - عدي بن حاتم مرفوعا: "إذا أرسلت كلبك المعلم وذكرت اسم الله فكل ما أمسك عليه، قلت: وإن قتلن؟ قال: وإن قتلن ما لم يشركها كلب ليس معها، قلت له: فإني أرمي بالمعراض الصيد فأصيب، قال: إذا رميت بالمعراض فخزق فكله، وإن أصاب بعرضه فلا تأكله"
٢٦٥ - ابن عمر مرفوعا: "من اقتنى كلبا إلا كلب صيد أو ماشية فإنه ينقص من أجره كل يوم قيراطان"
٢٦٦ - رافع بن خديج مرفوعا: "ما أنهر الدم وذكر اسم الله عليه فكلوه ليس السن والظفر"
٢٦٧ - أبو سعيد مرفوعا: "ذكاة الجنين ذكاة أمه"','1','267',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (136,'<span data-type="title" id=toc-88>٢٤ - الأضاحي</span>
٢٦٨ - أنس: "أنه عليه السلام ضحى بكبشين أملحين أقرنين ذبحهما بيده وسمى وكبر ووضع رجله على صفاحهما"
٢٦٩ - أم سلمة مرفوعا: "من كان له ذبح فأهل هلال ذي الحجة فلا يأخذ من شعره ولا من أظفاره شيئا حتى يضحي"','1','268',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (137,'<span data-type="title" id=toc-89>٢٥ - اللباس</span>
٢٧٠ - ابن عمر مرفوعا: "لا تلبسوا الحرير فإنه من لبسه في الدنيا لم يلبسه في الآخرى"
٢٧١ - أبو موسى مرفوعا: "الذهب والحرير حرام على ذكور أمتى حل لإناثهم"
٢٧٢ - ابن عمر مرفوعا: "لا ينظر الله إلى من جر ثوبه خيلاء"
٢٧٣ - أنس: "كان خاتم النبي صلى الله عليه وسلم من فضة"
٢٧٤ - عائشة: "كان النبي صلى الله عليه وسلم يحب التيامن ما استطاع في تنعله وترجله وطهوره وفي شأنه كله"','1','269',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (138,'<span data-type="title" id=toc-90>٢٦ - الجهاد</span>
٢٧٥ - أبو أيوب مرفوعا: "غدوة في سبيل الله أو روحه خير مما طلعت عليه الشمس وغربت"
٢٧٦ - أبو هريرة مرفوعا: "من مات ولم يغز ولم يحدث نفسه بالغزو مات على شعبة من النفاق"
٢٧٧ - ابن عمر: "أنه عليه السلام قسم للفرس سهمين وللراجل سهما"
٢٧٨ - وعنه: "أنه عليه السلام كان ينفل بعض من يبعث في السرايا لأنفسهم خاصة سوى قسم عامة الجيش"
٢٧٩ - أبو قتادة مرفوعا: "من قتل قتيلا له عليه بينة فله سلبه"
٢٨٠ - أنس: "أنه عليه السلام رخص للزبير وعبد الرحمن بن عوف في الحرير في بعض الغزوات"','1','270',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (139,'٢٨١ - ابن عمر مرفوعاً: "يرفع لكل غادر لواء يوم القيامة"
٢٨٢ - ابن عمر: "أنه عليه السلام نهى عن قتل النساء والصبيان"
٢٨٣ - عبادة بن الصامت: "أنه عليه السلام كان ينفل في البدأة الربع وفي القفول الثلث"
٢٨٤ - ابن عمر مرفوعا: "من وجدتموه غل في سبيل الله فاحرقوا متاعه"','1','271',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (140,'<span data-type="title" id=toc-91>٢٧ - السبق</span>
٢٨٥ - ابن عمر: "أنه عليه السلام أجرى ما ضمر من الخيل من الحفياء إلى ثنية الوادع، وأجرى ما لم يضمر من الثنية إلى مسجد بني زريق"
٢٨٦ - أبو هريرة مرفوعا: "لا سبق إلا في خف أو حافر أو نصل"
٢٨٧ - عمرات بن حصين مرفوعا: "لا جنب ولا جلب"','1','272',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (141,'<span data-type="title" id=toc-92>٢٨ - العتق</span>
٢٨٨ - ابن عمر مرفوعا: "من أعتق رقبة مؤمنة أعتق الله بكل عضو منها عضوا منه من النار حتى فرجه بفرجه"
٢٨٩ - أبو هريرة مرفوعا: "من أعتق شقيصا من مملوك فعليه خلاصه في ماله فإن لم يكن له مال قوم المملوك قيمة عدل ثم استسعي غير مشقوق عليه"
٢٩٠ - سمرة بن جندب مرفوعا: "من ملك ذا رحم محرم فهو حر"
٢٩١ - عمر بن شعيب عن أبيه عن جده مرفوعا: "المكاتب عبد ما بقي عليه درهم"
٢٩٢ - ابن عباس مرفوعا: "أنه قال لرجل ولدت منه أمته: هي معتقة عن دبر منه"
٢٩٣ - جابر: "بعنا أمهات الأولاد على عهد رسول الله صلى الله عليه وسلم وأبي بكر فلما كان عمر نهانا فانتهينا"','1','273',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (142,'كتاب الإسناد','1','275',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (143,'<span data-type="title" id=toc-93>كتاب الإسناد</span>
ونحن نسوق من ذلك عشرة أحاديث:
<span data-type="title" id=toc-94>الحديث الأول: </span>أخبرنا جدي وابن مقبل بالقراءة على الأول والإجازة من الثاني قالا: أنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا حنبل الرصافي أن بن الحصين أنا "أبو عليى" بن المذهب أنا "أبو بكر" أحمد بن جعفر بن حمدان القطيعي ثنا أبو عبد الرحمن عبد الله بن أحمد بن حنبل ثنا أبي ثنا سفيان ثنا يحيى عن محمد بن إبراهيم التيمى عن علقمة بن وقاص سمعت عمر يقول: سمعت رسول الله صلى الله عليه وسلم يقول: "إنما الأعمال بالنية ولكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى ما هاجر إليه، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه رواه الجماعة وهو حديث صحيح اتفق أئمة الإسلام على صحته، وتواتر فيما بعد الدرجتين الأول.
<span data-type="title" id=toc-95>الحديث الثاني: </span>أخبرنا المسند الكبير تقي الدين بن الصدر والمسند الكبير ابن الصمودي القطان المقيم بدمشق قالا: أخبرنا ابن اليونانية وابن الزعبوب أن الحجار أن ابن الزبيدي أن السجزي أنا السرخسي أنا الداودي أن الفربري أنا البخاري ثنا مسد ثنا يحيى عن شعبة عن قتادة عن أنس عن النبي صلى الله عليه وسلم قال: "لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه حديث صحيح عال جدا.
<span data-type="title" id=toc-96>الحديث الثالث: </span>أخبرنا قريبا من عشرين شيخا منهم ابن السلمي وابن العماد','1','277',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (144,'وابن البقسماطي وابن الماذنة وابن مفتاح وابن العجمي والصموديان وابن حجر البقارة وابنة يعقوب وغيرهم قراءة على أكثرهم وإجازة من الباقين قالوا: أنا ابن الزعبوب أن الحجار أنا ابن الزبيدي أنا السجزي أنا السرخسي أنا الداودي أنا الفربري أنا البخاري ثنا عمرو بن خالد ثنا الليث عن يزيد عن أبي الخير عن عبد الله بن عمرو "أن رجلا سأل النبي صلى الله عليه وسلم إي الإسلام خير؟ قال: تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف" حديث صحيح عال.
<span data-type="title" id=toc-97>الحديث الرابع: </span>أخبرنا أبو عبد الله بن الصيفي واللؤلؤيون الثلاثة أبو حفص وأبو عبد الله الحنبلي وأبو عبد الله الشافعي وابن زيد وابن مشيمش وغيرهم قالوا: أخبرتنا عائشة بنت عبد الهادي أنا الحجار أنا ابن الزبيدي أنا السجزي أنا السرخسي أنا الداودي أنا الفربري أنا البخاري ثنا المكي بن إبراهيم ثنا يزيد بن أبي عبيد عن سلمة قال: سمعت النبي صلى الله عليه وسلم يقول: "من يقل على ما لم أقل فليتبوأ مقعده من النار حديث صحيح عال جدا.
<span data-type="title" id=toc-98>الحديث الخامس: </span>قرأت على الشيخ الكبير أبي عبد الله بن جوارشت الصالحي أخبركم الحافظ أبو بكر بن المحب أنا أبو الفدا إسماعيل بن يوسف القيسي أنا أبو الحسن السخاوي أنا السلفي أنا أبو الحسن حمد بن إسماعيل الحمداني أنا أبو طالب بن عيلان أنا أبو بكر الشافعي ثنا إبراهيم بن إسحاق الحربي ثنا سليمان بن داود الهاشمي ثنا إبراهيم بن سعد عن ابن شهاب عن القاسم عن عائشة قالت: "كنت أغتسل معه صلى الله عليه وسلم من إناء واحد" حديث صحيح عال جدا.
<span data-type="title" id=toc-99>الحديث السادس: </span>قريء على جمال الدين بن ناظر الضاحية وأنا أسمع أنا','1','278',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (145,'ناصر الدين محمد بن محمد بن داود أنا عيسى المطعم ثنا أبو المنجا ابن اللتي أنا أبو المعالي محمد بن محمد بن محمد بن عبد ثنا أبو القاسم علي بن أحمد البسري ثنا أبو طاهر المخلص ثنا عبد الله بن محمد البغوى ثنا عثمان بن أبي شيبة ثنا علي بن مسهر عند سعد بن طارف عن ربعي بن حراش عن حذيفة هو ابن اليمان قال: قال رسول الله صلى الله عليه وسلم: "إن حوضي لأبعد من أيلة وعدن والذي نفسي بيده لآنيته أكثر من عدد النجوم ولهو أشد بياضا من اللبن وأحلى من العسل والذي نفسي بيده إنى لأذود يعني عنه الرجال كما يذود الرجل الإبل الغريبة عن حوضه قال: قيل يا رسول الله تعرفنا يومئذ؟ قال: نعم تردونه على غرا محجلين من آثار الوضوء وليست لأحد غيركم".
<span data-type="title" id=toc-100>الحديث السابع: </span>أخبرنا القاضي نظام الدين بن مفلح قراءة عليه وسماعا أنا الحافظ أبو بكر بن المحب سماعا من لفظه أنا شيخ الإسلام تقي الدين ابن تيمية وأبو الحجاج المزي قالا أنا أبو العباس الحداد أنا الحافظ أبو الحجاج يوسف بن خليل الدمشقي أنا أبو سعيد خليل بن أبي الرجاء أنا أبو علي الحداد أنا أبو نعيم أحمد بن عبد الله الحافظ ثنا أبو بكر أحمد بن يوسف ثنا الحارث بن أبي أسامة ثنا عبد الله بن بكر ثنا حميد عن أنس قال: كان رجل أسود يقال له أنجشه وكان يسوق بأمهات المؤمنين فاشتد سياقة فناداه النبي صلى الله عليه وسلم وكذلك سوقك بالقوارير.
<span data-type="title" id=toc-101>الحديث الثامن: </span>أخبرنا شيخنا الشيخ صفي الدين بن الصفي الحنبلي قراءة عليه عدة مرار أخبرتكم عائشة بنت عبد الهادي أنا أحمد بن علي أنا أبو عبد الله خطيب مردا أنا أبو القاسم البوصيري أنا أبو صادق المديني أنا أبو الحسن ابن الطفال ثنا أبو الحسن ابن حيوية ثنا أبو عبد الرحمن النسائي ثنا سعيد بن عبد الرحمن ثنا سفيان عن أبس الزناد عن الأعرج عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: "نحن الآخرون السابقون بيد أنهم أوتوا الكاتب من قبلنا وأوتيناه من بعدهم وهذا اليوم','1','279',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (146,'الذي كتب الله عليهم فاختلفوا فيه فهدانا الله له يعني يوم الجمعة فالناس لنا فيه تبع اليهود غدا والنصارى بعد غد"
<span data-type="title" id=toc-102>الحديث التاسع: </span>قرئ على الشيخ عبد الرحمن بن الشيخ خليل وأنا أسمع أخبركم أبو المعالي الحلاوي أنا بدر الدين الفارقي أنا شمس الدين أبو بكر محمد المقدسي أنا أبو منصور السديحي أنا الحافظ أبو الفضل السلامي أنا أبو الفضل الحداد أنا أبو نعيم الحافظ أنا بنان ابن أحمد ثنا جعفر بن محمد ثنا حمدون بن حماد ثنا يحيى بن هشام عن مسعر عن قتادة عن أنس أن النبي صلى الله عليه وسلم: "عند كل ختمة دعوة مستجابة".
<span data-type="title" id=toc-103>الحديث العاشر: </span>قرأت على الشيخة الأصيلة أسماء المهرانية الكاتبة أنا أبو بكر بن محمد بن الزكي المزي أنا الحجار أنا جعفر الهمداني أنا أبو طاهر أحمد بن محمد الحافظ أنا أبو عبد الله الثقفي أنا أبو طاهر بن محمش أنا أبو حامد أحمد بت محمد ثنا يحيى بن الربيع ثنا سفيان بن عيينة عن الزهري عن أبي الأحوص عن أبي ذر يبلغ به النبي صلى الله عليه وسلم قال: "إذا قام أحدكم إلى الصلاة فإن الرحمة تواجهه فلا يمسح الحصي".
وأنشدنا ابن الباعوني لنفسه: [من المتقارب]
سل الله ربك ما عنده ... ولا تسل الناس ما عندهم
ولا ترتجي من سواه الغنى ... وكن عبده لا تكن عبدهم','1','280',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (147,'كتاب علوم الحديث','1','281',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (148,'<span data-type="title" id=toc-104>كتاب علوم الحديث</span>
<span data-type="title" id=toc-105>الخبر </span>إما أن يكون له طرق بلا حصر عدد معين بل بجماعة يمتنع تواطؤهم على الكذب وهو التواتر ويفيد العلم وهو من قبيل الصحيح وهو أصح الصحيح
أو مع حصر بما فوق الاثنين وهو المشهور والمستفيض على قول أو باثنين فقط وهو العزيز','1','283',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (149,'أو بواحد وهو الغريب وكلها آحاد
<span data-type="title" id=toc-106>والغرابة: </span>إما أن تكون في أصل السند وهو الفرد المطلق أو لا وهو الفرد النسبي
<span data-type="title" id=toc-107>ثم الآحاد </span>قيل صحيح وضعيف، وقيل: صحيح وحسن وضعيف
الأول: ما نقله العدل الضابط عن مثله عن مثله إلى آخره متصلا غير معلل','1','284',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (150,'ولا شاذ وتتفاوت رتبته بحسب رواته، ومن هذه الحيثية قدم البخاري ثم مسلم ثم شرطهما فإن حف الضبط فالحسن لذاته، وبكثرة طرق له حسن أيضا أو صحح
<span data-type="title" id=toc-108>والزيادة من الثقة مقبولة </span>ما لم يخالفه غيره، فإن خولف قدم الأكثر في خامس، والمنفرد المخالف للثقات شاذ
<span data-type="title" id=toc-109>والضعيف: </span>ما نقله غير عدل أو متهم، وإن خالف الثقات ضعيف فمنكر','1','285',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (151,'<span data-type="title" id=toc-110>والفرد النسبي: </span>إن وافقه غيره فهو التابع، وإن وجد متن يشبهه فهو الشاهد وتتبع الطرق لذلك هو الاعتبار
<span data-type="title" id=toc-111>ثم المقبول: </span>إن سلم من المعارضة: فهو المحكم، وإن عورض بمثله: فإن أمكن الجمع فهو: مختلف الحديث، وإن ثبت التأخر: فهو الناسخ والآخر','1','286',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (152,'منسوخ، وإلا فترجيح بمرجح، ثم التوقف
<span data-type="title" id=toc-112>ثم المردود: </span>إما أن يكون لسقط أو طعن.
<span data-type="title" id=toc-113>والسقط </span>إما أن يكون من مبادئ السند من مصنف، أو من آخره بعد التابعي، أو غير ذلك فالأول: المعلق، والثاني: المرسل، والثالث: إن كان باثنين فصاعدا مع التوالي: فهو المعضل، وإلا فهو: المنقطع
<span data-type="title" id=toc-114>ثم قد يكون واضحا </span>أو خفيا بأن يكون لقيه أولا، ومن ثم احتيج إلى علم التاريخ، والثاني منهما: المدلس ويرد بصيغة تحتمل اللقي كعن، وكذا','1','287',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (153,'المرسل الخفي، ويختص التدليس باللقي دونه.
<span data-type="title" id=toc-115>ثم الطعن: </span>إما أن يكون لكذب الراوي أو تهمته بذلك أو فحش غلطه وغفلته أو مخالفته أو جهالة حالة، أو بدعته أو سوء حفظه فالأول: الموضوع، والثاني: المردود، والثالث: المنكر، وكذا ما بعده.
<span data-type="title" id=toc-116>والوهم: </span>إن اطلع عليه بالقرائن وجمع الطرق؛ فالمعلل
<span data-type="title" id=toc-117>ثم المخالفة: </span>إن كانت بتغير السياق: فمدرج الإسناد، أو مدبج موقوف','1','288',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (154,'بمرفوع: فمدرج المتن، أو بتقديم أو تأخير فالمقلوب، أو زيادة راو: فالمزيد في متصل الأسانيد، أو بإبداله ولا مرجح: فالمضطرب، وقد يقع الإبدال عمدا استحسانا، أو بتغيير حروف مع بقاء السياق، فالمصحف والمحرف، ولا يجوز تغيير المتن بالنقص والترادف إلا لعالم لما','1','289',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (155,'يحيل المعاني في الأصح، وفي إبدال الرسول بالنبي وعكسه قولان
ثم إن خفي المعنى احتيج إلى شرح الغريب وبيان المشكل.
<span data-type="title" id=toc-118>ثم الجهالة: </span>بكثرة نعوت الراوي أو أسمائه فيذكر بغير ما اشتهر به وقد يكون مقلا فلا يكثر الأخذ عنه، وفيه: الوحدان، أو لا يسمى الراوي اختصارا وفيه: المبهمات، ولا يقبل المبهم ولو بلفظ التعديل في الأصح، فإن سمي وانفرد واحد عنه: فمجهول العين، أو اثنان فصاعدا ولم يوثق فمجهول الحال','1','290',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (156,'وهو المستور والمبتدع إما بمكفر أو بمفسق الأول: لا يقبل في الأصح، والثاني: يقبل إن لم يكن داعية في الأصح
<span data-type="title" id=toc-119>وسوء الحفظ </span>إن كان لازما فالشاذ في قول أو طارئا فالمختلط
<span data-type="title" id=toc-120>والسند </span>إما أن ينتهي إلى النبي صلى الله عليه وسلم تصريحا أو حكما من قول أو فعل أو إقرار وهو السنة، أو إلى صحابي: وهو "من لقيه مؤمنا به ومات على الإسلام" في ثالث، وهو قول الصحابي، أو إلى تابعي وهو: "من لقي الصحابي" فالأول:','1','291',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (157,'المرفوع، والثاني: الموقوف، والثالث: المقطوع، ومن دون التابعي فيه مثله ويقال للآخرين الأثر
<span data-type="title" id=toc-121>والمسند المرفوع: </span>إن قل عدد رجاله: فالعلو المطلق، وإن اتصل ذلك بمنصف فهو: العلو النسبي، وإن ساوى شيخ المصنف فهو: البدل، وإن ساوى','1','292',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (158,'سند المصنف من أوله إلى آخره: فالمساواة، ومع تلميذ المصنف المصافحة، ويقال العلو بأقسام النزول: فإن شارك الراوي في من روى عنه في السن أو في اللقي فهو الأقران، وإن روى كل منهما عن الآخر: فالمدبج، وإن روى عمن دونه: فالأكابر عن الأصاغر، ومنه: الآباء عن الأبناء، وفي عكسه كثير، وثم من روى عن أبيه عن جده، وإن اشترك اثنان في شيخ، وتقدم موت أحدهما','1','293',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (159,'فالسابق واللاحق، وإن روى عن اثنين متفقي الاسم فاختصاصه بأحدهما تبيين: المهمل، وجحود الشيخ مرويه جزمًا: يرد وأخذها لا يقبل، ولا يرد في الأصح، واتفاق الرواة في اسم أو حال: تسلسل
<span data-type="title" id=toc-122>وللأخذ والأداء </span>مراتب، أعلى ذلك قيل: قراءة الشيخ وقيل: بل هو قيل هما سواء، فيقول سمعت، وحدثني وأخبرني وقرأت عليه، ومع غيره: حدثنا وأنا، ثم قراءة غيره على الشيخ وهو يسمع فيقول ثنا وأنا، أنبأ، ثم حضوره صغيرًا لقراءته أو القراءة عليه فيقيد ذلك به، ثم الإجازة: من معلوم لمعوم بمعلوم، فيقيد الصيغ بها، وقد تكون مع مناولة وبغيرها، وهي أرفعها، ثم كتابة إليه من بلد إلى بلد، ثم إجازة معلوم لمعلوم بغير معلوم جائزة، ثم لغير معلوم تبايعًا لمعلوم جائزة في قول، وكذا المعدوم تبعًا لموجود.','1','294',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (160,'والرواة: إن اتفقت أسماؤهم وأسماء آبائهم فصاعدًا، أو اختلفت أسماؤهم فهو: المتفق والمفترق، وإن اتفقت الأسماء خطًا واختلفت نطقًا فهو:
<span data-type="title" id=toc-123>المؤتلف والمختلف</span>، وإن اتفقت الأسماء واختلفت الآباء أو بالعكس فهو: المتشابه
ومن المهم معرفة طبقات الرواة، وتوليدهم، ووفياتهم وبلدانهم وأحوالهم تعديلاً وجرحًا وجهالة
<span data-type="title" id=toc-124>والجرح مراتب: </span>أسوأها الوصف بأفعل، كأكذب ثم دجال أو وضاع أو كذاب، وأسهلها: لين أو فيه أدنى مقالة.
<span data-type="title" id=toc-125>والتعديل مراتب: </span>أعلاها: الوصف بأفعل كأوثق وأحفظ، ثم ما تأكد بصفة أو صفتين وأدناها ما أشعر بالقرب','1','295',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (161,'وتقبل التزكية: من عارف بأسبابها ولو واحد في الأصح، والجرح مقدم في ثالث.
ومعرفة كنى المسلمين، وأسماء المكتنيين، ومن اسمه كنيته، ومن وافق أباه في اسم أو كنية، أو أخاه أو زوجته ونحو ذلك
ومعرفة الأسماء المجردة والألقاب والأنساب إلى القبائل والأقطار والبلدان والصنائع كل ذلك متعين ومعرفة الموالى والإخوة والأخوات والشيوخ والتلاميذ وأسباب الأحاديث كل ذلك مهم والله أعلم.','1','296',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (162,'كتاب أسماء الرجال','1','297',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (163,'<span data-type="title" id=toc-126>كتاب أسماء الرجال</span>
لا شك في أن أفضل بني آدم: الأنبياء وأفضلهم نبينا، وأفضل الأمم هذه الأمة وأفضلها: أصحاب النبي صلى الله عليه وسلم، وأفضلهم: أهل بدر: وأفضلهم العشرة المشهود لهم بالجنة، وأفضلهم الخلفاء الأربعة، وأفضلهم: أبو بكر، ثم عمر، ثم عثمان، ثم علي، ثم التابعون ثم الصحابة ثم تابعوهم، وهذا من حيث الجملة، وأما من حيث التفصيل فإن بعض أفراد القرن الرابع أفضل من بعض أفراد القرن الثاني','1','299',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (164,'من التابعين، فإن أحمد بن حنبل أفضل من الحجاج بن يوسف، بإجماع الناس، وأفضل الخلق من كل قرن: العلماء، وأفضلهم: من جمع الفضل والديانة مع العلم ومن ثم أفضل هذه الأمة بعد الصحابة الأئمة الأربعة أبو حنيفة، ومالك، والشافعي، وأحمد، وكل أهل مذهب فضلوا إمامهم، والناس ثلاث طبقات: عليا ووسطى وسفلى، فمن العليا من الصحابة مثل: العشرة وأبو ذر وأبو الدرداء وأبو هريرة وابن مسعود وأبو موسى وابن عمر والحسن والحسين وأنس وجابر، وعائشة وخديجة وحفصة وفاطمة وأم سلمة وأشباه هؤلاء، ومن التابعين: كأبي حنيفة، وأويس القرني، وابن سيرين، وابن حنيفة، وسعيد بن جبير، ونافع، ومن تابعيهم: كمالك بن أنس، والزهري، وأمثال هؤلاء، ثم من بعدهم مثل الشافعي، وسفيان الثوري، وسفيان بن','1','300',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (165,'عيينة، وأمثال هؤلاء، ثم من بعدهم كالإمام أحمد، وعبد الوهاب الوراق، وابن أبي شيبة، وأمثال هؤلاء، ثم من بعدهم مثل البخاري، ومسلم، وأبو داود، والترمذي، والمروزي، وعبد الله بن أحمد، ومها الشامي، وإبراهيم الحربي، وصالح بن أحمد، ومن بعده الفربري، وأبو بكر الخلال، وأبو بكر القيطعي، وأمثال هؤلاء، ومن بعدهم مثل أبو القاسم','1','301',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (166,'الخرقي، وأبو بكر عبد العزيز بن جعفر وأمثال هؤلاء، ومن بعدهم: كابن حامد، وشيخ الإسلام الأنصاري، والصعلوكي، وأمثال هؤلاء، ومن بعدهم: كالقاضي أبي يعلي، وابن بشران، وابن شاذان، وأمثال هؤلاء ثم بعدهم مثل: أبي الخطاب الكلوذاني، والسرخسي، والحنائي وأمثال هؤلاء، ثم من بعدهم مثل: الشيخ عبد القادر الكيلاني، وأبو الفرج الشيرازي، وابن المذهب وأمثال هؤلاء، ثم من بعدهم مثل: شيخ الإسلام موفق الدين بن','1','302',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (167,'قدامة وأخيه الشيخ أبي عمر، وشيخ الإسلام مجد الدين ابن تيمية والحافظ عبد الغني، وأمثال هؤلاء، ثم بعدهم مثل: شيخ الإسلام شمس الدين ابن أبي عمر والشيخ محي الدين النووي والحافظ ضياء الدين والسلفي وأمثال هؤلاء، ثم من بعدهم مثل شيخ الإسلام تقي الدين ابن تيمية والمزي وابن المحب عبد الله والذهبي وأمثال هؤلاء ثم بعدهم مثل الحافظ أبي بكر بن المحب وابن قيم الجوزية وابن','1','303',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (168,'عبد الهادي وأمثال هؤلاء، ثم من بعدهم: مثل ابن حجر وابن ناصر الدين وابن عروة والشيخ عبد الرحمن أبي شعر وأمثال هؤلاء، ثم من بعدهم مثل شيخنا ابن قندس وابن زيد وابن الحبال وأمثال هؤلاء.
الطبقة الوسطى: مثل معاوية بن أبي سفيان وعكرمة بن أبي جهل، وأبو جندل، وأبو الحكم، وأبو يوسف صاحب أبي حنيفة ومسعر ومهدي بن ميمون وأبو بكر بن أبي الدنيا والقاضي أبو الحسين ابن الفراء وابن الجوزي وأمثال هؤلاء ممن هو مشتهر العلم ثابت العدالة ولكن لا يبلغ رتبة الدرجة الأولى.
والطبقة الثالثة: السفلى من تكلم فيه أو كان لا يبلغ منزلة الطبقتين الأخريين مثل: ماعز، ومثل: يزيد بن معاوية، والحجاج بن يوسف، وسعدان ابن بشر وأمثال هؤلاء.
والقاعدة: أن تنظر في كل آت من الرجال فإن كان غاية في العلم والديانة والعدالة والظبط فهو من الطبقة الأولى، وإن كان دون ذلك ولكنه مستور الحال يظهر منه ما يشان به في دينه الأكثر على تعديله، وإن شذ فيه واحد غير الأئمة فهو من الوسطى، وإن كان متكلما فيه أو الأكثر على جرحه، أو جرحه إمام فهو من الطبقة السفلى فاعمل بذلك في كل من ورد معك.','1','304',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (169,'كتاب التاريخ والوفيات','1','305',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (170,'<span data-type="title" id=toc-127>كتاب التاريخ والوفيات</span>
وهو مرتب على القرون التسعة كل مائة في دائرة، وكل مائة مرتبه على العقود العشرة كل عقد في دال:
<span data-type="title" id=toc-128>[القرن الأول]</span>
<span data-type="title" id=toc-129>(د ١)</span>
١ - أسعد بن زرارة- البراء بن معرور
٢ - بدر- أبو سلمة بن عبد الأسد
٣ - أحد- حمزة- مصعب بن عمير- أصحاب بئر معونة','1','307',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (171,'٤ - بئر معونة- بني النضير- ذات الرقاع
٥ - الخندق- بني قريظة- سعد بن معاذ
٦ - الحديبية- سعد بن خولة
٧ - خيبر- عمرة القضاء','1','308',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (172,'٨ - مؤتة- زيد بن حارث- جعفر- ابن رواحة- الفتح- حنين- الطائف- زينب
٩ - النجاشي- تبوك- سهيل بن بيضاء
١٠ - إبراهيم بن الرسول صلى الله عليه وسلم- ظهور العنسي','1','309',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (173,'<span data-type="title" id=toc-130>(د ٢)</span>
١ - الوفاة- فاطمة- أم أيمن
٢ - اليمامة- أبو حذيفة- سالم- ثابت بن قيس- عباد بن بشر- أبو دجانة- الطفيل الدوسي- مسيلمة','1','310',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (174,'٣ - أبو بكر- عتاب بن أسيد- وقعة أجنادين
٤ - أبو قحافة- مرج الصفر- سعد بن عبادة
٥ - اليرموك- القادسية- ابن أم مكتوم
٦ - مارية- أبو زيد- حلب- أنطاكية- بيت المقدس','1','311',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (175,'٧ - جلولاء- عام الرمادة- رد عمر من سرغ
٨ - طاعون عمواس- معاذ- أبو عبيدة- يزيد بن أبي سفيان- شرحبيل بن حسنة- أبو جندل- وأبوه-[و] الفضل بن العباس','1','312',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (176,'٩ - قيسارية- سعيد بن عامر- أبو سفيان بن الحارث- صفية بنت عبد المطلب
١٠ - بلال- زينب- أبو الهيثم- عياض بن غنم- هرقل','1','313',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (177,'<span data-type="title" id=toc-131>(د ٣)</span>
١ - فتح مصر- خالد- العلاء بن الحضرمي- النعمان بن مقرن- طليحة
٢ - أذربيجان- (و) همذان- (و) الدينور-[و] الري- طرابلس الغرب- أبي بن كعب','1','314',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (178,'٣ - عمر- قتادة بن النعمان
٤ - سراقة
٥ - عزل سعد بالوليد
٦ - فتح سابور
٧ - قبرص- القيروان
٨ - [غزو] أذربيجان ثانياً','1','315',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (179,'٩ - إصطخر
١٠ - خراسان- حاطب
<span data-type="title" id=toc-132>(د ٤)</span>
١ - إتمام خراسان- الحكم بن أبي العاص
٢ - أبو الدرداء- عبد الرحمن بن عوف- أبو ذر-','1','316',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (180,'ابن مسعود- العباس- أبو سفيان بن حرب- عبد الله بن زيد
٣ - المقداد','1','317',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (181,'٤ - أبو طلحة - ابن الصامت- كعب الأحبار
٥ - عثمان
٦ - حذيفة- وقعة الجمل- طلحة- الزبير- سلمان - عبد الله بن','1','318',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (182,'أبي سرح
٧ - صفين- عمار- خزيمة- هاشم بن عتبة- أويس- عبد الله بن','1','319',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (183,'بديل- قيس بن مكشوح- عبيد الله بن عمر- خبَّاب
٨ - صهيب- سهل بن حنيف- محمد بن أبي بكر- الأشتر','1','320',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (184,'٩ - النهروان- ميمونة
١٠ - علي- الأشعث- أبو مسعود-خوات','1','321',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (185,'<span data-type="title" id=toc-133>(د ٥)</span>
١ - صفوان بن أمية- حفصة
٢ - الأسود- عثمان بن الحجبي
٣ - عمرو بن العاص- محمد بن مسلمة- عبد الله بن سلام','1','322',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (186,'٤ - أبو موسى- أم حبيبة- عُتبة بن أبي سفيان- غزوة الهند
٥ - زيد بن ثابت- المستورد
٦ - عبد الرحمن بن خالد- حبيب بن مسلمة','1','323',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (187,'٧ - عنبسة بن أبي سفيان
٨ - عبد الله بن عياش- الحارث بن قيس
٩ - الحسن بن علي
١٠ - عمرو بن الحمق- كعب بن مالك- عبد الرحمن بن سمرة-','1','324',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (188,'صفية- المغيرة
<span data-type="title" id=toc-134>(د ٦)</span>
١ - جرير- زيد- سعيد بن زيد- عثمان بن أبي العاص','1','325',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (189,'ميمونة- حجر- وأصحابه.
٢ - كعب بن عُجرة- أبو أيوب- عمران بن حصين- معاوية بن حديج- أبو بكرة','1','326',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (190,'٣ - عبد الرحمن بن أبي بكر- زياد بن أبيه- فضالة بن عبيد
٤ - أسامة بن زيد- ثوبان- حويطب- جبير بن مطعم- حكيم بن','1','327',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (191,'حزام- حسان- أبو قتادة
٥ - أبو اليَسَر- سعد بن أبي وقاص- الأرقم
٦ - جُوَيْرية- عبد الله بن قرط','1','328',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (192,'٧ - عائشة- عبد الله بن السعدي
٨ - أبو هريرة- عقبة بن عامر- شداد بن أوس
٩ - سعيد بن العاص- أبو محدورة','1','329',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (193,'١٠ - سمرة بن جندب- معاوية- ابن مغفل- أبو حميد الساعدي
<span data-type="title" id=toc-135>(د ٧)</span>
١ - الحسين- أم سلمة- حمزة بن عمرو','1','330',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (194,'٢ - بريدة بن الحصيب- علقمة بن قيس- مسلمة بن مخلد- أبو مسلم
٣ - الحرة- معقل بن سنان- عبد الله بن حنظلة- عبد الله بن','1','331',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (195,'زيد- مسروق- عبقة بن نافع- أبو المهاجر- عبد الله بن عمر
٤ - المسور- يزيد- النعمان بن بشير- الضحاك بن قيس','1','332',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (196,'٥ - عبد الله بن عمرو- سليمان بن صرد- المسيب بن نجبة- مروان بن الحكم
٦ - جابر بن سمرة- زيد بن أرقم- عبيد الله بن زياد- شرحبيل بن ذي','1','333',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (197,'الكلاع- الشمر الضبابي
٧ - المختار الكذاب- عمر بن سعد- عمر بن علي- عدي بن حاتم
٨ - ابن عباس- أبو شريح- أبو واقد','1','334',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (198,'٩ - أبو الأسود-[طاعون] الجارف
١٠ - عمرو بن سعيد- مالك بن يخامر- عاصم بن عمر
<span data-type="title" id=toc-136>(د ٨)</span>
١ - عبد الله بن خازم','1','335',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (199,'٢ - البراء بن عازب- الأحنف- مصعب بن الزبير- عبيدة السلماني
٣ - ابن الزبير- عوف بن مالك- عبد الله بن صفوان- عبد الله بن','1','336',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (200,'مطيع- أسماء بنت أبي بكر- محمد بن الحنفية
٤ - ابن عمر- رافع بن خديج- أبو سعيد الخدري- أبو ححيفة- عبيد بن عُمَير','1','337',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (201,'٥ - العرباض- أبو ثعلبة- الأسود بن يزيد
٦ - حبة العرني
٧ - أبو تميم الجيشاني
٨ - زيد بن خالد- جابر بن عبد الله- عبد الرحمن بن غنم-','1','338',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (202,'القاضي شريح
٩ - قطري بن الفجاءة
١٠ - عبد الله بن جعفر- جبير بن نفير- أسلم مولى عمر- أبو إدريس','1','339',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (203,'<span data-type="title" id=toc-137>(د ٩)</span>
١ - ابن الحنفية- سويد بن غفلة- عبد الله بن شداد
٢ - زر بن حبيش- المهلب- كميل
٣ - أبو الجوزاء- عبد الرحمن بن أبي ليلى','1','340',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (204,'٤ - عبد الله بن الحارث- الأسود بن هلال- عتبة بن الندر- عمران بن حطان- روح بن زنباع
٥ - عمر بن حريث- واثلة بن الأسقع- عمرو بن سلمة','1','341',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (205,'٦ - عبد الملك بن مروان- أبو أمامة- عبد الله بن أبي أوفى- عبد الله بن الحارث
٧ - عتبة بن عبد- المقدام بن معدي كرب','1','342',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (206,'٨ - عبد الله بن بسر
٩ - عبد الله بن ثعلبة- فتح صقلية
١٠ - أبو ظبيان- مرثد اليزني','1','343',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (207,'<span data-type="title" id=toc-138>(د ١٠)</span>
١ - سهل بن سعد- السائب بن يزيد
٢ - الأندلس- مالك بن أوس
٣ - أنس بن مالك- أبو العالية- أبو الشعثاء جابر بن زيد','1','344',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (208,'٤ - سعيد بن المسيب- علي بن الحسين- عروة بن الزبير- أبو بكر ابن عبد الرحمن','1','345',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (209,'٥ - النخعي- سعيد بن جبير- مطرف- حميد بن عبد الرحمن- الحجاج
٦ - الوليد بن عبد الملك- قتيبة بن مسلم- عبد الله بن بسر','1','346',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (210,'٧ - قيس بن أبي حازم- سعيد بن مرجانة- موسى بن نصير
٨ - أبو عمرو الشيباني
٩ - الحسن بن محمد بن الحنفية- محمود بن الربيع- عبد الله بن','1','347',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (211,'محيريز- نافع بن جبير- سليمان بن عبد الملك
١٠ - أبو أمامة- سالم بن أبي الجعد- أبو الزاهرية- أبو عثمان النهدي- أبو الطفيل','1','348',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (212,'<span data-type="title" id=toc-139>[القرن الثاني]</span>
<span data-type="title" id=toc-140>(د ١)</span>
١ - أبو صالح السمان- عمر بن عبد العزيز- ربعي بن حراش- مسلم بن يسار
٢ - الضحاك- أبو المتوكل','1','349',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (213,'٣ - عطاء بن يسار مجاهد- يحيى بن وثاب- موسى بن طلحة- مصعب بن سعد
٤ - خالد بن معدان- عامر بن سعد- أبو قلابة- أبو بردة','1','350',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (214,'٥ - أبان- أبو رجاء- يزيد بن عبد الملك
٦ - طاووس- سالم
٧ - سليمان بن يسار- القاسم- عكرمة- كثير','1','351',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (215,'٨ - راشد بن سعد- محمد بن كعب- أبو نضرة- بكر بن عبد الله
٩ - أبو حرب- أبو نجيح','1','352',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (216,'١٠ - الحسن- ابن سيرين- جرير- الفرزدق
<span data-type="title" id=toc-141>(د ٢)</span>
١ - عطية العوفي- القاسم بن مخيمرة- يزيد بن عبد الله','1','353',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (217,'٢ - رجاء بن حيوة- شهر بن حوشب- طلحة بن مصرف- أبو المليح
٣ - معاوية بن قرة- مكحول
٤ - عطاء- وهب بن منبه- الباقر- علي بن رباح','1','354',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (218,'٥ - عبد الله بن بريدة- الحكم
٦ - عدي بن ثابت- عكرمة بن خالد- عمرو بن مرة- محارب بن دثار
٧ - قتادة- أبو الحباب سعيد بن يسار- الأعرج- ابن أبي مليكة','1','355',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (219,'ميمون- نافع- موسى بن وردان
٨ - عمرو بن شعيب- ابن عامر- عبادة بن نسى- أبو صخرة- أبو عُشَانة','1','356',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (220,'٩ - إياس بن سلمة- حبيب بن أبي ثابت- قيس بن سعد
١٠ - أنس بن سيرين- عاصم بن عمر بن قتادة- ابن كثير- علقمة بن مرئد- قيس بن مسلم- محمد بن إبراهيم التيمي- حماد بن أبي سليمان','1','357',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (221,'<span data-type="title" id=toc-142>(د ٣)</span>
١ - زيد بن علي- محمد بن يحيى بن حبان- مسلمة بن عبد الملك
٢ - إياس- أبو هاشم الرمَّاني','1','358',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (222,'٣ - ربيعة بن يزيد- أبو يونس- سماك بن حرب- محمد بن واسع- ثابت
٤ - الزهري- القاسم بن أبي بزة','1','359',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (223,'٥ - أبو بشر- زياد بن علاقة- صالح مولى التوأمة- زيد بن أبي أنيسة- محمد بن علي الشاشي- هشام الخليفة
٦ - جبلة بن سحيم- سليمان بن حبيب- عبد الرحمن بن القاسم-','1','360',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (224,'عمرو بن دينار- عبيد الله بن أبي يزيد- أبو السمح- سعيد بن مسروق- الوليد- يزيد بن الوليد- خالد القسري
٧ - سعد بن إبراهيم- بيكر بن الأشج- أبو إسحاق السبيعي- عُمَيْر','1','361',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (225,'بن هانيء- عبد الكريم الجزري- عبد الله بن دينار- مالك بن دينار- وهب بن كيسان
٨ - بكر بن سوادة- أبو قبيل- عاصم بن بهدلة-','1','362',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (226,'جابر الجعفي- أبو عمران الجوني- أبو حصين- أبو الزبير- أبو جمرة- يزيد بن أبي حبيب- أبو التياح','1','363',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (227,'٩ - أبو النضر- يحي ابن أبي كثير- علي بن زيد بن جدعان
١٠ - شعيب بن الحبحاب- محمد بن المنكدر- عبد العزيز بن رفيع- عبد العزيز بن صهيب- كعب بن علقمة','1','364',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (228,'<span data-type="title" id=toc-143>(د ٤)</span>
١ - إسماعيل بن عبيد الله- أيوب السختياني- الزبير بن عدي- أبو الزناد- سمي- عبد الله بن أبي نجيح- محمد بن جحادة- منصور زادان- همام بن منبه','1','365',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (229,'٢ - إسحاق بن عبد الله- صفوان بن سليم- عبد الله بن طاووس- منصور بن المعتمر- يونس بن ميسرة- مروان الحمار
٣ - أيوب بن موسى- عمر بن أبي سلمة- مغيرة بن مقسم-','1','366',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (230,'يحيى بن يحيى
٤ - أبو هارون عمارة- يزيد بن يزيد بن جابر
٥ - عطاء الخراساني- برد بن سنان- أبو عقيل
٦ - أشعث بن سوار- جعفر بن ربيعة- حصين بن عبد الرحمن-','1','367',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (231,'ربيعة الرأي- زيد بن أسلم- السفاح- عبد الملك بن عمير- عطاء بن السائب- عبيد الله بن أبي جعفر
٧ - يزيد بن أبي زياد- أبو مسلم الخراساني','1','368',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (232,'٨ - العلاء بن عبد الرحمن- ليث بن أبي سليم- زيد بن واقد
٩ - يزيد بن عبد الله- يونس بن عبيد- عمرو بن مهاجر
١٠ - داود بن أبي هند- أبو حازم- سهل بن أبي صالح-','1','369',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (233,'عمارة بن غزية- عمر بن قيس
<span data-type="title" id=toc-144>(د ٥)</span>
١ - أبو إسحاق الشيباني- موسى بن عقبة- أبان بن تغلب
٢ - خالد الحذاء- عاصم الأحول- عمرو بن عبيد','1','370',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (234,'٣ - حميد الطويل- سليمان التيمي- حجاج الصواف- ليث- يحيى بن سعيد
٤ - سعيد الجريري- ابن شبرمة- مجالد- عقيل','1','371',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (235,'٥ - الأجلح بن عبد الله- إسماعيل بن أبي خالد- حبيب بن الشهيد- عبد الملك بن أبي سليمان- عمر مولى غفرة- يحيى الذماري- يحيى بن سعيد- محمد بن عبد الله بن حسن- أخوه إبراهيم','1','372',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (236,'٦ - عوف الأعرابي- أشعث بن عبد الملك الكلبي- هشام بن عروة- يزيد بن عبيد
٧ - عبد الله بن علي- عبيد الله بن عمر- هاشم بن هاشم- هشام بن حسان','1','373',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (237,'٨ - جعفر بن محمد- الأعمش- عمرو ابن الحارث- الزبيدي- ابن أبي ليلى- ابن عجلان- العوام بن حوشب','1','374',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (238,'٩ - زكريا بن أبي زائدة- كهمس- المثني بن الصباح
١٠ - أبو حنيفة- ابن جريج- عثمان بن الأسود- عمرو بن محمد
<span data-type="title" id=toc-145>(د ٦)</span>
١ - ابن عون- ابن إسحاق- حنظلة بن أبي سفيان','1','375',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (239,'٢ - عباد بن منصور- يونس بن يزيد- معن ابن زائدة
٣ - أبان بن صمعة- أسامة بن زيد الليثي- ثور بن يزيد- الحسن بن عمارة- فطر بن خليفة- معمر- هشام الدستوائي-','1','376',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (240,'هشام الغاز
٤ - جعفر بن برقان- عبد الرحمن بن يزيد- قرة بن خالد- الحكم بن أبان- أبو عمرو بن العلاء
٥ - صفوان بن عمرو- عثمان بن أبي العاتكة- عثمان بن عطاء-','1','377',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (241,'مسعر
٦ - سعيد بن أبي عروبة- عمر بن ذر- عبد الله بن شوذب- عبد الرحمن بن زياد- حمزة الزيات
٧ - الحسين بن واقد- الأوزاعي- ابن أخي الزهري','1','378',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (242,'٨ - أفلح بن حميد- المنصور- معاوية بن صالح- حيوة بن شريح
٩ - ابن أبي ذئب- ابن أبي رواد- عكرمة بن عمار- مالك بن مغول','1','379',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (243,'١٠ - شعبة- سفيان بن حسين- المسعودي- الربيع بن صبيح
<span data-type="title" id=toc-146>(د ٧)</span>
١ - سفيات- إسرائيل- زائدة
٢ - ابن أدهم- داود الطائي- زهير بن محمد- يزيد التستري','1','380',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (244,'٣ - إبراهيم بن طهمان- حريز- موسى بن علي- شعيب بن أبي حمزة- همام بن يحيى- يحيى بن أيوب
٤ - شيبان النحوى- عبد العزيز الماجشون- مبارك بن فضالة','1','381',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (245,'٥ - سليمان بن المغيرة- عبد الله بن زبر- عبد الحمر بن ثابت- وهيب بن خالد
٦ - صدقة بن عبد الله- أبو الأشهب- أبو بكر النهشلي- عفير بن معدان','1','382',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (246,'٧ - حماد بن سلمة- الحسن بن صالح- الربيع بن مسلم- بشار بن برد- سعيد بن عبد العزيز- عبد العزيز بن مسلم- القاسم الحداني- أبو هلال بن سليم- محمد بن طلحة- أبو حمزة السكري','1','383',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (247,'٨ - خارجة بن مصعب- فليح- قيس بن الربيع
٩ - المهدي- عبيد الله بن زياد- نافع بن عمر- نافع القاريء','1','384',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (248,'١٠ - جرير بن حازم- عبد الله بن جعفر- محمد بن مهاجر- أبو معشر السندي- موسى الهادي
<span data-type="title" id=toc-147>(د ٨)</span>
١ - أبو المذر- عبد الله بن عمر- أبو شهاب الحناط-','1','385',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (249,'عبد الرحمن بن الغسيل
٢ - سليمان بن بلال- عبد الرحمن بن معاوية- صالح المري- مهدي بن ميمون
٣ - زهير بن معاوية- سلام بن أبي مطيع- ابن أبي الموالي-','1','386',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (250,'جُويرية بن أسماء
٤ - ابن لهيعة - بكر بن مضر- ابن أبي الزناد- يعقوب القمي
٥ - الليث- القاسم بن معن','1','387',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (251,'٦ - أبو عَوانة - عبد الواحد بن زياد- فرج بن فَضَالة
٧ - عبد الواحد بن زيد- شُرَيك- محمد بن مسلم- موسى بن أعين
٨ - جعفر بن سليمان- عبثر بن القاسم','1','388',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (252,'٩ - مالك - حماد بن زيد- خالد الطحان- أبو الأحْوَص- الهقل بن زياد
١٠ - إسماعيل بن جعفر- عبد الوارث- مسلم الزنجي- سيبويه
<span data-type="title" id=toc-148>(د ٩)</span>
١ - إسماعيل بن عياش- أبو المليح الرقّي- حفص بن مَيْسَرة-','1','389',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (253,'خلف بن خليفة- ابن المبارك- عباد بن عباد- علي بن هاشم- مفضل بن فضالة
٢ - أبو سفيان المعمَرِي- عبد الرحمن بن زيد- عبد الله الأشجعي-','1','390',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (254,'يحيى بن أبي زائدة- يزيد بن زُرَيْع- القاضي أبو يوسف
٣ - هشيم- زياد البكَّائي- الكَاظِم- النعمان بن عبد السلام
٤ - إبراهيم بن سعد - إبراهيم بن أبي يحيى- عبد الله بن عبد','1','391',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (255,'العزيز- عبد العزيز بن أبي حازم
٥ - أبو إسحاق الفزاري- عبد الصمد بن علي- عمرو بن عبيد- المطلب بن زياد- المعافى بن عمران- يوسف بن الماجشون
٦ - حاتم بن إسماعيل- خالد بن الحارث- عباد بن العوام-','1','392',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (256,'عيسى غنجار
٧ - بشر بن المفضل- جعفر البرمكي- الفضيل بن عياض- عبد السلام ابن حرب- عبد العزيز العمى- عبد العزيز الدراوردي- معتمر بن سليمان.
٨ - جرير بن عبد الحميد- رشدِين بن سعد- عيسى بن يونس-','1','393',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (257,'عبدة بن سليمان - عقبة بن خالد
٩ - محمد بن الحسن- أبو خالد الأحمر- علي بن مُسْهِر- عبد الأعلى بن عبد الأعلى- أبو الحسن الكسائي
١٠ - أبو عبيدة الحداد- عمر بن علي- محمد بن يزيد الواسطي','1','394',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (258,'<span data-type="title" id=toc-149>(د ١٠)</span>
١ - سلمة بن الفضل- عبد الرحمن بن القاسم- الفضل بن موسى- محمد بن سلمة- معمر الرقي
٢ - عبد الله بن إدريس- علي بن ظبيان- الفضل بن يحيى البرمكي','1','395',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (259,'٣ - ابن علية- غندر- مروان بن معاوية- الرشيد- مخلد بن يزيد- أبو بكر بن عياش
٤ - حفص بن غياث- سويد بن عبد العزيز- عبد الوهاب الثقفي-','1','396',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (260,'محمد بن أبي عَدِيّ - محمد بن حرب- يحيى بن سعيد- شَقِيق البلْخِي
٥ - إسحاق الأزرق - أبو معاوية- المحاربي- عثام بن علي- ابن فضيل- الوليد بن مسلم- يحيى بن سليم','1','397',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (261,'٦ - معاذ بن معاذ- سعد بن الصلت- أبو نُواس
٧ - بقية- شعيب بن حرب- ابن وهب- هشام بن يوسف- وكيع- ورش- محمد بن فليح','1','398',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (262,'٨ - ابن عُيَيْنَةَ- يحيى القطان- ابن مَهْدي- مالك بن سعير- محمد بن معن- الأمين
٩ - إسحاق بن سليمان- ابن نمير- ابن شابور- عمرو العنقزي- أبو مطيع البلخي- يونس بن بكير','1','399',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (263,'١٠ - أسْبَاط- أبو ضَمْرَة- سلم بن قتيبة- عمر بن عبد الواحد- ابن أبي فديك- محمد بن حمير- معاذ بن هشام- مبشَّر بن إسماعيل','1','400',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (264,'<span data-type="title" id=toc-150>[القرن الثالث]</span>
<span data-type="title" id=toc-151>(د ١)</span>
١ - أبو أسامة- حمَّاد بن مَسْعدَة- حَرَمي بن عُمَارة- علي بن عاصم
٢ - ضمرة- أيوب بن سويد- أبو يحيى الحمامي- عمر بن شبيب- الفضل بن سهل','1','401',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (265,'٣ - أزهر السمَّان- حسين الجعفي- زيد بن الحباب- الرضا- أبو داود الحفري- عمر بن يونس- محمد بن بكر- محمد بن بشر- أبو أحمد الزُّبيري- الوليد بن مزيد- يحيى بن آدم','1','402',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (266,'٤ - الشافعي- إسحاق بن الفُرَات- أشهب- الحسن بن زياد- أبو بدر السَّكوني- أبو بكر النخعي عبد الكبير- أبو داود الطيالسي- عبد الوهاب بن عَطاء- هشام بن الكلبي','1','403',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (267,'٥ - إسحاق السلولي- بشر بن بكر- روح بن عبادة- العقدي- أبو سليمان الداراني- محمد بن عبيد- يعقوب الحضرمي
٦ - أبو حذيفة- حجَّاج الأعور- داود بن المحبر-','1','404',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (268,'شبابة- محاضر بن المورع- وَهْب بن جرير- يزيد بن هَارون
٧ - بشر بن عمر- جعفر بن عون- عبد الصمد ابن عبد الوارث- أبو نوح قُرَاد- كثير بن هشام- ابن كناسة- الواقدي-','1','405',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (269,'أبو النضر- يحيى بن زياد- الهيثم بن عدي
٨ - الأسود بن عامر- سعيد بن عامر- عبد الله بن بكر- محمد بن مصعب- الست نفيسة- يحيى بن حسان- يحيى بن أبي بكير- يعقوب بن','1','406',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (270,'إبراهيم الزهري- يونس المؤدب
٩ - الحسن الأشيب- أبو علي الحنفي- حفص بن عبد الله- عتمان بن عمر- يعلى بن عبيد
١٠ - أبو عمر الشيباني إسحاق اللغوي- مروان بن محمد','1','407',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (271,'يحيى بن إسحاق
<span data-type="title" id=toc-152>(د ٢)</span>
١ - أبو الجواب- طلق بن غنام- عبد الرزاق- عبد الله بن صالح- أبو العتاهية
٢ - أسد بن موسى- الحسين بن حفص- أبو عاصم-','1','408',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (272,'أبو المغيرة- الفرياني
٣ - الخريبي- المرئ- عبيد الله بن موسى- عمرو بن أبي سلمة
٤ - أحمد بن خالد- حسين بن محمد- عبد الله بن عبد الحكم-','1','409',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (273,'معاوية بن عمرو
٥ - أبو زيد- محمد بن عبد الله- محمد بن المبارك- مكي بن إبراهيم- قبيصة- علي بن الحسن بن شقيق
٦ - حبان بن هلال- الأصمعي- محمد بن بكار- هوذة','1','410',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (274,'٧ - حجاج بن منهال- سريج بن النعمان- موسى بن داود
٨ - المأمون- بشر المريسي- أبو مسهر- عبد الله بن يوسف- يحيى البابلتي','1','411',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (275,'٩ - علي بن عياش- الحميدي- سليمان بن داود- أبو نعيم- أبو غسان
١٠ - آدم- عفان- عبد الله بن رجاء- قالون- أبو حذيفة','1','412',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (276,'<span data-type="title" id=toc-153>(د ٣)</span>
١ - عاصم بن علي- القعنبي- عبدان- هشام بن عبيد الله
٢ - أبو اليمان- مسلم بن إبراهيم- عمر بن حفص- يحيى بن صالح','1','413',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (277,'٣ - خالد بن خداش- عبد الله بن صالح- محمد بن سنان- موسى بن إسماعيل- فتح عمورية
٤ - إبراهيم بن المهدي- سعيد بن أبي مريم- سليمان بن حرب-','1','414',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (278,'أبو معمر- المدائني- عمرو بن مرزوق- أبو عبيد- أبو الجماهر محمد بن عثمان- عارم- محمد بن عيسى- يزيد بن عبد ربه','1','415',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (279,'٥ - أبو عمر الحوضي- أصبغ- سعدويه- أبو عمر الجرمي- محمد بن سلام- أبو دلف
٦ - إسحاق الفروي- إسماعيل بن أبي أويس- يحيى بن يحيى-','1','416',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (280,'غسان بن الربيع- سنيد بن داود
٧ - أحمد بن يونس- إسماعيل بن عمرو- بشر الحافي- سعيد بن منصور- محمد بن الصباح- أبو الوليد الطيالسي- المعتصم- أبو الهذيل','1','417',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (281,'٨ - أبو نصر التمار- العيشي- أبو الجهم الباهلي- مسدد- داود بن عمرو- يحيى الحماني
٩ - خلف- عبد الله المسندي- نعيم بن حماد- دينار صاحب','1','418',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (282,'النسخة الباطلة
١٠ - ابن طاهر- علي بن الجعد- محمد بن سعد- سعيد الجرمي
<span data-type="title" id=toc-154>(د ٤)</span>
١ - أحمد بن نصر- إبراهيم بن محمد- أمين بن بسطام- أبو عاصم','1','419',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (283,'الأعرابي- كامل بن طلحة- محمد بن سلام الجمحي- وأخوه عبد الرحمن- محمد بن المنهال الضرير- محمد بن المنهال أخو حجاج- هارون بن معروف- البويطي','1','420',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (284,'٢ - يحيى بن بكير- الحكم بن موسى- عمرو الناقد- هارون الواثق
٣ - إبراهيم بن الحجاج- حبان بن موسى- سليمان ابن عبد الرحمن- سهل بن عثمان- محمد سماعة- ابن معين- ابن عائذ','1','421',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (285,'يحيى المقابري
٤ - أبو خيئمة الشاذكوني- النفيلي- الزهراني- ابن المديني- ابن نمير- محمد بن أبي بكر- المعافى- الرسعني- يحيى بن يحيى الليثي','1','422',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (286,'٥ - إسحاق الموصلي- سريج بن يونس- شيبان- القواريري- أبو بكر بن أبي شيبة
٦ - إبراهيم بن المنذر- هدبة- مصعب الزبيري- الحسن بن سهل-','1','423',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (287,'أبو الصلت- أبو معمر الهذلي
٧ - حاتم الأصم- عبد الأعلى بن حماد- عبيد الله بن معاذ- الفضيل الجحدري
ابن راهويه- بشر بن الوليد- طالوت- محمد بن بكار-','1','424',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (288,'البرجلاني- محمد بن أبي السري
٩ - داود بن رشيد- صفوان بن صالح- عثمان بن أبي شيبة- عبد الملك بن حبيب- محمد بن مهران- محمود بن غيلان- وهب بن بقية
١٠ - أبو ثور- أحمد بن أبي دؤاد- خليفة بن خياط- سويد بن','1','425',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (289,'سعيد- سويد بن نصر- سحنون عبد السلام- قتيبة- عبد الواحد بن غياث
<span data-type="title" id=toc-155>(د ٥)</span>
١ - الإمام أحمد- جبارة بن المغلس- أبو توبة الحلبي- سجادة- يعقوب بن كاسب','1','426',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (290,'٢ - ابن ذكوان- محمد بن أسلم- محمد بن رمح- محمد بن عبد الله بن عمار- يحيى بن أكثم- أبو مصعب الزهري
٣ - الحارث المحاسبي- أحمد بن سعيد- حرملة- العدني-','1','427',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (291,'هناد- عبد الله بن معاوية- هارون الحمال
٤ - أحمد بن منيع- إسحاق بن موسى- حميد بن مسعدة- عبد الحميد بن بيان- علي بن حجر- يعقوب بن السكيت
٥ - أحمد بن عبدة- أبو الحسن القواس- أحمد بن نصر- إسحاق','1','428',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (292,'بن أبي إسرائيل- محمد بن رافع- إسماعيل بن موسى- ذو النون المصري- سوار بن عبد الله- دحيم- أبو تراب- هشام بن عمار
٦ - أحمد بن إبراهيم الدورقي- الحسين المروزي-','1','429',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (293,'أبو عمر الدوري- لوين- دعبل- ابن مصفى
٧ - إبراهيم الجوهري- المتوكل- أو عثمان المازني- سفيان ابن وكيع- سلمة بن شبيب','1','430',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (294,'٨ - أحمد بن صالح - الحسين الكرابيسي- عبد الجبار بن العلاء- عبد الملك بن شعيب
عيسى بن حماد- محمد بن حميد- أبو كريب- محمد بن زنبور- أبو هشام الرفاعي','1','431',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (295,'٩ - أيوب الوزان- الحسن بن الصباح- عبد بن حميد- جابر بن مرجى- الفلاس
١٠ - ابن السرح- البزي- الحارث بن مسكين- أبو حاتم السجستاني-','1','432',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (296,'عمرو الجاحظ- كثير بن عبيد نصر بن علي
<span data-type="title" id=toc-156>(د ٦)</span>
١ - إسحاق كوسج- حميد بن زنجويه- عمرو بن عثمان
٢ - المستعين- إسحاق بن بهلول- زياد بن أيوب- بندار-','1','433',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (297,'محمد بن المثنى- يعقوب الدورقي
٣ - أبو الأشعث- أحمد بن سعيد الدارمي- سري السقطي
٤ - علي بن محمد- محمد بن عبد الله المخرمي- مؤمل بن إهاب- زياد الحساني','1','434',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (298,'الدارمي- المعتز بالله- عبد الله بن هاشم- محمد بن كرام- صاعقة
٦ - البخاري- المهتدي
٧ - ابن عرفة- زيد بن أخزم- الرياشي- علي بن خشرم-','1','435',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (299,'أبو سعيد الأشج
٨ - أحمد بن بديل- أحمد بن سنان- أحمد بن حفص- أحمد بن الفرات- حميد بن الربيع- محمد بن سنجر- ابن زنجويه- الذهلي- يحيى بن معاذ','1','436',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (300,'٩ - أبو إسحاق الجوزجاني- أحمد السهمي- حجاج بن الشاعر- محمود بن آدم
١٠ - الزعفراني- عبد الرحمن بن بشر- مالك بن طوق
<span data-type="title" id=toc-157>(د ٧)</span>
١ - أحمد الرهاوي- أحمد العجلي- شعيب بن أيوب- أبو شعيب','1','437',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (301,'السوسي- أبو يزيد البساطمي- علي بن إشكاب- أخوه محمد- مسلم
٢ - عمر بن شبة- محمد بن عاصم- يعقوب بن شيبة
٣ - أحمد بن الأزهر- الحسن بن أبي الربيع- معاوية بن صالح','1','438',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (302,'٤ - أحمد بن عبد الرحمن- أبو إبراهيم المزني- أبو زرعة الرازي- يونس بن عبد الأعلى
٥ - الرمادي- سعدان بن نصر- عبد الله بن محمد المخرمي- علي بن حرب- أبو حفص النيسابوري- محمد بن سحنون','1','439',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (303,'٦ - إبراهيم بن أورمة- صالح بن الإمام أحمد- محمد بن شجاع- محمد بن عبد الملك
٧ - إسماعيل سمويه- إسحاق شاذان- بحر بن نصر- عباس الترفقي- محمد بن عزيز الأيلي- يحيى بن الذهلي- يونس بن حبيب','1','440',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (304,'٨ - أحمد بن سيار- أحمد بن شيبان- أحمد بن يونس- عيسى بن أحمد- محمد بن عبد الله بن عبد الحكم
٩ - إبراهيم بن منقذ- أبو فروة يزيد الرهاوى
١٠ - أحمد بن طولون- أحمد عبد الله بن البرقي- أسيد بن عاصم-','1','441',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (305,'بكار بن قتيبة- الحسن بن علي- داود الظاهري- الربيع المرادي
<span data-type="title" id=toc-158>(د ٨)</span>
١ - عباس الدوري- محمد بن حماد- محمد بن سنان- يوسف بن مسلم
٢ - العطاردي- أبو عتبة الحجازي- سليمان بن سيف-','1','442',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (306,'الفراء - ابن المنادي - محمد بن عوف
٣ - إسحاق بن سيار- حنبل- أبو أمية الطرسوسي- ابن ماجه
٤ - الميموني- أبو محمد المدائني
٥ - المروذي- أحمد بن ملاعب- أبو داود- يحيى بن','1','443',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (307,'أبي طالب
٦ - ابن أبي غرزة- بقي بن مخلد- ابن قتيبة- أبو قلابة- محمد بن أحمد بن أبي العوام- محمد بن إسماعيل الصائغ- يزيد بن عبد الصمد
٧ - أبو حاتم- محمد بن الجهم- الحنيني- الفسوي','1','444',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (308,'٨ - الدير عاقولي- الموفق- محمد المسمعي- موسى الوشاء
٩ - المعتمد- أحمد البرجلاني- أحمد بن أبي خيتمة- القصار- ابن أبي ميسرة- جعفر بن محمد- الترمذي
١٠ - البرتي- عثمان الدارمي- محمد بن إسماعيل الترمذي-','1','445',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (309,'هلال بن العلاء
<span data-type="title" id=toc-159>(د ٩)</span>
١ - إبراهيم بن ديزيل- ابن أبي الدنيا- أبو زرعة النصري- محمد بن المواز
٢ - إسماعيل القاضي- الحارث بن أبي أسامة- الفضل الشعراني- أبو العيناء','1','446',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (310,'٣ - إسحاق الختلي- سهل التستري- عبد الرحمن بن خراش- الباغندي- تمتام
٤ - إسحاق الحربي- أبو عمرو هو أحمد بن المبارك
٥ - إبراهيم الحربي- المبرد- الدبري','1','447',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (311,'٦ - أبو سعيد الخزاز- عبد الرحيم بن البرقي- علي بن عبد العزيز- محمد بن وضاح- الكديمي- البحتري
٧ - أبو بكر بن أبي عاصم- زكريا الخياط
٨ - بشر بن موسى- أبو القاسم بن بشار','1','448',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (312,'٩ - أبو عبد الملك هو البسري- المعتضد- بكر بن سهل- أبو يزيد القراطسي
١٠ - عبد الله بن الإمام أحمد- الغلاني- محمد بن يحيى بن المنذر
<span data-type="title" id=toc-160>(د ١٠)</span>
١ - ثعلب- محمد بن إبراهيم البوشنجي- قنبل- محمد بن','1','449',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (313,'علي الصائغ
٢ - أحمد بن علي المروزي- أحمد بن عمرو البزار- أبو مسلم الكجي- إدريس بن عبد الكريم- أبو خازم عبد الحميد
٣ - البيهقي- عبدان المروزي- محمد بن أسد المديني- محمد بن عبدوس','1','450',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (314,'٤ - جزرة- ابن الضريس- محمد بن نصر المروزي- موسى بن هارون
٥ - إبراهيم بن أبي طالب- أبو الحسين النوري- الحسن المعمري- أبو شعيب الحراني- المكتفي بالله- أبو جعفر الترمذي','1','451',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (315,'٦ - أحمد بن حماد زغبة- أحمد بن نجدة- خلف بن عمرو العكبري- عبد الله ابن المعتز- أبو حضين الوادعي
٧ - عبد الرحمن بن الرواس- عبيد بن غنام- مطين- محمد بن عثمان بن أبي شيبة- محمد بن داود- يوسف القاضي','1','452',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (316,'٨ - أبو العباس بن مسروق- بهلول- الجنيد- محمد بن يحيى المروزي- أبو عثمان الحيري- الحسن بن علوية
٩ - أبو عمرو الخفاف- محمد بن حامد
١٠ - أحمد البراثي- محمد بن سماعة- محمد بن جعفر القتات- أبو العلاء الوكيعي','1','453',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (317,'<span data-type="title" id=toc-161>[القرن الرابع]</span>
<span data-type="title" id=toc-162>(د ١)</span>
١ - أحمد بن محمد الوشاء- أبو بكر البرديجي- إبراهيم الهسنجاني- الفريابي- ابن ناجية
٢ - أبو زرعة هو محمد بن عثمان
٣ - النسائي- الحسن بن سفيان- أبو علي الجبائي','1','454',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (318,'٤ - المنجنيقي- ابن المزرع
٥ - أبو خليفة- عبد الله بن شيرويه- ابن مجاشع- المطرز
٦ - أحمد بن الحسن الصوفي- ابن سريج- ابن الجلاد- عبدان الأهوازي','1','455',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (319,'٧ - أبو يعلى الموصلي- زكريا الساجي- الروياني- الهيثم بن خلف
٨ - ابن سفيان الفقيه- إسحاق بن أحمد الخزاعي- المفضل الجندي- عبد الله بن محمد الدينوري
٩ - الحلاج- حامد بن شعيب- عمرو بن أبي غيلان','1','456',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (320,'١٠ - أحمد بن يحيى التستري- أبو بشر الدولاني- محمد بن جرير
<span data-type="title" id=toc-163>(د ٢)</span>
١ - أبو بكر الخلال- الزجاج- ابن خزيمة- محمد بن زكريا الرازي
٢ - الباغندي- أبو بكر المجذر','1','457',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (321,'٣ - جماهر الزملكاني- عبد الله بن زيدان- الغضائري- أبو لبيد السرخسي- أبو العباس السراج- أبو قريش
٤ - محمد بن محمد الباهلي- محمد بن عمر بن لبابة- نصر الفرائضي','1','458',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (322,'٥ - عبد الله بن محمد القزويني- الأرغياني
٦ - بنان الحمال- ابن أبي داود- محمد بن خزيم- أبو عوانة- محمد بن عقيل البلخي
٧ - البغوي- علان المصري- محمد بن زبان','1','459',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (323,'٨ - أبو عروبة- ابن صاعد- ابن فيروز الأنماطي
٩ - أبو الجهم- محمد بن فطيس- المؤمل بن الحسن
١٠ - ابن جوصا- المقتدر بالله- الزفتي- الفربري- ابن خيران- محمد بن يوسف القاضي','1','460',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (324,'<span data-type="title" id=toc-164>(د ٣)</span>
١ - الأعمشي- أحمد بن عبد الوارث- الطحاوي- أبو هاشم الجبائي- ابن دريد- مكحول البيروتي- محمد بن هارون الحضرمي
٢ - ابن الجباب- خير النساج- عبيد الله بن المهدي- محمد بن','1','461',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (325,'إبراهيم الديبلي- محمد بن عمرو العقيلي- أبو علي الرذباري
٣ - أحمد بن نصر- نفطويه- إسماعيل الوراق- أبو نعيم بن عدي
٤ - جخطة البرمكي- ابن مجاهد الأشعري- ابن زياد- ابن مبشر','1','462',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (326,'٥ - أبو حامد بن الشرقي- الدغولي- مكي بن عبدان- إبراهيم بن عبد الصمد
٦ - ابن الباغندي- محمد بن القاسم المحاربي
٧ - عبد الرحمن بن أبي حاتم- مبرمان
٨ - أبو الدحداح- أبو عمر القرطبي- الإصطخري-','1','463',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (327,'ابن شنبوذ- أبو علي بن مقلة- أبو علي الثقفي- أبو بكر بن الأنباري
٩ - أبو محمد البربهاري- أبو القاسم الحامض- الراضي بالله- أبو نصر المروزي','1','464',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (328,'١٠ - أبو حامد بن بلال- أبو يعقوب النهرجوري- المحاملي- زكريا البلخي- عبد الغفار بن سلامة
<span data-type="title" id=toc-165>(د ٤)</span>
١ - محمد بن شيبة- ابن مخلد- يعقوب الجصاص
٢ - ابن عقدة- أبو بكر القطان','1','465',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (329,'٣ - المتقي بالله - أبو علي اللؤلؤي
٤ - الصنوبري- ابن حياش- المستكفي- علي بن إسحاق المارداني- أبو القاسم الخرقي- أبو علي الحراني- الإخشيد- الشبلي','1','466',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (330,'٥ - أبو بكر الصولي- الهيثم الشاشي- محمد المطيري
٦ - أبو الحسين ابن المنادي- حاجب الطوسي- أبو علي الميداني- المحمدابازي
٧ - محمد بن علي المذكر- أبو الطيب الصعلوكي
٨ - أحمد بن زبان- أبو جعفر النحاس- ابن أبي ثابت- أبو علي','1','467',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (331,'الحصائري - علي بن محمد المصري- علي بن حمشاذ
٩ - علي بن أبي مطر- القاهر بالله- محمد بن عبد الله الصفار- ابن البختري- الفارابي
١٠ - أبو سعيد الأعرابي- أبو إسحاق المروزي- الحسين بن صفوان- أبو القاسم الزجاجي- القاسم بن أصبغ-','1','468',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (332,'أبو الحسن الكرخي
<span data-type="title" id=toc-166>(د ٥)</span>
١ - أبو الطاهر المديني- إسماعيل الصفار- ابن الأخرم
٢ - أبو بكر الصبغي- أحمد بن عبيد الهمداني- أبو الفضل البخاري- عبد الرحمن الجلاب
٣ - خيثمة- الستوري','1','469',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (333,'٤ - ابن البويان- أبو يعقوب الأذرعي- ابن السماك- أبو بكر بن الحداد- أبو النضر الطوسي- أبو عبد الله بن يعقوب الحافظ- يحيى العنبري
٥ - أحمد بن سليمان الغباداني- بكر المروزي- أبو علي بن أبي هريرة- ابن السمرقندي- أبو الحسن القطان- محمد بن','1','470',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (334,'نجيح- غلام ثعلب- مكرم بن أحمد- المسعودي
٦ - السيرافي- أحمد بن جعفر السمسار- الطرائفي- أبو محمد ابن فارس- عبد المؤمن النسفي- المحبوبي- ابن داسة-','1','471',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (335,'الأصم- محمد بن القاسم العتكي- وهب بن ميسرة الحافظ
٧ - أحمد بن حذلم- أبو علي بن خزيمة- حمزة العقبي- ابن درستويه- أبو الميمون- ابن معروف
٨ - النجاد- الخلدي- محمد بن جعفر الأدمي-','1','472',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (336,'علي بن محمد القرشي
٩ - العطشي- أبو الفوارس- أبو علي النيسابوري- عبد الله بن إسحاق الخراساني- ابن علم- أبو أحمد العسال
١٠ - ابن حسنويه- أحمد بت كامل- أبو سهل القطان- القاضي أبو السائب','1','473',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (337,'<span data-type="title" id=toc-167>(د ٦)</span>
١ - الهجيمي- دعلج- ابن الورد- ابن قانع- النقاش- محمد بن علي بن دحيم
٢ - المهلبي- الإسكافي
٣ - أبو إسحاق بن حمزة- أبو عيسى بكار- أبو علي بن السكن
-','1','474',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (338,'أبو محمد الفاكهي- علي بن أبي العقب- أبو علي بن هارون
٤ - أبو بكر الشافعي- المتنبي- أبو حاتم بن حبان- أبو بكر بن مقسم
٥ - أبو بكر الجعابي- البلوطي','1','475',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (339,'٦ - معز الدولة- أبو محمد المزني- أبو علي القالي- حامد الرفاء- العباس الرافقي- أبو الفرج الأصبهاني- كافور- سيف الدولة
٧ - المتقي بالله- حمزة الكناني- النضري- ابن مخرم','1','476',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (340,'٨ - ناصر الدولة- زيد بن أبي بلال
٩ - ابن بندار- النصيبي- حبيب القزاز- أبو علي الصواف
١٠ - الطبراني- الطوماري- ابن الهيثم الأنباري- الآجري- ابن مطر','1','477',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (341,'<span data-type="title" id=toc-168>(د ٧)</span>
١ - الأسيوطي- محمد بن الحارث
٢ - المزكي- ابن مكيال- ابن كوثر- ابن فضاله
٣ - جمح بن القاسم- أبو بكر بن جعفر الحنبلي- أبو حنيفة القاضي
٤ - ابن السني- أبو هاشم عبد الجبار- المطيع لله','1','478',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (342,'٥ - ابن نجيد- ابن عدي- أبو بكر القفال- الماسرجسي- المستنصر حكم
٦ - ركن الدولة- محمد بن حيوية
٧ - النصر آباذي- عز الدولة- أبو الطاهر الذهلي- أبو بكر بن الفوطية','1','479',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (343,'٨ - القطيعي- السيرافي- الجلودي
٩ - ابن ماسي- أبو الشيخ- أبو سهل الصعلوكي- ابن أم شيبان
١٠ - بشر بن أحمد- ابن رشيق- ابن خالوية- ابن فورك- أبو منصور الأزهري','1','480',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (344,'<span data-type="title" id=toc-169>(د ٨)</span>
١ - الإسماعيلي- المطوعي- أبو زيد المروزي- ابن خفيف- ابن هذيل
٢ - عضد الدولة- ابن وصيف- ابن خميرويه
٣ - عبد الله بن محمد ابن السقا- أبو أحمد الجرجاني','1','481',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (345,'٤ - إسحاق الفسوي- ابن نباته- أبو الفتح الأزدي- الربعي
٥ - حسينك- عبد العزيز الخرقي- ابن الزيات- أبو بكر الأبهري- الميانجي
٦ - المستملي- الحسن بن جعفر السمسار- أبو عمرو بن حمدان','1','482',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (346,'٧ - أبو علي الفارسي- ابن لؤلؤ- الغطريفي- ابن صابر
٨ - الخليل بن أحمد السجزي- المفيد- محمد بن إسماعيل الوراق- أبو أحمد الحاكم- ابن الجلاب','1','483',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (347,'٩ - شرف الدولة- أبو سليمان بن زيد
١٠ - طلحة الشاهد- أبو عبد الله القرطبي
<span data-type="title" id=toc-170>(د ٩)</span>
١ - أبو بكر بن مهران المقري- السرخسي- أبو عدي- أبو الفضل الزهري
٢ - أبو أحمد العسكري- أبو القاسم النسائي- أبو سعيد الرازي- أبو عمر ابن حيوية
٣ - أبو بكر بن شاذان','1','484',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (348,'٤ - صالح بن أحمد الهمداني- الرماني- أبو الحسن الماسرجسي- المرزباني
٥ - أبو بكر المهندس- الدارقطني- ابن عباد- ابن شاهين- أبو الفتح القواس','1','485',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (349,'٦ - أبو حامد النعيمي- أبو أحمد السامري- علي الحربي- أبو طالب المكي- العزيز
٧ - ابن بطة- ابن سمعون- محمد بن الفضل ابن خزيمة
٨ - الخطابي- الشنبودي- الجوزقي','1','486',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (350,'٩ - المخلدي- زاهر السرخسي- ابن أبي زيد- الكشميهني- محمد بن النعمان
١٠ - أبو حفص الكتاني- أبو زرعة الكشي- المعافي الجريري','1','487',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (351,'<span data-type="title" id=toc-171>(د ١٠)</span>
١ - الحسين بن الحجاج- عيسى بن الوزير- المؤمل الشيباني- إسماعيل بن حاجب الكشاني
٢ - الحسن الضراب- الأصيلي- ابن أبي شريح- ابن جني','1','488',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (352,'٣ - ابن المرزبان- أبو نصر الجوهري- الطائع- المخلص
٤ - ابن ضيفون- أبو عمر السلمي
٥ - ابن فارس- أبو الحسين الخفاف- الأخميمي- الدمينيك','1','489',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (353,'٦ - ابن الجندي- عبد الوهاب الكلاني- علي بن محمد الحلبي- أبو بكر بن المأمون- ابن زنبور
٧ - علي بن عمر المالكي- ابن القصار
٨ - أبو الفضل البديع- ابن لال- الكلاباذي- عبد الواحد الببغا','1','490',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (354,'٩ - ابن غلبون- أبو مسلم الكاتب
١٠ - ابن خرشيد- أبو نعيم الاسفراييني
<span data-type="title" id=toc-172>[القرن الخامس]</span>
<span data-type="title" id=toc-173>(د ١)</span>
١ - أبو عمر بن الجسور- أبو عبيد الهروي- أبو الفتح البستي- أبو الحسن العلوي','1','491',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (355,'٢ - السوسنجري علي بت داود الداراني- علي بن أحمد الرفا- ابن جميع- أبو الحسين اللبان- محمد بن عبد الله الجعفي
٣ - ابن حامد الحنبلي- الحليمي- أبو علي الروذباري- أبو الوليد ابن الفرضي- أبو الحسن القابسي- ابن الباقلاني- أبو بكر الخوارزمي','1','492',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (356,'٤ - أبو الطيب الصعلوكي- أبو الفرج النهرواني
٥ - ابن الصلت- بكر بن شاذان- أبو سعد الإدريسي- أبو بكر بن أبي الحديد
٦ - أبو حامد الاسفراييني- أبو علي الدقاق- أبو يعلى المهلبي-','1','493',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (357,'أبو أحمد الفرضي- ابن فورك- الشريف الرضي
٧ - أبو بكر الشيرازي- ابن شاكر
٨ - ابن ترتال- أبو محمد بن البيع- محمد بن إبراهيم الجرجاني- أبو عمر البسطامي
٩ - ابن المتيم- ابن الصلت الأهوازي- عبد الله بن يوسف الأصبهاني- عبد الغني الحافظ','1','494',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (358,'١٠ - ابن مردويه- ابن عمر- ابن مهدي- ابن بالويه- ابن محمش- أبو الحسن البغدادي
<span data-type="title" id=toc-174>(د ٢)</span>
١ - أبو نصر ابن حسنون- الحاكم صاحب مصر- علي بن أحمد الخزاعي','1','495',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (359,'٢ - الماليني- عبد الجبار الجراحي- غنجار- ابن رزقويه- أبو الفتح بن أبي الفوارس- أبو عبد الرحمن السلمي- منير بن أحمد
٣ - ابن البواب- أبو الفضل الجارودي- الشيخ المفيد بن المعلم','1','496',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (360,'٤ - تمام- الغضايري- أبو الحسن بن جهضم- أبو عمر الهاشمي- أبو سعيد النقاش- هلال الحفار- يحيى المزكي
٥ - أبو الحسن المحاملي- أبو العباس بن الحاج- أبو الحسن','1','497',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (361,'العيسوي- أبو الحسين بن بشران- أبو الحسن بن الفضل
٦ - أبو محمد بن النحاس- أبو الحسن التهامي- أبو عبد الله بن الحذاء
٧ - أبو بكر القفال- عبد الله بن يحيى السكري- الحمامي- أبو حازم','1','498',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (362,'العبدوي- عمر بن أحمد العكبري- أبو نصر بن الجندي
٨ - أبو إسحاق الاسفراييني- أبو الحسين الميداني
٩ - أبو الحسين بن العالي- علي بن أحمد الرزاز- أبو بكر الذكواني- أبو الحسن بن مخلد','1','499',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (363,'١٠ - أحمد بن طلحة المنفي- أبو محمد بن أبي نصر- أبو نصر العكبري.
<span data-type="title" id=toc-175>(د ٣)</span>
١ - الجندي- محمد بن موسى الصيرفي- السلطان محمود- أبو عمر القسملي
٢ - القادر بالله- القاضي عبد الوهاب- علي بن محمد الطرازي- يحيى بن عمار','1','500',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (364,'٣ - منصور الكاغدي
٤ - الأردستاني
٥ - البرقاني- أبو علي بن شاذان- أبو بكر الأصبهاني- ابن شبانة
٦ - أبو محمد القرطبي- أبو عامر بن شهيد القرطبي','1','501',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (365,'٧ - أبو إسحاق الثعلبي- حمزة السهمي
٨ - ابن منجويه- ابن سينا- القدوري- ابن دوست- الشريف أبو علي الحنبلي- ابن باكويه- مهيار','1','502',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (366,'٩ - أبو عمر الطلمنكي- أبو يعقوب القراب- يونس بن مغيث
١٠ - أبو نعيم- أبو زيد الدبوسي- أبو القاسم بن بشران- أبو منصور الثعالبي- الحوفي- أبو عمران الفاسي','1','503',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (367,'<span data-type="title" id=toc-176>(د ٤)</span>
١ - أبو العلاء الواسطي- محمد بن عوف- الأملوكي- ابن نظيف
٢ - الميتغفري- أبو حسان المزكي- محمد بن عمر بن بكير
٣ - ابن الكسار- ابن فاذشاه النصروي- أبو القاسم البرمذكي- والقاسم بن عباد','1','504',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (368,'٤ - أبو ذر الهروي
٥ - جلال الدولة- الميماسي
٦ - المرتضى- أبو الحسين البصري
٧ - مكي القيسي
٨ - أبو محمد الجويني','1','505',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (369,'٩ - الحسن بن محمد الخلال- الطناجيري
١٠ - علي بن ربيعة- أبو ذر الصالحاني- ابن ريذة- ابن غيلان- أبو منصور السواق- الكارزيني
<span data-type="title" id=toc-177>(د ٥)</span>
١ - أبو علي بن أبي نصر- العتيقي- أبو القاسم الأفليلي- علي بن','1','506',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (370,'حمصة- محمد بن علي الصوري
٢ - أبو الحسن القزويني- أبو طاهر بن العلاف
٣ - الذكواني- أبو القاسم الفارسي- أبو الحسن بن صخر
٤ - أبو غانم الكراعي- أبو علي بن المذهب- رشا- أبو نصر','1','507',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (371,'السجزي- عبد العزيز بن الأزجي- أبو عمرو الداني- أبو الفتح العمري
٥ - أبو إسحاق البرمكي- أبو سعد السمان- محمد بن علي العلوي
٦ - أبو علي الأهوازي- أبو يعلى الخليلي- محمد بن أبي نصر','1','508',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (372,'٧ - سليم الرازي - أبو القاسم التنوخي- ابن سلوان
٨ - عبد الله بن الوليد- عبد الغافر الفارسي- علي بن إبراهيم الباقلاني- أبو حفص بن مسرور- محمد بن الطفال- أبو بكر بن بشران','1','509',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (373,'٩ - أبو العلاء المعري- أبو مسعود البجلي- أبو عثمان الصابوني
١٠ - أبو الطيب الطبري- ابن شيطا- علي بن بقا- أبو عبد الله الفرضي
<span data-type="title" id=toc-178>(د ٦)</span>
١ - البساسيري- أبو طالب العشاري- أبو عثمان البحيري-','1','510',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (374,'عبد الله بن شبيب
٢ - ابن عمروس- محمد بن أحمد القزويني
٣ - ابن نفيس- أبو القاسم السميساطي- علي بن رضوان- الكنجروذي','1','511',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (375,'٤ - الجوهري- القضاعي- عبد الرحمن بن أحمد الرازي
٥ - أحمد بن محمود الثقفي- سبط بحرون- أبو يعلى الصابوني
٦ - عبد العزيز النخشبي- عبد الواحد بن برهان النحوي- أبو محمد بن حزم- أبو الحسن النرسي- أبو سعيد الخشاب','1','512',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (376,'٧ - سعيد بن العيار
٨ - البيهقي- ابن شمة- ابن سيده- القاضي أبو يعلى الحنبلي
٩ - أحمد بن منصور المغربي- أبو القاسم الحنائي- ابن مهربزد
١٠ - الباطرقاني- عبد الدايم الهلالي','1','513',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (377,'<span data-type="title" id=toc-179>(د ٧)</span>
١ - ابن فوران- عبد الرحيم البخاري- ابن مكي- نصر الشيرازي
٢ - القاضي حسين- ابن سهل بن بشران- محمد بن عتاب
٣ - أبو حامد الأزهري- الخطيب بن زيدون- حسان المنيعي-','1','514',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (378,'المليحي- كريمة- ابن الدجاجي- ابن عبد البر- ابن وشاح الزينبي
٤ - البهاء بن المعتضد
٥ - أرسلان بن المأمون - أبو القاسم القشيري- ابن المسلمة- ابن المهتدي بالله- هناد النسفي- أبو القاسم الهذلي','1','515',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (379,'٦ - أبو سهل الحفصي- عبد العزيز الكتاني- يعقوب الصيرفي
٧ - القائم بأمر الله- أبو الحسن الداودي - أبو الحسين الباخرزي أبو بكر الخياط','1','516',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (380,'٨ - غلام الهراس- أبو نصر التاجر- عبد الواحد- علي بن عليك- أبو القاسم المهرواني
٩ - حاتم القرطبي- ابن هزار مرد
١٠ - أبو صالح المؤذن- أبو الحسين بن النقور- أبو نصر ابن','1','517',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (381,'طلاب- أبو جعفر الهاشمي الحنبلي- عبد الرحمن بن منده
<span data-type="title" id=toc-180>(د ٨)</span>
١ - اتسز الزنجاني- أبو علي الوحشي- أبو علي بن البنا- أبو منصور العطار- أبو القاسم الأنماطي- عبد القاهر الجرجاني- أبو عاصم','1','518',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (382,'الفضيلي- أبو الخير المروزي
٢ - الحسن بن عبد الرحمن الشافعي- هياج
٣ - الفضل بن المحب- أبو الفتيان
٤ - الباجي- أبو القاسم ابن البسري- محمد بن يحيى المزكي
٥ - عبد الوهاب بن منده- المطهر البزاني- محمد بن أحمد السمسار','1','519',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (383,'٦ - أبو إسحاق الشيرازي- أبو طاهر بن أبي الصقر- محمد الرعيني- أبو حكيم الخبري
٧ - ابن مسعدة- أبو نصر الصباغ- مسعود السجزي
٨ - ابن دلهاث- أبو سعد المتولي- أبو معشر الطبري -','1','520',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (384,'إمام الحرمين- أبو علي المعتزلي
٩ - إسماعيل النوقاني- طاهر الشحامي- أبو علي التستري- أبو نصر الزينبي
١٠ - بنت الدقاق- المرتضى','1','521',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (385,'<span data-type="title" id=toc-181>(د ٩)</span>
١ - ابن إبراهيم الطيان- شيخ الإسلام الأنصاري- عثمان المحمي- أبو بكر بن ماجه
٢ - أبو حامد الشجاعي- أبو إسحاق الحبال- شكرويه- أبو الفضل الطبسي','1','522',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (386,'٣ - عاصم بن الحسن- أبو نصر الترياقي- التفليسي- أبو نصر السراج- أبو الغنائم بن أبي عثمان
٤ - أحمد الذكواني- أبو الحسن بن مفوز- ابن شغبة
٥ - نظام الملك- أبو بكر الشاشي- الفقيه بهرا-مالك البانياسي','1','523',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (387,'٦ - حمد الحداد- سليمان بن إبراهيم الحافظ- أبو الفرج الحنبلي- أبو الحسن الهكاري- علي بن الأنباري- موسى بن عمران النيسابوري- هبة الله الشيرازي
٧ - أبو بكر بن خلف- قسيم الدولة- المقتدي بالله- أبو القاسم ابن','1','524',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (388,'أبي العلاء- أبو نصر بن ماكولا- أبو عامر الأزدي- المستنصر بالله
٨ - ابن خيرون- تاج الدولة- رزق الله التميمي- أبو يوسف القزويني- محمد بن علي البغوي- أبو بكر الشامي','1','525',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (389,'٩ - أبو طاهر الباقلاني- عبد الملك بن سراج- ابن الخاضبة- محمد بن علي العمري- أبو المظفر السمعاني
١٠ - أبو نصر السمسار- أبو الفتح عبدوس الفقيه- نصر- يحيى السيبي','1','526',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (390,'<span data-type="title" id=toc-182>(د ١٠)</span>
١ - ابن أشته- ابن بشرويه- سهل الاسفراييني- طراد- عبد الله بن عبد الرزاق
٢ - أحمد الصيريفني- الخليلي- الخلعي- أبو الحسن بن أيوب- مكي الرميلي','1','527',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (391,'٣ - جعفر العباداني- أبو طالب- النعالي- عبد القاهر العباسي
٤ - أبوا لفرج البزاز- عبد الواحد القشيري- أبو المعالي شيذلة- ابن الأخرم- ابن البكاء
٥ - المستعلي- أبو عبد الله الكامخي- عبد الواحد الزبيري','1','528',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (392,'٦ - أبو طاهر بن سوار- أبو داود- ابن الدوش- محمد بن عبد الجبار الفرساني
٧ - الطرثيثي- الحسن البرني- أبو الخطاب ابن الجراح- أبو مطيع- أبو محمد الكلاني
٨ - أبو علي البرداني- ثابت بن بندار- الحسين بن علي الطبري-','1','529',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (393,'أبو علي الغساني- الخشنامي
٩ - أبو منصور الخياط- أبو البقاء الحبال
١٠ - أبو الفت الحداد- جعفر السراج- أبو غالب البقال- أبو الحسين بن الطيوري','1','530',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (394,'<span data-type="title" id=toc-183>[القرن السادس]</span>
<span data-type="title" id=toc-184>(د ١)</span>
١ - تميم بن المعز الدوني- أبو سعد الأسدي- محمد بن أبي حاتم القزويني
٢ - أبو المحاسن الروياني- أبو القاسم الربعي- ابن خشيش- أبو زكريا التبريزي
٣ - ابن سوسن- أبو سعد المطرز- أبو الفتيان الرواسي','1','531',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (395,'٤ - الكيا الهراس- أبو الحسين الخشاب
٥ - أبو الحسين العلاف- الغزالي
٦ - السنجستي
٧ - ابن بدران- شجاع الذهلي- أبو بكر الشاشي- أبو المظفر','1','532',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (396,'الابيوردي- المؤتمن الساجي
٨ - أبو الوحش- الشريف النسيب
٩ - شيرويه- غيث الأرمنازي- هبة الله السقطي
١٠ - خميس الحوزي- عبد الغفار الشيروي- الدبيان- المبارك','1','533',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (397,'الغسال- أبو الخطاب الحنبلي- أبو طاهر الحنائي- أبو بكر السمعاني
<span data-type="title" id=toc-185>(د ٢)</span>
١ - غانم البرجي- ابن نبهان- يحيى بن منده
٢ - المستظهر بالله- نور الهدى- أبو القاسم الأصولي','1','534',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (398,'٣ - ابن عقيل الحنبلي- أبو الحسن الدامغاني- محمد بن عبد الباقي الدوري
٤ - ابن بليمة- مؤيد الدين الطغرائي- أبو علي بن سكرة- أبو نصر بن العسيري- أبو الحسن بن الموازيني- محمود بن إسماعيل الصيرفي','1','535',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (399,'٥ - أبو علي الحداد- أبو علي بن المهدي
٦ - الغوي- أبو علي الباقرجي- عبد الله السمرقندي- ابن الفحام- أبو طالب اليوسفي- أبو محمد الحريري- محمد بن عبد الواحد الدقاق
٧ - ابن الطيوري- ابن الخياط- ظريف- أبو الغنائم بن','1','536',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (400,'المهتدي بالله- محمد بن مرزوق- أبو صادق المديني
٨ - سلطان بن إبراهيم المقدسي- أبو طاهر الدشتج
٩ - أبو الحسن بن الفراء- أبو البركات بن البخاري
١٠ - أبو بحر بن العاص- صاعد بن سيار- أبو محمد بن عتاب- أبو الوليد بن رشد- محمد بن بركات السعيدي- أبو بكر الطرطوشي','1','537',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (401,'<span data-type="title" id=toc-186>(د ٣)</span>
١ - علي بن عبد الواحد الدينوري- أبو العز القلانسي
٢ - محمد بن علي الكراعي
٣ - جعفر بن عبد الواحد الثقفي- عبيد الله بن محمد البيهقي
٤ - إبراهيم بن عثمان الغزي- إسماعيل الإخشيد- أبو عبد الله البارع- فاطمة الجوزدانية- ابن سعدون- ابن تومرت- الآمر','1','538',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (402,'بأحكام الله- هبة الله بن الأكفاني
٥ - هبة الله بن الحصين- حماد الدباس- محمد بن أحمد الرازي- أبو غالب الماوردي
٦ - الأكمل- ابن كادش- أبو الحسين بن القاضي
٧ - أبو غالب بن البنا- أبو نصر اليونارتي- أبو الحسن بن','1','539',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (403,'الزعفراني- أبو بكر المرزقي- أبو حازم القاضي
٨ - أبو علي الفارقي- هبة الله الواسطي
٩ - ابن أبي الصلت- ظافر الحداد- عبد الغافر بن إسماعيل- المسترشد
١٠ - أبو نصر البتار- ابن قبيس- محمد بن حمويه الزاهد- محمد بن سعدوية- أبو عبد الله الفراوي
<span data-type="title" id=toc-187>(د ٤)</span>
١ - إسماعيل بن أبي القاسم القارئ- تميم الجرجاني','1','540',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (404,'٢ - طاهر الإسفريني- أبو جعفر الهمداني- يحيى البناء- أبو نصر الغازي- إسماعيل بن أبي صالح- بدر الشيحي- الحسين بن عبد الملك الخلال- سعيد بن أبي رجاء- ابن سكينة- عبد المنعم القشيري- فاطمة بنت زعبل- أبو الحسن الكرجي- الراشد بالله
٣ - زاهر الشحامي- جمال الإسلام- ابن بوري
٤ - أبو الفضل القرشي
٥ - إسماعيل بن محمد التميمي- أبو الحسن العبدري- أبو منصور','1','541',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (405,'القزاز- قاضي المرستان- يوسف بن أيوب الهمداني
٦ - أبو سعد الزوزني- أبو القاسم السمرقندي- أبو العباس الصهناجي- عبد الجبار الخوراي- شرف الإسلام الحنبلي-هبة الله بن طاووس- يحيى بن الطراح
٧ - سبط الخياط- المنتجب محمد بن يحيى القرشي- مفلح الدومي
٨ - عبد الوهاب الأنماطي- علي بن طراد- أبو الفتوح الإسفراييني- أبو القاسم الزمخشري','1','542',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (406,'٩ - أبو البدر الكرخي- أبو منصور الرزاز- علي بن عبد السلام الكاتب- أبو البركات الزيدي- فاطمة بنت محمد البغدادية- أبو المعالي الفارسي- أبو منصور المقرئ
١٠ - أبو سعد البغدادي- عبد الرحمن البحيري- ابن الجواليقي
<span data-type="title" id=toc-188>(د ٥)</span>
١ - ابن أبي سعد الصوفي- أبو عبد الله السلال- وجيه الشحامي
٢ - ابن الآبنوسيى- أبو جعفر البطروجي- دعوان المقرئ- علي ابن عبد السيد- عمر المغازلي- أبو عبد الله الجلابي-','1','543',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (407,'أبو الفتح المصيصي- أبو السعادات السجزي
٣ - أبو تمام المؤيد بالله- أبو إسحاق بن نبهان- الخضر بن عبدان- علي بن الحسين الزينبي- ابن الداية- أبو الدرياقوت- أبو الحجاج الفندلاوي
٤ - أبو بكر الأرجاني- الحافظ لدين الله- القاضي عياض
٥ - محمد بن البيع- المبارك الكندي
٦ - أبو النصر الفامي- عمر بن علي البلخي- أبو بكر بن العربي- أبو الأسعد بن القشيري- أبو الوليد بن الدباغ','1','544',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (408,'٧ - ابن غلام الفرس- أبو الفضل الأرموي- محمد الحرضي
٨ - ابن الطلابة- الكروخي- أحمد بن منير- عبد الخالق اليوسفي- عبد الرحيم بن الأخوة- الفضل بن سهل الإسفرايني- الشهر ستاني- محمد السنجي- محمد الكشميهني- محمد بن لقيسراني- الفقيه- نصر بن مقاتل- هبة الله بن أبي شريك- أبو الحسين الزاهد
٩ - الظاهر بالله- أبو البركات بن الفراوي- عبد الخالق الشحامي- أبو العشائر- المبارك بن أحمد الأنصاري- نصر بن مظفر البرمكي','1','545',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (409,'١٠ - سعيد بن البناء- ابن ناصر- أبو الفتح بن عبد السلام- أبو الكرم الشهرزوري
<span data-type="title" id=toc-189>(د ٦)</span>
١ - إسماعيل الحمامي- أبو القاسم بن البن- سلمان الشحام- علي بن محمويه- محمد بن عبيد الله الرطبي- أبو البيان
٢ - أبو علي الخراز- سنجر- عبد الصبور الهروي- عثمان البيكندي- أبو بكر بن الزاغوني- أبو الحسن بن الخل- نصر بن نصر العكبري','1','546',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (410,'٣ - أبو الوقت- كوتاه- علي بن عساكر- عمر بن أحمد الصفار
٤ - ابن قفرجل- أحمد بن محمد العباسي- أبو زيد الحموي- أبو علي بن المتوكل
٥ - حمزة بن القلانس- حمزة بن الحبوبي- الفائز- المقتفي- أبو المظفر التريكي- أبو الفتوح الطائي- مسعود بن الحصين
٦ - أبو حكيم النهرواني- محمد المادح
٧ - أحمد بن ناقة- حمزة بن كردوس- الشيخ عدي- هبة الله الشبلي','1','547',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (411,'٨ - شهردار- الصاحب جمال الدين
٩ - أبو سعد الكرماني- علي بن حمزة الهروي- أبو الخير الباغبان
١٠ - أبو العباس بن الخطيئة- حسان بن تميم- أبو المظفر الفلكي- أبو طاهر العلوي- ابن هبيرة
<span data-type="title" id=toc-190>(د ٧)</span>
١ - أبو طاهر بن الحصين- الرستمي- ابن رفاعة- الشيخ عبد القادر
٢ - الخضر بن شبل- عبد الجليل بن أبي سعد- أبو سعد السمعاني-','1','548',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (412,'أبو عروبة السجستاني- جمال الأئمة الكلابي- أبو شجاع البسطامي- أبو المعالي بن اللحاس
٣ - أحمد بن المقرب- أبو النجيب السهروردي- أبو الحسن بن تاج [القراء]- كوجك- محمد بن الصابي- أبو الفتوح الخطيب- ابن ياسر الجياني- نفيسة البزازة- الصائن بن عساكر
٤ - أسد الدين شيركوه- أبو الحسن بن هزيل- علي بن المنتخب- معمر بن الفاخر- ابن البطي','1','549',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (413,'٥ - أبو بكر بن النقور- أبو المكارم بن هلال- ابن فورجه
٦ - أبو زرعة المقدسي- عبد الرحيم الحاجي- يحيى بن ثابت- المستنجد
٧ - أبو علي بن الرحبي- ابن الخشاب- العاضد- أبو المطهر الصيدلاني- المبارك بن الباذرائي- يحيى بن سعدون
٨ - أحمد بن شنيف- نجم الدين أيوب- أبو نزار
٩ - أحمد بن المعمر- أبو العلاء الهمداني- سعيد بن الدهان- عمارة اليمني','1','550',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (414,'١٠ - محمد بن عبد الله بن خليل- خديجة بنت النهراوي
<span data-type="title" id=toc-191>(د ٨)</span>
١ - ابن عساكر- حفيدة العطاري
٢ - صالح بن الدخلة- عبد الله العثماني- علي بن عساكر- كمال الدين الشهرزوري- نصر بن سيار
٣ - صدقة بن الحسين الناسخ أبو الفرج بن ...','1','551',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (415,'٤ - الحيص بيص- شهدة- عمر العليمي
٥ - المستضيء- تجني الوهبانية- عبد الحق اليوسفي- ابن خلدون- أبو المحاسن القرشي- عيسي الدوشابي- المبارك بن الطباخ','1','552',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (416,'٦ - السلفي- شمس الدولة- أبو المفاخر المأموني- أبو المعالي بن صابر- أبو الفهم بن أبي العجائز- علي بن القصار
٧ - الصالح إسماعيل- الكمال الأنباري- أبو الفتح الجويني','1','553',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (417,'٨ - أحمد بن الرفاعي- الخضر بن طاووس- أبو القاسم بن بشكوال- خطيب الموصل- قطب الدين النيسابوري- هبة ابن الشيرازي
٩ - أبو الفتح الخرقي- أبو طالب الواسطي الفقيه- يونس بن محمد','1','554',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (418,'١٠ - عبد الرحيم بن شيخ الشيوخ- محمد بن أبي الصقر- السلطان يوسف
<span data-type="title" id=toc-192>(د ٩)</span>
١ - إسماعيل بن عوف- أبو اليسر شاكر- الحافظ عبد الحق- أبو زيد السهيلي- عبد الرازق النجار- ابن شاتيل- أبو الجيوش-','1','555',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (419,'الفضل البانياسي- عمر الميانش- أبو سعد الصائغ- أبو موسى المديني
٢ - ابن بري
٣ - عبد الجبار شيخ الفتوة- ابن المقدام- أبو السعادات القزاز- أبو الفتح ابن المني','1','556',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (420,'٤ - التاج المسعودي- أبو الفتح بن التعاويذي- ابن صدقة الحراني- أبو بكر الحازمي- يحي الثقفي
٥ - أحمد بن الموازيني- ابن عصرون- يوسف بن أحمد الشيرازي','1','557',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (421,'٦ - أبو المواهب- الصدفي- أبو عبد الله بن زرقون- أبو بكر بن الجد
٧ - عبد الرحمن الخرقي- عبد المنعم بن الفراوي- الشهاب السهروردي
٨ - إسماعيل الجنزوي- عبد الوهاب بن حبه','1','558',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (422,'٩ - رجب الأكاف- سنان أبو منصور بن عبد السلام- السلطان صلاح الدين
١٠ - أبو الخير القزويني- الشاطبي
<span data-type="title" id=toc-193>(د ١٠)</span>
١ - ذاكر بن كامل- أبو المحاسن الاصفهبذ','1','559',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (423,'٢ - أبو الغنائم بن المعلم- المجبر البغدادي- يوسف بن معالي
٣ - سيف الإسلام- أبو بكر الباقلاني- ابن بوش
٤ - عماد الدين- أبو الخير الحداد- أبو الفضائل الكاغدي- تمام','1','560',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (424,'٥ - أعز- الطرسوسي- مسعود الجمال- منصور الطبري
٦ - أبو جعفر القرطبي- الراراني- ابن ياسين- ابن كليب- عبد اللطيف ابن أبي سعد','1','561',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (425,'٧ - أبو المكارم اللبان- ابن الجوزي- عبد الله بن أبي المجد- عبد الرحيم بن الشعري
٨ - الدولعي- محي الدين بن الزكي- البوصيري- الخشوعي- الكراني','1','562',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (426,'٩ - ابن موقا- ابن نجا- أبو عبد الله القرشي- الغزنوي- ابن المعطوش
١٠ - أبو سعد الصفار- الحافظ عبد الغني- الركن الطاوسي- البهاء ابن عساكر- فاطمة بنت سعد الخير','1','563',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (427,'<span data-type="title" id=toc-194>[القرن السابع]</span>
<span data-type="title" id=toc-195>(د ١)</span>
١ - أبو المفضل بن الخصيب- الأرتاحي
٢ - شهاب الدين الغوري- حمزة بن القبيطي
٣ - محمد بن معمر- أبو جعفر الصيدلاني- عبد الرازق ابن الشيخ عبد القادر- مكي بن ريان','1','564',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (428,'٤ - حنبل- عبد الواحد بن سلطان- ست الكتبة
٥ - أبو الفتح- المبارك- ابن درباس- أبو الجود
٦ - أسعد بن منجا- محمد بن الزنف- فخر الدين الرازي- مجد الدين ابن الأثير- عفيفه','1','565',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (429,'٧ - عبد الوهاب بن سكينة- أبو عمر بن ..... - زاهر الثقفي
٨ - ابن نواح الغافقي- منصور بن الفراوي- أحمد أبو الحسن العاقولي
٩ - محمد بن علي القبيطي- أبو نزار اليمني','1','566',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (430,'١٠ - إبراهيم بن سنقر- محمد بن مكي الأصبهاني- عين الشمس- تاج الأمناء
<span data-type="title" id=toc-196>(د ٢)</span>
١ - أبو بكر بن غنيمة- عبد اللطيف بن الخوارزمي- ابن المفضل
٢ - سليمان الموصلي- أبو عبد الله بن البناء- عبد القادر الرهاوي-','1','567',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (431,'ابن منينا- ابن الديبقي- أبو الحسن بن الصباغ
٣ - الكندي- العز محمد ابن الحافظ
٤ - العماد- ابن الحرستاني
٥ - الملك العادل- فتيان الشاغوري- أبو الفتوح البكري-','1','568',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (432,'الشمس العطار- زينب الشعرية
٦ - أبو منصور الرزاز- ابن ملاعب- أبو البقاء- الافتخار الهاشمي- أحمد بن سيدهم- حمزة بن السيد- ست الشام','1','569',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (433,'٧ - المؤيد الطوسي- صدر الدين بن حموية- عبد الرحيم بن السمعاني
٨ - أبو روح- القاسم الصفار- هبة الله ابن طاووس- موسي بن عبد القادر- ابن راجح','1','570',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (434,'٩ - أبو الفتوح بن الحصري- التقي بن الأنماطي- مسمار- ثابت بن مشرف- الشيخ علي بن إدريس
١٠ - شيخ الإسلام موفق الدين- الفخر بن عساكر- أحمد بن هبيرة
<span data-type="title" id=toc-197>(د ٣)</span>
١ - أبو جعفر بن المكرم- أحمد بن صرما','1','571',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (435,'٢ - عبد المحسن بن الطوسي- أبو إسحاق البرني- الفخر بن تيمية القزويني- الفخر الموصلي- الفخر الفارسي. علي بن أبي الكرم- القاضي زين الدين الدمشقي- الناصر لدين الله
٣ - المبارك العتابي- الجود بن أبي نعمة- الشمس بن البخاري-','1','572',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (436,'أبو محمد بن الأستاذ- عبد الرحمن ابن الخبازة
٤ - عبد المحسن الخفيفي- البهاء عبد الرحمن- داود بن الفاخر- عبد الله بن نصر
٥ - ابن البراج- ابن البن- أبو علي بن الجواليقي- أبو القاسم بن بقي','1','573',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (437,'٦ - ابن صصري- ابن أبي حرب- ابن قنيدة
٧ - زين الأمناء- عبد السلام بن سكينة
٨ - يونس الفارقي- الداهري- أبو نصر بن النرسي- ابن معطي','1','574',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (438,'٩ - الموفق عبد اللطيف- ابن نقطة- عمر بن كرم- الحسن ابن الزبيدي- أبو موسي بن الحافظ
١٠ - الأوقي- ابن الحاجب- عز الدين ابن الأثير- ابن باقا','1','575',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (439,'<span data-type="title" id=toc-198>(د ٤)</span>
١ - ابن الزبيدي- أبو نصر بن عساكر- عبد الله الأرموي- محمد بن عمر القرطبي- السيف الآمدي- حر بن السيد
٢ - السهروردي- ابن عماد- ابن الفارض- محمود بن منده','1','576',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (440,'٣ - ابن دحية- نصر الجيلي- الأربلي
٤ - سعيد بن ياسين- عبد القادر بن أبي الفهم- القطيعي
٥ - ابن اللتي- الأشرف- أنجب الحمامي- مكرم-','1','577',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (441,'ابن الشيرازي- موسى الدولة
٦ - الهلالي- بن صيلا- حفدت البرزالي- أبو العباس ابن القسطلاني
٧ - الدبيثي- سالم بن صصري- ابن صابر- محمد بن طرخان- أبو الفتح ابن الأثير','1','578',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (442,'٨ - ابن عربي- علي بن مختار- النجم بن راجح- أبو علي بن المعز
٩ - الكمال- بن أويس- الأشعري- إسحاق بن طرخان
١٠ - العلم ابن الصابوني- ابن شفنين','1','579',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (443,'<span data-type="title" id=toc-199>(د ٥)</span>
١ - ابن القبيطي- ابن أبي الفخار- كريمة- أبو الوفاء بن الحنبلي- عمر بن المنجا- الصيرفني
٢ - التاج بن حمويه- التاج بن الشيرازي- النفيس بن رواحة','1','580',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (444,'٣ - عبد الرحمن بن مقرب- السخاوي- ابن الجوهري- المنتجب- التقي بن العز- والنسابة- وابن المجد- ابن المقير- ابن الخازن- الفخر المالكي','1','581',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (445,'٤ - محمد بن حسان- العز بن معقل
٥ - الشلوبين- الكاشغري- ابن الدوامي
٦ - منصور بن الدباغ- ابن رواحة
٧ - عمر بن الراذعي- ابن السيدي
٨ - إبراهيم ابن الخير- أبو الفضل ابن الجباب','1','582',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (446,'٩ - ابن الجميزي- عبد العزيز بن الزبيدي- ابن علي ابن العليق- ابن قميرة- ابن مطروح- ابن أبي ...
١٠ - هبة الله بن الواعظ- ابن قميرة الصاغاني- ابن سعد- ابن مسلمة','1','583',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (447,'<span data-type="title" id=toc-200>(د ٦)</span>
١ - السبط السلفي- الملكي بن النجار
٢ - مكي -العراقي- ابن طلحة- مجد الدين ابن تيمية- فرج الحبشي
٣ - ابن القوصي- البلخي- علي بن معالي الرصافي','1','584',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (448,'٤ - الصوري- ابن النحاس- سبط بن الجوزي
٥ - اليلداني- المرسي- المعز- الباذراي
٦ - الصرصري- شعلة- محي الدين بن الجوزي - ابن خطيب','1','585',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (449,'القرافة -شرف الأربلي- الزكي المنذري- البهاء زهير- أبو الحسن الشاذلي- خطيب مردا- أبو العباس القرطبي- البكري
٧ - أبو حسين بن سراج- الصدر- بن منجا','1','586',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (450,'٨ - ابن الأبار- عبد الله بن الخشوعي- الفقيه محمد اليونيني- المحب المقدسي- المظفر
٩ - أبو بكر بن سيد الناس- مكي بن عبد الرزاق
١٠ - ابن عبد السلام - ابن العديم- علي بن أبي الجن','1','587',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (451,'<span data-type="title" id=toc-201>(د ٧)</span>
١ - الجمال الأنباري- الرسعني- الكمال الضرير
٢ - الضياء البالسي- أبو القاسم القباري
٣ - المعين القرشي - بدر الدين السنجاري- فراس العسقلاني
٤ - إسماعيل بن الدرجي - الرضى بن البرهان- الموقاني','1','588',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (452,'٥ - شهاب الدين أبو شامة - التاج- بن القسطلاني
٦ - ابن المهيب- العز المقدسي- ابن الحلوانية
٧ - مظفر بن الحنبلي- الأبيوردي- التقي الحوراني
٨ - ابن عبد الدايم- محي الدين بن الزكي- الكرماني','1','589',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (453,'٩ - حسن الصقلي- إسحاق بن باكون- ابن سبعين- المجد بن عساكر
١٠ - أبو بكر النشبي- أحمد بن زين الدين- الجمال البغدادي
<span data-type="title" id=toc-202>(د ٨)</span>
١ - الشرف بن النابلسي -الخطيب عبد الهادي هو القيسي- ابن هامل','1','590',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (454,'٢ - النجيب- الكمال- ابن أبي اليسر- ابن علاق- ابن مالك- الكمال التفليسي- يحيى بن الناصح
٣ - ابن عطاء - عمر الأربلي
٤ - أبو الفتح ابن عوف- التاج الصرخدي -سعد الدين بن حمويه','1','591',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (455,'٥ - الشمس مدرس الصمدية ابن عبد الوهاب -القطب ابن عصرون- البدر بن الفويرة
٦ - الملك الظاهر -الشمس بن العماد- عامر القلعي- النواوي
٧ - ابن الظهير- ابن العديم- ابن عربشاه- ابن إسرائيل','1','592',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (456,'٨ - ابن الصيرفي- ابن أبي الخير- الشرف بن حمويه
٩ - ابن النن- يوسف الفقاعي
١٠ - ابن رزين- ابن الصابوني- ابن علان- القاسم الأربلي','1','593',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (457,'<span data-type="title" id=toc-203>(د ٩)</span>
١ - ابن خلكان- الزواوي- المقداد- البرهان ابن الدرجي
٢ - ابن أبي عمر- محي الدين بن الحرستاني- الشهاب بن تيمية- الشرف بن القواس- محي الدين ابن القلانسي- العماد الموصلي- ابن جعوان','1','594',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (458,'٣ - ابن الصايغ- ابن المنير-ابن النعمان
٤ - أبو بكر بن الأنماطي- ابن بلبان- ابن الأخميمي
٥ - الشريشي- ابن شيبان- الزين ابن الزكي- بنت البكري- المجد بن المهتار','1','595',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (459,'٦ - القطب بن القسطلاني- البدر بن مالك- الأمين ابن عساكر- الوجيه السبتي
٧ - أبو إسحاق اللوري- القطب الزهري
٨ - ابن الكمال- الفخر البلعي- المهذب- الشروطي- الشمس الأصبهاني','1','596',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (460,'٩ - الرشيد الفارقي- القاضي نجم الدين الحنبلي- الملك المنصور
١٠ - الفخر بن البخاري- الخابوري- العفيف التلمساني
<span data-type="title" id=toc-204>(د ١٠)</span>
١ - زين الدين الوكيل- ابن دبوقا- علاء الدين صصري','1','597',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (461,'٢ - إبراهيم بن الأرموي- تقي الدين بن الواسطي- الكمال بن النصيبي- الجمال الفاضلي
٣ - ابن الدمياطي- التقي بن مزير- الملك الأشرف
٤ - الشيخ أبو الرجال- عز الدين الفاروثي- محب الدين الطبري','1','598',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (462,'٥ - زين الدين بن منجا- محي الدين ابن النحاس- التاج بن عصرون الموفق النصيبي
٦ - ابن عوض- ابن الظاهري- ابن حازم- ابن مزروع
٧ - ابن واصل- الشهاب المعاير
٨ - لاجيت- منكوتمر- ابن النحاس','1','599',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (463,'٩ - الشرف بن عساكر- ابن غانم- ابن النحاس- البهاء- البرزالي- ابن العقيمي
١٠ - العز أحمد بن العماد- العز بن الفراء- يوسف الغسولي- العماد بن سعد- الصدر الأرموي','1','600',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (464,'<span data-type="title" id=toc-205>[القرن الثامن]</span>
<span data-type="title" id=toc-206>(د ١)</span>
١ - علي بن تيمة- خديجة بنت الرضي- ابن يوسف الوجيه ابن منجا- أبو الحسين اليونيني- الأبرقوهي
٢ - ابن دقيق العيد- أبو علي الخلال- ابن العطار- ابن قايماز- وقعة شقحب','1','601',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (465,'٣ - ست الأهل- ابن الخباز- خطيب بعلبك- زين الدين الفارقي- قازان
٤ - علي بن نفيس- المحدث الركن الطاووس
٥ - ابن الصواف- ابن التوزي
٦ - ابن إمام الكلاسة- النصير الفاروثي','1','602',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (466,'٧ - الرشيد بن أبي القاسم- ابن مشرف
٨ - ابن الطبال- ابن شامة- أبو جعفر الموازيني
٩ - ابن أبي الفتح- ابن عطاء الله
١٠ - السروجي- بن رفعة- بن أبي السعادات- لقطب الشيرازي','1','603',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (467,'<span data-type="title" id=toc-207>(د ٢)</span>
١ - الفخر بن عساكر- العماد الواسطي- الدباهي- العماد بن البالسي- ابن مكرم- ابن الوحيد- ابن الحارثي
٢ - ابن الصواف- هدية بنت عسكر','1','604',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (468,'٣ - التوزري- الدشتي- ابن خطيب بيت الأبار
٤ - الزين- ابن المعلم- فاطمة البغدادية
٥ - تقي الدين سليمان- فتح ملطية- علاء الدين الكندي','1','605',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (469,'٦ - ست الوزراء- ابن مكتوم- ابن الوكيل
٧ - جمال الدين الزواوي- ابن فضل الله
٨ - محمد بن قوام- أبو بكر بن عبد الدايم
٩ - عيسى المطعم- ابن النصير','1','606',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (470,'١٠ - أبو الفتح القرشي- الأمين بن النحاس
<span data-type="title" id=toc-208>(د ٣)</span>
١ - الدلاص- سعد الدين بن سعد
٢ - زينب بنت شكر- زين الدين- الطبري
٣ - ابن سعدي- البهاء بن عساكر- أبو نصر بن الشيرازي- ابن الفوطي','1','607',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (471,'٤ - علاء الدين ابن العطار- القحط بالشام
٥ - أحمد بن العفيف- التقي الصائغ
٦ - بنت الواسطي- الشيخ حماد- القطب بن اليونيني- قاضي الحنابلة ابن مسلم
٧ - ابن منعة- علي الواني- شرف الدين ابن تيمية-','1','608',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (472,'ابن الزملكاني
٨ - العفيف بن الدواليبي- ابن العاقولي- تقي الدين ابن تيمية
٩ - ابن التاج- شيخ الحنابلة مجد الدين بن إسماعيل- وشيخ الحنابلة تقي الدين- الفزاري- القونوي','1','609',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (473,'١٠ - الحجاز- أحمد بن المحب
<span data-type="title" id=toc-209>(د ٤)</span>
١ - قاضي الحنابلة عز الدين- آرغون- إبراهيم بن العجمي- جمال الدين بن القلانسي
٢ - قاضي الحنابلة شرف الدين بن الحافظ البرهان- الجعبري- علم الدين الأخنائي','1','610',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (474,'٣ - بدر الدين بن جماعة- التاج بن مزير- أسماء بنت صصري
٤ - الجمال الزرعي- نجم الدين القباني- أبو الفتح بن سيد الناس
٥ - البهاء بن خطيب بعلبك- زينب بنت عبد السلام- محمد بن طرخان','1','611',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (475,'٦ - الكمال بن الشيرازي- العز بن القلانسي- علاء الدين بن القلانسي- ابن عديسة
٧ - علاء الدين بن غانم- مح الدين بن المحب- ابن العفيف- المرشدي
٨ - أبو بكر بن الرضي- ابن المجد- ابن البارزي-','1','612',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (476,'ابن جملة- ابن فضل الله
٩ - أبو اليسر بن الصائغ- صفي الدين الحنبلي- علم الدين البرزالي
١٠ - زينب بنت الكمال- ابن القرشية
<span data-type="title" id=toc-210>(د ٥)</span>
١ - ابن تمام- برهان الدين الزرعي','1','613',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (477,'٢ - أبو الحجاج المزي- أبو الربيع البغدادي
٣ - أبو العباس الجزري
٤ - ابن أيبك السروجي- شمس الدين بن عبد الهادي- الشرف بن أبي عمر
٥ - شمس الدين بن النقيب
٦ - عز الدين بن منجا- أبو بكر بن قوام- ابن فرحون','1','614',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (478,'٧ - محي الدين اليونيني- أبو العباس بن المهندس- الزين بن تيمية
٨ - ابن محمود المرداوي- عز الدين ابن أبي عمر- أبو عبد الله الذهبي
٩ - ابن عدلان- ابن أيبك- ابن الوردي- ابن نبهان- الزين الحراني-','1','615',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (479,'شمس الدين بن عبد الهادي- الفخر بن الحرستاني- أبو الفتح ابن المحب
١٠ - زينب بنت الخباز- علاء الدين بن منجا
<span data-type="title" id=toc-211>(د ٦)</span>
١ - أبو عبد الله بن قيم الجوزيه- ابن النجم
٢ - عماد الدين بن عبد الهادي- ابن العديم- ابن أبي الوحش- ابن العطار','1','616',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (480,'٣ - ابن القيسراني- ابن إمام المشهد- ابن الكيال
٤ - الميدومي
٥ - جمال الدين بن السبكي- ابن فرحون- النجم بن أبي عمر- أبو العباس الظاهري
٦ - ابن قاضي حران- أبو عبد الله بن الخباز- ابن السمين','1','617',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (481,'٧ - النسائي- الزواوي
٨ - الطرسوسي- أبو عبد الله الجزيري
٩ - ابن سعد- ابن الحفيفة- ابن جولان- ابن فهد
<span data-type="title" id=toc-212>(د ٧)</span>
١ - ابن كيكلد- ابن قيم الضيائية- جمال الدين بن هشام- ابن مسكين','1','618',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (482,'٢ - الاعزازي- عماد الدين بن الزملكاني
٣ - ابن القلانسي- شمس الدين بن مفلح- ابن القماح
٤ - قطب الدين السبكي- ابن جملة
٥ - تقي الدين اليونيني
٦ - الملك الصالح
٧ - ابن قوصون
٨ - ابن المجد','1','619',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (483,'٩ - القاضي جمال الدين المرداوي
١٠ - أبو البركات بن المنجا- ابن طرخان
<span data-type="title" id=toc-213>(د ٨)</span>
١ - شرف الدين بن قاضي الجب
٢ - الفرخاني- ابن عوض
٣ - ابن العز- بدر الدين بن الحافظ','1','620',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (484,'٤ - ابن الكناني- أبو العباس بن رجب
٥ - الشمس بن عبد الدايم
٦ - أبو العباس بن المحب- السرمري
٧ - بدر الدين بن نصر الله- الشيخ محمد المولي- أبو البقاء السبكي
٨ - الجمال بن قريج','1','621',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (485,'٩ - ابن فياض- ابن سباسلار
١٠ - ابن مرجان- ابن العماد
١١ - الصلاح بن أبي عمر
<span data-type="title" id=toc-214>(د ٩)</span>
١ - صلاح الدين بن قاضي الجبل- الزين بن المحب- القيراطي
٢ - ابن أبي المجد- الخطيب عز الدين','1','622',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (486,'٣ - المنصور
٤ - الغلاء
٥ - المنبجي- ابن عبيد العسقلاني قاضي حماه
٦ - بدر الدين بن اليونيني- عماد الدين بن بردس
٧ - ابن العديم
٨ - ابن التقي- الحافظ أبو بكر بن المحب- زينب بنت موفق الدين','1','623',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (487,'٩ - ابن النقيب
١٠ - صلاح الدين بن منجا- ابن السنجاري- برهان الدين بن جماعة
<span data-type="title" id=toc-215>(د ١٠)</span>
١ - الخطيب فخر الدين- جمال الدين بن قاضي الجبل
٢ - كمال الدين بن الحلاوي
٣ - أبو حفص بن مسلم
٤ - أبو الحسين بن البهاء- ابن أبي عمر','1','624',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (488,'٥ - نصر الله العسقلاني- ابن أيد غدي- زين الدين بن رجب
٦ - ناصر الدين بن داود بن حمزة- أبو العباس بن المحب- الصنهاجي
٧ - ابن الجعفري- سعيد بن نصر
٨ - جمال الدين الإمام- أبو العباس بن عبد الهادي- محب الدين ابن هشام- التقي بن عبد الهادي','1','625',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (489,'٩ - ابن الأقرع- علاء الدين بن منجا- البرهان بن عبد الهادي
<span data-type="title" id=toc-216>[القرن التاسع]</span>
<span data-type="title" id=toc-217>(د ١)</span>
١ - أبو العباس بن منجاب
٢ - ابن شيخ المعظمية- النجم بن عبد الدائم- الفخر بن الحاسب- أبو العباس بن القاضي سليمان- ابن الشفة- أحمد بن كيكلدي','1','626',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (490,'٣ - وقعة تمر- ناصر الدين بن زريق- المنصفي- محب الدين بن المحب- ابن اللحام- برهان الدين بن مفلح
٤ - أبو الحسن بن عبيد- تقي الدين بن المنجا- أبو بكر بن أبي المجد- ابن المقلن','1','627',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (491,'٥ - القاضي شمس الدين النابلسي- سراج الدين البلقيني
٦ - أبو الحسن الحكري- عبد الصادق- أبو بكر بن داود- ابن العراقي- ابن الرسام
٧ - ابن الحجاج- شرف الدين البغدادي- ابن الصائغ
٨ - نور الدين الهيثمي','1','628',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (492,'٩ - شهاب الدين القوصي
١٠ - بهادر الأرمني
<span data-type="title" id=toc-218>(د ٢)</span>
١ - ...
٢ - أبو الفتح التستري
٣ - يعقوب الكردي- البعلي الحنبلي
٤ - الشهاب بن الخطيب- الفخر بن أبي عمر- جمال الدبن بن الشرائحي- سعد الدين السخاوي','1','629',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (493,'٥ - كمال الدين بن اليونانية- عبد الله بن التقي- ابن الطيماني
٦ - عائشة بنت عبد الهادي- شهاب الدين بن الباعوني- برهان الدين بن الشرابي
٧ - جمال الدين بن الجندي- أبو بكر المراغي
٨ - ...','1','630',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (494,'٩ - شمس الدين الملح- عبد الرازق أبو الديوان
١٠ - القاضي عز الدين- القاضي شمس الدين بن سادة
<span data-type="title" id=toc-219>(د ٣)</span>
١ - الأفقهسي- ابن الزراد
٢ - رضي الدين الطبري
٣ - ...','1','631',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (495,'٤ - ...
٥ - صلاح الدين الأرموي
٦ - أبو زرعة بن العراقي- القابسي
٧ - برهان الدين الخفاف- ابن المحب الأعرج
٨ - تاج الدين بن بردس
٩ - الحصني','1','632',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (496,'<span data-type="title" id=toc-220>(د ٤)</span>
١ - تقي الدين بن زريق
٢ - ...
٣ - أبو العباس بن الحباب
٤ - الحجاوي- شرف الدين بن مفلح
٥ - ...
٦ - ...
٧ - أبو الحسن بن عروة- عمي محمد بن عبد الهادي
٨ - القبابي','1','633',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (497,'٩ - ابن المروح- عمي شمس الدين بن عبد الهادي
١٠ - إبراهيم بن صدقة البعلي
<span data-type="title" id=toc-221>(د ٥)</span>
١ - فيها ولدت في أول يوم منها- شهاب الدين بن ناصر الدين بن زريق
٢ - ...
٣ - ...
٤ - أبو العباس بن نصر الله- برهان الدين بن الحلاق','1','634',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (498,'٥ - الشيخ عبد الرحمن أبو شعر
٦ - ...
٧ - جعفر بن محمد البعلي
٨ - ...
٩ - جدتي زينب بنت جمال الدين الإمام
١٠ - ...
<span data-type="title" id=toc-222>(د ٦)</span>
١ - ...
٢ - ...
٣ - ...
٤ - ...
٥ - ...','1','635',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (499,'٦ - جدي شهاب الدين
٧ - صاحبنا أبو جعفر المكي
٨ - شيخنا الشيخ حسن الصفدي
٩ - الشيخ علي الجراعي
١٠ - ابن جوارش- ابن ناظر الصاحبية- ست القضاة بنت زريق','1','636',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (500,'<span data-type="title" id=toc-223>(د ٧)</span>
١ - الشيخ أحمد- الإمام تقي الدين بن قندس
٢ - أبو الحسن الدوليبي- الشيخ أحمد الحمصي
٣ - ابتداء الوباء
٤ - شهاب الدين بن عبادة
٥ - زين الدين بن الشرابي
٦ - أبو الفرج بن الحبال- أبو بكر بن الصمودي- الشيخ أحمد العطار','1','637',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (501,'٧ - الشيخ أحمد خال الجلال- خليل بن صلاح الدين- أسماء الكاتبة
٨ - ...
٩ - صفي الدين الشيخ- زيد الجراعي
١٠ - شهاب الدين بن زيد- الشيخ عبد الرحمن بن الشيخ خليل
<span data-type="title" id=toc-224>(د ٨)</span>
١ - وجيه الدين بن منجا- الشيخ أحمد الحمصي الخطيب- ابن العيثاوي- تقي الدين بن الصدر- ابن حبيب- برهان الدين بن الباعوني- بدر الدين بن العجمي- محمد بن مقبل- برهان الدين بن قاضي عجلون- بن العماد البعلي','1','638',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (502,'٢ - ابن التطوفي- القاضي نظام الدين بن مفلح- ابن الشريفة
٣ - الشيخ عمر اللؤلؤي- ابن أبي الحسن البعلي- يحيى بن حاتك
٤ - حسام الدين الحنفي ابن قاضي شهبة- ابن سعد بن علاق- ابن عجيمة المرادي- الشمس اللؤلؤي الحنبلي التلمساني بن فضل الله- المالكي الشيخ قاسم
٥ - ...
٦ - القاضي عز الدين المصري
٧ - نجم الدين بن قاضي عجلون','1','639',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (503,'كتاب الضبط والتقييد
مرتب على الحروف','1','641',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (504,'<span data-type="title" id=toc-225>كت<span data-type="title" id=toc-226>ا</span><span data-type="title" id=toc-227>ب </span>الضبط والتقييد مرتب على الحروف</span>
أ - إشكاب: بكسر الهمزة، أسيد: بضم الهمزة، الأشج: بفتح الهمزة، والشين المعجمة، أسلم بفتح الهمزة وسكون السين المهملة، أفصى: بفتح الهمزة وسكون الفاء وفتح الصاد المهملة، أيمن بفتح الهمزة وسكون الياء، أبان: بفتح الهمزة، أصبغ: بفتح الهمزة وسكون الصاد، الأصبهاني: بفتح الهمزة وكسرها، أثاثه: بضم الهمزة وفتح الثاءين المثلثتين، أوس: بفتح الهمزة وسكون الواو، الأموي: بضم الهمزة، أهبان: بضم الهمزة وسكون الهاء.
ب - البزار: بفتح الباء وآخره راء جماعة منهم الحسن بن الصباح وخلف بن هشام وابن السكن وبشر بن ثابت. البزاز: آخره زاي جماعة منهم: محمد بن الصباح وصاعقة وغيرهما.
البصري: بفتح الباء وكسرها
البراء: بفتح الباء والتخفيف وبالتشديد: أبو معشر.
بريد: مصغر بن أبي بردة، وبفتح الباء وكسر الراء أخذ عن علي بن هشام.
برند: بكسر الباء الموحدة والراء وبعدها نون ساكنة محمد بن عرعرة وقيل هو: بفتح الباء والراء.
بشير: بضم الباء وفتح الشين جماعة منهم: ابن يسار وابن كعب، وبفتح','1','643',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (505,'الباء وكسر الشين<span data-type="title" id=toc-230> ج</span>ماعة منهم ابن أبي مسعود وابن نهيك.
بشر: بكسر الباء الموحدة وسكون المعجمة جماعة ك<span data-type="title" id=toc-229>ث</span>يرون وبضم الموحدة وسكون المهملة جماعة منهم: ابن سعيد.
<span data-type="title" id=toc-228>ت </span>- التؤامه: بفتح التاء وسكون الواو مهموز.
التوزي. بفتح التاء والواو المشددة المفتوحة والزاي المعجمة وبعدها ياء النسبة.
ابن تليد: بفتح التاء وكسر اللام.
ابن تغلب: بفتح التاء وسكون الغين المعجمة.
أبو التياح: بفتح التاء وتشديد الياء التحتانية.
التبوذكي: بفتح التاء وضم الموحدة وفتح الذال المعجمة.
ث - الثوري: بفتح الثاء.
ثعلبة: بفتح الثاء.
ثمامة: بضم الثاء.
ثواب: بفتح الثاء وفتح الواو.
ثوبان: بفتح الثاء وسكون الواو.
ثور: بفتح الثاء.
ج أبو جمرة: بالجيم- نصر بن عمران.
الجذامي: بضم الجيم وبذال معجمة.
الجاري: بفتح الجيم وكسر الراء.
الجريري: بضم الجيم وفتح الراء.','1','644',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (506,'جبار: بفت<span data-type="title" id=toc-231>ح </span>الجيم وتشديد الباء الموحدة وآ<span data-type="title" id=toc-232>خ</span>ره راء مهملة ابن صخر.
جرير: بفتح الجيم- بن عبد الله وغيره.
جارية: بفتح الجيم والتحتانية.
الجمال: بفتح الجيم والزاي المعجمة ثم مهملة.
جامع: بفتح الجيم وكسر الميم.
الجوني: بفتح الجيم.
الجعفي: بضم الجيم.
ح حمنن: بفتح المهملة وسكون الميم.
حنان بفتح الحاء المهملة ونونين الأولي خفيفة.
حيان بن حصين: بفتح المهملة وتشديد المثناه.
حبان بن حبان: بكسر المهملة وفتح الموحدة، وبفتح المهملة جماعة.
أبو حمزة: بفتح المهملة والزاي المعجمة، جماعة منهم: القصاف وغيره.
الحزامي: بكسر المهملة وفتح المعجمة وبالراء المهملة [منهم [جابر بن عبد الله.
خ خزيمة: بضم الخاء وفتح الزاي المعجمة.
خلاص: بكسر الخاء.
الخارقي: بفتح الخاء.
خبيب: بضم الخاء.','1','645',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (507,'خازم: بفتح الخاء والزاي المعجمة. وال<span data-type="title" id=toc-233>د </span>محمد.
خراش: بكسر الخاء والراء المهملة.
خداش: مثله بالدال- والد صالح.
خباط: بفتح الخاء والموحدة- مسلم بن أبي مسلم.
خياط: مثله: إلا أنه بالياء التحتانية.
الخولاني: بفتح الخاء.
خديج: بفتح الخاء.
ابن خطل: بفتح الخاء
د دكيم: بضم الدال وفتح الكاف.
الدوري: بضم الدال.
الداناج: بتشديد الدال والنون والجيم.
دحية: بكسر الدال.
الدغنة: بفتح الدال وكسر الغين المعجمة وفتح النون في رابع.
الدخشن: بضم الدال وسكون الخاء وآخره نون في رابع.
<span data-type="title" id=toc-234>ذ </span>ذكوان: بفتح الذال وسكون الكاف.
ذر: بفتحها.
ذهل: بضمها.
ذواد بن عليه: بضمها.','1','646',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (508,'ذهيل: بضمها وياء تحتانية.
ذؤيب: بضمها مصغ<span data-type="title" id=toc-235>ر</span>ا.
ر راهويه: بفتح الراء والهاء والواو علي الأصح.
رياح: بك<span data-type="title" id=toc-237>س</span>ر الراء والياء التحتانية والد<span data-type="title" id=toc-236> ز</span>يادة وغيره.
رباح: بفتح الراء والموحدة، جماعة.
رسته: بضم الراء وسكون المهملة.
رقبة: بفتح الراء والقاف والموحدة.
رؤبة: بفتح الراء مهموز.
الرعيني: بضم الراء وفتح المهملة.
ز الزبير: بضم الزاي وفتح الموحدة وسكون المثناه جماعة. منهم. ابن العوام، وعبد الرحمن بن الزبير بفتح الزاي وكسر الموحدة.
زييد: بضم الزاس وياءين مثناتين من تحت- ابن الصلت.
زبيد: بضمها وموحدة ومثناة جماعة.
زريع: بضم الزاي وفتح الراء.
زر بكسر الزاي.
زرير: بفتح الزاي وكسر الراء المهملة.
س السلمي: بضم السين جماعة وبفتحها آخرون.
السدوس: بفتح السين','1','647',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (509,'السختياني: بفتح السين.
السجستاني: بكسر السين.
سريح: بضم السين.
السيباني: بفتح السين- أبو عمرو.
سليم: بفتح السين مكبر- ابن حبان.
سليم: م<span data-type="title" id=toc-239>ص</span>غر جماعة منهم بن عامر.
سيار: بفتح السين.
<span data-type="title" id=toc-238>ش </span>الشيباني: بفتح المعجمة جماعة [منهم] أبو عمرو وآخرون غيره.
شداد: بفتح الشين والتشديد.
شيبان: بفتح الشين.
شبابة: بفتح الشين.
ص صبيح: بضم الصاد بن مسلم.
صفوان: بفتح الصاد.
صعصعة: بفتح الصادين.
ابن الصباح: بفتح الصاد والموحدة.
صلة: بكسر الصاد.
الصنابحي: بضم الصاد.','1','648',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (510,'الصواف: بفتح الصاد.
صعير: ب<span data-type="title" id=toc-240>ض</span>م الصاد.
ض الضبعي: بضم الضاد وفتح الموحدة.
أبو ضمرة: بفتح الضاد.
الضمري: بفتح الضاد وسكون الميم
بني الضباب: بكسر الاد وموحدتين.
ضبارة: بضم الضاد.
ضبة: بفتح الضاد.
ضبيعة: مضغر.
ضرار: بكسر الضاد.
ضمضم: بفتحمها.
<span data-type="title" id=toc-241>ط </span>طعيمة: بضم الطاء مصغر.
الطفيل: بضم الطاء.
طريف: بفتح الطاء.
طعمة: بضم الطاء مكبر.
طلق: بكسرر الطاء.
طليق: مصغرة آخر.
طود: بفتح الطاء.
طيسه: بفتح الطاء.','1','649',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (511,'<span data-type="title" id=toc-242>ظ </span>ظهير: بضم الظاء وفتح الهاء.
ظبيان: بفتح الظاء.
ظليم: بضم الظاء.
<span data-type="title" id=toc-243>ع </span>عوذ بن عفراء: بالذال المعجمة.
عفير: مص<span data-type="title" id=toc-244>غ</span>ر.
العرقة: بفتح العين وكسر الراء المهملة.
عصام: بكسر العين.
عيراك: بكسر العين.
عينان: بكسر العين.
عمير: مصغر.
عكاشة: بضم العين مخفف.
العنسي: بالنون عمير بن هانئ.
والعبسي: بالموحدة عبيد الله بن موسى.
والعيشي: بالمثناه والمعجمة عبد الرحمن بن المبارك.
غ ابن غياث: بكسر الغين وآخرة مثلثه.
غنجار: بضم الغين ونون وجيم.
غندر: بضم الغين.
غيلان: بضم الغين.
غفار: بكسر الغين','1','650',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (512,'ابن غزيز: بضم الغين.
ابن غ<span data-type="title" id=toc-245>ف</span>لة: بفتح الغين.
ابن الغسيل: بفتح الغين.
ابن غر<span data-type="title" id=toc-246>ق</span>دة: بفتح الغين وسكون الراء.
غورث: بفتح الغين وسكون الواو.
ف الفزاري: بفتح الفاء وسكون والزاي.
فراس: بكسر الفاء.
ابن فهيرة: بضم الفاء.
فرقد: بفتح الفاء وسكون الراء.
فاتك: بفتح الفاء.
فضة: بن يعقوب: بكسر الفاء.
ق قلابة: بكسر القاف.
قمير: مصغر جماعة.
قمير: بفتح القاف وكسر الميم امرأة مسروق.
قهطم: بكسر القاف وهاء وقيل حاء.
ابن قرم: بفتح الفاء.
ابن قطن: بفتح القاف.','1','651',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (513,'قحطان: بفتح ا<span data-type="title" id=toc-248>ل</span>قاف وس<span data-type="title" id=toc-247>ك</span>ون الحاء.
ابن قمئة: بكسر القاف وفتح الميم المشددة وقيل بفتح الجميع مع التخفيف وقيل بكسر القاف وسكون الميم وقيل غير ذلك.
ابن قرة: بضم القاف.
قبيصة: بفتح القاف وكسر الموحدة.
أم قتال: بكسر القاف.
ك كريز: بفتح الكاف وكسر الراء مكبر جماعة وبضم الكاف مصغر آخرون وقيل كله مصغر إلا في خزاعة.
كيلجة: بكسر الكاف.
كليب: مصغر.
كهمس: بفتح الكاف والميم.
الكندي: بكسر الكاف.
ابن كيسان: بفتح الكاف وسكون الياء.
كناز: بالنون.
ل لبيد: مصغر.
لبيد: بفتح اللام وكسر الموحدة.
ابن لهيعة: بفتح اللام وكسر الهاء.
ابن لحي: بضم اللام وفتح الحاء المهملة.','1','652',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (514,'اب<span data-type="title" id=toc-250>ن </span>أبي لبابة: بض<span data-type="title" id=toc-249>م </span>اللام.
بنو لحيان: بفتح اللام.
اللجلاج: بجيمين.
م منية: بضم الميم وسكون النون.
مسور: بضم الميم وفتح المهملة وتشديد الواو بن شريد وغيره.
ومسور: بكسر الميم وسكون السين وفتح الواو بن مخرمة وجماعة.
مشكدانة: بضم الميم وسكون المعجمة وضم الكاف.
ابن مشكم: بكسر الميم وقيل بفتحها.
مندل: بكسر الميم وقيل بفتحها.
ابن محرر: بضم الميم.
ابن المسيب: بضم الميم وفي الياء وجهان.
ن النصري: بفتح النون وسكون المهملة سالم وغيره.
والبصري: بفتح الباء الموحدة وكسرها جماعة.
نسير: بضم النون وفتح المهملة.
ابن الندر: بضم النون وفتح المهملة.
نفيل: بضم النون وفتح الفاء.
نوف: بفتح النون.
النزال: بفتح النون.','1','653',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (515,'ن<span data-type="title" id=toc-252>و</span>فل: بفتح النون والفاء.
النرسي: بفتح النون وسكون الراء.
النجاشي: بفتح النون على الأصح.
الن<span data-type="title" id=toc-251>ه</span>دي: بفتح النون وسكون الهاء.
هـ الهلالي: بكسر الهاء.
ابن هرمز: بضم الهاء.
هدبة: بضم الهاء.
ابن هزيم: بضم الهاء.
هناد: بفتح الهاء.
هياج: بفتح الهاء والتحتانية.
وواقد بالقاف: جماعة ابن عبد الله وابن محمد وغيرهما.
وافد: بالفاء جماعة بن موسي وابن سلامة وغيرهما.
ابن وداعة: بفتح الواو.
وبرة: بفتح الواو.
وساح: بفتح الواو وتشديد المهملة.
وحشي: بفتح الواو وسكون المهملة وكسر المعجمة.
ورقاء: بفتح الواو.','1','654',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (516,'وابضة: بفتح الواو وكسر الموحدة وفتح المهملة.
واثلة: بفتح الواو وكسر المثلثة.
<span data-type="title" id=toc-253>لا</span>- لاحق: بكسر المهملة وآخره قاف.
لاهز: بكسر الهاء.
<span data-type="title" id=toc-254>ي </span>يسير: بضم الياء.
يسار: بفتح الياء.
يرثاء: بفتح الياء.
يسرة: بفتح الياء.','1','655',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (517,'كتاب التفسير
مرتب على الحروف','1','657',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (518,'<span data-type="title" id=toc-255>كتاب التفسير مرتب على الحروف</span>
<span data-type="title" id=toc-256>الألف</span>
- الأنام: الخلق. - الأب: ما تأكل الأنعام.
- أغطش: أظلم - أرجائها: جوانبها.
- أفنان: أغصان. - إعصار: ريح عاصف.','1','659',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (519,'- اركض: اضرب. - أقعلي: أمسكي.
- انبجست: انفجرت. - أوجس: أضمر.
- أواب: رجاع. - أوبي: سبحي.
- إصرا: عهدا. - الأصفاد: الوثاق.
- أبسلوا: افضحوا. - أذاعوا: أفشوا.','1','660',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (520,'- استهوته: أضلته. - الآصال: واحدها أصيل من العصر إلي الغروب.
- الأذقان: مجمع اللحيين. - الأنفال: المغانم.
- آذناك: أعلمناك. - أسفا: ندما.
- الأنباء: الحجج. - أشتاتا: متفرقين.
- الأسباب: طرق السماء. - الأثل: الطرفاء.','1','661',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (521,'- أوزارها: آثامها. - الأيد: القوة.
- اذدجر: استطير جنونا. - استحوذ: غلب.
- الأشر: المرح. - أمشاج: أخلاط.
- أنكالا: قيودا. - أيان: متي.
- أفواجا: زمرا. - الأخدود: شق في الأرض.','1','662',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (522,'<span data-type="title" id=toc-257>ب </span>- برزخ: حاجب. - بروجا: منازل الشمس والقمر
- بتكه: قطعة. - بادي الرأي: ماظهر لنا.
- بخسا: نقصا. - بئيس: شديد.
- بركته: يمن معه. - بدارا: مبادرة.
- بسطة: زيادة. - بتكة: قطعة.
- البحيرة: التي يمنح درها للطواغيت.','1','663',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (523,'- باخع: مهلك. - باسقات: طوال.
- بيض مكنون: اللؤلؤ. - بمزحزحه: بمباعده.
- بست: فتت ولفت. - بعثرت: أثيرت.
- ببكة: بمكة.','1','664',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (524,'<span data-type="title" id=toc-258>ت </span>- التسنيم: يعلو شراب أهل الجنة. - تأثيما: كذبا.
- تمنون: النطفة في أرحام النساء. - تورون: تستجرون.
- تركنوا: تميلوا. ... - توجل: تخف.
- تصعر: الإعراض بالوجه. - تأس: تحزن.
- تعولوا: تميلوا: ... - تبوء: تتخذ.','1','665',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (525,'- تبسل: تفضح. - تيمموا: تعمدوا.
- تفندون: تجهلون. - وتصدية: الصفير.
- تحسسوا: تخبروا. - تفتأ: لا تزال.
- تريحون: بالعشى. - تسيمون: ترعون.
- تارة: مرة. - تسرحون: بالغداة.
- التماثيل: الأصنام. - تأزهم: تزعجهم.','1','666',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (526,'- تع<span data-type="title" id=toc-259>ث</span>وا: أشد الفساد. - تملى: تقرأ
- التناوش: الرد من الآخرة إلي الدنيا. - تعزروه: تنصروه.
- تبت: خسرت. ... - تبارا: هلاكا.
ث ثبورا: ويلا. ... - ثمر: دهب وفضة.
- أثقالها: أمواتها وكنوزها. - ثبات: جماعات.
- الثاقب: النافذ المضيء. - ثمود: قوم صالح.','1','667',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (527,'- ث<span data-type="title" id=toc-260>ج</span>اجا: كثيرا وقيل منصبا. - ثلة: جماعة.
ج الجودي: جبل بالجزيرة. - جن: أظلم.
- جنب: بعد. ... - جذوة: قطعة.
- جسدا: شيطانا. ... - الجار الجنب: البعيد.
- جنة: جنون. ... - الجبت: السحر.','1','668',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (528,'- الجرف: ماتجرف من السيول والأودية.
- جنحوا: طلبوا. ... - جبلة: خلقا.
- الجرز: التي لا تمطر إلا مطرا لا يغني. - جما: كثيرا.
- الجلاء: الإخراج. ... - الأجداث: القبور.
- جابوا: ثقبوا. ... - الجلال: العظمة.','1','669',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (529,'<span data-type="title" id=toc-261>ح </span>- الحبك: استواءها وحسنها. - حصب: حطب.
- الحجر: موضع ثمود. - حدب: أكمة.
- حفيا: لطيفا. ... - حقيق: حق.
- الحام: فحل الإبل نضرب بالضراب المعدود فإذا قضي ضرابه ودعوه للطواغيت.
- حوبا: إثما. ... - حاق: نزل.','1','670',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (530,'- حقبا: جمعه أحقاب. - حب الحصيد: الحنطة.
- إلحافا: إلحاحا. ... - حضورا: لا يأتي النساء.
-<span data-type="title" id=toc-262> خ</span>بت: طفيت.
خ ختامه: طيبه.
- من خلاله: من بينه. - خامدين: هامدين.
- الخبب: الإسراع. ... - الحمط: الأراك.','1','671',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (531,'- أخ<span data-type="title" id=toc-263>د</span>ان: أخلاء. ... - خصاصة: فاقة.
- خاشعة: ذليلة. ... - خاب: خسر.
- الأخدود: الحفائر.
د دهاقا: ممتلئا. ... - دانية: قريبة.
- دحورا: مطرودين. ... - دان: قريب.
- دكا: ألزقه بالأرض. - دأب: حال.','1','672',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (532,'- الدين: الجزاء. - دابر: آخر.
- الدفاء: ما استدفأت به. - دائرة: دولة.
- دسر: أضلاع السفينة. - داخرين: خاضعين.
- ديارا: أحدا. - فدمدم عليهم: أهلكهم.
<span data-type="title" id=toc-264>ذ </span>الذاريات: الرياح. - ذوقوا: باشروا.','1','673',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (533,'- ذو م<span data-type="title" id=toc-265>ر</span>ة: ذو قوة. - الذنوب: الدلو العظيم.
- مثقال ذرة: زنة ذرة والذروة ما تكون مع شعاع الشمس.
ر الرحيق: الخمر. - ربانيين: حلماء فقهاء.
- الريحان: الرزق. - روح: جنة.
- ريشا: ماظهر من اللباس. - الرحل: الرحالة.','1','674',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (534,'- رخاء: طيبة. - رداء: معينا.
- رجما بالغيب: لم يستبن. - الرقيم: الكتاب.
- رغدا: واسعا. - راعنا: من الرعونة.
- راسيات: ثابتات. - ريحكم: الحرب.
- رفاتا: حطاما. - روح القدس: جبريل.','1','675',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (535,'- الرس: المعدن. - ركزا: صوتا.
- الريع جمع ريعة: المكان المرتفع. - ردف: اقترب.
- رهوا: طريقا. - الرميم: نبات الأرض إذا يبس وديس.
- الركز: الصوت. - رجفت: زلزلت.','1','676',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (536,'- الرفث: الجماع. - وفي الرقاب: المكاتبين.
- ران: طبع. - رويدا: قليلا.
<span data-type="title" id=toc-266>ز </span>زبر: قطع. - زفير: صوت شديد.
- زلفا: ساعات بعد ساعات. - الزخرف: الذهب.
- زجرة: نفخة. - الزرابي: عتاق الطنافس.','1','677',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (537,'- الزمهرير: شدة البرد.
<span data-type="title" id=toc-267>س </span>السقف المرفوع: السماء. - سمكها: بناها.
- سلسبيلا: حديدة الجرية. - الساهرة: وجه الأرض.
- سابغات: الدروع. ... - سببا: طريقا.
- سويا: صحيحا. ... - سميا: مثلا.','1','678',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (538,'- السنة: النعاس. - السلوي: الطير.
- السجل: الصحيفة. - سرمدا: دائما.
- سدي. هملا. - سامدون: البرطمة.
- سوط عذاب: نوع عذاب. - سفرة: الملائكة.','1','679',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (539,'- ساهون: لاهون.
<span data-type="title" id=toc-268>ش </span>شرعة ومنهاجا: سبيلا وسنة. - شهيق: صوت ضعيف.
- شرقيا: مما يلي الشرق. - شرعا: شوارع.
- الشعوب: النسب البعيد. - شططا: إفراطا.
- شرد: فرق. ... - شروا: باعوا.','1','680',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (540,'- الشفا: الشفير. ... - الشقة: السفر.
- شغفها: بلغ شغافها وهو غلاف قلبها. - شاكلته: نيه.
- شيع: أمم. ... - الشكس: العسر لا يرضي بالإنصاف.
- الشعري: مرزم الجوزاء. - شطأه: فراخه.
- شانئك: عدوك. ... - الشوي: الأطراف.','1','681',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (541,'- شطره: نحوه.
<span data-type="title" id=toc-269>ص </span>صديد: قيح ودم. - صر: برد.
- صراط الجحيم: وسط الجحيم. - صرفنا: وجهنا.
- صلصال: طين خلط برمل فصلصل. - الصدفين: الجبلين.
- صيحة: هلكة.
- الصافنات: جمع صافن إذا رفع إحدى رجليه.','1','682',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (542,'- صبغة: دين. ... - صدف: أعرض.
- صنوان: النخلتان فأكثر في أصل. - الصفصف. المستوري.
- الصرح: ملاط اتخذ من القوارير والقصر أيضا.
- الصيب: المطر. ... - الصريم: المصروم.
الصواعق: صوت الرعد. - صفوان: حجر عليه تراب.
الصمد: السيد الذي انتهي سؤدده. - الصاخة. قيام الساعة.','1','683',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (543,'<span data-type="title" id=toc-270>ض </span>- ضحاها: ضوؤها. - ضنكا: الشقاء.
ضيزي: عوجا. ... ضبحا: تضبح.
الضريع: الشبرق: ... - أضحك: بعض الناس وأبكي بعضا.
<span data-type="title" id=toc-271>ط </span>طحاها: دحاها.
طوي: اسم الوادي. - طوفان: في السيل.
طائركم: مصائبكم. - الطاغوت: الشيطان.','1','684',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (544,'طبع: ختم. - طه: يا رجل.
الطور: الجبل: - الطول: التفضل.
بطغواها: بمعاصيها. - طغا: كثر.
بطغواها: بطغيانها. - الطل: الندي.
الطامة: قيام الساعة. - الطارق: النجم.
<span data-type="title" id=toc-272>ظ </span>يوم الظلة: إظلاله العذاب عليهم. - الظنين: المهم.
ظلا ظليلا: كنا كنينا. - ظل ممدود: ظل الشجر دائم وقيل ظل العرش وقيل ظل شرة طوبى.','1','685',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (545,'<span data-type="title" id=toc-273>ع </span>- العرب: المحببات إلي أزواجهن.
- عوان: النصف، بين البكر والهرمة. - العراء: وجه الأرض.
- عزني: غلبني. ... - عين القطر: الحديد.
- عتيا: عصيا. ... عدن: خلد.
عدوا: عدوانا. ... - العراء: وجه الأرض.
عززنا: شددنا. ... - عنيد: متجبر.
عقيما: لا تلد. ... - عتوا: طغوا.','1','686',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (546,'- العصف: بقل الزرع. - عوج: لبس.
- عبس: كلح. ... - عارض: السحاب.
- العصر: الدهر. ... - عزين: الحلق.
- العهن: الصوف. ... - عسعس: أدبر.
- العاديات: الخيل. ... - العاكف: المقيم.','1','687',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (547,'<span data-type="title" id=toc-274>غ </span>- الغلب: الملتفة. - عيشة راضية: مرضية.
- غساقا: غائرا. ... - غول: وجع بطن.
- غسلين: كا شيء غسلته فخرج منه. - غيابة: كل ما غيب عنك شيئا شيء.
- الغثاء: الزبد. ... - غراما: هلاكا.
- الغاسق: الليل. ... - غشاوة: غطاء.','1','688',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (548,'- الغلام: الولد. - غزا: جمع غاز.
- غل<span data-type="title" id=toc-275>ف: </span>جمع أغلف وهو كا ماكان - غلظ القلب: جافيا في غلاف.
- غل: سرق من الغنيمة. - غمرات: سكرات.
ف فاسعوا: فامضوا. - فراشا: مهادا.
- فإن فاؤوا: جاؤوا. - فمرت به: استمر بها الحمل.
- فأزلهما: استزلهما. - فار التنور: نبع الماء.
- فاقع: صاف. - فرحين: مرحين.','1','689',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (549,'فصل الخطاب: الفهم في القضاء. - فعززنا: شددنا.
فريا: عظيمًا. ... - فبهت: ذهبت حجته.
الفتاح: القاضي. ... - الفلك: السفينة.
فرحين: مرحين. ... - فواق: رجوع.
فسينعضون: يهزؤون. - فجاسوا: تيممو.
فروج فتوق. ... - فآزره: فقواه.
الفلق: الصبح. ... - فراغ: فرجع.
فسواهن: خلقهن.','1','690',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (550,'<span data-type="title" id=toc-276>ق </span>- قاصيًا: نفص في<span data-type="title" id=toc-277> ك</span>ل شيء - قرين: شيطان.
قصيه: اتبعي أثره. ... - قدر عليه رزقه: ضيق.
القمل: الحمنان. ... - القرح: الجراح.
- القنو: العذق. - قارعة: داهية.
- القانت: المطيع. - قبيلا: معاينة.
- قتورًا: مقترًا. - قاعًا: يعلوه الماء.
- القطمير: لفافة النواة. - القطر: الصحيفة.
- قسورة: موضع الأسر وكل شديد. - القمطرير: الشديد.
- قروء: واحدها قرء وهو الحيض. - القيوم: القائم على كل شيء.
- قبيله: حياله. - قطرًا: رصاصًا.
ك كورت: ذهب ضوؤها. - كواعب: نواهد.
- كبد: شدة خلق. - الكهف: الفتح في الجبل.
- كفلها: ضمنها. - كسفًا: قطعًا.','1','691',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (551,'- كا<span data-type="title" id=toc-278>ل</span>حون: عابسون. - الكنود: الكفور.
- كثيبا مهيلا: الرمل السائل. - كرة: رجعة.
- الكوثر: نهر في الجنة. - كفاتاً: يدفنون فيها.
- كافة: جميعًا. ... - الكلالة: كل وارث غير الوالد والولد.
ل لغوب: النصب. - لواقح: ملاقح.
- لغوا: باطلاً. ... - لبسبيل: لبطريق.','1','692',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (552,'- ل<span data-type="title" id=toc-279>م</span>ا: السف. - لننسفنه: لنذرينه.
- ليتبروا: ليدمروا. - لتنوء: لتثقل.
- لناكبون: لعادلون. - لزاماً: هلاكاً.
- لشرذمة: طائفة. - لنغرينك: لنسلطنك.
- لبدا: أعوانا. - لعب: فرح ولهو باطل.
- اللغو: قول الرجل لا والله بلى والله.
م موضونة: منسوجة. - المنضود: الموز.','1','693',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (553,'المخضود: الموقر حملاً. - مسكوب: جار.
مرفوعة: بعضها فوق بعض. - للمقوين: للمسافرين.
مارج: خالص. ... - مريج: ملتبس.
مصرفا: معدلاً. ... - المسنون: المتغير.
المقدس: المبارك. ... - مدهامتان: سوداوان.
مرج: اختلط. ... - مدحورا: مطرودا.
متبر: خسران. ... - مزجاة: قليلة.
معقبات: ملائكة. - المشحون: الموقر.','1','694',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (554,'منأته: عصاه. المسيح: الصديق.
مرض: شك. مخمصة: مجاعة.
مردفين: فوجا بعد فوج. متكئا: الأترنج.
المخبتين: المطمئنين. مثبورا: ملعونا.
معاجزين: مسابقين. مهين: ضعيف.
مقترنين: يمشون معه. معشار: عشر.
مسومة: معملة. كالمهل: كمهل الزيت.','1','695',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (555,'الم<span data-type="title" id=toc-280>ن</span>ون: الموت.
ن نسلخ: نخرج. - نشرا: متفرقة.
- نضاختان: فياضتان. - النضرة: الحسن.
النهي: التقي. - نحاس: الصفر.
نبذناه: ألقيناه. - نعجة: امرأة
نشوزا: بغضا. - نحلة: المهر.
نافلة: عطية. - نفقا: سراباً.','1','696',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (556,'- نفشت: رعت. - نأى: تباعد.
- نقعا: غبارا. - نسرا: اسم صنم.
- نحل<span data-type="title" id=toc-281>ة: </span>هبة.
هـ هشيما: متغيرا. - هوى: شقاءا.
- هار: هاير. - هاد: داع.
- همسا: حس الأقدام. - هضما: ظلما.
- هيهات هيهات: بعيدا بعيدا. - هب لنا: أعطنا.','1','697',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (557,'هباء منث<span data-type="title" id=toc-282>و</span>را: ما تسفي به الرياح. - هديناه: دللناه.
الهمزة: يهمز ويلمز. - هادوا: صاروا يهودا.
الهون: الهوان.
وواهية: من وهي يهي إذا ضعف. - والهون: الرفق.
وسق: جمع. ... وليجة: كل شيء أدخلته في شيء.
وردا: عطاشا. ... - واصب: دائم.','1','698',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (558,'وجيهاً: شريفاً. - الوصيد: الفناء، وقيل الباب.
وقر: صمم. وقر: حمل.
الودق: المطر. - الوتين: نياط القلب.
وبيلا: شديدا. - وسق: جمع من.
ويل: شدة العذاب، وقيل واد وقيل بئر في جهنم.
الوسواس: الشيطان. - وزرك: إثمك.
واجفة: خائفة. - الواقعة: القيامة.','1','699',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (559,'لا- لا ينزفون: لا تذهب عقولهم. - لأحتنكن: لأستأصلن.
لازب: لازم. ... - لا تنيا: لا تضعفا.
لا ذلول: لم يذلها العمل. - لا شية: لا بياض.
لا تشطط: لا تسرف. - لا تجزي: لا تغني.
لا يؤده: لا يثقله. ... - لأرجمنك: لأشتمنك.
لا قبل: لا طاقة. ... - لا يعزب: لا يغيب.','1','700',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (560,'لا تهنوا: لا تضعفوا. - لا وزر: لا حصن.
لا ر<span data-type="title" id=toc-283>ي</span>ب: لا شك. ... - لا فارض. لا كبيرة.
ولا بكر: صغيرة.
ي يولج: يكور. - يسجرون: توقد بهم النار.
يقذفون: يرمون. ... - يتسنه: يتغير.
يخصفان: يؤلفان الوق بعضه إلى بعض.','1','701',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (561,'يهرعون: يسرعون. - يركضون: يعدون.
يأتمرون: يتشاورون. - يسحتكم: يهلككم.
يبسا: يابسا. ... - يغنوا: يعيشوا.
من يقطين: من غير ذات أصل. - يستنكف: يستكبر.
يجمحون: يسرعون. - يجبي: يجلب.
يمهدون: يسوون. ... - يتصدعون: يتفرقون.
- يهرعون: كهيئة الهرولة. - يعش: يعمي.
- يلتكم: ينقصكم. - يحموم: دخان أسود.
يغوث: اسم صنم. - يعوق: اسم صنم.
يحور: يرجع. ... - يدع: يدفع.
لا ينزفون: لا تذهب عقولهم.','1','702',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (562,'<span data-type="title" id=toc-284>كتاب القراءات</span>
وهو ثلاثة أقسام: السبعة وهي متواترة يحتج بها، والعشرة وفي الاحتجاج بها والعمل خلافٌ، وما عدا ذلك فهو الشاذ لا يجوز الاحتجاج به ولا العمل، وفي صحة الصلاة به خلافٌ.
ونحن نذكر نبذة من اختيار السبعة: وهم نافع، وابن كثير، وأبو عمرٍو، وابن عامرٍ، وعاصم، وحمزة، والكسائي','2','11',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (563,'ونحن نذكر من اختيار كل واحد نبذة.
<span data-type="title" id=toc-285>١ - فصل من اختيار نافع:</span>
{ملك}، {الصراط}، {عليهم} الفاتحة، (وإليهم) و (لديهم) ونحوه بكسر الهاء، إظهار الذال عند الجيم والزاي والسين والصاد والباء والدال، وإدغام الدال عند الجيم والسين والشين والصاد والزاي والذَّال والضاد والطاء.
وإدغام تاء التأنيث المتصلة بالفعل عند الجيم، والسين والصاد والزاي والثاء والطاء، وإظهار لام هل وبل عند التاء والثاء والسين والزاي والطاء، إظهار الباء','2','12',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (564,'عند الفَاء وأظهر في {لبثت}، و {لبثتم}، {ومن يرد ثواب} وأَدغم {اتخذتم} و {أخذتم} و {اتخذت} وما كان مثله، وعنده الوقف على المرسوم، وفتح كل ياءٍ بعدها همزة مفتوحة، وانفرد بفتح {يا أبت} في يوسف {هذه سبيلي ادعوا}، وفي النمل {ليبلوني أأشكر}، وبفتح كل ياءٍ بَعْدَهَا همزة مكسورة، وتفرد بفتح ثمانية مواضع: وبفتح كل','2','13',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (565,'ياء بَعْدَهَا همزة مضمومة، وكل ياء بعدها ألف ولام، وكل ياء بعدها، ألف مفردة، سكن منه، ثلاثة {إني اصطفيتك}، {أخي اشدد}، و {يا ليتني اتخذت} لا غير، والياء عند باقي حُرُوفِ المعجم، يفتح نافع من ذلك سَبْعًا، (بيتي) في البقرة، والحج و {وجهي} في آلِ عِمْرَانَ والأنعام، و {مماتي} فيهما، و {مالي} في يس، و {لي دين} في {و [لي] دين} الكافرين','2','14',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (566,'<span data-type="title" id=toc-286>[باب فرش الحروف]</span>
<span data-type="title" id=toc-287>[سورة البقرة]</span>
ومن اختياره: {وما يخادعون} بالألف مع ضم الياء وفتح الخاء وكسر الدَّالِ، يحرك الهاء من {هو وهي}، {فأزلهما}، {فتلقى آدَمُ} بالرفع، {كلماتٍ} بكسر التاء، {يغفر لكم} بالياء مضمومةٌ وفتح الفاء، يهمز {النبيين} و {الأنبياء} و {النبوة} و {النبي} و {الصابين}، و {الصابون} بغير همزٍ، {عما تعملون} بالياء، يمد بعده','2','15',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (567,'{أولئك} {خَطِيئَتُهُ} للجمع، {تُفَادُوهُمْ} بضم التاء والألف، {ميكائل} بهمزة من غير ياء، {ولا تسئل} بفتح الفاء وجزم اللام، {واتخذوا} بفتح الخاء، و {أوصى} بالألف المخففة، {لرؤوف} بالمد حيث وقع، (والشورى بالجمع في إبراهيم}، {ولو ترى} بالتاء، {ولكن البر} بكسر النون ورفع الراء في الموضعين، {فدية طعام مساكين} بالإضافة والجمع، {في السلم} بفتح السين، {حتى يقول} برفع اللام، {وصية} بالرفع، {عسيتم} بكسر السين هنا وفي القتال، {دفاع الله} هنا وفي الحج بكسر الدال وألف بعد الفاء، {أنا أخي}، إذا أتى بعد ل همزة','2','16',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (568,'مضمومةٌ أو مفتوحةٌ يثبت الألف في الحالين، {أكلها}، و {أكله} و {الأكل} حيث وقع مخففًا. {إلى ميسرةٍ} بضم السين، و {التوراة} بين الإمالة والفتح، {ترونهم} بالتاء، {من الميت} و {والميت من الحي} و {بلدٍ ميتٍ} وشبهه إذا كان قد مات بالتشديد، {ويعلمه} بالياء، {إني أخلق} بكسر الهمزة، {فيكون طائرًا} هنا وفي المائدة بألفٍ وهمزةٍ على التوحيد، {ها أنتم} حيث وقع بالمد من غير همزٍ،','2','17',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (569,'{آتيناكم}، بالنون والألف جميعًا، {سارعوا} بغير واو قبل السين، و {لا يحزنك}، {ليحزنك}، و {ليحزن} بضم الياء وكسر الزاي ما خلا {لا يحزنهم} في الأنبياء، {وجهي لله} بفتح الياء، وكذلك {مني إنك}، و {اجعل لي آيةً}، {وإني أعيذها}، و {من أنصاري إلى الله}، و {إني أخلق}، و {من اتبعني}، أثبتها في الوصل، {وإن كانت واحدةٌ}، بالرفع، {ندخله} بالنون، {كرهًا} بفتح الكاف، {مبينة} بكسر الياء، {وإن تلك حسنةٌ} بالرفع،','2','18',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (570,'{لو تسوى} بفتح التاء وتشديد السين، {إليكم السلم}، الأخير بغير ألفٍ، {غير أولي الضرر} بنصب الراء، {الذي نزل} و {الذي أنزل} بفتح النون والهمزة والزاي، {وقد نزل} بضم النون وكسر الزاي، {وأرجلكم} بنصب اللام، {والأذن بالأذن}، {في أذنيه} بإسكان الذال حيث وقع، {يقول الذين} بغير واوٍ قبل الياء، {من يرتدد} بدالين، {فما بلغت رسالاته} بالجمع وكسر التاء، {أو كفارة طعام} بالإضافة، {إني منزلها} بالتشديد،','2','19',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (571,'{هذا يوم} بنصب الميم، {يدي إليك} بالفتح، وكذلك {إني أخاف} و {لي أن أقول}، {وإني أريد}، {فإني أعذبه}، {وأمي إلهين}، {أفلا تعقلون}، هنا وفي الأعراف بالتاء، {لا يكذبونك} مخففًا، {أرأيتكم} و {أرأيتم} و {أرأيت} وشبهه إذا كان قبل الراء همزةٌ يسهل الهمزة التي بعد الراء، {أنه من عمل} {فإنه غفورٌ} بفتح الهمزة الأولى وكسر الثانية، {سبيل المجرمين} بنصب اللام، {يقص} بالصاد مضمومة، {أتحاجوني} بتخفيف النون، {لقد تقطع','2','20',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (572,'بينكم} بنصب النون، {وخرقوا} بتشديد الراء، {كل شيءٍ قبلًا} بكسر القاف وفتح الباء، {ما حرم} بفتح الحاء والراء، {أو من كان ميتًا} وفي يس {الأرض المتة}، وفي الحجرات {ميتًا} بتشديد الياء، {حرجًا} بكسر الراءٍ، {ومن المعز} بإسكان العين، {إني أخاف} و {إني أراك} {وإني أمرت} و {مماتي لله}، و {وجهي للذي}، {ربي إلى} فتح ذلك وسكن، {محياي}، سورة الأعراف {ولباس التقوى} بالنصب، {خالصةٌ} بالرفع،','2','21',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (573,'{نشرًا} بالنون المضمومة وضم الشين، {إنكم لتأتون} بهمزةٍ مكسورةٍ على الخبر، {أو أمن} بإسكان الواو، {علي ألا} بفتح الياء مشددة، {إن لنا لأجرًا} بهمزةٍ مكسورةٍ على الخبر {سنقتل} بفتح النون وضم التاء مخففًا، {يقتلون} بفتح الياء وضم التاء، {برسالتي} عل التوحيد، {تغفر لكم} بالتاء مضمومةٌ وفتح الفاء، {خطيآتكم} بضم التاء في {تغفر} وفي {خطئيآتكم} والهمز على الجمع، {بعذاب بييسٍ} بكسر الباء الثانية من غير','2','22',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (574,'همزٍ، {ذرياتهم} بكسر التاء على الجمع، {له شركًا} بكسر الشين وإسكان الراء مع التنوين، {لا يتبعوكم}، هنا وفي الشعراء {يتبعهم} بفتح الباء مخففًا، {يمدونهم} بضم الياء وكسر الميم، {إني أخاف}، و {من بعدي أعجلتم}، {عذابي أصيب} فتح الثلاثة، {مردفين} بفتح الدال، {يغشيكم} بضم الياء وكسر الشين مخففًا، {النعاس} بالنصب، {موهنٌ} بفتح الواو وتشديد الهاء، {وأن الله مع} بفتح الهمزة، {حيي} بيائين الأولى مكسورة،','2','23',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (575,'{إني أرى}، {إني أخاف} بالفتح، {الذين اتخذوا} بغير واو، {أفمن أسس بنيانه}، {خيرٌ أم من أسس بنيانه} بضم الهمزة وكسر السين ورفع النون، {كلمات ربك} هنا في الموضعين وفي غافر على الجمع، {آلآن}، و {قد} بفتح اللام من غير همزٍ، {لي أن أبدله}، {إني أخاف} {نفسي أن}، و {ربي إنه}، {إن أجري إلا} بالفتح، {فلا تسألن} بفتح اللام وكسر النون وتشديدها، {من خزي يومئذ}، وفي المعارج {من عذاب يومئذٍ}','2','24',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (576,'بفتح الميم، {سيء بهم}، {وسيئت} بإشمام السين الضم هنا وفي العنكبوت، {والملك}، {فأسر}، و {أن أسر} بوصل الألف حيث وقع، و {إن كلًا} بإسكان النون، و {إليه يرجع} بضم الياء وفتح الجيم، {عما تعملون}، هنا وفي آخر النمل بالتاء، {إني أخاف} {إني أخاف}، {إني أعظك}، {إني أعوذ}، {إني أخاف}، {شقاقي إن} {عنى إنه} {نصحي','2','25',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (577,'إن} {إني إذًا} {في ضيفي أليس}، {ولكني أراك}، {إني أراكم}، و {إن أجري إلا}، {وإن أجري إلا}، {فطرني أفلا}، {إني أشهد الله}، {وما توفيقي إلا} {أرهطي أعز}، {يوم يأت} أثبت ياءها في الوصل، {غيابات الجب} في الموضعين على الجمع، {نرتع} بكسر العين، {هيت} بكسر الهاء، {المخلصين} إذا كان في أوله ألفٌ ولامٌ حيث وقع بفتح اللام {أفلا تعقلون}','2','26',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (578,'بالتاء، {يحزنني أن} {ربي أحسن} {أراني أعصر} {أراني أحمل} {إني أرى} {إني أنا} {أبي أو} {إني أعلم} {إني أراني} {إني أراني} {ربي إني}، {وما أبريء نفسي إن}، {ربي إن} {حتى يأذن لي أبي}، {ربي إنه}، {وقد أحسن بي إذ أخرجني} {سبيلي أدعوا}، {حزني إلى الله} بالفتح، {أم هل تستوي} بالتاء، {الكافر} {الحميد لله} برفع الهاء، {إني','2','27',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (579,'أسكنت} بالفتح، {ربما} بتخفيف الباء. {وعيونٌ}، {والعيون} بضم العين حيث وقع، {فبم تبشرون} بكسر النون مخففة، {عبادي أني}، {إني أن النذير}، {بناتي إن كنتم} بالفتح، {تشاقون فيهم} بكسر النون، {نسقيكم} هنا وفي المؤمنون بفتح النون، {أف} هنا وفي الأنبياء والأحقاف بالتنوين والكسر، {يسبح له} بالياء، {كسفًا} بفتح السين، {رحمة بي إذًا} بالفتح، {لإن أخرتني}، {فهو المهتد}','2','28',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (580,'أثبتهما في الوصل {مرفقًا} بفتح الميم وكسر الفاء، {ولملئت} بتشديد اللام، {خيرًا منهما} على التثنية، {ويوم نسير} بالنون، {فلا تسألني} بفتح اللام وتشديد النون، {نكرًا} في الموضعين هنا وفي الطلاق بضم الكاف، {إن يبدلهما}، وفي التحريم {أن يبدله}، وفي القلم {أن يبدلنا} مشددًا، {وبينهم سدًا} بضم السين، {بربي أحدًا}، {ربي أن يؤتيني}، {ربي أحدًا}،','2','29',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (581,'{ستجدني إن شاء الله}، {من دوني أولياء} بالفتح، {المهتدي}، {أن يهديني}، {أني يؤتيني}، {على أن تعلمني}، {ما كنا نبغي}، أثبتها كلها في الوصل، {كهيعص} [قلل] الهاء والياء بين الفتح والإمالة، {أو لا يذكر}، بإسكان الذال وضم الكاف مخففًا، {يكاد السموات} هنا وفي الشورى أي بعد الياء بالياء، {يتفطرون} بالتاء وفتح الطاء مشددة، {أجعل لي آية}، {ربي إنه}، {إني أعوذ}، {إني أخاف} بالفتح، {بملكنا} بفتح الميم، {حملنا} بضم الحاء وكسر الميم مشددة، {وإنك لا} بكسر الهمزة،','2','30',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (582,'{حملنا} بضم الحاء وكسر الميم مشددة، {وإنك لا} بكسر الهمزة، {أولم تأتهم} بالتاء، {إني أنست}، {إني أنا} {إنني إنا}، {لعلي أتيكم} {لذكري إن}، {ويسر لي أمري}، {عيني إذ}، {ولا برأسي إني}، {لم حشرتني أعمى} بالفتح، {ألا تتبعني} أثبتها في الوصل، {مثقال حبةٍ} هنا وفي لقمان برفع اللام، إني إلهٌ} {ولؤلؤًا} هنا وفي فاطر بالنصب،','2','31',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (583,'{فتخطفه} بفتح الخاء وتشديد الطاء، {أذن} بضم الهمزة، {يقاتلون} بفتح التاء. {لهدمت} بتخفيف الدال، {وأن ما تدعون} هنا وفي لقمان بالتاء. {بيتي للطائفين} بالفتح، {تهجرون} بضم التاء وكسر الجيم، {سخريًا} هنا وفي (ص) بضم السين، {لعلي} بالفتح، {أن لعنت الله}، {وأن غضب الله} بتخفيف النون فيهما ورفع التاء وكسر الضاد ورفع الهاء، ومن اسم [لفظ الجلالة] الله، {جيوبهن} بضم','2','32',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (584,'الجيم، {يقتروا} بضم الياء وكسر التاء، {وذرياتنا} بالألف على الجمع، {إن قومي اتخذوا} بالفتح، {أصحاب ليكة} هنا وفي (ص) بلام مفتوحة من غير همزة بعدها ولا ألف قبلها، وفتح التاء، {فتوكل} بالفاء، {أني أخاف} - {إني أخاف}، {ربي أعلم}، {بعبادي إنكم}، {لي إلا رب}، {لأبي إنه}، {إن أجري إلا} في الخمسة بالفتح، {إذا كنا ترابًا} بهمزة مكسورة على الخبر، {يومئذ} بفتح الميم، {إني آنست}، {إني ألقي}، {ليبلوني أأشكر} بالفتح، {من الرهب} بفتح الراء','2','33',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (585,'والهاء، {ردًا} بفتح الدال من غير همز، {لا يرجعون} بفتح الياء وكسر الجيم، {تجبى} بالتاء، {ربي أن}، {إني آنست}، {إني أنا الله}، {إني أخاف}، {ربي أعلم}، {عندي أو لم}، {ربي أعلم}، {إني أريد}، {ستجدني إن} بالفتح، {ويقول ذوقوا} بالياء، {إلى ربي إنه}، {لتربوا} بالتاء مضمومة وإسكان الواو، {عليكم نعمه} على الجمع والتذكير، {وينزل الغيث} هنا وفي الشورى بالتشديد، {كل','2','34',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (586,'شيء خلقه} بفتح اللام، {لأتوها} بالقصر، {وقرن} بفتح القاف، {عالم الغيب} برفع الميم، {منسأته} بألف ساكنة، {التناوش} بضم الواو، {ربي إنه} بالفتح، {على بينات} على الجمع، {ذرياتهم} بالجمع وكسر التاء، {في شغلٍ} بإسكان','2','35',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (587,'العين، {جبلًا كثيرًا} بكسر الجيم والباء وتشديد اللام، {أفلا تعقلون} بالتاء، {لتنذر} بالتاء، {إني إذًا}، {إني آمنت}، {على آل ياسين} منفصلة، {إني أرى}، {أني أذبحك}، {ستجدني} بالفتح، {بخالصة} بغير تنوين، {إني أحببت}، {من عبدي إنك}، {لعنتي إلى} بالفتح، {يرضه لكم} باختلاس ضمة الهاء، {من هو} بتخفيف الميم، {تأمروني أعبد} بنون واحدةٍ مخففةٍ، {إني أمرت}، {إني','2','36',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (588,'أخاف}، تأمروني أعبد} بالفتح، {والذين تدعون} بالتاء، {يظهر} بضم الياء وكسر الهاء، {في الأرض الفساد} بالنصب، {يوم لا ينفع} بالياء، {شيوخًا} بضم الشين، {إني أخاف} في الثلاثة، {أمري إلى الله} {ويوم نحشر}، بالنون مفتوحة وضم الشين، {أعداء الله} بالنصب، {من ثمرات} بالجمع، {إلى ربي إن} بالفتح، {يبشر الله} بضم الياء وفتح الباء وكسر الشين مشددة، {بما كسبت بغير فاء، {ويعلم الذين} برفع الميم {أو يرسل} برفع اللام، {فيوحي بإذنه} بإسكان الياء، {الجواري في البحر} أثبتها','2','37',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (589,'في الوصل، {صفحًا إن} بكسر الهمزة، {عند الرحمن} بالنون ساكنة وفتح الدال، {أأشهدوا} بهمزتين الثانية مضمومة مسهلة بين الهمزة والواو، {إذا جاءنا} بألفٍ على التثنية، {يصدون} بضم الصاد، {تشتهيه الأنفس} بهاءين، {فسوف تعلمون} بالتاء، {من تحتي أفلا} بالفتح، {يا عبادي لا خوفٌ} سكنها في الحالين، {فاعتلوه} بضم التاء، {مقام} بضم الميم، {إني آتيكم، {والساعة} بالرفع،','2','38',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (590,'{لتنذر} بالتاء، {أتعدانني أن}، {إني أخاف}، {ولكني أراكم} بالفتح، {أسرارهم} بفتح الهمزة، {السلم} بفتح السين، {فسنؤتيه} بالنون، {ندخله} و {نعذبه} بالنون، {بصير بما تعملون} بالتاء، {يوم يقول} بالياء، {وإدبار} بكسر الهمزة، {المنادي} أثبتها في الوصل، {الصاعقة} بألف','2','39',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (591,'وكسر العين، {ذرياتهم} على الجمع، {أنه هو البر} بفتح الهمزة، {وعادًا الأولى} بضم اللام بحركة الهمزة وإدغام التنوين فيها، {إلى الداعي} أثبتها في الوصل، {يخرج} بضم الياء وفتح الراء، {شرب الهيم} بضم الشين، {وما نزل} مخففًا،','2','40',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (592,'{فإن الله الغني} بغير هو، {انشزوا فانشزوا} بضم الشين فيهما، ويبتئدون بضم الألف، {ورسلي إن} بالفتح، {ويخربون} مخففًا، {يفصل بينكم} بضم الياء وإسكان الفاء وفتح الصاد مخففة، {من أنصاري} بالفتح، {لووا} بتخفيف الواو، {نكفر عنه} {وندخله} بالنون {ويدخله} بالنون، {وكتابه} على التوحيد، {تفاوتٍ}، {ليزلقونك} بفتح','2','41',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (593,'الياء، {ومن قبله}، بفتح القاف وسكون الباء، {لا تخفى} بالتاء، {سال} بألف ساكنة بدلًا من الهمزة، {من عذاب يومئذٍ} بفتح الميم، {وولده} بفتح الواو واللام، {ودًا} بضم لواو، {وإنه لما قام} بكسر الهمزة، {ربي أمدًا} بالفتح، {وطأ} بفتح الواو وإسكان الطاء، {والليل إذ} بإسكان الذال،','2','42',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (594,'{أدبر} على وزن أفعل، {مستنفرة} بفتح الفاء، {وما تذكرون} بالتاء، {فإذا برق} بفتح الراء، {بل تحبون، وتذرون} بالتاء فيهما {سلاسلًا} بالتنوين ووقف بالألف عوضًا منه، {قواريرًا قواريرًا} بتنوينهما ووقف بالألف عليهما، {عاليهم} بإسكان الياء وكسر الهاء {خضرٌ وإستبرقٌ} برفعهما، {وما تشاءون} بالتاء، {أو نذرًا} بضم الذال، {فقدرنا} بتشديد الدال، {كذابًا}','2','43',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (595,'بالتشديد، {أن تزكى} بتشديد الزاي، {له تصدى} بتشديد الصاد، {نشرت} بتخفيف الشين، {سعرت} بتشديد العين، {يوم لا تملك} بنصب الميم، {فاكهين} [بألف}، {لتركبن} بضم الباء، {محفوظٌ} برفع الظاء، {لما عليها} بالتخفيف، {قدر}','2','44',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (596,'بالتشديد، {لا تسمع} بالتاء، {لاغية} بالرفع، {يسري} أثبتها في الوصل، وكذلك {أكرمني وأهانني} أثبتهما في الوصل، {فك} بضم الكاف، {رقبةٍ} بالخفض، {فلا يخاف} بالفاء، {البريئة} في الموضعين بالهمز، {ولي دين} بالفتح.','2','45',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (597,'<span data-type="title" id=toc-288>٢ - فصل ومن اختيار ابن كثير</span>
يضم ميم الجميع ويصلها بواو مع الهمزة وغيرها، مثل: عليهمو وإليهمو، يصل هاء الكناية عن الواحد المذكر إذا انضمت وسكن ما قبلها بواو، وإذا انكسرت وسكن ما قبلها بياء إذا لم تلق ساكنًا، فإذا وقف حذف تلك الصلة، إذا كانت الهمزة أول كلمة وحرف المد آخر كلمة أخرى، يقصر حرف المد فلا يزيده تمكينًا على ما فيه من','2','46',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (598,'المد الذي لا يوصل إليه إلا به، وإذا تلاصقت همزتان مفتوحتان سهل الثانية وكذلك إن كانت الثانية مكسورة أو مضمومة، إظهار الدال عند الجيم والزاي والسين والصاد والتاء والذال، وإظهار الدال من (قد) عند الجيم والسين والشين والصاد والزاي والذال والضاد والظاء، وإظهار تاء التأنيث المتصلة بالفعل عند الجيم والسين والصاد والزاي والثاء والظاء، وأظهر {لبثت} و {لبث} و {لبثتم} و {من يرد ثواب} و {اتخذتم} و {أخذتم}','2','47',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (599,'و {لتخذت} ومثله، و {يلهث ذلك}، ويفتح (كل ياء) بعدها همزة مفتوحة، وتفرد بفتح ثلاث ياءات في البقرة {فاذكروني أذكركم}، وفي غافر {ذروني أقتل}، و {ادعوني استجب لكم}، ونقص في روايته بعد ذلك في عشرة مواضع، فسكن الياء {اجعل لي آية} في آل عمران ومريم، وفي هود {ضيفي أليس}، وفي يوسف {إني أراني} [في] الموضعين، و {حتى يأذن لي}، و {سبيلي أدعوا}، وفي الكهف {من دوني أولياء}، وفي طه {يسر لي امري}، وفي النمل {ليبلوني أأشكر} وكل','2','48',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (600,'ياء بعدها همزة مكسورة فتح منها ياءين في يوسف {آبائي إبراهيم}، وفي نوح {دعائي إلا}، والباقي سكنة، وسكن كل ياء بعدها همزة مضمومة، و [فتح] كل ياء بعدها ألف مفردة، سكن منه {يا ليتني اتخذت} فقط، وفتح من الياءات عند باقي الحروف خمسًا، {ومحياي}، {ومن ورائي} في مريم، و {مالي} في النمل، ويس، و {أين شركائي} في فصلت، {وما يخادعون} بالألف مع ضم الياء وفتح الخاء وكسر الدال، {فتلقى آدم} بالنصب، {كلماتٌ} بالرفع، {ولا تقبل منها} بالتاء، {عما يعملون','2','49',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (601,'أفتطمعون} بالياء، {لا يعبدون إلا الله} بالياء، {القدس} حيث وقع مخففًا، {ينزل} و {تنزل}، و {ننزل} إذا كان مستقبلًا مضموم الأول بالتخفيف حيث وقع إلا و {ما ننزله} في الحجر، و {ننزل من القرآن}، و {حتى تنزل علينا} في سبحان، {جبريل} هنا، وفي التحريم بفتح الجيم وكسر الراء من غير همز، أو {ننسأها} بالهمز مع فتح النون والسين، {لرؤوفٌ} بالمد حيث وقع، {القرآن} و {قرآنًا} و {قرآنه} حيث وقع إذا كان اسمًا بغير همزة، {فلا رفث ولا','2','50',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (602,'فسوقٌ} بالرفع والتنوين، و {في السلم} بفتح السين، و {لا تضار} برفع الراء، {ما أتيتم} بالقصر، وفي الروم {وما أتيتم}، {وصيةٌ} بالرفع {فيضعفه}، ويضعف ومضعفة بتشديد العين من غير ألف حيث وقع، {لا بيع فيه ولا خلة ولا شفاعة}، وفي إبراهيم {لا بيع فيه ولا خلال} وفي الطور {لا لغو فيها ولا تأثيم} بالنصب من غير تنوين، {أكلها} و {أكله} و {الأكل} حيث وقع مخففًا، {فنعما} هنا وفي النساء بكسر النون والعين، {فتذكر} بنصب الراء مخففًا، {فرهنٌ} بضم الراء والهاء من غير ألف، {فناداه','2','51',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (603,'الملائكة} بألف ممالة، {أن يؤتى} بالمد على الاستفهام، {مسومين} بكسر الواو، {وكائن} حيث وقع بألف ممدودة بعدها همزة مكسورة، {والله بما يعملون بصير} بالياء، {متم ومت ومتنا} بضم الميم حيث وقع، {أن يغل} بفتح الياء وضم الغين، {بما يعملون خبير} بالياء، {فلا يحسبنهم} بالياء وضم الباء، {يوصى بها} في الموضعين بفتح الصاد، {واللذان}، وفي طه {إن هذان}، وفي الحج {هذان}، وفي القصص {هاتين}،','2','52',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (604,'وفي فصلت {أرنا اللذين} بتشديد النون وتمكين مد الألف والياء قبلها، {بفاحشة مبينة} هنا، وفي الأحزاب والطلاق بفتح الياء، {وسلوا الله من فضله}، {وسلهم}، {فسل الذين} وشبهه إذا كان أمرًا مواجهًا به وقبل السين واو أو فاء بغير همز، {وإن تك حسنةٌ} بالرفع، {كأن لم تكن} بالتاء، {ولا يظلمون فتيلًا} الثاني بالياء، {يدخلون الجنة} هنا، وفي مريم،','2','53',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (605,'وغافر بضم الياء وفتح الخاء، {السحت} في الثلاثة مواضع بضم الحاء، {والجروح} بالرفع فقط، {يقول الذين} بغير واو في أوله، {فتنتهم} بالرفع، {يقص} بالصاد المضمومة، {يجعلونه قراطيس يبدونها ويخفون} بالياء في الثلاثة، {فمستقر} بكسر القاف، {دارست} بالألف وفتح التاء، {إنها إذا جاءت} بكسر الهمزة، {يجعل رسالته}','2','54',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (606,'بالتوحيد ونصب التاء، {ضيقًا}، وفي الفرقان بإسكان الياء، {كأنما يصعد} بإسكان الصاد مخففًا من غير ألف، {ميتةٌ} بالرفع، {إلا أن تكون} بالتاء، {أو أمن} بإسكان الواو، {أرجئه} هنا وفي الشعراء بالهمزة وضم الهاء، {إن لنا لأجرًا} بهمزة مكسورة على الخبر، {برسالتي} على','2','55',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (607,'التوحيد، {طيفٌ} بغير همزة ولا ألف، {إذ يغشاكم} بفتح الياء والشين وألف بعدها، {النعاس} بالرفع، {موهن كيد} بفتح الواو وتشديد الهاء، {بالعدوة} بكسر العين، {أن يعمروا مسجد الله} على التوحيد، {دائرة السوء} هنا وفي الفتح بضم السين، {من تحتها} بزيادة من، {مرجئون}، وفي الأحزاب {ترجئ} بالهمز، {هار} بالفتح، {ألر} بالفتح {يفصل الآيات} بالياء، {أدراك وأدراكم}','2','56',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (608,'بالفتح، {قطعًا من الليل} بإسكان الطاء، {أمن لا يهدي} بفتح الياء والهاء وتشديد الدال، {فأسر} و {أن أسر} بوصل الألف حيث وقع، {إلا امرأتك} بالرفع، {وإن كلًا} بإسكان النون، {يا أبه} بالهاء وقفًا، {آيةٌ للسائلين} على التوحيد، {نرتع} بكسر العين، {هيت} بفتح الهاء وضم التاء، {حيث نشاء} بالنون، {إنك لأنت} بهمزة مكسورة على','2','57',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (609,'الخبر، {وزرعٌ ونخيلٌ صنوانٌ وغير} برفع الأربعة، {أئذا متنا} {أئنا} باستفهامين وهمزة وياء، ولا يمد بعد الهمزة في جميع القرآن، {ويثبت وعنده} مخففًا، {ليضلوا}، و {ليضل}، في الحج، ولقمان، والزمر بفتح الياء في الكل، {إنما سكرت} بتخفيف الكاف، {فبم','2','58',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (610,'تبشرون} بكسر النون مشددة، {ولتجزين الذين} بالنون، {في ضيقٍ} هنا وفي النمل بكسر الضاد، {أف} بفتح الفاء من غير تنوين، {كان خطاء} بكسر الخاء وفتح الطاء مع المد، {كما يقولون} بالياء، {يسبح له} بالياء، {قال سبحان ربي} بألف في قال، {ولملئت} بتشديد اللام، {خيرٌ منهما} على التثنية، {لتخذت} بتخفيف التاء وكسر الخاء، {بين السدين} بفتح السين، {ما مكنني} بنونين مخففتين','2','59',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (611,'الأولى مفتوحة والثانية مكسورة، {بين الصدفين} بضمتين، {من تحتها} بفتح الميم والتاء، {خيرٌ مقامًا} بضم الميم، {يتفطرن} هنا بالتاء وفتح الطاء مشددة، {أني أنا ربك} بفتح الهمزة، {قالوا إن} بإسكان النون، {حملنا} بضم الحاء وكسر الميم مشددة، {فلا يخف ظلمًا} بجزم الفاء، {ألم ير الذين كفروا} بغير واو بعد الهمزة،','2','60',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (612,'{إن الله يدفع} بفتح الياء والفاء وإسكان الدال من غير ألف، {لهدمت صوامع} بتخفيف الدال، {مما يعدون} بالياء، {معجزين} هنا وفي الموضعين وفي سبأ بتشديد الجيم من غير ألف، {أن ما تدعون} هنا وفي لقمان بالتاء، {لأمانتهم} هنا وفي المعارج بغير ألف على التوحيد، {تنبت بالدهن} بضم التاء، {تترًا} بالتنوين ووقفًا بالألف عوضًا منه، {عالم الغيب} بخفض الميم، {قل كم لبثتم} بغير ألف، {وفرضناها} بتشديد الراء،','2','61',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (613,'{رأفة} بتحريك الهمزة هنا فقط، {توقد} بالتاء المفتوحة وفتح الواو والدال [والقاف] مشددًا، {ظلماتٍ} بالخفض، {وليبدلنهم} مخففًا، {ويجعل لك} برفع اللام، {ويوم يحشرهم} بالياء، {وننزل} بنونين الثانية ساكنة وتخفيف الزاي ورفع اللام، {الملائكة} بالنصب، {فيه مهانا} بصلة الهاء بياء، {وذرياتنا} بالألف على الجمع، {خلق الأولين} بفتح الخاء وإسكان اللام، {أصحاب ليكة} هنا وفي (ص) بلام مفتوحة من غير همزة','2','62',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (614,'بعدها ولا ألف قبلها وفتح التاء، {أو ليأتينني} بنونين الأولى مفتوحة مشددة، {بل أدرك علمهم} بقطع الألف وإسكان الدال من غير ألف، {ولا يسمع} بالياء مفتوحة وفتح الميم، {الصم} بالنصب، {خبير بما يفعلون} بالياء، {فذانك} بتشديد النون، {قال موسى} بغير واو، {النشاءة} هنا وفي النجم والواقعة بفتح الشين وألف بعدها، {مودة} بالرفع من غير تنوين، {بينكم} بالخفض، {إنكم لتأتون} الأول بهمزة مكسورة على الخبر،','2','63',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (615,'{إنا منجوك} مخففًا، {آيةٌ من ربه} على التوحيد، {وليتمعوا} بإسكان اللام، {ثم إليه ترجعون} بالتاء، {يا بني لا تشرك} بإسكان الياء، {ولا تصعر} بتشديد العين من غير ألف، {وكل شيء خلقه} بإسكان اللام، {نضعف لها} بالنون وكسر العين وتشديدها من غير ألف، {العذاب} بالنصب، {من رجز أليمٌ} هنا','2','64',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (616,'وفي الجاثية برفع الميم، {بنا نعد} بتشديد العين من غير ألف، {التناوش} بضم الواو، {يدخلونها} بفتح الياء وضم الخاء، {يخصمون} بفتح الخاء وتشديد الصاد، {في شغلٍ} بإسكان الغين، {إلياسين} بكسر الهمزة وإسكان اللام متصلًا، {واذكر عبدنا إبراهيم} على التوحيد، {أمن هو} بتخفيف الميم، {ورجلًا سالمًا} بألف وكسر اللام، {حم} بفتح الحاء في الجميع، {الساعة','2','65',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (617,'الألف وضم الخاء، ويبتدئونها بالضم، {سيدخلون} بضم الياء وفتح الخاء، {ربنا أرنا} بإسكان الراء هنا خاصة، {كذلك يوحي} بفتح الحاء، {عند الرحمن} بالنون ساكنة وفتح الدال، {سقفًا} بفتح السين وإسكان القاف على التوحيد، {إذا جاءانا} بألف على التثنية، {وإليه يرجعون} بالياء، {يغلي في البطون} بالياء، {فاعتلوه} بضم التاء، {والساعة} بالرفع، {وليوفيهم} بالياء،','2','66',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (618,'{أذهبتم} بهمزة ومده، {غير آسن} بالقصر، {آنفًا} بالقصر، {ليؤمنوا بالله ورسوله ويعزروه ويوقروه ويسبحوه} بالياء في الأربعة، {فسنؤتيه} بالنون، {شطأه} بتحرك الطاء، {بصير بما يعملون} بالياء، {هذا ما يوعدون} بالياء، {وإدبار السجود} بكسر الهمزة، {وقوم نوحٍ} بالنصب،','2','67',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (619,'{وما ألتناهم} بكسر اللام، {مناءة} بالمد والهمز، {ضئزى} بالهمز، {إلى شيء نكر} بإسكان الكاف، {شواظ} بكسر الشين، {ونحاسٍ} بالخفض، {نحن قدرنا} بتخفيف الدال، {المصدقين، والمصدقات} بتخفيف الصاد فيهما، {المجلس} بغير ألف على التوحيد، {جدار} بكسر الجيم وألف بعد الدال، {يفصل} بضم الياء وإسكان الفاء وفتح الصاد مخففة، {متم} بغير تنوين، {نوره}','2','68',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (620,'بالخفض، {بما تعملون} آخرها بالتاء، {يكفر عنه} بالياء، {يدخله} بالياء، {وكتابه} على التوحيد، {تفاوت} بألف مخففة، {ليزلقونك} بضم الياء، {قليلًا ما يؤمنون}، {وقليلًا ما يذكرون} بالياء، {نصب} بفتح النون وإسكان الصاد، {ودًا} بفتح الواو، {خضر واستبرق} بخفض الأول ورفع الثاني، {أن تزكى} بتشديد الزاي','2','69',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (621,'{له تصدى} بتشديد الصاد، {بظنين} بالظاء، {يوم لا تملك} برفع الميم، {لتركبن} بفتح الباء، {لا يسمع} بالياء مضمومة، {لاغيةٌ} بالرفع، {أبي لهبٍ} بإسكان الهاء','2','70',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (622,'<span data-type="title" id=toc-289>٣ - فصل: ومن اختيار أبي عمرو</span>
مذهبه في الإدغام الكبير مشهور، ولم يدغم المثلين في كلمة إلا في موضعين {مناسككم} {وما سلككم}، وإن كانا في كلمتين أدغم الأول، وكان يدغم القاف في الكاف','2','71',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (623,'إذا تحرك ما قبلها والعكس، وأدغم الجيم في الشين في {أخرج شطأة} وفي التاء في {ذي المعارج تعرج} والشين في السين في {إلى ذي العرش سبيلًا}، والضاد في الشين في {لبعض شأنهم} والسين في الزاي في {وإذا النفوس زوجت}، وفي الشين خلاف في قوله {الرأس شيبًا}، وهذا خاص بهذه الآيات فقط، وأدغم الدال إذا تحرك ما قبلها في خمسة أحرف: التاء والذال، والسين، والشين، وفي الصاد، فإن سكن ما قبلها وتحركت هي بالكسر أو الضم أدغمها في تسعة أحرف: التاء والذال والثاء','2','72',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (624,'والظاء والزاي والسين والصاد والضاد والجيم وغالبها مخصوص بمواضع معينة، وأدغم التاء ما لم تكن اسم المخاطب في عشرة أحرف: الطاء، والذال، والثاء، والطاء، والضاد، والشين، والجيم، والسين، والصاد، والزاي، وأدغم الذال في السين في موضعين، والضاد في موضع، وأدغم الثاء في خمسة أحرف الدال في موضع والتاء في موضع والشين والسين والضاد في موضع، وأدغم الراء في اللام إذا تحرك ما قبلها فإن سكن وانكسرت أو انضمت أدغمها، فإن انفتحت لم يدغمها وأدغم اللام في الراء إذا تحرك ما قبلها، فإن سكن وانكسرت أو انضمت','2','73',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (625,'أدغمها، فإن انفتحت لم يدغمها، وأدغم النون في اللام إذا تحرك ما قبلها وكذلك في الراء فإن سكن ما قبلها لم يدغمها، وإخفاء الميم عند الباء إذا تحرك ما قبلها فإن سكن ما قبلها فلا، وأدغم الباء في الميم في {ويعذب من يشاء} وعنده ترك الهمزة الساكنة في الدرج، وأمال كل ألف بعدها راء مجرورة هي لام الفعل، وأمال فتحة الكاف من {الكافرين} إذا كان بعد الراء ياء، {يخادعون} بالألف مع','2','74',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (626,'ضم الياء وفتح الخاء وكسر الدال، {ولا تقبل منها} بالتاء، {وإذا واعدنا}، {وواعدنا}، {وواعدناكم} بغير ألف، {باريكم} {ويأمركم} حيثما وقع {ويأمرهم}، {وينصركم} {وما يشعركم} باختلاس الحركة في ذلك كله {أو ننسأها} بالهمز مع فتح النون والسين، {أرنا}، {وأرني} باختلاس كسرتها {عما يعملون} بعده {ومن حيث} بالياء، {فلا رفثٌ ولا فسوقٌ} بالرفع والتنوين فيهما، {قل العفو} بالرفع {لا تضار} بالرفع، {يبسط} و {بسطه} في الأعراف بالسين، {لا بيع فيه ولا خلة ولا شفاعة}، وفي إبراهيم/٣٧ {لا بيعٌ فيه ولا خلال}، وفي الطور/٢٣ {لا لغو فيها ولا تأثيم} بالنصب من غير تنوين في الكل، {فتذكر} بنصب الراء مخففًا، {فرهنٌ} بضم الراء والهاء من غير ألف، {رسلنا} {ورسلكم} {ورسلهم} {وسبلنا} إذا كان بعد','2','75',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (627,'اللام حرفان بإسكان السين والياء، {إني أعلم} {إني أعلم} {مني إلا من} بالفتح، {الداعي إذا دعاني} أثبتهما في الوصل، وكذلك {اتقوني يا أولي}، {التوراه} بالإمالة حيث وقع، {فناداه الملائكة} بألف ممالة، {هأنتم} بالمد من غير همز حيث وقع {يؤده إليك} و {لا يؤده إليك} و {نؤته منها}، وفي النساء {نوله} و {نصله}، وفي (عسق) {نؤته منها} بإسكان الهاء في ذلك كله، {كله لله} برفع اللم، {متم} ومت ومتنا بضم الميم، {أن يغل} بفتح الياء وضم العين، {بما يعملون خبير} بالياء، {ليبيننه} {ولا يكتمونه} بالياء فيهما، {فلا يحسبنهم} بالياء وضم الباء، {مني إنك} - {اجعل لي آية}، {أني أخلق}','2','76',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (628,'بالفتح، {ومن اتبعني} {وخافوني} أثبتهما في الوصل، {بيت طائفة} بإدغام التاء، {فسوف يؤتيه} بالياء، {يدخلون الجنة} هنا وفي مريم وغافر بضم الياء وفتح الخاء، {السحت} بضم الحاء في الثلاثة، {والجروح} بالضم، {ويقول الذين} بنصب اللام، {والكفار أولياء} بخفض الراء، {ألا تكون} برفع النون، {يدي إليك} {إني أخافٌ} {لي أن أقول} {أمي إلهين} بالفتح {واخشوني} أثبتها في الوصل،','2','77',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (629,'{يجعلونه قراطيس يبدونها ويخفون} بالياء في الثلاثة، {فمستقر} بكسر القاف، {دارست} بألف وفتح التاء، {إنها إذا جاءت} بكسر الهمزة، {يوم حصاده} بفتح الحاء، {إني أخاف} {إني أراك}، {ربي إلى صراط} بالفتح، {وقد هداني} أثبتها في الوصل {ولا تفتح} بالتاء خفيفة، {وأبلغكم} في الموضعين، وفي الأحقاف مخففًا، {ارجئه} بالهمز والضم من غير صلة، {خطاياكم} على لفظ','2','78',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (630,'عطاياكم من غير همز، {ذرياتهم} بالجمع وكسر التاء، {أن يقولوا} - {أو يقولوا} -بالياء فيهما، {ويذرهم} بالياء، {طيف} بغير همز ولا ألف، {إني أخاف} {من بعدي أعجلتم} {إني اصطفيتك} - {ثم كيدوني} أثبتها في الوصل، {إذ يغشاكم} بفتح الياء والشين وألف بعدها، {النعاس} بالرفع، {موهن كيد} بفتح الواو وتشديد الهاء، {بالعدوة} بكسر العين،','2','79',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (631,'{وإن يكن منكم مائة} بالياء فقط، {أن تكون له} بالتاء، {من الأسارى} {إني أرى} {إني أخاف} بالفتح، {أن يعمروا مسجد} على التوحيد، {دائرة السوء} هنا وفي الفتح بضم السين، {مرجئون} وفي الأحزاب {ترجئ} بالهمز، {يفصل الآيات} بالياء، {أمن لا يهدي} بفتح الياء والهاء وإخفاء حركة الهاء، {به آلسحر} بالمد على','2','80',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (632,'الاستفهام، {لي أن أبدله} {إني أخاف} {نفسي أن} {ربي إنه} {إن أجري إلا} بالفتح، و {أني لكم} بفتح الهمزة، {بادئ الرأي} بهمزة مفتوحة بعد الدال، {إلا امرأتك} بالرفع، {فإني أخاف} {إني أعظك} {إني أعوذ بك} {إني أخاف} {إني أخاف}، {شقاقي أن} {عيي إنه لفرح فخور} {نصحي إن} {إني إذا} {في ضيفي أليس}، {لكني أراكم}','2','81',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (633,'{إني أراكم} {إن أجُرِي إلا} {إن أجْرِي إلا} {وما توفيقي إلا} {رهطي أعز} {فلا تسألني} {ولا تخزوني} {يوم يأتي} -أثبتهن في الوصل، {حاشا لله} في الموضعين بألف في الوصل، فإذا وقف حذفها، {ربي أحسن} {أراني أعصر} {أراني أحمل} {إني أرى} {إني أنا} {أني أو} {إني أعلم} {إني أراني} {إني أراني} {ربي إني تركت} {نفسي إن} {ربي إن} {يأذن لي أبي} {ربي أنه} و {بي إذا أخرجني} {وحزني إلى الله} بالفتح، {حتى','2','82',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (634,'تؤتوني} أثبتها في الوصل، {وزرعٌ ونخيل صنوانٌ وغير} برفع الأربعة، {ويثبت وعنده} بالتخفيف. {ليضلوا} و {ليضل} في الحج ولقمان والزمر بفتح الياء، {إني أسكنت} بالفتح، {بما أشركتموني}، {وتقبل دعائي} أثبتهما في الوصل، {وعيون} و {العيون} بضم العين حيث وقع، {ومن يقنط}، وفي الزمر {لا تقنطوا}، وفي الروم {يقنطون} بكسر النون، {عبادي أني} {إني أنا','2','83',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (635,'النذير} بالفتح، {تتفيئو ظلاله} بالتاء، {ألا يتخذوا} بالياء، {أن نخسف} {أو نرسل} {أن نعيدكم} - {فنرسل} - {فنغرقكم} بالنون في الخمسة، {أعمى} بالإمالة في الأولى، {رحمة ربي إذا} بالفتح، {لئن أخرتني} {فهو المهتدي} أثبتهما في الوصل، {بورقكم} بإسكان الراء {ثمر} بضم الثاء وإسكان الميم، {لله الحق}','2','84',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (636,'بالرفع، {مما علمت رشدا} بفتح الراء والشين، {لتخذت عليه} بتخفيف التاء وكسر الخاء، {أن يبدلنا} وفي التحريم {أن يبدله} - وفي القلم {أن يبدلنا} مشددا، {بين السدين} بفتح السين، {الصدفين} بضمتين، {ربي أعلم} - {بربي أحدًا} - {ربي أن يؤتين} - {بربي أحدا} - {من دوني أولياء} - {المهتدي} - {أن يهديني} - {أن يؤتيني} - {أن تعلمني} - {إن ترني أنا} {ما كان نبغي}، اثبتهن في الوصل، {كهيعص} بإمالة','2','85',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (637,'الهاء وفتح الياء، {يرثني ويرث} بجزم الثاء فيهما، {ليهب} بالياء، {من تحتها} بفتح الميم والتاء، {اجعل لي آية} {ربي أنه} {إني أعوذ} {إني أخاف} بالفتح، {طه} بإمالة الهاء، {إني أنا ربك} بفتح الهمزة {هذين} بالياء، {فأجمعوا} بوصل الألف وفتح الميم، {أو لم','2','86',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (638,'تأتهم} بالتاء، إمالة ما فيه راء، {إني آنست} - {إني أنا ربك} - {إنني أنا} - {لذكرى إن} - {يسر لي أمري} - {على عيني إذ} - {ولا براسي إني} - {أخي اشدد} -بالفتح، {ألا تتبعني} أثبتها في الوصل، {إني إله} بالفتح، {ثم ليقطع} بكسر اللام، {ثم ليقضوا} بكسر اللام، {إن الله يدفع} بفتح الياء والفاء وإسكان','2','87',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (639,'الدال من غير ألف، {أذن} بضم الهمزة، {أهلكتها} بتاء مضمومة، {معجزين} هنا وفي الموضعين في سبا بتشديد الجيم من غير ألف، {البادي} أثبتها في الوصل، {تنبت} بضم التاء وكسر الباء، {تترًا} بالتنوين ووقف الألف عوضًا منه، {سيقولون الله} في الحرفين الأخيرين بالألف والرفع، {عالم الغيب} بخفض الميم، {وفرضناها}','2','88',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (640,'بتشديد الراء، {على جيوبهن} بضم الجيم، {دريء} بكسر الدال والمد والهمز، {توقد} بتاء مفتوحة وفتح الواو والدال والقاف مشددا، {ويتقه} بإسكان الهاء، {ويوم تشقق} هنا وفي ق بتخفيف الشين {يا ليتني اتخذت} {إن قومي اتخذوا} بالفتح، {إلا خلق الأولين} بفتح الخاء وإسكان اللام، {إني أخاف} {إني أخاف} {ربي أعلم} {لأبي إنه} {إن أجري} {إن معي ربي} {ومن معي} -','2','89',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (641,'بالفتح، {فالقه إليهم} بإسكان الهاء، {قليلًا ما يذكرون} بالياء، {بل أدرك علمهم} بقطع الألف وإسكان الدال من غير ألف، {خبير بما يفعلون} بالتاء، {إني آنست} بالفتح، {أتمدونني} - {فما آتاني الله} - أثبتهما في الوصل، {من الرهب} بفتح الراء والهاء، {فذانك} بتشديد النون، {أفلا يعقلون} بالياء {ربي إن} - {إني آنست} - {إني أنا} -','2','90',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (642,'{إني أخاف} - {ربي أعلم} - {عندي أو لم} - {ربي أعلم} - بالفتح، {النشأة} هنا وفي النجم والواقعة بفتح الشين وألف، {مودة} بالرفع من غير تنوين، {بينكم} بالخفض {إلى ربي إنه} بالفتح، {ثم إليه ترجعون} بالتاء، {والبحر يمده} بنصب الراء، {كل شيء خلقه} بإسكان اللام، {بما يعلمون خبيرًا}، {بما يعلمون بصيرًا}، بالياء فيهما، {الظنون} و {الرسول} و {السبيل} بحذف','2','91',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (643,'الألف في الحالين في الثلاثة، {لا تحل لك} بالتاء، {منسأته} بألف ساكنة، {ذواتي أكل خمط} بغير تنوين اللام، {بنا بعد} بتشديد العين من غير ألف {لمن أذن} بضم الهمزة، {ربي إنه} بالفتح، {كالجوابي} أثبتها في الوصل، {يدخلونها} بضم الياء وفتح الخاء، {في شغل} بإسكان الغين، {جبلا} بضم الجيم وإسكان الباء وتخفيف اللام، {إني إذًا}، {إني آمنت} بالفتح، {إني أرى} - {أني','2','92',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (644,'أذبحك} بالفتح، {وأخر من شكله} بضم الهمزة على الجمع، {من الأشرار اتخذناهم} بوصل الألف وإذا ابتدأ كسرها، {إني أحببت} {من بعدي إنك} بالفتح، {ورجلًا سالمًا} بألف عبد السين وكسر اللام، {كاشفات ضره}، {وممسكات رحمته} بالتنوين فيهما، ونصب {ضره} و {رحمته} {إني أخاف}، {حم} بين بين، {على كل قلب} بالتنوين، {الساعة ادخلوا} بوصل الألف وضم الخاء يبتدون بالضم {شيوخًا} بضم','2','93',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (645,'الشين، {إني أخاف} في الثلاثة، {أمري إلى الله} بالفتح، {إلى ربي إن لي} بالفتح، {ينفطرن} بالنون وكسر الطاء، {الجواري} أثبتها في الوصل، {سقفا} بفتح السين وإسكان القاف على التوحيد، {من تحتي أفلا} - {يا عبادي لا خوف}، سكنها في الحالتين، {واتبعوني} أثبتها في الوصل، {إني أتيكم} بالفتح، {وليوفيهم} بالياء، {إني أخاف} - {ولكني أراكم} بالفتح،','2','94',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (646,'{والذين قتلوا} بضم القاف وكسر التاء، {وأملي لهم} بصم الهمزة وكسر اللام وفتح الياء، {بما يعملون بصير} بالياء، {لا يألتكم} بهمزة ساكنة بعد الياء وإذا خفف أبدلها ألفًا، {المنادي} أثبتها في الوصل، {وقوم نوح} بالخفض، {وأتبعناهم} بقطع الألف وإسكان التاء والعين ونون وألف، {ذرياتهم} على الجمع، أمال ما فيه وراء وما عدا ذلك بين بين، {خاشعًا} بفتح الخاء وألف بعدها وكسر الشين، {يدعوا الداعي} - {إلى الداعي} أثبتهما في','2','95',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (647,'الوصل، {يخرج منهما} بضم الياء وفتح الراء، {ونحاسٍ} بالخفض، {وقد أخذ} بضم الهمزة وكسر الخاء، {ميثاقكم} بالرفع، {بما أتاكم} بالقصر، {يخربون} مشددًا، {جدارٍ} بكسر الجيم وألف بعد الدال وأمال فتح الدال، {ولا تمسكوا} مشددا، {خشب} بإسكان الشين، {وأكون} بالواو ونصب النون، {وكتبه} على الجمع، {ومن قبله} بكسر القاف وفتح الباء، {مما خطاياهم} على وزن','2','96',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (648,'عطاياهم، {أشد وطاءً} بكسر الواو وفتح الطاء والمد، {وقتت} بالواو، {بظنين} بالظاء، {يوم لا تملك} برفع الميم، {ويصلى سعيرا} بفتح الياء وإسكان الصاد مخففا، {بل يؤثرون} بالياء، {تصلى نارًا} بضم التاء، {لا يسمع فيها} بالياء مضمومة، {لاغيةٌ} بالرفع، {لا يكرمون} {ولا يحضون} {ويأكلون} {ويحبون} بالياء في الأربعة، {إذا يسرى} أثبتها في الوصل، وخير في {أكرمن} {وأهانن}','2','97',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (649,'{فك} بفتح الكاف، {رقبة} بالنصب، {أو أطعم} بفتح الهمزة وحذف الألف بعد العين وفتح الميم من غير تنوين، {مؤصدة} هنا وفي الهمزة بالهمز {لليسرى} و {للعسرى} بالإمالة','2','98',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (650,'<span data-type="title" id=toc-290>٤ - فصل: ومن اختيار ابن عامر</span>
إظهار التاء عند الجيم والسين والزاي، فتح ثماني ياءات مما بعده همزة مفتوحة، {لعلي} حيث وقعت، وفي التوبة {معي أبدا}، وفي الملك {ومن معي أو}، وزاد ابن ذكوان عنه في هود {أرهطي أعز}، وزاد هشام في غافر {مالي أدعوكم}، وفتح خمسة عشر ياء مما بعده همزة مكسورة {أجري إلا} حيث وقعت {وأميَ إليهن} وفي هود {وما توفيقيَ إلا} {وحزني إلى الله} {وآبائيَ إبراهيم} وفي المجادلة {ورسلي إن الله} وفي نوح {دعائيَ إلا}، [باب فرش الحروف] {ولكن الشَّياطين} وفي الأنفال {ولكنِ الله قَتَلهم} {ولكنِ اللهَ رمى} بكسر','2','99',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (651,'النون، {مما نُنْسِخ من آية} بضم النون وكسر السين، {قَالُوا اتخَذَ الله} بغير واو، {فَيكُون} هنا وفي آل عمران {فيكون ونعلمه} وفي النحل ومريم ويس وغافر في الستة بنصب النون، {واتخذوا} بفتح الخاء، {فأمتعه} مخففًا، {وأوصى} بألف مخففًا، {أم تقولون} بالتاء، {لرؤوفٌ} بالمد، {مولاها} بالألف، {ولو ترى الذين} بالتاء، {إذ يرون}','2','100',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (652,'بضم التاء، {خطوات} بضم الطاء حيث وقع، {ولكن البر} في الموضعين بكسر النون ورفع الراء، {ترجع الأمور} بفتح التاء وكسر الجيم حيث وقع، {فيضَاعِفَه له} هنا وفي الحديد بنصب الفاء، {فيُضعِّفه} و {يضعف}','2','101',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (653,'و {مضعفه} بتشديد العين من غير ألف حيث وقع، {غُرفة} بضم الغين، {نُنْشزها} بالزاي، {بربوة} هنا وفي المؤمنين بفتح الراء، {يحسبهم} {ويحسَبون} {ويحسَب} {ويحسبن} إذا كان فعلاً مستقبلا','2','102',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (654,'بفتح السين، {فيغفر} {ويعذبُ} بالرفع، {بما وضعت} بإسكان العين وضم التاء، {إن الله يُبَشِّرك} بكسر الهمزة، {تعلمون الكتاب} بالتاء المضمومة وفتح العين وكسر اللام المشددة، {ولا يأمركم} بنصب الراء، {لا يضُركم} بضم الضاد ورفع الراء مع تشديدها، {منزَّلين} وفي العنكبوت {إنا منزلون} بالتشديد، {سَارِعُوا} بغير واو في الأول {قاتل معه} بألف،','2','103',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (655,'{الرعب} {ورعبا} مثقلا حيث وقع، {متم} و {مت} و {متنا} بضم الميم حيث وقع، {الذين قتلوا} وفي الحج {ثم قتلوا} بتشديد التاء، وكذلك {وقتلوا} وفي الأنعام {الذين قتلوا}، {قيمًا} بغير ألف، {وسيصلون} بضم الياء، {يوصى بها} في الموضعين بفتح الصاد، {ندخله}','2','104',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (656,'في الموضعين بالنون، {لو تسوى} بفتح التاء وتشديد السين، {إلا قليلًا منهم} بالنصب ويقف بالألف، {إليكم السلم لست مؤمنا} الأخيرة بغير ألف، {غير أولي الضرر} بنصب الراء، {وإن تلوا} بضم اللام وإسكان الواو، {شنآن قوم} في الموضعين بإسكان النون، {وأرجلكم} بنصب اللام، {تبغون} بالتاء، {يقول الذين} بغير واو في أوله، {من يرتدد} بدالين، {فما بلغت رسالاته} بالجمع، {أو كفارة طعام} بالإضافة،','2','105',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (657,'{قيما} بغير ألف، {إني منزلها} مشددا، {أمي إلهين} بالفتح، {فتنتهم} بالرفع، {ونكون} بالنصب، {ولدار الآخرة} بلام واحدة وخفض التاء من الآخرة، {أفلا تعقلون} هنا وفي الأعراف بالتاء، {بالغدوة} هنا وفي الكهف بالواو وضم الغين، {أنه من عمل}، {فأنه غفور رحيمٌ} بفتح الهمزتين، {وإما ينسينك} مشددًا، {أتحاجوني} بتخفيف النون، {درست} بغير ألف','2','106',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (658,'وفتح السين وإسكان التاء، {لا تؤمنون} بالتاء، {كل شيء قبلًا} بكسر القاف وفتح الباء، {أنه منزل} مشددًا، {عما تعملون} بالتاء، {وكذلك زين} بضم الزاي وكسر الياء، {قتل} برفع اللام، {أولادهم} بنصب الدال، {شركائهم} بخفض الهمزة،','2','107',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (659,'و {إن تكن} بالتاء، {ميتةٌ} بالرفع، {يوم حصاده} بفتح الحاء، {إلا أن تكون} بالتاء، {ميتةٌ} بالرفع، {وأن هذا} بتخفيف النون، {دينًا قيمًا} بكسر القاف وفتح الياء مخففة، {وجهي للذي}، {صراطي مستقيما}،','2','108',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (660,'{قليلًا ما يتذكرون} بزيادة ياء، {ولباس التقوى} بالنصب، {إن لعنت الله} بتشديد النون ونصب التاء، {والشمس والقمر والنجوم مسخراتٌ} برفع الأربعة، {نشرًا} بالنون مضمومة وإسكان الشين، {وقال الملأ الذين استكبروا}، في قصة صالح بزيادة واو، {أو أمن} بإسكان الواو، {يعرشون} هنا وفي النحل بضم الراء، {وإذ أنجاكم} بألف بعد الجيم من غير ياء ولا نون، {قال ابن أدم} وفي طه بكسر الميم، {عنهم آصارهم} بفتح الهمزة وألف','2','109',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (661,'الهمزة وألف على الجمع، {تغفر لكم} بالتاء مضمومة وفتح الفاء، {خطيئتكم} بالهمز ورفع التاء من غير ألف على التوحيد، {بئس} بكسر الباء وهمزة ساكنة بعدها، {ذرياتهم} بالجمع، {عن آياتي} بالسكون، {أن الله مع} بفتح الهمزة، {إذ تتوفى الذين} بتاءين، {ولا يحسبن الذين} بالياء، {أنهم لا يعجزون} بفتح الهمزة، {أئمة الكفر} بهمزتين','2','110',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (662,'حيث وقع، {لا إيمان لهم} بكسر الهمزة، {مرجئون} وفي الأحزاب {ترجئ} بالهمز، {الذين اتخذوا} بغير واو في أوله، {أفمن أسس بنيانه} {خير أم أسس بنيانه} بضم الهمزة وكسر السين ورفع النون فيهما، {جرفٍ} بإسكان الراء، {إلا أن تقطع} بفتح التاء، {لقضى إليهم} بفتح القاف والضاد، {أجلهم} بنصب اللام، {ينشركم في البر والبحر} بنون وشين معجمة من النشر، {أمن لا يهدي} بفتح الياء والهاء وتشديد الدال، {كلمات','2','111',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (663,'ربك} هنا وفي آخر السورة وفي غافر على الجمع، {خير مما تجمعون} بالتاء، {إن أجري إلا} بالفتح، {فلا تسألن} بفتح اللام وكسر النون وتشديدها، {يعقوب قالت} بنصب الباء، {سيء بهم} و {سيئت} بإشمام السين الضم هنا وفي العنكبوت والملك، {لما','2','112',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (664,'ليوفينهم} وفي يس {لما جميع} وفي الطارق {لما عليها} بتشديد الميم، {عما تعملون} هنا وفي آخر النمل بالتاء، {إن أجري إلا} في الموضعين {وما توفيقي إلا} بالفتح، {يا أبت} بفتح التاء حيث وقع وفي','2','113',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (665,'الوقف بالهاء، {فنجي من نشاء} بنون واحدة وتشديد الجيم وفتح الباء، {وحزني إلى الله}، {يسقى بماء} بالياء، {وسيعلم الكفار} على الجمع، {الحميد الله} برفع الهاء، {قل لعبادي} بالسكون، {والشمس والقمر والنجوم مسخرات} بالرفع في الأربعة، {فيكون} هنا وفي يس بالنصب، {نسقيكم} هنا وفي المؤمنين بفتح النون، {ألم تروا إلى الطير} بالتاء، {يوم ضعنكم} بإسكان العين، {من بعد','2','114',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (666,'ما فتنوا} بفتح الفاء والتاء، {ليسوء وجوهكم} بالياء ونصب الهمزة على التوحيد، {يلقاه} مشددا والياء مضمومة، {أف} بفتح الفاء من غير تنوين، {كان سيئة} بضم الهاء والهمزة على التذكير، {يسبح له} بالياء، {خلافك} بكسر الخاء وفتح اللام وألف بعدها، {كسفا} بفتح السين، {قال سبحان ربي} بألف، {مرفقا} بفتح الميم وكسر الفاء، {تزور','2','115',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (667,'عن كهفهم} بإسكان الزاي وتشديد الراء، {ولا تشرك} بالتاء وجزم الكاف، {خير منهما} على التثنية، {لكنا هو الله} بإثبات الألف في الوصل، {فلا تسألني} بفتح اللام وتشديد النون، {نفسًا زكيةً} بتشديد الياء من غير ألف، {رحما} بضم الحاء، {فأتبع} {ثم أتبع} في الثلاثة بقطع الألف مخففة التاء، {في عين حامية} بألف من غير همز، {بينهم سدا} بضم السين، {بين الصدفين} بضمتين، {كهيعص} بفتح الهاء وإمالة','2','116',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (668,'الياء، {زكريا إذ نادى} - {ويا زكريا إنا} - وشبهه بتخفيف الهمزتين، {من تحتها} بفتح الميم والتاء، {قول الحق} بنصب اللام، {وإن الله} بكسر الهمزة، {أو لا يذكر} بإسكان الذال وضم الكاف مخففا، {طوى} هنا وفي النازعات بالتنوين، {أخي اشدد} بقطع الألف وفتحها،','2','117',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (669,'{وأشركه} بضم الهمزة، {مكانا سوى} بضم السين، {حملنا} بضم الحاء وكسر الميم مشددة، {ولا تسمع} بالتاء، {لتحصنكم} بالتاء، {نجي المؤمنين} بنون واحدة، {مشددا}، {ثم ليقطع} بكسر اللام، {يقاتلون} بفتح التاء، {وأن ما تدعون} هنا وفي لقمان بالتاء، {عظمًا فكسونا العظم} على التوحيد، {سيناء} بفتح السين، {وأن هذه} بتخفيف النون، {فخرج ربك} بإسكان الراء من','2','118',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (670,'غير ألف، {عالم الغيب} بخفض الميم، {آيه المؤمنون} -وفي الزخرف - {يا أيه الساحر} -وفي الرحمن {أيه الثقلان} -بضم الهاء في الوصل، {آيات مبينات} في الموضعين هنا وفي الطلاق بكسر الياء، {يسبح له} بفتح الباء، {لا يحسبن} بالياء، {ويجعل لك} برفع اللام، {فنقول أأنتم} بالنون {ولم يقتروا} بضم الياء، {يضعف له ويخلد} برفع','2','119',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (671,'الفاء والدال وبحذف الألف وتشديد العين، {وذرياتنا} بالألف على الجمع، {فارهين} بالألف، {أصحاب ليكة} هنا وفي ص بلام مفتوحة من غير همزة بعدها ولا ألف قبلها وفتح التاء، {نزل} بتشديد الزاي، {الروح الأمين} بنصبهما، {أو لم تكن} بالتاء، {لهم آيةٌ} بالرفع، {فتوكل} بالفاء، {إننا لمخرجون} بنونين على الخبر، {حتى يصدر}','2','120',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (672,'بفتح الياء وضم الدال، {إنكم لتأتون} الأول بهمزة مكسورة على الخبر، {إن أرضي واسعة} بالفتح، {ثم كان عاقبة الذين} بالنصب {كسفًا} بإسكان السين، {إلى آثار رحمة الله} بألف على الجمع، {ولا تصعر} بتشديد العين من غير ألف، {وينزل الغيث} هنا وفي الشورى بالتشديد، {كل شيء خلقه} بإسكان اللام،','2','121',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (673,'{تظاهرون} بفتح التاء والهاء وتشديد الظاء وألف بعدها، {نضعف لها} بالنون وكسر العين وتشديدها من غير ألف، {العذاب} بالنصب، {ساداتنا} بالجمع وكسر التاء، {عالم الغيب} برفع الميم، {إذا فزع} بفتح الفاء والزاي، {التناوش} بضم الواو، {وحيل بينهم} -وفي الزمر - {وسيق} بإشمام الضم للحاء والسين، {على بيناتٍ} بألف على الجمع،','2','122',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (674,'{تنزيل العزيز} بنصب اللام، {والقمر قدرناه} بنصب الراء، {ذرياتهم} بالجمع، {جبلا} بضم الجيم وإسكان الباء وتخفيف اللام، {لتنذر من كان} بالتاء، {على آل ياسين} منفصلا، {تأمرونني أعبد} بنونين الأولى مفتوحة، {أشد منكم} بالكاف، {الساعة أدخلوا} يوصل الألف وضم الخاء، ويبتدئونها بالضم،','2','123',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (675,'{نحساتٍ} بكسر الحاء، {ربنا أرنا} بإسكان الراء هنا خاصة، {من ثمراتٍ} بالجمع، {يبشر الله} بضم الياء وفتح الباء وكسر الشين مشددة، {بما كسبت} بغير فاء، {ويعلم الذين} برفع الميم، {عند الرحمن} بالنون ساكنة وفتح الدال، {قال أولوا} بألف، {إذا جاءانا} بألف على التثنية،','2','124',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (676,'{يصدون} بضم الصاد، {تشتهيه الأنفس} بهاءين {فسوف تعلمون} بالتاء، {يا عبادي لا خوف} بالسكون، {فاعتلوه} بضم التاء، {في مقام} بضم الميم، {وآياته تؤمنون} بالتاء، {لنجزي قومًا} بالنون، {فسنؤتيه} بالنون، {ندخله} {نعذبه} بالنون، {ذرياتهم بإيمان} على الجمع وضم التاء، {فيه يصعقون} بضم','2','125',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (677,'الياء، {ستعلمون غدًا} بالتاء، {والحب ذا العصف والريحان} بنصب الثلاثة، {ذو الجلال} في آخرها بالواو، {وكلٌ وعد الله} برفع اللام، {لا تؤخذ} بالتاء، {فإن الله الغني} بغير هو، {انشزوا- فانشزوا} بضم الشين فيهما، ويبتدؤون بضم الألف، {تنجيكم} بالتشديد {أنصار الله} بغير تنوين ولا لام، {نكفر عنه وندخله} بالنون فيهما، {ندخله}','2','126',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (678,'بالنون، {قليلًا ما يؤمنون} و {قليلًا ما يذكرون} بالياء فيهما، {سال} بألف ساكنة بدلًا من الهمزة، {إلى نصبٍ} بضم النون والصاد، {وولده} بفتح الواو واللام، {ثم إني أعلنت} بالسكون، {أشد وطاء} بكسر الواو وفتح الطاء والمد، {رب المشرق} بخفض الياء، {مستنفرة} بفتح الفاء، {خضرٌ واستبرقٍ} برفع الأول وخفض الثاني، {نذرا} بضم الذال،','2','127',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (679,'{رب السموات} بالخفض، {وما بينهما الرحمن} بالخفض، {نشزت} بتخفيف الشين، {لما عليها} تشديد الميم، {فقدر عليه} بتشديد الدال، {فلا يخاف} بالفاء، {لترون} بضم التاء، {جمع مالًا} بتشديد الميم، {لإلاف} بغير ياء بعد الهمزة','2','128',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (680,'<span data-type="title" id=toc-291>٥ - فصل ومن اختيار عاصم</span>
{مالك} بالألف، إظهار الذال من {إذ} عند الجيم والزاي والسين والصاد والتاء والدال، وأظهر الدال من {قد} عند الجيم والشين والسين والصاد والزاي والذال والضاد والظاء، وأدغم تاء التأنيث المتصلة بالفعل عند الجيم والسين والصاد والزاي والثاء والظاء، وأظهر {لَبِثْتَ} {لبثْتُ} و {لبثتم} و {من يرد ثواب}، {باب فرش الحروف] {يكذبون} بفتح الياء مخففًا، {تظاهرون} بتخفيف الظاء وكذا في التحريم {وإن تظاهرا عليه}، {تفادوهم} بالألف وضم التاء، كسر النون إذا كان بعدها ألف، والدال','2','129',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (681,'من {ولقد استهزي} والتاء من {قالت اخرج}، واللام من {قل ادعوا} والواو من {أو انقص}، {فيضاعفه له} هنا وفي الحديد بنصب الفاء، {بربوة} هنا وفي المؤمنين بفتح الراء، {يحسبهم} {ويحسبون} و {يحسب} {ويحسبن} إذا كان فعلًا مستقبلًا بفتح السين، {وأن تصدقوا} بتخفيف الصاد، {فيغفر لمن شاء ويعذب} برفعهما، {ويعلمه} بالياء، {تعلمون الكتاب} بضم التاء وفتح العين وكسر اللام مشددة، {ولا يأمركم} بنصب الراء، {لا يضركم} بضم','2','130',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (682,'الضاد ورفع الراء مع تشديدها، {مسومين} بكسر الواو، {قاتل معه} بألف وفتح القاف والتاء، {أن يغل} بفتح الياء وضم الغين، {لا تحسبن الذين يفرحون} بالتاء، {تجارة}، بالنصب، {أن يصلحا} بضم الياء وإسكان الصاد وكسر اللام، {الذي نزل} و {الذي أنزل} بفتح النون والهمزة والزاي، {في الدرك} بإسكان الراء، {فجزآءٌ مثل} بالتنوين ورفع {مثل}، {إني منزلها} مشددًا، {أنه من عمل} {فأنه غفورٌ رحيمٌ} بفتح الهمزتين، {يقص} بصاد مضمومة، {لئن أنجانا} بألف من غير ياء ولا تاء، {قل الله','2','131',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (683,'ينجيكم} مشددًا، {نرفع درجاتٍ} هنا وفي يوسف بالتنوين، {وجعل} على وزن فعل، {الليل} بنصب اللام، {كلمة ربك} على التوحيد، {ليضلون} وفي يونس {ليضلوا} بضم الياء، {وقد فصل} بفتح الفاء والصاد، {يوم حصاده} بفتح الحاء، {ومن المعز} بإسكان العين، {دينًا قيما} بكسر القاف وفتح الياء مخففة، {بشرا} بالباء مضمومة وإسكان الشين حيث وقع، {أرجه} بغير همزة وسكن الهاء، {ويذرهم} بالياء ورفع الراء، {وإن يكن منكم مائةٌ','2','132',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (684,'يغلبوا}، {فإن يكن منكم مائة} بالياء في الكل، {فيكم ضعفا} بفتح الضاد، {أئمة} بهمزتين حيث وقع، {وقالت اليهود عزيرٌ ابن الله} بالتنوين وكسره، {يضاهئون} بالهمزة وكسر الهاء، {إن نعف} بالنون مفتوحة ورفع الفاء، {نعذب} بالنون وكسر الذال، {طائفةً} بالنصب، {لساحر مبين} بالألف {يا بني اركب} بفتح الياء، {لما ليوفينهم}، وفي','2','133',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (685,'يس {لما جميع} - وفي الطارق {لما عليها} بتشديد الميم، {يرتع ويلعب} بالياء فيهما، {يا بشرى} على وزن فعلى، {المخلصين} إذا كان في أوله ألف ولام حيث وقع بفتح اللام، {وقد كذبوا} بتخفيف الذال، {أفلا تعقلون} بالتاء، {فنجى من نشاء} بنون واحدة وتشديد الجيم وفتح الياء، {آبائي إبراهيم} {لعلي أرجع} بالسكون {يسقى} بالياء، {وصدوا عن السبيل} وفي غافر {وصد عن السبيل} بضم الصاد، {ويثبت وعنده} مخففًا، {وسيعلم الكفار}','2','134',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (686,'على الجمع، {ربما يود} بتخفيف الباء، {والذين يدعون} بالياء، {لا يهدي من} بفتح الياء وكسر الدال، {يوم ظعنكم} بإسكان العين، {ولنجزين} بالنون، {كان سيئه} بضم الهمزة والهاء على التذكير، {حتى تفجر} بفتح التاء وضم الجيم مخففًا، {كسفًا} بفتح السين- {تزاور} بفتح الزاي مخففة وألف عبد الزاي، {وكان له ثمر} {وأحيط بثمره} بفتح الثاء والميم فيهما، {وخير عقبًا} بإسكان القاف، {ويوم نسير} بالنون وكسر الياء ونصب {الجبال}، {قبلا} بضمتين، {نفسًا زكية} بتشديد الياء من','2','135',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (687,'غير ألف، {فأتبع} - {ثم أتبع} - {ثم أتبع} في الثلاثة بقطع الألف مخففة الباء، {إن يأجوج ومأجوج} هنا وفي الأنبياء بالهمزة، {جعله دكاء} بالمد والهمز من غير تنوين، {قول الحق} بنصب اللام، {وإن الله} بكسر الهمزة {مخلصًا} بفتح اللام، {أو لا يذكر} بإسكان الذال وضم الكاف مخففا، {طوى} هنا في النازعات بالتنوين، {مهدًا} هنا وفي الزخرف بفتح الميم وإسكان الهاء، {مكانًا سوى} بضم السين، {بملكنا} بفتح الميم، {لعلي آتيكم} {لنفسي اذهب} {وفي ذكري اذهبا} بالسكون، {ولؤلؤًا} هنا','2','136',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (688,'وفي فاطر بالنصب، {أذن للذين} بضم الهمزة، {سيناء} بفتح السين، {وإن هذه} بكسر الهمزة، {على جيوبهن} بضم الجيم، {ويوم تشقق} هنا وفي ق بتخفيف الشين، {حاذرون} بألف، {فارهين} بألف، {بشهابٍ} بالتنوين، {فمكث} بفتح الكاف {فألقة إليهم} بإسكان الهاء، {أنا دمرناهم} بفتح الهمزة، {خيرٌ أما يشركون} بالياء، {أن الناس} بفتح الهمزة، {من فزعٍ} بالتنوين {يومئذٍ} بفتح الميم،','2','137',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (689,'{مالي لا أرى} بالفتح، {أو جذوةٍ} بفتح الجيم، {يصدقني} برفع القاف، {قالوا سحران} بكسر السين وإسكان الحاء، {لعلي أطلع} بالسكون، {ما يدعون} بالياء، {ويقول ذوقوا} بالياء، {ثم كان عاقبة الذين} بالنصب، {لا ينفع الذين} بالياء، {ولا تصعر خدك} بتشديد العين من غير ألف، {وينزل الغيث} هنا وفي الشورى بالتشديد، {تظاهرون} بضم التاء وتخفيف الظاء وألف بعدها وكسر الهاء، {أسوة} هنا وفي الممتحنة في الموضعين بضم الهمزة {وقرن} بفتح القاف، {أن يكون لهم} بالياء {وخاتم النبيين} بفتح التاء، {لعنًا كبيرًا} بالباء، {ولقد','2','138',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (690,'صدق} بتشديد الدال، {والقمر قدرناه} بنصب الراء، {جبلًا} بكسر الجيم والباء وتشديد اللام، {ننكسه في الخلق} بضم النون الأولى وفتح الثانية وكسر الكاف وتشديدها، {بزينة} بالتنوين، {قال فالحق} بالرفع، {يرضه لكم} باختلاس ضمة الهاء {فتحت أبوابها} في الموضعين هنا وفي النبأ بتخفيف التاء، {أو أن} بزيادة ألف قبل الواو وإسكان الواو، {يوم لا ينفع} بالياء،','2','139',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (691,'{قليلًا ما تتذكرون} بتائين {لعلي أبلغ} {مالي أدعوكم} بالسكون، {نحسات} بكسر الحاء، {يبشر الله} بضم الياء وفتح الباء وكسر الشين مشددة، {لما متاع} بتشديد الميم، {ءألهتنا} بتحقيق الهمزتين وألف بعدهما، و {قيله} بخفض اللام وكسر الهاء، {رب السموات} بالخفض، {بوالديه إحسانًا} بهمزة مكسورة وإسكان الحاء وفتح السين وألف بعدها، {كرهًا} في الموضعين بضم الكاف، {لا يرى} بالياء مضمومة، {إلا مساكنهم} بالرفع، {فيه يصعقون} بضم الياء، {وثمود فما} بغير تنوين ويقفان بغير ألف، {ولا ينزفون} بكسر الزاي،','2','140',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (692,'{شرب الهيم} بضم الشين، {يظاهرون} في الموضعين بضم الياء وتخفيف الظاء وألف بعدها وكسر الهاء، {في المجالس} بألف على الجمع {انشزوا فانشزوا} بضم الشين فيهما ويبتدؤون بضم الألف، {إني أخاف} بالسكون، {يفصل بينكم} بفتح الياء وإسكان الفاء وكسر الصاد مخففة، {أنصار الله} بغير تنوين ولا لام، {وولده} بفتح الواو واللام، {دعاني إلا} {ثم إني أعلنت} بالسكون، {يسلكه} بالياء، {قل إنما ادعوا} بغير ألف في {قل}، {ونصفه وثلثه} بنصب الفاء والثاء، {بل تحبون وتذرون} بالتاء،','2','141',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (693,'{وما تشاؤون} بالتاء، {رب السموات} بالخفض، {وما بينهما الرحمن} بالخفض، {فتنفعه} بنصب العين، {أنا صببنا} بفتح الهمزة، {نشرت} بتخفيف الشين، {فعدلك} بتخفيف الدال، {ويصلى سعيرًا} بفتح الياء وإسكان الصاد مخففًا، {لا تحاضون} بألف، {ربي أكرمن} - {ربي أهانن} بالسكون في اليائين، {حمالة الحطب} بنصب التاء','2','142',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (694,'<span data-type="title" id=toc-292>٦ - فصل ومن اختيار حمزة</span>
{عليهم} و {إليهم} و {لديهم} بضم الهاء، ضم الهاء والميم إذا كان قبل الهاء كسرة أو ياء ساكنة وأتى بعد الميم ألف وصل، الوقف على الهمزة الساكنة والمتحركة إذا وقعت طرفًا في الكلمة بتسهيلها ويصل بتحقيقها، فإذا سهل المضموم ما قبلها أبدلها واوًا في حال تحريكها وسكونها والمكسور ما قبلها أبدلها في الحالين ياء، والمفتوح ما قبلها أبدلها في الحالين ألفًا، فإن كان ساكنًا ألقى حركتها على الساكن','2','143',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (695,'وأسقطها إن كان الساكن أصليًا غير ألف، وتفرد بتسهيل الهمزة المتوسطة، وأدغم لام {هل} و {بل} عند التاء والثاء والسين، وأدغم {أورثتموها} في الموضعين و {فنبذتها} - {وإني عذت بربي}، إمالة كل ما كان من الأسماء والأفعال من ذوات الياء، وكذلك ما ألفه للتأنيث، و [فتح) جميع ذوات الواو من الأسماء','2','144',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (696,'والأفعال وتفرد بإمالة عشرة أفعال {جاء} - و {شاء} - و {زاد} و {ران} - و {خاف} - و {طاب} - و {خاب} - و {حاق} - و {ضاق} - و {زاع} -','2','145',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (697,'وإمالة {أنا أتيك به} في الموضعين في النمل سكت على الساكن إذا كان آخر كلمة ولم يكن حرف مد وأتت الهمزة بعده، فإن كان مع الهمزة في كلمة لم يسكت إلا [على) ما كان في لفظة (شيء) و (شيئًا}، وكل ياء بعدها ألف ولام سكنه حيث وقع، وفتح {محياي}','2','146',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (698,'<span data-type="title" id=toc-293>[باب فرش الحروف]</span>
<span data-type="title" id=toc-294>[سورة البقرة]</span>
{يكذبون} بفتح الياء مخففًا، {فأزالهما} بألف مخففًا، {للناس حسنًا} بفتح الحاء والسين، {تظاهرون} بتخفيف الظاء وكذا في التحريم {وإن تظاهرا}، {جبريل} بفتح الجيم والراء وهمزة وياء، {ولكن الشياطين} وفي الأنفال {ولكن الله رمى} في الموضعين، {ولكن الله قتلهم} بكسر النون ورفع ما بعدها، {أم تقولون} بالتاء، {عما تعملون} بعد {ولئن أتيت} بالتاء {ومن يطوع} في الموضعين بالياء وتشديد الطاء وجزم العين {وتصريف الريح} هنا وفي الكهف والجاثية بالتوحيد وكذلك في الأعراف والنمل، والثاني في الروم وفاطر','2','147',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (699,'والحجر {ليس البر} بالنصب، {من موصٍ} بفتح الواو وتشديد الصاد، {القرآن} حيث وقع بلا همز مع الوقف {ولا تقتلوهم حتى يقتلوكم فإن قتلوكم} من غير ألف، {ترجع الأمور} بفتح التاء وكسر الجيم حيث وقع، {إثم كثير} بالثاء، {حتى يطهرن} بفتح الطاء والهاء مع تشديدهما، {إلا أن يخافا} بضم الياء، {تماسوهن} في الموضعين هنا وفي الأحزاب بضم التاء وبالألف، {قدره}، في الموضعين بفتح الدال، {يبسط} و {بسطة} في الأعراف بالسين، {غرفة} بضم الغين، {ننشزها} بالزاي، {لم يتسن} بحذف الهاء في الوصل، {قال اعلم أن} بوصل الألف وجزم','2','148',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (700,'الميم، ويبتدئ بكسر الألف على الأمر، {يحسبهم} {ويحسبون} و {يحسب} و {يحسبن} إذا كان فعلًا مستقبلًا بفتح السين {فأآذنوا} بالمد وكسر الذال، {من الشهداء إن تضل} بكسر الهمزة، {فتذكر} برفع الراء مشددًا، {وكتابه} بالألف على التوحيد، {عهدي الظالمين} بالسكون، وكذلك {ربي الذي}، {سيغلبون ويحشرون} بالباء فيهما، {ويقاتلون الذين} بألف مع ضم الياء وكسر التاء من القتال، {والحي من الميت} و {الميت من الحي} و {إلى بلد ميت} وشبهه إذا كان قد مات مثقلًا، {وكفلها} بتشديد الفاء، ترك إعراب {زكريا} وهمزه، {فناداه','2','149',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (701,'الملائكة} بالألف ممالة، {إن الله يبشرك بيحيى} بكسر الهمزة، {يبشرك} في الموضعين هنا وفي سبحان والكهف و {يبشر} الشورى بفتح الياء وضم الشين مخففًا، وكذلك {يبشرهم} في التوبة وفي الحجر {إنا نبشرك} وفي مريم {إن نبشرك}، {لتبشر به}، {يؤده إليك} و {لا يؤده إليك} و {نؤته منها} في الموضعين، وفي النساء {نوله} و {نصله} وفي عسق، {نؤته منها} بإسكان الهاء، {تعلمون الكتاب} بالتاء، {ولا يأمركم} بنصب الراء، {حج البيت} بكسر الحاء، {وما يفعلوا من خبر فلن يكفروه}','2','150',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (702,'بالياء فيهما، {لا يضركم} بضم الضاد ورفع الراء مع تشديدها، {قرح} في الموضعين {والقرح} بضم القاف، {قاتل معه} بالألف وفتح القاف والتاء {تغشى طائفة} بالتاء، {والله بما يعملون بصير} بالياء، {ولا تحسبن الذين كفروا}، {ولا تحسبن الذين يبخلون}، {لا تحسبن الذين يفرحون} بالتاء فيها، {حتى يميز} هنا وفي الأنفال بضم الياء وفتح الميم وكسر الياء مشددة، {سيكتب} بالياء مضمومة وفتح التاء، {وقتلهم} برفع اللام، {ويقول} بالياء، {وقتلوا وقاتلوا} وفي التوبة {يقتلون ويقتلون} يبدؤه بالمفعول قبل الفاعل فيهما، {تساءلون} بتخفيف السين،','2','151',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (703,'{والأرحام} بخفض الميم، {فلإمه} في الحرفين وفي القصص {في إمها} وفي','2','152',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (704,'الزخرف {في إم الكتاب} بكسر الهمزة، فإن أضيفت الأم إلى جمع ووليت همزته كسرة كسرت الهمزة والميم في الوصل، {وأحل لكم} بضم الهمزة وكسر الحاء، {فإذا أحصن} بفتح الهمزة والصاد، {تجارة} بالنصب، {بالبخل} هنا وفي الحديد بفتح الباء والخاء، {لو تسوى} بفتح التاء وتخفيف السين، {أو لمستم} هنا وفي المائدة بغير ألف، {ولا يظلمون فتيلا} الثاني بالياء، {ومن أصدق} {ويصدفون} - {وتصديه} و {يصدر} و {قصد} إذا كانت الصاد ساكنة وبعدها','2','153',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (705,'دال بإشمام الصاد الزاي، {فتثبتوا} في الموضعين هنا وفي الحجرات بالتاء والثاء، {أن يصلحا} بضم الياء وإسكان الصاد وكسر اللام، {وإن تلوا} بضم اللام وإسكان الواو، {الذي نزل} و {الذي أنزل} بفتح النون والهمزة والزاي، {في الدرك} بإسكان الراء، {سيؤتيهم} بالياء، {قلوبهم قسية} بتشديد الياء من غير ألف، {وليحكم أهل} بكسر اللام ونصب الميم، {وعبد} بضم الباء، {الطاغوت} بخفض التاء، {ألا تكون} برفع النون، {بما عقدتم} بغير ألف مخففًا، {فجزاءٌ} بالتنوين {مثل ما}','2','154',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (706,'برفع اللام. {عليهم الأولين} بالجمع، {الغيوب} بكسر الغين حيث وقع، {إلا ساحر} هنا وفي هود والصف بألف، {من يصرف} بفتح الياء وكسر الراء، {ثم لم يكن} بالياء، {والله ربنا} بنصب الباء، {ولا نكذب} {ونكون} بنصب الباء والنون، {وليستبين} بالياء، {توفاه رسلنا} {واستهواه} بألف ممالة، {لئن أنجانا} بألف من غير ياء ولا تاء، {قل الله ينجيكم} مشددة، {رأى كوكبًا} {ورأى أيديهم}، {رآه} ونحو ذلك إذا لم يأت بعد الياء ساكن بإمالة فتحة الراء والهمزة وإذا','2','155',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (707,'لقيت الياء ساكنًا مثل {رأى القمر} منفصلًا بإمالة فتحة الراء، {نرفع درجات} هنا وفي يوسف بالتنوين، {وجعل} على وزن {فعل}، {الليل} بالنصب، {إلى ثمره} في الموضعين هنا وفي يس بضمتين، {لا تؤمنوا} بالتاء، {كلمة ربك} على التوحيد، {ليضلون} وفي يونس {ليضلوا} بضم الياء، {وقد فصل} بفتح الفاء والصاد، {من يكون له} هنا وفي القصص بالياء {ومن المعز} بإسكان العين، {إلا أن تكون} بالتاء، {تذكرون} بتخفيف الذال، حيث وقع إذا كان بالتاء،','2','156',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (708,'{وإن هذا} بكسر الهمزة، {إلا أن يأتيهم} بالياء هنا وفي النحل {فارقوا} هنا وفي الروم بالألف مخففًا، {دينا قيما} بكسر القاف وفتح الياء مخففة، {ومنها تحرجون} وفي الزخرف {كذلك تخرجون} بفتح الياء وضم الراء، {يغشى الليل} مثقلًا وكذلك في الرعد، {نشرا} بالنون مفتوحة وإسكان الشين {أرجه} بغير همز وسكون الهاء {بكل سحار} هنا وفي الألف بعد الحاء، {أأمنتم به} على الاستفهام بهمزتين محققتين بعدهما ألف، {يعكفون} بكسر الكاف، {جعله دكاء} بالمد والهمز من','2','157',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (709,'غير تنوين، {سبيل الرشد} بفتحتين {ترحمنا ربنا وتغفر لنا} بالتاء فيهما، ونصب الباء من {ربنا}، {يلحدون} هنا وفي فصلت بفتح الياء والحاء، {ويذرهم} بالياء وجزم الراء، {حرم ربي الفواحش}، {عن آياتي الذين} بالسكون فيهما، {ولا تحسبن الذين} بالياء، {وإن يكن منكم مائةٌ يغلبوا}، {فإن يكن منكم مائةٌ صابرةٌ} بالياء، {فيكم ضعفا} بفتح الضاد {من ولايتهم} بكسر الواو، {أئمة الكفر} بهمزتين حيث وقع، {يضل به} بضم الياء وفتح الضاد، {أن يقبل منهم} بالياء، {ورحمةٍ للذين} بالخفض، {إن صلاتك}، وفي هود {أصلاتك} بالتوحيد','2','158',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (710,'ونصب التاء هنا، {جرف} بإسكان الراء، {هار} بالفتح، {إلا أن تقطع} بفتح التاء، {يزيغ القلوب} بالياء، {أو لا ترون} بالتاء، {معي} بالسكون {لساحرٌ مبين} بالألف، {عما تشركون} هنا وفي الموضعين في أول النحل والروم بالتاء، {هنالك تتلوا} بالتاء، {يهدي} بفتح الياء وإسكان الهاء وتخفيف الدال، {ولكن الناس} بكسر النون مخففة ورفع السين، {ولا أصغر من ذلك ولا أكبر} برفع الراء فيهما، {آمنت إنه} بكسر الهمزة، {فعميت عليكم} بضم العين وتشديد','2','159',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (711,'الميم، {مجراها} بفتح الميم، {ألا إن ثمود} هنا وفي الفرقان والعنكبوت بفتح الدال من غير تنوين ويقف بغير ألف، {قال سلم} هنا وفي الذاريات بكسر السين وإسكان اللام، {يعقوب قالت} بنصب الباء، {الذين سعدوا}، بضم السين، {لما ليوفينهم} وفي يس {لما جميع}، وفي الطارق {لما عليها} بتشديد الميم، {يرتع ويلعب} بالياء فيهما، {يا بشرى} على وزن فعلى وأمال الراء، {المخلصين} إذا كان في أوله ألف ولام حيث وقع بفتح اللام، {وفيه تعصرون} بالتاء، {وقال لفتيانه} بألف والنون، {أخانا يكتل} بالياء، {خير حافظًا} بفتح الحاء وألف بعدها وكسر الفاء، {قد كذبوا}','2','160',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (712,'بتخفيف الذال، {آبائي إبراهيم}، {لعلي أرجع}، {ويفضل بعضها} بالياء، {أم هل يستوي} بالياء، {ومما يوقدون} بالياء، {وصدوا عن السبيل} وفي غافر {وصد عن السبيل} بضم الصاد فيهما، {وسيعلم الكفار} على الجمع، {خالق السموات والأرض} وفي النور {وخالق كل دابة} بألف، {بمصرخي} بكسر الياء، {قل لعبادي الذين} بالسكون، {وتقبل دعائي} أثبتها في الوصل، {ما ننزل} بنونين الأولى مضمومة والثانية مفتوحة وكسر الزاي، {الملائكة} بالنصب، {إنا لمنجوهم} مخففًا، {الذين يتوفاهم} في الموضعين بالياء، {لا يهدي} بفتح الياء وكسر الدال، {أو لم','2','161',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (713,'تروا إلى} بالتاء، {ألم تروا إلى الطير} بالتاء، {يوم ظعنكم} بإسكان العين، {يلحدون} هنا بفتح الياء والحاء، {ليسوء وجوهكم} بالياء ونصب الهمزة على التوحيد، {إما يبلغان} بكسر النون وألف قبلها، {فلا تسرف} بالتاء، {بالقسطاس} هنا وفي الشعراء بكسر القاف، {كان سيئه} بضم الهاء والهمزة على التذكير {ليذكروا} هنا وفي الفرقان بإسكان الذال وضم الكاف مخففًا، {عما تقولون} بالتاء {أعمى} في الحرفين بالإمالة، {خلافك} بكسر الخاء وفتح اللام وألف بعدها،','2','162',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (714,'{حتى تفجر لنا} بفتح التاء وضم الجيم مخففًا، {تزاور} بفتح الزاي مخففة وألف بعد الزاي، {بورقكم} بإسكان الراء، {ثلاث مائة سنين} بغير تنوين، {ولم يكن له} بالياء، {هنالك الولاية} بكسر الواو، {وخير عقبا} بإسكان القاف، {ويوم نسير} بالنون وكسر الياء، ونصب {الجبال} {ويوم نقول} بالنون، {قبلا} بضمتين، {ليغرق} بالياء مفتوحة وفتح الراء، {أهلها} بالرفع، {نفسًا زكية} بتشديد الياء من غير ألف، {فأتبع} - {ثم أتبع} {ثم أتبع} في الثلاثة بقطع الألف مخففة التاء، {في عين حامية} بألف من غير همزة، {فله جزاء الحسنى} بالتنوين ونصبه،','2','163',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (715,'{يفقهون} بضم الياء وكسر القاف، {لك خراجًا} هنا وفي المؤمنين بألف، {قال ايتوني} بهمزة ساكنة بعد اللام، وإذا ابتدأ كسر همزة الوصل وأبدل الهمزة الساكنة ياء، {فما اسطاعوا} بتشديد الطاء، {جعله دكاء} بالمد والهمز من غير تنوين، {قبل أن ينفد} بالياء، {كهيعص} بفتح الهاء وإمالة الياء، {عتيا}، و {صليا}، و {جثيا}، جميع ما فيها بكسر أوله، {بكيًا} بكسر الباء، {وقد خلقناك} بالنون والألف، {وكنت نسيًا} بفتح النون، {تساقط} بفتح التاء والسين مع التخفيف، {وإن الله} بكسر الهمزة، {مخلصًا} بفتح اللام، {مالا وولدا}، وفي {للرحمن ولدا} {أن يتخذ','2','164',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (716,'الرحمن ولدا} - وفي الزخرف {للرحمن ولدٌ} - الكل بضم الواو وإسكان اللام، {آتاني الكتاب} بالسكون، [سورة طه] بإمالة فتحة الطاء والهاء، {لأهله امكثوا} هنا وفي القصص بضم الهاء في الوصل، {طوى} هنا وفي النازعات بالتنوين، {وأنا} بتشديد النون، {اخترناك} بالنون والألف، {مهدا} هنا وفي الزخرف بفتح الميم وإسكان الهاء، {مكانا سوى} بضم السين، {فيسحتكم} بضم الياء وكسر الحاء، {كيد سحر} بكسر السين وإسكان الحاء، {لا تخف دركا} بجزم الفاء، {قد أنجيتكم من','2','165',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (717,'عدوكم- وواعدتكم)، {ما رزقتكم} في الكل بتاء مضمومة، إمالة آخرها من عند {لتشقى}، {لنفسي اذهب} - {في ذكرى اذهبا} بالسكون، {قال ربي يعلم} بألف، {نوحي إليه} الثاني بالنون وكسر الحاء، {وحرم} بكسر الحاء وإسكان الراء، {للكتب} على الجمع، {سكرى- وما هم بسكرى} بغير ألف على وزن فعلى، {منسكا} في الموضعين بكسر السين، {مما يعدون} بالياء، {على صلاتهم} على التوحيد، {سيناء} بفتح السين، {وإن هذه} بكسر الهمزة، {شقاوتنا} بألف مع','2','166',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (718,'فتح الشين والقاف، {سخريا} هنا وفي [ص] بضم السين، {إنهم هم} بكسر الهمزة، {قل كم لبثتم} بغير ألف، {قل إن لبثتم} كذلك، {لا ترجعون} بفتح التاء وكسر الجيم، {لعلي أعمل} بالسكون، {أربع شهادات} الأول برفع العين، {يوم يشهد} بالياء، {آياتٍ مبيناتٍ} في الموضعين هنا وفي الطلاق بكسر التاء، {دريٌ} بضم الدال والهمز وإذا وقف سهل الهمزة، {توقد} بالتاء مضمومة وإسكان','2','167',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (719,'الواو وضم الدال مخففا، {لا يحسبن الذين} بالياء، {ثلاث عورات} بالنصب، {نأكل منها} بالنون، {ويوم تشقق} هنا وفي [ق] بتخفيف الشين، {لما يأمرنا} بالياء فيها، {سرجا} بضمتين، {أن يذكر} بإسكان الذال وضم الكاف مخففة، {ويلقون فيها} بالياء، {طسم} في الثلاثة بإمالة فتحة الطاء وإظهار النون من هجاء سين عند الميم، {حاذرون} بألف، {فلما تراء الجمعان} بإمالة فتحة الراء، {فارهين} بألف، {نزل به} بتشديد الزاي، {الروح الأمين} بنصبهما، {أو','2','168',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (720,'لم يكن} بالتاء، {لهم أيةٌ} بالرفع {بشهابٍ} بالتنوين، {فألقه إليهم} بإسكان الهاء، {لتبيتنه ثم لتقولن} بالتاء فيهما وضم التاء الثانية في الأول، وضم اللام في الثانية، {أنا دمرناهم} بفتح الهمزة، {أن الناس} بفتح الهمزة، {وكلٌ أتوه} بقصر الهمزة وفتح التاء، {من فزع} بالتنوين، {يومئذ} بفتح الميم، {ويرى فرعون وهامان وجنودهما} بالياء مفتوحة وفتح الراء وإمالة فتحها، ورفع الأسماء، {عدوا وحزنًا} بضم الحاء وإسكان الزاي، {يصدقني} برفع القاف، {إلينا لا يرجعون} بفتح الياء وكسر الجيم، {قالوا سحران} بكسر السين وإسكان الحاء، {لعلي أطلع}','2','169',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (721,'بالسكون، {أو لم تروا كيف} بالتاء، {لننجينه} مخففًا، {إنا منجوك} مخففًا، {آية من ربه} على التوحيد، {ويقول ذوقوا} بالياء، {لنثوينهم} بالثاء ساكنة من غير همز، {وليتمتعوا} بإسكان اللام، {ثم كان عاقبة الذين} بالنصب، {وكذلك تخرجون} وفي الجاثية {فاليوم لا يخرجون} بفتح التاء هنا والياء هناك وضم الراء، {إلى آثار} بألف على الجمع، {من ضعف} في الثلاثة بفتح الضاد، {لا ينفع الذين} بالياء، {هدى ورحمةٌ} بالرفع، {ويتخذها} بالنصب، {ما أخفي لهم} بإسكان','2','170',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (722,'الياء، {الظنون}، و {الرسول}، {والسبيل} بحذف الألف في الحالين، {ويعمل صالحًا} {يؤتها أجرها} بالياء فيهما، {أن يكون لهم} بالياء، {علام الغيب} بألف بعد اللام وخفض الميم، {إن يشأ يخسف أو يسقط} بالياء في الثلاثة، {في مسكنهم} بإسكان السين وفتح الكاف، {وهل نجازي} بالنون وكسر الزاي، {إلا الكفور} بالنصب {ولقد صدق} بتشديد الدال، {لمن أذن} بضم الهمزة، {في الغرفة} بغير ألف على التوحيد، {عبادي الشكور} بالسكون، {غير الله} بخفض الراء، {ومكر السيء} بإسكان الهمزة في الوصل، {يس} بإمالة فتحة','2','171',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (723,'الياء، {تنزيل} بنصب اللام، {سدا} في الحرفين بفتح السين، {وما عملت أيديهم} بغير هاء، {والقمر قدرناه} بنصب الراء، {يخصمون} بإسكان الخاء وتخفيف الصاد، {في ظلل} بضم الظاء من غير ألف، {ننكسه في الخلق} بضم النون الأولى وفتح الثانية وكسر الكاف وتشديدها، {ومالي لا أعبد} بالسكون، {بزينة} بالتنوين {لا يسمعون} بتشديد السين والميم، {بل عجبت} بضم التاء، {عنها ينزفون} بكسر الزاي هنا، {الله ربكم ورب آبائكم} بنصب الأسماء الثلاثة، {من فواق} بضم الفاء، {وغساق} وفي النبأ {وغساقا} بتشديد السين، {من الأشرار اتخذناهم}','2','172',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (724,'بوصل الألف وإذا ابتدأ كسرها، {قال فالحق} بالرفع، {مسني الشيطان} بالسكون، {يرضه لكم} باختلاس ضمه الهاء، {أمن هو} بتخفيف الميم، {بكافٍ عباده} بألف على الجمع، {التي قضي} بضم القاف وكسر الضاد وفتح الياء {الموت}، بالرفع، {بمفازاتهم} بألف على الجمع، {فتحت أبوابها} في الموضعين هنا وفي النبأ بتخفيف التاء، {أرادني الله} بالسكون، {أو أن} بزيادة ألف قبل الواو مع إسكان الواو، {يوم لا ينفع} بالياء، {قليلًا ما تتذكرون} بتاءين، {لعلي أبلغ}، {مالي أدعوكم} بالسكون، {نحسات} بكسر الحاء، {ويعلم ما تفعلون} بالتاء، {صفحا إن كنتم} بكسر الهمزة، {أو من ينشؤا} بضم الياء وفتح النون وتشديد الشين، {لما متاع}','2','173',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (725,'بتشديد الميم، {فجعلناهم سلفا} بضم السين واللام، {أألهتنا} بتحقيق الهمزتين وألف بعدهما، {وإليه يرجعون} بالياء، {وقيله} بخفض اللام وكسر الهاء، {رب السموات} بالخفض، {وتصريف الريح آيات}، {ومن دابةٍ آيات} بتوحيد الريح وكسر التاء في الحرفين، {وآياته تؤمنون} بالتاء، {لنجزي قومًا} بالنون، {سواء محياهم} بالنصب، {غشوة} بفتح الغين وإسكان الشين، {والساعة لا ريب فيها} بالنصب، {بوالديه إحسانا} بهمزة مكسورة وإسكان الحاء وفتح السين وألف بعدها،','2','174',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (726,'{كرها} في الحرفين بضم الكاف، {نتقبل عنهم أحسن ما عملوا ونتجاوز} بالنون فيهما مفتوحة، ونصب نون أحسن، {لا يرى} بالياء مضمومة، {إلا مساكنهم} بالرفع، {إسرارهم} بكسر الهمزة، {ويدعوا إلى السلم} بكسر السين، {بكم ضرا} بضم الضاد {كلم الله} بكسر اللام، {وإدبار السجود} بكسر الهمزة {مثل ما أنكم} برفع اللام، {وقوم نوح} بالخفض، [وأواخر] {النجم} بالإمالة من {إذا هوى} إلى {النذر الأولى} {أفتمرونه} بفتح التاء وإسكان الميم، {وثمود فما} بغير تنوين والوقف بغير ألف، {خاشعا} بفتح الخاء وألف بعدها وكسر الشين، {ستعلمون غدا} بالتاء، {والريحان} بالخفض وما عداه قبله بالرفع، {المنشئات} بكسر','2','175',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (727,'الشين، {سيفرغ} بالياء، {ولا ينزفون} بكسر الزاي، {وحورٍ عينٍ} بخفضهما، {عربا} بإسكان الراء، {بموقع} بإسكان الواو من غير ألف، {للذين آمنوا أنظرونا} بقطع الهمزة وفتحها في الحالين وكسر الظاء، {وينتجون} بنون ساكنة بعد الياء وضم الجيم، {يفصل بينكم} بضم الياء وفتح الفاء وكسر الصاد مشددة، {من تفوت} بتشديد الواو من غير ألف، {ومن معي أو} بالسكون، {لا تخفى منكم} بالياء، {عني مالي} {عني سلطاني} بحذف الهائين في الوصل، {ثم إني أعلنت}','2','176',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (728,'بالسكون، وفي سورة الجن {وأنه وأنا وأنهم} من قوله تعالى: {وأنه تعالى جد ربنا} إلى {وأنا منا المسلمون}، {يسلكه} بالياء، {قل إنما أدعوا} بغير ألف، {رب المشرقين} بخفض الباء، {ونصفه وثلثه} بنصب الفاء والثاء، {بل تحبون وتذرون} بالتاء، إمالة أواخر القيامة من {ولا صلى} {عاليهم} بإسكان الياء وكسر الهاء، {خضرٍ وإستبرقٍ} بخفضهما، {وما تشاءون} بالتاء، {جمالتٍ} على التوحيد بغير ألف، {لبثين} بغير ألف، {رب السموات} بالخفض، {ناخرة} بألف،','2','177',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (729,'إمالة أواخرها من قوله {هل أتاك} إلى {دحاها}، {أنا صببنا} بفتح الهمزة، أمال أواخر آيها من أولها إلى {تلهى}، {فعدلك} بتخفيف الدال، {بل ران} بإمالة فتحة الراء {ويصلى سعيرا} بفتح الياء وإسكان الصاد مخففا، {لتركبن} بفتح الباء {ذو العرش [المجيد]} بخفض الذال، إمالة أواخر الأعلى، {والوتر} بكسر الواو، {ولا تحاضون} بألف، {ربي أكرمن}، {ربي أهانن} بالسكون في','2','178',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (730,'ربي، {مؤصدة} بالهمز، إمالة أواخر أي سورة الشمس إلا {تلاها} و {طحاها} وسورة الليل إلا {سجى} والعلق من {ليطغى} إلى {بأن الله يرى}، {وما هي} بغير هاء في الوصل، {جمع مالا} بتشديد الميم، {في عمد} بضمتين، {كفوا} بإسكان الفاء مع الهمز في الوصل فإذا وقف أبدل الهمزة واوا مفتوحة','2','179',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (731,'<span data-type="title" id=toc-295>٧ - فصل ومن اختيار الكسائي</span>
{مالك} بألف، ضم الهاء والميم إذا كان قبل الهاء كسرة أو ياء ساكنة وأتى بعد الميم ألف وصل، إدغام لام {هل} و {بل} عند التاء والثاء والسين والزاي والطاء والظاء والضاد والنون، وأدغم الفاء في الباء من قوله {تخسف بهم}، وأدغم التاء من {أورثتموها} في المكانين والذال في {فنبذتها}، إمالة كل ما كان من الأسماء والأفعال من ذوات الياء والواو، وتفرد بإمالة {أحياكم} و {فأحيا به} و {أحياها} حيث وقع، و {خطاياكم} و {خطاياهم} و {خطايانا} و {الرؤيا} - و {رؤياي} -','2','180',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (732,'و {مرضات الله} - و {مرضاتي} - و {حق تقاته} - و {قد هدان} {ومن عصاني} و {ما أنسانيه} {وآتاني الكتاب} {وأوصاني بالصلاة} و {فما أتاني الله} - و {محياهم} - و {دحاها} - و {تلاها} - و {طحاها} - و {سجى} و {آذانهم} - و {آذاننا} - و {طغيانهم} - و {هداي} - و {مثواي} - و {محياي} - و {رؤياك} - و {بارئكم} - و {الباري} و {سارعوا} -','2','181',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (733,'و {يسارعون} - و {نسارع} - و {الجار} - و {الجبارين} - و {الجوار} - و {من أنصاري} - و {كمشكاةٍ} وأمال كل ألف بعدها راء مجرورة، هي لام الفعل وأمال فتحة الكاف من {الكافرين} و {كافرين} إذا كان بعد الراء ياء، وكان يقف على هاء التأنيث وما شابهها في اللفظ بالإمالة على تفصيل له، {يكذبون} بفتح الياء','2','182',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (734,'مخففًا، {قيل} و {غيض} و {جيء} بإشمام الضم الأول ذلك، سكون الهاء من {هو} و {هي} إذا كان قبلها واو أو فاء أو لام أو تم، {لا يعبدون إلا الله} بالياء، {للناس حسنا} بفتح الحاء والسين، {تظاهرون} بتخفيف الظاء وكذا في التحريم، {تفادوهم} بألف وضم التاء، {جبريل} بفتح الجيم والراء وهمزة وياء، {ولكن الشياطين} وفي الأنفال {ولكن الله قتلهم} {ولكن الله رمى} بكسر النون ورفع الاسم بعدها، {أم تقولون} بالتاء، {عما تعملون} بعده {ولئن أتيت} بالتاء، {ومن يطوع} في الموضعين بالياء وتشديد الطاء وجزم العين، {وتصريف الريح} هنا','2','183',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (735,'وفي الكهف والجاثية بالتوحيد والأعراف والنمل والثاني من الروم وفاطر بالتوحيد {خطوات} بضم الطاء حيث وقع، {من موص} بفتح الواو وتشديد الصاد، {ولا تقتلوهم} {حتى يقتلوكم} {فإن قتلوكم}، بغير ألف، {في السلم} بفتح السين، {ترجع الأمور} بفتح التاء وكسر الجيم حيث وقع، {إثمٌ كثير} بالثاء، {حتى يطهرن} بفتح الطاء والهاء مع تشديدهما {تماسوهن} البقرة في الموضعين هنا وفي الأحزاب بضم التاء والألف، {وصيةٌ} بالرفع، {غرفة} بضم الغين، {ننشزها} بالزاي، {لم يتسن} بحذف الهاء في الوصل خاصة، {قال اعلم أن الله} يوصل الألف وجزم الميم ويبتدئ بكسر الألف على الأمر، {وكتابه} بألف','2','184',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (736,'على التوحيد، {التوراة} بالإمالة حيث وقع، {سيغلبون ويحشرون} بالياء، {أن الذين} بفتح الهمزة، {الميت} و {ميت} إذا كان قد مات مثقلًا، {وكفلها} بتشديد الفاء، {فناداه الملائكة} بألف ممالة، {يبشرك} في الموضعين هنا وفي سبحان الكهف {ويبشر} بفتح الياء وضم الشين مخففًا، {تعلمون الكتاب} بضم التاء وفتح العين وكسر اللام مشددة، {حج البيت} بكسر الحاء، وما يفعلوا من خير فلن يكفروه} بالياء فيهما، {لا يضركم} بضم الضاد ورفع الراء مع تشديدهما، {قرح} و {القرح} بضم القاف، {قاتل معه} بألف وفتح القاف والتاء، {الرعب ورعبًا} مثقلًا حيث وقع، {تغشى طائفة} بالتاء، {والله بما يعملون بصير} بالياء،','2','185',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (737,'{وإن الله لا يضيع} بكسر الهمزة، {لا تحسبن الذين يفرحون} بالتاء، {حتى يميز} هنا وفي الأنفال بضم الياء وفتح الميم وكسر الياء مشددة، {وقتلوا وقاتلوا} وفي التوبة {فيُقْتَلُون ويَقَتُلُون} بتقديم المفعول على الفاعل، {تسآءلون} بتخفيف السين، {فلإمه} في الحرفين وفي القصص {في إمها} وفي الزخرف {في أم الكتاب} بكسر الهمزة في حال الوصل، {كرها} هنا وفي التوبة بضم الكاف، {المحصنات} و {محصنات} حيث وقع بكسر الصاد إلا الأول من هذه السورة {والمحصنات من النساء}، {وأحل لكم} بضم الهمزة وكسر الحاء، {فإذا أحصن} بفتح الهمزة والصاد، {تجارةً} بالنصب، {وسلوا الله} {وسلهم} - و {فسل الذين} ونحوه','2','186',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (738,'إذا كان أمرا مواجهًا به وقبل السين واوًا أو فاءً بغير همز، {والذين عقدت} بغير ألف، {بالبخل} هنا وفي الحديد بفتح الباء والخاء، {لو تسوى} بفتح التاء وتخفيف السين، {أو لمستم} هنا وفي المائدة بغير ألف، {أصدق} و {يصدقون} حيث كانت الصاد ساكنة وبعدها دال إشمامها الزاي، {فتثبتوا} هنا في الموضعين وفي الحجرات بالثاء والتاء، {غير أولى الضرر} بنصب الراء، {أن يصلحا} بضم الياء وإسكان الصاد وكسر اللام، {الذي نزل} و {الذي أنزل} بفتح النون والهمزة والزاي، {في الدرك} بإسكان الراء، {وأرجلكم} بنصب اللام، {قلوبهم قسية}','2','187',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (739,'بتشديد الياء من غير ألف، {السحت} في الثلاثة بضم الحاء، {العين بالعين} وما بعده بالرفع، {والكفار أولياء} بخفض الراء، {ألا تكون} برفع النون، {بما عقدتم} مخففًا من غير ألف، {فجزاءٌ} بالتنوين، {مثل} برفع اللام، {إلا ساحر} هنا وفي هود والصف بالألف، {هل تستطيع ربك} بالتاء وإدغام اللام فيها ونصب الباء، {من يصرف} بفتح الياء وكسر اللام، {ثم لم يكن} بالياء، {والله ربنا} بنصب الياء، {لا يكذبونك} مخففًا، {أرأيتكم} و {أريتم} إذا كان قبل الراء همزة يسقطها في باب الرؤية، {لئن أنجانا} بألف من غير ياء ولا تاء، {قل الله','2','188',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (740,'ينجيكم} مشددًا، {رأى كوكبًا} ونحوه إذا لم يأت بعد الياء ساكن بإمالة فتحة الراء والهمزة، {نرفع درجاتٍ} هنا وفي يوسف بالتنوين، {واليسع} هنا وفي ص بلام مشددة وإسكان الياء، {لقد تقطع بينكم} بنصب النون، {وجعل} على وزن فعل، {الليل} بنصب اللام، {إلى ثمره} في الموضعين هنا وفي يس بضمتين، {كلمة ربك} على التوحيد، {ليضلون} و {ليضلوا} بضم الياء، {وقد فصل} بفتح الفاء والصاد، {من يكون له} هنا وفي القصص بالياء، {بزعمهم} في الحرفين بضم الزاي، {ومن المعز} بإسكان العين، {تذكرون} بتخفيف الذال حيث وقع إذا كان بالتاء، {وإن هذا} بكسر الهمزة، {إلا أن يأتيهم} بالياء هنا وفي','2','189',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (741,'النحل {فارقوا} هنا وفي الروم بألف مخففا، {دينًا قيمًا} بكسر القاف وفتح الياء مخففة، {ومنها تخرجون} وفي الزخرف {كذلك تخرجون} بفتح التاء وضم الراء، {ولباس التقوى} بالنصب، {لا يفتح} بالياء مخفف، {قالوا نعم} حيث وقع بكسر العين، {يغشى الليل} مثقلا، {نشرا} بالنون مفتوحة وإسكان الشين، {من إله غيره} بخفض الراء حيث وقع، {بكل سحار} هنا وفي يونس بألف بعد الحاء، {يعكفون} بكسر الكاف، {جعله دكاءً} بالمد والهمز من غير تنوين، {سبيل الرشد} بفتحتين، {من حليهم} بكسر الحاء، {ترحمنا','2','190',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (742,'ربنا وتغفر لنا} بالتاء فيهما ونصب الباء، {قال ابن أم} هنا وفي طه بكسر الميم، {ويذرهم} بالياء وجزم الراء، {طيف} بغير همز ولا ألف، {وإن يكن منكم} - {فإن يكن منكم} بالياء فيهما {أئمة الكفر} بهمزتين حيث وقع، {وقالت اليهود عزير ابن الله} بالتنوين وكسره، {يضل به} بضم الياء وفتح الضاد، {أن يقبل منهم} بالياء، {إن صلاتك} وفي هود {أصلاتك} بالتوحيد، {معي أبدًا} بالسكون، {لساحر مبين} بألف {عما تشركون} هنا وفي الموضعين في أول النحل وفي الروم بالتاء، {قطعًا من الليل} بإسكان الطاء، {هنالك','2','191',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (743,'تتلوا} بالتاء، {ولكن الناس} بكسر النون مخففة ورفع السين، {وما يعزب} هنا وفي سبأ بكسر الزاي، {آمنت إنه} بكسر الهمزة {ننج المؤمنين} مخففًا، {أني لكم نذير} بفتح الهمزة، {فعميت عليكم} بضم العين وتشديد الميم، {مجراها} بفتح الميم، {إنه عمل} بكسر الميم وفتح اللام، {غير} بنصب الراء، {من خزي يومئذ} وفي المعارج {من عذاب يومئذ} بفتح الميم، {ألا بعدًا لثمود} بخفض الدال مع التنوين، {قال سلم} هنا- وفي الذاريات بكسر السين وإسكان اللام، {سيء بهم} {وسيئت} بإشمام السين الضم هنا وفي','2','192',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (744,'العنكبوت والملك، {الذين سعدوا} بضم السين، {يرتع ويلعب} بالياء فيهما، {الذيب} بغير همز، {يا بشرى} على وزن فعلى وإمالة الراء، {المخلصين} إذا كان في أوله ألف ولام حيث وقع بفتح اللام، {وفيه تعصرون} بالتاء، {وقال لفتيانه} بالألف والنون، {أخانا يكتل} بالياء، {خير حافظًا} بفتح الحاء وألف بعدها وكسر الفاء، {قد كذبوا} بتخفيف الذال، {آبائي إبراهيم} {لعلي أرجع} بالسكون، {ويفضل بعضها} بالياء، {أم هل يستوي} بالياء، {ومما يوقدون} بالياء، {وصدوا عن السبيل} وفي غافر {وصد عن السبيل} بضم الصاد فيهما، {وسيعلم الكفار} على الجمع، {خالق السماوات والأرض} وفي النور {وخالق كل دابة} بالألف، {لتزول منه} بفتح اللام الأولى ورفع الثانية، {ما ننزل} بنونين الأولى مضمومة','2','193',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (745,'والثانية مفتوحة وكسر الزاي، {الملائكة} بالنصب، {إنا لمنجوهم} مخففًا، {لا يهدي} بفتح الياء وكسر الدال، {فيكون} هنا وفي يس بالنصب، {أو لم تروا إلى ما} بالتاء، {يوم ظعنكم} بإسكان العين، {يلحدون} هنا بفتح الياء والحاء، {لنسوء وجوهكم} بالنون ونصب الهمزة على الجمع، {إما يبلغان} بكسر النون وألف قبلها {فلا تسرف} بالتاء {بالقسطاس} هنا وفي الشعراء بكسر القاف، {كان سيئه} بضم الهاء والهمزة على التذكير، {ليذكروا} هنا وفي الفرقان) بإسكان الذال وضم الكاف مخففًا، {عما تقولون} بالتاء، {أعمى} في الحرفين بالإمالة، {خلافك} بكسر الخاء وفتح اللام وألف بعدها، {حتى تفجر لنا} بفتح التاء وضم الجيم مخففًا، {لقد علمت} بضم التاء، {تزاور} بفتح الزاي مخففة وألف بعدها، {ثلاث مائة','2','194',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (746,'سنين} بغير تنوين، {الولاية} بكسر الواو، {لله الحق} بالرفع، {ويوم نسير} بالنون وكسر الياء، {قبلا} بضمتين، {ليغرق} بالياء مفتوحة وفتح الراء، {أهلها} برفع اللام، {نفسًا زكية} بتشديد الياء من غير ألف، {فأتبع} - {ثم أتبع} - {ثم أتبع} في الثلاثة بقطع الألف مخففة بالتاء، {في عين حامية} بألف من غير همزة، {فله جزاءً الحسنى} بالتنوين ونصبه، {يفقهون} بضم الياء وكسر القاف، {لك خراجًا} هنا وفي المؤمنين بألف، {جعله دكاء} بالمد والهمز من غير تنوين، {قبل أن ينفد} بالياء، {ما كنا نبغي} أثبتها في الوصل، {كهيعص} بإمالة فتحة الهاء والياء، {يرثني ويرث} بجزم الثاء فيهما، {عتيا} و {صليا} و {جثيا} جميع ما في هذه','2','195',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (747,'السورة بكسر أوله، {بكيًا} بكسر أوله {وقد خلقناك} بالنون والألف، {وإن الله} بكسر الهمزة، {مخلصا} بفتح اللام، {ثم ننجي الذين} مخففا، {مالًا وولدا} - {الرحمن ولدٌ} - للرحمن ولدا} - {أن يتخذ ولدا} وفي الزخرف {للرحمن ولد} كله بضم الواو وإسكان اللام، {يكاد السماوات} هنا وفي الشورى بالياء، {طه} بإمالة فتحة الطاء والهاء، {طوى} هنا وفي النازعات بالتنوين، {مهدا} هنا وفي الزخرف بفتح الميم وإسكان الهاء، {سوى} وفي القيامة {أن يترك سدى} بالإمالة، {فيسحتكم} بضم الياء وكسر الحاء، {كيد سحر} بكسر السين وإسكان الحاء، {قد أنجيتكم من عدوكم- وواعدتكم} {ما رزقتكم} بالتاء','2','196',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (748,'مضمومة في الثلاثة، {فيحل عليكم} بضم الحاء، {ومن يحلل} بضم اللام الأولى، {بما لم تبصروا} بالتاء، {لعلك ترضى} بضم التاء، إمالة أواخرها من {لتشقى} إلى آخرها، {قال ربي يعلم} بالألف، {نوحي إليه} بالنون وكسر الحاء {جذاذا} بكسر الجيم، {وحرم} بكسر الحاء وإسكان الراء، {للكتب} على الجمع، {سكرى وما هم بسكرى} بغير ألف فيهما على وزن فعلى، {منسكا} في الموضعين بكسر السين، {على صلاتهم} على التوحيد، {سيناء} بفتح السين، {وإن هذه} بكسر الهمزة، {شقاوتنا} بألف مع فتح الشين والقاف، {سخريا} هنا وفي ص بضم السين، {إنهم هم} بكسر الهمزة، {قل كم لبثتم} بغير ألف، {قل','2','197',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (749,'إن لبثتم} بغير ألف، {لا ترجعون} بفتح التاء وكسر الجيم، {لعلي أعمل} بالسكون، {أربع شهاداتٍ} الأول برفع العين، {يوم يشهد} بالياء، {آياتٍ مبيناتٍ} في الموضعين هنا وفي الطلاق بكسر الياء، {درئ} بكسر الدال والمد والهمز، {توقد} بالتاء مضمومة وإسكان الواو وضم الدال مخففا، {ثلاث عوراتٍ} بالنصبن {يأكل منها} بالنون، {ويوم تشقق} هنا وفي ق بتخفيف الشين، {لما يأمرنا} بالياء فيها، {سرجا} بضمتين، {ويلقون فيها} بفتح الياء وإسكان اللام مخففا، {طسم} في الثلاثة بإمالة فتحة الطاء، {حاذرون} بألف، {فارهين} بألف، {نزل به} بتشديد الزاي، {الروح الأمين} بنصبها، {بشهابٍ} وبالتنوين، {ألا يسجدوا} بتخفيف اللام ويقف {ألا يا} ويبتدئ {اسجدوا}، {ما تخفون وما','2','198',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (750,'تعلنون} بالتاء فيهما، {أنا دمرناهم} بفتح الهمزة، {إننا لمخرجون} بنونين على الخبر، {أن الناس} بفتح الهمزة، {من فزع} بالتنوين، {يومئذ} بفتح الميم، {مالي لا أرى} بالفتح، وقف {على وادي النمل} بالياء، {ويرى فرعون وهامان وجنودهما} بالياء مفتوحة وفتح الراء وإمالة فتحهما ورفع الأسماء، {عدوا وحزنًا} بضم الحاء وإسكان الزاي، {إلينا لا يرجعون} بفتح الياء وكسر','2','199',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (751,'الجيم، {قالوا سحران} بكسر السين وإسكان الحاء، {لعلي آتيكم} - {لعلي أطلع} بالسكون، {أو لم تروا} بالتاء {مودة} بالرفع من غير تنوين، {بينكم} بالخفض، {لننجينه} مخففا، {إنا منجوك} مخففا، {ويقول ذوقوا} بالياء، {ولنثوينهم} بالثاء ساكنة من غير همزة، {وليتمتعوا} بإسكان اللام، {ثم كان عاقبة الذين} بالنصب، {وكذلك تخرجون} وفي الجاثية {فاليوم لا يخرجون} بفتح التاء هنا والياء هناك وضم الراء، {إلى آثآر} بالألف على الجمع، {لا ينفع} بالياء، {ويتخذها} بالنصب، {لما صبروا} بكسر اللام وتخفيف الميم، {ويعمل صالحًا يؤتها} بالياء فيهما، {أن يكون لهم} بالياء، {علام الغيب} بالألف بعد اللام وخفض الميم، {إن يشأ يخسف} {أو يسقط} بالياء في الثلاثة وإدغام الفاء','2','200',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (752,'في الباء {مسكنهم} بإسكان السين وكسر الكاف، {وهل نجازي} بالنون وكسر الزاي و {إلا الكفور} بالنصب، {ولقد صدق} بتشديد الدال، {لمن أذن} بضم الهمزة، {وحيل بينهم} وفي الزمر {وسيق} بإشمام الضم، {إن أجري إلا} بالسكون، {غير الله} بخفض الراء، {على بينات} بألف على الجمع، {يس} بإمالة فتحة الياء، {تنزيل} بنصب اللام، {سدا} في الحرفين بفتح السين، {وما عملت أيديهم} بغير هاء، {والقمر قدرناه} بنصب الراء، {في ظلل} بضم الظاء، {لا يسمعون} بتشديد السين والميم، {بل عجبت} بضم التاء، {عنها ينزفون}','2','201',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (753,'بكسر الزاي، {ماذا ترى} بضم التاء وكسر الراء كسرة خالصة تجعله فعلًا رباعيًا، {الله ربكم ورب أبائكم} بنصب الأسماء، {من فواق} بضم الفاء، و {غساق} وفي النبأ {وغساقا} بتشديد السين، {من الأشرار اتخذناهم} بوصل الألف وإذا ابتدأ كسرها، {بكاف عباده} بألف على الجمع، {التي قضى} بضم القاف، وكسر الضاد وفتح الياء، {الموت} بالرفع، {بمفازاتهم} بألف على الجمع، {فتحت أبوابها} في الموضعين هنا وفي النبأ بتخفيف التاء، {يا عبادي الذين أسرفوا} حذفها في الوصل، {أو أن} بزيادة ألف قبل الواو وإسكان الواو، {يوم لا ينفع} بالياء، {قليلًا ما تتذكرون} بتاءين، {لعلي أبلغ} - {مالي أدعوكم} بالسكون، {نحسات} بكسر الحاء، {ويعلم ما تفعلون} بالتاء، {كبير الإثم} هنا وفي','2','202',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (754,'النجم بكسر الباء من غير ألف ولا همزة، {صفحًا إن كنتم} بكسر الهمزة، {أو من ينشوا} بضم الياء وفتح النون وتشديد الشين، {فجعلناهم سلفا} بضم السين واللام {منه يصدون} بضم الصاد، {آلهتنا حير} بتحقيق الهمزتين وألف بعدهما، {وإليه يرجعون} بالياء، {رب السماوات} بالخفض، {ذق أنك} بفتح الهمزة، {وتصريف الريح آيات} {ومن دابة آياتٍ} بتوحيد الريح وكسر التاء، {وآياته تؤمنون} بالتاء، {لنجزي قومًا}، بالنون، {سواءً محياهم} بالنصب، {غشوة} بفتح الغين وإسكان الشين، {بوالديه إحسانا} بهمزة مكسورة وإسكان الحاء وفتح السين وألف بعدها، {كرها} في الحرفين بضم الكاف، {نتقبل عنهم أحسن ما عملوا ونتجاوز} بالنون فيهما مفتوحة ونصب نون أحسن، {إسرارهم} بكسر الهمزة،','2','203',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (755,'{بكم ضرا} بضم الضاد، {كلم الله} بكسر اللام، {مثل ما أنكم} برفع اللام، {فأخذتهم الصعقة} بإسكان العين من غير ألف، {وقوم نوحٍ} بالخفض، {أنه هو البر} بفتح الهمزة، وأواخر النجم من {إذا هوى} إلى {النذر الأولى} بالإمالة، {أفتمرونه} بفتح التاء وإسكان الميم، {خاشعًا} بفتح الخاء وألف بعدها وكسر الشين، {والريحان} بالخفض وما قبله بالرفع، {سيفرغ} بالياء، {لم يطمثهن} الأولى بضم الميم، {ولا ينزفون} بكسر الزاي، {وحورٍ عينٍ} بخفضهما، {بمواقع} بإسكان الواو من غير ألف، {يفصل بينكم} بضم الياء وفتح الفاء وكسر','2','204',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (756,'الصاد مشددة، {متم نوره} بغير تنوين وخفض {نوره}، {أنصار الله} بغير تنوين ولا لام، {من بعدي اسمه} بالسكون {خشب} بإسكان الشين، {عرف بعضه} بتخفيف الراء، {من تفاوت} بتشديد الواو من غير ألف، {فسحقا} بضم الحاء، {ومن معي أو} بالسكون، {ومن قبله} بكسر القاف وفتح الباء، {لا يخفى منكم} بالياء، {يعرج} بالياء، {من عذاب يومئذ} بفتح الميم، {لظى} و {شوى} و {تولى} و {فأوعى} بالإمالة، و {دعائي} بالسكون، {وأنه وأنا','2','205',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (757,'وأنهم من {وأنه تعلى جد ربنا} إلا {وأنا منا المسلمون} بفتح الهمزة، {رب المشرقين} بالخفض، {بل تحبون وتذرون} بالتاء، وأمال أواخر آيها من {ولا صلى} إلى آخرها، {سلاسلا} بالتنوين، {قواريرًا قواريرًا} بالتنوين فيهما، {خضر وإستبرق} بخفضهما، {وما تشاءون} بالتاء {فقدرنا} بتشديد الدال، {جمالتٍ} بغير ألف على التوحيد، {ولا كذابا} بتخفيف الذال، {رب السماوات} بالخفض، {ناخرة} بألف، إمالة أواخر النازعات من {هل أتاك حديث','2','206',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (758,'موسى} وأواخر آي عبس من أولها إلى {تلهى} {بظنين} بالظاء، {فعدلك} بتخفيف الدال، {بل ران} بإمالة فتحة الراء، {خاتمه} بألف بعد الخاء، {لتركبن} بفتح التاء، {ذو العرش المجيد} بخفض الدال، {والذي قدر} بتخفيف الدال، إمالة أواخرها كلها، {والوتر} بكسر الواو، {ولا تحاضون} بالألف، {لا يعذب} {ولا يوثق} بفتح الذال والثاء، {ربي أكرمن} {وربي أهانن} بالسكون، {فك} بفتح الكاف {رقبة} بالنصب، {أو أطعم} بفتح الهمزة وحذف الألف بعد العين وفتح الميم من غير','2','207',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (759,'تنوين، إمالة أواخر آي سورة الليل والعلق من {ليطغى} إلى {بان الله يرى}، {حتى مطلع} بكسر اللام، {لترون} بضم التاء، {جمع مالا} بتشديد الميم، {في عمد} بضمتين.','2','208',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (760,'كتاب
الناسخ والمنسوخ','2','209',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (761,'<span data-type="title" id=toc-296>كتاب الناسخ والمنسوخ</span>
وهو أربعة أقسام: الكتاب بالكتاب، والسنة بالسنة، والكتاب بالسنة، والسنة بالكتاب.
<span data-type="title" id=toc-297>الأول: وهو نسخ الكتاب بالكتاب:</span>
تارة بنسخ اللفظ والحكم كقول عائشة: {كان فيما أنزل عشر رضعات يحرمن}، وتارة ينسخ اللفظ ويبقى الحكم كقول عمر: {كان فيما كنا نقرأ الشيخ والشيخة إذا زنيا فارجموهما البتة}، {وتارة ينسخ الحكم ويبقى اللفظ مثل: {إن يكن منكم عشرون صابرون}.
<span data-type="title" id=toc-298>الثاني: نسخ السنة بالكتاب: </span>كصوم عاشوراء.','2','211',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (762,'<span data-type="title" id=toc-299>الثالث: الكتاب بالسنة: </span>وفيه خلاف، فعلى الجواز أيضًا اختلف في وقوعه.
<span data-type="title" id=toc-300>الرابع: السنة بالسنة: </span>وهو كثير ويعلم ذلك بأحد أمور.
أحدهما: بخبر الرسول صلى الله عليه وسلم نحو: كنت رخصت أو كنتم تفعلون ونحو ذلك فلا تفعلوا أو فافعلوا.
الثاني: قول الصحابي.
الثالث: التاريخ بأن يكون أحدهما قبل وقوع الآخر.
الرابع: موت أحد الراويين قبل إسلام الآخر.
الخامس: كون أحدهما في واقعة والآخر في واقعة بعدها.
السادس: مختلف فيه وهو كون أحدهما مخالفًا للإجماع.
وهذه نبذة في الأحكام المنسوخة:
الغسل من غسل الميت- مسح الرجلين في الوضوء- الوضوء مما مست النار- الكلام في الصلاة- الصلاة بعد العصر- عدم ادخار لحوم الأضاحي','2','212',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (763,'فوق ثلاث- المتعة- أكل الحمر الأنسية- تحريم أكل الخيل- النهي عن زيارة القبور- طهارة الجلود بالدباغ- تحريم الفرار من عشرة للأمثال العدة- تحول السكنى في العدة- الإرث بالمؤاخاة- الإرث بإسلامه على يديه-','2','213',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (764,'الإرث بكونهما من أهل الديوان- من نام قبل أن يأكل في الصوم حرم عليه الأكل إلى الليلة الثانية- من شاء أفطر وأطعم- وجوب صوم عاشوراء، بيع الثمرة قبل بدو صلاحها- عدم استتار النساء من الرجال حد من قذف زوجته مطلقًا- الصلاة على المنافقين- الصلاة إلى بيت المقدس- لبس خاتم الذهب- حرق','2','214',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (765,'العدو بالنار- إباحة الخمر- اعتبار عشر رضعات- القيام للجنازة- عدم صلاة الإمام على من مات وعليه دين- قتل حيات البيوت- البول قائمًا- نجاسة الهر- الوضوء لكل صلاة- عدم الوضوء من مس الذكر- التحرج من الطواف','2','215',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (766,'بين الصفا والمروة- الوصال- النهي عن الشرب في الدباء والحنتم والنقير والمقير- المؤاخذة بما أضمره الإنسان أو حدث به نفسه، التعري في طواف البيت، تركٌ المشركين يحجوا البيت- النهي عن الشرب قائمًا- العدوى والطيرة- التجارة في الخمر- جلوس المأمومين خلف إمام الحي','2','216',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (767,'إذا صلى جالسًا لعلة- الصلاة خلف من شهد أن لا إله إلا الله وإن كان فاسقًا- الحلف بغير الله- كون المال للولد فقط- الوصية للوالدين- عدم تفضيله عليه السلام على الأنبياء عليهم السلام- إقرار الكفار بجزيرة العرب- إباحة صيد المدينة وشجرها- قتل الكلاب- سفر الرجل وحده- طرق الرجل','2','217',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (768,'أهله بالليل- النهي عن أكل الثوم والبصل- عدم ادخار القوت- الاستغفار للمشركين- دخول المخنثين على النساء.
وهذا مهم الناسخ والمنسوخ وهو كثير، منه ما هو متفق عليه ومنه ما هو مختلف فيه.','2','218',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (769,'كتاب التصوف','2','219',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (770,'<span data-type="title" id=toc-301>كتاب التصوف</span>
اعلم أيها المريد وفقك الله وإيانا أن هذا مذهب كله جد فلا تخلطه بهزل، وإذا أردت الدخول فيه فجود نيتك وأصلح طويتك، واختر لنفسك شيخًا ومسلكًا، واقتد بالنبي صلى الله عليه وسلم وأصحابه والسلف الصالح في الأقوال والأفعال كيف ما قدرت، والبس خرقة التصوف من أهلها، وقد لبسناها من جماعة، منهم شيخنا أبو العباس بن زيد قال: ألبسنيها جمال الدين السرايحي قال: ألبسنيها أبو عبد الله الأنصاري، وهو لبسها من قطب الدين اليونيني، وهو لبسها من يد والده "أبو عبد الله اليونيني، وهو لبسها من يد الشيخ عبد الله البطائحي، وهو لبسها من يد شيخ الطريقة عبد القادر الكيلاني وهو لبسها من أبي سعيد المحرمي وهو لبسها من أبي الحسن الهكاري وهو لبسها من الطرسوسي، وهو لبسها من يد أبي الفضل التميمي، وهو لبسها من الشبلي، وهو لبسها من الجنيد، وهو لبسها من سري السقطي وهو لبسها من معروف الكرخي، وهو تأدب بالرضا، والرضا تأدب','2','221',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (771,'بالحارث وهو تأدب بجعفر الصادق وهو تأدب بالباقر وهو تأدب بزين العابدين، وهو تأدب بوالده الحسين، وهو تأدب بوالده علي بن أبي طالب، وَعَلِيٌّ صحب النبي صلى الله عليه وسلم وتأدب به.
واقصد في مأكلك وثيابك، وإياك والكبر وحب الرياسة، وإياك والشيطان، ومن عرف نفسه تواضع، ومن عرف ربه تصور تبعيده وتقريبه فخاف ورجا، فأصغى إلى الأمر والنهي، فارتكب واجتنب، فأحبه مولاه فكان له سمعًا وبصرًا ويدًا، واتخذه وليًا إن سأله أعطاه، وإن استعاذ به أعاذه، ودنيء الهمة لا يبالي، فيجهل فوق جهل الجاهلين، ويدخل تحت ربقة المارقين، وذو النفس الأبية يربأ بها عن سفاسف الأمور، ويجنح إلى معاليها، فدونك صلاحًا أو فسادًا ورضًا أو سخطًا، وقربًا أو بعدًا، وسعادة أو شقاوة، ونعيمًا أو جحيمًا، وإذا خطر لك أمر فانظر الشرع فإن وافقه فبادر، فإنه من الرحمن، وإن خالفه فإياك فإنه من الشيطان، وحيث جهلت أو زللت وواقعت المحظور أو هفوت فاستغفر وتب إلى الله عز وجل، وانزع الرياء من قلبك فإنه الشرك الخفي، وحيث خافت نفسك من المخلوق فهو من قلة الإيمان بالخالق، وتفكر في مخلوقات ربك، وإياك أن تجول بفكرك فيه، فربما أدخلك الكفر، وإن استحييت من الخلق بالحق فأنت متطلع إليهم دون ربك، وإن اختفيت عنهم بالمعاصي وبارزته فأنت منافق، وإن أظهرت العبادة بينهم ولم تعمل في الخلوة فأنت مراءٍ، وتبذل في نفسك، وإياك أن تخدم آلاتك، وتذهب أوقاتك فيها، المؤمن يخدم ربه وتخدمه آلاته، والمنافق يخدم آلاته ويدع ربه، تعس عبد الدرهم والدينار والقطيفة والإنبجانية، تعس عبد الدنيا، إن أعطى رضى، وإن لم يعط سخط، والناس معك بين صغير فاتخذه ولدًا، ومتوسط فاتخذه أخًا، وكبير فاتخذه أبًا، وبين شيخ ومريد ومثل: فوقر شيخك وعظمه وتحنن على مريدك وعلمه وتواضع لمثلك وحشمه.','2','222',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (772,'وأول الدرجات: العبودية ثم اليقظة ثم التفكر ثم التذكر ثم الفرار ثم التوبة ثم المحاسبة ثم الإنابة ثم الاعتصام ثم الرياضة، ثم الحزن ثم التخوف ثم الإشفاق ثم الخشوع ثم الإخبات ثم الزهد ثم الورع ثم التبتل ثم الرجاء ثم الرغبة ثم الرعاية ثم المراقبة ثم الخدمة ثم الإخلاص ثم الاستقامة ثم التوكل ثم التفويض ثم الثقة ثم التسليم.
<span data-type="title" id=toc-302>وأما درجات الأخلاق: </span>فالصبر ثم الرضا ثم التلذذ ثم الشكر ثم الحياء ثم الصدق ثم الإيثار ثم حسن الخلق ثم التواضع ثم الفتوة ثم الانبساط.
<span data-type="title" id=toc-303>وأما درجات الأصول: </span>فالقصد ثم العزم ثم الإرادة ثم الأدب ثم اليقين ثم الذكر ثم الفقر ثم الغنى ثم المراد.
ودرجات الأودية الإحسان ثم العلم ثم الحكمة ثم البصيرة ثم الفراسة ثم التعظيم ثم الإلهام ثم السكينة ثم الطمأنينة ثم الهمة.
<span data-type="title" id=toc-304>ودرجات الأحوال: </span>المحبة ثم الغيرة ثم الشوق ثم القلق ثم العطش ثم الوجد ثم الدهش ثم الهيمان ثم البرق ثم الذوق.
<span data-type="title" id=toc-305>ودرجات الولايات: </span>اللحظ ثم الوقت ثم الصفا ثم السرور ثم السر ثم النفس ثم الغربة ثم الفرق ثم الغيبة ثم التمكين.','2','223',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (773,'<span data-type="title" id=toc-306>ودرجات الحقائق: </span>المكاشفة ثم المشاهدة ثم المعاينة ثم الحياة ثم القبض ثم البسط ثم السكر ثم الصحو ثم الاتصال ثم الانفصال.
<span data-type="title" id=toc-307>ودرجات النهايات: </span>المعرفة ثم الفنا ثم البقاء ثم التحقيق ثم التلبيس ثم الوجد ثم التجريد ثم التفريد ثم الجمع ثم التوحيد.','2','224',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (774,'كتاب
الجدل','2','225',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (775,'<span data-type="title" id=toc-308>كتاب الجدل</span>
وهو إنما يقع من خصمين مثبت ونافي، المثبت يثبت الحكم بأحد الأصول الأربعة المتفق عليها، أو الأربعة المختلف فيها، أو بعلةٍ، والعلة تحتاج إلى إثباتها بأحد المسالك المتقدمة، والخصم وهو النافي عليه أن ينفي ذلك فإن كان الإثبات بدليلٍ فالخصم إما أن يكون معه مثله أو لا؟ فإن كان معه مثله فله تضعيف دليل خصمه، وإدعاء نسخه فإن صححه أو منع النسخ فبالحمل على غير محل النزاع، فإن كان كتابًا ومعه دليل من السنة فنقول: السنة مثبتة للكتاب، وإن كان إجماعًا عارضه بنفيه، وإن كان قاسيًا رده بالأصول الواردة عليه، أو بنفي الجامع، وإن كان علةً ردها بنفيها أو معارضة مثلها، أو أرجح، ومثبت الحكم يلزمه الدليل، ولا يلزم النافي دليلٌ في الأصح، وكل منازع يصحح مذهبه، وقد يفسد مذهب خصمه وقد لا يفسده، فإن لم يفسده فهو منازع في شيء واحد صحة مذهبه فقط، فيذكر الطرق المصححة، وخصمه عليه إبطالها، وإن أفسد مذهب خصمه فهو منازع في شيئين الصحة والفساد فعليه أن يذكر المصحح والمفسد، ولابد أن يذكر ذلك بحضرة خصمه فيسلم أو يبزر ما عنده، وإذا اتفق الخصمان على إفساد علة من سواهما فإفساد أحدهما علة الآخر دليل صحة علته في وجه، ولا يشترط الاجتهاد في المناظر بل عليه أن يعرف المأخذ والأغراض والجواب، ولا في المدرس فإن كان في الفقه كفاه ذكر الحكم ودليله أو تعليله، وإن كان في الأصول كفاه ذكره وحجته، وإن كان في النحو ذكره وشاهده ودليله ونحو ذلك، وغالب أحكام الجدل مذكورة في أصول الفقه.','2','227',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (776,'كتاب
النحو','2','228',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (777,'<span data-type="title" id=toc-309>كتاب النحو</span>
<span data-type="title" id=toc-310>اللفظ: </span>كلام وكلم وكلمة، إن تركب من كلمتين وأفاد فكلام، ومن ثلاث كلمٌ، وإن لم يتركب فكلمة وهي: اسم أو فعل أو حرف، فالاسم ما دخل عليه حرف جر أو حرف بالألف واللام أو دخله التنوين، والفعل ما دخل عليه قد أو سوف أو نون التوكيد الثقيلة في آخره، والحرف ما لم يدخله شيءٌ من ذلك،<span data-type="title" id=toc-311> والاسم </span>معرفةٌ ونكرة، النكرة ما قبل رب، والمعرفة ستة أقسام/ ما عرف بالألف واللام، والعلم كل اسم عين المسمى، والموصول كالذي والتي ونحوهما مما لا يصح السكوت عليه، واسم الإشارة، والمضمرات والمضاف إلى معرفة.
والاسم قسمان: معرب ومبني، إن شابه الحرف في الموضع أو المعنى أو كان مفتقرًا إلى غيره فهو مبني، وإلا فمعرب، والمعرب منه معربٌ بالحركات ومعرب بالحروف، والمعرب بالحروف إما بثلاثة بدلًا من الحركات الثلاث كالأسماء الستة، أو بحرفين إما بالألف رفعًا وبالياء نصبًا وجرًا كالمثنى أو بالواو رفعًا وبالياء نصبًا وجرًا كالمجموع، والمعرب بالحركات قسمان: إما ظهورًا أو تقديرًا، والمقدر إما في الثلاثة أحوال كالمقصور، أو في حالتين كالمنقوص، والمعرب','2','231',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (778,'بالحركات ظهورًا قسمان منصرف فيعرب بالضمة رفعًا والفتحة نصبًا والكسرة جرًا، وغير المنصرف بالفتحة جرًا ونصبًا، وما لا ينصرف اثنا عشر نوعًا: خمسة لا تنصرف معرفة، ولا نكرة، وهي أفعل صفة وفعلان مؤنثة فعلى، والمؤنث بألف ممدودة أو مقصورة، والصفة المعدولة، والجمع الذي بعد ألفه حرفان أو ثلاثة أوسطها ساكن، وستة لا تنصرف معرفة وتنصرف نكرة وهي: الاسم الذي على وزن الفعل- والمعدول- والمؤنث لفظًا أو معنى- والأعجمي إذا كان علمًا وما في آخره ألف ونون مزيدتان- والمركب تركيب مزج.
<span data-type="title" id=toc-312>والأسماء </span>ثلاثة أقسام: مرفوع: المبتدأ كل اسم ابتدئ به خال من عوامل لفظية، والخبر وهو الحدث عنه، والفاعل ما أسند الفعل إليه- والمفعول إذا ناب عنه، وسام كان وأخواتها وهي: صار وأصبح وأمسى وبات وظل وأضحى وما زال وما انفك وما فتيء وما برح وما دام وليس وما تصرف منها وخبر إن وأخواتها وهي: إن ولكن وليت ولعل ومنصوب وهو المفاعيل الأربعة وخبر كان وأخواتها، واسم إن وأخواتها والمصدر والحال وهو الوصف المذكور فضلة، والتمييز: وهو الاسم الواقع بعد نكرة، فضلة مبين لها، والمستثنى من كلام تام، والإغراء والتحذير والاختصاص وبعض أقسام المنادى.
<span data-type="title" id=toc-313>ومجرور بحروف الجر </span>من وإلى وحتى وعلى وعن وفي ورب والباء والكاف واللام، وحروف القسم، ومنذ ومذ وحاشا وخلا، والمضاف والإضافة بمعنى من وبمعنى في، وثم، ألفاظٌ تلزمها الإضافة كالجهات الست، وقبل وبعد','2','232',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (779,'وعند وسبحان ونحوها، ومما يتبع الاسم، الاسم في إعرابه الصفة والتوكيد والبدل والعطف، والفعل ثلاثة أقسام: ماضٍ قبل تاء التأنيث في آخره، ومضارع قبل إحدى الزوائد الأربع في أوله التي يجمعها نأيت، وأمر قبل نون التوكيد في آخره، والأمر مبني على السكون، والماضي على الفتح والمضارع معرب، إذا خلا عن نون التوكيد المباشر ونون الإناث، ومعربه إما بالحرف الأمثلة الخمسة، والمعرب بالحركات منه مرفوع إذا خلا عن ناصب وجازم ومنصوب وهو ما دخل عليه أن ولن وكي وإذن ومجزوم بلم ولما واللام {ولا الناهية)
<span data-type="title" id=toc-314>والحروف كلها مبنية </span>إما على السكون أو الفتح أو الكسر أو الضم، والحروف منها عامل {ومنها} مهمل، والعامل تارة يعمل في اللفظ والمعنى وتارة في أحدهما','2','233',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (780,'كتاب
الإعراب','2','235',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (781,'<span data-type="title" id=toc-315>كتاب الإعراب</span>
الإعراب تارة يقع على المفردات، وتارة على الجمل، أما المفردات فإذا سئلت عن لفظة هل هي اسم أو فعل أو حرف؟ فانظر في العلامات فإن دخلت عليها علامات أحدها فقل ذلك، فإن كنت اسمًا يقال: معرفة أو نكرة، فانظر في علاماتهما فإن حدتها فقل ذلك، فيقال: معرب.
أو مبني فإن كان مبنيًا بمشابهة الحرف أو تضمنٍ معناه فقل ذلك، ثم يقال مبني على ماذا، فينظر إلى آخره، فإن كان ساكنًا قيل على السكون، وإن كان متحركًا قيل: على الفتح أو الضم أو الكسر، وإن كان معربًا قيل: معرب بالحركات أو بالحروف، فإن كان من الأسماء الستة أو المثنى أو المجموع فهو معرب بالحروف، وإلا كان معربًا بالحركات، فيقال: بالحركات الظاهرة، أو المقدرة، فإن كان منقوصًا أو مقصورًا أو مضافًا إلى ياء المتكلم فهو بالحركات المقدرة، وإلا فهو بالحركات الظاهرة، فيقال: مرفوع أو منصوب أو مجرور، فإن كان من المرفوعات','2','237',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (782,'قيل: ذلك، أو من المنصوبات، قيل: أو من المجرورات، قيل فإذا قيل ذلك قيل: (ما) علامة رفعه فيقول: ضمة آخره، وإن كان منصوبًا، قيل: (ما) علامة نصبه فيقال: فتحة آخره، إلا أن يكون مجموعًا بألف وتاء، فإن علامة فتحه كسرة آخره فيقال ذلك، وإن كان مجرورًا قيل: (ما) علامة جره، فيقال: كسره آخره، إلا أن يكون غير منصرف، فيقال: فتحة آخره، وإن كان معربًا بالحروف، وكان من الأسماء الستة فإنها تكون مرفوعة بالواو، ومنصوبة بالألف، ومجرورة بالياء، وإن كان مثنى فإنه يرفع بالألف وينصب ويجر بالياء، وإن كان مجموعًا رفع بالواو ونصب وجر بالياء، والمبني من الأسماء لا يقال فيه الإعراب، لكن يقال محله من الإعراب ماذا، فإذا كان في محل مبتدأ أو خبر أو فاعل فقل: محله الرفع، وإن كان في محل مفعول فقل: النصب، وإن كان في محل مجرور فقل الجر، وإن كانت الكلمة فعلًا قيل ماضٍ أو مضارع أو أمر، فانظر في علامات ذلك، فإن كان ماضيًا قيل ذلك، فيقال معرب أو مبني فيقال مبني، فيقال على ماذا؟ فيقال على الفتح، وإن كان أمرًا قيل على السكون، وإن كان مضارعًا قيل: فهو معرب إذا سلم من نون التوكيد المباشر ونون الإناث، فيقال: معرب فيقال بالحركات أو بالحروف، فإن كان من الأمثلة الخمسة قيل بالحروف، وإن لم يكن منها؟ قيل بالحركات فيقال بالحركات الظاهرة أو المقدرة، فإن كان معتلًا قيل: بالمقدرة، وإلا قيل بالمظاهرة، فيقال: مرفوع أو منصوب أو مجزوم، فإن كان مرفوعًا قيل: ذلك فيقال: (ما) علامة رفعه فيقال ضمه آخره. فيقال بم ارتفع فيقال: فعل مضارع خلا عن ناصبٍ وجازم، وإن كان منصوبًا قيل: ذلك، وإن كان مجزومًا قيل: ذلك، فيقال لم؟ فيقال: لدخول الناصب أو الجازم عليه، وإن كانت الكلمة حرفًا قيل: حرف معنى أو حرف هجاء، فإن كان حرف هجاء قيل: ذلك، وإن كان حرف معنى قيل: ذلك، وإن كان مشتركًا بين المعاني والهجاء، قيل: ذلك، مثل الواو والباء فيقال: عامل أو','2','238',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (783,'مهمل، فإن كان مهملًا قال ذلك، وإن كان عاملًا فيقال: في اللفظ أو في المعنى، فإن كان في اللفظ قال، ذلك، وإن كان في المعنى قال ذلك وإن كان فيهما قال ذلك.
<span data-type="title" id=toc-316>وأما الجمل: </span>فتارة تكون الجملة في موضع مبتدأ أو خبر أو فاعل فتكون مرفوعة أو في محل رفع، وتارة تكون في موضع مفعول أو حال أو تمييز فتكون منصوبة أو في محل نصب، وتارة تكون في موضع مجرور فتكون مجرورة أو في محل جر والله أعلم.','2','239',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (784,'كتاب اللغة
مرتب على الحروف','2','241',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (785,'<span data-type="title" id=toc-317>كت<span data-type="title" id=toc-318>ا</span><span data-type="title" id=toc-319>ب </span>اللغة مرتب على الحروف</span>
أ- أب: مرعى- أب: والد- آب: رجع- أواب: رجاع- أرب: حاجة- أهب: جمع إهاب: جلد- أجج النار: أوقدها- الأزج: ضرب من الأبنية- أح: سعل- أرخ: كتب التاريخ- الأبد: الدهر- أزد: أبو حي من اليمن- أمد: غاية- آذاه: ضره- أتن جمع أتان: أنثى الحمير- آجر: لغة في هاجر- الإجار: السطح- الإطراء: المدح بما ليس فيه- أفك: كذب- أمر: كبر الأمر واحد الأمور- الأم: الوالدة- أم: قصد، إمامٌ: من ائتم به- الأمان: ضد الخوف- الأنس: ضد الوحشة- الإنس: ضد الجن.
ب- البأس: العذاب والشدة- البؤس: ضد النعيم- بتع: قطع- البتع: نبيذ العسل- بلى: حرف جواب بمعنى نعم- بجل الرجل: كثر لحمه','2','243',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (786,'وبجل عظم- بدع: فعل غير مسبوق- وبدع: سمن- والبدعة: ما عمل على غير مثال سابق- البراء: اسم صحابي وغيره وأول ليالي الشهر- والبريء المسالم- برد الماء وغيره: صار باردًا بف<span data-type="title" id=toc-320>ت</span>ح الراء-[في الفعل] وبرد بالضم لغة فيه- البردة: كساء- والبردة المرة من برد- البر: اسم من أسماء الله- والبر الإحسان والخير- والبر: الحنطة- البرك الإبل الباركة- البرمة: قدر من حجر البسلة: أجرة الراقي- البضع: النكاح- والبضع ما دون العشرة، والبضع والبضعة: المرة من بضعه- البعل: الزوج- والبغل: المتولد بين الفرس والحمار- البكر من الإبل: ما لم يثن- والبكر: من لم ينكح من رجل وامرأة- البنان: الأصابع وأطرافها- البهار: بنت البهيمة الصغيرة من ولد بقر الوحش والغنم وجمعها بهم- البهم: السود- البذاء: الفحش- الباءة: النكاح- البهاء: الحسن- البغت: المفاجأة- بعج بطنه: شقه- البهرج: الباطل- بلدح: موضع- البذخ: الكبر- البرزخ- الحاجز- البيد: المفازة.
ت- التبر: الذهب والفضة مثل الصوغ- التبان: سراويل قصيرة- التربة: قطعة من التراب- تلع: صار تليعًا أي طويلًا- التلعة: المرتفع من الأرض- التيس: ذكر المعزى- الترائب: عظام الصدر- التوبة: الرجوع والندم- توت وتوث: ثمر معروف- التاج: الإكليل- الترح: ضد الفرح.','2','244',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (787,'<span data-type="title" id=toc-321>ث</span>- الثغام: نبت، ثقف: حذق- الثقل: متاع المسافر- ثلب: عاب- الثلة: التراب المخر<span data-type="title" id=toc-322>ج </span>من البئر- الثلة: الجماعة من الناس- الثلمة: الخلل في الحائط وغيره- الثنة: ما بين السرة والعانة- الثني من الماعز: ما له سنة ودخل في الثانية، ومن البقر ما له سنتان ودخل في الثالثة، ومن الإبل ماله خمس ودخل في السادسة، الثناء: المدح، الثندوة للرجل: بمنزلة الثدي للمرأة- ثريد: خبز يسقى باللحم- الثرب: شحم غشى الكرش- الثعب: مسيل الماء في الوادي- الثعلب: حيوان والأنثى ثعلبة والذكر ثعلبان- الثغب: الغدير في ظل جبل لا تصيبه الشمس- ثقب النار: أوقدها- الثبج: ما بين الكاهل إلى الظهر- ثمد: ماء قليل لا مد له.
ج- جاب: قطع- جب سنامه: قطعه- الجبار: الهدر وجبار اسم يوم الثلاثاء- الجثة: جسد الإنسان- الجذاذ: صارم النخل- الجديد: ضم القديم- الجديدان: الليل والنهار- جدر: قطع- الجدار: الحائط- الجدران: البيوت- الجدلاء: الدرع- الحكمة- الجذع: ساق النخلة- الجذع من الضأن: ما له ستة أشهر- الجزع: منقطع الوادي- جزل الشيء: قطعه- الجشة: بحة في الصوت- الجفاء: البعد- الجم: الكثير- الجانب: الناحية- الجنة: البستان، والجنة: الجنون، والمجن والجنة: الترس- الجيد: العنق- والجود: الكرم- والجواد: الكريم- جدح السويق: لته الجوانح: الأضلاع- الجلعد: الصلب- الجلمد والجلمود: الصخر.','2','245',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (788,'<span data-type="title" id=toc-323>ح</span>- الحبة: سوا<span data-type="title" id=toc-325>د </span>القلب- وحبة الطعام وغيره- والحبة: الحبيبة واحد من البقول البرية والرياحين- الحبلة: شجر العنب- الحبن: عكم البطن من مرض- الحجرة: الناحية- الحجل: ال<span data-type="title" id=toc-324>خ</span>لخال- الحربة: رمح قصير- الحرة: أرض ذات حجارة- الحرة: خلاف الأمة- الحرفة: الصنعة- الحضن: ناحية الشيء- الحفش: البيت الصغير- الحمل: ما في البطن- الحمل: ما حمل على ظهر أو رأس- الحنين: الشوق- الحوبة: رقة القلب، والحوبة: الخطيئة- الحور: الرجوع- الحور العين: نساء الجنة- الحصباء: الحصى- الحقب: ثمانون سنة.
خ- الخب: الماكر- الخبب: عدو متوسط- خبط الورق: نفضه- خد الشيء: شقه- الخدر: الستر- الخربة: السرقة- والخربة: إحدى الخرب- الخراج: الغلة- الخرص: الكذب- الخريف: ما بين الشتاء والصيف- خشاش الأرض: الحشرات- الخشف: ولد الظبية- الخطبة: خطبة الجمعة وغيرها وللنكاح بالكسر- الخطام: زمام البعير- الخلب: الخداع- الخلفة: ذهاب شهوة الطعام- الخلوق: ضرب من الطيب- الخمرة: سجادة من سعف النخل- الخمار: غطاء رأس المرأة- الخميس: اليوم والجيش- الخود: الجارية الناعمة.
د- الدباء: القرع- الدبيب: المشي الضعيف- الدبوب: الناقة السمينة- الدبر: النحل والزنابير والعقر- الدبار: الهلاك- الدبل: الداهية- والدبيلة: جراح في الصدر والجنب تنفجر إلى داخل- الدخل: العيب- الدلجة: سير آخر','2','246',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (789,'الليل- الدوم: شج<span data-type="title" id=toc-327>ر</span>- الدعابة: الم<span data-type="title" id=toc-328>ز</span>اح- الدمث: المكان اللين<span data-type="title" id=toc-326> ذ</span>و رمل- الديوث: من يقر السوء في أهله- الدعج: شدة سواد العين مع سعتها- الدحداح: القصير.
ذ- ذاب: سال، الذئب: حيوان يهمز ولا يهمز، الذنوب: الدلو الكبير- الذريرة: نوع من الطيب: الذروة: أعلى كل شيء- الذقن: مجمع اللحيين- الذعلب والذعلبة: الناقة السريعة- الذيخ: ذكر الضباع- الذود من الإبل: ما بين الثلاثة إلى العشرة.
ر- الرب: المالك- الربب: الماء الكثير- الربة: التي تربي ولدها- الرجز: العذاب- الرجز: نوع من الشعر- الرجس: النجس- الرخاء: سعة العيش - الرخاء: الريح السريعة اللينة- الرسل: اللين- الرشوة: البرطيل- الرغام: التراب- الرغوة مثل الراء: ما يعلو الماء واللبن ونحوهما- رقم الشيء: كتبه- ركز الشيء: غرزه- الركز- الصوت الضعيف- الركاز: المال المدفون- الرحب: السعة- الرعب: الخوف- الرقيب: الحافظ- رهب: خاف- الريب: الشك- الرفات: الحطام- الرث: البالي- الرتاج: الباب- راج: نفق- الرهج: الغبار- رسخ: ثبت- الرود المرأة الحسنة- رصد: رقب- رغد: واسع- الرند: شجر.
ز- زبرة: قطعة من حديد جمعها زبر- الزبر: الكتب واحدها زبور- الزبال: ما تحمله النملة بفيها- الزبيل والزبنيل: المكتل: الزعيم: المتكفل- الزغل: المغشوش- الزكاة: النماء- الزلة: الخطيئة- الزلال: الماء الصافي العذب- زهد في الشيء: رغب عنه- الزور: الزائر ورؤوس الأضلاع عند الصدر-','2','247',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (790,'والزور: الباطل- الزج: الحديدة التي في أ<span data-type="title" id=toc-329>س</span>فل الرمح.
س- السبة: المرة من سبه بمعنى<span data-type="title" id=toc-330> ش</span>تمه- والسبة: العار- السبحة: الصلاة- وما يتطوع به من ذكر والمسبح به من خرز ونحوه- سبر الشيء: قاسه- السباطة: المزبلة- سجر: ملأ- السجل: الدلو الملأى والعظيمة- السجل: الصحيفة- سحق الشيء: دقه وأبعده- سحوق: نخلة طويلة- السديد: ما ليس فيه خلل- السداد: الاستقامة وبلغة من العيش- السدف: الظلام- سدل الشيء: أرخاه- السرب: الثقب المستدير في الأرض- سرار الشيء: وسطه وقيل آخره- سرى: سار بالليل- السلب: ما على الإنسان يوجد بعد موته أو قبله- السلف: الشراء إلى أجل والقرض- السلم: البيع إلى أجل، وشجرٌ- السلم: ضد الحرب- السلام: اسم من أسماء الله تعالى- السلامى: المفاصل- السم: بالضم ما يقتل به وقيل هو مثلث السين- السنة: المستحب- السنن: نهج الطريق- سور الحائط: المستدير- والسؤر: فضلة من أكل أو شرب- السيف: ساحل البحر- والسيف: بالفتح السلاح المعروف- السب: الخمار- السخاب: قلادة- السارب: الذاهب على وجهه- السحت: الحرام- السلت: ضرب من الشعير، السمت: الطريق وهيئة أهل الخير- الساج: ضرب من الشجر- سفح الجبل: أسفله- السهاد: الأرق- السليم: اللديغ والسالم.
ش- الشبع الاكتفاء من الطعام- الشجاع: ضد الجبان- الشرطة: الجماعة المعدون لمهام- شرقت الشمس: طلعت- الشراك: سير النعل- الشريان: شجر وعروق رقيقة في الحيوان الشسع: سير النعل- الشعب: القبيلة- الشكل: المثل-','2','248',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (791,'الشكيمة: حديدة تعرض في فم الفرس- الشو<span data-type="title" id=toc-331>ص: </span>السواك وداء- والشيص: ثمر رخو النوى- والشوصة: وجع في الأضلاع- الشق: المستطيل في أرض أو غيرها- والشق: الجنب والناحية- شام السيف: سله وغيره رامه وشم الطيب وغيره- شطأ الزرع والنبات: فراخه- شنأه: عابه- الشنآن: العداوة والشرجب الطويل- الشنب: حدة في الأسنان- الشتات: التفرق- الشماتة: الفرح ببلية العدو- الشنج: تقلص في الجلد- الشبح: الشخص- الشح: البخل- الشريخ الطويل- شقح النخل- أوهى- الشمخ: العلو والارتفاع- شرد: نفر- شكد: أعطى- الشهد: العسل في شمعه- شحذ السكين: حدها.
ص- الصبابة: رقة الشوق- الصبابة: البقية من الشرب- الصبوح: ما أكل أو شرب بكرة- الصبيح: الجميل- صبا إلى الشيء: مال- والصبا: ريح- صدي السيف ونحوه: علاه الوسخ- الصدى: طائر مثل البومة- الصد من الآدمي: الزود من غيره- صدر عن الشيء: اكتفى ورجع- صر الشيء: ربطه ومنه المصراة، والصرة من الربطة- والصرة: الليلة الباردة- والصر: البرد الشديد- الصرف: الخالص- الصرف: بيع النقد بمثله- صرم الشيء: قطعه- والصرم: جماعة من الناس- الصرام: جذاذ النخل- الصغار: الذل- الصفاة: الصخرة الملساء- الصفر: الخالي من كل شيء- والصفر: النحاس- الصل: السيف الماضي- والصل: حبة ونبت- الصنع: الحاذق- الصلاة: الدعاء- الصهر: أقارب الزوج والزوجة- الصقعب: الطويل- الصوب: نزول المطر- صدح: صاح-','2','249',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (792,'الصرح: القصر: الصاخة: الصيحة- الصماخ: خرق الأذن- الصنديد: السيد الشجا<span data-type="title" id=toc-335>ع</span>.
<span data-type="title" id=toc-332>ض</span>- الضحى: وقت ارتفاع الشمس. ضرب في الأرض: سار، الضريع: نبت مسموم، الضغث: ما قضى عليه بالكف من النبات وما لا يؤول من الرؤيا، الضلع: أحد الأضلاع، الضريح: الشق وس<span data-type="title" id=toc-333>ط </span>القبر، ضهده: قهره.
ط- الطبن: الفطنة- وطبن النار: دفنها في الطابون- الطلح: شجر أم غيلان، وشجر الموز- الطلع: من النخل- الطل: أول المطر والندى- والطل: الحية- الطيرة: الخفة والطيش- الطول: الفضل- طوى: اسم واد- الطحلب: نبت يعلو الماء- الطنب: حب الخباء- طمح بصره: ارتفع- الطود: الجبل الع<span data-type="title" id=toc-334>ظ</span>يم.
ظ- الظئر: المرضع- الظلف من البقر والغنم: بمنزلة القدم من الإنسان- الظهر: خلاف البطن- الظهر: وقت الزوال- ظمأ: عطش- الظراب: الروابي- الظل: الفيء وجمعه ظلال.
ع- العب: شرب الماء من غير مص- العزاب: من لا زوج له- العسيب: من السعف- العسب: الكرى الذي يؤخذ على ضراب الفحل، وعسب','2','250',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (793,'ال<span data-type="title" id=toc-337>ف</span>حل: ضرابه، العشب. الكلأ الرطب، العضباء: الشاة المكسورة القرن أو مقطوعة الأذن، العندليب: طائر، العيبة: ما يوضع فيه الثياب، العنت: الإثم والزنا، العيث: الفساد العج: رفع الصوت، العرفج: شجر العسلج، والعلوج: مالان من قضبان الشجر، العلج: الرجل من كفار العجم، العوهج: الطويلة العنق، العسجد: الذهب، العهد: الذمة والأمان، العبرة: الحزن، العتيرة: ما يذبح في رجب. العجب: أصل الذنب، العجب: الزهو، العجز: مؤخر كل شيء، العرار: نبت طيب الرائحة، العرصة: فسحة الدار ونحوها، العرف: الرائحة الطيبة، العرف: المعروف، العرق: الزبيل والعظم بلحمه، العصر: الليل والنهار، عضد الشجر: قطعه، العقار: متاع البيت، العقار: الخمر، العلق: الشيء النفيس، العهن: الصوف، العير: الحمار، والعير: ما امتير عليه من الإبل، العوراء: الكلمة الردية.
<span data-type="title" id=toc-336>غ</span>- الغب: يوم ويوم، الغصب: أخذ الشيء ظلما، الغيهب: الظلمة، الغرث، الجوع، الغيث: المطر، الغرقد: شجر، الغيد: النعومة، الغبب: الجلد الذي تحت الحنك، غير الشيء: بقي، والغابر: الباقي، الغثاء: ما ارتفع على السيل، الغرض: ما يرمي إليه، الغرفة: العلية، الغل: الحقد، والغل: أحد الأغلال، الغمام: السحاب، الغائط: المكان المطمئن والخارج من الآدمي- الغول: وجع البطن، والغول: ساحرة الجن.
ف- فجأة الأمر: بغته، فاء: رجع، الفرات: الماء العذب، الفرث: ما في الكرش. الفج: الطريق الواسع، الفلج: تباعد ما بين الثنايا، الفوج:','2','251',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (794,'ا<span data-type="title" id=toc-340>ل</span>جماعة، الفرخ: ولد الطائر، الفؤاد: ال<span data-type="title" id=toc-338>ق</span>لب، الفرند: السيف، الفند: ال<span data-type="title" id=toc-339>ك</span>ذب، الفأرة: بالهمز من الحشرات وبتركه من المسك، الفرصة: النهزة، الفسل: الرجل الرذل الجبان، الفقه: الفهم، الفلق: الصبح، الفلة: الثلمة.
ق- القرء: الحيض والطهر، القنو: العذق، القسب: الصلب، القعب، قدح، القلت: النقر في الجيل يستنقع فيه الماء، القدح: السهم، القدح: وعاء من خشب، القحدة: أصل السنام، القرمد: ضرب من الحجارة، القراح: الماء الخالص، القر: البرد، القرن: للثور ونحوه في رأسه، والقرن: الكفؤ: القسيم، الجميل، القصة: الجص: وما ابيض القرء: الحيض، والقصة: الحديث، والقصة: خصلة من شعر، الأقعط: مقطوع الذنب، القفز: المكان الخالي من الناس، القلة: الجرة، القمامة: الكناسة، القن: العبد، القنة: أعلى الجبل.
ك- الكلأ: العشب، الكتيبة: الجماعة، الكثيب: المجتمع من الرمل، الكميت: من الخيل حمرة يدخلها قنو، الكباث: النضيج من ثمر الأراك، كبح الدابة: جذبها باللجام، الكدح: العمل، الكشح: ما بين الخاصرة إلى الضلع، الكوخ: بيت من قصب، الكتد: ما بين الكاهل إلى الظهر، الكمد: الحزن، كاد: قرب ومن الكيد، الكلأ: الحفظ، الكلى: جمع كليه.
ل- اللبأ: أول اللبن، لطا: لصق، لده: صب الدواء في جانب فمه،','2','252',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (795,'اللأ<span data-type="title" id=toc-341>م</span><span data-type="title" id=toc-343>ة: </span>الدرع وقيل السلاح، لغب: أعيا، اللمة: الشعر.
م- المراء: الجدال، المقت: البغض، المكث: اللبث، المشج: الخلط، المهجة: الدم وقيل دم القلب، المرح: شدة الفرح، المزح: الدعابة، الم<span data-type="title" id=toc-342>ن</span>ح: العطاء، ملد: نعم أملود ناعم، الملك: أحد الملوك، الملك: أحد الملائكة، المثل: الشبه، المجن: الترس، المحجن: عصا في رأسها عقافه، المحل: الجدب، المخدع: بيت صغير في كبير، المخرف: ما يوضع فيه الثمر، المخاض: وجع الولادة، المخضب: شبه الإجانة يغسل فيه الثياب، المدرا: حديدة يحك بها الرأس. المربع: منزل الربيع، المرجل: القدر، المرط: كساء من خز أو صوف ذو أعلام، المركن: الإجانة، المرود: الميل الذي يكتحل به، المزر: شراب الذرة والشعر، المزعة: القطعة من اللحم، المشربة: الغرفة، المشكاة: كوة في حائط غير نافذة، المقمعة: ما يضرب به الرأس، المنسأة: العصا، المنصف: الخادم، المهل: دردي الزيت، المها: بقر الوحش، المسير: القمار.
ن- ندب: دعا، الندوة: السخاء، نزه: بعد، نعم الشيء: لان، النعمة: الرفاهية، النمص: نتف الشعر، النور: الزهر، والنور: ضد الظلمة، النزر: اليسير، النغر: طائر.
هـ- الهبرة: بضعة من لحم بلا عظم، الهرج: القتل، هو الشيء: كرهه،','2','253',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (796,'هضمه: ظلمه، ش<span data-type="title" id=toc-346>ي</span>خ: هرم كبير، هال التراب: صبه، (الهيئ): الفزع، الهيم، الكثير العطش<span data-type="title" id=toc-344> و</span>إبل هيم مخالفة للقصد، هذا القراءة: سردها، هيت: هلم، الهون: الهوان، والهون: الرفق، الهيبة: الوقار.
و- الوتر: الفرد، الوتر: ما يشد به القوس، ا<span data-type="title" id=toc-345>لأ</span>وزر: الإثم، الوزير: المعين، الوصل: ضد القطع، الوطر: الأرب، الوعر: ضد السهل، وقر في بيته: سكن، الوقر: الحمل، الوقار: العظمة، الوهل: ما تحدثت به النفس، الوهم: الغلط، الوبر: شعر الإبل، الوبار: غبار ذكر النخل، الوشر: برد الأسنان، الوشاج: يعمل من سيور لشد الوسط.
لا- اللات: رجل كان يلت السويق ثم نقل إلى صنم، لاث الشيء بالشيء: لفه، لاح: بان، لاط الحوض: ملأه ولاط بالغلام: فجر به.
ي- اليقطين: القرع وقيل كل ما لا يقوم على أصل، الينبت: نبت، اليربوع: حيوان، اليعفور: حيوان، يثرب: مدينة الرسول عليه السلام، اليفاع: ما ارتفع من الأرض.','2','254',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (797,'كتاب الشواهد
مرتب على الحروف وعلى
نفس الشاهد منه','2','255',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (798,'<span data-type="title" id=toc-347>كت<span data-type="title" id=toc-348>ا</span>ب الشواهد مرتب على الحروف وعلى نفس الشاهد منه</span>
-أ-
ألا كل شيء ما خلا الله باطلٌ ... وكل نعيمٍ لا محالة زائل
أزف الترحل غير أن ركابنا ... لما تزل برحالنا وكأن قدن
أقلي اللوم عاذل والعتابن ... وقولي إن أصبت لقد أصابن
إن أباها وأبا أباها ... قد بلغا في المجد غايتاها
إذا العجوز غضبت فطلق ... ولا ترضاها ولا تملق','2','257',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (799,'إذا قلت عل القلب يسلو قيضت ... هواجس لا تنفك تغريه بالوجد
أعوذ برب العرش من فئةٍ بغت ... على فمالي عوض إلا ناصر
أنا الذائد الحامي الذمار وإنما ... يدافع عن أحسابهم أنا أو مثلى
أخي حسبتك إياه وقد ملئت ... أرجاء صدرك بالأضغان والإحن
أعرف منها الجيد والعينانا ... ومنخرين أشبها ظبيانا
ألم يأتيك والأنباء تنمى ... بما لاقت قلوص بني زياد
(عددت قومي كعديد الطيس) ... إذ ذهب القوم الكرام ليسى','2','258',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (800,'إيها السائل عنهم وعني ... لست من قيس ولا قيس مني
إذا قال قطني قلت تالله حلفةً ... لتغنن عني ذا إنائك أجمعا
امتلأ الحوض وقال قطنى ... مهلا رويدا قد ملأت بطني
(أورني) جوادًا مات هزلًا لعلني ... أرىما ترين أو بخيلا مخلدا
أقسم بالله أبو حفص عمر ... ما مسها من نقب ولا دبر
أبني كليب إن (عمي) اللذا ... قتلا الملوك وفككا الأغلالا
أسرب القطا هل من يعير جناحه ... لعلي إلى من قد هويت أطير','2','259',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (801,'ألا انعم صباحا أيها الطلل البالي ... وهل ينعمن من كان في العصر الخالي
إذا ما لقيت بني مالكٍ ... فسلم علي أيهم أفضل
ألا تسألان المرء ماذا يحاول ... أنحبٌ فيقضي أم ظلالٌ وباطل
ألا إن قلبي لدى الظاعنينا ... حزين فمن ذا يعزي الحزينا
أبى الله للشم الألاء كأنهم ... سيوفا جاد القين يوما صقالها
ألا أبلغ بني خلف رسولًا ... أحقًا أن أخطلكم هجاني
أقاطنٌ قوم سلمى أم نووا ظعنا ... إن يظعنوا فعجيبٌ عيش من قطنا','2','260',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (802,'ألا ليت شعري هل إلى أم معمرٍ ... سبيلٌ؟ فأما الصبر عنها فلا صبرًا
أكل عام نعمٍ تحوونه ... يلحقه قوم وتنتجوبه
أم الحليس لعجوزٌ شهربه ... ترضى من اللحم بعظم الرقبة
أهابك إجلالا وما بك قدرة ... علي ولكن ملء عين حبيبها
أضاءت لهم أحسابهم ووجوهم ... دجى الليل حتى نظم الجزع ثاقبه
نجوم سماء كلما انقض كوكب ... بدا كوكب تأوي إليه كواكبه
أبا خراشة أما أنت ذا نفرٍ ... فإن قومي لم تأكلهم الضبع','2','261',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (803,'إذا مت كان الناس صنفان شامت ... وآخر متنٍ بالذي كنت أصنع
ألا أيها الليل الطويل ألا انجلي ... بصبح وما الإصباح منك بأمثل
إن المرء ميتًا بانقضاء حياته ... ولكن بأن يبغي عليه فيخذلا
أكثرت في العذل ملحًا دائمًا ... لا تكثرن إني عسيت صائما
أموت أسى يوم الرجام وإنني ... يقينًا لرهن بالذي أنا كائد
أبني إن أباك كارب يومه ... فإذا دعيت إلى المكارم فاعجل
أحقا أن جيرتنا استقلوا ... فنيتنا ونيتهم فريق
إن الكريم لمن ترجوه ذو جدةٍ ... ولو تعذر إيسار وتنويل','2','262',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (804,'إن النبوة والخلافة فيهم ... والمكرمات وسادةٌ أطهار
أزف الترحل غير أن رحالنا ... لما تعزل بركابنا وكأن قد
إن الشباب الذي مجدٌ عواقبه ... فيه نلذ ولا لذات للشيب
ألا اصطبارٌ لسلمى أم لها جلدٌ ... إذا ألاقي الذي لاقاه أمثالي
ألا ارعواء لمن ولت شبيبته ... وآذنت بمشيبٍ بعده هرم
ألا عمر ولى مستطاع رجوعه ... فيرأب ما أثأت يد الغفلات
أمضي نهاري بالحديث وبمالنى ... ويجمعني والهم بالليل جامعٌ
(بالله) يا ظبيات القاع قلن لنا ... ليلاي منكن أم ليلى من البشر','2','263',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (805,'أحادٌ أم سداس في أحادٍ ... لييلتنا المنوطة بالتناد
أقول لدهناويه عوهجٌ جرت ... لنا بين أعلى برةٍ فالصرائم
سيا ظبية الوعساء بين جلاجل ... وبين النقا أأنت أم أم سالم
ألا طعان ألا فرسان غادية ... إلا تجشؤكم حول التنانير
ألا رجلًاجزاه الله خيرًا ... يدل على محصلة تبيت
إخالك إن لم تعضض الطرف ذا هوًى ... يسومك ما لا يستطاع من الوجد
أرجو وآمل أن تدنو مودتها ... وما إخال لدينا منك تنويل','2','264',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (806,'إن المحب علمت مصطبرٌ ... ولديه ذنب الحب مغتفر
أجهالًا تقول بني لؤى ... لعمر أبيك أم متجاهلينا
إذا ما حراشا اثنى وانثل عطفه ... تقول هزبر الزيح ميرت يا ثاب
إذا قلت: إني آيبٌ أهل بلدةٍ ... وضعت بها عنه الولية بالهجر
أما الرحيل فدون بعد غد ... فمتى تقول الدار تجمعنا
أبعد بعدٍ تقول الدار جامعةً ... شملي بهم أم تقول البعد محتومًا','2','265',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (807,'إن أمرًا غره منكن واحدةٌ ... بعدي وبعدك في الدنيا لمغرور
إن السماحة والمروة ضمنا ... قبرًا بمرور على الطريق الواضح
آليت حب العراق الدهر أطمعه ... والحب يأكله في القرية السوس
إذا كنت ترضيه ويرضيك صاحب ... جهارًا فكن في الغيب أحفظ للود
وألغ أحاديث الوشاة فقلما ... يحاول واشٍ غير إفساد ذي عهد
أتاني فلم أسرر به حيث جاءني ... كتاب بأعلى القنتين عجيب
أعبدٌ حل في شعبي غريبًا ... ألومصا لا أبا لك واغترابًا
ألم تغتمض عيناك ليلة أرمدا ... وعادك ما عاد السليم مسهدا','2','266',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (808,'وإني لتعروني لذكراك هزةٌ ... كما انتفض العصفور بلله القطر
أفي السلم أعيارًا جفاءً وغلظةً ... وفي الحرب أمثال النساء العوارك
أنا ابن دارة معروفًا بها نسبي ... وهل بدار يا للناس من عار
أتهجرٌ ليلى بالفراق حبيبها ... وما كان نفسًا بالفراق تطيب
أنفسًا تطيب بنيل المنى ... وداعي المنون ينادي جهارا
إذا أنت لم تنفع فضر فإنما ... يراد الفت كيما يضر وينفع
أتطمع فينا من أراق دماءنا ... ولولاك لم يعرض لأحسابنا عبس
إذا رضيت علي بنو قشير ... لعمر الله يعجبني رضاها','2','267',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (809,'أخٌ ماجدٌ لم يخزني يوم مشهدٍ ... كما سيف عمرو لم تخنه مضاربه
إذا قيل أي الناس شر قبيلة ... أشارت كليب بالأكف الأصابع
ألا رب مولودٍ وليس له أبٌ ... وذي ولدٍ لم يلده أبوان
إنا محيوك يا سلمى فحيينا ... وإن سقيت كرام الناس فاسقينا
إلى الحول ثم اسم السلام عليكما ... ومن يبك حولًا كاملًا فقد اعتذر
أقام ببغداد العراق وشوقه ... لأهل دمشق الشام شوقٌ مبرح
ألم تعلمي يا عمرك الله أنني ... كريم على حين الكرام قليل','2','268',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (810,'إذا بأهلي تحته حنظلية ... له ولد منه فذاك المدرع
أكل امرئٍ تحسين أمرأ ... ونارٍ توقد بالليل نارًا
أظلوم إن مصابكم رجلا ... أهدي السلام تحية ظلم
أكفرًا بعد رد الموت عني ... وبعد عطائك المائة الرتاعا
أرأيت إن جاءت به أملودا ... مرجلًا ويلبس البرودا
أقائلن أحضروا الشهود ... . . . . . . . . . . . . .
أرى أم عمرو دمعها قد تحدرا ... بكاء على عمرو وكان أصبرا
ألا حبذا أهل الملا غير أنه ... إذا ذكرت ميٌّ فلا حبذا هيا','2','269',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (811,'إن الذي سمك السماء بنا لنا ... بيتًا دعائمه أعز وأطول
إذا سايرت أسماء يومًا ظعينهٌ ... فأسماء من تلك الظعينة أملح
إذا غاب عنكم أسود العين كنتم ... كرامًا وأنتم ما أقام ألائم
ألا لا أبوح بحب بثنة إنها ... أخذت علي مواثقًا وعهودا
أيا أخوينا عبد شمسٍ ونوفلا ... أعيذ كما بالله أن تحذيا حربا
ألقى الصحيفة كي يخفف رحله ... والزاد حتى نعله ألقاها
إذا ما الغانيات برزن يومًا ... وزججن الحواجب والعيونا','2','270',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (812,'إلى الله أشكو بالمدينة حاجةً ... وبالشام أخرى كيف يلتقيان
أيا راكيًا إما عرضت فبلغن ... نداماى من نجران أن لا تلاقيا
إني إذا ما حدثٌ ألما ... أقول يا للهم يا للهما
ألا يا قوم للعجب العجيب ... وللغفلات تعرص للأريق
أفاطم مهلًا بعض مذا التدلل ... وإن كنت قد أرمعت هجري فأجملي
أخاك أخاك إن من لا أخاله ... كساعٍ إلى الهيجا بغير سلاح
إذا مت فادفني إلى حب كرمةٍ ... تروي عظامي في الممات عروقها
ولا تدفنني بالفلاة فإنني ... أخاف إذا ما مت أن لا أذوقها','2','271',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (813,'إني وقتلي سليكًا ثم أعقله ... كالثور يضرب بما عافت البقر
ألا أيها الزاجري أحضر الوغى ... وأن أشهد اللذات هل أنت مخلدي
ألا رسول لنا منا فيخبرنا ... ما بعد غايتنا من راس مجرانا
ألم أك جاركم ويكون بيني ... وبينكم المودة والإخاء
إذا عاش الفتى مائتين عامًا ... فقد ذهب اللذاذة والفتاء
إذا قلت مهلا غارت العين بالبكا ... غراءً ومدتها مدامع نهل
أبصارهن إلى الشبان مائلةٌ ... وقد أراهن عني غير صداد','2','272',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (814,'-<span data-type="title" id=toc-349>ب</span>-
بالباعث الوارث الأموات قد ضمنت ... إياهم الأرض في دهر الدهارير
بلغت صنع امرئ بر إخالكه ... إذا لم تزل لاكتساب الحمد مبتدرا
بنونا بنو أبنائنا، وبناتنا ... بنوهن أبناء الرجال الأباعد
ببذل وحلمٍ ساد في قومه الفتى ... وكونك إياه عليك يسير
باتت فؤادي ذات الخال سالبةً ... فالعيش إن حم لي عيشٌ من العجب
بني غدانة ما إن أنتم ذهبٌ ... ولا صريف ولكن أنتم خزف
بدت فعل ذي ود فلما تبعتها ... تولت وبقت حاجتي في فؤاديا','2','273',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (815,'وحلت سواد القلب لا أنا باغيًا ... سواها ولا في حبها متراخيا
بدا لي أني لست مدرك ما مضى ... ولا سابق شيئًا إذا كان جائيا
بأي كتابٍ أي بأية سنةٍ ... ترى حبهم عارًا على وتحسب
بنا عاذ عوفٌ وهو بادي ذلةً ... لديكم فلم يعدم ولاءً ولا نصرًا
بأي تراهم الأرضين حلوا ... أألدبران أم عفوا الكفارا
بضربٍ بالسيوف رؤوس قوم ... أزلنا هامهن عن المقيل
بعشرتك الكرام تعد منهم ... فلا ترين لغيرهم ألوفا
بغلنا السماء مجدنا وجدودنا ... وإنا لنرجوا فوق ذلك مظهرا
بالله يا ظبيات القاع فلن لنا ... ليلاي منكن أم ليلى من البشر','2','274',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (816,'-<span data-type="title" id=toc-350>ت</span>-
تلاعب الريح بالقصرين قسطله ... والوابلون وتهتان التجاويد
تنورتها من أذرعاتٍ وأهلها بيثرب ... أدنى دارها نطرٌ عالٍ
تعزيت عنها كارها فتركتها ... وكان فراقها أمر من الصبر
تراه كالثغام يعل مسكا ... يسوء الغاليات إذا فليني
تعش فإن عاهدتني لا تخونني ... فكن مثل من ياذئب يصطحبان
تمنو لي الموت الذي يشعب الفتى ... وكل امرئ والموت يلتقيان','2','275',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (817,'تسور سوارًا إلى المجد والعلا ... وفي ذمتي لئن فعلت ليفعلا
تنفك تسمع ما حييت ... بهالك حتى تكونه
والمرء قد يرجو الرجاء ... مؤملًا والموت دونه
تعز فلا شيءٌ على الأرض باقيا ... ولا وزرٌ مما قضى الله واقيا
تظل الشمس كاسفةً عليه ... كآبة أنها فقدت عقيلا
تعلم شفاء النفس قهر عدوها ... فبالغ بلطفٍ في التحيل والمكر
تجلدت حتى قيل لم يعر قلبه ... من الوجد شيءٌ قلت: بل أعظم الوجد
تولى قتال المارقين بنفسه ... وقد أسلماه مبعدٌ وحميم
تزودت من ليلى بتكليم ساعة ... فما زاد إلا ضعف ما بي كلامها','2','276',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (818,'تجن فتبدي ما بها من صبابة ... وأخفى الذي لولا الأسى لقضائي
تمرون الديار ولم تعوجوا ... كلامكم علي إذا حرام
تعفق بالأرض لها وأرادها ... رجال فبذت نيلهم وكليب
تركنا في الحضيض بنات عوج ... عواكف قد حصعن إلى النور
أبحنا حيهم قتلًا وأسرًا ... عدا الشمطاء والطفل الصغير
تسليت طرا عنكم بعد بينكم ... بذكراكم حتى كأنكم عندي
تقول ابنتي إن انطلاقك واحدًا ... إلى الورع يومًا تاركي لا أباليا
تخيره فلم يعدل سواه ... فنعم المرء من رجل تهامي
تخيرن من أزمان يوم حليمة ... إلى اليوم قد جرين كل التجارب','2','277',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (819,'تقول عرسي وهي [لي] في عومره ... بئس أمرأً ة وإنني بئس المره
تزود م<span data-type="title" id=toc-351>ث</span>ل زاد أبيك فينا ... فنعم الزاد زاد أبيك زادا
تراه كأن الله يجدع أنفه ... ويعنيه إن مولاه ثاب له وفر
تكنفني الوشاة فأزعجوني ... فيا لله للواشي المطاع
توهمت آيات لها فعرفتها ... بستة أعوام وذا العام السابع
-ث-
ثم قالوا تحبها قلت بهرًا ... عدد الرمل والحصى والتراب
ثم راحوا عبق المسك بهم ... يلحفون الأرض هداب الأزر
ثلاثة أنفسٍ وثلاث ذودٍ ... لقد جار الزمان على عيالي','2','278',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (820,'-<span data-type="title" id=toc-352>ج</span>-
جمعتها من أنيق موارق ... ذوات ينهضن بغير سائق
جياد بني بكر تسامى ... على كان المسومة العراب
جاء الخلافة أو كانت له قدرًا ... كما أتى ربه موسى على قدر
جزى ربه عني عدي بن حاتم ... جزاء الكلاب العاويات وقد فعل
جزى بنوه أبا الغيلان عن كبرٍ ... وحسن فعل كما يجزي سنمار
جفوني ولم أجف الأخلاء إنني ... لغير جميل من خليلي مهمل
جمعت وفحشًا غيبة ونميمة ... ثلاث خصال لست عنها بمرعوي
جارية لم تأكل المرققا ... ولم تذق من البقول الفستقا','2','279',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (821,'جادت عليه كل بكر<span data-type="title" id=toc-353> ح</span>رةٍ ... فتركن كل حديقة كالدرهم
جزى الله عني والجزاء بفضله ... ربيعة خيرًا ما أعف وأكرما
جاؤوا بمذق هل رأيت الذئب ... قط ..................
جاري لا تستنكري عذيري ... سيري وإشفاقي على بعيري
-ح-
حنت نوار ولات هنا حنت ... وبدا الذي كانت نوار أجنت
حدبت علي بطون ضبة كلها ... إن ظالما فيهم وإن مظلوما
حسبت التقى والجود خير تجارة ... رباحا إذا ما المرء أصبح ثاقلا
حذار فقد نيئت أنك للذي ... ستجزى بما ستعى فتسعد أو تشقى','2','280',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (822,'حوكت على نولين إذ تحاك ... ت<span data-type="title" id=toc-354>خ</span>تبط الشوك ولا تشاك
حتى تهجر في الرواح وهاجها ... طلب المعقب حقه المظلوم
حب بالزور الذي لا يُرى ... منه إلا صفحةً أو لمام
حمامة بطن الواديين ترنمي ... سقاك من الغر الغوادي مطيرما
حتى إذا رجب تولى وانقضى ... وجمادتان وجاء شهر مقبل
حملت أمرًا عظيمًا فاصطبرت له ... وقمت فيه بأمر الله يا عمرا
-خ-
حالط من سلمى خياشيم وفا ... .............................','2','281',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (823,'خليلي ما وافٍ بعه<span data-type="title" id=toc-355>د</span>ي أنتما .... إذا لم تكونا لي على من أقاطع
خبير بنو لهب فلا تك ملغيًا ... مقالة لهبي إذا الطير مرت
خليلي هل طب فإني وأنتما ... وإن لم تبوحا بالهوى دنفان
خليلي ما أحرى بذي اللب أن يرى ... صبورا ولكن لا سبيل إلى الصبر
خالي عويفٌ وأبو علج ... المطعمان اللحم بالعشج
-د-
دا من سعدك لو رحمت متيما ... لولاك لم يك للصبابة جائح
دريت الوفا بالعهد يا عز فاغتبط ... فإن اغتباطا بالوفاء حميد','2','282',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (824,'دعاني من نجد فإن سنينه ... لعن بنا شيبا وشيبننا مردا
دعي ما<span data-type="title" id=toc-356>ذ</span>ا عملت سأتقيه ... ولكن بالمغيب نبيتني
دعوت لما نابني مسورا ... فلبي فلبي يدي مسور
دعوت وقد خلناك كالبد أجملا ... فظل فؤادي في هواك مضللا
درس المنا بمتالع فأبان ... منقاد من بالحبس والسوبان
-ذ-
ذر الدمع حتى يضعف الحي إنما ... دموعك إن غثت عليك دليل','2','283',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (825,'ذم المنازل بعد منزلة اللوى ... والعيش بعد أولئك الأيام
ذاك خليلي وذو يواصلني ... ي<span data-type="title" id=toc-357>ر</span>مي ورائي بام سهم وأم سلمه
ذريني إن أمرك لن يطاعا ... (وما) ألفيتني حلمي مضاعا
ذريني وعلمي بالأمور وشيمتي ... فما طائري يومًا عليك بأخيلا
-ر-
رأيت بني غبراء لا ينكرونني ... ولا أهل مذاك الطراف الممدد
رب حي عرندس ذي طلال ... لا يزالون ضاربين القباب
رأيت الوليد بن الوليد مباركا ... شديدا بأعباء الخلافة كاهله','2','284',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (826,'رأيتك لما أن عرفت وجوهنا ... صددت وطيت النفس يا قيس عن عمرو
رأيت الله أكبر كل شيء ... محاولة وأكثرهم جنودا
رأين الغواني الشيب لاح بعارضي ... فأعرضن عني بالخدود النواضر
رأيت الناس ما حاشا قريشا ... فإنا نحن أفصلهم فعالا
رسم دار وقفت في طلله ... كدت أقضي الحياة من جلله
ربما ضرب بسيف صقيل ... بين بصري وطعنة نجلاء
ربما أوفيت في علم ... يرفعن ثوبي شمالات
رضيت بك اللهم ربا فلن أرى ... أدين إلها غيرك الله راضيا','2','285',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (827,'رويدا بني شيبان بعض وعيدكم ... تلاقوا غدًا خيلي على<span data-type="title" id=toc-359> س</span>فوان
-<span data-type="title" id=toc-358>ز</span>-
زعمني شيخًا ولست بشيخ ... إنما الشيخ من يدب دبيبا
زر غسبا تزدد حبا
زان الخلافة أو كانت له قدرا ... كما أتى ربه موسى على قدر
-س-
سلام الله يا مطر عليها ... وليس عليك يا مطر السلام
سلى إن جهلت الناس عنا وعنهم ... فليس سواء عالم وجهول','2','286',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (828,'سقاها ذوو الأحلام سجلا على الظما ... وقد كربت أعناقها أن تقطعا
سلامك ربنا في كل فجر ... بريئا مما تعنتك الذموم
سقط النصيف ولم ترد إسقاطه ... فتناولته واتقتنا باليد
سقى الأرضين الغيث سهل وحزنها ... فنيطت عرى الآمال بالزرع والصرع
سقته الرواعد من صيفٍ ... وإن من خريف فلن يعدما
سأترك منزلي لبني تميم ... وألحق بالحجاز فاستريحا
سيغنيني الذي أغناك عني ... فلا فقر يدوم ولا غناء
-<span data-type="title" id=toc-360>ش</span>-
سرينا ونجم قد أضاء فمذ بدا ... محياك أخفى ضوءه كل شارق','2','287',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (829,'شلت يمينك إن قتلت لمسلما ... حلت عليك عقوبة المتعمد
شجاك أظن ربع الظاعنينا ... ولم تعبأ بعذل العاذلينا
شربن بماء البحر ثم ترفعت ... مني لجج خ<span data-type="title" id=toc-362>ض</span>ر لهن نئيج
-<span data-type="title" id=toc-361>ص</span>-
صاح شمر ولا تزل ذاكر الـ ... موت فنسيانه ضلالٌ مبين
صددت وطبت النفس يا قيس عن عمرو ... ...................
صبحك الله بخير باكر ... ينعم طيرٍ وشبابٍ فاخرٍ
-ض-
ضربت صدرها إلي وقالت ... يا عديا لقد وقتك الأواقي','2','288',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (830,'ضروب بنصل السيف سوق سنامها ... إذا عدموا زادًا فإنك عاقر
ضيعت حزمي في إبعادي الأملا ... وما ارعويت وشيبا رأسي اشتعلا
-<span data-type="title" id=toc-363>ط</span>-
طال ليلي وبت كالمجنون ... واعترتني الهموم بالماطروني
طلبوا صلحنا ولات أوانٍ ... فأجبنا أن ليس حين بقاء
طافت أمامة بالركبان آونة ... يا حسنة من قوما ما ومنتقبا
طول الليالي أسرعت في نقضي ... نقضن كلي ونقضن بعضي
-<span data-type="title" id=toc-364>ظ</span>-
ظهراهما مثل ظهور الترسين ... .........................','2','289',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (831,'ظننتك إن شبت لظى الحرب صاليا ... ف<span data-type="title" id=toc-365>ع</span>ردت فيمن كان عنها معردا
-ع-
على أحوذيين استقلت عشية ... فما هي إلا لمحة وتغيب
عرين من عرينة ليس منا ... برئت إلى عرينة من عرين
عرفنا جعفرًا وبني أبيه ... وأنكرنا زعانف آخرين
عندي اصطبار وأما أنني جزع ... يوم النوى فلو جد كاد يبريني
عسى الكرب الذي أمسيت فيه ... يكون وراءه فرج قريب
عسى فرجٌ يأتي به الله إنه ... له كل يومٍ في خليقته أمر','2','290',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (832,'علموا أن يؤملون فجادوا ... قبل أن يسألوا بأعظم سؤل
علمتك الباذل المعروف فانبعثت ... إليك بي واجفات الشوق والأمل
علام تقول الرمح يثقل عاتقي ... إذا أنا لم أطعن إذا الخيل كرت
علقتها عرضًا وعلقت رجلًا ... غيري وعلق أخرى ذلك الرجل
عهدت مغيثًا مغنيًا من أجرته ... فلم أتخذ إلا فناءك مؤئلا
علفتها تبنًا وماء باردًا ... حتى شتت همالة عيناها
علقتها عرضا وأقتل قومها ... زعما لعمر أبيك ليس بمزعم
علا زيدنا يوم النقى رأس زيدكم ... بأبيض ماضي الشفرتين يمان','2','291',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (833,'على حين عاتبت المشيب على الصبى ... وقلت ألما أصح والشيب وازع
على حين تستصبين كل حليم ... على حين التواصل غير دان
عشية سعدى لو تراءت لراهب ... بدومة تحرٌ عنده وحجيج
قلا دينه واهتاج للشوق إنها ... على الشوق إخوان العزاء هيوج
عمرو الذي هشم الثريد لقومه ... ورجال مكة مستنون عجاف
على حالةٍ لو أن في القوم حاتما ... على جوده قد ضن بالماء حاتم
على ما قام يشتمني لئيم ... كخنزير تمرغ في رماد','2','292',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (834,'-<span data-type="title" id=toc-366>غ</span>-
غا<span data-type="title" id=toc-367>ف</span>لا تعرض المنية للمرء ... فيدعى ولات حين إباء
غير مأسوف على زمن ... ينقضي بالهم والحزن
غداة أحلت لابن أصرم طعنةً ... حصينٍ عبيطات السدائف والخمر
-ف-
في كلت رجليها سلامى واحدة ... كلتاهما مقرونة بزائدة
فإما كرامٌ موسرون لقيتهم ... فحسبي من ذو عندهم ما كفانيا
فإن أنت لم ينفعك علمك فانتسب ... لعلك تهديك القرون الأوائل','2','293',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (835,'فلا تطمع أبيت اللعن فيها ... ومنعكها بشيءٍ يستطاع
فإلا يكنها أو تكنه فإنه ... أخوها غذته أمه بلبانها
فقلت أعيراني القدوم لعلني ... أخط به قبرا لأبيض ماجد
فياليتني إذا ما كان ذاكم ... ولجت وكنت أولهم ولوجا
في فتية جعلوا الصليب إلههم ... حاشاي إني مسلم معذور
فإن الماء ماء أبي وجدي ... وبئري ذو حفرت وذو طويت
فأما الألى يسكن غور تهامة ... فكل فتاة تترك الحجل أقصما
فيوم علينا ويوم لنا ... ويم نساء ويوم نسر','2','294',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (836,'فأما القتال فلا قتال لديكم ... ولكن سيرا في عراض المواكب
فقلت يمين الله أبرح قاعدًا ... ولو قطعوا رأسي لديك وأوصالي
فكيف إذا مررت بدار قومٍ ... وجيرانٍ لنا كانوا كراما
فأصبحوا والنوى عالي معرسهم ... وليس كل النوى تلقى المساكين
فأصبحوا قد أعاد الله نعمتهم ... إذا هم قريش وإذ ما مثلهم بشر
فإنك موشك أن لا تراها ... وتعدو دون غاضرة العوادي
ألا ليت الشباب يعود يومًا ... فأخبره بما صنع المشيب
فمن يك لم ينجب أبوه وأمه ... فإن لنا الأم النجيبة والأب','2','295',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (837,'في فنية كسوف الهند قد علموا ... أن هالكٌ كل من يحفى ويتنعل
فلو أنك في يوم الرخاء سألتني ... فراقك لم أبخل وأنت صديق
فو الله ما فارقتكم قاليًا لكم ... ولكن ما يقضى فسوف يكون
فمن يك أمسى بالمدينة رحله ... فإني وقيار بها لغريب
فقام يذود الناس عنها بسيفه ... وقال ألا لا من سبيل إلى هند
فلا لغو ولا تأثيم فيها ... وما فاهوا به أبدا مقيم
فلا مزنة ودقت ودقها ... ول أرض أبقل إبقالها
فبكى بناتي شجوهن وزوجتي ... والظاعنون إلى ثم تصدعوا','2','296',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (838,'فلم يَدْرِ إلا الله ما هيجت لنا ... عشية آناء الديار وشامها
فيالك من ذي حاجة حيل دونها ... وما كل ما يهوى امرؤٌ هو نَائِلُه
فهيهات هيهات العقيق وأهله ... وهيهات خل بالعقيق نحاوله
فأين إلى أين النجاء ببلغتي ... أتاك أتاك اللاحقون احبس احبس
فصبرا في مجال الموْتِ صبرًا ... فما نيل الخلود بالمستطاع
فجئت وقد نضت لنوم ثيابها ... لدى الستر إلا لبسَةَ المتفضل
فليت لي بهم قوم إذا ركبوا ... شنوا الإغارة فرسانا وركبانا','2','297',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (839,'فقدني وإياهم فإن ألق بعضهم ... يكونوا كتعجيل السنام المسرهد
فكونوا أنتم وبني أبيكم ... مكان الكليتين من الطحال
فقالت أكُل الناسِ أصبحتَ مانحًا ... لِسَانك كيما أن تَغُر وتخدعا
فلثمْتُ فاها آخذًا بقرونها ... شرب النَّزِيف ببَرد ماء الحشرج
فأرسلها العراك ولم يذدها ... ولم يشفق على نغص الدخال
فإياك إيَّاك المراء فإنه ... إلى الشر دعاءٌ وللشر جالب
فَمهْمَا تَشَأْ منه فزارة تعطكم ... ومَهْمَا تَشَأ منه فزارة تمنعا','2','298',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (840,'فخيرٌ نحنُ عِندَ البأسِ منكم ... إذا الدَّاعِي المثوِّب قال يالا
فإن يك جثماني بأرضٍ سواكم ... فإن فؤادِي عندك الدهر أجمع
فيارب هل إلا بك النصر يُرتجى ... عليهم وهل إلا عليك المعول
فيا الغلامان اللذان فرا ... إياكما أن تكسبانا شرا
فيا شوق ما أبقى ويالي من النَّوى ... ويا دمع ما أجرى ويا قلب ما أصبا
فيا لك مِنْ ليلٍ كأنَّ نجومه ... بكل مغار الفتل شدت بيذبل
فلولا الله والمهْر المفَدَّى ... لرحت وأنت غربال الإهاب','2','299',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (841,'فرد شعورهن السود بيضا ... وردَّ وجُوهَهُنَّ البيض سودا
فلا تَعجلي يا مي أن تتبيني ... بنصح أتى الواشون أم بحبول
فظل طهاة اللحم ما بين منضج ... صفيف شواءٍ أو قدير معجل
فإما أن تكون أخي بصدقٍ ... فأعرف منك غثى من سميني
وإلا فاطرحني واتخذني ... عدوا أتقيك وتتقيني
فما كان بين الخير لو جاء سالمًا ... أبو حجر إلا ليالٍ قلائل
فما برحت أقدامنا في مقامنا ... ثلاثتنا حتى أزيروا المنائيا
فقلت للركب لما أن علا بهم ... من عن يمين الحبيا نظرة قبل
فالمحه من سنا برق رأى بصري ... أم وجه عالية اختالت بها الكلل
فمثلك حبلى قد طرقت ومرضعٌ ... فألهيتها عن ذي تمائم محول','2','300',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (842,'فإن الحمر من شر المطايا ... كما الحبطات شر بني تميم
فحور قد لهوت بهن عين ... نواعم في المورط وفي الرياط
فنعم ابن اخت القوم غير مكذبٍ ... زهير حسام مفرد من حمائل
فنعم أخو الهيجا ونعم شهابها ... (زهيرٌ حسام مفرد من حمائل)
فقلت اقتلوها عنكم بمزاجها ... وأحبب بها مقتولة حين تقتل
فقالت لنا أهلًا وسهلًا وزودت ... جنى النحل أو ما زودت منه أطيب
فلا تعدد المولى شريكك في الغنى ... ولكنما المولى شريكك في العدم
فإن تزعميني كنت أجهل فيكم ... فإني شريت الحلم بعدك بالجهل
فتاتان أما منهما فشبيهة ... هلالًا والأخرى تشبه البدرا','2','301',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (843,'فما قومي بثعلبة بن سعدٍ ... ولا بفزارة الشعر الرقابا
فذلك إن يلق المنية يلقها ... حميدًا وإن يستغن يومًا فأجدر
فوافيناهم من بجمع ... كأسد الغاب مردانٍ وشيب
فإن تسألوني بالنساء فإنني ... خبير بأدواء النساء طبيب
إذا شاب رأس المرء أو قل ماله ... فليس له من ودهن نصيب
فتلك ولاة السوء قد طال ملكهم ... فحتام حتام العناء المطول
فأطعمنا من لحمها وسنامها ... شواء وخير الخير ما كان عاجله
فقلت له لما تمطى بصلبه ... وأردف أعجازًا وناء بكلكل','2','302',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (844,'فساغ لي الشراب وكنت<span data-type="title" id=toc-368> ق</span>بلًا ... أكاد أغص بالماء الحميم
فما كان (حصن) بدرٍ وحابسٍ ... يفوقان مرداس في المجمع
فما زالت القتلى تمج دماءها ... بدجلة حتى ماء دجلة أشكل
فأقسم أن لو التقينا وأنتم ... لكان لكم يومٌ من الشر مظلم
فلو نبش المقابر من كليب لخبر بالذنائب أي زير
فيوم الشعثمين تقر عينا ... وكيف لقاء من تحت القبور
فيها اثنتان وأربعون حلوبة ... سودًا كخافية الغراب الأسحم
-ق-
قالت بنات العم يا سلمى وإن ... كان فقيرًا معدمًا قالت وإنن','2','303',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (845,'قضى الله يا أسماء أن لست زائلًا ... أحبط حتى يغمض العين مغمض
قنافد هداجون حول بيوتهم ... بما كان إياهم عطية عودا
قد قيل ما قيل إن صدقا وإن كذبا ... فما اعتذارك من قول إذا قيلا
قالت ألا ليتما هذا الحمام لنا ... إلى حمامتنا أو نصفه فقد
قضى كل ذي دينٍ فوفى غريمه ... وعزة ممطولٌ معنى غريمها
قم قائما قم قائما ... صادفت عبدًا نائما
[وأمة مراغما] ... وعشراء رائما
قفى قبل التفرق يا ضباعا ... ولا يك موقفٌ منك الوداعا
قومي ذرا المجد بانوها وقد علمت ... بكنه ذلك عدنانٌ وقحطان','2','304',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (846,'قد ثكلت أمه من كنت واحده ... وبات منتشبًا في برتن الأسد
قالت وكنت رجلًا فطينا ... هذا لعمر الله إسرائينا
قومٌ إذا سمعوا الصريخ رأيتهم ... ما بين ملجم مهره أو سافع
قفا نبك من ذكرى حبيب وعرفان ... وربع عفت آثاره منذ أزمان
قد كنت أحجو أبا عمرو أخا ثقة ... حتى ألمت بنا يوما ملمات
قد جربوه فألفوه المغيث إذا ... ما الروع عم فلا يلوي على أحد
قد سالم الحيات منه القدما ... الأفعوان والشجاع الشجعما','2','305',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (847,'قفا نب<span data-type="title" id=toc-369>ك </span>من ذكرى حبيب ومنزل ... بسقط اللوى بين الدخول فحومل
قلت لبوابٍ لديه درهما ... تيذن فإني حمها وجارها
-ك-
كلاهما حين جد الجد بينهما ... قد أقلعا وكلا أنفيهما رابي
كمية جابر إذا قال ليتي ... أصادفه وأفقد بعض مالي
كرب القلب من جواه يذوب ... حين قال الوشاة هند مغضوب
[ولو أن ما أسعى لأدنى معيشة] ... كفاني ولم أطلب قليل من المال
كأن فتات العهن في كل منزلٍ ... نزلن به حب الفنا لم يحطم
كأن قلوب الطير رطبًا ويابسًا ... لدى وكرها العناب والحشف البالي','2','306',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (848,'كما خط الكتاب بخط يومًا ... يهودي يقارب أو يزيل
كأن برذون أبا عصام ... زندٍ حمارٌ دق باللجام
كناحت يومًا صخرةٍ بعسيل ... [فرشني بخير لا أكون ومرحة]
كناطح صخرةً يومًا ليوهنها ... فلم يضرها وأوهي قرنه الوعل
كما قيل قبل اليوم خالف تذكرا ... [خلافًا لقولي من فيالة رأيه]
كأن العقيليين يوم لقيتهم ... فراخ القطا لاقين أجدل بازيا
كم عمةٍ لك يا جرير وخالة ... فدعاء قد حلبت على عشارى
كأنك فينا يا أبات غريب ... . . . . . . . . . . . . . . . .','2','307',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (849,'كأني غداة البين يوم تحملوا ... لدى سمرات الحي ناقف حنظل
كفى الشيب والإسلام للرء ناهيًا ... ......................
كأن صغرى وكبرى من فقاقعها ... حصباء در على أرضٍ من الذهب
كأنك من جمال بني أقيشٍ ... يقعقع بين رجليه بشن
كأن حفيف النبل من فوق عجزها ... غوارب نحل أخطأ الغار مطنف
كهز الرديني تحت العجاج ... جرى في الأنابيب ثم اضطرب
كذبت وبيت الله لو كان صادقًا ... لما سبقتني بالبكاء الحمائم
كما في بني بكر بن سعد سيد ... ضخم الدسيعة ماجد نفاع
كأنهم أسيفٌ بيض يمانية ... عضب مضاربها باق بها الأثر','2','308',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (850,'-<span data-type="title" id=toc-370>ل</span>-
لئن كان حبيك لي كاذبا ... لقد كان حيك حقًا يقينا
لئن كان إياه لقد حال بعدنا ... عنِ العهد والإنسان قد يتغير
لوجهكَ في الإحسان بسط وبهجة ... أنا لهماهُ قفو أكرم والد
لولا أبُوك ولولا قَبْلَه عمر ... ألقت إليكَ معد بالمقاليد
لقيم بن لقمانٍ من أخته ... فكان ابن أختٍ له وابنما
لهفِي عليكَ للهفة من خائف ... يبغي جوارك حين لات مجير
لتقعدِن مقعد القصى ... مني ذي القاذورة المقلي
أو تحلفي بربك العلي ... أني أبو ذَيالك الصَّبي
لقد ولَدَ الأخيطل أم سوء ... على باب استها صلبٌ وشامٌ','2','309',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (851,'لما رأى طالبوه مصعبًا ذعروا ... وكاد لو سَاعدَ المقْدُورَ يَنْتَصر
ليت وهل ينفع شيئًا ليت ... ليت شبابًا بوع فاشتريت
لعل الله فضلكم علينا ... بشيءٍ أنَّ أمكم شريم
لعل أبي المغوار منك قريب ... . . . . . . . . . . . . . . .
لِئنْ كان من جن لأبرح طارقا ... وإن يك إنسًا ماكها الإنس يفعل
لئن كان النكاح أجل شيء ... فإن نكاحها مطر حرام
لها بشرٌ مثل الحرير ومنطق ... رحيم الحواشي لا هراء ولا نزر
لولا اصطبار لأوذي كل ذي مِقَةٍ ... لما استقلت مطاياهن للظعن
ليت التحية كانت لي فأشكرها ... مكان يا جملا حييت يا رجل
لئن كان برد الماء هيمان صاديًا ... إلى حبيبا إنها لحبيب
لعمرك لا أدري ولو كنت داريًا ... بسبع رمين الجمر أم بثمان','2','310',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (852,'ل<span data-type="title" id=toc-371>م</span>ن الديار بقنة الحجر ... أقوين مذ حِجَجٍ ومن دهر
لعمري وما عمري على بهينٍ ... لبئس الفتى المدعو بالليل حاتم
لعمرك ما أدري ولو كنت داريًا ... شعيث بن سهم أم شعيب بن مقر
لقد رأيت عجبًا مذ أمسا ... عجائزًا مثل السعالي حمسا
لئن عادلي عبد العزيز بمثلها ... وأمكنني منها إذا لا أقيلها
للبس عباءة وتقر عيني ... أحب إلى من لبس الشفوف
ليس العطاء من الفضول سماحة ... حتى تجود وما لديك قليل
لو يسمعون كما سمعت حديثها ... خروا لعزة ركعًا وسجودا
-م-
ما أنت باليقظان ناظره إذا ... نسيت بما تهواه ذكر العواقب','2','311',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (853,'ما أنت بالحكم الترضي حكومته ... ولا الأصيل ولا ذي الرأي والجدل
محا حبها حب الألي كن قبلها ... وحلت مكانا لم يكن حل من قبل
من يغن بالحمد لم ينطق بما سفه ... ولا يحد عن سبيل الحلم والكرم
من القوم الرسول الله منهم ... لهم دانت رقاب بني معد
من يك ذابت فهذابتي ... مقيظ مصيف مشت
ما أعطياني ولا سألتهما إلا ... وإني لحاجزي كرمي
مروا عجالى وقالوا كيف سيدكم ... فقال من سئلوا أمسى لمجهودا
ما برئت من ربية وذم ... في حربنا إلا بات العم
متى يأت هذا الموت لا تلف حاجة ... لنفسي إلا قد قضيت قضاءها','2','312',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (854,'ما زال يوقن من يؤمك بالغنى ... وسواك مانع فضله المحتاج
مشق الهواجر لحمهن مع السرى ... حتى ذهبن كلا وكلا وصدورا
متى تقول القلص الرواسما ... يحملن أم قاسم وقاسما
ماذا ترى في عيال قد برمت بهم ... لم أحص عدتهم إلا بعداد
كانوا ثمانين أو زادوا ثمانية ... لولا رجاؤك قد قتلت أولادي
ما زال مذ عقدت يداه إزاره ... فمشى فأدرك خمسة الأشبار
يدني كتائب من كتائب تلتقي ... في ظل معترك العجاج مثار
ممن حلمن به وهن عواقد ... حبك النطاق فشب غير مهيل
ما الراحم القلب ظلاما وإن ظلما ... ولا الكريم بمناع وإن حرما
مكر مفر مقبل مدبر معا ... كجلمود صخر حطه السيل من عل','2','313',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (855,'محمد تفد<span data-type="title" id=toc-372> ن</span>فسك كل نفس ... إذا ما خفت من شيء تبالا
من يفعل الحسنات الله يشكرها ... والشر بالشر عند الله مثلان
ماذا تقول لأفرخ بذي مرخ ... زغب الحواصل لا ماء ولا شجر
-ن-
نحن اللذون صبحوا الصباحا ... يوم النخيل غارة ملحاحا
نحن الأولى فاجمع جمو ... عك ثم وجههم إلينا
نصرتك إذ لا صاحب غير خاذل ... فبوئت حصنا بالكماة حصينا
ندم البغاة ولات ساعة مندم ... والبغي مرتع مبتغيه وخيم
نبئتهم عذبوا بالنار جارهم ... وهل يعذب إلا الله بالنار
نحن بما عندنا وأنت بما ... عندك راضٍ والرأي مختلف','2','314',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (856,'فساءل عن قوم<span data-type="title" id=toc-373> ه</span>جان بمبدعٍ ... لذي البأس مغوار الصباح جسور
نعم الفتى المري أنت إذا هم ... حضروا لدى الحجرات نار الموقد
ندمت على ما فاتني يوم بنتم ... فيا حسرتا أن لا ترين عويلي
-هـ-
هنا وهنا ومن سنالهن بها ... ذات الشمائل والأيمان هيوم
هذا لعمركم الصغار بعينه ... لا أم لي إن كان ذاك ولا أب
هوينني وهويت الغانيات إلى أن ... شبت فانصرفت عنهن آمالي
هما أخوا في الحرب من لا أخا له ... إذا خاف يومًا نبوةً فدعاهما','2','315',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (857,'هل أنت باعث دينار لحاجتنا ... أ<span data-type="title" id=toc-374>و </span>عبد رب أخا عون بن مخراق
هيفاء مقبلة عجزاء مدبرة ... ممخوطة جدلت شنباء أنيابا
هما سيدانا يزعمان وإنما ... يسوداننا أن يسرت مع ماهما
-و-
وكم علمته نظم القوافي ... فلما قال قافية هجاني
وقاتم الأعماق خاوي المخترقن ... . . . . . . . . . . . . . .
ولها بالماطرون إذا أكل النمل الذي جمع
والله سماك سمى مباركا ... أترك الله به إيثاركا
وكان ليا أبو الحسن على ... أبا برا ونحن له بنين
[إذا العجوز غضبت فطلق] ... ولا ترضاها ولا تملق','2','316',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (858,'وما نبالي إذ ما كنت جارتنا ... أن لا يجاورنا إلاك ديار
وإن على ليلى لزار وإنني ... على ذاك فيما بيننا مستديمها
وما اهتز عرش الله من أجل هالك ... سمعنا به إلا لسعد أبي عمرو
وإذا الأمور تشابهت وتعاظمت ... فهناك يعترفون أين المفزع
ولقد جنيتك أكمؤا وعساقلا ... ولقد نهيتك عن بنات الأوبر
وما مثله فيهم ولا كان قبله ... وليس يكون الدهر مادام يذبل
وما كل من يبدي البشاشة كائنا ... أخاك إذا لم تلفه لك منجدا
ورج الفتى للخير ما إن رأيته ... على السن خيرًا لا يزال يزيد
وما الدهر إلا منجنونا بأهله ... وما صاحب الحاجات إلا معذبا
وكن لي شفيعًا يوم لاذو شفاعة ... بمغن فتيلا عن سواد بن قارب','2','317',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (859,'وقد جعلت قلوص بني زياد ... من الأكوار مرتعها قريب
وأسقيه حتى كاد مما أبثه ... تكلمني أشجاره وملاعبه
ولو سئل الناس التراب لأوشكوا ... إذا قيل هاتوا أن يملوا ويمنعوا
وكنت أرى زيدا كما قيل سيدًا ... إذا إنه عبد القفا واللهازم
ولي نفس تناعني إذا ما ... أقول لها لعلي أو عساني
وإلا فاعلموا أنا وأنتم ... بغاةٌ ما بقينا في شقاق
واعلم فعلم المرء ينفعه ... أن سوف يأتي كل ما قدرا
وما قصرت لي في التسامي خؤولةٌ ... ولكن عمي الطيب الأصل والخال
وما هجرتك حتى قلت معلنة ... لا ناقة لي فيها ولا جمل
ولما أبى إلا جماحًا فؤاده ... ولم يسل عن ليلى بمالٍ ولا أهل','2','318',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (860,'ولو أن مجدًا أخلد الدهر واحدًا ... من الناس أبقى مجده الدهر مطعما
ونبئت عبد الله بالجو أصبحت ... كرامًا مواليها لئيما صميمها
وما زرت ليلى أن تكون حبيبة ... إلى ولا دين بها أنا طالبه
وقد يجمع الله الشتيتين بعدما ... يظنان كل الظن أن لا تلاقيا
وإني لتعروني لذكراك هزةٌ ... كما انتفض العصفور بلله القطر
وبلدةٍ ليس بها أنيس ... إلا اليعافير وإلا العيس
وكنت أرى كالموت من بين ساعة ... فكيف يبين كان موعده الحشر
ولو أن قوما لارتفاع قبيلةٍ ... دخلوا السماء دخلتها لا أحجب
ولقد خشيت بأن أموت ولم يكن ... للحرب دائرةٌ على ابني ضمضم
وقفت بربع الدار قد غير البلى ... معارفها والساريات الهواطل','2','319',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (861,'وجاءت به سبط العظام كأنما ... عمامته بين الرجال لواء
وما لام نفسي مثلها لي لائم ... ولا سد فقري مثل ما ملكت يدي
واها لسلمى ثم واهًا واها ... يا ليت عيناها لنا وفاها
ولقد شفى نفسي وأبرأ سقمها ... قيل الفوارس ويك عنتر أقدم
وما لي إلا آل أحمد شيعة ... وما لي إلا مذهب الحق مذهب
وإذا تباع كريمةٌ أو تشتري ... فسواك بائعها وأنت المشتري
ومن أنتم إنا نسينا من أنتم ... وريحكم من أي ريح الأعاصر
وخبرت سوداء الغمام مريضةٌ ... فأقبلت من أهلي عصرًا أعودها
وليت سليمى في المنام ضحيعتي ... هنالك أم في جنةٍ أم جهنم','2','320',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (862,'وكنت كذي رجلين رجلٍ صحيحة ... ورجل دمى فيها الزمان فشلت
ولقد أراني للرماح دريةً ... من عين يميني تارةً وأمامي
ومازلت أبغي المال مذ أنا يافعٌ ... وليدا وكهلًا حين شبت وأمردا
وننصر مولانا ونعلم أنه ... كما الناس مجرومٌ عليه وجارم
وليل كموج البحر أرخى سدوله ... علي بأنواع الهموم ليبتلى
وقال نبي المسلمين تقدموا ... وأحبب إلينا أن تكون المقدما
ولم أرى شيئًا بعد ليلى ألذه ... ولا منظر أروي به فأعيج
ولقد أمر على اللئيم يسبني ... وأعف ثم أقول ما يعيني
وقد زعمت أني تغيرت بعدها ... ومن ذا الذي يا عز لا يتغير','2','321',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (863,'وكنا حسبنا كل بيضاء شحمة ... عشية لاقينا جذام وحميرا
وما كنت أدري قبل عزة ما الهوى ... ولا موجعات القلب حتى تولت
ولقد نزلت فعلا تظني غيره ... مني بمنزلة المحب المكرم
وتشرق بالقول الذي قد أذعته ... كما شرقت صدر القناة من الدم
ونبئت ليلى أرسلت بشفاعة ... إلي فهلا نفس ليلى شفيعها
ويوم عقرت للعذارى مطيتي ... فيا عجبا من رحلها المتحمل
ويوم دخلت الخدر خدر عنيزةٍ ... فقالت لك الويلات إنك مرجلي
وقولي كلما جشأت وجاشت ... مكانك تحمدي أو تستريحي
ولو أن ليلى الأخيلية سلمت ... على ودوني جندل وصفائح
لسلمت تسليم البشاشة أوزقا ... إليها صدى من جانب القبر صائح','2','322',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (864,'ولو تلتقي أصداؤنا بعد موتنا ... ومن دون رمسينا من ا<span data-type="title" id=toc-375>لأ</span>رض سبسب
لظل صدى صوتي وإن كنت رمة ... لصوت صدى ليلى يهش ويطرب
وليس بذي رمح فيطعني بـ ... وليس بذي سيف وليس بنبال
-لا-
لا طيب للعيش ما دمت منغصة ... لذاته بادكار الموت والهرم
لا تقربن الدهر آل مطرف ... إن ظالما أبدا وإن مظلوما
لا تأمنن فزاريًا خلوت به ... على قلوصك واكتبها بأسيار
لا نسب اليوم ولا خلة ... اتسع الخرق على الراقع
لا سابغات ولا جآواء باسلة ... تقي المنون لدى استيفاء آجال','2','323',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (865,'لا أقعد الجبن عن اله<span data-type="title" id=toc-376>ي</span>جاء ... ولو تولت زمر الأعداء
لا يبعدن قومي الذين هم ... سم الغداء وآفة الجزر
النازلون بكل معرك ... والطيبون معاقد الأزر
لا تتركني فيهم شطيرا ... إني إذا أهلك أو أطيرا
لا تنه عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيم
-ي-
يا صاح ما هاج العيون الذرفن ... من طلل كالأ تحمي الهجن
يحدو بها كل في هيهات ... وهن نحو البيت عامدات','2','324',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (866,'يصبح ظمآن وفي البحر فمه ... . . . . . . . . . . . . . . . . . .
يمل الندامى ما عدائي فإنني ... بكل الذي يهوى نديمي مولع
يذيب الرعب منه كل عضب ... فلولا الغمد يمسكه لسالا
يام بإحدى مقلتيه ويتقي ... بأخرى المنايا فهو يقظان هاجع
يداك يد خيرها يرتجي ... وأخرى لأعدائها غائظة
يا ليتني وأنت يا لميس ... في بلد ليس به أنيس
يغضي حياء ويغضى من مهابته ... فلا يكلم إلاحين يبتسم
يعجبه السخون والبرود ... والتمر حبا ماله مزيد
يمرون بالدهنا خفافًا عيابهم ... ويخرجن من دارين بجر الحقائب
على حين ألهى الناس جل أمورهم ... فندلا زريق المال ندل الثعالب','2','325',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (867,'يا ليما أمنا شالت نعامتها ... أيما إلى جنةٍ أيما إلى نار
يا زيد زيد اليعملات الذبل ... تطاول الليل عليك فانزل
يا لعنة الله والأقوام كلهم ... والصالحين على سمعان من جار
يا أيها المائح دلوى دونكا ... إني رأيت الناس يحمدونكا
يا عنز هذا شجر وماء ... عاعيت لو ينفعني العيعاء','2','326',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (868,'كتاب
الصرف','2','327',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (869,'<span data-type="title" id=toc-377>كتاب الصرف</span>
اعلم أنه لا يدخل حرفًا ولا شبهه صرف، وإنما يدخل على فعل أو اسم يشبهه، والفعل إما ثلاثي وإما رباعي، وكلاهما إما مجرد أو مزيد فيه، وهو إما سالم أو غير سالم، فالثلاثي المجرد السالم إن كان على فعل مفتوح العين فمضارعه يفعل بضم العين أو كسرها، ويجي على يفعل بفتح العين إذا كان عين فعله أو لامه حرفًا من حروف الحلق، وإن كان على فعل مكسور العين فمضارعه يفعل بفتح العين غالبًا، وإن كان على فعل بضم العين فمضارعه يفعل بضم العين
والرباعي المجرد بفتح اللام ومضارعه بكسرها، والثلاثي المزيد ما كان على أربعة أحرف وله ثلاثة أمثلة: أفعل وفعل وفاعل، وما كان على خمسة فإما أوله تاء وله مثالان: تفعل، وتفاعل، وإما همزة وله ثلاثة أمثلة: انفعل وافتعل وافعل، وما كان على ستة أحرف وله خمسة أمثلة:','2','329',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (870,'استفعل وافعال وافعوعل وافعنلل وافعنلى وافعول، والرباعي المزيد فيه تفعلل وافعنلل وافعلل، والفعل إما متعد إلى مفعول أو لا، وهو إما ماض، فالمبني للفاعل منه ما كان أوله مفتوحًا أو أول متحرك منه مفتوحًا، وهو إما لمفرد وهو إما مذكر أو مؤنث، وكلاهما أما حاضر أو غائب، أو متكلم، أو مثنى، وهو إما مذكر أو مؤنث حاضر أو غائب، متكلم أو مخاطب، أو مجموع، وهو إما مذكر أو مؤنث حاضر أو غائب، متكلم أو مخاطب، وفروع ذلك لا تخفى، ويقاس عليها الرباعي والمزيد ولا تغير حركات الألفات في الأوائل.
والمبني للمفعول أوله مضموم وأول متحرك منه مضموم، والمضارع ما في أوله أحد الزوائد الأربعة: الهمزة للمتكلم، والنون إذا كان معه غيره، والتاء للمخاطب مطلقًا، والياء للغائب مطلقًا، المبني للفاعل ما كان حرف المضارعة منه مفتوحًا غير ما ماضيه على أربعة أحرف فإنه يكون مضمومًا.
والمبني للمفعول ما كان حرف المضارعة منه مضمومًا وما قبل الآخر منه مفتوحًا، ويدخل الجازم فتحذف حركة الواحد ونون التثنية والجمع ولا تحذف نون جماعة المؤنث، ويدخل الناصب، فيبدل من الضمة فتحة وتسقط النونات غير نون جمع المؤنث، وإذا اجتمع تاءان في أول المضارع من تفعل وتفاعل وتفعلل فيجوز إثباتها وحذف إحداهما، ومتى كان فاء افتعل صادًا أو طاء أو ظاء قلبت تاؤه طاء، ومتى كان فاء افتعل دالًا أو ذالًا أو زايًا قلبت تاؤه دالًا، والأكثر أن يجيء اسم','2','330',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (871,'الفاعل والمفعول، من الثلاثي المجرد على فاعل ومفعول، وفعيل قد يجيء بمعنى الفاعل والمفعول والمضاعف وهو الأصم من الثلاثي المجرد، والمزيد ما كان عينه ولامه من جنس واحد (كرد) ومن الرباعي ما كان فاؤه ولامه الأولى من جنس واحد وكذلك عينه أو لامه الثانية، ويقال له: المطابق.
والمضاعف يلحقه الإدغام، والمعتل ما أحد أصوله حرف علة وهي الواو والياء والألف، وهو إما معتل الفاء وهو المثال، أما الواو فتحذف من مضارع الذي على يفعل مكسور العين، ومن مصدر الذي على فعله، الثاني: المعتل المعين وهو الأجوف إذا أخبرت عن نفسك، فالمجرد تقلب عينه في الماضي ألفًا سواء كان واوًا أو ياءً، فإن اتصل به ضمير المتكلم أو المخاطب أو جمع المؤنث الغائب نقل فعل من الواو إلى فَعُلَ ومن الياء إلى فَعِلَ، ولم يتغير فَعَلَ ولا فَعِل إذا كانا أصليين، وتقلب الضمة والكسرة إلى الفاء وحذفت العين، وإذا بنيته للمفعول كسرت الفاء من الجميع، ومزيد الثلاثي لا يعتل منه إلا أربعة أبنية: أجاب واستقام وانقاد واختار، واسم الفاعل من المجرد يعتل بالهمزة، والمزيد يعتل بما اعتل به المضارع، واسم المفعول من المجرد يعتل بالحذف.
الثالث: المعتل اللام وهو الناقص:
الرابع: معتل العين واللام ويقال له اللفيف المقرون.
الخامس: المعتل الفاء واللام ويقال له اللفيف المفروق.
السادس: المعتل الفاء والعين.
السابع: المعتل الفاء والعين واللام، وحكم المهموز في تصاريف فعله حكم الصحيح، واسم الزمان والمكان من يفعل بكسر العين، ومن يفعل ويفعل بفتح العين وضمها على مفعل، بالفتح إلا شذوذًا، وإذا كثر الشيء في المكان قيل','2','331',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (872,'فيه مفعلة من الثلاثي المجرد، وأما اسم الآلة فيجيء على مثال محلب ومكسحة، والمرة من مصدر الثلاثي المجرد على فعلة بالفتح وَفِعْلَة لمرة بالفتح، والهيئة بالكسر','2','332',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (873,'كتاب
المنطق','2','333',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (874,'<span data-type="title" id=toc-378>كتاب المنطق</span>
<span data-type="title" id=toc-379>المعرفات خمسة: </span>الحد التام، والحد الناقص، والرسم التام، والرسم الناقص، والتعريف اللفظي، والحد قيل نفس الشيء وقيل اللفظ المفسر لمعناه، وقيل لفظ وجيز ينبئ عن حقيقته، وقيل لفظ وضع لمعنى، وهو إما صحيح أو غير صحيح، والصحيح الجامع المانع يجمع أقسام: المحدودة ويمنع غيره أن يدخل عليه، والموضوع لمعنى ولا جزء له هو المفرد وإلا فهو المركب، ودلالته اللفظية في كمال معناها دلالة مطابقة، وفي بعض معناها دلالة تضمن، وغير اللفظية دلالة التزام.
<span data-type="title" id=toc-380>والمركب جملة وغير جملة</span>، وللمفرد باعتبار وحدته ووحدة مدلوله وتعددهما أربعة أقسام: إن اشترك في مفهومه كثيرون فهو الكلي، فإن تفاوتت','2','335',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (875,'فالمشكل وإلا فالمتواطئ، وإن لم يشترك فهو الجزئي
الثاني من أربعة: مقابلة متباينة
الثالث: إن كان حقيقة للمتعدد فمشترك، وإلا فحقيقة ومجاز
والرابع: مترادفة وكلها مشتق وغير مشتق، صفة وغير صفة، ويقال في الشيء إما كلي وهو ما يمتنع تصوره من وقوع الشركة فيه، والكل الحكم على المجموع من حيث هو مجموع، والكلية الحكم على فرد فرد حتى لا يبقى فرد، وإما جزئي وهو الشخص من كل حقيقة كلية، والجزء ما تركب منه ومن غيره جزئي، والجزئية الحكم على بعض أفراد الحقيقة من غير تعيين، والعلم بالشيء إما بديهي أو ضروري أو نظري أو ظني أو عادي، واليقين الاعتقاد الجازم، والظن رجحان أحد الطرفين، والشك استواؤهما، والوهم المرجوح، والقضية ما صح من الصدق والكذب، إما حملية أو شرطية متصلة أو شرطية منفصلة، والقضية إما موجبة وإما سالبة، وكل منهما إما مخصوصة وإما كلية مستورة، وإما جزئية مستورة، والمتصلة إما لزومية وإما اتفاقية، والمنفصلة إما حقيقة إما مانعة الجمع فقط وإما مانعة الخلو.','2','336',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (876,'<span data-type="title" id=toc-381>والتناقض اختلاف القضيتين </span>بالإيجاب والسلب فنقيض الموجبة الكلية سالبة خبرية، ونقيض السالبة الكلية الموجبة الخبرية، والمحصورات لا يتحقق التناقض بينهما إلا بعد اختلافهما في الكلية والجزئية لأن الكليتين قد يكذبان، والجزئيتين قد تصدقان، والموجبة الكلية لا تنعكس كلية بل تنعكس جزئية، والموجبة الجزئية تنعكس جزئية، والسالبة الكلية تنعكس كلية، والسالبة الجزئية لا عكس لها لزومًا.
<span data-type="title" id=toc-382>والقياس هو قول المؤلف </span>من أقوال متى سلمت لزم عنها لذاتها أقول أخر، وهو إما اقتراني وإما استثنائي، والمكرر بين مقدمتي القياس فصاعدًا يسمى حدًا أوسط، وموضوع للمطلوب يسمى حدًا أصغر، ومحموله يسمى حدًا أكبر، والمقدمة التي فيها الأصغر تسمى الصغرى، والتي فيها الأكبر تسمى الكبرى، وهيئة التأليف من الصغرى والكبرى تسمى شكلًا، والأشكال أربعة، لأا لحد الأوسط إن كان محمولًا في الصغرى موضوعًا في الكبرى فهو الشكل الأول، وعكسه الشكل الرابع، وإن كان موضوعًا فيهما فالشك الثالث، وإن كان محمولًا فيهما فالشكل الثاني، والقياس الاقتراني إما من الحمليتين وإما من المتصلتين، وإما من حملية ومنفصلة، وإما من حملية ومتصلة أو من متصلة ومنفصلة','2','337',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (877,'<span data-type="title" id=toc-383>وأما القياس الاستثنائي </span>فالشرطية الموضوعة فيه إن كانت متصلة فالاستثناء عين المقدم ينتج عين الثاني، واستثناء نقيض الثاني ينتج نقيض المقدم، وإن كانت منفصلة فاستثناء أحد الجزءين ينتج نقيض الثاني، واستثناء نقيض أحدهما ينتج عين الثاني، والبرهان وهو قياس مؤلف من مقدمات يقينية لإنتاج يقيني، واليقينيات أقسام: أوليات، وشاهدات، ومجربات، وحديثات، ومتواترات، وقضايا قياساتها معها والعمدة هي البرهان والجنس المقال على كثيرين مختلفين بالنوع، والنوع على كثيرين مختلفين بالشخص، والفصل الفارق بين مختلفي النوع، والجوهر القائم بنفسه، والعرض القائم بغيره والله أعلم','2','338',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (878,'كتاب
الطب','2','339',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (879,'<span data-type="title" id=toc-384>كتاب الطب</span>
أعلم أن الأمراض تنقسم إلى قسمين: عام لجميع البدن، وخاص ببعض (البدن). الأول العام وهو أقسام:<span data-type="title" id=toc-386> الأول الحمى </span>وهي أنواع.
١ - الأول الدموية: دواؤها إخراج الدم بحسب الوقت والسن وسقي ما يسكن هيجانه
٢ - الثاني البلغمية: دواؤها بإنضاج البلغم وإخراجه
٣ - وصفراوية: دواءها بما يسكن الصفراء من الحامض الحلو، والبارد والرطب وما يسهل الصفراء
٤ - والسوداوية: وعلاجها بالأشياء الحلوة الحامضة وما يخرج السوداء
٥ - والحمى المركبة: تراعي ما تركبت منه
<span data-type="title" id=toc-387>الثاني الأمراض العامة: </span>الجذام وإذا تحكم لا دواء له، وفي أوله بالفصد والإسهال.','2','341',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (880,'<span data-type="title" id=toc-388>الثالث: وجع المفاصل </span>وهو من أحد الأخلاط فإن كان دمًا فالفصد والحجامة وشرب الأشياء التي تسكنه، والبلغم أنضجه وأسهله، والصفراء تبريد المزاج وإسهالها، والسوداء بالإنضاج والإسهال وأحسن ماله من الأدوية إذا كان عن بلغم أو دم أن يبرز في الحر حافيًا أو في الوعر، وإن كان عن دم أو صفراء أو سوداء ففي الوعر والنجيل بكره.
<span data-type="title" id=toc-389>الرابع: فساد اللون والكلف والنمش</span>، علاج ذلك باستفراغ الخلط الناشئ عنه وبالأطلية
<span data-type="title" id=toc-390>الخامس: القوابي والحزاز والتوته </span>وعلاج ذلك بالفصد والإسهال
<span data-type="title" id=toc-391>السادس: الحكة والجرب </span>وعلاجهما بالفصد أو الإسهال والأطلية
<span data-type="title" id=toc-392>السابع: القمل والصبيان ونحوهما </span>وعلاج ذلك بالإسهال والنظافة والطيب
<span data-type="title" id=toc-393>الثامن: البرص والبهق</span>، البرص لا دواء له، والبهق بالاستفراغ والأطلية وشرب الآطريلال.
<span data-type="title" id=toc-394>التاسع: الشرى والحصفية والبثور والثآليل والمسامير </span>إن كان ذلك من دم فالفصد وشرب ما يسكن الدم، وإن كان من خلط غيره فإسهاله واستعمال ما يسكنه','2','342',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (881,'<span data-type="title" id=toc-395>العاشر الجدري والحصبة والحميراء </span>وعلاج ذلك باستعمال ما يطفئ الحرارة كمستحلب والعناب والنوافر وماء الشعير
<span data-type="title" id=toc-396>الحادي عشر: الحمرة والجراحات </span>والأورام والخنازير والأكلة والطاعون وعلاج كل ما بحسب ما حدث عنه من الأخلاط وإصلاح المزيج.
<span data-type="title" id=toc-397>القسم الثاني الخاص ببعض البدن </span>وهو خمسة أنواع:
<span data-type="title" id=toc-398>أحدهما: ما يختص بالرأس</span>، وهو ستة أقسام: أحدهما ما يختص بنفس الدماغ، وهو أنواع إحداها الصداع وهو إما لسوء مزاج حار- يابس أو رطب- أو بارد- يابس أو رطب- أو لغلبة أحد الأخلاط الأربعة وعلاج كل بضده وما يسكنه أو يخرجه، وأما إن كان من غلبة ريح ناشئة عن أحد الأخلاط أو لورم ناشئ عن غلبة أحد الأخلاط فعلاجه باستفراغ ذلك الخلط وإن كان في أحد شقي الرأس فهو الشقيقة وهو عن أحد الأخلاط الأربعة، وعلاجه باستفراغ الخلط الناشئ عنه.
الثاني: من المختص بالدماغ السدر والدوار وما كان من دم فإخراج الدم إن كان عن خلط غيره فإخراجه
الثالث: البرسام والسرسام قريب منه وكلاهما يحدث عن أحد الأخلاط الأربعة، وعلاج الدم إخراجه وغيره إسهاله.
الرابع: النسيان وعلاجه بالاستفراغ وأكل الأشياء الحارة والفستق ومضغ الحصى لبان','2','343',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (882,'الخامس: السبات وعلاجه تنقية الرأس والمعدة بحب الإيراج
السادس: الشخوص وعلاجه الاستفراغ
السابع: الماليخوليا وعلاج ذلك باستفراغ من نشأ عنه
الثامن: البهتة وعلاجها باستفراغ الخلط الناشئة عنه.
التاسع: العشق وعلاجه بالمواصلة أو التبرد وتعاطي الأشياء الباردة الرطبة والجماع
العاشر: الجنون منه ما هو من خلط ومنه ما هو من الجن.
وقد اختلف في محل العقل فقيل القلب، وقيل الدماغ، فما كان من خلط فيعالج باستفراغه وأكل الأشياء المرزنة، وما كان من الجن فعلاجه بالذكر والقراءة والأمور الطاردة لهم.
الحادي عشر: بطلان الحفظ والذكر وعلاجه باستفراغ البلغم والرطوبات من الدماغ بالأرياج وغيره من استعمال الأشياء الحارة اليابسة والحصى لبان والفستق وقلة النوم.
الثاني عشر: الكابوس فإن كان من دم فعلاجه الفصد وإن كان من غيره فاستفراغ ذلك الخلط ومن حيث الجملة فإن الأطريفل ينفع غالبًا ما يحصل في الدماغ من ضعف أو فساد أو رطوبة.','2','344',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (883,'الكابلي ينفع من ذلك أيضًا، ومعجون البنفسج ينفع ما فيه من يبس وتكدر ويروق اخلاطه ويرطبها، ومعجون الاسطشخودش ينفع ما فيه من برودة ورطوبة ويذهب جميع أموره الباردة الرطبة، ومعجون الورد ينفع اليابسة وكلها تقوي الدماغ وتصلحه، ومربى القرع وشرابه ينفع ما فيه من ناشف ويبس، والخشخاش يمنع النزلات منه.
<span data-type="title" id=toc-399>القسم الثاني: ما كان في الرأس لا في الدماغ </span>وهو أشياء.
أحدها: الجزاز والسبخة وعلاجه باستفراغ الخلط الناشئ عنه من صفراء أو سوداء أو بلغم أو دم وتعديل المزاج
الثاني: داء الثعلب: داء الثعلب والحية ويتبعها ذهاب الشعر وعلاجها باستفراغ الخلط الذي حدث عنه.
الثالث: انتباز الشعر وتساقطه إن كان من نقصان الغذاء فعلاجه بالأكل والشبع من الأشياء المحمودة لاسيما اللحم، وإن كان من مرض فعلاجه دخول الحمام والتنظيف، وأما الشيب فلا دواء له.
الرابع: اللقوة: هي استرخاء يحدث بأحد شقي الوجه وعلاج ذلك باستفراغ الخلط الناشئة عنه ولا تقدم أولًا بالاستفراغ وتدلك موضعها ويرد، ومنهم من يكون على نفس المفصل مقابل الأذن من الجهة الأخرى
<span data-type="title" id=toc-400>القسم الثالث: ما يختص بالعين </span>وهو أنواع أحدها: ما يختص بالجفن، وهو أشياء.','2','345',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (884,'أحدها: الجرب وعلاجه بالفصد وتعديل المزاج واستعمال الأشياف وحك الجفن وذره بما يصلحه
الثاني: البرد والتحجر: وهي صلابة في ظاهر الجفن والشعيرة: وهي ورم مستطيل به وعلاجه بالتنطيل بالماء الفاتر والذرور، وللحار بالطلي بالطين الأرمني وماء الهندباء، وإلا فالعصر وإن لم يزل فالشق
الثالث: الالتصاق: وعلاجه: بسلخه وتوقي العين ووضع ما يمنع الإلتصاق بعد
الرابع: الشترة: إن كان من يبس فعلاجها الترطيب أو من رطوبة فعلاجها اليبس.
الخامس: الشعر الزائد: وانقلاب الشعر وانتشار الهدب: إذا حدث ذلك عن خلط فاستفرغه والشعر المنقلب يكوى موضعه.
السادس: الوردينج: ورم يحدث بالجفن ما كان عن دم فعلاجه الفصد أو الحجامة ويوضع على العين صفرة بيض مع دهن ورد، وإن كان عن صفراء أو بلغم فأسهل ذلك وذره بالمنصف
السابع: السلاق: وعلاجه تنقية البدن من الرطوبة والمنع من إخراج الدم ووضع ماء الورد والسماق.','2','346',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (885,'الثامن: الشرناق: يكون في الجفن الأعلى خاصة وعلاجه بالفصد، أو الحجامة، وإلا فالأطلية وتلطيف التدبير.
النوع الثاني: الأمراض الحادثة في الآماق وهي أشياء:
أحدها: المعدة: تعالج باستفراغ البدن من الخلط الغليظ وإصلاح المزاج، وتلطيف التدبير والكحل بالأكحال الحارة.
الثاني: السيلان: وهي دمعة حادثة من العين تعالج بالأشياء التي تنبت اللحم.
الثالث: الغرب: وعلاجه بالفصد والإسهال.
النوع الثالث: الأمراض العارضة في الملتحمة وهي أشياء:
أحدها: الرمد: إما أن يكون ذلك من أمر خارج كالغبار والحر والدخان ونحو ذلك، أو من داخل كزيادة أحد الأخلاط إن كان من أمر خارج فعلاجه ما يصلح ذلك ويرد ضرره، وإن كان من أحد الأخلاط فأسهله الكحل بما يضاده ويناسبه.
الثاني: الظفرة: إن كانت بيضاء رقيقة فهي سهلة البرء وبالفصد والتنقية والكحل، وإن كانت صلبة حمراء فهي عسرة البرء.
الثالث: الانتفاخ: وعلاجه باستفراغ ما حدث: عنه وتعديل المزاج','2','347',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (886,'الرابع: الجسا والحكة: وعلاج ذلك باستفراغ ما حدث عنه وتعديل الطبع ووضع ما يصلح ما حدث عنه.
الخامس: السبل: وهو امتلاء عروق العين أما الرقيق فعلاجه بالفصد وتنقية الرأس بحب القوقايا، والغليظ يعالج بالاستفراغ، والحمية واستعمال الدواء الحار فإن لم يفد فالقطع.
السادس: الودقة: وعلاجها بالفصد وذر العين بالنخب والسكر.
السابع: الدمعة: وعلاجها بالاستفراغ وتنقية الرأس.
الثامن: الدبيلة: وعلاجها بالفصد والإسهال وإصلاح المزاج.
النوع الرابع: الأمراض العارضة في الطبقة القرنية وهي أشياء:
أحدها: القروح: وعلاجها بالفصد وتلطيف الغذاء وإن كان الرمد حار فبرده بالمبردات والمنضجات ثم ضع ما يفجر فإن انفجرت فاستعمل ما يجلوا الأوساخ، ثم استعمل الأشياء الملحمة ثم الجالية.
الثاني: البثور: وعلاجها قريبًا من القروح.
الثالث: السلع: ويعالج بأشياف الآبار.
الرابع: الدبيلة: وعلاجها كالقروح.','2','348',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (887,'الخامس: الكمتة: وعلاجها بالاستفراغ وبما ينقي الرأس وتقطير الأشياء المحللة.
السادس: السرطان: وبرءه عسر.
السابع: التحجر: وعلاجه كالقروح.
الثامن اتساع عظم الثقب: ما كان عن يبس فبرؤه عسر غير أنه يستعمل الأشياء المرطبة والحمام، وما كان عن رطوبة فالاستفراغ بما ينقي الرأس
التاسع: الضيق. وعلاج ذلك بالاستفراغ بما يناسب ما حدث عنه
العاشر: التنوء: وهو الزوال وعلاجه بالشد مع الأدوية.
الحادي عشر: الماء النازل في العين: العلاج بتلطيف الغذاء واستفراغ الفضول الغليظة وتكحيلها بأشياف المرائر فإن لم يبرأ فاقدحه
النوع الخامس: الأمراض العارضة في الرطوبة البيضية وهي تغير لونها وجحوظها وصغرها وكبرها ورطوبتها وغلظها، وعلاج ذلك تلطيف التدبير واستفراغ البدن بما يناسب به ما حدث ذلك عنه.
النوع السادس: الأمراض العارضة بالرطوبة الجلدية وهي زوالها يمنة','2','349',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (888,'ويسرة وفوق وأسفل. وتغيير لونها وغورها وكبرها وصغرها ويبسها ورطوبتها وانعقادها، إن كل ذلك من رطوبة فعلاجها بالأشياء المجففة، وإن كان من يبس فبالأشياء المرطبة، وما كان عن امتلاء العضل أو غيرها فعلاجه بالاستفراغ.
النوع السابع: الأمراض العارضة بالروح الباصر وهو العشى والظلمة وقلة البصر وذلك إما أن يحدث عن امتلاء أو استفراغ وخلو أو عن نظر الأشياء الثقيلة أو عن ضعف الدماغ أو أكل ما يضعفه كالثوم والبصل والخس ونحو ذلك، فإن كان عن امتلاء استفرغه بما يناسب ذلك، وإن كان عن خلو واستفراغ وامتلاء مما خلطه محمود صالح لذلك، وإن كان من نظر الأشياء الصقيلة لزم الظلمة وتعصيب العين وتكميدها بالأشياء الصالحة، وإن كان عن أكل ما يضعف أكل ما يقوي.
النوع الثامن: الأمراض العارضة في الرطوبة الزجاجية وذلك في فساد مزاجين بمادة أو تغير مادة، إن كان من سوء مزاج حار استفراغه وأصلحه بالأشياء الباردة وعكسه بعكسه.
النوع التاسع: الأمراض العارضة بالعصب الأجوف وه من سوء مزاج بحسب الطبائع الأربعة أو ورم أو شدة، فسوء المزاج يعالج بما يضاده، والشدة بالاستفراغ، والورم بتحليله، والفصد ونحو ذلك.
<span data-type="title" id=toc-401>القسم الرابع: ما يختص بالأذن: </span>الوجه التابع لحرارة أو برودة، إن كان الحار من امتلاء أحد الأخلاط فاستفراغه وعالجه، بما يسكنه، وإن كانت البرودة تابعة للرطوبة فاستفراغها بما يناسب وعالج بالأشياء الحارة اليابسة، وإن كان لورم حار فبالفصد والحجامة والأشياء الملينة والمحللة، وإن كان باردا فبالاستفراغ والأشياء الحارة والمنضجة، وإما الطرش والسدد والطنين، والدوي إن كان حدوث','2','350',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (889,'ذلك من أخلاط غليظة إما حارة أو باردة فاستفراغ ذلك بما يناسبه، وإن كان من رياح غليظة فبما يخرجها ويبلل بالأشياء المحللة المخرجة والمانعة للريح.
<span data-type="title" id=toc-402>القسم الخامس: ما يختص بالأنف: </span>وهو أشياء.
أحدها: الورم الحادث في الأنف والبواسير. وعلاج ذلك بتعاطي الأشياء المحللة والفصد والحجامة وعالج بالمراهم.
الثاني: القروح الحادثة في الأنف ونتن الرائحة وفقد الشم والرعاف والقروح منها ما هو يابس عن خلط غليظ محترق ومنها رطب عن رطوبة فاسدة والنتن عن رطوبات حادة متعفنة، وعدم الشم من شدة في مقدمة الدماغ، علاج ذلك باستفراغ الخلط الذي (نشأ) ذلك عنه بما يوافقه، والرعاف إن كان عن غلبة الدم وثورانه فسكنه بالمسكنات ويرد الطبع وعدله وأطلي الجبهة بما يسكن ذلك وشم الأفيون والكافور.
الثالث: الزكام والعطاس والنزلة: وذلك إما عن حرارة أو برودة فإن كان عن حرارة فبالأشياء الباردة المقوية للدماغ والأطريفل والبنفسخ وإن كان عن برودة فالأطريفل والأسطحورس والخشخاش.
<span data-type="title" id=toc-403>القسم السادس: ما يختص بالفم </span>وهو أشياء:
أحدها: الشقاق في الشفة والبثور والبواسير والأورام: ويعالج ذلك بالفصد والإسهال وأخذ الأشياء المعدلة للطبع والمسكنة لحدة ذلك.','2','351',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (890,'الثاني: الأمراض العارضة في الأسنان وهي أشياء.
أحدها: الوجع الحادث في الأضراس والتآكل في الضرس والحفر لا يخلو إما أن يحدث ذلك عن حرارة أو برودة، فإن كان عن حرارة فبرده، وإن كان عن برد فبالأشياء الحارة واستفراغ ما حدث ذلك عنه.
الثاني: سقوط الأسنان وانتزاعها والدود المتولد فيها تارة يحدث ذلك عن حرارة، وتارة عن برد، وتارة عن عفن، وتارة عن رطوبة، وتارة عن يبس. ويعالج كل واحد باستفراغ خلطه وتعديل الطبع بضده.
الثالث: استرخاء اللثة ونبات اللحم الزائد فيها: وعلاج الرخاوة المضمضة بالسماق والماء ورد والخل قد طبخ في الآس والزيتون وأقماع الرمان والجلنار والعفص وحب الآس. واللحم الزائد بقطع وتمضمض بالخل وأكسبه بالسماق وأكليل الملك.
الرابع: البخر: تارة يحدث عن عفن أو فساد الأسنان أو آفة في الأنف أو في المعدة، وعلاج ذلك بتعديل الطبع وأكل السفرجل والأنجاص.
الخامس: سوء مزاج حادث باللسان، حار، أو بارد، رطب أو يابس أو ورم، العلاج بتعديل الطبع واستفراغ ما حدث ذلك عنه بما يناسبه والتمضمض بما يناسب ذلك ويضع على اللسان ما يضاد ذلك.
السادس: القلاع: بثور بسطح اللسان تنشأ عن أحد الأخلاط، يعالج كل باستفراغ الخلط الذي نشأ عنه ويوضع على اللسان ما يضاد ذلك','2','352',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (891,'السابع: فساد حاسة الذوق وثقل اللسان ويكون ذلك عن أحد الأخلاط أو سدة أو ورم وعدم الذوق من خلط بلغمي غليظ، إن كان ذلك عن خلط فضع على اللسان المحللات واستفرغ ذلك الخلط الغليظ وعدل الطبع والمزاج، وإن كان عن سدة فكذلك وكذلك الورم ومضمض بالأدوية المحللة وادهن اللسان بما يلينه ويلطفه.
الثامن: كثرة اللعاب: إن كان ذلك عن حرارة المعدة ورطوبتها فأكل الهندباء والملح على الريق، وأخذ الربوب القابضة، وإن كان عن برودة فأخذ المصطكى والأطريفل والصعتر والخلخدين، وإن كان لطفل فعدل غذاء المرضعة واستفراغ ثديها.
التاسع: سقوط اللهاة وأورامها والذبحة: علاج ذلك بالتنقية والإسهال والفصد وتعديل الطبع.
العاشر: الخوانيق: يكون من زيادة أحد الأخلاط، إن كان عن دم فالفصد، وإن كانت عن خليط غيره فاستفراغه، وإن لم يقدر على الشرب فبالحقن ولين المحل من داخل بالغرغرة بالأشياء المحللة الملينة.
الحادي عشر: تشبث العلق بالحلق: إن كانت ظاهرة تؤخذ بالحديد وإلا غرغر بالخل والخردل.
الثاني عشر: الشوك والعظام: إن كان ذلك ظاهرًا أخذ وإلا فبلغ الأشياء التي لها جرم','2','353',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (892,'الثالث عشر: من غرق في الماء يعلق منكوسًا وينفض ويعصر.
الرابع عشر: البحوحة والسعال: يسقى ماء الرمان المغلي فيه عرق السوس ودهن اللوز. النوع الثاني ما يختص بالتابوت وهو أقسام:
القسم الأول: الأمراض العارضة بالصدر والرئة وهي أشياء:
أحدها: السعال عن سوء مزاج حار أو بارد رطب أو يابس. يعالج كل بما يوافقه.
الثاني: الربو وضيق التنفس: يعالج بالأدوية المسخنة المقطعة الجالية للفضل الغليظ.
الثالث: ذات الرئة: ورم حار حادث بها، ويعالج بالفصد إن احتمل وتعديل الطبع.
الرابع: نفث الدم وقيئه وتنخعة إن كان ذلك عن برد، عولج بما يناسبه من الأشياء الحارة الملينة الملطفة، وإن كان عن حر عدل الطبع وبرده.
الخامس: السل وعلاجه بقرص الخشخاش وشرابه والسرطانات المحرقة بلبن الماعز وحساء دقيق الكرسفة مع السكر ودهن اللوز','2','354',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (893,'القسم الثاني: الأمراض الحادثة في غشاء الأضلاع والصدر وعلل الحجاب وهي أشياء:
أحدها: ذات الجنب: إن كان الخلط دمويًا فبالفصد وغيره باستفراغ الخلط وتعديل الطبع وأخذ الأشياء المنضجة المحللة.
الثاني: الشوصة والبرسام إن كان ذلك عن دم فالفصد وعن غيره باستفراغ ذلك الخلط وتعديل الطبع والمزاج وأخذ الأشياء المحللة الملينة.
القسم الثالث: الأمراض الحادثة بالقلب: وهي أشياء:
أحدها: الخفقان: يراعى في علاجه ما حدث عنه إن كان سوء مزاج عدله وإن كان دمًا أخرجه وإن كان رطوبة دموية أخرجها أو بخارات سوداوية سكنها.
الثاني: الغشي: إن كان عن امتلاء استفرغه، وإن كان من سوء مزاج عدله أو عن غلبة خلط استفرغه.
القسم الرابع: الأمراض الحادثة في المريء من سوء مزاج حار أو بارد، رطب، أو يابس، أو ورم إن كان سوء مزاج حار عدله بالبارد أو بارد عدله بالحار أو رطب عدله باليابس أو يابس عدله بالرطب أو ورم فبالأشياء المحللة.
القسم الخامس: الأمراض الحادثة بالمعدة وهي أشياء:
أحدها: بطلان شهوة الغذاء: لسوء مزاج حار أو بارد أو رطب أو يابس. ويعالج كل واحد يصلحه من ضده وإن كان مع مادة وهي زيادة أحد الأخلاط استفراغه','2','355',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (894,'الثاني: سوء استمراء المعدة وفساد هضمها لسوء مزاج حار أو بارد أو رطب أو يابس فيعالج كل بما يصلحه ويضاده وإن كان بزيادة أحد الأخلاط استفرغه.
الثالث: الوحم ينفع منه مضغ الكمون الكرماني ومضغ السعتر والنعناع ولطف الغذاء.
الرابع: الجوع العظيم وإعدام البدن للغذاء علاجه بما ينعش القوة ويصلح المزاج.
الخامس: الشهوة الكلبية علاجها إصلاح المزاج واستفراغ ما نشأ ذلك عنه.
السادس: وجع الفؤاد علاجه باستفراغ ما نشأ ذلك عنه وتعديل الطبع.
السابع: العطش إن كان من سوء مزاج حار يابس، فعدل الطبع بالبارد الرطب، وإن كان من بلغم مالح فاستفرغه وعدل الطبع.
الثامن: التخمة إن كانت من كثرة الغذاء فالقيء وإن كانت من رداءته أو غلظته فاستفرغ ذلك وإن كانت من ضعف المعدة فقوها وعدل المزاج واستعمل الأشياء المقوية الهاضمة.
التاسع: الهيضة تعالج بتقية المعدة من الغذاء الفاسد ثم تقوي المعدة ويعدل المزاج.','2','356',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (895,'العاشر: الذرب وعلاجه تعديل المزاج ثم أخذ الأشياء المقبضة كشرب الآس وأكل حبة السفرجل ونحو ذلك.
الحادي عشر: زلق المعدة يعالج بتعديل المزاج إن كان عن حرارة بالتبريد، وإن كان عن برد بالحار. ثم تقوى المعدة وتخشينها.
الثاني عشر: التهوع والغشي والقيء إن كان عن خلط فأخرجه وعدل المزاج، وأعط ماء الحصرم وماء الرمانيين مع النعنع أو السكنجيين مع النعنع.
الثالث عشر: خروج الدم من المعدة وقيام الدم علاجه بشراب الآس والجباز.
الرابع عشر: الفواق إن كان عن سوء مزاج فيعمل له بضد ما حدث عنه وإن كان من امتلاء فلطف ذلك وأخرجه وإن كان من استفرغ فأعطه الأشياء اللطيفة من ماء الشعير ودهن اللوز ونحو ذلك.
الخامس عشر: كثرة الرياح والجشاء والنفخ إن كان من خلط فاستفرغه وإن كان من فساد مزاج فعدله وأعطه الأشياء المحللة المخرجة للريح.
السادس عشر: كثرة البصاق والامتلاء من الرطوبات إن كان من حرارة المعدة ورطوبتها فأعط البارد كالأميرباريس والسماق ونحو ذلك، وإن كان من برودتها ورطوبتها فأعط الحار اليابس كالمصطكى والدرصيني ونحو ذلك','2','357',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (896,'القسم السادس: الأمراض الحادثة بالكبد وهي أشياء:
أحدها: سوء المزاج بسيط أو مركب بغير مادة أو بمادة من زيادة أحد الأخلاط يعالج الحار بالبارد والبارد بالحار والرطب باليابس واليابس بالرطب.
الثاني: الأورام الحادثة للكبد يعالج الدموي بالفصد وغيره باستفراغ الخلط.
الثالث: السدد الحادثة في الكبد إن كانت السدد عن حرارة ويبوسة أو برودة ويبوسة أو بلغم لزج فاستفراغ ذلك بما يوافقه وعد المزاج أو أعطه الأشياء المضادة لذلك والمفتحة.
الرابع: ضعف القوى الطبيعية المدبرة للغذاء الجاذبة والماسكة والهاضمة والدافعة إن كان سبب ذلك زيادة خلط فاستفراغه وإن كان حرارة فبرد أو برد فاستعمال الحار أو رطب فباليابس أو يابس فبالرطب، وأعظم ما ينفع جميع ذلك الترياق.
الخامس: الاستسقاء وهو أنواع: زقي وطبلي ولحمي من فساد مزاج والكبد وخروجه عن الاعتدال من برد أو حار أو غلبة أو ضعف يعالج الحار بما يبرد ويفتح ويحلل ويقطع البارد بما يسخن ويفتح الترياق الفارق ويصلح لهما وشراب السكنجبين العنصلي، والشراب الديناري ونحو ذلك، وإن كان عليه خلط فاستفراغه.','2','358',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (897,'القسم السابع: الأمراض العارضة في الطحال:
أحدها: سوء مزاجه الحار أو البارد الرطب أو اليابس يعالج كل بما يضاده وأورامه وسدده ورياحه يعالج بكل ما يصلحه.
الثاني: اليرقان الأصفر اليانع لغلبة الصفراء يعالج باستفراغها وتعديل المزاج بما يوافقه الأسود اليانع للسوداء يعالج باستفراغها وتعديل المزاج بما يوافقه.
القسم الثامن: الأمراض العارضة بالأمعاء وهي أشياء:
أحدها: السحج يعالج بسوفو الطين والصمغ العربي والطين الأرمني البالي.
الثاني: الدوسنطاريا تعالج بالأشياء المعدلة للمزاج وإن كان سببها حارًا فالأشياء الباردة اليابسة وإن كان باردًا فعكسه.
الثالث: الرحيز: إن كان عن خلط حاد فبتسكينه أو ورم فحلله أو خلط فأسهله.
الرابع: المغص إن كان عن خلط فاستفراغه أو عن ريح فأعط ما خرجها.
الخامس: الثونج إن كان عن خلط بلغمي فاستفراغه أو عن صفراوي فأنضجه واستفراغه أو عن ريح فالإنضاج والحقن أو عن غائط متحجر فأعط المنضج والحقن أو عن ورم فحلله.','2','359',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (898,'السادس: الديدان وحب القرع يعالج بالأدوية القاتلة لها والحقن.
القسم التاسع: الأمراض الحادثة بالكلى وهي أشياء:
أحدها: سوء مزاج سارج أو بمادة من المواد الأربع يعالج بما يضاده.
الثاني: القروح العارضة في الكلى وبول الدم إن كان عن قروح فنقها وأدملها وإن كان عن جرح أو فسخ، فاسق مدرًا الإجباز.
الثالث: الرمل والحصى يعالج بدخول الحمام والمرخ والدهن وإن كان سببه خلط فاستفرغه أو حرارة فبرد أو برد فسخن أو يبس فرطوبة أو رطوبة فيبس.
القسم العاشر: الأمراض الحادثة بالمثانة وهي أشياء:
أحدها: سوء المزاج كما تقدم يعالج بما يضاده.
الثاني: السدد عن ورم أو خلط أو حصى إن كان عن ورم فحلل أو خلط فاستفرغه أو حصى فأخرجها أو فتتها.
الثالث: الجرب يعالج بالفصد أو إعطاء الأشياء المبردة المعدلة.
الرابع: خروج البول بغير إرادة يعالج باستعمال الحلتين والماء الفاتر والأطريفل الصغير.','2','360',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (899,'القسم الحادي عشر: الأمراض الحادثة بالثديين وهي أشياء:
أحدها: الورم يعالج بالتحليل.
الثاني: قلة اللبن إن كان عن يبس يعاج بالرطب أو قلة غذاء يعالج بكثرة الغذاء حركة يعالج بالسكون.
الثالث: كثرة اللبن يعالج بقلة الغذاء أو إعطاء الأشياء الميبسة.
القسم الثاني عشر: علل الظهر وهي أشياء:
أحدها: وجع نفس الصلب وإن كان عن برد أو حر أو رطوبة أو يبس يعالج بضده أو خلط يستفرغ.
الثاني: الحدب يستفرغ البدن بما يخرج الخلط الناشئ عنه.
الثالث: الصدمة والوقعة والوثي يعالج بما يعالج به الخلع.
القسم الثالث عشر: ما يختص بالقبل والدبر وهو ثلاثة أقسام:
القسم الأول: ما يختص بالقبل والدبر وهو ثلاثة أقسام:
الأول: ما يختص بالدبر وهو أشياء:
أحدها: البواسير والتوت ما يخرج منه الدم يعالج بفتحه وإخراج الدم المحتبس فيه، وما انفجر بالكلية بعصارة بخور مريم ويبطل بما يسكن.','2','361',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (900,'الثاني: النواصير يعالج بإصلاح الغذاء ومنع الأغذية الرديئة والمراهم الملحمة.
الثالث: الشقاق: إن كانت عن يبس الطبيعة فيلينها أو عن إسهال حاد فاقطعه أو ورم فحلله.
القسم الثاني: ما يختص بالذكر وهو أشياء:
أحدها: الإنغاظ إن كانت غير رياح غليظة فامنع ما يولدها وأصلح الغذاء وأنضجها وأخرجها وإن كانت من زيادة خلط فاستفرغه.
الثاني: الاسترخاء وعدم الحركة وسيلان المني وخروجه بغير إرادة العلاج بالأشياء المسخنة الملطفة، والمرخ بالأدهان والجماع.
الثالث: الورم والاعوجاج علاجه بالاستفراغ بالفصد أو غيره والتحليل.
الرابع: القب علاجه بالفصد والتلطف في الرجوع كيف ما أمكن.
الخامس: ذهاب شهوة الجماع إن كان عن يبس عولج بالترطيب ويعالج الأشياء المولدة للمني وإن كان عن حر برد أو برد سخن أو رطوبة يبس.
القسم الثالث: ما يختص بالفرج وهو أشياء.
أحدها: اختناق الرحم يعالج بالفصد أو الاستفراغ ثم لطف بالأشياء المسخنة الملطفة.','2','362',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (901,'الثاني: النزف علاجه بتعديل المزاج بالأشياء الباردة اليابسة القابضة مثل الآس والجلنار والطباشير والجباز.
الثالث: احتباس الحيض. وانقطاعه وتأخر خروجه، إن كان عن سوء مزاج فعدله بما يصلحه، وإن كان عن ورم فحلله، أو سده فاضل عليها بالأشياء المفتحة أو انفتاح الرحم فأعط ما يطبقه ويقبضه ويقويه أو انطباق فأعط ما يفتحه.
الرابع: الورم الحادث فيه والجراحات يعالج بما يحلل ويلطف وإن كانت عن قروح فيعطى ما يدمل.
الخامس: الرتق: سد الفرج يعالج بما يفتحه من يد أو حديد أو نحو ذلك.
السادس: انقلاب الرحم وخروجه وميله، يعالج بالاستفراغ والتطليف والعصب والتنطيل والرد.
السابع: الرياح والنفخ في الرحم وإسقاط الأجنة إن كان من سوء مزاج عدله أو زيادة خلط فاستفراغه، والرياح حللها وأعط ما يخرجها ويلطفها.
الثامن: عدم الحبل، إن كان من سوء مزاج فأصلحه وإن كان عن ورم أو سدة فحللها، وإن كان عن انطباق الرحم فافتحه أو انفتاح فأطبقه.
التاسع: عسر الولادة: يعالج بدخول الحمام وإعطاء الأشياء الفاتحة والمزلقة واسقها المرق.','2','363',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (902,'النوع الرابع: في أوجاع اليدين والرجلين وأحد الشقين وهو أشياء:
أحدها: عرق النسا، إن كان عن دم فافصد وعدل الطبع، وإن كان عن مرة فاستفرغها وعدل الطبع، وإن كان عن بلغم فاستفرغه وعدل الطبع، وإن كان عن سوداء فاستفرغها وعدل الطبع.
الثاني: وجع المفاصل والنقرس، إن كان ذلك عن دم فالفصد وعدل المزاج، وإن كان عن صفراء فاستفرغها وعدل المزاج، وإن كان عن بلغهم فاستفرغه بعد الإنضاج وعدل الطبع، وإن كان من سوداء فاستفراغ بما يناسب وعدل الطبع.
الثالث: الدوالي: تعالج بالفصد والاستفراغ وإصلاح المزاج.
الرابع: الفالج: يعالج بالحقن واستفراغ الخلط الذي هو عنه بالفصد أو الإسهال بعد السابع وتعديل المزاج الحار بالمبرد والبارد بالمسخن والرطب باليابس واليابس بالرطب.
النوع الخامس: الأوجاع والعلل الحاصلة عن أمر خارج وهي أشياء.
أحدها: الجراح والشجاج، تعالج بما ينقى ويلحم ويدمل.
الثاني: الكسر والخلع والوثي يعالج بالبرد الجبر.
الثالث: في السمومات ونحوها وهي نوعان: إما مطعوم أو مشروب أو حيوان عاض أو لاسع. فعض الكلب بإخراج الدم ومنع المحل من الإلحام واسق','2','364',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (903,'الترياق ولا تلحم حتى يدق الجوز ويوضع عليه يوما وليلة ويطعم ديكًا فإن أكله ولم يمت يدمل، والحيات: إن كان الحيوان خبيثًا يقطع العضو وإلا فربطه وحجمه ورفعه ومنعه النوم وإعطاؤه الترياق وإن سرى السم فأعطه السرطانات النهرية مع ماء الشعير واللبن الحليب وطل حول المحل بالخل والطين. وعض الوزغ بالدهن والرماد وسقي الترياق، ونهش الرتيلاء ونحوها الانغماس في الماء الحار واضمد الموضع بالمر والملح، وعضة ابن عرس يضمد الموضع بالبصل والثوم، وعضة الإنسان بخشب الكرم المعجون بخل، والكلب غير الكلب والقرد والدب والتمساح بالخل والذئب بصوف وسخ، والأسد والنمر والفهد ببصل النرجس مدقوق بخل. والعقرب يربط ربطًا قويًا ويضمد بالجاروش والملح والنخالة، والزنانير ونحوها يطلى بالباذروح والطين الأرمني والخل والكافور والطحلب.
الثاني: المطعوم والمشروب: كله يعالج بالقيء البيش بالسمن والشيرج والماء الحار ومرارة النمر بالماء الحار والسيرج ومرارة الأفعى بالسمن والسيرج والزبد بالماء الحار والأفيون بالماء الحار والشبت والفجل والملح والعسل وكذلك البزرقطونا المدقوقة والأرنب البحري بالماء الحار والسمن والدهن والبلاذر بالسمن والزبد والشيرج وما عدا ذلك بالقيء السازج ويعطى الترياق في سائر السمومات','2','365',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (904,'فصل الأخلاط أربعة:
أولها: البلغم بارد رطب، والثاني: الدم حار رطب، والثالث: الصفراء حارة يابسة، الرابع: السوداء: باردة يابسة. كل بدن لابد فيه من هذه الأخلاط الأربع ليقف ربها، وجعلت أخلاطه أربعًا لتقاوم العناصر الأربع التي يقوم بها الوجود وهي الماء: وهو بارد رطب، والهواء: وهو حار رطب، والنار: وهي حارة يابسة، والأرض: وهي باردة يابسة.
كل داء أصله البرد يعالج بالحار، وكل ما أصله بالحار يعالج بالبارد، وكل رطب يعالج باليابس، وكل يابس يعالج بالرطب، وكل ما كان أصله الخلاء فدواؤه الامتلاء، وكل ما أصله الامتلاء فدواؤه الخلاء. الغالب على الصغير البرودة والرطوبة، وعلى المراهق والبالغ الحرارة والرطوبة، وعلى الشاب الحرارة واليبوسة وعلى الشيخ البرد واليبوسة.
قوة الشباب قوية وقوة الطفل والشيخ ضعيفة، عود الطفل والشاب إلى العافية وما كان عليه أسرع من عود الشيخ، الشاب يخرج الدم، الشيخ لا يخرج دمًا، والشاب يضره الحار اليابس والشيخ ينفعه، النبض إذا كان صلبًا دل على وجع في الدماغ، وإن كان منشاريًا دل على وجع في الباطن، وإن كان خفيفًا دل على ضعف القوة، وإن كان دقيقًا دل على حمى باطنية.
(الأدوية المفردة) المقصود أنها موجودة في عقار واحد دون الحاجة إلى الخلط أو التركيب.','2','366',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (905,'كتاب الأدوية المفردة','2','367',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (906,'<span data-type="title" id=toc-404>كت<span data-type="title" id=toc-405>ا</span>ب الأدوية المفردة</span>
مرتب على حروف المعجم.
أأسارون: حار يابس جيد للاستسقاء.
- إذخر: حار يابس جيد لورم المعدة والكبد ضمادًا.
- أبهل: حار يابس يدر الطمث.
- أقاقيا: بارد يابس قاطع للدم.
- أنزرت: جيد للرمص والرمد.
- أفتيمون: حار يسهل السوداء.
- أمير باريس: بارد عاقل.
- أملج: بارد يابس مقو للمعدة.
- أنجرة: وهو الخريق حار مهيج البأه.
- أنفحة: كلها حارة تعقل البطن.
- أفسنتين: حار يابس يقوي المعدة ويفتح سدد الكبد.','2','369',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (907,'- أسطنجورس: حار يسهل السوداء وال<span data-type="title" id=toc-406>ب</span>لغم، ينفع الدماغ.
- أكليل الملك: حار يلين الأورام.
- أنيسون: حار يابس يفتح سدد الكبد.
- أشق: حار يحلل الأورام.
ب- بلسان: ينفع من لدغ الأفاعي والعقارب.
- بلاذر: حار يابس.
- بورق: حار يابس.
- بسد: بارد يابس.
- باذاورد: مائل إلى الحرارة.
- بان: حار يلين الورم.
- بنجنكشت: حار يابس ينفع غلظ الطحال.
- بنج: مسكر مخدر.','2','370',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (908,'- بزر قطونا: بارد ينفع السحج إذا قلي.
- بهمن: حار يهيج الباه.
- برشاوشان: حار يحلل وينقي الرئة.
- بسبايج: حار يسهل السوداء يحلل النفخ والقولنج.
- بوزيدان: حار يزيد في الباه وينفع النقرس.
- بليليج: قريب من الأملج.
- بابونج: حار يابس ينفع الرياح.
- بزر بقلة: بارد رطب يسكن الالتهاب.
- بزر قثاء: بارد رطب منضج مدر للبول.
- بزر خيار: قريب منه.
ت- تمر هندي: بارد قامع للصفراء والدم.
- ترنجين: معتدل يلين البطن.','2','371',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (909,'-توتيا: يقوي العين ويقطع الصنان.
- تربد:<span data-type="title" id=toc-409> ح</span>ار يسهل البلغم.
<span data-type="title" id=toc-407>ث</span>- ثافسيا: حار<span data-type="title" id=toc-408> ج</span>دًا محرق ينبت الشعر في داء الثعلب.
ج- جندبادستر: حار يابس يدر الطمث.
- جوز مائل: مخدر.
- جوز بواء: حار يابس يعقل البطن.
- جنطيانا: حار جيد في الكبد الباردة وسددها والطحال.
- جاوشير: حار كاسر للرياح.
- جعدة: حارة مصدعة نافعة للاستسقاء واليرقان.
- جلنار: بارد يابس عاقل.
ح- حماما: حار يابس جيد لسدد الكبد.
- حناء: بارد يابس جيد للقلاع.
- حضض: معتدل نافع للأورام وينفع في الخوانيق.','2','372',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (910,'- حرف: حار مس<span data-type="title" id=toc-410>خ</span>ن للمعدة والكبد ينفع الربو وغلظ الطحال ويسقط الأجنة.
- حاشا: حار ينفع الربو.
- حرمل: حار ويسدد.
- حسك: بارك يفت الحصى.
- حب النيل: يسهل البلغم وينفع من البرص والبهق.
- حنظل: حار يابس يسهل البلغم بقوة.
- حي علم: بارد جيد للأورام طلاءً.
- حجر أرمني وأزورد: كلاهما يسهل السوداء بقوة.
- حلبة: حارة يابسة تحلل.
خ- خروع: جيد للقولنج والفالج.
- خردل: حار يقلع البلغم ويحلل وينضج الأورام.
- خمطى: معتدل يلين حريق الأسود يسهل السوداء.
- خيار شنبر: حار يلين ويسهل الصفراء والبلغم.','2','373',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (911,'- خشخاش: با<span data-type="title" id=toc-413>ر</span><span data-type="title" id=toc-411>د </span>يابس منوم يمنع الن<span data-type="title" id=toc-414>ز</span>لة في الدماغ.
د- دار شيشعان: حار قابض نافع عسر البول.
- دم الأخوين: بارد يعقل البطن.
- دفلا: حار جيد للجرب.
- دار صيني: حار يابس لطيف يدر البول.
- دار فلفل: حار يابس.
<span data-type="title" id=toc-412>ذ</span>- ذراريح: حار جيد للجرب.
- ذهب: جيد للخفقان.
ر- ريحان: حار يابس يقوي القلب.
- راوند: حار جيد للكبد والمعدة والربو وأوجاع الكلى والمثانة.
- رازيانج: حار يابس يدر البول ويفتح السدد وينضج.
- ريباس: بارد يابس يطفئ الدم ويقمع الصفراء.
ز- زنجبيل: حار يابس يهضم ويلين صالح للمعدة والكبد.
- زراوند: حار مفتح.','2','374',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (912,'- زوفا: حار ياب<span data-type="title" id=toc-415>س </span>ينقي الصدر. والرئة وينفع الربوا والسعال.
- زرنباد: حار يابس يحلل الرياح.
- زاج: حار يابس.
- زرنيخ: حار.
- زبد البحر: حار يابس جيد للبهق.
- زرنب: حار يابس جيد للمعدة والكبد الباردتين.
- زنجار: حار يأكل اللحم.
- زعفران: حار يابس مفتح محلل منضج يحسن اللون.
- زمرد: يابس ينفع من السم.
س- سنبل: حار جيد للمعدة والكبد الباردتين.
- سعد: حار يابس مفتت للحصى جيد للبخر والعفن.
- سليخة: حارة يابسة تدر البول.
- ساذج: حار يدر البول.','2','375',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (913,'- سك: حار يابس جيد للرياح.
- سماق: بارد يابس دابغ.
- سدر: بارد يابس عاقل.
- سورنجان: حار يابس جيد للنقرس.
- سوسن: جيد للحلق والرئة.
- سبستان: معتدل ملين للصدر.
- سقمونيا: حار يابس يسهل الصفراء بعنف.
- سكر: حار رطب ملين.
- سذاب: حار يابس يقوي المعدة ويطرد الريح.
- سرطان بحري: بارد يابس يجلو آثار القروح من العين ويحد البصر.
- سنا: حار يابس يسهل الصفراء والسوداء والبلغم.
<span data-type="title" id=toc-416>ش</span>- شليم: حار محلل.
- شيطرج: حار جيد للبهق.','2','376',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (914,'- شبرم: يسهل المرة (أي السوداء) والماء والبلغم.
- شقرديون: حار ينفع اليرقان والطحال.
- شاهترج: قيل حار بارد يسهل ال<span data-type="title" id=toc-417>ص</span>فراء ويفتح السدد.
- شب: قوي القبض.
- شونيز: حار يابس يحلل البلغم.
- شكاع: حار ينفع المعدة والكبد.
- شبث: حار يابس منضج (للأوراق).
- شهدانج: حار يابس يحلل الرياح.
ص- صابون: حار جلاء.
- صبر: حار يسهل الصفراء وينبت اللحم.
- صمغ عربي: بارد يعقل ينفع من السح.
- صندل: بارد يابس ينفع الأورام الحارة.
- صعتر: حار يابس ملطف ومحلل.
- صنوبر: حار رطب يسخن ويكثر المني.','2','377',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (915,'<span data-type="title" id=toc-418>ض</span>- ضور: ناف<span data-type="title" id=toc-421>ع </span>من است<span data-type="title" id=toc-419>ط</span>لاق البطن.
ط- طباشير: بارد يابس جيد للحمى الحارة والعطش.
- طين فحتوم وأرمني: جيد لنفث الدم.
<span data-type="title" id=toc-420>ظ</span>- ظيان: حار يابس نافع للبهق.
ع- عصا الراعي: بارد جيد للأورام الحارة.
- علك الأنباط: حار.
- عاقر قرحا: جيد لوجع الأسنان والبثور.
- عصفر: حار جيد للبهق والكلف.
- عنب الثعلب: بارد جيد للكبد الحارة.
- عروق صفر: حارة.
- عناب: حار وقيل بارد معتدل الرطوبة، واليبس ملين يطفئ الحرارة.
- عنبر: حار يابس يقوي القلب.
- عود: حار يابس لطيف يقوي المعدة والكبد.
- عبيثران: حار يابس.
- عفص: بارد يابس قابض.','2','378',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (916,'- عنصل: حار مقطع.
<span data-type="title" id=toc-422>غ</span>- غار: حار جيد للسع العقرب:
- غار يقون: حار يابس م<span data-type="title" id=toc-423>ف</span>تح للسدد يسهل الأخلاط الغليظة.
- غافث: حار مفتح لسدد الكبد.
- غبيراء: بارد يابس.
ف- فلنجة: حارة يابسة.
- فل: حار جيد للعصب.
- فاشرا: حار جلاء.
- فضة: باردة.
- فوفل: بارد جيد للأورام.
- فربيون: حار يسهل الماء نافع من الفالج.
- فراسيون: حار يابس جيد للربو واليرقان.
- فوذنج: حار يابس جيد للربو.
- فوة: حارة مفتحة تدر البول والطمث.','2','379',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (917,'- فلفل: حار يابس يحلل الرياح.
<span data-type="title" id=toc-424>ق</span>- قردمانا: حار جيد للربو والفالج.
- قوطيم: حار يلين البطن.
- قصب الزريرة: حار جيد للمعدة والكبد.
- قطرن: حار نافع للجرب.
- قنطوريون: يسهل الخام جيد لأوجاع العصب والقولنج.
- قاقلة: حارة تسخن المعدة.
- قليميا الفضة: جيدة للجرب والقروح في العين.
- قاقلا: تسهل الماء وتدر البول.
- قسط: حار يابس ملطف.
- قرنفل: حار يابس نافع للكبد والمعدة.
- قيصوم: حار يابس يقتل الديدان.','2','380',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (918,'<span data-type="title" id=toc-425>ك</span>- كندر: حار يابس يذكي ويحرق الدم.
- كما فيطوس: حار جيد لعسر البول واليرقان.
- كندس: (حار يابس مسهل يدر البول).
- كهرباء: بارد يابس.
- كبابة: حارة تفتح السدد.
- كبريت: حار محرق نافع للجرب.
- كمادريوس: حار مفتح للسدد كثيرًا ملين للحلق والرئة وينفع السعال.
- كافور: بارد يابس يقطع الرعاف.
- كمون: حار يابس يطرد الرياح ويحلل.
- كبر: حار يابس محلل مقطع.
- كراويا: حار يابس يطرد الرياح ويجفف وينفع الخفقان.
- كرفس: حار يابس يفتح ويحلل النفخ.
- كزبرة: باردة يابسة.','2','381',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (919,'<span data-type="title" id=toc-426>ل</span>- لسان الح<span data-type="title" id=toc-427>م</span>ل: بارد يابس جيد للأورام.
- لسان ثور: معتدل ينفع الخفقان ويقوي القلب.
- لوف: حار يابس منضج.
- لك: حار جيد من أوجاع الكبد والاستسقاء.
م- مو: حار نافع من عسر البول.
- مصطكى: حار يابس محلل مقو للكبد والمعدة.
- مقل مكى: بارد يابس.
- ماهيزهرة: حار يابس مسهل جيد للنقرس.
- مامثيا: بارد جيد للأورام الحارة طلاء.
- مرقشيثا: حار يابس جلاء يقوي العين.
- ماهو دانة: حار مسهل.
- ماميران: حار جيد للبياض في العين ويحد البصر.
- مغاث: حار رطب مسمن ملين.
- مازريون: حار يسهل الماء.
- مرداسنج: بارد يابس نافع من السحج.','2','382',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (920,'- مرارات: كلها حارة تجلو الظلمة م<span data-type="title" id=toc-428>ن </span>العين.
- مشكطر: مشبع حار يدر الطمث.
- مخلب: حار نافع لوجع الخاصرة والغشي.
- مرزنجوش: حار يابس ينفع ابتداء الاستقاء.
- مريافلون: مجفف لدمل الجراحات.
- مسك: حار يابس يفش الرياح جيد للقوة والغشي.
ن- نيل: حار قابض.
- نوشادر: حار ينفع للهاة الساقطة والخوانيق والبياض في العين.
- نانخاه: حار يابس مسكن للمعدة والكبد.
- نطرون: حار جلاء.
- نورة: حارة محرقة.
- نفط: حار جيد للربو.
- نرجس: أصله مجفف.
- نسرين: حار يابس يفتح سدد المنخرين.','2','383',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (921,'- نمام: حار يابس.
- نلي<span data-type="title" id=toc-430>و</span>فر: بارد رطب منوم مسكن للصداع.
- نعناع: حار يابس ألطف البقول يقوي المعد<span data-type="title" id=toc-429>ة </span>ويسكن الفواق.
- نخالة: حارة يابسة فيها ج<span data-type="title" id=toc-431>لا</span>ء وتليين.
- نشاء: بارد يابس فيه تليين وتقوية.
- نارجيل: حار يابس.
هـ- هليلج: بارد يابس الأصفر منه يسهل الصفراء والأسود يدبغ المعدة ويقويها ويصفى اللون ويسهل السوداء والبلغم.
- هيوفاريقون: حار لطيف.
- هندباء: باردة يابسة تفتح السدد تقوي المعدة والكبد.
و- وج: حار جيد من الرياح الغليظة.
- ورد: بارد يابس مفتح يسكن حرارة الصفراء ويقوي الأعضاء الباطنية.
لا- لاذن: حار يابس.
- لازورد: يسهل السوداء والأخلاط الغليظة.','2','384',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (922,'<span data-type="title" id=toc-432>ي</span>- يبروح: بارد مخدر.
- يتوغ: كل أصنافه حارة محرقة تسهل.
- ينبوت: بارد يابس جيد لليرقان.
- ياسمين: حار يابس ملطف.','2','385',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (923,'كتاب الأدوية المركبة','2','387',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (924,'<span data-type="title" id=toc-433>كتاب الأدوية المركبة</span>
وهي أقسام
<span data-type="title" id=toc-434>(١) الشرابات:</span>
شراب النوفر: لكل رطل ماء أوقيتين ونصف ويعقد بالسكر.
شراب ورد: رطل ورد منقى من أقماعه يصب عليه خمسة أرطال ماء حار شديد الحرارة ويغطى رأس الوعاء حتى يبرد، يفعل به ذلك سبع مرات ويعقد بوزنه سكرًا.
شراب الليمون: لكل رطل جلاب ثلاث أواق ماء ليمون يصب عليه بعد أن يعقد ويغلى وينزل.
شراب السكنجبين: لكل جزء من الجلاب جزء من الخل.
شراب دينارى: بزر هندباء ٣، ورد منزوع الأقماع مثله، أميرباريس مثله، بزر كشوت ١٥ ينقع في ماء حار يومًا وليلة، ويصفي ويعقد بخمسة أرطال جلاب ويكسر عليه خمس ليمونات.
شراب الأصول: أصل هندباء ورازيانج من كل جزء وربع، أصل كرفس وكبر من كل ثلثا جزء، يغلى بنار هادئة حتى ينضج ويروق ويعمل على عشرة أجزاء من السكر.','2','389',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (925,'شراب أصل هندباء: يؤخذ قشر أصل هندباء نصف رطل يرض ويغلى ويصفي ويضاف إليه رطل خميرة ورد ويعقد برطل ونصف سكر.
شراب رمان: لكل جزء من السكر نصف جزء من ماء الرمان ويعقد وكذلك شراب الرمان الحامض وكذلك شراب ماء الرمانين يكون المضاف نصفين منهما ويحرك حال الغليان بباقة من النعنع.
شراب التفاح: يؤخذ من التفاح الجيد ويدق ويعصر ثم يغلى ويؤخذ لكل جزء ثلاثة أجزاء من السكر.
شراب السفرجل: مثله شراب الأجاص يغلى ويمرس من غربال ويوضع لكل جزء ثلاثة أجزاء من السكر.
شراب التمر هندي: مثله شراب الريباس يستخرج ماؤه ويلقى عليه وزنه من السكر ويغلى شراب العناب مثل الأجاص.
شراب الآس: يؤخذ حب الآس ومع عدمه الورق يدق وينقع ويغلى على نار هادئة ويصفي، لكل جزء ثلاثة أجزاء من السكر.
شراب بنفسخ: يؤخذ من زهره جزءان يكمر في ماء حار شديد الحرارة يومًا وليلة ويمرس ويلقى على عشرة أجزاء سكر محلول.
شراب النجيل: يدق ويستخرج بالماء ويصفي ويعقد في جزءين من السكر وكذلك شراب الحسك.','2','390',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (926,'شراب الخشخاش: يؤخذ من الأخضر جزء يرض ويغلى بنار هادئة حتى ينضج ويمرس ويصفي ويعقد في عشرة أمثاله من السكر ونصف مثله من العسل.
شراب الإنجبار: يؤخذ من أصله أو قشره أو عوده أو قيتين يرض وينفقع في ماء حار يومًا وليلة ويغلى بنار هادئة ويمرس ويصفي ويعقد برطل سكر ويكسر بنصف أوقية ماء حب الرمان.
شراب الحماض: يؤخذ من ماء الحماض رطل وتعمل عليه رطل من السكر ويترك يومًا وليلة، ويغسل الشعير ويرمى فيه ويضاف إليه رطل من السكر أيضًا ويعقد بنار هادئة.
شراب الأمير باريس: يغلى ويمرس لكل جزء ثلاثة أجزاء من السكر.
<span data-type="title" id=toc-435>(٢) في الربوب: </span>وهو مثل الشراب إلا أن هذا سكره يكون على النصف ويغلى ذلك قبل السكر حتى يقارب العقد.
<span data-type="title" id=toc-436>(٣) في المربيات:</span>
ورد: يؤخذ لكل جزء من الورق ثلاثة أجزاء من السكر يدق ويفرك ويعمل في وعاء ولا يملأ ويوضع في الشمس ويضرب في كل يومين حتى ينضج، وإن كان بالعسل فرك أولًا بالسكر ثم طبخ كذلك بالعسل.
بنفسج: يؤخذ زهره لكل جزء ثلاثة أجزاء من السكر يفرك ويطبخ في الشمس.
إجاص مربى: يغسل وينقع في غمره ماء يومًا وليلة ويغلى في ماء حتى','2','391',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (927,'ينضج ويحلى السكر في مائه حتى يصير في قوام الجلاب ويسكبه على الإجاص ويفعل ذلك به مرارًا.
نفاح مربى: يؤخذ جيده ويغلى على جمر حتى ينضج ويصفي من مائه ويحلى من السكر وينزل على التفاح وكذلك السفرجل.
اسطيخودس: من اليابس يوضع في ثوب ويعلق في بئر قريبًا من الماء ثم ينقع في الماء يومًا وليلة ويغلى بنار حمر حتى ينضج ويصفي ويضاف إلى مائه السكر والعسل ويؤخذ له قوام ويطبخ في الشمس.
زنجبيل: من اليابس يدفن في رمل ويرش بالماء ويرض ويغلى له عسل وينزل عليه.
كلبلى: من اليابس يدفن في الرمل حتى يلين ويغلى العسل حتى يأخذ له قوامًا ويصب عليه حتى يبرد فيصفي عنه ويعاد يفعل به ذلك مرارًا حتى لا يعود يرجى مائية.
شقاقل: من اليابس كالزنجبيل.
<span data-type="title" id=toc-437>(٤) في المعاجين: [</span>معجون]
سفرجل: يسلق في ماء وخل على نار هادئة حتى ينضج ويمرس وينزل من غربال لكل رطل رطل عسل.
معجون المسك: زرنباد ودرونج عراقى من كل درهم، لؤلؤ غير مثقوب وكهرباء وبسذ من كل مثقال، بهمتين وقاقلة وسنبل وقرنفل وأشنة من كل مثقال، أبريسم خام درهم ونصف، زنجبيل وفلفل من كل ٢، مسك نصف مثقال، يدق','2','392',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (928,'الجميع ويعجن بثلاثة أمثاله عسل منزوع الرغوة.
معجون الورد: سنبل وأسارون ومصطكى وسليخة وزعفران ولكَ بسر وصندل مقاصيري وطباشير وقسط مر ودار صيني وراوند صيني من كل درهم، زر ورد عراقي منزوع وزن الجميع يدق وينخل ويعجن بثلاثة أمثاله عسل منزوع الرغوة.
معجون النجاح: كابلى منزوع وبليلج وأملج وهندي من كل ١٠ بسفايج وافتيمون وتريد وأسطيخودس من كل ٥ جزء يدق وينخل ويلت بعشرة دهن لوز ويعجن بثلاثة أمثاله عسل منزوع الرغوة.
معجون مفرح: خشخاش أبيض وكزبرة يابسة وبزر بطيخ من كل ٣، طباشير أبيض وعصارة أمير باريس وطين مختوم وأرميني وزر ورد ولسان ثور من كل ١، يدق ويغمر بعسل الكابلى المربى أطريفل صغير كابلي وأملج وبليلج من كل جزء، يدق ولا ينعم ويلت بدهن لوز قدر ما يكسر غباره ويعجن بثلاثة أمثاله عسل منزوع الرغوة.
معجون الفلاسفة: فلفل ودار فلفل وزنجبيل ودار صيني وأملج وبليلج وشيطرج وزراوند مدحرج وبابونج وحب الصنوبر وجوز هند وعروق صفر وحرف وخصى ثعلب من كل أوقية، زبيب منزوع، الحجم ٣ درهمًا يعجن بثلاثة أمثاله عسل.
برشعثا: فلفل أبيض وبزر بنج أبيض من كل ٢٠، أفيون ١٠، زعفران ٥،','2','393',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (929,'سنبل عصفور، وفريبون وعاقر قرحًا من كل مثقال، يدق كل على حدته وتحرر أوزانه وتخلط بثلاثة أمثاله عسل.
لو غاديا: شحم حنظل ٥ بصل عنصل مشوي وغاريقون وسقمونيا وخربق أسود وأشق وشقرديون من كل ٤، أفتيمون وكادريوس ومقل أزرق وصبر من كل ٣، هيوفاريقون وحاشا وفراسيون وسنبل وجعدة وسليخة وفلفل أبيض وأسود ودار فلفل وزعفران ودار صيني وجاوشير وسكبينج وجندبادستر ومر فطر أساليون وزراوند وعصارة أفسنتين وفربيون وسنبل رومي والأقليطي وحماما وزنجبيل من كل ٢، حنطيانا وأسطيخودوس من كل ١ ونصف، يدق كل بمفرده وينخل ويحرر وزنه ويعجن بثلاثة أمثاله عسل منزوع الرغوة.
<span data-type="title" id=toc-438>(٥) في الجوار شنات</span>.
جوارشن الكمون: كمون كرماني منقوع في خل حمر مجفف ١٠٠ درهم، زنجبيل وفلفل وورق سذاب مجفف في كل ٣٠، بورق أرمني ١٠، يدق وينخل ويعجن بثلاثة أمثاله بعسل منزوع الرغوة.
جوراشن المسك دار صيني وجوزبوا وقرفة وقاقلة صغيرة وقرنفل وخولنجان ودار فلفل وعود هندي من كل ٥، زعفران ٢ سكر طبرزد نصف رطل مسك عراقي نصف مثقال يسحق الجميع وينخل ويعجن بثلاثة أمثاله عسل منوع الرغوة.
جوراشن العود سيتل هندي واقلنطي وبزر كرفس وأنسون ومصطكى من كل ٣، عود هندي ٥، جزء قرنفل وبسباسه وقرفة وبنك مسك من كل ٢، ونصف أهليلج كابلي وزر ورد عراقي متروع الأقماع وقصب الذريرة من كل مثقال يسخن وينخل ويعجن بثلاثة أمثاله عسل منزوع الرغوة.','2','394',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (930,'جوراشن الجزر معسر منضاف رطل يغلي في نصف عسل وماء حتى ينضج ويدق وينزل في غربال ويضاف إليه رطلان عسل ويصر.
زنجبيل ومصطكى ودار صيني ودار فلفل وقرنفل ولسان عصفور وزعفران وسيتل وخولنجان من كل ٣ شقاقل ٥، يذر عليه عند نزوله عن النار.
جوراشن الصندل، صندل مقاصيري وزعفران وطباشير من كل ٣، كافور ١، يضرب برطلين شراب ورد طري ويكسر بربع رطل عسل.
جوراشن العنبر هال ودار صيني ودار فلفل وزنجبيل وجوز بوا من كل ١، أسارون وقرنفل وزعفران من كل نصف عنبر ومسك من كل دايقين، سكر رطل.
جوراشن التين، تين أصفر لحيم ثلاثون حبة يدق دقًا جيدًا ويضاف إليه أنيسون مدقوق منخول ولب قرطم من كل ١٢ بورق أرمني ٤.
<span data-type="title" id=toc-439>(٦) السفوفات:</span>
سفوف الحاكمي: ورد منزوع الأقماع ١٠، كزبرة شامية منقوعة في حل يومًا وليلة مجففة، ٢ أنيسون، ٨ تنيك مسك، ٧ طباشير وصندل مقاصيري، من كل ٩، كابلي وهندي من كل ٥ مصطكى وأسارون وسنبل ودار صيني وقسط حلو وقرنفل أبيض من كل ٤ كبابة ٣ مقل أزرق ولك بسر وزاروند صيني من كل ١ سكر ٢.
سفوف حب رمان: قرص عماني وطراثيث وحب زبيب من كل ١٠ حب رمان مقلو ٥٠ دقيق السماق ٣٠ بلوط منقوع في خل مقلو وجلنار من كل ١٠ خرنوب نبطي مقلو ٢٠ طباشير وكزبرة محمصة من كل ١٠ يدق ويخلط.
سفوف الطين: بزر حماض بري، وبزر ريحان، وبزر قطونا وحرف وبزر بقلة عراقية يحمص الجميع من كل ٧، نشا يحمص ٥، دم أخوسن ٣، تسحق الأدوية خلابزر قطونا وبزر الريحان صمغ عربي مقلو مصفي يدهن ورد وطين أرمنى من كل ٥ يدق الصمغ ناعمًا والطين لا ينعم.','2','395',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (931,'سفوف المقلياءثا: حب رشاد مقلو أوقية ونصف كمون كرماني منقوع في خل، مجفف مقلو وبزر كراث نبطي من كل ٥، كابلي منزوع وهندي مقلو بسمن ومقل أزرق من كل ٣ يدق ولا ينعم ويخلط.
سفوف العود: مصطكى وكبابة وقرنفل من كل ٥ عود هندي ٢ سك مسك ٣ مثاقيل سكر ٣٥ درهمًا.
سفوف المصطكى: مصطكى جزء سكر جزءان.
سفوف الطباشير: بزر حماض بري وبزر ريحان وبزر مر وبزر بقلة وبزر قطونا ونشاء وطين أرمنى وصمغ عربي يدق الكل خلا بزر قطونا، طباشير وبزر لسان الحمل وبزر خشخاش أبيض من كل ١٠ لازورد وحجر أرمني من كل مثقال، درونج وبهمان وبزر بادريتون من كل درهم سكر نبات وزن الجميع.
<span data-type="title" id=toc-440>(٧) في الأقراص</span>
قرص الورد: زر، ورد منزوع الأقماع ١٠، عرق سوس ٤، سنبل ٣، مصطكى وطباشير من كل ١، يسحق الجميع ويعجن بماء الورد ويقرص
قرص الأميرباريس: لحم أمير باريس ورب سوس ورز ورد منزوع وبزر قثاء وبزر بطيخ مقشورين من كل ٣، مصطكى وعصارة غافت أو حشيشة وقوة ولك بسر وأسارون وفقاح إذخر وبزر شاهترج وبزر هندبا، وبزر كشوت ورواند سيني وزعفران وطباشير من كل ٢، ترنجبين ٦، يمرس بماء هندباء، وتعجن به الأدوية وتقرص.
قرص الكهربا: كهربا وبسد وبزر بقلة محمصة من كل ٤، كزبرة محمصة وخشخاش أبيض من كل ٦، ودع محرق وبزر بنج وشادنة مصولة وطين أرمني من كل ٣، يدق ويعجن بعصارة لسان الحمل وماء ورد ويقرص.','2','396',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (932,'قرص الطاكنج: بزر كرفس وبزر رازيانج من كل ٧، بزر بنج أبيض وبزر بطيخ وبزر قثاء وبزر حماض بري وأنيسون وقلب اللوز المر والصنوبر من كل ٣، خشخاش أبيض ١٠، كندر وكثيراء بيضاء من كل ٢، حب الكاكنج ٥٠، يدق الجميع وينخل ويعجن بمسحج ويقرص.
قرص الأقساس: أنيسون ولوز مر وبزر كرفس وأسارون وأفستين من كل ١، يدق الجميع وينخل ويعجن بالماء ويقرص.
قرص البنفسج: زهرة بنفسج ٣، كابلي ١، تريد ورب سوس من كل نصف، أنيسون وكثيراء من كل ربع محمودة دانق.
قرص الخشخاش: ورد منزوع وصمغ وكثيراء بيضاء من كل ٤، نشاء وبزر بقلة وخشخاش أبيض من كل ٣ طباشير ١ ونصف، رب سوس ٢، زعفران نصف، يدق ذلك وينخل ويعجن بلعاب بزر قطونا ويقرص.
قرصص الكافور: بزر بقلة وقثاء وخيار وقرع من كل ٥ لحم أمير باريس وخشخاش أبيض وأسود من كل ٧، كافور بزر خس وصندل مقاصيري وحب سفرجل مقشر وصمغ ونشاء من كل ٢، سكر نبات ٨، كافور قيصوري نصف مثقال، يعجن بلعاب قطونا ويقرص.
قرص سماق: ثمر طرفاء وسماق وحب آس وصمغ وجلنار وقاقيا وأفتيمون وقاقلة من كل ١، يعجن بماء اللقاح ويقرص.
قرص مثلث: مر وأفيون وبزر بنج أبيض وقشر أصل اللقاح ولقاح يابس أجزاء متساوية، زعفران ثلث جزء يدق ويعجن بماء الخس وماء عنب الثعلب ويقرص.','2','397',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (933,'قرص الغافت: زر ورد ولك بسر وعصارة غافت من كل ١ بزر بقلة ٢، طباشر نصف، رب سوس ربع، يدق بماء الهندباء ويقرص.
قرص طباشير: ورد منزوع وعصارة السوس من كل ٦، بزر قثاء وخيار وقرع وبقلة من كل ٤، طباشير وصمغ عربي وكثيراء بيضاء ونشاء من كل ٢، كافور قيصوري ١، زعفران نصف، يدق وينخل ويعجن بلعاب بزر قطونا ويقرص.
<span data-type="title" id=toc-441>(٨) في اللعوقات:</span>
لعوق الكرنب: ماء ورق الكرنب ٣، يضاف إليه عسل ٣، وفانيد ٢، ويعقد ويضرب من عند نزوله، حب صنوبر ولب حب قطن وباقلي مقشور من كل نصف، لوز مقشور صمغ عربي وكثيراء بيضاء من كل ربع، فستق ثلثا جزء.
لعوق الميس: ميس ٣، يسلق ويستخرج من غربال ويؤخذ الخارج يضاف إليه ماء رمان حلو ٣، سكر نبات وفانيد وعسل ٦، يعقد ويذر عليه صمغ عربي وكثيراء بيضاء وحمص مجوهر من كل ٣ دراهم، رب سوس ٢، لب القرع وخيار وبزر خشخاش من كل مثقال.
لعوق الخشخاش: بزر قطونا وبزر خبازي وخطمى من كل ٣، سبستان ٢٠ حبة، عرق سوس ١٠، بزر خشخاش أوقيتين يرض الجميع وينقع في ٥ أرطال ماء ويغلى حتى يبقى النصف ويصفي ويضاف إليه وزنه سكر نبات وفانيد نصفين ويطبخ بنار هادئة وعند نزوله يضرب فيه صمغ عربي وكثيراء بيضاء من كل ٥.
لعوق الزوفا: زوفا يابس وفراسيون ورازيانج من كل ٣ برشاوشان وعرق','2','398',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (934,'سوس من كل ١٠، صمغ البطم وحلبة من كل ٤، زبيب منزوع ١٥، تين أصفر لحيم ١٠ حبات، يطبخ الجميع خلا الصمغ في كفايته من الماء إلى أن تنضج، الحوائج ويبقى قدر رطل ونصف ويصفي ويضاف إليه رطل ونصف عسل منزوع الرغوة ويضرب فيه الصمغ عند نزوله.
لعوق الرمان: ماء رمان حلو يطبخ ويضاف إليه رب عنب ويضاف إليه عند نزوله صمغ عربي وكثيرًا ورب سوس من كل ٥.
لعوق الطباشير: قاقلة ٤، صمغ عربي ٨، نشاء وحب خشخاش أبيض وترنجنين من كل ١٠، طباشير ٤، سكر طبر زد ٤، بزر قثاء ولوز مر مقشور من كل ٥، بزر رازيانج وبزر خشخاش أسود من كل ٣، يدق ذلك وينخل ويضاف إليه مثله عسل منزوع ودهن لوز حلو.
لعوق السوس: رب سوس وكثيراء بيضاء ولوز مقشور وبزر رازبانج ولب بزر قثاء من كل جزء، يجمع بكفايته عسل منزوع.
لعوق العناب: عناب ١٠٠ حبة، سبستان ٥٠ حبة، عرق سوس ٣٠، زبيب منزوع ٤٠ درهمًا، ينقع الجميع في ٤ أرطال ماء يومًا وليلة، ويغلى إلى أن يبقى منه الثلث ويمرس ويصفي ويلقى في عشرة من الأفانيد ويؤخذ له قوام ٥، حب أيارج: فيقرا مصطكى وزعفران وسنبل الطيب وحب بلسان وعود بلسان وإذخر وأرسارون ودار صيني، وسليخة من كل جزء، صبر سقطرى ١، يعجن بماء كرفس أو رازيانج ويحبب.
<span data-type="title" id=toc-442>(٩) الحبوب:</span>
حب الصير: صير سقطري ١٠، كابلي وأصفر متبر وعنبر من كل ٥، رز ورد','2','399',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (935,'ومصطكى من كل ٢ ونصف، محمودة ٣، زعفران نصف يسحق وينخل ويخلط ويعجن بماء رازيانج أو كرفس ويحبب بدهن اللوز.
حب القوقايا: صبر سقطري ومصطكى ملعقة وعصارة أفسنتين أو ورقة وسقمونيا وشحم حنظل من كل ربع درهم يسحق وينخل ويعجن بماء كرفس ويحبب بدهن اللوز.
حب الشبياء: صبر سقطري ٢، مصطكى نصف، يدق ويحبب بماء الرازيانج.
حب السرونجان: صبر سقطري وسورنجان وغاريقون وتربد عراقي وهليلج كابلي وأصفر من كل جزء، سقمونيا سدس جزء ويسخن بماء الرازيانج ويحبب.
حب المنتن: شحم حنظل وكثيراء بيضاء من كل ١، سورنجان وقنطوريون دقيق وفربيون وجندبادستر وزنجبيل وحليب وسكنج وجاوشير وشيطرج هندي من كل ٣ أيارج فيقرا ٤، تحل الصموغ بماء السذاب ويعجن فيه بقية الأدوية.
حب السعال: رب سوس، وصمغ عربي ونشاء وكثيراء بيضاء من كل ٣.
حب سفرجل: مقشور ولب خيار ولب قرع من كل ٢، لوز حلو مقشور وخشخاش من كل ٤، فانيد أوقية يدق الجميع ويعجن بلعاب بزر قطونا ويحبب.
حب الغافت: صبر وهليلج أصفر منزوع وعصارة غافت من كل ١، يدق وينخل ويحبب.
حب السلامة: تربد ١٠، حب النيل ٣، شبرم ومازريون وكثيراء من كل ٢، بزر كشوت مثقال يدق ويعجن بماء المقل.','2','400',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (936,'<span data-type="title" id=toc-443>(١٠) في الأيارجات والمطبوخات:</span>
مطبوخ الأفتيمون: أهليلج كابلي منزوع وهندي من كل ١٠ يسفاع وسنا وأفتيمون ولسان ثور وأسطخورس من كل ٥، زبيب منزوع أوقية، بزر شاهترج وعرق سوس وبزر هندباء من كل ٣، بزر كشوت ١، ورد منزوع الأقماع مثقال، بزر داريانج ١، يطبخ الجميع في ٤٠٠ ماء عذب إلى أن يبقى الربع ويمرس فيه ٧ فلوس خيار شنبر ٧، ترنجبين ويصفي ثانيًا على ١٠ سكر ودهن لوز ١، ويعمل على وجه القدح غاريقون ١، ملح هندي ١، صبر ١، ويحرك بماء حار وسكر ويخرج منه على شراب ورد وبزر قطونا وبزر ريحان من كل نصف.
طبيخ الزوفا: زبيب منزوع ١٥، سبستان ١٥، حب شعير مقشور ١٠، خشخاش أبيض ٤، زهر بنفسج والنوفر وبزر خيار وبقلة وكزبرة بئر وعرق سوس وفراسيون وزوفا من كل ٣، تين أصفر لحيم ٥ حبات، يطبخ الجميع في ٨٠٠ درهم من الماء العذب إلى أن يبقى الربع ويصفي على ١٠ سكر وملعقة دهن لوز. طبيخ الأصول: أصل الرازيانج والهندباء والكرفس والإذخر وبزر كرفس وأنيسون وسنبل الطيب وبزر كشوت من كل ٣، فوه ومصطكى من كل مثقال زبيب منزوع ١٥، يطبخ في ٤٠٠ من الماء بنار هادئة حتى يبقى الربع ويصفي منه ٨٠ على ١٠ من السكر وملعقة دهن لوز.
طبيخ الفاكهة: زبيب منزوع ١٥، كابلي وأصفر منزوعان وهندي ولسان ثور من كل ٣، سنا ونسنابج وأفيتمون ملتوت بدهن لوز مصرور في خرقة كتان تلقى في آخر الغليان من كل ٤، إجاص غليظ ١٥ حبة، زهر بنفسج ٣، نوفر طري وورد طري من كل ٧ زهرات، بزر كشوت مثقال، بزر داريانج نصف، يرض ما يحرر منه وينقع في ٤٠٠ درهم من الماء العذب، ويغلى إلى أن يبقى الربع ويصفي ويمرس فيه فلوس خيار شنبر ١٠، وترنجبين ١٠، ويصفي ثانيًا على أوقية جلاب','2','401',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (937,'وملعقة دهن اللوز ويذر على وجه القدح راوند صيني ويزيد من كل نصف ودانق محموده.
مطبوخ الهليلج: هليلج أصفر منزوع مرضوض ١٥ درهمًا، إجاص ٢٠ حبة سبستان ٣٠ حبة، زبيب منزوع ٢٠ درهمًا، تمر هندي ١٥ درهمًا، سنا ٥، شاهترج ٢، زهر بنفسج ٤، ورد منزوع ٦، أفستين ٥، ورق لبلاب ١٠، سكابج ٤، وباذا ورد من كل ٣، بزر هندبا، وبزر كشوت وأصل سوس من كل ٤، بزر داريانج وأنسيون من كل ١، يطبخ في ٤٠٠ من الماءحتى يبقى النصف ويلقى عليه أيارج فيقرا درهم وسقمونيا دانق ونصف.
طبيخ خيار شنبر عناب وتمر هندي وزبيب منزوع من كل أوقية يطبخ في ٤٠٠ ويغلى حتى يبقى الربع ويمرس ويصفي على ١٥ فلوس خيار شنبر ويصفي ثانيًا على أوقية من السكر وملعقة دهن لوز.
طبيخ الغافت: أهليلج أسود وزبيب منزوع وشاهترج وشكاعًا وباذاورد وغافت أجزاء سواء يطبخ ويصفي على السكر.
مطبوخ الأفسنتين: أنيسون وبزر كرفس وأفسنتين وأسارون وبزر رازيانج وإذخر من كل جزء يطبخ ويصفي على شراب سكنجبين بزوري وجلاب ترياق كبير الفاروق: أقراص عنصل ٤٨ مثقالًا، أقراص الأفاعي ٢٤ مثقالًا، أقراص إندوخورون وفلفل أسود وأفيون من كل ٢٤ مثقالًا، دار صيني ١٢ مثقالًا، ورد وبزر شلجم بري، وشقرديون وأصل سوسن أسما نجوني وغاريقون ورب السوس ودهن البلسان من كل ١٢ مثقالًا، وزعفران وزنجبيل ورواند وفنطافلن','2','402',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (938,'وفوذنج جبلي وفراسيون وبزر كرفس جبلي وأسطخودس وقسط مر وفلفل أبيض ودار فلفل ومشكطرامشيع وكندر وفقاح إخذر وعلك الأنباط وسليخة سوداء الباطن حمراء الظاهر وسنبل وجعدة من كل ٢ مثقال، ميعة سائلة وبزر كرفس وفطر أساليون وباقلي ونانخواه وكماديوس وكمافيطوس وعصارة لحية التيس ومسحوسة وساذج ومو وجنطيانا وبزر رازيانج وطين مختوم وحمامًا ووج وحب بلسان وفوة وصمغ وقردمانا وأنيسون وقاقيا من كل ٤ مثاقيل. زوفرا وبارزد وحضض وجاوشير وقنطوريون دقيق وزراوند من كل مثقالان، جندبادستر ٣ مثاقيل، سكبينج مثقالان، عسل شعيري الطعم ١٠ أرطال نلفظ رغوته بخل خمر يذاب ما يذاب وينقع ما ينقع ويدق ما يدق وينخل ويعجن بالعسل ويصر في إناء رصاص لا يُملأ ويخلى فيه موضع خال.
ترياق الأربع: جنطيانا رومي وحب غار وزراوند طويل ومر من كل جزء، يدق وينخل ويعجن بثلاثة أمثاله عسل.
<span data-type="title" id=toc-444>(١١) في الأكحال:</span>
روشنايا شاذنج مغسول ونحاس محرق وإقليميًا الفضة وملح هندي وبورق أرمني وزنجار من كل ٤، فلفل أبيض وأسود وزبد البحر من كل ٣، دار فلفل وصبر سقطري وسنبل الطيب وقرنفل من كل ٤ ونصف، زنجبيل. وبليلج من كل ٢، زعفران ونشاء من كل ١، يدق ذلك ناعمًا وينخل.
برود الحصرم: وتونيا وكركم من كل ١٠، زنجبيل وهليلج أصفر من كل ٥، دار فلفل وماميران من كل ٢، وبلبان ملح هندي ١، يسخن ذلك ويبرد بماء الحصرم المروق ويجفف ويدق وينخل.','2','403',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (939,'الباسليقون: إقليميًا الفضة وزبد البحر من كل ١٠، ونحاس محرق وإسفيداج الرصاص وملح داراني ونشاء وجعدة وفلفل أسود ودار فلفل من كل ٢ ونصف، قرنفل وأشنة من كل ١، يدق ذلك وينخل ويخلط ويعاد سحقه.
جلاء: إثمد وإقليميًا الفضةوإسفيداج الرصاص ونشاء من كل ٥، توتيا هندي ٣، ماء ميزان ١ ونصف، يسحق وينخل. عزيزي: إقليميًا الذهب وتوبال النحاس وتوتيا هندي وساذج مغسول وسرطان صيني وكحل أصفهاني وفلفل أبيض وأسود ودار فلفل من كل ٣، وشنبل هندي وقرنفل وصبر وزعفران وورق الفرنجمشك من كل مثقال، ملح هندي وزبد البحر ونشادر من كل نصف درهم مسك دانق يسحق وينخل.
ملكايا: انزروت مربى بلبن جارية ١٠، كسميزج وهو الحبة السوداء ١ مثقال، نشاء وسكر نبات من كل ٣ يسحق وينخل.
الذرور الأصفر الكبير: انزروت مربى ٥، ماميثا ٢، صبر وبزر الورد وزعفران من كل نصف، أفيون دانقان يدق وينخل.
أصفر صغير: انزروت مربى ١٠، صبر وماميثا من كل ٢ يسحق وينخل.
المنصف: نصف ملكايا ونصف أصفر صغير يخلط.','2','404',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (940,'برود النقاشين: نحاس محرق وتوتال الحديد من كل ٨، صبر ٤ ملح دارني ويورق أرميني وفلفل وزنجبيل وزاج مصري من كل ٢، رند القوارير وخردل أبيض من كل ١ يدق ويحل بخل خمر ويوضع في إناء من النحاس في الشمس يغطي حتى يجف ويعاد سحقه.
<span data-type="title" id=toc-445>(١٢) في الأشياف:</span>
إشياف أبيض إسفيداج الرصاص مغسول ٨، صمغ عربي وكثيراء بيضاء ونشاء من كل ٤، أنزروت ٢، أفيون ١، يسحق وينخل وبعجن ببياض بيض رقيق وينشف.
إشياف آبار: رصاص محرق مغسول وإثمد مغسول ونحاس محرق مغسول وصمغ عربي، وكثيراء بيضاء وإسفيداج مغسول من كل ٧، مر بطارخ وأفيون من كل ١، يسحق ذلك ويعجن بماء المطر.
إشياف الورد: صندل مقاصيري وأحمر من كل ٥، زر ورد منزوع ١٢، صمغ عربي وكثيراء وخولان هندي وصبر سقطري وماميثا من كل ٣، وزعفران وأفيون من كل ١، يسحق الجميع ويعجن بماء ورد ورد ويعمل.
إشياف خولان: خولان هندي وتوتيا خضراء مغسولة من كل ٧، ماميران وبرغشت وأنزوت من كل ٢، نشاء وصمغ عربي وزنجار من كل ٢، يعجن بماء.','2','405',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (941,'إشياف أحمر حاد: شادنج مغسول ١٢، صمغ عربي ١٠، زنجار وقلقطار محرق من كل ٥، أفيون مشوي وصبر سقطري من كل ٢، مر وزعفران من كل ١، يسحق ويعجن بخل حمر.
إشياف أحمر لين: صمغ عربي ونشاء وكثيراء بيضاء وإسفيداج الرصاص ونحاس محرق وشادنج مغسول وسنبل هندي من كل ٣، وزعفران نصف، لؤلؤ غير مثقوب وبسد من كل ١، يسحق ويعجن بخل أحمر.
إشياف المرائر: مرارة البقر، ومرارة الشبوط، ومرارة الكركي، ومرارة البازي، والعقاب والحجل من كل ٣، أفيون وشحم حنظل وسكبينج من كل ١، يسحق وينخل ويحل فيه السكبينج بماء الرازيانج ويعجن.
إشياف السماق: يطبخ طبخًا شديدًا ويصفي ثم يطبخ وحده حتى يغلظ ثم يذر عليه اسفيداج جزء كثيراء وأفيون من كل سدس جزء.
إشياف العنبر: راسخت ٢، سنبل وزعفران وقاقيا من كل نصف يسحق ما يجب سحقه ويعجن بماء.
<span data-type="title" id=toc-446>(١٣) في المراهم:</span>
مرهم النخلي: شحم مذاب رطل ونصف، زيت عتيق ٣ أرطال، مرداسنج مسحوق ٣ أرطال، قلقطار ٤ أواق، يسحق المرداسنج والقلقطار ويخلط الجميع مع الزيت والشحم وتؤخذ عصارة سعف النخل وتلقى عليه حال طحنة.
مرهم الإسفيداج: دهن بنفسج رطل. شمع أبيض ٣ أواق، يذاب بدهن بنفسج ويلقى عليه إسفيداج مغسول ومر مسحوق من كل أوقية، كافورا.','2','406',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (942,'مرهم الزنجار: شمع ٣ أواق، علك صنوبر ٣ أواق، أشبح أوقية، زيت عتيق رطل. زنجار عراقي أوقيتان، يحل الأشبح في ماء سدان ويجعل الشمع والزيت والعلك على النار ويضاف إليه الزنجار بعد أن يسحق ناعمًا.
مرهم الزفت: شمع أبيض جزءان، زفت وراتينج من كل جزء، يحل الجميع في ٣ أمثاله زيت عتيق.
مرهم الدياخليون: لعاب بزر كتان وبزر مر وخطمي وحلبة من كل نصف رطل. ومرداسنج رطل يسحق ناعمًا ويطبخ في رطل ونصف من الزيت العتيق ويضاف إليه الألعبة ويعقد على نار هادئة.
مرهم خاذب: شمع وعلك البطم من كل ثلث رطل، رايتنج ربع رطل. زيت عتيق رطل، يذاب فيه الجميع على نار هادئة ويضاف إليه أوقيتان بورق أرمني ويضرب جيدًا.
مرهم الرصاص: حب الرصاص وعلك البطم وزيت شامي عتيق.
مرهم الشحوم: شحم دجاج وشحم نعام وشحم كلى ماعز وإلية ومخ ساق البقر وشحم أوز وشمع وشيرج من كل جزء.
<span data-type="title" id=toc-447>(١٤) في الأدهان:</span>
ومن الأزهار الحارة كالبابونج والخيري لكل رطل من الزيت أربع أواق من الزهر يعمل في وعاء زجاج ويترك في الشمس أربعين يومًا.
ومن الأدهان الباردة بدل الزيت شيرج ويترك عشرين يومًا.
الأدهان المتخذة من الأصول والبزور يرض ذلك وينقع في الماء حتى يلين ويغلى ويصفى ويضاف إليه من الزيت أو غيره كفايته، ويوضع على نار هادئة حتى','2','407',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (943,'يذهب الماء منه وثم أشياء يضاف إليها غيرها كدهن من القسط ودهن الآس ودهن الناردين ودهن الحنظل وذلك في مذكور كتابنا الكبير.
<span data-type="title" id=toc-448>(١٥) في الأطلية:</span>
طلاء للوضح: شيطرج وقشر أصل كبر وخربق أسود من كل ١، يدق وينخل ويحل بخل وعسل ويلطخ به في الحمام.
طلاء للبهق الأسود والأبيض: زرنيخ أحمر وكبريت وشيطرج من كل ١، يدق وينخل ويهيأ بخل خمر.
طلاء للكلف: نشارة العاج وماس وبزر التين ولوبياء حمراء وتوبال ولوز من كل جزء يدق ذلك ويعجن بماء الشعير.
طلاء للجرب الرطب: مداسنج وقنبيل وكركم وورق الدقلي من كل ١، يربا بحرين ماء شيطرج وجزء خل حمر.
طلاء للجرب اليابس: عروق وبورق وملح العجين ومرداسنج وقسط وكندس من كل ٢، ميعة سائلة ٤ يدق ذلك ويربى بخل وزيت.
لطوخ يطلى به المقعدة يلين البطن: بورق، ومرارة بقر وزبيب الجبل من كل جزء يعجن.
لطوخ تسهل لأصحاب القولونج: عصارة قثاء الحمار وسقمونيا، ومرارة ثور وشحم حنظل من كل جزء يدق وينخل ويعجن بشمع مذاب ويلطخ به العانة.
لطوخ إذا عمل على المقعدة قيأ وعلى السرة أسهل وعلى العانة أدر دم الطمث: أترج، وعصارة قثاء الحمار من كل ٣، مرداسنج، وخربق أبيض من كل ٤، ثرب الماعز ٥، عكر الزيت ١٠ مثاقيل. شمع ٥ دراهم يذاب الشمع مع الدهن وتخلط معه بقية الحوائج.','2','408',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (944,'<span data-type="title" id=toc-449>(١٦) في السنونات:</span>
سنون للثة الدامية وتحريك الأسنان: زبد بحر، وشب يماني وأقاقيا رب، وجلنار، وسماق، وعفص. وقشور رمان وملح، أجزاء سواء تسحق وتستعمل ويتمضمض بعده بماء السماق وماء ورد.
سنون تجلو الأسنان وتقوي اللثة وتطيب النكهة: دقيق شعير، يعجن بخل حمر، وتجفف وتحرق، ويضاف إليه ملح دراني. وزبد بحر من كل ١٠، عاقر قرحًا وثمر طرفاء وكبابة من كل ٥، وشب يماني ٢، سماق ٤، قرنفل وسنبل ومصطكى من كل مثقال، عقيق، وبسد، وخزف صيني محرقين من كل ٣، يدق ويستاك به ويتمضمض بعده بخل وماء ورد.
لزق لقطع الدم من الشريان: دم أخوين، وأنزروت، وشب، وقلقطار، وصبر، ودقاق الكندر من كل جزء، صمغ عربي جزءان، يدق وتستعمل ببياض البيض ويجعل على وبر الأرنب ويوضع ويشد.
برود للفم: بزر بقلة، وزر ورد وطباشير وكسفرة وجلنار وسماق وأهليلج أصفر وعدس مقشور من كل جزء يدق ويضاف إليه يسير كافور.
دواء يستعمل تحت الإبط يقطع رائحة العرق: شب يماني ٢، مر ٣، زر ورد ٦، مرداسنج ٣، يدق ويغسل الإبط بأشنان ويستعمل بعده.','2','409',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (945,'<span data-type="title" id=toc-450>(١٧) في الفتايل والحقن:</span>
فتيلة مسهلة: بورق أرمني، وشحم حنظل من كل ١، دقيق خطمي بيضاء ٣، يجمع الكل بسكر معقود، ويعمل فتايل.
أخرى أقوى منها: زهر بنفسج ٤، ملح عجين، وبورق من كل ٢، يشبوس ٨، محمودة ٣، عسل قصب ١٠، سكر ١٤، يدق الكل ناعمًا ويحل السكر ويخلط بالعسل ويعقد ويذر عليه الحوائج.
فتيلة ملينة: سكر أحمر، وسنامكي، وبنفسج، وبورق، أجزاء سواء.
دواء لإخراج الأجنة حية وميتة: روث برذون يبخر به تحت المرأة.
حقنة ملينة: شعير مقشور، كف بنفسج يابس، ولينوفر وخطمي ونخالة من كل ٥، يطبخ ذلك برطلين ماء حتى يبقى ثمان أواق ويمرس ويصفي ويؤخذ منه خمسون درهمًا توضع فيه أوقية ونصف أوقية دهن بنفسج أو دهن لوز وأوقية ونصف من السكر ومثقال من ملح العجين.
أخرى أقوى منها: سلق باقة نبت أصفر ٢٠ حبة بنفسخ يابس، وشعير مقشو، ولينوفر من كل قبضة، وخطمي ونخالة من كل ٥، بابونج ٧، تطبخ في أربعة أرطال من الماء حتى يبقى الثلث ويصفي ويمرس فيه خيار شنبر، قدر ما يحتمل. وسكر أحمر وملح، ومنهممن يزيده دبس دبسًا وشيرجا أو زيتا، ومنهم من يزيده راز يانج وسنا وبسفابج.
وتزاد للريح: حلبة وتين ولب قرطم وسذاب وكمون ولوز مقشور وسبستان.','2','410',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (946,'<span data-type="title" id=toc-451>(١٨) في الضمادات والجبارات والسعوطات:</span>
ضماد للفتق: جوز السرو، ومصطكي، وقشور الكندر من كل ٤، بر وصبر وأنزروت وغراء سمك من كل ٣، وقاقيا رب ٤، يسحق الكل وتحل الغراء في خل حمر وماء حار ويعجن به.
جبار: قاقيا رب، ومغاث، وصبر، وطين أرمي، ودقيق خطمي، وأشراس، من كل جزء، يدق الكل ويعجن ببياض بيض.
ضماد للورم الرخو والتهيج في الأطراف: خثا البقر ١٠، كبريت ١، حلبة ٣، يسحق ذلك ويذاب بخل حمر.
ضماد لتشنج العصب: مقل أزرق، وشحم أوز، ومخ ساق البقر من كل ٣، يغلي يدبس ويستعمل.
ضماد للطحال: دقيق باقلي وترمس، وإكليل الملك وحلبة، وبزر كتان وبابونج، وسنبل طيب، من كل ٥، مقل أزرق، وأشق من كل أوقية، تين رطل يطبخ التين في الخل حتى ينضج ويدق كالمرهم وتخلط الأدوية فيه ويحل المقل والأشق بالخل. ويخلط بذلك ويوضع عليه دهان لبسان.
دواء للثآليل: يؤخذ صمغ البطم وزفت يغلى ويوضع عليه في حال غليانه ويضع بعده قشر خشب الصفصاف المعرقة المسحوقة بخل.
دواء للداحس: أشنان وملح يغلى ويغمس الأصبع من حال غليانه تفوح للخوانيق سر ريحان ١٢، شب يماني وجلنار من كل ٦، سماق ٣، قشور رمان وعفص من كل ٢، تجمع مدقوقة منخولة وتنفع غرغرة لذلك.
ولأوجاع الحلق والأورام: ماء النقوع الحلو الممروس فيه خيار شنب ودهن لوز المفتر سعوط للرعاف وماء خيار وماء باقلي مدقوق معصر.','2','411',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (947,'كتاب في المآكل المركبة وطبائعها مرتب على الحروف','2','413',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (948,'<span data-type="title" id=toc-452>ك<span data-type="title" id=toc-455>ت</span><span data-type="title" id=toc-453>ا</span><span data-type="title" id=toc-454>ب </span>في المآكل المركبة وطبائعها مرتب على ال<span data-type="title" id=toc-458>ح</span>روف</span>
أ- أطرية: معتدلة رطبة<span data-type="title" id=toc-456> ث</span>قيلة.
ب بورانية: يابسة.
ت تفاحية: حارة رطبة.
ث ثريد: كل أنواعه ثقيلة كثيرة الغذاء.
<span data-type="title" id=toc-457>ج </span>جزرية: حارة رطبة- جوذابة: حارة أرطب من الرز المفرد.
ح حصرمية: باردة قابضة صالحة للحرارة- حلوى: ما كان منها من عسل العنب المفرد فهو حار رطب، وكذلك إن كان معه أحد القلوب الرطبة مثل اللوز، وإن كان معه حار يابس مثل الجوز فهو معتدل في الرطوبة واليبس. وإن كان معه نشاء ونحوه فهي موروثة للسدد، وإن كانت من عسل مفرد فهي حارة يابسة، وكذلك إن كان معه أحد القلوب اليابسة كالجوز، وإن كان معه أحد القلوب الرطبة كاللوز فهي معتدلة، والسكر المفرد حار رطب، وإن كان معه أحد القلوب الرطبة زاد، أو اليابسة اعتدل، وأنسب ما وضع معه الفستق.','2','415',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (949,'<span data-type="title" id=toc-459>خ</span>- خوخية: با<span data-type="title" id=toc-462>ر</span><span data-type="title" id=toc-460>د</span>ة ر<span data-type="title" id=toc-468>ط</span>بة خيطية قريبة من الهري<span data-type="title" id=toc-464>س</span>ة.
د دهنية: نوع من الحلوى ثقيلة.
<span data-type="title" id=toc-461>ذ </span>( ... )
ر رمانية: معتدلة رطبة،<span data-type="title" id=toc-466> ص</span>الحة الحرارة واليبس- ر<span data-type="title" id=toc-465>ش</span>تا: رطبة ثقيلة- ر<span data-type="title" id=toc-463>ز </span>مفلفل: حار يابس فيه بع<span data-type="title" id=toc-467>ض </span>رطوبة- رز حلو: حار معتدل في الرطوبة واليبس- ريباسية: باردة رطبة صالحة للحرارة.
ز زلابية: ثقيلة مسددة- زبد رياج: معتدل صالح الغذاء.
س سماقية: باردة يابسة- سفرجلية: معتدلة الحرارة مقبضة.
ش شعيرية: رطبة ثقيلة- شوربة: حارة رطبة فيها بعض يبس- ششبرك: ثقيلة.
ص صلما: ثقيلة.
ض
ط ططماح: ثقيلة فيها حرارة.','2','416',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (950,'<span data-type="title" id=toc-469>ظ</span>-
<span data-type="title" id=toc-470>ع </span>عصيدة: ث<span data-type="title" id=toc-473>ق</span>ي<span data-type="title" id=toc-475>ل</span>ة عسرة الهض<span data-type="title" id=toc-476>م </span>مرخية للمعدة- عص<span data-type="title" id=toc-472>ف</span>ورية: معتدلة- عجور<span data-type="title" id=toc-477>ن: </span>باردة رطبة- عدس: بارد يابس أنفع ما صنع بالسلق.
<span data-type="title" id=toc-471>غ </span>غريبة: حارة يابسة.
ف فولية: رطبة مرخية للبدن مصدعة- فالوذج: ثقيل.
ق قعية: باردة رطبة- قنبريسية: حارة رطبة فيها يبس- قلقاسية: حارة يابسة مفحتة- قمحية: رطبة ملينة<span data-type="title" id=toc-474> ك</span>ثيرة الريح.
ك كمأة: عسرة الهضم رديئة- الكيموس كشك: حارة يابس غليظ- كشك: حارة رطبة ثقيلة.
ل لبنية: حارة رطبة، ليمونية: حارة فيها يبس.
م ملوخية: باردة رطبة- معرقة: حارة رطبة سريعة الهضم صالحة الغذاء.
ن نارنجية: حارة فيه يبس- نرجسية: معتدلة جيدة.','2','417',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (951,'<span data-type="title" id=toc-478>ه</span>ـ- هل<span data-type="title" id=toc-481>ي</span><span data-type="title" id=toc-479>و</span>نية: حارة رطبة مفتحة- هريسة: كثيرة الغذاء ثقيلة.
و-
<span data-type="title" id=toc-480>لا</span>-
ي-','2','418',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (952,'كتاب في المآكل المفردة مرتب على الحروف','2','419',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (953,'<span data-type="title" id=toc-482>كت<span data-type="title" id=toc-483>ا</span><span data-type="title" id=toc-484>ب </span>المآكل المفردة مرتب على الحروف</span>
(أ):
- إجاص: بارد رطب يقمع الصفراء.
- أرز: حاريابس يدبغ المعدة.
- ألية: حارة رطبة تضر المعدة وتلين الصلابات.
- أترج: قشرة وبرزه حار يابس، ولحمه بارد رطب وحمضه بارد يابس.
(ب):
- بصل: حار يابس محلل منضج.
- باقلاء: قريب الاعتدال ورطبه رطب.
- بسر وبلح: باردان يابسان قابضان.
- بطيخ الأخضر: بارد رطب جلاء مدر للبول.
- والأصفر: حار رطب جلاء منضج، وكله سريع الاستحالة.
- بيض: رطب ومخه مائل إلى الحرارة وبياضه إلى البرودة.','2','421',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (954,'- باذنجان: حار يابس مولد للسوداء.
- بقلة يمانية: باردة رطبة<span data-type="title" id=toc-485> ت</span>سكن الأورام الحارة.
- بقلة حمقاء: باردة رطبة تسكن الصداع والالتهاب.
- بندق: حار مائل إلى اليبوس.
(ت):
- تفاح: فيه رطوبة فضلية والحامض أبرد وأقل رطوبة.
- تين: حار رطب ك<span data-type="title" id=toc-486>ث</span>ير الغذاء منضج ملين.
- توت: الأبيض قريب من التين، والشامي بارد رطب.
- ترمس: حار يابس.
- تمر: حار معتدل اليبس.
(ث):
- ثوم: حار يابس محلل للنفخ.
- ثلج: بارد يضر العصب.','2','422',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (955,'<span data-type="title" id=toc-487>(ج):</span>
- جوز:<span data-type="title" id=toc-488> ح</span>ار يابس يضر الفم.
- جبن: الرطب بارد رطب والعتيق حار يابس.
- جزر: حار رطب.
- جمار: بارد يابس.
- جلبان: بارد مجفف.
- جاورش: بارد يابس.
- جميز: حار رديء للمعدة.
(ح):
- حمص: حار رطب كثير الغذاء.
- حب الصنوبر: حار يابس.
- حمام النواهض: أخف من الفراح وأجود خلطًا.
- حنطة: مقاربة الاعتدال وهي أنسب الحبوب للناس.','2','423',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (956,'<span data-type="title" id=toc-489>(خ):</span>
- خس: بار<span data-type="title" id=toc-490>د </span>رطب منوم.
- خرنوب: قابض عاقل للبطن.
- خبازي: بارد رطب ملين.
- خوخ: بارد رطب سريع العفونة.
- خل: مركب من حار وبارد لطيف. جلاء مقطع.
- خبز: أجود النقي المعتدل الملح الحمير النضيج والخشكار أسرعه انحدارًا وأخف.
- خبز الشعير: بارد.
- خيار: بارد رطب.
- خبيص: أخف من الفالوذج.
(د):
- دجاج: أفضله ما لم يبض وهي معتدلة.
- دماغ: بارد رطب مولد للبلغم.
- دراج: حار معتدل.','2','424',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (957,'<span data-type="title" id=toc-491>(ذ):</span>
- ذ<span data-type="title" id=toc-492>ر</span>ة: باردة ياب<span data-type="title" id=toc-494>س</span>ة تقطع الإسهال.
(ر):
- رئة: سريعة الانهضام.
- رمان: الحلو حار رطب، وحبه يابس والحامض بارد يابس.
- رطب: حار رطب يقوي المعدة.
- روس: قليلة الغذاء.
<span data-type="title" id=toc-493>(ز):</span>
- زعرور: قابض يقمع الصفراء.
- زبد: حار رطب منضج محلل.
- زيتون: المالح ينفع من القلاع والمكلس يهضم ويشهي الطعام وكله رديء الخلط.
- زبيب: حار رطب وحبه بارد يابس يوافق قصبة الرئة ويقوي المعدة.
- زبد: حار رطب وفيه يبس.
(س):
- سلق: حار يابس فيه الورقية ملطف.','2','425',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (958,'سماق: بارد يابس قابض عاقل.
- سمن: حار رطب منضج محلل.
- سفرجل: بارد يابس قابض.
- سمك: بارد رطب يولد بلغمًا مائيًا، والمملح حار يابس.
- سرطان: حار ينفع أ<span data-type="title" id=toc-496>ص</span>حاب السل.
- سلت: صنف من ال<span data-type="title" id=toc-495>ش</span>عير.
- سمسم: حار رطب رديء للمعدة.
(ش):
- شعير: بارد يابس أقل غذاء من الحنطة.
- شحم: حار لين خلطه غليظ.
- شواء: حار رطب.
(ص):
- صحناة: حار يابسة.
- صعتر: حار يابس لطيف يطرد الرياح.','2','426',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (959,'<span data-type="title" id=toc-497>(ض):</span>
- ضب: حار يابس.
- ضأن: حار ر<span data-type="title" id=toc-498>ط</span>ب أحمد من جمي<span data-type="title" id=toc-500>ع </span>اللحوم.
- ضبع: حار يابس رديء الخلط.
(ط):
- طلع: بارد يابس مقو للمعدة.
- طرخون: حار غلي<span data-type="title" id=toc-499>ظ</span>.
- طحال: بطيء الهضم يولد دمًا سوداويًا.
- طهبوج: لحمه معتدل.
(ظ):
- ظليم: حار يابس.
(ع):
- عدس: بارد يميل إلى الحرارة، يابس يولد السوداء.
- عسل: حار يابس جلاء مفتح يمنع العفونة.
- عنب: حار رطب وقشره وحبه باردان يابسان أحد ملوك الفاكهة.','2','427',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (960,'<span data-type="title" id=toc-501>(غ):</span>
- غزال: أصلح الصيد لحمًا.
<span data-type="title" id=toc-502>(ف):</span>
- فست<span data-type="title" id=toc-503>ق: </span>حار فيه رطوبة فضلية يقوي القلب ويفتح سدد الكبد ويذكى.
- فجل: حار يابس فيه هضم وتلطيف.
- فقاع: رديء للمعدة والمصنوع من الزبيب جيد صالح.
- فواخت: لحمها حار يابس.
(ق):
- قثاء: بارد رطب مستعد للعفونة.
- قرع: بارد رطب سريع الانحدار والاستحالة.
- قوانص: كثيرة الغذاء بطيئة الهضم.
- قصب السكر: حار رطب يجلو.
- قلب: لحمه حار صلب.
- قراصيا: باردة رطبة ترخي المعدة.','2','428',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (961,'قرطم: بارد رطب ملين.
- قطا: حار يابس.
- قطايف: ثقيلة رديئة.
- قلقاس: حار يابس مفتح.
- قنابري: حار لطيف جلاء.
- قنبيط: يابس يولد السوداء.
<span data-type="title" id=toc-504>(ك):</span>
- كمأة: غليظة مولدة للسوداء.
- كبر: حار يابس محلل مقطع ملطف جلاء.
- كلية: معتدلة خلطها رديء.
- كبد: خلطه رديء.
- كزبرة: باردة يابسة.
- كمثرى: بارد يابس قابض.','2','429',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (962,'- كباث: حار يابس يقوي ا<span data-type="title" id=toc-505>ل</span>معدة.
- كرفس: حار يابس مفتح.
- كراث: كله حار رطب.
- كركي: لحمه غليظ يولد دمًا سوداويًا.
- كرنب: يابس معتدل في الح.
- كرسنة: مسخنة مجففة.
(ل):
- لوبياء: يابس وفيه رطوبة فضلية.
- لوز: حار رطب مفتح والمر أشد حرارة.
- لحم: سيد الطعام يزيد في القوة ويخمص البطن ويصفي اللون وقوته متفاوتة بحسب حيوانه.
- لبن: معتدل مائل إلى الحرارة والرطوبة منذ حلبه وكلما حمض برد.
- لبان: هو الكندر مسخن مجفف.
- ليمون: قشره حار يابس وماؤه بارد يابس لطيف جلاء يقطع الأخلاط الغليظة.','2','430',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (963,'<span data-type="title" id=toc-506>(م):</span>
- ملح: حار<span data-type="title" id=toc-510> ي</span>ابس جلاء محلل مجفف.
- مل<span data-type="title" id=toc-509>و</span>خيا: بارد<span data-type="title" id=toc-508>ة </span>رطبة تفتح سدد الكبد.
- مشمش: بارد رطب سريع العفو<span data-type="title" id=toc-507>ن</span>ة.
- موز: بارد رطب.
- ماء: مادة الحياة وسيد الشراب بارد رطب ملين غليظ مولد للسدد.
(ن):
- نارنج: قشره حار لطيف وحمضه بارد يابس.
- نعام: لحمه كثير الفضول.
(هـ):
- هليون: حار رطب فيه جلاء ويفتح ويحلل.
(و):
- ورشان: لحمه قريب من لحم الحمام.
(ي):
- يربوع: لحمه كثير الغذاء.','2','431',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (964,'كتاب التعشيب مرتب على الحروف','2','433',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (965,'<span data-type="title" id=toc-511>كت<span data-type="title" id=toc-512>ا</span>ب التعشيب مرتب على حروف</span>
أ- السن: هي حشيشة اللجأة نبات يستعمل في وقود النار، من أصل الورق فيه ثمرة مثل الترس فيه بزر إلى العرض ينبت في أماكن جبلية.
آطريلال: نبات يشبه الشبت زهه أبيض يعقد حيًا على هيئة ما صغر من الأنيسون.
أرغيس: هو قشر أصل شجر البرباريس.
أبهل: صنف من العرعر له ورق شبيه بورق الطرفاء وثمره حمراء دسمة.
أفيون: نبات له ورق خشن مستطيل وفيه رطوبة، تدق باليد وعلى الورق شوك صغار شبيه بالزغب، وله قضبان صغار دقاق، ومن كل جانب من القضبان ينبت ورق صغار دقاق، مستقيمة الأطراف له زه خرفيري ثمرته تشبه رأس الأفعى، أصله أسود أدق من الأصبع قرب الماء والنقائع.
أذريون: صنف من الأقحوان منه ما نوره أصفر، ومنه ما نوره أحمر في وسطه رس صغير أسود.
اذحر: له أصل مندفن وقضبان دقاق مكعب ذفر الرائحة، نبت بالحجاز بالسهول والحزون.','2','435',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (966,'آذان الفأر: منه بري رخوي، البري له قضبان كثيرة من أصل واحد ولون أسفلها إلى الحمرة، وهي مجوفة وله ورق دقاق، طوال، صغارًا، أوساط ظهورها ناتئة لونها إلى السواد، وأطرافها حادة، وهي أزواج أزواج وتتشعب من الأغصان قضبان صغارعليه زهر، لازوردي، له أصل غليظ مثل صيبح كثير الشعب، ومنه صنف آخر ينبت في الرمل مفترشة الأغصان.
آذان الأرنب: نبات له ورق مثل ورق لسان الحمل، إلا أنه أدق وأخشن، ولونه إلى السواد وعليه زيب كالغبار، وله ساق في غلظ أصبع يعلو أكثر من ذراع، وزهر أزرق فيه بياض مقمع، في أقماعه أربع حبات حرش يلصق بالثياب أصله مشعب ظاهره أسود وداخله أبيض لزج.
آذان الفيل: هو كبار اللوف.
آذان الجدي: هو لسان الحمل الكبير.
آذان العنز: هو مزمار الراعي.
آذان القسيس.
آذان الدب هو الغلومس: عريض الورق إلى التدوير أزغب.
أرقطيون: نبات ورقه شبيه بورق قلموس إلا أنه أكثر زغبًا وأشد استدارة وله أصل أبيض لين، وساق رخو طويلة، وثمرة شبيه بالكمون الصغير.
أرقطيون: نبات له ورق شبيه بورق القرع، إلا أنه أكبر منه وأصلب','2','436',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (967,'وأقرب إلى السواد، عليه رغب، ليس له ساق وله أصل كبير أبيض.
أرماك: دواء هندي يشبه قرفة القرنفل طيب الرائحة يجلب من اليمن.
أرمنين: نبات ورقه شبيه بورق البرائي وله ساق مربع، طوله نحو من نصف ذراع، وعليه غلف شبيهة بغلف اللوبياء مائلة إلى ناحية الأصل فيها بزر.
أراك: شجر بأرض الحجاز يثمر عناقيد ثمره أكبر من الحمص.
أرغاموني: نباتيشبه الخشخاش البري له ورق مشرف، شبيه ورق النعمان، زهره أحمر، له أصل مستديرة لونها لون الزعفران.
أرجوان: شجر ببلاد الفرس له زهر أحمر لا رائحة له.
أرجان: شجر بالغرب له شوك حديد يثمر ثمرا مثل صغير اللوز.
إربيان: نوع من البابونج وهو البهار.
أزورد: هو الجند قوقا.
أسارون: له ورق يشبه ورق قيوس غير أنه أصغر وأشد استدارة، وله زهر فيما بين الورق له بزر شبيه بالقرطم، له أصول كثيرة ذوات عقد دقيقة معوجة طيبة الرائحة تلدغ اللسان.
أسطخودس: نبات دقيق الثمرة له جمة كجمة الصعتر وهو حريق الطعم مع مرارة يسيرة.','2','437',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (968,'أسفاناخ: بقلة معروفة لها بزر شوكي.
أسل: هو السمار الذي تصنع منه الحصر.
إسليح: عشب طويل القضيب في لونه صفرة منابتة الرمل وهو يشبه الجرجير.
أسطرا غالس: هو مخلب العقاب نبت صغير على وجه الأرض له ورق وأغصان يشبه ورق الحمص، وأغصانه وزهره صغار، لونه فرفيري وأصله مستدير يشبه الفجلة الشامية، يتشعب منه شعب سود صلبة مشتبكة بعضها ببعض.
أس بري: يقال له قف أنطر، له ثمرة لونها أحمر في أصل الورقة.
إسرار: شجر ينبت في السواحل من بحر الحجاز على قدر ما صغر من شجر الرند، وورقة، وورق وزهره يثمر ثمرًا قدر البندق أزغب إلى الطول.
أسد العدس: هو الجعفيل.
أسد الأرض: قيل هو المازريون.
اشترغاز: تأويله بالفارسية شوك الجمال رخو.
أشنة: هو شبيه العجوز يكون في أصول أشجار مخصوصة.
إشتخيص: هو شوكة العلك.','2','438',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (969,'أشنان: أنواعه كثيرة، وهو نبات لا ورق له، وله أغصان دقاق فيها شبيه العقد، رحضة كثيرة الماء.
أشراس: نبت مثل الأشنان أصفر، نبات على طرف الساق له رؤوس دقاق مملؤة من بزر طعمه يشبه الأنيسون.
أصابع صفر: هو كف مريم له ساق مرتفعة رقيقة، عليها زهر فرفيري من أسفله إلى أعلاه، وله أصل في قدر كف طفل رضيع، ذو خمسة أصابع مملوءة رطوبة ومنابته الرمل.
أصابع هرمس: هو فقاح السوربخان.
أصابع القينات: هو الفرنجمشك.
أصف: هو الكبر.
أضراس الكلب: هو البسفايج.
إطرمالة: نبات له ساق تعلو نحو الذراع ليس له شعب، ولها ورق في أربعة صفوف، وورقه شبيه بورق الشهدانج إلا أنه أصفر منه له سنبلة نحو الشبر، منظومة مرصفة بغلف ملتصقة بعضها فوق بعض، والغلف مدورة مفتحة الأفواه في شكل غلف البندق إلا أنه أصغر، في داخلها ثمر كالبندق وداخله بذر دقيق جدًا أحمر إلى السواد، وعلى هذا النبات لزوجة تدبق، وله زهر دقيق أصفر، يكون في الأرض الجدبة.
أطباء الكلية: هو السبستان.','2','439',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (970,'أطماط: هو الرته.
أفيثمون: هو زهر صنف من النبات شبيه بالصعتر وهو خفيف، شبيهة بالشعر.
أفسنتين: نبات يلحق بصعتر الشجر يقوم على ساق ويتفرع منه أغصان كثيرة وعلى الأغصان أوراق كثيرة متكاثقة بيض الألوان تشبه الأشنة وله زهر أقحواني صغير أبيض في وسطه صفرة وبخلفه رؤوس صغار فيها بزر دقيق.
افينقطس: نبت صغير له ورق مثل ورق السذاب ساقه عليها زغب.
أفيقون: نبت بين الحنطة، ورقه شبيه ورق السذاب.
أفيون: هو لبن الخشخاش الأسود.
أقيوس: نبات يخرج من الأرض عودين أو ثلاثة، شبيه بعيدان الإذخر له ورق شبيه ورق السذاب.
أقحوان: منه أبيض وأصفر.
أفنتيون: شوكة تشبه الباذورد.
أقطى: هو الخمان وهو نوعان أحدهما يقال له شل والآخر بل.
إكليل الملك: حشيشة ذات ورق مدرهم أخضر غص وأغصان دقاق جدًا مخلخلة الورق ولها زهر أصفر، تخلفه مراود دقاق، فيها حب صغار مدور أصغر من الخردل.','2','440',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (971,'إكليل الجبل: نبات مشهور بالأندلس يوقد في الأفران.
أمبرباريس: شجيرة خضراء تضرب إلى السواد تحمل حبًا.
أمروسيا: شجيرة كثيرة الأغصان، طولها نحو من ثلاثة أشبار، ورقها مثل ورق السذاب أغصانه مملوءة من بزر الحبتة شبيه السذاب.
أمدريان: مثل شجر الكبر حاد الرائحة.
أمسوخ: صنفان كبير وصغير، الصغير له قضبان دقائق معقدة إذا جذبت انفصلت من موضع العقد، له ثمر أحمر بلا زهر، والآخر أغلظ ساقًا وأكثر أغصانًا.
أمارنطن: من أنواع القيصوم له قائم أبيض وورق شبيه بالقيصوم وجمة مستديرة.
أم وجع الكبد: بقلة من دق البقل يحبها الضأن لها زهرة غبراء ولها ورق صغار جدًا عنبر.
أم غيلان: هو السمر.
أم كلب: شجرة ربيعية لها زهر أصفر.
أنجبار: نبات ينبت على الشطوط، ورقه يشبه ورق الفضة عليها زغب وزغبر ويطول، ويتدرج وله زهر أحمر وله أصل خشبي غائر في الأرض لونه أحمر إلى السواد.','2','441',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (972,'أناغورن: هو خروب الجن ويعرف بمصر بحب الكلى.
أنثليس: منه ما يشبه ورقه ورق العدس، وقضبان طول شبر، وآخر يشبه كمافيطوس.
أنجدان: ورق شجرة الحلتيت.
أنيسون: نبات معوف يشبه ورق الطسفرة.
أنجرة: هو القريص والحريق.
انغرا: شبيه بالشجر، ورقه يشبه ورق اللوز، وزهره يشبه الجلنار، وأصل بيضاء صغيرة.
أنف العجل: نبات مستأنف كل سنة يشبه أناغالس وزهره شبيه بالخيري وثمره يشبه منخر العجل.
أندروصا: ورقه يشبه ورق الحمص وغلف كالجرف الشامي منها مزر أحمر.
إندروصاقس: نوع من الحمض ينبت بسوريا لا ورق له.
أنا غالس صنفان أحدهما زهره لازوردي والآخر أحمر، وكلاهما منبسطتان على الأرض، له ورق صغير إلى الاستدارة على قضبان مربعة.
أنس النفس: نبات يشبه ورقه ورق الجرجير له زهر أصفر.
أنقون: هو الورد المنتن.','2','442',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (973,'أنزورت: هو صمغ.
أنتله سوداء: نبات ينبت بالجبال، له أصول كثيرة مخرجها من أصل واحد.
أنتلة بيضاء: لونه إلى الصفرة في رائحته حدة مع عطرية.
أنب: هو الباذنجان.
إنجبار رومي: هو الساساليوس.
أنطوبيا: هو الهندبا الشامي.
أولوبروجيس: ورقه يشبه ورق العدس الصغير له ساق طولها نحوًا من شبر، زهره أحمر، وأصل صغير ينبت في أماكن رطبة متعطلة.
أونوما: نوع من الشنجار.
أوقاديا: هي عصارة قثاء الحمار.
أوثيوليس: نبات له ورق يشبه ورقة فلومس، عليه زغب كثير، له ساق خشنة غليظة.
أبزيغازن: هو الثريا ساقه طول الذراع لونه يميل إلى حمرة له ورق مشرف كورق الجرجير.
أبرسا: هو السوس الاسمانجوي.','2','443',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (974,'أيهقان: هو الجرجير ال<span data-type="title" id=toc-513>ب</span>ري.
ب- بابونج: أصناف منه ماله أغصان طولها نحوًا من شبر وفيها شعب ورؤوس مستديرة صغار في باطن بعضها زهر لون الذهب وورق باستدارة حولها لونها أبيض وأصفر ينبت في أماكن خشنة وبالقرب من الطرق.
باذرونجويه: هو الترنجان ينبت على المياه.
باذاورد: ينبت في الجبال والغياض، وهو مشوك له ساق طولها أكثر من ذراعين، لها جوف مربعة، وعلى طرفها رأس مشوك لها بزر يشبه القرطم.
باذروج: هو نوع من الريحان.
بان: شجر يسمو ويطول في استواء يشبه الأئل وثمرته تشبه قرون اللوبيا.
باجروجي: شجيرة ترتفع مقدار ثلاثة أذرع في الأرض اليابسة الصلبة ورقها كورق الكاكنج لها ود أحمر لها حب قدر الحمص أسود.
بامية: ثمرة سوداء صلبة بمصر طعمها حلو، وفيها يسير لزوجة في أوعية مخمسة الشكل.
باطاطيس: هو نبات له قضيب طوله نحو من ذراع في غلظ الإبهام.
باطانيجي: نبات له ورق صغار وأصل دقيق مثل أصل الإذخر وستة أو سبعة ررؤوس فيها ثمر يشبه الكرسنة، وعند جفافه تنحني رؤوسه إلى أسفل، ومنه صنف آخر له رؤوس مثل التفاح الصغار وأصله مثل حب الزيتون.','2','444',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (975,'بابلص: عشب صغير ملآن من لبن، ووقه شبيهة بورق السذاب، وتحت الورق ثمر صغار أصغر من ثمر الخشخاش الأبيض.
باطس: هو العليق.
باباري: هو الفلفل الأسود.
بارنج: هو النارجيل.
بخور مريم: أصنافمنهاما ينبت في الجبال عشب أبيض.
بدليون: هو المقل.
برنجاسف: نبات مستأنف في كل سنة، ينبت في الساحل يشبه الأفستين فيه رطوبة تدبق.
برشياوشان: هو كزبرة البئر ينبت على السواقي والأماكن المائية الظليلة.
بردي: هو الخوص نبات ينبت في الماء، له خوص مثل خوص النخل، يعمل منه الحصر والقفاف.
برطانيقي: نبات مستأنف كل سنة، له ورق يشبه ورق الحماض البري.
برنج: حب مرقط بسواد وبياض مدور.','2','445',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (976,'برقا مصير: بقلة ورقها متفرق متشعب يشبه ورق الخردل.
برسيانا: بقلة فيها حراقة يسيرة.
برنوف: شجر يقارب شجر الرمان، له رائحة حادة ثقيلة، وله زهر أصفر ينبت كثيرًا على حافة الأنهار.
بردوسلام: هو لسان الحمل.
بربخمشك: هو الحبق القرنفلي.
برغشت: هو القنابري.
بربر: هو ثمر الأراك.
برغوثي: هو البزر قطونا.
برم: اسم زهر نوع من شجر السنط.
بزر قطونا: نبت له ورق كنار عليها زغب وقضبان فيها البزر.
بسباريج: نبات ينبت في الصخور وفي سوق شجر البلوط أصوله متشعبة.
بسيلة: نوع من الجلبان.','2','446',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (977,'بشام: شجر له لبن لا ثمر له.
بشنه: نبات دقيق له أغصان كثيرة دقيقة.
بشنين: نبات له ساق وزهر أبيض.
بشبش: هو ورق الحنظل.
بصل الفأر: هو بصل العنصل.
بطم: شجر الحبة الخضراء.
بطرسالينون: هو الكرفس الصخري.
بطباط: هو عصا الراعي.
بقلة حمقاء: هي الفرفج.
بقم: خشب شجر عظام ورقه مثل اللوز.
بقس: شجر ورقه مثل الآس وله حب أسود.
بقلة يمانية: بقلة كثيرة النبات ورقها يشبه ورق الملوخية.
بقلة الخطاطيف: هي العروق الصفر.','2','447',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (978,'بقلة مباركة: هي الهندباء.
بلسان: شجر بمصر، شجر قدر شجر البطم ورقها يشبه ورق السذاب.
بليلج: ثمرة خضراء.
بل: حبة سوداء هندية.
بلاذر: ثمر شجرة يؤتى به من الصين.
بلان: عشب حمصي الورقة.
بنفسخ: نبات له ورق في أعلى ساق من أصله يزهر أبيض وفيرفري ومرقش.
ينجنكشت: نبات قريب من الشجر ينبت قرب المياه.
بنطافلن: نبات له قضبان دقاق وورق شبيه بورق النعناع له زهر لونه إلى البياض والصفرة.
بنج: هو السيكران والمعروف منه اليوم غيره.
بنتومه: هو ذرق الطير.','2','448',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (979,'بهار: هو الأقحوان الأصفر.
بهمن: ضربان أحمر وأبيض، عروق في قدر الجزر الصغار.
بهرام: هو العصفر.
بوزيذان: أصول صلبة<span data-type="title" id=toc-514> ت</span>شبه البهمن الأبيض.
بوصير: هو الجوثران نبات صيني أنثى وذكر.
بولوغنن: نبات قدر الشبر ورقه يشبه ورق العدس.
بولوغاناطس: ينبت في الجبال طول الذراع ورقه كورق الغار أعرض منه.
بيش: ينبت بالصين.
ت- تنبل: نوع من اليقطين يزرع بأطراف بلاد العرب ورقه كورق الأترج.
تاكوت: هو الفربيون.
تربد: نبات له أصول طوال وساق قائمة.
ترنجبين: هو من المن.
تمر هندي: شجر عظام ينبت باليمن وبلاد الهند.','2','449',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (980,'<span data-type="title" id=toc-515>ث</span>- ثافيا: هو صمغ.
ثاليطرن: نبات ورقه كورق الكزبرة.
ثلب: نبات ينبت قرب الماء.
ثمام: نبات وقه كورق الزرع وكذلك عقده إلا أنها أرق وأطول.
ثوم بري: هو الشقرديون.
ثيل: هو الن<span data-type="title" id=toc-516>ج</span>م والنجيل.
ج- جاوشير: نبات له ورق خشن مشرف.
جاورش: صنف من الدخن.
جار النهر: ينبت قرب المياه ورقه يشبه ورق السلق.
جرجير: وهو صنفان بستاني وبري وكل منهما صنفان.
جزر: منه بستاني ومنه بري.
جلبان: هو من الحبوب المأكولة.
جمجم: عروق تشبه الجزر البري.','2','450',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (981,'جنطيانا: هو صنفان شجر ونبات.
جنجل: نوع من اللفت.
جوز ماثل: نبات يعلو قدر قعدة الرجل ورقه كورق الباذنجان.
جوز الفي: ثمر شجر باليمن.
جوز الرفع: شجرة عظيمة.
جوز عبهر:<span data-type="title" id=toc-517> ح</span>ب مدور يشبه الأملج.
جوز القطا: نبات ينبت في القيعان ورقه كورق البقلة الحمقاء وعليها زغب.
جوز الريح: ثمر في قدر النفاح إلى الطول في داخله حب.
جوز الشرك: ثمر في قدر جوز الأكل إلا أنه أطول قليلًا.
جوز الكوثل: ثمر نبات هندي.
جوز أرمانيوس: نبات نحو الشبر ورقه كورق السذاب.
جيدار: نبات له ورق كورق البلوط.
ح- حاشا: نبات دقيق مثل قش القناديل له ورق صغار دقيقة ينبت في مواضع صخرية.','2','451',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (982,'حب الكلى: حب يشبه الكلية.
حب الزلم: حب دسم مفرطح أكبر من الحمص.
حرمل: منه أبيض ومنه أحمر.
حرف: هو الرشاد.
حرف السطوح: ويقال له حرف بابلي ينبت على الأسطحة.
حرشف: أنواع كثيرة ومنه بستاني وبري.
حربث: نبات ينسطح على الأرض له ورق طوال.
حزاز: ينبت على الصخور يشبه الطحلب.
حزنبل: عرق شجرة.
حسك: صنفان بري ورقه كورق البقلة الحمقاء والآخر ينبت عند الأنهار.
حشيشة الزجاج: نبات ينبت في الحيطان.
حضض: شجرة مشوكة لها ثمر يشبه الفلفل.
حلبة: نباتها قريب من الفضلة.
حلتيت: صمغ.','2','452',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (983,'حماما: شجيرة لها زهر صغير مثل ال<span data-type="title" id=toc-518>خ</span>يري.
حماض: صنفان منه ما يشبه ورق الأسفاناج وثمرته حمراء كعرف الديك.
حماض الماء: ينبت على المياه مثل ورق السلق له بزر أسود إلى الحمرة.
حنظل: نباته يشبه القثاء وثمره تشبه البطيخ.
حندقوقا: منه بري وبستاني.
حناء: شجر مثل شجر الرمان.
حي علم: نبات له قضبان له ورق فيه رطوبة تدبق.
خ- خانق النمر: نبات له ثلاث ورقات أو أربع.
خانق الذئب: ورقه كورق الدلب إلا أنه أصغر.
خانق الكلب: نبات ثقيل الرائحة له حمل شبيه بغلف الباقلي.
خاما لوقي: نبات ورقه كورق سنبل الحنطة له زهر يشبه الخيري.
خاما سوقي: نبات له عيدان طولها نحوًا من أربع أصابع، مملوءة من لبن، ورقه كورق العدس.
خبازي: منه بستاني يقال له ملوكية ومنه بري.','2','453',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (984,'خردل: نبات معروف له بزر أسود مثل الخشخاش.
خروع: شجر مثل ما صغر من التين له ورق يشبه ورق الخروع.
خربق: منه أبيض وأسود.
خرطال: نبات يشبه الحنطة.
خزامي: نبت طويل العيدان صغير الورق أحمر الزهر ينبت بالرمل.
خس: بقل معروف.
خس الحمار: هو النوع الكبير من الشنجار.
خشخاش: منه بستاني بزره أبيض وبري أسود ومنه آخر مستطيل ومنه آخر يقال له منثور. وآخر يقال له مقن، وآخر يقال له زبدي.
خصي الثعلب: نبات له ورق منبسط على الأرض، ورقه كورق الزيتون، زهره فرفيري.
خصي الثعلب آخر: يقال له طريفلن، ورقه غالبا ثلاثة.
خطمي: منه بستاني كنار له نور أحمر وأبيض، وبري دونه، ونوع آخر يعرف بشحم المرج.','2','454',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (985,'خلنج: شجر.
خلاف: أصناف كثيرة ويعرب بالبان في هذا الزمان.
خمان: صنفان كبير وصغير.
خمخم: نبت حجازي شكله شكل الأنجرة السو<span data-type="title" id=toc-519>د</span>اء.
خولنجان: عروق متشعبة.
خوان: هو الحضض.
خيار شنبر: شجر معروف بمصر.
خيري: نبات له زهر مختلف يقال له في عصرنا المنثور.
خيربوا: حب صغار مثل القافلة.
خيشفوج: هو حب القطن.
د- دار صيني: أنواع منه القرفة.
دار فلفل: يجتني من الفلفل عند إخراجه.
در دار: شجر معروف.
دراقيل: نوع من القرصعنة.','2','455',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (986,'دفلي: تمنش له و<span data-type="title" id=toc-521>ر</span>ق كورق اللوز وورد أحمر.
دلب: شجر معروف.
دلبوث: هو النوع الأحمر من السوسن البري.
دمادم: صنفان.
دند: هو الخروع الصيني.
دهمشت: هو حب الغار.
دوم: هو شجر المقل.
دوسر: نبات مثل الزرع وهو نوع من الزوان.
<span data-type="title" id=toc-520>ذ</span>- ذافني: نبات له ورق يشبه ورق الآس وثمره أخضر قدر الحمص.
ذنب الخيل: نبات يكون في مواضع فيها ماء، له قضبان مجوفة معقدة، وعند العقد ورق شبيه بورق الإذخر.
ذنب العقرب: نبات ورقه يشبه أذناب العقارب.
ذنب السبع: نبات مشوك له وق يشبه ورق لسان الثور.
ر- راسن: ينبت في مواضع جبلية له أصل عظيم طيب الرائحة.
راوند: أصل أسود شبيه بالقنطوريون سون الكبير.','2','456',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (987,'را<span data-type="title" id=toc-522>ز</span>يانج: هو الشمر منه بري وبستاني.
ريم: تمنش له قضبان طويلة فيها ورق صلبة وحب يشبه اللوبيا.
رعي الإبل: نبات له ورق في عرض أصبع مثل ورق الحبة الخضراء وزهر لونه إلى الصفة وبزر يشبه بزر الشبث.
رعي الحمام: نبات ينبت في أماكن مائية له ورق مشرف.
رمث: نوع من الحمض ينبت نبات الشيح.
رند: هو شجر الغا.
ريباس: له أضلاع كالسلق خشنة ذات عساليج حمراء إلى خضرة.
ز زان: شجر يعمل منه الرماح.
زبيب الجبل: هو حب الرأس نبات له ورق يشبه الكرم البري مشرف.
زرنب: هو أدق النبات ورق كورق الطرفاء.
زعفران: عشبة لها بصل وورق صغار وزهر أبيض.
زعرور: صنفان بري ثمره أحمر وبستاني ثمره أبيض.
زقوم: شجر وهو نوعان.','2','457',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (988,'زلم: نبات كالقصب لا بذر له ولا زهر.
زنجبيل: نبات ي<span data-type="title" id=toc-523>س</span>ري في الأرض.
زوفا: نبات يفترش على وجه الأرض ورقها كورق المرزبخوش.
زوفرا: نبات له ساق نحو الذراع معقد له زهر كلون الذهب.
زيزفون: نوع من شجر الغبيراء.
س- ساج: شجر هندي خشبه صلب أسود.
سبستان: شجرة تعلو فوق القامة، لها ورق مدور، لها عناقيد فيه ثمر مثل صغير البلح.
سدر: شجر هو نوعان وورقه الذي يطحن ويغتسل به.
سذاب: هو الفيجن منه بري وبستاني.
سرخس: نبات ليس له ساق ولا زهر ولا ثمر.
سرو: شجر عظام وهو الأرز.
سرقسانة: نبات يشبه الصعتر.
سرغنت: نبات له خيوط كثيرة في غلظ الإبر.','2','458',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (989,'سراج القطرب: هو اليبروج الوقاد وهو الصمي أصلها على هيئة الصم.
سبسالي: ورقهكورق الرازيانج.
سطاخيس: نبات يشبه الفراسيون.
سعد: نبات ورقه كورق الكراث وأصوله كالزيتون.
سعدان: نبات حسكي له شوك دقيق فيه بعض تحجين.
سفاديلس: بقل بري صغير طعمه إلى الحرافة.
سفندوليون: نبات ورقه كورق الدلب زهره أبيض وأصله أبيض كالفجل.
سقمونيا: أصلها نبات له أغصان كثيرة مخرجها من أصل واحد طولها نحو الثلاثة أذرع عليها رطوبة تدبق وشيء من زغب زهرها أبيض ثقيل الرائحة وأصله غليظ ثقيل الرائحة ملآن رطوبة.
سقولوفندرون: ينبت في الصخور والحيطان لا ساق له ولا زهر ولا ثمر ورقه مشرف.
سكبينج: صمغ.
سلت: نوع من الشعير.','2','459',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (990,'سنا: نبات ورقه مثل ورق الحناء وورق السوسي.
سبتل: منه هندي ورومي وجبلي.
سندروس: هو صمغ.
سندريطس: نبات له أغصان وورق م<span data-type="title" id=toc-524>ش</span>رف.
سورنجان: هو العكبة وهو الستعجلة عند العطارين اليوم وهو الطويل.
سوس: شجرة لها أغصان طوال وورق كورق الحناء عليها رطوبة تدبق وزهر فرفيري وثمر في غلف وأصول طوال وربما غلظت طعمها حلو.
سوسن: هو ثلاثة أصناف، له زهر أبيض وأصفر وفرفيري.
سيسبان: شجر خوار العود له زهر أصفر.
ش- شاهترج: نبات ورقه مشرف وزهره أحمر وأبيض وفيه بزر صغار مدور.
شاه صيني: دواء يعمل من عصارة نبات.
شاطل: دواء هندي يشبه الكمأة.
شهدانج: هو القنب.','2','460',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (991,'شبث: عشب يشبه الرازبانج إلا أنه أدق منه.
شبرم: نوع من اليتوع طوله نحو الذراع كثير العقد أشبه ضرب من الشوك.
شبرق: نوع من العشب الشوكي.
شجرة أبي مالك: وهو صابون القاق.
شرستين: شجرة عظيمة منها يكون القطران.
شقائق النعمان: صنفان بري وبستاني ويعرف في زمننا بالشفيق أحمر الزهر ومنه أبيض وفرفيري.
شقاقل: هو الجزر البري.
شقرديون: هو الحشيشة الثومية نبات ينبت في الآجام وأماكن جبلية زهره أحمر.
شل: تمر هندي.
شمام: نوع من البطيخ صغير حنظلي الشكل.
شوكران: نباته مثل الرازيانج إلا أنه أكبر منه وأسود.
شونيز: هو الحبة السوداء.','2','461',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (992,'شيطرج: ينبت في الحيطان العتيقة والمواضع التي لا تحرث ورقه كورق الحرف.
شيلم: هو الزوان.
شيبة: نبات أبيض.
شيح: نبات دقيق الثمرة ملآن من البزر ثقيل الرائحة.
شيرخشك: هو من المن.
<span data-type="title" id=toc-525>ص</span>- صامريوما: عشبة مصرية تدور مع دوران الشمس زهره أبيض مائل إلى الحمرة.
صبر: شجرة لها ورق كورق الأشقيل عليه رطوبة تدبق ثقيل الرائحة مر المذاق ومن عصارتها الصبر.
صريمة الجدي: ورقه كورق قسوس، له أغصان غلاظ ذات عقد وزهر أبيض.
صعتر: أصنافكثيرة كلها معروف.
صنوبر: شجر كبار له ثمر معروف.
صندل: خشب يؤتى به من الصين.','2','462',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (993,'<span data-type="title" id=toc-526>ض</span>- ضال: نوع من السدر.
ضرو: من شجر الجبال مثل شجر البلو<span data-type="title" id=toc-527>ط</span>.
ضغابيس: نبات له ساق كالهليون.
ط- طباشير: رماد أصول القنا الهندي.
طباق: شجر نحو القامة له ورق طوال خضر ونور أصفر.
طحلب: هو ما ينبت في الماء.
طخش: خشب.
طرفاء: شجرة لها ثمر يشبه الأشنة.
طراغيون: نبات بالجزيرة له ورق وقضبان وثمر.
طراشنه: عشب وهو صنفان.
طرخون: بقلة معروفة عند أهل الشام.
طراثيث: نبت كذكر الحمار وهو صنفان أحمر وأبيض.
طريفلن: يطلق على الحندقوقا وعلى أحد نوعي النبات المعروف بخصى الثعلب.','2','463',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (994,'طرنة:<span data-type="title" id=toc-529> ع</span>شب ورقه دقيق جدًا وثمره كنفاخات الماء.
طيفي: نبات ورقه كورق السعد.
<span data-type="title" id=toc-528>ظ</span>- ظفرة: نبتة ضعيفة لها ورق مستدير يشبه ما صغر من الأظفار.
ظفر قطورا: نبات شعري ينبت في الأرض الحرشاء الجبلية، له ورق دقيق، له زهر أحمر.
ظمخ: ثمر الجوذر.
ظيان: هو الياسمين البري.
ع- عاقر قرحا: أصل الطرخون البري ويقال له عود قرح بدمشق.
عبيثران: نبات أغبر له قضبان رقاق يشبه القيصوم له زهر أصفر.
عبهر: هو النرجس وعند أهل الشام الاصطرك وثمره حب الفول.
عبب: هو ثمر الكاكنج.
عثم: هو الزيتون الجبلي، حب أسود له نوى فيه حرافة وورقه كورق الزيتون.
عرطنيثا: تقال على بخور مريم وعلى المهد.
عروق الصباغين: هو العروق الصغير وبقلة الخطاطيف.','2','464',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (995,'عرعر: شجر.
عرمض: صنف من السدر.
عش: من شجر العضاة عراض الورق.
عشرق: نبات ورقه كورق السنا.
عصا الراعي: عشبة تشبه الفصة تنبت في الطرقات منها ذكر أو أنثى.
عصفر: هو أصفر زهر القرطم وقيل عشيه.
عفص: شجر يثمر هذا الثمر الذي يصبغ به ويدبغ.
عكوب: شوكة عريضة.
عليق: شوك معروف.
عنبا: نبات هندي وهو شجر ذو ساق غليظ.
عنب الثعلب: أصناف كثيرة.
عنصل: بصل معروف.
عنم: ينبت ببلاد الحجاز على أغصان أم غيلان ونحوها.','2','465',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (996,'عوسج: شجيرة تنبت في السباخ.
عود هندي: خشب يؤتى به من بلاد الهند طيب الرائحة وفيه مرارة.
عود الصليب: هو الفاوانيا.
<span data-type="title" id=toc-530>غ</span>- غافت: ثلاثة أصناف المعروف منهينبت نحو الذراع، ورقه كورق الجوز، خشن كورق القنب عليه زغب، وزهره أصفر وثمره مدور يعلق بالنبات.
غار: شجر عظام وهو الرند.
غاليون: نبات يجمد اللبن له زهر أصفر.
غاغاليس: نبات يشبه الأنجره.
غاريقون: أصل يشبه أصل الأنجدان منه ذكر وأنثى.
غبيراء: شجر مثل الزيزفون يثمر ثمرًا على شكل العناب إلا أنه أصغر منه.
غبارنه: شجرة جبلية.
غرب: شجر.
غرقد: نوع من العوسج.','2','466',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (997,'<span data-type="title" id=toc-531>ف</span>ـ- فاغرة: حبة تشبه الحمصة.
فاشرا: هو الكرمة البيضاء.
فاشرشتين: هي الكرمة السوداء.
فاغية: هي نور الحناء.
فربيون: شجرة تشبه شجرة القنا.
فراسيون: تمنش ذو أغصان كثيرة مخرجها من أصل واحد وعليه زعب يسير مر الطعام.
فصفصة: هي الفصة نبات معروف يزرع للدواب.
فطر: أنواع كثيرة منه الكمأة.
فقوس: نوع من القثاء.
فلفل: شجر ببلاد الهند.
فل: دواء هندي.
فو: نبات.','2','467',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (998,'فوه: نبات له أصول حمر يصبغ بها.
فوفل: نبات نجلة مثل نجلة النارجيل.
فودنج: أصناف ثلاثة بري وجبلي ونهري وي<span data-type="title" id=toc-532>ق</span>ال له نعنع الماء.
فيلون: نبات ينبت في الصحراء يشبه الأشنة.
ق- قاقله: صنفان كبيرة وصغيرة.
قاقاليا: نبات له ورق أبيض.
قاطانيقي: أصناف.
قاقيا: هو رب القرظ.
قثاء الحمار: هو العلقم نبات مثل القثاء له ثمر مثل ثمر البلوط.
قردمانا: نبات يشبه الكراويا إلا أن ساقها أطول وورقها أعرض وأشد خضرة.
قرنفل: زهر وثمر يؤتى به من بلاد الهند.
قرثمين: نبات صخري ورقه كورق البقلة الحمقاء إلا أنه أكبر وله زهر أبيض.','2','468',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (999,'قرة العين: هو كرفس الماء.
قرصعنة: هي أنواع منها نوع شوكي ومنها ما هو معروف يؤكل.
قرظ: ثمر الصنط.
قرط: هو كراث المائدة.
قرطم: هو نبات العصفر نوع من الشوك.
قرم: شجرة تنبت بجوار بحر عمان.
قسط: منه أبيض وأسود ومنه هندي وبحري.
قسوس: هو اللبلاب الكبير الذي يعرش على الشجر وأصنافه ثلاثة أبيض وثمره أبيض وأسود والثالث لا ثمر له.
قشبة: اسم حجازي لقشور تجلب إليهم.
قصب: أنواع كثية منه قصب البناء والأقلام وقصب الذريرة ينبت ببلاد الهند كثير العقد أنبوبته ملأ من شيء لونه إلى البياض يشبه نسج العنكبوت لزج ومنه قصب السكر.
قعب: شجرة تنبت على ساق، لها ورق قريب من الاسفاناخ لونه إلى الصفرة.','2','469',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1000,'قفور: نبات يرعاه القطا.
قلقاس: نباته قريب من اللوف إلا أنه كناز جدًا.
قلقل: شجرة خضراء تنهض على ساق نباتها الأكام لها حب كحب اللوبيا.
قلفونيا: هو صمغ الصنوبر.
قلومانن: نبات له ساق كساق الباقلي، وورقه كورق لسان الحمل.
قللجة: نبتة لها زهر يشبه وجه الإنسان.
قنابري: بقلة شتوية لها زهر دقيق أبيض وبزر دقيق.
قنطورين كبير: ورقه كورق الجوز، وأطرافها مشرفة مثل تشريف المنشار، ساقه كساق الحماض له رؤوس كرؤوس الخشخاش ثمره يشبه القرطم.
قنطورين صغير: ينبت عند المياه له ساق طولها أكثر من شبر وزهر أحمر ورقه ورق صغار إلى الطول كورق السذاب.
قنبيل: من قنب هو عشب الشهدانج.
قنبيط: نبت كبير ورقه كورق الكرنب له رؤوس تؤكل.
قيصوم: نبات يكون بالجبال والطرق والمواضع الخراب، طيب الرائحة ثقيلها، ومنه أنثى وذكر.','2','470',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1001,'قيمص: عشبة صغيرة.
<span data-type="title" id=toc-533>ك</span>- كافور: هو صمغ شجرة بحرية.
كاشم رومي: نبات.
كاذي: نخلة باليمن.
كبر: شجيرة منبسطة على الأرض مشوكة يعرف اليوم بالقبار.
كبابة: هو حب.
كباث: هو ثمر الأراك.
كنان: نبات مثل القنب إلا أنه أدق منه.
كتم: من شجر الجبال، ورقه كورق الآس، له ثمر قدر حب الفلفل.
كتيلة: نباتبأرض بيت المقدس.
كثيراء: هو صمغ.
كثاه: هو بزر الجرجير.
كرفس: أصناف كثيرة منه البستاني والآجامي والجبلي والصخري والمشرقي.','2','471',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1002,'كرنب: نبات مثل القنبيط يتدور على وجه الأرض.
كراث: أنواع كثيرة شامي ونبطي وكراث المائدة وبري.
كرسنه: شجيرة صغية دقيقة الورق لها ثمر في غلف كحب العدس.
كراويا: نباتها قريب من الرازيانج إلا أن ورقها أكبر وأسود وحبها مثل الرازيانج إلا أنه أسود منه.
كركم: أصل الصنف الكبير من عروق الصباغين.
كشوت: نبات محبب مقطع الأصل أصفر اللون، يتعلق بأطراف الشوك، يتعلق بالنبات أمثال الخيوط.
كف الهر: نبات دقيق لهورق مشرف له زهر أصف.
كف آدم: نبات له ساق نحو ذراع وورقه كورق الآس.
كمأة: أصل مستدير لا ورق له وهو من الفطر.
كمافيطوس: هو من النبات المستأنف كل سنة، ورقه كورق الصغير من حي علم، فيه رطوبة تدبق وعليه زغب رائحته تشبه رائحة الصنوبر له زهر دقيق أصفر.
كمادريوس: ينبت في أماكن خشنة صخرية وهو شجرة صغيرة لها ورق صغار كورق البلوط مر الطعم وزهره فرفيري.','2','472',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1003,'كمون: قريب من ا<span data-type="title" id=toc-534>ل</span>كراويا، وهو أنواع شامي وكرماني وفارسي ونبطي وبري وأرميني.
كندر: هو اللبان وهو صمغ.
كندس: عروق نبات دخله أصفر وخارجه أسود وشجرته شبيهة بالكنكر.
كنهان: ورقه يشبه ورق الحبة الخضراء.
ل- لاذن: هو من صنف من القوس ترعى المعز ورقه، ويلزق بها من رطوبته، وييبس في أفخاذها فيؤخذ ويعمل منه اللاذن.
لاعية: شجرة تنبت في سفح الجبال، لها ورق أصفر طيب الرائحة لها لبن غزير.
لبخ: شجر بمصر عظام مثل الدلب.
لسان الحمل: هو صنفان كبير وصغير وهو العشب المعروف بأذن الجدي.
لسان الثور: نبات ورقه يشبه ورق لسان الحمل إلا أن خشبه عليه شوك دقيق.
لسان السبع: نبات له ورق طوال حادة الأطراف مشرفة، له زهر فرفيري.
لفت: هو الشلجم.
لك: صمغ.','2','473',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1004,'لوبيا: نوع<span data-type="title" id=toc-535> م</span>ن الحبوب معروف.
لوف: ثلاثة أصناف قريب من القلقاس في أصله وورقه إلا أنه صغير جدًا.
ليقيه: نبتة قانية اللون.
م- ماهودانة: له ساق نحو الذراع جوفاء ورقه يشبه ورق اللوز.
ماهيزهه: شجرة أطول من ذراع ساقها، أغلظ من الإبهام، ملآن من زهر أصفر وفي أصل الساق ورق كناز لونها إلى البياض، ولها أصل غليظ.
مازريون: تمنس صغير ورقه كورق الزيتون.
ماميثا: نبات يشبه ورقه ورق الخشخاش المقرن، وفيه رطوبة تدبق ثقيل الرائحة مر الطعام.
ماسفود: دواء هندي كالياسمين.
ماميران: الصنف الصغير من العروق الصفر.
محلب: شجر أبيض النور يحمل حبًا متبددًا طيب الرائحة.
مرزنجوش: هو حبق القنا قلت قيل إنه النمام.
مران: شجرة وقيل صمغ.','2','474',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1005,'مرس:<span data-type="title" id=toc-536> ن</span>بات له ساق وأصل لين.
مريافلن: نبات له ساق صغيرة غضة ليس لها أغصان ولا شعب وله أصل واحد، وعليه ورق أملس كورق الرازيانج.
مرار: نبات شوكي له زهر أصفر يخرج منها شوك حاد مثل الإبر.
مرو: سبعة أصناف أشهرها الذي يعرف بدمشق بالخزام.
مصطكى: صمغ معروف.
مصع: ثمر العوسج.
مغافير: من.
مقدونس: هو الكرفس الماقدوني.
ملوخيا: بقلة كثيرة اللزوجة.
مو: نبات ساقه كساق الشبث وكذلك ورقه.
موز: مثل نبات البردي وورقها طويلة عريضة، ثمره عناقيد يشبه الخيار.
ن- ناخواه: حب كالكمون.','2','475',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1006,'نارجيل:<span data-type="title" id=toc-537> ه</span>و جوز الهندن.
نارنج: شج معروف بالشام من أنواع الحمض.
ناركيو: صنفمن الخشخاش الأسود.
نجب: هو قشر السليخة.
نرجس: بصل له زهر له رائحةطيبة.
نسرين: نووع من الورد شتوي.
نضار: ما كان من الأثل نابتًا في الجبال.
نعنع: بقل يرزع مثل الفوذنج.
نمام: ورقه يشبه ورق السذاب ينبت في أعلى الصخور.
نيلوفر: نبات ينبت في الآجام والمياه زهره مدور زعفراني.
هـ- هايسمونا: نبات لا ورق له يمتد.
هينل: هو حب الحنظل.','2','476',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1007,'هرن<span data-type="title" id=toc-538>و</span>ة: ثمرة شجرة العود.
هل<span data-type="title" id=toc-539>ي</span>ون: نوعان بري وبستاني بنات معروف بدموه لا ورق له.
هليلج: أربعة أصناف أصفر وأسود كابلي وأسود هندي وصيني.
هندبا: صنفان بري وبستاني من البستاني البزر ومن البري الأصول.
هيوفاريقون: تمنش يستعمل في وقود النار، ورقه كورق السذاب، زهره أبيض، وبزره في غلف مستطيلة.
و- وج: نبات له أصول مشبكة.
ورد: أنواع كثيرة.
ورس: نبات باليمن نباته مثل نبات السمسم.
وسمة: هي ورق النبل.
وطم: نبات يشبه الإذخر.
ي- ياسمين: نوع من المشموم منه مازهره أبيض، وهو صنفان ومنه ما زهره أصفر.','2','477',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1008,'يبروح: صنفان أنثى وذكر.
يتوع: يقال على كل عشب له لبن.
ينبوت: هو خروب المعزي نبت يكون على الطرقات له ورق مشرف وثمره قرون داخلها البزر.
ينمه: نبتة بيضاء ورقها أزغب.
فائدة: التمنش هو كل نبات بين الشجر والعشب، والشجر كلما تشجر وتفرع وارتفع عن الأرض، فإن صغر قيل فيه شجيرة بالتصغير، والفرفيري لون بين الحمرة والزرقة، وقول الأطباء إلى البياض ما هو أو إلى الطول ما هو يعنون أنه مال إلى ذلك ولم يبلغ غايته. والله أعلم.','2','478',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1009,'كتاب إيضاح الأشياء
مرتب على الحروف','2','479',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1010,'<span data-type="title" id=toc-540>كت<span data-type="title" id=toc-541>ا</span>ب إيضاح الأشياء مرتب على الحروف</span>
أ- أشقرديون: هو الثوم البري والحشيشة الثومية.
اصطرك: هو أبناء الرهبان.
أثل: نوع من الطرفاء.
أسد الأرض: هو المازريون.
أشقيل: هو بصل العنصل.
العنصلان: ما يعمل منه الأشراس.
أقاقيا: هو رب القرض.
إيرسا: هو أصل السوس الأسمانجوني.
اسقيوس: هو البزر قطونيا.
أبهل: هو حب العرعر.','2','481',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1011,'اسفيعا: هو حب القرع.
أسفندار: هو الخردل الأبيض وهو الحرف البابلي وحرف السطوح.
اسفند: هو الحرمل.
أطيوط: هو البندق الهندي المعروف والرته.
إقليميًا: هو خبث كل ذائب.
آذان الفأر: هو المردقوش.
أشنة: هي شيبة العجوز.
اصف: هو القيار والكبر.
آغرس: هو الشيطرج.
أفشرج: هو رب السفرجل.
اسطرندوس: هو ترياق الأربع.
أوقاديا: هو عصارة قثاء الحمار.
أسيان: هو دم الأخوين.','2','482',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1012,'أشترغاز: شوك الجمال.
أمبرباريس: هو الزرشك.
أميوس: هو الأنيسون البري وهو النانخواه وهو بزر الكرياج الرومي.
اسفيذاج: الجص الجبس الزجاجي.
أشنان القصارين: هو القلي.
أسرب: هو الرصاص الأسود.
آطريلال وآطريلان: نوع من الجزر البري يعرف برجل الغراب.
أغاريقون: هو الغاريقون.
أصابع صفر: هو الكركم وهو الورس.
أومالي: هو شراب العسل.
أشق: هو أثج وهو لصاق الذهب وهو الكلج.
الأبار: هو الأسرب وهو الرصاص الأسود.
إذخر: هو حلفا مكة.','2','483',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1013,'أفيون: هو عصارة الخشخاش الأسود.
أم غيلان: نوع من السنط.
أضراس الكلب: هو الحسك وهو حمص الجبل.
أسطوريون: هو الكندس وهو القندس.
أشراس العنصل: أصل الفلفل هو المغاث.
أصابع هرمس: هو المستعجلة.
أير الذئب وأير الحبشي: هو الطراثيث.
أسامرد: هو الفلفل الأبيض.
انك: هو القزدير وهو القلعي.
أبرنج: هو السليقون.
أسقالانوس: هو دار شيشغان وهو الجولق وهو القندول.
أزاذدرخت: هو الخلخ.
أسقولوفندريون: هو كف النسر وهو العقربان.','2','484',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1014,'أنزروت: هو كحل فارس.
أصا<span data-type="title" id=toc-542>ب</span>ع القينات: هو الفنجمشك هو نوع من الريحان.
ايكر: هو الوج.
أغرسطس: هو الثيل وهو النجيل وهو النجم.
اسقالس: هو أصل القنه.
أوقاديا: هو عصارة قثاء الحمار.
أذريون: نوع من الريحان البري.
أبو حلسا: هو خس الحمار.
إحريض: هو العصفر.
ب- باروق: هو الإسفيذاج وهو زيحار الرصاص.
بطراساليون: هو الكرفس الصخري وهو المقدونس الرومي.
نبات الليل: هو الشرى.
بورق الحجر: هو النطرون.','2','485',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1015,'برشار كار: هو البطباط وهو عصا الراعي.
باسيلقون: هو الكمون الرماني.
بهرمان: هو العصفر.
برشاوشان: هو شعر الغول وشعر الجبار وشعر الخنازير وكزبرة البئر وجعدة القنا وشعر الأرض.
بازرد: هو القنه.
بارود ثلي: هو الثلج الصيني.
باذاورد: ريح الورد.
بانجاسف: هو برنجاسف وهو نوع من القيصوم أدق منه.
بندق هندي: هو الرته.
بسباس وبسباسه: وهي الرسد وهي حب الفقد وهي الفنجكشت.
بوزيدان: هي المستعجلة وآخر هو خصي الثعلب.
بابونج وبابونق: هو ثلاثة أنواع جبلي يعرف بريحان الثعالب ونوعان يعرفان عند العرب بالخزام وعند الأطباء بالتفاحي.','2','486',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1016,'بناطافلن: هو ذو خمسة الأصابع.
بقلة مباركة: هي الرجلة والقرفج والبقلة الحمقاء.
بلوط الملك: هو الشاه بلوط وهو القصطل.
بصل الفأر: هو بصل العنصل والأشقيل.
بسفايج: هو ثاقب الحجر وهو الأشيتوان.
بزر النوقير: هو حب العروس.
بزر الرند الأسود: هو الجلهتك.
باذرنجويه: هو الريحان البزنجاني.
بوذريح: هو الخشخاش الأحمر.
بقلة الأمصار: هي الكرتب.
بهرانج: هو الياسمين البري.
بطيخ: شامي وفلسطيني ومشرقي هو الدلاع.
بسيلة: هو الترمس.','2','487',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1017,'بلاذر: هو السوس الهندي.
يناسب: هو صمغ البطم.
بسد: هو أصول المرجان.
<span data-type="title" id=toc-543>ت</span>- تافسيا: هو الدرياست وقيل صمغ السذاب.
تاكوت: هو الفربيون وهو اللبانة المغربية.
تاهوت: هو الشبرم.
توبال: النحاس وهو قشر النحاس.
تفاح الجن: هو اللفاح.
تفاح الدب: هو الخوخ.
تين أحمر: هو الجميز.
تاغندست: هو العاقر قرحًا وهو أصل الطرخون الجبلي.
تراب القيء: هو صمغ الحرشف.','2','488',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1018,'تفاح الأرض: هو البابون<span data-type="title" id=toc-545>ج</span>.
التفاح: ترنجبين هو سكر القشر.
<span data-type="title" id=toc-544>ث: </span>ثيل: هو النجم والنجيل.
ثمر الطرفا: هو الكزمازج والكزمازك وهو العذبة.
ثوم الحية: هو الثوم البري الثلاثة أخوة: الفلفل الأسود والأبيض والدار فلفل- وأما الخمسة أخوة: فالخمس هليلجات: الكابلي والأصفر والأسود والأملج والبليلج.
ج- جند بادستر: هو خصية البحر وهو خصية السمور.
جوزبوا: جوز الطيب.
جوز الأترج: هو جوز القيء.
جوز ماثل:
جوز مرقد.
جولق: هو الشيشعان.','2','489',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1019,'جوز السودان: هو الخولنجان.
جلجلان: هو السمسم.
جلنار: هو زهر الرمان الذكر.
جفرا: قشور طلع النخل.
جاروش: هو الذرة.
جبن النخل: هو الجمار.
جمهوري: عصير العنب إذا طبخ.
جلنجبين: هو الورد المربى بالعسل.
جلجلان الحبشة: هو الخشخاش الأبيض.
جلوز: هو البندق المطاول.
جلواز: هو الصنوبر.
جنبذ الورد: هو بزر.
الورد جوز المرج: هو الكاكنج.','2','490',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1020,'جاجهروان: هو الشيطرج.
جوز الرقع: هو جوز القيء.
جاوزون: هو خرزة البقر.
<span data-type="title" id=toc-546>ح</span>- حجر الدم: هو الشادنة والساذنج.
حب الشيبار: هو رقيق الليل وهو حب الصبر.
حبق الماء: هو المردقوش والمزنجوش.
حب العجب: هو حب النيل وحسن ساعة والقرطم الهندي.
حجر روشنايا: هو المرقشيثا.
حجر الشياطين: هو الماس.
حشيشة دودية: هو الأسقولوفندريون ويقال له العقربان وكف النسر.
حسك: هو حمص الجبل وحمص الأمير.','2','491',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1021,'حجر أرمني: هو حجر اللازورد قبل استكماله.
حجر الزبرجد: حجر أخضر يوجد في معادن النحاس.
حبة سوداء: هو الشونيز.
حاشا: هو جنس من الصعتر البري.
حبق الشيوخ: هو المر وهو المأمون.
حبق التمساح: هو الفوتنج وهو النعناع البري.
حبق البقر: هو البابونج.
حمحم: هو لسان الثور.
حجر بحري: هو المرجان.
حبق الفيل: هو الدفلي.
حمالاون: هو المازريون وهو أسد الأرض.','2','492',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1022,'حوك: هو الباذروج.
حواري: هو الدرمك من الدقيق وهو ما نزع نخالته وبقي لبه.
حلتيت: هو صمغ الإنجدان.
حرف السطوح: هو جرجير الكلب والخردل الأبيض والحرف البابلي وحرف السطوح.
جشمك: وهو البشمة وهو الحبة السوداء.
حميض الأرنب: هو الأكشوت.
حميض الأسد: هو الحسك وحميض الجيل.
حميض: بقلة حامضية تسمى بالعجمية، (تاسممت).
حضض: منه مكي ومنه هندي وهو الخولان.
حب الفأر: وهو الدهمشت.
حبة خضراء: هي البطم.
جرجور: هو الصفصاف.','2','493',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1023,'حرمل: هو الأسفند.
حرض: هو الشادنة وهو الأشنان هو حجر الدم.
حب الميسم: هو حب البان.
حب الملوك الرومي: هو الصنوبر الكبار.
حزرم: هو الدفلي.
حيدة: هو الزعفران.
حمض الفيل: هو القاقلي وهو السنبلة وهو السرنبلة وهو حب الفقد وحب الفيجكشت وحب الجمال.
حسرا: هو احسار والبفايج وثاقب الحجر وكثير الأرجل.
حب الضراط: هو المازريون.
حب العصفر: هو القرطم.
حب الزلم: هو فلفل السودان وهو مصري ومغربي، المصري صغير أسود، والمغربي كبير أبيض يعرب بحب العزيز.','2','494',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1024,'حجر المثانة: هو حجر الإسفنج.
حرمانة: هو الحرمل وعرق الحية.
حلبشا: هي الحلبة.
حيلاف: نوع من الصفصاف.
حزا: هوبزر الكاشم.
حماما: هو عود البابونج والبابونق وهو تفاح الجن.
<span data-type="title" id=toc-547>خ</span>- خروب الشوك: هو الينبوت وهو خروب المعزي، خروب نبطي وهو المعروف.
خادعة الرجال: هو البنج.
خلاف: هو عريض الورق من الصفصاف يعرف اليوم بالبان.
خشك: هو المقل المأكول.
خروب هندي: هو الخيار شنبر.','2','495',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1025,'خشف: هو الجوز بلغة أهل الحجاز.
خماليس: هو البابونج.
خيشوم: هو حب القطن.
خضلاف: هو المقل.
خربز: هو البطيخ.
خيري: هو المنثور اليوم.
خيار البازروج: هو الخيار المعروف وهو القثاء الشامي.
خنثى: هو لازوق ويعمل منه الأشراس ويعرف بالعنصلان.
خروع صيني: هو الرند.
خطمي: هو شجر ورد الحمار.
خبز القرود: هو العرطنيثا.
خس الحمار: هو الطلحقون.','2','496',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1026,'خصية البحر: هو الجن<span data-type="title" id=toc-548>د</span>بادستر.
خلنجان وخولنجان: هو الكزبرة وقيل الشهدانق.
خركوش: هو حديد محرق وأما الحرفوش فهو رأس أخت.
خندوش: هو الشعير وهو الكندس وهو نوع من الحنطة.
خشكار: هو خبز مالم تنزع نخالته.
د- دهمشت: هو حب الغاز.
دهن الحجر: هو النفظ.
دارصوص: هو الدارصيني.
دخر: هو الموميا.
دراقن: هو الخوخ.
دوشاب: هو العسل.
دهن الشيوخ: هو دهن بزر كتان.','2','497',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1027,'دباء: هو اليقطين والقرع.
دار كسية: هو بسباسة الطيب وهو قشر شجرة جوز بوا.
دهن السراج: هو دهن بزر الكتان.
دخن: هو اللونيا.
دلاع: هو البطيخ الهندي وهو الأخضر بمصر.
دوص: هو الماء الذي يطفئ فيه الحديد المحمى.
دميه: هو الهيوفاريقون.
دار هندي: هو الصعتر الهندي.
دهن الحل: هو الشيرج.
دهن العسل: هو اللاذن الذي يسيل من الشجرة.
ديميثون: هو المسكطرامشيع والمسكطرامشير.
دوشاب: عسل التمر.','2','498',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1028,'دبا سفليطوس: هو معجون الكمون.
دباق<span data-type="title" id=toc-550>ر </span>درب: الخشخاش الأخضر.
دار شيشعان: هو الجولق.
دلق: هو الفراء.
دواء فيطون: هو شجرة اللوف.
<span data-type="title" id=toc-549>ذ</span>- ذرة: هي حنطة السودان والجاورس.
ذوقوا: هو بزر الجزر البري.
ذنب الخيل: هو لحية التيس.
ذكر الأرض: هو الطراثيث.
ر- روسختخ: هو النحاس المحرق.
رماد الحية: هو الطباشير.
رطبة: هي الفصة.','2','499',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1029,'را<span data-type="title" id=toc-551>ز</span>يانج: هو البسباس والشمار والشمر.
رقا: هو الفلنجة.
رقاع: هو جوز القيء.
رغت: هو الجلنار.
رند: هو ورق الغار.
رمان السعال: هو الصغير من الخشخاش.
راتينج: هو علك الصنوبر.
رشا: هو السرطان البحري.
رب القرض: هو القاقيا.
رافريا: هو النعنع.
روذ: هو الورد.
ز- زرشك: هو الأميرباريس.
زرنباد: هو نوع من عرق الكافور.','2','500',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1030,'زاج: منه قبر<span data-type="title" id=toc-552>س</span>ي وهو الأخضر والواحمي وهو أصفر وأسود, ورومي وهو القلقند.
وزاج أبيض: هو الشب اليماني.
زهرة الملح: شيء يطلع على المياه المالْحة في الآجام لونه أصفر.
زهرة النحاس: هو توبال النحاس.
زنجبيل شامي: هو الراسن والجناح والأنطور.
زبيب الجبل: هو الميويزج وحَبّ الرأس.
زفت العقار: هو القلفونية.
زيت ركابى: هو مايجلب (من الشام على الرطائب).
زفت رطب: هو القطران.
زفت يابس: هو القار.
س: سكوهج: هو الحسك.
سريس: هو الهندبا البرى والطرخشقوق.','2','501',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1031,'سراج الليل: هو<span data-type="title" id=toc-553> ش</span>جرة الكندر.
سيكران: هو البنج الأحمر.
سيسنبر: هو النمام.
سند: هو الصفصاف.
سذاب جبلي: هو التافسيا.
سمسم: هو الجل.
سقولوفندريون: هو العقربان وهو الأسقيش ينبت في الجبال يشبه الورد.
سادج: (ساذنج) هو الشاذنج وحجر الدم.
ساطرون: معناه خصى الثعلب.
سرجين وسرقين: هو زُبْلُ الدواب.
سادروان: هو صمغ الجوز الشامي.
ش: شقر: هو شقائق النعمان.','2','502',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1032,'شفلح: من الكَبَّرْ.
شيرج التين: هو لبن التين.
شواص: هو البلنجاسف نوع من القيصوم.
شكاعا: هو الشوكة العربية.
شوكة شهبا: هو الكشوت.
شوكة باردة: هو البلاذر.
شوكة مصرية: هي أم غيلان.
شاهرم: هو الريحان الدقيق الورق.
شقريون: هو الثوم.
شقرديون: هو الثوم البري.
شهد: هو العسل بشمعه.
شاهبلوط: هو القسطل.
شيح أرمني: هو الوخشيرك.','2','503',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1033,'شمشير: هو القافلة ال<span data-type="title" id=toc-554>ص</span>غيرة.
شقليل: هو ورد السورنجان.
ص- صديدل: هو الورد الم<span data-type="title" id=toc-555>ض</span>اعف الورق.
صمغ الأذناب: هو الزرفا الرطب يؤخذ من وسخ صوف الغنم.
صعتر فارسي: هو فلفل الصقالبة.
صعتر الحمير: هو القيصوم.
صعيترة: هو الأفتيمون الأقريطي.
صمغ القتاد: هو الكثيراء.
صمغ القرض: هو الصمغ العربي.
صوطلة: هو نوع من السلق.
ض- ضرو: هو البطم البري.
ضرم: هو الأسطوخودوس.','2','504',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1034,'<span data-type="title" id=toc-556>ط</span>- طين حر: هو أي طين كان لا يخالطه شيء من رمل أو تراب أو غيرهما.
طيهوج: نوع من الطير أصغر من الحجل.
طاليقا: نوع من النحاس.
طافسيا: هو السذاب.
طوط: هو القطن البري.
طين أحمر: هو الطين الأرمني.
طين مختوم: يؤخذ من مغادرة ببلاد الروم.
طفشيل: كل طعام يعمل من القطاني.
طمطم: هو السماق.
طلح: هو أم غيلان.
طوله: هو القطن.
طيب العرب: هو الإِذخر.','2','505',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1035,'<span data-type="title" id=toc-557>ظ</span>- ظيان: هو الياسمين البري.
ظفر الفول: هو قشر الحلزون.
ظمخ: هي<span data-type="title" id=toc-558> ع</span>روق حمر يدبغ بها الفراء.
ع- علك الأنباط: هو علك شجرة البطم.
علك يابس: هو القلفونية.
عنب الجن: هو الكاكنج.
عطارد: هو السنبل الرومي (وهو الصفر والنحاس).
عنب الحية: هو عنب الكرمة السوداء.
عصير المنك: هو رب السوس.
علك الروم: هو المصطكي.
عروس: هو النيلوفر.','2','506',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1036,'عهن: هو الصو<span data-type="title" id=toc-560>ف</span>.
عنجد: هو عجم الزبيب.
عبهر: هو النرجس.
عُصيفرة: هو الخيري الأصفر.
عضرس: هو الخطمى البري وهو شحم المرج.
<span data-type="title" id=toc-559>غ</span>- غسل: هو الخطمى.
غمام: هو اسفنج البحر.
ف- فاوانيا: هو عود الصليب.
فل: هو أصل اللينوفر الهندي.
فلفل القرود: هو حب الكتم.
فاغية: هو زهر الحناء.
فيجن: هو السذاب.','2','507',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1037,'فوتنج: هو الغليا.
فرنجمشك: هو ريحان<span data-type="title" id=toc-561> ق</span>رنفلي.
فاغرة: حب يجلب من اليمن.
فلغمويه: هو أصل الفلفل.
فرصاد: هو التوت.
فستق النارجيل: هو الصنوبر.
ق- قلاديون: هو أقراص الزرانيخ.
قمحة: هو قصب الذريرة.
قاتل النحل: هو اللينوفر.
قراصيا: هو حب الملوك.
قردمانا: هو الكراويا البرية.
قثاء النعام: هو الحنظل.','2','508',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1038,'<span data-type="title" id=toc-562>ك</span>- كشوف رو<span data-type="title" id=toc-564>م</span>ي: هو ا<span data-type="title" id=toc-563>ل</span>أفسنتين.
كركر: هو تراب القيء وهو صمغ الحرشف.
كشمش وقشمش: هو زبيب صغير بلا نوى.
كرمدانه: هو عود المازريون.
كركمان: هو الحندقوقا.
ل- لبن العشر: لبن عشبة الشبرم.
لميا: هو الطين المختوم.
لبنى: هو الميعة السائلة.
م- الملح أنواع: ملح العجين, وملح قبرسي, وملح مر, وملح نفطي لازوردي اللون, وملح هندي أبيض فيه حمرة, وآخر كلون الزنجفر, وملح الصاغة هو التنكار, وملح دراني ويقال داراني وأطرون وبروق وهو ثلاثة أنواع.
موم: هو الشمع.','2','509',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1039,'ملوكي<span data-type="title" id=toc-566>ة: </span>هي الملوخية.
مغاث: هو أصل شجرة الرما<span data-type="title" id=toc-565>ن </span>البري.
مرجان: هو البسد.
مقلياثا: هو الحرف.
مسحقونيا: هو رغوة الزجاج.
مرقد: هو الأفيون.
ماهي زهرة: هي العوبشفة.
ماميران: هي بقلة الخطاطيف.
ن- نبق: هو ثمر السدر.
نجم: هو النجيل.
نسرين: هو الورد الصيني.
هـ- هيوفاريقون: هو عشبة القلب.','2','510',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1040,'ه<span data-type="title" id=toc-569>ي</span><span data-type="title" id=toc-567>و</span>قسطيداس: هو لحية التيس.
هيبد: هو حب الحنظل.
ه<span data-type="title" id=toc-568>لا</span>م: هو القريص.
و- وشق: هو الأسج.
وج: هو الأيكر وهو عود الريح.
ورد الحمام: هو الخطمي.
لا- لاذن: هو دينا ولا دنيا.
لامي: صمغ يجلب من اليمن.
ي- يقطين: هو القرع.
يتوع: كل عشب له لبن.
يرامع: هو الاسفيداج.','2','511',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1041,'كتاب جودة الأشياء
واختبارها
مرتب على الحروف','2','513',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1042,'<span data-type="title" id=toc-570>كت<span data-type="title" id=toc-571>ا</span>ب جودة الأشياء واختبارها مرتب على الحروف</span>
أ- إثمد: أجوده ما لتفتته بريق ولمع وهو ذا صفائح وداخله أملس وهو سريع التفتت وأجوده الأصفهاني.
إجاص: أجوده الكبار الرخو.
إذخر: أجوده الأنطالي ثم المغربي.
أسارون: أجوده ما كان من الجزيرة الخضراء.
آس: أجوده أبيض الثمر.
اسفيداج: أجوده ما كان على الشربين.
أشنان: أجوده الأخضر.
أفتيمون: أجوده الأقريطش الأحمر الحاد الرائحة.','2','515',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1043,'أفسنتين: أجوده السورى المعقد الشديد المرارة الذي زغ<span data-type="title" id=toc-572>ب</span>ته صفراء كأنها زغبة فراخ الحمام.
أفيون: أجوده الكثيف الرزين إذا قرب من السراج استوقد.
أميرباريس: أجوده الكبار اللحيم الأسود البعلبكي.
أنيسون: أجوده الكبير الحديث.
أنجره: أجوده الدقيق البزر.
ب- بان: أجوده الأبيض الحديث.
باذنجان: أجوده الطوال الأبيض الحديث.
برنج: أجوده الصغار.
بسفايج: أجوده الغليظ الحديث المائل إلى الحمرة الفستقي المكسر.
بسد: أجوده الأحمر.
بطم: أجوده الحديث الرزين.
بلسان: أجوده الحديث القوي الرائحة, والخالص من دهنه إذا قطر على صوف وغسل لم يؤثر فيها.','2','516',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1044,'بورق: أ<span data-type="title" id=toc-575>ج</span>وده الخفيف الأبيض المورد.
بيض: أجوده النيمرش<span data-type="title" id=toc-573>ت</span>.
ت- تربد: أجوده الأبيض ملتفاً م<span data-type="title" id=toc-574>ث</span>ل الأنابيب ودق وإذا كسرته أسرع إلى التفتت وكان مصمغ الطرفين.
ترنجبين: أجوده الأبيض الخراساني.
تفاح: أجوده الحلو الذي يقال له بدمشق البلدي.
تمر هندي: أجوده الحديث الطري.
توبال: أجوده ما كان لونه براقاً.
تين: أجوده الأبيض النضيج الخفيف اللحمية ومن اليابس الأصفر اللحيم.
ث- ثوم: أجوده الأبيض الكبار.
ج- جبن: أجوده الرزين المتوسط القدم.
جزر: أجوده الأحمر.
جوز الكوثل: أجوده الحديث.','2','517',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1045,'<span data-type="title" id=toc-576>ح</span>- حجر حبشي: أجوده ما إذا حك كان حكه بلون اللبن يلذع اللسان.
حجر غاغاطيس: ي<span data-type="title" id=toc-577>خ</span>تبر بأن يوضع على النار فيفوح منه رائحة القرن المحرق وأجوده سريع الالتهاب.
حُضض: أجوده ما التهب بالنار وإذا طفئ أرغى عند ذلك (رغوة) وكان أسود الخارج ياقوتي الداخل.
حلتيت: أجوده ما كان إلى الحمرة قوي الرائحة ليست رائحته كالكراث.
حماما: أجوده ذهبي اللون طيب الرائحة.
حمام: أجودها النواهض.
حنظل: أجوده المجتنى في آخر السنة بعد الصفرة المحكم النضج خفيف الوزن لم يكن مما على شجرةٍ واحدة.
حنطة: أجودها الحديثة الذي قد استكمل الامتلاء, المتوسط اللون إلى الصفرة.
خ - خبث الرصاص: أجوده الكبريتي اللون العسر الرض.','2','518',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1046,'خبز: أجو<span data-type="title" id=toc-578>د</span>ه المخمّر معتدل النار التنوري.
خرنوب: أجوده الصيدلاني الصادق الحلاوة.
خردل: أجوده كبير الحبة أصفر المدق.
خربق أبيض: أجوده ما كان منبسط السطح هين التفتيت لا يلذع اللسان لذعاً شديداً.
خربق أسود: أجوده الممتلئ غير الضامر حريف الطعم.
خل: أجوده خل الخمر.
خوخ: أجوده الزهري والخواجكي.
خيار شنبر: أجوده الرزين الذي لا يتخشش.
د- دار صيني: أجوده الحديث المتوسط إلى الحمرة والسواد دقيق العيدان.
دار شيشعان: أجوده الرزين الطيب الرائحة.
دادي: أجوده الأحمر الحديث الطيب الرائحة.
دبس: أجوده البصري سيلان الرطب الفارسي.','2','519',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1047,'<span data-type="title" id=toc-579>ذ</span>- ذ<span data-type="title" id=toc-580>ر</span>ة: أجودها الأبيض الر<span data-type="title" id=toc-581>ز</span>ين.
ر- راوند: أجوده اللزج الذي إذا مضغ كان في لونه صفرة.
رصاص: أجوده القلعي.
رطب: أجوده الهيرون.
رمان: أجوده الأملس.
ز- زاج: أجوده الرزين الصافي.
زبيب: أجوده الأشقر اللحيم القليل الحب.
زرنيخ: أجوده الصفائحي.
زعفران: أجوده الحديث الذي على شعرته بياض يسير, السريع الصبغ.
زعرور: أجوده الأصفار الكبار.
زفت: أجوده الأملس الصافي البراق.
زنجبيل: أجوده الأصفر الغليظ الحديث الرزين.
زنجار: أجوده المستخرج من معدن النحاس.','2','520',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1048,'زهرة الملح: أجوده الزعفراني.
زهرة النحا<span data-type="title" id=toc-582>س: </span>أجوده هين التفتت.
زوفا رطب: أجوده مالم يفح منه رائحة (سطرونيون وكان إلى) اللين, الذي إذا مرس تفوح منه رائحة الصوف.
س- ساذج: أجوده الحديث الساطع الرائحة إلى البياض لونه.
سُعْد: أجوده الثقيل الكثيف العسر المرض.
سقمونيا: أجودها الصافي الخفيف الشبيه في لونه بالفراء.
سكر: أجوده الأبيض الخفيف الرزين.
سكبينج: أجوده الصافي.
سك: أجوده سك المسك.
سليخة: أجودها الياقوتي العطر الرائحة.
سلق: أجوده الأسود.
سماق: أجوده الأحمر الصادق الحموضة.','2','521',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1049,'سمك: أجوده المدور العريض المُصَاد من الماء الصافي.
سمن: أجوده الربعي من البقر.
سنا: أجوده المكى.
سنبل: أجوده الهندي.
سورنجان: أجوده الأبيض الصلب.
سوسن: أجوده الأسمانجوني الصادق الحلاوة العود الوسط في الرقة والغلظة.
<span data-type="title" id=toc-583>ش</span>- شاذنة: أجوده سريع التفتت.
شبرم: أجوده رقيق اللحى المائل إلى الحمرة.
شب: أجوده الحديث الأبيض شديد البياض.
شعير: أجوده الأبيض النقي.
شفنين: أجوده الصغار.
شمع: أجوده النقي المائل إلى الحمرة الذي في رائحته شيء من رائحة العسل.','2','522',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1050,'شيرخشك: أجوده الأبي<span data-type="title" id=toc-585>ض </span>ال<span data-type="title" id=toc-584>ص</span>ادق الحلاوة الذي إذا بقي<span data-type="title" id=toc-587> ع</span>لى اليد ساعة انحل ودبق الأصابع.
ص- صبر أجوده السقر<span data-type="title" id=toc-586>ط</span>ي سهل الانفراك شديد المرارة عديم الرائحة إذا نفخت عليه عاد لونه كما لون فركه أصفر.
صمغ: أجوده العربي الأبيض المائل إلى صفرة.
صندل: أجوده الأصفر الدسم.
ض- ضأن: أجوده الخصي الحولي الأسود.
ط- طباشير: أجوده الأبيض.
طهيوج: أجوده الخريفي السمين.
طين: أجوده المختوم الذي ريحه ريح الشب الذي إذا ذر على فم الجرح السائل منه الدم قطعه.
طين الجزيرة: أجوده الأبيض الثقيل السريع التفتت.
طين قيموليا: أجوده الأرمني.
ع- عدس: أجوده أسرعه نضجاً , الذي إذا نقع في الماء لم يسود.','2','523',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1051,'عسل: أجوده صادق الحلاوة طيب الرائحة الذي لونه إلى حمرة.
عصا الراعي: أجودها الذكر.
ع<span data-type="title" id=toc-589>ف</span>ص: أجوده أناقاقليس.
عقيق: أجوده شديد الحمرة الصافي.
علك: أجوده المصطكى.
عنبر: أجوده الأشهب القوي.
عناب: أجوده الكبار اللحيم.
عنب: أجوده الحلو الأبيض.
عود: أجوده المندلي.
<span data-type="title" id=toc-588>غ</span>- غارقون: أجوده الأنثى الحفش الأبيض النقي.
غراء: أجوده غراء البقر الجزيري.
ف- فريبون: أجوده الصافي الحريف.
فلفل: أجوده الأسود الرزين الممتلي الحديث.
فيروزج: أجوده الأزرق الصافي.','2','524',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1052,'<span data-type="title" id=toc-590>ق</span>- قِثَّاء الحمار: أجوده ما<span data-type="title" id=toc-591> ك</span>ثرت ثمرته في شجرته, وكثر ماؤه.
قردمانا: أجوده عسر الرض ساطع الرائحة.
قَرَنْفَل: أجوده الأصهب المشعب الرؤوس.
قاقيا: أجودها ما كان في لونها شيء من لون الياقوت طيبة الرائحة.
قسط: أجوده الأبيض الخفيف الطيب الرائحة.
قصب الذريرة: أجوده الياقوتي المتقارب العقد.
قصب السكر: أجوده الزنجي.
قطن: أجوده الحديث.
قليميا: أجوده القبرسي.
قنة: أجودها ما كان شبيهاً بالكندر.
ك- كافور: أجوده القيصوري الأبيض الصافي.
كبريت: أجوده الصافي الصقيل.
كثيراء: أجودها الصافي.
كسيلا: أجوده الرقيق المائل إلى الحمرة.','2','525',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1053,'ك<span data-type="title" id=toc-593>م</span>ثرى: أجوده ا<span data-type="title" id=toc-592>ل</span>ستوي الأصفر الكبار.
كمأة: أجودها ما كان من موضع في رمل قليل.
كمّون: أجوده الكرماني.
كندر: أجوده الذكر الأبيض المستدير.
ل- لاذن: أجوده طيب الرائحة الذي لونه إلى الخضرة.
لازورد: أجوده السماوي الهين التفتيت.
لبن: أجوده الأبيض الصافي الذي لم تخالطه حموضة ولا حرافة.
لحم: أجوده الفتى الذكر إلا من المعز.
م- ماء: أجوده الصافي العذب خفيف الوزن سريع الانطباع.
محلب: أجوده الأبيض الجيد الرائحة.
مرو: أجوده المرماخور.
مرداسنج: أجوده الأحمر الصقيل.
مرقشيثا: أجوده ما كان لونه يشبه لون النحاس.','2','526',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1054,'مسك: أجود<span data-type="title" id=toc-595>ه </span>ما أدرك و<span data-type="title" id=toc-594>ن</span>ضج في وعائه.
مشمش: أجوده الحموى.
مصطكى: أجودها البراق الأحمر المشرب والأبيض النقي.
مغناطيس: أجوده قوي الجذب للحديد اللازوردي.
ملح: أجوده الموجود في مواضيع المياه القائمة الأبيض الحلو.
ميعة: أجودها ما لم يخالطه شيء من الأدهان.
ن- نحاس: أجوده الأحمر إلى الصفرة.
نرجس: أجوده الجبلي.
نشاء: أجوده الأبيض السريع التفتيت.
نفط: أجوده الأبيض الصافي.
نوشادر: أجوده الطبيعي الخراساني الصافي كالبلور.
هـ- هليون: أجوده أغلظه.
هليلج: أجوده الأصفر الكبار والأصغر الرزين والأسود الكبار القريب.','2','527',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1055,'ل<span data-type="title" id=toc-596>و</span>نه من الحمرة وأجود الكابل<span data-type="title" id=toc-597>ي </span>ما رسب في الماء.
و- وج: أجوده الكثيف الأبيض.
وخشيزق: أجوده الأخضر المر.
ورد: أجوده الأحمر الساطع الرائحة.
ورس: أجوده الحديث.
ي- ياسمين: أجوده الأبيض الكبار الساطع الرائحة.','2','528',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1056,'<span data-type="title" id=toc-598>فصل: وأما امتحان الأشياء</span>
الاسفيداج: الخالص شديد البياض لا يميل إلى زرقة وإذا فركته وجدته ناعماً ثقيلاً والمغشوش عكسه.
بزر شهترج: المستعمل منه الحب الأخضر الرزين المر, يغش بحب دقيق مائل إلى البياض.
بسفايج: المستعمل منه الأخضر الفستقي, يغش بالأسود الرديء.
بزر البقلة العراقية: يفرق بينه وبين البلدية بالكبر والرزونة, وهي سوداء تميل إلى غبرة في طعمها يسير حلاوة.
بنج: يغش بالسيكران بأن يصبغ بالإسفيداج, فيوضع عليه الماء فإن حل بياضاً فهو ذلك.
ترياق: يمتحن بأن يوضع على الدم الجامد فإن أذابه فهو جيد خالص.
ترنجبين: الجيد منه الأبيض إلى حمرة يسيرة وطعمه حلو يميل إلى يسير تغثيه.
توتياء كرماني: لونه أخضر إلى صفرة وأصفر إلى خضرة وأبيض فيه غبرة, والخالص ثقيل محبب الظاهر صلب في مكسره.
جوز مائل: الجيد المستعمل منه ما كان جوزته في هيئة الكمثرى الرزين.','2','529',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1057,'جندبادستر: الخالص منه أسود ( ...... ) الحديثة الدهنية.
حجر لازورد: امتحانه بأن يعمل منه على ثوب أبيض ثم ينفض فإن صبغ الثوب فهو مغشوش أو على الأصبغ.
حجر أرمني: خالصة في مكسرة عيون ذهبية أو تبله بالماء وتشمه فتجد رائحته رائحة الطفل أو الطين ولونه سماوي.
الحناء: يغش بالرمل ويعلم ذلك بفركه أو وضعه تحت الأسنان.
حندقوق: يغش بالكنج يفرق بينهما بأن ورقه دقيق ورائحته رائحة المحلب وهو بين الطول.
حماما: زهره أحمر خفيف فيه عطرية تفه الطعم.
خيار شنبر: يعلم جيده بالثقل.
خرزة بقرية: الخالص الخفيف في طعمه مرارة في أصلها شيء جامد أسود.
خولان: أجوده الهندي ويعلم بأنه المكسر خفيف الملمس أصفر المحك مر الطعم.
دهن البلسان: امتحانه بأن يقطر منه يسير على الماء فإن انفرش كسائر الأدهان فهو مغشوش, وإن بقي ثابتاً مكانه فهو خالص.','2','530',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1058,'دهن لوز: امتحانه بأن يسقى به خبز مسخن فإن كان طعمه طعم اللوز فهو سالم.
راوند صيني: جيده فيه صفرة زعرانية غير رزين فيه دهنية.
زعفران: المغشوش منه ثقيل الوزنية إذا وضع في الشمس تقلص ويلين ويتعجن تحت اليد.
زنجار: الخالص الخفيف الوزن سريع الكسر.
زراوند: الخالص منه الشامي المائل إلى الطول ومكسره أصفر إلى زعفرانية.
زهر الأفسنتين الرومي: يغش بزهر القيصوم ويعلم بالعطرية وشدة المرارة.
زهر البنفسج: يعرف المغشوش باللون.
سنامكى: يغش بالمصري ويعلم باللون والملوسة.
شيرخشك: يغش بالرديء وبالسكر ويعلم جيده بما تقدم.
شراس: يغش بالرمل ويعرف بالفرك ويغش بالدقيق الشعير ويعلم ذلك بالخفة وقلة الربو.
شقرديون: يعلم بأنه إذا فرك شم منه رائحة الثوم.
صبر: يعلم الجيد بما تقدم.
العود: يعلم جيده بالرزونة والسواد المائل إلى شقرة وإذا ترك على النار غلى وخرج منه دهنية.','2','531',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1059,'عنبر خام: يترك على النار فإن غلى فهو مغشوش, والمعجون منه إن كان سرع السحق وينعم فهو مغشوش.
غاريقون: يعلم بالخفة ويوضع على الماء فإن رسب منه شيء فهو مغشوش وإلا فهو خالص.
الأفتيمون: الأمورالش: يعلم باللون والرائحة.
قنبيل: الخالص خفيف الوزن حمرته إلى صفرة.
قليما الذهب: إظهار غشه بأن (يوضع) عليه خل فإن انحل فيه وازرق الذهب فإنه مغشوش.
كهربا: منه أحمر مائل إلى صفرة ومنه أصفر مائل إلى بياض وقد يغش بالسندروس, ويعلم ذلك بأن السندروس في كسره صقال, وإذا وضعت شيئاً منه على النار شممت رائحته قريبة من رائحة المصطكى.
لاذن: إذا أردت معرفة المغشوش من الخالص فإن الخالص يكون ليناً طعمه تفهاً إلى يسير قبض خفيف الوزن.
كابلي: مرىى إذا أردت أن تعلم هل هو من الأخضر أو من اليابس فاكسر النوى إن كان داخله العسل فهو من أخضر وإلا فهو من اليابس.
محمودة: إذا ذقتها فوجدت فيها مرارة فهي مغشوشة, وكذلك إن كانت صلبة أو سوداء.','2','532',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1060,'مسك: إظهار غشه أن تسحقه في ماء ورد وتخليه حتى يهدأ فإن رسب وبقى الماء ابيضَ أو معكراً فهو خالص.
ما ورد: إذا أردت أن تعلم هل هو خالص أو مغشوش فاعمل منه قليلاً في قدح زجاج واسكب عليه ماء حلواً فإن ابيض كاللبن فهو خالص.
ميعة: الخالص منها أبيض إلى زرقة إذا أخذ منه بين الأصابع لا يتصمغ.
ماء النوفر: الخالص نقي البياض طيب الرائحة وفي طعمه حلاوة.','2','533',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1061,'كتاب الإبدال
مرتب على الحروف','2','535',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1062,'<span data-type="title" id=toc-599>كت<span data-type="title" id=toc-600>ا</span>ب الإبدال (مرتب على الحروف)</span>
أ- أفسنتين رومي (حاشا): بدله وزنه جعدة ونصف وزنه أهليلج.
أشق: بدله سناط.
أشنة: بدلها قردمانا.
أسارون: بدله قردمانا وثلث وزنه وج.
أسطيخودس: بدله فراسيون.
أبهل: بدله سيلخة أو وزنه جوز السرو.
أفتيمون: بدله تربد ثلث وزنه ونصف وزنه حاشا.
أفيون: بدله ثلاثة أمثاله بزر بنج ووزنه بزر اللقاح.
إذخر: بدله قردمانا.
أقاقيا: بدله رامك.','2','537',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1063,'أنيسون: بدله كروايا.
أبرنج: بدله ترمس مر وثلث وزنه قنبيل.
أغارقون: بدله نصف وزنه فربيون.
أسقرلوقندريون: بدله كمادريوس.
أنجدان: بدله شبت.
أكشوت: بدله أفستين.
إكليل الملك: بدله بابونج.
أملج: بدله بليلج.
اصطرك: بدله جندبادستر.
إثمد: بدله توتيا.
اسرنج: بدله مرادسنج.
أسفيداج: بدله خبث الرصاص, إقليمياً.
الذهب: بدلها إقليمياً الفضة.','2','538',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1064,'أثل:<span data-type="title" id=toc-601> ب</span>دله طرفاء, ازداذ.
رخت رومي: بدله وزنه ونصف وزنه جعدة.
ب- بلاذر: بدله وزنه خمس مرات بندق وربع وزنه دهن بلسان وسدس وزنه نفط أبيض.
بنفسج: بدله أصل السوسن.
بزر قثاء: بدله بزر خيار وبالعكس.
بازرد: بدل سكبينج.
بهمن أبيض: بدله أحمر.
بهمن أحمر: بدله دروبنج.
باذاورد: بدله بزر شاهترج ونصف وزنه زبيب منزوع.
بليلج: بدله أملج.
بر باريس: بدله وزنه بزر ورد وثلث وزنه صندل.
بسذ: بدله شيان وبالعكس.
بوزيدان: بدله بهمن.','2','539',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1065,'بنج أبيض: بدله بنج أحمر.
بلسان: بدله سليخة.
بسفايج: بدله وزنه ونصف وزنه أف<span data-type="title" id=toc-602>ت</span>يمون.
بلنجا: بدله بابونج.
باذرنجبويه: بدله أبريشم ووزنه قشور الأترج الأخضر.
برشياوشان: وزنه بنفسج ونصف وزنه ورق السوس.
بطراساليون: بدله وزنه سليخة ونصف وزنه ساساليون.
ت- تربد: بدله قشور عروق التوت.
تاغندست: بدله حب الراسن.
تمر هندي: بدله إجاص.
توتيا: بدلها وزنها شاذنه ونصف وزنها توبال النحاس.
تافسيا: بدلها حرف.','2','540',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1066,'<span data-type="title" id=toc-603>ث</span>- ثوم بري: بدله ثوم بستاني وزنه ونص وزنه.
<span data-type="title" id=toc-604>ج</span>- جندبا دستر: بدله م<span data-type="title" id=toc-605>ح</span>روث وبالعكس.
جلنار: بدله قشور رمان.
جنطيانا: بدله أسارون وزنه ونص وزنه قشر الكبر.
جِعدة: بدلها قشور عيدان الرمان الرطب وزنها, ونصف وزنها قشر السليخة.
جلَوز: بدله حب الصنوبر وبالعكس.
جاوشير: بدله لبن العرب وورقه.
ح- حب السفرجل: بدله بزر قطونا.
حب آس: بدله عاقر قرحا.
حب نيل: بدله نصف وزنه شحم حنظل.
حى عالم: بدله من عصارة ورق الخس أو ماء عنب الثعلب.
حاشا: بدله أسارون.','2','541',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1067,'حلتيت: بدله وزنه وصف وزنه سكبينج.
حُضض: بدله عصارة القنطوريون.
حب بلسان: بدله وزنه ونصف وزنه عود بلسان.
حب الزلم: بدله اشقاقل.
حب البان: بدله وزنه قشر سلي<span data-type="title" id=toc-606>خ</span>ة وعشر وزنه بسباسة.
حب خروع: بدله وزنه فستق ووزنه بزر فجل ونصف وزنه حب صنوبر وربع وزنه لوز مر.
حب فلفل: بدله لسان عصفور.
خ- خيار شنبر: بدله وزنه ترنجبين ونصف وزنه زبيب منزوع.
خِطمى: بدله صمغ عربي.
خُصى ثعلب: بدله بزر جرجير.
خبث الرصاص: بدله الزفت الذي يقلع من السفن.
خردل أبيض بدله شرجم.
خربق أسود: بدله أصل الأنجرة.','2','542',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1068,'خربق أبيض: ب<span data-type="title" id=toc-607>د</span>له وزنه تربد ونصف وزنه غاريقون وأربع وزنات وثلث زبيب منزوع.
خو لنجان: بدله وزنه دار صيني ونصف وزنه حب الأنجره.
د- دار فلفل: بدله زنجبيل.
دار صيني: بدله قشور السليخة.
دار شيشعان: بدله من ثمرة الينبوت.
درُونج: بدله وزنه زرنباد وثلثا وزنه قرنفل.
دهن ورد: بدله دهن خيري.
دهن بنفسج: بدله ماء الكافور.
دهن بلسان: بدله المر السائل.
در: بدله وزنه ونصف وزنه من الصرف الصافي.
دُلب: بدله ورق التين.
دهن نوفر: بدله دهن بنفسج.
دهن غار: بدله زفت سائر.
دهن خروع: بدله دهن فجل.','2','543',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1069,'دهن الق<span data-type="title" id=toc-611>س</span>ط: بدله من دواء الملك ودواء الك<span data-type="title" id=toc-609>ر</span>كم.
دهن السوسن: بدله من دهن غار.
<span data-type="title" id=toc-608>ذ</span>- ذهب: بدله لؤلؤ.
ر- راوند صيني: بدله و<span data-type="title" id=toc-610>ز</span>نه ونصف وزنه راوند شامي.
رازيانج: بدله آنيسون.
رامك: بدرله رامك العفص.
رأس: بدله أصل السوسن الأسمانجوني.
ز- زنجبيل: بدله فلفل أبيض.
زوفا رطب: بدله وزنه ونصف وزنه مرزنجوش.
س- سندروس: بدله ثلثى وزنه كهرباء.
سمَاق: بدله عصير التوت والعفص.
ساذج: بدله سنبل رومي.
سكبينج: بدله وزنه جاوشير ونصف وزنه أشق.','2','544',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1070,'سورنجان: بدله وزنه من ورق الحناء ووزنه ون<span data-type="title" id=toc-613>ص</span>ف وزنه مقل أزرق.
سُكَر ال<span data-type="title" id=toc-615>عُ</span><span data-type="title" id=toc-612>شِ</span>ر: بدله سكر أحمر.
ش- شحم الحنظل: بدله قِثَاء الحمار ثلاثة أمثاله.
ص- صم<span data-type="title" id=toc-616>غ </span>السذاب: بدله سكبينج.
<span data-type="title" id=toc-614>ط</span>- طراثيث: بدله نصف وزنه قشور بيص محرق مغسول ونصف وزنه عفص وعشر وزنه صمغ.
ع- عنبر: بدله ثلثا وزنه قردمانا.
عاقر قرحا: بدله درونج.
عفص: بدله ثمر طرفاء.
عِوْسج: بدله أشنة.
عروق صفر: بدله ماميران.
عرطنيثا: بدله زراوند طويل.
علك الأنباط: بدله رب سوس.
عنب الثعلب: بدله عصى الراعي.
غ- غافت: بدله أسارون.','2','545',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1071,'غار: بدله ور<span data-type="title" id=toc-618>ق</span>ه وورق النمام.
غاريقون: بدله وزنه تربد وثلث وزنه أ<span data-type="title" id=toc-617>ف</span>يتمون وعشر وزنه خربق أسود.
غُبيراء: بدله زعرور.
ف- فربيون: بدله خرؤ الحمام.
فلفل أبيض: بدله الزنجبيل.
فوفل: بدله صندل أحمر.
ق- قسط مر: بدله نصف وزنه عاقر قرحاً.
قردمانا: بدله<span data-type="title" id=toc-619> ك</span>مون كرماني.
قصب الذريرة: بدلها وزنها ومثله سنبل ونصف وزنها زعفران.
قاقلة كبيرة: بدلها الصغيرة وبالعكس.
قنة: بدله السكبينج.
ك- كما دريوس: بدله عروق الغافت.
كُندُس: بدله جوز القى وثلث وزنه فلفل.','2','546',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1072,'كُركُ<span data-type="title" id=toc-621>م: </span>بد<span data-type="title" id=toc-620>ل</span>ه في أمراض الفالج ونحوها عاقر قرحاً.
كاشم: بدله وزنه وربع وزنه كمون أبيض.
كمافيطس: بدله نصف وزنه ساساليون.
كفر اليهود: بدله وزنه ونصف وزنه علك الأنباط.
كِبِر: بدله من أصل الطرفاء.
كبريت أحمر: بدله زرنيج أصفر.
كمَون كرماني: بدله كمون أبيض.
كثيراء: بدله صمغ عربي وبالعكس.
كرمة بيضاء: بدلها كرمة سوداء وبالعكس.
ل- لسان [العصفورة]: بدله وزنه تودرى أحمر ونصف وزنه صدف.
لوزمر: بدله حب المشمش الحر.
م- .... : بدله وزنه فلفل أبيض ونصف وزنه مشكطراً مشيع.
مو: بدله جوز الطيب.
مصطكى: بدله إِذخر.','2','547',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1073,'مرقشيثا: بدل<span data-type="title" id=toc-623>ه </span>الحجر الذي تقدح به ال<span data-type="title" id=toc-622>ن</span>ار.
ملح هندي: بدل ملح نفطي وبالعكس.
ماميران: بدله عروق [صفر].
مقل أزرق: بدله قرفه منقشرة.
موميا: بدلها زفت.
مشكطرا مشيع: بدله فوتنج جبلي.
مسك: بدله ثلثى وزنه جندبادستر.
ن- تار مُشُك: بدله ربع زنجبيل ونصف وزنه قسط مر وسندروس.
ناردين: بدله وزنه كمون وثلث وزنه راوند.
تمام: بدله وزنه كمون وثلث وزنه قسط بحري.
نفط: بدله ثلثا وزنه دهن بلسان وثلثا وزنه حب صنوب.
هـ- هيوفاريقون: بدله نصف وزنه سك ونصف وزنه أينسون.','2','548',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1074,'هل<span data-type="title" id=toc-625>ي</span>لج كابلي: بدله هندي وبالعكس.
وجَ: بدله كمون كرماني وزنه, وثلث وزنه رواند صيني.
ورد: بدله ورق البنفسج اليابس.
وخشيزك: بدله شيح أرمني.
<span data-type="title" id=toc-624>لا</span>- لاعية: بدلها فراسيون.
ي- ينبوت: بدله عفص غير مثقوب.','2','549',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1075,'كتاب التشريح','2','551',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1076,'<span data-type="title" id=toc-626>كتاب الترشيح</span>
<span data-type="title" id=toc-627>جملة عظام الإنسان </span>على رأي جالينوس مائتا عظمة وثمان وأربعون عظماً, قحف الرأس وهو ست قطع ملصق بعضها ببعض ولحيا الوجه عظمان يلتقيا أسفل ما في الحنك والأسنان مركبة في اللحيين وتحت القحف من عظم مركوز يقال له الوتد وكل لحى ... ورباعيان وبابان وخمسة أضراس يمنة وخمسة يسرة وتحت الرأس حرز العنق وهي سبع ويتلوها حرز الظهر وهي سبعة عشر ويتصل بها عظم العجز وهو ثلاثة أجزاء ثم عظم العصعص ثم عظما الخاصرتين وهو الورك ومن المقدم وعظمى الكتف وعظام الصدر وعظام اليدين والرجلين وعظام العانة والأضلاع من كل اثنا عشر.
<span data-type="title" id=toc-628>وأما العضل على رأي جالينوس </span>فَخمس مائة وتسع وعشرون وهي مركبة من لحم وعصب وهي آلة الحركات الإرادية, وتختلف أشكالها بحسب مواضعها وتكون العضلة على قدر العضو الذي تحركه, وربما تعاونت عدة عضلات على تحريك عضو وإذا كانت الحركة إلى جهة واحدة كانت العضلة إلى جهة واحدة, وما يتحرك إلى جهات متضادة كانت له عضلات متضادة.
<span data-type="title" id=toc-629>وأما العصب فهو روابط </span>وترية شديدة تربط العظام بعضها ببعض وهي أزواج','2','553',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1077,'أزواج تخرج من جناح الظهر وغيره, وتتصل بكل مفصل وتأخذ عليه حتى تربطه وتشد أحد عظميه بالآخر.
<span data-type="title" id=toc-630>وأما العروق غير الضوارب </span>فمنشؤها من جانب الكبد المحدودب وهي مجاري للغذاء إلى سائر البدن, وهي عروق مجوفة يسري الغذاء فيها وربما ظهرت في بعض المواضع إلى ظاهر الجلد, وربما غارت في موضع فلم تظهر وبعضها يتشعب, وربما تلاقت في موضع واحد واشتهر منه الأُسيلم بين الخنصر والبنصر وباسَليق العرق الكبير الذي تحت المرفق وفوقه المشترك وفوقهما القيفال وعند الكعب الصَافن.
<span data-type="title" id=toc-631>وأما الشرايين فهي العروق الرقاق </span>الضوارب التي فيها مادة الحياة والحرارة الغريزية والروح النفساني ويوصل ذلك إلى سائر الأعضاء والبيض منه منبتها من القلب من التجويف الأيسر يخرج منه شريانان أحدهما يأخذ إلى فوق والآخر إلى أسفل, ويتشعب من كل واحد شعب تتصل إلى كل عضو يوصله ذلك.
<span data-type="title" id=toc-632>وأما الدماغ: </span>ففي داخله أربع طبقات فيها: أم الدماغ يفصل بين كل واحدة غشاء, وفيه العقل وحاسة الشم والذوق والسمع والنظر والمقدم منه بيت الفكر والمؤخر بيت الذكاء والحفظ.','2','554',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1078,'<span data-type="title" id=toc-633>والعين: </span>مركبة من سبع طبقات وثلاث رطوبات, والأنف: فيه الشم والتنفس, والأذن: بها المسمع آلة السمع قيل عظم وقيل عصب. واللسان: آلة النطق والذوق, والحلق: فيه القصبة التي هي آخذة لإلى الرئة وهي آلة التنفس وداخلها البلعوم عرق غليظ أحمر هو مجرى الطعام والشراب.
<span data-type="title" id=toc-634>والبطن </span>فتقسم قسمين: الفوقاني محل الأعضاء الباطنة التي هي القلب والكبد والرئة والطحال والمرارة والكلاوي والأسفل محل الأمعاء, فالقلب شكل صنبورة منكوسة وهو مائل إلى جهة اليسار, والكبد إلى جهة اليمين, والطحال في الجانب الأيسر, والمرارة موضوعة وسط الكبد, وأما الكلى فإحداهما في الجانب الأيسر والأخرى في الجانب الأيمن, والمثانة موضوعة بين الدبر والعانة, والمعدة شبه قرعة محل الغذاء وطبخه, والثديان مركبان من شرايين وعروق وعصب ولحم غددي, والذكر فهو مؤلف من عصب ولحم. وأما البيضتان فهما آلة الذكر أحدهما للمني والأخرى للشعر ويحيط بكل واحدة غشاء وعروق وأعصاب وشرايين, وأما الرحم فهي موضوعة بين المثانة والمعي المستقيم وهو موضع الولد ودم الحيض, والفرج فيه مسلكان أحدهما من فوق والآخر من أسفل , الأسفل مسلك الذكر والولد والحيض, والأعلى مخرج البول.','2','555',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1079,'وأما معرفة طبع البدن فالأبيض والكمد والعاجي والحصى والرصاصي يدل على برد المزاج والحمرة والشقرة والصفرة والأدمة تدل على الحرارة, والصافي الرقيق يدل على رِقَّةِ الأخلاط, والكدر الغليظ يدل على غِلَظِ الأخلاط, والأبيض المشرب المعتدل الحمرة الرقيق الصافي يدل على الاعتدال, والبياض يدل على البلغم, والحمرة على الدم, والصفرة على الصفراء, والكمودة على السوداء, وَالْغِلَظُ على رطوبة المزاج, والدقة والنحافة تدل على اليبس.','2','556',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1080,'كتاب التعبير
مرتب على الحروف','2','557',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1081,'<span data-type="title" id=toc-635>ك<span data-type="title" id=toc-638>ت</span><span data-type="title" id=toc-636>ا</span><span data-type="title" id=toc-637>ب </span>التعبير (مرتب على الحروف)</span>
أ- الإقامة تدل على إقامة الذنب:
الأمة السوداء: فتنة وبلاء, الأذان في وقت الحج: يدل على الحج, وفي غير وقته أمر بالفلاح, الأنف: يدل على الارتفاع, الأسنان: تدل على الأقارب, إحياء الأموات: إسداء الخير إليهم, الأحمال: أمور يتحملها, الأضلاع: نساء يلذن به, الأصحاب: عز, الأسد: ملك, الأظفار: ظفر, الأشجار: رجال,
الأبيض من اللباس: شعار الصالحين, الأخضر ذنب: ونسك الأحمر: يدل على الخيال, الأسود: لمن اعاده دين وسؤود ولغيره حزن, الإسكاف: قسام ميراث, الإنثيان نبتان الأقفاص تدل على حبس, الأترج يدل على مؤمن قارئ, الأرزة تدل على رجل فاجر.
ب- البصل: رزق خبيث, البطيخ: خير ونعمة, البقر: نساء, البر: در البعر: ثمر أسود, البساتين: جنان, البرود: دين, البوم: لص, الباشق للمرأة الحامل غلام, البول للفقير: ذهاب هم ولرب المال: ذهاب مال وبول الدود والحيات الأبر ونحوها: ولد ذكر, دبول الخرز والودع ونحوها: نبات, البر: خروج من ضيق, البكاء: فرج, البلور: يدل على صفاء, البنا: يدل على بناء أمر, البرذون: رجل قليل الأصل, البسر: رزق طيب, الباذنجان: رزق رديء, البالوعة: مهلكة لماله أو رِزْقه.
ت- التين: الرطب: ندم, واليابس: رزق, التوت: رِزْقٍ, التبن: مال, التمر: رزق طيب, التفاح: نجاح, التاج: ملك, التروي من الماء: ترو في الأمور, التقدم في المشي ونحوه: تقدم في المكانة, التعلي في البناء وغيره: رفعة, التيمم','2','559',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1082,'فضل. التل رفعة، التوقي تقوى، التراب فقر، التبر أمر لم ي<span data-type="title" id=toc-642>خ</span>لص أو ر<span data-type="title" id=toc-640>ج</span>ل جيد لم يختبر، التزويج بامرأة معروفة: برئا من أخذ الأجر وغير معروفة ديناً وإن لم ير امرأة فهو موت.
<span data-type="title" id=toc-639>ث</span>- الثوم رزق خبيث، الثلج رزق بارد، الثمر: رزق، الثمرة الوا<span data-type="title" id=toc-641>ح</span>دة: زوجة أو ولد، الثور: إثارة أمر، الثريد: رزق مأمون الغائلة، الثرى: مال، الثفل: ناس رديئة، الثقيل: أمر شاق، الثدي: رزق دار، الثلمة: في السيف ونحوه نقص، الثنايا: أخوه، الثعلب: رجل مختال، الثوب الوافر الجيد: دين وافر، والنقص فيه: نقص في الدين.
ج- الجمال سفر، الجوز رزق من عجم، الجراد عدو كثير، جوارح: الطير ملوك، الجنون: اندهاش بأمر، الجهر بالصوت: إعلان بشيء، الجسر منجاة، الجبال في النوم رجال شداد وإن رقى جبلًا نال عزًا فإن، كان مقومًا ففيه مشقة، وهدمه موت رجل كبير، الجند أعوان، الجن ناس فيهم الشيطنة.
ح- الحر: أمر محير، الحزن: فرح، الحلو: مال طيب، الحرث: نكاح، الحمام: حمار وإن اغتسل منها وخرج فنجاه، الحمار: جد الرائي وعزمه وراكبه ينال خيرًا، الحية عدو، والبيضاء أضعف من السوداء، الحداد بواب الحمامي مصلح أمر النساء، الحطاب: رجل نمام، الحديد: بأس وقوة، الحلي للرجال: رديء إلا الخاتم، وللنساء: زينة، حلق الرأس للفقير وفاء دين وفي أيام الموسم كفارات، الحبوب المجتمعة رزق مجتمع، الحياكة عمل سيء وضيع، الحبل اتصال، الحمامة امرأة، الحج خروج من ذنوب.
خ- الخل خير، الخمر مال حرام وإن مزج فحلال وحرام، الخيام ملك، والبيض قبور الشهداء، الخاتم امرأة، الخياط رجل يجمع الشتات، الخنزير عدو، الخلخال للرجل هم، الخيل عز ورفعة، الخباز وكل صنعة فيها نار فهي رديئة الخسف: انحطاط وهبوط من رتبة، الخدم: قوم يذلون، الخفة قلة في الشيء، الخف زوجة، وكذلك الحذاب، الخروب خراب، الخيار نعمة،','2','560',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1083,'الخشب قوم منافقون، والخشاب مؤ<span data-type="title" id=toc-644>ذ</span>ن منافقين، الخمي<span data-type="title" id=toc-645>ر </span>أمر ق<span data-type="title" id=toc-643>د </span>انتهى، الخوض في الوحل والماء خوض في الفتنة.
د- الدبس ر<span data-type="title" id=toc-646>ز</span>ق، الدبلغ يلي على مال أيتام، الدرع تحصن وكذلك الدرقة الدراهم الجياد لفظ جميل، والزغل كلام فاحش، والمكسرة كلام ينقطع، والدنانير الجياد وجوه حسان، والدينار والدرهم للحامل ولد، الدب لص خبيث، الدف وضربه تزويج دفن الحي يدل على اختفائه، الدين حقوق واجبة عليه، الدم روح الإنسان، الدجال محتال، الديك رجل، وإن نقره فعدو يضربه، والدجاجة امرأة، الدمل رجل ثقيل.
ذ- الذكر ذكر الذبح ظلم من الذابح وللمرأة نكاح، الذئب لص شجاع، الذئاب أعادي ضعاف، الذرة ورق رخو، الذئب رجل وضيع، الذهب غير المضروب شيء يذهب، الذعر في النوم أمر يفزع، الذم مدح، الذراع قياس.
ر- الرأس: يدل على الرياسة، الرحى أمر يدر منه الرزق، وبلا طحين سفر، وإن طحنت حجر أو نار فهو حرب، رائض الدواب وراعيها يلي قومًا، الرمح: للحامل ولد ركوب، البحر: أمر مهول فيه نجاة، الركوب: على الدابة والبعير منزلة يرتفع فيها، والنزول عن ذلك انحطاط والناقة والأنثى من الخيل زوجة، وإن ركبها وهو مزوج ذلت له امرأته، وإن رأت المرأة ركبها جمل فهو رجل جميل وإن ركبها حمار فهو رجل بليد، وكذلك الثور والبغل والبرذون رجل قليل الأصل والحصان رجل محصن وإن ركبت الرجل ناقة أو فرس فامرأته تقهره.
ز- الزرع: خضرته خصب، ويبسه محل، الزمر: نعي إنسان، الزبد: رزق حلال، وكذلك الجبن، الزيت: بركة، الزجاج: أمر فيه صفاء، الزحام: رحمة، الزلازل: فتنة، الزر: ولد ذكر، والعروة: أنثى، الزمام: أمر فيه انقياد، الزهر: أمر فيه فكرة وسرور، الزير: رجل شاعر، الزقوم: طعام خبيث، الزكاة: نمو.','2','561',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1084,'<span data-type="title" id=toc-647>س</span>- السمسم: رزق، السنبل الأخ<span data-type="title" id=toc-650>ض</span>ر: مال مجتمع، السفينة: نجاة، وإن كانت لا تجري فهو حبس، وإن كانت في البر فهو أمر معكوس، السما<span data-type="title" id=toc-651>ط: </span>كا<span data-type="title" id=toc-648>ش</span>ف كربه، السباع: ملوك، السنور: ل<span data-type="title" id=toc-649>ص</span>، السمك: الصغار هم والكبار خير، السلاح: جنه، السيف: المجرد لسان، السمع: انقياد للحق، الساق: العمر، السوار: للرجل مكروه، وللنساء: زينة، السراج: رجل يقتدى به، السم: مال حرام.
ش- الشعير: طعام جيد، الشعر: شعثه هم ودين، وزواله للفقير: قضاء دين وهم، ومن الغني: مال يذهب، وللمرأة قلة حياء، وطوله بهن زينة، وشيب الرجل: وقار، وللصبيان هم، وخضابة السواد: كذب، وبغيره اتباع سنة، شرب الماء: رزق وحياة، وشرب اللبن: علم ودين، وشرب الخمر: فساد، شم الرائحة الطيبة: أمر جميل والخبيثة أمر قبيح.
ص- الصدر إذا صغر هم وكبر، واتساعه فرج وفرح، الصلب القوة، الصائغ والصباغ كلاهما كذاب، الصيرفي عالم لا ينفع علمه إلا في أمر الدنيا، صانع النشاب والرماح رجل يجمع جيوش للحرب، الصقر ملك، الصبر صبر على بلية، الصيام الواجب إمساك عن حرام والتطوع إمساك عن مكروه، (والعيدان) وأيام التشريق إمساك عن واجب ويوم الجمعة إمساك عن مستحب.
ض- الضرس جد، ضارب الدرهم والدينار ينظم الشعر، ضرب البربط والطبول أمر فيه باطل، الظباء: جوار والظبية جارية، وذبحها وطؤها، والخشف ولد ذكر، وذكر الغزلان مملوك جميل، الضبعة: امرأة قبيحة حمقاء، الضبع: رجل خبيث، الضأن خير المال، الضخم تضاخم في الأمور.
ط- طول شعر الإبط والعانة والأنف هم، الطبيب فقيه، الطحان رجل يدر الرزق، الطيور المجتمعة اجتماع ناس فإن كان فيها من الجوارح فهم ملوك،','2','562',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1085,'الطواويس ملوك<span data-type="title" id=toc-655> ف</span>ارس، الطيب: أمر طيب النشر، الطيران<span data-type="title" id=toc-653> ع</span>لو وارتفاع، و<span data-type="title" id=toc-656>ق</span>يل زمن الحج إلى القبلة حج.
<span data-type="title" id=toc-652>ظ</span>- الظلمة دخول في أمر مظلم أو ظلم، قوة الظهر شدة، وإن ولاه رجل ظهره فهو ( ...... ) يتركه، وإن كانت امرأة فارقته أو لم ينلها، وإن جعل القرآن خلف ظهره تركه أو نسيه، وإن كان علمًا فكذلك، الظلال رفاهية وطيب عيش.
ع- العين الجارية رزق جار، وعين الإنسان عين ماله، وإن رأى عينيه قلعتا مات له ابنان، الرمد مرض، العتق إن صدر من العبد فهو عتق ومن<span data-type="title" id=toc-654> غ</span>يره فرج من دين أو غيره، وكذلك إذا انفك، العقرب عدو ضعيف وأكل لحمها إرث من عدو، العنكبوت: امرأة ملعونة، العطار: صاحب ذكر جميل، العنب الأبيض: زق، والأسود هم، العسل: رزق فيه شفاء، العدس: رزق يابس، العصا شيء يستعان به، العلك كثرة الكلام، العقيق الخاتم، ( ....... ) المرأة امرأة حمقاء، العقاب ملك.
غ- الغل نقص دين، الغنم غنيمة، الغراب رجل فاسق، الغائط للمريض برء، وإن تغوط حيوانًا ولد له ولد يشاكله، الغيث رحمة.
ف- الفرس عز وارتفاع، والعجرى كذب وأمر ليس بتام، والضعيف ضعف جاه وعز، الفسطاط تبة، الفأرة امرأة فاسقة، الفيل ملك ضخم من العجم، الفاختة امرأة، الفستقة امرأة، الفخ طلب رزق قليل مع عبادة، الفراخ أولاد.
ق- القيد ثبات في الدين ومن الفضة زوجة حسناء، القبر حبس، القبة زوجة القصار كاشف كربة، القرد عدو مغلوب تزول عنه النعمة، القطاة امرأة مختالة مائلة إلى غير بعلها، القمرية امرأة حسناء، القيء توبة، وأكله عود في هبة أو هدية.','2','563',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1086,'<span data-type="title" id=toc-657>ك</span>- ا<span data-type="title" id=toc-658>ل</span>كعب<span data-type="title" id=toc-661>ة </span>إذا رآها<span data-type="title" id=toc-659> م</span><span data-type="title" id=toc-660>ن</span>زله تقبل عليه الدنيا،<span data-type="title" id=toc-662> و</span>إن رأى نفسه في حرمها فأمن الكلب عدو أو لص، والكلاب على لجيفة رجال يتنازعون على الدنيا، وملك الكلب عبد والكلبة أمة، الكبش مقدم العساكر، الكركي مسكين غريب.
ل- اللوز رزق من عجم، اللؤلؤ والجوهر للحامل غلام، ولغيرها كلام حسن، الجوهرة المفردة امرأة أو جارية، اللسان من يتكلم عن الإنسان فإن قطع وله محاكمة انقطعت حجته، وإن قطع رأس لسانه وهو طالب علم لم ينل شيئًا، ومن قطع لسان فقير أعطاه ما يرده به عنه وقطع لسان المرأة صيانة لها، اللحية طولها جاه، وإن طالت إلى تحت السرة فليس بمحمود، ومن زالت لحيته زال جماله وهيبته، أكل اللحم النيء أكل لحوم الناس، وكذلك أكل لحم الميتة، اللبن فطرة.
م- الماء كله بلاء وفتنة والمشي فوقه يقين، الموت نقس دين، وإذا تزوجت بميت ذهب مالها وتشعث أمرها، وإذا رأى الميت يبتسم فهو منعم، وإن رأى حزينًا فهو معذب، ملابس الرجال تحمد للنساء، وملابس النساء لا تحمد للرجال، المرجان امرأة حمراء، الملائكة نصر وعز، المصحف إذا حازه الإنسان حفظ القرآن، وإن حمله في كل أفعاله عمل به.
ن- النار بلاء وفتنة، النكاح بنزول المني من الشيطان، وبغيره بر وللعدا ظفر، ونكاح الزواني مال حرام ومن نكح بهيمة ظفر بعدوه، رؤية النبي صلى الله عليه وسلم على صفته حق، النقاد: الذي يختار أحسن العوام، نابش الموتى: هو الذي ينبش العلوم، النعجة: امرأة.
هـ- الهدهد رجل عالم قليل الدين، الهلال أمر متطلع إليه، والقمر والشمس ملوك، الهجرة تدل على انتقال من حال رديء إلى حال أجود منه، الهدية تدل على ترك شر.
و- الوضوء أمان، الوزغ رجل فاسق ربما كان أبرص. الورم: امرأة حسناء أو حياة طيبة، الوسم تعليم شيء بعلامة، الوصل في الشعر أمر مزور، الوعد يدل','2','564',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1087,'عل<span data-type="title" id=toc-664>ى </span>عدم ا<span data-type="title" id=toc-663>لإ</span>نجاز، الوسخ يدل على هم أو دين أو ذنوب، الوسع يدل على فرج أو اتساع رزق، الوبر يدل على ملك متاح إلى مدة الوعر يدل على تعاطي أمور فيها صعوبة.
لا- إن رأى قائلًا يقول في نومه لا لا وهو عازم على أمر فلا يفعله، الأمة القوة من لامه غيره أو عاتبه فقد وقع في حقه بمكروه.
ي- اليد ولد أو شريك أو معين، اليمين يمين يحلفها، الياقوتة امرأة.
فائدة: من رأى ما يكره فليتفل عن يساره ثلاثًا، ويتعوذ بالله من الشيطان ولا يحدث بها أحدًا، ومن رأى ما يحب فليحدث بها من يحب، ولا بأس بتعبير الرؤيا للعارف، وليست الرؤيا لأول عابر، ولا يجوز الكذب في الحلم ولا فرق بين رؤيا الليل والنهار، ولا بين رؤيا الرجال والنساء، والرؤيا الصالحة جزء من ستة وأربعين جزءًا من النبوة وتواطؤ الرؤيا بأن يراها جماعة دليل على صحتها.','2','565',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1088,'كتاب الآداب الشرعية','2','567',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1089,'<span data-type="title" id=toc-665>كتاب الآداب الشرعية</span>
وهو مشتمل على فصول:
<span data-type="title" id=toc-666>الأول في أدب النفس</span>
يسن لكل مسلم مكلف: خوف سابقة وخاتمة ومكر وخديعة وفضيحة والصبر على الطاعة، والنعم والبلاء، والنقم في بدنه وعرضه وأهله وماله، وعن كل مأثم واستدراك ما فات من الهفوات وقصد القرب والطاعة بنيته وقوله وفعله والزهد في الدنيا والرغبة في الآخرة، وفي وجوب الرضا بقضاء، الله خلاف، ولا يجوز الرضا بكفر ومعصية، ويحرم بهت، وغيبة ونميمة، ومكر وخديعة،','2','569',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1090,'وسخرية، واستهزاء، وكذب، لغير صلاح وحرب وزوجة، ويحرم مدح وذم بباطل، ويجب كف يده وفمه، وفرجه وبقية أعضائه عما يحرم، ويسن عما يكره. وتلزم التوبة شرعًا لا عقلًا، كل مسلم مكلف قد أثم من ذنب. والتوبة الندم وتصح من بعض الذنوب ولا تصح في حق الآدميين: إلا بآدائه إلى ربه، أو وارثه ومن لم يندم على ما حد فيه لم يكن حده توبة، وتقبل التوبة ما','2','570',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1091,'لم يعاين الملك، وقبول التوبة تفضل من الله عز وجل، وتحبط المعاصي بالتوبة، والكفر بالإسلام. والطاعة بالردة المتصلة بالموت، ولا تحبط طاعة بمعصية غير الردة. والأمر بالمعروف، والنهي عن المنكر فرض عين على من علمه حرامًا وشاهده وعرف ما ينكر ولم يخف أذى ولا فتنة في نفس أو مال، ويجوز على الأدنى إذا قدر عليه وترك الأعلى الذي لا يقدر عليه ويسوغ للمذنب الإنكار حتى على مثل ذنبه والإنكار على مختلف فيه إلا على متمذهب بما يخالفه ولا إنكار على كافر في ما لا يحرم عليهم ويكون فاعله متواضعًا رفيقًا شفيقًا غير فظ عالمًا بالمأمورات والمنهيات، دينًا نزهًا عفيفًا قاصدًا بذلك وجه','2','571',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1092,'الله وإقامة دينه ونصر شرعه ويباح كسر آلة لهو وصور ودف صنوج وشق وعاء خمر وهل يحرق بيت خمر فيه خلاف، ويجب إنكار البدع المضلة وإقامة الحجة على إبطالها، ويسن هجر من جهر بالمعاصي ويحرم جهر مسلم عدل ويزول بالسلام ويجوز لعن الكفار عامًا وفي لعن معين خلاف','2','572',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1093,'ومما للمسلم على المسلم أن يستر عورته، ويرحم غربته، ويقيل عثرته، ويقبل معذرته، ويرد غيبته، ويديم نصيحته، ويحفظ خلته، ويرعى ذمته، ويجيب دعوته، ويقبل هديته ويكافئ صلته، ويشكر نعمته، ويحسن نصرته، ويشفع مسألته، ويشمت عطيته، ويرد ضالته، ويواليه، ولا يعاديه، وينصره على ظالمه، ويكفه عن الظلم، ويحب له ما يحب لنفسه، ويكره له ما يكره لنفسه، وليس على مسلم نصح ذمي، ويحرم المن، وتسن المشورة حتى لمن هو دونه، ويجتهد في النصح وتحرم إشارته بغش.
والصلاة على النبي صلى الله عليه وسلم خارج الصلاةسنة، وتجب في العمر مرة وقيل كلما ذكر، والسلام على من مر عليه سنة عين من منفرد وعلى الكفاية من جماعة. ويكره في الحمام، وعلى من يأكل أو يقاتل، والمصلي، ومن يقضي حاجته والمتوضئ، ورد السلام المسنون فرض كفاية، ولا بأس','2','573',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1094,'بالكتابة إلى بعيد بالسلامة، ويكره كتابة تقبيل الأرض، ولا يسلم على ذمي فإن سلم أحدهم قيل له وعليكم. ويسلم على أخلاط ويقصد المسلم، وفي تهنئة الكفار وتقريبهم خلاف وإن سلم على ذمي وهو لا يعلم حاله: رد عليه ويسلم الصغير على الكبير والماشي على الجالس والراكب عليهما. وإذا التقيا فسلم كل فعلى كل الرد، ويسن الاستئذان ثلاثًا فإن أذن له وإلا رجع. ويكره الجلوس وسط الحلقة، ويكره القيام لغير سلطان، ووالد وعالم. ويكره لأهل','2','574',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1095,'المعاصي والفجور، ويسن لكل تعلم الأدب والسمت والفضل، والحياء، ولا بأس بالتوديع عند التفرق، ويكره للرجل أن يسافر أو يبيت وحده. ولا يجوز للمرأة أن تسافر يومًا وليلة بغير محرم، ولا بأس بأخذ الشيء من لحية الرجل وثوبه، ويقوله له أخذت يداك خيرًا. وتكره السياحة في غير مقصد صحيح، وتجب طاعة والد، وزوج وولي أمر وسيد في غير معصيته، وصلة رحم، ويجب على كل تعلم ما يحتاج إليه من أمر دينه وعلى الأب أن يؤدب ولده','2','575',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1096,'ويضربه. ولكبير الإخوة على صغيرهم حق، وتجب كفاية مماليكه بما يحتاجون وتأديبهم بمثل ولده ويحرم التطاول عليهم وتجب معاشرة الجار بالمعروف وأن يكرمه ويعظمه ولا يؤذيه، وتسن العزلة عن خلطاء السوء، وتسن عشرة أهل الخير، وينبغي لطالب العلم أن يخلص نيته، ويحسن سيرته، ويتواضع في نفسه ويطلب الأهم فالأهم، ويقدم الفقه ثم الأصول ويأخذ ما يحتاج إليه من نحو ولغة وعلى الشيخ أن يحرص على الطلبة، ويحسن النية فيهم، ويجب رفعهم ورياستهم ويكره للعالم أن يغسل كتبه، أو يدفنها وإن أوصى بذلك لم يفعل. وكره أحمد وغيره علم الكلام وإذا سئل عما يعلم لزمه الجواب إن كان فيه فائدة بلا مضرة وكان من العلوم الدينية، وفهم السائل يدركه، وليس في البلد غيره، ويكره','2','576',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1097,'النظر في كتاب غيره بغير إذنه، وحبس الكتب. ويجب شكر المعم، وتسن عيادة المريض. وتكره وسط النهار، ويدعو للمريض، وتسن زيارة الإخوان، والمصافحة في اللقاء غير امرأة وأمرد لشهوة، ولا بأس بالمعانقة والتقبيل لغير أمرد. ويكره أن يتناجى اثنان دون ثالث، وتجوز مع الزيادة وأن يدخل في ستر قوم.','2','577',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1098,'<span data-type="title" id=toc-667>الثاني: أدب القراءة والمصحف</span>
في كراهة نقط المصحف وشكله وكتابة الأخماس والأعشار، وأسماء السور خلاف. وتحرم كتابته بنجس، وتوسده، ووضعه تحت الرأس من غير حاجة. ومن استخف به أو ببعضه كفر. ويحرم السفر به إلى أرض العدو، وتملكه لكافر، ويجبر على إزالة يده عنه إن ملكه ويجوز أخذ الأجرة على نسخه ولا يجوز تفسيره برأي واجتهاد ويجوز بحديث وقول صحابي وبمقتضى اللغة خلاف وتجوز القراءة لماشٍ وراكب ومضطجع، ومحدث حدثًا أصغر، ونجس بدن، وثوب وعلى كل حال، إلا مع حيض وجنابة، ونفاس، ويشرع في أوقات الشدائد والمصائب. ويسن الختم كل أسبوع، وفي كراهة دونه خلاف. وفي','2','578',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1099,'أول المفصل أقوال الأصح من قاف، ويسن التكبير من أول الضحى، وترتيل القراءة وسؤال الرحمة عند ذكرها والتعوذ من العذاب عند ذكره ويكره قراءة الألحان. ويتعوذ قبل القراءة، ولا يكره تطييب المصحف، ولا جعله على كرسي أو كيس حرير، ويباح تركه على الأرض، وفي تحليته بذهب أو فضة خلاف.','2','579',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1100,'<span data-type="title" id=toc-668>الثالث: تشميت العاطس</span>
تشميت العاطس وجوابه: فرض كفاية، ويغطي العاطس وجهه، ويخفض صوته، ويحمد، ويجيبه من سمعه يرحمك الله، ويجيب يهديكم الله ويصلح بالكم. ولا يشمت كافرًا وإن شمته أجابه أمين يهديكم الله. ولا يشمت امرأة شابة، وإذازاد على الثلاث لم يشمت وقيل له عافاك الله. ويقال للطفل بارك الله فيك، ولا يجاب المتجشيء بشيء فإن حمد قيل له: هنيئًا ومن تثاءب كظم ما استطاع.
ويباح خصي الغنم، وفي كراهة إنزاء الحمير على الخيل خلاف،','2','580',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1101,'ويكره تعليق جرس ونحوه على الدابة. وتكره إزالة الأوساخ باليمين، ويجوز الإرداف على الدابة وركوب ثلاثة، ولا يكره الانتعال، والأكل والشرب قائمًا، وكذلك البول إذا أمن التلويث. ويكره المشي في نعل واحدة ويكره النوم ضحى، وبعد العصر. وأن ينام أو يجلس بعضه في الشمس وبعضه في الظل ويكره التكني بأبي يحي وأبي عيسى وفي أبي القاسم خلاف. ومن مشى مع','2','581',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1102,'أفضل منه مشي عن يمينه. والجماعة خلفه ويجلس تحته وتكره التجارة إلى أرض العدو، ويباح استئجار أرض كافر وشراؤها كإجارته وبيعه أرضًا في الأصح، ويسن التكسب ومعرفة أحكامه، ويجب الوفاء، وأخف وأفضل التجارة في العطر، وقيل اللبن، وأفضل الاكتساب قيل: بها، وقيل: بالزراعة ومن أبيح له أخذ شيء، أبيح له سؤاله، وما آتاه من غير سؤال، ولا إشراف نفس يوجب أخذه في ثالث: ويباح دخول الحمام للرجل إذا أمن النظر منه، وإليه، ويحرم بلا إزار','2','582',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1103,'وفي إباحته للمرأة خلاف، وحكم دخوله كالخلاء ويغسل إبطيه وقدميه عند دخوله بماء بارد، ويقصد موضعًا خاليًا، ولا يدخل البيت الحار حتى يعرق في الأول، ولا يطيل المقام إلا بقدر حاجته، وهو في الصيف أحمد من الشتاء. ولا يدخله حال الامتلاء، ولا يشرب الباردة فيه، ولا بعده، ويسن تسريح الشعر وغسله ودهنه وتقليم الأظفار مخالفًا يوم الجمعة والخميس ولا يترك ذلك فوق الأربعين، ويسن الخضاب بغير السواد، ونتف الشيب ويحرم نمص ووشر ووشم ويباح ثقب أذن الأنثى ويكره لذكر. ومن سمع نهيق حمار','2','583',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1104,'أو عوي كلاب تعوذ وصياح ديك سأل الله من فضله، ويكره اتخاذ طير في قفص، أو يأكل زع الناس ويباح اقتناء كلب لصيد، وماشية وزرغ ونحوه فقط، ويباح قتل كلب عقور، وأسود بهيم. ووزغ، وفأر، وحية، وعقرب، وكل مؤذ، ويؤذن حيات البيوت قبل قتلها وقمل، وبق وبرغوث، ونحوها بغير نار لا ضفدع، ونمل. ويكره طرح القمل ويكره إطالة وقوف الدابة محملة، أو مركوبة. ويكره النوم بين مستيقظين، ومد الرجلين بحضرة الناس والطيرة والتشاؤم ولا بأس بالفأل وإذا وقع الطاعون ببلد فلا يخرج منه، وإن كان','2','584',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1105,'ببلد فلا يدخلها. ويحرم لعب الشطرنج ونرد، ولا يجالس من يلعب ذلك ولا يسلم عليه، ويسن الكف عن مساوئ الناس وعيوبهم ولا ينظر في النجوم إلا لمعرفة القبلة، والوقت ويقول إذا رأى الهلال ما ورد، وهل الفقير الصابر أفضل أم الغني الشاكر فيه خلاف.','2','585',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1106,'<span data-type="title" id=toc-669>الرابع: يباح التداوي</span>
يباح التداوي وتركه أفضل ولا بأس بالحمية، ويكره أن يستعين المسلم بذمي أو كافر غيره في طب أو غيره، ولا بأس بالتداوي بالقرآن تعليقًا وشربًا ورقية، وتكره بما لا يعرف ويباح الكي والحقنة ضرورة ويكرها بدونها ويجوز للطبيب النظر إلى ما تدعو الحاجة إليه حتى الفرج ويباح الحجامة والفصد والتشريط والبط وقطع السلع ويحرم التداوي بنجس وطاهر محرم وسماع دف وغناء، وبمقير وفي الترياق الكثير','2','586',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1107,'خلاف. ويباح للمرأة شرب دواء لقطع حيض ومخبة لأقرب رمضان لتفطر، ولإلقاء نطفة في وجه، ولا يجوز لإلقاء جنين، ولا بأس أن يطلق عن المسحور، وشرب مسهل وقيء، والتداوي بماء زمزم، ويكره سب الحمى.','2','587',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1108,'<span data-type="title" id=toc-670>الخامس: يكره نفط الطعام والشراب</span>
ويكره أكله مما يلي غيره إذا كان الطعام لونًا واحدًا، ومن وسط القصعة. والأكل والشرب متكئًا ومضطجعًا وبشماله لغير ضرورة، ويكره غسل بدنه بمطعوم ولا بأس بنخالة، وتسن التسمية قبل الطعام والشرب وإن نسي أتى بها ولو في آخره. ويباح تخير الفاكهة، ونحوها، ولو من ناحية غيره، ويباح الأكل من بيت قريب؛ وصديق من غير مال محترز عنه إذا علم أو ظن رضا صاحبه، ويكره القرآن في التمر ونحوه ويسن الجلوس للأكل على رجله اليسرى، وينصب اليمنى أو يتربع. ويسن الأكل بثلاث أصابع ويسن لعق الأصبع، والتقاط ما سقط، ويسن أن يحمد بعده، ويحرم الأكل والشرب في الذهب والفضة،','2','588',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1109,'ويباح في غيرهما مطلقًا إذا كان طاهرًا، ويباح تخليل أسنانه بغير قضيب ورمان وريحان وطرفاء، ويباح الشبع وتركه أولى. ولا يتأخر عن المائدة قبل الناس. وتسن مباسطة من يأكل، ولا يحدث بمستقذر، ولا مضحك، ويأكل الفاكهة قبل الطعام ولا يصلح بعده إلا الكمثرى والسفرجل ولا يشرب الماء عقب الفاكهة إلا التين. ويكره الأكل على الطريق وبين أن يبدأ بالملح ويختمبه ويكره إخراج شيء من فيه ورده، ولا يمسح يده بالخبز ولا يستبذله ولا يخلط طعامًا بطعام، ولا يذم الطعام، ولا يستحسنه صاحبه، ولا يمدحه وفي غسل اليدين قبل الطعام وبعده خلاف. ولا بأس بسمح بمنديل وإحدى اليدين الأخرى. وبرجله ولا بأس بأكل فاكهة مدودة بدودها وخل مدود وجبن ونحوه به، وفي أكل','2','589',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1110,'الدود مفردا خلاف، وإذا فرغ من الأكل عندغيره سن الانصراف، ويخرج مع الضيف إلى باب الدار. ويكره أن يطعم البهائم الخبز، ويكره أكل لحم نيء وغير نضيج وطين وتراب ويحرم أكل القمل والحشرات، ولا بأس أن يقال لمن شرب هنيئًا أو صحة.','2','590',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1111,'<span data-type="title" id=toc-671>السادس: يسن أن يصان كل مسجد</span>
من كل وسخ وقذر وقذارة ومخاط وبصاق، وإن رثيت فيه أو فعلت دفنت وعن تقليم أظفار، ويكره زخرفته بذهب أو فضة أو نقش أو صيغ أو كتابة، ولا يعلق شيء في قبلته ويصان عن بيع وشراء وعمل صنعة، وعن صغير ومجنون وحائض ونفسا ولغط وكثرة حديث، ورفع صوت بمكروه، ورائحة كريهة، وثوم وبصل وكراث، وإن دخله من أكل ذلك أخرج، وجنب بلا وضوء، ومرور وغناء وسماع وإنشاد ضالة ويقول من سمعه لا ردها اللهعليك وإقامة حد، وعرس، وزرع، وجماع، وبول وقيء وإخراج نجاسة وسؤال، ولا بأس فيه بذكر وتعليم فقه، وحديث وقراءة ووعظ وعقد نكاح، وقضاء ولا يخرج منه حصى وتراب للتبرك ولا يدخله كافر إلا بإذن مسلم، ويقدم المسلم','2','591',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1112,'يمناه في دخوله، ويسراه في خروجه، ويقول ما ورد ويضع نعله عن يساره وأمامه ويسن كنسه وتنظيفه في ثالث ويصلي من دخله ركعتين ويباح دخول بيعة وكنيسة.','2','592',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1113,'<span data-type="title" id=toc-672>السابع: يحرم على كل رجل</span>
حر وعبد عند استعمال ثوب وعمامة وتكة وسراويل شراؤه من حرير بلا ضرورة ويباح زر ونحوه، وإن كان منسوجًا مع غيره وغلب حرم وإن قل أبيح، وإن استويا فخلاف وفي إباحته لمرض وجرب وصغير، خلاف، ويباح كله للنساء، ويباح للرجل منه علم ورقعة ولبنة جنب وسجف فروة قدر كف، ويحرم منسوج بذهب وفضة ومطلي ومكفت ومطعم بأحدهما، ويحرم تمويه حائط وسقف وسرير بأحدهما ويباح له من الفضة قبيعة السيف، وآلة الحرب ويحرم دواة ومحبرة ومقلمة ومرأة ومسعط ونحو ذلك ولا يحرم اللآليء والجواهر الثمينة ويكه كتب صداق المرأة في الحرير ويحرم تصوير حيوان برأس في ثوب، ونحوه وكذا في حائط وسرير ونحو ذلك ولا بأس بما فيه غير حيوان من شجر ويكره ستر','2','593',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1114,'الحيطان مطلقًا ولو بما لا تصاوير فيه، ويباح للمرأة التحلي بذهب وفضة وغيرهما مطلقًا، ويباح ثوب من شعر ما يؤكل لحمه وفي لبس نجس من ثوب وجلد في غير صلاة خلاف، ويباح لبس كل جلد طاهر ويباح لبس السواد كله، وفي الأحمر والأصفر خلاف، ويباح ثوب الرجل من نصف ساقه إلى كعبه، ويكره ما نزل عن ذلك، ويحرم الخيلاء والتعجب بثوب ونحوه ولا بأس بالسراويل. وتوسيع كم المرأة وتطويل كم الرجل إلى رؤوس الأصبع، ويكره ثوب الشهرة ويكره ما خالف زي بلده. ويسن التوسطفي الملبس وتكره العمامة الصماء [وتسن] النظافة وغسل الثوب الوسخ، ويباح للرجل خاتم الفضة في الخنصر، ويكره في الوسطى والسبابة، ويكره خاتم الحديد والنحاس والرصاص','2','594',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1115,'ويكره تشبه رجل بامرأة، وعكسه لغير حاجة، ويسن للمرأة المزوجة الخضاب، ويكره للرجل، ويكره لبس النعال الصراة ويسن كون الخف أحمر والنعمل أصفر ويباح الأحمر والأسود. ويسن الطيب للرجل بما ظهر ريحه وخفي لونه، وللمرأة العكس. ويسن النظر في المرآة ويقول ما ورد. ويسن الكحل وترا والدهن غبا، ويكره القزع وحلق رأس المرأة لغير حاجة، ولا يجوز للمرأة أن تبدي زينتها لأجنبي وكافرة.','2','595',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1116,'كتاب الألغاز','2','597',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1117,'<span data-type="title" id=toc-673>كتاب الألغاز</span>
وهي ثلاثة أقسام<span data-type="title" id=toc-674> أحدها الفقه:</span>
- ماء طهور لا تصح الطهارية به؟ فضل وضوء المرأة للرجل.
- ماء طهور يحرم استعماله؟ ماء آبار ثمود.
- رجل عليه طاهر ونجس وحدث يقدم غسل الطاهر عليهما؟ الطيب في الإحرام.
- وضوء صح ممن لا عقل له؟ وضوء الميت.
- طهارة لا تبطل بوجود الحدث وتبطل بعدمه؟ طهارة دائم الحدث.
- حجارة طاهرة لا يجوز الاستجمار بها؟ حجارة الحرم.
- دم حيوان لا يؤكل لحمه يحكم بطهارته؟ دم القمل والبراغيث.
- واجب في الصلاة تركه عمدًا وصحت صلاته؟ الجماعة.
- صلاة لا تصح إلا جماعة؟ هي الجمعة.
- صلاة يحرم فعلها وتركها؟ هي صلاة السكران.','2','599',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1118,'- صلاة تفعل عن حي نيابة؟ هي صلاة الطواف.
- صلاة تقصر في سفر قصير؟ صلاة عرفة ومزدلفة.
- قبور يسن للنساء زيارتها من غير كراهة؟ هي قبر النبي صلى الله عليه وسلم وصاحبيه.
- مسلم ملك نصابًا وحال عليه الحول ولا تجب زكاته؟ العبد إذا ملكه السيد وقلنا نملك ذهبًا وفضة.
- لا يشترط لوجوب الزكاة فيهما الحول؟ هو إذا أخرجهما من معدن.
- زكاة تجب في مال كافر؟ في نصار بني تغلب فإنها تؤخذ منهم مثلي ما تؤخذ من المسلمين.
- مسافر يلزمه الصوم وسفره مباح؟ إذا علم أنه يقدم غدًا لزمه الصوم.
- صوم تطوع يسن في السفر؟ هو عاشوراء.
- فقير عادم بالكلية يجب عليه الحج؟ هو القريب الذي لا يحتاج إلى كلفة.
- قادر على الحج بالزاد والراحلة والبلوغ والحرية وأمن الطريق ولا يجب عليه الحج؟ هي المرأة إذا لم يكن لها محرم.
- شخص يصح أن يحرم بالحج عن نفسه وعن غيره معا؟ هو ولي الصغير فإنه يحرم عن الطفل المولي عليه ولو كان محرمًا والطفل يتولى الأفعال.
- رجل قبض ملك غيه بإذنه ثم أتلفه ضمنه بمثله وقيمته؟ إذا أخذ من حلال صيدا ثم دخل به الحرم أو أحرم وهو معه ثم أتلفه يضمنه بالقيمة لمالكه وبمثله جزاء.
- أضحية لا يجوز الصدقة منها بشيء؟ هي الأضحية عن اليتيم.','2','600',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1119,'- شاة يحرم أكلها إذا ذبحت وليست مستحقة؟ هي الجلالة.
- لبن غنم يحرم أكله؟ هو لبن الجلالة.
- رجل باع أباه وأكل ثمنه؟ هو رجل أذن لعبده في التزويج بحرة فتزوجها وولدت له ابنا فهو حر. ثم ماتت وورثها فطالب الابن مالك أبيه بمهر أمه فوكله في بيع أبيه واستيفاء المهر من ثمنه.
- عبد يجوز عتقه ولا يجوز بيعه؟ هي أم الولد.
- شخص يصح أن يشتري عينًا لم يرها قط ولا وصفت له؟ إذا اشترى الأعمى نفسه.
- وكيل في عقد يعتبر في صحة العقد؟ تسمية موكل الوكيل في النكاح.
- هبة تجب على الواهب الرجوع فيها؟ إذا وهب بعض ولده دون بعض.
- عين لا يجوز بيعها وتجوز هديتها والصدقة بها؟ الأضحية.
- صحيح يعتبر وصية من الثلث؟ إذا وقع الطاعون في بلده.
- مملوك لا مالك له؟ هو من وقف على خدمة الكعبة.
- شخص ماتعن أمه وجدته ورثت الثلث والباقي للجدة؟ هذا ابن ابن الملاعنة على رواية.
- رجل مات عن أربع زوجات استحقت إحداهن المهر والميراث والثانية لا تستحق مهرا ولا ميراثا والثالثة المهر دون الميراث والرابعة الميراث دون المهر؟ الأولى حرة مسلمة والثانية أم ولد، والثالثة كافرة، والرابعة أمة تزوجها وجعل عتقها صداقها.
- وطء مباح بغير نكاح ولا ملك يمين؟ هو العبد إذا أباح له السيد التسري وقلنا لا يملك.','2','601',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1120,'- نساء أحرار حرم نكاحهن على أحد؟ هن أزواج النبي صلى الله عليه وسلم.
- شخص طلق امرأة غيره بغير وكالة وصح طلاقه. هو الحاكم إذا طلق على المولى.
- رجل جنى على عوض رجل لزمه دية عضوين؟ في عين الأعور.
- قتل لا يصح العفو عنه؟ قطاع الطريق.
- مسلم سب كافرًا وجب قتله؟ إذا سب أم النبي صلى الله عليه وسلم.
- رجل قال لزوجته: إن شربت هذا الماء فأنت طالق، وإن تركته فأنت طالق؟ تسقي به خبزًا أو تطبخ به دقيقًا وتأكله.
<span data-type="title" id=toc-675>الثاني: في النحو:</span>
- مفعول مرفوع؟ إذا ناب عن الفاعل.
- مبتدأ منصوب؟ إذا دخلت عليه إن.
- خبر منصوب؟ إذا دخلت عليه كان.
- علم نكرة؟ إذا كان غير منون فنون.
- غير منصرف يجر بالكسرة إذا أضيف.
<span data-type="title" id=toc-676>الثالث: في التواري:</span>
- رجل وطئ أمه لم يجب عليه شيء؟ المراد وطئها برجله.
- رجل لمس نعله انتقض وضوءه؟ المراد بالنعل الزوجة.
- لا يجب الغسل على من أمنى؟ يعني نزل منى.
- رجل أجنب وجب عليه غسل فأسه؟ الفأس العظم المشرف على نقرة القفا','2','602',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1121,'- تجوز الصلاة على الغائط؟ هو المكان المطمئن.
- تجوز الصلاة على رأس الكلب؟ هو ثنية معروفة.
- تجوز الصلاة وفخذة باد؟ الفخذ العشيرة وباد من البدو.
- رجل أكل في رمضان بعدما أصبح وصح صومه؟ يعني صبح سراجه.
- رجل أكل في رمضان ليلًا فسد صومه؟ الليل فرخ الكروان.
- رجل أكل في رمضان نهارًا وصح صومه؟ النهار فرخ الحبارى يعني أكله بالليل.
- امرأة ضحكت فسد صومها؟ الضحك الحيض.
- رجل لاط بصغير وفتحه ولا حد عليه؟ المراد به حوض صغير ملأه ماء وفتحه.
- رجل أدخل جميع ذكره في حجر صغير ولا غسل عليه؟ الحجر الثقب في أرض أو حجر.
- رجل أدخل ذكره في فرج ولا غسل عليه؟ الفرج المنفرج في الأرض.
- رجل جامع امرأة أجنبية ولا غسل عليه ولا حد؟ جاء من المجيء.','2','603',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1122,'كتاب العروض','2','605',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1123,'<span data-type="title" id=toc-677>كتاب العروض</span>
<span data-type="title" id=toc-678>الشعر إنما يتركب من وتد وسيب</span>، فإن كان التركيب من حرفين فهو السبب، فإن كان ثنيهما ساكنًا فهو الخفيف، وإن كانا متحركين فهو الثقيل، وإن كان من ثلاثة فهو الوتد ودوائره خمس والبحور الخارجة منه ستة عشر.
الأول: الطويل، وهو: فعولن مفاعيلن أربع مرات.
الثاني: البسيط، وهو مستفعلن فاعلن أربع مرات.
الثالث: المديد، وهو فاعلاتن فاعلن أربع مرات.
الرابع: الوافر، وهو مفاعلتن ست مرات.
الخامس: الكامل، وهو متفاعلن ست مرات.
السادس: الهزج، وهو مفاعيلن ست مرات.
السابع: الرجز، وهو مستفعلن ست مرات.','2','607',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1124,'الثامن: الرمل، وهو فاعلاتن ست مرات.
التاسع: السريع، وهو مستفعلن مستفعلن مفعولات مرتان.
العاشر: المنسرح، وهو مستفعلن مفعولات مستفعلن مرتان.
الحادي عشر: الخفيف، وهو فاعلاتن مستفعلن فاعلاتن مرتان.
الثاني عشر: المضارع، وهو مفاعلين فاعلاتن مفاعلين مرتان.
الثالث عشر: المقتضب، وهو مفعولات مستفعلن مستفعلن: مرتان.
الرابع عشر: المجت، وهو مستفعلن فاعلاتن فاعلاتن مرتان.
الخامس عشر: المتقارب، فعولن ثماني مرات.
السادس عشر: المتدارك، وهو فاعلن ثماني مرات.','2','608',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1125,'كتاب الحكم والمواعظ','2','609',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1126,'<span data-type="title" id=toc-679>كتاب الحكم والمواعظ</span>
<span data-type="title" id=toc-680>من خاف سلم -من عجل ندم</span>- كل بريء جريء- كل خائف هارب - كل راج طالب- كل محب مستأنس - كل عدو مستوحش- عين الرضى تستر العيوب، وعين السخط تظهر الذنوب - كيف تنام عين مع المخافة - كيف يغفل قلب بعد اليقين بالمحاسبة - لا يمحو الشهوات من القلوب إلا خوف مزعج أو شوق مقلق- موت القلب طلب الدنيا بالآخرة - من أنزل الموت حق منزلته لم يعد غدًا من أجله- كم من مستقبل يومًا لا يستكمله وراج غدًا لا يبلغه- كل علم لا ينفع صاحبه فهو وبال عليه- من لم يكن معك فهو عليك- كلب ينبح لك خير من كلب ينبح عليك- من عمر آخرته خرب دنياه ومن عمر دنياه خرب آخرته- لا ينال العلم براحة الجسد- لا يلدغ المؤمن من جحر مرتين- لا يجني على المرء إلا يده- الشديد من غلب نفسه- ليس الخبر كالمعاينة- الشاهد يرى ما لا يرى الغائب- ساقي القوم آخرهم شربًا- لو بغى جبل على جبل جعله الله دكا- الحرب خدعة- المسلم مرآة أخيه-خير الرزق ما كفى- البلاء موكل بالمنطق- فضل العلم خير من فضل العبادة- الغنى غنى النفس- الحياء خير كله- الخيل في نواصيها الخير- عدة المؤمن كأخذ باليد- من الشعر حكمة- من البيان سحر- الصحة والفراغ نعمتان مغبون فيهما كثير من الناس- ارحم من في الأرض يرحمك من في السماء- المكر والخديعة في الناس- المرء مع من أحب-','2','611',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1127,'المستشار مؤتمن- من لم يرحم لا يُرْحم- الدال على الخير كفاعله- لا يشكر الله من لا يشكر الناس- كل معروف صدقة- لا يؤوى الضالة إلا ضال- مطل الغني ظلم- الظلم ظلمات يوم القيامة- جبلت القلوب على حب من أحسن إليها وبغض من أساء إليها- ما نقص مال من صدقة- لا رضاع بعد فطام- لا يتم بعد احتلام- دع ما يريبك إلى ما لا يريبك- من صمت نجا- عثرة اللسان أمر من عثرة الرجل- الناس كالإبل المائة لا تكاد تجد فيها راحلة- من لم ينظر في العواقب فليس الدهر له بصاحب- الشر يقطع فعل المعروف- يا كثي الذنوب متى تتوب- يا من شاب في المعاصي قد دنا الأخذ بالنواصي- يا من يصر على الصغائر والكبائر ودهش عن أخراه فصار كالحائر، أما آن لك أن ترجع، أما حان أن تترك ما أنت عليه وتقلع، فيا أيها الشاب لا تغتر بشبابك فكم من غصن قصفته الرياح، ويا أيها الكهل لا تخدعن بقوتك فكم من زرع وثمر أصيب قبل بدو الصلاح، ويا أيها الشيخ اعتبر وأقلع فليس بعد الانتهاء غير البرزخ. إخواني اتعظوا بمن مضى واعتبروا بمن مات وانقضى، قف بالديار واسألها عن الأهل والأنصار، ستُنبئك عنهم بأن الكل ماتوا، وإنكم عن قريب عما أتوا عليه تأتوا، فتزود يا أخي لهذا السفر البعيد، وتأهب لذلك المصرع الشديد
تزود للذي لابد منه ... فإن الموت ميقات العباد
أترضى أن تكون رفيق قوم ... لهم زاد وأنت بغير زاد','2','612',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1128,'كتاب الملل والمذاهب
مرتب على الحروف','2','613',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1129,'<span data-type="title" id=toc-681>كت<span data-type="title" id=toc-682>ا</span>ب الملل والمذاهب (مرتب على الحروف)</span>
أ - الإسلام- الأزارقة- الإمامية- الأشعرية- الأحمدية- الاتحادية- الإلحادية- الأطباء- الأصولية- الأدباء- الإسماعيلية- الأخفشية- الأخنية- الإلهامية-','2','615',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1130,'الإ<span data-type="title" id=toc-683>ب</span>احية- الإسكافية.
ب البيهسية- البدعية- الب<span data-type="title" id=toc-684>ت</span>رية- البشرية- البنانية- البراهمة- البكرية- البهشمية- البركارية- البصرية.
ت التيامنة- التيمية- التبرية.
<span data-type="title" id=toc-685>ث </span>الثنوية','2','616',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1131,'<span data-type="title" id=toc-686>ج </span>الجهمية- الجارودية- الجعدية- الجبائية- الجرائ<span data-type="title" id=toc-687>ح</span>ية- الجبرية- الجريرية.
ح الحنفية- الحنابلة- الحسينية- الحربية- الحلولية- الحرورية- الحساب- الحيدرية- الحشوية- الحفصية- الحائطية- الحديرية.
<span data-type="title" id=toc-688>خ </span>الخوارج- الخشبية- الخطباء- الخازمية- الأخفشية','2','617',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1132,'<span data-type="title" id=toc-689>د </span>الد<span data-type="title" id=toc-691>ر</span>و<span data-type="title" id=toc-692>ز</span>-الدواوين- الدهرية- الدبيلية.
<span data-type="title" id=toc-690>ذ </span>الذمة.
ر الرافضة- الرفاعية- الرملية- الرشيدية.
ز الزرارية- الزيدية- الزنادقة.
<span data-type="title" id=toc-693>س </span>السنة- السبائية- السليمانية- السامرة- السفيانية- السوفسطائية- السالمية- السمرية- السيدلانية.','2','618',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1133,'<span data-type="title" id=toc-694>ش </span>الشافعية- الشعراء-[الشراة]- الشهود- الشجارون- الشمرية- الشمطية- الشريعية- الشمراخية- الشيعة- الشكاكية- الشبيبية- الشاكرية- الشكرية- الشوذرية.
<span data-type="title" id=toc-695>ص </span>الصابئة- الصوفية- الصمادية- الصالحية- الصلتية- الصفرية.','2','619',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1134,'<span data-type="title" id=toc-696>ض </span>الضرارية.
<span data-type="title" id=toc-697>ط </span>الطرقية- الطيارة- الطريفية.
<span data-type="title" id=toc-698>ظ </span>الظاهرية.
<span data-type="title" id=toc-699>ع </span>العلماء- العشابة- العرافة- العلوية- العثمانية- العروضية- العمارية- العجاردة- العطوية- العجاردة- العبرية- العبدلية- العطارية- العيارية.
<span data-type="title" id=toc-700>غ </span>الغالية- الغيلانية- الغفارية.','2','620',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1135,'<span data-type="title" id=toc-701>ف </span>الفرنج- الف<span data-type="title" id=toc-702>ق</span>هاء- الفرضية- الفاطمية- الفلاسفة- الفدي<span data-type="title" id=toc-703>ك</span>ية.
ق القدرية- القادرية- القبسية- القصاص- القضاة- القراء- القرطية- القصبية- القلندرية- القرامطة- القطيعية.
ك الكرامية- الكهان- الكتبة- الكلامية- الكلابية- الكعبية- الكيسانية- الكربية- الكسفية.','2','621',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1136,'<span data-type="title" id=toc-704>ل </span>اللغوية- اللصوص- اللفظية.
<span data-type="title" id=toc-705>م </span>المجوس- المالكية- المعتزلة- المتناسخة- المشركون- المنافقون- الملحدة- المناطقة- المفسرون- المعبرون- الموقتون- المحدثون- المؤرخون- المنجمون- المؤدبون- المشرحون- المعطلة- المجسمة- المشبهة-','2','622',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1137,'المقاتلة- المعمرية- المريسية- المعاذية- الموسية- الممطورية- المباركية- المحمدية- المفوضية- المفضلية- المعمرية- المنصورية- المغيرية- المعاويية- المطبخية- المهاجرية- الميسرية- المطرفية- المسطرية- المعلومية- المجهولية-','2','623',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1138,'الم<span data-type="title" id=toc-709>ي</span>م<span data-type="title" id=toc-708>و</span><span data-type="title" id=toc-706>ن</span>ي<span data-type="title" id=toc-707>ة</span>- المرجئة.
ن - النصرانية- النحاة- النصيرية- النجارية- النجدانية- النظامية- النوبانية- الناوسية- النعيمية- الناصبة.
هـ - الهنادسة- الهاشمية- الهذيلية.
و- الوعاظ- الوثنية- الواسمية.
ي - اليهودية- اليعقوبية- اليزيدية- اليمنية- اليونسية.','2','624',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1139,'كتاب الفرائض','2','625',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1140,'<span data-type="title" id=toc-710>كتاب الفرائض</span>
<span data-type="title" id=toc-711>أسباب التوارث </span>ثلاثة: رحم ونكاح وولاء.
والوراث ثلاثة: ذو فرض، وعصبة، وذو رحم.
والوراث المجمع عليهم من الذكور عشرة: الابن وابنة وإن نزل والأب وأبوه وإن علا، والأخ من كل جهة وابنه إن لم يكن من أم، والعم وابنه كذلك، والزوج، ومولى النعمة.
ومن الإناث سبع: البنت، وبنت الابن، والأم، والجدة، والأخت، والمرأة، ومولاة النعمة.','2','627',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1141,'ويسقط الجد بالأب، والجدات بالأم. وولد الابن بالابن .. وكل جد أو عم، أو ابن ابن بمن هو أقرب.
وولد الأبوين يسقط بالابن وابنه، والأب، وكذلك يسقط بهم ولد الأب وبولد الأبوين. وولد الأم بالولد مطلقًا، وولد الابن، والأب، والجد والابن.
ذوو الفرض عشرة: الزوجان والأبوان والجد والجدة والبنت وبنت الابن، والأخت من كل جهة.
والأخ من الأم','2','628',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1142,'<span data-type="title" id=toc-712>والفروض </span>سبعة:
الثمن: فرض الزوجة مع الولد واحدة كانت أو أكثر.
والربع: فرض الزوج مع الولد، والزوجة مع عدمه واحدة أو أكثر.
والنصف: فرض الزوج مع عدم الولد، والبنت الواحدة، والأخت الواحدة.
والسدس: فرض (الأبوين) مع الولد: والأم مع الإخوة، والجد مع الولد والجدة واحدة كانت أو أكثر.
وبنت الابن مع البنت واحدة كانت أو أكثر .. والأخوات لأب مع الأخت من الأبوين واحدة كانت أو أكثر .. والواحد من ولد الأم','2','629',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1143,'والثلث: فرض. الأم مع عدم الولد، وللإخوة الاثنان فصاعدا من ولد الأم، والثلثان فرض البنتين والأختين.
وثلث الباقي: فرض الأم في العمريتين، والجد مع الإخوة.
وإذا استكمل الفروض المال سقط من سواهم، وإن لم يستكملوه، ولم يكن غيرهم رد الفاضل عليهم على قدر فروضهم إلا الزوج والزوجة.
وإن كان غيرهم من العصبات أخذ الباقي وهم عشرة: (الابن ثم ابنه، ثم الأب، ثم أبوه .. ثم الأخ ثم ابنه إلا من الأم، ثم العم ثم ابنه إلا من الأم. ثم مولى النعمة، ومولاة النعمة .. ويقدم الأقرب فالأقرب فإن كان واحدًا أخذ المال كله.','2','630',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1144,'أو الباقي بعد ذوي الفروض .. وإن كانوا جماعة كان بينهم، وليس في العصبات أنثى غير مولاة النعمة، والبنات، وبنات الابن والأخوات من الأبويين، أو من الأب إذا كان معهن أخ ذكر لهن. والأخوات مع البنات ومن عداهن لا يأخذ الميراث الذكور دون الإناث.
فإن لم يكن ذو فرض ولا عصبة ورث ذوو الأرحام.
وهم أحد عشر صنفًا: ولد البنات. وولد الأخوات. وبنات الإخوة .. وبنات الأعمام .. وبنو الإخوة من الأم. والعم من الأم .. والعمات .. والأخوال .. والخالات وأبو الأم .. وكل جدة أدلت بأب بين أمين، أو بأب أعلى من الجد ويجعل كل شخص منهم بمنزلة من أدلى به.
والفروض. نوعان منها ما لا يعول، فالنصف من اثنين، والثلث وحده، أو مع الثلثين، أو هما مع ثلاثة .. والربع وحده أو مع النصف من أربعة، والثمن وحده أو مع النصف من ثمانية؟ ؟ .
وأما التي تعول فما فيها فرضان أو فروض من نوعين، فإذا اجتمع مع النصف سدس أو ثلث أو ثلثان فهي من ستة وتعول إلى عشرة .. وإن اجتمع مع','2','631',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1145,'الربع أحد الثلاثة فهي من اثني عشر وتعول على الانفراد إلى سبعة عشر وإن اجتمع مع الثمن سدس أو ثلثان فمن أربعة وعشرين وتعول إلى سبعة وعشرين وإذا لم ينقسم سهم فريق عليهم قسمة صحيحة فاضرب عددهم في أصل المسألة وعولها ثم يصير لكل واحد منهم ما كان لجماعتهم. فإن وافق عددهم سهامهم بجزء من الأجزاء أجزأك ضرب وفق عددهم ثم يصير لكل واحد وفق ما كان لجماعتهم. وإذا انكسر على فريقين فأكث وكانت متماثلة اجتزأت بأحدهما .. وإن كانت متناسبة وهو أن ينسب الأقل إلى الأكثر بجزء من أجزائه اجتزأت بأكثرهما، وضربته في المسألة وعولها وإن كانت متباينة ضربت بعضها في بعض فما بلغ ضربته في المسألة وعولها.
وإن كانت متوافقة ضربت وفق أحدهما في الآخر ثم وافقت بين ما بلغ وبين الثالث.
وإذا مات بعض الورثة قبل قسمة التركة، فإن كان ورثة الثاني يرثونه كالأول، فاقسمه عليهم- وإن كان ما بعد الأول لا يرث بعضهم بعضا فاقسم','2','632',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1146,'ميراث كل ميت على ورثته وإن كانوا يتوارثون فإن أردت أن تصحح كل مسألة على انفرادها فهو أسهل.
وإذا استهل المولود صارخا ورث وورّث وإذا مات عن حمل وقف له نصيب الأكثر من ذكرين أو أنثيين ولا يعطى من يحجبه، ومن فقد في مهلكة انتظر أربع سنين وقسم ميراثه، وفي أمر سلامة ينتظر تسعين سنة والخنثى المشكل ترث نصف ميراث ذكر ونصف ميراث أنثى. ولا يرث مسلم كافرًا. ولا كافر مسلمًا. ولا قاتل، ولا عبد، ومن أقر بوارث يشاركه دفع إليه القدر الزائد على إرثه وإن كان يحجبه دفع إليه كل ما في يده ولا يقبل إقراره على وارث غيره.','2','633',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1147,'كتاب الحساب','2','635',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1148,'<span data-type="title" id=toc-713>كتاب الحساب</span>
اعلم أن العدد إما أن يكون آحادًا وهو من واحد إلى تسعة، وعشرات وهي من عشرة إلى تسعين، ومئين وهي من مائة إلى ألف، وألوف وهي من ألف إلى تسعة آلاف، فالآحاد في أي مرتبة ضربت كان للواحد مما يرتفع واحدًا فثلاثة في ثلاثة يجعل لكل فرد من أفراد الثلاثة المضروب وهو ثلاثة تكن تسعة، والعشرات في العشرات مئين لكل واحد مائة، وفي المئيين ألوف، وفي الألوف عشرات ألوف، والمئين في المئيين عشرت ألوف، وفي الألوف مئات ألوف، والألوف في الألوف ألوف ألوف، وإذا ضربت عددًا متركبًا في عدد متركب فإن كانا من أحد عشر إلى تسعة عشر فإنك تضم آحاد أحدهما إلى جميع الآخر، وتأخذ لكل واحد عشرة، وتضم إلى ذلك المرتفع منه، ضرب الآحاد في الآحاد، وإن كانا من واحد وعشرين إلى تسعة وتسعين فإن تساوت عشراتهما فالعمل كما تقدم، لكن إذا ضممت آحاد أحدهما إلى الآخر فإنك تضعفه بعدد عشرات أحدهما، وتأخذ لكل واحد عشرة، وتضيف إليه ضرب الآحاد في الآحاد، وإن كانت عشراتهما مختلفة كررت أحد المضروبين بعدد عشرات الآخر. وكررت آحاد الآخر بعدد عشرات المكررة، وهذا يكفي الطالب من هذا الفن.','2','637',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1149,'كتاب الفتن والملاحم
مرتب على الحروف','2','639',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1150,'<span data-type="title" id=toc-714>ك<span data-type="title" id=toc-717>ت</span><span data-type="title" id=toc-715>ا</span><span data-type="title" id=toc-716>ب </span>الفتن والملا<span data-type="title" id=toc-720>ح</span>م (م<span data-type="title" id=toc-724>ر</span>تب على الحروف)</span>
أ- إ<span data-type="title" id=toc-721>خ</span>را<span data-type="title" id=toc-719>ج </span>الأرض كنو<span data-type="title" id=toc-725>ز</span>ها, انفتاح كنوز كسرى, الأئمة المضلون.
ب- بيع ال<span data-type="title" id=toc-722>د</span>ين بالدنيا, بيع الحكم.
ت- تقارب الزمان تكون فتنة القاعد فيها خير من القائم, تقتل فئتان عظيمتان تُكَلِّمُ الرجل فخ<span data-type="title" id=toc-723>ذ</span>ه وعذبة سوطه, ترك المدينة لا يغشاها إلا العوالي, ترك الأمر بالمعروف والنهي عن المنكر, تعلم العلم ليجلب به الدرهم والدينار تصير الدنيا للكع بن لكع.
<span data-type="title" id=toc-718>ث</span>- ثلاثة خسوف: خسف بالمغرب, وخسف بالمشرق, وخسف بجزيرة العرب.
ج- الجهجاه, جعل الأمانة مغنماً.
ح- حسر الفرات عن كنز أو جبل من ذهب, حرق البيت العتيق.
خ- خسف, خروج رجل من قحطان يسوق الناس بعصاه, الخوارج, خلف الأخوان.
د- الدابة, الدجال, دعاة على أبواب جهنم من أجابهم إليها قذفوه فيها.
ذ- الذل, الذئب يرعى الغنم.
ر- رفع الأمانة, ركوب النساء السروج, ريح تقبض روح كل مؤمن.
ز- الزلازل, زخرفة المساجد, الزكاة مغرما.','2','641',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1151,'<span data-type="title" id=toc-726>س</span>- ا<span data-type="title" id=toc-737>ل</span>سي<span data-type="title" id=toc-734>ف</span>, سي<span data-type="title" id=toc-736>ك</span>ون م<span data-type="title" id=toc-732>ع</span>ادن يح<span data-type="title" id=toc-729>ض</span>رها<span data-type="title" id=toc-727> ش</span>رار الناس.
ش- شرب الخمر, شي<span data-type="title" id=toc-730>ط</span>ان الردهة, شح<span data-type="title" id=toc-735> ق</span>ريش.
<span data-type="title" id=toc-728>ص</span>- صدق رؤيا المؤمن, صيرورة برد الروم إلى الشام وبرد الشام إلى مصر وبرد مصر إلى الحجاز, صيرورة تبوك مروجاً وأنهاراً, صلح الروم.
ض- ضرب أكباد الإبل إلى عَالِمِ المدينة.
ط- طلوع الشمس من م<span data-type="title" id=toc-733>غ</span>ربها, طول المنابر.
<span data-type="title" id=toc-731>ظ</span>- ظهور الرشا, ظهور الأصوات في المساجد, ظهور القينات, ظهور الرغبة, ظهور الشياطين المُجْلِبَةِ على الناس.
ع- عبادة الأوثان, عمارة المدن وخراب القرى, عود الإسلام غريباً كما بدأ عليكم بالشام.
غ- غدر بني الأصفر, غنيمة كلب.
ف- فتح القسطنطينية, فتن كقطع الليل المظلم, الفخر بأكل الربا, فشو التجارة, فشو ولد الزنا.
ق- قلة الرجال, قبض العلم, قوم معهم كأذناب الإبل يضربون الناس, قلة البركة, قطع الأرحام, قتل الدجال. قتال اليهود, قتال الترك, قتال الذين ينتعلون الشعر, قتال خوز وكرمان.
ك- كثرة النساء, كثرة الجهل, كثرة الزنا, كثرة المال, كثرة الخبب, كثرة السرارى, كثرة الصواعق, كبش قريش, كنز الكعبة.
ل- اللواط, لعن آخر الأمة أولها, لبس الحرير.','2','642',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1152,'<span data-type="title" id=toc-738>م</span>- المسخ, الم<span data-type="title" id=toc-740>ه</span>د<span data-type="title" id=toc-743>ي</span>, م<span data-type="title" id=toc-741>و</span>ت الفجأة, موتا<span data-type="title" id=toc-739>ن </span>شديد, الملجمة الكبرى, المعازف, مرج الدين.
ن- نار بأرض الحجاز تُضيءُ لها أعناق ا<span data-type="title" id=toc-742>لإ</span>بل ببصرى, نار تحشر الناس من المشرق إلى المغرب, نزول عيسى ابن مريم, نساء كاسيات عاريات مائلات مميلات رؤوسهنكأسنمة البخت يركبن الخيل كالرجال, نزول الخلافة الأرض المقدسة, نقض الإسلام عروة عروة, ناس من قبل المشرق يقرؤون القرآن لا يجاوز حناجرهم.
هـ- الهرج, هدنة بني الأصفر, هدْم الكعبة, هيبة الظالم, هلاك الروم, هجرة بعد هجرة.
و- الوليد.
لا- لا يرحم الكبير الصغير, ولا يوقر الصغير الكبير, لا تقوم الساعة حتى تمطر مطراً لا يكن منه بيت مدر ولا يكن منه إلا بيوت الشعر, لا تنتهي الجيوش عن غزو البيت حتى يخسف بجيش منهم.
ي- يأجوج ومأجوج, يبعث دجالون كذابون, يتطاول الناس في البنيان, يلقى الشح, يلقى بين الناس التناكر, حتى لا يكاد أحد يعرف أحدا, يكثر الكذب, يستغنى الرجال بالرجال والنساء بالنساء, ينتسبون في غير مناسبهم ينتمون إلى غير مواليهم, يكون المطر قيظاً والولد غيظاً, يخرج من خراسان رايات سود لا يرها شيءٌ حتى تنصب بايلياء, يخرج ناس من المشرق فيوطئون للمهدي, يخرج رجل من وراء النهر يقال له الحارث بن حراث, يكون اختلاف عند موت خليفة, يتعلم العلم لغير الدين, يطيع الرجل امرأته ويعق أمه ويعصى أباه, يكرم الرجل مخافة شره, يأتي زمانٌ يكون المؤمن فيه أذل من الأمة.','2','643',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1153,'كتاب الغريب
مرتب على الحروف','2','645',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1154,'<span data-type="title" id=toc-744>كت<span data-type="title" id=toc-745>ا</span>ب الغريب (مرتب على الحروف)</span>
أ- الأبزن: كلمة فارسية كالحوض الصغير.
أبنوا أهلي: أي اتهموهم.
الأبهر: عرق يتكنف الصلب.
أتان: الأنثى من الحمير.
أثل الغابة: شجر يشبه الطرفاء.
الأرجوان: الصوف الأحمر.
الإردب: مكيال يسع ثلاثة أمداد.
الأرزة: شجرة الصنوبر.
الأريسيين: رؤساء القرى.
الأسل: الرماح.','2','647',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1155,'الإهالة: ما يزي<span data-type="title" id=toc-746>ب </span>به من الأدهان.
آيبون: راجعون.
أجم بني ساعدة: حصونها.
الأخشبان: جبلان.
أذرح: مدينة من أدنى الشام.
أذربيجان: بلدة.
أطم بني نغالة: حصونهم.
الأهواز: مدينة.
أوطاس: وادي.
إيلياء: بيت المقدس.
إساف: اسم صنم.
ب- بابوس: اسم الرضيع.
بوائقه: غوائله.','2','648',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1156,'ببانا: جماعة.
البتع: شراب العسل.
بجحنى: فرحنى.
بجرة: عروق متعقدة في البطن.
بخ بخ: كلمة تقال عند الرضا بالشيء.
البرنس: كل ثوب رأسه ملتزم به.
البطارقة: قواد ملوك الروم.
البطانة: الدخلاء.
بلحوا: عجزوا.
البضع: الفرج.
يشق: المسافر كَلَّ.
البهم: بفتح الباء صغار المِعْزَى وبالضم السود.
بهشت إليه: مددت يدي إليه.','2','649',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1157,'بيد: غير.
بطحان: واد بالمدينة.
بيرحاء: موضع.
بزاخة: موضع بالبحرين.
بلدح: واد.
بواط: جبل.
<span data-type="title" id=toc-747>ت</span>- تبا: خسراناً.
تبان: سروال قصير الساق.
التبر: الذهب قبل عمله.
التلعة: الأرض المرتفعة.
توى: هلك.
التميمة: المعاذة تعلق على الصبي.
تبالة: موضع في بلاد اليمن.','2','650',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1158,'تبوك: موضع بالشام.
التنعيم: موضع بمكة.
تِعْهِن: عين ماء.
تيماء: بلدة من بلاد طئ.
<span data-type="title" id=toc-748>ث</span>- الثآليل: حبوب تظهر بالجسم.
ثبج البحر: وسطه.
ثَكِلَتْكَ أمك: فقدتك.
ثلطت: أخرجت الرجيع.
ثمد: هو القليل من الماء.
ثمل: سكران.
الثمام: نبت.
الثغارير: الأقط مادام رطباً.
الثغب: مايبقى من الماء في المستنقع.
الثغام: نبت أبيض الزهر.','2','651',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1159,'ثقف: فطن.
ثُوِبَ بالصلاة: أقيمت.
ثبير: اسم<span data-type="title" id=toc-749> ج</span>بل.
ثمغ: موضع.
ثور: جبل بمكة.
ج- جأشه: قلبه.
جبار: هدر.
الجحر: الثقب.
الجدر: أصل الحائط.
الجرذان: نوع من الفأر.
جريا: رسولاً.
جزلتين: أي قطعتين.
جمح: أسرع.
الجُمَّار: رخص طلع النخل.','2','652',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1160,'جنابذ: اللؤلؤ القباب.
الجعظري: الغليظ.
الجوالق: الغرائر.
جواثي: مدينة بالب<span data-type="title" id=toc-750>ح</span>رين.
الجابية: قرية بالشام.
ح- حبل الحبلة: بيع كان في الجاهلية.
ورق الحبلة: هو السمر.
حجرة: ناحية.
حزبة أمر: نابه.
الحمو: أقارب الزوج.
الحمة: لدغة عقرب ونحوها.
الحنث: الإثم.
الحنتم: الجرار الخضر.
حصاص: ضراط.
حفزة النفس: كده.','2','653',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1161,'حفش: بيت شبيه القبة.
الحاقنة: مادون الترقوتين من الصدر.
الحقو: الإزار.
الحوارى: الناصر.
حايش الن<span data-type="title" id=toc-751>خ</span>ل: مجتمعه.
الحجون: جبل.
الحيرة: بلدة.
حنين: واد.
حا: موضع.
حضرموت: بلدة.
خ- الخبث والخبائث: ذكران الشياطين وإناثهم.
الخبال: الفساد.
خداج: ناقصة.
الخدور: الستور.
الخريت: الماهر بالهداية.','2','654',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1162,'الخزير: شيء يصنع من النخالة.
الخميلة: كساء ذو خمل.
الخميس: الجيش.
خنز اللحم: أنتن.
الخلوف: ما يوج<span data-type="title" id=toc-752>د </span>من الرائحة بفم الضائم.
خصاصه: سوء حال.
خشاش الأرض: هوامها.
خيلا: نقط سود.
خاخ: موضع.
خم: غدير.
د- دأب: حال.
الدباء: القرع.
دثروني: غطوني.','2','655',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1163,'كتاب المعاني
والبيان البديع','2','657',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1164,'<span data-type="title" id=toc-753>كتاب المعاني والبيان والبديع</span>
وهو ثلاثة أقسام:
<span data-type="title" id=toc-754>الأول: في المعاني: </span>وهو راجع إلى الإسناد, لأن الكلام إما خبر وهو ما كان لِنِسْبَتِهِ خارج يطابقه أو لا يطابقه, وإلا فإنشاء والخبر لابد له من مسند إليه.
ومسند وإسناد, والمسند قد يكون له متعلقات إذا كان فعلا أو في معناه وكل من الإسناد , والمتعلق إما بقصر أو بغير قصر, وصدق الخبر: مطابقته للواقع وكذبه: عدمها.
أحوال الإسناد الخبري: قصد المخبر بخبره إفادة المخاطب إما الحكم أو كونه عالماً به, والإسناد: منه حقيقة عقلية وهي إسناد الفعل أو معناه إلى ما هو له عند المتكلم في الظاهر, ومنه مجاز عقلي وهو: إسناده إلى ملابس له غير ماهو له بتأول, وأما أحوال المسند إليه فمتعددة: حذفه وذكره وتعريفه وتنكيره ووصفه وتوكيده وبيانه والإبدال منه والعطف والفصل وتقديمه وتأخيره وإبهامه, وأما أحوال المسند فالحذف والإثبات والتقديم والتأخير وكونه مفرداً أو جملة, وفي إفراده من كونه فعلاً أو اسماً معرفاً أو منكراً مقيداً أو مطلقاً , وكون الجملة اسمية أو فعلية شرطية أو غير شرطية فحذفه للعلم به وإثباته لعدمه أو لغرض, وتقديمه فلتضمنه صدر الكلام وعرض غيره, وإفراده لكون المطلوب من التركيب نفس الحكم, وأما كونه فعلاً فلتخصيصه بأحد الأزمنة, وللفعل ومايتعلق به اعتبارات','2','659',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1165,'في الإثبات والحذف والتقديم والتأخير والإطلاق والتقييد, فالإثبات للأمر المقتضي, وحذفه لكونه معلوماً أو لغرض. والتقديم والتأخير لأمور تقتضي ذلك, وكذلك التقييد وعدمه والأمور مبينة في الكتب المطولة.
واعلم أن الكلام ومعناه إما أن يكونا متساويين وتسمى المساواة, أو المعنى أطول من اللفظ ويقال له الإيجاز والإختصار, أو اللفظ أطول بما يستكمل التمام لا بخال عن فائدة ويقال له الإطناب والطلب: إن كان طلب حصول مافي الخارج في الذهن, أو حصول مافي الذهن في الخارج من تصور أو تصديق مثبت أو منفي.
<span data-type="title" id=toc-755>الثاني. البيان: </span>وهو عائد على الدلالات من باب الحقيقة والاستعارة والمجاز والكناية.
فالحقيقة الكلمة المستعملة من غير تأويل فيما يدل عليه بالوضع, والمجاز الكلمة المستعملة في غير ما هي موضوعة له مع قرينة مانعة من إرادة معناها فيه, وهو أقسام: لغوي: إما راجع إلى معنى الكلمة خالياً عن فائدة أو مفيداً غير المبالغة, أو مفيداً المبالغة, أو راجع إلى حكم الكلمة والعقلي, والاستعارة من حيث هي مصرح بها أو مكني عنها تحقيقية أو تخْلييليةٌ أصلية أو تبعية مجردة أو مرشحة على سبعة أقسام, والفرق بين المجاز والاستعارة أن المجاز أعم من','2','660',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1166,'الاستعاة فإنها أحد أقسامه وهو الراجع إلى معنى الكلمة المفيد المبالغة في التشبيه فكل استعارة مجاز وليس كل مجاز استعارة.
والكناية: ترك التصريح بالشيءِ إلى مساوية في اللزوم لينتقل منه إلى الملزوم ولا يخرج عن ثلاثة أقسام: إما أن يكون المطلوب به نفس الموصوف أو نفس الصفة أو تخصيص الصفة بالموصوف.
<span data-type="title" id=toc-756>الثالث البديع: </span>وهو ثلاثة أقسام:
الأول: فيما يرجع إلى الفصاحة اللفظية وهو أربعة وعشرون نوعاً: الترديد, والتعطف ورد العجز على الصدر والتشطير والترصيع','2','661',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1167,'والتسجيع والتجزئة والتسميط والمماثلة والتوشيع والتطريز والتشريع والالتزام والتفويف والاطراد والمزاوجة والتجنيس والمطابقة والمقابلة والتدبيج والمشاكلة','2','662',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1168,'والتسهيم والتوشيح والقلب.
القسم الثاني: مايرجع إلى الفصاحة المعنوية وهو تسعة عشر نوعاً: حسن البيان والإيضاح والمذهب الكلامي والتبين والتتميم والتقسيم والاحتراس والتكميل والتذييل والاعتراض والمبالغة والايغال والتكرار والاستطراد والتجريد والتفريع وتأكيد المدح بما يشبه الذم والتعليل والتهكم.','2','663',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1169,'القسم الثالث: مايرجه إلى الفصاحة المعنوية المختصة بتحسين الكلام وهو أحد عشر نوعاً: اللف والنشر والتفريق والجمع, والجمع والتفريق والجمع مع التقسيم والجمع مع التفريق والتقسيم والائتلاف والتورية والقسم والمراجعة والإدماج والتعليق وحسن الابتداء وحسن التخلص وحسن الخاتمة وكل ذلك مبسوط في كتبه.','2','664',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1170,'كتاب فضائل القرآن
ومنافعه
مرتب على السور','2','665',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1171,'<span data-type="title" id=toc-757>كتاب فضائل القرآن ومنافعه مرتب على السور</span>
<span data-type="title" id=toc-758>سورة الفاتحة: </span>الرقية النافعة التامة لكل علة, ومفتاح الكنوز, والتعويذة البالغة, والتحويطة النافعة, من أخذها بحقها ووضعها مواضعها لم يرم بِهَا شيئاً إلا بلغه.
<span data-type="title" id=toc-759>سورة البقرة: </span>إذا قرئت في بيت لا يقربه الشيطان ثلاثاً. آية الكرسي من قرأها في ليلة لم يقربه شيطان حتى يصبح ومن قرأها على ما حفظ أو ولد','2','667',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1172,'الآيتان من آخرها, من قرأها في ليلة كفتاه من كل سوء, ومن سائر التخوف والذكر.
<span data-type="title" id=toc-760>سورة آل عمران: </span>قراءتها تطرد الشياطين, ومن داوم ع قراءتها والطلب عند الآيات التي فيها الملك والمال والولد والجنة والنار أعطي ما طلب من ذلك.
<span data-type="title" id=toc-761>سورة النساء: </span>من قرأها بالتدبر استخرج منها أكثر من ألف حكم شرعي.','2','668',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1173,'<span data-type="title" id=toc-762>سورة المائدة: </span>قراءتها تجلب الرزق وتنفي الشرك.
<span data-type="title" id=toc-763>سورة الأنعام: </span>من المشهور استجابة الدعاء بعدها وبين الاسمين الجليلين في قوله: {حتى تؤتي مثل ما أُوتي رسل اللهِ اللهُ أعلم حيث يجعل رسالتهُ}.
<span data-type="title" id=toc-764>سورة الأعراف: </span>أول سجود القرآن فيها, فمن قرأها ثم سجد في آخرها ثم تدبر حقيقة السجود والانكسار لربه لم يسأل الله شيئاً إلا أعطاه إياه.
<span data-type="title" id=toc-765>سورة الأنفال: </span>يقال أنه من قرأ قوله: {آلئن خفف الله عنكم وعلم أن فيكم','2','669',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1174,'ضعفاً} وقوله في البقرة {ذلك تخفيفٌ من ربكم ورحمةٌ} وقوله في النساء {يريد الله أن يخفف عنكم وخلق الإنسان ضعيفاً} على مريض أو ضعيف أو مبتلى عافاه الله وجبر ضعفه.
<span data-type="title" id=toc-766>سورة براءة: </span>من قرأها في مسجد إلى آخرها ثم قال: حسبي الله ونعم الوكيل كفاه مما خافه.
<span data-type="title" id=toc-767>سورة يونس: </span>من وقع في شدة وقرأها وقال: (لا إله إلا أنت سبحانك إني كنت من الظالمين) رفعت عنه.
<span data-type="title" id=toc-768>سورة هود: </span>إذا قرأها وهو في مركب أمن الغرق.','2','670',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1175,'<span data-type="title" id=toc-769>سورة يوسف: </span>إذا قرأها صاحب ضالة ردها الله عليه.
<span data-type="title" id=toc-770>سورة الرعد: </span>قراءتها أمان من إصابة الصواعق.
<span data-type="title" id=toc-771>سورة إبراهيم: </span>من قرأها ثم سأل الله الرزق رزق, ويقال أن من كتب لساق على لقمة (يتجرعه ولا يكاد يسغيه) لم يقدر على بلعها.
<span data-type="title" id=toc-772>سورة الحجر: </span>من قرأها لم يهكله الله بعذاب ذلك اليوم.
<span data-type="title" id=toc-773>سورة النحل: </span>قراءتها تجلب الرزق.','2','671',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1176,'<span data-type="title" id=toc-774>سورة سبحان: </span>من قرأها إلى آخرها ثم سأل الله استجاب له.
<span data-type="title" id=toc-775>سورة الكهف: </span>قراءتها تعصم من الدجال ومن قرأها كل جمعة أمن من فتنة الدجال, وسمعت بعضهم يقول ولم يصبه سوء في تلك الجمعة.
<span data-type="title" id=toc-776>سورة مريم: </span>من قرأها ثم سأل الله الولد أعطاه.','2','672',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1177,'<span data-type="title" id=toc-777>سورة طه: </span>من قرأها ثم سأل الله النصر نصر على عدوه.
<span data-type="title" id=toc-778>سورة الأنبياء: </span>الدعاء عقيب قوله عز وجل: {وذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين} مستجاب, ولم يقرأها مكروب إلا نفس الله كربه.
<span data-type="title" id=toc-779>سورة الحج: </span>من قرأها مساء يوم الجمعة وسأل الله الحج أعطاه.','2','673',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1178,'<span data-type="title" id=toc-780>سورة المؤمنون: </span>من قرأها في شهر رمضان وسأل الله إيماناً يباشر قلبه أعطاه.
<span data-type="title" id=toc-781>سورة النور: </span>من قرأها سبع مرات وسأل الله العصمة من الزنا لنفسه وولده وأهله أعطاه.
<span data-type="title" id=toc-782>سورة الفرقان: </span>من قرأها وسأل الله التوبة تاب عليه.
<span data-type="title" id=toc-783>سورة الشعراء: </span>يقال أن من قرأ قوله {الذي خلقني فهو يهدين والذي هو يطعمني ويسقين وإذا مرضت فهو يشفين} وبه علة أو مرض أو على مريض عوفي.','2','674',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1179,'<span data-type="title" id=toc-784>سورة النمل: </span>يقال أن من قرأها على قوم دلوا له.
<span data-type="title" id=toc-785>سورة القصص: </span>يقال أن قراءتها تمنع الخسف.
<span data-type="title" id=toc-786>سورة العنكبوت: </span>قراءتها تعين على الرزق.
<span data-type="title" id=toc-787>سورة الروم: </span>قراءتها تورث النصر والظفر.
<span data-type="title" id=toc-788>سورة لقمان: </span>قراءتها تورث النشاط.','2','675',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1180,'<span data-type="title" id=toc-789>سورة السجدة: </span>قراءتها تنور القلب.
<span data-type="title" id=toc-790>سورة الأحزاب: </span>من قرأها يوم الجمعة بعد العصر وسأل الله الزواج رزقه.
<span data-type="title" id=toc-791>سورة سبأ: </span>من قرأها وسأل الله دفه الآفة عن أهله وماله رُزِقَ ذلك.
<span data-type="title" id=toc-792>سورة فاطر: </span>من قرأها وسأل الله التأييد بالملائكة رزقه.
<span data-type="title" id=toc-793>سورة يس: </span>قراءتها عند المحتضر تهون عليه الموت وتطرد الشياطين عنه وتحضره الملائكة.','2','676',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1181,'<span data-type="title" id=toc-794>سورة الصافات: </span>من قرأها وسأل الله حسن الخاتمة رزق ذلك.
<span data-type="title" id=toc-795>سورة ص: </span>من قرأها وسأل الله السداد في أموره وأحكامه رزق ذلك.','2','677',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1182,'<span data-type="title" id=toc-796>سورة الزمر: </span>قراءتها تورث الرضا.
<span data-type="title" id=toc-797>سورة غافر: </span>من قرأها وسأل الله المغفرة غفر له.
<span data-type="title" id=toc-798>سورة فصلت: </span>من قرأها وسجد فيها وسأل الله الرحمة رحمه الله.
<span data-type="title" id=toc-799>سورة الشورى: </span>من قرأها وسأل الله الولد أعطاه الله.
<span data-type="title" id=toc-800>سورة الزخرف: </span>من قرأها وسألأ الله متاعاً أعطاه الله.
<span data-type="title" id=toc-801>سورة الدخان: </span>قراءتها ترد البلايا والفتن.','2','678',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1183,'<span data-type="title" id=toc-802>سورة الجاثية: </span>من قرأها وسأل الله الإعانه على يوم القيامة جاءته يوم القيامة تذب عنه.
<span data-type="title" id=toc-803>سورة الأحقاف: </span>من قرأها وسأل الله رد العذاب عنه, رده عنه.
<span data-type="title" id=toc-804>سورة محمد: </span>من قرأها وسأل الله الصلاح أصلح الله أعماله وحاله.','2','679',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1184,'<span data-type="title" id=toc-805>سورة الفتح: </span>من قرأها على عدو نصر عليهم, ومن قرأها على مدينة فتحت له.
<span data-type="title" id=toc-806>سورة الحجرات: </span>من قرأها وسأل الله الإيمان لم يمت إلا مؤمناً.
<span data-type="title" id=toc-807>سورة ق: </span>من قرأها وسأل الله النجاة من عذاب القبر نجاه الله منه.
<span data-type="title" id=toc-808>سورة الذاريات: </span>من قرأها وسأل الله الرزق رزقه الله.
<span data-type="title" id=toc-809>سورة الطور: </span>من قرأها ثم سأل الله الجنة شفعت له الجنة.','2','680',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1185,'<span data-type="title" id=toc-810>سورة النجم: </span>من قرأها ثم سأل الله الهداية هداه الله.
<span data-type="title" id=toc-811>سورة اقتربت: </span>قراءتها تهون الصعاب.
<span data-type="title" id=toc-812>سورة الرحمن: </span>قراءتها ترضي الرب.
<span data-type="title" id=toc-813>سورة الواقعة: </span>من قرأها لم تصبه فاقه.
<span data-type="title" id=toc-814>سورة الحديد: </span>يقال إن الاسم الأعظم في أولها.','2','681',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1186,'<span data-type="title" id=toc-815>سورة المجادلة: </span>من قرأها من زوج أو زوجة ثم سأل الله في زوجه الذي ظلمه استجيب له.
<span data-type="title" id=toc-816>سورة الحشر: </span>آخرها يذهب الصداع.
<span data-type="title" id=toc-817>سورة الممتحنة: </span>قراءتها تعصم من الفتن.
<span data-type="title" id=toc-818>سورة الصف: </span>يقال إن قراءتها ترزق النصر والفتح والبشارة.
<span data-type="title" id=toc-819>سورة الجمعة: </span>يقال أن من قرأها يوم الجمعة أفلح سائر اليوم.
<span data-type="title" id=toc-820>سورة المنافقين: </span>من قرأها بَرِئَ من النفاق.','2','682',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1187,'كتاب العجائب','2','683',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1188,'<span data-type="title" id=toc-821>كتاب العجائب</span>
القاص وعاشق أيضاً فضحك فقلت له ما هذا؟ قال هو ما ترى وجه به صاحب اليمن إلى أمير المؤمنين, وما رآه بعد وكتب كتاباً لم أفضضه وأظن أنه في شأنه وحاله, وقد ذكر أن الهدهد يصر الماء تحت الارض وذكر ابن أبي حجله أن في بحر المغرب جبلاً وفيه كنيسة مشروط على من بها من الرهبان ضيافة الزوار في أعلاها قبة كبيرة وعليها غراب لا يبرح ولا يدري من أين يأكل؟ فإذا قدم الزوار أدخل رأسه في روزنة بأعلى القبة وصاح بِعددهم فإن كان واحداً صاح مرة وإن كانوا أكثر صاح بعددهم.
- وذكر ابن أبي حجلة: أن جبل الطير بصعيد مصر مطل على النيل فيه أعجوبة باقية وذلك أنه إذا كان آخر فصل الربيع قدم إليه في يوم معلوم طيور كثيرة بلق سود الأعناق مطوقات الحواصل سُودُ أطرافِ الأجنحةِ في زعاقها بحاجة يقال له: البح لها صياح يَسُدُّ الآفاق تقصد مكاناً في ذلك الجبل فيفرد منها طائِرٌ واحد فيضرب بنقاره في مكان مخصوص في شعب من الجبل عالٍ لا يمكن الوصول إليه فإن علق تفرقت الطيور عنه وإن لم يعلق يقدم غيره, وهكذا واحد بعد واحد إلى أن يعلق منهم واحد فيبقى مُعَلَّقاً بمنقاره حتى يموت فيضمحل إلى العام القابل ويسقط فتاتي الطيور على عادتها في السنة القابلة فتعمل ذلك.
وحكى بعضهم أنه رأى في بعض السنين طيراً تعلق بمنقاره وتفرقت عنه الطيور ثم اضطرب اضطراباً شديداً وأطلق نفسه والتحق بالطيور فدارت عليه وجعلت تنقره بمناقيرها إلى أن عاد وتعلق بمنقاره في ذلك الموضع.','2','685',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1189,'وقيل إنه إذا كان سنة الجدب لم يعلق شَيْءٌ منها, وسنة الخصب يعلق الواحد والإثنان والثلاثة.
- ومن العجائب: مقياس نيل مصر وكان بعض الكهان عمل عليه بركة من نحاس عليها عقابان ذكر وأنثى, فإذا كان في أول شهر يزيد فيه بصفر أحد العقابين فإن كان الذكر كان الماء عالياً وإن كان الأنثى كان الماء ناقصاً.
ومن العجائب: مرآة منارة الإسكندرية التي كان يرى فيها بلاد الفرنج وترى القسطنطينية حتى كسرت من قريب.
وذكر ابن أبي حجلة أن بعض الكهان عمل مرآة من المعادن السبعه ينظر منها إلى الأقاليم السبعه فيعرف ما أَخْصَب منها وما أجدب وما حدث فيها من الحوادث, وعمل في وسطها صورة امرأة جالسه في حجرها صبي كأنها ترضعه فأي امرأة أصابها وجه في جسمها مسحت ذلك الموضع مِنْ جسد تلك المرأة فتبرأ من ساعتها.
ومن العجائب بركة طبرية وحمامها والأسرار التي فيها من الحرارة المحرقه وبعض البيض. وَبُرْءِ من دخله من صاحب علة وصخرة في وسط البركة فيها بيت نمل.
وذكر ابن رجب وغيره أن بين الهند والصين بطةمن نحاس على عمود من نحاس إذا كان يوم عاشوراء مدت منقارها فيفيض منه ما يكفيهم لزرعهم ومواشيهم إلى العام المقبل.
وذكر القزويني في عجائب المخلوقات عن بعض فقهاء الموصل أنه شَاهَدَ في الأكراد المحمدية إنساناً طوله تسعة أذراع وهو بعد صبي ما بلغ الحلم, وكان يأخذ بيده الرجل القوي ويرميه خلف ظهره, قلت وأمر عوج بن عنق مشهور.','2','686',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1190,'وذكر عن الشافعي أنه قال: دخلت بلدة من بلاد اليمن فرأيت بها إنساناً من وسطه إلى أسفله بدن امرأة ومن وسطه إلى فوق بدنان متفرقان بأربع أَيْدٍ ورأسين ووجهين وهما يتقاتلان ويتلاطمان ويصطلحان ويأكلان ويشربان ثم غبت عنهما سنتين ورجعت قيل لي أحسن الله عزاءك في أحد الجسدين توفى وربط من أسفله بحبل وثيق وترك حتى ذبل ثم قطع فعهدي بالجسد الآخر في السوق ذاهباً وجائياً, ورأينا من الغنم ما له أربعة قرون وخمسة وستة وثمانية.
ورأينا غنماً بإليتين وجمالاً بسنامين ورأينا ديكاً بقرن.
وذكر في عجائب المخلوقات أنه أهدى إلى الفرج بن منصور الساماني قرش له قرنان ظاهران, وثعلب له جناحان من ريش إذا قرب النسان منه فَرشهما وإذا بعد ألصقهما, ودجاجة بأربعة أرجل.
وحكى أن بالهند ورد مكتوب عليه لا إله إلا الله محمد رسول الله.
وذكر محمد بن علي الأنصاري أنه رأى بنهاوند ورداً أصفر في الوردة ألف ورقة.
قلت وقد كان عندي وردة صفراء بها ما يقارب الوردة خمسمائة ورقة وأكثر.
وذكر ابن فضل الله أنه رأى وردة نصفها أحمر ونصفها أصفر حتى أن القسمة ربما وقعت في الورقة الواحدة.
ودير الزرازير وأمره عجب وذلك أن برومية ديراً في يوم في السنة يقصده','2','687',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1191,'كل زرزور في الدنيا ومع كل واحد ثلاث زيتونات واحدة في منقارة واثنتان في رجليه فيلقيهما فيه فيجمع ذلك ويعصر. فيكفيهم لأكلهم وسرجهم إلى العام الآتي.
ودير الخنافس بأرض الموصل في ليلة من السنة تجتمع فيه كل خنافس الدنيا فإذا طلع النهار لم يوجد له أثر.
ومن العجائب القيافة حتى أن بعض العرب سرقت نخلهم فعرفوا رِجْلَ من سرقها ثم سرقت ثانياً وطمست موضع الرجل فعرفوا أثر يده في الشمراخ وهذا أمر مشهور.
وعجائب المخلوقات كثيرة وإنما ذكرنا منها للتفكير والاتعاظ, ومن تفكر في خلق السموات والأرض والجبال شاهد من ذلك مافيه كفاية والله الموفق.','2','688',NULL,NULL,'0');
INSERT INTO [b133413] VALUES (1192,'تم والحمد لله وحده
وصلى الله على سيدنا محمد وآله وصحبه وسلم, وفرغ منه مؤلفه وجامعه:
يوسف بن حسن بن عبد الهادي المقدسي الحنبلي يوم الأربعاء ثاني عشر من شهر
جمادي الآخرة سنة سبع وسبعين وثمان مائة
والحمد لله وحده
وصلى الله على سيدنا محمد وآله وصحبه وسلم','2','689',NULL,NULL,'0');
