-- Table: b13592
-- Chunk: 1
-- Rows: 52

CREATE TABLE "b13592"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b13592
INSERT INTO [b13592] VALUES (1,'<span data-type="title" id=toc-1>مقدمة</span>
إنَّ الْحَمْدَ للهِ، نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا، وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.

{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: ١٠٢].

{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: ١].

{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: ٧٠، ٧١].

أَمَّا بَعْدُ:',NULL,'2',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (2,'فَهَذِهِ مَجْمُوعَةٌ مِنَ النُّصُوصِ الْمَنْقُولَةِ عَنْ إمَامِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ الشّافِعِيِّ رَحِمَهُ اللَّهُ رَحْمَةً وَاسِعَةً فِي أَحَدِ الطَّوَائِفِ الْمُنْتَسِبَةِ لِلْإِسْلَامِ وَهِيَ الرَّافِضَةُ، وَيَأْتِي هَذَا الْكُتَيِّبُ تَتْمِيمًا لِسِلْسلَةِ مَوَاقِفِ الْأَئِمَّةِ الْأَرْبَعَةِ مِنَ الرَّافِضَةِ وَقَدْ بَدَأْتُهَا بِ" الْإِمَامِ مَالَكٍ وَمَوْقِفِهِ مِنَ الرَّافِضَةِ "',NULL,'3',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (3,'<span data-type="title" id=toc-2>الْبَابُ الْأَوَّلُ: الرَّافِضَةُ أَكْذَبُ الطَّوَائِفِ</span>',NULL,'4',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (4,'١ - قَالَ حَرْمَلَةُ بْنُ يَحْيَى: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِ الأَهْوَاءِ، أَشْهَدَ بِالزُّورِ مِنَ الرَّافِضَةِ. (١)
_________
(١) -آداب الشافعي ومناقبه لابن أبي حاتم الرازي ص ١٤٤
والكامل لابن عدي ج ٣ ص ٤٠٨
وشرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٥٤٤
وحلية الأولياء لأبي نعيم الأصبهاني ج ٩ ص ١١٤
والسنن الكبرى للبيهقي ج ١٠ ص ٣٥٢
ومناقب الشافعي للبيهقي ج ١ ص ٤٦٨
والكفاية في علم الرواية للخطيب البغدادي ص ١٢٦
ومنهاج السنة النبوية في نقض كلام الشيعة القدرية لابن تيمية ج ١ ص ٦٠
وميزان الاعتدال للذهبي ج ١ ص ٢٨
ولسان الميزان لابن حجر العسقلاني ج ١ ص ١٠',NULL,'5',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (5,'٢ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ، يَقُولُ: مَا رَأَيْتُ فِي الْأَهْوَاءِ قَوْمًا أَشْهَدَ بِالزُّورِ مِنَ الرَّافِضَةِ. (١)
_________
(١) -آداب الشافعي ومناقبه لابن أبي حاتم الرازي ص ١٤٥
وشرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٥٤٤
ومنهاج السنة النبوية في نقض كلام الشيعة القدرية لابن تيمية ج ١ ص ٦١ - ٦٢
وسير أعلام النبلاء للذهبي ج ١٠ ص ٨٩',NULL,'6',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (6,'٣ - قَالَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ: وَتُقْبَلُ شَهَادَةُ أَهْلِ الْأَهْوَاءِ إِلَّا الْخَطَّابِيَّةَ مِنَ الرَّافِضَةِ , لِأَنَّهُمْ يَرَوْنَ الشَّهَادَةَ بِالزُّورِ لِمُوَافِقِيهِمْ. (١)
_________
(١) -الفرق بين الفرق وبيان الفرقة الناجية لعبد القاهر البغدادي ص ٣٥١
والكفاية في علم الرواية للخطيب البغدادي ص ١٢٠
والمستصفى في علم الأصول للغزالي ص ١٢٧
واختلاف الأئمة العلماء لابن هبيرة ج ٢ ص ٤٢١
والمغني لابن قدامة المقدسي ج ١٠ ص ١٤٦
وعلوم الحديث لابن الصلاح ص ١١٥
والمنهاج شرح صحيح مسلم بن الحجاج للنووي ج ٧ ص ١٦٠
ودرء تعارض العقل والنقل لابن تيمية ج ١ ص ٩٤
وبيان تلبيس الجهمية في تأسيس بدعهم الكلامية لابن تيمية ج ٢ ص ٤٨٨
والطرق الحكمية لابن القيم ص ١٤٦
والباعث الحثيث الى اختصار علوم الحديث لابن كثير ٩٩
والمقنع في علوم الحديث لابن الملقن ج ١ ص ٢٦٦',NULL,'7',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (7,'٤ - قَالَ يُونُسَ بْنَ عَبْدِ الْأَعْلَى سَمِعْتُ الشَّافِعِيَّ يَقُولُ ": أُجِيزُ شَهَادَةَ أَهْلِ الْأَهْوَاءِ كُلِّهِمْ إِلَّا الرَّافِضَةَ , فَإِنَّهُ يَشْهَدُ بَعْضُهُمْ لِبَعْضٍ." (١)
_________
(١) -السنن الكبرى للبيهقي ج ١٠ ص ٣٥٢
ومناقب الشافعي للبيهقي ج ١ ص ٤٦٨
ومناقب الشافعي للرازي ص ١٤٢',NULL,'8',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (8,'٥ - قَالَ حَرْمَلَةُ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِ الْأَهْوَاءِ أَكْذَبَ فِي الدَّعْوَى , وَلَا أَشْهَدَ بِالزُّورِ مِنَ الرَّافِضَةِ. (١)
_________
(١) - الإبانة الكبرى لابن بطة ج ٢ ص ٥٤٥
والانتقاء في فضائل الثلاثة الأئمة الفقهاء لابن عبد البر ص ٧٩
واعتقاد الشافعي للهكاري ص ٣١ - ٣٢',NULL,'9',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (9,'<span data-type="title" id=toc-3>الْبَابُ الثَّانِي: الصَّلاَةُ خَلْفَ الرَّافِضَةِ</span>',NULL,'10',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (10,'١ - قَالَ البُوَيْطِيُّ: سَأَلْتُ الشَّافِعِيَّ: أُصَلِّي خَلْفَ الرَّافِضِيِّ؟ قَالَ: لاَ تُصَلِّ خَلْفَ الرَّافِضِيِّ، وَلاَ القَدَرِيِّ، وَلاَ المُرْجِئِ. قُلْتُ: صِفْهُمْ لَنَا. قَالَ: مَنْ قَالَ: الإِيمَانُ قَوْلٌ، فَهُوَ مُرْجِئٌ، وَمَنْ قَالَ: إِنَّ أَبَا بَكْرٍ وَعُمَرَ لَيْسَا بِإِمَامَيْنِ، فَهُوَ رَافِضِيٌّ، وَمَنْ جَعَلَ المَشِيئَةَ إِلَى نَفْسِهِ، فَهُوَ قَدَرِيٌّ. (١)
_________
(١) - ذم الكلام وأهله لأبي إسماعيل الهروي ج ٤ ص ٣٠٧ - ٣٠٨
وسير أعلام النبلاء للذهبي ج ١٠ ص ٣١',NULL,'11',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (11,'<span data-type="title" id=toc-4>الْبَابُ الثَّالِثُ: وَصْفُ الرَّافِضَةِ وَذَمُّ عَقَائِدِهِمْ وَأَنَّهُمْ شَرُّ عِصَابَةٍ:</span>',NULL,'12',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (12,'١ - قَالَ البُوَيْطِيُّ: قَالَ الشَّافِعِيُّ: مَنْ قَالَ إِنَّ أَبَا بَكْرٍ وَعُمَرَ لَيْسَا بِإِمَامَيْنِ، فَهُوَ رَافِضِيٌّ. (١)
_________
(١) -ذم الكلام وأهله لأبي إسماعيل الهروي ج ٤ ص ٣٠٨
وسير أعلام النبلاء للذهبي ج ١٠ ص ٣١.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (13,'٢ - قَالَ الزَّعْفَرَانِيُّ: قَالَ الشَّافِعِيُّ: إِذَا حَضَرَ الرَّافِضِيُّ الْوَقْعَةَ وَغَنِمُوا لَمْ يُعْطَ مِنَ الْفَيْءِ شَيْئَا لِأَنَّ اللهَ ذَكَرَ آيَةَ الْفَيْءِ ثَمَّ قَالَ فِيهَا: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ}، فَمَنْ لَمْ يُقَلْ بِهَذَا لَمْ يَسْتَحِقّ. (١)
_________
(١) -تاريخ دمشق لابن عساكر ج ٥١ ص ٣١٧
ومختصر تاريخ دمشق لابن منظور ج ٢١ ص ٣٧٥
وطبقات الشافعية الكبرى للسبكي ج ٢ ص ١١٧',NULL,'14',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (14,'٣ - قَالَ مُحَمَّدُ بْنُ عَبْدِ الْحَكَمِ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: مَا أَرَى النَّاسَ ابْتُلُوا بِشَتْمِ أَصْحَابِ مُحَمَّدٍ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا لِيَزِيدَهُمُ اللَّهُ عَزَّ وَجَلَّ بِذَلِكَ ثَوَابًا عِنْدَ انْقِطَاعِ عَمَلِهِمْ. (١)
_________
(١) -شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٥٤٨
ومناقب الشافعي للبيهقي ج ١ ص ٤٤١
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٧
وتبيين كذب المفتري فيما نسب إلى الإمام أبي الحسن الأشعري لابن عساكر ص ٤٢٤
ومناقب الشافعي للرازي ص ١٣٦',NULL,'15',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (15,'٤ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ بْنِ الْمُرَادِيِّ: قَالَ لِي مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ: «مَا سَاقَ اللَّهُ هَؤُلَاءِ الَّذِينَ يَتَقَوَّلُونَ فِي عَلِيٍّ وَفِي أَبِي بَكْرٍ وَعُمَرَ وَغَيْرِهِمْ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا لِيُجْرِيَ اللَّهُ لَهُمُ الْحَسَنَاتِ وَهُمْ أَمْوَاتٌ». (١)
_________
(١) -حلية الأولياء لأبي نعيم ج ٩ ص ١١٤
ومناقب الشافعي للبيهقي ج ١ ص ٤٤١',NULL,'16',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (16,'٥ - قَالَ يُونُسُ بْنُ عَبْدِ الْأَعْلَى: سَمِعْتُ الشَّافِعِيَّ إِذَا ذُكِرَ الرَّافِضَةُ عَابَهُمْ أَشَدَّ الْعَيْبِ، فَيَقُولُ: شَرَّ عِصَابَةٍ. (١)
_________
(١) -مناقب الشافعي للبيهقي ج ١ ص ٤٦٨ وج ٢ ص ٧١
ومناقب الشافعي للرازي ص ١٤٢
والصواعق المحرقة على أهل الرفض والضلال والزندقة للهيتمي ج ١ ص ١١٤',NULL,'17',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (17,'٦ - قَالَ أَحْمَدُ بْنُ خَالِدٍ الْخَلالُ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: مَا كَلَّمْتُ رَجُلا فِي بِدْعَةٍ، إِلا رَجُلا كَانَ يَتَشَيَّعُ. (١)
_________
(١) -آداب الشافعي ومناقبه لابن أبي حاتم الرازي ص ١٤٣
ومناقب الشافعي للبيهقي ج ١ ص ٤٦٧',NULL,'18',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (18,'٧ - قَالَ حَرْمَلَةُ بْنُ يَحْيَى: قَالَ الشَّافِعِيُّ: مَا كَلَّمْتُ رَجُلا فِي بِدْعَةٍ، إِلا رَجُلا مُتَشَيِّعًا، إِنَّ التَّشَيُّعَ أَضَلُّ الْبِدَعِ وَأَرْدَاهَا وَهُوَ الرَّفْضُ. (١)
_________
(١) -اعتقاد الشافعي للهكاري ص ٣١',NULL,'19',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (19,'<span data-type="title" id=toc-5>الْبَابُ الرّابعُ: إِجْمَاعُ الصَّحَابَةِ عَلَى خِلاَفَةِ وَأَفْضَلِيَّةِ أَبِي بَكْرٍ الصَّدِيقِ رَضِيَ اللَّهُ عَنْهُ:</span>',NULL,'20',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (20,'١ - قَالَ الشَّافِعِيُّ: خِلَافَةُ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ حَقٌّ، قَضَاهَا اللَّهُ فِي سَمَائِهِ وَجَمَعَ عَلَيْهَا قُلُوبَ أَصْحَابِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. (١)
_________
(١) - إثبات صفة العلو لابن قدامة المقدسي ص ١٢٥
والاقتصاد في الاعتقاد لعبد الغني المقدسي ص ٩٥
وعقيدة عبد الغني المقدسي ص ٤٧
ومجموع الفتاوى لابن تيمية ج ٥ ص ٥٣
والفتوى الحموية الكبرى لابن تيمية ص ٣٤٣
وجامع المسائل لابن تيمية ج ٣ ص ١٩٨
واجتماع الجيوش الإسلامية لابن القيم ج ٢ ص ١٦٥ وصححه',NULL,'21',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (21,'٢ - عَنِ الْحُسَيْنِ بْنِ عَلِيٍّ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: اضْطُرَّ النَّاسُ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى أَبِي بَكْرٍ، فَلَمْ يَجِدُوا تَحْتَ أَدِيمِ السَّمَاءِ خَيْرًا مِنْ أَبِي بَكْرٍ مِنْ أَجْلِ ذَلِكَ اسْتَعْمَلُوهُ عَلَى رِقَابِ النَّاسِ. (١)
_________
(١) -مناقب الشافعي للبيهقي ج ١ ص ٤٣٤
ومعرفة السنن والآثار للبيهقي ج ١ ص ١٩٤',NULL,'22',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (22,'٣ - قَالَ الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: أَجْمَعَ النَّاسُ عَلَى خِلَافَةِ أَبِي بَكْرٍ فَاسْتَخْلَفَ أَبُو بَكْرٍ عُمَرَ ثُمَّ جَعَلَ عُمَرُ الشُّورَى إِلَى سِتَّةٍ عَلَى أَنْ يُوَلُّوهَا وَاحِدًا، فَوَلَّوْهَا عُثْمَانَ، قَالَ الشَّافِعِيُّ: وَذَلِكَ أَنَّهُ اضْطُرَّ النَّاسُ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَجِدُوا تَحْتَ أَدِيمِ السَّمَاءِ خَيْرًا مِنْ أَبِي بَكْرٍ الصِّدِّيقِ فَوَلَّوْهُ رِقَابَهُمْ. (١)
_________
(١) -شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٧٦
وحلية الأولياء لأبي نعيم ج ٩ ص ١١٥
ومناقب الشافعي للبيهقي ج ١ ص ٤٣٤ - ٤٣٥
ومعرفة السنن والآثار للبيهقي ج ١ ص ١٩٣
واعتقاد الشافعي للهكاري ص ٣٠
وتاريخ الخلفاء للسيوطي ص ٥٥
الصواعق المحرقة على أهل الرفض والضلال والزندقة للهيتمي ج ١ ص ٤٠
ورسالة رد الروافض للسِّرْهِنْدِي ص ١٣',NULL,'23',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (23,'٤ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ سَمِعْتُ الشَّافِعِيَّ يَقُولُ: وَمَا أَجْمَعَ الْمُسْلِمُونَ عَلَيْهِ مِنْ أَنْ يَكُونَ الْخَلِيفَةُ وَاحِدًا فَاسْتَخْلفُوا أَبَا بَكْرٍ ثُمَّ اسْتَخْلَفَ أَبُو بَكْرٍ عُمَرَ ثُمَّ عُمَرُ أَهْلَ الشُّورَى لِيخْتَاروا وَاحِدًا فَاخْتَارَ عَبْدُ الرَّحْمَنِ عُثْمَانَ بْنَ عَفَّانَ. (١)
_________
(١) - الِاعْتِقَادُ لِلْبَيْهَقِيِّ ص ٣٦٨
ومناقب الشافعي للبيهقي ج ١ ص ٤٣٥',NULL,'24',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (24,'<span data-type="title" id=toc-6>الْبَابُ الْخَامِسُ: إِجْمَاعُ الصَّحَابَةِ عَلَى خِلاَفَةِ وَأَفْضَلِيَّةِ أَبِي بَكْرٍ الصَّدِيقِ وَمِنْ بَعْدِهِ عُمَرَ بْنِ الْخَطَّابِ:</span>',NULL,'25',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (25,'١ - عَنْ أَبِي ثَوْرٍ، عَنِ الشَّافِعِيِّ أَنَّهُ قَالَ: مَا اخْتَلَفَ أَحَدٌ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ فِي تفْضِيلِ أَبِي بَكْرٍ وَعُمَرَ وَتَقْدِيمِهِمَا عَلَى جَمِيعِ الصَّحَابَةِ وَإِنَّمَا اخْتَلَفَ مَنِ اخْتَلَفَ مِنْهُمْ فِي عَلِيٍّ وَعُثْمَانَ وَنَحْنُ لَا نُخَطِّئُ وَاحِدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا فَعَلُوا. (١)
_________
(١) -مناقب الشافعي للبيهقي ج ١ ص ٤٣٤
والاعتقاد للبيهقي ص ٣٦٩
ومنهاج السنة النبوية في نقض كلام الشيعة القدرية لابن تيمية ج ٢ ص ٨٦
والصواعق المحرقة على أهل الرفض والضلال والزندقة للهيتمي ج ١ ص ١٧٢',NULL,'26',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (26,'<span data-type="title" id=toc-7>الْبَابُ السَّادِسُ: عَقِيدَةُ الشَّافِعِيِّ فِي التَّفْضِيلِ بَيْنَ الصَّحَابَةِ</span>.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (27,'١ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: أَفْضَلُ النَّاسِ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَبُو بَكْرٍ ثُمَّ عُمَرُ ثُمَّ عُثْمَانُ ثُمَّ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُمْ. (١)
_________
(١) - حلية الأولياء لأبي نعيم ج ٩ ص ١١٤
ومناقب الشافعي للبيهقي ج ١ ص ٤٣٣
ومعرفة السنن والآثار للبيهقي ج ١ ص ١٩٣
والِاعْتِقَادُ لِلْبَيْهَقِيِّ ص ٣٦٨
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٦
ومختصر تاريخ دمشق لابن منظور ج ٢١ ص ٣٧٥
والبداية والنهاية لابن كثير ج ١٤ ص ١٣٩
وطبقات الشافعيين لابن كثير ص ٥',NULL,'28',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (28,'٢ - عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: أَفْضَلُ النَّاسِ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَبُو بَكْرٍ ثُمَّ عُمَرُ ثُمَّ عُثْمَانُ ثُمَّ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُمْ. (١)
_________
(١) -مناقب الشافعي للبيهقي ج ١ ص ٤٣٣
والِاعْتِقَادُ لِلْبَيْهَقِيِّ ص ٣٦٩',NULL,'29',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (29,'٣ - قَالَ أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ هِشَامِ بْنِ عُمَرَ الْبَلَدِيُّ: هَذِهِ وَصِيَّةُ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنْهُ: أَوْصَى أنَّ خَيْرَ النَّاسِ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَبُو بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ َعُثْمَانُ، ثُمَّ َعَلِيُّ بْنُ أَبِي طَالِبٍ، رِضْوَانُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ. (١)
_________
(١) -وصية الشافعي ص ٤٥ - ٤٦
وإثبات صفة العلو لابن قدامة المقدسي ص ١٢٢
والأمر بالاتباع والنهي عن الابتداع للسيوطي ص ١٢٧',NULL,'30',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (30,'٤ - قَالَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْحَجَبِيُّ لِلشَّافِعِيِّ: مَا رَأَيْتُ قُرَشِيًّا يُفَضِّلُ أَبَا بَكْرٍ وَعُمَرَ عَلَى عَلِيٍّ غَيْرَكَ. فَقَالَ لَهُ الشَّافِعِيُّ: عَلِيٌّ ابْنُ عَمِّي وَابْنُ خَالِي، وَأَنَا رَجُلٌ مِنْ بَنِي عَبْدِ مَنَافٍ، وَأَنْتَ رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ، وَلَوْ كَانَتْ هَذِهِ مَكْرُمَةً لَكُنْتُ أَوْلَى بِهِمَا مِنْكَ، وَلَكِنْ لَيْسَ الْأَمْرُ عَلَى مَا تَحْسَبُ. (١)
_________
(١) -شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٥٣
ومعرفة السنن والآثار للبيهقي ج ١ ص ١٩٣
ومناقب الشافعي للبيهقي ج ١ ص ٤٣٨ - ٤٣٩
واعتقاد الشافعي للهكاري ص ٣١
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٦
وطبقات الشافعية الكبرى للسبكي ج ١ ص ١٩٤
وطبقات الشافعيين لابن كثير ص ٧',NULL,'31',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (31,'<span data-type="title" id=toc-8>الْبَابُ السَّابعُ: عَقِيدَةُ الشّافِعِيِّ فِي الْخِلاَفَةِ وَالتَّفْضِيلِ</span>',NULL,'32',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (32,'١ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: فِي الْخِلَافَةِ وَالتَّفْضِيلِ، نَبْدَأُ بأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ رَضِيَ اللَّهُ عَنْهُمْ. (١)
_________
(١) - الشريعة للآجُرِّيُّ ج ٤ ص ١٧٦٧
والابانة لابن بطة - فضائل الصحابة - ج ١ ص ٣٢٢ - ٣٢٣
وشرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٥٠
والِاعْتِقَادُ لِلْبَيْهَقِيِّ ص ٣٣٦
وجامع بيان العلم وفضله لابن عبد البر ج ٢ ص ١١٧٤
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٦
وطبقات الشافعيين لابن كثير ص ٥',NULL,'33',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (33,'٢ - قَالَ أَبُو شُعَيْبٍ وَأَبُو ثَوْرٍ، عَنْ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَحِمَهُ اللَّهُ تَعَالَى قَالَ: الْقَوْلُ فِي السُّنَّةِ الَّتِي أَنَا عَلَيْهَا وَرَأَيْتُ أَصْحَابَنَا عَلَيْهَا أَهْلَ الْحَدِيثِ الَّذِينَ رَأَيْتُهُمْ وَأَخَذْتُ عَنْهُمْ مِثْلَ سُفْيَانَ وَمَالِكٍ وَغَيْرِهِمَا: وأَعْرِفُ حَقَّ السَّلَفِ الَّذِينَ اِخْتَارَهُمْ اللهُ تَعَالَى لِصُحْبَةِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالْأخْذُ بِفَضَائِلِهِمْ، وَأُمْسِكُ عَمَّا شَجَرَ بَيْنَهُمْ صَغِيرِهِ وَكَبِيرِهِ، وأقدم أبا بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ عُثْمَانُ، ثُمَّ عَلِيّاً رضي الله عنهم، فَهُمُ الْخُلَفَاءُ الرَّاشِدُونَ. (١)
_________
(١) -اعتقاد الشافعي للهكاري ص ١٧
والأمر بالاتباع والنهي عن الابتداع للسيوطي ص ١٢٧',NULL,'34',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (34,'<span data-type="title" id=toc-9>الْبَابُ الثَّامِنُ: مَنْ هُمُ الْخُلَفَاءُ الرَّاشِدُونَ الْمَهْدِيُّونَ</span>؟',NULL,'35',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (35,'١ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ الْخُلَفَاءُ الرَّاشِدُونَ الْمَهْدِيُّونَ. (١)
_________
(١) - الانتقاء في فضائل الثلاثة الأئمة الفقهاء لابن عبد البر ص ٨٢',NULL,'36',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (36,'٢ - قَالَ أَبُو شُعَيْبٍ وَأَبُو ثَوْرٍ، عَنْ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَحِمَهُ اللَّهُ تَعَالَى قَالَ: الْقَوْلُ فِي السُّنَّةِ الَّتِي أَنَا عَلَيْهَا وَرَأَيْتُ أَصْحَابَنَا عَلَيْهَا أَهْلَ الْحَدِيثِ الَّذِينَ رَأَيْتُهُمْ وَأَخَذْتُ عَنْهُمْ مِثْلَ سُفْيَانَ وَمَالِكٍ وَغَيْرِهِمَا: وأَعْرِفُ حَقَّ السَّلَفِ الَّذِينَ اِخْتَارَهُمْ اللهُ تَعَالَى لِصُحْبَةِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالْأخْذُ بِفَضَائِلِهِمْ، وَأُمْسِكُ عَمَّا شَجَرَ بَيْنَهُمْ صَغِيرِهِ وَكَبِيرِهِ، وأقدم أَبَا بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ عُثْمَانُ، ثُمَّ عَلِيّاً رضي الله عنهم، فَهُمُ الْخُلَفَاءُ الرَّاشِدُونَ. (١)
_________
(١) -اعتقاد الشافعي للهكاري ص ١٧
والأمر بالاتباع والنهي عن الابتداع للسيوطي ص ١٢٧',NULL,'37',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (37,'<span data-type="title" id=toc-10>الْبَابُ التَّاسِعُ: عُمَرُ بْنُ عَبْدِ الْعَزِيزِ خَامِسُ الْخُلَفَاءِ</span>',NULL,'38',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (38,'١ - قَالَ حَرْمَلَةُ بْنُ يَحْيَى: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: الخُلَفَاءُ خَمْسَةٌ: أَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ، وَعلِيُّ، وَعُمَرُ بنُ عَبْدِ العَزِيْزِ رَضِيَ اللَّهُ عَنْهُمْ." (١)
_________
(١) -آداب الشافعي ومناقبه لابن أبي حاتم الرازي ص ١٤٥
ومناقب الشافعي للبيهقي ج ١ ص ٤٤٨
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٦
ومختصر تاريخ دمشق لابن منظور ج ٢١ ص ٣٧٥
وتاريخ الإسلام للذهبي ج ٧ ص ١٩٧
وطبقات الشافعيين لابن كثير ص ٥ - ٦',NULL,'39',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (39,'٢ - قَالَ حَرْمَلَةَ بْنَ يَحْيَى: سَأَلْتُ الشَّافِعِيَّ فَقُلْتُ: يَا أَبَا عَبْدِ اللهِ مَنِ الْخُلَفَاءُ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ. (١)
_________
(١) -شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٧٤
والانتقاء في فضائل الثلاثة الأئمة الفقهاء لابن عبد البر ص ٨٣',NULL,'40',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (40,'٣ - قَالَ غَيْلَانُ بْنُ الْمُغِيرَةِ الْمِصْرِيُّ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: الْخُلَفَاءُ خَمْسَةٌ: أَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ، وَعَلِيٌّ، وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ. (١)
_________
(١) -شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٧٤',NULL,'41',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (41,'٤ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: الْخُلَفَاءُ خَمْسَةٌ، أَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ، وَعلِيُّ، وَعُمَرُ بنُ عَبْدِ العَزِيْزِ. (١)
_________
(١) -مناقب الشافعي للرازي ص ١٣٧
والكامل في التاريخ لابن الأثير ج ٤ ص ١١٩
وتاريخ الخميس في أحوال أنفس النفيس للديار بكري ج ٢ ص ٣١٦',NULL,'42',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (42,'<span data-type="title" id=toc-11>الْبَابُ الْعَاشِرُ: نَهْيُهُ عَنْ تَنَقُّصِ الصَّحَابَةِ أَوِ الْخَوْضِ فِي أَعْرَاضِهِمْ</span>',NULL,'43',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (43,'١ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: قَالَ الشَّافِعِيُّ: مَنْ عَانَدَ السُّنَّةَ قَصَدَ الصَّحَابَةَ وَمَنْ قَصَدَ الصَّحَابَةَ أَبَغَضَ النَّبِيَّ وَمَنْ أَبَغَضَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَرَ بِاللهِ الْعَظِيمِ. (١)
_________
(١) - طبقات الحنابلة لأبي يعلى ج ١ ص ١٣',NULL,'44',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (44,'٢ - قَالَ الْمُزَنِيُّ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ لِلرَّبِيعِ: يَا رَبِيعُ , اِقْبَلْ مِنِّي ثَلاثَةَ أَشْيَاءَ، لَا تَخُوضَنَّ فِي أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِنَّ خَصْمَكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْقِيَامَةِ، وَلا تَشْتَغِلْ بِالْكَلامِ، فَإِنِّي قَدِ اطَّلَعْتُ مِنْ أَهْلِ الْكَلامِ عَلَى التَّعْطِيلِ، وَلَا تَشْتَغِلْ بِالنُّجُومِ، فَإِنَّهُ يَجُرُّ إِلَى التَّعْطِيلِ. (١)
_________
(١) - ذم الكلام وأهله لأبي إسماعيل الهروي ج ٤ ص ٢٨٧ - ٢٨٩
وجَمْعُ الْجُيُوشِ وَالدَّسَاكِرِ عَلَى ابْنِ عَسَاكِرَ -مخطوط- رقم ٦٠',NULL,'45',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (45,'٣ - قَالَ الرَّبِيعُ: قَالَ لِيَ الشَّافِعِيُّ: يَا رَبِيعُ! اقْبَلْ مِنِّي ثَلاثَةَ أَشْيَاءَ: لَا تَخُوضَنَّ فِي أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِنَّ خَصْمَكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْقِيَامَةِ، وَلا تَشْتَغِلْ بِالْكَلامِ، فَإِنِّي قَدِ اطَّلَعْتُ مِنْ أَهْلِ الْكَلامِ عَلَى أَمْرٍ عَظِيمٍ، وَلا تَشْتَغِلْ بِالنُّجُومِ، فَإِنَّهُ يَجُرُّ إِلَى التَّعْطِيلِ. (١)
_________
(١) -ذم الكلام وأهله لأبي إسماعيل الهروي ج ٤ ص ٢٨٧ - ٢٨٨
وسير أعلام النبلاء للذهبي ج ١٠ ص ٢٨
وتوالي التأسيس لمعالي محمد بن ادريس لابن حجر العسقلاني ص ١٣٨',NULL,'46',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (46,'٤ - قَالَ الْحُسَيْنَ بْنَ عَلِيٍّ سَمِعْتُ الشَّافِعِيَّ يَقُولُ: الْعَشَرَةُ أَشْكَالٌ لَهُمْ أَنْ يُغَيَّرَ بَعْضُهُمْ عَلَى بَعْضٍ، وَالْمُهَاجِرُونَ الْأَوَّلُونَ وَالْأَنْصَارُ لَهُمْ أَنْ يُغَيَّرَ بَعْضُهُمْ عَلَى بَعْضٍ، وَمُسْلِمةُ الْفَتْحِ أَشْكَالٌ لَهُمْ أَنْ يُغَيَّرَ بَعْضُهُمْ عَلَى بَعْضٍ، فَإِذَا ذَهَبَ أَصْحَابُ مُحَمَّدٍ صَلَّي اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَرَامٌ عَلَى تَابِعِيٍّ إِلَّا اتِّبَاعَ بِإِحْسَانٍ حذْوًا بِحَذْوٍ. (١)
_________
(١) -أحاديث في ذم الكلام وأهله لأبي الفضل الرازي ج ٣ ص ٢٧ - ٢٨
وذم الكلام وأهله لأبي إسماعيل الهروي ج ٢ ص ٣٠٩
ومناقب الشافعي للبيهقي ج ١ ص ٤٤٣ - ٤٤٤
ومنازل الأئمة الأربعة للأزدي ص ٢١٨',NULL,'47',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (47,'٥ - قَالَ الْحَسَنَ بْنَ مُحَمَّدٍ الزَّعْفَرَانِيَّ: قَالَ الشَّافِعِيُّ: أَثْنَى اللهُ تَبَارَكَ وَتَعَالَى عَلَى أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْه وَسَلَّمَ فِي الْقُرْآنِ وَالتَّوْرَاةِ وَالْإِنْجيلِ وَسِيقَ لَهُمْ عَلَى لِسَانِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيه وَسَلَّمَ مِنَ الْفَضْلِ مَا لَيْسَ لِأحَدٍ بَعْدَهُمْ فَرَحِمَهُمُ اللهُ وَهَنَّأَهُمْ بِمَا آتَاهُمْ مِنْ ذَلِكَ بِبُلُوغِ أعْلَى مَنَازِلِ الصِّدِّيقِينَ وَالشّهداءِ وَالصَّالِحِينَ فَهُمْ أَدَّوْا إلْيَنَا سُنَنَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْه وَسَلَّمَ وَشَاهَدُوهُ وَالْوَحْيُ يَنْزِلُ عَلَيه فَعَلِمُوا مَا أَرَادَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيه وَسَلَّمَ عَامًّا وَخَاصًّا وَعَزْمًا وَإِرْشَادًا وَعَرَفُوا مِنْ سُنَّتِهِ مَا عَرَفْنَا وَجَهْلِنَا، وَهُمْ فَوْقَنَا فِي كُلِّ عِلْمٍ وَاجْتِهَادٍ وَوَرَعٍ وَعَقْلٍ وَأَمْرٍ اُسْتُدْرِكَ بِهِ عِلْمٌ وَاسْتُنْبِطَ بِهِ، وآراؤهم لَنَا أَحْمَدُ وَأَوْلَى بِنَا مِنْ آرائنا عندَنَا لِأَنْفَسُنَا وَاللهُ أعْلَمُ. (١)
_________
(١) -مناقب الشافعي للبيهقي ج ١ ص ٤٤٢
ودرء تعارض العقل والنقل لابن تيمية ج ٥ ص ٧٣
ومنهاج السنة النبوية في نقض كلام الشيعة القدرية لابن تيمية ج ٦ ص ٨١
ومجموع الفتاوى لابن تيمية ج ٤ ص ١٥٨
واعلام الموقعين عن رب العالمين لابن القيم ج ١ ص ٦٣',NULL,'48',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (48,'٦ - قَالَ أَبُو شُعَيْبٍ وَأَبُو ثَوْرٍ، عَنْ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَحِمَهُ اللَّهُ تَعَالَى قَالَ: الْقَوْلُ فِي السُّنَّةِ الَّتِي أَنَا عَلَيْهَا وَرَأَيْتُ أَصْحَابَنَا عَلَيْهَا أَهْلَ الْحَدِيثِ الَّذِينَ رَأَيْتُهُمْ وَأَخَذْتُ عَنْهُمْ مِثْلَ سُفْيَانَ وَمَالِكٍ وَغَيْرِهِمَا: وأَعْرِفُ حَقَّ السَّلَفِ الَّذِينَ اِخْتَارَهُمْ اللهُ تَعَالَى لِصُحْبَةِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالْأخْذُ بِفَضَائِلِهِمْ، وَأُمْسِكُ عَمَّا شَجَرَ بَيْنَهُمْ صَغِيرِهِ وَكَبِيرِهِ. (١)
_________
(١) - اعتقاد الشافعي للهكاري ص ١٧
والأمر بالاتباع والنهي عن الابتداع للسيوطي ص ١٢٧',NULL,'49',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (49,'٧ - قَالَ أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ هِشَامِ بْنِ عُمَرَ الْبَلَدِيُّ: هَذِهِ وَصِيَّةُ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنْهُ: أَوْصَى أنَّ خَيْرَ النَّاسِ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَبُو بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ َعُثْمَانُ، ثُمَّ َعَلِيُّ بْنُ أَبِي طَالِبٍ، رِضْوَانُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ، وَأَتَوَلَّاهُمْ، وَأَسْتَغْفِرُ لَهُمْ، وَلِأَهْلِ الْجَمَلِ وَصِفِّينَ، الْقَاتِلِينَ وَالْمَقْتُولِينَ، وَجَمِيعِ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجْمَعِينَ. (١)
_________
(١) -وصية الشافعي ص ٤٥ - ٤٦
واعتقاد الشافعي للهكاري ص ١٥
وإثبات صفة العلو لابن قدامة المقدسي ص ١٢٢
والأمر بالاتباع والنهي عن الابتداع للسيوطي ص ١٢٧',NULL,'50',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (50,'٨ - قَالَ الْمُزَنِيُّ: أَنْشَدَنِي الشَّافِعِيُّ رَحِمَهُ اللهُ مِنْ قِيلِهِ:
شَهِدْتُ بِأَنَّ اللَّهَ لَا شَيْءَ غَيْرُهُ ... وَأَشْهَدُ أَنَّ الْبَعْثَ حَقٌّ وَأُخْلِصُ
وَأَنَّ عُرَى الْإِيمَانِ قَوْلٌ مُبَيَّنٌ ... وَفِعْلٌ زَكِّيٌّ قَدْ يَزِيدُ وَيَنْقُصُ
وَأَنَّ أَبَا بَكْرٍ خَلِيفَةُ رَبِّهِ ... وَكَانَ أَبُو حَفْصٍ عَلَى الْخَيْرِ يَحْرِصُ
وَأُشْهِدُ رَبِّي أَنَّ عُثْمَانَ فَاضِلٌ ... وَأَنَّ عَلِيًّا فَضْلُهُ متُخَصِّصُ
أَئِمَّةُ قَوْمٍ مُقْتَدًى بِهُدَاهُمُ ... لَحَا اللَّهُ مَنْ إِيَّاهُمُ يَتَنَقَّصُ
فَمَا لِعُتَاةٍ يَشْهَدُونَ سَفَاهَةً ... وَمَا لِسَفِيهٍ لَا يَحِيصُ وَيَخْرُصُ (١)
_________
(١) - شرح أصول اعتقاد أهل السنة والجماعة للالكائي ج ٨ ص ١٤٧٤
واعتقاد الشافعي للهكاري ص ١٩
وسير السلف الصالحين لإسماعيل بن محمد الأصبهاني ص ١٩٦
ومنازل الأئمة الأربعة للأزدي ص ١٤٣
وتاريخ دمشق لابن عساكر ج ٥١ ص ٣١٢
ومختصر تاريخ دمشق لابن منظور ج ٢١ ص ٣٧٣ - ٣٧٤
ومواهب الوفي في مناقب الشافعي للجعبري ص ١٤٧
وطبقات الشافعيين لابن كثير ص ٧',NULL,'51',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (51,'٩ - قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يُنْشِدُ:
شَهِدْتُ بِأَنَّ اللَّهَ لَا شَيْءَ غَيْرُهُ ... وَأَشْهَدُ أَنَّ الْبَعْثَ حَقٌّ وَأُخْلِصُ
وَأَنَّ عُرَى الْإِيمَانِ قَوْلٌ مُحسن ... وَفِعْلٌ زَكِّيٌّ قَدْ يَزِيدُ وَيَنْقُصُ
وَأَنَّ أَبَا بَكْرٍ خَلِيفَةُ أَحْمَدِ ... وَكَانَ أَبُو حَفْصٍ عَلَى الْخَيْرِ يَحْرِصُ
وَأُشْهِدُ رَبِّي أَنَّ عُثْمَانَ فَاضِلٌ ... وَأَنَّ عَلِيًّا فَضْلُهُ متُخَصِّصُ
أَئِمَّةُ قَوْمٍ يُقْتدى بِفعالهمُ ... لَحَا اللَّهُ مَنْ إِيَّاهُمُ يَتَنَقَّصُ
فَمَا لِغوَاةٍ يَشْتمونَ سَفَاهَةً ... وَمَا لِسَفِيهٍ لَا يجاب فيَحرصُ (١)
_________
(١) - مناقب الشافعي للبيهقي ج ١ ص ٤٤٠ - ٤٤١',NULL,'52',NULL,NULL,'0');
INSERT INTO [b13592] VALUES (52,'وَفِي الْأَخِيرِ نَسْأَلُكُمْ دَعْوَةً خَالِصَةً بِالْغَيْبِ.
سُبْحَانَكَ اللَّهُمَّ وبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إلَهَ إِلَّا أَنْتَ سُبْحَانَكَ، أَسَتَغْفِرُكَ وَأَتُوبُ إلْيَكَ.
وَصَلَّى اللهُ وَسَلَّمَ وَبَارَكَ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرًا.
كَتَبَهُ أَبُو عَبْدِ الْبَرِّ في ١٠ أُكْتُوبَر ٢٠١١ - الْمَغْرِبُ.',NULL,'53',NULL,NULL,'0');
