-- Table: b1426
-- Chunk: 1
-- Rows: 206

CREATE TABLE "b1426"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1426
INSERT INTO [b1426] VALUES (1,'إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ} ١ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} ٢ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} ٣.
أما بعد: فهذا (تفسير الإمام ابن أبي العز) قمت باستخراجه من خلال مؤلفاته، وضممت شتاته، وعلقت حواشيه على قدر الوسع والطاقة، والبضاعة المزجاة.
والله تعالى أسأل أن يغفر لناثره وجامعه، وأن ينفع به قارئه. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.
القسم الأول: مقدمة وتعريف (وفيه عنصران) :
العنصر الأول: مقدمة، تشمل ما يلي:
١- أسباب اختيار الموضوع.
٢- خطة البحث.
٣- المنهج المتبع في إخراج البحث.
_________
١ سورة آل عمران، الآية: ١٠٢.
٢ سورة النساء، الآية: ١.
٣ سورة الأحزاب، الآية: ٧٠، ٧١.','120','13',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (2,'العنصر الثاني: تعريف موجز بالإمام ابن أبي العز، ويشتمل على ما يلي:
١- اسمه ونسبه وولادته.
٢- نشأته وشيوخه وتلاميذه.
٣- مذهبه في العقيدة والفقه.
٤- مؤلفاته والمناصب العلمية التي وليها.
٥- وفاته رحمه الله تعالى.','120','14',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (3,'القسم الأول:<span data-type="title" id=toc-1> مقدمة وتعريف</span>، وفيه عنصران:
<span data-type="title" id=toc-2>العنصر الأول: مقدمة تشمل</span>
١-أسباب اختيار الموضوع
١- العقيدة الصحيحة، أهم شرط من شروط المفسر للقرآن الكريم وقد أُصيب هذا الشرط بشيء من الخلل منذ ظهور الفرق التي تأثرت بمنطق اليونان وحضارة الفرس ولرفع هذا الخلل، أو التقليل من آثاره أرى أن نتبع سببين:
الأول: التنقيب والبحث عن المخطوطات التفسيرية التي عُرف مؤلفوها بالعقيدة الصحيحة وإخراجها للناس.
الثاني: جمع المنثور من التفسير من كتب الأئمة الذين اتبعوا منهج السلف، وعُرفوا بحبه والتمسك به.
٢- رأيت من بعض المعاصرين الشغف بإخراج تراث بعض الفرق الضالة والدعوة إليها١ وهذا تهديد لحصوننا من داخلها وزيادة لجراحنا النازفة، فلعل جمع تفسير من عرف بالتصدي لتلك الفرق مما يدفع الله به الفساد، والله تعالى يقول: {وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأَرْضُ} ٢
٣- هناك محاسن كثيرة تميز بها تفسير الإمام ابن أبي العز، دعتني إلى استخراجه والتعليق عليه، وقد ذكرتها تفصيلاً في خاتمة هذا البحث.
٢- خطة البحث:
تقع خطة هذا البحث في قسمين وخاتمة وفهارس
القسم الأول: مقدمة وتعريف (وفيه عنصران)
_________
١ من الأمثلة على هذا تحقيقات وكتابات الدكتور عدنان زرزور حول تراث المعتزلة التفسيري.
٢ سورة البقرة، الآية: ٢٥١.','120','15',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (4,'العنصر الأول: مقدمة، تشمل: أسباب اختيار الموضوع، والخطة التي يقوم عليها البحث، والمنهج المتبع في إخراجه.
العنصر الثاني: تعريف موجز بالإمام ابن أبي العز. يشتمل علي:
اسمه ونسبه وولادته، ونشأته وشيوخه وتلاميذه، ومذهبه في العقيدة والفقه، ومؤلفاته والمناصب العلمية التي وليها، ووفاته رحمه الله تعالى.
القسم الثاني: عرض تفسير الإمام ابن أبي العز، مرتباً على سور القرآن الكريم وآياته، موشى بالتعليقات اللازمة.
الخاتمة: في ذكر بعض محاسن تفسير الإمام ابن أبي العز
الفهارس: وتشمل (فهرس الآيات، والمراجع، ومواضع البحث) .
٣ - المنهج المتبع في إخراج البحث:
١- جمعت كتب المؤلف واستخرجت التفسير منها، ورتبته على سور القرآن الكريم وآياته.
٢- إذا أورد المؤلف أكثر من آية في مكان واحد، ثم ذكر تفسيراً واحداً يناسب هذه الآيات، جعلت ذلك في السورة التي ذكر أول آية منها، وإذا ساق المؤلف عدداً من الآيات - في مكان واحد - لكل آية معنى يختلف عن معنى الآية الأخرى، جعلت كل آية في سورتها.
٣- عندما استخرجت هذا التفسير فإنني لم أنقل إلا ما قصد به المؤلف تفسير الآية؛ ولهذا لم أتعرض للآيات التي يذكر المؤلف شيئاً مما يوافق معانيها دون إيراد نصها.
٤- خرّجت الأحاديث والآثار من مصادرها المعتمدة، مع ذكر الحكم على الحديث أو الأثر إن لم يكن في الصحيحين، أو في أحدهما، وأنا مسبوق في الحديث من قبل الأساتذة الّذين حققوا شرح العقيدة الطحاوية.
٥- الآيات التي فسرها المؤلف أشرت إلى سورتها ورقمها في الحاشية،','120','16',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (5,'وإذا تكررت في أثناء تفسير الآية لم أُشر إليها مرة أخرى، وقد أُشير أحياناً.
٦- شرحت الغريب، وضبطت بالشكل ما رأيت أنه يحتاج إلى ضبط وعرّفت ببعض الفرق والأعلام ووثّقت جميع نقولات المؤلف في التفسير والقراءات وغير ذلك، وأشرت إلى المراجع التي وافقت المؤلف فيما قَال أو نقل.
٧- أشرت إلى الكلام المحذوف بوضع ثلاث نقاط، وإلى المدخل الّذي ليس للمؤلف بوضعه بين معكوفين.
٨- ناقشت ما يحتاج إلى مناقشة، وبينت ما يحتاج إلى بيان من الأقوال أو المعاني التي ذكرها المؤلف.
٩- عرفت بالمؤلف وصنعت خاتمة للبحث وفهارس للآيات والمراجع ومواضع البحث.','120','17',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (6,'<span data-type="title" id=toc-3>العنصر الثاني: تعريف موجز بالإمام ابن أبي العز</span>
١-اسمه ونسبه وولادته
أ-اسمه ونسبه: هو علي بن علي بن محمد بن محمد ابن أبي العز١ بن صالح ابن أبي العز بن وهيب بن عطاء بن جُبير بن جابر بن وهيب، الأذرعي - الأصل - الدمشقي٢، يلقب بصدر الدين٣.
ب- ولادته: ولد في الثاني والعشرين من شهر ذي الحجة٤، سنة إحدى وثلاثين وسبعمائة٥، في الصالحية من مدينة دمشق٦.
٢- نشأته وشيوخه وتلاميذه:
أ- نشأته: نشأ المؤلف في ظل أُسرة ذات نباهة في العلم، ومكانة في المجتمع، فأبوه كان قاضياً، وكذلك جده٧. وأبو جده (محمد) كان أحد أساتذة المدرسة المرشدية٨، وأولاد عمومته منهم القاضي٩، ومنهم
_________
١ ورد في عدد من مخطوطات كتب المؤلف (ابن العز) وكذلك في كشف الظنون (٢/١١٤٣) ، وهدية العارفين (١/ ٧٢٦) وورد في بعض المواضع من إنباء الغ مر (٣/٥٠) ، أن اسم المؤلف محمد، وتابع ابن العماد الحنبلي في شذرات الذهب (٦/٣٢٦) هذا الموضع من ِإنباء الغمر، والصحيح (علي) كما في جميع المراجع الأخرى، وكما هو مدون على مخطوطات كتبه.
٢ هكذا ذكر نسب أبيه ابن قاضي شهبة في تاريخه (٢/ ٤٦٩) وأشار أيضاً إلى اسم المؤلف ولقبه بقوله: "ولده صدر الدين علي" (٢/ ٤٧٠) .
٣ انظر المرجع السابق (٢/ ٤٧٠) ، والثغر البسام، ص (٢٠١) .
٤ انظر الدليل الشافي (١/٤٦٥) .
٥ انظر الدرر الكامنة (٣/ ١٥٩) ، والدليل الشافي (١/ ٤٦٥) .
٦ انظر الدليل الشافي (١/٤٦٥) .
٧ انظر تاريخ ابن قاضي شهبة (٢/٤١٥) فقد أشار إلى أن أباه وجده من القضاة.
٨ انظر مقدمة شرح العقيدة الطحاوية، ص (٦٧، ٦٨) .
٩ انظر تاريخ ابن قاضي شهبة (٣/٤٨١، ٣٦٠) .','120','18',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (7,'المفتي١، ومنهم المدرس٢.
ب- شيوخه: لا تجود علينا كتب التراجم، ولو بيسير في هذا الجانب، والذي أستطيع أن أقول في هذه الناحية وأنا مسبوق إليه٣: إن الإمام صدر الدين ابن أبي العز قد تركت فيه كتب شيخ الإسلام ابن تيمية وتلاميذه أعظم الأثر، فهما الشيخان الموجهان لحياة هذا الإمام، وقد صرح باسم الإمام ابن كثير في أكثر من موضع في شرح العقيدة الطحاوية، ووصفه بأنه شيخه٤، ويترجح عند بعض الباحثين بأنه كان يتصل بالإمام ابن القيم ويستفيد منه مشافهة٥، فأمّا نقله من كتبه فكثير جداً، خصوصاً في شرح العقيدة الطحاوية٦.
وهناك شيخ آخر لابن أبي العز ذكره في كتابه التنبيه على مشكلات الهداية٧، هو: إبراهيم بن علي بن أحمد الطرسوسي، أحد العلماء على مذهب الإمام أبي حنيفة، وتوفي بدمشق سنة ٧٥٨ ?٨.
وأما دراسة ابن أبي العز الأولية فلم أظفر بشيء عنها ولكن يبدو أنها كانت على يدي والده، وفي المدراس التي تهتم بدراسة المذهب الحنفي.
ج- تلاميذه: لا نشك في أن لهذا الإمام تلاميذاً، ولكن لم تتفضل علينا كتب التراجم بشيء في ذلك؛ إلاّ ما ذكره الإمام السخاوي في بعض
_________
١ انظر مقدمة شرح العقيدة الطحاوية، ص (٦٨) .
٢ انظر تاريخ ابن قاضي شهبة (٢/٥٠٣، ٥٠٤) و (٣/١٤٨) .
٣ انظر مقدمة شرح العقيدة الطحاوية، ص (٧، ٧٣) للأستاذين التركي والأرنؤوط.
٤ انظر المرجع السابق، ص (٧٣) وانظر من هذا البحث آخر سورة التوبة، الآية (١٢٤) .
٥ انظر مقدمة شرح العقيدة الطحاوية، ص (٧٣) .
٦ انظر من هذا البحث الحواشي، عند الآية (١٨) من سورة آل عمران، والآية (١٧٢) من سورة الأعراف.
٧ انظر منه، ص (٣٥٥) تحقيق أنور.
٨ انظر تاج التراجم، ص (٨٩) ، والفوائد البهية، ص (١٠) ، والطبقات السنية (١/٢١٣) .','120','19',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (8,'كتبه١ أن ابن الديري واسمه سعد بن محمد بن عبد الله أحد قضاة الحنفية ت: ٨٦٧ قد أجاز له ابن أبي العز.
٣- مذهبه في العقيدة والفقه
أ- في العقيدة: الإمام ابن أبي العز مشى على مذهب السلف في جميع المباحث العقدية، وحسبك في إثبات هذه الحقيقة - التي هي أوضح من الشمس في رابعة النهار - أمران.
الأول: ما سطره في شرحه للعقيدة الطحاوية، فقد تناول في هذا الكتاب جل المباحث العقدية بمنهج سلفي رصين، حتى غدا هذا الكتاب أحد الدعائم التي تعتمد عليها الجامعات الإسلامية في تدريس مادة التوحيد.
الثاني: اعتراضه على بعض شعراء أهل زمانه٢، عندما مدح النبي صلى الله عليه وسلم بقصيدة، وقع فيها بعض الأخطاء العقدية فبيَّن الإمام ابن أبي العز تلك الأخطاء، ونبَّه عليها، فلم يعجب ذلك بعض أهل زمانه ممن ينتحل العلم، وشغَّبوا عليه بهذه المسألة فامتحن بسببها وأُدخل السجن، وأوذي٣.
ب- أما مذهبه في الفقه: فهو حنفي٤، يزن أقوال الأئمة بالكتاب والسنة وما أجمع عليه سلف الأمة. ولقد وضع لنفسه منهجاً قويماً قاده إلى
_________
١ انظر الضوء اللامع (٣/ ٢٤٩ - ٢٥٣) ، ووجيز الكلام (١/ ٢٩٦) .
٢ واسمه: علي بن أيبك بن عبد الله. قَال ابن حجر: اشتهر بالنظم قديما ... وله مدائح نبوية (ت: ٨٠١ ?) انظر إنباء الغمر (٤/٦٧) ، والدليل الشافي (١/ ٤٥٢) .
٣ تفاصيل الحادثة وامتحانه في إنباء الغمر بأبناء العمر (٢/٩٥-٩٨) الطبعة العثمانية في حوادث ٧٨٤ ?. وقد أحسن الشيخان التركي والأرنؤوط بشرح ملابسات تلك الحادثة، وبيان وجه الحق فيها. انظر: مقدمتهما لشرح العقيدة الطحاوية، ص (٨٧-١٠٢) .
٤ ذكره في قضاة الحنفية في مصر السيوطي في حسن المحاضرة (٢/ ١٨٤، ١٨٥) ووصفه جماعة من المترجمين له بالحنفي منهم ابن حجر في الدرر الكامنة (٣/١٥٩) ، وابن تغري بردي في الدليل الشافي (١/٤٦٥) ، والسخاوي في وجيز الكلام (١/ ٢٩٦) .','120','20',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (9,'باب الإمامة، وجعل أبحاثه في غاية الدقة والمتانة، بعد توفيق من الله ورعايته نص عليه في كتابه الإتباع فقال: "فالواجب على من طلب العلم النافع أن يحفظ كتاب الله ويتدبره، وكذلك من السنة ما تيسر له، ويتضلع منها ويتروّى، ويأخذ معه من اللغة والنحو ما يصلح به كلامه، ويستعين به على فهم الكتاب والسنة، وكلام السلف الصالح - في معانيها - ثم ينظر في كلام عامة العلماء: الصحابة، ثم مَنْ بعدهم، ما يتيسر له من ذلك من غير تخصيص، فما اجتمعوا عليه لا يتعداه، وما اختلفوا فيه نظر في أدلتهم من غير هوى ولا عصبية، ثم بعد ذلك من يهد الله فهو المهتدي، ومن يضلل فلن تجد له ولياً مرشداً"١.
٤- مؤلفاته والمناصب العلمية التي وليها:
أ- مؤلفاته: له عدة مؤلفات وقفت عليها جميعاً إلاّ واحداً، وكلها قوية - أعني ما وقفت عليه - في موضوعها ومضمونها، وإليك الحديث عنها بإيجاز.
شرح العقيدة الطحاوية٢: وهو شرح نفيس تضمن أبحاثاً دقيقة عميقة، وتحقيقات بديعة متقنة في العقيدة الإسلامية، على منهج السلف٣ بل إنه لم يترك مبحثاً مهماً من مباحث العقيدة، وإلا وطرقه بإطناب، وقد حُقّق
_________
١ الاتباع، ص (٨٨) والمؤلف في جميع كتبه (التنبيه على مشكلات الهداية، وشرح العقيدة الطحاوية، والاتباع، ورسالة في صحة الإقتداء بالمخالف) يحارب المتعصبين للأئمة، الذين يسوقون الأمة إلى الاختلاف والتنازع، ولكنه لا يمنع من تقليد الأئمة دون تعصب؛ فإنه القائل: "ومن ظن أنه يعرف الأحكام من الكتاب والسنة بدون معرفة ما قاله هؤلاء الأئمة وأمثالهم، فهو غالط مخطئ. ولكن ليس الحق وقفاً على واحد منهم، والخطأ وقفاً بين الباقين حتى يتعين اتباعه دون غيره". الاتباع، ص (٤٣) .
٢ نسبه إلى المؤلف الإمامُ السخاوي في وجيز الكلام (١/٢٩٦) ، والزبيدي في شرح إحياء علوم الدين (٢/١٤٦) ، وانظر مقدمة التركي والأرنؤوط للكتاب المذكور، ص (١١٧) .
٣ انظر مقدمة التركي والأرنؤوط لشرح العقيدة الطحاوية، ص (٨١) .','120','21',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (10,'١- الكتاب عدة تحقيقات، وطُبع عدة طبعات كان أول هذه التحقيقات والطبعات قبل سبعين سنة، وقد استوفى الكلام على هذه الطبعات التركي والأرنؤوط، في تحقيقهما لهذا الشرح١، الذي هو أفضل التحقيقات والطبعات فيما رأيت، وعليه اعتمدت في نقل النصوص التفسيرية، وإن كان لا يسلم من ملاحظات، والكمال لله وحده٢.
٢- الإتباع٣: يقع هذا الكتاب في (١١٠) صفحات من الحجم المتوسط، له أكثر من طبعة، والتي وقفت عليها هي الطبعة الثانية في عمان، سنة ١٤٠٥هـ بتحقيق محمد عطا الله، وعاصم بن عبد الله، والكتاب رد على رسالة ألفها معاصره محمد بن محمود بن أحمد الحنفي المعروف بالبابرتي (ت: ٧٨٦هـ) يرجح فيها تقليد مذهب أبي حنيفة على غيره من المذاهب، فكان لابن أبي العز معه وقفات موفقة أعاد فيها الحق إلى موضعه، فيما زل فيه البابرتي، والعصمة لله وحده، ثم لرسوله صلى الله عليه وسلم.
٣-رسالة في الفقه: مضمونها جواب عن ثلاثة أسئلة وجهت إلى المؤلف. الأول: أن جماعة من الحنفية يتحرجون من الصلاة خلف من يرفع يديه في أثناء الصلاة. والثاني: أنهم إذا صلوا الجمعة خلف إمام الحي ينهضون عند سلامه ويقيمون الصلاة، ويصلون الظهر؛ لأن هذه الصلاة لا تصح عندهم إلا في مصر جامع، والثالث: أن بعضهم يتحرز من ماء الوضوء الذي يسقط من أعضاء الوضوء، لظنهم أنه نجس. وقد أجاب المؤلف عن هذه الأسئلة بما استغرق خمس لوحات،
_________
١ انظر مقدمتهما، ص (١٠٦، ١٠٩) .
٢ منها قولهما: إنهما خرجا الآثار، وهما لم يخرجا إلا عدداً لا يكاد يُذكر. ومنها إطلاقهما القول بما يفيد أنهما أشارا إلى جميع مواضع النقول من المؤلفات التي نقل منها الشارح. ومنها تساهلهما في إطلاق كلمة (لم نقف عليه) أثناء حديثهما على مؤلفات الشارح التي لم تطبع وفي تعارف الباحثين أن هذه الكلمة لا تُقال إلا بعد البحث الجيد.
٣ انظر توثيق نسبة الكتاب إلى المؤلف في مقدمة الطبعة الثانية، من كتاب الاتباع، ص (١٢) .','120','22',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (11,'غير لوحة العنوان، وقد قام بتحقيقها الطالب مسعود عالم بن محمد.١
والمسلمون بحاجة إلى ما فيها من علم، خصوصاً في زماننا هذا الذي جعل فيه العوامُ - وأشباههم ممن ينتحل العلم - هذه الخلافات الفرعية سبيلاً إلى تفريق هذه الأمة، وزيادتها وهناً على وهن.
٤-كتاب التنبيه على مشكلات الهداية٢: نسبه إليه الإمام السخاوي٣ وغيره٤. والمؤلف يعني بالهداية، كتاب الهداية لمؤلفه على بن أبي بكر المرغيناني (ت: ٥٩٣ هـ) .
وكتاب التنبيه يحتوي على علم غزير يشهد لمؤلفه بالإمامة والرسوخ في علم الفقه المقارن، وكذلك في علمي الأصول والحديث، إلا أنه تحامل على صاحب الهداية، فلم ينصفه في بعض المواطن.
والكتاب حُقق في رسالتي ماجستير، وذلك بقسم الفقه في كلية الشريعة، بالجامعة الإسلامية بالمدينة النبوية.
٥- النور اللامع فيما يعمل به في الجامع: نسبه إليه إسماعيل باشا، والزركلي، وكحالة٥، ويعني بالجامع، جامع بني أمية بدمشق٦، ولم أقف على ذات الكتاب
_________
١ يوجد منها نسخة في المكتبة المركزية بالجامعة الإسلامية، برقم (٤/٢١٧ ع زر) وفات الباحث الاطلاع على نسخة أخرى ذكرها فهرس مخطوطات دار الكتب الظاهرية المجاميع (٢/٣٥٠) ولا أدري هل اطلع عليها الباحث عندما طبع الكتاب في دار الهجرة.
٢ هكذا ذكر المؤلف عنوان الكتاب. انْظر: التنبيه على مشكلات الهداية، ص١ تحقيق عبد الحكيم.
٣ انظر وجيز الكلام (١/ ٢٩٦) .
٤ انظر هدية العارفين (١/٧٢٦) ، والأعلام (٤/٣١٣) ، ومعجم المؤلفين (٧/١٥٦) .
٥ انظر هدية العارفين (١/٧٢٦) ، والأعلام (٤/٣١٣) ، ومعجم المؤلفين (٧/١٥٦) .
٦ انظر هدية العارفين (١/ ٧٢٦) وعنوان الكتاب يوحي بأنه ليس كبيراً، والله أعلم.','120','23',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (12,'بعد البحث والمحاولة، وسؤال أهل الخبرة، ولازال الأمل موجوداً والبحث جارياً.
ب- المناصب العلمية التي وليها: ذكرت كتب التاريخ أنه تولى التدريس والخطابة والقضاء.
١- التدريس: درَّس في عدد من المدارس الحنَفية، منها (القيمازية) في سنة ٧٤٨هـ١، والمدرسة الركنية سنة ٧٧٧هـ٢، والمدرسة العزية البرانية في ربيع الآخر سنة ٧٨٤هـ، ودرس بالمدرسة الجوهرية٣.
٢- الخطابة: تولى الخطابة في جامع الأفرم بدمشق٤، وتولى الخطابة أيضاً بحسبان٥، وهي بلدة تقع جنوب عمَّان٦.
٣- القضاء: ولي قضاء الحنفية بدمشق في آخر سنة ٧٧٧هـ، نيابة عن ابن عمه نجم الدين، الذي نقل إلى قضاء مصر سنة ٧٧٧هـ٧، ثم استعفى نجم الدين من القضاء فأعفي، وولي مكانه ابن أبي العز، فباشر القضاء شهرين وأياماً، ثم استعفى فأُعفي٨، وعاد إلى دمشق، يدرس ويخطب٩.
_________
١ انظر تاريخ ابن قاضي شهبة (٢/٥٠٣) .
٢ انظر مقدمة شرح العقيدة الطحاوية، ص (٧٨) .
٣ ذكر ابن حجر ما يفيد أنه درس في المدرستين ولم يذكر التاريخ انظر إنباء الغمر (٢/٩٨) وانظر مقدمة شرح العقيدة الطحاوية، ص (٧٨) .
٤ انظر تاريخ ابن قاضي شهبة (٢/٤٦٩، ٤٧٠) ففيه ما يشير إلى ذلك.
٥ انظر الثغر البسام، ص (٢٠١) ، وإنباء الغمر (٣/ ٥٠) .
٦ انظر مقدمة شرح العقيدة الطحاوية، ص (٨١) .
٧ انظر تاريخ ابن قاضي شهبة (٣/ ٤٧٨) .
٨ انظر المرجع السابق (٣/ ٤٧٨، ٤٨٣) .
٩ يُؤخذ ذلك من كلام ابن حجر في إنباء الغمر (٣/ ٥٠) .','120','24',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (13,'٥- وفاته:
توفي رحمه الله تعالى في ذي القعدة، سنة اثنتين وتسعين وسبعمائة ودفن بسفح قاسيون في بلدة دمشق١.
_________
١ انظر إنباء الغمر (٣/ ٥٠) ، ووجيز الكلام (١/ ٢٩٥) ، والثغر البسام، ص (٢٠١) ، وأبعد عن الصواب حاجي خليفة في كشف الظنون (٢/ ١١٤٣) عندما أرخ وفاته بسنة (٧٤٢هـ) .','120','25',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (14,'القسم الثاني: تفسير الإمام ابن أبي العز، ويشمل السور والآيات التالية

<span data-type="title" id=toc-4>سورة الفاتحة</span>
[قوله تعالى] : {مَالِكِ يَوْمِ الدِّينِ} ١... {الدِّينِ} الجزاء٢، يقال: كما تدين تدان. أي: تُجازي تُجازى... قال تعالى: {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} ٣ {جَزَاءً وِفَاقاً} ٤ {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لا يُظْلَمُونَ} ٥ {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ} ٦ {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلاَّ مَا كَانُوا يَعْمَلُونَ} ٧٨.
[قوله تعالى] : {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} ٩ إذا هداه هذا الصراط، أعانه على طاعته وترك معصيته، فلم يصبه شر، لا في الدنيا ولا في الآخرة. لكن الذنوب هي لوازم نفس الإنسان، وهو محتاج إلى الهدى كل لحظة، وهو إلى الهدى أحوج منه إلى الطعام والشراب، ليس كما يقوله بعض المفسرين: إنه
_________
١ سورة الفاتحة، الآية: ٤.
٢ انظر تفسير القرآن، للسمعاني (١/٣٧) ، وجامع البيان (١/١٥٥) ، وتفسير ابن أبي حاتم (١/١٩) . وقد ذكر ابن عطية في المحرر الوجيز (١/٧٢، ٧٣) أن "الدين" يجيء في كلام العرب على أنحاء، منها ما ذُكر هنا. قال: وهذا الذي يصلح لتفسير قوله تعالى: {مَالِكِ يَوْمِ الدِّينِ} .
٣ سورة السجدة، الآية: ١٧.
٤ سورة النبأ، الآية: ٢٦.
٥ سورة الأنعام، الآية: ١٦٠.
٦ سورة النمل، الآية: ٨٩، ٩٠.
٧ سورة القصص، الآية: ٨٤.
٨ شرح العقيدة الطحاوية، ص (٦٠٠) .
٩ سورة الفاتحة، الآية: ٦، ٧.','120','27',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (15,'قد هداه، فلماذا يسأل الهدى؟ وأن المراد التثبيت، أو مزيد الهداية١.
بل العبد محتاج إلى أن يُعلِّمه الله ما يفعله من تفاصيل أحواله، وإلى ما يتركه من تفاصيل الأمور في كل يوم، وإلى أن يلهمه أن يعمل ذلك، فإنه لا يكفي مجرّد علمه، إن لم يجعله مريداً للعمل بما يعلمه، وإلاَّ كان العلم حجة عليه، ولم يكن مهتدياً، والعبد محتاج إلى أن يجعله الله قادراً على العمل بتلك الإرادة الصالحة٢، فإن المجهول لنا من الحق أضعاف المعلوم، وما لا نريد فعله تهاوناً وكسلاً مثل ما نريده أو أكثر منه أو دونه، وما لا نقدر عليه مما نريده كذلك، وما نعرف جملته ولا نهتدي لتفاصيله، فأمر يفوت الحصر، ونحن محتاجون إلى الهداية التامّة، فمن كملت له هذه الأمور، كان سؤاله سؤال تثبيت٣، وهي آخر الرتب. وبعد ذلك كله هداية أخرى، وهي الهداية إلى طريق الجنة في الآخرة٤؛ ولهذا كان الناس مأمورين بهذا الدعاء في كل صلاة، لفرط حاجتهم إليه، فليسوا إلى شيء أحوج منهم إلى هذا الدعاء٥، فيجب أن يعلم أن الله بفضل رحمته جعل هذا الدعاء من أعظم الأسباب المقتضية للخير، المانعة من الشر، فقد بيَّن القرآن أن السيئات من النفس، وإن كانت بقدر الله، وأن الحسنات كلها من الله تعالى٦.
_________
١ أورد السؤال والجوابين السمعاني في تفسير القرآن (١/٣٨) ، ونحو هذا في كثير من كتب التفسير. انظر تفسير القرآن لأبي الليث (١/٨٣) ، ومعالم التنزيل (١/٤١) ، والكشاف (١/٦٦) ، والتفسير الكبير (١/٢٠٥) . وقد فسر الطبري الآية في جامع البيان (١/٦٦) بالقول الأول فقال: "وفقنا للثبات عليه".
٢ من أول كلام المؤلف إلى هنا موجود في مجموع فتاوى شيخ الإسلام (١٤/٣٢٠، ٣٢١) . وكذلك هو في الحسنة والسيئة لشيخ الإسلام نفسه، ص (٨٣، ٨٤) .
٣ انظر بدائع الفوائد (٢/٣٨) ففيه نحو ما ذكر المؤلف هنا.
٤ انظر المحرر الوجيز (١/٧٨) .
٥ من قوله: ((ولهذا)) إلى ((الدعاء)) مأخوذ بنصه من كتاب الحسنة والسيئة، ص (٨٤) .
٦ شرح العقيدة الطحاوية، ص (٥١٩، ٥٢٠) ونحو هذا أعاده في ص (٨٠٠) .','120','28',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (16,'[وقال أيضاً قوله تعالى] : { ... صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّين َ} ... ثبت عن النبي صلى الله عليه وسلم أنه قال: "اليهود مغضوب عليهم والنصارى ضآلُّون" ١.
_________
١ شرح العقيدة الطحاوية، ص (٨٠٠) . والحديث أخرجه الترمذي برقم (٢٩٥٤) ، والإمام أحمد في المسند (٤/٣٧٨، ٣٧٩) ، وأبو داود الطيالسي برقم (١٠٤٠) ، وابن جرير في جامع البيان (١/١٨٥، ١٩٣) ، وابن أبي حاتم في تفسيره (١/٢٣) ، وابن حبان في صحيحه مع الإحسان (١٦/١٨٣، ١٨٤) كلهم من حديث عدي بن حاتم رضي الله عنه. والحديث صحح أحمد شاكر إسناده. انظر جامع البيان الموضع المتقدم. وقال عبد الرحمن ابن أبي حاتم: ولا أعلم بين المفسرين في هذا الحرف اختلافاً. يعني تفسير الآية بما جاء عن رسول الله صلى الله عليه وسلم. انظر تفسيره (١/٢٣) .','120','29',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (17,'<span data-type="title" id=toc-5>سورة البقرة</span>
[قوله تعالى: {الم} ٢] ... وقعت الإشارة بالحروف المقطَّعة في أوائل السور، أي: أنه في أسلوب كلامهم، وبلغتهم التي يتخاطبون بها، ألا ترى أنه يأتي بعد الحروف المقطعة بذكر القرآن٣؟، كما في قوله تعالى: {الم ذَلِك َ
_________
٢ سورة البقرة، الآية: ١.
٣ هذا أحد الأقوال على قول من قال: إنه يُعرف تفسيرها وهو منسوب إلى قطرب والمبرد. انظر معاني القرآن وإعرابه (١/٥٥، ٥٦) ، والمحرر الوجيز (١/٩٥) ، والتفسير الكبير (٢/٧) . وإلى هذا القول ذهب الزمخشري في الكشاف (١/٩٥-٩٧) . قال الرازي: واختاره جمع عظيم من المحققين. انظر التفسير الكبير (٢/٧) . وإن أردت الاطلاع على جميع الأقوال في الحروف المقطعة فانظر التفسير الكبير (٢/٣-٨) ، والبحر المحيط (١/١٥٦) وما بعدها، والبرهان في علوم القرآن (١/١٧٢-١٧٦) ، والتحرير والتنوير (١/٢٠٧) ، وقد ذكر العلامة ابن كثير في تفسيره (١/٣٩) ما يفيد ترجيح هذا القول أعني الذي ذكره المؤلف هنا ثم قال: "وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية، وشيخنا الحافظ المجتهد أبو الحجاج المزي، وحكاه لي عن ابن تيمية".','120','29',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (18,'الْكِتَابُ لا رَيْبَ فِيهِ} ١.
{الم اللَّهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقّ} ٢ الآية {المص كِتَابٌ أُنْزِلَ إِلَيْكَ} ٣ {الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ} ٤. وكذلك الباقي يُنبِّههم أن هذا الرسول الكريم لم يأتكم بما لا تعرفونه، بل خاطبكم بلسانكم٥.
[قوله تعالى] : {فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضاً} ٦وقال تعالى: {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ} ٧ ... هذا مرض الشبهة وهو أردأ من مرض الشهوة؛ إذ مرض الشهوة يُرجى له الشفاء بقضاء الشهوة، ومرض الشبهة لا شفاء له، إن لم يتداركه الله برحمته٨.
_________
١ سورة البقرة، الآية: ١، ٢.
٢ سورة آل عمران، الآية: ١-٣.
٣ سورة الأعراف، الآية: ١، ٢.
٤ سورة يونس، الآية: ١.
٥ شرح العقيدة الطحاوية، ص (٢٠٥) .
٦ سورة البقرة، الآية: ١٠.
٧ سورة التوبة، الآية: ١٢٥.
٨ شرح العقيدة الطحاوية، ص (٢٥٨) . وقد فسر المؤلف الآيتين في معرض بيانه أن النفي والتشبيه مرضان من أمراض القلوب، فالنفاة والمشبهة خرجوا عن حد الاعتدال الصحيح بسبب الشبهة التي ألقاها إبليس في قلوبهم، فكان لهما نصيب مما تضمنته هاتان الآيتان. وقد قال السمعاني عند آية البقرة: أراد بالمرض الشك والنفاق بإجماع المفسرين. ونحو هذا ذكر الواحدي. انظر تفسير القرآن للسمعاني (١/٤٨) ، والوسيط للواحدي (١/٨٧) .
وكأن من حكى الإجماع لم يعتد بقول من قال: إن المقصود الزنا. انظر تفسير ابن أبي حاتم (١/٤٧) . ولا شك أن سياق الآية التي في سورة البقرة يشهد لقول من حكى الإجماع. وكذلك الآية التي في سورة التوبة المقصود بالمرض فيها مرض النفاق الاعتقادي، المخرج من الملة؛ ولذلك قال في آخرها: {وَمَاتُوا وَهُمْ كَافِرُونَ} . وانظر في تفسير آية التوبة جامع البيان (١٤/٥٧٨) ، وتفسير القرآن للسمعاني (٢/٣٦١) .','120','30',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (19,'.. قوله تعالى {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ} ١ ... المراد المقارنة بالفعل، وهي الصلاة جماعة؛ لأن الأمر بالصلاة قد تقدم، فلا بد من فائدة أُخرى. وتخصيص الركوع؛ لأن بإدراكه تدرك الصلاة، فمن أدرك الركعة أدرك السجدة٢.
[قوله تعالى] : {وَمِنْهُمْ أُمِّيُّونَ لا يَعْلَمُونَ الْكِتَابَ إِلاَّ أَمَانِيَّ وَإِنْ هُمْ إِلاَّ يَظُنُّونَ} ٣ والأماني: التلاوة المجردة٤ أي: إلاَّ تلاوة من غير فهم معناه. وليس هذا كالمؤمن الذي فهم ما فهم من القرآن فعمل به، واشتبه عليه بعضه، فوكل علمه إلى الله، كما أمره النبي صلى الله عليه وسلم بقوله: "فما عرفتم منه فاعملوا به، وما جهلتم منه فردوه إلى عالمه" ٥ فامتثل أمر نبيه صلى الله عليه وسلم٦.
قوله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} ٧ أي: صلاتكم إلى بيت المقدس٨
_________
١ سورة البقرة، الآية: ٤٣.
٢ التنبيه على مشكلات الهداية، ص (٢٢٠) تحقيق عبد الحكيم. وانظر المحرر الوجيز (١/ ٢٠٣) ، والجامع لأحكام القرآن (١/ ٣٤٨، ٣٤٩) ففيهما ما ذكر المؤلف من الاحتجاج بالآية على الصلاة جماعة.
٣ سورة البقرة، الآية:٧٨.
٤ شرح العقيدة الطحاوية، ص (٥٠٤) . وهذا أحد الأقوال، التي قيلت في معنى ((أماني)) . انظر هذا القول وغيره في تفسير القرآن لأبي الليث (١/١٣١) ، وتفسير القرآن للسمعاني (١/٩٩) ، ومعالم التنزيل (١/٨٨) ، والمحرر الوجيز (١/٢٧١) .
٥ هذا اللفظ أخرجه الإمام أحمد في المسند (٢/١٨١) ، والبخاري في خلق أفعال العباد، ص (٤٣) ، والبغوي في شرح السنة (١/٢٦٠) كلهم عن عمرو بن شعيب عن أبيه عن جده. وحكم محققا شرح السنة بأن إسناده حسن. انظر شرح السنة الموضع المتقدم.
٦ شرح العقيدة الطحاوية، ص (٧٨٥، ٧٨٦) .
٧ سورة البقرة، الآية: ١٤٣.
٨ يشهد لهذا القول بالصحة ما أخرجه الإمام الترمذي، عن ابن عباس رضي الله عنهما قال: لما وُجِّه النبي صلى الله عليه وسلم إلى الكعبة قالوا: يا رسول الله كيف بإخواننا الذين ماتوا وهم يصلون إلى بيت المقدس، فأنزل الله: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} الآية. قال أبو عيسى: هذا حديث حسن صحيح. سنن الترمذي الحديث رقم (٢٩٦٤) وقد أخرجه غيره من الأئمة، وكلهم أخرجوه من طريق سماك عن عكرمة عن ابن عباس. وإن كان في رواية سماك عن عكرمة شيء، فهناك شواهد للحديث، لا ينزل بمجموعها عن درجة الحسن. وقد قال الإمام ابن القيم: "وفيه قولان يعني في معنى {إِيمَانُكُمْ} أحدهما: ما كان ليضيع صلاتكم إلى بيت المقدس ... والثاني: ما كان ليضيع إيمانكم بالقبلة الأولى، وتصديقكم بأن الله شرعها ورضيها. وأكثر السلف والخلف على القول الأول، وهو مستلزم للقول الآخر". بدائع التفسير (١/٣٤٢) .','120','31',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (20,'سميت إيماناً مجازاً١؛ لتوقف صحتها على الإيمان، أو لدلالتها على الإيمان؛ إذ هي دالة على كون مؤديها مؤمناً؛ ولهذا يُحكم بإسلام الكافر إذا صلى كصلاتنا٢.
... عن عروة قال: سألت عائشة رضي الله عنها فقلت لها: أرأيت قول الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} ٣ فوالله ما على أحد جناح أن لا يطوف بالصفا والمروة. قالت بئسما قلت ياابن أختي، إن هذه الآية لو كانت على ما أوّلتها كانت: لا جناح عليه ألا يطوّف بهما، ولكنها أُنزلت في الأنصار كانوا قبل أن يسلموا يُهلون لمناة الطاغية، التي كانوا يعبدونها عند المشلل، وكان من أهلَّ لها يتحرج أن يطوف بالصفا والمروة، فلما أسلموا سألوا النبي صلى الله عليه وسلم عن ذلك، فقالوا يا رسول الله: إنا كنا نتحرج أنطوف بين الصفا والمروة، فأنزل الله عز وجل: {إِنَّ الصَّفَا
_________
١ انظر التفسير الكبير (٤/٩٨) ، وروح المعاني (٢/٧) .
٢ شرح العقيدة الطحاوية، ص (٤٤٥) ، وأحسن من تعليل المؤلف هنا ما ذكره القرطبي في الجامع لأحكام القرآن (٢/١٥٧) بقوله: "فسمّى الصلاة إيماناً لاشتمالها على نية وقول وعمل".
٣ سورة البقرة، الآية: ١٥٨.','120','32',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (21,'وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} الآية١ ...
[قوله تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ} ٢] ... لمَّا قال تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} قال بعده: {لا إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ} فإنه قد يخطر ببال أحد خاطر شيطاني: هب أن إلهنا واحد، فلغيرنا إله غيره، فقال تعالى: {لا إِلَهَ إِلاَّ هُوَ} ٣ وقد اعترض صاحب المنتخب٤ على النحويين في تقدير الخبر في {لا إِلَهَ إِلاَّ هُوَ} فقالوا: تقديره لا إله في الوجود إلا الله. فقال: يكون ذلك نفياً لوجود الإله، ومعلوم أن نفي الماهية أقوى في التوحيد الصِّرف من نفي الوجود، فكان إجراء الكلام على ظاهره، والإعراض عن هذا الإضمار أولى٥.
وأجاب أبو عبد الله محمد بن أبي الفضل المرسي٦ في ((ري الظمآن)) فقال:
هذا كلام من لا يعرف لسان العرب، فإن ((إله)) في موضع المبتدأ على قول سيبويه، وعند غيره اسم ((لا)) وعلى التقديرين، فلابد من خبر للمبتدأ،
_________
١ التنبيه على مشكلات الهداية، ص (٤٨٦، ٤٨٧) تحقيق عبد الحكيم. وسبب النزول هذا أخرجه الإمام البخاري في صحيحه مع الفتح برقم (١٦٤٣) ومسلم في صحيحه تحت رقم (١٢٧٧) .
٢ سورة البقرة، الآية: ١٦٣.
٣ ذكر أبو حيان هذا منسوباً إلى صاحب المنتخب. انظر البحر (١/٦٣٧) .
٤ لعله: الحسن بن صافي بن عبد الله الملقب بملك النحاة (ت: ٥٦٨ ?) ذكر القفطي في مؤلفاته ((المنتخب)) . انظر معجم الأدباء (٢/٨٦٦) ، وإنباه الراوة (١/٣٤٠) ، وبغية الوعاة (١/٥٠٤) .
٥ نحو هذا الاعتراض في التفسير الكبير (٤/١٥٧) من غير نسبة. وهو بتمامه في البحر (١/٦٣٧) منسوباً لصاحب المنتخب.
٦ محمد بن عبد الله بن محمد بن أبي الفضل المرسي، العلامة شرف الدين، النحوي الأديب، الزاهد المفسِّر، المحدث الفقيه الأصولي، (ت: ٦٥٥ ?) . انظر بغية الوعاة (١/١٤٤) .','120','33',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (22,'وإلا فما قاله من الاستغناء عن الإضمار فاسد.
وأما قوله: إذا لم يضمر يكون نفياً للماهية، فليس بشيء؛ لأن نفي الماهية هو نفي الوجود لا تتصور الماهية إلا مع الوجود، فلا فرق بين لا ماهية، ولا وجود وهذا مذهب أهل السنة، خلافاً للمعتزلة١ فإنهم يثبتون ماهية عارية من الوجود. و ((إلا الله)) مرفوع، بدلاً من ((لا إله)) لا يكون خبراً لـ ((لا)) ، ولا للمبتدأ، وذكر الدليل على ذلك٢.
_________
١ المعتزلة فرقة نشأت إثر قول واصل بن عطاء: إن فاعل الكبيرة لا مسلم ولا كافر، واعتزل مجلس شيخه الحسن البصري، فسُمي معتزلياً، وأتباعه معتزلة، ولهم أصول خمسة خالفوا فيها الكتاب والسنة، وما أجمع عليه سلف الأمة. انظر الفرق بين الفرق، ص (١٤، ١٨، ١٩) ، والملل والنحل، ص (٤٨) ، والمعتزلة وأصولهم الخمسة، ص (١٤) .
٢ جواب أبي عبد الله المرسي منقول بتمامه في البحر (١/٦٣٧) وعقب عليه أبو حيان بما يُفهم موافقته لأبي عبد الله المرسي. انظر البحر (١/٦٣٧، ٦٣٨) . وتقدير خبر (لا) بكلمة ((في الوجود)) قد قاله أيضاً أبو البركات ابن الأنباري في كتابه، البيان في غريب إعراب القرآن (١/١٣١) . وقد قال الشيخ عبد العزيز بن عبد الله بن باز رحمه الله تعالى: إن التقدير بكلمة ((في الوجود)) لا يحصل به المقصود من بيان أحقية ألوهية الله سبحانه وبطلان ما سواها؛ لأن لقائل أن يقول: كيف تقولون: (لا إله في الوجود إلا الله) ؟ وقد أخبر سبحانه عن وجود آلهة كثيرة للمشركين، كما في قوله سبحانه: {... فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ} وقوله: {فلولا نصرهم الذين اتخذوا من دون الله قرباناً آلهة} فلا سبيل إلى التخلص من هذا الاعتراض، وبيان عظمة هذه الكلمة ... إلا بتقدير الخبر بغير ما ذكره النحاة، وهو كلمة ((حق)) ؛ لأنها هي التي توضح بطلان جميع الآلهة، وتبين أن الإله الحق والمعبود الحق هو الله وحده ... انظر شرح العقيدة الطحاوية، ص (٧٤) حاشية (٢) .
قلت ذكر الشيخ ابن باز أن شيخ الإسلام وتلميذه ابن القيم قد نبها على ما قاله هنا. وقد تنبه بعض المفسرين إلى هذا فقال العلامة الألوسي في روح المعاني (٢/٢٩) : ((وإضافة إله) إلى ضمير المخاطبين باعتبار الاستحقاق، لا باعتبار الوقوع؛ فإن الآلهة الغير مستحقة كثيرة". وقال الخفاجي في عناية القاضي وكفاية الراضي (٢/٤٣٤) : " {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} خطاب عام أي المستحق منكم العبادة واحد لا شريك له". وانظر أيضاً: التحرير والتنوير (٢/٧٤) .','120','34',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (23,'وليس المراد هنا ذكر الإعراب، بل المراد دفع الإشكال الوارد على النحاة في ذلك، وبيان أنه من جهة المعتزلة، وهو فاسد؛ فإن قولهم: ((في الوجود)) ليس تقييداً؛ لأن العدم ليس بشيء؛ قال تعالى: {وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً} ١.
ولا يقال: ليس قوله: ((غيره)) كقوله: ((إلا الله)) ؛ لأن ((غيراً)) تعرب بإعراب الاسم الواقع بعد ((إلا)) فيكون التقدير للخبر فيهما واحداً؛ فلهذا ذكرتُ هذا الإشكال وجوابه هنا٢.
ذُكر في أسباب النزول أنهم سألوا عن الإيمان فأنزل الله هذه الآية {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ} ٣ الآيات٤.
قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} ٥ إلى أن قال: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ} جعل الله مرتكب الكبيرة من المؤمنين فلم يخرج القاتل من الذين آمنوا، وجعله أخاً لولي القصاص، والمراد أخوة الدين بلا ريب٦، وقال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا
_________
١ سورة مريم، الآية: ٩.
٢ شرح العقيدة الطحاوية، ص (٧٣-٧٥) .
٣ سورة البقرة، الآية: ١٧٧.
٤ شرح العقيدة الطحاوية، ص (٤٨٥) وانظر أسباب النزول للواحدي، ص (٤٩) ، ولباب النقول في أسباب النزول، ص (٤٩) ففيهما أن سبب نزول الآية أنهم سألوا عن البر.
٥ سورة البقرة، الآية: ١٧٨.
٦ انظر الوسيط (١/٢٦٥) ، وتفسير القرآن للسمعاني (١/١٧٤) ، وزاد المسير (١/١٨٠) ، والتفسير الكبير (٥/٤٧) فقد ذكروا نحو ما قال المؤلف.','120','35',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (24,'بَيْنَهُمَا} إلى أن قال: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} ١.
... قوله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} ٢ الآية ... معنى { {كُتِبَ عَلَيْكُمْ} فرض عليكم وألزمكم٣
... قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} ٤قيل: معناه لا يطيقونه٥ هذا التقدير على قول من قال من النحاة: بتقدير (لا) في مثل قوله تعالى: {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا} ٦ والمبرد وغيره يأبون ذلك ويقدرون فيه كراهية أن تضلوا. وقولهم أولى؛ لأن تقدير العامل المناسب أولى من تقدير حرف النفي، مع أنه ليس قوله: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} نظير قوله: {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا} ٧ لأن هنا قرينة تدل على المقدر وهي قوله: {يُبَيِّنُ اللَّهُ لَكُمْ} وليس في قوله: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} ما يدل عليه ولا يجوز في مثله تقدير ما لايدل عليه من اللفظ دليل. وإلا لم يثق أحد بنص مثبت لاحتمال أن تكون (لا) مقدرة فيه. وقيل: معناه كانوا يطيقونه أي في حال الشباب فعجزوا عنه بعد الكبر، والآخر ظاهر
_________
١ سورة الحجرات، الآية: ٩، ١٠. وانظر شرح العقيدة الطحاوية، ص (٤٤٢) ومقصود المؤلف من إيراد آية الحجرات أنها دلت على ما دلت عليه آية البقرة من بقاء أخوة الإسلام مع وجود الكبيرة وهي القتل، فدل ذلك على أن الكبيرة لا تخرج صاحبها من الإسلام.
٢ سورة البقرة، الآية: ١٨٠.
٣ التنبيه على مشكلات الهداية، ص (٤٨٥) (تحقيق عبد الحكيم) وانظر هذا المعنى في جامع البيان (٣/٣٨٤) وتفسير القرآن لأبي الليث (١/١٨١) ، والنكت والعيون (١/٢٣١) ، والوسيط (١/٢٦٨) ، وتفسير القرآن للسمعاني (١/١٧٤) .
٤ سورة البقرة، الآية: ١٨٤.
٥ انظر الدر المصون (٢/٢٧٣) فقد ذكر السمين هذا القول وقال: إنه بعيد.
٦ سورة النساء، الآية: ١٧٦.
٧ سورة النساء، الآية: ١٧٦.','120','36',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (25,'الضعف. وأقوى منه ما روى البخاري في صحيحه عن عطاء أنه سمع ابن عباس يقرأ (وعلى الذي يطوقونه فدية طعام مسكين) قال ابن عباس: ليست بمنسوخة، هي الشيخ الكبير والمرأة الكبيرة لا يستطيعان أن يصوما فيطعمان مكان كل يوم مسكيناً١. مع أن هذه القراءة يمكن أن ترد إلى معنى القراءة الأخرى فإن معنى (يطوَّقونه) يكلفونه. وأكثر السلف على أن الآية منسوخة. عن سلمة بن الأكوع رضي الله عنه قال: لما نزلت هذه الآية {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} كان من أراد أن يفطر ويفتدي حتى نزلت هذه الآية {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} متفق عليه٢. وأخرجه البخاري أيضاً عن ابن عمر٣ وأخرج أيضاً عن عبد الرحمن بن أبي ليلى عن أصحاب محمد أنهم قالو ذلك٤. وحكى البغوي عن قتادة أنها خاصة في الشيخ الكبير الذي يطيق الصوم لكنه يشق عليه، رخص له أن يفطر ويفتدي ثم نسخ٥.
وحكي أيضا عن الحسن أن هذا في المريض الَّذِي به ما يقع اسم المرض وهو مستطيع للصوم، خُيّر بين أن يصوم وبين أن يفطر ويفدي ثم نسخ٦.
_________
١ صحيح البخاري مع الفتح برقم (٤٥٠٥) والقراءة المذكورة عن ابن عباس قراءة شاذة. انظر مختصر في شواذ القرآن لابن خالويه، ص (١١) .
٢ صحيح البخاري مع الفتح برقم (٤٥٠٧) ، وصحيح مسلم برقم (١١٤٥) .
٣ صحيح البخاري مع الفتح برقم (١٩٤٩) .
٤ صحيح البخاري مع الفتح (٤/١٨٧) والخبر ذكره الإمام البخاري معلقاً. وقال ابن حجر في الفتح (٤/١٨٨) وصله أبو نعيم في المستخرج والبيهقي من طريقه ... واختلف في إسناده اختلافاً كثيراً، وطريق ابن نمير هذه أرجحها.
٥ معالم التنزيل (١/١٥٠) وأخرجه عبد الرزاق الصنعاني عن قتادة بإسناد صحيح. انظر تفسير القرآن لعبد الرزاق (١/٦٩، ٧٠) .
٦ معالم التنزيل (١/١٥٠) وقد ذكر البغوي في مقدمة تفسيره (١/٢٨) أنه يروي تفسير الحسن من طريق عمروبن عبيد. ومعلوم أن عمرو بن عبيد أحد رؤوس المعتزلة الدعاة إلى بدعتهم.','120','37',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (26,'وإذا عرف هذا فالمسألة مسألة نزاع بين الصحابة رضي الله عنهم. ومن ادعى النسخ معه زيادة إثبات. كيف وهو قول جمهور الصحابة؟ ولعل قول ابن عباس رضي الله عنهما عن اجتهاد، وقول غيره عن نقل وهو الظاهر، فإن النسخ كان قبل ابن عباس رضي الله عنهما١.
... قوله تعالى: {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} ٢شاة. وعليه جمهور العلماء٣، وجماعة الفقهاء٤.
... قوله تعالى: {وَلا تَحْلِقُوا رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} ٥المخاطبون بالنهي هم المحرمون، والضمير في قوله:"رؤوسكم" عائد إليهم، أي: لا يحلق بعضكم رؤوس بعض، كما في قَوْله تَعَالى: {فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى
_________
١ التنبيه على مشكلات الهداية، ص (٤٢٩،٤٣٢) تحقيق عبد الحكيم. وما ذهب إليه المؤلف هو الراجح، لأن الآية صريحة في التخيير بين الصيام والإطعام لمن يطيق الصوم، وقد رُفع هذا التخيير باتفاق على وجوب الصوم بقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} وقد رجح القول بالنسخ جماعة من الأئمة، منهم أبو عبيد والطبري والنحاس ومكي وابن حزم وابن العربي وابن الجوزي وابن كثير. انظر جامع البيان (٣/٤٣٤) ، والناسخ والمنسوخ لأبي عبيد، ص (٤٧) ، والناسخ والمنسوخ للنحاس (١/٥٠١،٥٠٢) ، والإيضاح لناسخ القرآن ومنسوخه، ص (١٢٥) ، والإحكام في أصول الأحكام (٤/٦٢) ، وأحكام القرآن (١/٧٩) ، ونواسخ القرآن، ص (١٧٧) ، وتفسير القرآن العظيم (١/٢١٦) .
٢ سورة البقرة، الآية: ١٩٦.
٣ انظر الجامع لأحكام القرآن (٢/٣٧٨) .
٤ التنبيه على مشكلات الهداية، ص (٥٨٨) تحقيق عبد الحكيم.
٥ سورة البقرة، الآية: ١٩٦.','120','38',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (27,'أَنْفُسِكُمْ} ١ الآية، وفي قوله تعالى: {وَلا تَقْتُلُوا أَنْفُسَكُمْ} ٢ وفي قوله: {فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ} ٣ هذا هو الظاهر في الآيات كلها، وإن كانت تحتمل أن المحرم لا يحلق رأس نفسه، أو لا يُمكّنُ من يحلقه، أو أن أحداً منكم لا يقتل نفسه، وأن من تمام توبتكم يا بني إسرائيل إن كل إنسان منكم يقتل نفسه، لكنه خلاف الظاهر، والقول بشمول كل من الآيات للمعنيين أحسن٤.
... قوله: {وَمَا اخْتَلَفَ فِيهِ إِلاَّ الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْياً بَيْنَهُمْ} ٥... البغي مجاوزة الحد٦
... قوله تعالى: {وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ} ٧قال مجاهد: {حَتَّى يَطْهُرْنَ} حتى ينقطع الدم {فَإِذَا تَطَهَّرْنَ} اغتسلن بالماء٨.
_________
١ سورة النور، الآية: ٦١.
٢ سورة النساء، الآية: ٢٩.
٣ سورة البقرة، الآية: ٥٤.
٤ انظر التنبيه على مشكلات الهداية، ص (٥٤٤، ٥٤٥) . تحقيق عبد الحكيم. وانظر جامع البيان (١٩/ ٢٢٥، ٢٢٦) ، وتفسير القرآن للسمعاني (١/٤١٨، ٤١٩) ، والنكت والعيون (١/٤٧٥) ، والمحرر الوجيز (٤/٩٤) ، وفتح القدير (١/٥٤٤) تجد أن أصحاب هذه المؤلفات قد ذكروا المعنيين. عند بعض هذه الآيات. وطائفة من المفسرين اقتصروا على ذكر المعنى الذي قال المؤلف إنه الظاهر، وذلك عند بعض هذه الآيات أيضاً انظر تفسير القرآن لأبي الليث (١/١١٩، ٣٤٩) ، وزاد المسير (١/٨٢) وما رجحه المؤلف من القول بالعموم هو الصحيح.
٥ سورة البقرة، الآية: ٢١٣.
٦ شرح العقيدة الطحاوية، ص (٧٨٢) . وانظر هذا المعنى الذي ذكره المؤلف في جامع البيان (٤/٢٨١) ، والمفردات في غريب القرآن، ص (٥٥) ، وعمدة الحفاظ (١/٢٤٣) .
٧ سورة البقرة، الآية: ٢٢٢.
٨ التنبيه على مشكلات الهداية، ص (١٠٦) تحقيق عبد الحكيم، والأثر أخرج بعضه ابن جرير في تفسيره برقم (٤٢٦٦) وبعضه برقم (٤٢٧٠) بسند واحد رجاله ثقات.','120','39',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (28,'قال أهل التفسير في قوله تعالى {وَقُومُوا لِلَّهِ قَانِتِينَ} ١ أي مطيعين. قاله الشعبي وعطاء وسعيد بن جبير والحسن وقتادة وطاوس٢.ويشهد لذلك قوله تعالى: {بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ} ٣ وقوله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً} ٤ وقوله تعالى: {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجاً خَيْراً مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ} ٥ وقوله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ} ٦ وقوله تعالى {فَالصَّالِحَاتُ قَانِتَاتٌ} ٧.
وقال أيضاً القيام المذكور في الآية ليس المراد به انتصاب القامة، بل المراد به فعل المأمور به، وأن يكون على وجه الطاعة لله، والإمتثال لأمره، فإن الرجل يقوم بأشياء ويكون هو قائم بأمر على وجه الطاعة تارة، وعلى وجه المعصية أخرى فأمروا أن يقوموا لله بما أمرهم به حال كونهم طائعين ... ويحتمل أن يكون المراد بالقيام لله في الآية الصلاة بخصوصها٨، ويكون المعنى: {حَافِظُوا
_________
١ سورة البقرة، الآية: ٢٣٨.
٢ أخرج ذلك الإمام الطبري عنهم في جامع البيان (٥/٢٣٠، ٢٣١) . والأسانيد إلى الشعبي وعطاء وقتادة وطاوس رجالها ثقات. وهذا القول ثابت عن ابن عباس رضي الله عنهما. انظر جامع البيان (٥/ ٢٢٩) .
٣ سورة البقرة، الآية: ١١٦.
٤ سورة النحل، الآية: ١٢٠.
٥ سورة التحريم، الآية: ٥.
٦ سورة الأحزاب، الآية: ٣٥.
٧ سورة النساء، الآية: ٣٤. وهذا التفسير في التنبيه على مشكلات الهداية، ص (٢٥٩) تحقيق عبد الحكيم.
٨ ذكر هذا القول أبو حيان في البحر المحيط (٢/٢٥١) والأقوال في معنى ((قانتين)) كثيرة جداً، انظرها في التفسير الكبير (٦/١٣٠، ١٣١) ، والجامع لأحكام القرآن (٣/٢١٣، ٢١٤) ، والبحر المحيط (٢/٢٥١) وأشهرها قولان: ١- القنوت الطاعة.٢- القنوت السكوت. قال أبو جعفر النحاس بعد أن ذكر القولين: "هذان القولان يرجعان إلى شيء واحد؛ لأن السكوت في الصلاة طاعة" عاني القرآن الكريم (١/٢٤٠) .','120','40',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (29,'عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} بالصلاة قانتين فيها {فَإِنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً} فإن قوله: {وَقُومُوا لِلَّهِ قَانِتِينَ} قد ذكرت الصلاة قبله وبعده، فكان الظاهر إرادة الصلاة هنا بخصوصها، وأما إرادة القيام في الصلاة بمجرده من هذه الآية فغير ظاهر١.
[قوله تعالى] : {اللَّهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} ٢ {لا يَؤُودُهُ} أي: لا يكرثه٣ ولا يثقله ولا يعجزه٤.
فهذا النفي لثبوت كمال ضده، وكذلك كل نفي يأتي في صفات الله تعالى في الكتاب والسنة إنما هو لثبوت كمال ضده٥، كقوله تعالى: {وَلا يَظْلِمُ رَبُّكَ أَحَداً} ٦ لكمال عدله، {لا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي
_________
١ التنبيه على مشكلات الهداية، ص (١٦٦) تحقيق عبد الحكيم. وهذا التفسير ذكره عندما رد على صاحب الهداية في احتجاجه بالآية على فرضية القيام في الصلاة المفروضة.
٢ سورة البقرة، الآية: ٢٥٥. والمؤلف لم يذكر الآية كاملة في مكان واحد، وإنما ذكرها مفرقة.
٣ أي: لا يشق عليه، ولا يغمه ولا يثقله. انظر تهذيب اللغة (١٠/١٧٥، ١٧٦) ((كرث)) .
٤ انظر مجاز القرآن (١/٧٨) ، وتفسير غريب القرآن لابن قتيبة، ص (٩٣) ، ومعاني القرآن وإعرابه (١/٣٣٨) ، وجامع البيان (٥/٤٠٤، ٤٠٥) .
٥ انظر في هذه المسألة: الرسالة التدمرية، ص (٤٠) وما بعدها، ومجموع فتاوى شيخ الإسلام (١٧/١٠٩) وما بعدها، وأيضاً (٣/٣٦) من مجموع الفتاوى.
٦ سورة الكهف، الآية: ٤٩.','120','41',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (30,'الأَرْضِ} ١ لكمال علمه، وقوله تعالى: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} ٢ لكمال قدرته. {لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ} لكمال حياته وقيُّوميته. {لا تُدْرِكُهُ الأَبْصَارُ} ٣لكمال جلاله وعظمته وكبريائه، وإلاَّ فالنفي الصِّرف لا مدح فيه، ألا يُرى أن قول الشاعر٤:
قُبَيِّلةٌ لا يَغْدِرُونَ بذمةٍ ... ولا يَظْلِمُونَ النَّاس حَبَّةّ خَرْدَلِ
لمَّا اقترن بنفي الغدر والظلم عنهم ما ذكره قبل هذا البيت وبعده، وتصغيرهم بقوله ((قُبيِّلة)) عُلم أن المراد عجزهم وضعفهم، لا كمال قدرتهم. وقول الآخر٥:
لَكِنَّ قّوْمِي وإنْ كَانُوا ذَوِي عَدَدٍ ... لَيْسُوا مِنَ الشَّرِّ في شَيءٍ وإنْ هَانَا
لما اقترن بنفي الشر عنهم ما يدل على ذمهم، عُلم أن المرادعجزهم وضعفهم أيضاً٦.
واعلم أن هذين الاسمين أعني: الحي القيوم مذكوران في القرآن معاً في ثلاث سور٧ كما تقدم، وهما من أعظم أسماء الله الحسنى، حتى قيل: إنهما
_________
١ سورة سبأ، الآية: ٣.
٢ سورة ق، الآية: ٣٨.
٣ سورة الأنعام، الآية: ١٠٣.
٤ هو النجاشي: قيس بن عمرو بن مالك، أصله من نجران، رُوي أنه كان ضعيفاً في دينه (ت: نحو٤٠?) . انظر خزانة الأدب (٤/٧٦) ، والأعلام (٥/٢٠٧) . والبيت من قصيدة هجا بها قيسٌ ابن أُبي بن مقبل من بني العجلان. انظر خزانة الأدب (١/٢٣١، ٢٣٢) .
٥ قال في خزانة الأدب (٧/٤٤١) : إن البيت لقُرَيْط بن أُنيف العنبري. والبيت أيضاً في مغني اللبيب (١/٢٥٧) .
٦ شرح العقيدة الطحاوية، ص (٦٨، ٦٩) ، وانظر أيضاً، ص (٨٩) .
٧ سورة البقرة في الآية (٢٥٥) وفي سورة آل عمران، الآية (٢) وفي سورة طه، الآية (١١١) .','120','42',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (31,'الاسم الأعظم١، فإنهما يتضمنان إثبات صفات الكمال أكمل تضمن وأصدقه، ويدل القيوم على معنى الأزلية، والأبدية٢ ما لا يدل عليه لفظ القديم، ويدل أيضاً على كونه موجوداً بنفسه، وهو معنى كونه واجب الوجود.
و ((القيوم)) أبلغ من ((القيام)) ؛ لأن الواو أقوى من الألف، ويفيد قيامه بنفسه، باتفاق المفسرين وأهل اللغة٣، وهو معلوم بالضرورة.
وهل تفيد إقامته لغيره وقيامه عليه؟ فيه قولان. أصحهما: أنه يفيد ذلك٤، وهو يُفيد دوام قيامه وكمال قيامه؛ لما فيه من المبالغة، فهو سبحانه لا يزول، ولا يأفل٥؛ فإن الآفل قد زال قطعاً، أي: لا يغيب، ولا ينقص، ولا يفنى، ولا يَعْدَمُ، بل هو الدائم الباقي الذي لم يزل ولا يزال موصوفاً بصفات الكمال.
واقترانه بالحي يستلزم سائر صفات الكمال، ويدل على بقائها ودوامها، وانتفاء النقص والعدم عنها أزلاً وأبداً؛ ولهذا كان قوله: {اللَّهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ
_________
١ انظر التفسير الكبير (٧/٤، ٥) ، والجامع لأحكام القرآن (٣/٢٧١) .
٢ انظر مجاز القرآن (١/٧٨) ، وتفسير ابن أبي حاتم (٢/٢٨) .
٣ ذكر طائفة من المفسرين وأهل اللغة نحو ما قاله المؤلف هنا، من أن القيوم يفيد قيامه بنفسه، وبعضهم يقول: هو القائم على كل نفس بما كسبت، أو هو القائم بتدبير أمر الخلق، وهذا يستلزم الأول، ولم يذكروا في ذلك خلافاً، مما يفيد صحة الاتفاق الذي ذكره المؤلف. انظر على سبيل المثال: جامع البيان (٥/٣٨٨) ، ومعاني القرآن وإعرابه (١/٣٣٦، ٣٣٧) ، وتفسير ابن أبي حاتم (٢/٢٥،٢٦) ، وتهذيب اللغة (٩/٣٦٠) ، وتفسير القرآن للسمعاني (١/٢٥٧) ، والمفردات، ص (٤١٧) ، وتفسير القرآن لأبي الليث (١/٢٢٢) ، ومعالم التنزيل (١/٢٣٨) ، والنكت والعيون (١/٣٢٣) .
٤ لم أر فيما اطلعت عليه مَنْ حكى خلافاً في أن ((القيوم)) يفيد إقامته لغيره.
٥ الأفول الغياب، وقد فسره المؤلف بذلك، ومنه قوله تعالى: {فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الآفِلِينَ} . انظر غريب القرآن وتفسيره لليزيدي، ص (١٣٨) .','120','43',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (32,'الْقَيُّومُ} أعظم آية في القرآن، كما ثبت ذلك في الصحيح عن النبي صلى الله عليه وسلم١. فعلى هذين الاسمين مدار الأسماء الحسنى كلها، وإليهما يرجع معانيها، فإن الحياة مستلزمة لجميع صفات الكمال، فلا يتخلف عنها صفة منها إلا لضعف الحياة، فإذا كانت حياته تعالى أكمل حياة وأتمها استلزم إثباتها إثبات كل كمال يضاد نفيه كمال الحياة. وأما القيوم، فهو متضمن كمال غناه وكمال قدرته، فإنه القائم بنفسه، فلا يحتاج إلى غيره بوجه من الوجوه، المقيم لغيره، فلا قيام لغيره إلا بإقامته، فانتظم هذان الاسمان صفات الكمال أتم انتظام٢.
وأما ((الكرسي)) ... [ف] ٣ قد قيل: هو العرش٤، والصحيح أنه غيره، نُقل ذلك عن ابن عباس رضي الله عنهما وغيره. روى ابن أبي شيبة في كتاب صفة العرش، والحاكم في مستدركه وقال: إنه على شرط الشيخين ولم يخرجاه عن سعيد بن جبير عن ابن عباس، في قوله تعالى: {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ} أنه قال: "لكرسي موضع القدمين، والعرش لا يقدر قَدْرَه إلا الله تعالى".٥وقد
_________
١ صحيح مسلم الحديث رقم (٨١٠) .
٢ شرح العقيدة الطحاوية، ص (٩٠-٩٢) .
٣ ما بين المعكوفين زيادة من عندي ليستقيم الكلام، وانظر نظام كلام المؤلف في شرح العقيدة الطحاوية ص (٣٦٨) .
٤ أخرجه الطبري في تفسيره (٥/٣٩٩) من طريق جويبر، عن الحسن. وهي طريق لا تقوم بها حجة؛ لضعف جويبر. انظر تقريب التهذيب رقم (٩٨٧) .
٥ كتاب العرش وما ورد فيه، ص (٧٩) رقم (٦١) ، والمستدرك (٢/ ٣١٠) في كتاب التفسير، وقال الحاكم: حديث صحيح على شرط الشيخين، ولم يخرجاه. وقال الذهبي: على شرط البخاري ومسلم. وأخرجه الطبراني في المعجم الكبير (١٢/ ٣٩) ، والدارقطني في كتاب النزول، ص (٤٩) ، وأورده الهيثمي في مجمع الزوائد (٦/٣٢٣) وقال: رواه الطبراني ورجاله رجال الصحيح.','120','44',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (33,'رُوي مرفوعاً١، والصواب أنه موقوف على ابن عباس. وقال السدي: "لسماوات والأرض في جوف الكرسي، والكرسي بين يدي العرش"٢. وقال ابن جرير: قال: أبو ذر رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول: "ما الكرسي في العرش إلا كحلقة من حديد أُلقيت بين ظهري فلاة من الأرض"٣. وقيل كرسيه علمه. ويُنْسب إلى ابن عباس٤.
والمحفوظ عنه ما رواه ابن أبي شيبة، كما تقدم، ومن قال غير ذلك فليس له دليل إلا مجرد الظن، والظاهر أنه من جراب الكلام المذموم، كما قيل في العرش.
_________
١ قال الدارقطني في كتاب النزول، ص (٤٩) : رفعه شجاع إلى النبي صلى الله عليه وسلم، ولم يرفعه الرمادي. وقال الحافظ ابن حجر في التقريب، ص (٢٦٤) ، عندما ترجم لشجاع: "صدوق وهم في حديث واحد رفعه، وهو موقوف، فذكره بسببه العقيلي" قلت: يعني في كتابه ((ضعفاء الرجال)) . وقال الحافظ ابن كثير في تفسيره، ص (١/٣١٠) : "أورد هذا الحديث الحافظ أبو بكر ابن مردويه من طريق شجاع بن مخلد الفلاسي، فذكره، وهو غلط". يعني - رحمه الله - رفعه غلط.
٢ أخرجه الطبري في جامع البيان (٥/٣٩٨) من طريق أسباط عن السدي. قال الحافظ ابن حجر: "أسباط بن نصر الهمداني ... صدوق كثير الخطأ يُغرب" التقريب رقم (٣٢١) . قلت: ولا يخفى عليك أنه من رجال صحيح مسلم.
٣ جامع البيان (٥/٣٩٩) من طريق ابن زيد، عن أبيه قال: قال أبو ذر. فذكره. وعبد الرحمن بن زيد ضعيف. انظر التقريب رقم (٣٨٦٥) .
٤ أخرجه الطبري في تفسيره (٥/٣٩٧) ، والبيهقي في الأسماء والصفات (٢/١٣٤، ١٣٥) وقال: وسائر الروايات عن ابن عباس وغيره تدل على أن المراد بالكرسي المشهور المذكور مع العرش. وقال أبو منصور الأزهري بعد أن ذكر هذه الرواية ليس مما يثبته أهل المعرفة بالأخبار. تهذيب اللغة (١٠/٥٤) (كرس) . وطعن الحافظ القصاب في ثبوت هذه الرواية عن ابن عباس. انظر نكت القرآن الدالة على البيان (١/١٤٦) ، وكذلك فعل الشيخ الألباني - رحمه الله تعالى - انظر سلسلة الأحاديث الصحيحة (١/١٧٦) .','120','45',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (34,'وإنما هو كما قال غير واحد من السلف:بين يدي العرش١، كالمرقاة إليه٢.
... قال تعالى: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ} ٣.... الكسب هو الفعل الذي يعود على فاعله منه نفع أو ضرر٤.
[وقال أيضاً] ...: قال: ابن الأنباري٥: أي: لا تحملنا ما يثقل علينا أداؤه، وإن كنا مطيقين له على تجشم وتحمل مكروه، قال: فخاطب العرب على حسب ما تعقل، فإن الرجل منهم يقول للرجل يبغضه: ما أُطيق النظر إليك، وهو مطيق لذلك، لكنه يثقل عليه٦.
_________
١ انظر جامع البيان (٥/٣٩٨) ، ومعالم التنزيل (١/٢٣٩) ، وتفسير ابن كثير (١/٣١٠) ، والدر المنثور (١/٣٢٧، ٣٢٨) تجد ما يفيد ذلك عن طائفة من السلف.
٢ شرح العقيدة الطحاوية، ص (٣٦٨، ٣٧١) .
٣ سورة البقرة، الآية: ٢٨٦. والمؤلف ذكر ألفاظ الآية مفرقة.
٤ انظر شرح العقيدة الطحاوية، ص (٦٥٢) وانظر عمدة الحفاظ في تفسير أشرف الألفاظ
(٣/٤٦٣،٤٦٤) . فقد ذكر السمين في معنى الكسب نحو ما قاله المؤلف هنا.
٥ محمد بن القاسم بن محمد بن بشار، كان من أعلم الناس، بالنحو والأدب وأكثرهم حفظاً (ت: ٣٢٨ ?) انظر العبر (٢/٣١) ، وبغية الوعاة (١/٢١٢) .
٦ شرح العقيدة الطحاوية، ص (٦٥٤) . وما نقله عن ابن الأنباري موجود في زاد المسير (١/٣٤٦) ، والبحر المحيط (٢/٣٨٥) منسوب إلى ابن الأنباري ولم أقف عليه في شيء من كتبه المطبوعة. وانظر معاني القرآن وإعرابه (١/٣٧١) ففيه نحو هذا.','120','46',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (35,'<span data-type="title" id=toc-6>سورة آل عمران</span>
... قوله تعالى: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ} ٧ فيها
_________
٧ سورة آل عمران، الآية: ٧.','120','46',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (36,'قراءتان١: قراءة من يقف على قوله: {إِلاَّ اللَّهُ} ، وقراءة من لا يقف عندها٢، وكلتا القراءتين حق، ويراد بالأولى المتشابه في نفسه الذي استأثر الله بعلم تأويله، ويراد بالثانية المتشابه الإضافي الذي يعرف الراسخون تفسيره، وهو تأويله. ولا يريد مَنْ وقف على قوله: {إِلاَّ اللَّهُ} أن يكون التأويل بمعنى التفسير للمعنى، فإن لازم هذا أن يكون الله أنزل على رسوله كلاماً لا يعلم معناه جميع الأمة ولا الرسول، ويكون الراسخون في العلم لا حظ لهم في معرفة معناها سوى قولهم: {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} وهذا القدر يقوله غير الراسخ في العلم من المؤمنين، والراسخون في العلم يجب امتيازهم عن عوام المؤمنين في ذلك٣، وقد قال ابن عباس رضي الله عنهما: "أنا من الراسخين في العلم الذين يعلمون تأويله"٤ ولقد صدق رضي الله عنه فإن النبي صلى الله عليه وسلم دعا له وقال: "اللهم فقهه في الدين، وعلمه التأويل" رواه البخاري وغيره٥. ودعاؤه صلى الله عليه وسلم لا يرد. قال
_________
١ قول المؤلف ((فيها قراءتان)) فيه تجوز في العبارة، والأولى أن يقول: فيها وقفان.
٢ قوله ((عندها)) يريد عند كلمة ((العلم)) انظر المكتفى في الوقف والابتدا، ص (١٩٤-١٩٧) ، وعلل الوقوف (١/٣٦١-٣٦٣) تجد أنهما قد ذكرا الوقفين.
٣ انظر مجموع فتاوى شيخ الإسلام (٥/٣٥، ٣٦، ٢٣٤) (١٣/١٤٣، ١٤٤) . وقول من صحح الوقفين هو جمع بين قول من قال: بالوقف على لفظ الجلالة (الله) ، وقول من قال: ليس الوقف على لفظ الجلالة. انظر القولين في معاني القرآن للفراء (١/١٩١) ، وجامع البيان (٦/٢٠١، ٢٠٣) ، والبحر المحيط (٢/٤٠٠) ، والدر المصون (٣/٢٩) .
٤ أخرجه الطبري في جامع البيان (٦/٢٠٣) من طريق ابن أبي نجيح عن مجاهد عن ابن عباس.
٥ أخرجه البخاري في صحيحه مع الفتح برقم (١٤٣) بلفظ: "اللهم فقهه في الدين"، وأخرجه مسلم في صحيحه برقم (٢٤٧٧) بلفظ "اللهم فقهه"، وأخرجه الإمام أحمد في المسند (١/٢٦٦) بلفظ المؤلف هنا، وأخرجه ابن ماجة (١/٥٨) في المقدمة بلفظ "اللهم علمه الحكمة وتأويل الكتاب" واللفظ الذي يفيد أنه دعا له بمعرفة التأويل لم يرد في الصحيحين - حسب ما رأيت - لكن الشيخ الألباني صحح حديث ابن ماجة. انظر صحيح سنن ابن ماجة (١/٣٣) .','120','47',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (37,'مجاهد: "عرضت المصحف على ابن عباس، من أوله إلى آخره، أقفه عند كل آية وأسأله عنها"١. وقد تواترت النقول عنه أنه تكلم في جميع معاني القرآن، ولم يقل عن آية: إنها من المتشابه الذي لا يعلم أحد تأويله إلا الله. وقول الأصحاب - رحمهم الله - في الأصول: إن المتشابه الحروف المقطَّعة في أوائل السور٢،ويُروى هذا عن ابن عباس٣.مع أن هذه الحروف قد تكلم في معناها أكثر الناس٤، فإن كان معناها معروفاً، فقد عُرف معنى المتشابه، وإن لم يكن معروفاً، وهي المتشابه، كان ما سواها معلوم المعنى، وهذا المطلوب.
وأيضاً فإن الله قال: {مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} وهذه الحروف ليست آيات عند جمهور العادين٥.
قال تعالى: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلاَّ
_________
١ أخرجه الطبري في جامع البيان (١/٩٠) لكن بلفظ "عرضت المصحف على ابن عباس ثلاث عرضات، من فاتحته إلى خاتمته، أقفه عند كل آية منه وأسأله عنها" وهو من طريق محمد بن إسحاق، وقد عنعن، لكن له شاهد عند الطبري بمعناه. انظر جامع البيان (١/٩٠) .
٢ انظر أُصول السرخسي (١/١٦٩) .
٣ ذكره عنه البغوي في معالم التنزيل (١/٢٧٨) ، وأسانيد البغوي إلى ابن عباس منها ما يحتج به ومنها ما لا يحتج به، وأورده أيضاً ابن الجوزي في زاد المسير (١/٣٥٠) .
٤ انظر الأية رقم (١) من سورة البقرة في هذا البحث تجد المراجع في الحاشية عند تفسير تلك الآية.
٥ شرح العقيدة الطحاوية، ص (٢٥٤، ٢٥٥) وانظر المحرر الوجيز في عد آي الكتاب العزيز، ص (٦٧) وما بعدها تجد فيه ما قال المؤلف في مسألة العدد.','120','48',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (38,'هُوَ الْعَزِيزُ الْحَكِيمُ} ١... عبارات السلف في ((شهد)) تدور على الحكم، والقضاء، والإعلام، والبيان، والإخبار٢. وهذه الأقوال كلها حق، لا تنافي بينها، فإن الشهادة تتضمن كلام الشاهد وخبره، وتتضمن إعلامه وإخباره وبيانه. فلها أربع مراتب. فأول مراتبها: علم ومعرفة واعتقاد لصحة المشهود به وثبوته. وثانيها: تكلمه بذلك، وإن لم يُعلم به غيره، بل يتكلم بها مع نفسه، ويذكرها، وينطق بها، أو يكتبها. وثالثها: أن يُعلم غيره بها بما يشهد به، ويخبره به، ويبينه له. ورابعها: أن يلزمه بمضمونها ويأمُرَه به.
فشهادة الله سبحانه لنفسه بالوحدانية، والقيام بالقسط تضمنت هذه المراتب الأربع: علمه سبحانه بذلك، وتكلمه به، وإعلامه، وإخباره لخلقه به، وأمرهم وإلزامهم به. فأما مرتبة العلم، فإن الشهادة تضمنتها ضرورة، وإلا كان الشاهد شاهداً بما لا علم له به، قال تعالى: {إِلاَّ مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} ٣ وقال صلى الله عليه وسلم: "على مثلها فاشهد" ٤ وأشار إلى الشمس. وأما مرتبة التكلم
_________
١ سورة آل عمران، الآية: ١٨.
٢ الإعلام والإخبار متقاربان. وانظر ما يؤيد كلام المؤلف في مجاز القرآن (١/٨٩) ، وتهذيب اللغة (٦/٧٢، ٧٣) ، ومعجم مقاييس اللغة (٣/٢٢١) ((شهد)) ، والبحر المحيط (٢/٤١٩) ، وعمدة الحفاظ (٢/٣٤٢) ، والنكت والعيون (١/٣٧٩) ، والجواهر الحسان (١/٣٠٢) .
٣ سورة الزخرف، الآية: ٨٦.
٤ أخرجه الحاكم في المستدرك (٤/١١٠) بنحوه من حديث ابن عباس، وقال: حديث صحيح الإسناد ولم يخرجاه. وتعقبه الذهبي بقوله: واه، فعمرو قال ابن عدي كان يسرق الحديث، وابن مسمول ضعفه غير واحد. وأخرجه البيهقي في السنن الكبرى (١٠/١٥٦) وقال: محمد بن سليمان بن مسمول هذا تكلم فيه الحميدي، ولم يرو من وجه يعتمد عليه. وأخرجه أبو نعيم في الحلية (٤/١٨) بلفظ المؤلف وقال: غريب. وأخرجه العقيلي في كتاب الضعفاء الكبير (٤/٧٠) وذكر أن هذا الحديث لا يعرف إلا من طريق المسمولي. وأورده الحافظ ابن حجر في بلوغ المرام، ص (٢٩٠) وقال: أخرجه ابن عدي بإسناد ضعيف، وصححه الحاكم فأخطأ.','120','49',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (39,'والخبر، فقال الله تعالى: {وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثاً أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلونَ} ١ فجعل ذلك منهم شهادة، وإن لم يتلفظوا بلفظ الشهادة، ولم يؤدوها عند غيرهم. وأما مرتبة الإعلام والإخبار، فنوعان: إعلام بالقول، وإعلام بالفعل، وهذا شأن كل مُعْلم لغيره بأمرٍ، تارةً يعلمه به بقوله، وتارةً بفعله؛ ولهذا كان من جعل داره مسجداً، وفتح بابها، وأفرزها بطريقها، وأذن للناس بالدخول والصلاة فيها، معلماً أنها وقف، وإن لم يتلفظ به ... وكذلك شهادة الرب عز وجل وبيانه وإعلامه، يكون بقوله تارةً، وبفعله أخرى، فالقول ما أرسل به رسله، وأنزل به كتبه، وأما بيانه وإعلامه بفعله، فكما قال ابن كيسان٢: شهد الله بتدبيره العجيب، وأموره المحكمة عند خلقه، أنه لا إله إلا هو٣. وقال آخر٤:
وفي كل شيء له آية ... تدل على أنه واحد
ومما يدل على أن الشهادة تكون بالفعل قوله تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ} ٥ فهذه شهادة منهم على أنفسهم
_________
١ سورة الزخرف، الآية: ١٩.
٢ لعله: محمد بن أحمد بن كيسان البغدادي النحوي، له تصانيف في القراءات والغريب والنحو (ت: ٢٩٩ ?) . انظر العبر (١/٤٣٧) .
٣ أورده ابن الجوزي في زاد المسير (١/٣٦٢) منسوباً إليه. وباختصار شديد ذكره أبو حيان في البحر (٢/٤١٩) منسوباً إليه، وابن القيم في مدارج السالكين (٣/٤٧٣) .
٤ هو أبو العتاهية. انظر أبا العتاهية أشعاره وأخباره، ص (١٠٤) ، والأغاني (٤/٣٥) ، والبحر المحيط (٢/٤١٩) .
٥ سورة التوبة، الآية: ١٧.','120','50',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (40,'بما يفعلونه. والمقصود أنه سبحانه يشهد بما جعل آياته المخلوقة دالة عليه، ودَلالتها إنما هي بخلقه وجعله. وأما مرتبة الأمر بذلك والإلزام به ...فإنه سبحانه شهد به شهادة من حكم به، وقضى وأمر، وألزم عباده به، كما قال تعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ} ١ وقال تعالى: {وَقَالَ اللَّهُ لا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ} ٢ وقال تعالى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً} ٣ وقال تعالى: {لا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ} ٤ وقال: {وَلا تَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ} ٥. والقرآن كله شاهد بذلك٦ ...
... لما نزلت هذه الآية {فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ} ... ٧ دعا رسول الله صلى الله عليه وسلم علياً وفاطمة وحسناً وحسيناً فقال لهم: "اللهم هؤلاء أهلي" ٨.
[قوله تعالى:] { ... آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ} ٩وذلك؛ لأن الجهال، يقولون: ما رجع هؤلاء عن دينهم الذي
_________
١ سورة الإسراء، الآية: ٢٣.
٢ سورة النحل، الآية ٥١.
٣ سورة التوبة، الآية: ٣١.
٤ سورة الإسراء، الآية: ٣٩.
٥ سورة القصص، الآية: ٨٨.
٦ شرح العقيدة الطحاوية، ص (٤٤-٤٧) وتركت بعض ما ذكره المؤلف في الآية؛ لأن مضمونه فيما نقلت. والمؤلف أخذه من كلام ابن القيم في مدارج السالكين (٣/٤٦٩) .
٧ سورة آل عمران، الآية: ٦١.
٨ شرح العقيدة الطح اوية، ص (٧٢٦) والحديث أخرجه الإمام مسلم في صحيحه تحت رقم (٢٤٠٤) .
٩ سورة آل عمران، الآية: ٧٢.','120','51',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (41,'صاروا إليه إلاَّ بعد أن ظهر لهم بطلانه١.
[قوله تعالى:] {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً أُولَئِكَ لا خَلاقَ لَهُمْ فِي الآخِرَةِ وَلا يُكَلِّمُهُمُ اللَّهُ وَلا يَنْظُرُ إِلَيْهِمْ} ٢ فأهانهم بترك تكليمهم، والمراد: أنه لا يكلمهم تكليم تكريم، هو٣ الصحيح٤؛ إذ قد أخبر في الآية الآخرى أنه يقول لهم في النار {قَالَ اخْسَأُوا فِيهَا وَلا تُكَلِّمُونِ} ٥ فلو كان لا يكلم عباده المؤمنين، لكانوا في ذلك هم وأعداؤه سواء، ولم يكن في تخصيص أعدائه بأنه لا يكلمهم فائدة أصلاً٦.
... وإنما تكون (من) للتبعيض إذا صلح في موضعها (بعض) كما في قوله تعالى: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} ٧ فإنه يصح في موضعها بعض،
_________
١ التنبيه على مشكلات الهداية، ص (٢٢١، ٢٢٢) تحقيق أنور. وانظر تفسير القرآن لعبد الرزاق الصنعاني (١/ ١٢٣) ، وجامع البيان (٦/ ٥٠٧) ، وتفسير ابن أبي حاتم (٢/ ٣٣٩، ٣٤٠) تحقيق د. حكمت. تجد في هذه المؤلفات ما ذكره المؤلف هنا.
٢ سورة آل عمران، الآية: ٧٧.
٣ هكذا في النسخة المحققة التي بين يدي، ولعل الصواب: "وهو الصحيح" وقد أثبت الشيخ أحمد شاكر الواو بين قوسين. انظر تحقيقه لشرح العقيدة الطحاوية، ص (١١٥) .
٤ بهذا القول فسر الإمام الطبري الآية. انظر جامع البيان (٦/٥٢٨) ، وكذلك الواحدي في الوسيط (١/٤٥٣) ، وابن كثير في تفسيره (١/٣٧٦) ، والبغوي في معالم التنزيل (١/٣١٩) قدمه في الذكر وحكى معه قولاً آخر بلفظ قيل. وهذا القول كما ترى من القوة بمكان. وهناك أقوال أُخر في معنى الآية: انظرها إن شئت في: بحر العلوم (١/٢٧٩) ، والتفسير الكبير (٨/٩٣) ، ومحاسن التأويل (٢/٧٨) .
٥ سورة المؤمنون، الآية: ١٠٨.
٦ شرح العقيدة الطحاوية، ص (١٧٨) .
٧ سورة آل عمران، الآية: ٩٢.','120','52',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (42,'وقد قُرئ شاذاً {حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} ١.
... قوله تعالى: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} ٢ وقوله تعالى: {وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لا تَشْعُرُونَ} ٣ وأما الحياة التي اختص بها الشهيد، وامتاز بها عن غيره ... فهي أن الله تعالى جعل أرواحهم في أجواف طير خضر، كما في حديث عبد الله بن عباس رضي الله عنهما أنه قال: قال رسول الله صلى الله عليه وسلم: "لما أصيب إخوانكم - يعني يوم أحد - جعل الله أرواحهم في أجواف طير خضر ترد أنهار الجنة، وتأكل من ثمارها، وتأوي إلى قناديل من ذهب مذللة٤ في ظل العرش" الحديث رواه الإمام أحمد وأبو داود٥، وبمعناه في حديث ابن مسعود، رواه مسلم٦. فإنهم لما بذلوا أبدانهم لله عز وجل حتى أتلفها أعداؤه فيه، أعاضهم منها في البرزخ أبداناً خيراً منها، تكون فيها إلى يوم القيامة، ويكون تنعمها بواسطة تلك الأبدان، أكمل من تنعم الأرواح المجردة عنها. ولهذا كانت نسمة المؤمن في
_________
١ التنبيه على مشكلات الهداية، ص (٧٠٥، ٧٠٦) تحقيق عبد الحكيم. وانظر الكشاف (١/٤٤٥) ، والبحر (١/٥٤٦) ، والدر المصون (٣/٣١٠) فقد ذكروا معنى (مِنْ) واحتجوا عليها بالقراءة بمثل ما فعل المؤلف هنا، إلا أن السمين قال: وهذه عندي ليست قراءة، بل تفسير معنى قلت: وإذا كانت قراءة فهي قراءة شاذة.
٢ سورة آل عمران، الآية: ١٦٩.
٣ سورة البقرة، الآية: ١٥٤.
٤ مذلَّلة يعني: مدلاه. انظر النهاية في غريب الحديث والأثر (٢/١٦٦) ((ذلل)) .
٥ المسند (١/٢٦٥، ٢٦٦) ، وسنن أبي داود برقم (٢٥٢٠) ، وتفسير الطبري برقم (٨٢٠٥) ، ومستدرك الحاكم (٢/٩٧) كلهم من حديث ابن عباس رضي الله عنهما. وقال الحاكم: هذا حديث صحيح على شرط مسلم ولم يخرجاه. ووافقه الذهبي.
٦ صحيح مسلم الحدث رقم (١٨٨٧) .','120','53',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (43,'صورة طير، أو كطير، ونسمة الشهيد في جوف طير١.
_________
١ انظر شرح العقيدة الطحاوية، ص (٥٨٦، ٥٨٧) .','120','54',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (44,'.. قوله تعالى: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} ١ ... المراد به النكاح الذي هو ضد السفاح، ولم يأت في القرآن النكاح المراد به الزنا قط، ولا الوطء المجرد عن عقد٢.
... قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} ٣ ... عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم بعث جيشاً إلى أوطاس٤ فلقي عدواً لهم فقاتلوهم، فظهروا عليهم وأصابوا سبايا، وكأن ناساً من أصحاب رسول الله صلى الله عليه وسلم تحرجوا من غشيانهن من أجل أزواجهن من المشركين فأنزل الله عز وجل ذلك {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} ٥.
... قوله تعالى: {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ} ٦ ... المراد استطاعة الآلات والأسباب. ومن ذلك قوله صلى الله عليه وسلم لعمران
_________
١ سورة النساء، الآية: ٢٢.
٢ التنبيه على مشكلات الهداية، ص (٥٩٨، ٥٩٩) تحقيق عبد الحكيم. وانظر معاني القرآن وإعرابه (٤/٢٩) فقد ذكر الزجاج ما يفيد أن النكاح يطلق ويراد به الأمرين التزويج والوطء إلا أنه استبعد أن يراد به مطلق الوطء. وانظر أيضاً معاني القرآن الكريم (٤/٤٩٨) . والمؤلف يريد أن يرد على الذين يقولون بتحريم من غشيها الأبُ على الابن زناً. وهي مسألة اختلف فيها العلماء على قولين. انظر: أحكام القرآن للجصاص (٣/٥٢-٥٤) ، وأحكام القرآن للكيا الهراسي (٢/ ٣٨٣ - ٣٩١) ، وأحكام القرآن لابن العربي (١/ ٣٦٩) .
٣ سورة النساء، الآية: ٢٤.
٤ أوطاس: واد بديار هوازن. انظر ترتيب القاموس (٤/٦٢٨) ((وطس)) .
٥ التنبيه على مشكلات الهداية، ص (٦٤٨، ٦٤٩) تحقيق عبد الحكيم، وأشار المؤلف إلى هذا أيضاً في ص (٧٥٥) وهذا السبب أخرجه الإمام مسلم في صحيحه برقم (١٤٥٦) .
٦ سورة النساء، الآية: ٢٥.','120','55',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (45,'.. قوله تعالى: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} ١ ... المراد به النكاح الذي هو ضد السفاح، ولم يأت في القرآن النكاح المراد به الزنا قط، ولا الوطء المجرد عن عقد٢.
... قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} ٣ ... عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم بعث جيشاً إلى أوطاس٤ فلقي عدواً لهم فقاتلوهم، فظهروا عليهم وأصابوا سبايا، وكأن ناساً من أصحاب رسول الله صلى الله عليه وسلم تحرجوا من غشيانهن من أجل أزواجهن من المشركين فأنزل الله عز وجل ذلك {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ} ٥.
... قوله تعالى: {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ} ٦ ... المراد استطاعة الآلات والأسباب. ومن ذلك قوله صلى الله عليه وسلم لعمران
_________
١ سورة النساء، الآية: ٢٢.
٢ التنبيه على مشكلات الهداية، ص (٥٩٨، ٥٩٩) تحقيق عبد الحكيم. وانظر معاني القرآن وإعرابه (٤/٢٩) فقد ذكر الزجاج ما يفيد أن النكاح يطلق ويراد به الأمرين التزويج والوطء إلا أنه استبعد أن يراد به مطلق الوطء. وانظر أيضاً معاني القرآن الكريم (٤/٤٩٨) . والمؤلف يريد أن يرد على الذين يقولون بتحريم من غشيها الأبُ على الابن زناً. وهي مسألة اختلف فيها العلماء على قولين. انظر: أحكام القرآن للجصاص (٣/٥٢-٥٤) ، وأحكام القرآن للكيا الهراسي (٢/ ٣٨٣ - ٣٩١) ، وأحكام القرآن لابن العربي (١/ ٣٦٩) .
٣ سورة النساء، الآية: ٢٤.
٤ أوطاس: واد بديار هوازن. انظر ترتيب القاموس (٤/٦٢٨) ((وطس)) .
٥ التنبيه على مشكلات الهداية، ص (٦٤٨، ٦٤٩) تحقيق عبد الحكيم، وأشار المؤلف إلى هذا أيضاً في ص (٧٥٥) وهذا السبب أخرجه الإمام مسلم في صحيحه برقم (١٤٥٦) .
٦ سورة النساء، الآية: ٢٥.','120','55',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (46,'ابن حصين: "صل قائماً، فإن لم تستطع فقاعداً، فإن لم تستطع فعلى جنب" ١ وإنما نفى استطاعة الفعل معها٢.
... قوله تعالى: { ... لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} ٣ ... الاستثناء هنا منقطعاً٤.
... قوله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} ٥نزلت في أصحاب رسول صلى الله عليه وسلم حين قدَّموا رجلاً منهم في الصلاة، فصلى بهم وترك في قرآنه ما غير المعنى٦.
... قال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} ٧ قال عمر بن الخطاب رضي الله عنه وغيره: الجبت: السحر٨.
_________
١ أخرجه البخاري في صحيحه مع الفتح الحديث رقم (١١٧) .
٢ شرح العقيدة الطحاوية، ص (٦٣٤، ٦٣٥) ويعني المؤلف بقوله "وإنما نفى استطاعة الفعل معها" أن الآلات والأسباب توجد ولا يستطيع الإنسان أن يقوم بالفعل، لمانع كالمرض ونحو ذلك.
٣ سورة النساء، الآية: ٢٩.
٤ التنبيه على مشكلات الهداية، ص (٦٨) تحقيق أنور. وما ذكره المؤلف في الاستثناء هو أصح الوجهين. انظر التبيان في إعراب القرآن (١/ ٣٥١) ، والدر المصون (٣/ ٦٦٣) ويكون المعنى: ولكن أقصدوا كون تجارة عن تراض منكم. انظر الكشاف (١/ ٥٥٢) ، أو يكون المعنى: لكن إن كانت تجارة فكلوها. انظر المحرر الوجيز (٤/ ٩١) .
٥ سورة النساء، الآية: ٤٣.
٦ التنبيه على مشكلات الهداية، ص (١٢٧) تحقيق أنور. وهذا السبب أخرجه أبو داود في سننه برقم (٣٦٧١) ، وابن جرير في التفسير برقم (٩٥٢٤) ، والحاكم في المستدرك (٢/٣٣٦) كلهم أخرجوه من رواية علي بن أبي طالب. وقال الحاكم: هذا حديث صحيح الأسناد ولم يخرجاه. وقال الذهبي: صحيح.
٧ سورة النساء، الآية: ٥١.
٨ شرح العقيدة الطحاوية، ص (٧٦٢) ، والأثر أخرجه الطبري في جامع البيان برقم (٩٧٦٦) ، قال حدثنا محمد بن المثنى، قال: حدثنا محمد بن أبي عدي، عن شعبة، عن أبي إسحاق، عن حسان بن فائد قال: قال عمر رحمه الله: الجبت السحر ... وذكره البخاري معلقاً فقال: وقال عمر: الجبت السحر. انظر صحيحه مع الفتح (٨/٢٥١) كتاب التفسير، باب {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ} . وقال الحافظ في الفتح (٨/٢٥٢) : وصله عبد بن حميد في تفسيره، ومسدد في مسنده، وعبد الرحمن بن رستة في كتاب الإيمان كلهم من طريق أبي إسحاق عن حسان بن فائد عن عمر مثله، وإسناده قوي. وقد وقع التصريح بسماع أبي إسحاق له من حسان، وسماع حسان من عمر في رواية رستة. وهذا التفسير أيضاً أخرجه الطبري في جامع البيان (٨/٤٦٢) عن مجاهد والشعبي. وذكر ابن كثير في تفسيره (١/٥١٣) أنه رُوي عن ابن عباس، وأبي العالية ومجاهد وعطاء وعكرمة وسعيد بن جبير والشعبي والحسن والضحاك والسدي. وانظر الدر المنثور (٢/١٧٢) ، فقد أورده وذكر من أخرجه عن عمر. وهناك أقوال كثيرة في معنى ((الجبت والطاغوت)) ساقها ابن جرير في تفسيره (٨/٤٦١-٤٦٥) ثم اختار أن الجبت والطاغوت اسمان لكل معظَّم من دون الله فيدخل في ذلك جميع الأقوال التي قيلت. ونقل هذا الاختيار الحافظ في الفتح (٨/٢٥٢) مقراً له. وقال الجوهري في الصحاح ١/٢٤٥ ((جبت)) : الجبت كلمة تقع على الصنم والكاهن والساحر ونحو ذلك. وذكره الحافظ ابن كثير في تفسيره (١/٥١٣) كالراضي عنه المرجح به.','120','56',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (47,'.. قوله تعالى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ} ١ كيف قال: {وَأَطِيعُوا الرَّسُولَ} ولم يقل (وأطيعوا أولي الأمر منكم) ؟؛ لأن أولي الأمر لا يفردون بالطاعة، بل يطاعون فيما هو طاعة لله ورسوله، وأعاد الفعل مع الرسول؛ لأنه من يطع الرسول فقد أطاع الله، فإن الرسول لا يأمر بغير طاعة الله، بل هو معصوم في ذلك، وأما ولي الأمر، فقد يأمر بغير طاعة الله فلا يطاع إلا فيما هو طاعة لله ورسوله٢.
_________
١ سورة النساء، الآية: ٥٩.
٢ شرح العقيدة الطحاوية، ص (٥٤٢، ٥٤٣) وهذه النكتة التي ذكرها في عدم إعادة العامل مع أولي الأمر ذكر نحوها الطيبي في فتوح الغيب في الكشف عن قناع الريب (١/١٢٨) ونقلها عنه القاسمي في محاسن التأويل (٢/٣٦١) ونحو هذا من النكتة في عدم إعادة العامل مع أولي الأمر قال أيضاً برهان الدين البقاعي في نظم الدرر (٥/٣١٠) .','120','57',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (48,'قال الله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} والمراد بالرد إلى الله الرد إلى كتابه، وبالرد إلى الرسول الرد إليه في حياته، وإلى سنته بعد وفاته١.
... قال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} ٢ أقسم سبحانه بنفسه أنهم لا يؤمنون حتى يُحكِّموا نبيه، ويرضوا بحكمه، ويسلموا تسليماً٣.
... قال تعالى: {وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُل كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلاءِ الْقَوْمِ لا يَكَادُونَ يَفْقَهُونَ حَدِيثاً مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ} ٤ ... فإن قيل: كيف الجمع بين قوله: {كُلٌّ مِنْ عِنْدِ اللَّهِ} ، وبين قوله: {فَمِنْ نَفْسِكَ} ؟. قيل: قوله: {كُلٌّ مِنْ عِنْدِ اللَّهِ} الخِصب والجدب، والنصر والهزيمة، كلها من عند الله، وقوله: {فَمِنْ نَفْسِكَ} : أي ما أصابك من سيئة من الله فبذنب نفسك عقوبة لك، كما قال: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} ٥ يدل على ذلك ما
_________
١ التنبيه على مشكلات الهداية، ص (٥٤٤، ٥٤٥) (تحقيق أنور) ، والاتباع، ص (٣١) وهذا التفسير قاله الطبري في جامع البيان (٨/٥٠٤، ٥٠٥) وأسنده إلى بعض التابعين.
٢ سورة النساء، الآية: ٦٥.
٣ شرح العقيدة الطحاوية، ص (٢٤٢) ، ومعنى ما قال المؤلف هنا في كثير من كتب التفسير، منها تفسير القرآن العظيم (١/٥٢١) ، والجواهر الحسان (١/٤٦١) ، وبدائع التفسير (٢/٣٢) .
٤ سورة النساء، الآية: ٧٨، ٧٩.
٥ سورة الشورى، الآية ٣٠.','120','58',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (49,'رُوي عن ابن عباس رضي الله عنهما: أنه قرأ: "وما أصابك من سيئة فمن نفسك، وأنا كتبتها عليك"١. والمراد بالحسنة - هنا - النعمة، وبالسيئة البلية٢، في أصح الأقوال.
وقد قيل: الحسنة الطاعة، والسيئة المعصية٣. وقيل: الحسنة ما أصابه يوم بدر، والسيئة ما أصابه يوم أحد٤. والقول الأول شامل لمعنى القول الثالث. والمعنى الثاني ليس مراداً دون الأول - قطعاً - ولكن لا منافاة بين أن تكون سيئة العمل وسيئة الجزاء من نفسه، مع أن الجميع مقدَّر، فإن المعصية الثانية قد تكون عقوبة الأولى، فتكون من سيئات الجزاء، مع أنها من سيئات العمل، والحسنة الثانية قد تكون من ثواب الأولى، كما دل على ذلك الكتاب والسنة٥.
_________
١ انظر معالم التنزيل (١/٤٥٤، ٤٥٥) فهو نقل البغوي بحروفه، إلا بعض الكلمات فالمؤلف أخذه منه، أو أخذه ممن أخذه منه. وأثر ابن عباس أخرجه البغوي في معالم التنزيل ١/٤٥٥، من طريق مجاهد عن ابن عباس. وفي سنده مسلم بن خالد الزنجي فقيه صدوق كثير الأوهام. انظر التقريب الترجمة رقم (٦٦٢٥) . وأورد الأثر السيوطي في الدر المنثور (١/١٨٥) ، ونسب إخراجه لابن المنذر. وأورده أيضاً عن مجاهد، قال: هي في قراءة أُبي بن كعب وعبد الله بن مسعود، ونسب إخراجه لابن المنذر وابن الأنباري في المصاحف. ولا تصح هذه الرواية؛ لأن مجاهداً لم يدرك أبياً ولا ابن مسعود.
٢ انظر النكت والعيون (١/٥٠٨) فقد أورد هذا القول الماوردي، ونسبه لبعض البصريين.
٣ انظر جامع البيان (٨/٥٥٩) فقد أخرجه الطبري عن أبي العالية. وذكره الماوردي في النكت والعيون (١/٥٠٩) منسوباً لأبي العالية.
٤ أخرجه الطبري في جامع البيان (٨/٥٥٨) ، من طريق علي ابن أبي طلحة عن ابن عباس، وكذلك أخرجه ابن أبي حاتم في تفسيره (٣/١٠١٠) . وهذه الأقوال الثلاثة ذكرها الماوردي كلها من غير ترجيح. انظر النكت والعيون (١/٥٠٨، ٥٠٩) .
٥ شرح العقيدة الطحاوية، ص (٥١٥، ٥١٦) . وانظر الحسنة والسيئة لشيخ الإسلام، ص (٢٢-٢٥) ويبدو أن المؤلف أخذ أقوال المفسرين مع ما بعد ذلك من الجمع من هذا الكتاب.','120','59',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (50,'وفي قوله: {فَمِنْ نَفْسِكَ} من الفوائد: أن البد لا يطمئن إلى نفسه ولا يسكن إليها، فإن الشر كامن فيها، لا يجيء إلا منها، ولا يشتغل بملام الناس ولا ذمهم إذا أساؤوا إليه، فإن ذلك من السيئات التي أصابته، وهي إنما أصابته بذنوبه، فيرجع إلى الذنوب، ويستعيذ بالله من شر نفسه وسيئات عمله، ويسأل الله أن يعينه على طاعته. فبذلك يحصل له كل خير، ويندفع عنه كل شر؛ ولهذا كان أنفع الدعاء وأعظمه وأحكمه دعاء الفاتحة: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} ١. فإنه إذا هداه هذا الصراط أعانه على طاعته وترك معصيته، فلم يصبه شر، لا في الدنيا ولا في الآخرة٢.
... قوله تعالى: {فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً} ٣ أي على القاعدين من أولي الضرر٤، بدليل قول الله تعالى: {وَكُلاَّ وَعَدَ اللَّهُ الْحُسْنَى} ٥.
_________
١ سورة الفاتحة، الآية: ٦، ٧.
٢ شرح العقيدة الطحاوية، ص (٥١٨، ٥١٩) ومن قوله: "وفي قوله: {فَمِنْ نَفْسِكَ} " إلى أخر الكلام منقول من كتاب الحسنة والسيئة لشيخ الإسلام، ص (٨٣) .
٣ سورة النساء، الآية: ٩٥.
٤ انظر جامع البيان (٩/ ٩٥) ، والمحرر الوجيز (٤/٢٢١) فقد فسّر ابن جرير الآية به ولم يذكر غيره، ونقله ابن عطية أيضاً. وذكر ابن الجوزي في زاد المسير (٢/١٧٤) قولين في الآية. هذا الذي ذكره المؤلف. والثاني: أن التفضيل بالدرجة على القاعدين من غير ضرر. وأرجح القولين ما ذهب إليه المؤلف، لما ذكر، ولأن الله ذكر في أخر الآية التفضيل على القاعدين من غير عذر بقوله: {وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْراً عَظِيماً} انظر زاد المسير (٢/١٧٥) .
٥ التنبيه على مشكلات الهداية ص (٢٢٠، ٥٥٦) تحقيق أنور.','120','60',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (51,'..قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ} ١ ... المراد هو، أو من يقوم مقامه، كما في قوله تعالى٢: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} ٣.
... في المسند أنه لما نزل قوله تعالى: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ} ٤ قال أبو بكر يا رسول الله نزلت قاصمة الظهر، وأيُّنا لم يعمل سوءاً؟. فقال "يا أبا بكر، ألست تنصب؟ ألست تحزن؟ ألست يصيبك اللأواء؟ فذلك ما تجزون به" ٥.
_________
١ سورة النساء، الآية: ١٠٢.
٢سورة التوبة، الآية: ١٠٣.
٣ التنبيه على مشكلات الهداية، ص (٣٣٢) تحقيق عبد الحكيم. والمؤلف يريد أن يرد بهذا التفسير على قول من قال: إن صلاة الخوف لا تُصلى بعد النبي صلى الله عليه وسلمبإمام واحد وإنما تُصلى بإمامين. انظر أحكام القرآن للجصاص (٣/ ٢٣٧) ، وأحكام القرآن لابن العربي (١/ ٤٩٣) .
٤ سورة النساء، الآية: ١٢٣.
٥ شرح العقيدة الطحاوية ص، (٤٥٣، ٤٥٤) والحديث أخرجه الإمام أحمد في المسند (١/١١) ، وابن جرير في التفسير برقم (١٠٥٢٣) ، وأبو يعلى في مسنده (١/٩٧، ٩٨) ، وابن حبان في صحيحه مع الإحسان (٧/١٧٠، ١٧١) ، وابن أبي حاتم في تفسيره (٤/١٠٧١) ، والحاكم في المستدرك (٣/٧٨) ، والبيهقي في السنن (٣/٣٧٣) ، كلهم من طريق أبي بكر بن أبي زهير، عن أبي بكر الصديق. والحديث قال عنه الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه. وتابعه الذهبي فقال: صحيح. انظر الموضع المتقدم من المستدرك. ومع ذلك فقد أعله كل من حقق الكتب السابقة بالانقطاع. فإن أبا بكر بن أبي زهير لم يدرك أبا بكر الصديق رضي الله عنه. وهو كما قالوا فإن الحافظ ابن حجر قد نص على أنه أرسل عن أبي بكر الصديق رضي الله عنه. انظر تهذيب التهذيب (١٢/٢٤) . وانظر أيضاً تقريب التهذيب برقم (٧٩٦٥) . وللحديث شاهد في صحيح مسلم برقم (٢٥٧٤) من حديث أبي هريرة رضي الله عنه. وكذلك له أكثر من شاهد عند ابن أبي حاتم في تفسيره انظر منه (٩/٢٤٤-٢٤٦) . قال شعيب الأرنؤوط: الحديث صحيح بطرقه وشواهده. انظر الإحسان في تقريب صحيح ابن حبان (٧/١٧١) حاشيته. وقد عد شيخ الإسلام هذا الحديث مما استفاض من وجوه متعددة. انظر مجموع فتاوى شيخ الإسلام (١٤/٤٢٧) .','120','61',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (52,'قال تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلاً} ١ ... الخلة كمال المحبة٢، وأنكرت الجهمية٣ حقيقة المحبة من الجانبين، زعماً منهم أن المحبة لا تكون إلا لمناسبة بين المحب والمحبوب، وأنه لا مناسبة بين القديم والمُحْدَث توجب المحبة٤.
قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ} ٥ ... شهادة المرء على نفسه هي إقراره بالشيء٦ ... ليس إلا، وليس المراد أن يقول: أشهد على نفسي بكذا، بل من أقر بشيء فقد شهد على
_________
١ سورة النساء، الآية: ١٢٥.
٢ انظر الجواب الكافي لمن سأل عن الدواء الشافي، ص (١٩٩) ، وانظر محاسن التأويل (٢/٥٠١) .
٣ الجهمية فرقة ضالة، تُنسب إلى جهم بن صفوان السمرقندي، الضال المبتدع، قتله سلم بن أحوز المازني سنة ١٢٨?. انظر في شأن هذه الفرقة ومؤسسها مقالات الإسلاميين، ص (٢٧٩، ٢٨٠) ، والفرق بين الفرق، ص (٢١١) ، والملل والنحل، ص (٨٦) .
٤ شرح العقيدة الطحاوية، ص (٣٩٤) . وانظر الكشاف (١/٥٦٦) فقد أوَّل الزمخشري المحبة فقال: "مجاز عن اصطفائه واختصاصه بكرامة تشبه كرامة الخليل عند خليله". وانظر نكت القرآن الدالة على البيان (١/٢٤١، ٢٤٤) تجد فيه نسبة هذا القول إلى الجهمية والرد عليه.
٥ سورة النساء، الآية: ١٣٥.
٦ انظر جامع البيان (٩/٣٠٢) فقد فسَّره الطبري بما قاله المؤلف. وأخرجه ابن أبي حاتم في تفسيره (٤/١٠٨٧) عن سعيد بن جبير. وبهذا فسّره غير من ذكرت، انظر مثلاً النكت والعيون (١/٥٣٥) ، والوسيط (٢/١٢٦) ، ومعالم التنزيل (١/٤٨٩) ، والمحرر الوجيز (٤/٢٧٩) ، وتفسير القرآن للسمعاني (١/٤٨٨) وذكر الرازي قولاً ثانياً في معنى الآية، حاصله أن المراد وإن كانت الشهادة وبالاً على أنفسكم وأقاربكم وذلك أن يشهد على من يتوقع ضرره من سلطان ظالم وغيره. انظر التفسير الكبير (١١/٥٨) . قلت: والمعتمد في معنى الآية ما ذكره المؤلف.','120','62',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (53,'نفسه به١.
_________
١ انظر شرح العقيدة الطحاوية، ص (٣١٥) وأورد هذا التفسير أيضاً في التنبيه على مشكلات الهداية، ص (٣٨٥) تحقيق أنور.','120','63',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (54,'<span data-type="title" id=toc-7>سورة النساء</span>
في الصحيحين أن عروة سأل عائشة رضي الله عنها عن قوله تعالى: {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُوا فِي الْيَتَامَى} إلى قوله: {أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ} ٢ قالت: يا ابن أختي هذه اليتيمة تكون في حجر وليها فيرغب في جمالها ومالها ويريد أن ينقص من صداقها فنهوا عن نكاحها إلا أن يقسطوا لهن في إكمال الصداق وأمروا بنكاح من سواهن. قالت عائشة: فاستفتى الناس رسول الله صلى الله عليه وسلم بعد ذلك فأنزل الله عز وجل: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} إلى {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} ٣ فبين لهم أن اليتيمة إذا كانت ذات جمال ومال رغبوا في نكاحها ولم يلحقوها بسنتها في إكمال الصداق، وإذا كانت مرغوبة عنها في قلة المال والجمال تركوها والتمسوا غيرها من النساء، قال وكما يتركونها حين يرغبون عنها، فليس لهم أن ينكحوها إذا رغبوا فيها إلاَّ أن يقسطوا لها ويعطوها حقها الأوفى من الصداق"٤.
... قوله تعالى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} ٥ ... المذكور في هذه الآية الكريمة حرف أو، وهو لأحد المذكورين، أي: لا ميراث إلاّ من بعد إخراج الوصية، إن كان ثم وصية، أو إخراج الدين إن كان ثم دين٦.
_________
٢ سورة النساء، الآية: ٣.
٣ سورة النساء، الآية: ١٢٧.
٤ التنبيه على مشكلات الهداية، ص (٦١٨) تحقيق عبد الحكيم. والحديث في صحيح البخاري مع الفتح برقم (٥٠٩٢) وفي صحيح مسلم برقم (٣٠١٨) .
٥ سورة النساء، الآية: ١١.
٦ التنبيه على مشكلات الهداية، ص (٢٥) تحقيق عبد الحكيم. وما ذكره المؤلف من أن (أو) لأحد المذكورين قاله الكرماني في غرائب التفسير (١/ ٢٨٦) ، والزمخشري في الكشاف (١/ ٥٠٨) ، والعكبري في التبيان في إعراب القرآن (١/ ٣٣٥) .','120','54',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (55,'<span data-type="title" id=toc-8>سورة المائدة</span>
[قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} ١] ... لفظ الآية لا يخالف ما تواتر من السنة، فإن المسح كما يُطلق ويراد به الإصابة، كذلك يطلق ويراد به الإسالة، كما تقول العرب: تمسحت للصلاة٢. وفي الآية ما يدل على أنه لم يرد بمسح الرجلين المسح الذي هو قسيم الغسل، بل المسح الذي الغسل قسم منه، فإنه قال: {إِلَى الْكَعْبَيْنِ} ، ولم يقل: إلى الكعاب، كما قال: {إِلَى الْمَرَافِقِ} فدلّ على أنه ليس في كل رجل كعب واحد، كما في كل يد مرفق واحد، بل في كل رجل كعبان، فيكون تعالى قد أمر بالمسح إلى العظمين الناتئين، وهذا هو الغسل، فإن من يمسح المسح الخاص يجعل المسح لظهور القدمين، وجعل الكعبين - في الآية - غاية يرد قولهم٣. فدعواهم٤ أن الفرض مسح الرجلين إلى الكعبين اللذين هما مجتمع الساق والقدم عند معقد
_________
١ سورة المائدة، الآية: ٦.
٢ انظر المفردات ص، (٤٦٧) ، والوسيط (٢/١٥٩) ، ومعاني القرآن الكريم (٢/٢٧٢، ٢٧٣) ، والمحرر الوجيز (٥/٤٨) .
٣ قوله: وجعل الكعبين ... الخ احتج به كثير ممن تقدم، منهم: الزجاج في معاني القرآن (٢/١٥٤) ، والأزهري في تهذيب اللغة (٤/٣٥٢) "مسح"، والنحاس في معاني القرآن (٢/٢٧٣) .
٤ يعني بقوله: "فدعواهم" الشيعة فإنهم هم الذين يرون أن الفرض هو المسح، لا الغسل. انظر تفسير القرآن العظيم (٢/٢٣) .','120','63',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (56,'الشراك مردود بالكتاب والسنة.
وفي الآية قراءتان مشهورتان النصب والخفض١، وتوجيه إعرابهما مبسوط في موضعه٢، وقراءة النصب نص في وجوب الغسل؛ لأن العطف على المحل إنما يكون إذا كان المعنى واحداً، كقوله٣:
... ... ... ... ... فلسنا بالجبال ولا الحديدا
وليس معنى مسحت برأسي ورجلي، هو معنى مسحت رأسي ورجلي، بل ذكر الباء يفيد معنى زائداً على مجرد المسح، وهو إلصاق شيء من الماء بالرأس٤،
_________
١ يعني في لفظ "أرجلكم" وقراءة النصب، قرأ بها نافع وابن عامر والكسائي ويعقوب وحفص، والباقون بالخفض. انظر المبسوط في القراءات العشر، ص (١٨٤) ، والنشر في القراءات العشر (٢/٢٥٤) .
٢ انظر الحجة للقراء السبعة (٣/٢١٤، ٢١٥) ، والكشف عن وجوه القراءات السبع (١/٤٠٦) .
٣ هذا الشعر لعُقَيْبة بن هُبيرة الأسدي، شاعر جاهلي إسلامي (ت نحو: ٥٠?) قاله لمعاوية بن أبي سفيان رضي الله عنه في أبيات وصدر البيت: (معاوي إننا بشر فأسجح) . ووجه الاستشهاد بالبيت أن "الحديدا" منصوب عطفاً على محل الجبال المجرورة لفظاً. وقد تبع المؤلف سيبويه وغيره في الاحتجاج بالبيت. انظر الكتاب (١/٦٧) ، والإنصاف في مسائل الخلاف (١/٣٣٢) ، ولسان العرب (١٠/١٢٠) "غمز" على أن قافية هذا الشعر قد جاءت مجرورة في خلاف يطول ذكره. انظر خزانة الأدب (٢/٢٦٠) . وإن أردت الوقوف على غير المراجع المذكورة التي أوردت هذا الشعر فانظر المعجم المفصل في شواهد النحو الشعرية (١/٢٠٩، ٢١٠) .
٤ تابع المؤلف شيخ الإسلام في عدم صحة عطف قراءة {وَأَرْجُلَكُمْ} بالنصب على محل {بِرُؤُوسِكُمْ} لوجود الاختلاف بينهما وبين ما جاء في البيت المذكور. انظر فتاوى شيخ الإسلام (٢١/٣٤٩) . وكون الباء للإلصاق هو رأي الزمخشري في الكشاف (١/٥٩٧) ، وشيخ الإسلام في مجموع الفتاوى (٢١/٣٤٩) . وقد قيل في الباء غير ما ذكر. انظر الدر المصون (٤/٢٠٩) .','120','64',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (57,'فتعين العطف على قوله: {وَأَيْدِيَكُمْ} ١ ... وفي ذكر المسح في الرجلين تنبيه على قلة الصب في الرجلين، فإن السرف يعتاد فيهما كثيراً٢.
[وقال أيضاً] : قوله تعالى: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} ٣ ... (من) هنا للتبعيض، لا للغاية٤. أي: ألصقوا بوجوهكم وأيديكم بعضه. قال الزمخشري في الكشاف٥: فإن قلت: قولهم إنها لابتداء الغاية قول متعسف، ولا يفهم أحد من العرب قول القائل: مسحت برأسه من الدهن ومن الماء ومن التراب إلا معنى التبعيض. قلت: هو كما تقول٦، والإذعان للحق خير من المراء. انتهى٧.
... قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ} ٨ ... ذكر في سبب نزول الآية الكريمة عن ابن جريج، عن عكرمة أن عثمان بن مظعون، وعلي بن أبي طالب، وابن مسعود، والمقداد بن الأسود، وسالماً مولى أبي حذيفة رضي الله عنهم في صحابة تبتلوا، فجلسوا في
_________
١ يعني عطف قراءة {وَأَرْجُلَكُمْ} بالنصب. وانظر الكشف عن وجوه القراءات السبع (١/٤٠٧) ، ومجموع فتاوى شيخ الإسلام (٢١/٣٤٩) ، والدر المصون (٤/٢١٠) والأخير قد ذكر الخلاف بين العلماء في عطف الأيدي.
٢ شرح العقيدة الطحاوية، ص (٥٥٣ - ٥٥٥) وما ذكره بقوله: وفي ذكر المسح في الرجلين ... الخ. قاله الزمخشري في الكشاف (١/٥٩٧) .
٣ سورة المائدة، الآية: ٦.
٤ انظر الدر المصون (٤/٢١٦) فقد ذكر السمين القولين، ووصف ما ذهب إليه المؤلف بأنه الأظهر.
٥ انظر منه (١/٥٢٩) فقد قاله الزمخشري عند الآية (٤٣) من سورة النساء.
٦ في التنبيه على مشكلات الهداية "يقول" بالياء، والتصحيح من الكشاف.
٧ التنبيه على مشكلات الهداية، ص (٩١) تحقيق عبد الحكيم.
٨ سورة المائدة، الآية: ٨٧.','120','65',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (58,'البيوت، واعتزلوا النساء، ولبسوا المسوح١، وحرموا طيبات الطعام واللباس، إلا ما يأكل ويلبس أهل السياحة من بني إسرائيل، وهموا بالاختصاء، وأجمعوا لقيام الليل وصيام النهار، فنزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ} يقول: لا تسيروا بغير سنة المسلمين، يريد ما حرموا من النساء والطعام واللباس، وما أجمعوا له من قيام الليل وصيام النهار، وما هموا به من الاختصاء، فنزلت فيهم، فبعث النبي صلى الله عليه وسلم إليهم، فقال: "إن لأنفسكم عليكم حقاً، وإن لأعينكم حقاً، صوموا وأفطرواً، وصلوا وناموا، فليس منا من ترك سنتنا". فقالوا: اللهم سلمنا واتبعنا ما أنزلت٢.
قال تعالى: {إِطْعَامُ عَشَرَةِ مَسَاكِينَ} ٣ {فَإِطْعَامُ سِتِّينَ مِسْكِيناً} ٤ {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} ٥ لا خلاف أن كل واحد من الاسمين في هذه الآيات لما أُفرد شمل المقل والمعدم، ولما قرن أحدهما بالآخر في قوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} ٦ الآية، كان المراد بأحدهما
_________
١ المسوح جمع "مِسْح" بكسر الميم وإسكان السين كساء من شعر. انظر مختار الصحاح، ص (٤٥٥) ، والمعجم الوسيط (٢/٩٠٣) "مسح".
٢ شرح العقيدة الطحاوية، ص (٧٨٨-٧٩٠) . والأثر بهذا اللفظ أخرجه ابن جرير في تفسيره برقم (١٢٣٤٨) عن ابن جريج عن عكرمة. قال ابن كثير بعد أن أورد هذا الأثر في تفسيره (٢/٨٩) : "وقد ذكر هذه القصة غير واحد من التابعين مرسلة، ولها شاهد في الصحيحين من رواية عائشة أم المؤمنين". قلت: وللوقوف على هذه الروايات المرسلة انظر جامع البيان (١٠/٥١٤-٥١٨) ، وتفسير ابن أبي حاتم (٤/١١٨٧) . والمؤلف إما أنه نقل سبب النزول من جامع البيان، أو من تفسير شيخه ابن كثير.
٣ سورة المائدة، الآية: ٨٩.
٤ سورة المجادلة، الآية: ٤.
٥ سورة البقرة، الآية ٢٧١.
٦ سورة التوبة، الآية ٦٠.','120','66',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (59,'المقل، والآخر المعدم١، على خلاف فيه٢.
وكذلك الإثم والعدوان، والبر والتقوى، والفسوق والعصيان. ويقرب من هذا المعنى الكفر والنفاق، فإن الكفر أعم، فإذا ذكر الكفر شمل النفاق، وإن ذكرا معاً كان لكل منهما معنى، وكذلك الإيمان والإسلام، على ما يأتي الكلام فيه، إن شاء الله تعالى٣.
... قوله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ} ٤ ... هذه الآية نزلت بسبب أن الله سبحانه لما حرَّم الخمر، وكان تحريمها بعد وقعة أُحد، قال بعض الصحابة: فكيف بأصحابنا الذين ماتوا وهم يشربون الخمر؟ فأنزل الله تعالى هذه الآية٥، بيَّن
_________
١ قال أبو جعفر النحاس: وقال أهل اللغة لا نعلم بينهم اختلافاً الفقير الذي له بلغة، والمسكين الذي لا شيء له. انظر معاني القرآن (٣/٢٢٢) فقد ذكر هذا المذهب عند اقتران أحد اللفظين بالآخر.
٢ انظر الجامع لأحكام القرآن (٨/١٦٨) فقد قال القرطبي: اختلف علماء اللغة وأهل الفقه في الفرق بين الفقير والمسكين على تسعة أقوال. وانظر أيضاً معاني القرآن لأبي جعفر النحاس (٣/٢٢٠-٢٢٣) فقد ذكر أبو جعفر طائفة من أقوال العلماء في ذلك.
٣ شرح العقيدة الطحاوية، ص (٤٥٢-٤٥٣) وانظر أيضاً، ص (٤٩٣) وقد تكلم المؤلف أيضاً على لفظ الفقير والمسكين في كتابه التنبيه على مشكلات الهداية، ص (٣٨٨) تحقيق عبد الحكيم، وسيأتي كلامه على الإيمان والإسلام في سورة الحجرات. وقضية أن المعنى يختلف بالاقتران والانفراد بحثها شيخ الإسلام في مواضع من مجموع الفتاوى، منها (٧/١٦٢-١٦٩) ولعل المؤلف اطلع على شيء من هذا.
٤ سورة المائدة، الآية: ٩٣.
٥ أخرجه الترمذي في جامعه، برقم (٣٠٥٠، ٣٠٥١) ، وأبو داوود الطيالسي في مسنده برقم (٧١٥) ، وأبو يعلى في مسنده برقم (١٧١٩) ، والطبري في جامع البيان برقم (١٢٥٢٨) ، وابن أبي حاتم في تفسيره برقم (٦٧٧٥) ، وابن حبان في صحيحه مع الإحسان برقم (٥٣٥٠، ٥٣٥١) ، والواحدي في أسباب النزول، ص (٢٠٩، ٢١٠) كلهم من حديث البراء بن عازب رضي الله عنه. والحديث قال عنه الترمذي: هذا حديث حسن صحيح. وانظر الصحيح المسند من أسباب النزول، ص (٦١، ٦٢) .','120','67',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (60,'فيها أن من طعم الشيء في الحال التي لم يُحَرَّمْ فيها فلا جناح عليه إذا كان من المؤمنين المتقين المصلحين، كما كان من أمر استقبال بيت المقدس١.
... عن عمر رضي الله عنه في قوله تعالى: {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ} ٢ قال: صيده ما اصطيد، وطعامه ما رُمي به.
وقال ابن عباس رضي الله عنهما طعامه ميتته، إلا ما قذرت منها٣.
عن ابن عباس رضي الله عنهما قال: خرج رجل من بني سهم مع تميم الداري وعدي بن بدّاء فمات السهمي بأرض ليس بها مسلم، فلما قدموا بتركته فقدوا جاماً من فضة مخوصاً بذهب فأحلفهما رسول الله صلى الله عليه وسلم ثم وجدوا الجام بمكة فقالوا ابتعناه من تميم وعدي بن بدّاء فقام رجلان من أوليائه فحلفا لشهادتنا أحق من شهادتهما، وأن الجام لصاحبهم، قال: وفيهم نزلت هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ} ٤ رواه البخاري وأبو داود٥.
_________
١ شرح العقيدة الطحاوية، ص (٤٤٦ - ٤٤٨) .
٢ سورة المائدة، الآية: ٩٦.
٣ التنبيه على مشكلات الهداية، ص (٥٧٤) تحقيق أنور. وأثر عمر أخرجه ابن جرير في جامع البيان برقم (١٢٦٨٧) بإسناد ضعيف. وأثر ابن عباس أخرجه ابن جرير أيضاً (١٢٦٩٦) ورقم (١٢٦٩٧) إلا قوله: "إلا ما قذرت منها" فلم أقف عليه. والسندان إلى ابن عباس رجالهما ثقات. وتفسير "طعامه" بأنه ما لفظه ميتاً. أخرجه ابن جرير في جامع البيان برقم (١٢٧٢٩) عن رسول الله صلى الله عليه وسلم بإسناد صحيح كما قال محمود شاكر.
٤ سورة المائدة، الآية: ١٠٦.
٥ التنبيه على مشكلات الهداية، ص (٤٠٦) تحقيق أنور. والحديث أخرجه البخاري في صحيحه مع الفتح برقم (٢٧٨٠) ، وأبو داود في السنن برقم (٣٦٠٦)','120','68',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (61,'<span data-type="title" id=toc-9>سورة الأنعام</span>
قال تعالى: {وَقَالُوا لَوْلا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكاً لَقُضِيَ الأَمْرُ} ١ قال غير واحد من السلف: لا يطيقون أن يروا الملك في صورته، فلو أنزلنا إليه ملكاً، لجعلناه في صورة بشر، وحينئذ يشتبه عليهم، هل هو بشر أو ملك٢؟. ومن تمام نعمة الله علينا أن بعث فينا رسولاً منَّا٣.
... قال تعالى: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} ٤ أي وأنذر من بلغه٥.
_________
١ سورة الأنعام، الآية: ٨.
٢ أخرج نحوه الطبري في جامع البيان (١١/٢٦٨، ٢٦٩) عن ابن عباس، ومجاهد، وقتادة، وابن زيد. وأخرج نحوه ابن أبي حاتم في تفسيره (٤/١٢٦٦) عن ابن عباس. وانظر تفسير القرآن العظيم (٢/٨١٢٥) ، والدر المنثور (٣/٥) .
والطبري وابن أبي حاتم ذكرا نحو هذا التفسير عند قوله تعالى: {وَلَوْ جَعَلْنَاهُ مَلَكاً لَجَعَلْنَاهُ رَجُلاً} وأما الآية التي ذكرها المؤلف فالمقصود منها لقضي الأمر بنزول العذاب إن لم يؤمنوا عند مجيء الآية، أو لقضي الأمر بقيام الساعة، أو لقضي الأمر بأن يموتوا؛ لأنهم لا يطيقون رؤية الملك في صورته الحقيقية. ثلاثة أقوال. ذكرها الطبري وغيره. انظر جامع البيان (١١/٢٦٧، ٢٦٨) ، والمحرر الوجيز (٦/٩، ١٠) والقول الثاني ضعيف، قال ذلك ابن عطية.
٣ شرح العقيدة الطحاوية، ص (٢٢٠) .
٤ سورة الأنعام، الآية: ١٩.
٥ شرح العقيدة الطحاوية، ص (١٦٩) . وبهذا فسَّر الإمام الطبري الآية، وأسند نحوه عن بعض الصحابة والتابعين، وكذا أسنده ابن أبي حاتم، وعبد الرزاق الصنعاني. انظر جامع البيان (١١/٢٩٠-٢٩٢) ، وتفسير ابن أبي حاتم (٤/١٢٧١، ١٢٧٢) ، وتفسير القرآن لعبد الرزاق (٢/٢٠٥) .','120','69',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (62,'.. في الصحيحين عن النبي صلى الله عليه وسلم: أنه قال لما نزل قوله تعالى: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَاباً مِنْ فَوْقِكُمْ ... } ١: "أعوذ بوجهك" {أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ} قال: "هاتان أهون" ٢.
... ذكر ... الخلال في كتاب السنة بسنده إلى محمد بن سيرين، أنه قال: إن أسرع الناس ردة أهل الأهواء، وكان يرى هذه الآية نزلت فيهم {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} ٣.
... قوله تعالى في سورة الأنعام: {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآياتِهِ مُؤْمِنِينَ} ٤ وقوله تعالى: {وَمَا لَكُمْ أَلاَّ تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ} ٥ الآيتان، وقوله تعالى في سورة الأنعام: {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ} ٦الآية فقد أمر الله سبحانه بالأكل مما ذكر اسم الله عليه، وعلق ذلك بالإيمان، وأنكر على من لم يأكل مما ذكر اسم الله عليه، ونهى عن الأكل مما لم يذكر اسم الله عليه وقال:
_________
١ سورة الأنعام، الآية: ٦٥.
٢ شرح الطحاوية ص (٧٧٦) والحديث أخرجه البخاري برقم (٤٦٢٨) ، ورقم (٧٣١٣) ورقم (٧٤٠٦) من حديث جابر رضي الله عنه، واللفظ الذي اختاره المؤلف هو برقم (٧٣١٣) ولم أجده في صحيح مسلم المطبوع. وقد أخرجه غير الإمام البخاري.
٣ سورة الأنعام، الآية: ٦٨. وانظر شرح العقيدة الطحاوية، ص (٤٣٣) . والأثر لم أقف عليه في كتاب السنة المطبوع بعد البحث. وأخرجه ابن أبي حاتم في تفسيره (٤/٧٤٢٨) عن ابن سيرين بإسناد رجاله ثقات. وأورده السيوطي في الدر المنثور (٣/٢٠) ونسب إخراجه إلى عبد بن حميد وابن أبي حاتم وأبي الشيخ. ولم يذكر أن الخلاَّل أخرجه.
٤ سورة الأنعام، الآية: ١١٨.
٥ سورة الأنعام، الآية: ١١٩.
٦ سورة الأنعام، الآية: ١٢١.','120','70',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (63,'{إِنَّهُ لَفِسْقٌ} وأن الأكل١ مما لم يذكر اسم الله عليه لفسق٢.
قال تعالى: {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} ٣ أي: كان ميتاً بالكفر فأحييناه بالإيمان٤.
.... قال تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الأِنْسِ وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الأِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} ٥فاستمتاع الإنسي بالجني في قضاء حوائجه، وامتثال أوامره، وإخباره بشيء من المغيبات، ونحو ذلك، واستمتاع الجن بالإنس تعظيمه إياه، واستعانته به، واستغاثته، وخضوعه له٦.
... قال تعالى: {يَا مَعْشَرَ الْجِنِّ وَالإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ} ٧ ...
_________
١ يريد المؤلف أن يُفسِّر الضمير الذي في قوله: {وإنه} والذي ذكره نحوه في زاد المسير (٣/١١٥) .
٢ التنبيه على مشكلات الهداية، ص (٥٤٥) تحقيق أنور.
٣ سورة الأنعام، الآية: ١٢٢.
٤ شرح العقيدة الطحاوية، ص (٣٦٠) . وبهذا فسَّر الإمام الطبري الآية في جامع البيان (١٢/١٨) ، وأسنده ابن أبي حاتم في تفسيره (٤/١٣٨١) عن ابن عباس من طريق علي بن أبي طلحة. ثم قال: "ورُوي عن مجاهد، والسدي، وأبي سنان نحو ذلك" وبهذا فسر الآية المفسرون. انظر مثلاً: المحرر الوجيز (٦/١٤١) ، ومدارك التنزيل (٢/٣١) ، والتسهيل (٢/٣٦) ، ولباب التأويل (٢/١٧٨) ، وتفسير الجلالين بحاشية الفتوحات (٢/٨٥) ، والفتوحات الإلهية (٢/٨٥) .
٥ سورة الأنعام، الآية: ١٢٨.
٦ شرح العقيدة الطحاوية، ص (٧٦٦) . ونحو هذا التفسير أسنده ابن جرير في جامع البيان (١٢/١١٦) عن ابن جريج. وبه فسر ابن جرير. وانظر معاني القرآن الكريم (٢/٤٨٩، ٤٩٠) ، وتفسير القرآن للسمعاني (٢/١٤٤) ففيهما هذا القول وغيره.
٧ سورة الأنعام، الآية: ١٣٠.','120','71',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (64,'الرسل من الإنس فقط، وليس من الجنِّ رسول، كذا قال مجاهد١ وغيره من السلف والخلف. وقال ابن عباس رضي الله عنهما: "الرسل من بني آدم ومن الجن نذر"٢ وظاهر قوله تعالى حكاية عن الجن: {إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى} ٣ الآية، يدل على أن موسى مرسل إليهم أيضاً. والله أعلم.
وحكى ابن جرير عن الضحاك بن مزاحم أنه زعم أن في الجن رسلاً، واحتج بهذه الآية الكريمة٤، وفي الاستدلال بها على ذلك نظر؛ لأنها محتملة وليست بصريحة وهي والله أعلم كقوله: {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} ٥ والمراد من أحدهما٦.
_________
١ أخرجه ابن أبي حاتم في تفسيره (٤/١٣٨٩) عن مجاهد بإسناد رجاله ثقات.
٢ أخرجه ابن جرير الطبري في جامع البيان (١٢/١٢٢) من طريق ابن جريج، قال: قال ابن عباس: هم الجن الذين لقُوا قومهم، وهم رسل إلى قومهم. ومعلوم أن ابن جريج لم يدرك ابن عباس. وقد نقل ابن حجر عن يحيى بن سعيد أنه قال: إذا قال ابن جريج قال، فهو شبه الريح. انظر تهذيب التهذيب (٦/٤٠٤) . ولهذا أورد ابن الجوزي قول ابن عباس هذا بصيغة التمريض فقال: "ورُوي عن ابن عباس" انظر زاد المسير (٣/١٢٥) .
٣ سورة الأحقاف، الآية: ٣٠.
٤ أخرجه ابن جرير في جامع البيان (١٢/١٢١) من طريق شيخه ابن حميد، قال حدثنا يحيى ابن واضح، قال حدثنا عبيد بن سليمان، قال: سئل الضحاك عن الجن هل كان فيهم نبي. ثم ساق ما يفيد معنى ما ذكره المؤلف. وابن حميد قد تكلم فيه العلماء؛ ولذلك قال الذهبي في الكاشف (٣/٣٢) : وثقه جماعة والأولى تركه.
٥ سورة الرحمن، الآية: ٢٢.
٦ شرح العقيدة الطحاوية، ص (١٦٨) . وما ذكره المؤلف هنا مختصر من كلام شيخه ابن كثير في التفسير (٢/١٧٨) فقد أطال في الرد على الضحاك وذكر أدلة من خالفه. والقول ما ذهب إليه ابن كثير والمؤلف فإنه قول الأكثر فيما اطلعت عليه، وقد وصفه القرطبي في الجامع (٧/٨٦) بأنه الصحيح، ويمكن تخريج الآية على ما ذكر ابن كثير. وهو قول الأئمة من قبله: ابن جريج، والفراء، وابن قتيبة، والزجاج. انظر معاني القرآن (١/٣٥٤) ، وتأويل مشكل القرآن، ص (٢٨٧) ، وجامع البيان (١٢/١٢٢) فيه كلام ابن جريج، ومعاني القرآن وإعرابه (٢/٢٩٢) وأحسن من هذا التخريج ما جاء عن ابن عباس فإنه جمع بين القولين، وهو من ناحية الإسناد كما رأيت، إلا أن مثله قد جاء عن مجاهد بإسناد رجاله ثقات، كما تقدم من رواية ابن أبي حاتم.','120','72',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (65,'.. قوله: {فَإِنَّهُ رِجْسٌ} ١ ... يعود الضمير إلى المذكور كله، وهو الميتة والدم ولحم الخنزير؛ فإن الأصل: قل لا أجد فيما أوحي إليّ شيئاً محرماً، فحذف الموصوف، وأقيمت الصفة مقامه، ثم قال: إلا كذا وكذا، فإن هذا المذكور كله رجس، وإعادة الضمير إلى بعض المذكور فيه نظر٢.
... قال تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} ٣ وقال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} ٤ فوحَّد لفظ "صراطه" و"سبيله" وجمع "السبل" المخالفة
_________
١ سورة الأنعام، الآية: ١٤٥.
٢ التنبيه على مشكلات الهداية، ص (٦٤) تحقيق عبد الحكيم. وفي تفسير الضمير في "فإنه" ثلاثة أقوال. ١- يرجع إلى اللحم ٢- يرجع إلى الخنزير ٣- يرجع إلى الكل.
انظر بحر العلوم (١/٥٢١) ، والبحر المحيط (٤/٢٤٢، ٢٤٣) وفتح القدير (٢/١٧٨) ، وروح المعاني (٨/٤٤) وقد وصف الألوسي ما ذهب إليه المؤلف بأنه خلاف الظاهر. وقال ابن القيم: "فالضمير في قوله: (فإنه) وإن كان عوده إلى الثلاثة المذكورة باعتبار لفظ المحرم، فإنه يترجح اختصاص لحم الخنزير به؛ لثلاثة أوجه. أحدها: قربه. والثاني: تذكيره دون قوله: فإنها رجس. والثالث: أنه أتى بالفاء وإن، تنبيهاً على علة التحريم لتنزجر النفوس عنه، ويقابل هذه العلة ما في طباع بعض الناس من استلذاذه واستطابته فنفى عنه ذلك وأخبر أنه رجس، وهذا لا يحتاج إليه في الميتة والدم؛ لأن كونهما رجساً أمر مستقر معلوم عندهم". بدائع التفسير (٢/١٨٥) .
٣ سورة الأنعام، الآية: ١٥٣.
٤ سورة يوسف، الآية: ١٠٨.','120','73',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (66,'له١. وقال ابن مسعود رضي الله عنه خط لنا رسول الله صلى الله عليه وسلم خطاً وقال: "هذا سبيل الله" ثم خط خطوطاً عن يمينه وعن يساره، وقال: "هذه سبل، على كل سبيل شيطان يدعو إليه، ثم قرأ، {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} " ٢
... قال تعالى: {هَلْ يَنْظُرُونَ إِلاَّ أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لا يَنْفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ} ٣ ... روى البخاري عند تفسير الآية، عن أبي هريرة، قال: قال: رسول الله صلى الله عليه وسلم: "لا تقوم الساعة حتى تطلع الشمس من مغربها فإذا رآها الناس آمن من عليها، فذلك حين لا ينفع نفساً إيمانها لم تكن آمنت من قبل" ٤. وروى مسلم، عن عبد الله بن عمرو قال: حفظت من رسول الله صلى الله عليه وسلم حديثاً لم أنسه بعد، سمعت رسول الله صلى الله عليه وسلم يقول: "إن أوَّل الآيات
_________
١ المؤلف يعني نحو ما قاله شيخه ابن كثير في تفسيره (٢/١٩٢) فقد قال: "إنما وحد سبيله؛ لأن الحق واحد، ولهذا جمع السبل لتفرقها وتشعبها".
٢ شرح العقيدة الطحاوية، ص (٧٩٩، ٨٠٠) .والحديث أخرجه الإمام أحمد في المسند (١/٤٣٥) ، والدارمي في سننه (١/٧٨) برقم (٢٠٢) ، والنسائي في تفسيره (١/٤٨٣) ، والطبري في جامع البيان برقم (١٤١٦٨) ، وابن أبي حاتم في تفسيره برقم (٨١٠٢) ، والحاكم في المستدرك (٢/٣٤٨، ٣٤٩) وقال: صحيح الإسناد ولم يخرجاه. وأخرجه ابن ماجة في المقدمة برقم (١١) من حديث جابر. وحكم محقق جامع البيان بأن رواية الطبري صحيحة الإسناد، وقال شعيب الأرنؤوط: سنده حسن. انظر شرح العقيدة الطحاوية، ص (٨٠٠) .
٣ سورة الأنعام، الآية: ١٥٨.
٤ صحيح البخاري مع الفتح الحديث رقم (٤٦٣٦) ، وصحيح مسلم الحديث رقم (١٥٧) .','120','74',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (67,'<span data-type="title" id=toc-10>سورة الأعراف</span>
... روى عكرمة عن ابن عباس في قوله: {ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم} ٣ قال: ولم يستطع أن يقول: من فوقهم؛ لأنه قد علم أن الله سبحانه من فوقهم٤.
_________
٣ سورة الأعراف، الآية: ١٧.
٤ شرح العقيدة الطحاوية، ص (٣٧٩) . والأثر أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة (٣/٣٩٦) من طريق إبراهيم بن الحكم بن أبان عن أبيه عن عكرمة. وإبراهيم هذا ضعيف. انظر التقريب برقم (١٦٦) . وأبوه قال عنه الحافظ ابن حجر صدوق عابد وله أوهام. التقريب برقم (١٤٣٨) . وأخرجه الطبري في تفسيره برقم (١٤٣٨٢) عن عكرمة عن ابن عباس بلفظ "ولم يقل من فوقهم؛ لأن الرحمة تنزل من فوقهم" وفي سند الطبري حفص بن عمر العدني ضعيف. انظر التقريب برقم (١٤٢٠) . والأثر أورده ابن قدامة في إثبات صفة العلو ص (١٠٦) بسند اللالكائي ولفظه، وأورده السيوطي في الدر المنثور (٣/٧٣) وعزاه لعبد بن حميد وابن جرير واللالكائي.','120','75',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (68,'.. قوله تعالى: {ثم استوى على العرش} ١كيف استوى؟ فقال٢: الاستواء معلوم والكيف مجهول٣. ويُروى هذا الجواب عن أم سلمة رضي الله عنها موقوفاً٤ ومرفوعاً إلى النبي صلى الله عليه وسلم٥.
قال تعالى: {وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين} ٦ يخبر سبحانه أنه استخرج ذريّة بني آدم من أصلابهم شاهدين على أنفسهم أن الله ربهم ومليكهم، وأنه لا إله إلا هو.
وقد وردت أحاديث في أخذ الذرية من صلب آدم عليه السلام، وتمييزهم إلى أصحاب اليمين، وإلى أصحاب الشمال، وفي بعضها الإشهاد عليهم بأن الله ربهم٧.
_________
١ سورة الأعراف، الآية: ٥٤.
٢ يعني الإمام مالكاً رحمه الله تعالى.
٣ أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة (٣/٣٩٨) ، والبيهقي في الأسماء والصفات (٢/١٥٠) من طريق عبد الله بن وهب. وأورده السيوطي في الدر المنثور (٣/٩١) ، وعزى إخراجه إلى اللالكائي والبيهقي. قال الحافظ ابن حجر في الفتح (١٣/٤٠٧) : بسند جيد. يعني سند البيهقي.
٤ أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة (٣/٣٩٧) ، وأورده السيوطي في الدر (٣/٩١) ونسب أخراجه إلى ابن مردويه واللالكائي. وقال شيخ الإسلام في مجموع الفتاوي (٥/٣٦٥) : وقد رُوي هذا الجواب عن أم سلمة رضي الله عنها موقوفاً ومرفوعاً، ولكن ليس إسناده مما يعتمد عليه.
٥ شرح العقيدة الطحاوية، ص (٣٧٢، ٣٧٣) وأشار إلى قول مالك أيضاً في ص (٩٦) .
٦ سورة الأعراف، الآية: ١٧٢.
٧ قول المؤلف: "وقد وردت أحاديث ... الخ" هو كلام شيخه ابن كثير في تفسيره (٢/٢٦٢) .','120','76',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (69,'فمنها: ما رواه الإمام أحمد عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: "إن الله أخذ الميثاق من ظهر آدم عليه السلام بنعمان١ يعني عرفة أخرج من صلبه كل ذرية ذرأها، فنثرها بين يديه، ثم كلمهم قُبُلاً ٢ قال: {ألست بربكم قالوا: بلى، شهدنا} .. إلى قوله: {المبطلون} . ورواه النسائي أيضاً، وابن جرير، وابن أبي حاتم، والحاكم في المستدرك، وقال: صحيح الإسناد ولم يخرجاه٣.
وروى الإمام أحمد أيضاً عن عمر بن الخطاب رضي الله عنه: أنه سُئل عن هذه الآية، فقال: سمعت رسول الله صلى الله عليه وسلم سئل عنها، فقال: "إن الله خلق آدم عليه السلام، ثم مسح ظهره بيمينه فاستخرج منه ذرية، قال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون، ثم مسح ظهره فاستخرج منه ذرية قال: خلقت هؤلاء للنار وبعمل أهل النار يعملون" فقال رجل: يا رسول الله، ففيم العمل؟ قال رسول الله صلى الله عليه وسلم: "إن الله عز وجل إذا خلق العبد للجنة استعمله بعمل أهل
_________
١ نَعْمَان: بالفتح ثم سكون وآخره نون، هو واد بين مكة والطائف، بين أدناه ومكة نصف ليلة في قول الأصمعي. انظر معجم البلدان (٥/٣٣٩) .
٢ أي: عياناً ومقابلةً، لا من وراء حجاب، ومن غير أن يولي أمرهم أو كلامهم أحداً من ملائكته. انظر النهاية في غريب الحديث (٤/٨) "قبل".
٣ أخرجه الإمام أحمد في المسند (١/٢٧٢) ، والنسائي في التفسير (١/٥٠٦) وابن جرير في تفسيره برقم (١٥٣٣٨) ، والحاكم في المستدرك (٢/٥٩٣) وقال: هذا حديث صحيح الإسناد ولم يخرجاه. وقال الذهبي: صحيح. وقال الهيثمي في مجمع الزوائد (٧/٢٥) : رواه أحمد ورجاله رجال الصحيح.
وقد رجح الإمام ابن كثير في تفسيره (٢/٢٦٢) وقف هذا الحديث على ابن عباس. وناقش حكمه هذا الشيخان الفاضلان أحمد شاكر والألباني بما يفيد أن الحديث قد ثبت مرفوعاً، وأن الروايات الموقوفة لا تقدح في رفعه. انظر جامع البيان (١٣/٢٢٣) حاشيته. وانظر سلسلة الأحاديث الصحيحة (٤/١٥٨-١٦٢) .','120','77',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (70,'الجنة، حتى يموت على عمل من أعمال أهل الجنة، فيدخل به الجنة، وإذا خلق العبد للنار استعمله بعمل أهل النار، حتى يموت على عمل من أعمال أهل النار فيدخل به النار". ورواه أبو داود، والترمذي، والنسائي، وابن أبي حاتم، وابن جرير، وابن حبان في صحيحه١.
وروى الترمذي عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: "لما خلق الله آدم مسح ظهره، فسقط من ظهره كل نسمة هو خالقها من ذريته إلى يوم القيامة، وجعل بين عيني كل إنسان منهم وبيصاً٢ من نور، ثم عرضهم على آدم، فقال: أي رب من هؤلاء؟ قال: هؤلاء ذريتك؟ فرأى رجلاً منهم، فأعجبه وبيص ما بين عينيه، فقال: أي ربِّ من هذا؟ قال: هذا رجل من آخر الأمم من ذريتك يقال له: داود، قال: ربِّ كم عمره؟ قال: ستون سنة، قال: أي ربِّ زده من عمري أربعين سنة. فلما انقضى عمر آدم، جاء ملك الموت، قال: أو لم يبق من عمري أربعون سنة؟ قال: أو لم تعطها ابنك داود؟ قال فجحد فجحدت ذريته، ونسي آدم، فنسيت ذريته، وخطىء آدم، فخطئت ذريته". ثم قال الترمذي: هذا حديث حسن صحيح. ورواه الحاكم، وقال: صحيح على شرط مسلم ولم يخرجاه٣.
_________
١ أخرجه الإمام أحمد في المسند (١/٤٤، ٤٥) ، وأبو داود في سننه برقم (٤٧٠٣) ، والترمذي في سننه برقم (٣٠٧٥) وقال: هذا حديث حسن، ومسلم بن يسار لم يسمع من عمر. وقد ذكر بعضهم في هذا الإسناد بين مسلم بن يسار وبين عمر رجلاً مجهولاً. وأخرجه النسائي في تفسيره (١/٥٠٤) وقال محققه: إسناده ضعيف. وأخرجه ابن أبي حاتم في تفسيره (٥/١٦١٢) ، وابن حبان في صحيحه مع الإحسان برقم (٦١٦٦) . وقال محققو المسند: (١/٤٠٠) صحيح لغيره.
٢ الوبيص البريق. انظر النهاية في غريب الحديث (٥/١٤٦) "وبص".
٣ أخرجه الترمذي في سننه برقم (٣٠٧٦) وقال: هذا حديث حسن صحيح، وقد رُوي من غير وجه عن أبي هريرة عن النبي صلى الله عليه وسلم. وأخرجه الحاكم في المستدرك (٢/٣٥٥) وقال: هذا حديث صحيح على شرك مسلم ولم يخرجاه. وقال الذهبي: على شرط مسلم. وأخرجه أيضاً ابن أبي عاصم في السنة برقم (٢٠٥، ٢٠٦) مختصراً. وأخرجه ابن حبان في صحيحه مع الإحسان برقم (٦١٦٧) .','120','78',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (71,'وروى الإمام أحمد أيضاً عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: "يقال للرجل من أهل النار يوم القيامة: أرأيت لو كان لك ما على الأرض من شيء، أكنت مفتدياً به؟ قال: فيقول: نعم، قال: فيقول: قد أردت منك أهون من ذلك، قد أخذت عليك في ظهر آدم أن لا تشرك بي شيئاً فأبيت إلا أن تشرك بي". وأخرجاه في الصحيحين أيضاً١.
وفي ذلك أحاديث أُخر أيضاً كلها دالَّةٌ على أن الله استخرج ذرية آدم من صلبه، وميز بين أهل النار وأهل الجنة٢ ...
وأما الإشهاد عليهم هناك، فإنما هو في حديثين موقوفين على ابن عباس وابن عمرو رضي الله عنهم. ومن ثَمَّ قال قائلون من السلف والخلف: إن المراد بهذا الإشهاد إنما هو فطرهم على التوحيد، كما تقدم في حديث أبي هريرة رضي الله عنه٣.
ومعنى قوله "شهدنا": أي قالوا: بلى شهدنا أنك ربنا. وهذا قول ابن عباس٤ وأبي بن كعب٥. وقال ابن عباس أيضاً: أشهد بعضهم على بعض٦.
_________
١ أخرجه الإمام أحمد في المسند (٣/١٢٧) ، والبخاري في صحيحه مع الفتح برقم (٣٣٣٤) ، ومسلم في صحيحه برقم (٢٨٠٥) .
٢ قول المؤلف: "وفي ذلك ... الخ" نحوه قال ابن كثير في تفسيره (٢/٢٦٥) .
٣ قول المؤلف: (وأما الإشهاد عليهم ... الخ" هو كلام شيخه ابن كثير في تفسيره (٢/٢٦٥) .
٤ أخرجه ابن جرير في جامع البيان برقم (١٥٣٤٠) وقال محمود شاكر: بإسناد صحيح.
٥ أخرجه ابن جرير في جامع البيان برقم (١٥٣٦٣) وقال محمود شاكر: إسناده صحيح.
٦ أخرجه ابن جرير في جامع البيان برقم (١٥٣٣٩) ضمن أثر عن ابن عباس وفيه "وأشهدهم على أنفسهم". وقال محمود شاكر: إسناده صحيح.','120','79',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (72,'وقيل: "شهدنا" من قول الملائكة، والوقف على قوله "بلى". وهذا قول مجاهد والضحاك والسدي١. وقال السدي أيضاً: هو خبر من الله تعالى عن نفسه وملائكته أنهم شهدوا على إقرار بني آدم٢.والأول أظهر، وما عداه احتمال لا دليل عليه، وإنما يشهد ظاهر الآية للأول٣.
واعلم أن من المفسرين من لم يذكر سوى القول بأن الله استخرج ذرية آدم من ظهره وأشهدهم على أنفسهم ثم أعادهم، كالثعلبي والبغوي٤ وغيرهما.
_________
١ أخرجه ابن جرير في جامع البيان من طريق مجاهد والضحاك في حديث مرفوع برقم (١٥٣٥٤) وشيخ الطبري (عبد الرحمن بن الوليد الجرجاني) لم أقف له على ترجمة، وكذلك قال الشيخ محمود شاكر. وقد تكلم ابن كثير على هذا الحديث في تفسيره (٢/٢٦٣) وقال وقفه أصح.
٢ أخرجه ابن جرير في جامع البيان برقم (١٥٣٧٣) بإسناد رجاله ثقات غير شيخ الطبري فلم أقف له على ترجمة أجزم فيها بأنه شيخ الطبري. وقد قال أحمد شاكر: وما بنا من حاجة إلى ترجمته من جهة الجرح والتعديل، فإن هذا التفسير الذي يرويه عن عمرو بن حماد معروف عند أهل العلم بالحديث، وما هو إلا رواية كتاب، لا رواية حديث بعينه. انظر جامع البيان (١/١٥٦) حاشيته.
٣ يعني بالأول قول ابن عباس: إن بني آدم قالوا: بلى شهدنا أنك ربنا. ويؤيد صحة هذا القول أن جميع الأقوال الأُخر لم تسلم أسانيدها من علة، غير قول ابن عباس الآخر: أشهد بعضهم على بعض، فهو موافق لهذا القول بحمد الله؛ لأن شهادة بعضهم على بعض تفيد أنهم هم الذين شهدوا على أنفسهم بأن الله ربهم. وقد ذكر السجاوندي في علل الوقوف (٢/٥٢٢، ٥٢٣) وقفين , الأول: على (شهدنا) ، والثاني: على (بلى) ووصف الثاني بالبعد. قلت: قَوْلَيْ ابن عباس مع من وافقه تتركب على الوقف الأول. وبقية الأقوال تتركب على الوقف الثاني.
٤ انظر الكشف والبيان (٤/٥٤) مخطوط، صورة مكروفلم بالجامعة الإسلامية برقم (٩٧٨٦) ، ومعالم التنزيل (٢/٢١١، ٢١٢) وممن اقتصر على هذا القول شيخ المفسرين ابن جرير، والنسائي، وابن أبي حاتم، وهود بن محكم، وأبو جعفر النحاس. انظر مؤلفات هؤلاء على الترتيب: جامع البيان (١٣/٢٢٢-٢٤٩) ، وتفسير النسائي (١/٥٠٤-٥٠٦) ، وتفسير ابن أبي حاتم (٥/١٦١٢-١٦١٥) ، وتفسير كتاب الله العزيز (٢/٥٨) ، ومعاني القرآن الكريم (٣/١٠١، ١٠٣) .','120','80',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (73,'ومنهم من لم يذكره، بل ذكر أنه نصب لهم الأدلة على ربوبيته ووحدانيته وشهدت بها عقولهم وبصائرهم التي ركبها الله فيهم، كالزمخشري١ وغيره.
ومنهم من ذكر القولين، كالواحدي والرازي والقرطبي٢ وغيرهم، لكن نسب الرازي القول الأول إلى أهل السنة، والثاني إلى المعتزلة٣. ولا ريب أن الآية لا تدل على القول الأول أعني أن الأخذ كان من ظهر آدم وإنما فيها أن الأخذ من ظهور بني آدم٤، وإنما ذكر الأخذ من ظهر آدم والإشهاد عليهم هناك في بعض الأحاديث، وفي بعضها الأخذ والقضاء بأن بعضهم إلى الجنة، وبعضهم إلى النار، كما في حديث عمر رضي الله عنه، وفي بعضها الأخذ وإراءة آدم إيّاهم من غير قضاء ولا إشهاد، كما في حديث أبي هريرة. والذي فيه الإشهاد على الصفة التي قالها أهل القول الأول موقوف على ابن عباس وابن عمرو٥،
_________
١ انظر الكشاف (٢/١٢٩) . وانظر أيضاً أنوار التنزيل وأسرار التأويل للبيضاوي (١/٣٧٦) ، ومدارك التنزيل للنسفي (٢/٨٥) ، وإرشاد العقل السليم لأبي السعود (٣/٢٩٠) فإن هؤلاء لم يذكروا إلا هذا القول.
٢ انظر الوسيط (٢/٤٢٤-٤٢٦) ، والتفسير الكبير (١٥/٣٩، ٤١) ، والجامع لأحكام القرآن (٧/٣١٤) ، وممن ذكر القولين أيضاً السمرقندي في تفسير القرآن (١/٥٧٩، ٥٨٠) ، وابن عطية في المحرر الوجيز (٧/١٩٨، ٢٠٠) .
٣ انظر التفسير الكبير (١٥/٣٩، ٤١) فقد نسب الأول للمفسرين وأهل الأثر، والثاني لأصحاب النظر وأرباب المعقولات. وهو معنى ما نسب إليه المؤلف.
٤ انظر التوفيق بين الآية والحديث في التفسير الكبير (١٥/٤٣) ، ولباب التأويل (٢/٣١٠) .
٥ أما حديث ابن عباس فقد تقدم الكلام عليه، وأنه قد ثبت مرفوعاً. وأما حديث عبد الله ابن عمرو فأخرجه ابن جرير في تفسيره برقم (١٥٣٥٤) ورقم (١٥٣٥٥) ورقم (١٥٣٥٦) الأول منها مرفوعاً، والآخران موقوفان. وتكلم ابن جرير عليه وكذلك ابن كثير بما يفيد عدم صحة رفعه. انظر جامع البيان (١٣/٢٥٠) وتفسير القرآن العظيم (٢/٢٦٣) .','120','81',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (74,'بعد ذلك الأحاديث الواردة في ذلك إلى آخر كلامه١.
وأقوى ما يشهد لصحة القول الأول حديث أنس المخرج في الصحيحين، الذي فيه: "قد أردت منك ما هو أهون من ذلك، قد أخذت عليك في ظهر آدم أن لا تشرك بي شيئاً، فأبيت إلا أن تشرك بي" ٢.
ولكن قد رُوي من طريق أُخرى: "قد سألتك أقل من ذلك وأيسر فلم تفعل، فيرد إلى النار" ٣. وليس فيه (في ظهر آدم) وليس في الرواية الأولى إخراجهم من ظهر آدم على الصفة التي ذكرها أصحاب القول الأول. بل القول الأول متضمن لأمرين عجيبين:
أحدهما: كون الناس تكلموا حينئذ، وأقروا بالإيمان، وأنه بهذا تقوم الحجة عليهم يوم القيامة.
والثاني: أن الآية دلت على ذلك، والآية لا تدل عليه لوجوه:
أحدها: أنه قال: {من بني آدم} ، ولم يقل: من آدم.
الثاني: أنه قال: {من ظهورهم} ولم يقل: من ظهره، وهذا بدل بعض، أو بدل اشتمال٤، وهو أحسن.
الثالث: أنه قال: {ذريتهم} ولم يقل: ذريته.
الرابع: أنه قال: {وأشهدهم على أنفسهم} أي جعلهم شاهدين على أنفسهم، ولابد أن يكون الشاهد ذاكراً لما شهد به، وهو إنما يذكر شهادته بعد خروجه إلى هذه الدار، كما تأتي الإشارة إلى ذلك، لا يذكر شهادة قبله.
_________
١ انظر المرجع نفسه (٧/٣١٤-٣١٦) .
٢ تقدم تخريجه قريباً.
٣ انظر فتح الباري (١١/٤٠٣) فقد قال الحافظ: "في رواية ثابت (قد سألتك أقل من ذلك فلم تفعل فيؤمر به إلى النار") .
٤ انظر الدر المصون (٥/٥١١) .','120','83',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (75,'الخامس: أنه سبحانه أخبر أن حكمة هذا الإشهاد إقامة الحجة عليهم، لئلا يقولوا يوم القيامة: {إنا كنا عن هذا غافلين} والحجة إنما قامت عليهم بالرسل والفطرة التي فُطروا عليها، كما قال تعالى: {رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل} ١.
السادس: تذكيرهم بذلك، لئلا يقولوا يوم القيامة: {إنا كنا عن هذا غافلين} ، ومعلوم أنهم غافلون عن الإخراج لهم من صلب آدم كلهم، وإشهادهم جميعاً ذلك الوقت، فهذا لا يذكره أحد منهم.
السابع: قوله تعالى: {أو تقولوا إنما أشرك آباؤنا من قبل وكنا ذرية من بعدهم} ٢ فذكر حكمتين في هذا الأخذ والإشهاد: ألا يدعوا الغفلة، أو يدعوا التقليد، فالغافل لا شعور له، والمقلد متبع في تقليده لغيره. ولا تترتب هاتان الحكمتان إلا على ما قامت به الحجة من الرسل والفطرة.
الثامن: قوله: {أفتهلكنا بما فعل المبطلون} ٣ أي: لو عذبهم بجحودهم وشركهم لقالوا ذلك، وهو سبحانه إنما يهلكهم لمخالفة رسله وتكذيبهم، فلو أهلكهم بتقليد آبائهم في شركهم من غير إقامة الحجة عليهم بالرسل، لأهلكهم بما فعل المبطلون، أو أهلكهم مع غفلتهم عن معرفة بطلان ما كانوا عليه، وقد أخبر سبحانه٤ أنه لم يكن ليهلك القرى بظلم وأهلها غافلون، وإنما يهلكهم بعد الإعذار والإنذار بإرسال الرسل.
_________
١ سورة النساء، الآية: ١٦٥.
٢ سورة الأعراف، الآية: ١٧٣.
٣ سورة الأعراف، الآية: ١٧٣.
٤ في قوله تعالى: {ذلك أن لم يكن ربك مهلك القرى بظلم وأهلها غافلون} سورة الأنعام، الآية: ١٣١.','120','84',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (76,'التاسع: أنه سبحانه أشهد كل واحد على نفسه أنه ربه وخالقه، واحتج عليه بهذا الإشهاد في غير موضع من كتابه، كقوله: {ولئن سألتهم من خلق السماوات والأرض ليقولن الله} ١، فهذه هي الحجة التي أشهدهم على أنفسهم بمضمونها، وذكرتهم بها رسله، بقولهم: {أفي الله شك فاطر السماوات والأرض} ٢.
العاشر: أنه جعل هذا آية، وهي الدلالة الواضحة البينة المستلزمة لمدلولها، بحيث لا يتخلف عنها المدلول، وهذا شأن آيات الرب تعالى، فإنها أدلة معينة على مطلوب معين، مستلزمة للعلم به فقال تعالى: {وكذلك نفصل الآيات ولعلهم يرجعون} ٣، وإنما ذلك بالفطرة التي فطر الناس عليها لا تبديل لخلق الله، فما من مولود إلا يُولد على الفطرة، لا يولد مولود على غير هذه الفطرة، هذا أمر مفروغ منه، لا يتبدل ولا يتغير. وقد تقدمت الإشارة إلى هذا. والله أعلم.
وقد تفطن لهذا ابن عطية٤ وغيره، ولكن هابوا مخالفة ظاهر تلك الأحاديث التي فيها التصريح بأن الله أخرجهم وأشهدهم على أنفسهم ثم أعادهم. وكذلك حكى القولين الشيخ أبو منصور الماتريدي في شرح التأويلات، ورجح القول الثاني، وتكلم عليه ومال إليه٥.
_________
١ سورة لقمان، الآية: ٢٥.
٢ سورة إبراهيم، الآية: ١٠.
٣ سورة الأعراف، الآية ١٧٤.
٤ انظر المحرر الوجيز (٧/١٩٨، ٢٠٠) .
٥ شرح العقيدة الطحاوية، ص (٣٠٢-٣١٤) ولم أستطع الوقوف إلا على أوّل الكتاب المذكور، الذي ليس فيه سورة الأعراف. وما قاله المؤلف من تضعيف للقول الذي فسر به أهل الأثر الآية الكريمة تابع فيه هو وشيخه ابن كثير الإمام ابن القيم وتأثرا بما قال في كتابه الروح، ص (١٦١-١٦٨) فإن ابن القيم على غير عادته رام فيه تضعيف القول الذي فسر به رسول الله صلى الله عليه وسلم الآية، وذكر عليه هذه الاعتراضات العشرة، وتناول بعض =','120','85',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (77,'_________
الأحاديث بالنقد. وهذه الاعتراضات العشرة أكثرها من كلام المعتزلة، كما في نقل الرازي عنهم في التفسير الكبير (١٥/٣٩-٤١) ومن قبله نقل أبو الليث في بحر العلوم (١/٥٨٠) إلا أنه لم يصرح أن المخالف هم المعتزلة.
والحق في تفسير الآية هو ما ذهب إليه أهل الأثر؛ للأسباب التالية:
١- أن هذا التفسير قد ثبت عن رسول الله صلى الله عليه وسلم، ومن طعن في رواية ابن عباس المرفوعة فقوله مرجوح، كما ذُكر ذلك عند تخريج الحديث، بل قد قال ابن عطية: "تواترت الأحاديث في تفسير هذه الآية عن النبي صلى الله عليه وسلم من طريق عمر رضي الله عنه، وعبد الله بن عباس وغيرهما" المحرر الوجيز (٧/١٩٨، ١٩٩) . وقال أبو جعفر النحاس في معاني القرآن (٣/١٠١) : "أحسن ما قيل في هذا ما تواترت به الأخبار عن النبي صلى الله عليه وسلم (إن الله جل وعز مسح ظهر آدم، فأخرج منه ذريته أمثال الذر، فأخذ عليهم الميثاق") . وقد أشار إلى تواتر الحديث تواتراً معنوياً العلامة الألباني في سلسلة الأحاديث الصحيحة (٤/١٦٢) ولهذا هاب ابن عطية مخالفة الأحاديث، وليت الإمام ابن القيم فعل مثله، لا سيما وأنه من شيوخ أهل الأثر المتأخرين.
٢- أن التفسير بما ثبت عن رسول الله صلى الله عليه وسلم هو مذهب أهل الحديث وكبراء أهل العلم، كما نقل ذلك ابن القيم في كتاب الروح، ص (١٦٣) ، بل هو قول جمهور المفسرين. انظر النكت والعيون (٢/٢٧٨) ، والوسيط (٢/٤٢٥) ، ولباب التأويل (٢/٣١٠) ، والروح، ص (١٦٣) .
٣- لا تعارض ببن آية أخذ الميثاق وبين الحديث الثابت في تفسيرها، وما قد يظهر فيه من تعارض أجاب عنه العلماء، كما نقل ذلك ابن القيم نفسه عن ابن الأنباري وغيره في كتاب الروح، ص (١٦٣) ، وكذلك أجاب الرازي عن بعض الإشكالات في التفسير الكبير (١٥/٤٢، ٤٣) ، والشيخ الألباني في سلسلة الأحاديث الصحيحة (٤/١٦١-١٦٣) .
٤- تتابعت أقوال العلماء في الرد على من رد هذا التفسير، ومنهم أبو الليث في تفسير القرآن (١/٥٨٠-٥٨٢) ، والرازي في التفسير الكبير (١٥/٤٢-٤٣) ، والخازن في لباب التأويل (٢/٣١٠) ، والشوكاني في فتح القدير (٢/٢٧٦) ، والهندي في فتح البيان
(٣/٤٥٢-٤٥٤) .','120','86',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (78,'... قوله: {إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون} ١ قال ليث عن مجاهد: "هو الرجل يهم بالذنب، فيذكر الله فيدعه"٢.
والشهوة والغضب٣ مبدأ السيئات، فإذا أبصر رجع، ثم قال تعالى: {وإخوانهم يمدونهم في الغي ثم لا يقصرون} ٤ أي: وإخوان الشياطين تمدهم الشياطين في الغي، ثم لا يقصرون٥.
قال ابن عباس رضي الله عنهما: "لا الإنس تُقصر عن السيئات، ولا الشياطين تمسك عنهم"٦.
_________
١ سورة الأعراف، الآية: ٢٠١.
٢ لم أقف على هذا الأثر مسنداً من طريق ليث عن مجاهد. وأورده الواحدي في الوسيط
(٢/٤٣٨) عن ليث عن مجاهد. ونسبه جماعة من المفسرين إلى مجاهد بدون ذكر ليث. انظر معالم التنزيل (٢/٢٢٥) ، وزاد المسير (٣/٣١٠) ، والبحر المحيط (٤/٤٤٦) . وليث - وهو ابن أبي سُليم - الراوي عن مجاهد قال فيه الحافظ: صدوق اختلط جداً ولم يتميز حديثه فتُرك. تقريب التهذيب رقم (٥٦٨٥) . قلت: لكن يتقوى إن شاء الله تعالى بما عند البغوي، فإنه ذكر في مقدمة تفسيره (١/٢٨) ، سنده إلى مجاهد من غير طريق "ليث" وإن كانت لا تسلم من ضعف.
٣ قد جاء عن مجاهد من طرق تفسير الطائف بالغضب. انظر جامع البيان (١٣/٣٣٦) . وانظر تفسير ابن أبي حاتم (٥/١٦٤٠) فقد ذكره عن مجاهد وغيره أيضاً.
٤ سورة الأعراف، الآية: ٢٠٢.
٥ نحو هذا التفسير أسنده ابن أبي حاتم في تفسيره (٥/١٦٤١) إلى ابن عباس من طريق علي ابن أبي طلحة. والمقصود بإخوان الشياطين هم أتباعهم المستمعون لهم القابلون لأوامرهم. انظر تفسير القرآن العظيم لابن كثير (٢/٢٨٠) .
٦ أخرجه ابن جرير في جامع البيان برقم (١٥٥٦٤) ، وابن أبي حاتم في تفسيره أيضاً برقم (٨٧٠٩) كلاهما من طريق علي ابن أبي طلحة عن ابن عباس رضي الله عنهما، وهي طريق مشهورة بالصحة والقبول بين العلماء. انظر الإتقان (٢/٥٣٢، ٥٣٣) ، والتفسير والمفسرون (١/٧٧، ٧٨) .وتفسير المؤلف في شرح العقيدة الطحاوية، ص (٤٦٨، ٤٦٩) .','120','87',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (79,'<span data-type="title" id=toc-11>سورة الأعراف</span>
...
سورة الأنفال
قال تعالى: {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} ١ ... الاستغفار تارة يُذكر وحده، وتارة يقرن بالتوبة، فإذا ذكر وحده دخل معه التوبة، كما إذا ذكرت التوبة وحدها شملت الاستغفار، فالتوبة تتضمن الاستغفار، والاستغفار يتضمن التوبة، وكل واحد منهما يدخل في مسمى الآخر عند الإطلاق، وأما عند اقتران إحدى اللفظتين بالأخرى فالاستغفار طلب وقاية شر ما مضى، والتوبة الرجوع وطلب وقاية شر ما يخافه في المستقبل من سيئات أعماله٢.
_________
١ سورة الأنفال، الآية: ٣٣.
٢ شرح العقيدة الطحاوية، ص (٤٥٢) .','120','88',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (80,'<span data-type="title" id=toc-12>سورة التوبة</span>
... قوله تعالى: {فَسِيحُوا فِي الأَرْضِ أَرْبَعَةَ أَشْهُرٍ} ٣ كانت عشرين من ذي الحجة والمحرم وصفراً وربيع الأول وعشرين من ربيع الآخر. وهذا قول زفر حكاه عنه أبو بكر الرازي في أحكام القرآن٤.
_________
٣ سورة التوبة، الآية: ٢.
٤ التنبيه على مشكلات الهداية، ص (٤٦٢) تحقيق أنور. وانظر أحكام القرآن للجصاص (٤/٢٦٧) ولم أر ذكراً لزفر في هذا الموضع من نسخة أحكام القرآن التي بين يدي. وفي بيان بداية هذه الأربعة الأشهر ونهايتها أقوال غير ما ذكر هنا. إلا أن القول الَّذِي ذكره المؤلف أقواها، وقد رجحه الجصاص، وابن العربي، ولم يذكر غيره الكيا الهراسي. انظر أحكام القرآن للجصاص (٤/٢٦٧) ، وأحكام القرآن لابن العربي (٢/٨٨٥) ، وأحكام القرآن للكيا الهراسي (٣/١٧٢) .','120','88',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (81,'..قوله تعالى ... {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ} ١ ... أهل مكة كانت معايشهم من التجارات، وكان المشركون يأتونهم بالطعام ويتجرون فلما منعوا من دخول الحرم خافوا الفقر وضيق العيش، فذكروا ذلك لرسول الله صلى الله عليه وسلم فأنزل الله عز وجل {وَإِنْ خِفْتُمْ عَيْلَةً} أي فقراً وفاقة {فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ} الآية٢.
[قوله تعالى:] {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} ٣ رُوي عن حذيفة رحمه الله وغيره أنه قال: "لم يعبدوهم من دون الله، ولكنهم أحلوا لهم، وحرموا عليهم فاتبعوهم"٤. وهذا المعنى قاله رسول الله صلى الله عليه وسلم لعدي بن حاتم، وحديثه في المسند والترمذي مطولاً٥.
_________
١ سورة التوبة، الآية: ٢٨.
٢ التنبيه على مشكلات الهداية، ص (٦١٦) تحقيق أنور. وانظر جامع البيان (١٤/١٩٤) ولباب النقول، ص (٢٠٢) ، والتفسير الصحيح (٢/٤٤١) .
٣ سورة التوبة، الآية: ٣١.
٤ أخرجه عبد الرزاق في تفسير القرآن (٢/٢٧٢) عن أبي البختري قال: سأل رجل حذيفة، وأخرجه ابن أبي حاتم في تفسيره برقم (١٠٠٥٨) من طريق أبي البختري أيضاً قال: قيل لحذيفة. وسنده ضعيف؛ لأن أبا البختري حديثه مرسل عن حذيفة. انظر التهذيب (٤/٧٢) ويظهر هنا أن أبا البختري قد سمعه بواسطة، إلا أن الواسطة مبهم. وأخرجه الطبري في جامع البيان (١٤/٢١١-٢١٣) ، والبيهقي في السنن الكبرى (١٠/١١٦) كلاهما من طريق أبي البختري. وأورده السيوطي في الدر المنثور (٣/٢٣١) ونسب إخراجه إلى هؤلاء وغيرهم. والأثر يشهد لصحته الحديث الذي أشار إليه المؤلف.
٥ الاتباع، ص (٨١، ٨٢) . والحديث أخرجه الترمذي في سننه برقم (٣٠٩٥) وقال هذا حديث غريب لا نعرفه إلا من حديث عبد السلام بن حرب، وغطيف بن أعين ليس بمعروف في الحديث. وأخرجه الطبري في جامع البيان برقم (١٦٦٣١) ، وابن أبي حاتم في تفسيره برقم (١٠٠٥٧) ، والبيهقي في السنن الكبرى (١٠/١١٦) . والحديث قال عنه الشيخ سليم الهلالي: هو حسن لغيره. انظر الاعتصام (٢/٨٧) حاشيته. ولم أقف عليه في مسند الإمام أحمد المطبوع، وقد أورده السيوطي في الدر المنثور (٣/٢٣٠، ٢٣١) ولم يذكر الإمام أحمد فيمن خرجه.','120','89',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (82,'[قوله تعالى:] {وَلَوْ أَرَادُوا الْخُرُوجَ لأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ} ١ الآيتين ... أخبر سبحانه أنه كره انبعاثهم إلى الغزو مع رسوله وهو طاعة فلما كرهه منهم، ثبطهم عنه٢، ثم ذكر سبحانه بعض المفاسد التي كانت تترتب على خروجهم مع رسوله، فقال: {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلاَّ خَبَالاً} أي: فساداً وشراً٣ {وَلأَوْضَعُوا خِلالَكُمْ} أي: سعوا بينكم بالفساد والشر٤ {يبغونكم الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} أي: قابلون منهم، مستجيبون لهم٥، فيتولد من سعي هؤلاء، وقبول هؤلاء من الشر ما هو أعظم
_________
١ تمام الآيتين { ... فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلاَّ خَبَالاً وَلأَوْضَعُوا خِلالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} . سورة التوبة، الآية: ٤٦، ٤٧.
٢ قال الزجاج: التثبيط ردُّك الإنسان عن الشيء يفعله، أي كره الله أن يخرجوا معكم فردهم عن الخروج. معاني القرآن وإعرابه (٢/٤٥٠) .
٣ انظر جامع البيان (١٤/٢٧٨) ، وتفسير غريب القرآن للسجستاني، ص (٦٦) ، ومجاز القرآن (١/٢٦١) ، ومعالم التنزيل (٢/٢٩٨) .
٤ أصل الإيضاع في اللغة سرعة السير، وفسره المؤلف بالسعي؛ لأنه قريب منه. انظر معنى الإيضاع في غريب القرآن وتفسيره لليزيدي، ص (١٦٤) ، وتفسير غريب القرآن لابن قتيبة، ص (١٨٧) ، والعمدة في غريب القرآن، ص (١٤٨) .
٥ تفسير (سماعون لهم) بما ذكر المؤلف أسنده ابن جرير في جامع البيان (١٤/٢٨١) عن قتادة، ومحمد بن إسحاق. ورجحه ابن القيم على قول من قال: إن المقصود ب (سماعون) جواسيس؛ لأن أهل النفاق موجودون بين المسلمين لا يحتاجون إلى من يتجسس لهم. انظر بدائع التفسير (٢/٣٥٥) .','120','90',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (83,'من مصلحة خروجهم، فاقتضت الحكمة والرحمة أن أقعدهم عنه١.
... قال تعالى: {فَاسْتَمْتَعُوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا} ٢ الخلاق: النصيب، قال تعالى: {وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ} ٣، أي استمتعتم بنصيبكم من الدنيا، كما استمتع الذين من قبلكم بنصيبهم٤، {وَخُضْتُمْ كَالَّذِي خَاضُوا} ، أي: كالخوض الذي خاضوه، أو كالفوج، أو الصنف، أو الجيل الذي خاضوا٥. وجمع سبحانه بين الاستمتاع بالخلاق وبين الخوض؛ لأن فساد الدين إمَّا في العمل، وإمَّا في الاعتقاد، فالأول من جهة الشهوات. والثاني من جهة الشبهات٦.
وروى البخاري، عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: "لتأخُذَنَّ أمتي مآخذ القرون قبلها شبراً بشبر، وذراعاً بذراع" قالوا: فارس والروم؟ قال: "فمن الناس إلا أولئك" ٧.
_________
١ شرح العقيدة الطحاوية، ص (٣٣٣، ٣٣٤) ، ويظهر أن المؤلف اطلع على كلام ابن القيم في هذا. انظر بدائع التفسير (٢/٣٥٧) .
٢ سورة التوبة، الآية: ٦٩.
٣ سورة البقرة، الآية:٢٠٠. وانظر جامع البيان (٤/٢٠٣) تجد ابن جرير يُفسِّر الخلاق بما قال المؤلف.
٤ نحو هذا التفسير الذي قاله المؤلف في معالم التنزيل (٢/٣٠٩) ، وفتح القدير (٢/٣٩٨) .
٥ نحو هذا التقدير الذي ذكره المؤلف قاله الزمخشري في الكشاف (٢/٢٠١) ولعل المؤلف أخذه منه.
٦ من قوله: (وجمع) ، إلى قوله: (الشبهات) مأخوذ من كلام الإمام ابن القيم بتصرف يسير. انظر بدائع التفسير (٢/٣٦٧) .
٧ شرح العقيدة الطحاوية، ص (٣٣٨، ٣٣٩) . وهناك أحاديث غير هذا الحديث أوردها المؤلف هنا، وهي بمعنى هذا الحديث. وهذا الحديث أخرجه الإمام البخاري في صحيحه مع الفتح برقم (٧٣١٩) ، والإمام مسلم في صحيحه برقم (٢٦٦٩) وقد أشار طائفة من المفسرين إلى هذا الحديث، أو ما في معناه عند تفسير هذه الآية. انظر جامع البيان (١٤/٣٤١، ٣٤٢) ، وتفسير القرآن للسمعاني (٢/ ٣٢٦) ، ومعالم التنزيل (٢/٣٠٩) ، وتفسير القرآن العظيم (٢/٣٦٩) .','120','91',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (84,'... قال تعالى: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} ١ ... والسابقون الأولون من المهاجرين والأنصار هم الذين أنفقوا من قبل الفتح وقاتلوا، وأهل بيعة الرضوان كلهم منهم٢، وكانوا أكثر من ألف وأربعمائة.
وقيل: إن السابقين الأولين من صلى إلى القبلتين، وهذا ضعيف، فإن الصلاة إلى القبلة المنسوخة ليس بمجرده فضيلة؛ لأن النسخ ليس من فعلهم، ولم يدل على التفضيل به دليل شرعي، كما دل على التفضيل بالسبق إلى الإنفاق والجهاد والمبايعة التي كانت تحت الشجرة٣.
... قال تعالى: {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَاناً فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ ...} ٤ وأمّا ما٥ رواه الفقيه أبو
_________
١ سورة التوبة، الآية: ١٠٠.
٢ ما قال المؤلف قوي جداً؛ لأنه قد جمع بين الأقوال المشهورة التي جاءت عن المتقدمين، وهي: ١- من أدرك بيعة الرضوان ٢- أهل بدر ٣- من صلى القبلتين. انظر جامع البيان (١٤/٤٣٥، ٤٣٦) ، وتفسير ابن أبي حاتم (٦/١٨٦٨) ، ومعاني القرآن الكريم (٣/٢٤٧، ٢٤٨) ، وتفسير القرآن للسمعاني (٢/٣٤١، ٣٤٢) . وقد قال الشوكاني بعد أن ذكر الأقوال الثلاثة: ولا مانع من حمل الآية على هذه الأصناف كلها. فتح القدير (٢/٤١٦) ، وتابعه على ذلك الهندي في فتح البيان (٤/١٨٦) . قلت: هو معنى كلام المؤلف.
٣ شرح العقيدة الطحاوية، ص (٦٨٩، ٦٩٠، ٦٩٢) .
٤ سورة التوبة، الآية: ١٢٤.
٥ هذا قاله بعد ما ذكر الأدلة على زيادة الإيمان ونقصانه، ومنها الآية المذكورة.','120','92',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (85,'الليث السمرقندي رحمه الله، في تفسيره عند هذه الآية، فقال: حدثنا الفقيه، قال: حدثنا محمد بن الفضل، وأبو القاسم السَّاباذي١، قالا: حدثنا فارس ابن مردويه، قال: حدثنا محمد بن الفضل بن العابد٢، قال: حدثنا يحيي بن عيسى، قال: حدثنا أبو مطيع، عن حماد بن سلمة عن ابن المحزَّم٣، عن أبي هريرة رضي الله عنه قال: جاء وفد ثقيف إلى رسول الله صلى الله عليه وسلم فقالوا: يا رسول الله، الإيمان يزيد وينقص؟ فقال: "لا، الإيمان مكمل في القلب، زيادته ونقصانه كفر"٤. فقد سُئل شيخنا عماد الدين ابن كثير رحمه الله تعالى عن هذا الحديث؟ فأجاب: بأن الإسناد من أبي الليث إلى أبي مطيع مجهولون لا يُعرفون في شيء من كتب التواريخ المشهورة، وأما أبو مطيع، فهو: الحكم بن عبد الله بن مسلمة البلخي، ضعفه أحمد ابن حنبل، ويحيى بن معين، وعمرو بن علي الفلاس، والبخاري، وأبو داود، والنسائي، وأبو حاتم الرازي، وأبو حاتم محمد بن حبَّان البُستي، والعُقيلي، وابن عَدي، والدارقطني، وغيرهم٥. وأما أبو المُهزِّم، الراوي عن أبي هريرة وقد تصحف على الكاتب واسمه: يزيد بن سفيان، فقد ضعَّفه
_________
١ في تفسير أبي الليث المطبوع (الشنابازي) . انظر منه (٢/٨٣) .
٢ في المرجع السابق (محمد بن الفضل العابد) . انظر منه (٢/٨٣) .
٣ في المرجع السابق (عن أبي المهزّم) وسينبه عليه المؤلف، فلعل النسخة التي اطلع عليها فيها تحريف.
٤ أخرجه أبو الليث السمرقندي في تفسير القرآن (٢/٨٣، ٨٤) . وحكم بوضعه جماعة منهم الذهبي في ميزان الاعتدال (١/٣) حيث قال بعد أن أورده: ... هذا وضعه أبو مطيع على حماد. وقد ذكر الذهبي أن أبا الليث ممن تروج عليه الأحاديث الموضوعة. انظر السير (١٦/٣٢٣) . وانظر في شأن وضع هذا الحديث أيضاً اللآلي المصنوعة (١/٣٨) وتنزيه الشريعة (١/١٤٩) .
٥ انظر ميزان الاعتدال (١/٥٧٤)','120','93',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (86,'أيضاً، غير واحد، وتركه شعبة بن الحجاج، وقال النسائي: متروك، وقد اتهمه شعبة بالوضع، حيث قال: لو أعطوه فلسين لحدثهم سبعين حديثاً١.
_________
١ انظر المرجع السابق، (٤/٤٢٦) ، وتفسير المؤلف لهذه الآية في شرح العقيدة الطحاوية، ص (٤٧٩، ٤٨٠) ولعله أخذ هذا عن شيخه ابن كثير مشافهة، أو أنه في بعض كتبه غير التفسير.','120','94',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (87,'<span data-type="title" id=toc-13>سورة يونس</span>
.... قال تعالى: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} ٢ فالحسنى الجنة، والزيادة هي النظر إلى وجهه الكريم، فسرها بذلك رسول الله صلى الله عليه وسلم والصحابة من بعده، كما روى مسلم في صحيحه عن صهيب، قال: قرأ رسول الله صلى الله عليه وسلم {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} قال: "إذا دخل أهل الجنة الجنة، وأهل النار النار، نادى مناد: يا أهل الجنة، إن لكم عند الله موعداً ويريد أن ينجزكموه، فيقولون: ما هو؟ ألم يثقل موازيننا، ويبيض وجوهنا، ويدخلنا الجنة، ويجرنا من النار؟ فيكشف الحجاب، فينظرون إليه، فما أعطاهم شيئاً أحب إليهم من النظر إليه، وهي الزيادة" ٣. ورواه غيره بأسانيد متعددة وألفاظ أُخر، معناها أن الزيادة النظر إلى وجه الله عز وجل٤. وكذلك فسرها الصحابة رضي الله عنهم روى ابن
_________
٢ سورة يونس، الآية: ٢٦.
٣ صحيح مسلم الحديث رقم (١٨١) ، وقوله: "وهي الزيادة" لم أقف عليها في صحيح مسلم المطبوع، وقد نسبها إليه اللالكائي في شرح أصول اعتقاد أهل السنة (٣/٤٥٥) ، وابن كثير في تفسيره (٤/٢٢٩) . فلعلهما فهما ذلك من إيراد الإمام مسلم للآية على إثر هذا الحديث. إلا أن ابن أبي عاصم قد أخرج الحديث في كتاب السنة برقم (٤٧٢) من رواية صهيب مرفوعاً وفيه "فما شيء أعطوه أحب إليهم من النظر إليه، وهي الزيادة". وقال الشيخ الألباني رحمه الله تعالى: إسناده صحيح على شرط مسلم. انظر ظلال الجنة في تخريج السنة (١/٢٠٦) .
٤ ممن رواه ابن أبي عاصم في كتاب السنة برقم (٤٧٢) ، وصححه الشيخ الألباني كما تقدم ورواه أيضاً اللالكائي في شرح أصول اعتقاد أهل السنة (٣/٤٥٦، ٤٥٧) مرفوعاً من رواية أنس، وأُبي بن كعب، وكعب بن عجرة، وأبي موسى الأشعري بألفاظ تفيد ما ذكر المؤلف. إلا أن أسانيد اللالكائي لا تخلو من ضعف. وأخرجه ابن جرير في جامع البيان (١٥/٦٨، ٦٩) مرفوعاً من رواية كعب بن عجرة، وأُبي بسندين فيهما ضعف. وانظر الدر المنثور (٣/٣٠٥) تجده قد ذكر من أخرج هذا التفسير مرفوعاً.','120','94',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (88,'جرير عن جماعة، منهم: أبو بكر الصديق، وحذيفة، وأبو موسى الأشعري، وابن عباس، رضي الله عنهم١.
قال تعالى: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ... } ٢ الولي: من الولاية بفتح الواو التي هي ضد العداوة٣. وقد قرأ حمزة: {مَا لَكُمْ مِنْ وِلايَتِهِمْ مِنْ شَيْءٍ} ٤ بكسر الواو، والباقون بفتحها٥. فقيل: هما لغتان، وقيل: بالفتح النصرة،
_________
١ شرح العقيدة الطحاوية، ص (٢١٠، ٢١١) . وانظر رواية ابن جرير عن هؤلاء الصحابة في جامع البيان (١٥/٦٣-٦٨) ما عدا الرواية عن ابن عباس فلم أقف عليها في جامع البيان عند هذه الآية. وقد أخرجها البيهقي في الأسماء والصفات (١/١٨٢-١٨٤) وذكر الشيخ محمود شاكر ما يفيد أن أسانيد ابن جرير لا تخلو من ضعف. لكن صحح الشيخ الألباني الرواية عن أبي بكر وحذيفة. انظر ظلال الجنة في تخريج السنة الأثر رقم (٤٧٣، ٤٧٤) . وأما رواية البيهقي عن ابن عباس فسندها ضعيف؛ لأنها من طريق حفص بن عمر العدني عن شيخه الحكم بن أبان. وابن القيم قد تكلم على تفسير الآية في حادي الأرواح، ص (٣٢٩) وما بعدها.
وبعد: فإن تفسير الزيادة في الآية الكريمة بأنها النظر إلى وجه الله الكريم قد ثبتت مرفوعة وموقوفة. ونص الإمام النسفي أن جمهور المفسرين على ذلك. انظر مدارك التنزيل (٤/١٨٠) عند قوله تعالى: {لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} .
٢ سورة يونس، الآية:٦٢.
٣ انظرمختار الصحاح، ص (٥٣٧) ، ولسان العرب (١٥/٤٠٤) "ولي".
٤ سورة الأنفال، الآية: ٧٢.
٥ انظر النشر (٢/٢٧٧) ، وإتحاف فضلاء البشر، ص (٢٣٩) .','120','95',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (89,'وبالكسر الإمارة١. قال الزجاج: وجاز الكسر؛ لأن في تولي بعض القوم بعضاً جنساً من الصناعة والعمل، وكُلُّ ما كان كذلك مكسورٌ، مثل الخياطة ونحوها٢.
والولي: خلاف العدو، وهو مشتق من الولي، وهو الدنو والتقرب٣، فولي الله: هو مَنْ والى الله بموافقته في محبوباته، والتقرب إليه بمرضاته، وهؤلاء كما قال الله تعالى فيهم: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ} ٤. قال أبو ذر رضي الله عنه: لما نزلت هذه الآية قال النبي صلى الله عليه وسلم: "يا أبا ذر لو عمل الناس بهذه الآية لكفتهم"٥.
_________
١ انظر الدر المصون (٥/٦٤٠) ، فقد نص السمين على هذا ونسبه للزجاج. وقاله أيضاً البناء في إتحاف فضلاء البشر، ص (٢٣٩) وأصل هذا التوجيه للفراء في معاني القرآن
(١/٤١٨، ٤١٩) ، وبعضه في مجاز القرآن (١/٢٥١) .
٢ شرح العقيدة الطحاوية، ص (٥٠٥) . وما نسبه للزجاج لم أقف عليه في معاني القرآن. ونقل الأزهري كلام الزجاج في تهذيب اللغة (١٥/٤٤٩) "ولي" ولم يذكر عنه ما قاله المؤلف هنا. وقد نص الأزهري على نحو ما قال المؤلف في كتابه القراءات وعلل النحويين (١/٢٤٨) بدون أن ينسبه لأحد. ثم إنني اطلعت على لسان العرب فوجدته ينقل عن الزجاج بواسطة التهذيب، ويذكر عنه ما قال المؤلف هنا. انظر لسان العرب (١٥/٤٠١) "ولي". فلعل كلام الزجاج سقط من النسخة التي وصلت إلينا من التهذيب.
٣ انظر معجم مقاييس اللغة (٦/١٤١، ١٤٢) "ولي".
٤ سورة الطلاق، الآية: ٢، ٣.
٥ أخرجه ابن ماجة في السنن برقم (٤٢٢٠) ، والدارمي في سننه برقم (٢٧٢٥) ، والحاكم في المستدرك (٢/٥٣٤) كلهم من طريق أبي السليل عن أبي ذر. وصححه الحاكم، ووافقه الذهبي. لكن الشيخ الألباني وغيره حكموا بضعفه. انظر ضعيف سنن ابن ماجة، ص (٣٤٧) ، وشرح العقيدة الطحاوية تحقيق التركي وشعيب، ص (٥٠٩) الحاشية. والصواب ما قاله المتأخرون؛ لأن أبا السليل حديثه مرسل عن أبي ذر. انظر التهذيب (٤/٤٥٨) . وأخرجه الإمام أحمد في المسند (٥/١٧٨، ١٧٩) ، وابن حبان في الصحيح مع الإحسان برقم (٦٦٦٩) كلاهما من الطريق المذكور، ضمن حديث طويل.','120','96',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (90,'.. فـ {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} ١ منصوب على أنه صفة أولياء الله، أو بدل منه، أو بإضمار "أمدح"، أو مرفوع بإضمار "هم"، أو خبر ثان لإن، وأجيز فيه الجر، بدلاً من ضمير عليهم٢. وعلى هذه الوجوه كلها فالولاية لمن كان من الذين آمنوا وكانوا يتقون، وهم أهل الوعد المذكور في الآيات الثلاث، وهي عبارة عن موافقة الولي الحميد في محابه ومساخطه، ليست بكثرة صوم ولا صلاة، ولا تمزق٣، ولا رياضة. وقيل: {الَّذِينَ آمَنُوا} مبتدأ، والخبر {لَهُمُ الْبُشْرَى} ٤ وهو بعيد؛ لقطع الجملة عما قبلها، وانتثار نظم الآية٥.
_________
١ الآيات التي ذكر المؤلف شيئاً من إعرابها هنا هي قوله تعالى: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} سورة يونس، الآيات: ٦٢، ٦٣، ٦٤.
٢ انظر معاني القرآن (١/٤٧٠، ٤٧١) ، وإعراب القرآن (٢/٢٦٠) ، ومشكل إعراب القرآن (١/٣٤٨) ، والكشاف (٢/٢٤٣) ، والبيان في غريب إعراب القرآن (١/٤١٦) ، والتبيان في إعراب القرآن (٢/٦٧٩) ، والبحر (٥/١٧٣) ، والدر المصون (٦/٢٣٢) تجد أن بعضهم جاء ببعض هذه الأوجه، وأن كثيراً منهم جاء بأكثرها وأن أبا حيان وتلميذه جاءا بها جميعاً.
٣ "ولا تمزق" هكذا في النسخة التي اعتمدت عليها. وقال محققاها: كذا في الأصول، وفي مطبوعة مكة تملق.
٤ كل أصحاب المؤلفات السابقة ذكروا هذا الوجه، ولم يضعفه أحد منهم.
٥ شرح العقيدة الطحاوية، ص (٥٠٦، ٥٠٧) . وقد أحسن المؤلف بتضعيف هذا الوجه، وبالتعليل الذي ذكره. وغاب هذا عن العباقرة المتقدم ذكر مؤلفاتهم، وعن غيرهم كابن عطية، والجمل، والكرماني.','120','97',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (91,'<span data-type="title" id=toc-14>سورة هود</span>
... قال تعالى: {يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ} ١ أي: يتقدمهم٢، ويستعمل منه الفعل لازماً ومتعدياً٣، كما يُقال: أخذني ما قدم وما حدث، ويقال: هذا قدم هذا وهو يقدمه، ومنه سُمِّيت القدم قدماً؛ لأنها تقدم بقية بدن الإنسان٤.
قال تعالى: {وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ} ٥ أي: غير مقطوع٦، ولا يُنافي ذلك قوله: {إِلاَّ مَا شَاءَ رَبُّكَ} .
واختلف السلف في هذا الاستثناء: فقيل: معناه إلا مدة مكثهم في النار، وهذا يكون لمن دخل منهم إلى النار ثم أُخرج منها، لا لكلِّهم. وقيل: إلا مدة مقامهم في الموقف. وقيل: إلا مدة مقامهم في القبور والموقف. وقيل: هو استثناء استثناه الرب ولا يفعله، كما تقول: والله لأضربنك إلا أن أرى غير ذلك، وأنت لا تراه، بل تجزم بضربه.
_________
١ سورة هود، الآية: ٩٨.
٢ بهذا فسر الزجاج الآية في معاني القرآن وإعرابه (٣/٧٦) ، والنحاس في إعراب القرآن
(٢/٣٠٠) ، والزمخشري في الكشاف (٢/٢٩١) .
٣ انظر تهذيب اللغة (٩/٤٩) ، ولسان العرب (١١/٦٥) "قدم" ففيهما ما يدل لقول المؤلف.
٤ شرح العقيدة الطحاوية، ص (٧٧، ٧٨) . وقوله: "ومنه سميت القدم ... الخ" ذكر نحوه ابن فارس في معجم مقاييس اللغة (٥/٦٦) "قدم".
٥ سورة هود، الآية:١٠٨.
٦ ثبت هذا التفسير عن ابن عباس وقتادة. انظر جامع البيان (١٥/٤٩٠) . وبهذا فسَّره أبو عبيدة وغيره. انظر مجاز القرآن (١/٩٩) ، وغريب القرآن وتفسيره لليزيدي، ص (١٧٨) .','120','98',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (92,'وقيل: "إلا" بمعنى (الواو) ، وهذا على قول بعض النحاة، وهو ضعيف١. وسيبويه يجعل "إلا" بمعنى "لكن"، فيكون الاستثناء منقطعاً٢، ورجحه ابن جرير وقال: إن الله تعالى لا خُلْف لوعده، وقد وصل الاستثناء بقوله:
{عَطَاءً غَيْرَ مَجْذُوذٍ} . قالوا: ونظيره أن تقول: أسكنتك داري حولاً إلا ما شئت، أي: سوى ما شئت، أولكن ما شئت من الزيادة عليه٣.
وقيل: الاستثناء لإعلامهم، بأنهم مع خلودهم في مشيئة الله، لا أنهم يخرجون عن مشيئته، ولا ينافي ذلك عزيمته وجزمه لهم بالخلود، كما في قوله تعالى: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً} ٤ وقوله تعالى: {فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ} ٥، وقوله: {قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْرَاكُمْ بِهِ} ٦ ونظائره كثيرة، يخبر عباده سبحانه أن الأمور كلها بمشيئته، ما شاء كان، وما لم يشأ لم يكن.
وقيل: إن "ما" بمعنى "من" أي: إلا من شاء الله دخوله النار بذنوبه من السعداء. وقيل غير ذلك٧. وعلى كل تقدير، فهذا الاستثناء من المتشابه،
_________
١ قول المؤلف "وهو ضعيف" هذا على رأي البصريين، والكوفيون يجيزون ذلك، نص على ذلك شيخهم الفراء عند هذه الآية. انظر معاني القرآن (٢/٢٨) ، وانظر الخلاف في المسألة في كتاب الإنصاف في مسائل الخلاف (١/٢٦٦) .
٢ انظر الكتاب لسيبويه (٢/٣١٩) تجد أنه قد وضع باباً ينطبق على هذه الآية.
٣ ابن جرير لم يرجح بهذا من عنده، وإنما نقله عن بعض أهل العربية من غير تحديد وهو يعني الفراء. انظر جامع البيان (١٥/٤٨٧، ٤٨٨) ، ومعاني القرآن (٢/٢٨) فنسبة القول لابن جرير فيها نظر.
٤ سورة الإسراء، الآية: ٨٦.
٥ سورة الشورى، الآية: ٢٤.
٦ سورة يونس، الآية: ١٦.
٧ انظر معاني القرآن للفراء (١/٢٨) ، وتأويل مشكل القرآن، ص (٧٧) ، ومعاني القرآن وإعرابه (٣/٧٩، ٨٠) ، وجامع البيان (١٥/٤٨١-٤٨٩) ، ومعاني القرآن الكريم
(٣/٣٨١-٣٨٤) ، والنكت والعيون (٢/٥٠٦، ٥٠٧) ، وزاد المسير (٤/١٦١) ، وغرائب التفسير (١/٥٢٠، ٥٢١) ، والجامع لأحكام القرآن (٩/٩٩-١٠٢) ، والدر المصون
(٦/٣٩١-٣٩٤) تجد مجموع هذه الأقوال في مجموع هذه المصنفات، وأحسن من استوفى ذكرها السمين، والكرماني، والقرطبي. وأولى الأقوال التي ذكرها المصنف بالصواب هو أولها، بل لعله أولى جميع الأقوال التي قيلت، وقد رجحه ابن جرير، والخازن، وغيرهما. انظر جامع البيان (١٥/٤٨٩) ، ولباب التأويل (٢/٢٥٤) ، وروح المعاني (١٢/١٤٤) . وقال ابن كثير في تفسيره (٢/٤٦١) : "وهذا الذي عليه كثير من العلماء قديماً وحديثاً في تفسير هذه الآية الكريمة".','120','99',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (93,'وقوله: {عَطَاءً غَيْرَ مَجْذُوذٍ} محكم، وكذلك قوله تعالى: {إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ} ١. وقوله: {أُكُلُهَا دَائِمٌ وَظِلُّهَا} ٢. وقوله: {وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ} ٣. وقد أكد الله خلود أهل الجنة بالتأبيد في عدة مواضع من القرآن، وأخبر أنهم: {لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلاَّ الْمَوْتَةَ الأُولَى} ٤ وهذا الاستثناء منقطع٥، وإذا ضممته إلى الاستثناء في قوله تعالى: {إِلاَّ مَا شَاءَ رَبُّكَ} تبين لك المراد من الآيتين. واستثناء الوقت الذي لم يكونوا فيه في الجنة من مدة الخلود، كاستثناء الموتة الأولى من جملة الموت، فهذه موتة تقدمت على حياتهم الأبدية، وذاك مفارقة للجنة تقدمت على خلودهم فيها.٦
_________
١ سورة ص، الآية: ٥٤.
٢ سورة الرعد، الآية: ٣٥.
٣ سورة الحجر، الآية: ٤٨.
٤ سورة الدخان، الآية: ٥٦.
٥ انظر الدر المصون (٩/٦٣١) فقد ذكره السمين مصدراً به الأقوال التي قيلت في معنى الاستثناء.
٦ شرح العقيدة الطحاوية، ص (٦٢٢ - ٦٢٤) .','120','100',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (94,'<span data-type="title" id=toc-15>سورة يوسف</span>
قال تعالى: ... {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} ١ أي: بمصدق لنا٢.
... قال تعالى في كتابه العزيز: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} ٣ فإن كان قوله: {وَمَنِ اتَّبَعَنِي} معطوفاً على الضمير في "أدعو" فهو دليل على أن أتباعه هم الدعاة إلى الله، وإن كان معطوفاً على الضمير المنفصل فهو صريح في أن أتباعه هم أهل البصيرة فيما جاء به دون غيرهم، وكلا المعنيين حق٤.
_________
١ سورة يوسف، الآية: ١٧.
٢ شرح العقيدة الطحاوية، ص (٤٧٠، ٤٧١) ، وانظر مجاز القرآن (١/٣٠٣) ، وتفسير غريب القرآن لابن قتيبة، ص (٢١٣) ، وجامع البيان (١٥/٥٧٨) ، والعمدة في غريب القرآن، ص (١٥٩) .
٣ سورة يوسف، الآية: ١٠٨.
٤ شرح العقيدة الطحاوية، ص (١١) ، وانظر معاني القرآن للفراء (٢/٥٥) فقد ذكر القول الثاني. وانظر الكشاف (٢/٣٢٦) ، والبحر (٥/٣٤٦) ، والدر المصون (٦/٥٦١) تجد القولين وأكثر. وانظر مفتاح دار السعادة، ص (١٦٧،١٦٨) تجد أن ابن القيم ذكر القولين.','120','101',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (95,'<span data-type="title" id=toc-16>سورة هود</span>
...
سورة الرعد
... قال تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} ٥ ... في الصحيح عن النبي صلى الله عليه وسلم أنه قال: "يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الصبح وصلاة العصر، فيصعد إليه الذين كانوا فيكم، فيسألهم وهو أعلم بهم كيف تركتم عبادي؟. فيقولون: أتيناهم وهم
_________
٥ سورة الرعد، الآية:١١.','120','101',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (96,'يصلون، وفارقناهم وهم يصلون"١.
وفي الحديث الآخر: "إن معكم من لا يفارقكم إلا عند الخلاء وعند الجماع، فاستحيوهم، وأكرموهم" ٢.
جاء في التفسير اثنان عن اليمين وعن الشمال، يكتبان الأعمال. صاحب اليمين يكتب الحسنات، وصاحب الشمال يكتب السيئات، وملكان آخران يحفظانه ويحرسانه، واحد من ورائه، وواحد أمامه، فهو بين أربعة أملاك بالنهار، وأربعة آخرين بالليل بدلاً، حافظان وكاتبان٣. وقال عكرمة، عن ابن عباس: {يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} قال: ملائكة يحفظونه من بين يديه ومن خلفه، فإذا جاء قدر الله خلَّوا عنه٤.
_________
١ متفق عليه من رواية أبي هريرة رضي الله عنه. أخرجه البخاري في صحيحه مع الفتح برقم (٥٥٥) ، ومسلم في صحيحه برقم (٦٣٢) .
٢ أخرجه الترمذي في السنن برقم (٢٨٠٠) من رواية ابن عمر رضي الله عنهما وقال الترمذي: هذا حديث غريب لا نعرفه إلا من هذا الوجه. قلت: ضعفه الألباني أيضاً في الإرواء برقم (٦٤) والعلة فيه أنه من طريق ليث بن أبي سُليم.
٣ شرح العقيدة الطحاوية، ص (٥٥٧، ٥٥٨) . وهذا التفسير الذي ذكره المؤلف، قاله شيخه ابن كثير في تفسيره (٢/٥٠٤) فلعل المؤلف أخذه منه، وكذلك الحديثان أوردهما ابن كثير عند تفسير الآية بنفس اللفظ فيترجح أن المؤلف أخذه منه. وتبين من كلام المؤلف أنه يرى أن المعقبات هي الملائكة. قال أبو جعفر النحاس بعد أن ذكر هذا القول وغيره: "وأولى هذه الأقوال الأول؛ لعلوِّ إسناده وصحته" معاني القرآن الكريم (٣/٤٧٩) . وهو يعني قول من قال: إنهم الملائكة. وقال القرطبي: والصحيح أن المعقبات الملائكة. الجامع (٩/٢٩٣) .
٤ شرح العقيدة الطحاوية، ص (٥٥٩) . والأثر أخرجه الطبري في تفسيره برقم (٢٠٢١٦، ٢٠٢١٧) من طريقين مدارهما على سماك بن حرب، وهو صدوق، وروايته عن عكرمة مضطربة، وقد تغير بأخرة فكان ربما تلقن. التقريب برقم (٢٦٢٤) . وله شواهد تدل على ثبوته عن ابن عباس. انظر الوسيط (٣/٨، ٩) ، وتفسير القرآن العظيم (٢/٥٠٥) ، والدر المنثور (٤/٤٧) وقال السمعاني: إنه قول الأكثرين. تفسير القرآن (٣/٨١) .','120','102',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (97,'ومعنى {يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} قيل: حفظهم له من أمر الله١، أي: الله أمرهم بذلك، يشهد لذلك قراءة من قرأ {يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} ٢.
قال تعالى: {أَنْزَلَ مِنَ السَّمَاءِ} ٣ ... السماء العلو٤، وقد جاء في مكان آخر أنه منزل من المزن٥، والمزن السحاب، وفي مكان آخر أنه منزل من المعصرات٦.
... قوله تعالى: {لِكُلِّ أَجَلٍ كِتَابٌ يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمّ ُ
_________
١ هو أحد الأقوال في معنى الآية. انظر جامع البيان (١٦/٣٧٥، ٣٧٦) ، ومعاني القرآن (٢/٦٠) ، ومعاني القرآن وإعرابه (٣/١٤٢) ، ومعاني القرآن الكريم (٣/٤٧٨-٤٨٠) ، والجامع لأحكام القرآن (٩/٢٩١-٢٩٣) ولم يذكر الزجاج إلا القول الذي فسر به المؤلف هنا.
٢ شرح العقيدة الطحاوية، ص (٥٦٠) وهذه القراءة شاذة. انظر المحتسب (١/٣٥٥) . ونسبها ابن جني إلى علي بن أبي طالب وابن عباس وغيرهما. وممن ذكرها حجة على هذا المعنى ابن جرير في تفسيره (١٦/٣٧٦) ، والزمخشري في الكشاف (٢/٣٥٢) ، وأبو حيان في البحر (٥/٣٦٤) وغيرهم.
٣ سورة الرعد، الآية: ١٧.
٤ انظر المفردات، ص (٢٤٣) ، وعمدة الحفاظ (٢/٢٥٧) .
٥ في قوله تعالى: {أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ} سورة الواقعة، الآيتان: ٦٨، ٦٩.
٦ في قوله تعالى: {وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجاً} سورة النبأ، الآية: ١٤. والمعصرات هي السحاب، سميت بذلك؛ لأنها تعتصر المطر. انظر المفردات، ص (٣٣٦) ، وعمدة الحفاظ (٣/١٠٠) . ولا تعارض بين هذه الآيات؛ لأن المزن والمعصرات هي السحاب، والسحاب في السماء. وتفسير المؤلف في شرح العقيدة الطحاوية، ص (١٩٦) .','120','103',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (98,'الْكِتَابِ} ١ ... المحو والإثبات من الصحف التي في أيدي الملائكة٢ ... وقوله: {وَعِنْدَهُ أُمُّ الْكِتَابِ} اللوح المحفوظ٣، ويدل على هذا الوجه٤ سياق الآية، وهو قوله: {لِكُلِّ أَجَلٍ كِتَابٌ} ثم قال: {يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} أي: من ذلك الكتاب {وَعِنْدَهُ أُمُّ الْكِتَابِ} أي: أصله، وهو اللوح المحفوظ. وقيل: يمحو الله ما يشاء من الشرائع وينسخه ويثبت ما يشاء فلا ينسخه٥، والسياق أدل على هذا الوجه من الوجه الأول، وهو قوله تعالى: {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ} فأخبر تعالى أن الرسول لا يأتي بالآيات من قبل نفسه، بل من عند الله، ثم قال: {لِكُلِّ أَجَلٍ كِتَابٌ يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} أي: أن الشرائع لها أجل وغاية تنتهي إليها، ثم تنسخ بالشريعة الأخرى، فينسخ الله ما
_________
١ سورة الرعد، الآية: ٣٨،٣٩.
٢ انظر جامع البيان (١٦/٤٨٤، ٤٨٥) ، ومعاني القرآن وإعرابه (٣/١٥٠) ، ومعاني القرآن الكريم (٣/٥٠٢) ، والنكت والعيون (٣/١١٨) ، والوسيط (٣/٢٠) ، وتفسير القرآن للسمعاني (٣/١٠٠) ، ومعالم التنزيل (٣/٢٣) ، ومجموع فتاوى شيخ الإسلام ابن تيمية (١٤/٤٩٢) فقد ذكر أصحاب هذه المؤلفات هذا القول.
٣ انظر بحر العلوم (٢/١٩٧) ، والنكت والعيون (٣/١١٨) ، وتفسير القرآن للسمعاني
(٣/١٠٠) ، ومعالم التنزيل (٣/٢٣) ، والكشاف (٢/٣٦٣) وطائفة من المفسرين لم يذكروا إلا هذا القول مما يدل على أنه أقوى الأقوال.
٤ يعني المؤلف بالوجه أن المحو والإثبات من الصحف التي في أيدي الملائكة.
٥ انظر الوسيط (٣/٢٠) ، والكشاف (٢/٣٦٣) ، والبحر (٥/٣٨٨) ، وفتح القدير
(٣/٨٩) ، وفتح البيان (٥/١١١) ، ومحاسن التأويل (٤/٤٥٥) ومن نسب من أصحاب هذه المؤلفات هذا القول إلى قتادة فنسبته فيها نظر؛ لأن المنقول عن قتادة أنه يقول: إن هذه الآية مثل قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} فهذا معناه أنه مثل النسخ الواقع في شريعة القرآن، فلم يجعله قتادة عاماً كما نقل هذا الناقل. انظر قول قتادة في: جامع البيان (١٦/٤٨٥، ٤٨٦) ، وتفسير القرآن العظيم (٢/٥٢١) .','120','104',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (99,'يشاء من الشرائع عند انقضاء الأجل، ويثبت ما يشاء. وفي الآية أقوال أُخرى١، والله أعلم بالصواب٢.
_________
١ انظر هذه الأقوال في المراجع التي ذُكرت عند القولين السابقين. ومع قوة ما ذكر المؤلف، فهناك قول جدير بأن تحمل هذه الآية المشكلة عليه، فهمته من كلام شيخ الإسلام في مجموع الفتاوى (١٤/٤٩١) ، وقاله الثعالبي في الجواهر الحسان (٢/٣٧١) ، وحاصله: أن الله سبحانه وتعالى يمحو من الأمور ما يشاء، ويغيرها عن أحوالها مما سبق في علمه محوه وتغييره، ويثبتها في الحالة التي ينقلها إليها حسب ما سبق في علمه. وهذا القول يدل له ما جاء في الحديث أن الله تعالى جعل عمر داود عليه السلام ستين سنة، فوهب له آدم عليه السلام من عمره أربعين سنة. والحديث أخرجه الأمام الترمذي في جامعه برقم (٣٠٧٦) وقال: هذا حديث حسن صحيح.
٢ شرح العقيدة الطحاوية، ص (١٣١، ١٣٢) .','120','105',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (100,'<span data-type="title" id=toc-17>سورة النحل</span>
... قال تعالى: {لِلَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الأَعْلَى} ٣
... اختلفت عبارات المفسرين في المثل الأعلى٤. ووفق بين أقوالهم بعض من وفقه الله وهداه، فقال: المثل الأعلى يتضمن الصفة العُليا، وعلم العالمين بها،
_________
٣ سورة النحل، الآية: ٦٠.
٤ فقيل: شهادة أن لا إله إلا الله. وقيل: أي الصفة العليا بأنه خالق رازق قادر ومجازٍ. وقيل: ليس كمثله شيء. وقيل المثل الأعلى نحو قوله: {اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ مَثَلُ نُورِهِ} . وقيل: الصفة العليا المقدسة وهي أن له التوحيد، وأنه المنزه عن الولد، وأنه لا إله إلا هو، وأن له جميع صفات الجلال والكمال من العلم والقدرة والبقاء. انظر جامع البيان (١٧/٢٣٠) ، ومعاني القرآن الكريم (٤/٧٧) ، والنكت والعيون (٣/١٩٥) ، والوسيط (٣/٦٨) ، وتفسير القرآن للسمعاني (٣/١٨١) ، ومعالم التنزيل (٣/٧٣) ، والجامع لأحكام القرآن (١٠/١١٩) ، ولباب التأويل (٣/٩٧) ، وليس كل هؤلاء ذكروا جميع الأقوال، بل بعضهم ذكر واحداً، وبعضهم ذكر أكثر.','120','105',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (101,'ووجودها العلمي، والخبر عنها وذكرها، وعبادة الرب تعالى بواسطة العلم والمعرفة، القائمة بقلوب عابديه وذاكريه.
فهاهنا أمور أربعة:
الأول: ثبوت الصفات العليا لله سبحانه، سواء علمها العباد أو لا، وهذا معنى قول من فسَّرها بالصفة.
الثاني: وجودها في العلم والشعور، وهذا معنى قول من قال من السلف والخلف-: إنه ما في قلوب عابديه وذاكريه، من معرفته وذكره، ومحبته وإجلاله، وتعظيمه، وخوفه ورجائه، والتوكل عليه، والإنابة إليه. وهذا الذي في قلوبهم من المثل الأعلى لا يشركه فيه غيره أصلاً، بل يختص به في قلوبهم، كما اختص به في ذاته. وهذا معنى قول مَنْ قال من المفسرين: إن معناه أهل السماوات يُعظِّمونه ويُحبونه ويعبدونه، وأهل الأرض كذلك، وإن أشرك به من أشرك، وعصاه من عصاه، وجحد صفاته من جحدها، فأهل الأرض معظِّمون له، مجلون خاضعون لعظمته، مستكينون لعزته وجبروته، قال تعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ} ١.
الثالث: ذِكرُ صفاته والخبر عنها وتنزيهها من العيوب والنقائص والتمثيل.
الرابع: محبة الموصوف بها وتوحيده، والإخلاص له، والتوكل عليه، والإنابة إليه، وكلما كان الإيمان بالصفات أكمل كان هذا الحب والإخلاص أقوى.
فعبارات السلف كلها تدور على هذه المعاني الأربعة٢.
(للبحث بقية)
_________
١ سورة الروم، الآية: ٢٦.
٢ شرح العقيدة الطحاوية، ص (١١٩-١٢١) وما ذكره المؤلف في تفسير الآية موجود في الصواعق المرسلة (٣/١٠٣٠-١٠٣٥)','120','106',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (102,'تفسير ابن أبي العز جمعا ودراسة
القسم الثّاني
هذا هو القسم الثّاني؛ من هذا البحث؛ الّذي استخرج فيه الباحثُ (تفسيرَ ابن أبي العزّ) من خلال مؤلّفاته، وجَمَعَه وعَلَّقَ حواشيَه. وكان القسم الأوّل منه نُشر في العدد الماضي (١٢٠) وكان يتضمّن تفسير الإمام ابن أبي العزّ؛ من أوّل سورة الفاتحة إلى آخر سورة النّحل، وسبق ذلك تقديمٌ تناول التّعريفَ بموضوع البحث، وأسباب اختياره، وخطّته، والتّعريف بابن أبي العزّ
<span data-type="title" id=toc-18>سورة الإسراء</span>
قوله تعالى {وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاق} ١ خص هذه الصورة بالنهي؛ لأنها هي الواقعة، لا لأن التحريم يختص بها٢.
قوله تعالى: {قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً} ٣. فيها - للمتأخرين - قولان٤. أحدهما: لاتخذوا سبيلاً إلى مغالبته. والثاني: - وهو الصحيح المنقول عن السلف، كقتادة٥ وغيره، وهو الذي ذكره ابن جرير لم يذكر غيره٦ -: لاتخذوا سبيلاً بالتقرب إليه، كقوله تعالى: {إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلاً} ٧؛ وذلك أنه قال: {لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُون} وهم
_________
١ سورة الإسراء، الآية: ٣١.
٢ التنبيه على مشكلات الهداية، ص (٥٧) تحقيق عبد الحكيم. وما ذكره ابن أبي العز في سبب التنصيص على الإملاق ـ وهو الفقر ـ قاله ابن جزي في التسهيل (٢/ ٤٧) وأشار إليه الكيا الهراسي في أحكام القرآن (٣/٢٥٨) ، وأبو حيان في البحر (٤/ ٢٥١) .
٣ سورة الإسراء، الآية: ٤٢.
٤ ممن ذكر القولين الزجاج في معاني القرآن (٣/٢٤١) ، والنحاس في معاني القرآن الكريم (٤/١٥٩) ، والماوردي في النكت والعيون (٣/٢٤٥) ، والسمعاني في تفسير القرآن (٣/٢٤٣) ، والبغوي في معالم التنزيل (٣/١١٦) .
٥ أخرجه عبد الرزاق في تفسيرالقرآن (٢/٣٧٨) عن قتادة بإسناد صحيح، وكذلك أخرجه الطبري في تفسيره (١٧/٤٥٤) عن قتادة بإسناد رجاله ثقات.
٦ انظر جامع البيان (١٧/٤٥٣، ٤٥٤) .
٧ سورة الدهر، الآية: ٢٩.','121','13',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (103,'لم يقولوا: إن العالَم له صانعان، بل جعلوا معه آلهة اتخذوهم شفعاء، وقالوا: {مَا نَعْبُدُهُمْ الاّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ١.
قال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ الاّ خَسَاراً} ٢ و (من) في قوله: {مِنَ الْقُرْآنِ} لبيان الجنس، لا للتبعيض٣.
_________
١ سورة الزمر، الآية: ٣. وتفسير المؤلف لهذه الآية في شرح العقيدة الطحاوية، ص (٤١، ٤٢) ويبدوا أن المؤلف أخذ تفسير هذه الآية، وما ذكر فيها من ترجيح من بعض كتب شيخ الإسلام ابن تيمية. انظر مجموع الفتاوى (١٦/١٢٢، ١٢٤، ٥٧٧) فإن فيها نحو هذا التفسير والترجيح. وقد نقل الإمام ابن القيم عن شيخ الإسلام تفسير هذه الآية وترجيح قول قتادة بثلاثة مرجحات. انظر بدائع التفسير (٣/٧٩، ٨٠) . وقد تجد من يرجح القول الآخر. انظر تفسير القرآن للسمعاني (٣/٢٤٣) ، وإرشاد العقل السليم (٥/١٧٤) ، وفتح القدير (٣/٢٣٦) إلا أن المتأمل في أدلة شيخ الإسلام يجدها أقوى، يضاف إلى ذلك ثبوته عن قتادة. وأما القول الآخر فلم يثبت عن سعيد بن جبير ـ كما قال شيخ الإسلام ـ ثم هو قول أصحاب الكلام، نقله عنهم ابن عطية. انظر مجموع الفتاوى (١٦/١٢٢) ، والمحرر الوجيز (١٠/٢٩٩) .
٢ سورة الإسراء، الآية: ٨٢.
٣ شرح العقيدة الطحاوية، ص (٣٦٣) وما ذكره المؤلف في معنى (من) هو أحد الأقوال. انظر الكشاف (٢/٤٦٣) ، والتبيان (٢/٨٣٠) ، والدر المصون (٧/٤٠٢، ٤٠٣) . ولعل المؤلف أخذ هذا القول في معنى (من) من الجواب الكافي للإمام ابن القيم، ص (٤) فإنه قال: (ومن هنا لبيان الجنس، لا للتبعيض، فإن القرآن كله شفاء كما قال في الآية المتقدمة) ويعني بالآية المتقدمة قوله تعالى: {قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ} الآية ٤٤ من سورة فصلت. وقد يُنازع الإمام ابن القيم في هذا الاحتجاج فإن الآية دلت على أنه هدى لفريق من الناس وهم المؤمنون. وقد أساء يسري السيد في بدائع التفسير (٣/١٠٠) عندما تدخل في كلام ابن القيم فكتب الآية (٥٧) من سورة يونس، بدلا من الآية ٤٤ من سورة فصلت، ولا شك أنها أدل على المقصود، ولكن ابن القيم لم يشر إليها.','121','14',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (104,'<span data-type="title" id=toc-19>سورة الكهف</span>
قوله تعالى: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ} ٤ أي: يعلوه٥.
_________
٤ سورة الكهف، الآية: ٩٧.
٥ شرح العقيدة الطحاوية، ص (٣٧٧) وبهذا فسر علماء غريب القرآن ومعانيه ـ فيما رأيت ـ منهم أبو عبيدة في مجاز القرآن (١/٤١٥) ، واليزيدي في غريب القرآن وتفسيره، ص (٢٣٥) ، وابن قتيبة في تفسير غريب القرآن، ص (٢٧١) ، والزجاج في معاني القرآن (٣/٣١٢) .','121','14',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (105,'<span data-type="title" id=toc-20>سورة مريم</span>
قوله تعالى: {وَإِنْ مِنْكُمْ إِلاّ وَارِدُهَا} ١ اختلف المفسرون في المراد بالورود المذكور ما هو؟ والأظهر والأقوى أنه المرور على الصراط٢، قال تعالى: {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيّاً} ٣. وفي الصحيح أنه صلى الله عليه وسلم قال: "والذي نفسي بيده، لا يلج النار أحد بايع تحت الشجرة" قالت حفصة: فقلت: يا رسول الله، أليس الله يقول: {وَإِنْ مِنْكُمْ الاّ وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَقْضِيّاً} فقال:"ألم تسمعيه" قال: {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيّاً} ٤. أشار صلى الله عليه وسلم إلى أن ورود
_________
١ سورة مريم، الآية: ٧١.
٢ انظر الأقوال الأُخر في معاني القرآن الكريم (٤/٣٤٧-٣٥٠) ، وتفسير القرآن للسمعاني (٣/٣٠٦-٣٠٨) ، وزاد المسير (٥/٢٥٥-٢٥٧) وقد اختار ما رجحه المؤلف جماعة من العلماء منهم ابن جرير في جامع البيان (١٨/٢٣٤) ، والسمعاني في تفسير القرآن (٣/٣٠٨) ، وشيخ الإسلام ابن تيمية في مجموع الفتاوى (٤/٢٧٩) ، والشوكاني في فتح القدير (٣/٣٤٧) ومما يؤيد هذا القول ما أخرجه الترمذي في جامعه برقم (٣١٥٩) ، والدارمي برقم (٢٨١٠) والحاكم (٢/٤٠٧) عن السُّدي قال: سألت مرة الهمداني عن قول الله عز وجل: {وَإِنْ مِنْكُمْ إِلاّ وَارِدُهَا} فحدثني أن عبد الله بن مسعود حدثهم، قال: قال رسول الله صلى الله عليه وسلم: (يرد الناس النار ثم يصدرون منها بأعمالهم، فأولهم كلمح البرق، ثم كالريح.) الحديث. قال الحاكم: هذا حديث صحيح عل شرط مسلم ولم يخرجاه. ووافقه الذهبي.
٣ سورة مريم، الآية: ٧٢.
٤ أخرجه مسلم في صحيحه برقم (٢٤٩٦) من حديث جابر. وقد تابع المؤلفُ شيخ الإسلام في الاحتجاج بهذا الحديث على أن الورود هو المرور على الصراط. انظر مجموع الفتاوى (٤/٢٧٩) .','121','15',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (106,'النار لا يستلزم دخولها١، وأن النجاة من الشر لا يستلزم حصوله، بل يستلزم انعقاد سببه، فمن طلبه عدوه ليهلكوه ولم يتمكنوا منه، يقال: نجاه الله منهم؛ ولهذا قال تعالى: {وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُوداً} ٢ {فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحاً} ٣ {وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْباً} ٤ ولم يكن العذاب أصابهم، ولكن أصاب غيرهم، ولولا ما خصهم الله به من أسباب النجاة، لأصابهم ما أصاب أولئك. وكذلك حال الواردين النار، يمرون فوقها على الصراط، ثم ينجي الله الذين اتقوا، ويذر الظالمين فيها جثيّاً، فقد بيّن صلى الله عليه وسلم في حديث جابر المذكور: أن الورود هو المرور على الصراط.
وروى الحافظ أبو نصر الوائلي، عن أبي هريرة رضي الله عنه قال: قال صلى الله عليه وسلم: "علِّم الناس سنتي وإن كرهوا ذلك، وإن أحببت أن لا توقف على الصراط طرفة عين حتى تدخل الجنة، فلا تحدثن في دين الله حدثاً برأيك". أورده القرطبي٥.
وروى أبو بكر بن أحمد بن سليمان النجاد، عن يعلى بن منية، عن رسول الله صلى الله عليه وسلم قال: "تقول النار للمؤمن - يوم القيامة -: جُزْ يا مؤمن، فقد أطفأ نورك لهبي" ٦.
_________
١ بهذا المعنى احتج الزجاج في معاني القرآن (٣/٣٤١) .
٢ سورة هود، الآية: ٥٨.
٣ سورة هود، الآية: ٦٦.
٤ سورة هود، الآية: ٩٤.
٥ هو في التذكرة، ص (٣٩٠،٣٩١) قال القرطبي: ذكر الوائلي أبو نصر في كتاب الإبانة. ثم ساق سند الوائلي. وذكر المحققان لشرح العقيدة الطحاوية ص، (٦٠٨) أنه قد أخرجه أيضاً البغدادي في تاريخه وأبو نعيم في الحلية، وأن أيّ واحد من الأسانيد التي خرجه بها هؤلاء العلماء (الوائلي، البغدادي، أبو نعيم) لايصح، ولا يثبت.
٦ شرح العقيدة الطحاوية، ص (٦٠٦-٦٠٨) .والحديث أخرجه الطبراني في المعجم الكبير (٢٢/٢٥٨، ٢٥٩) برقم (٦٦٨) ، وأبو نعيم في الحلية (٩/٣٢٩) من رواية يعلى بن منية عن رسول الله صلى الله عليه وسلم. وأورده الهيثمي في مجمع الزوائد (١٠/٣٦٠) وقال: رواه الطبراني، وفيه سليم بن منصور بن عمار وهو ضعيف. وضعَّفه أيضاً المحققان لشرح العقيدة الطحاوية، ص (٦٠٨) بالانقطاع وبغيره.','121','16',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (107,'<span data-type="title" id=toc-21>سورة طه</span>
قوله: {فَلا يَخَافُ ظُلْماً وَلا هَضْماً} ١ قد فسره السلف بأن الظلم أن توضع عليه سيئات غيره، والهضم أن ينقص من حسناته٢، كما قال تعالى: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ٣.
_________
١ سورة طه، الآية: ١١٢.
٢ هذا التفسير أخرجه ابن جرير الطبري في جامع البيان (١٨/٣٧٩، ٣٨٠) عن جماعة من السلف منهم ابن عباس، فقد أخرجه عنه من طريق علي بن أبي طلحة. وأخرجه أيضاً عن قتادة والحسن البصري. وأخرجه عبد الرزاق الصنعاني في تفسير القرآن (٢/١٩) عن قتادة بإسناد صحيح. وهذا التفسير أورده الإمامان ابن تيمية في مجموع الفتاوى (١٨/١٤١) ، وابن القيم في مدارج السالكين (١/٢٦٠) .
٣ سورة الإسراء، الآية: ١٥. وهذا التفسير ذكره المؤلف في شرح العقيدة الطحاوية، ص (٦٦٠) .','121','17',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (108,'<span data-type="title" id=toc-22>سورة الأنبياء</span>
قوله تعالى: {وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ} ٤ النفش إنما يكون بالليل٥
_________
٤ سورة الأنبياء، الآية: ٧٨.
٥ التنبيه على مشكلات الهداية، ص (٧٠٣، ٧٠٤) تحقيق أنور. وانظر غريب القرآن وتفسيره لليزيدي، ص (٢٥٦) ، وتفسير غريب القرآن لابن قتيبة، ص (٢٨٧) ، والعمدة في غريب القرآن، ص (٢٠٨) ففيها ما ذكر المؤلف.','121','17',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (109,'<span data-type="title" id=toc-23>سورة المؤمنون</span>
قوله تعالى: {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} ١معنى الآية: أحسن المصوِّرين المقدرين، والخلق يذكر ويُراد به التقدير٢، وهو المراد هنا، بدليل قوله تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} ٣ أي: خالق كل شيء مخلوق، فدخلت أفعال العباد في عموم (كل) ٤.
قوله تعالى: {فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} ٥ (زبراً) أي: كتباً٦.
قال تعالى: {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} ٧ في المسند والترمذي، عن عائشة - رضي الله عنها - قالت: قلت: يا رسول الله {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ} أهو
الذي يزني ويشرب الخمر ويسرق؟
_________
١ سورة المؤمنون، الآية: ١٤.
٢ انظر الوسيط (٣/٢٨٦) ، وتفسير القرآن للسمعاني (٣/٤٦٧) ، ومعالم التنزيل (٣/٣٠٤) ، وزاد المسير (٥/٤٦٣) فقد ذكر أصحاب هذه المؤلفات هذا التفسير.
٣ سورة الرعد، الآية: ١٦.
٤ شرح العقيدة الطحاوية، ص (٦٤٣) . والذي فهمته من ربط المؤلف لآية الرعد بالآية التي في سورة المؤمنين، وجعله الخلق بمعنى التقدير، أنه يريد الخروج من إلزام المعتزلة لأهل السنة بأن العبد خالق لأفعاله بدليل {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} فلو لم يكن العباد يخلقون، لما قال {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} انظر التفسير الكبير (٢٣/٧٥) ففيه ما يفيد ما ذكرت، وفيه الرد على المعتزلة بردين أحدهما ما ذكر المؤلف هنا.
٥ سورة المؤمنون، الآية: ٥٣.
٦ هذا التفسير في كتاب الاتباع لابن أبي العز، ص (٢١) ، وتفسير الزُبُر بالكتب أخرجه عبد الرزاق في تفسير القرآن (٢/٤٦) عن قتادة بإسناد صحيح. بل نقل الطبري في جامع البيان (١٩/٤٢) إجماع المفسرين على ذلك.
٧ سورة المؤمنون، الآية: ٦٠.','121','18',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (110,'قال: "لا يا ابنة الصديق، ولكنه الرجل يصوم ويصلي ويتصدق ويخاف أن لا يقبل منه" ١.
قال الحسن رضي الله عنه: عملوا والله بالطاعات، واجتهدوا فيها، وخافوا أن ترد عليهم، إن المؤمن جمع إحساناً وخشية، والمنافق جمع إساءة وأمناً٢.
_________
١ أخرجه الترمذي برقم (٣١٧٥) ، وابن ماجة برقم (٤١٩٨) ، والإمام أحمد (٦/١٥٩) ، والحاكم (٢/٤٢٧) وصححه ووافقه الذهبي. وكلهم أخرجه من طريق عبد الرحمن بن سعيد بن وهب الهمداني عن عائشة ـ رضي الله عنها ـ وقد نص الحافظ في التهذيب (٦/١٨٦) ، أن عبد الرحمن لم يدرك عائشة. لكن الشيخ الألباني ـ الذي لم تخف عليه هذه العلة ـ قد حسنه. انظر صحيح سنن ابن ماجة (٢/٤٠٩) ، وانظر أيضاً سلسلة الأحاديث الصحيحة (١/٢٥٥، ٢٥٦) ، فقد استوفى فيها البحث عن حال هذا الحديث.
٢ شرح العقيدة الطحاوية، ص (٤٤٨، ٤٤٩) . وهذا الأثر ـ فيما اطلعت عليه ـ مركب من أثرين كلاهما عن الحسن، فالنصف الأول منه، وهو قوله: (عملوا بالطاعات) إلى (وخافوا أن ترد عليهم) أخرجه البغوي في تفسيره (٣/٣١١) وقد ذكر في مقدمة تفسيره (١/٢٨) إسناده عن الحسن وأنه من طريق عمرو بن عبيد المعتزلي الداعية إلى بدعته. وأما النصف الثاني فأخرجه ابن جرير في تفسيره (١٩/٤٥) بإسناد صحيح. وممن ذكر النصف الأول عن الحسن السمعاني في تفسير القرآن (٣/٤٨٠) ، والخازن في لباب التأويل (٣/٣٩) ، وممن أورد النصف الثاني الواحدي في الوسيط (٣/٢٩٣) ، وابن كثير في تفسيره (٣/٢٤٩) ، والسيوطي في الدر المنثور (٥/١١) كلهم عن الحسن.','121','19',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (111,'<span data-type="title" id=toc-24>سورة النور</span>
قال تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا} ٣ قدم الزانية في الذكر؛ لأنها هي المادة التي نشأت منها الجناية، لأنها لو لم تطمع الرجل، ولم تومض له، ولم تمكنه، لم يطمع ولم يتمكن، فلما كانت أصلاً وأولاً في ذلك بدئ بذكرها، وبدئ بذكر الزاني في قول-هـ تعالى: {الزَّانِي لا يَنْكِحُ الاّ زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا الاّ
_________
سورة النور، الآية: ٢.','121','19',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (112,'زَانٍ أَوْ مُشْرِكٌ} ١ لأن هذه الآية مسوقة لذكر النكاح، والرجل أصل فيه؛ لأن-هـ هو الراغب والخاطب، ومنه يبدأ الطلب غالباً٢، وأما الآية الأولى فسيقت لعقوبتهما على ما جنيا، والمرأة أصل فيها٣.
قال تعالى: {الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ} ٤ الخبيثات الزواني٥.
_________
١ سورة النور، الآية: ٣.
٢ انظر الكشاف (٣/ ٤٩، ٥٠) فقد ذكر هذه النكتة، والظاهر أن المؤلف أخذها منه، فإنه كلام الزمخشري بحروفه إلا يسيراً. وانظر أيضاً التفسير الكبير (٢٣/ ١٣٢) .
٣ التنبيه على مشكلات الهداية، ص (١١٤) تحقيق أنور.
٤ سورة النور، الآية: ٢٦.
٥ التنبيه على مشكلات الهداية، ص (٦٠٧) ، تحقيق عبد الحكيم. وانظر المحرر الوجيز (١١/ ٢٨٩) ، والتفسير الكبير (٢٣/ ١٦٩) ففيهما هذا المعنى الذي ذكره المؤلف.','121','20',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (113,'<span data-type="title" id=toc-25>سورة الفرقان</span>
قوله تعالى: {إِنَّ عَذَابَهَا كَانَ غَرَاماً} ٦ أي: مقيماً لازماً٧.
_________
٦ سورة الفرقان، الآية: ٦٥.
٧ شرح العقيدة الطحاوية، ص (٦٢٩) ، وانظر أيضاً ص (١٦٥) وهذا التفسير الذي قاله المؤلف بنحوه فسّر أبو عبيدة في مجاز القرآن (٢/٨٠) ، والفراء في معاني القرآن (٢/٢٧٢) ، والطبري في جامع البيان (١٩/٢٩٦) .','121','20',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (114,'<span data-type="title" id=toc-26>سورة الشعراء</span>
قوله تعالى: {آمَنْتُمْ لَهُ} ٨أي: أصدقتموه. والضمير يعود إلى موسى قولاً واحداً. وأما {آمَنْتُمْ بِهِ} ٩
فالضمير (به) يعود إلى رب العالمين؛ فإن
_________
٨ سورة الشعراء، الآية: ٤٩.
٩ سورة الأعراف، الآية: ١٢٣.','121','20',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (115,'السحرة لما قالوا: {قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ رَبِّ مُوسَى وَهَارُونَ} ١ قال فرعون: {آمَنْتُمْ بِهِ} ٢أي آمنتم برب العالمين. وقيل: إن الضمير في (به) يعود إلى موسى كما في قوله: {آمَنْتُمْ لَهُ} ٣ ولكن ليس معناها واحداً، بل في الإيمان به معنى زائد على الإيمان له٤، وهو الطاعة والانقياد والإقرار، وكلا المعنيين يصح هنا؛ لأن موسى - عليه السلام - ادعى الرسالة لنفسه وهو صادق في دعواه فصح أن يقال: أصدقتموه في قوله؟، وأن يقال: أصدقتموه وأطعتموه وأقررتم به؟. بخلاف من يدعى الرسالة لغيره كمن قال: موسى رسول الله، صح أن يقال آمنت لمن قال هذا، ولا يقال: آمنت بمن قال هذا من المؤمنين. ففرق بين المتعدَّى بالباء، والمتعدّى باللام، فالأول يقال للمخبَر به والثاني يقال للمخبِر؛ ولهذا قال: {يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ} ٥ وقال تعالي - عن إخوة يوسف -: {ُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} ٦ وفي هاتين الآيتين لا يصلح دخول الباء عوضاً عن اللام، فلا يقال: (ويؤمن بالمؤمنين) ولا (بمؤمن بنا) ؛ لأنه لا يصح أن يكون فيه
معنى زائد على التصديق من الطاعة والانقياد والإقرار. والأصل أن كل حرف من حروف الجر
_________
١ سورة الشعراء، الآية: ٤٧، ٤٨.
٢ سورة الأعراف، الآية: ١٢٣.
٣ انظر البحر المحيط (٤/ ٣٦٥) ، والدر المصون (٥/ ٤٢١) ففيهما ما قال المؤلف في مرجع الضميرين. ونص أيضاً على ذلك الكرماني في غرائب التفسير (١/ ٤١٨) لكن من غير أن يذكر خلافاً في مرجع الضمير في (به) .
٤ أشار المقرئ الكرماني ـ في غرائب التفسير (١/ ٤٨١) ـ إلى وجود الاختلاف بين اللام والباء.
٥ سورة التوبة، الآية: ٦١.
٦ سورة يوسف، الآية: ١٧.','121','21',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (116,'يستعمل بمعنى يخصه١.
قوله - عن القرآن -: {وَإِنَّهُ لَفِي زُبُرِ الاوَّلِينَ} ٢ أي: ذكره ووصفه والإخبار عنه٣، كما أن محمداً مكتوب عندهم٤. إذ القرآن أنزله الله على محمد، لم ينزله على غيره أصلاً؛ ولهذا قال (في الزبر) ، ولم يقل في الصحف، ولا في الرق؛ لأن الزَّبر جمع زبور، والزبر هو الكتابة والجمع٥، فقوله: {وَإِنَّهُ لَفِي زُبُرِ الاوَّلِينَ} أي: مزبور الأولين، ففي نفس اللفظ واشتقاقه ما يبيّن المعنى المراد، ويبيّن كمال بيان القرآن وخلوصه من اللبس، وهذا مثل قوله: {الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ} ٦، أي: ذكره٧، بخلاف قول-هـ. {فِي رَقٍّ مَنْشُورٍ} ٨ أو {فِي لَوْحٍ مَحْفُوظٍ} ٩ أو {فِي كِتَابٍ مَكْنُونٍ} ١٠؛ لأن العامل في الظرف إما أن
_________
١ التنبيه على مشكلات الهداية، ص (٥٣، ٥٤) تحقيق أنور. وانظر ما قاله شيخ الإسلام في مجموع الفتاوى (٧/ ٢٩٠) في الفرق بين المعدّى بالباء والمعدّى باللام، ولا يبعد أن المؤلف اطلع عليه.
٢ سورة الشعراء، الآية: ١٩٦.
٣ نص البغوي وابن الجوزي أنه قول أكثر المفسرين. انظر معالم التنزيل (٣/٣٩٨) ، وزاد المسير (٦/١٤٤) .
٤ لعل المؤلف أراد أن يجمع بين القولين في مرجع الضمير ـ في (وإنه) ـ وهل هو لذكر القرآن كما عليه الأكثر، أو لذكر محمد صلى الله عليه وسلم؟. قال السمعاني في تفسير القرآن (٤/٦٦) : وقد قالوا إن كليهما مراد.
٥ انظر معاني القرآن وإعرابه (٤/١٠٠) .
٦ سورة الأعراف، الآية: ١٥٧.
٧ قال الطبري: يجدون نعته، وأمرَه، ونبوته. جامع البيان (١٣/١٦٥) وقول المؤلف قريب من هذا.
٨ سورة الطور، الآية: ٣.
٩ سورة البروج، الآية: ٢٢.
١٠ سورة الواقعة، الآية: ٧٨.','121','22',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (117,'يكون من الأفعال العامة مثل الكون والاستقرار والحصول ونحو ذلك، أو يقدر: مكتوب في كتاب، أو في رق. والكتاب: تارة يذكر ويراد به محل الكتابة، وتارة يذكر ويراد به الكلام المكتوب، ويجب التفريق بين كتابة الكلام في الكتاب، وكتابة الأعيان الموجودة في الخارج فيه؛ فإن تلك١ إنما يُكتب ذكرها، وكلما تدبر الإنسان هذا المعنى وضح له الفرق٢.
_________
١ الإشارة ترجع إلى الأعيان الموجودة في الخارج.
٢ شرح العقيدة الطحاوية، ص (١٩٣، ١٩٤) وانظر- أيضاً- التنبيه على مشكلات الهداية، ص (١٧٥، ١٧٦) تحقيق عبد الحكيم. وانظر مجموع فتاوى شيخ الإسلام (١٢/٢٣٩، ٢٤٠) فقد بحث هذه الآية بنحو هذا، ولعل المؤلف أخذ هذا منه. وقد ساق ابن تيمية وابن أبي العز تفسير هذه الآية ـ عرضاً ـ أثناء كلامهما على مسألة أن القرآن كلام الله ليس بمخلوق.','121','23',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (118,'<span data-type="title" id=toc-27>سورة النمل</span>
قول-هـ تعالى - حكاية عن بلقيس -: {وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ} ٣ المراد من كل شيء يحتاج إليه الملوك٤، وهذا القيد يُفهم من قرائن الكلام؛ إذ مراد الهدهد أنها ملكة كاملة في أمر الملك، غير محتاجة إلى ما يكمل به أمر ملكها٥.
والعرش في اللغة عبارة عن السرير الذي للملك٦ وليس هو فلكاً،
٤ انظر جامع البيان (١٩/٤٤٦) ، ومعاني القرآن وإعرابه (٤/١١٥) ، ومعاني القرآن الكريم (٥/١٢٥) فقد فسر مؤلفوها بهذا.
٥ شرح العقيدة الطحاوية، ص (١٨١) .
٦ انظر معاني القرآن وإعرابه (٤/١١٥) ، وتفسير غريب القرآن للسجستاني، ص (١١٩) ، وتهذيب اللغة (١/٤١٣) (عرش) .','121','23',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (119,'ولا تفهم منه العرب ذلك، والقرآن إنما نزل بلغة العرب١.
قوله تعالى: {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} ٢ يقول الله تعالى أإله مع الله فعل هذا؟ وهذا استفهام إنكار٣، يتضمن نفي ذلك، وهم كانوا مقرين بأنه لم يفعل ذلك غير الله، فاحتج عليهم بذلك، وليس المعنى استفهام هل مع الله إله؟ كما ظنه بعضهم٤؛ لأن هذا المعنى لا يُناسب سياق الكلام، والقوم كانوا يجعلون مع الله آلهة أُخرى، كما قال تعالى: {أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لا أَشْهَدُ} ٥، وكانوا يقولون: {أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} ٦. ولكنهم ما كانوا يقولون: إن معه إلهاً {جَعَلَ الأَرْضَ قَرَاراً وَجَعَلَ خِلالَهَا أَنْهَاراً وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزاً} ٧ بل هم مقرون بأن الله وحده فعل هذا، وهكذا سائر الآيات٨.
_________
١ شرح العقيدة الطحاوية، ص (٣٦٦) .
٢ سورة النمل، الآية: ٦٠.
٣ انظر تفسير القرآن للسمعاني (٤/١٠٨) ، والوسيط (٣/٣٨٢) ، ومعالم التنزيل (٣/٤٢٥) فكل هؤلاء فسروا الاستفهام بأنه إنكاري، وكثير غيرهم على هذا.
٤ كأن الألوسي أشار إلى شيء من هذا، أو قريب منه، وصدره بقيل. انظر روح المعاني (٢٠/٥) . وكلام بعض المفسرين يفهم منه هذا. انظر النكت والعيون (٤/٢٢١) ، وفتح القدير (٤/١٤٢) لكن لا أستطيع الجزم؛ لأن كلامهم قد يُخرَّج على أنهم أرادوا أن الاستفهام إنكاري.
٥ سورة الأنعام، الآية: ١٩.
٦ سورة ص، الآية: ٥.
٧ سورة النمل، الآية: ٦١.
٨ شرح العقيدة الطحاوية، ص (٣٦، ٣٧) . وقد تكلم شيخ الإسلام على هذه الآية ـ أعني التي فسرها ابن أبي العز ـ وبيَّن أن مَنْ جعل الاستفهام غير إنكاري فقد غلط. انظر مجموع الفتاوى (٧/٧٦، ٧٧) (١١/٦٨٢، ٦٨٣) ويظهر أن المؤلف اطلع على هذا، ولكنه تصرف وأضاف أشياء على عادته في النقل عن الإمامين، ابن تيمية، وابن القيم.','121','24',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (120,'<span data-type="title" id=toc-28>سورة القصص</span>
[قوله تعالى:] {فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الأَيْمَنِ} ١ النداء هو الكلام من بعد، فسمع موسى عليه السلام النداء من حافة الوادي، ثم قال: {فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ} أي: أن النداء كان في البقعة المباركة من عند الشجرة٢، كما تقول: سمعت كلام زيد من البيت، يكون (من البيت) لابتداء الغاية٣، لا أن البيت هو المتكلم، ولو كان الكلام مخلوقاً في الشجرة٤ لكانت الشجرة هي القائلة: {يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ} ٥.
قوله تعالى: {كُلُّ شَيْءٍ هَالِكٌ إِلاّ وَجْهَه} ٦ فمن كلامهم أن المراد كل شيء مما كتب الله عليه الفناء والهلاك هالك٧،والجنة والنار خلقتا للبقاء
_________
١ سورة القصص، الآية: ٣٠.
٢ أخرج هذا التفسير ابن جرير في جامع البيان (١٩/٥٧٣) عن قتادة بإسناد صحيح. وجعله الواحدي في الوسيط (٣/٣٩٨) أحد الاحتمالين.
٣ ذكره الألوسي وجهاً. انظر روح المعاني (٢٠/٧٣) .
٤ كما تقول المعتزلة. انظر متشابه القرآن لعبد الجبار، ص (٥٤٥) ، ونسب هذا القول إليهم ـ أيضاً السمعاني في تفسير القرآن (٤/١٣٧) ، وهو في التفسير الكبير (٢٤/٢٠٩) منسوب إليهم. والعجب كل العجب كيف تورط الماوردي في هذا القول الباطل. انظر النكت والعيون (٤/٢٥١) . وهذا مما دعا ابن الصلاح إلى اتهام الماوردي بالاعتزال. انظر سير أعلام النبلاء (١٨/٦٧) .
٥ شرح العقيدة الطحاوية، ص (١٨٢، ١٨٣) .
٦ سورة القصص، الآية: ٨٨.
٧ نحو هذا في التفسير الكبير (٢٥/٢٠) ، وفي غرائب القرآن للنيسابوري (٢٠/٧٣) ، وروح المعاني (٢٠/١٣١) .','121','25',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (121,'لا للفناء١، وكذلك العرش فإنه سقف الجنة. وقيل: المراد إلا ملكه٢. وقيل: إلا ما أريد به وجهه٣. وقيل: إن الله تعالى أنزل {كُلُّ مَنْ عَلَيْهَا فَانٍ} ٤ فقالت الملائكة: هلك أهل الأرض، وطمعوا في البقاء، فأخبر تعالى عن أهل السماء والأرض أنهم يموتون، فقال {كُلُّ شَيْءٍ هَالِكٌ إِلاّ وَجْهَه} ؛ لأنه حي لا يموت،
فأيقنت الملائكة - عند ذلك - بالموت٥. وإنما قالوا ذلك توفيقاً بينها وبين
_________
١ لأن المعتزلة احتجت بهذه الآية على أن الجنة والنار غير مخلوقتين الآن. انظر التفسير الكبير (٢٥/٢٢) . ومن قول المؤلف: (كل شيء) إلى قوله (لا للفناء) نقله ابن القيم في حادي الأرواح، ص (٨٠) ونسبه إلى الإمام أحمد.
٢ قاله الإمام البخاري في صحيحه ـ مع الفتح ـ (٨/٥٠٥) ، وأورده أبو الليث في بحر العلوم (٢/٥٢٩) .
٣ قاله سفيان الثوري في تفسيره، ص (٢٣٤) ، وحكاه الإمام البخاري في صحيحه (٨/٥٠٥) ، وأبو الليث في تفسير القرآن (٢/٥٢٩) . وأخرجه ابن أبي حاتم في تفسيره (٩/٣٠٢٨) عن مجاهد، لكن بإسناد فيه ضعف، لأنه من طريق خصيف، وأورده السيوطي في الدر المنثور (٥/١٤٠) عن ابن عباس ومجاهد وسفيان.
٤ سورة الرحمن، الآية: ٢٦.
٥ حكاه ابن القيم في حادي الأرواح، ص (٧٩) ونسبه للإمام أحمد في رواية ابنه عبد الله، وأورده السيوطي في الدر المنثور (٥/١٤٠) بنحوه عن ابن جريج.
وقد رجح شيخ الإسلام قول من قال: إلا ما أريد به وجهه. وذلك بكلام جيد يطول نقله، منه أن قال: (وإذا كان المقصود هنا الكلام في تفسير الآية فنقول: تفسير الآية بما هو مأثور ومنقول عن من قاله من السلف، والمفسرين، من أن المعنى: كل شيء هالك إلا ما أُريد به وجهه هو أحسن من ذلك التفسير المحدث) . وقال أيضاً: (فإن ذكره ذلك بعد نهيه عن الإشراك، وأن يدعو معه إلهاً آخر ـ وقوله {لا إِلَهَ إِلاّ هُوَ} ـ يقتضي أظهر الوجهين، وهو أن كل شيء هالك إلا ما كان لوجهه من الأعيان والأعمال وغيرهما) . مجموع الفتاوى (٢/٢٨، ٤٢٧) . وخلاصة هذا الكلام المنقول أن تفسير الآية بالوجه المذكور ـ أعني إلا ما أريد به وجه الله ـ يترجح لسببين. الأول: أنه القول المأثور عن السلف. والثاني: أن سياق القرآن يدل عليه.','121','26',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (122,'النصوص المحكمة، الدالة على بقاء الجنة، وعلى بقاء النار أيضاً١.
_________
١ شرح العقيدة الطحاوية، ص (٦٢٠) .','121','27',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (123,'<span data-type="title" id=toc-29>سورة السجدة</span>
قال تعالى: {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ} ٢ لا تعارض هذه الآية قوله تعالى: {حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ} ٣.وقوله: {اللَّهُ يَتَوَفَّى الأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الأُخْرَى إِلَى أَجَلٍ مُسَمّىً} ٤؛ لأن ملك الموت يتولى قبضها واستخراجها، ثم يأخذها منه ملائكة الرحمة، أو ملائكة العذاب، ويتولّونها بعده، كل ذلك بإذن الله وقضائه وقدره وحكمه، فصحت إضافة التوفي إلى كل بحسبه٦,٥.
_________
٢ سورة السجدة، الآية: ١١.
٣ سورة الأنعام، الآية: ٦١.
٤ سورة الزمر، الآية:٤٢.
٥ شرح العقيدة الطحاوية، ص (٥٦١،٥٦٢) وبنحو هذا الجمع جمع القرطبي وأبو حيان بين الآيات. انظر الجامع لأحكام القرآن (٧/٧) ، والبحر (٤/١٥٢) وذلك عند الآية (٦١) من سورة الأنعام.
٦ انظر ص (٣٥) فهناك الآية (١٧) من سورة السجدة، وموضعها هنا.','121','27',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (124,'<span data-type="title" id=toc-30>سورة الأحزاب</span>
قال تعالى: {فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} ٧ هذا مرض
_________
٧ سورة الأحزاب، الآية: ٣٢.','121','27',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (125,'الشهوة١.
قوله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} ٢ الإسلام والإيمان إذا قرن أحدهما بالآخر كان المراد من أحدهما غير المراد من الآخر قال صلى الله عليه وسلم: "الإسلام علانية والإيمان في القلب" ٣. وإذا انفرد أحدهما شمل معنى الآخر وحكمه وقد قيل: لرسول الله صلى الله عليه وسلم مالك عن فلان، والله إني لأراه مؤمناً؟. قال:"أو مسلماً"٤ قالها ثلاثاً، فأثبت له اسم الإسلام، وتوقف في اسم الإيمان، فمن قال: هما سواء كان مخالفاً٥.
_________
١ شرح العقيدة الطحاوية، ص (٢٥٨) . وهذا التفسير أخرجه الطبري في جامع البيان (٢٠/٢٥٨) عن عكرمة بإسناد صحيح. وثبت عن قتادة تفسيره بالنفاق. انظر جامع البيان (٢٠/٢٥٨) . ورجح ابن عطية تفسير عكرمة بقوله: (وهذا أصوب، وليس للنفاق مدخل في هذه الآية) . المحرر الوجيز (١٣/٧١) .
٢ سورة الأحزاب، الآية:٣٥
٣ أخرجه عبد الله ابن الإمام أحمد في المسند (٣/١٣٤، ١٣٥) ، والبزار ـ كما في كشف الأستار ـ (١/١٩) ، وأبو يعلى في مسنده (٥/٣٠١، ٣٠٢) برقم (٢٩٢٣) ، وأورده الهيثمي في مجمع الزوائد (١/٥٢) وقال: رواه أحمد وأبو يعلى بتمامه والبزار باختصار، ورجاله رجال الصحيح ما خلا علي بن مسعدة، وقد وثقه ابن حبان وأبو داود الطيالسي وأبو حاتم وابن معين، وضعفه آخرون. وحكم محققو مسند الإمام أحمد بأن إسناده ضعيف؛ لتفرد علي بن مسعدة به. انظر المسند (١٩/٣٧٤) برقم (١٢٣٨١) .
٤ متفق عليه من حديث سعد بن أبي وقاص، رضي الله عنه. أخرجه البخاري في صحيحه ـ مع الفتح ـ برقم (١٤٧٨) ، ومسلم في صحيحه تحت رقم (١٥٠) .
٥ انظر شرح العقيدة الطحاوية، ص (٤٩٢، ٤٩٣) . ومضمون كلام الشيخ أن الإسلام والإيمان إذا اقترنا فُسّر الإسلام بالأعمال الظاهرة، والإيمان بالأعمال الباطنة وإذا افترقا جمع أحدهما هذا وهذا.','121','28',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (126,'<span data-type="title" id=toc-31>سورة سبأ</span>
قوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلاّ كَافَّةً لِلنَّاسِ} ١ لم تستعمل (كافة) في كلام العرب إلا حالاً، واختلفوا في إعرابها في قوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلاّ كَافَّةً لِلنَّاسِ} على ثلاثة أقوال:
أحدها: أنها حال من الكاف في أرسلناك وهي اسم فاعل، والتاء فيها للمبالغة، أي: إلا كافاً للناس عن الباطل، وقيل: هي مصدر (كفَّ) فهي بمعنى كفّاً، أي: إلا أن تكفَّ الناس كفّاً، ووقوع المصدر حالاً كثير.
الثاني: أنها حال من الناس، واعتُرض بأن حال المجرور لا يتقدم عليه عند الجمهور، وأُجيب بأنه قد جاء عن العرب كثيراً، فوجب قبوله، وهو اختيار ابن مالك رحمه الله، أي: وما أرسلناك إلا للناس كافة.
الثالث: أنها صفة لمصدر محذوف، أي: رسالة كافة، واعتُرض بما تقدم أنها لم تستعمل إلا حالاً٢.
_________
١ سورة سبأ، الآية:٢٨.
٢ شرح العقيدة الطحاوية، ص (١٧٠-١٧٢) وهذه الأوجه التي ذكرها المؤلف أوردها السمين كلها في الدر المصون (٩/١٨٥-١٨٨) ونقل جواب العلماء فيما اعتُرض به على بعضها. وفي نظري أن ثاني هذه الأقوال المذكورة هو أقواها؛ لأن الآية عليه أظهر في الاستدلال على عموم رسالته صلى الله عليه وسلم، وهي في ذلك كقوله تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} . انظر روح المعاني (٢٢/١٤٣) .','121','29',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (127,'<span data-type="title" id=toc-32>سورة فاطر</span>
قوله تعالى: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلاّ فِي كِتَابٍ} ٣ قيل في الضمير المذكور في قوله تعالى: {مِنْ عُمُرِه} إنه بمنزلة قولهم: عندي درهم ونصفه، أي: ونصف درهم آخر، فيكون المعنى: ولا يُنقص من
_________
٣ سورة فاطر، الآية: ١١.','121','29',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (128,'عمر معمر آخر١.
قال تعالى: {وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ} ٢ وقال تعالى: {أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجاً فَلَوْلا تَشْكُرُونَ} ٣ والأُجاج هو الذي مع كونه ملحاً مر٤.
_________
شرح العقيدة الطحاوية، ص (١٣١) . وما ذكره المؤلف فهو أحد القولين في تفسير الآية اللذين نقلهما ابن جرير في جامع البيان (٢٠/٤٤٧، ٤٤٨) وقد رجح ابن جرير القول المذكور هنا، وذكر شيخ الإسلام القولين في مجموع الفتاوى (١٤/٤٩٠) ثم قال: (والجواب المحقق أن الله يكتب للعبد أجلاً في صحف الملائكة، فإذا وصل رحمه زاد في ذلك المكتوب، وإن عمل ما يوجب النقص نقص من ذلك المكتوب) . قلت: هذا هو القول الثاني في معنى الآية، ويؤيده شيئان. الأول: قوله صلى الله عليه وسلم ـ كما في الصحيحين ـ: (من سره أن يبسط له في رزقه، وينسأ له في أثره فليصل رحمه) . الثاني: إن إعادة الضمير على المعمَّر المذكور هو الواضح البين في قواعد العربية، وأمَّا إعادته على غير مذكور فلا تؤيده قواعد العربية. والله أعلم.
٢ سورة فاطر، الآية:١٢.
٣ سورة الواقعة، الآيات: ٦٨، ٦٩، ٧٠.
٤ التنبيه على مشكلات الهداية، ص (٦٢٦) تحقيق أنور. وانظر معاني القرآن للفراء','121','30',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (129,'<span data-type="title" id=toc-33>سورة يس</span>
قال تعالى: {حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ} ٥ العرجون القديم الذي يبقى إلى حين وجود العرجون الثاني، فإذا وجد الجديد قيل للأول: قديم٦.
_________
٥ سورة يس، الآية: ٣٩.
٦ شرح العقيدة الطحاوية، ص (٧٧) ويصحح هذا التفسير الذي ذكره المؤلف أن طائفة من المفسرين يجعلون القديم ما مضى عليه سنة. فكأنهم يشيرون إلى أنه بمضي السنة يأتي العرجون الجديد فيُقال للأول: قديم. انظر تفسير القرآن لأبي الليث (٣/١٠٠) ، وتفسير القرآن للسمعاني (٤/٣٧٨) ، والكشاف (٣/٣٢٣) ، والدر المنثور (٥/٢٦٤) .','121','30',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (130,'قال تعالى: {سَلامٌ قَوْلاً مِنْ رَبٍّ رَحِيمٍ} ١ عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: "بينا أهل الجنة في نعيمهم إذ سطع لهم نور، فرفعوا أبصارهم فإذا الرب جل جلاله قد أشرف عليهم من فوقهم، فقال: السلام عليكم يا أهل الجنة، وهو قول الله تعالى: {سَلامٌ قَوْلاً مِنْ رَبٍّ رَحِيمٍ} قال: فينظر إليهم، وينظرون إليه فلا يلتفتون إلى شيء مما هم فيه من النعيم، ما داموا ينظرون إليه، حتى يحتجب عنهم، وتبقى بركته ونوره عليهم في ديارهم". رواه ابن ماجة وغيره٢.
قوله تعالى: {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَاماً فَهُمْ لَهَا مَالِكُونَ} ٣ جمع الأيدي ل-مَّا أضافها إلى ضمير الجمع، ليتناسب الجمعان اللفظيان للدلالة على الملك والعظمة، ولم يقل (أيدِيَّ) مضاف إلى ضمير المفرد، ولا (يَدَيْنا) بتثنية اليد مضافة إلى ضمير الجمع، فلم يكن قوله: {مِمَّا عَمِلَتْ أَيْدِينَا} نظير قوله: {َ لِمَا خَلَقْتُ بِيَدَيَّ} ٤.
_________
١ سورة يس، الآية: ٥٨.
٢ شرح العقيدة الطحاوية، ص (١٧٧) ، وانظر ص (٣٧٦، ٣٨٦) . والحديث أخرجه ابن ماجة في السنن برقم (١٨٤) ، والبزار ـ كما في كشف الأستار ـ برقم (٢٢٥٣) ، وأبو نعيم في الحلية (٦/٢٠٨، ٢٠٩) وقال الهيثمي ـ في مجمع الزوائد (٧/٩٨) ـ: رواه البزار وفيه الفضل بن عيسى الرقاشي وهو ضعيف. وضعفه أيضاً الشيخ الألباني. انظر ضعيف سنن ابن ماجة، ص (١٤) . قلت: الحديث مداره عند هؤلاء الثلاثة ـ ابن ماجة والبزار وأبي نعيم ـ على الفضل بن عيسى. بل قد قال البزار ـ كما في كشف الأستار (٣/٦٧) ـ: لا نعلمه يُروى عن جابر إلا بهذا الإسناد.
٣ سورة يس، الآية:٧١.
٤ سورة ص، الآية: ٧٥. وتفسير المؤلف هذا في شرح العقيدة الطحاوية، ص (٢٦٥) . وهو يريد الرد على الجهمية الذين يجعلون آية ياسين حجة لهم في تأويل النصوص التي دلت على إثبات اليدَين لله تعالى. وانظر مجموع فتاوى شيخ الإسلام (٣/٤٥، ٤٦) (٦/٣٧٠) تجد أن شيخ الإسلام قد قال نحو ما ذكر المؤلف هنا، ولا يبعد أن المؤلف أخذه منه.','121','31',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (131,'<span data-type="title" id=toc-34>سورة الصافات</span>
قوله تعالى: {وَالصَّافَّاتِ صَفّاً فَالزَّاجِرَاتِ زَجْراً فَالتَّالِيَاتِ ذِكْراً} ١ ومعنى جمع التأنيث في ذلك كله الفِرَق والطوائف والجماعات، التي مفردها فرقة، وطائفة، وجماعة٢.
قوله تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} ٣. لا نقول: أن (ما) مصدرية، أي: خلقكم وعملكم؛ إذ سياق الآية يأباه؛ لأن إبراهيم عليه السلام إنما أنكر عليهم عبادة المنحوت، لا النحت، والآية تدل على أن المنحوت مخلوق لله تعالى، وهو ما صار منحوتاً إلا بفعلهم، فيكون ما هو من آثار فعلهم مخلوقاً لله تعالى، ولو لم يكن النحت مخلوقاً لله تعالى، لم يكن المنحوت مخلوقاً له، بل الخشب أو الحجر لا غير٤.
_________
١ سورة الصافات، الآية: ١- ٣.
٢ انظر شرح العقيدة الطحاوية، ص (٤٠٧) . وقد ذكر بعض المفسرين في سبب تأنيثها بعض ما ذكر المؤلف هنا. انظر التسهيل (٣/٣٦٦) ، ونظم الدرر (١٦/١٨٧) ، وروح المعاني (٢٣/٦٤) .
٣ سورة الصافات، الآية: ٩٦.
٤ شرح العقيدة الطحاوية، ص (٦٤٣، ٦٤٤) والذي فهمت من كلام المؤلف أنه يستبعد إعراب (ما) مصدرية. وهذا رأي شيخ الإسلام، وكذلك ابن القيم. انظر مجموع الفتاوى (٨/٧٩) ، وبدائع الفوائد (١/ ١٤٦-١٥٣) . والحقيقة أن أشهر إعرابين لـ (ما) هما المصدرية والموصولية، والمعنى واضح على كلا الإعرابين. قال الإمام ابن كثير: (يحتمل أن تكون ما مصدرية فيكون تقدير الكلام خلقكم وعملكم، ويحتمل أن تكون بمعنى الذي، وتقديره: والله خلقكم والذي تعملونه وكلا القولين متلازم، والأول أظهر؛ لما رواه البخاري في كتاب أفعال العباد. عن ربعي بن حراش رضي الله عنه مرفوعاً، قال: (إن الله تعالى يصنع كل صانع وصنعته) . تفسير القرآن العظيم (٤/١٤) .
قلت: لعل الذي أثار المعركة فيها إنما هم المعتزلة الذين ينفون أن تكون جميع الأشياء مخلوقة لله تعالى. انظر الكشاف (٣/٣٤٥، ٣٤٦) فقد أطال في رد إعرابها مصدرية، وانتصف منه صاحب الانتصاف.
والذين مالوا إلى إعرابها موصولة ـ من أهل السنة ـ مقصودهم حسن، فكأنهم يرون أن سياق القرآن يؤيد هذا الإعراب، مع أنه لا حجة فيها للمعتزلة في حال إعرابها موصولة، أضف إلى ذلك أن السلف ـ ومنهم ابن تيمية وابن القيم ـ يخشون من المبالغة في نفي الفعل عن العبد فإن ذلك يؤدي إلى القول بالجبر، وهو نقيض قول أهل القدر، وكلا طرفي قصد الأمور ذميم. وقد أطال الإمام مكي في الانتصار لإعرابها مصدرية، وذلك في كتابه مشكل إعراب القرآن (٢/٦١٥، ٦١٦) وكذلك فعل أبو القاسم السهيلي. انظر بدائع الفوائد (١/١٤٦، ١٤٧) .','121','32',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (132,'قوله سبحانه: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ١ نزه نفسه سبحانه عما يصفه به الكافرون، ثم سلم على المرسلين؛ لسلامة ما وصفوه به من النقائص والعيوب، ثم حمد نفسه على تفرده بالأوصاف التي يستحق عليها كمال الحمد٢.
_________
١ سورة الصافات، الآية:١٨٠-١٨٢.
٢ شرح العقيدة الطحاوية، ص (١١) . وانظر مجموع فتاوى شيخ الإسلام (٣/٥) ، وبدائع التفسير (٤/٣١) ، وتفسير القرآن العظيم (٤/٢٦) ففيها نحو ما ذكر المؤلف هنا.','121','33',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (133,'<span data-type="title" id=toc-35>سورة ص</span>
قال تعالى: {إِلاّ عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} ٣ الإخلاص خلوص القلب من تأله ما سوى الله تعالى وإرادته ومحبته، فخلص لله، فلم يتمكن منه الشيطان. وأما إذا صادفه فارغاً من ذلك تمكن منه بحسب فراغه، فيكون جعله
_________
٣ سورة ص، الآية:٨٣.','121','33',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (134,'مذنباً مسيئاً - في هذه الحال - عقوبة له على عدم هذا الإخلاص، وهي١ محض العدل٢.
_________
(وهي) أي: العقوبة.
٢ شرح العقيدة الطحاوية، ص (٦٤٦) .','121','34',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (135,'<span data-type="title" id=toc-36>سورة الزمر</span>
قوله تعالى: {وَأَنْزَلَ لَكُمْ مِنَ الأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ} ٣ يحتمل قوله: {وَأَنْزَلَ لَكُمْ مِنَ الأَنْعَامِ} وجهين. أحدهما: أن تكون (من) لبيان الجنس. الثاني: أن تكون (من) لابتداء الغاية. وهذان الوجهان يحتملان في قوله: {جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً وَمِنَ الأَنْعَامِ أَزْوَاجاً ً} ٤.
قال تعالى: {فَبَشِّرْ عِبَاد الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} ٥ القول هنا المراد به القول المنزل من عند الله؛ يدل على ذلك ما قبل الآية وما بعدها؛ ولأنه ليس كل قول يجوز استماعه كالكذب والزور والباطل والكفر ونحوه٦.
_________
٣ سورة الزمر، الآية:٦.
٤ سورة الشورى، الآية: ١١. وإعراب المؤلف للآيتين في شرح العقيدة الطحاوية، ص (١٩٧) ، وقد أشار طائفة من المفسرين إلى هذا الإعراب، وإن لم ينصوه نصاً. انظر التفسير الكبير (٢٧/١٢٩) ، ومجموع الفتاوى (١٢/٢٥٤) ، والبحر المحيط (٧/٤٨٨) ، وروح المعاني (٢٥/١٧) ، ترى بمجموع النظر فيها ما ذكرتُ.
٥ سورة الزمر، الآية: ١٧، ١٨.
٦ التنبيه على مشكلات الهداية، ص (٢١١) تحقيق عبد الحكيم. وما ذهب إليه المؤلف في المقصود بالقول هو أحد الأقوال في معنى الآية. انظر تفسير القرآن للسمعاني (٤/٤٦٤) ، ومعالم التنزيل (٤/ ٧٥) ، والمحرر الوجيز (١٤/ ٧٢، ٧٣) تجد الأقوال في هذه المراجع.
وانظر زاد المسير (٧/ ١٧٠) فقد ذكر ابن الجوزي ثلاثة أقوال. من بينها أنه القرآن ونسبه لجمهور العلماء. ونصره شيخ الإسلام وتلميذه ابن القيم، وهو المفهوم من تفسير ابن كثير للآية. انظر مجموع فتاوى شيخ الإسلام (١٦ / ٥) وما بعدها، وبدائع التفسير
(٤/ ٥٢ ـ ٥٨) ، وتفسير القرآن العظيم (٤/ ٤٩) .','121','34',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (136,'<span data-type="title" id=toc-37>سورة غافر</span>
قوله تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} ١قد فُسِّر قوله: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} بالدعاء الذي هو العبادة، والدعاء الذي هو الطلب٢، وقول-هـ بعد ذلك: {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي} يؤيد المعنى الأول٣.
قوله تعالى: {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} ٤ الباء باء السبب٥، أي: بسبب عملكم، والله تعالى هو خالق الأسباب والمسببات، فرجع الكل إلى محض فضل الله ورحمته٦.
_________
١ سورة غافر، الآية: ٦٠.
٢ ذكر القولين طائفة من المفسرين: منهم أبو الليث في تفسير القرآن (٣/١٧٢) ، والبغوي في معالم التنزيل (٤/١٠٣) ، وابن الجوزي في زاد المسير (٧/٢٣٤) ، والرازي في التفسير الكبير (٢٧/٧٠) ، والقرطبي في الجامع (١٥/٣٢٦) وقال: إنه قول أكثر المفسرين. وقال شيخ الإسلام ـ في مجموع الفتاوى (١٥/١٢) ، بعد أن ذكر القولين ـ: (فالدعاء يتضمن النوعين، وهو في دعاء العبادة أظهر؛ ولهذا أعقبه {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي} ) .
قلت: وقوله: {أَسْتَجِبْ لَكُمْ} يؤيد قول من قال: الدعاء هو الطلب. إلا أنه قد أُجيب عنه بأنه لما عبّر عن العبادة بالدعاء جعل الإثابة استجابة ليتجانس اللفظ. انظر الوسيط (٤/٢٠) ، ومعالم التنزيل (٤/١٠٣) .
٣ انظر شرح العقيدة الطحاوية، ص (٦٨٢) . وهذا الذي رجح به المؤلف وقبله شيخ الإسلام قد سبقهما إليه الواحدي. انظر الوسيط (٤/٢٠) .
٤ سورة السجدة، الآية: ١٧. وجاءت هنا سهوا، وموضعها ص (٢٧) .
٥ انظر فتح القدير (٤/٤٩١) ، وفتح البيان (٨/٣٢٣) ، والتحرير والتنوير (٢٤/٢٦٣) .
٦ انظر شرح العقيدة الطحاوية، ص (٦٤٣) .','121','35',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (137,'<span data-type="title" id=toc-38>سورة فصلت</span>
قال تعالى: {قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ} ١ فهو - وإن كان هدى وشفاء مطلقاً - لكن لما كان المنتفع بذلك هم المؤمنين، خُصوا بالذكر٢.
قال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} ٣ أي: القرآن ٤، فإن-هـ هو المتقدم في قول-هـ: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ} ٥ ثم قال: {أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} فشهد - سبحانه - لرسوله بقوله: إن ما جاء به حق، ووعد أن يُري العباد من آياته الفعلية الخلقية ما يشهد بذلك أيضاً، ثم ذكر ما هو أعظم من ذلك كله وأجل، وهو شهادته - سبحانه - على كل شيء، فإن من أسمائه (الشهيد) الذي لا يغيب عنه شيء، ولا يعزب عنه، بل هو مطلع على كل شيء مشاهد له، عليم بتفاصيله٦.
_________
١ سورة فصلت، الآية: ٤٤.
٢ شرح العقيدة الطحاوية، ص (٧) .
٣ سورة فصلت، الآية:٥٣.
٤ هو أحد الأقوال في هاء الكناية. انظر النكت والعيون (٥/١٨٩) ، وتفسير القرآن للسمعاني (٥/٦١) ، ومعالم التنزيل (٤/١١٨) ، والجامع لأحكام القرآن (١٥/٣٧٥) . وعلى هذا القول اقتصر طائفة من المفسرين، منهم الواحدي في الوسيط (٤/٤١) ، وأبو حيان في البحر (٧/٤٨٣) ، وبرهان الدين البقاعي في نظم الدرر (١٧/٢٢٦) . وبه فسّر شيخ الإسلام في مجموع الفتاوى (٣/٢٣١) وخطأ قول من قال: إن هاء الكناية يعود إلى الله.
٥ سورة فصلت، الآية: ٥٢.
٦ شرح العقيدة الطحاوية، ص (٥١) .','121','36',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (138,'<span data-type="title" id=toc-39>سورة الشورى</span>
قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} ١
في إعراب (كمثله) وجوه. أحدها: أن الكاف صلة زيدت للتأكيد، قال أوس بن حجر٢:
ليس كمثل الفتى زهير ... خلق يوازيه في الفضائل
وقال آخر٣:
..... ..... ..... ..... ... ما إن كمثلهم في الناس من بشر
وقال آخر٤:
وقتلى كمثل جذوع النخيل ... ..... ..... ..... .....
فيكون (مثله) خبر ليس، واسمها (شيء) وهذا وجه قوي حسن، تعرف العرب معناه في لغتها، ولا يخفى عنها إذا خوطبت به، وقد جاء عن العرب أيضا زيادة الكاف للتأكيد في قول بعضهم٥:
_________
١ سورة الشورى، الآية: ١١.
٢ لم أقف على البيت في ديوانه المطبوع، وهو في البحر المحيط (٧/٤٨٨) ، والدر المصون (٩/٥٤٥) .
٣ لم أقف على قائله، وصدره: سعد بن زيد إذا أبصرت فضلهم.
وقد أورده جماعة من المفسرين، منهم الماوردي في النكت (٥/١٩٥) ، والسمعاني في تفسير القرآن (٥/٦٦) ، وابن عطية في المحرر (١٤/٢٠٧) ، وأبو حيان في البحر (٧/٤٨٩) ، والسمين في الدر المصون (٩/٥٤٥) وعند هؤلاء جميعاً (من أحد) بدل (من بشر) .
٤ هو أوس بن حجر، وعجز البيت: تَغَشَّاهمُ مُسْبِلٌ منهمرْ. وهو في ديوان الشاعر، ص ٣٠ وفي جامع البيان (٢١/٥٠٩) ، وفي المحرر الوجيز (١٤/٢٠٧) ، والبحر المحيط (٧/٤٨٨) .
٥ البيت لخطام المجاشعي، وهو في كتاب سيبويه (١/٣٢) ، والخصائص (٢/٣٦٨) ، وشرح المفصل (٨/٤٢) ، ورصف المباني، ص (٢٧٣) . وصاليات: أثافي القدر؛ لأنها صليت النار، أي وليتها وباشرتها. ككما يؤثفين، أي: كمثل حالها إذا كانت أثافي مستعملة. انظر كتاب سيبويه (١/٣٢) حاشيته.','121','37',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (139,'وصَالياتٍ ككما يُؤَثْفَينْ ...
وقول الآخر١:
فأصبحت مثل كعصف مأكولْ ...
الوجه الثاني: أن الزائد (مثل) أي: ليس كهو شيء. وهذا القول بعيد؛ لأن (مثل) اسم، والقول بزيادة الحرف للتأكيد أولى من القول بزيادة الاسم.
الوجه الثالث: أنه ليس ثَمَّ زيادة أصلاً، بل هذا من باب قولهم: مثلك لا يفعل كذا، أي: أنت لا تفعله، وأتى بمثل للمبالغة، وقالوا - في معنى المبالغة هنا - أي: ليس لمثله مثلٌ، لو فُرض المثل، فكيف ولا مثل له.
وقيل غير ذلك، والأول أظهر٢.
قال تعالى: {قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلاّ الْمَوَدَّةَ فِي الْقُرْبَى} ٣ الاستثناء
_________
١ الرجز مختلف في نسبته، فمنهم من ينسبه لحميد الأرقط، ومنهم من ينسبه لرؤبة بن العجاج، وهو في كتاب سيبويه (١/٤٠٨) ، والكشاف (٣/٤٦٣) ، والخزانة (٧/٧٣) ، والبحر المحيط (٧/٤٨٩) ، والدر المصون (١/١٥٥) وفي بعض هذه المراجع (فصيروا) بدل (فأصبحت) .
٢ شرح العقيدة الطحاوية، ص (٥٧، ١٢١-١٢٤) .وقد ذكر طائفة من العلماء بعض الأوجه التي ذكرها المؤلف هاهنا. انظر تأويل مشكل القرآن، ص (٢٥٠) ، ومعاني القرآن وإعرابه (٤/٣٩٥) ، وجامع البيان (٢١/٥٠٨، ٥٠٩) ، وإعراب القرآن (٤/٧٤) ، والصاحبي، ص (١٤٥) ، والكشاف (٣/٤٦٣) ، والبيان في غريب إعراب القرآن (٢/٣٤٥) ، والتبيان في إعراب القرآن (٢/١١٣١) ، والبحر المحيط (٧/٤٨٨، ٤٨٩) . وأتى السمين بكل الأوجه التي ذكر المؤلف هنا، وزيادة. انظر الدر المصون (٩/٥٤٣-٥٤٦) وأقرب ما يكون توجيه المؤلف واعتراضاته إلى ما في البحر، وما في الدر المصون. فلعله اطلع عليهما.
٣ سورة الشورى، الآية: ٢٣.','121','38',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (140,'هنا منقطع، أي: لا أسألكم على تبليغ الرسالة شيئاً ما، لكن أسألكم أن تودوا قرابتي التي هي قرابتكم. وقيل يجوز أن يكون متصلاً، أي: إلا هذا القدر وهو مودتي للقرابة التي بيني وبينكم١. قال ابن عباس - رضي الله عنهما -: مامن بطن من بطون قريش إلاَّ ولرسول الله - صلى الله عليه وسلم - فيه قرابة٢.
_________
١ جوَّز الزمخشري ـ في الكشاف (٣/ ٤٦٦) ـ القولين، الانقطاع والاتصال. وانظر البحر المحيط (٧/ ٤٩٤) ، والدر المصون (٩/ ٥٥٠) .
٢ التنبيه على مشكلات الهداية، ص (١٩٠، ١٩١) تحقيق أنور والأثر أخرجه الإمام','121','39',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (141,'<span data-type="title" id=toc-40>سورة الزخرف</span>
قوله تعالى: {إِنَّا جَعَلْنَاهُ قُرْآناً عَرَبِيّاً} ٣ جعل إذا كان بمعنى خلق يتعدى إلى مفعول واحد، كقوله تعالى: {وَجَعَلَ الظُّلُمَاتِ وَالنُّور} ٤، وقول-هـ تعالى: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ وَجَعَلْنَا فِي الارْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ} ٥. وإذا تعدى إلى مفعولين لم يكن بمعنى خلق، قال تعالى: {وَلا تَنْقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلاً} ٦، وقال تعالى: {وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لأَيْمَانِكُمْ} ٧، وقال تعالى: {الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ} ٨، وقال تعالى: {وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ} ٩، وقال تعالى: {وَلا تَجْعَلْ مَعَ اللَّهِ
_________
٣ سورة الزخرف، الآية: ٣.
٤ سورة الأنعام، الآية: ١.
٥ سورة الأنبياء، الآية: ٣٠، ٣١.
٦ سورة النحل، الآية: ٩١.
٧ سورة البقرة، الآية: ٢٢٤.
٨ سورة الحجر: الآية: ٩١
٩ سورة الإسراء، الآية: ٢٩.','121','39',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (142,'إِلَهاً آخَرَ} ١، وقال تعالى: {وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثاً} ٢، ونظائره كثيرة، فكذا قوله تعالى: {إِنَّا جَعَلْنَاهُ قُرْآناً عَرَبِيّاً} ٣.
_________
١ سورة الإسراء، الآية: ٣٩.
٢ سورة الزخرف، الآية: ١٩.
٣ شرح العقيدة الطحاوية، ص (١٨٢) . والمؤلف يريد أن يرد على المعتزلة الذين يجعلون (جعل) في هذه الآية بمعنى خلق، ليصلوا من وراء ذلك إلى أن القرآن مخلوق، وقد فعلها الزمخشري المعتزلي في كشافه (٣/٤٧٧) ، وخطأه السمين في الدر المصون (٩/٥٧١) . وانظر إعراب القرآن للنحاس (٤/٩٧) ، والوسيط للواحدي (٤/٦٣) ، والمحرر لابن عطية (١٤/٢٤٠) ، والبحر لأبي حيان (٨/٦) ، فكل هؤلاء الأئمة يقولون: (جعلناه) بمعنى صيرناه، أو سميناه. وقال الزجاج ـ في معاني القرآن (٤/٤٠٥) ـ: معناه إنا بيناه قرآناً عربياً. وقال ابن جرير ـ في جامع البيان (٢١/٥٦٥) ـ: إنا أنزلناه قرآناً عربياً بلسان العرب. وقد بحث شيخ الإسلام هذه المسألة في كثير من كتبه منها مجموع الفتاوى (١٦/٣٨٥-٣٨٧) ، ونقل عن أئمة التفسير المتقدمين تفسير جعل بما قال أهل السنة والجماعة','121','40',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (143,'<span data-type="title" id=toc-41>سورة الجاثية</span>
قوله: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} ٤ إنكار على مَنْ حَسِبَ أنه يفعل هذا، وإخبار أن هذا حكم سيئ قبيح، وهو مما ينزه الربُّ عنه٥.
قال تعالى: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} ٦ أي: عبد ما تهواه نفسه٧.
_________
٤ سورة الجاثية، الآية:٢١.
٥ شرح العقيدة الطحاوية، ص (٦٦١) . ونحو تفسير المؤلف في الوسيط (٤/٩٨) ، والجامع لأحكام القرآن (١٦/١٦٥) ، وإرشاد العقل السليم (٨/٧٢) .
٦ سورة الجاثية، الآية:٢٣.
٧ شرح العقيدة الطحاوية، ص (٢٣٥) . وانظر جامع البيان (٢٢/٧٦) ، والنكت والعيون (٥/٢٦٥) ، والوسيط (٤/٩٩) ، وتفسير القرآن للسمعاني (٥/١٤١) ، ومعالم التنزيل (٤/١٥٩، ١٦٠) ، ورجح الطبري التفسير الذي ذكره المؤلف على غيره.','121','40',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (144,'<span data-type="title" id=toc-42>سورة الأحقاف</span>
قال تعالى: {وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ} ١ أي: متقدم في الزمان٢.
قوله تعالى: {تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لا يُرَى الاّ مَسَاكِنُهُمْ} ٣ مساكنهم شيء، ولم تدخل في عموم كل شيء دمرته الريح؛ وذلك لأن المراد: تدمر كل شيء يقبل التدميرَ بالريح عادة، وما يستحق التدمير٤.
_________
١ سورة الأحقاف، الآية: ١١.
٢ شرح العقيدة الطحاوية، ص (٧٧) . ونحو هذا التفسير في جامع البيان (٢٢/١٠٩) ، والمحرر الوجيز (١٥/١٦) ، والبحر المحيط (٨/٥٩) .
٣ سورة الأحقاف، الآية: ٢٥.
٤ شرح العقيدة الطحاوية، ص (١٨١) . وكون الآية من العام المراد به الخصوص قاله جماعة من المفسرين، منهم ابن عطية في المحرر الوجيز (١٥/٣٤) ، وابن جزي في التسهيل (٤/٧٩) ، والثعالبي في الجواهر الحسان (٤/٢١٣) .','121','41',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (145,'<span data-type="title" id=toc-43>سورة الفتح</span>
أجابوا عن الاستثناء الذي في قوله تعالى: {لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ} ٥ بأنه يعود إلى الأمن والخوف، فأما الدخول فلا شك فيه. وقيل: لتدخلن جميعكم أو بعضكم؛ لأنه علم أن بعضهم يموت.
وفي كلا الجوابين نظر٦، فإنهم وقعوا فيما فروا منه، فأما الأمن والخوف فقد أخبر أنهم يدخلون آمنين - مع علمه بذلك - فلا شك في الدخول، ولا في الأمن، ولا في دخول الجميع أو البعض، فإن الله قد علم من يدخل فلا شك فيه
_________
٥ سورة الفتح، الآية:٢٧.
٦ انظر روح المعاني (٢٦/١٢١) ففيه أن بعض الأئمة قد اعترض على هذا التوجيه.','121','41',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (146,'أيضاً، فكان قول: إن شاء الله هنا تحقيقاً للدخول، كما يقول الرجل فيما عزم على أن يفعله - لا محالة - والله لأفعلن كذا إن شاء الله، لا يقولها لشك في
إرادته وعزمه، ولكن إنما لا يحنث الحالف في مثل هذه اليمين لأنه لا يجزم بحصول مراده ١.
وأُجيب بجواب آخر لا بأس به، وهو: أنه قال ذلك تعليماً لنا كيف نستثني إذا أخبرنا عن مستقبل. وفي كون هذا المعنى مراداً من النص نظر؛ فإنه ما سيق الكلام له إلا أن يكون مراداً من إشارة النص. وأجاب الزمخشري بجوابين آخرين باطلين، وهما: أن يكون المَلَكُ قد قاله، فأُثبت قُرآناً، أو أن الرسول قاله٢.
_________
١ أول من أجاب بهذا الجواب السديد ـ فيما رأيت ـ محمود بن حمزة الكرماني في كتابه غرائب التفسير (٢/١١١٦) وهو أحد الأقوال في التفسير الكبير (٢٨/٩١) . وأجاب به شيخ الإسلام في مجموع الفتاوى (٧/٤٥٦، ٤٥٧) بعد أن فنّد كثيراً من الأقوال ـ غير هذا القول ـ وبيّن بعدها. ولم يذكر غيره ابن كثير في تفسيره (٤/٢٠٢) . ومن كلام شيخ الإسلام في توضيح هذا القول أنه قال: (. المسلم في الأمر الذي هو عازم عليه، ومريد له، وطالب له طلباً لا تردد فيه يقول: إن شاء الله، لتحقيق مطلوبه، وحصول ما أقسم عليه؛ لكونه لا يكون إلا بمشيئة الله، لا تردد في إرادته. والرب تعالى مريد لإنجاز ما وعدهم به إرادة جازمة لا مثنوية فيها، وما شاء فعل، فإنه سبحانه ما شاء كان، وما لم يشأ لم يكن، ليس كالعبد الذي يريد ما لا يكون، ويكون ما لا يريد. فقوله سبحانه: {إِنْ شَاءَ اللَّهُ} تحقيق أن ما وعدتكم به يكون ـ لا محالة ـ بمشيئتي وإرادتي، فإن ما شئت كان وما لم أشأ لم يكن، فكان الاستثناء هنا لقصد التحقيق؛ لكونهم لم يحصل لهم مطلوبهم الذي وعدوا به ذلك العام) . مجموع الفتاوى (٧/٤٥٧) .
٢ شرح العقيدة الطحاوية، ص (٤٩٧، ٤٩٨) وأشار المؤلف إلى أن الاستثناء للتحقيق في كتابه التنبيه على مشكلات الهداية، ص (٢٦٤) تحقيق عبد الحكيم. وما نسبه المؤلف للزمخشري هو في كشافه (٣/٥٤٩) . وكما اعترض المؤلف على جوابي الزمخشري، فكذلك غيره قد اعترض عليهما. انظر الفتوحات الإلهية (٤/١٧٠) . وإن أردت الاطلاع على كل هذه الأقوال التي ذكرها المؤلف ـ وزيادة ـ فانظر تفسير القرآن للسمعاني (٥/٢٠٨) ، وغرائب التفسير (٢/١١١٦) ، والمحرر الوجيز (١٥/١١٩، ١٢٠) ، وزاد المسير (٧/٤٤٣) ، والجامع لأحكام القرآن (١٦/٢٩٠) ، والتسهيل لعلوم التنزيل (٤/١٠٠) . وقد تبين لك أن القول الحق حمل الاستثناء على التحقيق، كما قال شيخ الإسلام وغيره من الأئمة.','121','42',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (147,'<span data-type="title" id=toc-44>سورة الحجرات</span>
قوله تعالى: {قَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} ١ معنى الآية {قُولُوا أَسْلَمْنَا} : انقدنا بظواهرنا، فهم منافقون في الحقيقة، وهذا أحد قولي المفسرين - في هذه الآية الكريمة - وأُجيب بالقول الآخر - ورجح - وهو أنهم ليسوا بمؤمنين كاملي الإيمان٢، لا أنهم منافقون، كما نفى الإيمان عن القاتل والزاني والسارق، ومن لا أمانة له. ويؤيد هذا سباق الآية وسياقها، فإن السورة من أولها إلى هنا في النهي عن المعاصي، وأحكام بعض العصاة، ونحو ذلك، وليس فيها ذكر المنافقين. ثم قال - بعد ذلك -: {وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئاً} ولو كانوا منافقين ما نفعتهم الطاعة، ثم قال: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} ٣ الآية، يعني - والله أعلم - أن المؤمنين الكاملي الإيمان هم هؤلاء، لا أنتم، بل أنتم منفي عنكم الإيمان الكامل. يؤيد هذا أنه أمرهم، أو أذن لهم أن يقولوا: أسلمنا، والمنافق لا يقال له ذلك، ولو كانوا منافقين، لنفى عنهم الإسلام، كما نفى عنهم الإيمان، ونهاهم
_________
١ سورة الحجرات، الآية: ١٤.
٢ ذكر القولين طائفة من المفسرين، منهم ابن جرير في جامع البيان (٢٢/٣١٤-٣١٦) ، وأبو جعفر النحاس في إعراب القرآن (٤/٢١٦) ، والماوردي في النكت (٥/٣٣٧) ، وابن كثير في تفسيره (٤/٢٢٠) .
٣ سورة الحجرات، الآية: ١٥.','121','43',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (148,'أن يمنوا بإسلامهم، فأثبت لهم إسلاماً، ونهاهم أن يمنوا به على رسوله، ولو لم يكن إسلاماً صحيحاً لقال: لم تسلموا، بل أنتم كاذبون، كما كذبهم في قولهم: {نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّه} ١. والله أعلم بالصواب٢.
_________
١ سورة المنافقون، الآية: ١.
٢ شرح العقيدة الطحاوية، ص (٤٩٠، ٤٩١) ، وانظر أيضاً ص (٥٠٧) . والقول الذي ذهب إلى ترجيحه المؤلف، قد رجحه أيضاً ابن جرير في جامع البيان (٢٢/٣١٦) ، وشيخ الإسلام ابن تيمية في مواضع من بعض مؤلفاته منها كتاب الإيمان، ص (٢٢٥) ، ومجموع الفتاوى (٧/٢٣٨-٢٤٧) ، وابن القيم في بدائع الفوائد (٤/١٧) ، وابن كثير في تفسيره (٤/٢٢٠) .
ويبدو أن المؤلف قد استفاد ـ في أوجه الترجيح التي ذكرها ـ من الإمامين ابن تيمية وابن القيم. ولاشك أن القول الآخر قد قال به: أئمة، استوفيت ذكرهم في تحقيقي للجزء الأخير من كتاب (نكت القرآن الدالة على البيان) للإمام القصاب، ص (٢١٨) ، وذكرت من رجحه أيضاً.','121','44',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (149,'<span data-type="title" id=toc-45>سورة ق</span>
قال تعالى: {لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} ٣ قال الطبري: قال علي ابن أبي طالب، وأنس بن مالك - رضي الله عنهما -: (هو النظر إلى وجه الله عز وجل) ٤.
_________
٣ سورة ق، الآية:٣٥.
٤ شرح العقيدة الطحاوية، ص (٢١٠) . والأثر أخرجه الإمام ابن جرير في جامع البيان (٢٢/٣٦٧-٣٦٩) مطولاً عن أنس رضي الله عنه وفيه: (وعزتي لا تجلين لهم حتى ينظرون إليَّ، قال: فذلك انتهاء العطاء وفضل المزيد) . قال ابن كثير: (وذكر ـ يعني ابن جرير ـ هاهنا أثراً مطولاً عن أنس بن مالك رضي الله عنه موقوفاً، وفيه غرائب كثيرة) . تفسير القرآن العظيم (٤/٢٢٩) . قلت: له متابع لكن بسند ضعيف، أخرجه البزار ـ كما في كشف الأستار ـ عن أنس في قوله تبارك وتعالى: {وَلَدَيْنَا مَزِيدٌ} قال: يتجلى لهم كل جمعة. قال البزار: عثمان صالح، ولا نعلم رواه بهذا اللفظ عن أنس إلا عثمان بن عمير أبو اليقظان. وأورده الهيثمي في مجمع الزوائد (٧/١١٢) وقال: رواه البزار وفيه عثمان بن عمير وهو ضعيف.
وأما أثر علي رضي الله عنه فلم أقف عليه في جامع البيان، عند هذه الآية، في النسخ المطبوعة التي بين يديّ.','121','44',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (150,'<span data-type="title" id=toc-46>سورة الطور</span>
قال تعالى: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} ١ يقول - سبحانه -: أَحَدثوا من غير محدِث، أم هم أحدثوا أنفسهم؟. ومعلوم أن الشيء المحدَث لا يوجد نفسه، فالممكن الذي ليس له من نفسه وجود ولا عدم لا يكون موجوداً بنفسه، بل إن حصل ما يوجده، وإلا كان معدوماً ٢.
قال تعالى: {فَذَرْهُمْ حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ يَوْمَ لا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئاً وَلا هُمْ يُنْصَرُونَ وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَاباً دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ} ٣ وهذا يحتمل أن يُراد به عذابهم بالقتل وغيره في الدنيا، وأن يراد به عذابهم في البرزخ، وهو أظهر٤؛ لأن كثيراً منهم مات ولم يعذب في الدنيا٥، أو المراد أعم من ذلك٦.
_________
١ سورة الطور، الآية: ٣٥.
٢ شرح العقيدة الطحاوية، ص (٧٦) . وللإمام ابن القيم كلام بديع في تقرير الحجة من هذه الآية وما بعدها فانظره إن شئت في الصواعق المرسلة (٢/٤٩٣،٤٩٤) .
٣ سورة الطور، الآية: ٤٥-٤٧.
٤ قال السمعاني ـ في تفسير القرآن (٥/٢٨٠، ٢٨١) ـ: الأكثرون على أنه عذاب القبر.
٥ من أوّل إيراد الآيات إلى هنا هو في كتاب الروح لابن القيم، ص (٧٥) من غير زيادة ولا نقصان.
٦ شرح العقيدة الطحاوية، ص (٥٧٢، ٥٧٣) . والمؤلف أشار بقوله: (أو المراد أعم من ذلك) إلى أقوال أُخر لم تذكر هنا. انظر ما ذكر وما لم يذكر ـ هنا ـ في جامع البيان (٢٢/٤٨٦، ٤٨٧) ، وإعراب القرآن للنحاس (٤/٢٦٣) ، وتفسير القرآن لأبي الليث (٣/٢٨٧) ، وزاد المسير (٨/٦٠) .
وقد ذهب الإمام ابن جرير ـ في جامع البيان (٢٢/٤٨٨) ـ إلى القول بالعموم. وقال ابن القيم ـ في كتاب الروح، ص (٧٥) ـ: (وقد يقال ـ وهو أظهر ـ أن من مات منهم عذب في البرزخ، ومن بقي منهم عذب في الدنيا بالقتل وغيره، فهو وعيد بعذابهم في الدنيا وفي البرزخ) .','121','45',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (151,'<span data-type="title" id=toc-47>سورة النجم</span>
قوله: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} ١ صح عن النبي صلى الله عليه وسلم أن هذا المرئي جبريل، رآه مرتين على صورته التي خلق عليها٢.
وأما قوله تعالى - في سورة النجم -: {ثُمَّ دَنَا فَتَدَلَّى} ٣ فهو غير الدنو والتدلي المذكورين في قصة الإسراء، فإن الذي في سورة النجم هو دنو جبريل وتدليه، كم-اقالت عائشة وابن مسعود - رضي الله عنهما -٤ فإنه قال:
_________
١ سورة النجم، الآية:١٣.
٢ أشار المؤلف إلى ما في صحيح مسلم برقم (١٧٧) من أن مسروقاً راجع أمنا عائشة ـ رضي الله عنها ـ في هذه الآية: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} فقالت: أنا أوّل هذه الأمة سأل عن ذلك رسول الله صلى الله عليه وسلم فقال: (إنما هو جبريل، لم أره على صورته التي خُلق عليها غير هاتين المرتين.) .
٣ سورة النجم، الآية: ٨.
٤ أما قول عائشة ـ رضي الله عنها ـ فأخرجه مسلم تحت رقم (١٧٧) عن مسروق قال: قلت لعائشة فأين قوله: {ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى} قالت: إنما ذاك جبريل صلى الله عليه وسلم.) .
وأما قول ابن مسعود فيؤخذ مما رواه الإمام البخاري في صحيحه ـ مع الفتح ـ برقم (٤٨٥٦) قال حدثنا أبو النعمان، حدثنا عبد الواحد، حدثنا الشيباني، قال: سمعت زِرّاً، عن عبد الله: {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى} قال حدثنا ابن مسعود أنه رأى جبريل له ستمئة جناح. وأخرجه أيضاً مسلم برقم (١٧٤) . وانظر تفسير ابن كثير (٤/٢٥٠) ، والدر المنثور (٦/١٢٣) .','121','46',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (152,'{عَلَّمَهُ شَدِيدُ الْقُوَى ذُو مِرَّةٍ فَاسْتَوَى وَهُوَ بِالأُفُقِ الأَعْلَى ثُمَّ دَنَا فَتَدَلَّى} ١ فالضمائر كلها راجعة إلى هذا المعلم الشديد القوى٢، وأما الدنو والتدلي الذي في حديث الإسراء٣ فذلك صريح في أنه دنو الرب تعالى وتدليه٤. وأما الذي في سورة النجم أنه رآه نزلة أُخرى عند سدرة المنتهى فهذا هو جبريل، رآه مرتين، مرة في الأرض، ومرة عند سدرة المنتهى٥.
_________
١ سورة النجم، الآيات: ٥-٨.
٢ هذا أحد قولي العلماء، وهو القول الصحيح، وعليه جمهور العلماء، كما قال ابن عطية في المحرر (١٥/٢٥٩) . ونسبه السمعاني في تفسير القرآن (٥/٢٥٨) إلى أكثر المفسرين، وإليه ذهب شيخ الإسلام ابن تيمية في مجموع الفتاوى (١١/٢٣٤، ٢٣٥) ، ورجحه الإمام ابن القيم في زاد المعاد (٢/٤٨) وقال: إن السياق يدل عليه. ووصفه ابن جزي في التسهيل (٤/١٣٦) بالصحيح، وهو قول ابن كثير في تفسيره (٤/٢٤٨، ٢٥٠) .
٣ حديث الإسراء في صحيح البخاري برقم (٧٥١٧) وأشار إليه مسلم في صحيحه تحت رقم (١٦٢) .
٤ يريد المؤلف أن يفرق بين الدنو والتدلي الَّذِي في الآيات، وبين الدنو والتدلي الذي في حديث الإسراء، فلا يصلح أن تُفسَّر آيات سورة النجم بما في حديث الإسراء، وهكذا قال الإمام ابن القيم في زاد المعاد (٢/٤٨) . وقال ابن كثير في تفسيره (٣/٤) : (وقد قال الحافظ أبو بكر البيهقي في حديث شريك زيادة تفرد بها على مذهب من زعم أنه صلى الله عليه وسلم رأى الله عز وجل ـ يعني قوله: ثم دنا الجبار رب العزة فتدلى فكان قاب قوسين أو أدنى ـ قال: وقول عائشة وابن مسعود وأبي هريرة في حملهم هذه الآيات على رؤيته جبريل أصح. وهذا الذي قاله البيهقي رحمه الله في هذه المسألة هو الحق فإن أبا ذر قال: يا رسول الله هل رأيت ربك؟ قال: (نور أنى أراه) وفي رواية (رأيت نوراً) . أخرجه مسلم. وقوله: {ثُمَّ دَنَا فَتَدَلَّى} إنما هو جبريل عليه السلام كما ثبت ذلك في الصحيحين عن عائشة أم المؤمنين، وعن ابن مسعود، وكذلك هو في صحيح مسلم عن أبي هريرة، ولا يُعرف لهم مخالف في تفسير هذه الآية بهذا) .
٥ شرح العقيدة الطحاوية، ص (٢٧٥) .','121','47',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (153,'<span data-type="title" id=toc-48>سورة الرحمن</span>
قال تعالى: {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} ١ والمراد أحدهما٢.
قوله تعالى: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} ٣ قال البغوي: قال مقاتل: نزلت في اليهود حين قالوا: إن الله لا يقضي يوم السبت شيئاً. قال المفسرون: من شأنه أنه يحيي ويميت، ويرزق، ويعز قوماً ويذل آخرين، ويشفي مريضاً، ويفك عانياً، ويفرِّج مكروباً، ويجيب داعياً، ويعطي سائلاً، ويغفر ذنباً، إلى ما لا يحصى من أفعاله، وإحداثه في خلقه ما يشاء٤.
_________
١ سورة الرحمن، الآية: ٢٢.
٢ التنبيه على مشكلات الهداية، ص (٣٤٦) تحقيق أنور. قال الكرماني ـ في غرائب التفسير (٢/١١٧٠) ـ: (أجراه بعضهم على الظاهر فقال: يخرج اللؤلؤ والمرجان من البحرين والجمهور على أن ذلك يخرج من الأجاج دون الفرات.) قلت: للأئمة الطبري وابن عطية والرازي توجيه حسن في الآية، فأما الطبري والرازي فيحملان الآية على الظاهر، وأما ابن عطية فيوجهها بما يتفق مع قول الجمهور) . انظر جامع البيان (٢٣/ ٣٥، ٣٦) ، والمحرر الوجيز (١٥/ ٣٣١، ٣٣٢) ، والتفسير الكبير (٢٩/ ٩٠) .
٣ سورة الرحمن، الآية: ٢٩.
٤ شرح العقيدة الطحاوية، ص (٣٥٢) . ومن قوله: قال مقاتل إلى آخر ما ذكر في تفسير هذه الآية في معالم التنزيل (٤/٢٧٠) . وظاهر الكلام يوحي أن قوله: قال المفسرون. الخ هو من كلام المؤلف، وليس كذلك، وإنما الكل للبغوي.','121','48',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (154,'<span data-type="title" id=toc-49>سورة الحديد</span>
روى مسلم عن النبي صلى الله عليه وسلم - في تفسير قوله تعالى: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} ٥. –"أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء" ٦.
_________
٥ سورة الحديد، الآية: ٣.
٦ أخرجه الإمام مسلم في صحيحه برقم (٢٧١٣) من رواية أبي هريرة، عن النبي صلى الله عليه وسلم، ضمن حديث أتى المؤلف ببعضه هاهنا. والإمام مسلم لم يورد هذه الآية، كما قد يوهم ظاهر كلام المؤلف.','121','48',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (155,'والمراد بالظهور هنا: العلو، ومنه قوله تعالى: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ} ١ أي: يعلوه٢.
فهذه الأسماء الأربعة متقابلة: اسمان منها لأزلية الرب سبحانه وتعالى وأبديته، واسمان لعلوه وقربه٣.
قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ} ٤ وقال: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلاّ رِجَالاً نُوحِي إِلَيْهِمْ فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ بِالْبَيِّنَاتِ وَالزُّبُرِ} ٥ وقال تعالى: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاّ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ} ٦ وقال تعالى: {قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي} ٧ والمراد بالبينة ما يُبيّن الحق من شهود، أو دلالة٨.
_________
١ سورة الكهف، الآية: ٩٧.
٢ هذه الآية مع معناها قد تقدم نقلهما في سورة الكهف. وما ذكره المؤلف في معنى الآية والحديث هو في مجموع فتاوى شيخ الإسلام (٦/٢٠٨) ويبدو أن المؤلف اطلع عليه.
٣ شرح العقيدة الطحاوية، ص (٣٧٦، ٣٧٧) .
٤ سورة الحديد، الآية: ٢٥.
٥ سورة النحل، الآية: ٤٣،٤٤.
٦ سورة البينة، الآية: ٤.
٧ سورة الأنعام، الآية: ٥٧.
٨ التنبيه على مشكلات الهداية، ص (٧١٣) تحقيق أنور. وانظر المفردات، ص
(٦٨، ٦٩) ، وعمدة الحفاظ (١/ ٢٨٧، ٢٨٨) .','121','49',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (156,'<span data-type="title" id=toc-50>سورة المجادلة</span>
عن عمر رضي الله عنه أنه مرَّ بعجوز فاستوقفته، فوقف معها يحدثها، فقال رجل يا أمير المؤمنين حبست الناس بسبب هذه العجوز؟. فقال: ويلك أتدري من هذه؟ هذه امرأة سمع الله شكواها من فوق سبع سماوات، هذه خولة التي أنزل الله فيها {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ} ١. أخرجه الدارمي٢.
_________
١سورة المجادلة، الآية: ١.
٢شرح العقيدة الطحاوية، ص (٣٧٩) . والأثر أخرجه الدارمي في الرد على الجهمية، ص (٥٣، ٥٤) من طريق أبي يزيد المدني عن عمر رضي الله عنه، وأخرجه أيضاً ابن أبي حاتم في تفسيره (١٠/٣٣٤٢) قال الإمام ابن كثير ـ بعد أن أورد هذا الأثر في تفسيره (٤/٣١٩) ـ: هذا منقطع بين أبي يزيد وعمر بن الخطاب، وقد رُوي من غير هذا الوجه. قلت: أصل القصة ثابت من غير هذا الوجه. انظر التفسير الصحيح (٤/٤٥٣، ٤٥٤) ، والصحيح المسند من أسباب النزول، ص (١٥٢) .','121','50',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (157,'<span data-type="title" id=toc-51>سورة الحشر</span>
قال - في الفيء -: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} ٣ الآيات. وقال - في الخمس -: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} ٤ الآية. واللام في قوله: {لِلَّهِ وَلِلرَّسُول} في الخمس والفيئ كاللام في قول-هـ: {قُلِ الأَنْفَالُ لِلَّهِ وَالرَّسُول} ٥ فالإضافة إلى الرسول؛ لأنه هو الذي
_________
٣ سورة الحشر، الآية: ٧.
٤ سورة الأنفال، الآية: ٤١.
٥ سورة الأنفال، الآية: ١.','121','50',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (158,'يقسم هذه الأموال بأمر الله، ليست ملكاً لأحد١. وذكر البخاري في صحيحه أن معنى قوله تعالى: {وَلِلرَّسُول} يعني الرسول له ذلك انتهى٢.
وتحقيق ذلك أن اللام في آية الخمس وآية الفيء، مذكورة في ثلاثة مواضع. في قوله {لِلَّهِ} وفي قوله: {وَلِلرَّسُول} وفي قوله: {وَلِذِي الْقُرْبَى} . وفي آية الصدقات لم تذكر إلاّ في أولها فقط٣، ولم تذكر مع بقية أنواع المصارف - في الآيات الثلاث - وليس ذلك لغير معنى، بل لمعان متغايرة وهي: أنها في قوله: {لِلَّهِ} بمعنى أن أمرها إليه، لم يجعله إليكم، بل أخرجها عن حكمكم وجعل لها مصارف عينها لهم٤. وفي قوله: {وَلِلرَّسُول} بمعنى أنه هو المنفذ لأمر مرسله، وهو الذي يتولى أمر قسمها بإذنه، وله فيها نصيب لاحتياجه إلى ما يحتاج إليه البشر ولما كانت منزلته أعلى من منزلة بقية المصارف أُعيدت اللام مع بقية المصارف٥ تنبيهاً
_________
١ ما ذكره المؤلف هو أحد الأقوال. انظر أحكام القرآن للجصاص (٤/ ٢٢٤، ٢٤٤)
(٥/ ٣١٩) ، وأحكام القرآن للكيا الهراسي (٣/ ١٥٢، ١٥٨) (٤/ ٤٠٦) ، وأحكام القرآن لابن العربي (٢/ ٨٣٩، ٨٥٥، ٨٥٦) ، (٤/ ١١٧٢، ١٧٧٣) .
٢ صحيح البخاري ـ مع الفتح ـ (٦/ ٢١٧) كتاب فرض الخمس. وفيه النص هكذا (يعني للرسول قسم ذلك) . قال ابن حجر ـ في الفتح (٦/ ٢١٧، ٢١٨) معلقاً على تفسير البخاري ـ: (هذا اختيار منه لأحد الأقوال في تفسير هذه الآية، والأكثر على أن اللام في قوله: {وَلِلرَّسُول} للملك، وأن للرسول خمس الخمس من الغنيمة، سواء حضر القتال أو لم يحضر، وهل كان يملكه أو لا؟ وجهان للشافعية، ومال البخاري إلى الثاني واستدل له) .
٣ في قوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ.} سورة التوبة، الآية: ٦٠.
٤ هذا المعنى مختلف فيه في بعض الآيات. انظر المحرر الوجيز (٨/ ٦، ٧٠) (١٥/ ٤٦٦) ، والجامع لأحكام القرآن (٧/ ٣٦١) (٨/١٠) (١٢/ ١١-١٤) .
٥ يعني مع بعض المصارف، كما هي في الآية (٤١) من سورة الأنفال، وفي الآيتين
(٧) و (٨) من سورة الحشر.','121','51',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (159,'على أنهم مصارف محضة، فمنزلته?صلى الله عليه وسلم منزلة بين المنزلتين، ولهذا - والله أعلم - لم يكرر مع بقية المصارف، ولم يكرر في آية الصدقات؛ لأن زيادتها معهم ليس لها فائدة؛ إذ كلهم يجمعهم معنى واحد، وهو كونهم مصارف. واللام في قوله: {للفقراء المهاجرين} ١ الآيات، بدل٢ من اللام في قوله: {وَلِذِي الْقُرْبَى} ٣ الآية٤.
_________
١ سورة الحشر، الآية: ٨.
٢ انظر الكشاف (٤/ ٨٣) ، والدر المصون (١٠/ ٢٨٣، ٢٨٤) فقد ذكرا البدلية، وهي قول من ثلاثة أقوال. انظر الدر المصون الموضع المتقدم.
٣ سورة الحشر، الآية ٧.
٤ التنبيه على مشكلات الهداية، ص (١٨٤، ١٨٥) تحقيق أنور. والمؤلف ذكر هذا التفسير أثناء كلامه على اختلاف العلماء في قسمة خمس الغنيمة المذكور في قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيل} . وقد ذهب المؤلف إلى قول من قال: إن الخمس والفيء واحد يُجعلان في بيت المال، ويُعطى أقرباء رسول الله صلى الله عليه وسلممنهما على ما يراه الإمام، ويجتهد في ذلك، وهو قول الإمام مالك والثوري، ورواية عن الإمام أحمد، واختارها شيخ الإسلام ابن تيمية. انظر مجموع الفتاوى (١١/ ١٨١) ، (١٠/ ٢٨٠ ـ ٢٨٣) ، والإنصاف في معرفة الراجح من الخلاف (٤/ ١٦٦، ١٦٧) ، وتفسير ابن كثير (٢/ ٣١٣) . وانظر المسألة من أولها في مشكلات الهداية ص (١٨٢-١٨٤) تحقيق أنور.','121','52',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (160,'<span data-type="title" id=toc-52>سورة الطلاق</span>
قوله تعالى: {ْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ} ٥ المراد بالإخراج والخروج - في الآية - النقلة من المنزل المضاف إليها بالسكنى حال وجوب العدة٦، لا مطلق الخروج للحاجة، أي: لا تخرجوهن من بيوتهن مكرهات،
_________
٥ سورة الطلاق، الآية: ١.
٦ انظر أحكام القرآن للجصاص (٥/ ٣٤٨) ، وأحكام القرآن للكيا الهراسي (٤/٤١٩،٤٢٠) ، وأحكام القرآن لابن العربي (٤/ ١٨٢٩) .','121','52',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (161,'إخراج نقلة، ولا يخرجن عنها باختيارهن١.
قال تعالى: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} ٢ أي: فهو كافيه٣، لايحوجه إلى غيره ٤.
_________
١ التنبيه على مشكلات الهداية، ص (٧٦١) تحقيق عبد الحكيم.
٢ سورة الطلاق، الآية: ٣.
٣ انظر إعراب القرآن للنحاس (٤/٤٥١) ، والوسيط للواحدي (٤/٣١٤) ، ففيهما ـ وفي غيرهما ـ هذا المعنى.
٤ شرح العقيدة الطحاوية، ص (٣٥١) .','121','53',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (162,'<span data-type="title" id=toc-53>سورة القلم</span>
قوله تعالى: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ} ٥ وقوله تعالى {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ} ٦ إنكار منه على من جوَّز أن يسوي الله بين هذا وهذا٧.
_________
٥ سورة القلم، الآية: ٣٥.
٦ سورة ص، الآية: ٢٨.
٧ شرح العقيدة الطحاوية، ص (٦٦١) وانظر ـ مسألة أن الاستفهام في الآيتين سيق مساق الإنكار ـ تفسير القرآن للسمعاني (٦/٢٧) ، وأنوار التنزيل (٢/٣٠٩، ٤٩٦) ، ومدارك التنزيل (٤/٤٠، ٢٨٢) ، والتسهيل (٣/٤٠٠) ، (٤/٢٦١) وتجد قول السمعاني عند آية القلم.','121','53',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (163,'<span data-type="title" id=toc-54>سورة نوح</span>
قال تعالى - حكاية عن قوم نوح -: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً} ٨ ثبت في صحيح البخاري، وكتب التفسير، وقصص الأنبياء وغيرها، عن ابن عباس - رضي الله عنهما - وغيره من السلف،
_________
٨ سورة نوح، الآية: ٢٣.','121','53',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (164,'أن هذه أسماء قوم صالحين في قوم نوح، فلما ماتوا عكفوا على قبورهم، ثم صوروا تماثيلهم، ثم طال عليهم الأمد، فعبدوهم وأن هذه الأصنام بعينها صارت إلى قبائل العرب، ذكرها ابن عباس - رضي الله عنهما - قبيلة قبيلة١.
_________
١ شرح العقيدة الطحاوية، ص (٢٩) . وقد أخرج الإمام البخاري ما أشار إليه المؤلف هنا عن ابن عباس، في حديث ساقه بإسناده برقم (٤٩٢٠) في كتابه الصحيح. وذكر ابن حجر في الفتح (٨/٦٦٧) شيئاً من النقد للسند الذي ساق به الرواية الإمام البخاري؛ إلا أنه في آخر كلامه دافع عن الإمام البخاري وبيّن أن الصواب معه فيما فعل. وانظر أيضاً حول ما أشار إليه المؤلف تفسير القرآن لعبد الرزاق (٢/٣٢٠) ، والسيرة النبوية لابن هشام (١/٩٦-٩٨) ، وجامع البيان (٢٣/٦٣٩، ٦٤٠) ، ومعاني القرآن وإعرابه (٥/٢٣٠، ٢٣١) .','121','54',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (165,'<span data-type="title" id=toc-55>سورة الجن</span>
قال تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْأِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقاً} ٢ قالوا: كان الإنسي إذا نزل بالوادي يقول: أعوذ بعظيم هذا الوادي من سفهائه، فيبيت في أمن وجوار حتى يصبح. {فَزَادُوهُمْ رَهَقاً} يعني الإنسَ للجن، باستعاذتهم بهم، رهقاً أي: إثماً وطغياناً وجراءة وشراً؛ وذلك أنهم قالوا: قد سُدْنا الجن، والإنس. فالجن تعاظم في أنفسها وتزداد كفراً إذا عاملتها الإنس بهذه المعاملة٣.
٢ سورة الجن، الآية: ٦.
٣ شرح العقيدة الطحاوية، ص (٧٦٥، ٧٦٦) . وتفسير المؤلف هذا بناه على أن ضمير الفاعل في {زادوهم} يرجع إلى الإنس. وقد قيل: إنه يرجع إلى الجن، أي: فزاد الجنُّ الإنسَ خوفاً وكفراً إلى كفرهم. والزجاج في معاني القرآن (٥/٢٣٤) جوّز الوجهين. ونقل ابن جرير ـ في جامع البيان (٢٣/٦٥٥، ٦٥٦) ـ الوجهين، ثم رجح القول الذي ذهب إليه المؤلف. وعلى هذا القول اقتصر أبو الليث في بحر العلوم (٣/٤١١) ، والواحدي في الوسيط (٤/٣٦٤، ٣٦٥) ، والبغوي في معالم التنزيل (٤/٤٠٢) .','121','54',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (166,'<span data-type="title" id=toc-56>سورة المزمل</span>
اختلف المفسرون في قوله تعالى: {فَاقْرَأُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} ١على قولين. أحدهما: أن المراد القراءة في الصلاة. والثاني: أن المراد القراءة نفسها٢. وهذا القول أظهر بدليل عطف الصلاة عليها - في آخر الآية - بقوله: {فَاقْرَأُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} ٣.
_________
١ سورة المزمل، الآية: ٢٠.
٢ ذكر القولين الماوردي في النكت والعيون (٦/ ١٣٣) .
٣ التنبيه على مشكلات الهداية، ص (١٨٠) تحقيق عبد الحكيم. وما رجحه المؤلف قوي جداً، وهو ظاهر القرآن.','121','55',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (167,'<span data-type="title" id=toc-57>سورة المدثر</span>
قوله تعالى: {يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ} ٤ من أوّل ما نزل من القرآن بمكة حين أُمر بالإنذار، لما آتاه الملك بالرسالة، وهو في غار حراء، فرجع إلى أهله وهو يقول دثروني، فنزل٥ {يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ} ٦ قال أهل التفسير: قم فأنذر كفار مكة {وَرَبَّكَ فَكَبِّرْ} أي: فعظمه عما تقوله عبدة الأوثان٧ {وَثِيَابَكَ فَطَهِّرْ} قال قتادة ومجاهد: نفسك فطهر من الذنب، فكنى عن النفس بالثوب. وهو قول
_________
٤ سورة المدثر، الآيات: ١-٣.
٥ أخرج سبب نزول الآيات الإمام البخاري في صحيحه ـ مع الفتح ـ برقم (٤٩٢٥) ، والإمام مسلم في صحيحه برقم (١٦١) .
٦ سورة المدثر، الآيات: ١-٥.
٧ ما ذكره في معنى الآيتين قاله البغوي في معالم التنزيل (٤/ ٤١٣) ونحوه في جامع البيان (٢٤/ ٩) ، وتفسير القرآن للسمعاني (٦/ ٨٩) .','121','55',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (168,'إبراهيم والضحاك والشعبي والزهري. وقال عكرمة: سئل ابن عباس عن قوله تعالى: {وَثِيَابَكَ فَطَهِّرْ} فقال: لا تلبسها على معصية، ولا غدر١. وذكر الواحدي أنه قول أكثر أهل التفسير٢.
وقوله تعالى: {وَالرُّجْزَ فَاهْجُر} قال مجاهد وعكرمة وقتادة والزهري وابن زيد: المراد بالرجز الأوثان٣. قال فاهجرها ولا تقربها٤. وقال الضحاك: يعني الشرك٥. ويؤيد ذلك أن هذه السورة نزلت قبل نزول الشرائع، من وضوء
_________
١ من أوّل قول قتادة إلى هنا ـ بحروفه ـ في معالم التنزيل (٤/ ٤١٣) والمؤلف نقل عنه فيما يظهر لي. وقول قتادة ثابت عنه بنحوه فيما أخرج الطبري في جامع البيان (٢٤/ ١١) وذكره أيضاً بنحوه عبد الرزاق في تفسير القرآن (٢/ ٣٢٧) فقال: قال معمر: وقال: قتادة. طهر ثيابك أي من الذنب. وانظر التفسير الصحيح (٤/ ٥٥٩) .
٢ لم أقف عليه في كتابيه الوسيط والوجيز، فلعله في كتابه البسيط، ولم أجد الجزء الأخير منه. وقول ابن عباس وقتادة ـ ومن معه ـ معناهما واحد. وقد ثبت في جامع البيان (٢٤/١٢) عن بعض الأئمة حمل الآية على ظاهرها وهو غسل الثياب بالماء وتطهيرها من النجاسة. ولا مانع أن يكون المراد جميع ذلك، كما قال ابن العربي في أحكام القرآن (٤/١٨٨٧) والمؤلف أراد من إيراد هذا التفسير دفع استدلال صاحب الهداية بالآية على وجوب الطهارة في الصلاة، والمؤلف تحامل على صاحب الهداية في مواضع هذا منها.
٣ أخرجه الإمام الطبري في جامع البيان (٢٤/ ١٣) عن هؤلاء والأسانيد عن قتادة وابن زيد رجالها ثقات، وهو عن مجاهد من طريق ابن أبي نجيح. وهو ثابت عن الزهري فقد أخرجه عنه عبد الرزاق في تفسير القرآن (٢/٣٢٨) فقال: قال معمر: وقال الزهري: الأوثان. وبنحو هذا التفسير أخرجه الطبري في جامع البيان (٢٤/١٣) عن ابن عباس من طريق علي بن أبي طلحة.
٤ من قوله: قال مجاهد، إلى قوله: ولا تقربها ـ بحروفه ـ في معالم التنزيل (٤/٤١٣) .
٥ ذكره البغوي في معالم التنزيل (٤/٤١٣) ولم أقف على إسناده إلا عنده، ولم أستطع الحكم عليه لعدم الوقوف على ترجمة بعض رجال الإسناد.','121','56',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (169,'وصلاة وغير ذلك١.','121','57',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (170,'<span data-type="title" id=toc-58>سورة القيامة</span>
قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ} ٢ إضافة النظر إلى الوجه الذي هو محلُّه - في هذه الآية - وتعديته بأداة (إلى) الصريحة في نظر العين، وإخلاء الكلام من قرينة تدل على خلاف حقيقته وموضوعه، صريح في أن الله أراد بذلك نظر العين التي في الوجه إلى الرب جل جلاله.
فإن النظر له عدة استعمالات، بحسب صلاته وتعدِّيه بنفسه، فإن عُدِّي بنفسه، فمعناه التوقف والانتظار، كقوله تعالى: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} ٣. وإن عدي ب- (في) فمعناه التفكر والاعتبار، كقوله: {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ} ٤ وإن عُدِّي ب- (إلى) فمعناه المعاينة بالأبصار، كقوله تعالى: {انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ} ٥ فكيف إذا أضيف إلى الوجه الذي هو
_________
١ التنبيه على مشكلات الهداية، ص (١١١، ١١٢، ١٦٥) تحقيق عبد الحكيم والمؤلف يريد من قوله ويؤيد ذلك. الخ دفع استدلال صاحب الهداية بقوله: (وثيابك فطهر) على وجوب تطهير الثياب من النجاسات للصلاة. وليس ما قاله بمانع من الاستدلال بالآية، وقد ذكر الحافظ في الفتح (٨/٦٧٩) ما يؤيد احتجاج صاحب الهداية بالآية. وانظر أحكام القرآن للجصاص (٥/٣٦٩) ، وللكيا الهراسي (٤/٤٢٧) ، ولابن العربي (٤/ ١٨٨٧، ١٨٨٨) فكلهم احتج بالآية على ما ذهب إليه صاحب الهداية.
٢ سورة القيامة، الآية: ٢٢، ٢٣.
٣ سورة الحديد، الآية: ١٣.
٤ سورة الأعراف، الآية: ١٨٥.
٥ سورة الأنعام، الآية: ٩٩. وقد تكلم علماء العربية وأئمة التفسير في الفرق بين التعدية بـ (إلى) ، وبغيرها، وأبانوا أن التعدية بـ (إلى) لا تكون إلا بالعين الحاسة، كما ذكر المؤلف هنا. انظر إعراب القرآن للنحاس (٥/٨٤) ، وتهذيب اللغة (١٤/٣٧١) (نظر) وبحر العلوم (٣/٤٢٧) ، وتفسير القرآن للسمعاني (٦/١٠٨) ، والجامع لأحكام القرآن (١٩/١٠٩) .','121','57',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (171,'محل البصر!.
وروى ابن مردويه بسنده إلى ابن عمر، قال: قال رسول الله صلى الله عليه وسلم - في قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} - قال: (من البهاء والحسن) {إِلَى رَبِّهَا نَاظِرَةٌ} قال: (في وجه الله عز وجل) ١.
عن الحسن، قال: نظرت إلى ربها فَنُظِّرَتْ بنوره٢.
وقال أبو صالح، عن ابن عباس - رضي الله عنهما - {إِلَى رَبِّهَا نَاظِرَةٌ} قال: تنظر إلى وجه ربها عز وجل٣.
_________
١ أورده السيوطي ـ في الدر المنثور (٦/٢٦٠) ـ بنحوه، ونسب إخراجه إلى ابن مردويه وغيره. وأخرجه ابن جرير ـ في جامع البيان (٢٤/٧٣) ـ بنحوه عن ابن عمر، وكذلك أخرجه عبد بن حميد في المنتخب من مسنده، ص (٢٦٠) برقم (٨١٩) ، والآجري في الشريعة، ص (٢٦٩) كلهم من طريق ثوير بن أبي فاخته. وسنده ضعيف؛ لضعف ثوير هذا. قال الحافظ: ثوير بن أبي فاخته. ضعيف رُمي بالرفض. التقريب برقم (٨٦٢) .
٢ أخرجه الآجري في الشريعة، ص (٢٥٦) ، واللالكائي في شرح أصول اعتقاد أهل السنة (٣/٤٦٤) وبنحوه أخرجه عبد الله ابن الإمام أحمد في كتاب السنة (١/٢٦١) وقال محققه: رجاله ثقات. وأخرجه ابن جرير في جامع البيان (٢٤/٧٢) بنحوه أيضاً. وأورده السيوطي في الدر المنثور (٦/٢٦٠) ونسب إخراجه إلى بعض هؤلاء وإلى غيرهم.
٣ أورده السيوطي في الدر المنثور (٦/٢٦٠) ونسب إخراجه إلى ابن مردويه. ولم أقف له على سند. وأورد اللالكائي ـ في شرح أصول اعتقاد أهل السنة (٣/٤٦٣) ـ نسبة القول إلى ابن عباس فقال: (فرُوي عن ابن عباس أنه النظر إلى وجه الله عز وجل) . قلت: كأنه يشير إلى ما رواه عبد الله بن أحمد في كتاب السنة (١/٢٦٢، ٢٦٣) ، والآجري في الشريعة، ص (٢٥٦) كلاهما من طريق عطية العوفي عن ابن عباس ـ رضي الله عنهما ـ في قول الله عز وجل: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} يعني حسنها {إِلَى رَبِّهَا نَاظِرَةٌ} قال: نظرت إلى الخالق عز وجل. وأبو صالح ـ الراوي عن ابن عباس ـ اسمه باذام، ويقال: باذان، مولى أم هانئ، ضعيف يرسل. انظر التقريب برقم (٦٣٤) وعطية العوفي ضعيف.','121','58',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (172,'وقال عكرمة: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} قال: من النعيم {إِلَى رَبِّهَا نَاظِرَةٌ} قال: تنظر إلى ربها نظراً١. ثم حكى عن ابن عباس - رضي الله عنهما - مثله٢. وهذا قول كل مفسر من أهل السنة والحديث٣. ‍‍ ‍ ‍ ‍ ‍ ‍ ‍ ‍ ‍
_________
١ أثر عكرمة أخرجه الإمام الطبري ـ في جامع البيان (٢٤/٧٢) ـ وعبد الله بن أحمد في كتاب السنة (١/٢٦١) عن عكرمة {نَاظِرَةٌ} قال: تنظر إليه نظراً. وقال محققه: إسناده صحيح. وأخرجه الآجري في الشريعة، ص (٢٥٦) . ووصف الحافظ ـ في الفتح (١٣/٤٢٤، ٤٢٥) ـ سند ابن جرير بالصحة.
٢ لعله يعني الذي أخرجه الآجري في الشريعة، ص (٢٥٧) عن عكرمة قال: قيل لابن عباس ـ رضي الله عنهما ـ: كل من دخل الجنة يرى الله عز وجل؟. قال: نعم. قلت: سنده ضعيف لضعف إبراهيم بن الحكم بن أبان العدني. انظر التقريب رقم (١٦٦) .
٣ شرح العقيدة الطحاوية، ص (٢٠٨ -٢١٠) . ومن أول ما ذكر المؤلف ـ في تفسير هذه الآية ـ إلى هنا في كتاب حادي الأرواح، ص (٣٣٦، ٣٣٧) ومسألة الرؤية مجمع عليها بين أهل السنة لهذه الآية ولغيرها من الآيات والأحاديث الصحيحة الثابتة، ولم يخالف فيها إلا الجهمية والمعتزلة، ومن اتبع سبيلهما من المبتدعة. وإن شئت مزيد بيان حول هذه المسألة فانظر صحيح البخاري (١٣/٤١٩) ، وكتاب التوحيد وإثبات صفات الرب، ص (١٧٢) وما بعدها، وكتاب السنة لعبد الله بن أحمد (١/٢٢٩) وما بعدها، وجامع البيان (٢٤/٧١-٧٣) ، ومعاني القرآن وإعرابه (٥/٢٥٣) ، وإعراب القرآن (٥/٨٤-٩٢) ، ونكت القرآن الدالة على البيان، ص (٤٤٨) ، والشريعة للآجري، ص (٢٥١) وما بعدها، وتفسير القرآن لأبي الليث (٣/٤٢٧) ، وشرح أصول اعتقاد أهل السنة (٣/٤٥٤) وما بعدها، والوسيط (٤/٣٩٣) ، وتفسير القرآن للسمعاني (٦/١٠٦) وما بعدها، ومعالم التنزيل (٤/٤٢٤) ، وتفسير القرآن العظيم (٤/٤٥١) .','121','59',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (173,'<span data-type="title" id=toc-59>سورة الدهر</span>
قال تعالى: {إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً} ٤ والمراد
_________
٤ سورة الدهر، الآية: ٣.','121','59',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (174,'الهداية العامة١، وأعم منها الهداية المذكورة في قوله تعالى: {الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} ٢.
قوله تعالى: {عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ} ٣ لو قيل: (يشرب منها) لم يدل على الري، فضمن يشرب معنى (يروى) ٤ فعُدي بالباء، فقيل: (يشرب بها) فأفاد ذلك أنه شرب يحصل معه الري. وباب تضمين الفعل معنى فعل آخر حتى يتعدى تعديته كثير، كما ضمّن قوله تعالى: {قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ} ٥ معنى (الضم) ٦ المع-دّى بإلى، فعدّي بها، وقوله تعالى: {وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنَا} ٧ معنى (خلصناه) ٨، وقوله: {وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ
_________
١ لعله يريد أن يقول: إن هذه الهداية مثل الهداية التي في قوله تعالى: {وَهَدَيْنَاهُ النَّجْدَيْنِ} وبهذا نظَّرها السمعاني في تفسير القرآن (٦/١١٣) وفي الوسيط للواحدي (٤/٣٩٨، ٣٩٩) : بينا له سبيل الهدى {إِمَّا شَاكِراً وَإِمَّا كَفُوراً} إما موحداً طائعاً لله، وإما مشركاً بالله في عمله، والمعنى: أنه بيّن له سبيل التوحيد بنصب الأدلة وبعث الرسل، شكر الإنسان فآمن، أو جحد فكفر.
٢ سورة طه، الآية: ٥٠. وتفسير المؤلف في شرح العقيدة الطحاوية، ص (٦٣٠) .
٣ سورة الدهر، الآية: ٦.
٤ انظر غرائب التفسير (٢/١٢٨٧) ، والبحر المحيط (٨/٣٨٧) ، والدر المصون (١٠/٦٠٠) ففيها ما قال المؤلف. وهو أحد الأوجه ورجحه شيخ الإسلام في مجموع الفتاوى (٢٠/٤٧٤) ، وابن القيم. انظر بدائع التفسير (٥/١٥٧) وقد استوفيت بحث هذه المسألة في (استدراكات الفقيه ابن جُزي على القاضي ابن عطية في تفسير القرآن الكريم) .
٥ سورة ص، الآية: ٢٤.
٦ انظر غرائب التفسير (٢/٩٩٧) ، والكشاف (٣/٣٧٠) ، والبحر (٧/٣٧٧) ، والدر المصون (٩/٣٧٠) ، ففيها ما ذكر المؤلف، وعبّر بعضهم بالإضافة بدل الضم، وهما بمعنى واحد.
٧ سورة الأنبياء، الآية: ٧٧.
٨ انظر النكت والعيون (٣/٤٥٦) ، فقد ذكر الماوردي هذا المعنى، وأشار أبو حيان في البحر (٦/٣٠٥) إلى أن (نصرناه) ضمن معنى (أخرجناه) ، وأشار السمين في الدر (٨/١٨٤) إلى أنه ضمن معنى (منعناه وعصمناه) .','121','60',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (175,'َبعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ} ١ معنى (يصرفوك) ٢ عن بعض ما أنزل الله إليك ٣.
_________
١ سورة المائدة، الآية: ٤٩.
٢ انظر الوسيط (٢/١٩٦) ، والمحرر الوجيز (٥/١٢٣) ، والتفسير الكبير (١٢/١٣) ، ولباب التأويل (٢/٦١) فقد ذكر هؤلاء أن معنى (يفتنوك) يصرفوك.
٣ التنبيه على مشكلات الهداية، ص (٩٠، ٩١) تحقيق عبد الحكيم.','121','61',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (176,'<span data-type="title" id=toc-60>سورة النبأ</span>
روى عبد بن حميد في تفسيره المشهور، بسنده إلى عمر رضي الله عنه أنه قال: (لو لبث أهل النار في النار كقدر رمل عالج٤، لكان لهم على ذلك وقت يخرجون فيه) ذكر ذلك في تفسير قوله تعالى: {لابِثِينَ فِيهَا أَحْقَاباً} ٥.
_________
٤ رمل عالج: هو ما تراكم من الرمل، ودخل بعضه في بعض. انظر النهاية في غريب الحديث (٣/٢٨٧) .
٥ سورة النبأ، الآية: ٢٣. وتفسير الآية في شرح العقيدة الطحاوية، ص (٦٢٨) . والأثر لم أقف له على إسناد. وأورده الجملُ في الفتوحات الإلهية (٢/٤٢٥) ونسب إخراجه إلى عبد بن حميد، وحكم على رجال إسناده بأنهم ثقات. وأورده السيوطي في الدر المنثور (٣/٣٥٠) ونسب إخراجه إلى ابن المنذر فقال: (وأخرج ابن المنذر عن الحسن عن عمر رضي الله عنه.) ثم ذكر الأثر. قلت: إن كان إسناد عبد بن حميد من طريق الحسن عن عمر ـ كما هو عند ابن المنذر ـ فالأثر ضعيف لوجود الانقطاع بين الحسن وعمر، وقد عد الحافظ ـ في التهذيب (٢/٢٦٣، ٢٦٤) ـ جماعة من الصحابة روى عنهم الحسن ولم يدركهم ومنهم عمر رضي الله عنه. وحكْمُ الجملِ على رجال إسناده بأنهم ثقات لا يلزم منه صحة الأثر. وهذا يحتج به من يقول بخروج الكافرين من النار، بل هو عمدتهم في هذه المسألة، وليس لهم فيه حجة فعلى فرض ثبوته فنصوص القرآن الكريم والسنة الثابتة على خلافه، ثم إنا نقول: إنما يراد بذلك من دخلها من الموحدين فإن لهم أجلاً يخرجون فيه، ولا يخلدون مع الكافرين، والمؤلف رحمه الله لا يرى عدم خلود الكافرين، ولكنه وجد هذا الدليل فحكاه حجة لمن قال به.','121','61',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (177,'<span data-type="title" id=toc-61>سورة النازعات</span>
قال تعالى: {فَالْمُدَبِّرَاتِ أَمْراً} ١ {فَالْمُقَسِّمَاتِ أَمْراً} ٢ وهم الملائكة عند أهل الإيمان وأتباع الرسل٣، وأما المكذبون بالرسل، المنكرون للصانع، فيقولون: هي النجوم٤.
_________
١ سورة النازعات، الآية: ٥.
٢ سورة الذاريات، الآية: ٤.
٣ انظر تفسير القرآن لعبد الرزاق (٢/٢٤١، ٣٤٥) ، وجامع البيان (٢٢/٣٩١-٣٩٣) (٢٤/١٩٠) ، وتفسير بن أبي حاتم (١٠/٣٣٩٧) ففي هذه المراجع تفسيرها بما ذكر المؤلف.
٤ شرح العقيدة الطحاوية، ص (٤٠٥) .','121','62',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (178,'<span data-type="title" id=toc-62>سورة عبس</span>
سُئل أبو بكر رضي الله عنه عن قوله تعالى: {وَفَاكِهَةً وَأَبّاً} ٥ ما الأب؟ فقال: (أي سماء تظلني، وأي أرض تقلني، إذا قلت في كتاب الله ما لا أعلم) ٦.
_________
٥ سورة عبس، الآية: ٣١.
٦ شرح العقيدة الطحاوية، ص (٢١٩) . وهذا الأثر ذكره البغوي في تفسيره بصيغة التمريض فقال: (ورُوي عن إبراهيم التيمي أن أبا بكر سُئل عن قوله. الخ) وأورده السيوطي في الدر المنثور (٦/٣١٧) ونسب إخراجه إلى عبد بن حميد وأبي عبيد في فضائله من طريق التيمي. وساقه الإمام ابن كثير في تفسيره (٤/٤٧٤) بسند أبي عبيد، ثم قال: (وهذا منقطع بين إبراهيم التيمي والصديق رضي الله عنه) ثم ساق الرواية عن عمر رضي الله عنه أنه قال: (قد عرفنا الفاكهة فما الأب. الخ) وأشار إلى أن إسنادها صحيح، ثم قال: (وهذا محمول على أنه أراد أن يعرف شكله وجنسه وعينه، وإلا فهو وكل من قرأ هذه الآية يعلم أنه من نبات الأرض، لقوله: {فَأَنْبَتْنَا فِيهَا حَبّاً وَعِنَباً وَقَضْباً وَزَيْتُوناً وَنَخْلاً وَحَدَائِقَ غُلْباً وَفَاكِهَةً وَأَبّاً} ) ا?.','121','62',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (179,'<span data-type="title" id=toc-63>سورة التكوير</span>
قال تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ مُطَاعٍ ثَمَّ أَمِينٍ} ١ وهذا وصف جبريل، بخلاف قوله تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ وَمَا هُوَ بِقَوْلِ شَاعِرٍ} ٢ الآيات، فإن الرسول هنا هو محمد صلى الله عليه وسلم ٣.
_________
١ سورة التكوير، الآيات: ١٩-٢١.
٢ سورة الحاقة، الآية: ٤٠، ٤١.
٣ شرح العقيدة الطحاوية، ص (٤٣٢) . والمؤلف مشى على المشهور الواضح في تفسير الرسول الكريم في الآيتين، وهو قول جمهور المفسرين. انظر تفسير القرآن للسمعاني (٦/١٦٩) ، والمحرر الوجيز (١٦/٢٤٢) ، وزاد المسير (٨/٣٥٤) ، والبحر المحيط (٨/٣٢١،٤٢٥) ، والتسهيل (٤/٣٤٧) ، وفتح القدير (٥/٣٨٧) ، وروح المعاني (٢٩/٦٥) (٣٠/٧٦) ، وأعرض كثير من المفسرين عن ذكر الخلاف في الآيتين كأنه لم يره شيئاً. ومن هؤلاء ابن جرير في جامع البيان (٢٣/٥٦٩) (٢٤/٢٥٨) ، والبغوي في معالم التنزيل (٤/٣٩٠، ٤٥٣) ، وابن كثير في تفسيره (٤/٤١٨، ٤٨٠) .','121','63',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (180,'<span data-type="title" id=toc-64>سورة الانشقاق</span>
روى البخاري - رحمه الله، في صحيحه - عن عائشة أن النبي صلى الله عليه وسلم قال: "ليس أحد يحاسب يوم القيامة إلا هلك" فقلت: يا رسول الله، أليس قد قال الله تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً} ٤ فقال رسول الله صلى الله عليه وسلم: "إنما ذلك العرض، وليس أحد يناقش الحساب يوم القيامة إلا عذب" ٥ يعني أنه لو ناقش في حسابه لعبيده لعذبهم، وهو غير ظالم لهم،
_________
٤ سورة الإنشقاق، الآية: ٧، ٨.
٥ أخرجه الإمام البخاري في صحيحه ـ مع الفتح ـ في مواضع منها برقم (٤٩٣٩) , و (٦٥٣٦) و (٦٥٣٧) . وأخرجه الإمام مسلم في صحيحه برقم (٢٨٧٦) .','121','63',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (181,'ولكنه - تعالى - يعفو ويصفح١.
_________
١ شرح العقيدة الطحاوية، ص (٦٠١، ٦٠٢) .','121','64',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (182,'<span data-type="title" id=toc-65>سورة البروج</span>
قال تعالى: {وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ} ٢ {أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ} ٣ {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً} ٤. وليس المراد من إحاطته بخلقه أنه كالفلك، وأن المخلوقات داخل ذاته المقدسة، تعالى الله عن ذلك علواً كبيراً. وإنما المراد: إحاطة عظمة وسعة علم وقدرة، وأنها بالنسبة إلى عظمته كالخردلة٥، كما روي عن ابن عباس - رضي الله عنهما - أنه قال: (ما السموات السبع والأرضون السبع، وما فيهن وما بينهن في يد الرحمن إلا كخردلة في يد أحدكم) ٦.
ومن المعلوم - ولله المثل الأعلى - أن الواحد منا إذا كان عنده خ-ردلة، إن شاء قبضها وأحاطت قبضته بها، وإن شاء جعلها تحته، وهو في الحالين مباين لها، عال عليها فوقها من جميع الوجوه، فكيف بالعظيم الذي لا يحيط بعظمته وصف واصف ٧.
_________
١ سورة البروج، الآية: ٢٠.
٣ سورة فصلت، الآية: ٥٤.
٤ سورة النساء، الآية: ١٢٦.
٥ الخردل: نبات عشبي، يخرج في الحقول وعلى حواشي الطرق، تستعمل بذوره في الطب، يُضرب به المثل في الصِّغر. انظر ترتيب القاموس (٢/٣٤) ، والمعجم الوسيط (١/٢٣٣) (خردل) .
٦ أخرجه الإمام الطبري في جامع البيان (٢١/٣٢٤) بنحوه، بإسناد حسن ظاهره الاتصال.
٧ شرح العقيدة الطحاوية، ص (٣٧٤) .','121','64',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (183,'قال تعالى: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ} ١ روى الحافظ أبو القاسم الطبراني بسنده إلى النبي صلى الله عليه وسلم أنه قال: "إن الله خلق لوحاً محفوظاً من درة بيضاء، صفحاتها من ياقوتة حمراء، قلمه نور، وكتابه نور، لله فيه كل يوم ستون وثلاث مائة لحظة، يخلق ويرزق، ويميت ويحيي، ويعز ويذل، ويفعل ما يشاء" ٢اللوح المذكور هو الذي كتب الله مقادير الخلائق فيه٣.
_________
١ سورة البروج، الآية: ٢١،٢٢.
٢ أخرجه الإمام الطبراني في المعجم الكبير ـ من رواية ابن عباس، رضي الله عنهما ـ برقم (١٢٥١١) بإسناد فيه زياد بن عبد الله البَكّائي، وليث بن أبي سُليم، الأول في حديثه عن غير ابن إسحاق لين، والثاني صدوق اختلط جداً ولم يتميز حديثه فتُرك. انظر التقريب رقم (٢٠٨٥) ورقم (٥٦٨٥) . ورواه الطبراني في المعجم الكبير برقم (١٠٦٠٥) من طريق أُخرى عن ابن عباس موقوفاً بنحو هذا الحديث المرفوع. قال الهيثمي ـ في مجمع الزوائد (٧/١٩٠، ١٩١) ـ: رواه الطبراني من طريقين، ورجال هذه ثقات. قلت: يعني بهذه الطريق الموقوفة.
وأخرج الحاكم في المستدرك (٢/٥٦٥) الرواية الموقوفة على ابن عباس، مع زيادة يسيرة في آخرها، وصحح إسنادها مع أن فيها ثابتاً ابن أبي حنيفة الثمالي، وهو رافضي ضعيف. وأورد هذه الرواية الموقوفة جماعة من المفسرين المعتنين بالأثر. منهم الواحدي في الوسيط (٤/٤٦٣) ، والسمعاني في تفسير القرآن (٦/٢٠١) ، وابن كثير تفسيره (٤/٤٩٨) .
٣ شرح العقيدة الطحاوية، ص (٣٤٤) وليس في الكلام سقط.','121','65',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (184,'<span data-type="title" id=toc-66>سورة البينة</span>
قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ} ٤ والبرية مشتقة من البرء، بمعنى الخلق، فثبت أن صالحي البشر خير الخلق٥.
_________
٤ سورة البينة، الآية: ٧.
٥ انظر التفسير الكبير (٣٢/٤٩) ، والجامع لأحكام القرآن (٢٠/١٤٥) ففيهما الاحتجاج بالآية على هذه المسألة. وقد أطال صاحب التفسير الكبير في مناقشة هذا الاحتجاج.','121','65',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (185,'قال الآخرون: إنما صاروا خير البرية لكونهم آمنوا وعملوا الصالحات، والملائكة في هذا الوصف أكمل؛ فإنهم لا يسأمون ولا يفترون، فلا يلزم أن يكونوا خيراً من الملائكة١. هذا على قراءة من قرأ {الْبَرِيَّةِ} بالهمز٢، وعلى قراءة من قرأ بالياء٣، إن قلنا: إنها مخففة من الهمزة٤، وإن قلنا: إنها نسبة إلى البَرى وهو التراب كما قاله الفراء٥، فيما نقله عنه الجوهري في (الصحاح) ٦ - يكون المعنى: أنهم خير مَنْ خُلِقَ من التراب، فلا عموم فيها -
_________
١ نحو هذا قال أبو جعفر النحاس في إعراب القرآن (٥/٢٧٤) .
٢ وهي قراءة نافع وابن عامر. انظر المبسوط في القراءات العشر ص، (٤٧٥) ، وإرشاد المبتدي وتذكرة المنتهي في القراءات العشر، ص (٦٤٣) .
٣ وهم من عدا نافع وابن عامر (الجمهور) انظر المبسوط في القراءات العشر، ص (٤٧٥) ، وإتحاف فضلاء البشر، ص (٤٤٢) .
٤ يعني أن تحقيق الهمزة وتخفيفها يرجع إلى أصل واحد، فهو من برأ الله الخلق، أي خلقهم. انظر معاني القرآن وإعرابه (٥/٣٥٠) ، والكشف عن وجوه القراءات السبع (٢/٣٨٥) .
٥ انظر معاني القرآن (٣/٢٨٢) فقد نص الفراء على الوجهين على قراءة من قرأ بغير الهمز، وأعني بالوجهين، أن تكون مأخوذة من برأ الله الخلق أي: خلقهم، أو تكون مأخوذة من (البرى) وهو التراب. وقد أنكر الزجاج، ومن بعده أبو علي الفارسي اشتقاق هذه الكلمة (البريّة) من (البرى) وهو التراب، وحجتهما أنها لو كانت كذلك لم تقرأ بالهمز. انظر معاني القرآن وإعرابه (٥/٣٥٠) ، والحجة للقراء السبعة (٦/٤٢٨) . قلت: ويبدو أن هذه الحجة قلقة؛ فإن إثبات أصلٍ لا يدل على إسقاط آخر، بل يمكن حمل كل قراءة على ما يناسبها من الاشتقاق، وقد ثبت كلٌ عن العرب فيما حكى الفراء. ومن هو مثلهما في العربية لم ير إسقاط هذا الاشتقاق، فأبو جعفر النحاس ـ في إعراب القرآن (٥/٢٧٤) ـ أثبت لكل قراءة اشتقاقاً، وأبو منصور الأزهري ـ في علل القراءات (٢/٧٨٩) ـ نقل قول الفراء ولم ينكره، وأبو حيان في البحر (٨/٤٩٥) أيّد قول من قال: إنه قد يكون لكل قراءة اشتقاق.
٦ انظر منه (٦/٢٢٨٠) (برا) .','121','66',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (186,'إذاً - لغير من خُلق من التراب١.
_________
١ شرح العقيدة الطحاوية، ص (٤١٩، ٤٢٠) . والمؤلف ذكر هذا التفسير على قول من يرى تفضيل الأنبياء وصالحي البشر على الملائكة. وهي مسألة من بدع علم الكلام، التي لم يتكلم فيها الصدر الأول من الأمة، ولا من بعدهم من أعلام الأئمة، ولا يتوقف عليها أصل من أصول العقائد. نقل المؤلف هذا الكلام القيم عن بعض الأئمة، ص (٤١٣) .','121','67',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (187,'<span data-type="title" id=toc-67>سورة الكوثر</span>
روى الإمام أحمد، عن أنس بن مالك رضي الله عنه قال: أغفى رسول الله صلى الله عليه وسلم إغفاءة، فرفع رأسه متبسِّماً، إما قال لهم، وإما قالوا له: لم ضحكت؟ فقال رسول الله صلى الله عليه وسلم: "إنه نزلت عليَّ آنفاً سورة" فقرأ: بسم الله الرحمن الرحيم {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} ٢ حتى ختمها، ثم قال: "هل تدرون ما الكوثر؟ " قالوا: الله ورسوله أعلم. قال:"هو نهر أعطانيه ربي - عز وجل - في الجنة، عليه خير كثير، ترد عليه أمتي يوم القيامة، آنيته عدد الكواكب، يختلج٣ العبد منهم، فأقول: يا رب إنه من أمتي، فيُقال لي: إنك لا تدري ما أحدثوا بعدك" ٤.
ورواه مسلم٥، ولفظه: "هو نهر وعدنيه ربي، عليه خير كثير، هو حوض ترد عليه أمتي يوم القيامة" ٦.
_________
٢ سورة الكوثر، الآية: ١.
٣ يختلج، أي: يجتذب ويقتطع. انظر النهاية في غريب الحديث والأثر (٢/٥٩) (خلج) .
٤ مسند الإمام أحمد (٣/١٠٢) .
٥ صحيح مسلم، الحديث رقم (٤٠٠) ، وكذلك رواه البخاري مختصراً. انظر صحيحه ـ مع الفتح ـ رقم (٦٥٨٠، ٦٥٨١، ٦٥٨٢) .
٦ شرح العقيدة الطحاوية، ص (٢٧٩) .','121','67',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (188,'<span data-type="title" id=toc-68>الخاتمة:</span>
في ذكر بعض محاسن تفسير الإمام ابن أبي العز
في نظري أن تفسير الإمام ابن أبي العز جمع محاسن نوجز أهمها فيما يلي:
١- جمع بين التفسير بالمأثور، والتفسير بالمعقول.
٢- اعتمد في النقل على فحول المفسرين مثل ابن جرير الطبري، وابن أبي حاتم، والثعلبي، والواحدي، والجصاص، والبغوي، وابن عطية، وشيخ الإسلام ابن تيمية، وابن القيم، وابن كثير.
٣-أجاب على بعض الإشكالات التي يظهر منها التعارض بين بعض آيات الذكر الحكيم.
٤- اهتم بتفسير الآيات التي تتحدث عن العقيدة، ورد على الفرق المخالفة في ذلك.
٥- لا يفسر الآيات بالأقوال الضعيفة والبعيدة إلا في النادر اليسير.
٦- ابتعد عن تكثير الأقوال في معنى الآية، فغالباً لا يذكر إلا قولاً واحداً قوياً.
٧- إذا ذكر الخلاف في معنى آية أشار - غالباً - إلى القول الأقوى والأحسن في معنى الآية.
٨-تكلم في أثناء تفسيره لبعض الآيات على الرقائق والحكم والفوائد التي تشير إليها الآيات.
٩-لم يهمل الناحية اللغوية من لغة وإعراب، وتوجيه للقراءات، وبيان المعاني المترتبة على الوقف والوصل في بعض الآيات.
١٠-له إشارات بديعة في تفسير بعض الآيات لم أقف عليها عند غيره، وقد أشرت إلى شيء منها في الحواشي.','121','68',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (189,'<span data-type="title" id=toc-69>مصادر ومراجع</span>
...
فهرس المصادر والمراجع
القرآن الكريم.
أبو العتاهية أشعاره وأخباره، تحقيق: شكري فيصل. مكتبة دار الملاح، دمشق.
الإتباع، لابن أبي العز، تحقيق: محمد عطا الله حنيف وعاصم بن عبد الله القريوتي. الطبعة الثانية عام ١٤٠٥? بعمَّان - الأردن.
إتحاف السادة المتقين بشرح إحياء علوم الدين، للزبيدي. تصوير دار الفكر.
إتحاف فضلاء البشر في القراءات الأربع عشر، للبناء، تعليق: الضبَّاع. دار الندوة الجديدة.
الإتقان في علوم القرآن، للسيوطي، تحقيق: محمد شريف سكر، ومصطفى القصاص. دار إحياء العلوم بيروت، مكتبة المعارف الرياض، الطبعة الأولى، ١٤٠٧هـ-.
إثبات صفة العلو، لعبد الله بن قدامة المقدسي، تحقيق: بدر بن عبد الله البدر. الدار السلفية، الطبعة الأولى ١٤٠٦?.
الإحسان في تقريب صحيح ابن حبان، لعلي بن بلبان الفارسي، تحقيق: شعيب الأرنؤوط. مؤسسة الرسالة، الطبعة الأولى ١٤٠٨ ?.
أحكام القرآن، لابن العربي، تحقيق: علي البجاوي. دار الفكر ١٣٩٤?.
أحكام القرآن، للجصاص، تحقيق: قمحاوي. دار إحياء التراث العربي، بيروت ١٤٠٥ ?.
أحكام القرآن، لألكيا الهراسي. دار الكتب العلمية بيروت، الطبعة الثانية ١٤٠٥ ?.','121','69',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (190,'الإحكام في أصول الأحكام، لابن حزم. منشورات دار الآفاق الجديدة، بيروت، الطبعة الثانية ١٤٠٣?.
إرشاد العقل السليم إلى مزايا القرآن الكريم، لأبي السعود. الناشر دار إحياء التراث العربي.
إرشاد المبتدئ وتذكرة المنتهي في القراءات العشر، للقلانسي، تحقيق: عمر حمدان الكبيسي. المكتبة الفيصلية، الطبعة الأولى، ١٤٠٤?.
إرواء الغليل في تخريج أحاديث منار السبيل، لناصر الدين الألباني. المكتب الإسلامي، الطبعة الأولى ١٣٩٩?.
أسباب النزول، للواحدي، تحقيق: عصام بن عبد المحسن. دار الإصلاح، الطبعة الأولى، ١٤١١?.
أصول السرخسي، للسرخسي، تحقيق: أبي الوفاء الأفغاني. طبع بحيدر آباد بالهند، تصوير دار المعرفة بيروت ١٣٩٣?.
الاعتصام، لأبي إسحاق الشاطبي، تحقيق: سليم بن عيد الهلالي. نشر دار ابن عفان، الطبعة الأولى، ١٤١٢?.
إعراب القرآن لأبي جعفر النحاس، تحقيق: زهير غازي زاهد. عالم الكتب، الطبعة الثانية ١٤٠٥?.
الأعلام، لخير الدين الزركلي. دار العلم للملاين بيروت، الطبعة السابعة، ١٩٨٦م.
إنباء الغمر بأنباء العمر، لابن حجر في التاريخ، لابن حجر. مطبعة دائرة المعارف العثمانية الهند، الطبعة الأولى ١٣٨٨?.
إنباه الرواة على أنباه النحاة، للقفطي، تحقيق: محمد أبي الفضل إبراهيم. دار الفكر العربي القاهرة، ومؤسسة الكتب الثقافية بيروت، الطبعة الأولى ١٤٠٦?.','121','70',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (191,'الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين، لأبي البركات الأنباري. المكتبة العصرية بيروت، ١٤١٨ ?.
الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام المبجل أحمد ابن حنبل، للمرداوي، تحقيق: محمد حامد الفقي. طبع دار إحياء التراث العربي، الطبعة الثانية، ١٤٠٠ ?.
أنوار التنزيل وأسرار التأويل، للبيضاوي، مطبعة مصطفى البابي الحلبي، الطبعة الثانية، ١٣٨٨?.
الإيضاح لناسخ القرآن ومنسوخه، لمكي بن أبي طالب، تحقيق: أحمد فرحات، الطبعة الأولى ١٣٩٦ ?.
الإيمان، لشيخ الإسلام ابن تيمية. المكتب الإسلامي، الطبعة الثالثة ١٤٠١?.
البحر المحيط، لأبي حيان، تحقيق: ع-ادل أحمد وعلي محمد معوض وزكريّا عبد المجيد وأحمد النجولي. دار الكتب العلمية، الطبعة الأولى، ١٤١٣?.
بدائع التفسير الجامع لتفسير الإمام ابن قيم الجوزية، جمع وتوثيق يسري السيد محمد. دار ابن الجوزي، الطبعة الأولى، ١٤١٤ ?.
بدائع الفوائد، لابن القيم. الناشر دار الكتاب العربي، بيروت.
البرهان في علوم القرآن، للزركشي، تحقيق: محمد أبي الفضل إبراهيم. دار الفكر، الطبعة الثانية، ١٤٠٠?.
بغية الوعاة في طبقات اللغويين والنحاة، للسيوطي، تحقيق: محمد أبي الفضل. المكتبة العصرية للطباعة والنشر بيروت.
بلوغ المرام من أدلة الأحكام، لابن حجر، تصحيح: حامد محمد الفقي. دار الندوة الجديدة، بيروت.','121','71',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (192,'البيان في غريب إعراب القرآن، لأبي البركات ابن الأنباري، تحقيق: طه عبد الحميد. الهيئة المصرية العامة للكتاب، ١٤٠٠?.
تاج التراجم، لابن قطلوبغا، تحقيق: محمد خير رمضان. دار القلم دمشق، الطبعة الأولى، ١٤١٣ ?.
تأويل مشكل القرآن لابن قتيبة، تحقيق: أحمد صقر. دار الكتب العلمية، بيروت، الطبعة الثالثة ١٤٠١ ?.
تاريخ ابن قاضي شهبة، لابن قاضي شهبة، تحقيق: عدنان درويش. طباعة المعهد الفرنسي للدراسات العربية بدمشق.
التبيان في إعراب القرآن، للعكبري، تحقيق: محمد البجاوي. عيسى البابي الحلبي وشركاه.
التحرير والتنوير، لابن عاشور. الطبعة التونسية.
التذكرة في أحوال الموتى وأمور الآخرة، للقرطبي. دار الريان للتراث القاهرة، الطبعة الأولى ١٤٠٧?.
ترتيب القاموس على طريقة المصباح المنير وأساس البلاغة، للطاهر أحمد الزاوي. دار الفكر، الطبعة الثالثة.
التسهيل لعلوم التنزيل، لابن جزي الكلبي، تحقيق: محمد عبد المنعم وإبراهيم عطوة. الناشر أم القرى للطباعة. والنشر، القاهرة.
تفسير الجلالين - بحاشية الفتوحات الإلهية - لجلال الدين المحلي وجلال الدين السيوطي. مطبعة عيسى البابي الحلبي.
تفسير سفيان الثوري، لسفيان الثوري. دار الكتب العلمية بيروت، الطبعة الأولى ١٤٠٣?.
التفسير الصحيح (موسوعة الصحيح المسبور من التفسير بالمأثور) ، لحكمت بشير. دار المآثر بالمدينة النبوية ١٤٢٠ ?.','121','72',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (193,'تفسير غريب القرآن، لأبي بكر محمد السجستاني. دار التراث، القاهرة.
تفسير غريب القرآن، لابن قتيبة، تحقيق: أحمد صقر. دار الكتب العلمية، ١٣٩٨?.
تفسير القرآن العظيم مسنداً عن رسول الله صلى الله عليه وسلم والصحابة التابعين، لعبد الرحمن ابن أبي حاتم، تحقيق: أسعد محمد الطيب. نشر مكتبة نزار مصطفى الباز - مكة المكرمة، الطبعة الأولى، ١٤١٧?.
تفسي-ر القرآن العظيم، لابن كثير. دار الفكر، الطبعة الأولى، ١٤٠٠?.
تفسير القرآن الكريم، لأبي الليث السمرقندي، تحقيق: علي محمد وعادل أحمد وزكريا عبد المجيد. دار الكتب العلمية، الطبعة الأولى ١٤١٣?.
تفسير القرآن للسمعاني، تحقيق: ياسر بن إبراهيم دار الوطن للنشر، الرياض، الطبعة الأولى ١٤١٨?.
تفسير القرآن، لعبد الرزاق الصنعاني، تحقيق: مصطفى مسلم. مكتبة الرشد الرياض، الطبعة الأولى، ١٤١٠?.
التفسير الكبير، للرازي. دار الكتب العلمية، الطبعة الأولى، ١٤١١?.
تفسير كتاب الله العزيز لهود بن محكّم، تحقيق: بلحاج بن سعيد شريفي. دار الغرب الإسلامي، الطبعة الأولى ١٩٩٠م.
تفسير النسائي، للنسائي، تحقيق: صبري بن عبد الخالق وسيد بن عباس. مكتبة السنة، الطبعة الأولى ١٤١٠?.
التفسير والمفسرون، لمحمد حسين الذهبي. دار الكتب الحديثة، الطبعة','121','73',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (194,'الثانية، ١٣٩٦?.
تقريب التهذيب، لابن حجر العسقلاني، تحقيق: محمد عوَّامة. دار البشائر الإسلامية، ودار الرشد، الطبعة الأولى، ١٤٠٦?.
التنبيه على مشكلات الهداية، لابن أبي العز، تحقيق: عبد الحكيم محمد شكر وأنور صالح أبو زيد. المكتبة المركزية بالجامعة الإسلامية، برقم (٤/٢١٧ /ع زت) ورقم (٤/٢١٧/ ع ع ت) .
تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة، لابن عراق الكناني، تحقيق: عبد الوهاب عبد اللطيف وعبد الله محمد الصَّديق. الناشر مكتبة القاهرة، الطبعة الأولى.
تهذيب التهذيب، لابن حجر، تصوير دار الكتاب الإسلامي، عن الطبعة الهندية.
تهذيب اللغة، لأبي منصور الأزهري، تحقيق: عبد السلام هارون وآخرون. الدار المصرية للتأليف والترجمة.
الثغر البسام في ذكر من ولي من قضاة الشام، لابن طولون، تحقيق: صلاح ال-دين المنجد. مطبوعات المجمع العلمي العربي بدمشق ١٩٥٦م.
جامع البيان عن تأويل آي القرآن، لابن جرير الطبري، تحقيق: أحمد ومحمود شاكر. دار المعارف بمصر، الطبعة الثانية.
جامع البيان عن تأويل آي القرآن، لابن جرير. توزيع دار التربية والتراث، مكة المكرمة.
الجامع لأحكام القرآن، للقرطبي، تحقيق: إبراهيم أطفيش وغيره. دار الكتب المصرية.
الجواب الكافي لمن سأل عن الدواء الشافي أو (الداء والدواء) لابن','121','74',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (195,'القيم، تحقيق: بشير محمد عيون. مكتبة دار البيان سوريا، ومكتبة المؤيد بالسعودية، الطبعة الأولى ١٤٠٩ ?.
الجواهر الحسان في تفسير القرآن، للثعالبي، تحقيق: عمَّار الطالبي. المؤسسة الوطنية للكتاب.
الحجة للقراء السبعة، لأبي علي الفارسي، تحقيق: بدر الدين قهوجي وبشير جويجاتي. دار المأمون للتراث، الطبعة الأولى ١٤٠٧ ?.
حادي الأرواح إلى بلاد الأفراح، لابن القيم، تحقيق: الجميلي. دار الكتاب العربي، بيروت، الطبعة الثانية ١٤٠٦ ?.
حسن المحاضرة للسيوطي، تحقيق: أبي الفضل إبراهيم. دار إحياء الكتب العربية، الطبعة الأولى ١٣٨٧?.
الحسنة والسيئة، لشيخ الإسلام ابن تيمية، تحقيق: محمد جميل غازي. مطبعة المدني - القاهرة.
حلية الأولياء وطبقات الأصفياء، لأبي نعيم الأصفهاني. دار الكتب العلمية بيروت، الطبعة الأولى، ١٤٠٩?.
خزانة الأدب ولب لباب لسان العرب، لعبد القادر البغدادي، تحقيق: عبد السلام هارون. الناشر مكتبة الخانجي بالقاهرة، الطبعة الثالثة، ١٤٠٩?.
الخصائص، لابن جني، تحقيق: محمد علي النجار. الناشر دار الكتاب العربي، بيروت.
خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل. للإمام البخاري. مؤسسة الرسالة، الطبعة الثالثة، ١٤١١?.
الدرر الكامنة في أعيان المئة الثامنة، لابن حجر، تحقيق: محمد سيد جاد الحق، مطبعة المدني ويطلب من دار الكتب الحديثة.','121','75',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (196,'الدر المصون في علوم الكتاب المكنون، للسمين الحلبي، تحقيق: أحمد محمد الخراط. دار القلم، الطبعة الأولى، ١٤٠٦?.
الدر المنثور في التفسير بالمأثور، للسيوطي. تصوير دار المعرفة.
الدليل الشافي على المنهل الصافي، لابن تغري بردي، تحقيق: فهيم محمد شلتوت. طبع مكتبة الخانجي، ونشر جامعة أم القرى.
ديوان أوس بن حجر، تحقيق: محمد يوسف نجم. دار صادر، بيروت، الطبعة الثانية ١٣٨٧ ?.
الرد على الجهمية، للدارمي، تحقيق: بدر بن عبد الله البدر. دار ابن الأثير، الكويت، الطبعة الثانية، ١٤١٦?.
الرسالة التدمرية، لشيخ الإسلام. مطبوعات جامعة الإمام، الطبعة الثالثة ١٤٠٣?.
رصف المباني في شرح حروف المعاني، للمالقي، تحقيق: أحمد الخراط. دار القلم، الطبعة الثانية ١٤٠٥?.
روح المعاني في تفسير القرآن العظيم والسبع المثاني، للألوسي. دار الفكر، ١٤٠٨?.
الروح، لابن القيم. دار الندوة الجديدة بيروت.
زاد المسير في علم التفسير، لابن الجوزي. المكتب الإسلامي، الطبعة الثالثة، ١٤٠٤?.
زاد المعاد في هدي خير العباد، لابن القيم. المكتبة العلمية بيروت.
سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها، لناصر الدين الألباني. المكتب الإسلامي، الطبعة الرابعة، ١٤٠٥?.
سنن ابن ماجة، لابن ماجة، تحقيق: محمد فؤاد عبد الباقي. دار الفكر.
سنن أبي داود، لابن أبي داود، تحقيق: محمد محي الدين. دار الفكر.','121','76',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (197,'سنن الترمذي، للترمذي، تحقيق: إبراهيم عطوة عوض. دار إحياء التراث العربي، بيروت لبنان.
سنن الدارمي، للدارمي، تحقيق: قواز أحمد وخالد السبع. نشر دار الريان بالقاهرة ودار الكتاب العربي ببيروت، الطبعة الأولى ١٤٠٧?.
السنن الكبرى، للبيهقي. دار المعرفة، بيروت.
سير أعلام النبلاء، للذهبي، تحقيق: جماعة بإشراف شعيب الأرنؤوط. مؤسسة الرسالة، الطبعة الأولى، ١٤٠٣?.
السيرة النبوية، لابن هشام، تحقيق: عبد السلام تدمري. الناشر دار الكتاب العربي، بيروت الطبعة الثالثة ١٤١٠ ?.
شذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي، عنيت بنشره مكتبة القدسي، سنة ١٣٥١ ?.
شرح أصول اعتقاد أهل السنة والجماعة، لللالكائي، تحقيق: أحمد سعد حمدان الناشر: دار طيبة للنشر والتوزيع، الرياض، الطبعة الثانية ١٤١١?.
شرح السنة، للبغوي، تحقيق: شعيب الأرنؤوط ومحمد زهير الشاويش. المكتب الإسلامي، الطبعة الثانية ١٤٠٣?.
شرح الطحاوية في العقيدة السلفية، لابن أبي العز، تحقيق: أحمد محمد شاكر. مطبوعات جامعة الإمام محمد بن سعود الإسلامية، الطبعة الثانية ١٤٠٠ ?.
شرح العقيدة الطحاوية، لابن أبي العز، تحقيق: عبد الله التركي وشعيب الأرنؤوط. مؤسسة الرسالة، الطبعة الأولى، ١٤٠٨?.
شرح العقيدة الطحاوية، لابن أبي العز، حققها جماعة من العلماء، وخرج أحاديثها الشيخ ناصر الدين الألباني. طبع المكتب الإسلامي','121','77',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (198,'بيروت، الطبعة التاسعة ١٤٠٨?.
شرح المفصل، لابن يعيش. عالم الكتب بيروت، ومكتبة المتنبي القاهرة.
الشريعة، للآجري، تحقيق: محمد الفقي. نشر أنصار السنة المحمدية.
الصاحبي، لابن فارس، تحقيق: أحمد صقر. مكتبة ومطبعة دار إحياء الكتب العربية، الطبعة الأولى، ١٩٧٤م.
الصحاح (تاج اللغة وصحاح العربية) لإسماعيل بن حماد الجوهري، تحقيق: أحمد عبد الغفور عطّار. دار العلم للملايين، بيروت. الطبعة الثانية، ١٣٩٩ ?.
صحيح ابن حبان - مع الإحسان - لابن حبان، تحقيق: شعيب الأرنؤوط. مؤسسة الرسالة بيروت، الطبعة الأولى، ١٤١٢?.
صحيح البخاري - مع فتح الباري - للإمام البخاري. الناشر دار المعرفة.
صحيح سنن ابن ماجة، للألباني. المكتب الإسلامي في بيروت، الطبعة الثالثة ١٤٠٨?.
الصحيح المسند من أسباب النزول، لمقبل بن هادي الوادعي. مكتبة المعارف، الرياض ١٤٠٠?.
صحيح مسلم، للإمام مسلم، تحقيق: محمد فؤاد عبد الباقي. دار إحياء التراث العربي.
الصواعق المرسلة في الرد على الجهمية والمعطلة، لابن القيم، تحقيق: علي الدخيل الله. دار العاصمة الرياض، الطبعة الأولى، ١٤٠٨?.
ضعيف سنن ابن ماجة، لناصر الدين الألباني، المكتب الإسلامي في بيروت، الطبعة الأولى ١٤٠٨?.','121','78',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (199,'الضوء اللامع لأهل القرن التاسع، للسخاوي. دار الجيل بيروت.
الطبقات السنية في تراجم الحنفية، للتميمي، تحقيق: عبد القادر محمد الحلو. الناشر دار الرفاعي، الرياض. الطبعة الأولى ١٤٠٣ ?.
ظلال الجنة في تخريج السنة، للألباني. المكتب الإسلامي، الطبعة الثانية ١٤٠٥?.
العبر في خبر من غبر، للذهبي، تحقيق: محمد السعيد بسيوني. دار الكتب العلمية، بيروت، الطبعة الأولى، ١٤٠٥?.
علل القراءات، لأبي منصور الأزهري، تحقيق نوال بنت إبراهيم الحلوة. الطبعة الأولى، ١٤١٢?.
علل الوقوف، للسجاوندي، تحقيق: محمد بن عبد الله العيدي الناشر مكتبة الرشد الرياض، الطبعة الأولى، ١٤١٥?.
عمدة الحفَّاظ في تفسير أشرف الألفاظ، للسمين الحلبي، تحقيق: محمد التونجي. عالم الكتب، الطبعة الأولى، ١٤١٤?.
العمدة في غريب القرآن، لمكي بن أبي طالب، تحقيق: يوسف عبد الرحمن المرعشلي. مؤسسة الرسالة، الطبعة الثانية ١٤٠٤?.
عناية القاضي وكفاية الراضي، للخفاجي، تحقيق: عبد الرزاق المهدي. دار الكتب العلمية بيروت، الطبعة الأولى ١٤١٧?.
غرائب التفسير وعجائب التأويل، لمحمود بن حمزة الكرماني، تحقيق، شمران سركال. دار القبلة للثقافة الإسلامية ومؤسسة علوم القرآن، الطبعة الأولى، ١٤٠٨?.
غريب القرآن وتفسيره، لليزيدي، تحقيق: محمد سليم الحاج. عالم الكتب، الطبعة الأولى، ١٤٠٥?.
فتح الباري شرح صحيح البخاري، لابن حجر. دار المعرفة للطباعة','121','79',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (200,'والنشر.
فتح البيان في مقاصد القرآن، لصديق حسن خان. دار الفكر العربي.
فتح القدير الجامع بين فني الرواية والدراية من علم التفسير، للشوكاني، تحقيق: عبد الرحمن عميرة. دار الوفاء للطباعة والنشر، الطبعة الأولى، ١٤١٥?.
فتوح الغيب في الكشف عن قناع الريب، للطيبي، تحقيق: صالح بن ناصر الناصر. (رسالة دكتوراه) قسم المخطوطات بالجامعة الإسلامية (٣/٢١٢/ط ي ف) .
الفتوحات الإلهية بتوضيح تفسير الجلالين للدقائق الخفية، للجمل. مطبعة عيسى البابي الحلبي.
الفرق بين الفرق، لعبد القاهر البغداي، تحقيق: محمد محي الدين عبد الحميد. الناشر دار المعرفة، بيروت.
فهرس المخطوطات دار الكتب الظاهرية، لياسين محمد السوّاس. مطبوعات مجمع اللغة العربية بدمشق ١٤٠٧?.
الفوائد البهية في تراجم الحنفية، للكنوي الهندي. دار المعرفة بيروت.
كتاب الأسماء والصفات، للبيهقي تحقيق: عماد الدين أحمد حيدر. الناشر دار الكتاب العربي، بيروت ١٤٠٥?.
كتاب الأغاني، لأبي فرج الأصبهاني. مصور عن طبعة دار الكتب - مطابع كوستانسوماس وشركاه.
كتاب التوحيد وإثبات صفات الرب عز وجل، لابن خزيمة، تعليق: محمد خليل هراس. دار الكتب العلمية بيروت ١٤٠٣?.
كتاب السنة لابن أبي عاصم، تحقيق: الألباني. المكتب الإسلامي الطبعة الثانية ١٤٠٥?.','121','80',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (201,'كتاب السنة، لعبد الله بن أحمد، تحقيق: محمد بن سعيد القحطاني. دار ابن القيم، الطبعة الأولى ١٤٠٦?.
كتاب السنن لسعيد بن منصور، تحقيق: حبيب الرحمن الأعظمي. الدار السلفية بالهند، الطبعة الأولى ١٤٠٣?.
كتاب سيبويه، لسيبويه، تحقيق: عبد السلام هارون، مكتبة الخانجي بالقاهرة.
كتاب الضعفاء الكبير، للعقيلي، تحقيق: عبد المعطي أمين قلعجي. دار الكتب العلمية، الطبعة الأولى ١٤٠٤?.
كتاب العرش وماروي فيه، لابن أبي شيبة، تحقيق: محمد بن حمد الحمود. مكتبة المعلاء، الكويت.
كتاب النزول، للدارقطني، تحقيق: علي بن ناصر الفقيهي. الطبعة الأولى ١٤٠٣?.
الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التنزيل، للزمخشري دار الفكر للطباعة والنشر، الطبعة الأولى ١٣٩٧?.
كشف الأستار عن زوائد البزار، على الكتب الستة، للهيثمي، تحقيق: عبد الرحمن الأعظمي. مؤسسة الرسالة، الطبعة الثانية ١٤٠٤?.
كشف الظنون عن أسامي الكتب والفنون، لحاجي خليفة. منشورات مكتبة المتنبي ببغداد.
الكشف عن وجوه القراءات السبع لمكي بن أبي طالب، تحقيق: محي الدين رمضان. مؤسسة الرسالة، الطبعة الرابعة ١٤٠٧ ?.
الكشف والبيان، للثعلبي. مخطوط مصور في المكتبة المركزية بالجامعة الإسلامية برقم (٩٧٨٦) .
اللآلئ المصنوعة في الأحاديث الموضوعة، للسيوطي. يطلب من المكتبة','121','81',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (202,'التجارية الكبرى بمصر.
لباب التأويل في معاني التنزيل، للخازن. دار الفكر، ١٣٩٩?.
لباب النقول في أسباب النزول، للسيوطي- بحاشية تفسير الجلالين- مؤسسة الرسالة، الطبعة الثانية ١٤١٨ ?.
لسان العرب، لابن منظور، تعليق: علي شيري. دار إحياء التراث العربي، الطبعة الأولى، ١٤٠٨?.
المبسوط في القراءات العشر، لأبي بكر الأصبهاني، تحقيق: سبيع حمزة، مطبوعات مجمع اللغة العربية بدمشق.
متشابه القرآن، لعبد الجبار المعتزلي، تحقيق: عدنان زرزور. دار التراث القاهرة.
مجاز القرآن، لأبي عبيدة، تحقيق: محمد فؤاد سزكين. الناشر مكتبة الخانجي بالقاهرة.
مجمع الزوائد ومنبع الفوائد، لأبي بكر الهيثمي. منشورات دار الكتاب العربي، الطبعة الثالثة، ١٤٠٢هـ-.
مجموع فتاوى شيخ الإسلام ابن تيمية، لابن تيمية، جمع وترتيب: عبد الرحمن بن محمد بن قاسم. المطبوعة على نفقة الملك خالد رحمه الله تعالى.
محاسن التأويل، للقاسمي، تحقيق: محمد فؤاد عبد الباقي. مؤسسة التاريخ العربي، الطبعة الأولى، ١٤١٥?.
المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، لابن جني، تحقيق: علي النجدي وعبد الحليم النجار وعبد الفتاح إسماعيل. المجلس الأعلى للشئون الإسلامية، القاهرة ١٣٨٦?.
المحرر الوجيز في تفسير الكتاب العزيز، لابن عطية، تحقيق:
المجلس','121','82',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (203,'العلمي بفأس. الطبعة المغربية.
المحرر الوجيز في عد آي الكتاب العزيز (شرح وتوجيه أرجوزة محمد المتولي) تأليف /عبد الرزاق علي إبراهيم. مكتبة المعارف، الرياض، الطبعة الأولى ١٤٠٨?.
مختار الصحاح، للرازي، تحقيق: سميرة خلف الموالي. المركز العربي للثقافة والعلوم، بيروت.
مختصر في شواذ القرآن، لابن خالويه، عني بنشره برجشتراسر. المطبعة الرحمانية بمصر ١٩٣٤ م.
مدارج السالكين بين منازل إيّاك نعبد وإيّاك نستعين، لابن القيم. دار الكتب العلمية، بيروت.
مدارك التنزيل وحقائق التأويل، للنسفي. الناشر دار الكتاب العربي.
المستدرك على الصحيحين، للحاكم. تحقيق: مصطفى عبد القادر عطا. دار الكتب العلمية، الطبعة الأولى، ١٤١١?.
مسند أبي داود، لأبي داود الطيالسي. مكتبة المعارف، الرياض.
مسند أبي يعلى الموصلي، لأبي يعلى، تحقيق: حسين سليم أسد. دار المأمون للتراث. الطبعة الثانية ١٤١٠ ?.
المسند للإمام أحمد. المكتب الإسلامي، الطبعة الخامسة، ١٤٠٥?.
مشكل إعراب القرآن، لمكي بن أبي طالب، تحقيق: حاتم صالح. مؤسسة الرسالة، الطبعة الرابعة، ١٤٠٨?.
المصنف لعبد الرزاق، تحقيق: حبيب الرحمن ألأعظمي. الطبعة الأولى ١٣٩٢?، يطلب من المكتب الإسلامي ببيروت.
معالم التنزيل للبغوي، تحقيق: خالد عبد الرحمن العك ومروان سوار. دار المعرفة. الطبعة الأولى، ١٤٠٦?.','121','83',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (204,'معاني القرآن الكريم، لأبي جعفر النحاس، تحقيق: محمد علي الصابوني، نشر معهد البحوث العلمية وإحياء التراث الإسلامي بجامعة أم القرى.
معاني القرآن الكريم، للفراء. عالم الكتب، الطبعة الثالثة، ١٤٠٣?.
معاني القرآن وإعرابه، للزجاج، تحقيق: عبد الجليل عبده شلبي. عالم الكتب، الطبعة الأولى، ١٤٠٨?.
المعتزلة وأصولهم الخمسة وموقف أهل السنة منها، لعواد المعتق. دار العاصمة الرياض، النشرة الأولى ١٤٠٩ ?.
معجم الأدباء (إرشاد الأريب إلى معرفة الأديب) لياقوت الحموي، تحقيق: إحسان عباس. دار الغرب الإسلامي، بيروت، الطبعة الأولى ١٩٩٣م.
معجم البلدان، لياقوت الحموي، تحقيق: فريد عبد العزيز الجندي. دار الكتب العلمية، بيروت، الطبعة الأولى، ١٤١٠?.
المعجم الكبير، للطبراني، تحقيق: حمدي عبد المجيد السلفي. مطبعة الزهراء الحديثة، الطبعة الثانية.
معجم المؤلفين، لعمر رضا كحالة. الناشر مكتبة المثنى بيروت، ودار إحياء التراث العربي بيروت.
المعجم المفصل في شواهد النحو الشعرية، لإميل بديع. دار الكتب العلمية، بيروت، الطبعة الأولى ١٤١٣?.
معجم مقاييس اللغة، لابن فارس، تحقيق: عبد السلام هارون. دار الجيل، الطبعة الأولى، ١٤١١?.
المعجم الوسيط، وضعه مجمع اللغة العربية. الناشر مجمع اللغة العربية، الطبعة الثالثة.
مغني اللبيب عن كتب الأعاريب، لابن هشام الأنصاري، تحقيق: محمد','121','84',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (205,'محي الدين. المكتبة العصرية، ١٤٠٧?.
مفتاح دار السعادة ومنشور ولاية العلم والإرادة، لابن القيم، تصحيح: محمود حسن ربيع. يُطلب من مكتبة حميدو، الطبعة الثالثة ١٣٩٩?.
المفردات في غريب القرآن، للراغب الأصفهاني، تحقيق: محمد سيد كيلاني. دار المعرفة بيروت.
مقالات الإسلاميين واختلاف المصلين، لأبي الحسن الأشعري، تصحيح هلموت ريتر. دار إحياء التراث العربي، بيروت الطبعة الثالثة.
المكتفى في الوقوف والابتدا في كتاب الله عز وجل، للداني، تحقيق: يوسف بن عبد الرحمن المرعشلي مؤسسة الرسالة، الطبعة الأولى، ١٤٠٤?.
الملل والنحل، للشهرستاني، تحقيق: عبد العزيز محمد الوكيل. دار الفكر.
المنتخب من مسند عبد بن حميد لعبد بن حميد تحقيق: السامري والصعيدي. عالم الكتب ومكتبة النهضة الع-ربية، الطبعة الأولى ١٤٠٨?.
ميزان الاعتدال في نقد الرجال، للذهبي، تحقيق: علي محمد البجاوي. دار المعرفة بيروت.
الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن، للقاسم ابن سلام، تحقيق: المديفر. مكتبة الرشد الرياض، الطبعة الأولى ١٤١١ ?.
الناسخ والمنسوخ في كتاب الله عز وجل واختلاف العلماء في ذلك، لأبي جعفر النحاس، تحقيق: اللاحم. مؤسسة الرسالة، الطبعة الأولى ١٤١٢ ?.','121','85',NULL,NULL,'0');
INSERT INTO [b1426] VALUES (206,'النشر في القراءات العشر، لابن الجزري، تحقيق: الضباع. دار الكتب العلمية.
نظم الدّرر في تناسب الآيات والسور، لبرهان الدين البقاعي. طبعة دائرة المعارف العثمانية بالهند. الطبعة الأولى، ١٣٨٩ ?.
نكت القرآن الدالة على البيان في أنواع العلوم والأحكام، لمحمد بن علي القصاب، تحقيق: علي بن غازي، وشايع بن عبده الأسمري. يوجد من الكتاب نسخ في المكتبة المركزية، قسم المخطوطات.
النكت والعيون، للماوردي، تحقيق: السيد بن عبد المقصود. دار الكتب العلمية، مؤسسة الكتب الثقافية. الطبعة الأولى، ١٤١٢?.
النهاية في غريب الحديث والأثر، لابن الأثير، تحقيق طاهر الزاوي ومحمود الطناحي. المكتبة العلمية بيروت.
نواسخ القرآن، لابن الجوزي، تحقيق: الملباري. نشر المجلس العلمي بالجامعة الإسلامية، الطبعة الأولى ١٤٠٤ ?.
هدية العارفين (أسماء المؤلفين وآثار المصنفين) ، لإسماعيل البغدادي. طبع بعناية وكالة المعارف، استنابول، ١٩٥١م.
وجيز الكلام في الذيل على دول الإسلام، للسخاوي، تحقيق: بشار عواد وعصام فارس وأحمد الخطيمي. مؤسسة الرسالة، بيروت، الطبعة الأولى ١٤١٦?.
الوسيط في تفسير القرآن المجيد، للواحدي، تحقيق: عادل أحمد وعلي محمد وأحمد محمد وأحمد عبد الغني وأحمد عويس. دار الكتب العلمية، الطبعة الأولى، ١٤١٥?.','121','86',NULL,NULL,'0');
