-- Table: b14568
-- Chunk: 1
-- Rows: 25

CREATE TABLE "b14568"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b14568
INSERT INTO [b14568] VALUES (1,'(رسائل نادرة)

منظومة الْمَقْصُور والممدود

تأليف
ابْن جَابر الأندلسي

تَحْقِيق
الْأُسْتَاذ الدكتور عَليّ حُسَيْن البواب

مكتبة الثقافة الدِّينِيَّة',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b14568] VALUES (2,'بسم الله الرحمن الرحيم
صلى الله على سيدنا محمد وعلى آله وصحبه وسلّم
قال الشيخ الإمام الأديب الأوحد شمس الدين أبو عبد الله محمد بن أحمد بن علي بن جابر الهواري الأندلسي المرّي، متعنا الله بحياته، بمنه وكرمه:
لك الحمدُ موصولا لدى السر والجهر ... على نعمة العلم الحقيقة بالشكر
ونهدي إلى الهادي النبي محمد ... أتم صلاة، نشرها أطيب النشر
نعم بها آل الرسول وصحبه ... بدور الهدى والأسد في موقف الذعر
وبعد، فإن العلم أشرف رتبة ... وأعلى وأغلى في النفوس من الدر
وحفظ لغات العرب وأنفس حلية ... تحلى بها الإنسان في مبدأ الأمر
فذلك مفتاح العلوم بأسرها ... ولولاه لم يعلم بما جاء في الذكر
وتمييزك المقصور مما تمده ... أكيد فكن في علمه ماضي الفكر
وقد ألفوا في ذاك أشياء لا تفي ... بشرح فأسمى أمرها مبهم الأمر
ولابن دريد فيه أحلى قصيدة ... ولكنه قد جاء من ذاك بالنذر
وألف فيما قد ذكرت ابن مالك ... فجاء به نظما على مسلك وعر
وإني قد أنشأت منها قصيدة ... أتم وأندى في الصباح من الزهر
ولا لفظة إلا أتيت بشرحها ... فقد وضحت للذهن أجلى من البدر
وهذا ابتداء القول فيما أريده ... على مسلك سهل الطريق لمن يسري
ونسأل رب العرش توفيقنا لما ... يعود بأجزال المثوبة والأجر',NULL,'14',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (3,'<span data-type="title" id=toc-1>ما يفتح أوله فيقصر ويمد باختلاف المعنى</span>
ونبدأ بالمفتوح بدأ ومده ... لمعنى سوى معناه إذ قصره يجري
هوى النفس مقصور، وبالمد ما خلا ... صفاء: خلوص، والحجارة بالقصر
ملاً: واسع البيداء، والمد للغنى ... رجاً: جانب، وامدد رجاءك للأمر
فناء: هلاك، والنبات بقصره ... ثراء: غنى، والترب بالقصر في الذكر
عفاء: بلى، وابن الحمار بقصره ... براء: خلاص، واقصر الترب إن تدري
ومد حياء الوجه لا الغيث، واقصروا ... جلاً: لانكشاف الشعر لا البعد والهجر
عرا الدار مقصور، وللقفر مده ... وعرق النسا بالقصر، لا المطل في الأمر',NULL,'15',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (4,'ومد فضاء الأمر واقصر لمأكل ... دوى: جاهل، وامدد دواء لما يبري
وراءك أي خلف، وفي الخلق قصره ... أبا الشاة داء، وإمداد القصب البري
خلى: أي نبات، وامدد الريع خالياً ... نجاء تريد الفوز، والجلد بالقصر
ظماء: لضد الري، واقصر لسمرة ... بدا: مفصل، وامدد مغايرة الفكر
فتى: ذو شباب، والفتاء شَبابه ... نقاً: رملة، وامدد نظافة ذي طهر
وقصر زكا لاثنين، وامدد زيادة ... عساً: غلظ، وامدد مطاولة العمر
ضنى: مرض، وامدد ولوداً لزوجها ... حماء: فداء وجعل القصر في الصهر',NULL,'16',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (5,'وجلوى لبعض الخيل، وامدد لجبهة ... جدا: مطر، وامدده في عدد يجري
دواً: ألم، وامدده في لبن، وقل ... سرى: أي علا، وامدد لعود لدى البر
بهى: أي دروس، وامدد الحسن زائداً ... عفاء: تراب، واجعل القصر للمهر
وهطلى لذات البطء، وامدد سحابة ... وهلكاء: هلك، والهوالك بالقصر
عمى: سمن، والغيم إن رق مده ... ومد عناء الأكل، لا لعشا الضر
سفا: بعض شوك خص، وامدد سفاهة ... ذكاء: صفاء الذهن، واقصر ذكا الحر
حفا: ألم في الرجل، وامدد لمصدر ... سنا: كل نور، وامدد الرفع للقدر',NULL,'17',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (6,'وحى المرء: أي صوت، ومد لسرعة ... ولى: مطر، وامدد لأنصارك الغر
قصاً: نسب، وامدد فنا الدار، واقصروا ... نها: ودع، لا عدمك النضج في القدر
سخى: عرج، والجود مد، وأعظم ... بها المخ أنقاء، وما رق بالقصر
وعجلى بقصر لا المكان ومدها ... سوى ليلة عمى لغائبة البد
وأظماء: ورد مدها دون رمحهم ... وقصر الرحى في الناس، لا الطحن في النزر
وقصر الغبا في الجهل لا شبه غبرة ... ومد الذمى في الروح، ولا منتن الشر
مها الوحش مقصور، وفي السهم مده ... نجا: هودج بالقصر، لا سرعة المر
قسا موضع القصر، وامدد لقسوة ... وقصر رجا للصمت، لا الخوف في الأمر
ومردى لأرض لا لهلك تمده ... سواء كإلا مد، لا ماء إن تدري',NULL,'18',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (7,'سدى في الندى بالقصر لا بلح، وفي ... جلا الكحل قصر، لا البياض من الفجر
وقصر الحوى في الجوع لا القفر، والضحى ... بمد: لقاء الشمس، لا القرب للظهر
عَلا: زُبَر الحدّاد، وامدُد لرفعة ... وقصر الوَرَى في الداء في الجوف، لا الستر
وقصر الصَبا في الريح لا المَيْلِ والكَرى ... لنوم بقصرٍ، لا مكانٍ لذي العُفْر
وأَحْنَى لمحنيٍّ، ومُدَّ ضلوعَه ... ضَحاء، غداء، واقصروا عَرَقاً يجري
وقصر المَشا للنبت لا النسلِ كثرةً ... شَراً موضع بالمدِّ، لا غضب الصدر
وفي نَعَمٍ خَيْطَى، ومُدَّ طويلها ... مناً: قَدَرٌ، وامدُد نهوضَك عن خُبر
وجَرْبَى لجَرْبٍ، وامدد الأرض أجْدَبَت ... كَداءٌ لقطع مُدَّ، والغيظ بالقصر',NULL,'19',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (8,'عظى: ألَم، وامدد لجمعِ عَظاية ... وَقىً: مِشْية، وامدد وِقاَءك من ضرِّ
لذات أذىً مَثناء، واقصر لِمِعْطَفٍ ... وَرى المُخّ لا ابنُ ابنٍ على قصر يجري
وغطشاء: أي عمشاء، واقصر لمجهل ... وبالقصر عوّى الأفق لا الناب للجُزْرِ
وفي الطَّفْل قصرٌ في الغَرا لا تولّع ... ضرا: عادة، لا أرض روح بلا وعر
ومن ألْية آلَى، ومُدَّ لأَنْعُم ... وآباءنا، واقصر من المعز ذا ضرّ
وأعيا اسم شخص، وامددوا جمع ذي عَياً ... وأهواَءنا امدد، لا لماءٍ بلا نُكر
وبالقصر أقنى الأنف لا جمع قِنوهم ... كَدا: تَعَب، وامدد مكاناً له تسري
وبالقصر أعمى اللحظ لا الجمع للعَمَى ... عَدا: جانب، وامدد لبُدٍّ من الأمر',NULL,'20',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (9,'والآنساء جمع النسي، واقصر لغيره ... ونسياء تشكو النسل، والغير بالقصر

<span data-type="title" id=toc-2>ما يفتح فيقصر، ويكسر فيمد باختلاف المعنى</span>
وممّا بفتحٍ حال قصرِ وكسره ... مع المدّ والمعنى تخالَفَ في الذكر
وقصر الطّلا للظبي وامدد رِباطه ... لعاً: شَرَهٌ، وامدد كلابك في الشرّ
وقصر الصدى في الصوت، وامدد مدارياً ... غَراً: ولَعٌ، وامدد لِجاجَك ذا أمر
أخاك بقصر، وامدد الودّ، والنَّدَى ... سماحُك، وامدد في نِداء ذوي البرّ
لخاً: هَدَرٌ، وامدد عطاَءك، والوخى ... أي السمت، وامدد في ودادك للحرّ
رِداء لدَيْن مُدّ، واقصر زيادةً ... دِناء: ذوو لؤم، وفي اللؤم بالقصر',NULL,'21',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (10,'وقصر أبا وجهٌ، ومدّ تمنّعاً ... نجا: أي غصون، وامددوا سُحُبَ القَطْر
وقصر المَطا للظهر، وامدد أجِبّةً ... وعاء: إناء، واقصر الصوت عن هجر
شَوىً: شرّ مالٍ، والشِّواء تمدّه ... سَلا: سَلْوة، وامدده في السمن الوفْر
غَشا: صفة في الخيل، وامدد لساتر ... صِلاءٌ: شواء، واقصر العِرْقَ في الظهر
حذى: مرض في الشاة، والنعل مدّها ... وجىً: ألَم، وامدد خِصاء مع الكسر
وَزا: أي قصير، وامددوا أهل شدة ... بَرَى: خلق، وامدد بريئين في الأمر
مَلا: زمن، وامدد ذوي المال، والخَلى ... كَلاءٌ رضى، وامدد حِراناً من الظهر
وَسْهوى التي تسهو وبالمدّ ساعة ... لَقىً: ضائع، وامدد لقاَءك ذا هجر
رِداء: لملبوس، وفي الهُلك قصره ... شَفا: آخرٌ، وامدد شفاءٌ من الضُرّ',NULL,'22',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (11,'هجاء سباب، والضفادع قصرها ... حَجا جانب، وامدد دوي وَلع يغري
فَرَى: دَهَشٌ، وامدده في جمع نعمة ... فِلاءٌ: صغار؟؟؟؟؟؟؟ واقصره في القفر
وقصر الحَنى للظهر، وامدد لشهوة ... حَظىً: رفعة، وامدده في أسهم تبري
وقصر التّوَى للهُلك، لا الوَسْم والندى ... بقصر لبعد لا سمان من الجزر
ومأتَى لقصد، وامدد السل، والألى ... لذي ألية، والمدّ في جمعها يجري
جئاء لِقدرٍ، وامددوا اللون، والدَّوى ... لجمع دواة لا المداواة: بالقصر
صهى: رَشَح، وامددوا جمع صهوة ... نَهى كانتهاء، واجعل المد في الغُدْر
وقصر الكَهى للخوف لا لتفاخرٍ ... قِراء: حياض، واجعل القصر في الظهر',NULL,'23',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (12,'فَضى: ذو اختلاط، وامدد الماء جاريا ... إساء لطبّ، واقصر الحزن في الصدر
جَوى: أَلَم، وامدد مكاناً، ومدُّهم ... سحاءً لنبت لا رحابٍ من القطر
طَلى: أي هوى، وامدد ذبابا، ومدُّهم ... جِداء لجمع الجَدي، لا لمَدَى الدهر
وقصر نَسىً للهدء، لا جمع نسوة ... طِناء: بقاء الروح، واقصره للضرّ
حَقىً: ألَم، لا جمع حِقو بقصره ... صَناً: حجر، وامدد رماداً من الجمر
قَوّى: أي عفا، واجمع قويّا ومدُّه ... غَمىً: غضب، وامدد غيوضا مع الكسر
خَفى: مختفٍ، وامدد غطاءك، والجوى ... أي النتن، واجمع جو بلا نكر',NULL,'24',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (13,'<span data-type="title" id=toc-3>ما يكسر فيقصر ويفتح فيمد والمعنى مختلف</span>
وممّا بكسر حالَ قصرٍ، وفتحه ... مع المدّ، والمعنى تغيّره يجري
وقصر سِوى للشيء لا الوسط، فدية ... فدى جمعها، والمدّ في القوت كالبرّ
عِنى: جانب، وامدده في الكدّ، والعِزى ... جموع أناس، واجعل المدّ في الصبّر
وقصر زِنا في الفحش لا حاقنٍ، وقل ... قضى: نوع نبت، وامدد الحكم في الأمر
رِبا قصروا، وامدد لفضلٍ، وجزية ... جِزىً جمعها، وامدد جزاء ذوي البرّ
وبالقصر حِجلى الطير لا الشاة، واقصروا ... إلىً: أنْعُم، والمدّ في الشجر المُرّ',NULL,'25',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (14,'<span data-type="title" id=toc-4>ما يكسر فيقصر ويمدّ والمعنى مختلف</span>
وممّا بحال المدّ والقصر كسره ... ومعناه في الحالين مختلف السر
حِمىَّ قصروا، وامدده من حامَ مصدرا ... عِفا لخيار الشيء، والمدّ للشَعْر
لِوىَّ: موضع، وامدد لِواءك، والبِنَى ... مبانٍ، وقُلْ بالمدّ في مصدرٍ يجري
ثِنىً: سّيد، وامدد عِقالا لشاردٍ ... قِنى: أي رضا، وامدد لجمع القنا السمر
رِداء: لسيف، واقصروا جمع رِدية ... مِلا: أزمن لا جمع ملأى على القصر
جِذى أي عطايا، والإزاء تمدّه ... عِدى قصروا لا الطعن في موقف الذعر
إني: ساعة، وامدد إناءٌ، ومدَّهم ... غناء لصوت، لا لضدّ من الأمر
وقصر حبي في البذل لا جمع حبوة ... لحى قصرت لا للسباب لدى الشرّ
ومِهْدَاء امدد لا وعاء هدية ... ومقرى: وعاء الضيف وامدد لمن يُقري',NULL,'26',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (15,'ومقِلى: إناء، وامدد العود، والرضى ... سوى سخط، وامدد في المراضاة عن خبر
قِرى: جمع ماء، وامددوا جمع قِروة ... رِواء: ذوو ريّ، وفي الريّ بالقصر
هِدَّى: سِرَ، وامدد لهيِّنٍ، وجرْيةّ ... جرىّ جمعها، وامدد مجاراة من يجري
كِرا: أُجرٌ، وامدد مكاراة عاملٍ ... وقصر لِوىً للطيّ، ولا جملة الأمر
منى: مُدَدٌ بالقصر لا مصدر انتظر ... وقصر المِعَى في غير رطب من التمر
واشْفىَ بقصر لا لإشراف ناظر ... فِحىً: تابل، لا للحريرات بالقصر
كِبا: أي كِناسات، وللطيب مُدَّه ... وقصر حجى للعقل لا حجَة المكر
فِرىّ: كذب، وامدده في حُمُر القلا ... مِراء: جدال، واقصر الشكَ عن خبر
واجلَى لمن أجلى ومُدّ لفرقة ... عِشا: شُبَه، وامدد لوقتٍ من الدهر',NULL,'27',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (16,'<span data-type="title" id=toc-5>ما يضم فيقصر، ويمدّ فيفتح باختلاف المعنى</span>
وممّا بحال القصر ضمٌّ ومدّه ... مع الفتح، والمعنى تخالفَ في الأمر
غُدا: بُكرة، وامدد لِما أنت آكل ... حُساً: حَسوات، وامدد الحَسو في القِدر
وعاقبة سُوأى، وبالمدّ فعله ... هُنا لمكان، وامددوا راحة السِر
وطُرْفي لآباء، وبالمدّ دَوحة ... ضُحىً: ضَحْوة، وامدد بروزَك للحرّ
وعاقبة حُسْنَى، بالمدّ مرأةٌ ... غُناء: كفاء، والكفايات بالقصر
وقُصَوى لبعد، وهي بالمدّ ناقة ... وقصر الكُسا للبس لا الجاه والفخر
وعَذراء: أي بكر، وفي العذر قصره ... ثوى: خُرق، وامدد مقامك في المصر
وحمّاء: أي سوداء، واقصر لعلة ... كرا: أجَر، والمدّ في موضع يجري
قَواء لقَفْر، واقصروا جمع قوة ... عُدى: أي عداة، وامدد الأخذ بالقهر',NULL,'28',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (17,'وطاغية: عُزَّى، ومُدّ لشدة ... وفي اسم سُمَىً، وامدد لعالٍ من الشر
طُخى: سُحُب، وامدد لغمِّ، وهُوَة ... هُوىً جمعها، وامدد فضاء لمن يسري

<span data-type="title" id=toc-6>ما يفتح فيقصر ويضمّ فيمدّ باختلاف المعنى</span>
وممّا بحال الضمَ مدّ وفتحه ... مع القصر عن تغيير معنى لمن يدري
وقصر حَلى للفوز لا لكشاطة ... لجلدٍ، لَقىً: لم يُرْعَ، والمدّ للحذر
صَدىْ: عَطَش، وامدد بمعنى قبيلة ... مدى: أمَدّ، وامدد مريضا أخا ضُرّ
مَكا: بيت وحش، والصغير تمدّه ... رُناء: صياح، والملاحظ بالقصر
نَقا: دقة، وامدد خيارا، وفي المَها ... لبلَّور اقصر لا المُهَيَّأ للأمر

<span data-type="title" id=toc-7>ما يضم فيقصر ويمدّ والمعنى مختلف</span>
وممّا به ضَمٌّ على حال قصره ... أو المدّ عن تغيير معنى لذي خبر
نُهى: أي نهايات، وفي الوقت مُده ... وقصر مُنى للقصد لا مبعد الهجر',NULL,'29',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (18,'وقُرّى لأرض، وهو بالمد ذو تُقى ... وقل أُربى، واقصر لغير ذوي الخبر
رُوًى جمعُ رويا مُدَّ في حسن منظر ... نُهاء: زجاج، وهو للعقل بالقصر
مُلاً: مُدَدٌ، وامدده في جمع ريطة ... دُكا: أي وقود، وامدد الشمس في الذكر
بُراً: خَلقَ، وامدد قُوىً، واقصر الرُّغا ... على رغوة بالجمع لا الصوت للجزر
رشاء لنبت مدّ لا جمع رشوة ... لُهاً: منح، وامدد لمقدار ذي قدر

<span data-type="title" id=toc-8>ما يكسر فيقصر، ويضم فيمدّ والمعنى مختلف</span>
وممّا لمعناه اختلاف، وضمّه ... على مدّه، والكسر فيه مع القصر
بُغاء: طِلاب، واقصروا جمع بِغية ... مُناء: نهوض، واقصروا موضع القفر
مِعىً في الحشا، وامدد لصوت، وقل ثِنى ... لما ينثني، والمدّ في عدد يجري
بِرىً لبرايات، ومدّ لذيلها ... وقصر مِشىً في المشي، لا كهف مضطر',NULL,'30',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (19,'<span data-type="title" id=toc-9>ما يضمّ فيقصر، ويكسر فيمدّ والمعنى مختلف</span>
وممّا لمعناه اختلاف وقصره ... على ضمّة، والمدّ فيه مع الكسر
ومُؤتى لموهوبٍ، مًدّ لنازلٍ ... عُرىً: مُسَك، وامدده في فارغ السرّ
قُلا: لُعَب، وامدد حَميراً خَفيفة ... لُها الطحن لا جمع اللهاة على القصر
عِداء: عطاء القبر، واقصر جوانبا ... ذُرا: أي أعال، وامدد الجمع للسترّ
وقصر رُبا لا في التوقي، وقصرهم ... كُفى: أي كفايات، خلا قدر الأمر
عجًى: عُصَب، وامدد لتمر، وفي الألى ... بمعنى الذين اقصر خلا حَلفٍ يجري
مُهى لمنيّ الفحل، وامدد صوارِماً ... وقصر طُلا الأعناق قد مدّ في الخمر
خِطاء لإثم، واقصروا جمع خُطوة ... صُفاً: نُخَب، وامدد خلوصك في السرّ
سُها: كوكب، وامدد لنوقٍ، وقصرهم ... سُرَى الليل في أسهم عند مَنْ يَسري
ظِباء الفلا بالمدّ لا حدّ صارم ... دُمىً: صُوَر، وامدد دِماءً مع الكسر',NULL,'31',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (20,'هِداء: زفاف العرس، واقصره في الهدى ... وُلى في أحقَّ اقصر خلا الودّ في الصدر

<span data-type="title" id=toc-10>ما يفتح فيقصر، ويكسر فيمد والمعنى واحد</span>
وممّا استوى معناه والقصر لازم ... لفتح، وحكم المدّ مع كسره يجري
غَمًى: مُدَّ، واقصر لسقفٍ وقل فَدىً ... بمدّ وقصر فِدية لك من أمري
غَراً للصاقٍ مدَّ واقصر، وقل أضىً ... بمدّ وقصر وهو جمع من الغُدْر
سَحا بهما: طير، كذا بهما حَجي ... لأصواتِ فُرْسٍ هكذا في دلا البئر
جَرى في شباب في الجواري تمدّه ... وتقصره أيضا، كذلك صَلّى الجمر

<span data-type="title" id=toc-11>ما يكسر فيقصر، ويفتح فيمدّ والمعنى واحد</span>
وممّا استوى معناه والمدّ لازم ... لفتح، وحكم القصر مع كسره يجري
سَواء كإلاٌ مُدّ واقصر، كذا القَلى ... لبُغض، كذا حكم الصبا في الفتى يجري
قِرىً: أي مضيف، والإني: نَيْل مقصد ... كذاك بلى ضد الجديد لذي خبر',NULL,'32',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (21,'<span data-type="title" id=toc-12>ما يكسر فيقصر، ويضم فيمد وعكس ذلك، والمعنى واحد</span>
ومما استوى معناه واقصر بكسره ... وبالمدّ مع ضمّ وبالعكس في الأمر
وقل قِرْفصى: أي جلسة، وكذا اللُقَي ... لمصدر لاقى جاء بالمد والقصر

<span data-type="title" id=toc-13>ما يضم فيقصر، ويفتح فيمدّ والمعنى واحد</span>
وممّا استوى معناه واقصر وضمّه ... ومدّ بحال الفتح إن كنت ذا خبر
ورُغْبَى على مدٍّ: وقصر لرغبةٍ ... كذاك بُقى تعني بقاَءك في الدهر
ونُعْمَى كذا أيضاً، وجُلَّى لأزمةٍ ... كذلك بُؤسي مدّ واقصر بلا نكر
حُلاوى القفا أيضاً، وغُمَّى لغُمِّةٍ ... كذاك، وعُليا وهو من رفعة القدر

<span data-type="title" id=toc-14>ما يفتح فيقصر ويمدّ والمعنى واحد</span>
وممّا الذي بالمدّ والقصر فتحه ... ولم يتغير حكم معناه في الذكر
قَوى: أي خلا، حَلوى، وفحوى كلامهم ... بهى: أي خلا، ثم الونى ضعف ذي أمر',NULL,'33',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (22,'وهَيْجاء: أي حرب، ودَهناء موضع ... قَصا الدار أيضا، والبذا سفه الشرّ
وبزر قطونا مدّ، واقصر، وهكذا ... كثيرى لصمغٍ، والجَفا صلة البرّ
رحا الطحن، والهنبا لبلهاء والضحى ... بروز لشمس، والسَّفا خفّة الشعر
وَعوَّى لنجمٍ والغَرا، أي تولُّع ... مناة من الأصنام عند ذوي الفكر
كذلك عاشوراً، وللصوت قل وَحَى ... كذا زكريا، والجَرى أوْل العمر

<span data-type="title" id=toc-15>ما يكسر فيقصر ويمدّ والمعنى واحد</span>
وممّا بحال القصر والمدّ كسره ... ومعناه أيضاً واحد عند من يدري',NULL,'34',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (23,'صِنا: أي رماد، والزِمكّى مؤخّر ... من الطير ذا كاف وجيم لدى الذكر
كذا الهندبى نبت، كذا مصدر اشترى ... شِراً، وخصِّيصَي: أُنَاس ذوو قدر
كذاك الزنا، والمشط مِشْقَى بقصره ... بالمد أيضا أو بهمز مع القصر
ومينا لما منه الزجاج بأصله ... وقد قيل مرسى الفلك في جانب البحر

<span data-type="title" id=toc-16>ما يضم فيقصر ويمد والمعنى واحد</span>
وممّا غدا معناه في الوضع واحداً ... على الضمّ مع مدّ الأخير أو القصر
جُلَندى: اسم ذي مُلْكِ، صُلَيْمَى: قبيلة ... وفي جمع غاز قيل غُزِّى على خبر
كُتوثا: نبات، والُّرتَيْلا: دُويبة ... ومنه البُكا، واللُوبياء جاء عن خبر',NULL,'35',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (24,'وذلك من صنف الحبوب، وقد أتَى ... بجيمٍ مكان الهمز عندهم يجري
وهذا كمالُ النظم فيما قصدته ... على ما شَرَطْنا عند مُبتدأ الأمر
أشَرْنا إلى شرح المعاني وربّما ... نُبين إشاراتِ الكلام عن السرّ
فمن قصد الإنصاف قام بعذرها ... فقد حملت ما زاد عن لفظها النزر
فإن عَثَرَت يوما فقولا لها: لَعاً ... فربّ عثارٍ من كريم أخي خبر
وأسأل ربّ العالمين قبولها ... فما القصد إلا ما يعود من الأجر
وما ليَ من حولٍ ولا لي قوةٌ ... بغير إله الخلق ذي العزّ والقهر
هدانا إلى ما لم نكن قبلُ نهتدي ... علَّمنا ما قد جهلنا من الأمر
فنحمده في ذاك بدأ وآخرا ... ونثني على الهادي وأصحابه الغرِّ
ونهدي لهم أزكى الصلاة مسلما ... لأجعلها يوم القيامة من ذخري
وأُخلص حبّي للنبيّ وآله ... وأتباعه طُرَّا وأصحابه العشر
فهم أوضحوا نهجّ الطرق لسالكٍ ... وهم قذفوا في لُجَّةِ العلم الدُّرِّ
بهم نقتدي في كل حالٍ ونهتدي ... كما يهتدي السارون بالأنجم الزِّهْر
فيا من هو الله المجيبُ لمن دعا ... ويا سامعَ الشكوى ويا كاشف الضُّرِّ
بحقِّهِمُ أحْسِنْ خلاصيَ في غدٍ ... وخَفّف بحسن العفو لي ثقل الوزر',NULL,'36',NULL,NULL,'0');
INSERT INTO [b14568] VALUES (25,'ونَوِّر بنور العلم قلبيّ واهْدني ... لخير، ولا تُشْطِط لساني إلى هُجْرِ
ولا تجعل اللَّهم عمري مُضَيَّعا ... فقد ضاع عُمْرٌ ليس يُعمرُ بالبرِّ
وصلِّ على خيرِ الأنام محمَّدٍ ... صلاةً تُنيل الفوز في موقف الحشر
كملت والحمد الله رب العالمين وصلى الله على سيدنا محمد وآله وصحبه أجمعين.',NULL,'37',NULL,NULL,'0');
