-- Table: b14532
-- Chunk: 1
-- Rows: 184

CREATE TABLE "b14532"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b14532
INSERT INTO [b14532] VALUES (1,'سلسلة الأبحاث الْفِقْهِيَّة فِي الصَّلَاة (١)

الْقُنُوت فِي الْوتر

تأليف
أ. د. الْوَلِيد بن عبد الرَّحْمَن بن مُحَمَّد آل فريان
كُلية الشَّرِيعَة فِي الرياض

دَار ابْن الْأَثِير',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b14532] VALUES (2,'<span data-type="title" id=toc-1>المقدمة</span>
الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، وبعد:
فإن القنوت في الوتر من الموضوعات المهمة الحية التي يكثر السؤال عنها، ولا تزال بحاجة إلى بحث واستقصاء، ولاسيما ما يتعلق بقدره وموضعه، وحكم الجهر به، ورفع اليدين عند تلاوته، فضلا عن الحديث عن حقيقته وحكمه؛ ولذلك رأيت أن من المتعين الكتابة عنه، والتأليف فيه. وقد جعلت البحث: في مقدمة وتمهيد وثلاثة مباحث، وخاتمة ثم الفهارس.
تحدثت في المقدمة: عن موضوع البحث وخطته والمنهج الذي التزمت به. وتناولت في التمهيد: فضل الوتر وما ورد في قيام الليل.
وجعلت المبحث الأول: في حقيقة القنوت في الوتر:
وفيه أربعة مطالب:
المطلب الأول: معنى القنوت في الوتر، وفيه مسألتان.
المسألة الأولى: تعريف القنوت.
المسألة الثانية: تعريف الوتر.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (3,'المطلب الثاني: أركان القنوت في الوتر.
المطلب الثالث: أنواع القنوت في الوتر.
المطلب الرابع: ألفاظ القنوت في الوتر، وفيه أربع مسائل.
المسألة الأولى: ألفاظ القنوت في الوتر الواردة في السنة.
المسألة الثانية: ألفاظ القنوت في الوتر الواردة عن السلف.
المسألة الثالثة: ألفاظ القنوت في الوتر التي لم ترد في السنة ولا عن السلف.
المسألة الرابعة: القنوت في الوتر بدعاء ختم القرآن الكريم.
المبحث الثاني: حكم القنوت في الوتر:
وفيه مطلبان:
المطلب الأول: حكم القنوت في الوتر في رمضان.
المطلب الثاني: حكم القنوت في الوتر في غير رمضان.
المبحث الثالث: صفة القنوت في الوتر:
وفيه ستة مطالب:
المطلب الأول: موضع القنوت في الوتر.
المطلب الثاني: افتتاح القنوت في الوتر، وفيه مسألتان:
المسألة الأولى: افتتاح القنوت في الوتر بالتكبير.
المسألة الثانية: افتتاح القنوت في الوتر بتحميد الله والصلاة على رسوله.
المطلب الثالث: قدر القنوت في الوتر.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (4,'المطلب الرابع: الجهر بالقنوت في الوتر، وفيه ثلاث مسائل:
المسألة الأولى: حكم الجهر بالقنوت.
المسألة الثانية: حكم الجهر بالتأمين في القنوت.
المطلب الخامس: رفع اليدين في القنوت. وفيه مسألتان:
المسألة الأولى: رفع اليدين عند القنوت.
المسألة الثانية: رفع اليدين بعد الفراغ من القنوت.
المطلب السادس: قضاء القنوت في الوتر. وفيه مسألتان:
المسألة الأولى: قضاء القنوت في الوتر للإمام والمنفرد.
المسألة الثانية: قضاء القنوت في الوتر للمأموم.
ثم الخاتمة، وقد اشتملت على أهم النتائج، ثم فهارس المصادر والموضوعات.
وقد التزمت في كتابة هذا البحث بالمنهج التالي:
١ - الرجوع إلى المصادر والمراجع المعتبرة.
٢ - الدارسة الفقهية المقارنة للمسائل.
٣ - شرح الألفاظ الغامضة وتفسير المصطلحات.
٤ - الترجمة للأعلام غير المشاهير باختصار.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (5,'٥ - عزو الآيات الكريمة، وتخريج الأحاديث والآثار.
أسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن يهدينا سواء السبيل، وأن يجعلنا هداة مهتدين، والله ولي التوفيق، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين.
وكتب
الوليد بن عبد الرحمن آل فريان',NULL,'6',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (6,'<span data-type="title" id=toc-2>التمهيد
في فضل الوتر وما ورد في قيام الليل</span>
الوتر من العبادات العظيمة والطاعات الجليلة التي اهتم النبي - صلى الله عليه وسلم - بشأنها وحافظ عليها وحرص على أدائها وأولاها أشد عناية، فكان - صلى الله عليه وسلم - لا يدع الوتر أبدا سفرا ولا حضرا (١).
وقد أكد على أهمية المحافظة على الوتر والاعتناء به وعدم التفريط فيه؛ فقال: «إن الله زادكم صلاة فحافظوا عليها وهي الوتر» (٢).
وقال: «إن الله قد أمدكم بصلاة وهي خير لكم من حمُر النعم وهي الوتر» (٣).
_________
(١) أخرجه البخاري في الصحيح (٩٩٩)، ومسلم في الصحيح (٧٠٠) عن ابن عمر.
(٢) أخرجه أحمد في المسند (٢/ ١٨٠، ٢٠٦، ٢٠٨) وابن أبي شيبة في المصنف (٢/ ١٩٨) عن عبد الله بن عمرو -رضي الله عنهما، وله شاهد من حديث أبي بصرة، أخرجه أحمد في المسند (٦/ ٧، ٣٩٧) وشاهد من حديث معاذ - رضي الله عنه - أخرجه أحمد في المسند (٥/ ٢٤٢).
(٣) أخرجه أبو داود في السنن، رقم ١٤١٣، والترمذي في الجامع، رقم (٤٥٢) وقال: حديث غريب، وابن ماجة في السنن (١١٦٨) من حديث خارجة بن حذافة -رضي الله عنه، قال ابن الصلاح: حسن الإسناد. ينظر: البدر المنير (٤/ ٢١٢) وله شاهد من حديث عمرو بن العاص -رضي الله عنه، أخرجه الطبراني في الأوسط (٧٩٧٥). وحمر النعم: الإبل الحمُر. ينظر: الأزهري، التهذيب (٣/ ١٣).',NULL,'7',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (7,'وأوصى النبي - صلى الله عليه وسلم - أبا هريرة أن لا ينام حتى يُوتر (١).
وقال: «إن الله وتر يحب الوتر» (٢).
وحذر من إهماله أو التهاون فيه، فقال: «من لم يوتر فليس منا» (٣).
ولهذا أوجبه بعض أهل العلم، وعدَّه الجمهور من السنن
_________
(١) أخرجه البخاري في الصحيح (١١٧٨)، ومسلم في الصحيح (٧٢١) وأوصى النبي - صلى الله عليه وسلم - أبا الدرداء - رضي الله عنه -، أخرجه مسلم في الصحيح (٧٢٢) وأوصى النبي - صلى الله عليه وسلم - أبا ذر بذلك أيضا. أخرجه أحمد في المسند (٥/ ١٧٣).
(٢) أخرجه البخاري في الصحيح، رقم (٦٤١٠)، ومسلم في الصحيح (٦) عن أبي هريرة - رضي الله عنه -، وأخرجه من حديث علي - رضي الله عنه -: أبو داود في السنن (١٤١٦)، والترمذي في الجامع (٤٥٣) وقال: حديث حسن صحيح، والنسائي في المجتبى (٣/ ٢٢٨)، وابن ماجة في السنن (١١٥٧)، وأحمد في المسند (٢/ ٢٢٣).
(٣) أخرجه أبو داود في السنن (١٤١٤)، وأحمد في المسند (٥/ ٣٧٥) من حديث بُريدة - رضي الله عنه -، وله شاهد من حديث أبي هريرة - رضي الله عنه -، أخرجه أحمد في المسند (٢/ ٤٤٣).',NULL,'8',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (8,'المؤكدة (١).
وقال الإمام أحمد: في رجل يترك الوتر متعمدا: هذا رجل سوء يترك سنة سنها النبي - صلى الله عليه وسلم -. ثم قال: هذا ساقط العدالة إذا ترك الوتر متعمدا (٢).
أما قيام الليل بعامة فمن أفضل الطاعات وأزكى القربات، قال تعالى: {وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا * وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا} [الإنسان: ٢٥ - ٢٦].
وقال سبحانه في مدح الصالحين والثناء عليهم: {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ} [الذاريات: ١٧].
_________
(١) ذهب أبو حنيفة إلى أن الوتر واجب، وذهب عامة أهل العلم إلى أنه سنة مؤكدة. ينظر: ابن الهمام، فتح القدير (١/ ٤٢٣)، والعدوي في الشرح (١/ ٥٠٣)، وابن عبد البر في التمهيد (٥/ ١٨٩)، والشربيني في مغني المحتاج (١/ ٤١٤)، وابن أبي عمر في الشرح الكبير (٤/ ١٠٦)، والمذهب عند الحنابلة: أنه أفضل من سنة الفجر وغيرها من الرواتب. ينظر: المرداوي في الإنصاف (٤/ ١٠٦)، واختار ابن تيمية وجوبه على من يتهجد في الليل. ينظر: المرداوي في الإنصاف (٤/ ٤٠٧).
(٢) رواية معاذ بن المثنى (ت٢٨٨هـ) كما في طبقات الحنابلة (٢/ ٤١٨)، وفي رواية أبي بكر الأحول (ت٢٢٣هـ) قال: سألت أبا عبد الله عن الرجل يترك الوتر، فقال: لا يكون عدلا. ابن يعلى في الطبقات (٢/ ٥٧٣). وانظر: ابن تيمية، مجموع الفتاوى (٢٣/ ٨٨).',NULL,'9',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (9,'وقال: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} [السجدة: ١٦].
وقال: {وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا} [الفرقان: ٦٤].
وقال النبي - صلى الله عليه وسلم -: «أفضل الصلاة بعد الصلاة المفروضة صلاة الليل» (١).
وقال: «أحب الصلاة إلى الله صلاة داود كان ينام نصف الليل، ويقوم ثلثه، وينام سدسه» (٢).
وفي الليل ساعة لا يوافقها رجل مسلم يسأل الله خيرا من أمر الدنيا والآخرة إلا أعطاه إياه (٣).
ولذلك حث النبي - صلى الله عليه وسلم - الرجل على إيقاظ زوجه لأدائها، فقال: «رحم الله رجلا قام من الليل فصلى، وأيقظ امرأته فصلت، فإن أبت نضح (٤) في وجهها من الماء».
_________
(١) أخرجه مسلم في الصحيح (١٦٦٣) من حديث أبي هريرة - رضي الله عنه -.
(٢) أخرجه البخاري في الصحيح (٣٤٢٠)، ومسلم في الصحيح (١١٥٩) من حديث عبد الله بن عمرو - رضي الله عنه -.
(٣) أخرجه مسلم في الصحيح (٧٥٧) من حديث جابر - رضي الله عنه -.
(٤) النضح: رش الماء. ينظر: ابن فارس، مقاييس اللغة (٥/ ٤٣٨).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (10,'كما حث المرأة أيضا فقال: «ورحم الله امرأة قامت من الليل فصلت ثم أيقظت زوجها فإن أبى نضحت في وجهه الماء» (١).
ومن ثمار هذه العبادة العظيمة ما تعود به على فاعلها من طيب النفس وانشراح الصدر ودفع الكسل والخمول، يقول النبي - صلى الله عليه وسلم -: «يعقد الشيطان على قافية رأس أحدكم (٢) إذا هو نام ثلاث عُقد، فإن استيقظ فذكر الله انحلت عقدة، فإن توضأ انحلت عقدة، فإن صلى انحلت عقدة، فأصبح نشيطا طيب النفس وإلا أصبح خبيث النفس كسلان» (٣).
وهي منهاة عن الإثم ومن مكفرات الذنوب، قال - صلى الله عليه وسلم -: «عليكم بقيام الليل فإنه دأب الصالحين قبلكم، وهو قربة إلى
_________
(١) أخرج أبو داود في السنن (١٣٠٨، ١٤٥٠)، والنسائي في المجتبى (٣/ ٢٠٥)، وابن ماجة في السنن (١٣٣٦)، وأحمد في المسند (٢/ ٢٤٧، ٢٥٠، ٤٣٦) وابن حبان في الصحيح (٢٥٦٧)، والحاكم في المستدرك (١/ ٣٠٩) وصححه ووافقه الذهبي من حديث أبي هريرة - رضي الله عنه -.
(٢) القفا: مؤخرة الرأس والعنق. ينظر: ابن فارس، مقاييس اللغة (٥/ ١١٢).
(٣) أخرجه البخاري في الصحيح (١١٤٢)، ومسلم في الصحيح (٧٧٦) من حديث أبي هريرة - رضي الله عنه -.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (11,'ربكم ومكفر للسيئات ومنهاة عن الإثم» (١).
فما أعظمهما من منافع، وما أجملها من فضائل ومناقب.
أما من أعرض عن ذلك ونام حتى يُصبح، فذاك رجل بال الشيطان في أذنيه (٢).
ولذلك اهتم السلف بالتأليف في ذلك، فكتبوا مؤلفات عديدة وتناولوا الموضوع من جوانب مختلفة، وإن كان أكثرها في بيان فضله، وما ورد في الحث عليه والدعوة إليه (٣).
_________
(١) أخرجه الترمذي في الجامع (٣٥٤٩) وقال: وهذا أصح، وابن خزيمة في الصحيح (٢/ ١٧٦)، والطبراني في الكبير (٨/ ١٠٩) والأوسط (٣٢٧٧)، وابن جرير وصححه كما في إتحاف المهرة (٦/ ٢٣٦)، والحاكم في المستدرك (١/ ٣٠٨) وصححه ووافقه الذهبي من حديث أبي أمامة - رضي الله عنه -.
(٢) أخرجه مسلم في الصحيح، رقم (٧٧٤) من حديث ابن مسعود.
(٣) ينظر: كتاب التهجد وقيام الليل لابن أبي الدنيا (ت٢٨١هـ) مطبوع، وكتاب قيام الليل وقيام رمضان، وكتاب الوتر لمحمد بن نصر المروزي (ت٢٩٤هـ) (مختصر المقريزي) مطبوعة، وكتاب قيام الليل ابن المنذر (ت ٣١٨هـ) وأشار إليه في كتاب الأوسط (٥/ ٢٥١) وغيرها.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (12,'<span data-type="title" id=toc-3>المبحث الأول
حقيقة القنوت في الوتر</span>
وفيه أربعة مطالب:
المطلب الأول: معنى القنوت في الوتر.
المطلب الثاني: أركان القنوت في الوتر.
المطلب الثالث: أنواع القنوت في الوتر.
المطلب الرابع: ألفاظ القنوت في الوتر.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (13,'<span data-type="title" id=toc-4>المطلب الأول:
معنى القنوت في الوتر</span>
وفيه مسألتان:
المسألة الأولى: تعريف القنوت.
المسألة الثانية: تعريف الوتر.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (14,'<span data-type="title" id=toc-5>المسألة الأولى: تعريف القنوت</span>
القنوت في اللغة: مصدر قنت يقنت قنوتا واسم الفاعل منه قانت، ومعناه: الطاعة أو لزوم الطاعة ودوامها (١).
قال تعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ} [الروم: ٢٦] (٢).
وقال سبحانه: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ} [النحل: ١٢٠].
وفي حديث أبي سعيد الخدري، أن النبي - صلى الله عليه وسلم - قال: «كل حرف في القرآن يذكر فيه القنوت فهو الطاعة» (٣).
_________
(١) ينظر: ابن فارس، مقاييس اللغة (٥/ ٣١) والفراء، معاني القرآن (١/ ٧٤)، والزجاج، معاني القرآن (١/ ١٧٦، ٣١٦)، وابن قتيبة، مشكل القرآن (٤٥٢)، والراغب، المفردات (٦٨٤)، وابن تيمية، جامع الرسائل (١/ ٥) وذهب الأزهري كما في الزاهر (١٧٦) إلى أن أصله القيام. قال ابن تيمية: هذا ضعيف؛ لا يعرف في اللغة أن مجرد القيام يسمى قنوتا. جامع الرسائل (١/ ٦).
(٢) ينظر: ابن قتيبة، تأويل مشكل القرآن (٤٥٢).
(٣) أخرجه أحمد في المسند (٣/ ٧٥)، وابن حبان في الصحيح (٣٠٩)، والطبراني في الأوسط (٥١٧٧)، وأبو يعلى في المسند (١٣٧٩). قال الهيثمي في مجمع الزوائد (٦/ ٣٢٠): (رواه أحمد وأبو يعلى، والطبراني في الأوسط، وفي إسناد أحمد وأبي يعلى ابن لهيعة وهو ضعيف)، وأخرجه ابن أبي الدنيا في التهجد (٣٢٧) عن عطاء - رضي الله عنه -.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (15,'ويطلق على معان عدة، منها:
١ - الصلاة، قال تعالى: {أَمْ مَنْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآَخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} (١) [الزمر: ٩].
٢ - الدعاء، وفي الحديث أن النبي - صلى الله عليه وسلم - قنت شهرا يدعو (٢).
٣ - القيام، وفي الحديث: «أي الصلاة أفضل، قال: طول القنوت» (٣).
_________
(١) ينظر: أبو عبيد، غريب الحديث (٣/ ١٣٣) قال: ألا تراه يقول ساجدا وقائما.
(٢) أخرجه البخاري في الصحيح (١٣٠٠، ٣٠٦٤)، ومسلم في الصحيح (٦٥٧) عن أنس - رضي الله عنه -.
(٣) أخرجه مسلم في الصحيح (٧٥٦)، وأحمد في المسند (٣/ ٣٠٢، ٣١٤) عن جابر - رضي الله عنه - قال أبو عبيد في غريب الحديث (٣/ ١٣٣): طول القنوت يريد طول القيام. وأخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٦) عن ابن عمر، قال: ما نعلم القنوت إلا طول القيام وقراءة القرآن.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (16,'٤ - الإمساك عن الكلام، قال تعالى:
{وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: ٢٣٨] (١).
وفي الاصطلاح: الدعاء حال القيام (٢).
وقيل: الدعاء بدعاء القنوت (٣).
_________
(١) أخرجه البخاري في الصحيح (٤٥٣٤)، ومسلم في الصحيح (٣٥٩) عن زيد بن أرقم - رضي الله عنه -. وينظر: أبو عبيد، غريب الحديث (٣/ ١٣٤).
(٢) ينظر: الأزهري، الزاهر (١٧٦)، والزجاج، معاني القرآن (١/ ١٧٦، ٣١٦) قال: والمشهور في اللغة والاستعمال أن القنوت الدعاء في القيام، وقال ابن تيمية في جامع الرسائل (١/ ٧): الدعاء في القيام معنى شاع في اصطلاح الفقهاء إذا تكلموا في القنوت في الصلاة، وهذا عُرف خاص.
(٣) ينظر: ابن عبد الهادي، الدر النقي (١/ ٢٥٠).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (17,'<span data-type="title" id=toc-6>المسألة الثانية: تعريف الوتر</span>
الوتر في اللغة: بكسر الواو وفتحها، مصدر أوتر يُوتر إيتارا ووترا، يقال: أوترت الصلاة ووترتها إذا جعلتها وترا. وجمع الوتر أوتار، ومعناه الفرد أو العدد الفردي سواء كان واحدا أو أكثر، إذا لم يكن عددا مزدوجا. قال تعالى: {وَالشَّفْعِ وَالْوَتْرِ} [الفجر: ٣] (١).
وقال - صلى الله عليه وسلم -: «إن الله وتر يحب الوتر» (٢).
وفي الاصطلاح: صلاة التطوع الفردية في الليل (٣).
_________
(١) ينظر: الأزهري، الزاهر (١٨١)، وابن فارس، مقاييس اللغة (٦/ ٨٤) والفيومي، المصباح المنير (٥٣١) والكسر في الوتر لغة الحجاز وتميم، وبها قرأ حمزة والكسائين وبالفتح لغة غيرهم وقرأ بها نافع وعاصم وابن كثير وأبو عامر وأبو عمرو. ينظر: الطبري، التفسير (٢٦/ ٣٥٦)، وابن خلف، الإقناع (٢/ ٨١٠).
(٢) تقدم تخريجه.
(٣) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٦) والشربيني، مغني المحتاج (١/ ٤١٤)، وابن أبي عمر، الشرح الكبير (٤/ ١١٥). أما أقله وأكثره فمحل خلاف بين العلماء.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (18,'وقيل: الركعة التي تختم بها صلاة الليل (١).
وبناء على ذلك فإن القنوت في الوتر هو: الدعاء حال القيام في آخر صلاة التطوع الفردية في الليل، أو: الدعاء حال القيام في آخر صلاة الوتر (٢).
أو: الدعاء في الصلاة في محل مخصوص من القيام.
_________
(١) ينظر: العدوي، الشرح الكبير على مختصر خليل (١/ ٥٠٣) والشربيني، مغني المحتاج (١/ ٤١٥).
(٢) قال ابن تيمية: الفقهاء يذكرون القنوت سواء صلى قائما أو قاعدا أو مضطجعا، لكن لما كان الفرض ليس يصح أن يصليه إلا قائما، وصلاة القاعد على النصف من صلاة القائم صار القنوت في القيام أكثر وأشهر. ينظر: جامع الرسائل (١/ ٧).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (19,'<span data-type="title" id=toc-7>المطلب الثاني: أركان القنوت في الوتر</span>
يقوم القنوت في الوتر على ثلاثة أركان (١):
الركن الأول: القانت، وهو التالي لدعاء القنوت إذا كان إماما أو منفردا، والمؤمن عليه إذا كان مأموما؛ لأن التأمين في معنى الدعاء (٢).
قال تعالى: {أَمْ مَنْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ} [الزمر: ٩].
الركن الثاني: الوتر، أي: صلاة الوتر، والمراد حال القيام في آخر صلاة الوتر لمن صلى قائما أو قبل السجود لمن صلى قاعدا.
الركن الثالث: القنوت، أي: ألفاظ القنوت، أو: الدعاء الذي يتلى أو يؤمن عليه.
وقد جاءت الإشارة إلى هذه الأركان في حديث علي - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقول في آخر وتره: «اللهم أني أعوذ برضاك من سخطك ...» (٣).
_________
(١) الركن في اللغة هو: جانب الشيء الأقوى، وفي الاصطلاح: ما توقف عليه وجود الشيء. ينظر: الفيومي، المصباح المنير (١٩٧) والبهوتي، الروض المربع (١/ ١٩٤).
(٢) ينظر: المطلب الرابع من المبحث الثالث.
(٣) سيأتي تخريجه.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (20,'<span data-type="title" id=toc-8>المطلب الثالث: أنواع القنوت في الوتر</span>
القنوت في الوتر على نوعين، هما:
النوع الأول: القنوت في الوتر في رمضان.
وقد اختلف العلماء في حكم القنوت في الوتر في رمضان، والراجح -كما سيأتي (١) - استحباب القنوت في الوتر في رمضان.
ويدل لذلك ما يأتي:
الدليل الأول: حديث الحسن بن علي، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات أقولهن في قنوت الوتر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر ولم يخص ذلك بوقت دون وقت، وتعليمه يدل على الاستحباب.
ونوقش: بأن الحديث ضعيف (٣).
_________
(١) ينظر: المطلب الأول من المبحث الثاني.
(٢) سيأتي تخريجه.
(٣) قال الإمام أحمد: ليس يروى فيه عن النبي - صلى الله عليه وسلم - شيء. رواية الكحال كما في زاد المعاد لابن القيم (١/ ٣٣٤) وقال ابن خزيمة في الصحيح (٢/ ١٥١): ولست أحفظ خبرا ثابتا عن النبي - صلى الله عليه وسلم - في القنوت. وقال ابن عبد البر في الاستذكار (٥/ ٥٧): لا يصح عن النبي - صلى الله عليه وسلم - في القنوت في الوتر حديث مسند.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (21,'وأجيب بأن الحديث ثابت صحيح (١).
الدليل الثاني: حديث علي بن أبي طالب - رضي الله عنه -، قال: كان رسول الله - صلى الله عليه وسلم - يقول في آخر وتره: «اللهم إني أعوذ برضاك من سخطك ...» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، وهو عام في كل وتر، وفعله يدل على الاستحباب (٣).
الدليل الثالث: حديث ابن عباس، قال: كان النبي - صلى الله عليه وسلم - إذا قام يتهجد من الليل قال: «اللهم لك الحمد أنت نور السموات والأرض ...» (٤).
_________
(١) صححه: الترمذي، وابن المنذر، والنووي، وابن حجر وغيرهم ينظر: الترمذي، الجامع (٢/ ١٨٤)، وابن المنذر، الأوسط (٥/ ٢١٤)، والنووي في الأذكار (١١٧)، وابن حجر في نتائج الأفكار (٢/ ١٣٩).
(٢) سيأتي تخريجه.
(٣) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).
(٤) سيأتي تخريجه.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (22,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر وهذا عام في كل وتر، وفعله يدل على الاستحباب.
ونوقش: بأن ظاهر السياق أنه كان يقوله أول ما يقوم إلى الصلاة (١).
وأجيب: بأنه ليس في الحديث ما يدل على أنه خاص بأول الصلاة (٢).
الدليل الرابع: حديث ابن عباس: أنه انصرف ليلة صلى مع رسول الله - صلى الله عليه وسلم - فيها، فسمعه يدعو في الوتر (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر، وهذا عام في كل وتر، وفعله
_________
(١) ينظر: ابن حجر، الفتح (٣/ ٤)، واستدلوا على ذلك بما أخرجه ابن خزيمة في الصحيح، رقم (١١٥٢) عن ابن عباس، أن النبي - صلى الله عليه وسلم - إذا قام للتهجد قال بعدما يكبر ... فذكره، وما أخرجه مسلم في الصحيح، رقم (٧٦٩)، وأحمد في المسند (١/ ٢٩٨) عن ابن عباس، أن النبي - صلى الله عليه وسلم - كان إذا قام إلى الصلاة من جوف الليل قال: ... فذكره.
(٢) واستدلوا على ذلك بما أخرجه البخاري في الصحيح، رقم (٧٣٨٥) عن ابن عباس كان النبي - صلى الله عليه وسلم - يدعو من الليل ... فذكره.
(٣) سيأتي تخريجه.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (23,'يدل على الاستحباب.
ونوقش من وجهين:
الوجه الأول: أنه حديث ضعيف (١).
وأجيب: بأنه حسن الإسناد (٢).
الوجه الثاني: أنه جاء في بعض ألفاظه أن النبي - صلى الله عليه وسلم - قاله بعد ركعتي الفجر.
وأجيب: بأن النبي - صلى الله عليه وسلم - ربما قاله تارة في القنوت وتارة بعد ركعتي الفجر.
الدليل الخامس: حديث أبي بن كعب، أن رسول الله - صلى الله عليه وسلم -: كان يوتر بثلاث ركعات، ويقنت قبل الركوع (٣).
_________
(١) فيه محمد بن عبد الرحمن بن أبي ليلى سيئ الحفظ. ينظر: ابن حجر، التقريب (٨٧١).
(٢) سيأتي بيان ذلك.
(٣) أخرجه النسائي في المجتبى (٣/ ٢٣٥) والكبرى (١/ ٤٤٨)، وابن ماجة في السنن رقم (١١٨٣)، والدارقطني في السنن (٢/ ٣١)، والبيهقي في السنن (٣/ ٤٠)، ومحمد بن نصر، الوتر (١١٨)، والمقدسي في المختارة (٣/ ٤١٩)، وله شاهد من حديث ابن عمر: أخرجه الطبراني في الأوسط رقم (٧٨٨٥)، وشاهد من حديث ابن عباس: أخرجه البيهقي في السنن (٣/ ٤١)، وأبو نعيم في الحلية (٥/ ٦٢) وقال في الإرواء (٢/ ١٦٧): إسناده صحيح.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (24,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر وهو عام، وفعله يدل على الاستحباب.
الدليل السادس: حديث ابن مسعود، أن النبي - صلى الله عليه وسلم - قنت في وتره قبل الركوع (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر وهو عام، وفعله يدل على الاستحباب.
ونوقش: بأن الحديث ضعيف (٢).
وأجيب: بأنه حديث حسن (٣).
الدليل السابع: أن أصحاب النبي - صلى الله عليه وسلم - كانوا يقنتون في الوتر (٤).
_________
(١) أخرجه عبد الرزاق في المصنف (٣/ ١٢٠)، وابن أبي شيبة في المصنف (٢/ ٣٠٢)، والدارقطني في السنن (٢/ ٣٢)، وأبو نعيم في الحلية (٧/ ١١٨، ١٠/ ٣٠)، والبيهقي في السنن (٣/ ٤١).
(٢) ضعفه الدارقطني في السنن (٢/ ٣٢) وقال: فيه أبَان بن عياش.
(٣) أخرجه الطبراني في الأوسط، رقم (٧٤٨٣) من غير طريق أبان بن عياش، وله شاهد من حديث البراء بن عازب: أخرجه الخطيب في التاريخ (١/ ٦٧٨).
(٤) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٢) عن علقمة بإسناد حسن، كما قال ابن حجر في الدراية (١٩٤).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (25,'فقد جاء: عن عمر (١)، وعلي (٢)، وابن مسعود (٣)، وأبي بن كعب (٤)، والبراء بن عازب (٥).
وجه الاستدلال:
أنه ثبت عن هؤلاء الصحابة القنوت في الوتر ولم يُعرف لهم مخالف فكان إجماعا، وهو عام في أول رمضان وآخره، وفعلهم يدل على الاستحباب.
الدليل الثامن: أن القنوت في الوتر ولاسيما في رمضان دعاء وخير، ولا يختلف فيه أول الشهر عن آخره (٦).
_________
(١) أخرجه عبد الرزاق في المصنف (٣/ ١١١)، وابن أبي شيبة في المصنف (٢/ ٣١٤)، وابن خزيمة في =الصحيح (٢/ ١٥٦).
(٢) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٢)، والبيهقي في السنن (٣/ ٣٩).
(٣) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٢، ٣٠٧) وعبد الرزاق في المصنف (٣/ ١٢٠، ٤/ ٢٦٠) والبخاري في رفع اليدين (١٧٣)، والطبراني في الكبير (٩/ ٢٧٢، ٣٢٧) وصححه ابن حجر في الدراية (١٩٣).
(٤) أخرجه عبد الرزاق في المصنف (٣/ ١٢٠، ٤/ ٢٦٠).
(٥) أخرجه ابن أبي شيبة في المصنف (٢/ ٣١٥)، وأخرجه ابن خزيمة في الصحيح، رقم (١٠٩٧) عن البراء أنه سئل عن القنوت في الوتر فقال: سنة ماضية.
(٦) عن الإمام أحمد، رواية المروذي. ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (26,'النوع الثاني: القنوت في الوتر في غير رمضان
وقد اختلف العلماء في حكم القنوت في الوتر في غير رمضان، والراجح -كما سيأتي (١) - مشروعية القنوت في الوتر في غير رمضان.
ويدل لذلك ما يأتي:
الدليل الأول: حديث الحسن بن علي، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات أقولهن في قنوت الوتر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر، ولو كان غير مشروع لما كان لتعليمه وهو عام في رمضان وغيره.
ونوقش: بأن الحديث لا يصح.
وأجيب: بأن الحديث صحيح (٣).
الدليل الثاني: حديث علي بن أبي طالب - رضي الله عنه -، قال: كان رسول الله - صلى الله عليه وسلم - يقول في آخر وتره: «اللهم إني أعوذ برضاك ...» (٤).
_________
(١) ينظر: المطلب الثاني من المبحث الثاني.
(٢) سيأتي تخريجه.
(٣) سيأتي بيان ذلك.
(٤) سيأتي تخريجه.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (27,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولا يفعل النبي - صلى الله عليه وسلم - إلا ما كان مشروعا، وهو عام في رمضان وغيره.
الدليل الثالث: حديث ابن مسعود أن النبي - صلى الله عليه وسلم - قنت في وتره (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما فعله النبي - صلى الله عليه وسلم -، وهو عام في رمضان وغيره.
ونوقش: بأن الحديث ضعيف.
وأجيب: بأن الحديث حسن الإسناد (٢).
الدليل الرابع: حديث ابن عباس: أنه انصرف ليلة صلى مع رسول الله - صلى الله عليه وسلم - فيها، فسمعه يدعو في الوتر (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما فعله، وهو عام في رمضان وغيره.
_________
(١) سيأتي تخريجه.
(٢) سيأتي بيان ذلك.
(٣) سيأتي تخريجه.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (28,'ونوقش من وجهين:
الوجه الأول: أنه حديث ضعيف.
وأجيب: بأنه حسن الإسناد (١).
الوجه الثاني: أنه جاء في بعض ألفاظه أن النبي - صلى الله عليه وسلم - قاله بعد ركعتي الفجر.
وأجيب: بأن النبي - صلى الله عليه وسلم - ربما قاله تارة في القنوت وتارة بعد ركعتي الفجر.
الدليل الخامس: حديث ابن عباس، قال: كان النبي - صلى الله عليه وسلم - إذا قام يتهجد من الليل قال: «اللهم لك الحمد أنت نور السموات والأرض ...» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما فعله، وهو عام في رمضان وغيره.
ونوقش: بأنه كان يقوله أول ما يقول إلى الصلاة، وليس في قنوت الوتر (٣).
_________
(١) سيأتي بيان ذلك.
(٢) سيأتي تخريجه.
(٣) سيأتي بيان ذلك.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (29,'وأجيب: بأنه ليس في الحديث ما يدل على أنه خاص بأول الصلاة (١).
الدليل السادس: حديث أبي بن كعب أن رسول الله - صلى الله عليه وسلم - كان يقنت في الوتر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر، ولو لم يكن مشروعا لما فعله، وهو عام في رمضان وغيره.
الدليل السابع: أن أصحاب النبي - صلى الله عليه وسلم - كانوا يقنتون في الوتر (٣).
وجه الاستدلال:
أن قنوت أصحاب النبي - صلى الله عليه وسلم - في الوتر من غير نكير إجماع على مشروعيته، وهو عام في رمضان وغيره.
الدليل الثامن: أن القنوت في الوتر دعاء وخير، في موضع يشرع فيه الدعاء (٤).
_________
(١) سيأتي ما يدل على ذلك.
(٢) سيأتي تخريجه.
(٣) سيأتي تخريجه.
(٤) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (30,'<span data-type="title" id=toc-9>المطلب الرابع:
ألفاظ القنوت في الوتر</span>
وفيه أربع مسائل:
المسألة الأولى: ألفاظ القنوت في الوتر الواردة في السنة.
المسألة الثانية: ألفاظ القنوت في الوتر الواردة عن السلف.
المسألة الثالثة: ألفاظ القنوت في الوتر التي لم ترد في السنة ولا عن السلف.
المسألة الرابعة: القنوت في الوتر بدعاء ختم القرآن الكريم.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (31,'<span data-type="title" id=toc-10>المسألة الأولى:
ألفاظ القنوت في الوتر الواردة في السنة</span>
ورد في السنة ألفاظ مختلفة للقنوت في الوتر، ومنها:
اللفظ الأول: حديث الحسن بن علي (١)، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات أقولهن في قنوت الوتر: اللهم اهدني فيمن هديت وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، إنك تقضي ولا يقضى عليك، إنه لا يذل من واليت تباركت ربنا وتعاليت (٢) (٣).
_________
(١) هو الحسن بن علي بن أبي طالب بن عبد المطلب بن هاشم القرشي، صحابي جليل سبط رسول الله - صلى الله عليه وسلم -، مات سنة ٤٩هـ. ابن حجر، التقريب (٢٤٠).
(٢) أخرجه أبو داود في السنن، رقم (١٤٢٥، ١٤٢٦)، والترمذي في الجامع، رقم (٤٦٤) وقال: حديث حسن ولا نعرف عن النبي - صلى الله عليه وسلم - في القنوت شيئا أحسن من هذا، والنسائي في المجتبى (٣/ ٣٤٨)، وابن ماجة في السنن، رقم (١١٧٨)، وأحمد في المسند (١/ ١٩٩، ٢٠٠)، وابن أبي شيبة في المصنف (٣/ ٣٠٠، ١٠/ ٣٨٤)، وأبو يعلى في المسند، رقم (٦٧٦٥، ٦٧٨٦)، وابن حبان في الصحيح، رقم (٥١٢، ٥١٣)، والطبراني في الكبير (٣/ ٧٢ - ٧٧) والدعاء، الأرقام (٧٣٥ - ٧٤٩)، والحاكم في المستدرك (٣/ ١٧٢، ٤٧٢) وصححه، وصححه ابن المنذر في الأوسط (٥/ ٢١٤)، والنووي في الأذكار (١١٧)، وابن حجر في نتائج الأفكار (٢/ ١٣٩)، وله شاهد من حديث ابن عباس، أخرجه محمد بن نصر في كتاب الوتر (١١٤، ١٣٥، ١٣٨).
(٣) قال النووي في الأذكار (١١٩): إن اقتصر فليقتصر على هذا.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (32,'اللفظ الثاني: حديث علي - رضي الله عنه -، قال: كان رسول الله - صلى الله عليه وسلم - يقول في آخر وتره: «اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك لا أحصي ثناء عليك، أنت كما أثنيت على نفسك» (١).
اللفظ الثالث: حديث ابن عباس، قال: كان النبي - صلى الله عليه وسلم - إذا قام يتهجد من الليل قال: «اللهم لك الحمد أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيِّم السموات والأرض ومن فيهن، ولك الحمد أنت ملكُ السموات والأرض ومن فيهن، ولك الحمد أنت الحق ووعدك حق ولقاؤك حق، والجنة حق والنار حق والساعة حق، ومحمد حق والنبيون حق. اللهم لك أسلمت وبك آمنت، وعليك توكلت وإليك أنبت، وبك خاصمت وإليك حاكمت، فاغفر لي ما قدمت وما أخرت وما أسررت وما
_________
(١) أخرجه أبو داود في السنن، رقم (١٤٢٧)، والترمذي في الجامع، رقم (٣٥٦١) وقال: حديث حسن غريب والنسائي في المجتبى (٣/ ٢٤٨)، وابن ماجة في السنن، رقم (١١٧٩)، وابن أبي شيبة في المصنف (١٠/ ٣٨٦)، والطبراني في الدعاء، رقم (٧٥١)، والطيالسي في المسند (١/ ١١٨)، ومحمد بن نصر في كتاب الوتر (١٤٥).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (33,'أعلنت. أنت المقدم وأنت المؤخر لا إله إلا أنت» (١).
اللفظ الرابع: حديث ابن عباس: أنه انصرف ليلة صلى مع رسول الله - صلى الله عليه وسلم - فيها، فسمعه يدعو في الوتر، فقال:
«اللهم إني أسألك رحمة من عندك تهدي بها قلبي، وتجمع بها أمري، وتلم بها شعثي، وترفع بها شاهدي، وتحفظ بها غائبي، وتُلهِمُني بها رشدي، وتعصمني بها من كل سوء، اللهم إني أسألك رحمة من عندك أنالُ بها شرف كرامتك في الدنيا والآخرة.
اللهم ذا الأمر الرشيد والحبل الشديد، أسألك الأمن يوم الوعيد، والجنة يوم الخلود، مع المقربين الشهود، إنك رحيم ودود، وأنت فعال لما تريد.
اللهم هذا الجهد وعليك التكلان، وهذا الدعاء وعليك الاستجابة، ولا حول ولا قوة إلا بالله.
اللهم إني أسألك الفوز عند القضاء، ومنازل الشهداء، وعيش السعداء، والنصر على الأعداء، إنك سميع الدعاء.
_________
(١) أخرجه البخاري في الصحيح، رقم (١١٢٠، ٦٣١٧، ٧٣٨٥، ٧٤٤٢، ٧٤٩٩)، ومسلم في الصحيح، رقم (٧٦٩)، وأحمد في المسند (١/ ٣٠٨، ٣٥٨) واللفظ له.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (34,'اللهم اجعلني حربا لأعدائك، سلما لأوليائك أحب بحبك الناس، وأعادي بعداوتك من خالفك.
اللهم اجعل في قلبي نورا، وفي سمعي نورا، وفي بصري نورا، وعن يميني نورا، وعن شمالي نورا، واجعل فوقي نورا، وتحتي نورا، وأعظم لي نورا.
سبحان الذي لبس العز وقال به، سبحان الذي لا ينبغي التسبيح إلا له، سبحان الذي تعطف بالمجد وتكرم، سبحان ذي المن والطول» (١).
_________
(١) أخرجه محمد بن نصر في قيام الليل (١١٤) واللفظ له، والوتر ٠١٤٦) وابن خزيمة في الصحيح= =رقم (١١١٩) إلا أن فيه: بعد ركعتي الفجر، وابن أبي الدنيا في التهجد، رقم (٤٣)، وأصله في صحيح مسلم، رقم (٧٦٣)، وله شاهد من حديث علي - رضي الله عنه - أخرجه الطبراني في الدعاء، رقم (٧٥٢)، وابن أبي الدنيا في التهجد، رقم (٢٦١).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (35,'<span data-type="title" id=toc-11>المسألة الثانية:
ألفاظ القنوت الواردة عن السلف</span>
ورد عن السلف من الصحابة والتابعين ألفاظ مختلفة للقنوت في الوتر، ومنها:
اللفظ الأول: عن عمر بن الخطاب - رضي الله عنه - أنه قنت بعد الركوع، فقال: اللهم إنا نستعينك ونستغفرك، ونثني عليك ولا نكفرك، ونؤمن بك ونخلع ونترك من يفجرك. اللهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفِد، ونرجو رحمتك ونخاف عذابك، إن عذابك بالكفار مُلحِق (١).
_________
(١) أخرجه أبو عُبيد في فضائل القرآن (٣١٨)، ومحمد بن نصر في كتاب الوتر (١٣٩) أنهما سورتان في مصحف ابن مسعود وأبي بن كعب (اللهم إنا نستعينك) و (اللهم إياك نعبد وعند أبي عُبيد أن ابن مسعود تركها كما تركها عثمان فلم يكتبها في المصحف، وأخرجه مرفوعا من حيث خالد بن أبي عمران مرسلا أبو داود في المراسيل، رقم (٨٩) وكان يقنت بهما علي وابن مسعود وأبي بن كعب. أخرجه عبد الرزاق في المصنف (٣/ ١١١، ١١٢)، وابن أبي شيبة في المصنف (٢/ ٣١٤)، وابن خزيمة في الصحيح (١١٠٠)، والبيهقي في السنن (٢/ ٢١٠)، ومحمد بن نصر في كتاب الوتر (١٣٩)، والطبراني في الدعاء، رقم (٧٥٠)، وقال أحمد في رواية المروذي: يستحب القنوت بالسورتين. ينظر: المرداوي، الإنصاف (٤/ ١٢٩). ومعنى: نخلع: نتبرأ ونبغض. والفجور: الكفر والفسوق. ونحفد: نبادر. وملحق: لاحق. ينظر: الفيومي، المصباح (١٢٤، ٣٧٦، ٤٤٩).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (36,'اللهم عذب الكفرة وألق في قلوبهم الرعب، وخالف بين كلمتهم وأنزل عليهم رجسك وعذابك.
اللهم عذب كفرة أهل الكتاب (١) الذين يصدون عن سبيلك ويكذبون رسلك ويقاتلون أولياءك.
اللهم اغفر للمؤمنين والمؤمنات والمسلمين والمسلمات، وأصلح ذات بينهم، وألف بين قلوبهم، واجعل في قلوبهم الإيمان والحكمة، وثبتهم على ملة رسولك، وأوزعهم أن يوفوا بعهدك الذي عاهدتهم عليه، وانصرهم على عدوك وعدوهم، إله الحق واجعلنا منهم (٢).
_________
(١) قال النووي: اليوم الاختيار أن يقول: عذب الكفرة. وأما قول عمر: كفرة أهل الكتاب؛ فلأن ذلك الزمان كان مع كفرة أهل الكتاب. الأذكار (١١٨).
(٢) أخرجه عبد الرزاق في المصنف (٣/ ١١١)، وابن أبي شيبة في المصنف (٢/ ٣١٤)، وابن خزيمة في الصحيح (٢/ ١٠٩٥)، ومالك في الموطأ (٥/ ٥١)، وابن وهب في الموطأ، رقم (٣٠٢)، وأبو داود في المسائل (٩٧، ٩٨) إلا أنه أخَّر ذكر السورتين، ومحمد بن نصر في كتاب الوتر (١٣٩) واللفظ له، قال ابن حجر في نتائج الأفكار (٢/ ١٤٩): إسناده صحيح، وأخرجه أبو داود في المسائل (٩٦) عن معاذ القاري بنحوه. وبه قال عطاء وسعيد والحسن وابن شهاب والنخعي، واختاره مالك، وأحمد في رواية الفضل بن زياد. ينظر: عبد الرزاق، المصنف (٣/ ١٦٦)، ومحمد بن نصر، كتاب الوتر (١٣٩، ١٤٠)، ومالك، المدونة (١/ ١٠٣)، والموطأ (٥/ ٥١) وابن القيم، بدائع الفوائد (٤/ ١٤١١).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (37,'اللفظ الثاني: عن ابن عباس -رضي الله عنهما- أنه كان يقول في قنوت الوتر: لك الحمد ملء السموات السبع، وملء الأرضين السبع، وملء ما بينهما من شيء بعد، أهل الثناء والمجد أحق ما قال العبد، وكلنا لك عبد، لا مانع لما أعطيت ولا مُعطي لما منعت، ولا ينفع ذا الجد منك الجد (١).
اللفظ الثالث: عن الحسن بن علي -رضي الله عنهما-، أنه كان يدعو في وتره: اللهم إنك ترى ولا تُرى، وأنت في المنظر الأعلى، وأن لك الآخرة والأولى، وإن إليك الرُّجعى، وإنا نعوذ بك أن نذل ونخزى (٢).
اللفظ الرابع: الجمعُ بيع ما جاء عن عمر بن الخطاب - رضي الله عنه -: اللهم إنا نستعينك، إلى قوله: إن عذابك بالكفار مُلحق. وما جاء في حديث الحسن بن علي -رضي الله عنهما-: اللهم اهدني فيمن هديت، إلى قوله: تباركت وتعاليت.
_________
(١) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٠)، وأصله في صحيح مسلم، رقم (٤٧٧) من حديث أبي سعيد الخدري قال: كان رسول الله - صلى الله عليه وسلم - إذا رفع رأسه من الركوع قال: ربنا لك الحمد. وذكره. وقوله: (ولا ينفع ذا الجد منك، أي لا ينفع ذا الغني عندك غناه. الفيومي، المصباح (٨٥).
(٢) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٠)، ومحمد بن نصر في كتاب الوتر (١٤٠).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (38,'وما جاء في حديث علي بن أبي طالب - رضي الله عنه -: اللهم إني أعوذ برضاك من سخطك، إلى قوله: كما أثنيت على نفسك (١).
اللفظ الخامس: الجمع بين ما جاء في حديث الحسن بن علي -رضي الله عنهما-: اللهم اهدني فيمن هديت، إلى قوله: تباركت وتعاليت.
وما جاء عن عمر بن الخطاب - رضي الله عنه -: اللهم إنا نستعينك ونستغفرك، إلى قوله: وانصرهم على عدوك وعدوهم إله الحق واجعلنا منهم (٢).
اللفظ السادس: عن وهب بن مُنبِّه (٣) أنه إذا قام في الوتر
_________
(١) وهو الصحيح من المذهب عند الحنابلة. ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٧)، وذهب= =عامة الحنفية إلى استحباب الجمع بين ما جاء عن عمر والحسن. ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠).
(٢) أخرجه محمد بن نصر في كتاب الوتر (١٤٠) عن سفيان قال: كانوا يستحبون أن يجعلوا في قنوت الوتر ... فذكره، وهو قول الشافعية، قال النووي: وإنما يُستحب الجمع بينهما إذا كان منفردا أو إمام محصورين يرضون بالتطويل. الأذكار (١١٩) وقال به أحمد في رواية. ينظر: المرداوي، الإنصاف (٤/ ١٢٧).
(٣) وهب بن مُنبِّه بن كامل اليماني، أبو عبد الله الأنباري، ثقة من الثالثة، مات سنة بضع عشرة (ومائة) ابن حجر، التقريب (١٠٤٥).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (39,'قال: اللهم ربنا لك الحمد الدائم السرمد، حمدا لا يحُصيه العدد ولا يقطعه الأبد، كما ينبغي لك أن تُحمد، وكما أنت له أهل، وكما هو لك علينا حق (١).
اللفظ السابع: عن أيوب السختياني (٢) أنه كان يُصلي بهم التطوع في رمضان، وكان من دعائه: اللهم أسألك الإيمان وحقائقه ووثائقه، وكريم ما امتننت به من الأخلاق والأعمال التي نالوا بها منك حُسن الثواب، اللهم اجعلني ممن يتقيك ويخافك ويستحييك ويرجوك، اللهم استرنا بالعافية (٣).
اللفظ الثامن: عن أيوب السختياني أنه كان يدعو في القنوت يقول:
اللهم عذِّب الكفرة الذي يصدون عن سبيلك ويكذبون رسلك. اللهم ألق في قلوبهم الرعب وخالف بين كلمتهم، وأنزل عليهم رجزك وعذابك وزدهم رُعبا على رعبهم.
_________
(١) أخرجه عبد الرزاق في الأماني (١٨)، ومحمد بن نصر في الوتر (١٤٠) وذكره الذهبي في السير (٤/ ٥٤٧). والسرمد: الدائم. ينظر: الراغب، المفردات (٤٠٨).
(٢) أيوب بن أبي تميمة كيسان السختياني، أبو بكر البصري، ثقة ثبت حجة من كبار الفقهاء العباد مات سنة ١٣١هـ وله خمس وستون. ابن حجر، التقريب (١٥٨).
(٣) أخرجه محمد بن نصر في الوتر (١٤٠).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (40,'اللهم اغفر للمؤمنين والمؤمنات والمسلمين والمسلمات، وأصلح ذات بينهم وألف بين قلوبهم واجعل قلوبهم على قلوب أخيارهم، وأوزعهم أن يشكروا نعمتك التي أنعمت عليهم وأن يُوفوا بعهدك الذي عاهدتهم عليه، وانصرهم على عدوك وعدوهم إله الحق.
اللهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفد، نرجو رحمتك ونخاف عذابك الجد، إن عذابك بالكافرين مُلحق. اللهم استعملنا بسنة نبينا، وتوفنا على ملته، وأوزعنا بهديه وارزقنا مرافقته، وعرِّفنا وجهه في رضوانك والجنة. اللهم خُذ بنا سبيله وسنته، نعوذ بك أن نخالف سبيله وسنته. اللهم أقر عينيه بتبعته من أمته، واجعلنا منهم. اللهم أوردنا حوضه، واسقنا مشربا رويا، لا نظمأ بعده أبدا.
اللهم ألحقنا بنبينا غير خزايا ولا نادمين، ولا خارجين ولا فاسقين، ولا مبدلين ولا مُرتابين، مع الذي أنعمت عليهم من النبيين والصديقين والشهداء والصالحين وحسُن أولئك رفيقا، ذلك الفضل من الله وكفى بالله عليما. اللهم أفضل به علينا.
اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب',NULL,'41',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (41,'النار، ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا أصرا كما حملته على الذين من قبلنا، ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا، أنت مولانا فانصرنا على القوم الكافرين. ربنا لا تُزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة إنك أنت الوهاب. ربنا اغفر لنا ذنوبنا وقنا عذاب النار، ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا على القوم الكافرين. ربنا زحزحنا عن النار وأدخلنا الجنة برحمتك واجعلنا من الفائزين، ربنا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار، ربنا وآتنا ما وعدتنا على رسُلك ولا تخزنا يوم القيامة، إنك لا تُخلف الميعاد.
ربنا توفنا مسلمين وألحقنا بالصالحين، ربنا اصرف عنا الفواحش ما ظهر منها وما بطن، ربنا حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين. ربنا اجعلنا من عبادك الذين يمشون على الأرض هونا، وإذا خاطبهم الجاهلون قالوا سلاما، واجعلنا من الذين يبيتون لربهم سجدا وقياما. ربنا اصرف عنا عذاب جهنم إن عذابها كان غراما، إنها ساءت مستقرا ومقاما، واجعلنا من الذين إذا أنفقوا لم يُسرفوا ولم يقتروا وكان بين ذلك قواما.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (42,'واجعلنا من الذين لا يدعون مع الله إلها آخر، ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون، ومن يفعل ذلك يلق أثاما، واجعلنا من الذين لا يشهدون الزور وإذا مروا باللغو مروا كراما، واجعلنا من الذين إذا ذكروا بآيات ربهم لم يخروا عليها صما وعميانا. ربنا هب لنا من أزواجنا وذرياتنا قرة أعين، واجعلنا للمتقين إماما، ربنا اغفر لنا ما تقدم من ذنوبنا وما تأخر، وتمم نعمتك علينا، واهدنا إليك صراطا مستقيما. ربنا تقبل منا أحسن ما نعمل، وتجاوز عن سيئاتنا في أصحاب الجنة وعد الصدق الذي كانوا يوعدون، وقنا برحمتك العذاب الأدنى والعذاب الأكبر.
ربنا وأوزعنا أن نشكر نعمتك التي أنعمت علينا وعلى من ولدنا، وأن نعمل صالحا ترضاه، وأدخلنا برحمتك في عبادك الصالحين (١).
_________
(١) أخرجه أبو داود في المسائل (٩٩).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (43,'<span data-type="title" id=toc-12>المسألة الثالثة:
ألفاظ القنوت في الوتر</span>
التي لم ترد في السنة ولا عن السلف
وفيها فرعان:
الفرع الأول: ألفاظ القنوت في الوتر التي لها أصل في الشرع.
الفرع الثاني: ألفاظ القنوت في الوتر التي لا أصل لها في الشرع.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (44,'<span data-type="title" id=toc-13>الفرع الأول:
ألفاظ القنوت في الوتر التي لها أصل في الشرع</span>
اتفق عامة القائلين بمشروعية القنوت في الوتر: على مشروعية القنوت في الوتر بكل دعاء - وإن لم يكن من ألفاظ القنوت الواردة في السنة أو عن السلف (١) - إذا كان من الأدعية العامة التي لها أصل في القرآن والسنة أو عن السلف، أو كان من الدعاء بحاجة من الحاجات الخاصة التي لا محذور فيها، ما لم يقتصد التعبد بأعيان تلك الألفاظ (٢)؛ وذلك لعموم الأدلة الدالة على شرعية الدعاء، كقوله تعالى:
_________
(١) عامة أهل العلم: على أن المستحب القنوت بما ورد في السنة أو عن السلف؛ لأنه أجمع ألفاظا وأبعد عن التكلف. ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠)، ومالك، المدونة (١/ ١٠٣)، والنووي، الأذكار (١١٩) والمرداوي، الإنصاف (٤/ ١٢٧) إلا أن بعض الحنفية يرى استحباب ألا يوقت في القنوت دعاء؛ لأنه قد يجري على اللسان من غير صدق رغبة. ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠).
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠)، ومالك، المدونة (١/ ١٠٣)، وابن المنذر، الأوسط (٥/ ٢١٥)، والنووي، الأذكار (١١٩)، وأبو شامة، الباعث (٢٦١)، والمرداوي، الإنصاف (٤/ ١٢٧). وذهب بعض الشافعية إلى أنه يتعين ما جاء في حديث الحسن بن علي، ولا يُجزئ غيره. ينظر: النووي، الأذكار (١١٩).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (45,'{وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: ٦٠]. وقوله: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} [الأعراف: ٥٥].
ولما جاء عن عائشة، أن النبي - صلى الله عليه وسلم - قال: «إنما قنت بكم لتدعوا ربكم وتسألوه حوائجكم» (١).
وقال سفيان الثوري (٢): ليس فيه -يعني القنوت- شيء مؤقت (٣).

وقال الإمام أحمد: لا بأس أن يدعو الرجل في الوتر لحاجته (٤).
وقال: يدعو بما شاء (٥).
_________
(١) أخرجه الطبراني في الأوسط (٧٠٢٧)، والحارث بن أبي أسامة في المسند (١٧٩) (بغية الباحث) وحسنه الهيثمي في معجم الزوائد (٢/ ١٣٨)، وله شاهد من حديث عُروة مرسلا، أخرجه المزكي في فوائده رقم (١٠٧)، ومحمد بن نصر في الوتر (١٤٦).
(٢) هو سفيان بن سعيد بن مسروق الثوري، أبو عبد الله الكوفي، ثقة حافظ فقيه عابد، مات سنة ١٦١هـ. ابن حجر، التقريب (٣٩٤).
(٣) ينظر: محمد بن نصر، الوتر (١٤٠).
(٤) رواية يوسف بن موسى. ينظر: ابن القيم، بدائع الفوائد (٤/ ١٥٠٢).
(٥) رواية أبي الحارث. ينظر: المرداوي، الإنصاف (٤/ ١٢٧).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (46,'وقال النووي (١): واعلم أن القنوت لا يتعين فيه دعاء (٢).
إلا أنه ينبغي: أن يختار من ألفاظ الدعاء أجمعها، ويدع ما سوى ذلك؛ كما كان النبي يصنع (٣) وأن يتجنب السجع والتكلف (٤)، وألا يجمع بين لفظين متفقي المعنى بل يأتي بكل لفظ على حدة (٥).
_________
(١) يحيى بن شرف النووي الحزامي أبو زكريا، فقيه شافعي محدث، له كتاب المجموع شرح المهذب، والأذكار، وشرح صحيح مسلم وغيرهما. مات سنة ٦٧٦هـ. ينظر: ابن هداية الله، طبقات الشافعية (٢٢٥).
(٢) النووي، الأذكار (١١٩).
(٣) أخرجه أبو داود في السنن، (١٤٨٢)، وأحمد في المسند (٦/ ١٤٨، ١٨٩) وابن حبان في الصحيح (٨٦٧)، والحاكم في المستدرك (١/ ٥٣٩) وصححه، ووافقه الذهبي وصححه النووي في الأذكار (٦١٤) عن عائشة -رضي الله عنها.
(٤) أخرجه البخاري في الصحيح (٦٣٣٧) عن ابن عباس، وأخرجه أحمد في المسند (٦/ ٢١٧) عن عائشة -رضي الله عنها.
(٥) ينظر: ابن تيمية، المجموع (٢٢/ ٤٥٨)، وابن القيم، جلاء الأفهام (٣٧٣).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (47,'<span data-type="title" id=toc-14>الفرع الثاني:
ألفاظ القنوت في الوتر التي لا أصل لها في الشرع</span>
ما لا أصل له في الشرع من ألفاظ القنوت في الوتر: لا يُشرع القنوت به في الوتر؛ لأن القنوت دعاء والدعاء عبادة (١)، والعبادة لا تصح إلا أن تكون موافقة للشرع، قال تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} [الأعراف: ٥٥] (٢)، وقال النبي - صلى الله عليه وسلم -: «من عمل عملا ليس
_________
(١) قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: ٦٠]، وقال النبي - صلى الله عليه وسلم -: «الدعاء هو العبادة» أخرجه أبو داود في السنن (١٤٧٩)، والترمذي في الجامع (٣٢٤٧) وقال حسن صحيح، والنسائي في السنن الكبرى (١٠/ ٢٤٤)، وابن ماجة في السنن (٣٨٢٨)، وأحمد في المسند (٤/ ٢٦٧، ٢٧١، ٢٧٦) عن النعمان بن بشير - رضي الله عنه -، وقال ابن حجر في الفتح (١/ ٤٩): "إسناده جيد".
(٢) عن سعد بن أبي وقاص - رضي الله عنه -، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إنه سيكون قوم يعتدون في الدعاء» ثم تلا هذه الآية. أخرجه أبو داود في السنن، رقم (١٤٨٠)، وأحمد في المسند (١/ ١٧٢، ١٨٣)، وله شاهد من حديث عبد الله بن مغفل، أخرجه أبو داود في السنن، رقم (٩٦)، وابن ماجة في السنن (٨١٥)، وأحمد في المسند (٤/ ٨٧، ٥/ ٥٥).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (48,'عليه أمرنا فهو رد» (١).
ولذلك قال أهل العلم: إن الأصل في الدعاء التحريم، إلا ما دل على جوازه (٢).
وما لا أصل له في الشرع: يتناول الاعتداء في الألفاظ والاعتداء في المعاني أيضا، كما يشمل الدعاء بالإثم وقطيعة الرحم (٣)، والتعبد بذكر ألفاظ في القنوت لم ترد في السنة، وتقصد السجع فيه (٤) إلى غير ذلك من المناهي المتعلقة به.
_________
(١) أخرجه مسلم في الصحيح (١٧١٨)، وأحمد في المسند (٦/ ١٤٦، ١٨٠، ٢٥٦) عن عائشة.
(٢) ينظر: القرافي، الفروق (٤/ ٢٦٤)، وابن تيمية، مجموع الفتاوى (٢٢/ ٢٧٤).
(٣) قال - صلى الله عليه وسلم -: «ما على ظهر الأرض من رجل مسلم يدعو الله بدعوة إلا آتاه الله إياها، أو كف عنه من السوء مثلها، ما لم يدع بإثم أو قطيعة رحم» أخرجه الترمذي في الجامع (٣٥٧٣) وقال: حديث حسن صحيح، وأحمد في المسند (٥/ ٣٢٩) من حديث عبادة بن الصامت - رضي الله عنه -، وله شاهد من حديث أبي سعيد الخدري - رضي الله عنه -. أخرجه أحمد في المسند (٣/ ١٨). وينظر في معاني الاعتداء في الدعاء: ابن القيم، بدائع الفوائد (٣/ ٨٥٣).
(٤) تقدم تخريجه.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (49,'<span data-type="title" id=toc-15>المسألة الرابعة:
القنوت في الوتر بدعاء ختم القرآن الكريم</span>
يُشرع القنوت في الوتر بدعاء ختم القرآن الكريم (١).
قال الإمام أحمد: إذا فرغت من قراءتك {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} فارفع يديك في الدعاء قبل الركوع، قال حنبل (٢): إلى أي شيء تذهب في هذا، قال: رأيت أهل مكة يفعلونه،
_________
(١) ثبت دُعاءُ ختم القرآن عن أنس بن مالك - رضي الله عنه -. أخرجه ابن أبي شيبة في المصنف (١٠/ ٤٩٠)، وسعيد بن منصور في السنن (٢٧)، والفريابي، فضائل القرآن (٨٣)، وابن المبارك في الزهد (٨٠٩)، والدارمي في السنن (٢/ ٣٣٦)، والطبراني في الكبير (١/ ٢١٣) بإسناد صحيح كما قال النووي في الأذكار (١٨٥)، وعن مجاهد وعبده بن أبي لبابة، أخرجه عن مجاهد سعيد بن منصور في السنن (٢٨)، وأخرجه الفريابي في فضائل القرآن (٨٨)، وابن الضريس في فضائل القرآن (٨١) قال النووي: إسناده صحيح. الأذكار (١٨٥). وقال الإمام أحمد: رأيت معمرا يفعله إذا ختم، رواية يوسف بن موسى، كما في جلاء الأفهام لابن القيم (٤٧٨).
(٢) حنبل بن إسحاق بن حنبل الشيباني، أبو علي، عم الإمام أحمد، وأحد تلاميذه، ونقلة الفقه عنه، له مسائل حسنة مشبعة، مات بواسط عام ٢٧٣هـ ينظر: ابن أبي يعلى، الطبقات (١/ ٣٨٣).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (50,'وكان سفيان بن عيينة (١) يفعله معهم بمكة (٢).
وقال للفضل بن زياد (٣): إذا فرغت من آخر القرآن، فارفع يديك قبل أن تركع وادع بنا ونحن في الصلاة وأطل القيام. قلت: بم أدعو. قال: بما شئت. قال: ففعلت كما أمرني وهو خلفي يدعو قائما ويرفع يديه (٤).
_________
(١) سفيان بن عيينة بن أبي عمران الهلالي، أبو محمد الكوفي، ثقة حافظ فقيه إمام حجة، مات سنة ١٩٠هـ. ابن حجر، التقريب (٣٩٥).
(٢) رواية عبد الله، وأبي داود، وحنبل، ينظر: عبد الله، المسائل (٩١)، وأبو داود، المسائل (٩٣)، والشرح الكبير لابن أبي عمر (٤/ ١٧١) وجلاء الأفهام لابن القيم (٤٧٩) ونقل عن عباس بن عبد العظيم (ت٢٤٦هـ) قال: وكذلك أدركت الناس بالبصرة وبمكة. وهو قول الحنابلة والشافعية. ينظر: النووي، الأذكار (١٨٦) وابن أبي عمر، الشرح الكبير (٤/ ١٧١)، والمرادوي، الإنصاف (٤/ ١٨٢) وقيل: عامة ما يروى مما لا تقوم به الحجة فالصحيح عدم شرعيته. ينظر: أبو زيد، تصحيح الدعاء (٢٩١).
(٣) الفضل بن زياد القطان، أبو العباس البغدادي، من تلاميذ الإمام أحمد، ونقلة الفقه عنه له مسائل كثيرة جياد. ابن أبي يعلى، الطبقات (٢/ ١٨٨).
(٤) رواية الفضل بن زياد. ينظر: ابن أبي يعلى، طبقات الحنابلة (٢/ ١٩٢)، وابن أبي عمر، الشرح= =الكبير (٤/ ١٧١)، وابن القيم، بدائع الفوائد (٤/ ١٤١٢) وجلاء الأفهام (٤٨٠) وفيها قال: اجعله في التراويح، أو في الوتر. قال: اجعله في التراويح. وعن أحمد: أيختم في الوتر ويدعو فسهل فيه. المرداوي، الإنصاف (٤/ ١٨٢).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (51,'<span data-type="title" id=toc-16>المبحث الثاني:
حكم القنوت في الوتر</span>
وفيه مطلبان:
المطلب الأول: حكم القنوت في الوتر في رمضان.
المطلب الثاني: حكم القنوت في الوتر في غير رمضان.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (52,'<span data-type="title" id=toc-17>المطلب الأول:
حكم القنوت في الوتر في رمضان</span>
اختلف العلماء في حكم القنوت في الوتر في رمضان على خمسة أقوال:

<span data-type="title" id=toc-18>القول الأول:</span>
يستحب القنوت في الوتر في رمضان.
وقال به: الحنفية، والشافعية في وجه، وأحمد في رواية وهي المذهب (١).
وهو قول: عمر، وعلي، وابن مسعود. وقول لأبي هريرة، والحسن (٢)، وعطاء (٣)، وأبي ثور (٤). وقال به: النخعي (٥)،
_________
(١) ينظر: الهمام، فتح القدير (١/ ٤٢٣). والنووي، المجموع (٤/ ١٥) والأذكار (١١٦) وابن أبي عمر، الشرح الكبير (٤/ ١٢٤) والإنصاف (٤/ ١٢٤).
(٢) الحسن بن أبي الحسن يسار الأنصاري مولاهم، أبو سعيد البصري، ثقة فاضل مشهور، وكان يرسل كثيرا، ويدلس، مات سنة ١١٠هـ. ابن حجر، التقريب.
(٣) عطاء بن أبي رباح أسلم القرشي مولاهم، أبو محمد المكي، ثقة فقيه فاضل لكنه كثير الإرسال، مات سنة ١١٤هـ ابن حجر، التقريب (٦٧٧).
(٤) إبراهيم بن خالد بن أبي اليمان الكلبي أبو ثور الفقيه صاحب الشافعي، ثقة، مات سنة ٢٤٠هـ. ابن حجر، التقريب (١٠٧).
(٥) إبراهيم بن يزيد بن قيس النخعي، أبو عمران الكوفي الفقيه، ثقة إلا أنه يرسل كثيرا، مات سنة ٩٦هـ. ابن حجر، التقريب (١١٨).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (53,'وإسحاق (١)، والأوزاعي (٢) (٣).

<span data-type="title" id=toc-19>القول الثاني:</span>
يستحب القنوت في الوتر في النصف الآخر من رمضان.
وقال به: الشافعي (٤)، وأحمد في رواية (٥).
وقال به: أنس بن مالك (٦)، وعلي، وأبي بن كعب، وابن عمر في رواية، ومعاذ القاري (٧)، وابن
_________
(١) إسحاق بن إبراهيم بن مخلد بن راهويه، محدث فقيه. ولد عام ١٦٦هـ، ومات عام ٢٤٣هـ. ينظر: أبو يعلى، طبقات الحنابلة (١/ ٢٨٦).
(٢) عبد الرحمن بن عمرو الأوزاعي، أبو عمرو الفقيه، ثقة جليل، مات سنة ١٥٧هـ. ابن حجر، التقريب (٥٩٣).
(٣) ينظر: ابن أبي شيبة، المنصف (٢/ ٣٠٥)، والبيهقي في السنن (٣/ ٤١)، ومحمد بن نصر، الوتر (١٣٥، ١٣٦)، وابن المنذر، الأوسط (٥/ ٢٠٦)، وابن عبد البر، الاستذكار (٥/ ٥٧).
(٤) رواية الزعفراني والمزني. ينظر: الأم للشافعي (١/ ١٤٣)، والنووي، المجموع (٤/ ١٥)، ومحمد بن= =نصر، كتاب الوتر (١٣٦)، قال النووي في الأذكار (١١٦): وهو المعروف من مذهب الشافعية.
(٥) نقله الجماعة عن أحمد. ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٤) والمرداوي، الإنصاف (٤/ ١٢٤).
(٦) أخرجه ابن عدي في الكامل (٤/ ١١٨)، قال في البدر المنير (٤/ ٣٦٩): إسناده ضعيف.
(٧) معاذ بن الحارث بن الأرقم الأنصاري، يكنى أبا حليمة وهو بها أشهر، وكان يقال له القارئ. ويقال: إن كنيته أبو الحرث وأبو حليمة لقبه، صحابي جليل، مات سنة ٦٣هـ ينظر: ابن حجر، الإصابة (٩/ ٢٢١).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (54,'سيرين (١)، والزهري (٢)، والحسن، وقول لقتادة (٣) (٤).

<span data-type="title" id=toc-20>القول الثالث:</span>
لا يُشرع القنوت في الوتر في رمضان إلا في النصف الآخر منه.
وقال به: مالك في رواية (٥).
وهو رواية عن قتادة، وقول للحسن، ومعمر (٦) (٧).
_________
(١) محمد بن سيرين الأنصاري مولاهم، أبو بكر البصري، ثقة ثبت عابد كبير القدر، مات سنة ١١٠هـ، ابن حجر، التقريب (٨٥٣).
(٢) محمد بن مسلم بن عبد لله بن شهاب الزهري، أبو بكر المدني، فقيه حافظ متقن، مات سنة ١٢٥هـ. ابن حجر، التقريب (٧٩٨).
(٣) قتادة بن دِعامة بن قتادة السدوسي، أبو الخطاب البصري، ثقة ثبت، مات سنة بضع عشرة ومائة. ابن حجر، التقريب (٧٩٨).
(٤) ينظر: عبد الرزاق في المصنف (٣/ ١٢١)، وابن أبي شيبة، المصنف (٢/ ٣٠٥)، وعبد الله بن أحمد، المسائل (٩٦)، والبيهقي في السنن الكبرى (٢/ ٤٩٨)، ومحمد بن نصر، كتاب الوتر (١٣٥، ١٣٦، ١٣٩، ١٤١) والفاكهي في أخبار مكة (٢/ ١٥٤)، وابن عبد البر، الاستذكار (٥/ ٥٥).
(٥) رواية أهل المدينة. ينظر: ابن عبد البر، الاستذكار (٥/ ٥٥).
(٦) معمر بن راشد الأزدي مولاهم، أبو عروة البصري، ثقة ثبت فقيه فاضل، قيل في روايته عن بعضهم شيئا، مات عام ١٥٤هـ. ينظر: ابن حجر، التقريب (٩٦١).
(٧) ينظر: محمد بن نصر، كتاب الوتر (١٣٦).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (55,'<span data-type="title" id=toc-21>القول الرابع:</span>
لا يُشرع القنوت في الوتر في رمضان إلا في النصف الأول منه.
وهو قول للحسن، ومعمر، وقتادة، وأبي ثور (١).

<span data-type="title" id=toc-22>القول الخامس:</span>
لا يشرع القنوت في الوتر في رمضان.
وهو رواية عن مالك (٢).
وقال به: أبو هريرة، وابن عمر في رواية عنهما، وعطاء في قول (٣)،
_________
(١) أخرجه عبد الرزاق في المصنف (٣/ ١٢١)، وابن المنذر في الأوسط (٥/ ٢٠٧)، وابن عبد البر، الاستذكار (٥/ ٥٧).
(٢) رواه المصريين عن مالك، ابن القاسم، وأشهب، وابن وهب. ينظر: مالك، المدونة (١/ ٢٢٤) وقال: لا يقنت في رمضان لا في أوله ولا في آخره ولا في غير رمضان ولا في الوتر أصلا. وينظر: ابن عبد البر، الاستذكار (٥/ ٥٦). وهو المشهور عند المالكية. ينظر: ابن الجلاب، التفريع (١/ ٢٦٦).
(٣) أخرجه عبد الرزاق في المصنف (٣/ ١٠٦، ١٢٢)، وابن أبي شيبة في المصنف (٢/ ٣٠٦)، والطبري في تهذيب الآثار (٢/ ٣٨)، والبيهقي في السنن (٣/ ٤١)، ومحمد بن نصر، في الوتر (١٣٦). قال ابن عبد البر في الاستذكار (٥/ ٥٦): وقد اختلف فيه عن ابن عمر.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (56,'وهو قول طاووس (١) (٢).
الأدلة:
أدلة القول الأول:
أدلة استحباب القنوت في الوتر في رمضان.
الدليل الأول: حديث الحسن بن علي، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات أقولهن في قنوت الوتر (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر، ولم يخص ذلك بوقت دون وقت، وتعليمه يدل على الاستحباب.
ونوقش: بأن الحديث ضعيف (٤).
وأجيب: بأن الحديث ثابت صحيح (٥).
الدليل الثاني: حديث علي بن أبي طالب - رضي الله عنه -، قال: كان
_________
(١) طاوس بن كيسان اليماني، أبو عبد الرحمن الحميري مولاهم، ثقة فقيه فاضل، مات سنة ١٠٦هـ. ابن حجر، التقريب (٤٦٢).
(٢) ينظر: ابن المنذر، الأوسط (٥/ ٢٠٧).
(٣) تقدم تخريجه.
(٤) تقدم بيان ذلك.
(٥) تقدم بيان ذلك.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (57,'رسول الله - صلى الله عليه وسلم - يقول في آخر وتره: «اللهم إني أعوذ برضاك من سخطك ...» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، وهو عام في كل وتر، وفعله يدل على الاستحباب (٢).
الدليل الثالث: حديث ابن عباس، قال: كان النبي - صلى الله عليه وسلم - إذا قام يتهجد من الليل قال: «اللهم لك الحمد أنت نور السموات والأرض ...» (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، وهذا عام في كل وتر، وفعله يدل على الاستحباب.
ونوقش: بأن ظاهر السياق أنه كان يقوله أول ما يقوم إلى الصلاة (٤).
وأجيب: بأنه ليس في الحديث ما يدل على أنه خاص
_________
(١) تقدم تخريجه.
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).
(٣) تقدم تخريجه.
(٤) ينظر: ابن حجر: الفتح (٣/ ٤)، وتقدم دليلهم على ذلك.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (58,'بأول الصلاة (١).
الدليل الرابع: حديث ابن عباس: أنه انصرف ليلة صلى مع رسول الله - صلى الله عليه وسلم - فيها فسمعه في الوتر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر، وهذا عام في كل وتر، وفعله يدل على الاستحباب.
ونوقش من وجهين:
الوجه الأول: أنه حديث ضعيف (٣).
وأجيب بأنه حسن الإسناد (٤).
الوجه الثاني: أنه جاء في بعض ألفاظه أن النبي - صلى الله عليه وسلم - قاله بعد ركعتي الفجر.
وأجيب: بأن النبي - صلى الله عليه وسلم - ربما قاله تارة في القنوت وتارة بعد ركعتي الفجر.
_________
(١) تقدم ذكر الدليل على ذلك.
(٢) تقدم تخريجه.
(٣) فيه محمد بن عبد الرحمن بن أبي ليلى سيئ الحفظ. ينظر: ابن حجر، التقريب (٨٧١).
(٤) تقدم بيان ذلك.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (59,'الدليل الخامس: حديث أبي بن كعب: أن رسول الله - صلى الله عليه وسلم - كان يُوتر بثلاث ركعات ويقنت قبل الركوع (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر وهو عام، وفعله يدل على الاستحباب.
الدليل السادس: حديث ابن مسعود، أن النبي - صلى الله عليه وسلم - قنت في وتره قبل الركوع (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر وهو عام، وفعله يدل على الاستحباب.
ونوقش: بأن الحديث ضعيف (٣).
وأجيب: بأنه حديث حسن (٤).
الدليل السابع: أن أصحاب النبي - صلى الله عليه وسلم - كانوا يقنتون في
_________
(١) تقدم تخريجه.
(٢) تقدم تخريجه.
(٣) ضعفه الدارقطني في السنن (٢/ ٣٢) وقال: فيه أبان بن عياش.
(٤) تقدم بيان ذلك.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (60,'الوتر (١).
فقد جاء: عن عمر (٢)، وعلي (٣)، وابن مسعود (٤)، وأُبي بن كعب (٥)، والبراء بن عازب (٦).
وجه الاستدلال:
أنه ثبت عن هؤلاء الصحابة القنوت في الوتر، ولم يُعرف لهم مخالف فكان إجماعا، وهو عام في أول رمضان وآخره، وفعلهم يدل على الاستحباب.
الدليل الثامن: أن القنوت في الوتر ولاسيما في رمضان دعاء وخير، ولا يختلف فيه أول الشهر عن آخره (٧).
أدلة القول الثاني:
أدلة استحباب القنوت في الوتر في النصف الآخر من رمضان.
_________
(١) تقدم تخريجه.
(٢) تقدم تخريجه.
(٣) تقدم تخريجه.
(٤) تقدم تخريجه.
(٥) تقدم تخريجه.
(٦) تقدم تخريجه.
(٧) عن الإمام أحمد، تقدم.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (61,'الدليل الأول: حديث أنس، قال: كان رسول الله - صلى الله عليه وسلم - يقنت في النصف من رمضان، إلى آخره (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - لم يكن يقنت إلا في النصف الآخر من رمضان، والنبي - صلى الله عليه وسلم - لا يفعل إلا الأفضل.
ونوقش من وجهين:
الوجه الأول: أن الحديث ضعيف (٢).
الوجه الثاني: أن الإخبار بأن النبي - صلى الله عليه وسلم - كان يقنت في النصف الثاني من رمضان لا يقتضي نفي قنوته في النصف الأول منه.
الدليل الثاني: أن عمر (٣)، وعلي (٤)، وأُبي بن
_________
(١) أخرجه البيهقي في السنن (٢/ ٤٩٩)، وأخرجه ابن عدي في الكامل (٤/ ١١٨) موقوفا بسند ضعيف، كما في البدر المنير (٤/ ٣٦٩).
(٢) ضعفه البيهقي في السنن (٢/ ٤٩٩).
(٣) أخرجه أبو داود في السنن (١٤٢٩)، والطبري كما في الاستذكار (٥/ ٥٧)، وابن أبي شيبة في المصنف (٢/ ٣٠٥) عن عطاء.
(٤) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٥)، والبيهقي في السنن (٢/ ٤٩٨)، ومحمد بن نصر في الوتر (١٣٦)، وفيه الحارث بن عبد الله الأعور.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (62,'كعب (١) كانوا لا يقنتون إلا في النصف الآخر من رمضان.
وجه الاستدلال:
أن هؤلاء الصحابة لم يكونوا يقتنون إلا في النصف الآخر من رمضان، وكان بمحضر من الصحابة فكان إجماعا على استحباب ذلك (٢).
ونوقش: بأنه قد جاء عن عمر وعلي وأُبي بن كعب وغيرهم، أنهم كانوا يقنتون في الوتر في سائر رمضان (٣).
الدليل الثالث: أن الناس في عهد عمر كانوا يلعنون الكفرة في النصف الآخر من رمضان (٤).
_________
(١) أخرجه أبو داود في السنن (١٤٢٨)، وعبد الرزاق في المصنف (٤/ ٢٠٩)، وابن أبي شيبة في المصنف (٢/ ٣٠٥)، والبيهقي في السنن (٢/ ٩٨)، وأبو داود في المسائل (٩٩)، ومحمد بن نصر في الوتر (١٣٥، ١٤١) قال سفيان: ثبت ذلك عندنا، كما في أخبار مكة للفاكهي (٢/ ١٥٤)، وضعفه في البدر المنير (٤/ ٣٦٧).
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).
(٣) تقدم تخريجه. وينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥)
(٤) أخرجه مالك في الموطأ (٥/ ٥١)، وابن خزيمة في الصحيح (٢/ ١٥٥)، ومحمد بن نصر، كتاب الوتر (١٣٩).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (63,'وجه الاستدلال:
أن لعن الكفرة في النصف الآخر من رمضان يقتضي أنه لا يستحب القنوت في الوتر في أوله.
ونوقش: بأن لعن الكفرة في النصف الآخر من رمضان لا يقتضي استحباب القنوت في النصف الآخر من رمضان دون أوله.
أدلة القول الثالث:
أدلة القول بأنه لا يشرع القنوت في الوتر في رمضان إلا في النصف الآخر.
الدليل الأول: حديث أنس، قال: كان رسول الله - صلى الله عليه وسلم - يقنت في النصف من رمضان إلى آخره (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - لم يكن يقنت إلا في النصف الآخر من رمضان، والعبادة مبناها على التوقيف.
ونوقش من ثلاثة أوجه:
الوجه الأول: أن الحديث ضعيف (٢).
_________
(١) تقدم تخريجه.
(٢) تقدم بيان ذلك.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (64,'الوجه الثاني: أنه ثبت عن النبي - صلى الله عليه وسلم - أنه كان يقنت في الوتر دون تفريق بين أول الشهر وآخره (١).
الوجه الثالث: أن القول بأن النبي - صلى الله عليه وسلم - كان يقنت في النصف الثاني لا ينفي قنوته في النصف الأول.
الدليل الثاني: أن عمر، وعلي، وأُبي بن كعب: كانوا لا يقنتون إلا في النصف الآخر من رمضان (٢).
وجه الاستدلال:
أن امتناع هؤلاء الصحابة عن القنوت في أول رمضان لا يكون إلا لأنه لا يشرع إلا في النصف الآخر.
ونوقش من وجهين:
الوجه الأول: أن مجرد الامتناع لا يقتضي نفي المشروعية.
الوجه الثاني: أنه جاء عن هؤلاء القنوت في سائر الشهر (٣).
الدليل الثالث: أن الناس في عهد عمر كانوا يلعنون الكفرة
_________
(١) تقدمت الأدلة على ذلك في القول الأول.
(٢) تقدم تخريجه.
(٣) تقدم تخريجه.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (65,'في النصف الآخر من رمضان (١).
وجه الاستدلال:
أن امتناع الناس عن لعن الكفرة في النصف الأول من رمضان يقتضي أنه لا يشرع القنوت إلا في النصف الآخر من رمضان.
ونوقش من وجهين:
الوجه الأول: أن مجرد الامتناع عن لعن الكفرة في النصف الأول لا يقتضي نفي المشروعية.
الوجه الثاني: أن لعن الكفرة في النصف الآخر من رمضان لا يقتضي نفي لعن الكفرة في النصف الأول.
أدلة القول الرابع:
أدلة القول بأنه لا يشرع القنوت في الوتر في رمضان إلا في النصف الأول منه.
لم أعثر للقائلين بأنه لا يشرع القنوت في الوتر في رمضان إلا في النصف الأول منه على أدلة.
_________
(١) تقدم تخرجه.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (66,'أدلة القول الخامس:
أدلة القول بأنه لا يشرع القنوت في الوتر في رمضان.
استدلوا بما استدل به القائلون بأنه لا يشرع القنوت في الوتر في غير رمضان، وسيأتي بيان أدلة هذا القول في المطلب الثاني.
الترجيح:
الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة ما استدلوا به وورود المناقشة على أدلة الأقوال الآخرى.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (67,'<span data-type="title" id=toc-23>المطلب الثاني:
حكم القنوت في الوتر في غير رمضان</span>
اختلف العلماء في حكم القنوت في الوتر في غير رمضان على قولين:

<span data-type="title" id=toc-24>القول الأول:</span>
يشرع القنوت في الوتر في غير رمضان.
وهو قول عامة أهل العلم، من الحنفية والشافعية والحنابلة (١).
وقال به: عمر، وعلي، وابن مسعود (٢)، وأنس بن مالك (٣)، والحسن، وعطاء، والنخعي، وإسحاق، وأبي ثور، وقتادة، ومعمر، والأوزاعي (٤).
_________
(١) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٣)، والنووي، المجموع (٣/ ٤٧٩)، وابن أبي عمر، الشرح الكبير (٤/ ١٢٤)، والمذهب عند الحنفية والحنابلة وقول بعض الشافعية: استحبابه. ينظر: المصادر السابقة. وهم القائلون بأنه لا يستحب القنوت في الفجر.
(٢) ينظر: عبد الرزاق، المصنف (٣/ ١٢١)، وابن أبي شيبة، المصنف (٢/ ٣٠٥)، ومحمد بن نصر في كتاب الوتر (١٣٥، ١٣٦)، وابن المنذر، الأوسط (٥/ ٢٠٧)، وابن عبد البر، الاستذكار (٥/ ٥٧).
(٣) أخرجه البخاري في الصحيح (١٠٠٢)، ومسلم في الصحيح (٦٧٧).
(٤) ينظر: عبد الرزاق، المصنف (٣/ ١٢١)، وابن أبي شيبة، المصنف (٢/ ٣٠٥)، ومحمد بن نصر في كتاب الوتر (١٣٥، ١٣٦)، وابن المنذر، الأوسط (٥/ ٢٠٧)، وابن عبد البر، الاستذكار (٥/ ٥٧).',NULL,'68',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (68,'<span data-type="title" id=toc-25>القول الثاني:</span>
لا يشرع القنوت في الوتر في غير رمضان.
وقال به مالك (١).
وهو قول أبي هريرة، وابن عمر، وعطاء في قول، وطاووس، وابن شهاب الزهري (٢).
الأدلة:
أدلة القول الأول:
أدلة مشروعية القنوت في الوتر في غير رمضان.
الدليل الأول: حديث الحسن بن علي، قال: علمني رسول الله - صلى الله عليه وسلم - كلمات أقولهن في قنوت الوتر (٣).
_________
(١) مالك، المدونة (١/ ٢٢٤) على أن المالكية يرون استحباب القنوت في صلاة الفجر مطلقا ينظر: العدوي، الشرح الكبير (١/ ٣٩٨).
(٢) ينظر: عبد الرزاق المصنف (٣/ ١٠٦، ١٢٢)، وابن أبي شيبة، المصنف (٢/ ٣٠٦)، وأبو داود، المسائل (٩٢)، ومحمد بن نصر في كتاب الوتر (١٣٦)، والطبراني، تهذيب الآثار (٢/ ٣٨)، وابن المنذر، الأوسط (٥/ ٢٠٧)، وابن عبد البر، الاستذكار (٥/ ٥٦).
(٣) تقدم تخريجه.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (69,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر، ولو كان غير مشروع لما كان لتعليمه فائدة، وهو عام في رمضان وغيره.
ونوقش: بأن الحديث لا يصح.
وأجيب: بأن الحديث صحيح (١).
الدليل الثاني: حديث علي بن أبي طالب - رضي الله عنه -، قال: كان رسول الله - صلى الله عليه وسلم - يقول في آخر وتره: «اللهم إني أعوذ بك برضاك ...» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولا يفعل النبي - صلى الله عليه وسلم - إلا ما كان مشروعا، وهو عام في رمضان وغيره.
الدليل الثالث: حديث ابن مسعود: أن النبي - صلى الله عليه وسلم - قنت في وتره (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما
_________
(١) تقدم بيان ذلك.
(٢) تقدم تخريجه.
(٣) تقدم تخريجه.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (70,'فعله النبي - صلى الله عليه وسلم -، وهو عام في رمضان وغيره.
ونوقش: بأن الحديث ضعيف.
وأجيب: بأن الحديث حسن الإسناد (١).
الدليل الرابع: حديث ابن عباس، أنه انصرف ليلة صلى مع رسول الله - صلى الله عليه وسلم - فيها فسمعه يدعو في الوتر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما فعله، وهو عام في رمضان وغيره.
ونوقش من وجهين:
الوجه الأول: أنه حديث ضعيف.
وأجيب: بأنه حسن الإسناد (٣).
الوجه الثاني: أنه جاء في بعض ألفاظه أن النبي - صلى الله عليه وسلم - قاله بعد ركعتي الفجر.
وأجيب: بأن النبي - صلى الله عليه وسلم - ربما قاله تارة في القنوت وتارة بعد ركعتي الفجر.
_________
(١) تقدم بيان ذلك.
(٢) تقدم تخريجه.
(٣) تقدم بيان ذلك.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (71,'الدليل الخامس: حديث ابن عباس، قال: كان النبي - صلى الله عليه وسلم - إذا قام يتهجد من الليل قال: «اللهم لك الحمد أنت نور السموات والأرض ...» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر، ولو لم يكن مشروعا لما فعله، وهو عام في رمضان وغيره.
ونوقش: بأنه كان يقوله أول ما يقوم إلى الصلاة، وليس في قنوت الوتر (٢).
وأجيب: بأنه ليس في الحديث ما يدل على أنه خاص بأول الصلاة (٣).
الدليل السادس: حديث أُبي بن كعب: أن رسول الله - صلى الله عليه وسلم - كان يقنت في الوتر (٤).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - قنت في الوتر، ولو لم يكن مشروعا لما فعله،
_________
(١) تقدم تخريجه.
(٢) تقدم ما يدل على ذلك.
(٣) تقدم ما يدل على ذلك.
(٤) تقدم تخريجه.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (72,'وهو عام في رمضان وغيره.
الدليل السابع: أن أصحاب النبي - صلى الله عليه وسلم - كانوا يقنتون في الوتر (١).
وجه الاستدلال:
أن قنوت أصحاب النبي - صلى الله عليه وسلم - في الوتر من غير نكير إجماع على مشروعيته، وهو عام في رمضان وغيره.
الدليل الثامن: أن القنوت في الوتر دعاء وخير، في موضع يشرع فيه الدعاء (٢).
أدلة القول الثاني:
أدلة القول بأنه لا يشرع القنوت في الوتر في غير رمضان.
الدليل الأول: حديث أنس، قال: كان رسول الله - صلى الله عليه وسلم - يقنت في النصف من رمضان إلى آخره (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - لم يكن يقنت إلا في النصف من رمضان إلى آخره، فلا يشرع في غيره.
_________
(١) تقدم تخريجه.
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٥).
(٣) تقدم تخريجه.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (73,'ونوقش من ثلاثة أوجه:
الوجه الأول: أن قنوت النبي - صلى الله عليه وسلم - في النصف من رمضان إلى آخره لا ينفي مشروعية القنوت في غير رمضان.
الوجه الثاني: أن النبي - صلى الله عليه وسلم - كان يقنت في غير رمضان، كما سبق بيان ذلك في أدلة القول الأول.
الوجه الثالث: أن الحديث ضعيف (١).
الدليل الثاني: أن عمر، وعلي، وأبي بن كعب: كانوا لا يقنتون إلا في النصف الآخر من رمضان (٢).
وجه الاستدلال:
أن قنوت هؤلاء في النصف الآخر من رمضان يفيد أنه لا يُشرع القنوت في غير هذا الوقت.
ونوقش من وجهين:
الوجه الأول: أنه جاء عنهم وعن غيرهم القنوت في النصف الآخر وغيره.
الوجه الثاني: أن فعل الصحابة لا يعارض به السنة (٣).
_________
(١) سبق بيان ذلك.
(٢) سبق تخريجه.
(٣) ينظر: الدَّبُوسي، تقويم الأدلة (٢٥٦) والزركشي، البحر المحيط (٦/ ٦٥) والفتوحي، شرح الكوكب المنير (٢/ ٢٠٨، ٤/ ٦٠٥، ٦٥٢).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (74,'الدليل الثالث: أن الناس في عهد عمر كانوا يلعنون الكفرة في النصف الآخر من رمضان (١).
وجه الاستدلال:
أن القنوت في النصف الآخر من رمضان يفيد أنه لا يشرع ذلك في غير هذا الوقت.
ونوقش من ثلاثة أوجه:
الوجه الأول: أنه قد جاء عن عمر وغيره القنوت في النصف الآخر وغيره.
الوجه الثاني: أن لعن الكفرة في النصف الآخر من رمضان لا ينفي القنوت في الوتر في غيره.
الوجه الثالث: أن فعل الناس لا يعارض به السنة.
الترجيح:
الذي يترجح -والله أعلم- القول بشرعية القنوت في غير رمضان كما شرع القنوت في رمضان؛ وذلك لقوة أدلته وورود المناقشة على أدلة القول الثاني.
_________
(١) سبق تخريجه.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (75,'<span data-type="title" id=toc-26>المبحث الثالث:
صفة القنوت في الوتر</span>
وفيه ستة مطالب:
المطلب الأول: موضع القنوت في الوتر.
المطلب الثاني: افتتاح القنوت في الوتر. وفيه مسألتان:
المسألة الأولى: افتتاح القنوت في الوتر بالتكبير.
المسألة الثانية: افتتاح القنوت في الوتر بتحميد الله والصلاة على رسوله.
المطلب الثالث: قدر القنوت في الوتر.
المطلب الرابع: الجهر بالقنوت في الوتر. وفيه ثلاث مسائل:
المسألة الأولى: حكم الجهر بالقنوت.
المسألة الثانية: حكم الجهر بالتأمين في القنوت.
المسألة الثالثة: حكم البكاء ونحوه في القنوت.
المطلب الخامس: رفع اليدين في القنوت. وفيه مسألتان:',NULL,'76',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (76,'المسألة الأولى: رفع اليدين عند القنوت.
المسألة الثانية: رفع اليدين بعد الفراغ من القنوت.
المطلب السادس: قضاء القنوت في الوتر. وفيه مسألتان:
المسألة الأولى: قضاء القنوت في الوتر للإمام والمنفرد.
المسألة الثانية: قضاء القنوت في الوتر للمأموم.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (77,'<span data-type="title" id=toc-27>المطلب الأول:
موضع القنوت في الوتر </span>(١)
اتفق العلماء على أن القنوت لا يكون إلا في الركعة الأخيرة من الوتر (٢).
واختلفوا في موضعه من الركعة على أربعة أقوال:

<span data-type="title" id=toc-28>القول الأول:</span>
يُستحب القنوت بعد الركوع.
وهو وجه عند الشافعية (٣)، ورواية عن أحمد وهي المذهب (٤).
_________
(١) أما موضع الوتر من الليل، فقد أجمع العلماء على أن ما بين صلاة العشاء إلى طلوع الفجر وقت له، وأجمع الصحابة على أن آخر وقته صلاة الفجر، وهو قول المالكية والشافعية، وأحمد في رواية. ينظر: ابن المنذر، الإجماع (٥٠) وابن عبد البر، الاستذكار (٥/ ٢١٩، ٢٢٠)، والقرافي، الذخيرة (٢/ ٣٩٥)، والشافعي، الأم (١/ ١٤٣)، والمرداوي، الإنصاف (٤/ ١٠٨).
(٢) ينظر: النووي، الأذكار (١١٦).
(٣) ينظر: النووي، المجموع (٣/ ٤٤٧، ٤٧١، ٤٨٠). قال المزني: لا أعلم أن الشافعي ذكر موضع القنوت من الوتر، ويشبه أن يكون قوله بعد الركوع كما قال في قنوت الصبح. محمد بن نصر، كتاب الوتر (١٣٨).
(٤) رواية عبد الله وأبي داود وابن هانئ وخطاب. ينظر: عبد الله، المسائل (٩١، ٩٣، ٩٨) وأبو داود، المسائل (٥٩، ٩٦) وابن هانئ، المسائل، المسائل (٩٩٨، ١٠٠)، وأبو يعلى، الروايتين والوجهين (١/ ١٦٣)، والمرداوي، الإنصاف (٤/ ١٢٥).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (78,'وقال به أبو بكر، وعمر في رواية (١)، وعثمان وعلي في رواية، وابن مسعود في رواية، وأنس بن مالك في رواية، وأبي بن كعب، وسعيد بن جبير (٢)، وأيوب السختياني، والحسن، والحكم (٣)، وابن شهاب (٤).

<span data-type="title" id=toc-29>القول الثاني:</span>
يُستحب القنوت قبل الركوع.
وهو قول المالكية، وأحمد في رواية (٥).
_________
(١) رواية البصريين عن عمر. ينظر: أبو داود، المسائل (٥٩) عن الإمام أحمد.
(٢) سعيد بن جبير الأسدي، مولاهم الكوفي، ثقة ثبت فقيه، مات سنة ٩٥هـ. ابن حجر، التقريب (٣٧٥).
(٣) الحكم بن عُتيبة الكندي، أبو محمد الكوفي، ثقة ثبت فقيه، مات سنة ١١٣هـ. ابن حجر، التقريب (٢٦٣).
(٤) ينظر: عبد الرزاق، المصنف (٣/ ١١٠، ١٢٠، ٤/ ٢٥٩، ٢٦٠)، وابن أبي شيبة، المصنف (٢/ ٣٠٢، ٣٠٥، ٣١٦، ٣١٨) وابن خزيمة، الصحيح (٢/ ١٥٥) وعبد الله بن أحمد، المسائل (٩٢، ٩٣)، وإسحاق بن منصور، المسائل (١/ ٢٠٤)، والبيهقي، السنن (٢/ ٢١٢، ٣/ ٣٩) = =ومحمد بن نصر، الوتر (١٣٧، ١٣٩، ١٤٠)، وابن المنذر، الأوسط (٥/ ٢٠٩)، والنووي، المجموع (٣/ ٤٤٧).
(٥) ينظر: القرافي، الذخيرة (٢/ ٢٣١)، والعدوي، شرح مختصر خليل (١/ ٣٩٨)، وذلك على القول بمشروعية القنوت في الوتر عند المالكية. والمرداوي، الإنصاف (٤/ ١٢٥).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (79,'وقال به: عمر في رواية (١)، وعلي في رواية، وابن مسعود في رواية، وابن عباس، وأبي موسى الأشعري، والبراء بن عازب، وابن عمر، وأنس بن مالك في رواية، وعمر بن عبد العزيز، والحسن في رواية، وابن سيرين، والنخعي، وإسحاق (٢).

<span data-type="title" id=toc-30>القول الثالث:</span>
لا يُشرع القنوت إلا بعد الركوع.
وهو وجه عند الشافعية والمذهب عندهم (٣).

<span data-type="title" id=toc-31>القول الرابع:</span>
لا يُشرع القنوت إلا قبل الركوع.
وقال به الحنفية، وهو وجه عند الشافعية (٤).
_________
(١) رواية الكوفيين عنه. ينظر: أبو داود، المسائل (٥٩) عن الإمام أحمد.
(٢) ينظر: عبد الرزاق، المصنف (٣/ ١١٠، ١٢٠)، وابن أبي شيبة، المصنف (٢/ ٣٠٢، ٣٠٥، ٣١٣)، ومحمد بن نصر، الوتر (١٣٧، ١٣٩)، والطبري، تهذيب الآثار (٢/ ٣٥)، وابن المنذر، الأوسط (٥/ ٢٠٨)، والنووي، المجموع (٣/ ٤٧١)، وابن أبي عمر، الشرح الكبير (٤/ ١٢٦)، قال الإمام أحمد: خالف إبراهيم عبد الرحمن بن الأسود، عن أبيه: أن ابن مسعود قنت في الوتر قبل الركعة. قال إبراهيم: عمر، وقال عبد الرحمن: ابن مسعود. مسائل عبد الله (٩٢).
(٣) ينظر: النووي، المجموع (٣/ ٤٣٧، ٤٧١)، والأذكار (١١٦).
(٤) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٨)، والنووي، المجموع (٣/ ٤٧١).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (80,'الأدلة:
أدلة القول الأول:
أدلة القول بأنه يُستحب القنوت بعد الركوع.
الدليل الأول: حديث أنس، أن النبي - صلى الله عليه وسلم - قنت بعد الركوع (١).
وجه الاستدلال:
أن قنوت النبي - صلى الله عليه وسلم - بعد الركوع دليل على فضيلة القنوت بعده.
ونوقش: بأنه خاص بقنوت النوازل، كما أشار أنس إلى ذلك في أول الحديث وآخره (٢).
وأجيب بجوابين:
الجواب الأول: بأن ما ذكره أنس من القنوت قبل الركوع هو إطالة القيام للقراءة لا الدعاء (٣).
الجواب الثاني: أن أنس صلى بالناس صلاة النبي - صلى الله عليه وسلم -، فكان إذا رفع رأسه من الركوع انتصب قائما حتى يقول القائل
_________
(١) أخرجه البخاري في الصحيح (١٠٠٢)، ومسلم في الصحيح (٦٧٧).
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٩).
(٣) ينظر: ابن القيم، زاد المعاد (١/ ٢٨٢).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (81,'قد نسي (١)، وذلك لكثرة دعائه.
الدليل الثاني: ما جاء عن طائفة من الصحابة أنهم كانوا يقنتون بعد الركوع (٢).
وجه الاستدلال:
أن قنوت هؤلاء الصحابة بعد الركوع يُفيد استحباب القنوت بعد الركوع.
ونوقش: بأنه قد رُوي عن طائفة أخرى أنهم كانوا يقنتون قبل الركوع.
وأجيبك بأن رواة القنوت بعد الركوع أكثر وأحفظ (٣).
الدليل الثالث: حديث عائشة عن الحسن بن علي، قال: (علمني رسول الله - صلى الله عليه وسلم - في وتري إذا رفعت رأسي ولم يبق إلا السجود أن أقول ....) (٤).
_________
(١) أخرجه البخاري في الصحيح، رقم (٨٢١)، ومسلم في الصحيح (٤٧٢)، وأحمد في المسند (٣/ ٢٢٦).
(٢) تقدم تخريجه.
(٣) ينظر: البيهقي، السنن (٣/ ٤١)، والنووي، المجموع (٣/ ٤٤٨).
(٤) أخرجه الحاكم في المستدرك (٣/ ١٧٢) وصححه، والبيهقي في السنن (٣/ ٣٨).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (82,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر بعد الركوع، ولا يعلمه إلا الأفضل.
ونوقش: بأن الحديث ضعيف (١).
وأجيب: بأن الحديث صالح للاحتجاج.
الدليل الرابع: القياس على القنوت في الفجر للنوازل (٢).
فقد كان النبي - صلى الله عليه وسلم - يقنت في الفجر بعد الركوع (٣).
ونوقش من وجهين:
الوجه الأول: بأنه قد جاء عن أنس أنهم كانوا يقنتون قبل الركوع وبعده (٤).
_________
(١) قالوا: الحديث من هذا الطريق مضطرب، فعند ابن أبي عاصم في الآحاد والمثاني (١/ ٣٠١)، وابن منده في التوحيد (٢/ ١٩١) قال: إذا فرغت من قراءتي فلم يبق علي إلا الركوع، وعند ابن أبي عاصم في السنة (١/ ٢٦٨)، والطبراني في الكبير (٣/ ٧٣)، والأوسط (٤/ ٤٦٩)، والدعاء (٢/ ١١٣٨): علمني دعاء القنوت في الوتر. دون تحديد.
(٢) عن الإمام أحمد مسائل عبد الله (٩١)، ومحمد بن نصر، قيام الليل (١٣٤).
(٣) حديث أبي هريرة، أخرجه البخاري في الصحيح، رقم (٨٠٤)، ومسلم في الصحيح، رقم (١٩٤)، وحديث أنس، أخرجه البخاري في الصحيح، رقم (١٠٠٢)، ومسلم في الصحيح، (٦٧٧).
(٤) أخرجه ابن ماجة في السنن، رقم (١١٧٢)، وعبد الرزاق في المصنف (٣/ ١١٠)، وابن المنذر في الأوسط (٥/ ٢٠٩)، قال البوصيري في المصباح (١/ ٣٩١): إسناده صحيح.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (83,'وأجيب عنه من أربعة أوجه:
الوجه الأول: بأن القياس على فعل النبي - صلى الله عليه وسلم - لا على فعل أصحابه.
الوجه الثاني: بأنه معارض بفعل النبي - صلى الله عليه وسلم -، فقد كان يقنت بعد الركوع.
الوجه الثالث: بأن ما جاء عن أنس محمول على الجواز.
الوجه الرابع: أن المراد بالقنوت قبل الركوع إطالة القراءة لا الدعاء (١).
الوجه الثاني من المناقشة: أنه قياس والقياس في العبادات غير معتبر (٢).
الدليل الخامس: أن موضع الدعاء ما كان في القيام بعد الركوع (٣).
ونوقش: أنه استدلال بموضع الخلاف.
_________
(١) ينظر: ابن القيم، زاد المعاد (١/ ٢٨٢).
(٢) ينظر: المقري، القواعد (١/ ٢٩٧)، وابن قدامة، المغني (١/ ٧٤، ٧٥).
(٣) ينظر: محمد بن نصر، الوتر (١٣٨) عن المزني.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (84,'أدلة القول الثاني:
أدلة القول بأنه يُستحب القنوع قبل الركوع.
الدليل الأول: حديث أبي بن كعب: أن رسول الله - صلى الله عليه وسلم - كان يوتر بثلاث ركعات، ويقنت قبل الركوع (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر قبل الركوع، والنبي - صلى الله عليه وسلم - لا يفعل إلا الأفضل.
ونوقش من وجهين:
الوجه الأول: بأن الحديث ضعيف (٢).
وأجيب: بأنه حسن بشواهده (٣).
والثاني: بأنه محمول على الجواز؛ لما تقدم في أدلة القول الأول.
_________
(١) تقدم تخريجه.
(٢) ضعفه الإمام أحمد، والنووي وابن الملقن. ينظر: مسائل عبد الله (٩٢)، والنووي، المجموع (٣/ ٤٨٠)، وابن أبي عمر، الشرح الكبير (٤/ ١٢٧)، والبدر المنير لابن الملقن (٤/ ٣٣٠).
(٣) أخرجه من حديث ابن عمر: الطبراني في الأوسط (٨/ ٣٦)، وضعفه ابن حجر في الدراية (١٩٤)، وأخرجه من حديث ابن عباس: البيهقي في السنن (٣/ ٤١)، وضعفه أبو نُعيم في الحلية (٥/ ٦٢).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (85,'الدليل الثاني: حديث ابن مسعود: أن رسول الله - صلى الله عليه وسلم - قنت في الوتر قبل الركوع (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - فعل ذلك ولا يفعل إلا الأفضل.
ونوقش من ثلاثة أوجه:
الوجه الأول: بأن الحديث لا يصح (٢).
الوجه الثاني: أنه معارض بفعل ابن مسعود، فقد كان يقنت بعد الركوع (٣).
الوجه الثالث: أنه محمود على الجواز؛ لما تقدم في أدلة القول الأول.
الدليل الثالث: أن عمر، وابن مسعود، وغيرهما من أصحاب النبي - صلى الله عليه وسلم -: كانوا يقنتون في الوتر قبل الركوع (٤).
_________
(١) أخرجه عبد الرزاق في المصنف (٣/ ١٢٠)، وابن أبي شيبة في المصنف (٢/ ٣٠٢)، والدارقطني في السنن (٢/ ٣٢)، وأبو نعيم في الحلية (٧/ ١١٨، ١٠/ ٣٠)، والبيهقي في السنن (٣/ ٤١).
(٢) قال النووي في المجموع (٣/ ٤٨٠): ضعيف ظاهر الضعف، وفيه أبان بن عياش. ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٢٧).
(٣) تقدم تخريجه.
(٤) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠١، ٣٠٢)، وحسنه عن ابن مسعود ابن حجر في الدراية (١٩٤)، وأخرجه عن ابن مسعود أيضا: الطبراني في الكبير (٩/ ٢٧٢) قال الهيثمي في مجمع الزوائد (٢/ ١٢٧): إسناده حسن، وأخرجه من طريق آخر: ابن أبي شيبة في المصنف (٢/ ٣٠٥)، والطبراني في الكبير (٩/ ٣٢٨) قال الهيثمي في مجمع الزوائد (٢/ ٢٤٤): منقطع.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (86,'وجه الاستدلال:
أن قنوت هؤلاء الصحابة قبل الركوع يدل على استحباب القنوت قبل الركوع.
ونوقش: بأنه قد جاء عن هؤلاء أنهم كانوا يقنتون بعد الركوع، ورواية القنوت بعد الركوع أكثر وأحفظ (١).
الدليل الرابع: عن أنس، قال: كان القنوت قبل الركوع (٢).
وجه الاستدلال:
أن الناس كانوا يقنتون في الوتر قبل الركوع، فأفاد أنه أفضل من القنوت بعده.
ونوقش: بما نوقش به الدليل الثالث (٣).
الدليل الخامس: أن القنوت قبل الركوع يحصل للمسبوق
_________
(١) تقدم تخريجه.
(٢) تقدم تخريجه.
(٣) ينظر مناقشات أخرى: ابن رجب، شرح البخاري "فتح الباري" (٦/ ٢٧٢، ٢٧٦، ٢٧٧).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (87,'فضيلة الجماعة (١).
ونوقش: بأن الجماعة تدرك بما دون ذلك.
أدلة القول الثالث:
أدلة القول بأن القنوت لا يُشرع إلا بعد الركوع.

الدليل الأول: ما ثبت عن طائفة من الصحابة أنهم كانوا يقنتون بعد الركوع (٢).
وجه الاستدلال:
أن قنوت هؤلاء الصحابة بعد الركوع يدل على أن القنوت لا يُشرع إلا بعد الركوع.
ونوقش: بأن فعل الصحابة محمول عن الاستحباب؛ لأنه قد جاء عنهم وعن غيرهم أنهم كانوا يقنتون قبل الركوع (٣).
الدليل الثاني: حديث عائشة عن الحسن، قال: علمني رسول الله - صلى الله عليه وسلم - في وتري إذا رفعت رأسي ولم يبق إلا السجود
_________
(١) ينظر: القرافي: الذخيرة (٢/ ٢٣١)، وروي عن عثمان - رضي الله عنه -، ينظر: عبد الرزاق، المصنف (٣/ ١٠٩، ١١٩).
(٢) تقدم تخريجه.
(٣) ينظر: أدلة القول الثاني.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (88,'أن أقول ... (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - علم الحسن القنوت في الوتر بعد الركوع، فدل على أنه لا يُشرع إلا بعده.
ونوقش من وجهين:
الوجه الأول: أن الحديث ضعيف (٢).
الوجه الثاني: أن هذا التعليم محمول على الأفضل؛ لما تقدم في الدليل الأول.
الدليل الثالث: القياس على القنوت في الفجر للنوازل.
ونوقش من وجهين:
الوجه الأول: أنه محمول على الاستحباب؛ لما تقدم في أدلة القول الثاني.
الوجه الثاني: أن القياس في العبادات غير معتبر.
أدلة القول الرابع:
أدلة القول بأن القنوت لا يُشرع إلا قبل الركوع.
_________
(١) تقدم تخريجه.
(٢) تقدم ذلك.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (89,'الدليل الأول: حديث أبي بن كعب أن رسول الله - صلى الله عليه وسلم - كان يوتر بثلاث ركعات، ويقنت قبل الركوع (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقنت في الوتر قبل الركوع، فلا يشرع بعده.
ونوقش من وجهين:
الوجه الأول: بأن الحديث لا يصح (٢).
الوجه الثاني: أنه محمول على الجواز؛ لما تقدم في أدلة القول الأول والثالث.
الدليل الثاني: حديث ابن مسعود: أن رسول الله - صلى الله عليه وسلم - قنت في الوتر قبل الركوع (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - فعل ذلك، فلا يشرع القنوت إلا قبل الركوع.
ونوقش من ثلاثة أوجه:
الوجه الأول: أن الحديث لا يصح (٤).
_________
(١) تقدم تخريجه.
(٢) تقدم بيان ذلك.
(٣) تقدم تخريجه.
(٤) تقدم بيان ذلك.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (90,'الوجه الثاني: أنه معارض بفعل ابن مسعود، فقد كان يقنت بعد الركوع (١).
الوجه الثالث: أنه محمول على الجواز؛ لما تقدم في أدلة القول الأول والثالث.
الدليل الثالث: أن عمر، وابن مسعود، وغيرهما من أصحاب النبي - صلى الله عليه وسلم -: كانوا يقنتون في الوتر قبل الركوع.
وجه الاستدلال:
أن قنوت هؤلاء الصحابة قبل الركوع يدل على أنه لا يُشرع القنوت إلا قبله.
ونوقش: بأنه محمول على الجواز؛ لما تقدم في أدلة القول الأول والثالث.
الترجيح:
الذي يترجح -والله أعلم- هو القول باستحباب القنوت بعد الركوع لقوة أدلته وورود المناقشة على أدلة الأقوال الأخرى.
_________
(١) تقدم تخريجه.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (91,'<span data-type="title" id=toc-32>المطلب الثاني:
افتتاح القنوت في الوتر</span>
وفيه مسألتان:
المسألة الأولى: افتتاح القنوت في الوتر بالتكبير.
المسألة الثانية: افتتاح القنوت في الوتر بتحميد الله والصلاة على رسوله.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (92,'<span data-type="title" id=toc-33>المسألة الأولى:
افتتاح القنوت في الوتر بالتكبير</span>
اتفق العلماء على أنه يُشرع التكبير عند افتتاح القنوت إذا كان قبل الركوع (١).
واختلفوا في استحبابه، على قولين:
القول الأول:
لا يُستحب التكبير عند افتتاح القنوت.
وهو قول لمالك، والمذهب عند الشافعية، ورواية عن أحمد وهي الصحيح من المذهب (٢).
القول الثاني:
يستحب التكبير عند افتتاح القنوت.
وهو قول الحنفية، والمالكية (٣)،
_________
(١) قال ابن أبي عمر في الشرح الكبير (٤/ ١٣٨): إذا قنت قبل الركوع كبَّر ثم أخذ في القنوت، ولا نعلم فيه مخالفا ا. هـ. أما إذا كان القنوت بعد الركوع فعن سعيد بن جُبير، وحماد، وإسحاق: أنهم كانوا يفعلونه، ولا يعرف ذلك عن أحد سوى هؤلاء. ينظر: محمد بن نصر، الوتر (١٣٨)، وابن المنذر، الأوسط (٥/ ٢١٢).
(٢) ينظر: مالك، المدونة (١/ ١٠٢)، والنووي، المجموع (٣/ ٤٧١) والمرداوي، الإنصاف (٤/ ١٢٦).
(٣) ينظر: المرغيناني، الهداية (١/ ٤٣٤)، والقرافي، الذخيرة (٢/ ٢٣١)، وذلك على القول بمشروعية القنوت في الوتر عند المالكية. وقد تقدم أن المشروع القنوت قبل الركوع عند الحنفية، وبعد الركوع عند المالكية.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (93,'وقال به سفيان (١).
الأدلة:
أدلة القول الأول:
الدليل الأول: أن النبي - صلى الله عليه وسلم - لم يكن يفتتح القنوت بالتكبير، ولو كان مستحبا لفعله النبي - صلى الله عليه وسلم -.
الدليل الثاني: أنها تكبيرة زائدة في الصلاة، لم تثبت بأصل ولا قياس (٢).
أدلة القول الثاني:
الدليل الأول: أن عمر، وعلي، وابن مسعود، والبراء: كانوا يفتتحون القنوت بالتكبير قبل الركوع (٣).
ونوقش: بأنه محمول على الجواز لا على الاستحباب؛
_________
(١) ينظر: محمد بن نصر، الوتر (١٣٨).
(٢) ينظر: محمد بن نصر، كتاب الوتر (١٣٨) عن المزني.
(٣) أخرجه عبد الرزاق في المصنف (٣/ ١١٥)، وابن أبي شيبة في المصنف (٢/ ٣٠٧، ٣١٥، ٣١٦).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (94,'لما تقدم في أدلة القول الأول (١).
الدليل الثاني: عن سفيان، قال: كانوا يستحبون في الوتر أن تكبر وترفع يديك ثم تقنت (٢).
ونوقش: بأنه قول معارض بما تقدم من الأدلة، فيحمل على الجواز قبل الركوع.
الترجيح:
الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة ما استدلوا به وورود المناقشة على أدلة القول الثاني.
_________
(١) ونوقش أيضا: بضعف ما روي عن علي وابن مسعود، وأن ما روي عن عمر والبراء كان في صلاة الفجر في النوازل.
(٢) ينظر: محمد بن نصر، كتاب الوتر (١٣٨).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (95,'<span data-type="title" id=toc-34>المسألة الثانية:
افتتاح القنوت في الوتر بتحميد الله والصلاة على رسوله</span>
اتفق العلماء على أنه يستحب افتتاح القنوت في الوتر بتحميد الله والثناء عليه، ثم الصلاة على النبي - صلى الله عليه وسلم - (١).
ويدل لذلك ما يأتي:
الدليل الأول: حديث فَضَالة بن عُبيد (٢)، أن النبي - صلى الله عليه وسلم - قال: «إذا صلى أحدكم فليبدأ بتحميد ربه جل وعز والثناء عليه، ثم يصلي على النبي - صلى الله عليه وسلم -، ثم يدعو بعد بما شاء» (٣).
_________
(١) ينظر: النووي، الأذكار (١١٧) ونقل الإجماع على ذلك. أما ختم القنوت بالصلاة على النبي - صلى الله عليه وسلم -: فعامة أهل العلم على استحبابه. ينظر: ابن الهمام، فتح القدير (١/ ٤٣٨)، والنووي، المجموع (٣/ ٤٤٠، ٤٩٩)، والمرداوي، الإنصاف (٤/ ١٢٩) وقال: وهو المذهب، واستدلوا بما جاء في حديث الحسن: أن النبي - صلى الله عليه وسلم - علَّمه القنوت في الوتر. وفي آخره: وصلى الله على النبي محمد. أخرجه النسائي في المجتبى (٣/ ٢٤٨)، والطبراني في الدعاء، رقم (٧٣٥)، وابن أبي عاصم في السنة، رقم (٣٧٥). قال النووي في الأذكار (١١٧): إسناده حسن. وضعفه ابن حجر في التلخيص (١/ ٢٦٤).
(٢) فَضَالة بن عُبيد الأنصاري، صحابي جليل شهد أحدا وولي قضاء دمشق، ومات سنة ٥٨هـ. ينظر: ابن حجر، التقريب (٧٨١).
(٣) أخرجه أبو داود في السنن (١٤٨١)، والترمذي في الجامع (٣٤٧٧)، وقال: حسن صحيح، والنسائي في المجتبى (٣/ ٤٤)، وأحمد في المسند (٦/ ١٨)، وابن حبان في الصحيح، رقم (١٩٦٠).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (96,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر الداعي أن يبدأ بتحميد الله والثناء عليه ثم الصلاة على النبي، والقنوت دعاء.
ونوقش: بأنه خاص بالدعاء في آخر الصلاة بعد التشهد (١).
وأجيب من وجهين:
الوجه الأول: بأن الحديث عام، فلا يخصص إلا بدليل.
الوجه الثاني: أن أول الحديث يفيد أن الداعي كان يجهر بدعائه، والدعاء في التشهد لا يُجهر به.
الدليل الثاني: أن أبي بن كعب، ومعاذ الأنصاري: كانا يفتتحان القنوت بالتحميد، والصلاة على النبي - صلى الله عليه وسلم - (٢).
_________
(١) ينظر: ابن القيم، جلاء الأفهام (٤١٨).
(٢) أخرجه ابن خزيمة في الصحيح (٢/ ١٥٥)، والقاضي إسماعيل في فضل الصلاة على النبي - صلى الله عليه وسلم - (١٠٧)، وصححه ابن حجر في نتائج الأفكار (٢/ ١٤٨).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (97,'وجه الاستدلال:
أن أبي بن كعب ومعاذ الأنصاري كانا يفعلان ذلك ولم يعرف لهم مخالف، فكان إجماعا.
الدليل الثالث: القياس على الدعاء في التشهد.
ونوقش: بأن القياس في العبادات غير مُعتبر.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (98,'<span data-type="title" id=toc-35>المطلب الثالث:
قدر القنوت في الوتر</span>
اتفق أهل العلم على أنه لا يتعين في القنوت دعاء مؤقت (١).
فكلما أكثر العبد الدعاء، وطوّله وأعاده وأبداه ونوَّع جُمله: كان ذلك أبلغ في عبوديته وإظهار فقره وذله وحاجته، وكان أقرب له من ربه وأعظم لثوابه.
ولهذا نجد أن كثيرا من أدعية النبي - صلى الله عليه وسلم - فيها من بسط الألفاظ، وذكر كل معنى بصريح لفظه دون الاكتفاء بدلالة اللفظ الآخر عليه (٢). إلا أنه كان يُعجبه الجوامع من الدعاء، ويدع ما سوى ذلك (٣).
وكان يحث مَن أم الناس أن يخفف، وهذا عام في الدعاء وأفعال الصلاة أما من صلى لنفسه فليطول ما شاء (٤)، فأفضل
_________
(١) ينظر: القرطبي، المفهم (٢/ ٣٠٢).
(٢) ينظر: ابن القيم، جلاء الأفهام (٣٤٢).
(٣) تقدم تخريجه.
(٤) أخرجه البخاري في الصحيح (٧٠٣)، ومسلم في الصحيح (٤٦٧)، وأحمد في المسند (٢/ ٤٨٦، ٥٠٢) من حديث أبي هريرة.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (99,'الصلاة طول القنوت (١).
وقد اختلف العلماء في قدر المستحب من القنوت في الوتر، على خمسة أقوال:

<span data-type="title" id=toc-36>القول الأول:</span>
يستحب قدر دعاء عمر، والحسن بن علي.
وهو مذهب الحنفية، ورواية عن أحمد وهي الصحيح من المذهب (٢).

<span data-type="title" id=toc-37>القول الثاني:</span>
يستحب قدر دعاء الحسن إذا كان إماما، وقدر دعاء الحسن ودعاء عمر إذا كان منفردا أو إمام محصورين يرضون بالتطويل.
_________
(١) أخرجه مسلم في الصحيح (٧٥٦)، وأحمد في المسند (٣/ ٣٠٢) من حديث جابر، وأخرجه أحمد في المسند (٤/ ٣٨٥) من حديث عمرو بن عَبسَة، وأخرجه (٣/ ٤١٢) من حديث عبد الله الخثعمي.
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠)، والمرداوي، الإنصاف (٤/ ١٢٧) وقُدِّر بأكثر من قراءة سورة إذا السماء انفطرت. رواية أبي داود عن أحمد المسائل (٩٦)، ومحمد بن نصر، كتاب الوتر (١٤٠) وقدر بقراءة سورتي إذا السماء انشقت والسماء ذات البروج. ينظر: ابن المنذر، الأوسط (٥/ ٢١٥).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (100,'وهو قول الشافعية (١).

<span data-type="title" id=toc-38>القول الثالث:</span>
يستحب قدر دعاء عمر.
وهو قول المالكية (٢)، ورواية عن أحمد (٣)، وقول إسحاق (٤).

<span data-type="title" id=toc-39>القول الرابع:</span>
يستحب قدر مائة آية.
وقال به عمر، وجمع من الصحابة والتابعين (٥).

<span data-type="title" id=toc-40>القول الخامس:</span>
ليس له قدر محدد.
_________
(١) ينظر: النووي، المجموع (٣/ ٤٣٨).
(٢) ينظر: العدوي، الشرح الكبير (١/ ٣٩٨). وذلك على القول بمشروعية القنوت في الوتر عند المالكية.
(٣) رواية أبي داود، والفضل بن زياد. ينظر: أبو داود، المسائل (٩٦)، وابن القيم، بدائع الفوائد (٤/ ١٤١١).
(٤) ينظر: ابن المنذر، الأوسط (٥/ ٢١٥) وقُدِّر بقراءة إذا السماء انشقت أو إذا السماء انفطرت. وروي عن إبراهيم النخعي. ينظر: عبد الرزاق، المصنف (٣/ ١٢٢)، وابن أبي شيبة، المصنف (٢/ ٣٠٨)، ومحمد بن نصر، كتاب الوتر (١٤٠).
(٥) أخرجه عن عمر: ابن أبي شيبة في المصنف (٢/ ٣٠٨)، ومحمد بن نصر في كتاب الوتر (١٤٠) وقال: وهو المروي عن الصحابة والتابعين.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (101,'وهو قول بعض الحنفية (١)، ورواية عن أحمد (٢)، وقول لإبراهيم النخعي (٣).
الأدلة:
أدلة القول الأول:
الدليل الأول: أن دعاء عمر سورتان في مصحف ابن مسعود، ودعاء الحسن علمه إياه النبي - صلى الله عليه وسلم - فلا يُزاد عليهما.
ونوقش دعاء عمر: بأنه سورتان منسوختان، فلا يحتج بهما.
وأجيب: بأن عمر كان يدعو بهما، ولم يُعرف له مخالف (٤).
ونوقش دعاء الحسن: بأنه لا يصح (٥).
وأجيب: بأن دعاء الحسن صحيح ثابت (٦).
_________
(١) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠).
(٢) رواية أبي الحارث. ينظر: المرداوي، الإنصاف (٤/ ١٢٧).
(٣) ينظر: محمد بن نصر، كتاب الوتر (١٢٠).
(٤) تقدم تخريجه.
(٥) ابن خزيمة في الصحيح (٢/ ١٥١، ١٥٣).
(٦) تقدم بيان ذلك.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (102,'الدليل الثاني: أنه إذا لم يؤقت فربما جرى على اللسان ما يُشبه كلام الناس (١).
أدلة القول الثاني:
الدليل الأول: أن دعاء الحسن علمه إياه النبي - صلى الله عليه وسلم -، فيقدم إلا أن يكون منفردا أو يرضى المأمومون فيزاد دعاء عمر.
ونوقش: بأن دعاء عمر سورتان في مصحف ابن مسعود، وكان عمر يدعو به ولم يُعرف له مخالف.
الدليل الثاني: القياس على التشهد الأول (٢).
ونوقش: بأنه قياس مع الفارق؛ لأنه ليس موضعا للدعاء.
أدلة القول الثالث:
الدليل الأول: أن قنوت عمر سورتان في مصحف ابن مسعود، فلا يزاد عليه.
ونوقش: بأن دعاء الحسن ثابت عن النبي - صلى الله عليه وسلم -.
الدليل الثاني: أن قنوت عمر وسط من القيام (٣).
_________
(١) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠). في الحديث: «إن هذه الصلاة لا يصلح فيها شيء من كلام الناس» سيأتي تخريجه في المطلب الرابع.
(٢) ينظر: النووي، المجموع (٣/ ٤٤١).
(٣) ينظر: ابن القيم، بدائع الفوائد (٤/ ١٥٠٢).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (103,'ونوقش: بأن كونه كذلك لا يمنع من أن يضم إليه دعاء الحسن الثابت عن رسول الله - صلى الله عليه وسلم -.
أدلة القول الرابع:
استدلوا بفعل عمر أنه كان يقنت بقدر ما يقرأ الرجل مائة آية (١).
ونوقش من وجهين:
الوجه الأول: أنه محمول على التقريب لا على التحديد.
الوجه الثاني: أن المشهور عن عمر القنوت بالسورتين في مصحف ابن مسعود، فربما كان هذا في بعض الأحيان.
أدلة القول الخامس:
الدليل الأول: حديث جابر أن النبي - صلى الله عليه وسلم - قال: «أفضل الصلاة طول القنوت» (٢).
ونوقش: بأن المراد بالقنوت القيام لا الدعاء (٣).
الدليل الثاني: أن القنوت مستحب فلا يُحد بقدر معين (٤).
_________
(١) تقدم تخريجه.
(٢) تقدم تخريجه.
(٣) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٣٥).
(٤) ينظر: ابن القيم، بدائع الفوائد (٤/ ١٥٠٢).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (104,'ونوقش: بأن عدم التحديد يفضي إلى التطويل.
الترجيح:
لعل الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة أدلته وورود المناقشة على أدلة الأقوال الأخرى.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (105,'<span data-type="title" id=toc-41>المطلب الرابع:
الجهر بالقنوت في الوتر</span>
وفيه ثلاث مسائل:
المسألة الأولى: حكم الجهر بالقنوت.
المسألة الثانية: حكم الجهر بالتأمين في القنوت.
المسألة الثالثة: حكم البكاء ونحوه في القنوت.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (106,'<span data-type="title" id=toc-42>المسألة الأولى:
حكم الجهر بالقنوت</span>
اختلف العلماء في حكم الجهر بالقنوت على ثلاثة أقوال:
القول الأول:
لا يستحب الجهر بالقنوت.
وهو مذهب الحنفية والمالكية، ووجه عند الشافعية (١)، وقول سعيد بن المسيب، والأوزاعي (٢).
القول الثاني:
يستحب الجهر بالقنوت للإمام.
وهو قول لبعض الحنفية (٣)، ووجه عند الشافعية والمذهب عندهم (٤)، ورواية عن أحمد (٥).
_________
(١) ينظر: المرغيناني، الهداية (١/ ٤٣٨)، والعدوي، الشرح الكبير (١/ ٣٩٨)، وذلك على القول بمشروعية القنوت في الوتر عند المالكية. والنووي، المجموع (٣/ ٤٤٢).
(٢) ينظر: محمد بن نصر، قيام الليل (١٥٠)، والوتر (١٣٨، ١٤١).
(٣) ابن الهمام، فتح القدير (١/ ٤٣٨) رواية عن أبي يوسف.
(٤) ينظر: النووي، المجموع (٣/ ٤٤٢)، والأذكار (١٢٠).
(٥) رواية مهنا. ينظر: بدائع الفوائد لابن القيم (٤/ ١٥٠٣).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (107,'القول الثالث:
يستحب الجهر بالقنوت للإمام والمنفرد.
وهو قول لمالك (١)، ورواية عن أحمد (٢) والصحيح من المذهب (٣)، وقول إسحاق (٤).
الأدلة:
أدلة القول الأول:
الدليل الأول: قوله تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} [الأعراف: ٥٥].
وجه الاستدلال:
أن الله تعالى أمر بإخفاء الدعاء، وهو عام في القنوت وغيره (٥).
_________
(١) ينظر: مالك المدونة (١/ ١٠٣)، ومحمد بن نصر، قيام الليل (١٥٠).
(٢) رواية أبي داود، المسائل (٩٦).
(٣) ينظر: المرداوي، الإنصاف (٤/ ١٣١).
(٤) ينظر: محمد بن نصر، قيام الليل (١٥٠) وقال: هو الذي اختار.
(٥) ينظر: البابرتي، العناية (١/ ٤٣٨)، والعدوي، الشرح الكبير (١/ ٣٩٨).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (108,'ونوقش من وجهين:
الوجه الأول: أن ذكر الله في ملأ خير من ذكره في النفس (١).
وأجيب: بأن هذا في شأن الذكر لا في الدعاء، وفي غير الصلاة.
الوجه الثاني: بأنه إذا كان الأصل في الدعاء الإخفاء، إلا أنه يستحب الجهر به في بعض المواطن ومنها القنوت (٢).
وأجيب: بأنه لا دليل معتبر على استثناء القنوت.
الدليل الثاني: حديث أبي موسى الأشعري: أن النبي - صلى الله عليه وسلم - قال: «أربعوا على أنفسكم فإنكم لا تدعون أصم ولا
_________
(١) كما في حديث أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: «قال الله تعالى: إن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منهم». أخرجه البخاري في الصحيح (٧٤٠٥)، ومسلم في الصحيح (٢٦٧٥)، وأحمد في المسند (٢/ ٢٥١).
(٢) ومن ذلك الجهر بالدعاء في الحج، أخرجه أحمد في المسند (١/ ٤١٧)، وابن خزيمة في الصحيح (٢٨٠٦)، والحاكم في المستدرك (١/ ٤٦١) وصححه ووافقه الذهبي من حديث ابن مسعود، وله شاهد من حديث ابن عمر أخرجه أبو داود في السنن (١٩٣٣).',NULL,'109',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (109,'غائبا» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بإخفاء الدعاء، وهو عام في القنوت وغيره.
الدليل الثالث: حديث سعد بن أبي وقاص: أن النبي - صلى الله عليه وسلم - قال: «خير الذكر الخفي» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - جعل إخفاء الدعاء خيرًا من إظهاره، والقنوت دعاء.
الدليل الرابع: القياس على التشهد والدعاء في آخر الصلاة (٣).
_________
(١) أخرجه البخاري في الصحيح (٤٢٠٥، ٦٨٨٤)، ومسلم في الصحيح (٢٧٠٤)، وأحمد في المسند (٤/ ٣٩٢، ٤٠٢، ٤١٨).
(٢) أخرجه أحمد في المسند (١/ ١٧٢، ١٨٠)، والطبراني في الدعاء (٨٨٣)، وابن أبي شيبة في المصنف (١٠/ ٣٧٥، ١٣/ ٢٤٠)، وابن حبان في الصحيح (٨٠٩)، وأبو يعلى في المسند (٧٣١).
(٣) وقد اتفق العلماء على أنه لا يشرع الجهرية. ينظر: ابن تيمية، جامع المسائل (٦/ ٢٨٣). وينظر: القرافي، الذخيرة (٢/ ٢٣١)، والنووي، المجموع (٣/ ٤٤٢)، والأذكار ١٢٠.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (110,'ونوقش: بأن القياس في العبادات غير معتبر.
الدليل الخامس: أن الجهر بالدعاء مظنة الرياء (١).
ونوقش: بأن كل عبادة ظاهرة مظنة لذلك.
وأجيب: بأنه كلما أمكن تجنب ذلك فهو أولى.
الدليل السادس: حديث عائشة، أن النبي - صلى الله عليه وسلم - قال: «إنما قنت بكم لتدعوا ربكم وتسألوه حوائجكم» (٢).
أن النبي - صلى الله عليه وسلم - كان يُسر في قنوته ليسأل الناس حوائجهم.
أدلة القول الثاني:
الدليل الأول
وجه الاستدلال: أن الأصل في الدعاء الإخفاء، فلا يستحب الجهر إلا للإمام ليؤمن من خلفه (٣).
ونوقش من وجهين:
الوجه الأول: أنه لا دليل على التفريق بين الإمام والمنفرد.
الوجه الثاني: أنه استدلال بمحل الخلاف فلا اعتبار له.
_________
(١) ينظر: الدسوقي، الحاشية (١/ ٣٩٨). وينظر فوائد إخفاء الدعاء ابن القيم، بدائع الفوائد (٣/ ٨٤٢).
(٢) تقدم تخريجه.
(٣) ينظر: ابن القيم، بدائع الفوائد (٤/ ١٥٠٣) عن الإمام أحمد.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (111,'الدليل الثاني: أنه لم يرد دليل على استحباب جهر المنفرد بالقنوت.
الدليل الثالث: القياس على التشهد في آخر الصلاة (١).
ونوقش من وجهين:
الوجه الأول: أنه قياس مع الفارق.
الوجه الثاني: أن القياس في العبادات غير معتبر.
أدلة القول الثالث:
الدليل الأول: أن عمر، وأبي بن كعب: كانا يجهران بالقنوت في الوتر (٢).
وجه الاستدلال:
أنه فعل عمر وأبي بن كعب ولم يعرف لهما مخالف، فكان إجماعا (٣).
_________
(١) ينظر: النووي، المجموع (٣/ ٤٤٢). واستدل بعض الحنفية بأن قنوت عمر سورتان في مصحف ابن مسعود، فله شُبهة القرآن فيجهر به. ينظر: البابرتي، العناية (١/ ٤٣٨).
(٢) تقدم تخريجه.
(٣) تقدم تخريجه، وجاء عن الأعرج (ت١١٧هـ) قال: ما أدركت الناس إلا وهم يلعنون الكفرة في رمضان. أخرجه مالك في الموطأ (٢٥٥)، والبيهقي في السنن (٢/ ٤٩٧). ونوقش بأنه لا يلزم من لعنهم الجهر به.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (112,'ونوقش من وجهين:
الوجه الأول: أنه لا يصح عنهما (١).
الوجه الثاني: أنه محمول على الجواز لا على الاستحباب.
الدليل الثاني: القياس على القنوت في النوازل (٢).
ونوقش من وجهين:
الوجه الأول: أنه قياس مع الفارق.
الوجه الثاني: أن القياس في العبادات غير معتبر.
الدليل الثالث: القياس على التأمين بعد تلاوة الفاتحة (٣).
ونوقش: بما نوقش به الدليل الثاني.
الدليل الرابع: القياس على سؤال الرحمة والاستعاذة من
_________
(١) تقدم بيان ذلك.
(٢) فقد كان النبي - صلى الله عليه وسلم - يدعو ويؤمن من خلفه، عن ابن عباس: أخرجه أبو داود في السنن (١٤٤٣)، وأحمد في المسند (١/ ٣٠١)، وابن ماجة في الصحيح (٦١٨)، والحاكم في المستدرك (١/ ٢٢٥) وصححه، ووافقه الذهبي، والبيهقي في السنن (٢/ ٢٠٠).
(٣) فقد قال النبي - صلى الله عليه وسلم -: «إذا قال الإمام: ولا الضالين، فقولوا آمين يجبكم الله». أخرجه مسلم في الصحيح (٤٠٤)، وأحمد في المسند (٤/ ٤٠١)، عن أبي موسى الأشعري - رضي الله عنه -.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (113,'النار عند قراءة القرآن في الصلاة (١).
ونوقش من وجهين:
الوجه الأول: بأنه قياس على مسألة خلافية (٢).
الوجه الثاني: أن القياس في العبادات غير معتبر.
الترجيح:
الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة أدلته وورود المناقشة على أدلة الأقوال الأخرى.
_________
(١) فقد كان النبي - صلى الله عليه وسلم - في صلاة الليل: إذا مر بسؤال سأل وإذا مر بتعوذ تعوذ. عن حُذيفة: أخرجه مسلم في الصحيح (٧٧٢). وينظر: النووي، المجموع (٣/ ٤٤٢).
(٢) ينظر: القرافي، الذخيرة (٢/ ١٤٣)، والنووي، المجموع (٤/ ٥٢١).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (114,'المسألة الثانية:
حكم الجهر بالتأمين (١) على القنوت
لا يخلو التأمين على القنوت - من المأموم - من حالتين:
الحالة الأولى: أن يسمع المأموم قنوت الإمام.
الحالة الثانية: أن لا يسمع المأموم قنوت الإمام.
الحالة الأولى: أن يسمع المأموم قنوت الإمام.
وقد اتفق القائلون باستحباب الجهر بالقنوت على مشروعية الإسرار بالتأمين (٢).
واختلفوا في حُكم تأمين المأموم جهرا على القنوت، على قولين:
_________
(١) التأمين: قول آمين، أي: اللهم استجب. ينظر: الفيومي، المصباح (٣١).
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٣٠) وقال: لا نعلم فيه خلافا. اهـ. يعني: عند القائلين بذلك. إلا أنه نقل عن أحمد أنه يقنت ولا يؤمن. ينظر: المرداوي، الإنصاف (٤/ ١٣١). والمشروع أن يكون دعاء الإمام بلفظ الجمع لا بلفظ الإفراد؛ لعموم حديث ثوبان أن النبي - صلى الله عليه وسلم - قال: «لا يؤم عبد قوما فيخص نفسه بدعوة دونهم» أخرجه أبو داود في السنن (٩٠) والترمذي في الجامع (٣٥٧) وقال حديث حسن، وأحمد في المسند (٥/ ٢٨٠) قال ابن تيمية: هذا الحديث عندي في الدعاء الذي يدعو به الإمام لنفسه وللمأمومين ويشتركون فيه كدعاء القنوت ونحوه. ينظر: ابن القيم، زاد المعاد (١/ ٢٦٤)، وينظر: النووي، الأذكار (١١٩).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (115,'القول الأول:
يستحب تأمين المأموم جهرا على القنوت.
وقال به بعض الحنفية (١)، وأحمد في رواية (٢) وهي الصحيح من المذهب (٣).
القول الثاني:
يستحب الجهر بالتأمين عند الدعاء والقنوت عند الثناء سرا.
وهو المذهب عند الشافعية (٤)، ورواية عن أحمد (٥).
الأدلة:
أدلة القول الأول:
الدليل الأول: القياس على التأمين في قنوت النوازل (٦).
الدليل الثاني: القياس على التأمين بعد تلاوة الفاتحة (٧).
_________
(١) ينظر: البابرتي، العناية (١/ ٤٣٨).
(٢) رواية عبد الله، وأبي داود، وإسحاق، والمروذي، ينظر: مسائل عبد الله (٩٧)، ومسائل أبي داود (٩٦) ومسائل إسحاق (١/ ١٩٤)، وابن القيم، بدائع الفوائد (٤/ ١٥٠٣).
(٣) ينظر: المرداوي، الإنصاف (٤/ ١٣١).
(٤) ينظر: النووي، المجموع (٣/ ٤٤٣).
(٥) رواية أبي داود. ينظر: المسائل (٩٦).
(٦) تقدم الدليل عليه ومناقشته.
(٧) تقدم الدليل عليه ومناقشته.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (116,'الدليل الثالث: أن التأمين دعاء، فيستحب الجهر به كما يستحب في حق الإمام.
أدلة القول الثاني:
الدليل الأول: أن أبا حليمة معاذ القارئ: جهر بالقنوت حتى كانوا مما يسمعونه، يقول: اللهم قحط المطر، فيقولون آمين. فيقول: ما أسرع ما تقولون: آمين، دعوني حتى أدعو (١).
وجه الاستدلال:
أن معاذ القارئ نهى من خلفه عن التأمين وقت الثناء، ولم يُعرف له مخالف.
ونوقش: بأنه ضعيف (٢).
الدليل الثاني: أن التأمين طلب فلا يكون إلا عند الدعاء.
ونوقش من وجهين:
الوجه الأول: بأن الدعاء والثناء قنوت فيستحب للمأموم كما يستحب للإمام.
الوجه الثاني: أن في القنوت عند الثناء مخالفة للإمام في
_________
(١) أخرجه عبد الرزاق في المصنف (٤/ ٢٥٩)، وأبو داود، المسائل (٩٩)، ومحمد بن نصر، الوتر (١٤١).
(٢) فيه انقطاع، بين ابن سيرين وأبي حليمة.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (117,'الصلاة (١).
الترجيح:
الراجح -والله أعلم، على القول باستحباب الجهر- القول الأول، وذلك لقوة ما استدلوا به، وورود المناقشة على أدلة القول الآخر.
الحالة الثانية: أن لا يسمع المأموم قنوت الإمام.
وقد اختلف القائلون باستحباب الجهر بالقنوت في حكم قنوت المأموم إذا لم يسمع قنوت الإمام، على ثلاثة أقوال:
القول الأول:
يستحب أن يقنت المأموم وحده.
وهو المذهب عند الشافعية (٢)، ورواية عن أحمد وهي المذهب (٣).
_________
(١) وقد قال النبي - صلى الله عليه وسلم -: «إنما جعل الإمام ليؤتم به» أخرجه البخاري في الصحيح (٦٨٨)، ومسلم في الصحيح (٤١٢)، وأحمد في المسند (٦/ ٥١، ١٤٨) من حديث عائشة.
(٢) ينظر: النووي، المجموع (٣/ ٤٤٣).
(٣) رواية أبي داود. ينظر: أبو داود، المسائل (١٠٢) والمرداوي، الإنصاف (٤/ ١٣١)، والحجاوي، الإقناع (١/ ٢٢٣).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (118,'القول الثاني:
يستحب تأمين المأموم.
وهو وجه عند الشافعية (١).
القول الثالث:
يخيَّر المأموم بين القنوت والتأمين.
وهو رواية عن أحمد (٢).
الأدلة:
أدلة القول الأول:
الدليل الأول: القياس على ما لا يُجهر به من الدعاء في الصلاة.
الدليل الثاني: القياس على ما لا يجهر به من التلاوة في الصلاة.
الدليل الثالث: القياس على المنفرد.
الدليل الرابع: أن تأمين من لم يسمع القنوت لا فائدة منه.
_________
(١) ينظر: النووي، المجموع (٣/ ٤٤٣).
(٢) ينظر: المرداوي، الإنصاف (٤/ ١٣١).',NULL,'119',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (119,'أدلة القول الثاني:
الدليل الأول: أن التأمين دعاء فلا حاجة إلى سماع الإمام.
ونوقش: بأن التأمين وإن كان دعاء إلا أنه دعاء معطوف على دعاء الإمام.
الدليل الثاني: أن انفراد المأموم بالقنوت عدول عن المتابعة للإمام (١).
ونوقش: بأن العدول عن المتابعة للإمام لا يكون إلا عند إمكان الاقتداء.
أدلة القول الثالث:
استدلوا بأن من لم يسمع القنوت مأموم من وجه ومنفرد من وجه، فله الخيار في التأمين أو القنوت.
ونوقش: بأن تأمين من لم يسمع القنوت لا معنى له.
الترجيح:
الراجح -والله أعلم على القول باستحباب الجهر- هو القول الأول؛ وذلك لقوة أدلته وورود المناقشة على أدلة الأقوال الأخرى.
_________
(١) تقدم الدليل على وجوب المتابعة للإمام.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (120,'<span data-type="title" id=toc-44>المسألة الثالثة:
حكم البكاء ونحوه في القنوت</span>
اختلف العلماء في حكم البكاء ونحوه كالأنين والتأوه في القنوت (١)، على ثلاثة أقوال:
القول الأول:
لا يُفسد الصلاة إذا كان مغلوبا عليه، أو كان من خشية الله.
وهو مذهب الحنفية، والمالكية، والحنابلة (٢).
القول الثاني:
يُفسد الصلاة إذا ظهر منه حرفان فأكثر.
وهو مذهب الشافعية (٣).
القول الثالث:
لا يُفسد الصلاة إلا أن يكون تأوّها.
_________
(١) قال ابن عبد البر في التمهيد (٦/ ٥٠٣): أجمع العلماء على كراهية الأنين والتأوّه في الصلاة. والتأوه: كلمة تقال للتوجع أو الإشفاق، والأنين بمعناه. ينظر: الفيومي، المصباح (٣٦) والفيروز آبادي، القاموس (الترتيب) (١/ ١٩٠).
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٣٩٧)، والعدوي، الشرح الكبير (١/ ٤٥٤)، والقرافي، الذخيرة (٢/ ١٤٠)، والمرداوي، الإنصاف (٤/ ٤٥).
(٣) ينظر: النووي، المجموع (٤/ ٩، ٢٠).',NULL,'121',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (121,'وهو قول بعض الحنفية (١).
الأدلة:
أدلة القول الأول:
الدليل الأول: قوله تعالى: {قُلْ آَمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا * وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا * وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: ١٠٧ - ١٠٩].
واستدل به من وجهين:
الوجه الأول: أن الله تعالى أثنى على البكائين في الصلاة من خشية الله، والثناء دليل المشروعية.
الوجه الثاني: أن البكاء من خشية الله يزيد الخشوع (٢).
الدليل الثاني: حديث عبد الله بن الشِّخِّير (٣)، قال: رأيت رسول الله - صلى الله عليه وسلم - يصلي وفي صدره أزيز كأزيز المرجل من
_________
(١) قول أبي يوسف. ينظر: ابن الهمام، فتح القدير (١/ ٣٩٧).
(٢) وقد أثنى الله تعالى على الخاشعين في الصلاة فقال: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} [سورة المؤمنون: ١ - ٢).
(٣) عبد الله بن الشخير بن عوف العامري، أبو مطرِّف صحابي من مسلمة الفتح. ينظر: ابن عبد البر، الاستيعاب (٦/ ٢٣٩)، وابن حجر، التقريب (٥١٤).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (122,'البكاء (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يبكي في صلاته ولم يفسدها ذلك. والتأوه والأنين من خشية الله في معناه.
الدليل الثالث: حديث عائشة قالت: يا رسول الله، إن أبا بكر رجل رقيق إذا قام مقامك لم يسمع الناس من البكاء. فقال: «مروا أبا بكر فليصل بالناس» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر أبا بكر بالإمامة مع علمه أنه كان يبكي في صلاته.
الدليل الرابع: أن البكاء دليل على زيادة الخشوع فلا يفسد
_________
(١) أخرجه أبو داود في السنن (٩٠٤)، والنسائي في المجتبى (٣/ ١٢)، وأحمد في المسند (٤/ ٢٥، ٢٦)، وابن حبان في الصحيح (٧٥٣)، والحاكم في المستدرك (١/ ٢٦٤) وصححه ووافقه الذهبي. والأزيز: من الأزّ، وهو الدفع والإزعاج. ينظر: الأزهري، التهذيب (١٣/ ٢٨٠)، والمزهر (٢٠٣)، والمِرجل: قِدر من نحاس: ينظر: الفيومي، المصباح (١٨٥).
(٢) أخرجه البخاري في الصحيح (٦٧٩، ٦٨٢)، ومسلم في الصحيح (٤١٨)، وأحمد في المسند (٦/ ٣٤، ٩٦، ٢٢٩، ٢٧٠).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (123,'الصلاة (١).
أدلة القول الثاني:
الدليل الأول: أن البكاء ونحوه إذا ظهر منه حرفان فأكثر كلام، والصلاة لا يصلح فيها شيء من كلام الناس (٢).
ونوقش من وجهين:
الوجه الأول: أن البكاء ونحوه لا يسمى كلاما؛ لأن الكلام هو الجمل المركبة المفيدة (٣).
الوجه الثاني: أن البكاء ونحوه من خشية الله لا يدخل في عموم الكلام المفسد للصلاة؛ لما تقدم في أدلة القول الأول.
الدليل الثاني: أن في البكاء ونحوه إيذاء للمصلين وإشغالا عن ذكر الله تعالى.
_________
(١) ينظر: ابن الهمام، فتح القدير (١/ ٣٩٧).
(٢) حديث معاوية بن الحكم، أن النبي - صلى الله عليه وسلم - قال: «إن هذه الصلاة لا يصلح فيها شيء من كلام الناس» أخرجه مسلم في الصحيح (٥٣٧)، وأحمد في المسند (٥/ ٤٤٧)، وحديث زيد بن أرقم، قال: كنا نتكلم في الصلاة فأمرنا بالسكوت أخرجه البخاري في الصحيح (٤٥٣٥)، ومسلم في الصحيح (٥٣٩)، وأحمد في المسند (١/ ٤٦٣)، وينظر: النووي، المجموع (٤/ ٩، ٢٠).
(٣) ينظر: ابن جني، الخصائص (١/ ١٧، ٢٦)، وابن أبي عمر، الشرح الكبير (٢٨/ ٨٦).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (124,'ونوقش: بأن في البكاء من خشية الله ترقيقا للقلوب واستجلاء للخشوع لا إيذاء وإشغالا.
أدلة القول الثالث:
استدلوا بأن التأوه كلام (١) والصلاة لا يصلح فيها شيء من كلام الناس (٢).
ونوقش: بما نوقش به الدليل الأول للقول الثاني.
الترجيح:
الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة أدلته وورود المناقشة على أدلة الأقوال الأخرى.
_________
(١) لأنه زائد على حرفين، والكلام عند العرب: ثلاثة أحرف فأكثر. ينظر: البابرتي، العناية (١/ ٣٩٧).
(٢) تقدم تخريجه. وينظر: ابن الهمام، فتح القدير (١/ ٣٩٧).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (125,'<span data-type="title" id=toc-45>المطلب الخامس:
رفعُ اليدين في القنوت</span>
وفيه مسألتان:
المسألة الأولى: رفع اليدين عند القنوت.
وفيها فرعان:
الفرع الأول: حكم رفع اليدين عند القنوت.
الفرع الثاني: صفة رفع اليدين عند القنوت.
المسألة الثانية: رفع اليدين بعد الفراغ من القنوت.
وفيها فرعان:
الفرع الأول: رفع اليدين بعد الفراغ لمسح الوجه.
الفرع الثاني: رفع اليدين بعد الفراغ للسجود.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (126,'<span data-type="title" id=toc-46>المسألة الأولى:
رفع اليدين عند القنوت</span>
وفيها فرعان:
الفرع الأول: حكم رفع اليدين عند القنوت (١).
اختلف العلماء في حكم رفع اليدين عند القنوت، على أربعة أقوال:
القول الأول:
لا يُشرع رفع اليدين عند القنوت.
وهو قول المالكية، ووجه عند الشافعية (٢).
وقال به: ابن المسيب، وابن شهاب، والأوزاعي في رواية (٣).
القول الثاني:
لا يُشرع رفع اليدين عند القنوت، ويُشير بإصبعه.
_________
(١) اتفق العلماء على مشروعية رفع اليدين في الدعاء في غير الصلاة؛ وقد تواتر ذلك عن النبي - صلى الله عليه وسلم -. ينظر: ابن تيمية، جامع المسائل (٤/ ٨٩)، والسيوطي، فض الوعاء في أحاديث رفع اليدين في الدعاء.
(٢) ينظر: ابن الجلاب، التفريع (١/ ٢٦٦)، وابن المنذر، الأوسط (٥/ ٢١٣)، والنووي، المجموع (٣/ ٤٤١)، والأذكار (١١٩).
(٣) ينظر: عبد الرزاق في المصنف (٣/ ١٢٢، ٤/ ٢٦٠)، ومحمد بن نصر، الوتر (١٣٨، ١٤١)، وابن رجب، فتح الباري (٦/ ٣٠٣) وشرح الأربعين (١/ ٢٧١).',NULL,'127',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (127,'وقال به: الحسن، والأوزاعي في رواية (١).
القول الثالث:
يرفع يديه لتكبير القنوت، ثم يرسلهما.
وهو قول أبي حنيفة، والليث بن سعد (٢) (٣).
القول الرابع:
يُستحب رفع اليدين عند القنوت.
وهو المذهب عند الشافعية (٤)، وقول أحمد وهو المذهب (٥)، وقال به بعضُ الحنفية (٦).
وهو قول ابن مسعود، وأبي هريرة، وابن عباس،
_________
(١) ينظر: محمد بن نصر، الوتر (١٣٨)، وابن المنذر، الأوسط (٥/ ٢١٣).
(٢) الليث بن سعد بن عبد الرحمن الفهمي، أبو الحارث المصري، ثقة ثبت فقيه إمام مشهور. مات سنة ١٧٥هـ ابن حجر، التقريب (٨١٧).
(٣) ينظر: البابرتي، العناية (١/ ٤٣٤)، وابن رجب، فتح الباري (٦/ ٤٢٤). وتكبيرة القنوت كتكبيرة الصلاة. ينظر: المرغياني، الهداية (١/ ٢٨١).
(٤) ينظر: النووي، المجموع (٣/ ٤٤١) والأذكار (١١٩).
(٥) رواية عبد الله، وأبي داود، وإسحاق، وخطاب. ينظر: عبد الله، المسائل (٩٠، ٩١، ٩٩)، وأبو داود، المسائل (٩٦)، والكوسج، المسائل (١/ ١٦٤، ٢١١)، وأبو يعلى الروايتين والوجهين (١/ ١٦٣)، والحجاوي، الإقناع (١/ ٢٢١).
(٦) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠) عن أبي يوسف قال في الفتاوى الهندية (١/ ١١١): "وهو المختار".',NULL,'128',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (128,'والنخعي، ومكحول، والثوري (١)، وإسحاق (٢).
الأدلة:
أدلة القول الأول:
الدليل الأول: حديث أنس بن مالك: أن النبي - صلى الله عليه وسلم - كان لا يرفع يديه في شيء من الدعاء، إلا عند الاستسقاء حتى يُرى بياض إبطيه (٣).
وجه الاستدلال:
أنه لو كان رفع اليدين في غير الاستسقاء كالقنوت مشروعا لفعله النبي - صلى الله عليه وسلم -.
ونوقش من وجهين:
الوجه الأول: أن أنسًا أخبر بما رأى، وقد رأى غيره النبي
_________
(١) ينظر: البخاري، رفع اليدين (٦٧، ٦٨)، وابن أبي شيبة، المصنف (٢/ ٣٠٧، ٣/ ٢١٦)، وعبد الله بن أحمد، المسائل (٩٥)، ومحمد بن نصر، الوتر (١٣٨)، وابن المنذر، الأوسط (٥/ ٢١٣)، وابن رجب، فتح الباري (٦/ ٤٢٤).
(٢) ينظر: إسحاق الكوسج، المسائل (١/ ٢١١) وقال: وإن لم يرفع وأشار بالسبابة جاز، وابن رجب، فتح الباري (٦/ ٣٠٤) ورجحه بعض المتأخرين. ينظر: مجموع ابن باز (٩/ ٢٩٣) واللجنة الدائمة (٧/ ٤٩).
(٣) أخرجه البخاري في الصحيح (٩٣٣، ١٠٣١، ٣٥٦٥)، ومسلم في الصحيح (٨٩٥، ٨٩٦)، وأحمد في المسند (٣/ ١٨١، ٢٨٢).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (129,'- صلى الله عليه وسلم - يرفع يديه في غير الاستسقاء (١).
وأجيب: بأن من رأى النبي - صلى الله عليه وسلم - يرفع يديه لم يره يرفع يديه في قنوت الوتر.
الوجه الثاني: أن أنسًا أراد أن النبي - صلى الله عليه وسلم - لم يرفع يديه هذا الرفع الشديد حتى يُرى بياض إبطيه إلا في الاستسقاء (٢).
وأجيب من وجهين:
الوجه الأول: أن الحديث عام في كل رفع، فلا يخصص إلا بدليل.
الوجه الثاني: أنه لا فرق بين الرفع الشديد وغيره (٣).
الدليل الثاني: أنه لم يثبت عن النبي - صلى الله عليه وسلم - أنه رفع يديه في قنوت الوتر أو أمر به (٤).
الدليل الثالث: حديث جابر بن سمرة، قال: دخل علينا رسول الله - صلى الله عليه وسلم - ونحن رافعو أيدينا في الصلاة. فقال: «مالي
_________
(١) ينظر: البخاري، جزء في رفع اليدين (قرة العينين) (٦٩).
(٢) ينظر: القرطبي، المفهم (٢/ ٥٤١)، وابن تيمية، جامع المسائل (٤/ ٩٣)، وابن رجب، فتح الباري (٦/ ٣٠٠).
(٣) كما في حديث عمارة بن روَيبة وغيره، وسيأتي تخريجه.
(٤) ينظر: محمد بن نصر، الوتر (١٣٤) عن الإمام أحمد.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (130,'أراكم رافعي أيديكم كأنها أذناب خيل شُمس. اسكنوا في الصلاة» (١).
واستدل به من وجهين:
الوجه الأول: أن النبي - صلى الله عليه وسلم - نهى عن رفع الأيدي في الصلاة.
ونوقش: بأن هذا إنما كان في التشهد في القيام (٢).
وأجيب: بأن ظاهر الحديث العموم، فيحمل عليه إلا ما استثناه الدليل.
الوجه الثاني: أن النبي - صلى الله عليه وسلم - أمر بالسكون في الصلاة، ورفع الأيدي في القنوت ينافي ذلك (٣).
الدليل الرابع: حديث أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: «لينتهين أقوام عن رفعهم أبصارهم عند الدعاء في الصلاة إلى السماء أو لتخطفن أبصارهم» (٤).
_________
(١) أخرجه مسلم في الصحيح (٤٣٠)، وأحمد في المسند (٥/ ٩٣، ١٠١، ١٠٧)، والخيل الشمس: المستعصية على الركوب. ينظر: الفيومي، المصباح (٢٦٥).
(٢) ينظر: البخاري، رفع اليدين (قرة العينين) (٣١)، والنووي، المجموع (٣/ ٣٤١).
(٣) ينظر: البابرتي، العناية (١/ ٤٣٤).
(٤) أخرجه مسلم في الصحيح (٤٢٩)، وأحمد في المسند (٢/ ٣٦٧).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (131,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - نهى عن رفع البصر عند الدعاء في الصلاة، ورفع اليدين عند القنوت مدعاة إلى ذلك.
الدليل الخامس: أن رفع اليدين عند القنوت فيه تشبه باليهود (١).
الدليل السادس: القياس على أن الأيدي لا تُرفع في حال السجود والتشهد (٢).
ونوقش: بأن القياس في العبادات غير معتبر.
أدلة القول الثاني:
الدليل الأول: القياس على الإشارة بالإصبع في الدعاء
_________
(١) ينظر: القيرواني، النوادر (١/ ٥٣٠) عن الإمام مالك، والطرطوشي، كتاب البدع (٦٣).
(٢) ينظر: النووي، المجموع (٣/ ٤٤١)، والشربيني، مغني المحتاج (١/ ٣٢٥)، وفي حديث علي - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - لا يرفع يديه في شيء من صلاته وهو قاعد. أخرجه أبو داود في السنن (٧٤٤، ٧٦١)، والترمذي في الجامع (٣٤٢٣) وقال حديث صحيح، وابن ماجة في السنن (٨٦٤)، وأحمد في المسند (١/ ٩٣)، والبخاري في رفع اليدين (١٣). وذكر القرطبي في المفهم (٢/ ٥٤١) أن من أدلة القول الأول أيضا: مخافة اعتقاد الجهة. وهذا قول باطل تكفل شيخ الإسلام بدحضه. ينظر: جامع المسائل (٤/ ٧٩).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (132,'حال التشهد (١).
ونوقش من وجهين:
الوجه الأول: أنه قياس معارض بما تقدم في أدلة القول الأول.
الوجه الثاني: بأن العبادات لا يصح القياس فيها.
الدليل الثاني: القياس على الدعاء في خُطبة الجمعة (٢).
ونوقش بما نوقش به الدليل الأول.
أدلة القول الثالث:
الدليل الأول: أن ابن مسعود - رضي الله عنه - كان يرفع يديه في الوتر ثم يرسلهما بعد (٣).
وجه الاستدلال:
أن رفع ابن مسعود يديه عند التكبير لافتتاح القنوت ثم
_________
(١) كما في حديث ابن عمر: أن النبي - صلى الله عليه وسلم - رفع إصبعه اليمنى التي تلي الإبهام فدعا بها. أخرجه مسلم في الصحيح (٥٨٠).
(٢) كما في حديث عمارة بن روَيبة: رأيت رسول الله - صلى الله عليه وسلم - ما يزيد على أن يقول بيده هكذا، وأشار بإصبعه. أخرجه مسلم في الصحيح (٨٧٤)، وأحمد في المسند (٤/ ١٣٥).
(٣) أخرجه عبد الرزاق في المصنف (٤/ ٣٢٥)، وهو من مراسيل إبراهيم النخعي عن ابن مسعود.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (133,'إرسالهما يدل على شرعية ذلك.
ونوقش من وجهين:
الوجه الأول: بأنه أثر لا يصح (١).
الوجه الثاني: أنه فعل صحابي وليس بحجة.
الدليل الثاني: أن القنوت انتقال إلى حالة جديدة فيشرع الرفع للتكبير (٢).
ونوقش: بأنه قياس، والقياس لا يصح في العبادة.
الدليل الثالث: حديث ابن عباس، أن النبي - صلى الله عليه وسلم - قال: «لا ترفع الأيدي إلا في سبعة مواطن» وذكر منها تكبيرة القنوت (٣).
_________
(١) لأنه مرسل، كما تقدم.
(٢) ينظر: المرغيناني، الهداية (١/ ٤٣٤).
(٣) قال ابن الهمام في فتح القدير (١/ ٣٠٩): غريب بهذا اللفظ، والمروي عن ابن عباس ليس فيه تكبيرة القنوت. أخرجه الطبراني في الكبير (١١/ ٣٨٥، ٤٥٢) قال الهيثمي في مجمع الزوائد (٢/ ١٠١، ٣/ ٢٣٨): فيه محمد بن أبي ليلى وعطاء بن السائب، وضعفه شُعبة، والبخاري كما في رفع اليدين (قرة العينين)، ص٥٩. وقال في فتح القدير (١/ ٣٠٩): مرسل غير محفوظ. وقال ابن القيم في المنار المنيف (١٣٥: لا يصح رفعه، والصحيح وقفه علي ابن عمر وابن عباس ..',NULL,'134',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (134,'وجه الاستدلال:
أن تكبيرة القنوت من المواطن التي ترفع الأيدي فيها.
ونوقش: بأنه لا يصح (١).
أدلة القول الرابع:
الدليل الأول: أن عمر كان يقنت بعد الركوع ويرفع يديه حتى يبدو ضَبْعَاه، ويسمع صوته من وراء المسجد (٢).
وجه الاستدلال:
أن عمر كان يرفع يديه عند القنوت، ولم يُعرف له مخالف.
ونوقش من وجهين:
الوجه الأول: أنه خاص بقنوت النوازل.
الوجه الثالث: أنه أثر ضعيف (٣).
الدليل الثاني: أن ابن مسعود، وأبا هريرة: كانا يرفعان
_________
(١) ينظر: تخريج الحديث.
(٢) أخرجه ابن أبي شيبة في المصنف (٣/ ٢١٦)، والبيهقي في السنن (٢/ ٢١٢)، وابن المنذر في الأوسط (٥/ ٢١٣).
(٣) في إسناده جعفر بن ميمون، ضعفه البخاري، وقال ابن حجر في التقريب (٢٠١) صدوق يخطئ.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (135,'أيديهما في قنوت الوتر (١).
وجه الاستدلال:
أن هذين الصحابيين كانا يفعلان ذلك، ولم يُعرف لهما مخالف (٢).
ونوقش من وجهين:
الوجه الأول: أنهما أثران ضعيفان (٣).
الوجه الثاني: أنه فعل صحابي، وفعل الصحابي ليس بحجة.
الدليل الثالث: القياس على رفع الأيدي في قنوت النوازل (٤).
_________
(١) عن ابن مسعود: أخرجه البخاري في رفع اليدين (٦٨)، والطبراني في الكبير (٩/ ٣٢٧)، وابن أبي شيبة في المصنف (٢/ ١٠٠، ٣٠٧)، وعبد الله بن أحمد، المسائل (٩٥)، والبيهقي في السنن (٣/ ٤١)، وعن أبي هريرة: أخرجه محمد بن نصر في الوتر (١٣٨)، والبيهقي في السنن (٣/ ٤١).
(٢) ينظر: محمد بن نصر، الوتر (١٣٨)، وعن سفيان الثوري: كانوا يستحبون في الوتر أن ترفع يديك.
(٣) أثر ابن مسعود: فيه ليث بن أبي سليم، وأثر أبي هريرة: فيه ابن لهيعة، ينظر: المزي، تهذيب الكمال (٢٤/ ٣٨٩) عن أبي حاتم الرازي.
(٤) ينظر: محمد بن نصر، الوتر (١٣٧) عن الإمام أحمد.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (136,'نوقش من وجهين:
الوجه الأول: أنه قياس مع الفارق؛ لأن قنوت النوازل عارض.
الوجه الثاني: بأن القياس في العبادات غير معتبر.
الدليل الرابع: الأدلة العامة على مشروعية رفع اليدين عند الدعاء (١).
ونوقش: بأنه مخصوص بما ليس في الصلاة؛ للإجماع على أنه لا رفع في دعاء التشهد (٢).
الدليل الخامس: حديث الفضل بن عباس، أن النبي - صلى الله عليه وسلم - قال: «الصلاة مثنى وتضرّع وتخشّع وتمسكن ثم تُقْنِع يديك - يقول ترفعهما إلى ربك- مستقبلا ببطونهما وجهك وتقول: يا رب»، فمن لم يفعل ذلك فقال فيه قولا شديدا (٣).
_________
(١) مثل حديث سلمان الفارسي، أن النبي - صلى الله عليه وسلم - قال: «إن ربكم حيي كريم يستحيي من عبده إذا رفع يديه إلى السماء أن يردهما صفرا». أخرجه أبو داود في السنن (١٤٨٨)، والترمذي في الجامع (٣٥٥١) وقال حدث حسن، وابن ماجة في السن (٣٨٥٥)، وأحمد في المسند (٥/ ٤٣٨)، وابن حبان في الصحيح (٨٨٠)، قال ابن حجر في الفتح (١١/ ١٤٣): سنده جيد.
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٣٠).
(٣) أخرجه الترمذي في الجامع (٣٨٥)، والنسائي في الكبرى (٦١٥، ١٤٤٠)، وأحمد في المسند (١/ ٢١١، ٤/ ١٦٧)، وله شاهد من حديث المطلب بن ربيعة، أخرجه أبو داود في السنن (١٢٩٦)، وأحمد في المسند (٤/ ١٦٧) قال البخاري كما في جامع الترمذي (٢/ ٩٥): أخطأ شُعبة، والحديث إنما هو عن ربيعة عن الفضل.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (137,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر برفع اليدين عند الدعاء في الصلاة.
ونوقش من وجهين:
الوجه الأول: أن الحديث ضعيف لا يصح (١).
الوجه الثاني: أنه محمول على الدعاء بعد الصلاة.
الدليل السادس: القياس على القنوت في صلاة الكسوف (٢).
ونوقش من ثلاثة أوجه:
الوجه الأول: أنه قياس مع الفارق؛ لأن القنوت في صلاة الكسوف عارض.
الوجه الثاني: أنه قياس على مسألة خلافية (٣).
_________
(١) قال ابن عبد البر في التمهيد (٥/ ٦٢٨): هذا إسناده مضطرب لا يحتج بمثله، وضعفه ابن باز في المجموع (١١/ ١٨١).
(٢) ينظر: النووي، شرح صحيح مسلم (٦/ ٢٧٧).
(٣) اتفق الأئمة الأربعة على أنه لا يُشرع القنوت في صلاة الكسوف وإنما يشرع الدعاء بعدها. ينظر: ابن الهمام، القدير (٢/ ٨٩)، والقيرواني، النوادر (١/ ٥٠٩)، والنووي، المجموع (٥/ ٥٢)، وابن أبي عمر، الشرح الكبير (٥/ ٣٨٩)، وأما حديث عبد الرحمن بن سمرة، عند مسلم في الصحيح (٩١٣): أنه أتى النبي - صلى الله عليه وسلم - لما كسفت الشمس وهو قائم في الصلاة رافع يديه فجعل يسبح ويحمد ويهلل ويكبر ويدعو. فإن المقصود بالصلاة هنا الدعاء؛ ويدل لذلك: ما جاء عند أبي داود في السنن (١١٩٥)، وأحمد في المسند (٥/ ٦٢): أنه أتى النبي - صلى الله عليه وسلم - وهو رافع يديه. وعند ابن خزيمة في الصحيح (١٣٧٣) وهو قائم رافع يديه ولم يذكر الصلاة.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (138,'الوجه الثالث: أن القياس في العبادات غير معتبر.
الترجيح:
الراجع -والله أعلم- هو القول الأول؛ وذلك لقوة ما استدلوا به وورود المناقشة على أدلة الأقوال الأخرى.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (139,'الفرع الثاني:
صفة رفع اليدين عند القنوت
اختلف العلماء القائلون باستحباب رفع اليدين عند القنوت في صفة رفع اليدين عند القنوت، على قولين:
القول الأول:
يرفع يديه إلى صدره ويبسطها، وبطونهما نحو السماء.
وقال به عامة القائلين باستحباب رفع اليدين عند القنوت من الحنفية، والشافعية، والحنابلة (١).
وقال به ابن مسعود (٢).
القول الثاني:
يرفع يديه حتى يُخرج ضَبْعَيه (٣).
_________
(١) ينظر: ابن الهمام، فتح القدير (٢/ ٩٤)، والشربيني، مغني المحتاج (١/ ٣٢٥، ٤١٨)، والحجاوي، الإقناع (١/ ٢٢١) وهو رواية عبد الله والأثرم عن أحمد. ينظر: عبد الله، المسائل (٩٠)، وابن أبي عمر، الشرح الكبير (٤/ ١٣٠) واختاره بعض المتأخرين. ينظر: فتاوى اللجنة الدائمة (٨/ ٣٢٨)، وفي مسائل أبي داود (٩٦)، قال: لم نقف من أحمد على حد.
(٢) أخرجه ابن أبي شيبة في المصنف (٢/ ٣٠٧)، ومحمد بن نصر في الوتر (١٣٨)، وابن المنذر في الأوسط (٥/ ٢١٣).
(٣) الضَّبْع: العضُد. ينظر: الأزهري، الزاهر (٢٦٧) ولا يظهر العضد إلا أن يرفع يديه حتى يُحاذي بهما رأسه، ولهذا الرفع ثلاث صور. ينظر: ابن تيمية، جامع المسائل (٤/ ٩٨)، وابن رجب، شرح الأربعين (١/ ٢٧٢).',NULL,'140',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (140,'وقال به عمر، وابن عباس (١).
الأدلة:
أدلة القول الأول:
الدليل الأول: حديث مالك العوفي (٢)، أن رسول الله - صلى الله عليه وسلم - قال: «إذا سألتم الله فاسألوه ببطون أكفكم ولا تسألوه بظهورها» (٣).
واستدلوا به من وجهين:
الوجه الأول: أن النبي - صلى الله عليه وسلم - أمر بأن تكون بطون الكفين في الدعاء نحو السماء، ولا يكون ذلك إلا أن يرفع يديه بحذاء
_________
(١) ينظر: ابن أبي شيبة، المصنف (٢/ ٣١٦)، ومحمد بن نصر، الوتر (١٣٨)، وابن المنذر، الأوسط (٥/ ٢١٣).
(٢) مالك بن يسار السكوني ثم العوفي، صحابي قليل الحديث نزل حمص. ينظر: ابن عبد البر، الاستيعاب (١٠/ ٨)، وابن حجر، التقريب (٩١٨).
(٣) أخرجه أبو داود في السنن (١٤٨٦)، والبغوي، وابن أبي عاصم، وابن السكن والمعمري، وابن قانع، كما في الإصابة (٩/ ٨٠)، وللحديث شاهد من حديث ابن عباس: أخرجه أبو داود في السنن (١٤٨٥، ١٤٨٦) وضعفه، وابن ماجة في السنن (١١٧٠، ٣٩١٢)، والحاكم في المستدرك (١/ ٥٣٦). وشاهد من حديث أبي بكرة: أخرجه الطبراني في الكبير وصححه في مجمع الزوائد (١٠/ ١٦٩)، وشاهد من حديث محيريز: أخرجه ابن أبي شيبة في المصنف (١٠/ ٢٨٦)، ومسدد في مسنده، كما في فض الوعاء (٩٢).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (141,'صدره أو دونه.
الوجه الثاني: أن النبي - صلى الله عليه وسلم - نهى أن تكون ظهور الكفين في الدعاء نحو السماء، وإذا رفع يديه إلى أعلى من حذو الصدر كانت ظهور الكفين نحو السماء.
الدليل الثاني: حديث ابن عباس، أن النبي - صلى الله عليه وسلم - قال: "المسألة أن ترفع يديك حذو منكبيك أو نحوهما" (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر في الدعاء أن ترفع الأيدي حذو المنكبين أو نحوهما، والقنوت دعاء.
الدليل الثالث: حديث سهل بن سعد، قال: ما رأيت رسول الله - صلى الله عليه وسلم - شاهراً يديه يدعو على منبر ولا غيره، وما كان يدعو إلا يضع يده حذو منكبيه (٢).
_________
(١) أخرجه أبو داود في السنن، رقم ١٤٨٩، والطبراني في الدعاء، رقم ٢١٧٨ والضياء في المختارة ٩/ ٤٨٦.
(٢) أخرج أبو داود في السنن، رقم ١١٠٥، وأحمد في المسند ٥/ ٣٣٧ واللفظ له، وابن حبان في الصحيح، رقم ٨٨٣،وابن أبي شيبة في المصنف ٢/ ٤٨٦، ١٠/ ٣٧٧، والحاكم في المستدرك ١/ ٥٣٥ وصححه ووافقه الذهبي.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (142,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان لا يرفع يديه في الدعاء أكثر من حذو منكبيه، والقنوت دعاء.
الدليل الرابع: حديث عمر، أن رسول الله - صلى الله عليه وسلم - كان إذا دعا رفع باطن كفيه إلى السماء (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يرفع باطن كفيه إلى السماء إذا دعا، ولا يكون ذلك إلا أن يرفع يديه بحذاء صدره أو دونه.
الدليل الخامس: حديث ابن عمر، قال إن رفعكم أيديكم بدعة؛ ما زاد رسول الله - صلى الله عليه وسلم - على هذا يعنى إلى الصدر (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يرفع يديه إلى أعلى من حذو صدره، والقنوت دعاء.
الدليل السادس: أن رفع اليدين في القنوت إلى أعلى من
_________
(١) أخرجه الترمذي في الجامع، رقم ٢٣٨٦وقال حديث صحيح والطبراني في الدعاء، رقم ٢١٢، والحاكم في المستدرك ١/ ٥٣٦ وصححه.
(٢) أخرجه أحمد في المسند ٢/ ٦١.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (143,'حذو الصدر ينافي الأمر بالسكون في الصلاة (١).
أدلة القول الثاني:
الدليل الأول: حديث أنس أن النبي - صلى الله عليه وسلم - استسقى، فأشار بظهر كفيه إلى السماء (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - دعا بظهر كفيه، ولا يكون ظهر الكفين إلى السماء إلا أن يرفعهما حذو رأسه (٣).
ونوقش من وجهين:
الوجه الأول: أنه دعاء خاص بالاستسقاء.
الوجه الثاني: أن هذا الدعاء كان خارج الصلاة.
الدليل الثاني: حديث أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: "ما من عبد يرفع يديه حتى يبدو إبطه يسأل الله مسألة إلا أتاها إياه ما لم يعجل" (٤).
_________
(١) تقدم الدليل على ذلك في الفرع الأول.
(٢) أخرجه مسلم في الصحيح، رقم ٨٩٦، وأحمد في المسند ٣/ ١٥٣، ٢٤١.
(٣) ينظر: ابن تيمية، جامع المسائل ٤/ ٩٨.
(٤) أخرجه الترمذي في الجامع، رقم ٣٦٠٣، وأخرجه أحمد في المسند ٢/ ٤٨٨ والحاكم في المستدرك ١/ ٤٩٧ بلفظ "ما من مسلم ينصب وجهه لله عز وجل في مسألة إلا أعطاها إياه".',NULL,'144',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (144,'وجه الاستدلال:
أن رفع اليدين حتى يبدو الإبط من أسباب إجابة الدعاء، والقنوت دعاء.
ونوقش من وجهين:
الوجه الأول: أن الحديث ضعيف (١).
الوجه الثاني: أن الحديث محمول على الدعاء خارج الصلاة.
الدليل الثالث: فعل عمر (٢)، وابن عباس -رضي الله عنهما- (٣).
ونوقش: بأنه خاص بقنوت النوازل.
_________
(١) فيه: يحيى بن عُبيد الله بن عبد الله بن موهب، متروك. ينظر: ابن حجر، التقريب (١٠٦١).
(٢) تقدم تخريجه.
(٣) أخرجه ابن أبي شيبة في المصنف (٢/ ٣١٦)، وابن المنذر، الأوسط (٥/ ٢١٣).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (145,'<span data-type="title" id=toc-47>المسألة الثانية:
رفعُ اليدين بعد الفراغ من القنوت</span>
وفيها فرعان:
الفرع الأول: رفع اليدين بعد الفراغ لمسح الوجه.
الفرع الثاني: رفع اليدين بعد الفراغ للركوع.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (146,'الفرع الأول:
رفع اليدين بعد الفراغ لمسح الوجه
اختلف العلماء القائلون باستحباب رفع اليدين عند القنوت في حكم رفع اليدين بعد الفراغ من القنوت لمسح الوجه، على قولين:
القول الأول:
لا يُشرع رفع اليدين بعد الفراغ من القنوت لمسح الوجه.
وهو المذهب عند الشافعية (١)، ورواية عن أحمد (٢).
وقالوا به سفيان (٣).
القول الثاني:
يُشرع رفع اليدين بعد الفراغ من القنوت لمسح الوجه.
وهو وجه عند الشافعية (٤).
_________
(١) ينظر: النووي، المجموع (٣/ ٤٤١) والأذكار (١١٩).
(٢) رواية الجماعة عن أحمد. ينظر: عبد الله، المسائل (٩٥)، وأبو داود، المسائل (١٠٢)، والمروذي، المسائل كما في الروايتين والوجهين (١/ ١٦٤)، والمرداوي، الإنصاف (٤/ ١٣٢).
(٣) ينظر: محمد بن نصر، الوتر (١٤١)، وهو قول مالك في الصلاة وغيرها. ينظر: القيرواني، النوادر والزيادات (١/ ٥٣٠).
(٤) ينظر: النووي، المجموع (٣/ ٤١٤) والأذكار (١١٩).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (147,'ورواية عن أحمد (١) وهي المذهب (٢).
وقال به الحسن، وإسحاق (٣).
الأدلة:
أدلة القول الأول:
الدليل الأول: حديث جابر بن سمرة، قال: دخل علينا رسول الله - صلى الله عليه وسلم - ونحن رافعو أيدينا في الصلاة فقال: «ما لي أراكم رافعي أيديكم كأنها أذناب خيل شُمس، اسكنوا في الصلاة» (٤).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بالسكون في الصلاة، ورفع الأيدي لمسح الوجه بعد القنوت ينافي ذلك (٥).
_________
(١) رواية عبد الله، المسائل (٩٥).
(٢) ينظر: المرداوي، الإنصاف (٤/ ١٣١)، والحجاوي، الإقناع (١/ ٢٢٢).
(٣) ينظر: عبد الله، المسائل (٩١)، وإسحاق بن منصور، المسائل (١/ ٢١١)، ومحمد بن نصر، الوتر (١٤١).
(٤) تقدم تخريجه.
(٥) ينظر: المروذي، المسائل كما في الروايتين والوجهين (١/ ١٦٤) عن الإمام أحمد.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (148,'الدليل الثاني: أنه لم يثبت عن النبي - صلى الله عليه وسلم - أنه مسح وجهه بيديه بعد الفراغ من القنوت (١).
الدليل الثالث: القياس على سائر الأدعية في الصلاة (٢).
أدلة القول الثاني:
الدليل الأول: حديث ابن عباس، أن النبي - صلى الله عليه وسلم - قال: «إذا دعوت فادع الله ببطون كفيك ولا تدع بظهورهما، فإذا فرغت فامسح بهما وجهك (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر من فرغ من الدعاء أن يمسح وجهه بيديه، والأمر يُفيد المشروعية.
_________
(١) قال البيهقي في السنن (١/ ٢١٢): لست أحفظ في مسح الوجه هنا عن أحد من السلف شيئا، وإن كان يُروى عن بعضهم في الدعاء خارج الصلاة فأما في الصلاة فهو عمل لم يثبت فيه أثر ولا خبر ولا قياس.
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٣١).
(٣) أخرجه أبو داود في السنن (١٤٨٥، ١٤٨٦)، وابن ماجة في السنن (١١٧٠، ٣٩١٢)، والطبراني في المعجم الكبير (١٠/ ٣١٩)، والحاكم في المستدرك (١/ ٥٣٦)، ومحمد بن نصر في الوتر (١٤١)، وابن المنذر في الأوسط (٥/ ٢١٧).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (149,'ونوقش من وجهين:
الوجه الأول: أن الحديث ضعيف (١).
الوجه الثاني: أن الحديث محمول على الدعاء خارج الصلاة.
الدليل الثاني: حديث عمر: أن النبي - صلى الله عليه وسلم - كان إذا رفع يديه في الدعاء لم يحطهما حتى يمسح بهما وجهه (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يمسح وجهه بيديه بعد الدعاء، وفعل النبي - صلى الله عليه وسلم - يدل على المشروعية.
نوقش بما نوقش به الدليل الأول.
_________
(١) ضعفه أبو داود في السنن، وقال ابن أبي حاتم في العلل (٢/ ٣٥١): حديث منكر، وضعفه محمد =بن نصر في الوتر (١٤١)، والبوصيري في مصباح الزجاجة (١/ ٣٩٠).
(٢) أخرجه الترمذي في الجامع (٣٣٨٣) وقال حديث صحيح غريب، إلا أن النووي في المجموع (٣/ ٤٢)، وابن الصلاح كما نقل ابن الملقن في البدر المنير (٣/ ٦٤٠): يُنكر أن ثبوت ذلك التصحيح عن الترمذي في النسخ المعتمدة من الجامع. وأخرجه الحاكم في المستدرك (١/ ٥٣٦)، وقال ابن أبي حاتم في العلل (٢/ ٢٠٥) حديث مُنكر.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (150,'الدليل الثالث: حديث يزيد بن سعيد الكندي (١): أن النبي - صلى الله عليه وسلم - كان إذا دعا فرفع يديه مسح وجهه بيديه (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يمسح وجهه بيديه بعد الدعاء، وفعل النبي - صلى الله عليه وسلم - يدل على المشروعية.
ونوقش بما نوقش به الدليل الأول والثاني.
الدليل الرابع: أنه فعل خير، وعمل قليل منسوب إلى الطاعة (٣).
نوقش: بأن العبادة مبناها على التوقيف (٤).
_________
(١) يزيد بن سعيد بن تُمامة الكندي، أبو السائب، صحابي شهد الفتح واستقضاه عمر. ابن حجر، التقريب (١٠٧٥).
(٢) أخرجه أبو داود في السنن (١٤٩٢)، وأحمد في المسند (٤/ ٢٢١)، قال ابن حجر في الإصابة (١٠/ ٣٤٨): في سنده ابن لهيعة.
(٣) ينظر: ابن عبد البر، التمهيد (٥/ ٣١)، وابن القيم، بدائع الفوائد (٤/ ١٥٠٤).
(٤) كما في حديث عائشة أن النبي - صلى الله عليه وسلم - قال: «من عمل عملا ليس عليه أمرنا فهو رد» أخرجه مسلم في الصحيح (١٧١٨)، وأحمد في المسند (٦/ ١٤٦، ١٨٠، ٢٥٦).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (151,'الفرع الثاني:
رفع اليدين بعد الفراغ من القنوت للسجود (١)
اختلف العلماء القائلون بمشروعية القنوت بعد الركوع في حكم رفع اليدين بعد الفراغ من القنوت للسجود، على قولين:
القول الأول:
لا يُشرع رفع اليدين بعد الفراغ من القنوت للسجود.
وهو قول المالكية (٢)، والشافعية (٣).
القول الثاني:
يُشرع رفع اليدين بعد الفراغ من القنوت للسجود.
وهو قول الحنابلة (٤).
_________
(١) أما من يرى القنوت قبل الركوع: فإن المشروع رفع اليدين للتكبير للركوع لا للفراغ من القنوت، وذلك عند من يقول بمشروعية رفع اليدين وهم الشافعية والحنابلة. ينظر: النووي، المجموع (٣/ ٣٣٧)، وابن أبي عمر، الشرح الكبير (٣/ ٤٧٣).
(٢) ينظر: العدوي، الشرح الكبير (١/ ٣٩٦).
(٣) ينظر: النووي، المجموع (٣/ ٤٣٧، ٤٧١) حسبما يظهر من كلامهم.
(٤) رواية أبي داود عن الإمام أحمد، وهو المذهب. ينظر: أبو داود المسائل (٩٦) ومحمد بن نصر، الوتر (١٣٧)، المرداوي، الإنصاف (٤/ ١٣٢)، والحجاوي، الإقناع (١/ ٢٢٢).',NULL,'152',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (152,'الأدلة:
أدلة القول الأول:
الدليل الأول: حديث جابر بن سمرة، أن النبي - صلى الله عليه وسلم - قال: «اسكنوا في الصلاة» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بالسكينة في الصلاة، ورفع الأيدي بعد الفراغ من القنوت للسجود ينافي ذلك.
الدليل الثاني: أنه لم يثبت عن النبي - صلى الله عليه وسلم - ولا عن أحد من الصحابة أنهم فعلوا ذلك، والعبادة مبناها على التوقيف.
أدلة القول الثاني:
استدلوا بالقياس على مشروعية رفع الأيدي للتكبير بعد الفراغ من القراءة من القراءة في الصلاة (٢).
ونوقش من ثلاثة أوجه:
الوجه الأول: أن رفع الأيدي للتكبير بعد الفراغ من القراءة في القيام للركوع لا للفراغ من القراءة.
_________
(١) تقدم تخريجه.
(٢) ينظر: المرداوي، الإنصاف (٤/ ١٣٢).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (153,'الوجه الثاني: أنه قياس على مسألة خلافية (١).
الوجه الثالث: أن القياس في العبادات غير معتبر.
الترجيح:
الراجح -والله أعلم- هو القول الأول؛ وذلك لقوة أدلته وورود المناقشة على دليل القول الثاني.
_________
(١) ذهب الحنفية والمالكية: إلى أنه لا يُشرع رفع اليدين عند التكبير للركوع. ينظر: ابن الهمام، فتح القدير (١/ ٣٠٩)، والعدوي، الشرح الكبير (١/ ٣٩٦).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (154,'<span data-type="title" id=toc-48>المطلب السادس:
قضاء القنوت في الوتر</span>
وفيه مسألتان:
المسألة الأولى: قضاء القنوت في الوتر للإمام والمنفرد.
وفيها فرعان:
الفرع الأول: قضاء القنوت في الوتر إذا فات موضعه.
الفرع الثاني: قضاء القنوت في الوتر إذا فات وقته.
المسألة الثانية: قضاء القنوت في الوتر للمأموم.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (155,'<span data-type="title" id=toc-49>المسألة الأولى:
قضاء القنوت في الوتر للإمام والمنفرد</span>
الفرع الأول: قضاء القنوت في الوتر إذا فات موضعه.
إذا فات موضع القنوت في الوتر، فلا يخلو من حالتين:
الحالة الأولى: أن يتذكر القنوت قبل الشروع في السجود.
الحالة الثانية: أن يتذكر القنوت بعد الشروع في السجود.
الحالة الأولى: أن يتذكر القنوت قبل الشروع في السجود (١)، وقد اختلف العلماء القائلون بأن القنوت قبل الركوع (٢) في ذلك، على ثلاثة أقوال:
القول الأول:
من فاته القنوت قبل الركوع قضاه بعد الركوع.
وهو قول المالكية (٣).
_________
(١) أما إذا تذكر حال الركوع فالمذهب عند الحنفية والمالكية أنه ليس له أن يقطع الركوع ليعود للقنوت. ينظر: ابن الهمام، فتح القدير (١/ ٤٢٩)، والدسوقي، الحاشية (١/ ٣٩٩).
(٢) قول الحنفية والمالكية وبعض الشافعية. ينظر: المطلب الأول من المبحث الثالث.
(٣) ينظر: الدسوقي، الحاشية (١/ ٣٩٩).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (156,'القول الثاني:
من فاته القنوت قبل الركوع قضاه بعد الركوع، ويسجد للسهو.
وهو وجه عند الشافعية (١).
القول الثالث:
من فاته القنوت قبل الركوع لا يقضيه بعد الركوع.
وهو قول الحنفية (٢).
الأدلة:
أدلة القول الأول:
استدل أهل القول الأول: بأن القنوت بعد الركوع مشروع، فيقضيه بعده (٣).
أدلة القول الثاني:
استدل أهل القول الثاني: بأن القنوت بعد الركوع مشروع فيقضيه بعده، إلا أنه يسجد للسهو؛ لأنه عمله في غير
_________
(١) ينظر: النووي، المجموع (٣/ ٤٣٨).
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٩).
(٣) ينظر: الدسوقي، الحاشية (١/ ٤٥٩).',NULL,'157',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (157,'موضعه (١).
أدلة القول الثالث:
استدل أهل القول الثالث: بأن القنوت بعد الركوع قنوت في غير محل القنوت، فلا يصح (٢).
الحالة الثانية: أن يتذكر القنوت بعد الشروع في السجود.
إذا تذكر القنوت بعد الشروع في السجود فإن العلماء مختلفون في حكم سجود السهو لمن تركه، على أربعة أقوال:
القول الأول:
يشرع سجود السهو لمن ترك القنوت.
وهو المذهب عند الشافعية (٣)، ورواية عن أحمد وهي المذهب (٤).
وقال به الحسن في رواية، والأوزاعي، وحماد، وهُشيم (٥)،
_________
(١) ينظر: النووي: المجموع (٣/ ٤٣٨).
(٢) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٩).
(٣) ينظر: النووي، المجموع (٣/ ٤٣٨).
(٤) رواية عبد الله، وصالح. ينظر: عبد الله، المسائل (٩٤)، وصالح، المسائل (٢/ ٣٠٦)، والمرداوي، الإنصاف (٣/ ٦٨٠).
(٥) هُشيم بن بشير السُّلمي، أبو معاوية الواسطي، ثقة ثبت كثير التدليس، مات عام ١٨٣ هـ. ابن حجر، التقريب (١٠٢٣).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (158,'وإسماعيل بن علية (١) (٢).
القول الثاني:
لا يُشرع سجود السهو لمن ترك القنوت.
وهو قول المالكية، ووجه عند الشافعية (٣)، ورواية عن أحمد (٤).
القول الثالث:
يُستحب سجود السهو لمن ترك القنوت.
وهو قول الحنفية (٥).
_________
(١) إسماعيل بن إبراهيم بن مِقسم الأسدي مولاهم، أبو بشر البصري المعروف بابن علية. ثقة حافظ، مات عام ١٩٣هـ. ابن حجر، التقريب (١٣٦).
(٢) ينظر: أبو داود، المسائل (١٠٢)، ومحمد بن نصر، الوتر (١٤٥)، وابن المنذر، الأوسط (٥/ ٢١٨).
(٣) ينظر: القيرواني، النوادر (١/ ٣٥٥)، والدسوقي، الحاشية (١/ ٤٥٩)، والقرافي، الذخيرة (٢/ ٢٩٠)، والنووي، المجموع (٣/ ٤٣٨). واختاره الطبري كما في تهذيب الآثار (٢/ ٤٢). هذا إذا كان منفردا، أما إذا كان مأموما فسجد الإمام للسهو سجد معه. ينظر: الدسوقي، الحاشية (١/ ٤٥٩).
(٤) ينظر: ابن أبي عمر، الشرح الكبير (٣/ ٦٧٨).
(٥) ينظر: ابن الهمام، فتح القدير (١/ ٤٢٩، ٥٠٣).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (159,'وقال به: الحسن في رواية، والثوري، وإسحاق (١).
القول الرابع:
يُستحب سجود السهو لمن ترك القنوت إذا كان ممن اعتاده.
وهو رواية عن أحمد (٢).
الأدلة:
أدلة القول الأول:
الدليل الأول: حديث ابن مسعود، أن النبي - صلى الله عليه وسلم - قال: «إذا نسي أحدكم فليسجد سجدتين» (٣).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بالسجود للسهو وهو عام، فدل على المشروعية.
الدليل الثاني: حديث ثوبان (٤)، أن النبي - صلى الله عليه وسلم - قال: «لكل
_________
(١) ينظر: ابن أبي شيبة، المصنف (٢/ ٣١٨)، ومحمد بن نصر، الوتر (١٤٥)، وابن المنذر، الأوسط (٥/ ٢١٨)، وابن أبي عمر، الشرح الكبير (٣/ ٦٧٨).
(٢) رواية أبي داود. ينظر: أبو داود، المسائل (١٠٢).
(٣) أخرجه مسلم في الصحيح (٥٧٢).
(٤) ثوبان بن بُجدُد، أبو عبد الله مولى رسول الله - صلى الله عليه وسلم -، صحابي جليل خدم النبي - صلى الله عليه وسلم - إلى أن مات ثم =التحق بالشام، فمات في حمص عام ٥٤هـ. ينظر: ابن عبد البر، الاستيعاب (٢/ ١٠٦).',NULL,'160',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (160,'سهو سجدتان بعد السلام» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بالسجود لكل سهو وهو عام، فدل على المشروعية.
أدلة القول الثاني:
الدليل الأول: القياس على ترك سنن الأفعال (٢).
ونوقش من ثلاثة أوجه:
الوجه الأول: بأنه قياس مع الفارق.
الوجه الثاني: أنه قياس على مسألة خلافية (٣).
الوجه الثالث: أنه قياس مع النص.
الدليل الثاني: القياس على ما يُبطل تركه عمدا الصلاة (٤).
_________
(١) أخرجه أبو داود في السنن (١٠٣٨)، وابن ماجة في السنن (١٢٠٩)، وأحمد في المسند (٥/ ٢٨٠)، والطيالسي في المسند (٩٩٧)، والبيهقي في السنن الكبرى (٢/ ٣٧٧) وضعفه.
(٢) ينظر: الدسوقي، الحاشية (١/ ٤٥٩)، وابن أبي عمر، الشرح الكبير (٣/ ٦٨٠).
(٣) ينظر: النووي، المجموع (٤/ ٦٤).
(٤) ينظر: ابن أبي عمر، الشرح الكبير (٣/ ٦٨٠).',NULL,'161',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (161,'ونوقش: بأنه قياس مع النص.
أدلة القول الثالث:
استدلوا بأدلة القول الأول، وحملوها على الاستحباب؛ وذلك لفضيلة القنوت في الوتر.
أدلة القول الرابع:
استدلوا بأدلة القول الثالث، وحملوها على من اعتاد القنوت؛ وذلك لفضيلة المداومة على العمل (١).
_________
(١) كما في حديث عائشة أن النبي - صلى الله عليه وسلم - قال: «إن أحب الأعمال إلى الله ما دُووِمَ عليه وإن قل» أخرجه البخاري في الصحيح (٤٣، ٦٤٦٤)، ومسلم في الصحيح (٧٨٢)، وأحمد في المسند (٦/ ٢١٢).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (162,'الفرع الثاني:
قضاء القنوت في الوتر إذا فات وقته
اختلف العلماء في حكم قضاء القنوت في الوتر (١) إذا فات وقته (٢)، على قولين:
القول الأول:
يُشرع قضاء القنوت في الوتر إذا فات وقته.
وهو قول أكثر الحنفية (٣)، ومذهب الشافعية، ورواية عن أحمد وهي المذهب (٤).
القول الثاني:
لا يُشرع قضاء القنوت في الوتر إذا فات وقته.
وهو قول بعض الحنفية، ومذهب المالكية، وقول للشافعية، ورواية عن أحمد (٥).
_________
(١) تقدم اتفاق أهل العلم على أن القنوت في الوتر ليس بواجب.
(٢) وقد اختلف العلماء في آخر وقت الوتر كما تقدم.
(٣) ينظر: البابرتي، العناية (١/ ٤٧٨). تخريجا على مشروعية قضاء السنن التابعة للفرائض.
(٤) ينظر: النووي، المجموع (٣/ ٤٩١)، والمرداوي، الإنصاف (٤/ ١٥١). تخريجا على مشروعية قضاء النوافل.
(٥) ينظر: ابن الهمام، فتح القدير (١/ ٤٧٨)، والدسوقي، الحاشية (١/ ٥٠٩)، والنووي، المجموع (٣/ ٤٩١)، والمرداوي، الإنصاف (٤/ ١٥٣). تخريجا على أنه لا يشرع قضاء النوافل، واختاره ابن تيمية. ينظر: ابن القيم، إعلام الموقعين (٢/ ٤٠٠).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (163,'الأدلة:
الدليل الأول: حديث أبي سعيد الخدري، أن النبي - صلى الله عليه وسلم - قال: «من نام عن الوتر أو نسيه فليوتر إذا ذكره أو استيقظ» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بقضاء الوتر وذلك يتناول ما يشرع فيه وهو القنوت.
الدليل الثاني: حديث عائشة: أن النبي - صلى الله عليه وسلم - كان إذا غلبه نوم أو وجع عن قيام الليل صلى من النهار (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - كان يقضي الوتر، وذلك يشمل ما يشرع فيه
_________
(١) أخرجه أبو داود في السنن (١٤٣١)، والترمذي في الجامع (٤٦٥)، وابن ماجة في السنن (١١٨٨)، وأحمد في المسند (٣/ ٣١، ٤٤) والحاكم في المستدرك (١/ ٣٠٢)، وصححه ووافقه الذهبي، وقال النووي في المجموع (٣/ ٤٩١): إسناده حسن.
(٢) أخرجه مسلم في الصحيح (٧٤٦).',NULL,'164',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (164,'وهو القنوت.
ونوقش: بأن قيام الليل كان واجبا على النبي - صلى الله عليه وسلم -.
وأجيب: بأنه نسخ وجوبه (١).
الدليل الثالث: حديث أنس، أن النبي - صلى الله عليه وسلم - قال: «إذا رقد أحدكم عن الصلاة أو غفل عنها فليصلها إذا ذكرها» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر بقضاء الصلاة، وهذا يشمل الفرائض والنوافل والقنوت تابع للوتر.
الدليل الرابع: القياس على ما يُشرع قضاؤه من النوافل (٣).
ونوقش من ثلاثة أوجه:
الوجه الأول: أنه قياس مع الفارق.
الوجه الثاني: أنه قياس على مسألة خلافية.
الوجه الثالث: أن القياس في العبادات غير معتبر.
_________
(١) ينظر: النووي، المجموع (٣/ ٤٩١).
(٢) أخرجه البخاري في الصحيح (٥٩٧)، ومسلم في الصحيح (٦٨٤)، وأحمد في المسند (٣/ ١٨٤).
(٣) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ١٤٨).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (165,'الدليل الخامس: القياس على قضاء الحزب من القرآن (١).
ونوقش من وجهين:
الوجه الأول: أنه قياس مع الفارق.
الوجه الثاني: أن القياس في العبادات غير معتبر.
أدلة القول الثاني:
الدليل الأول: القياس على أنه ما يُشرع قضاؤه من النوافل.
ونوقش من ثلاثة أوجه:
الوجه الأول: أنه قياس مع النص.
الوجه الثاني: أن القياس في العبادات غير معتبر.
الوجه الثالث: أنه قياس على مسألة خلافية.
الدليل الثاني: أن المقصود من القنوت فات بفوات وقته (٢).
ونوقش: بأن فوات الوقت لا يقتضي فوات المقصود.
_________
(١) وذلك أن النبي - صلى الله عليه وسلم - قال: «من نام من حزبه أو عن شيء منه فقرأه ما بين صلاة الفجر وصلاة الظهر كتب له كأنما قرأه من الليل». أخرجه مسلم في الصحيح (٧٤٧) من حديث عمر.
(٢) ينظر: ابن القيم، إعلام الموقعين (٢/ ٤٠٠) عن ابن تيمية.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (166,'<span data-type="title" id=toc-50>المسألة الثانية:
قضاء القنوت في الوتر للمأموم</span>
وفيها فرعان:
الفرع الأول: قضاء القنوت في الوتر إذا كان الوتر ركعة واحدة.
الفرع الثاني: قضاء القنوت في الوتر إذا كان الوتر أكثر من ركعة.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (167,'الفرع الأول:
قضاء القنوت في الوتر إذا كان الوتر ركعة واحدة
إذا أدرك المأموم الوتر بعد فراغ الإمام من القنوت وقبل الرفع من الركوع، فإنه كمن أدرك القنوت معه؛ لأنه بإدراكه الركعة صار مدركا كل ما فيها من القنوت وغيره من الأقوال والأفعال (١)، ويدل لذلك ما يأتي:
الدليل الأول: حديث أبي هريرة - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: «مَنْ أدرك ركعة من الصلاة فقد أدرك الصلاة» (٢).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - جعل إدراك الركعة كإدراك الصلاة من أولها.
_________
(١) أما إذا أدركه بعد الرفع من الركوع فحكمه حكم المسبوق إذا كان الوتر أكثر من ركعة، كما سيأتي وقد اختلف العلماء فيما يُدرك به الوتر، وعامة أهل العلم على أنه يدرك بإدراك التكبير قبل سلام الإمام. وهو قول الحنفية والشافعية والمذهب عند الحنابلة. ينظر: البابرتي، العناية (١/ ٨٤)، والنووي، المجموع (٤/ ١٠٤)، والمرداوي، الإنصاف (٤/ ٢٩١).
(٢) أخرجه البخاري في الصحيح (٥٨٠)، ومسلم في الصحيح (٦٠٧)، وأحمد في المسند (٢/ ٢٤١، ٢٦٥، ٢٧١، ٢٨٠، ٣٧٦).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (168,'الدليل الثاني: حديث عبد الله بن عمر، أن النبي - صلى الله عليه وسلم - قال: «من أدرك ركعة من الجمعة أو غيرها فقد تمت صلاته» (١).
وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - جعل إدراك الركعة كإدراكها تامة من أولها.
_________
(١) أخرجه النسائي في المجتبى (١/ ٢٧٤)، وابن ماجة في السنن (١١١٠)، والدارقطني في السنن (٢/ ١٢)، والطبراني في الأوسط (٢/ ٢٧٦)، وصححه ابن دقيق العبد في الإلمام (١٦٩)، وضعفه ابن أبي حاتم في العلل (١/ ٢١٠).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (169,'الفرع الثاني:
قضاء القنوت في الوتر إذا كان أكثر من ركعة
مَن أدرك القنوت في الركعة الأخيرة من الوتر مع الإمام ثم قام إلى قضاء ما سُبق به، فقد اختلف العلماء في حكم القنوت فيما يقضيه من الوتر، على قولين:
القول الأول:
لا يُشرع القنوت فيما يقضيه من الوتر.
وهو مذهب الحنفية، والمالكية، وقول للشافعي، ورواية عن أحمد وهي المذهب (١).
القول الثاني:
يُشرع القنوت فيما يقضيه من الوتر.
وهو قول للمالكية، والمذهب عند الشافعية، ورواية عن أحمد (٢).
_________
(١) ينظر: ابن الهمام، فتح القدير (١/ ٥٢٠)، والقرافي، الذخيرة (٢/ ٢٧٨)، والنووي، المجموع (٣/ ٣٩٥)، والمرداوي، الإنصاف (٤/ ٢٩٨).
(٢) ينظر: القرافي، الذخيرة (٢/ ٢٧٨)، والنووي، المجموع (٣/ ٣٩٥)، وابن أبي عمر، الشرح الكبير (٤/ ٢٩٩).',NULL,'170',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (170,'الأدلة:
أدلة القول الأول:
الدليل الأول: حديث أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: «صل ما أدركت واقض ما سبقك» (١).
وجه الاستدلال:
إن النبي - صلى الله عليه وسلم - أمر المسبوق بالقضاء، والمقضي هو الفائت وهو أول الصلاة، فلا يقنت فيما بقي (٢).
ونوقش من وجهين:

الوجه الأول: أن رواية (فأتموا) أشهر وأكثر (٣).

وأجيب: بأن شهرة لفظ (فأتموا) لا تسقط اعتبار اللفظ المذكور، فكلاهما لفظ صحيح ثابت (٤).
الوجه الثاني: أن القضاء بمعنى الإتمام (٥).
_________
(١) أخرجه مسلم في الصحيح (٦٠٢)، وأحمد في المسند (٢/ ٤٦٠).
(٢) ينظر: ابن أبي عمر، الشرح الكبير (٤/ ٢٩٩).
(٣) ينظر: سنن أبي داود (١/ ٤٢١)، والسنن الكبرى للبيهقي (٢/ ٢٩٧)، وابن عبد البر، التمهيد (٤/ ٣٨).
(٤) ينظر: ابن عبد البر، التمهيد (٤/ ٤٤)، وابن دقيق العيد، الإلمام (١٤٨)، وابن الملقن، البدر المنير (٤/ ٤٠٦).
(٥) ينظر: ابن الملقن، المصدر السابق.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (171,'وأجيب: بأن القضاء ليس بمعناه اصطلاحا (١).
الدليل الثاني: حديث أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: «إنما جعل الإمام ليؤتم به فلا تختلفوا عليه» (٢).
واستدلوا به من وجهين:
الوجه الأول: أن النبي - صلى الله عليه وسلم - أمر بالإتمام بالإمام، ولا يكون مؤتما إلا أن يكون ما أداه هو آخر الصلاة، فلا يقنت فيما بقي.
الوجه الثاني: أن النبي - صلى الله عليه وسلم - أمر بأن لا يخالف المأموم الإمام، ولا يتحقق إلا أن يكون ما أداه هو آخر الصلاة فلا يقنت بعد ذلك.
أدلة القول الثاني:
الدليل الأول: حديث أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: «فما أدركتم فصلوا وما فاتكم فأتموا» (٣).
_________
(١) ينظر: الفيومي، المصباح (٤١٣).
(٢) أخرجه البخاري في الصحيح (٧٢٢)، ومسلم في الصحيح (٤١٤)، وأحمد في المسند (٢/ ٢٣٠، ٣١٤، ٤٢٠).
(٣) أخرجه البخاري في الصحيح (٩٠٨)، ومسلم في الصحيح (٦٠٢)، وأحمد في المسند (٢/ ١٧٠، ٢٣٧، ٢٣٨، ٢٧٠، ٣١٨، ٣٨٢، ٤٥٢، ٤٧٢، ٤٨٩، ٥٢٩).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (172,'وجه الاستدلال:
أن النبي - صلى الله عليه وسلم - أمر المسبوق بالإتمام، والتمام هو آخر الصلاة فيقنت فيما بقي (١).
ونوقش: بأن الإتمام هو الإكمال (٢).
الدليل الثاني: القياس على آخر الصلاة؛ لأنه يختم بالتسليم ولا يفتتح بالتكبير للإحرام (٣).
ونوقش من وجهين:
الوجه الأول: أنه قياس مع النص.
الوجه الثاني: أن القياس في العبادات غير معتبر.
_________
(١) ينظر: ابن عبد البر، التمهيد (٤/ ٤٤).
(٢) ينظر: الفيومي، المصباح (٧٣).
(٣) ينظر: ابن عبد البر، التمهيد (٤/ ٤٣).',NULL,'173',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (173,'<span data-type="title" id=toc-51>الخاتمة</span>
الحمد لله، والصلاة والسلام على رسول الله، وبعد:
فهذه إشارة موجزة إلى أهم ما انتهى إليه الباحث من النتائج في بحثه، وهي كما يلي:
١ - الوتر وقيام الليل من العبادات الجليلة التي حث الشرع عليها.
٢ - القنوت في الوتر: الدعاء حال القيام في آخر صلاة الليل.
٣ - يُستحب القنوت في الوتر بما ورد في السنة أو عن السلف.
٤ - يشرع القنوت في الوتر بالأدعية العامة التي لها أصل في القرآن أو السنة أو عن السلف، أو كان من الدعاء بحاجة من الحاجات التي لا محذور فيها.
٥ - يستحب القنوت في الوتر في رمضان وفي غيره.
٦ - يستحب القنوت في الوتر بعد الركوع.
٧ - يستحب القنوت بقدر دعاء عمر والحسن بن علي - رضي الله عنهم -.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (174,'٨ - لا يستحب الجهر بالقنوت في الوتر.
٩ - لا يفسد البكاء ونحوه الصلاة إذا كان مغلوبا عليه أو كان من خشية الله.
١٠ - لا يشرع رفع اليدين عند القنوت في الوتر.
١١ - لا يشرع رفع اليدين بعد الفراغ من القنوت في الوتر لمسح الوجه.
١٢ - لا يشرع رفع اليدين بعد الفراغ من القنوت في الوتر للسجود.
١٣ - من فاته القنوت في الوتر قبل الركوع قضاه بعد الركوع.
١٤ - يشرع سجود السهو لمن ترك القنوت في الوتر.
١٥ - يشرع قضاء القنوت في الوتر إذا فات وقته.
والحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (175,'<span data-type="title" id=toc-52>فهرس المصادر والمراجع</span>
- إتحاف المهرة، لابن حجر، ط/ وزارة الشؤون الإسلامية بالتعاون مع الجامعة الإسلامية، عام ١٤١٥هـ.
- الإجماع لابن المنذر، ط/ وزارة الشؤون الإسلامية، عام ١٤٢٤هـ.
- الآحاد والمثاني لابن أبي عاصم، ط/ الراية عام ١٤١١ هـ.
- أخبار مكة، للفاكهي، نشر مكتبة النهضة بمكة عام ١٤١٤ هـ.
- الأذكار للنووي، ط/ دار الإفتاء عام ١٤٢٤ هـ.
- الاستذكار، لابن عبد البر، ط/ دار هجر، عام ١٤٢٦ هـ، مع الموطأ.
- الاستيعاب لابن عبد البر ط/ الكليات الأزهرية.
- الإصابة، لابن حجر مع الاستيعاب.
- إعلام الموقعين لابن القيم، ط/ دار الكتب الحديثة عام ١٣٨٩ هـ.
- الإقناع، للحجاوي، ط/ دار هجر عام ١٤١٨ هـ.
- الإقناع، لابن خلف، ط/ جامعة أم القرى (١٤٠٣ هـ.
- الأم، للشافعي، نشر دار المعرفة بيروت.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (176,'- الإنصاف، للمرداوي، مع الشرح الكبير.
- الأوسط لابن المنذر، ط/ دار طيبة عام ١٤١٣ هـ.
- الباعث الحثيث لأبي شامة، ط/ دار الراية عام ١٤١٠ هـ.
- البحر المحيط للزركشي، ط/ وزارة الأوقاف في الكويت.
- بدائع الفوائد لابن القيم ط/ دار عالم الفوائد عام ١٤٢٥ هـ.
- البدر المنير لابن الملقن، ط/ دار الهجرة، عام ١٤٢٥ هـ.
- الحوادث والبدع للطرطوشي، ط/ دار الأصفهاني.
- تأويل مشكل القرآن لابن قتيبة، ط/ دار التراث عام ١٣٩٣ هـ.
- التفريع لابن الجلاب، نشر دار الغرب الإسلامي عام ١٤٠٨ هـ.
- التفسير، لابن جرير الطبري، ط/ دار هجر، عام ١٤٢٢ هـ.
- التقريب، لابن حجر، نشر دار العاصمة بالرياض، عام ١٤١٦ هـ.
- تقويم الأدلة للدبوسي، ط/ عباس الباز عام ١٤٢١ هـ.
- التلخيص الحبير، لابن حجر، ط/ اليماني، عام ١٣٨٤ هـ.
-التمهيد، لابن عبد البر، ط/ هجر، عام ١٤٢٦ هـ، مع الموطأ.
- كتاب التهجد وقيام الليل لابن أبي الدنيا، ط/ مكتبة',NULL,'177',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (177,'القرآن، عام ١٤١٤هـ.
- تهذيب الكمال للمزي، ط/ مؤسسة الرسالة، عام ١٤١٣ هـ.
- تهذيب اللغة للأزهري، ط/ مكتبة الخانجي بمصر.
- التوحيد لابن خزيمة، ط/ دار الرشد، عام ١٤٠٨ هـ.
- جامع الرسائل لابن تيمية، ط/ دار المدني، عام ١٣٨٩ هـ.
- جامع المسائل لابن تيمية، ط/ دار عالم الفوائد عام ١٤٢٢ هـ.
- جلاء الأفهام، لابن القيم ط/ دار عالم الفوائد، عام ١٤٢٥ هـ.
- حاشية الدسوقي مع الشرح الكبير للعدوي.
- الحلية لأبي نعيم، ط/ السعادة عام ١٣٩٤ هـ.
- الخصائص لابن جني، ط/ دار الكتب ١٣٧١ هـ.
- الدر النقي لابن عبد الهادي، ط/ دار المجتمع عام ١٤١١ هـ.
- الدعاء للطبراني، ط/ دار البشائر عام ١٤٠٧ هـ.
- الذخيرة، للقرافي، نشر دار الغرب الإسلامي، عام ١٤١٤ هـ.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (178,'- رفع اليدين في الصلاة (قرة العينين) للبخاري، ط/ دار الأرقم عام ١٤٠٤هـ.
- الروايتين والوجهين لأبي يعلى، ط/ مكتبة المعارف عام ١٤٠٥ هـ.
- الروض المربع، ط/ كلية الشريعة في الرياض عام ١٤٠٠ هـ.
- زاد المعاد، لابن القيم، نشر مؤسسة الرسالة، عام ١٤٠١ هـ.
- الزاهر للأزهري، ط/ دار البشائر، عام ١٤١٩ هـ.
- الزهد لابن المبارك، ط/ مجلس إحياء المعارف عام ١٣٨٥ هـ.
- سنن أبي داود، نشر السيد بحمص، عام ١٣٨٨ هـ.
- سنن أبي ماجة، ط/ شركة الطباعة العربية، عام ١٤٠٤ هـ.
- سنن الدارقطني، نشر اليماني، عام ١٣٨٦ هـ.
- سنن سعيد بن منصور، ط/ الصميعي عام ١٤١٤ هـ.
- السنن الكبرى، للبيهقي، نشر دار الفكر ببيروت.
- السنن الكبرى للنسائي، ط/ مؤسسة الرسالة عام ١٤٢٢ هـ.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (179,'- السنة لابن أبي عاصم، ط/ المكتب الإسلامي، عام ١٤٠٠ هـ.
- سير أعلام النبلاء، للذهبي، ط/ دار الرسالة، عام ١٤٠١ هـ.
- شرح الأربعين النووية (جامع العلوم) لابن رجب، ط/ مؤسسة الرسالة عام ١٤١٢ هـ.
- شرح صحيح مسلم للنووي (المنهاج)، ط/ الطبعة المصرية، عام ١٣٤٩هـ.
- الشرح الكبير لابن أبي عمر، نشر دار هجر بمصر، عام ١٤١٤ هـ.
- الشرح الكبير، للعدوي، ط/ دار الكتب العلمية عام ١٤٢٤ هـ.
- شرح الكوكب المنير للفتوحي، ط/ جامعة أم القرى، عام ١٤٠٠ هـ.
- صحيح البخاري، مع فتح الباري.
- صحيح ابن حبان، نشر مؤسسة الرسالة، عام ١٤٠٤ هـ.
- صحيح مسلم، نشر رئاسة البحوث العلمية بالرياض، عام ١٤٠٠ هـ.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (180,'- صحيح ابن خزيمة، ط/ شركة الطباعة العربية، عام ١٤٠١ هـ.
- طبقات الحنابلة لأبي يعلى، ط/ الأمانة العامة، عام ١٤١٩ هـ.
- طبقات الشافعية، لابن هداية الله، ط/ دار الآفاق الجديد، عام ١٣٩١ هـ.
- العلل، لابن أبي حاتم، ط/ الطبعة السلفية عام ١٣٤٣ هـ.
- العناية شرح الهداية للبابرتي مع فتح القدير.
- غريب الحديث لأبي عبيد ط/ الهند ١٣٨٤ هـ.
- فتاوى اللجنة الدائمة، ط/ دار الإفتاء، عام ١٤١٧ هـ.
- الفتاوى الهندية، ط/ إحياء التراث العربي.
- فتح الباري لابن رجب، ط/ دار ابن الجوزي، عام ١٤١٧ هـ.
- فتح الباري، لابن حجر، ط/ السلفية ومكتبتها عام ١٣٧٩ هـ.
- فتح القدير، لابن الهمام، نشر مصطفى البابي الحلبي، عام ١٣٨٩ هـ.
- الفروق للقرافي، ط/ عالم الكتب.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (181,'- فضائل القرآن لأبي عبيد، ط/ ابن كثير عام ١٤٢٠ هـ.
- فضائل القرآن، للفريابي، ط/ مكتبة الرشد.
- فضائل القرآن لابن الضريس ط/ دار حافظ عام ١٤٠٨ هـ.
- فض الوعاء للسيوطي، ط/ مكتبة المنار عام ١٤٠٥ هـ.
- فضل الصلاة على النبي - صلى الله عليه وسلم - للقاضي إسماعيل، ط/ المكتب الإسلامي عام ١٣٩٧ هـ.
- الفوائد (المزكيات) لأبي إسحاق المزكي، ط/ دار البشائر، عام ١٤٢٥هـ.
- القاموس المحيط (الترتيب) للفيروز آبادي ط/ البابي الحلبي ١٣٧٨ هـ.
- القواعد للمقري، ط/ جامعة أم القرى.
- قيام الليل لمحمد بن نصر المروزي (مختصر المقريزي) مع كتاب الوتر.
- الكامل، لابن عدي، ط/ دار الفكر عام ١٤٠٥ هـ.
- المجتبى، للنسائي "سنن النسائي"، نشر دار الكتب العلمية ببيروت.
- مجمع الزوائد للهيثمي ط/ الكتاب العربي عام ١٤٠٠ هـ.
- المجموع، للنووي، نشر المكتبة العالمية، عام ١٣٩١ هـ.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (182,'- مجموع فتاوى ومقالات متنوعة لابن باز ط/ دار الإفتاء عام ١٤١٨ هـ.
- مجموع فتاوى ابن تيمية، ط/ مطابع الرياض عام ١٣٨١ هـ.
- المختارة للضياء ط/ مكتبة النهضة الحديثة، عام ١٤١٠ هـ.
- المدونة للإمام مالك، ط/ وزارة الشؤون الإسلامية، عام ١٤٢٤ هـ.
- المراسيل، لأبي داود، ط/ مؤسسة الرسالة، عام ١٤٠٨ هـ.
- مسائل صالح عن الإمام أحمد، ط/ الدار العلمية، عام ١٤٠٨ هـ.
- مسائل أبي داود، ط/ مكتبة ابن تيمية، عام ١٤٢٠ هـ.
- مسائل إسحاق الكوسج عن أحمد، ط/ دار الهجرة، عام ١٤٢٥ هـ.
- مسائل عبد الله بن أحمد بن حنبل، ط/ المكتب الإسلامي، عام ١٤٠١هـ.
- مسائل ابن هانئ عن أحمد، ط/ المكتب الإسلامي، عام ١٣٩٤ هـ.
- المستدرك، للحاكم، نشر مطابع النصر بالرياض.
- المسند لأبي يعلى، نشر دار المأمون، عام ١٤٠٤ هـ.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (183,'- المسند، للإمام أحمد، نشر المكتب الإسلامي، عام ١٤٠٣ هـ.
- مسند الطيالسي، نشر مكتبة المعارف بالرياض.
- مصباح الزجاجة، للبوصيري، نشر دار الكتب الحديثة بمصر، عام ١٤٠٣هـ.
- المصباح المنير، للفيومي، نشر دار الإفتاء في الرياض.
- المصنف، لابن أبي شيبة، نشر دار السلفية في الهند، عام ١٤٠١ هـ.
- المصنف لعبد الرزاق، ط/ المجلس العلمي، عام ١٣٩٠ هـ.
- معاني القرآن للفراء، ط/ الهيئة المصرية للكتاب.
- معاني الفراء للزجاج، ط/ المكتبة المصرية ١٣٩٢ هـ.
- المعجم الكبير، للطبراني، نشر الدار العربية للطباعة ببغداد، عام ١٣٩٨هـ.
- مغني المحتاج للشربيني، ط/ المكتبة التوفيقية.
- المغني، لابن قدامة، ط/ دار هجر، عام ١٤٠٨ هـ.
- مفردات القرآن للراغب الأصبهاني، ط/ دار القلم عام ١٤١٢ هـ.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b14532] VALUES (184,'- المفهم شرح صحيح مسلم للقرطبي ط/دار ابن كثير، عام ١٤١٧ هـ.
- مقاييس اللغة لابن فارس، ط/ البابي الحلبي، عام ١٣٨٩ هـ.
- المنار المنيف لابن القيم، ط/ دار عالم الفوائد، عام ١٤٢٨ هـ.
- الموطأ لمالك، مع التمهيد والاستذكار، ط/ دار هجر، عام ١٤٢٦ هـ.
- الموطأ لابن وهب، ط/ دار الغرب الإسلامي.
- نتائج الأفكار لابن حجر، ط/ مكتبة ابن تيمية عام ١٤١١ هـ.
- النوادر والزيادات للقيرواني، ط/ دار الغرب الإسلامي.
- الهداية للمرغيناني مع فتح القدير.
- الوتر لمحمد بن نصر المروزي (مختصر المقريزي) ط/ الهند، عام ١٣٢٠ هـ.',NULL,'185',NULL,NULL,'0');
