-- Table: b147812
-- Chunk: 1
-- Rows: 583

CREATE TABLE "b147812"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b147812
INSERT INTO [b147812] VALUES (1,'التيسير في القراءات السبع

د خلف حمود سالم الشغدلي

الطبعة الأولى
١٤٣٦ هـ - ٢٠١٥',NULL,'1',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (2,'دار الأندلس للنشر والتوزيع، ١٤٣٥ هـ
فهرسة مكتبة الملك فهد الوطنية أثناء النشر
الشغدلي , خلف حمود
التيسير في القراءات السبع. / خلف حمود الشغدلي -ط .. -
حائل ١٤٣٥ هـ
٦٢٢ ص؛ ١٧×٢٤ سم
ردمك: ٩ - ٢٠ - ٨١٣٠ - ٦٠٣ - ٩٧٨

١ - القرآن- القراءات والتجويد أ. العنوان
ديوي ٢٢٨,١ ... ٣٦٢٦/ ١٤٣٥

رقم الإيداع: ٣٦٢٦/ ١٤٣٥
ردمك: ٩ - ٢٠ - ٨١٣٠ - ٦٠٣ - ٩٧٨
الطبعة الأولى
١٤٣٦ هـ - ٢٠١٥ م
جميع حقوق الطبع محفوظة للناشر
لايجوز استنساخ الكتاب أو أي جزء منه بأي طريقة كانت سواء بالتصوير
أو بالتخزين إلا بإذن خطي من الناشر

تم الإخراج الفني للكتاب وتصميم الغلاف
بدار الأندلس للنشر والتوزيع بحائل',NULL,'2',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (3,'<span data-type="title" id=toc-3>تقديم الأستاذ الدكتور الشيخ/ علي بن عبد الرحمن الحذيفي</span>
الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين نبينا محمد وعلى آله وصحبه أجمعين، أما بعد.
فإن كتاب "التيسير في القراءات السبع" للإمام أبي عمرو الداني من الكتب الهامة كثيرة النفع، ومن أصول القراءات، واعتنى به علماء القراءات حفظا ودراية، وتحقيقُهُ من أهم طرق نشر القرآن الكريم، وتوثيق نصه عمل جليلٌ؛ يفرح به أهل القرآن الكريم.
وقد قام بتحقيق هذا الكتاب النافع أخونا الدكتور الشيخ/ خلف بن حمود الشغدلي، وأشرفتُ على تحقيقه في مرحلة الماجستير، وبذل في ذلك جهدا مشكورا، فخرج بهذه الصورة، وأسأل الله أن ينفع به المسلمين.
وصلى الله وبارك وسلم على عبده ورسوله محمد وعلى آله وصحبه.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (4,'<span data-type="title" id=toc-4>تقديم العلامة الشيخ/ عبد الرافع بن رضوان الشرقاوي</span>
الحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجا، والصلاة والسلام على نبينا محمد القائل: "خيركم من تعلم القرآن وعلمه"، وعلى آله وصحبه الذين نقلوا القرآن الكريم كما سمعوه من فيه - صلى الله عليه وسلم -، وتلوه حق تلاوته، وعملوا بما فيه، (أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ)، أما بعد
فقد شاء الله - جلَّ وعلا- أن يكون لقراءة القرآن الكريم النصيب الأوفر من العناية والرعاية لدى سلفنا الصالح في صدر الإسلام زمن النبي - صلى الله عليه وسلم - والصحابة - رضي الله عنهم - والتابعين وتابعيهم، حيث إن أول ما تعلموه من علوم الدين كان حفظ القرآن الكريم وقراءته، فقد تلوه حق التلاوة، وتفهّموا سُوره وآياته، وتفقهوا بعمله وكلماته، وتحرَّوا الدقة والأمانة في نقل هذه القراءات القرآنية، وأدّوها كما تحملوها إلى مَن بعدهم إلى أن وصلت إلينا سالمة من كل زيف، لم يتطرق إليها أدنى شيء من التحريف، تحقيقا لقول الله تعالى: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ).
ولما كان كتاب "التيسير في القراءات السبع للإمام أبي عمرو ثمان بن سعيد الداني المتوفي بدانية في شوال سنة أربع وأربعين وأربعمائة، من أقدم كتب القراءات وأهمها، فإن الإمام القاسم بن فيرّه بن خلف بن أحمد الشاطبي اهتم به، وحفِظه، وقال: عرضته حفظا عن ظهر قلب، وتلوت ما فيه على ابن هذيل بالأندلس.
هذا، وقد وفق الله سبحانه وتعالى الإمام الشاطبي وأعانه على نظم ما اشتمل عليه كتاب التيسير في قصيدته المسماة "حرز الأماني ووجه التهاني" في القراءات السبع، المعروفة بالشاطبية، والتي بلغت أبياتها',NULL,'4',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (5,'ثلاثة وسبعين ومائة وألف بيت، واشتهر كتاب التيسير بسبب هذه القصيدة، وعم عطره أرجاء الدنيا.
رحم الله أئمتنا رحمة واسعة، وأدعوا بما دعا به الإمام الشاطبي حيث قال:
جزى الله بالخيرات عنا أئمةً ... لنا نقلوا القرآن عذبا وسلسلا
وكان ممن وفقهم الله للكتابة في هذا المجال الأخ الدكتور/ خلف بن حمود الشغدلي، فقد قام بتحقيق كتاب "التيسير في القراءات السبع" للإمام الداني تحقيقا علميا، بذل فيه جهدا مشكورا، فقد وضّح تراكيبه، وتوخَّى الدقة في كتابه، في رصانة أسلوب، وعذوبة تعبير.
أسأل الله سبحانه وتعالى أن يحقق بهذا الكتاب النفع، ويجزل لمؤلفه الأجر، وأن يجزي المحقق عن القرآن الكريم وأهله خير الجزاء.
كما وأسأله -جلت قدرته- أن ينفع به طلاب الدراسات القرآنية، والمشتغلين بقراءاته المتواترة، وأن يجعل هذا العمل خالصا لوجهه الكريم.
وفَّق الله الجميع لخدمة كتابه العزيز، والعمل بما فيه، فهو الموفق والهادي إلى سواء السبيل، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.
المدينة المنورة في ١٥/ ٦/١٤٣٥ هـ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (6,'نماذج من المخطوطات

ظ = الظاهرية.
ت = التيمورية.
أ ... = نسخة مكتبة الأوقاف - الكويت.
ب = الأزهرية.
ج = العراقية.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (7,'<span data-type="title" id=toc-5>مقدمة:</span>
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله. قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (١)، وقال سبحانه: {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (٢)، وقال جل وعلا: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (٣) (٤).
_________
(١) سورة آل عمران: ١٠٢.
(٢) سورة النساء: ١.
(٣) سورة الأحزاب ٧٠، ٧١.
(٤) تسمى هذه المقدمة والخطبة خطبة الحاجة، كان رسول الله - صلى الله عليه وسلم - يعلمها أصحابه بأن يجعلوها بين يدي كلامهم سواء كان هذا في خطبة نكاح أو خطبة جمعة أو غيرها. رواه عن عبد الله بن مسعود - رضي الله عنه - أحمد في مسنده ١/ ٣٩٢. وأبو داود في سننه كتاب النكاح باب خطبة الحاجة ٢/ ٥٩١ (٢١١٨). وابن ماجة في سننه في كتاب النكاح باب خطبة النكاح ١/ ٦٠٩ (١٨٩٢) والترمذي في جامعه في كتاب النكاح - باب ما جاء في خطبة النكاح ٣/ ٤١٥ (١١٠٥) والنسائي في سننه في كتاب النكاح، باب ما يستحب في الكلام عند النكاح ٦/ ٨٩. بإسناد صحيح، ومن أحب الاستزادة فليرجع إلى (خطبة الحاجة) لمحمد ناصر الدين الألباني، فقد جمع رواياتها وشرحها، رحمه الله تعالى.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (8,'ثم الحمد لله الذي أنزل على عبده الكتاب ليكون للعالمين نذيرا، وأعجز الثقلين عن الإتيان بمثله، ولو كان بعضهم لبعض ظهيرا؛ فهو كما قال جل ذكره: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} (١)، أنزله قرآنا عربيا غير ذي عوج على سبعة أحرف للتسهيل والتيسير.
وأُصلي وأُسلِّم على سيد ولد آدم أجمعين نبينا محمد - صلى الله عليه وسلم -، الذي أوتي جوامع الكلم والسبع المثاني والقرآن العظيم، صلى الله عليه وعلى أهل بيته الطيبين وأصحابه أجمعين وسلم تسليما.
أما بعد: فإن أولى ما أنفقت فيه الهمم العوالي وبُذلت في سبيله المُهج الغوالي: كتاب الله الذي هو كلامُه وهدايته لخلقه على مدى الزمان.
ولقد اهتمّ العلماء الأخيار على مرّ العصور بالقرآن وعلومه؛ وكان ممن اعتنى بالقرآن وقراءته ورسمه وضبطه الحافظ العلامة أبو عمرو الداني صاحب المصنفات الكثيرة النافعة.
ومن أبرز مصنفاته كتابه "التيسير في القراءات السبع" الذي اشتهر شهرةً فائقة، وسارت به الرّكبان، حتى نظمه الشاطبي في منظومة سمّاها: "حرز الأماني ووجه التهاني" المشهورة بـ"الشاطبية"؛ فنظم الكتاب
_________
(١) سورة هود: ١.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (9,'في ثلاثة وسبعين ومائة وألف بيت؛ قال - رحمه الله -:
وأبياتها ألفٌ تزيد ثلاثةً ومع مائة سبعين زُهرا وكُمّلا
وقال في أول منظومته:
وفي يُسْرها التيسير رُمتُ اختصاره ... فأجنت بعون الله منه مؤمّلا
وألفافها زادت بنشر فوائد ... فلفت حياءً وجهها أن تفضلا
وسميتها "حرز الأماني" تيمنًا ... و"وجه التهاني" فاهنه متقبل

و<span data-type="title" id=toc-6>مما دعاني لتحقيق هذا الكتاب العظيم ودراسته:</span>
* خدمة القرآن الكريم وقراءاته المتواترة؛ ولا شك أن تحقيق مثل هذا الكتاب "التيسير في القراءات السبع" له فائدةٌ عظيمةٌ لي ولغيري في ترسيخ قواعد القراءات وأصولها.
* لم يقم أحد من العلماء الأثبات بتحقيق هذا الكتاب وبيان ما فيه وتحرير مسائله ودراسته حسب علمي واطلاعي، بل أخرجه وطبعه المستشرق الألماني "أوتويرتزل" وقام بنشره عام ١٩٣٠ م، ومنذ ذلك الوقت لم يقم أحدٌ من المختصين بتحقيقه أو إخراجه. فلذاك كان في إخراج المستشرق أخطاء كثيرة؛ ومن أشنع أخطائه:
أنه أخطأ في نسبة القراءات في بعض الآيات:
* فنسب قراءة (إليكم السلام) في سورة النساء إلى نافع وابن عامر',NULL,'5',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (10,'وحمزة والكسائي (١)، والصواب أنها لنافع وابن عامر وحمزة، فأضاف الكسائي خطأ، قال الإمام الشاطبي:
(وعمَّ فتى قَصْرُ السَّلامِ مُؤخَّرا) (٢)
* ونسب قراءة "شَنْئان" بإسكان النون في سورة المائدة إلى أبي عمرو وابن عامر (٣)، والصواب أنها قراءة ابن عامر وشعبة، قال الإمام الشاطبي:
(وسَكّن معا شَنْئَانُ صَحَّا كلاهما) (٤)
* ونسب قراءة "ولينذر" بالياء في سورة الأنعام إلى أبي عمرو (٥) والصواب أنها لشعبة، قال الإمام الشاطبي:
(ويُنْذِرَ صَنْدَلا) (٦)
* وكذا أخطأ في كتابة بعض الآيات ولم يفطن لها، كما في
_________
(١) انظر: المطبوع ص ٨١.
(٢) حرز الأماني ووجه التهاني ص ٤٨، البيت رقم: ٦٠٥. وقوله: (عَمَّ) يرمُز لنافع وابن عامر. والفاء في قوله: (فتى) لحمزة.
(٣) انظر: المطبوع ص ٨٢.
(٤) حرز الأماني ووجه التهاني ص ٤٩ البيت رقم: ٦١٤. وقوله: (صَحَّا) الصاد يرمز لشعبةَ. وقوله (كلاهما) الكاف يرمز لابن عامر.
(٥) انظر: المطبوع ص ٨٧.
(٦) حرز الأماني ووجه التهاني ص ٥٢، البيت رقم: ٦٥٤. وقوله: (صَندلا) الصادُ يرمز لشعبة.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (11,'الأصول، وهي: {وَإِذْ جَعَلْنَا الْبَيْتَ} (١)، في (باب الإظهار والإدغام للحروف السواكن) فأثبت: (فإذ جعلنا) (٢).
* وفي باب ذكر مذاهبهم في الفتح والإسكان لياءات الإضافة أخطأ في الإحالة والرسم، حيث قال: وفي المؤمنون: (رَبِّي الله)، و (قَدْ جَاءَنِي البَيِّنَاتُ) (٣)، والصواب: وفي المؤمن (أي سورة غافر): {كَذِبُهُ اللَّهُ}، و {لَمَّا جَاءَنِيَ الْبَيِّنَاتُ}.
* وأخطأ في أسماء بعض المشهورين، فكتب اسم (زيد بن ثابت) - رضي الله عنه -: (أُبيّ بن ثابت) في رجال ابن كثير (٤).
* ولم يخدم الكتابَ بتخريج الآيات والأحاديث، ولم يقم بالتعليق أو الترجمة.
* ومن الأسباب التي حفزتني لتحقيق هذا الكتاب: رغبتي في الوقوف على جهود الإمام الداني - رحمه الله - في القراءات.
* وكذلك المساهمة في إخراج تراثنا الإسلامي على الوجه اللائق بقدر الطاقة، كما قال الله - عز وجل -: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} (٥)، وقال - أيضا-:
_________
(١) سورة البقرة: ١٢٥.
(٢) انظر: المطبوع ص ٤٢.
(٣) انظر: المطبوع ص ٥٩.
(٤) انظر: المطبوع ص ٢٠.
(٥) سورة التغابن: ١٦.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (12,'{لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} (١).
* ومن أعظم أسباب اختياري لهذا الموضوع: مشورة مشايخي، وواسطة العقد منهم فضيلة شيخنا ومُقرئنا والمشرف على رسالتي فضيلة الشيخ الدكتور/ علي بن عبد الرحمن الحذيفي إمام وخطيب المسجد النبوي، والأستاذ بكلية القرآن الكريم والدراسات الإسلامية؛ فقد أشار عليّ -حفظه الله- بتحقيق هذا الكتاب أكثرَ من مرّة.
فأسأل الله أن يجعل هذا العمل خالصا لوجهه وابتغاء مرضاته.

<span data-type="title" id=toc-7>أهمية الموضوع</span>
* تتضح أهمية الموضوع من أهمية الكتاب من بين سائر كتب القراءات؛ إذ هو أصلٌ في مذاهب القُرّاء السبعة.
* وكذا تقدُّم زمن الكتاب على كثيرٍ من الكتب؛ فهو من أوّل المصنّفات في فنِّه وعلمه.
* ويُعدُّ الكتاب مرجعًا لمن جاء بعده:
فنظمه العلماء شعرا، كما فعل الشاطبي - رحمه الله -.
وأصلا: كما فعل ابن الجزري، حيث جعله أول أصل من أصول نشرِه.
وشرحًا: كما فعل عبد الواحد بن محمد المالقي؛ حيث شرح "التيسير" في كتاب سمّاه "الدر النثير والعذب النمير في شرح مشكلات وحلّ مقفلات اشتمل عليها كتابُ التيسير".
_________
(١) سورة البقرة: ٢٨٦.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (13,'<span data-type="title" id=toc-8>خطة البحث</span>
تمهيد، وفيه خمسة مباحث:
• المبحث الأول: التعريف بالقرآن الكريم والقراءات.
• المبحث الثاني: أصْلُ اختلافِ القُرّاء وحديث الأحرف السبعة.
• المبحث الثالث: ذكر القُرّاء من الصحابة والتابعين إجمالا.
• المبحث الرابع: شروط القراءة الصحيحة.
• المبحث الخامس: القراءة الشاذة، وتعريفها.
ثم قسمان:
القسم الأول: وهو خاص بالدراسة، ويشتمل على بابين:
الباب الأول: دراسة عن المؤلف، وفيه الكلام مختصرا على المباحث الآتية:
• المبحث الأول: التعريف بالإمام الداني ونشأته وطلبه للعلم.
• المبحث الثاني: عقيدته ومذهبه الفقهي.
• المبحث الثالث: ثناء العلماء عليه.
• المبحث الرابع: شيوخه.
• المبحث الخامس: طلاّبه (تلاميذه).
• المبحث السادس: مصنّفاته، مع الإشارة لكتاب "التيسير".
الباب الثاني: دراسة الكتاب، وفيه الكلام مختصرا عن المباحث الآتية:
• المبحث الأول: تحقيق عنوان الكتاب وإثبات نسبته للإمام أبي عمرو الداني.
• المبحث الثاني: وصف النسخ الخطّية للكتاب.
• المبحث الثالث: قيمة الكتاب العلمية ومنهج الإمام الداني فيه.
• المبحث الرابع: الكتب التي استقت من الكتاب.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (14,'• المبحث الخامس: منهجي في تحقيق نص الكتاب.
القسم الثاني: تحقيق الكتاب؛ وقد سلكْتُ في تحقيقه المنهج التالي:
١. كتابة النص وفق قواعد الإملاء الحديثة.
٢. مقارنة النسخ، واعتماد النسخة القديمة التامة.
٣. إثبات الآيات بالرسم العثماني.
٤. تخريج الآيات القرآنية.
٥. التعريف بالأعلام؛ وذلك بترجمة موجزة غير مُخلّة إن شاء الله تعالى.
٦. تحقيق ما ورد في الكتاب من خلاف لبعض الرواة.
٧. الخاتمة: وفيها خلاصة لما توصلّت إليه أثناء البحث.
ثم الفهارس:
١ - فهرس الآيات.
٢ - فهرس الأحاديث.
٣ - فهرس الأشعار.
٤ - فهرس الأعلام.
٥ - فهرس المصادر والمراجع التي استفدت منها خلال البحث مُرتّبةً على حروف المعجم.
٦ - فهرس الموضوعات.
وبالله التوفيق',NULL,'10',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (15,'<span data-type="title" id=toc-9>شكر وتقدير</span>
وختامًا: فإنّ ما جاء في هذا البحث جهد بشر يعتريه النقص والقصور، وصدق الله إذ يقول: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (١)، فما كان صوابا فمن الله، وما كان من خللٍ ونقص فمنّي ومن الشيطان، والله المستعان.
وإنني أتقدم بالشكر والتقدير وصالح الدعاء لوالديّ الكريمين، وأخص بالذكر والدي العزيز - حفظه الله- ورزقنا برّه على الوجه الذي يُرضي ربّنا؛ فهو السببُ بعد الله تعالى في حفظي لكتاب الله العزيز، كما حثَّني وشجعني على الإمامة والخطابة منذ عام ١٤٠٨ هـ، حيثُ عُيّنت إماما لمسجد وكيل الإمارة بحائل، وما زلت أشرف بهذا العمل العظيم، وكان -حفظه الله- الدافع القويّ لدخولي كلية القرآن الكريم والدراسات الإسلامية، فجزاه الله خير الجزاء.
كما أتقدم بالشكر والدعاء لشيخنا ومقرئنا العلامة الشيخ/ عبد الرافع بن رضوان، على ما قدّم من توجيه ونصح وبيان، ولا أنسى محاضراته الرائعة، وكلماته الرائقة، وعلمه الجَمّ، وأدبه الرفيع حين كنتُ أحدَ طلابه في كلية القرآن الكريم، كما شرّفني -رفع الله قدره- بالقراءة عليه، وخصَّني بشيء من وقته العزيز في بيته.
كما أتقدم بالشكر والدعاء لفضيلة شيخنا ومُقرئنا الشيخ الدكتور/ علي بن عبد الرحمن الحذيفي - حفظه الله- على ما بذل من جهد ونصح وتوجيه، وقد شرّفني - رفع الله قَدره- بشيء من وقته العزيز وبالقراءة عليه وملازمته في الكلية وفي بيته، وفي غرفة الأئمة في
_________
(١) سورة النساء: ٨٢.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (16,'المسجد النبوي الشريف.
فأسأل الله أن يبارك في أعمارهم وأعمالهم، وأن يختم لنا ولهم بالختام الحسن، وأسأل الله لي ولهم العلم النافع والعمل الصالح.

وآخر دعوانا أن الحمدُ للهِ رب العالمين
د. خلف بن حمود بن سالم الشغدلي
رئيس قسم الثقافة الإسلامية
كلية التربية - جامعة حائل',NULL,'12',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (17,'<span data-type="title" id=toc-10>التمهيد
وفيه خمسة مباحث</span>
المبحث الأول
التعريف بالقرآن الكريم والقراءات
المبحث الثاني
أصْلُ اختلافِ القُرّاء وحديث الأحرف السبعة
المبحث الثالث
ذكر القُرّاء من الصحابة والتابعين إجمالا
المبحث الرابع
شروط القراءة الصحيحة
المبحث الخامس
القراءة الشاذة، وتعريفها',NULL,'13',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (18,'<span data-type="title" id=toc-11>المبحث الأول
التعريف بالقرآن الكريم والقراءات</span>
قبل أن أتكلّم عن القراءات؛ فإنه يسوغ لي أن أتكلم عن الأصل الأول، وهو القرآن العظيم المجيد الذي هو كلام الله - عز وجل -، ورحمتُه لهذه الأمة، ومأدبة الله في أرضه، مَن أخذَه؛ فقد أخذ بنصيب وافر من إرث النبوة، ومَن حفظه ووعاه في صدره؛ فقد استدرج النبوّة بين جنبيه، إلا أنه لا يوحى إليه.
قال تعالى: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ} (١)؛ "كتاب الله تعالى فيه نبأ من قبلكم، وخبر من بعدَكم، وحُكم ما بينكم، وهو الفصل ليس بالهزل، من تركه من جبّار قصمه الله، ومن ابتغى الهدى في غيره أضلّه الله، وهو حبل الله المتين، ونوره المبين، والذكر الحكيم، وهو الصراط المستقيم، وهو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسن، ولا تتشعّب معه الآراء، ولا يشبع منه العلماء، ولا يملّه الأتقياء ولا يَخْلق على كثرة الرّد، ولا تنقضي عجائبه، هو الذي لم تنته الجن إذ سمعته أن قالوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} (٢)، مَن علم علمه سبق، ومن قال به صدق، ومن حكم به عدل، ومن عمل به أُجر، ومن دعا إليه هُدِي إلى صراط مستقيم" رُوي عن عليّ - رضي الله عنه - مرفوعا (٣).
_________
(١) سورة العنكبوت: ٤٩.
(٢) سورة الجن: ١.
(٣) رواه الترمذي في باب ما جاء في فضل القرآن، وقال الترمذي: "حديث غريب، لا نعرفه إلا من حديث حمزة الزيّات، وإسنادُه مجهول، وفي حديث الحارث مقال": = (٥/ ١٥٨)، وأخرجه الدارمي في سننه: (٢/ ٥٢٦) في باب فضل من قرأ القرآن، وأخرجه أحمد في مسنده بنحوه: (١/ ١١٤، الحديث: ٧٠٧). وانظر: تحفة الأحوذي للمباركفوري: (٨/ ١٧٥)، والراجح وقفه على أمير المؤمنين عليّ - رضي الله عنه -. قال ابن كثير: والحديث مشهور من رواية الحارث الأعور، وقد تكلموا فيه، بل كذبه بعضهم من جهة رأيه واعتقاده، أما أنه تعمد الكذب في الحديث فلا، والله أعلم. وقُصارى هذا الحديث أنه من كلام أمير المؤمنين علي - رضي الله عنه -، وقد وهِم بعضهم في رفعه، وهو كلام حسن صحيح، على أنه رُوي له شاهد عن عبد الله بن مسعود عن النبي - صلى الله عليه وسلم -. انظر: فضائل القرآن لابن كثير ص ٢٥.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (19,'والقرآن في اللغة: اختُلف فيه، فقال جماعة: هو اسم علم غيرُ مشتق خاص بكلام الله، فهو غير مهموز، وبه قرأ ابن كثير، وهو مرويّ عن الشافعي، أي أنه اسمٌ لكتاب الله لا يُسمّى به شيء من سائر الكتب، مثل التوراة والإنجيل) (١)، واختاره السيوطي (٢).
وقال قومٌ منهم الإمام الأشعري: هو مشتقٌّ من قرنت الشيء بالشيء، إذا ضممت أحدهما إلى الآخر، وسُمّي به القرآن لاقتران السور والآيات والحروف فيه.
وقال الفرّاء: هو مشتقٌّ من القرائن؛ لأن الآيات منه يصدق بعضها بعضا، ويُشابه بعضها بعضا، وهي قرائن، وعلى القولين هو بلا همز، ونونُه أصليّة.
وقال الزجاج: والصحيح أن ترك الهمز فيه من باب التخفيف، ونقل حركة الهمز إلى الساكن قبلها".
واختلف الذين قالوا إنه مهموز: فقال قومٌ منهم اللحياني: هو مصدر لقرأت، كـ (الرجحان) و (الغفران)؛ سمي به الكتاب المقروء من
_________
(١) مجاز القرآن: (١/ ١). والإتقان: (١/ ١١٢).
(٢) الإتقان (١/ ١١٢).',NULL,'16',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (20,'باب تسمية المفعول بالمصدر.
وقال آخرون منهم الزجّاج: هو وصفٌ على فعلان مُشتق من القَرْء بمعنى الجمع، ومنه: (قرأتُ الماء في الحوض) أي: جمعتُه.
قال أبو عبيدة: " وسُمّي بذلك لأنه جمع السور بعضها إلى بعض".
وقال الراغب: "سُمي قرآنا لكونه جمع ثمرات الكتب السالفة المنزّلة، ولا يُقال لكل جمع قرآن".
وحكى قطرب أنه سمّي قرآنا؛ لأن القارئ يُظهره ويبيّنه من فيه، أخذا من قول العرب: ما قرأت الناقة سَلاًّ قط (١).
وقيل: إنه مشتق من القرائن؛ لأن الآيات يصدق بعضها بعضا، ويُشابه بعضها بعضا.
والقرآن في العرف واصطلاح العلماء: "هو كلام الله المنزّل على نبينا محمد - صلى الله عليه وسلم - المتعبّد بتلاوته، لفظه ومعناه من الله، المكتوب في المصاحف المنقول بالتواتُر" (٢).
وتعريف القرآن على هذا الوجه متفقٌ عليه بين الأصوليين والفقهاء وعلماء العربية (٣).
وبعضهم زاد أشياء لا تعدو أن تكون وصفا للقرآن، فقولهم: (كلام الله) جنس في التعريف يشمل كل كلام، وإضافته إلى الله جل وعز تميّزه عن كلام مَن سواه.
_________
(١) انظر: مجاز القرآن لأبي عبيدة (١/ ١)، ومفردات ألفاظ القرآن للراغب (ص ٦٦٨)، والإتقان للسيوطي (١/ ١١٢ - ١١٣).
(٢) انظر: روضة الناظر وجنة المناظر لابن قدامة (١/ ١٣٩)، التحبير في علم التفسير للسيوطي (ص ٣٩)، ومناهل العرفان (١/ ١٩).
(٣) مباحث في علوم القرآن لصبحي الصالح (ص ٢١).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (21,'(المنزّل) يخرج كل كلام استأثر الله به جل وعز؛ إذ ليس كُلُّ كلام الله تعالى مُنزّل، بل الذي نزل منه قليل.
يقول تعالى: {قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا} (١)
ويقول أيضا جلّ ذِكْرُه: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (٢).
ويخرج بقولنا: (على محمد - صلى الله عليه وسلم -) كل ما نزل على غيره من الأنبياء، كالتوراة والإنجيل، وغيرها مما لا يعلمُه إلا هو.
(المتعبّد بتلاوته، لفظُه ومعناه من الله): يخرج كل ما ليس بقرآن من قراءات الآحاد، والأحاديث القدسية، والسنة النبوية المطهّرة أيضا.
فهذه هي الخصائص العظمى التي امتاز بها القرآن العظيم على غيره، وإن كان امتاز بكثير سواها (٣).
والقراءات في اللغة: جمع قراءة، وهي مصدر قرأ قراءة وقرآنا، بمعنى الضمّ والجمع (٤)؛ وقارأه مقارأة وقِراءً، أي: دارسه، وتقرّأ، أي: تفقّه (٥).
وفي الاصطلاح: قال ابن الجزري - رحمه الله -: "هي علمٌ بكيفيّة أداء
_________
(١) سورة الكهف: ١٠٩.
(٢) سورة لقمان: ٢٧.
(٣) انظر: مناهل العرفان (١/ ١٩)، والنبأ العظيم لمحمد عبد الله دراز (ص ١٠)، ومباحث في علوم القرآن لمنّاع القطان (ص ٢١).
(٤) لسان العرب (١/ ١٢٨، مادة: قرأ).
(٥) القاموس المحيط (ص ٦٢)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (22,'كلمات القرآن واختلافها، معزوا لناقله" (١).
وعرّفها الزركشي بأنها اختلاف ألفاظ الوحي المذكور في كتابة الحروف أو كيفيّتها من تخفيف وتثقيل ونحوها (٢).
وقال شيخنا الدكتور/ محمد بن سيدي محمد الأمين الشنقيطي: "وتعريف ابن الجزري منصبٌّ على محلّ الاختلاف في القراءات لا اتّفاقها" (٣).
قلت: وما أحسنَ تعريف شيخ مشايخنا العلامة عبد الفتاح القاضي - رحمه الله - للقراءات حيث قال: "هو علمٌ يُعرف به كيفية النطق بالكلمات القرآنية، وطُرق أدائها اتفاقًا واختلافًا، مع عزو كلّ وجهٍ لناقله" (٤).
وهو شبيهٌ بتعريف أبي الخير، لكنه زاد عليه بذكر الاتفاق.
وقال القرطبي - رحمه الله -:
"وهذه القراءات المشهورة هي اختيار أولئك الأئمة القرّاء؛ وذلك أنّ كلّ واحدٍ منهم اختار فيما روى وعلم وجهه من القراءات ما هو الأحسن عنده والأولى؛ فالتزمَه طريقة ورواه، وأقرأ به، واشتهر عنه وعُرف به، ونُسبَ إليه؛ فقيل: حرف نافع، وحرف ابن كثير، ولم يمنع واحدٌ منهم اختيار الآخر ولا أنكرَه، بل سوّغه وجوّزه، وكلُّ واحد من هؤلاء السبعة رُوي عنه اختياران أو أكثر، وكلٌّ صحيح" (٥).
_________
(١) منجد المقرئين (ص ٣)، والإتحاف (١/ ٦٧).
(٢) البرهان في علوم القرآن للزركشي (١/ ٤٦٥).
(٣) من محاضراته -حفظه الله- في مناهج القُرّاء للدراسات العليا في كلية القرآن الكريم، في الجامعة الإسلامية، عام ١٤١٨ هـ.
(٤) البدور الزاهرة (ص ٥).
(٥) الجامع لأحكام القرآن (١/ ٣٥).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (23,'<span data-type="title" id=toc-12>المبحث الثاني
أصْلُ اختلاف القرّاء وحديث الأحرف السبعة</span>
الأصل (١) في ذلك ما رواه الشيخان عن أمير المؤمنين عمر - رضي الله عنه - قال: سمعت هشام بن حكيم يقرأ سورة الفرقان في حياة رسول الله - صلى الله عليه وسلم -، فاستمعت لقراءاته، فإذا هو يقرأ على حروف كثيرة لم يُقرئنيها رسول الله - صلى الله عليه وسلم -، فكدت أساوره في الصلاة، فتصبّرتُ حتى سلّم، فلببته بردائه فقلت: مَن أقرأك هذه السورة التي سمعتك تقرأ؟ قال: أقرأنيها رسول الله - صلى الله عليه وسلم -، فقلت: كذبت؛ فإن رسول الله - صلى الله عليه وسلم - قد أقرأنيها على غير ما قرأتَ. فانطلقتُ به أقودُه إلى رسول الله - صلى الله عليه وسلم - فقلت: إني سمعت هذا يقرأ بسورة الفرقان على حروف لم تُقرئنيها، فقال رسول الله - صلى الله عليه وسلم -: "أرْسِلْهُ! ، اقرأ يا هشام، فقرأ عليه القراءة التي سمعتُه يقرأ، فقال رسول الله - صلى الله عليه وسلم -: "كذلك أنزلت" ثم قال: "اقرأ يا عمر" فقرأتُ القراءة التي أقرأني، فقال رسول الله - صلى الله عليه وسلم -: "كذلك أُنزلت. إن هذا القرآن أُنزل على سبعة أحرُف، فاقرءوا ما تيسّر منه" (٢).
ورويا - أيضا- عن عبد الله بن عبّاس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: "أقرأني جبريل على حرف فراجعتُه، فلم أزل أستزده ويزيدني حتى انتهى
_________
(١) تكلم د/ عبد العزيز القارئ عن حديث "نزل القرآنُ على سبعة أحرف" وخرّجه وتتبّع طرقه ورواياته بما لا يُزاد عليه في مجلة كلية القرآن الكريم الصادرة سنة ١٤٠٣ هـ، وهو عددٌ فريد لا ثانيَ له فيما أعلم (المجلة ص ٢٧ إلى ص ١٤٠).
(٢) أخرجه البخاري في كتاب فضائل الصحابة، باب أنزل القرآن على سبعة أحرف: (٦/ ٣١٧)، ومسلم في كتاب صلاة المسافرين، باب إن القرآن نزل على سبعة أحرُف (٢/ ٢٠٢). وانظر: فتح الباري (٨/ ٦٣٩)، واللؤلؤ والمرجان (١/ ١٥٧).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (24,'إلى سبعة أحرُف" (١).
وروى مسلم عن أُبيّ - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان عند أَضَاة بني غفار، فأتاه جبريل فقال: إن الله يأمرك أن تُقرئ أمتك القرآن على حرف، فقال: "أسأل الله تعالى معافاته ومعونته، وإن أمتي لا تطيق ذلك". ثم أتاه الثانية على حرفين، فقال له مثلّ ذلك، ثم أتاه الثالثة، فقال له مثل ذلك، ثم أتاه الرابعة، فقال: إن الله يأمرك أن تُقرئ أمتك على سبعة أحرف؛ فأيّما حرف قرؤوا عليه فقد أصابوا" (٢).
ورواه أبو داود (٣)، والترمذي (٤)، وأحمد (٥)، والنسائي (٦)، ومالك (٧)، وابن جرير (٨)، وغيرهم.
وقال ابن الجزري - رحمه الله -: "وقد نصّ الإمام الكبير أبو عبيد القاسم بن سلاّم على تواتر هذا الحديث عن النبي - صلى الله عليه وسلم -؛ وقد تتبّعتُ طرق هذا الحديث في جزء مفرد جمعتُه في ذلك؛ فرويناه من حديث عمر ابن الخطّاب، وهشام بن حكيم بن حزام، وعبد الرحمن بن عوف، وأُبيّ ابن كعب، وعبد الله بن مسعود، ومعاذ بن جبل، وأبي هريرة، وعبد الله
_________
(١) أخرجه البخاري في كتاب فضائل الصحابة، باب أنزل القرآن على سبعة أحرف: (٦/ ٣١٧)، ومسلم في كتاب صلاة المسافرين، باب بيان أن القرآن أنزل على سبعة أحرف (٢/ ٢٠٢). وانظر اللؤلؤ والمرجان (١/ ١٥٧).
(٢) في كتاب صلاة المسافرين، بيان أن القرآن نزل على سبعة أحرف (٢/ ٢٠٣).
(٣) في كتاب الوتر، باب أنزل القرآن على سبعة أحرف: (١/ ١٥٨).
(٤) في باب ما جاء: أنزل القرآن على سبعة أحرف: الحديث (٢٩٤٤)، (٥/ ١٧٨).
(٥) في المسند (٥/ ١٢٧).
(٦) في كتاب الافتتاح، باب جامع ما جاء في القرآن.
(٧) في الموطأ (١/ ٢٠١).
(٨) الجامع (١/ ٣٦).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (25,'ابن عباس، وأبي سعيد الخدري، وحذيفة بن اليمان، وأبي بَكْرَة، وعمرو بن العاص، وزيد بن أرقم، وأنس بن مالك، وسمرة ابن جندب، وعمر بن أبي سلمة، وأبي جهيم، وأبي طلحة الأنصاري، وأم أيوب الأنصاريّة - رضي الله عنهم - " (١).
قلت: فهذا يدلُّ على أنّ القراءات ارتبطت بنزول القرآن، وأن النبي - صلى الله عليه وسلم - كان يُقرئ أصحابه بالحروف السبعة، فمنهم من أخذ القرآن عنه بحرف، ومنهم من أخذه بحرفين، ومنهم من زاد على ذلك؛ وتفرّقوا في الأمصار، فصار كلٌّ يَقرأُ بما أُقرئ وسمع من رسول الله - صلى الله عليه وسلم -.
ولما طال العهدُ وكثر المسلمون، ودخل في هذا الدين من لا يُفصح ولا يعرف العربية ولا وجوه القراءات؛ اختلف الناسُ في الأمصار البعيدة، يدلُّ على ذلك: ما رواه البخاري وعمر بن شبَّة في "أخبار المدينة المنورة" بسنديهما: قال محمد بن إسماعيل البخاري - رحمه الله -: حدثنا موسى قال: حدثنا إبراهيم بن سعد قال: حدثنا ابن شهاب أنّ أنس بن مالك - رضي الله عنه - حدّثه أن حذيفة بن اليمان (رضي الله عنهما) قدم على عثمان - رضي الله عنه - وكان يُغازي أهلَ الشام في فتح أرمينية وأذربيجان مع أهل العراق، فأفْزَعَ حذيفة اختلافُهم في القراءة، فقال حذيفة لعثمان - رضي الله عنه -: يا أمير المؤمنين، أدرك هذه الأمة قبل أن يختلفوا في القرآن اختلاف اليهود والنصارى، فأرسل عثمان إلى حفصة أن أرسلي إلينا الصُّحف ننسخها في المصاحف ثم نردّها لك؛ فأرسلت بها حفصة إلى عثمان؛ فأمر عثمان زيدَ بن ثابت وعبد الله بن الزبير وسعيد بن العاص وعبد الرحمن بن الحارث بن هشام فنسخوها في المصاحف.
_________
(١) النشر (١/ ٢١)',NULL,'22',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (26,'<span data-type="title" id=toc-13>وقال عثمان للرهْط القرشيين الثلاثة: </span>إذا اختلفتم أنتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش؛ فإنما أُنزل القرآن بلسانهم؛ ففعلوا ذلك، حتى إذا نسخ المصاحف، ردّ عثمان الصحف إلى حفصة، وأرسل إلى كل أُفقٍ بمصحف مما نسخوا، وأمر بما سواه من القرآن في كل صحيفة أو مصحف أن يُحرق" (١).
<span data-type="title" id=toc-14>قال ابن الجزري: </span>"وجردت هذه المصاحف جميعها من النقط والشكل؛ ليحتملها ما صحّ نقلُه وثبتت تلاوته عن النبي - صلى الله عليه وسلم -؛ إذ كان الاعتماد على الحفظ لا على مجرد الخط، وكان من جملة الأحرف التي أشار إليها النبي - صلى الله عليه وسلم -: "أُنزل القرآن على سبعة أحرف"؛ فكتبت المصاحف على اللفظ الذي استقرَّ عليه في العرضة الأخيرة عن رسول الله - صلى الله عليه وسلم - كما صرّح به غيرُ واحد من السلف كمحمد بن سيرين، وعبيدة السلْماني وعامر الشعبي (٢).
وأخرج ابن أبي داود بإسناد صحيح من طريق سويد بن غفلة قال: قال علىّ: لا تقولوا في عثمان إلا خيرا؛ فو الله ما فعل الذي فعل في المصاحف إلا على ملأ منّا؛ قال: ما تقولون في هذه القراءة فقد بلغني أنّ بعضهم يقول: إن قراءتي خيرٌ من قراءتك؛ وهذا يكادُ أن يكون كفرا؛ قلنا: فما ترى؟ قال: أرى أن نجمع الناس على مصحف واحد، فلا تكون فرقة ولا اختلاف، قلنا: فنعمَ ما رأيتَ (٣).
_________
(١) انظر: صحيح البخاري (٦/ ٣١٥)، أخبار المدينة لابن شبّه (٢/ ١١٧)، وفتح الباري (٨/ ٦٢٧)، وتاريخ ابن خلدون (٢/ ٥٥٧).
(٢) النشر (١/ ٨).
(٣) فتح الباري (٨/ ٦٣٥)، والإتقان (١/ ١٣١).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (27,'- وقد ورد في القراءات والأحرف السبعة الحديث المتفق على صحته: "إن هذا القرآن نزلَ على سبعة أحرف"، وقد أرّق العلماءَ هذا الحديثُ، وأشكلَ على كثير منهم؛ لأن المقصود به لم يفهم، فالناس قد اتّفقوا على أن المقصود بالحديث بألفاظه المختلفة الزائدة على لب الباب وهو أن إنزال القرآن على سبعة أحرف إنما هو للتخفيف.
وإنما جاء التخفيف في كيفيات الأداء والنطق؛ وذكر أبو عبيد القاسم بن سلام أن الحديث متواتر، كما أثر عن عثمان بن عفّان - رضي الله عنه - حين قام في الناس وهم في المسجد وطلب ممن سمع بهذا الحديث أن يقف، فقام جمعٌ غفيرٌ من الصحابة سمع الحديثَ لكن لم يروِه. رواه الحافظ أبو يعلى الموصلي في "مسنده الكبير" (١).
وقال الحافظ السيوطي - رحمه الله -: "اختُلف في معنى حديث "أنزل القرآن على سبعة أحرف" على نحو من أربعين قولا: أحدها: أنه من المشكل الذي لا يُدرى معناه؛ لأن الحرف يصدق على حرف الهجاء وعلى الكلمة وعلى المعنى وعلى الجهة. قاله ابن سعدان" النحوي (٢). ثم سرد الأقوال.
قلت: والمتأمّلُ لهذه الأقوال يجد أنّ الناس في هذا الحديث على مذهبين كبيرين:
الأول: ما ذكره الحافظ بأن الحديث مشكل لا يُدرى معناه (٣)؛ وهذا الذي مال إليه العلامة الشيخ محمد الأمين الشنقيطي صاحب
_________
(١) انظر: النشر (١/ ٢١)، والإتقان (١/ ١٠٠).
(٢) الإتقان (١/ ١٠٠).
(٣) انظر: البرهان (١/ ٣٠٥)، والإتقان (١/ ١٠٠).',NULL,'24',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (28,'"الأضواء" (١) - رحمه الله - واختاره السيوطي وغيرُه، حتى قال ابن الجزري: "ولا زلت أستشكل هذا الحديث وأفكّر فيه وأُمعن النظر من نيَّفٍ وثلاثين سنة ... " (٢)، وهو الذي عليه شيخنا الأستاذ الدكتور عبد العزيز بن محمد بن عثمان - رحمة الله علينا وعليه -؛ قال: "والمختار عندي أنه من المتشابه الذي لا يدرى تأويله" (٣).
الثاني: أنه ليس بمشكل، ويدخل في هذا أقوال كثيرة من أحسنها عندي: ما ذهب إليه شيخ المفسّرين وإمام المؤرخين الإمام محمد بن جرير الطبري، وتبعه ابن عطيّة (٤): أن الأحرف لُغات العرب، واختاره منّاعُ القطّان في مباحثه في علوم القرآن (٥)، وهذا الرأي رأي قوي له وجاهته، وهو القريب عندي. والله أعلم.
قال الإمام الطبري في "الجامع": "والدلالة على صحة ما قُلناه من أنّ معنى قول النبي - صلى الله عليه وسلم -: "نزل القرآن على سبعة أحرف" إنما هو أنه نزل بسبع لغات تقدم الروايات الثابتة عن عمر بن الخطّاب، وعبد الله بن مسعود، وأبيّ بن كعب، وسائر مَن قدّمنا الرواية عنهم عن النبي - صلى الله عليه وسلم - في أوّل الباب أنهم تماروا في القرآن؛ فخالف بعضهم بعضا في التلاوة دون ما في ذلك من المعاني، وأنهم احتكموا فيه للنبي - صلى الله عليه وسلم -؛ فاستقرأ كُلَّ رجل منهم، ثم صوّب جميعهم في قراءتهم على اختلافها حتى ارتاب بعضهم لتصويبه إيّاهم؛ فقال - صلى الله عليه وسلم - للذي ارتاب منهم عند تصويبه جميعهم: "إن الله أمرني أن
_________
(١) كما أخبرني بذلك شيخنا الدكتور عبد الله الأمين ابن الشيخ، وكذا قال الشيخ الدكتور مختار ابنه.
(٢) النشر (١/ ٢٦).
(٣) من محاضراته -حفظه الله- في علوم القرآن للدراسات العليا ١٤١٨ هـ.
(٤) المحرّر الوجيز (١/ ٤٦).
(٥) المباحث (ص ١٦٢).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (29,'أقرأ القرآن على سبعة أحرف".
ومعلومٌ أن تماريهم فيما تماروا فيه من ذلك لو كان تماريًا واختلافًا فيما دلّت عليه تلاواتهم من التحليل والتحريم، والوعد والوعيد، وما أشبه ذلك لكان مستحيلا أن يصوبهم جميعا، ويأمر كل قارئ أن يلزم قراءته في ذلك على النحو الذي هو عليه". واختاره من المتأخرين الشيخ محمد أبو زهرة (١) - رحمه الله - من المتأخرين وغيرهم.
قلت: ويؤيّد ما ذهب إليه الإمام الطبري فعلُ أمير المؤمنين عثمان كما ذكر قبل، وكذلك ما روى البخاري عن عمر - رضي الله عنه - أنه قال: أُبيٌّ أقرؤنا، وإنا لنرغب عن كثير من لحنه" (٢)، أي: لغته (٣).

<span data-type="title" id=toc-15>ومن الأقوال في هذا المذهب: </span>أن الأحرف هي هذه القراءات السبع، وهذا القولُ أسقطُها وأوهاها، وإنما سبَّع ابن مجاهد السبعة، وهو أوّل من سبّع ليكون ذلك موافقا لعدد الحروف لا لاعتقاده أنّ هذه هي الحروف السبعة كما قال شيخ الإسلام (٤) وغيره.
ومن الأقوال أن مفهوم العدد غير مراد، بل المراد التيسير والتسهيل والسعة. وقالوا: تطلق السبعة في اللغة العربية مبالغة لعدد القلة الآحاد، والسبعين للعشرات، والسبعمائة للمئات، كل ذلك على سبيل المبالغة.
_________
(١) المعجزة الكبرى (ص ٤٧)
(٢) انظر: فتح الباري (٨/ ٦٦٤)، البخاري في صحيحه (فضائل القرآن).
(٣) النهاية في غريب الحديث لابن الأثير (٤/ ٢٠٨).
(٤) مجموع الفتاوى (١٣/ ٣٩٠)، وفتح الباري (٨/ ٦٤٧).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (30,'ونُسب هذا القول للقاضي عياض (١) ومن تبعه.
واختار هذا المذهب القاسميُّ - رحمه الله - في "تفسيره" قال: "ليس المراد بالسبع حقيقة العدد المعلوم، بل كثرة الأوجه التي تُقرأ بها الكلمة على سبيل التيسير والتسهيل والسعة" (٢).
وعلى هذا شيخنا الأستاذ الدكتور عبد الله الأمين بن محمد الأمين الشنقيطي -حفظه الله- وذكر لي هذا أكثر من مرة.
وقال شيخنا الأستاذ الدكتور عبد العزيز بن محمد بن عثمان - رحمة الله علينا وعليه -: "وهذا المذهب مُشكل لأنّ القراءات تُلُقِّيت من النبي - صلى الله عليه وسلم -، وأمرها ليس مطلقاً، بل محصورٌ؛ فقد أقرأ هذا وذاك بغير ما أقرأ به الآخر، فهي وإن كانت كثيرة إلا أنها محصورة" (٣).
ومن أشهر الأقوال: أن المراد بالأحرف السبعةِ سبعةُ أوجه من الخلاف في الحركات والمعنى والحروف والصورة والتقديم والتأخير والغيب والخطاب والزيادة والنقصان. وهذا قول الإمام ابن الجزري ومَن وافقه.
وقال ابن الجزري - رحمه الله -: "ولا زلتُ أستشكل هذا الحديث وأفكّر فيه، وأُمعن النظر فيه من نيّف وثلاثين سنة، حتى فتح الله عليّ بما يمكن أن يكون صوابا -إن شاء الله-؛ وذلك أنّي تتبّعتُ القراءات
_________
(١) انظر: الإتقان (١/ ١٠٠).
(٢) محاسن التأويل (١/ ١٨٠).
(٣) من محاضراته - حفظه الله - في علوم القرآن للدراسات العليا عام ١٤١٨ هـ كلية القرآن الكريم في الجامعة الإسلامية مباحث في علوم القرآن لمنّاع القطان (ص ١٦٧).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (31,'صحيحها وشاذّها وضعيفها ومنكرها، فإذا هو يرجع إلى سبعة أوجه من الاختلاف لا يخرج عنها:
١. إما في الحركات بغير تغيير في المعنى والصورة نحو (البخل) بأربعة أوجه.
٢. المعنى فقط نحو: {فتَلَقّى آدمُ من ربِّه كَلِمَات} (١).
٣. وأما في الحروف بتغير المعنى، لا الصورة نحو: {تبلوا}
و{تتلوا} (٢)
٤. أو عكس ذلك نحو: {بصطة} و {بسطة} (٣).
٥. أو بتغييرهما نحو: {أَشدَّ مِنْكم} و {مِنْهُم} (٤).
٦. وإما في التقديم والتأخير نحو: {فيَقتلون ويُقتلون} (٥).
٧. أو في الزيادة والنقصان نحو: {وأوصَى} و {ووصَّى} (٦).
فهذه سبعة أوجُه لا يخرج الاختلاف عنها" (٧)، قال (رحمه الله) في "طيبته":
وأصلُ الاختلافِ أنَّ ربَّنا ... أنزله بسبعة مهوّنا
_________
(١) سورة البقرة: ٣٧.
(٢) سورة يونس: ٣٠.
(٣) سورة الأعراف: ٦٩.
(٤) سورة غافر: ٢١.
(٥) سورة التوبة: ١١١.
(٦) سورة البقرة: ١٣٢.
(٧) النشر (١/ ٢٦).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (32,'وقيل في المراد منها أوْجُه ... وكونه اختلاف لفظ أوجه (١).
قلت: والذي يظهر أنه لا عُسرَ ولا يُسرَ في التقديم أو التأخير أو الزيادة أو النقصان، ولا تبلوا وتتلوا، ولا منكم ومنهم، إنما اليسر على العرب أن يقرأ كُلٌّ منهم كما قرأ على رسول الله - صلى الله عليه وسلم - بلسانه، وأقرّه على ذلك - صلى الله عليه وسلم -.
فالعربي الذي يُميلُ يشق عليه أن يفتح، والذين ينطِقُ (حتّى) (عتّى) من هُذيلٍ؛ يشقُّ عليه تغيير لسانه، وهذا أمرٌ معلوم ومشاهَدٌ بين العرب إلى وقتنا الحاضر، فالذي نشأ في "الحجاز" يصعبُ عليه أن يتكلم بلهجة "نجد"، والعكس صحيحٌ، وكذا الذي نشأ في مصر يصعبُ عليه أن يتكلم بلهجة اليمن، وهكذا، فاليُسرُ والعُسرُ في القراءة إنما هو في اللغات، والله أعلم.
_________
(١) نظم الطيبة (ص ٣٢).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (33,'<span data-type="title" id=toc-16>المبحث الثالث

ذكر القُرّاء<span data-type="title" id=toc-17> من الصحابة </span>والتابعين إجمالا</span>
من الصحابة: أبو بكر، وعمر، وعثمان، وعلي، وعبد الله ابن مسعود، وطلحة بن عبيد الله، وسعد بن أبي وقّاص، وحذيفة ابن اليمان، وسالم مولى أبي حذيفة، وأبو هريرة، وعبد الله بن السائب، وعبد الله بن عمرو بن العاص، وعبد الله بن الزبير، وعبد الله بن عمر، وتميم الداري، وعقبة بن عامر، وأبو الدرداء، وأبو موسى الأشعري، وعبد الله بن عباس، وغيرهم كثير - رضي الله عنهم -.

<span data-type="title" id=toc-18>ومن الأنصار: </span>أبيّ بن كعب، وزيد بن ثابت، وعبادة بن الصامت، ومعاذ بن جبل، ومجمع بن حارثة، وفضالة بن عبيد، ومسلمة بن مخلد، وغيرهم.
<span data-type="title" id=toc-19>ومن النساء: </span>عائشة أم المؤمنين، وحفصة أم المؤمنين، وأم سلمة أم المؤمنين، وأم ورقة بنت عبد الله بن الحارث الشهيدة، وغيرهنَّ (١).
قال ابن حجر: " الذي يظهر: أنّ أبا بكر كان يحفظ القرآن في حياة رسول الله - صلى الله عليه وسلم -؛ ففي الصحيح أنه بنى مسجدا بفناء داره، فكان يقرأ فيه القرآن. وهو محمولٌ على ما نزل منه إذ ذاك؛ وهذا مما لا يرتاب فيه مع شدة حرصه على تلقِّي القرآن من النبي - صلى الله عليه وسلم - وفراغ باله وهما بمكّة وكثرة ملازمة كلٍّ منهما للآخر، حتى قالت عائشة أنه - صلى الله عليه وسلم - كان يأتيهم بُكرة وعشيّا، وقد صحّ "يؤمّ القومَ أقرؤهم لكتاب الله"، وقد قدمه - صلى الله عليه وسلم - في مرضه
_________
(١) انظر: فضائل القرآن لأبي عبيد القاسم بن سلام (ص ٢٢٤) وما بعدها، وفضائل القرآن للفريابي (ص ٢٢١)، والإتقان (١/ ١٥٤ وما بعدها)، ومناهل العرفان (١/ ٤١٤)، والإتحاف (١/ ١٣، ١٤).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (34,'إماما للمهاجرين والأنصار؛ فدلّ على أنه كان أقرأهم" (١).
قال ابن حجر: "ولا يلزم من ذلك أن لا يكون أحد في ذلك الوقت شاركهم في حفظ القرآن، بل كان الذين يحفظون مثل الذين حفظوه، وأزيدُ منهم جماعةٌ من الصحابة، وقد تقدّم في غزوة بئر معونة أن الذين قتلوا بها من الصحابة كان يُقال لهم القرّاء وكانوا سبعين رجلا" (٢).
وروى البخاري - رحمه الله - عن عبد الله بن عمرو بن العاص قال: سمعت النبي - صلى الله عليه وسلم - يقول: "خذوا القرآن من أربعة: من عبد الله ابن مسعود، وسالم، ومعاذ، وأُبيّ بن كعب" (٣).
وهذا الحديث يدلُّ على مشروعية تحري الضابطين من أهل القرآن للأخذ عنهم، والتلقّي منهم؛ فهذا القرآن لا يؤخذ من كل أحد. كيف وقد خاطب النبي - صلى الله عليه وسلم - بهذا القول الصحابةَ وهم عربٌ فصحاء، بل هم أفصح الأمة، ومع ذلك لم يكلهم إلى فصاحتهم، بل أمرهم بالتلقّي، وما ذاك إلا لأنّ قراءة القرآن لها هيئة مخصوصة توقيفيّة" (٤).

<span data-type="title" id=toc-20>القرّاء من التابعين في الأمصار</span>
قال ابن الجزري "فممن كان بالمدينة: ابن المسيَّب، وعُروة، وسالم ابن عبد الله بن عمر، وعمر بن عبد العزيز، وسليمان وعطاء ابنا يسار،
_________
(١) كتاب فضائل القرآن، باب القراء من أصحاب النبي - صلى الله عليه وسلم - في البخاري (الفتح: ٨/ ٦٦٩).
(٢) انظر: فتح الباري لابن حجر ٩/ ٤٨. وانظر: سنن القراء ومناهج المجودين للقاري (ص ٤٨).
(٣) صحيح البخاري: كتاب فضائل القرآن، باب القرّاء من أصحاب النبي - صلى الله عليه وسلم -: (الفتح: ٨/ ٦٦٣).
(٤) انظر: الفتح (٨/ ٦٦٤)، والإتقان (١/ ١٥٤).',NULL,'31',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (35,'ومعاذا بن الحارث، وعبد الرحمن بن هرمز، وابن شهاب الزهري، ومسلم بن جندب، وزيد بن أسلم.

<span data-type="title" id=toc-21>وبمكة: </span>عبيد بن عمير، وعطاء، وطاووس، ومجاهد، وعكرمة وابن أبي مليكة.
<span data-type="title" id=toc-22>وبالكوفة: </span>علقمة، والأسود، ومسروق، وعَبِيدَة السلماني، وعمرو بن شرحبيل، والحارث بن قيس، والربيع ابن خثيم، وعمرو بن ميمون، وأبو عبد الرحمن السلمي، وزرّ بن حبيش، وعبيد بن نضيلة، وأبو زرعة ابن عمرو بن جرير، وسعيد بن جبير، وإبراهيم النخغي، والشعبي.
<span data-type="title" id=toc-23>وبالبصرة: </span>عامر بن قيس، وأبو العالية وأبو رجاء، ونصر ابن عاصم، ويحيى ابن يعمر، ومعاذ، وجابر بن زيد، والحسن، وابن سيرين، وقتادة.
<span data-type="title" id=toc-24>وبالشام: </span>المغيرة بن أبي شهاب المخزومي صاحب عثمان ابن عفّان في القراءة، وخليد بن سعد صاحب أبي الدرداء" (١).
ثم قال - رحمه الله -: "ثم إنّ القرّاء بعد هؤلاء المذكورين كثروا وتفرقوا في البلاد وانتشروا وخلَفَهم أمم بعد أمم، عُرِفت طبقاتهم، واختلفت صفاتهم؛ فكان منهم المتقن للتلاوة المشهور بالرواية والدراية، ومنهم المقتصر على وصفٍ من هذه الأوصاف، وكثر بينهم لذلك الاختلاف، وقلّ الضبط، واتّسع الخرق، وكاد الباطل يلتبس بالحق، فقام جهابذة علماء الأمة فبالغوا في الاجتهاد، وبيّنوا الحق المراد، وجمعوا الحروف والقراءات، وعزو الوجوه والروايات، وميّزوا بين المشهور
_________
(١) انظر: فضائل القرآن لأبي عبيد (ص ٢٢٤)، والإتقان (١/ ١٥٨)، والنشر (١/ ٨).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (36,'والشاذ والصحيح والفاذِّ بأصولٍ أَصَّلُوها، وأركانٍ فصَّلُوها" (١).
قلت: واستقرّ الأمر على القراءات العشر للأئمة العشرة، وأطبقت الأمة على تواتر هذه القراءات العشر، وما سواها شاذٌّ.
_________
(١) انظر: النشر (١/ ٩)، الإتقان (١/ ١٦٠)، الإتحاف (١/ ١٧).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (37,'<span data-type="title" id=toc-25>المبحث الرابع
شروط القراءة الصحيحة</span>
والقراءة تنقسم إلى عدة أقسام: منها المقبول، ومنها المردود، ومنها ما يُقرأ به، ومنها ما لا يُقرأ به، ولا يُستدل به.
وذكر الزركشي أنّ القراءات تنقسم إلى قسمين: متواتر وآحاد (١).
وقد تتبع الإمام السيوطي القراءات، وقسّمها إلى ستة أقسام، وهي على النحو الآتي:

<span data-type="title" id=toc-26>١ - متواتر مقبول</span>، يُقرأ به، ويُستدلّ به؛ فكل قراءة وافقت العربية -ولو بوجه- ووافقت أحد المصاحف العثمانية -ولو احتمالا- وصحَّ سندُها فهذه هي القراءة الصحيحة التي لا يجوز ردُّها (٢). وهذه رواها جمع عن جمع لا يمكن تواطؤهم على الكذب (٣).
<span data-type="title" id=toc-27>٢ - ما صحَّ نقلُه من قراءات الآحاد</span>، وصحّ وجهُه في العربية، وخالف لفظُه خطّ المصحف؛ فهذا يُقبل ولا يُقرأ به لعلتين:
الأولى: أنه لم يُؤخذ بإجماع، إنِّما أُخذ بأخبار الآحاد، ولا يثبت قرآن بخبر، يعني: خبر آحاد.
الثانية: أنه مخالفٌ لما أُجمع عليه (٤).
قلت: كما نقل في الصحيح والسنن من قراءات بعض الصحابة التي تخالف خطّ المصحف؛ فهذه يُستدلّ بها، ولا يُقرأ بها كما سبق،
_________
(١) البرهان (١/ ٤٢٨).
(٢) النشر (١/ ٩)، والإتقان (١/ ١٦٤).
(٣) منجد المقرئين (ص ١٥).
(٤) انظر: النشر (١/ ١٤)، والإتقان (١/ ١٦٨)، ومناهل العرفان (١/ ٤٠٣).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (38,'كقراءة ابن مسعود: (والذكر والأنثى) [الليل: ٣] كما في الصحيحين، وبعضهم جعل هذا القسم من المتوقّف فيه.
قال شيخ الإسلام: "فيه نزاعٌ بين العلماء في جواز القراءة به، والرواية الراجحة عن الإمام أحمد وعليه أكثر العلماء: عدم الجواز؛ لأنّ هذه القراءات لم تتواتر عن النبي - صلى الله عليه وسلم -، وإن ثبتت فإنها منسوخة بالعرضة الأخيرة" (١).

<span data-type="title" id=toc-28>٣ - ما نقله غير ثقة أو نقله ثقة</span>، ولا وجه له في العربية؛ فهذا لا يُقبل، وإن وافق خط المصحف (٢)، وهذا هو الشاذّ.
وقال ابن الجزري - رحمه الله - في "طيبته" (٣):
فكل ما وافق وجه نحو ... وكان للرسم احتمالا يحوي
وصح إسنادًا هو القرآنُ ... فهذه الثلاثة الأركانُ
وحيثما يختلُّ ركنٌ أثبتِ ... شذوذه لو أنه في السبعة

وزاد بعضهم رابعا.
المشهور الذي صحّ سنده، ولم يبلغ درجة التواتُر، ووافق العربية والرسم، واشتهر عند القرّاء فلم يعدوه غلطًا ولا من الشاذ (٤).
الموضوعُة أي: ما لم يصح، وما نُسب إلى قائله من غير أصل، مثال ذلك: القراءات التي جمعها الخزاعيّ ونسبها إلى أبي حنيفة" (٥).
المُدْرجة: قال السيوطي: "وظهر لي سادس يشبه من أنواع الحديث
_________
(١) مجموع الفتاوى (٣/ ٣٩٤)، والنشر (١/ ١٤).
(٢) النشر (١/ ١٤)، والإتقان (١/ ١٦٨).
(٣) طيبة النشر (ص ٣٢).
(٤) انظر: الإتقان (١/ ١٦٨).
(٥) الإتقان (١/ ١٦٨)، ومناهل العرفان (١/ ٤٣٠).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (39,'المدرَج، وهو ما زيد في القراءات على وجه التفسير، كقراءة سعد ابن أبي وقّاص: {ولُهُ أخٌ أو أُختٌ مِن أُمٍّ} وغيرها (١).
والحاصل: أنّ ما وصل إلينا من هذه القراءات العشر متواتر وصحيح ومقطوع به؛ هذا الذي تحرر من أقوال العلماء، وعليه الناسُ اليوم بالشام والعراق، ومصر والحجاز (٢)، وغيرها من البلدان.
وعودٌ على بدء، فشروط القراءة الصحيحة ثلاثة، وهي:
١ - موافقة النحو ولو بوجه.
٢ - موافقة خطّ المصحف العثماني.
٣ - صحة السند. ولا بُدّ أن يكون هذا السندُ متواترا.
وقولنا في الضابط: (ولو بوجه) نريد: (وجها من وجوه النحو، سواء كان أفصح أم فصيحا، مُجمعا عليه، أم مختلفًا فيه اختلافًا لا يضُرُّ مثله، إذا كانت القراءة مما شاع وذاع وتلقّاه الأئمة بالإسناد الصحيح؛ إذ هو الرُّكن الأقوم؛ وهذا هو المختار عند المحققين في رُكْنِ موافقة العربية (٣).
وقولنا: (بموافقة أحد المصاحف): ما كان ثابتًا في بعضها دون بعض، وقد ذُكر.
_________
(١) الإتقان (١/ ١٦٩).
(٢) منجد المقرئين ومرشد الطالبين للإمام ابن الجزري (ص ٢٣).
(٣) النشر في القراءات العشر لابن الجزري (١/ ١٠).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (40,'<span data-type="title" id=toc-29>المبحث الخامس
القراءة الشاذة</span>
<span data-type="title" id=toc-30>تعريفها:</span>
القراءة الشاذة هي: التي لم يصحّ سندُها، أو لم يكن لها وجه في العربية، وإن وافقت خطّ المصحف.
والشذوذ في اللغة: الانفراد، والنّدرة. والخارج عن الجماعة شاذّ (١).
وقال علم الدين السخاوي: "وكفى بهذه التسمية تنبيهًا على انفراد الشاذ، وخروجا عما عليه الجمهور، وهي في الوقت نفسه نادرة وغريبة" (٢).
فمتى اختلّ ركن من أركان القراءة الصحيحة أطلق عليها ضعيفة أو شاذة، أو باطلة، وهذا هو الصحيح عند أئمة التحقيق من السلف والخلف. صرّح بذلك الداني، ومكّي، والمهدوي، وأبو شامة، وهو مذهب السلف الذي لا يُعرف عن أحدٍ منهم خلافه (٣).

<span data-type="title" id=toc-31>ضابطها:</span>
قال السبكي: "ولا تجوز القراءة بالشاذ، والصحيح أنّها ما وراء العشرة" (٤).
وقال الإمام النووي في شرح المهذب: "وَقَدْ اتَّفَقَ فُقَهَاءُ بَغْدَادَ عَلَى
_________
(١) لسان العرب ٣/ ٤٩٤. والمعجم الوسيط ص ٤٧٦.
(٢) جمال القراء ١/ ٢٣٤. والمرشد الوجيز ص ١٧٩.
(٣) الإتقان ١/ ١٦٤.
(٤) غيث النفع ص ١٨.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (41,'اسْتِتَابَةِ من قرأ بالشواذ، وقد ذكرت قصة فِي التِّبْيَانِ فِي آدَابِ حَمَلَةِ الْقُرْآنِ، وَنَقَلَ الْإِمَامُ الْحَافِظُ أَبُو عُمَرَ بْنُ عَبْدِ الْبَرِّ إجْمَاعَ الْمُسْلِمِينَ عَلَى أَنَّهُ لا تَجُوزُ الْقِرَاءَةُ بِالشَّاذِّ، وَأَنَّهُ لا يُصَلَّى خَلْفَ مَنْ يَقْرَأُ بِهَا. قَالَ الْعُلَمَاءُ فَمَنْ قَرَأَ بِالشَّاذِّ إنْ كَانَ جَاهِلا بِهِ أَوْ بِتَحْرِيمِهِ عُرِّفَ ذَلِكَ؛ فَإِنْ عَادَ إلَيْهِ بَعْدَ ذَلِكَ أَوْ كَانَ عَالِمًا بِهِ عُزِّرَ تَعْزِيرًا بَلِيغًا إلَى أَنْ يَنْتَهِيَ عَنْ ذَلِكَ، وَيَجِبُ عَلَى كُلِّ مُكَلَّفٍ قَادِرٍ عَلَى الْإِنْكَارِ أَنْ يُنْكِرَ عَلَيْهِ (١).
وقال الملاّ علي بن سلطان القاري: "وأما ما فوق العشرة فاتفقوا على أنّها شاذة تحرُم قراءةً وتجوز رواية" (٢).
وقال القاضي: " فكلُّ قراءة وراء العشرة لا يحكم بقرآنيتها، بل هي قراءة شاذة، لا تجوز القراءة بها، لا في الصلاة ولا خارجها" (٣).
وكذا قال القرطبي - رحمه الله - في "جامعه" (٤).
_________
(١) المجموع شرح المهذب جـ ٣ صـ ٣٩٢ - دط-دت-دار الفكر-بيروت-لبنان.
(٢) الشواذ في وجوه القراءات لملا علي القاري (ل ٢٣/أ)
(٣) القراءة الشاذة (ملحق بالبدور الزاهرة) لشيخ مشايخنا العلامة القاضي (ص ٩).
(٤) الجامع (١/ ٣٥)',NULL,'38',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (42,'<span data-type="title" id=toc-32>الباب الأول
دراسة عن المؤلّف</span>
وفيه الكلام مختصرا عن المباحث الآتية:

المبحث الأول
التعريف بالإمام الداني ونشأته وطلبه للعلم
المبحث الثاني
عقيدته ومذهبه الفقهي
المبحث الثالث
ثناء العلماء عليه
المبحث الرابع
شيوخه
المبحث الخامس
طلابه (تلاميذه)
المبحث السادس
مصنّفاتُه',NULL,'39',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (43,'<span data-type="title" id=toc-33>المبحث الأول

التعريف بالإمام الداني و<span data-type="title" id=toc-34>نشأته وطلبه للعلم</span></span>
هو الإمام الحافظ، المجوّد، المقرئ، الحاذق، عالم الأندلس، أبو عمرو، عثمان ابن سعيد بن عثمان بن سعيد بن عمر الأموي -مولاهم- القرطبي، الأندلسي، الداني؛ لنزوله بها، ويقال له: ابن الصيرفي (١).
نشأته وطلبه للعلم
نشأ - رحمه الله - بالأندلس في قرطبة، وكان مولدُه في سنة إحدى وسبعين وثلاثمائة (٣٧١ هـ).
وابتدأ في طلب العلم في أول سنة ست وثمانين، وذكر أنه رحل إلى الشرق سنة سبع وتسعين، فمكث بالقيروان أربعة أشهر، ثم توجّه إلى مصر، فدخلها في شوّال من تلك السنة، ثم حجّ.
قال - رحمه الله -: "وابتدأت بطلب العلم في سنة ست وثمانين ورحلت إلى المشرق سنة سبع وتسعين، ودخلت مصر في شوال منها، فمكثت بها سنة، وحججتُ، ودخلت الاندلس في ذي القعدة سنة تسع وتسعين وثلاثمائة، وخرجت إلى الثغر سنة ثلاث وأربعمائة، فسكنت سرقسطة سبعة أعوام، ثم رجعت إلى قرطبة. قال: وقدمت دانيةَ سنة سبع عشرة. فاستوطنها حتى مات" (٢).
_________
(١) انظر: الروض المعطار (ص ٢٣١)، ومعجم البلدان للحموي (٢/ ٤٩٤)، ونفح الطيب (٢/ ٣٥٠).
(٢) غاية النهاية في طبقات القراء لشمس الدين ابن الجزري الدمشقي الشافعي (ت ٨٣٣ هـ) (ج ١ ص ٤٤٧). تحقيق: ج. برجستراسر- الطبعة الأولى- ٢٠٠٦ م - دار الكتب العلمية - بيروت - لبنان.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (44,'و (دانيةُ) من مدن الأندلس، من أعمال بلنسية على ضفّة البحر شرقا، مرساها عجيب، يُسمّى (السمّان) وهي بلد جميلة كثيرة التين والعنب واللوز، وكانت قاعدة ملك أبي الجيش مجاهد العامري، وأهلُها أقرأ أهل الأندلس؛ لأن مجاهدا كان يستجلب القُرّاء ويُفضِل عليهم، ويُنفق عليهم الأموال؛ فكثروا في بلاده.
قال ياقوت في "دانية": "ومنها شيخ القُرّاء صاحب التصانيف في القراءة والقرآن أبو عمرو عثمان بن سعيد الداني" (١).

<span data-type="title" id=toc-35>وفاته</span>
توفي الحافظ - رحمه الله - بدانية يوم الاثنين منتصف شوّال سنة أربع وأربعين وأربعمائة، وله من العمر اثنان وسبعون سنة.
ودُفن بعد العصر، ومشى صاحبُ (دانية) أمامَ نعشه، وشيّعه خلْقٌ عظيم، رحمه الله تعالى (٢).
_________
(١) معجم البلدان لياقوت الحموي ٢/ ٤٣٤.
(٢) القُراء الكبار (ص ٢٢٨). وغاية النهاية (١/ ٥٠٥).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (45,'<span data-type="title" id=toc-36>المبحث الثاني
عقيدته ومذهبه الفقهي</span>
الذي يظهر أنّه - رحمه الله - سلفيُّ المعتقد، من أئمّة السنة في زمانه، له علمٌ بالحديث واللغة والفقه وغيرها من العلوم.
وأما مذهبُهُ الفقهي؛ فعلى ما كان عليه أهل الأندلس، من التمذهب بمذهب الإمام مالك - رحمه الله - وقد صرّح بذلك في أُرجوزته المُنَبِّهة.
قال المغامي: "كان أبو عمرو مُجاب الدعوة، مالكيّ المذهب" (١).
وقد كان بين أبي عمرو وبين أبي محمد بن حزم وحشة، ومنافرة شديدة؛ أفضت بهما إلى التهاجي، وهذا مذمومٌ من الأقران موفورُ الوجود، نسأل الله الصفح. وأبو عمرو أقومُ قيلا، وأتْبعُ للسنة" (٢).
قال الذهبي (٣): "وهو القائل في أرجوزته السائرة" قلت: وهي المنبّهة (٤):
تدري أُخيّ أين طريق الجنة ... طريقها القرآن ثم السنة
كلاهما ببلد الرسول ... وموطن الأصحاب خير جيل
فاتْبَعَنْ جماعة المدينة ... فالعلم عن نبيهم يروونه
وهم فحجة على سواهم ... في النقل والقول وفي فتواهم
واعتمدن على الإمام مالك ... إذْ قد حوى على جميع ذلك
في الفقه والفتوى إليه المنتهى ... وصحة النقل وعلم مّن مضى
_________
(١) انظر: القُرّاء الكبار للذهبي ١/ ٤٠٨. وانظر: نفح الطيب للمَقَّرِي ٢/ ٣٥٠.
(٢) انظر: القراء الكبار للذهبي ١/ ٤٠٧.
(٣) انظر: سير أعلام النبلاء للذهبي ١٨/ ٨١ وما بعدها. والقُرّاء الكبار للذهبي ١/ ٤٠٩.
(٤) انظر: الأرجوزة المنبهة للداني، بتحقيق محمد مجقان الجزائري.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (46,'ومنها:
وحك ما تجد للقياس ... داود في دفتر أو قِرطاس
من قوله إذ خرق الإجماعا ... وفارق الأصحاب والأتباعا
واطرح الأهواء والآراء ... وكل قولٍ ولَّدَ المراء

ومنها:
ومن عقود السنة الإيمانُ ... بكل ما جاء به القرآنُ
وبالحديث المسند المروي ... عن الأئمة عن النبي
وأن ربنا قديم (١) لم يزل ... وهو دائم إلى غير أجل

ومنها:
كلم موسى عبده تكليما ... ولم يزل مُدبّرا حكيمًا
كلامُه وقولُه قديم ... وهو فوق عرشه العظيم
والقول في كتابه المفصل ... بأنه كلامه المنزّلُ
على رسوله النبي الصادق ... ليس بمخلوق ولا بخالق
من قال فيه: إنه مخلوق ... أو محدّث فقوله مرُوقُ
والوقف فيه بدعٌ مُضلّة ... ومثلُ ذاك اللفظ عند الجلة
كلا الفريقين من الجهمية ... الواقفون فيه واللفظية
أهوِن بقول جهمٍ الخسيس ... وواصلٍ وبشرٍ المرَّيسِ
ذي السخف والجهل وذي العناد ... معمر وابن أبي دؤاد
وابن عبيد شيخ الاعتزال ... وشارع البدعة والضلال
والجاحظ القادح في الإسلام ... وجِبتُ هذه الأمة النظّام
_________
(١) وصف الله بالقدم لم يرد في الكتاب والسنة. انظر: العقيدة في الله- عمر بن سليمان الأشقر ص ٢٢٩.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (47,'والفاسق المعروف بالجباءِ ... ونجله السفيه ذي الخناء
واللاحقيَّ وأبي الهذيل ... مؤيدي الكفر بكل ويل
وذي العمى ضرار المرتاب ... وشبههم من أهل الارتياب
وبعد فالإيمان قولٌ وعمل ... ونيّة عن ذاك ليس ينفصل
فتارً يزيد بالتشمير ... وتارةً ينقص بالتقصير
وحب أصحاب النبي فرضٌ ... ومدحهم تزلّف وفرض
وأفضل الصحابة الصدّيقُ ... وبعده المهذّب الفاروق

ومنها:
فمن صحيح ما أتى به الأثر ... وشاع في الناس قديمًا وانتشر
نزول ربنا بلا امتراء ... في كل ليلة إلى السماء
من غير ما حدّ ولا تكييف ... سبحانه من قادر لطيف
ورؤية المهيمن الجبار ... وأننا نراه بالأبصار
يوم القيامة بلا ازدحام ... كرؤية البدر بلا غمام
وضغطة القبر على المقبور ... وفتنة المنكر والنكير
فالحمد لله الذي هدانا ... لواضح السنة واجتبانا

وهي أرجوزة طويلة جدا (١).
_________
(١) انظر: الأرجوزة المنبهة للداني - رحمه الله -، بتحقيق محمد الجزائري. وذكر الذهبي قِطَعًا منها في السير (١٨/ ٨١). ويُقصد بصاحب دانية: أميرُها.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (48,'<span data-type="title" id=toc-37>المبحث الثالث
ثناء العلماء عليه</span>
قال ابن بشكوال: "كان أبو عمرو أحد الأئمة في علم القرآن: رواياته، وتفسيره، ومعانيه، وطرقه، وإعرابه، وجمع في ذلك كله تواليف حسان مفيدة يطول تعدادها.
وله معرفة في الحديث وطرقه، وأسماء رجاله ونقلته، وكان حسن الخطّ، جيد الضبط، من أهل الذكاء والحفظ والتفنّن في العلم، ديِّنًا فاضلا ورعا سُنيًّا" (١).
وقال الحميدي: " هو محدّث مُكثر، ومقرئ متقدّم، سمع بالأندلس والمشرق"
قال الذهبي: "والمشرق في عُرف المغاربة: مصر وما بعدها من الشام والعراق وغير ذلك، كما أن المغرب في عُرف العجم وأهل العراق أيضا: مصر وما تغرّب عنها" (٢).
وقال ابن الجزري: "قال المغامي: قرأتُ بخطّ شيخنا الحافظ عبد الله بن محمد بن خليل - رحمه الله - قال بعض الشيوخ: لم يكن في عصر الداني، ولا بعد عصره بمُدَدٍ أحدٌ يُضاهيه في حفظه وتدقيقه، وكان يقول: ما رأيتُ شيئا إلا كتبتُه، ولا كتبتُه إلا حفظتُه، ولا حفظتُه فنسيته، وكان يُسأل عن المسألة مما يتعلّق بالآثار وكلام السلف؛ فيوردها بجميع ما فيها مسندة من شيوخه إلى قائلها".
قال ابن الجزري: "ومَن نظر كتبَه؛ علمَ مِقدار الرجلِ وما وهبَهُ الله
_________
(١) سير أعلام النبلاء (١٨/ ٨). القراء الكبار (١/ ٤٠٨). نفح الطيب (٢/ ٣٥٠).
(٢) المصادر السابقة.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (49,'تعالى فيه؛ فسبحان الفتّاح العليم" (١).
وقال أيضا: "ومن نظر في كتُبِه ومؤلفاته؛ عَلِمَ مقداره، وتحقق فضلَه، وما وهبه الله تعالى من الحفظ والفهم وصحة التصور وتدقيق النظر والإنصاف" (٢).
وقال الذهبي: "وإلى أبي عمرو المنتهى في تحرير علم القراءات، وعلم المصاحف، مع البراعة في علم الحديث والتفسير والنحو، وغير ذلك.
وقد كان بين أبي عمرو وبين أبي محمد بن حزم وحشة، ومنافرة شديدة؛ أفضت بهما إلى التهاجي، وهذا مذمومٌ من الأقران موفورُ الوجود، نسأل الله الصفح. وأبو عمرو أقومُ قيلا، وأتْبعُ للسنة" (٣).
وقال ابن خلدون: "أبو عمرو الداني بلغ الغاية فيها - يعني القراءات- ووقفتْ عليه معرفتُها، وانتهت إلى روايته أسانيدُها، وتعدّدت تآليفُه فيها، وعوّل الناس عليها، وعدلوا عن غيرها، واعتمدوا من بينها كتاب "التيسير" له" (٤).
_________
(١) غاية النهاية (١/ ٥٠٤).
(٢) تحبير القراء الكبار (١/ ٤٠٧).
(٣) انظر: القراء الكبار للذهبي ١/ ٤٠٧.
(٤) انظر: مقدمة ابن خلدون (ص ٤٣٧).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (50,'<span data-type="title" id=toc-38>المبحث الرابع
شيوخه</span>
أخذ القراءات عرضا عن خلف بن إبراهيم بن خاقان (٤٠٢ هـ)، وأبي الحسن طاهر بن عبد المنعم بن غَلبُون (٣٩٩ هـ)، وعبد العزيز ابن جعفر بن خواستي الفارسي (٤١٢ هـ)، وأبي الفتح فارس بن أحمد (٤٠١ هـ) وأكثر عنه، وأبي الفرج محمد بن عبد الله النجّاد (٤٠٠ هـ)، وخاله محمد بن يوسف (٣٧٠ هـ)، وعبيد الله بن سلمة بن حزم، ومنه تعلّم عامّة القرآن، وعبد الله بن أبي عبد الرحمن المصاحفي، وروى كتاب "السبعة" لابن مجاهد سماعًا عن أبي مسلم محمد بن أحمد الكاتب (٣٩٩ هـ) بسماعه منه، وروى الحرف عن أحمد بن عمر بن محفوظ (٣٩٩ هـ)، ومحمد بن عبد الواحد البغدادي، والحسن بن سليمان الأنطاكي (٣٩٩ هـ)، والحسن بن محمد بن إبراهيم البغدادي (٤٣٨ هـ).
وسمع الحديث من جماعة، وبرز فيه وفي أسماء رجاله (١).
وقرأ على حاتم بن عبد الله البزاز، وأحمد بن فتح بن الرّسان، ومحمد بن خليفة بن عبد الجبار، وسلمة بن سعيد الإمام، وسلمون ابن داود القروي، وأبي محمد بن النحّاس المصري، وعلي بن محمد ابن بشير الرّبعي، وعبد الوهاب بن أحمد مُنيّر، ومحمد بن عبد الله ابن عيسى الأندلسي أبي عبد الله بن أبي زمنين، وأبي الحسن علي ابن محمد القابسي (٢).
_________
(١) غاية النهاية (١/ ٥٠٤). نفح الطيب (٢/ ٣٥٠).
(٢) السير (١٨/ ٧٨). القرّاء الكبار (١/ ٤٠٧). نفح الطيب (٢/ ٣٥٠).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (51,'وقد قال (رحمه الله) في أرجوزته "المنبّهة (١) " ذاكرًا طرفًا من شيوخه:
ممن أخذتُ عنهم ففارس ... وهو الضرير الحاذق الممارسُ
أضْبَطُ من لقِيتُ للحروف ... وللصحيح الساير المعروف
وابن أبي غسّان عنه أروي ... عبد العزيز الفارسي النحوي
وخلف بن جعفر الخاقاني ... وكان ذا ضبط وذا إتقان
وابن علي كان ذا إسناد ... عليه في الرواية اعتمادِ
وقد لقيت طاهرًا أبا الحسن ... ذا الفهم والحِذْق وفخر ذات الزمن
وأحمد الجيزيّ قد رويت ... عنه كثيرا كله وعيت
وابن معاذ عابد الرحمن ... وكان ذا فهم وذا بيان
وابن فراس أحمد المكّي ... وأحمد بن بدر المصري
وابن علي حمزة البغدادي ... وابن مُنَير كلهم أُستاذي
وأحمد بن مُتّ البخاري ... والثبت إبراهيم وهو القاري
والمالكي شيخنا سلمون ... والرَّبعي الثقة المأمون
وابن زياد وعليٌّ بن خلف ... وكلهم سلفهم خير سلف
وغير هؤلاء من أيمتي ... ممن أخذتُ عنهم حين رحلتي
من أهل بغداد وأهل الشام ... وأهل مصر كلهم إمام
ومن لقيت قبل في أطرابُلُس ... والقيروان وبلاد الأندلس
وجملة الذين قد كتبتُ ... عنهم من الشيوخ إذْ طلبتُ
من مقُرئٍ وعالم فقيه ... ومُعْرِبٍ محدّث نبيه
تسعون شيخًا كلهم سُنّي ... موقّر مُبجّلٍ مَرْضِيّ
مُهذّبٌ في هديه نبيلٌ ... مستمسك بدينه جليل
_________
(١) الأرجوزة المنبهة على أسماء القراء والرواة وأصول القراءات وعقد الديانات بالتجويد والدلالات للداني، بتحقيق: محمد بن مجقان الجزائري (ص ٧٨).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (52,'<span data-type="title" id=toc-39>المبحث الخامس
تلاميذه</span>
قرأ عليه جمٌّ غفيرٌ منهم: أبو إسحاق إبراهيم بن علي الفيسولي، نزيل الثغر، وولدُه أحمد بن عثمان بن سعيد (٤٧١ هـ)، والحسين بن علي بن مبشر، وخلف بن إبراهيم الطليطلي (٤٧٧ هـ)، وخلف بن محمد الأنصاري (٥٠٨ هـ)، وأبو داود سليمان بن نجاح (٤٩٦ هـ)، وعبد الملك بن عبد القُدّوس - فيما زعمه ابن عيسى -، وأبو بكر عمر بن أحمد الفصيح (٥٠٧ هـ)، ومحمد بن إبراهيم بن إلياس المعروف بابن شعيب (٤٨١ هـ)، ومحمد بن أحمد بن مسعود الداني، ومحمد بن عيسى بن فرج المغامي (٤٨٥ هـ)، وأبو بكر محمد بن الفرج، ومحمد بن يحيى بن مزاحم (٥٠٢ هـ)، وأبو الذواد مفرج - فتى إقبال الدولة -، وأبو الحسين يحيى بن إبراهيم بن أبي زيد بن البياز (٤٩٦ هـ).
وروى عنه "التيسير" سماعا عبد الحق بن أبي مروان بن الثلجي الأندلسي، وأبو القاسم -شيخ ابن نمارة-.
وروى عنه بالإجازة أبو عبد الله أحمد بن محمد بن عبد الله الخولاني (٥٠٨ هـ)، وأحمد بن عبد الملك بن أبي حمزة المرسي. وبقي ابن حمزة هذا إلى بعد الثلاثين وخمسمائة، وهو آخر من روى عنه مطلقا (١). قال ابن الجزري: وهو آخر من حدّث عنه في الدنيا (٢).
_________
(١) السير (١٨/ ٧٩). القرّاء الكبار (١/ ٤٠٧). غاية النهاية (١/ ٥٠٤). نفح الطيب (٢/ ٣٥٠).
(٢) غاية النهاية (١/ ٧٧).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (53,'<span data-type="title" id=toc-40>المبحث السادس
مصنفاته - رحمه الله </span>-
١ - اختلاف القرّاء، ثلاثة مجلّدات (١).
٢ - اختلاف القُرّاء في الياءات، مُجلّد واحد (٢).
٣ - الإدغام الكبير في إدغام القرآن (٣).
٤ - الأرجوزة المنبهة على أسماء القُرّاء والرواة وأصول القُرّاء، وهي الأرجوزة التي في أصول السنة (٤).
٥ - الإشارة بلطيف العبارة (٥).
٦ - الاقتصاد في رسم المصاحف، وهي أرجوزة في مجلّد (٦).
٧ - الاقتصاد في القراءات السبع، مُجلّد (٧).
_________
(١) يقول الدكتور/ يوسف عبد الرحمن: "يوجد منه نسخة خطيّة بجامع الزيتونة". وانظر: المكتفى في الوقف والابتداء للداني بتحقيق المرعشلي (ص ٣٦).
(٢) انظر: غاية النهاية (١/ ٥٠٥).
(٣) يقول الدكتور المرعشلي: "يوجد منه نسخة خطية في مكتبة شهيد علي في تركيا (٢٨)، ونسخة في المتحف البريطاني.
(٤) انظر: معجم الأدباء (١٢/ ١٢٣)، وغاية النهاية (١/ ٥٠٥)، والذيل (١/ ٩٢)، ومعجم المؤلفين (٢/ ٣٦٠). وقد حققها وأخرجها محمد مجقان الجزائري، وطبعت مرة بواسطة دار المغني للنشر، عام ١٤٢٠ هـ.
(٥) يوجد منه نسخة مخطوطة في مكتبة (تيره نجيب باشا) رقم: ٨٢/ ١، نوادر المخطوطات (١/ ٢٦٨).
(٦) غاية النهاية (١/ ٥٠٥)، وكشف الظنون لحاجّي خليفة (١/ ١٣٥)، ومعجم المؤلفين (٢/ ٣٦٠).
(٧) انظر: السير (١٨/ ٨٠)، والقرّاء الكبار (١/ ٤٠٦)، ومعجم الأدباء (١٢/ ١٢٤).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (54,'٨ - الاكتفاء في الوقف والابتداء (١)، وسماه الذهبي كتاب "الوقف والابتداء" وكذا ابن الجزري، ويسمى - أيضا- "المكتفى في الوقف والابتداء" وحقّقه د. يوسف المرعشلي، وطبع أكثر من مرّة.
٩ - الإمالة، وهو مجلّد (٢)، ويسمّى "الموضح في الفتح والإمالة".
١٠ - الاهتداء في الوقف والابتداء (٣).
١١ - إيجاز البيان في قراءة ورش عن نافع، وهو مجلّد (٤).
١٢ - الإيضاح في الهمزتين (٥)، ويُقال له: "مذاهب القرّاء في الهمزتين"، و"كتاب الهمزتين".
١٣ - البيان في عدّ آي القرآن، ويقال له: "جامع البيان في عدّ آي القرآن" (٦).
_________
(١) انظر: السير (١٨/ ٨١)، القرّاء الكبار (١/ ٤٠٨)، غاية النهاية (١/ ٥٠٥)، معجم المؤلفين (٢/ ٣٦٠). وهو مطبوع بتحقيق الدكتور/ يوسف المرعشلي.
(٢) انظر: السير (١٨/ ٨١)، القرّاء الكبار (١/ ٤٠٨)، غاية النهاية (١/ ٥٠٥). وقد حققه الدكتور/ محمد شفاعت في رسالة الماجستير بقسم القراءات في كلية القرآن الكريم والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة.
(٣) يوجد منه نسخة مخطوطة في المكتبة الأزهرية في القاهرة، ضمن مجموعة رقم (٢٧٦، ٢٢٢٨٣) المرعشلي.
(٤) انظر: القرّاء الكبار (١/ ٤٠٨)، غاية النهاية (١/ ٥٠٥)، معجم المؤلفين (٢/ ٣٦٠)، ويوجد منه نسخة مخطوطة في باريس (رقم ٥٩٢) ضمن مجموعة القطعة الثالثة (المرعشلي).
(٥) انظر: السير (١٨/ ٨١)، والقراء الكبار (١/ ٤٠٨)، وغاية النهاية (١/ ٥٠٥). وقد ذكره ابن خير في الفهرست.
(٦) يوجد منه نسخة مخطوطة بالمكتبة الأزهرية رقم (٥٣٦، ٢٢٢٧٩)، ونسخة في مكتبة (مشرف بن عبد الكريم) الخاصة ب"تعز" في اليمن (مجلة معهد المخطوطات بالقاهرة: =مج ١، ج ١، ص ٧١). ونسخة في المكتبة الحميدية بتركيا (فهرس الحميديّة: ٣). ونسخة في مكتبة خالص أفندي (رقم: ٢٢). ونسخة في مكتبة حميد الدين (١٨). ونسخة أخرى في مكتبة حميد الدين (رقم: ٢٣٩). ونسخة في مكتبة رامبو في الهند (١/ ٥٨). ونسخة في برلين (رقم: ١٣٨٦) في آخر كتاب "المكتفى". وذكره البغدادي هدية العارفين (١/ ٦٥٣) المرعشلي.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (55,'١٤ - تبصرة المبتدئ وتذكرة المنتهي في القراءات، وهو موجز في مذاهب الُقرّاء السبعة (١).
١٥ - التحديد في صناعة الإتقان والتجويد، مُجلّد (٢).
١٦ - تذكرة الحفّاظ لتراجم القرّاء السبعة واجتماعهم واتّفاقهم في حروف الاختلاف (٣).
١٧ - التعريف في القراءات (٤).
١٨ - التعريف في القراءات الشواذ (٥).
١٩ - التقريب (٦).
٢٠ - التلخيص لأصول قراءة نافع بن عبد الرحمن.
_________
(١) يوجد منه نسخة في المكتبة الظاهرية بدمشق (رقم: ٦١٧١، قرآن، ١٨) المرعشلي.
(٢) يوجد منه نسخة في مكتبة خالص أفندي بتركيا (رقم: ١٨)، ونسخة في مكتبة جار الله رقم (٢٣)، ونسخة ثالثة في مكتبة وهبي أفندي (رقم: ٤٠). المرعشلي.
(٣) يوجد منه نسخة مخطوطة في مكتبة آفيون قرحصار بتركيا (رقم: ١٧٥٧٥). نواد المخطوطات (١/ ٢٦٩). المرعشلي.
(٤) يوجد منه نسخة مخطوطة في الخزانة العامة بالرباط (رقم: ١٥٣٢)، والمكتبة الوطنية بتونس (رقم: ٤٣٧٩) المرعشلي.
(٥) يوجد منه نسخة بالخزانة العامة بالرباط (رقم: ٥٨٧ ضمن مجموع)، ونسخة ثانية في الجزائر (رقم: ٣٧٤)، وثالثة رقم (٣٦٧). المرعشلي.
(٦) يوجد منه نسخة مخطوطة بباريس (رقم: ٥٤٣٢)، ونسخة أخرى (٤٦) المرعشلي.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (56,'٢١ - التخليص في قراءة ورش (١).
٢٢ - التمهيد لاختلاف قراءة نافع، مجلّد (٢).
٢٣ - التنبيه على النقط والشكل (٣).
٢٤ - التهذيب في القراءات، فيما تفرّد به كل واحد من القرّاء السبعة (٤).
٢٥ - التيسير في القراءات السبع، وهو أشهر كتبه - رحمه الله - (٥)، وهو الذي حققته بتيسير الله وفضله علينا.
٢٦ - جامع البيان في عدّ آي القرآن (٦).
٢٧ - جامع البيان في القراءات السبع وطرقها المشهور والغريبة (٧).
٢٨ - ذيل المقنع في معرفة رسم المصاحف (٨).
٢٩ - الراءات لورش، في مُجلّد (٩).
٣٠ - رسالة الظاءات في القرآن الكريم (١٠).
_________
(١) انظر: غاية النهاية (١/ ٥٠٣).
(٢) ذكره في التيسير في باب التكبير، وانظر: غاية النهاية (١/ ٥٠٣).
(٣) انظر: كشف الظنون (١/ ٤٩٣).
(٤) يوجد منه نسخة مخطوطة في مكتبة قرحصار بتركيا (رقم: ١٧٥٧٤/ ٢). نوادر المخطوطات، ونسخة ثانية في بانكيبور الهند، ١٨/ ١٢١٥. وثالثة في مكتبة آصف بالهند (رقم: ٣٩). ورابعة بالهند مكتبة باثنا ١، ١٢/ ١٠٣. المرعشلي.
(٥) انظر: غاية النهاية (١/ ٥٠٥)، وكشف الظنون (١/ ٥٢٠). وهو الكتاب الذي بين أيدينا، وسيأتي المزيد من البيان والإيضاح عنه.
(٦) انظر: هداية العارفين (١/ ٦٥٣).
(٧) انظر: غاية النهاية (١/ ٥٠٥)، وكشف الظنون (١/ ٥٣٨)، ومعرفة القراء الكبار (١/ ٤٠٨). وله نسخ خطية موجودة في الجامعة الإسلامية والأزهر وغيرها.
(٨) يوجد منه نسخة مخطوطة بمكتبة (قلج علي) بتركيا رقم: (١٠٢٩)، نوادر المخطوطات (١/ ٢٧٠) المرعشلي.
(٩) انظر: غاية النهاية (١/ ٥٠٥)، ومعرفة القراء (١/ ٤٠٨).
(١٠) انظر: فهرست تصانيف الداني. بتحقيق غانم قدوري.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (57,'٣١ - رسالة في بيان مذهب أبي يعقوب الأزرق (١).
٣٢ - رسالة في خلاف القراء (٢).
٣٣ - رسالة في رسم المصاحف.
٣٤ - رسالة في القراءات (٣).
٣٥ - شرح قصيدة الخاقاني في التجويد (٤).
٣٦ - طبقات القراء وأخبارهم (٥).
٣٧ - الفتن، مُجلّدان (٦).
٣٨ - الفتن والملاحم، مجلّد (٧).
٣٩ - الفرق بين الضاد والظاء في كتاب الله.
٤٠ - فهرسة شيوخه (٨).
٤١ - قراءة ابن كثير.
٤٢ - اللامات والراءات لورش (٩)، مُجلّد.
_________
(١) انظر: كشف الظنون (٢/ ١٣٢١، ١٧٧٣).
(٢) يوجد منه نسخة خطيّة بجامع الزيتونة. المرعشلي.
(٣) يوجد منه نسخة مخطوطة بمكتبة المسجد الأقصى بالقدس (٦٦)، المجموعة (١٤).
(٤) يوجد منه نسخة مخطوطة في برلين (٤٨٥)، والجزائر (٥٦١)، والفاتيكان (٣/ ١١٦٨، ٤)، والظاهرية (٣٢) وغيرها. المرعشلي.
(٥) انظر: غاية النهاية (١/ ٥٠٥)، وكشف الظنون (٢/ ١١٠٥)، ومعرفة القُرّاء الكبار (١/ ٤٠٨).
(٦) انظر: معرفة القرّاء الكبار (١/ ٤٠٨)، وهو مطبوع.
(٧) انظر: غاية النهاية (١/ ٥٠٥)، وكشف الظنون ٠٢/ ١٤٤٥).
(٨) انظر: الفهرست لابن النديم (ص ٤٢٨).
(٩) انظر: غاية النهية (١/ ٥٠٥)، معرفة القرّاء الكبار (١/ ٤٠٨).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (58,'٤٣ - اللوامع في القراءات.
٤٤ - المحكم في نقط المصاحف (١)، مُجلّد.
٤٥ - مختصر مرسوم المصحف (٢).
٤٦ - مذاهب القُرّاء في الهمزتين (٣)، مُجلّد.
٤٧ - مسألة عن تأويل الاستثناء للسعداء والأشقياء (٤).
٤٨ - مفردات القراء السبعة (٥)، مجلد كبير.
٤٩ - مفردة يعقوب في القراءة.
٥٠ - مقدمة (٦).
٥١ - المقنع في معرفة رسم خطوط مصاحف أهل الأمصار ونقطها (٧).
٥٢ - الموضح في الفتح والإمالة.
٥٣ - الموضح في القراءة.
٥٤ - الموضح لمذاهب القراء واختلافهم في الفتح والإمالة.
٥٥ - النقط، وهو مختصر في النقط والشكل في القرآن الكريم.
٥٦ - ورود حرف الظاء خاصة في كتاب الله.
٥٧ - الوقوف على (كلا) و (بلى).
_________
(١) انظر: غاية النهاية (١/ ٥٠٥). وهو مطبوع.
(٢) يوجد منه نسخة مخطوطة في آيا صوفيا بتركيا (٤٨١٤).
(٣) انظر: غاية النهاية (١/ ٥٠٥)، ومعرفة القرّاء الكبار (١/ ٤٠٨).
(٤) انظر: الفهرست لابن النديم (ص ٢٩).
(٥) انظر: غاية النهاية (١/ ٥٠٥)، وقد طبعته مكتبة القرآن بالقاهرة.
(٦) يوجد منه نسختان مخطوطتان بتركيا، بمكتبة خالص أفندي (رقم: ١٨)، و (٢٣٣).
(٧) انظر: غاية النهاية (١/ ٥٠٥)، وهو مطبوع حققه محمد أحمد دهمان، ونشرته دار الفكر، وحققه محمد الصادق قمحاوي بالقاهرة، نشرته مكتبة الكليّات الأزهرية.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (59,'٥٨ - الوقف التام والوقف الكافي الحسن في كتاب الله.
٥٩ - الوقف والابتداء (١).
٦٠ - الوقوف.
٦١ - الياءات.
وهذه مؤلفاته كما وجدتها مثبتة في (فهرس مصنفات أبي عمرو الداني) مخطوطٌ في الأزهر، وحققه الدكتور: غانم قدُّوري الحمد - جزاه الله خيرا -.
١ - كتاب طبقات القراء والمقرئين. عشرون مجلدا.
٢ - كتاب الفتن وتغير الأزمنة والاشتراط. ستة أجزاء.
٣ - كتاب أصول السنة بالآثار. خمسة أجزاء.
٤ - كتاب الأدعية بالآثار. جزءان.
٥ - كتاب الرسالة في الاعتقاد. جزء.
٦ - كتاب معرفة طرق الحديث.
٧ - كتاب الانتصار لأئمة القراء بالأمصار. عشرة أجزاء
٨ - كتاب جامع البيان مع اختلاف قراء الأمصار. مجلدان، عشرون جزءا.
٩ - كتاب الاقتصاد في القراءات السبع. أيضا، مجلد.
١٠ - كتاب التيسير. في ذلك أيضًا، مجلد.
١١ - كتاب التمهيد لاختلاف أصحاب نافع. بالعلل، مجلد.
١٢ - كتاب المحتوي على الشاذ من القراءات. مجلد.
١٣ - كتاب إيجاز البيان عن أصول قراءة ورش عن نافع. بالعلل، مجلد.
_________
(١) انظر: معرفة القراء الكبار (١/ ٤٠٨).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (60,'١٤ - كتاب الإيضاح لمذهب القراءة في الهمزتين. مجلد.
١٥ - كتاب الموضح لمذاهب القراء في الفتح والإمالة. مجلد.
١٦ - كتاب الصفح عن مذاهب القراء في البيان والإدغام. مجلد.
١٧ - كتاب البيان في عدد آي القرآن، واختلاف أهل العدد. مجلد.
١٨ - كتاب الوصول إلى اختلاف أصحاب نافع. بغير علل. مجلد.
١٩ - كتاب التهذيب لانفراد أئمة القراء السبعة. مجلد.
٢٠ - كتاب تذكرة الحافظ لتراجم السبعة. مجلد.
٢١ - كتاب الاكتفاء في معرفة الوقف والابتداء. مجلد.
٢٢ - كتاب المكتفى في الوقف التام والكافي والحسن. مجلد.
٢٣ - كتاب التحبير لمذاهب القراءة في الوقف على المرسوم. مجلد.
٢٤ - كتاب التبيين لاختلاف القراء في الياءات. مجلد.
٢٥ - كتاب التفصيل لمذهب أبي عمرو في الإدغام الكبير. مجلد.
٢٦ - كتاب التلخيص لأصول ورش وهو الأوسط. بغير علل، مجلد.
٢٧ - كتاب المقنع في معرفة هجاء المصاحف ونقطها. مجلد.
٢٨ - كتاب المحكم في نقط المصاحف بالعلل، مجلد.
٢٩ - كتاب الاشتمال على معرفة القطع على الكلم المختلف فيهن. مجلد.
٣٠ - كتاب شرح قصيدة أبي مزاحم الخاقاني في القراءات والأصول. مجلد.
٣١ - كتاب الأرجوزة المنبهة، التي قالها في القراءات والأصول. مجلد.
٣٢ - كتاب التنبيه على مذهب أبي عمرو في الفتح والإمالة. بالعلل، مجلد.
٣٣ - كتاب الاكتفاء في الوقف على (كلا) و (بلى) واختلاف العلماء فيها.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (61,'٣٤ - كتاب التحديد لحقيقة الإتقان والتجويد. مجلد لطيف.
٣٥ - كتاب الإفصاح عن معاني ما أشكل من تراجم الأئمة والرواة في حروف القرآن.
٣٦ - كتاب التقريب لأصول ورش. وهو دون الأوسط، جزء.
٣٧ - كتاب التعريف باختلاف أصحاب نافع. وهو الأصغر، جزء.
٣٨ - كتاب الموجز في أصول ورش أيضا، وهو الأصغر، جزء.
٣٩ - كتاب الراءات واللامات لورش. وهو الأوسط، جزء.
٤٠ - كتاب الراءات واللامات له أيضا، وهو الأصغر، جزء لطيف.
٤١ - كتاب اختلاف ورش وقالون. جزء.
٤٢ - كتاب ما خالف فيه قالون ورشًا. وهو الأصغر، جزء.
٤٣ - كتاب اختلاف ابن كثير وأبي عمرو. جزء.
٤٤ - كتاب اختلاف حمزة والكسائي بلفظهما. جزء.
٤٥ - كتاب قراءة ابن كثير فيما خالف فيه نافعا. جزء.
٤٦ - كتاب قراءة عاصم فيما خالف فيه نافعا. جزء.
٤٧ - كتاب قراءة أبي عمرو فيما خالف فيه نافعا. جزء.
٤٨ - كتاب قراءة ابن عامر فيما خالف فيه نافعا. جزء.
٤٩ - كتاب قراءة عاصم فيما خالف فيه نافعا. جزء.
٥٠ - كتاب قراءة حمزة فيما خالف فيه نافعا. جزء.
٥١ - كتاب قراءة الكسائي فيما خالف فيه نافعا. جزء.
٥٢ - كتاب قراءة يعقوب فيما خالف فيه نافعا. جزء.
٥٣ - كتاب اختلاف يعقوب وأبي عمرو بلفظ يعقوب. جزء.
٥٤ - كتاب اختلاف ابن مُحَيصن وابن كثير المكّيين. جزء.
٥٥ - كتاب الخموس والعشور على عدد المدنيين. جزء.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (62,'٥٦ - كتاب مخارج الحروف وأجناسها. جزء.
٥٧ - كتاب التنزيل ومعرفة المكي والمدني. جزء.
٥٨ - كتاب التمييز للفرق بين الضاد والظاء في القرآن والكلام. جزء.
٥٩ - كتاب حرف الظاء مفردا في القرآن خاصة. جزء لطيف.
٦٠ - كتاب الروم والإشمام ومذاهب القراء فيهما. جزء.
٦١ - كتاب الأربعة الأحاديث التي يتفرع منها السنن بطرقها. جزء.
٦٢ - كتاب أجزاء القرآن من خمسين ومائة إلى جزئين. جزء.
٦٣ - كتاب الألفات ومعرفة أصولها. جزء.
٦٤ - كتاب اختلاف القراءات في الياءات والتاءات والنونات. جزء.
٦٥ - كتاب ما يعرض في الوقف من التغيير. جزء.
٦٦ - كتاب إصلاح الغلط عن أبي الطيب في كتاب الإرشاد. جزء.
٦٧ - كتاب الاختلاف بين المفضل وأبي بكر عن عاصم. جزء.
٦٨ - كتاب الاختلاف بين الأعشى ويحيى بن آدم عن أبي بكر. جزء.
٦٩ - كتاب الاختلاف بين أصحاب أبي بكر عن عاصم. جزء.
٧٠ - كتاب الاختلاف بين أصحاب حفص عن عاصم. جزء.
٧١ - كتاب الاختلاف بين أصحاب ابن كثير. جزء.
٧٢ - كتاب الاختلاف بين أصحاب أبي عمرو. جزء.
٧٣ - كتاب الاختلاف بين أصحاب ابن عامر. جزء.
٧٤ - كتاب الاختلاف بين أصحاب سُليم عن حمزة. جزء.
٧٥ - كتاب الاختلاف بين نُصير والدوري عن الكسائي. جزء.
٧٦ - كتاب الاختلاف بين ابن فليح والبزي عن ابن كثير. جزء.
٧٧ - كتاب الاختلاف بين قتيبة والدوري وبين الشيزري وبينه. جزء.
٧٨ - كتاب الاختلاف بين الأصبهاني وأبي يعقوب عن ورش. جزء.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (63,'٧٩ - كتاب الاختلاف بين إسماعيل بن جعفر وبين قالون عن نافع. جزء.
٨٠ - كتاب الاختلاف بين المسيبي وبين قالون عن نافع. جزء.
٨١ - كتاب الاختلاف بين رُويس وروح عن يعقوب الحضرمي. جزء.
٨٢ - كتاب فيه مسألة عن قول النبي - صلى الله عليه وسلم -: "أنزل القرآن على سبعة أحرف" جزء.
٨٣ - كتاب فيه مسألة قوله تعالى: {عَاد الأولى}. جزء.
٨٤ - كتاب فيه مسألة {ها أَنْتُم}. جزء.
٨٥ - كتاب فيه مسألة قوله تعالى: {وإِذْ قُلنَا لِلمَلائِكةِ اسْجُدُوا} بالضم عن أبي جعفر. جزء.
٨٦ - كتاب فيه مسألة قوله تعالى {قُلْ ءالذكرين} وبابه. جزء.
٨٧ - كتاب فيه مسألة عن مذهب أبي عمرو فيما تُزال فيه الحركات.
٨٨ - كتاب فيه مسألة قوله تعالى: {ءالآن} وبابه. جزء.
٨٩ - كتاب فيه مسألة الوقف على المشدد. جزء.
٩٠ - كتاب فيه المسألة المسماة بالمسنيِّة وهي من الهمز. جزء.
٩١ - كتاب رسالة التنبيه على الخطأ والجهل والتمويه. جزء.
٩٢ - كتاب المسألة (المايَّه)، وهي مسألة عن (بسم الله الرحمن الرحيم).
٩٣ - كتاب الأجوبة المحققة عن الأسئلة المحرّفة. جزء.
٩٤ - كتاب فيه مسألة الاختلاف عن ورش في همزة (المأوى) وبابه. جزء.
٩٥ - كتاب فيه مسألة الاختلاف عن ورش في قوله: {ومَحْياي}. جزء.
٩٦ - كتاب فيه مسألة عن نفي إشباع مدّ {وَالذينَ ءامنوا} وبابه في',NULL,'61',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (64,'مذهب ورش. جزء.
٩٧ - كتاب فيه مسألة في الإشمام في قوله: {تأمنّا}. جزء.
٩٨ - كتاب فيه مسألة في الإشمام في قوله: {سيء بهم} وبابه.
٩٩ - كتاب فيه مسألة في تصحيح تقدير المد بالحروف. جزء.
١٠٠ - كتاب فيه مسألة نقْط المصاحف على مذهب أهل المدينة. جزء.
١٠١ - كتاب فيه مسألة قوله تعالى: {وتَعِيَهَا}. جزء.
١٠٢ - كتاب فيه مسألة قوله: {أَفَعَيينا}. جزء.
١٠٣ - كتاب فيه مسألة قوله تعالى: {واللاّئي}. جزء.
١٠٤ - كتاب فيه مسألة مدّ (شيء) وبابه لورش، جزء.
١٠٥ - كتاب فيه مسألة تراجم الأئمة في قوله: {والذي اؤتُمن}.
١٠٦ - كتاب فيه الجواب عن مسائل سأل عنها أهل "وسقة". جزء.
١٠٧ - كتاب فيه مسألة كيفية لفظ التنوين المنصوب. جزء.
١٠٨ - كتاب فيه مسألتان من الرسم، وهما {فمَال}، {شيء}. جزء.
١٠٩ - كتاب فيه مسألتان عن قراءة أبي عمرو، وهما: {يا بُشْراي} و {مَن كانَ في هذه أعمى}. جزء.
١١٠ - كتاب فيه مسألة عن الأيام المعلومات والمعدودات.
١١١ - كتاب فيه الجواب عن مسائل غُلط فيها.
١١٢ - كتاب فيه مسألة عن قوله: {هيهات هيهات} وما فيها من القراءات واللغات.
١١٣ - كتاب فيه من تأويل الاستثناء للسعداء والأشقياء. جزء.
١١٤ - كتاب فيه مسألة عن كيفية الإدغام {ألمْ نَخْلُقْكُمْ}. جزء.
١١٥ - كتاب فيه الجواب عن الوقف في قوله: {لا جرم}. جزء.
١١٦ - كتاب الثقلاء. جزء لطيف.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (65,'١١٧ - كتاب فيه الرسم للفظ {الرؤيا}. جزء.
١١٨ - كتاب في قول ابن مسعود: (جمع القرآن على عهد رسول الله - صلى الله عليه وسلم - أربعة). جزء لطيف.
تمت مسميات مصنفات الشيخ الإمام العالم العامل العلامة أبي عمرو الداني المقرئ المغربي - رحمه الله - ونفعنا بعلمه وأعاد علينا من بركاته في الدنيا والآخرة أ. هـ.
قلت: إن أراد بركات علمه ومؤلفاته؛ فهو سائغ، وهو كقول أسيد ابن الحضير - رضي الله عنه -: ما هي بأول بركتكم يا آل أبي بكر"، وإن أراد التبرك بشخصه فهو باطل. والسياق يقتضي الأول، والله أعلم.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (66,'<span data-type="title" id=toc-41>الباب الثاني
دراسة الكتاب</span>
وفيه الكلام مختصرا عن المباحث الآتية:

المبحث الأول
تحقيق عنوان الكتاب وإثبات نسبته للإمام أبي عمرو الداني
المبحث الثاني
وصف النسخ الخطية
المبحث الثالث
قيمة الكتاب العلمية ومنهج الإمام الداني فيه
المبحث الرابع
الكتب التي استقت من الكتاب
المبحث الخامس
منهجي في تحقيق نص الكتاب',NULL,'65',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (67,'<span data-type="title" id=toc-42>المبحث الأول
تحقيق عنوان الكتاب
وإثبات نسبته للإمام أبي عمرو الداني</span>
أجمعت كتب التراجم والقراءات أن للإمام أبي عمرو الداني كتابا في القراءات السبع موسوم بـ"التيسير في القراءات السبع".
نصّ على ذلك الحافظ ابن الجزري - شيخ المحقّقين في الفن - حيث قال في "نشره" في معرض ذكره لمصادر كتابه وأصوله:
"كتاب التيسير للإمام الحافظ الكبير أبي عمرو عثمان بن سعيد ابن عثمان بن سعيد الداني (١)."
وقال الذهبي: "وكتبُه في غاية الحسن والإتقان، منها كتاب "جامع البيان في القراءات السبع وطرقها المشهورة والغريب"، إلى أن قال: "وكتاب التيسير، مجلّد" (٢).
وقال حاجي خليفة: "التيسير في القراءات السبع" لأبي عمرو الداني (٣).
وقال إسماعيل البغدادي في ترجمة الداني: له كتبٌ، ذكر منها: "التيسير في القراءات السبع" (٤).
وكذلك إجازات الأئمة الكبار بعد الداني - رحمه الله - تذكر نسبة كتاب "التيسير" إلى الداني، ويجيزون بمضمّنه؛ فنسبة الكتاب إليه متواترة.
_________
(١) النشر: ١/ ٥٨.
(٢) معرفة القرّاء الكبار ص ٤٠٨.
(٣) كشف الظنون: ١/ ٥٢٠.
(٤) هدية العارفين: ٥/ ٦٥٣.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (68,'وقد أجمعت جميع النسخ الخطية للكتاب التي اعتمدتُ عليها على هذا العنوان: "التيسير" وفيها خلافٌ يسير في تكملة العنوان:
حيث جاء في نسخة (ت) و (أ): "كتاب التيسير في القراءات السبع".
وجاء في نسخة (ب): "كتاب التيسير لحفظ مذاهب القراء السبعة" رحمهم الله".
وفي نسخة (ج): "كتاب التيسير في مذاهب القرّاء السبعة".
ويظهر لي - والله أعلم - أن عنوان الكتاب هو: "التيسير" والعبارات التي بعده من تصرّف الناسخين للكتاب؛ والذي يظهر أن الذي حملهم على هذا قوله - رحمه الله - في معرض كلامه عن سبب التأليف: "فإنكم سألتموني - أحسنَ الله إرشادَكم - أن أُصنّف لكم كتابا مختصرا في مذاهب القرّاء السبعة بالأمصار" (١).
يدلّ لذلك: ما ذكر المحقّقُ الحافظ ابن الجزري في نشره؛ حيث قال: "كتاب التيسير" للإمام أبي عمرو الداني" (٢). من غير زيادات على ذلك.
والذي أختاره: ما عليه النسخ القديمة: "كتاب التيسير في القراءات السبع".
_________
(١) التيسير (ص ١).
(٢) النشر: (١/ ٥٨).',NULL,'68',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (69,'<span data-type="title" id=toc-43>المبحث الثاني
وصف النسخ الخطية</span>
اعتمدتُ في تحقيق هذا الكتاب على خمس نسخ خطيّة، على النحو التالي:

<span data-type="title" id=toc-44>النسخة الأولى: </span>مصوّرة عن المكتبة الظاهرية في دمشق، ورمزت لها بالرمز (ظ) وقد اعتمدتها لقدمها ووضوحها.
وهي أقدم نسخة للكتاب حسب علمي وبحثي، وقد رأيت في فهارس المخطوطات أنّ أقدم نسخة للكتاب، نُسخت في القرن السادس، سنة أربع وسبعين وخمسمائة (٥٧٤ هـ)، وهي في مكتبة (تيمور باشا) بدار الكتب المصرية في القاهرة، وستأتي فيما بعد.
وبعد البحث والاطلاع وجدت النسخة المرموز لها بـ (ظ) تسبقها بأربع وأربعين سنة؛ حيث نُسختْ سنة ثلاثين وخمسمائة (٥٣٠ هـ).
وتقع هذه النسخة في اثنتين وسبعين لوحة (٧٢)، ومسطّرتها تسعة عشر سطرا (١٩)، ومتوسط الكلمات في السطر الواحد عشر كلمات (١٠)، وقد كُتبت بخطّ نسخ عادي، أُبرزت فيه العناوين وأسماء القُرّاء.
وقد حوت بعض التصحيحات والاستدراكات، وهي مخرومة الأول بمقدار لوحين، والآخِر بمقدار ثلاثة ألواح، وفيها بعض الطمس اليسير من أثر التصوير في أكثره.
ويظهر أنها نالت حظّا من العناية والاهتمام كما هو مُثْبت في آخرها؛ إذ قُرِئت وصُحّحت غير مرة. ونسخها: صدقة بن الحسين ابن الحسن.

<span data-type="title" id=toc-45>النسخة الثانية: </span>مصورة عن مكتبة (تيمور باشا) بدار الكتب المصرية بالقاهرة، ورمزتُ لها بالرمز (ت).',NULL,'69',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (70,'وتقع في ستّة وعشرين ومائة لوح (١٢٦)، ومسطّرتها خمسة عشر (١٥) سطرا، وفي السطر نحوٌ من تسع كلمات (٩).
وقد كُتبت بخطّ نسخ معتاد أُبرزت فيه العناوين وأسماء القُرّاء.
والنسخة مقابَلةٌ ومصحّحة، وقد حوت على بعض التمليكات، وقد جاء في آخرها ما يدلّ على الاهتمام بها كسابقتها، وهي تامّة، لا سقط فيها، نُسخت عام أربعٍ وسبعين وخمسمائة (٥٧٤ هـ) في الثامن والعشرين من رجب.

<span data-type="title" id=toc-46>النسخة الثالثة: </span>نسخة مصورّة عن مكتبة الموسوعة الفقهية، وزارة الأوقاف والشؤون الإسلامية بدولة الكويت، وقد رمزت لها بـ (أ).
وناسخها: محمد بن مهدي بن يوسف بن حجاج المكناسي المالكي.
وعدد ألواحها: ثلاثة وتسعون (٩٣) لوحا، ومسطّرتها: ستة عشر سطرا (١٦)، ومتوسّط الكلمات في السطر الواحد يتراوح بين تسع كلمات (٩) واثنتي عشرة (١٢) كلمة.
وقد كُتبت بخطّ نسخ عادي مضبوط بالشكل، عليها سماعات متقنة وتمليكات، وهي نسخة تامّة من غير سقط، وقد اعترى أوّلها وآخرها شيء من سوء التصوير. ونُسخت في سنة ستّ وسبعين وخمسمائة (٥٧٦ هـ).

<span data-type="title" id=toc-47>النسخة الرابعة: </span>نسخة مصوّرة عن مكتبة الأزهر بمصر، وقد رمزت لها بـ (ب).
وعدد ألواحها: ثلاثة وتسعون لوحا (٩٣)، ومسطّرتها سبعة عشر (١٧) سطرا، ومتوسّط الكلمات في السطر بين عشرة (١٠) واثني عشر (١٢) سطرا.
وكُتبت بخط نسخ عادي، وقد جاء في آخرها أنها مقابَلة',NULL,'70',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (71,'ومصحّحة، وفيها بعض الإدخالات، وقد حصل في بعض الألواح عدم وضوح لسوء التصوير، وهذا قليل. ونُسخت سنةَ تسعين وخمسمائة (٥٩٠ هـ).

<span data-type="title" id=toc-48>النسخة الخامسة: </span>نسخة مصوّرة عن مكتبة الأوقاف ببغداد، وقد رمزتُ لها بـ (جـ)، ونسخها عبد القادر بن عبد القادر أبو بكر ... (١) ابن الكمال.
وعدد ألواحها خمسة وثمانون لوحا (٨٥)، ومسطّرتها واحد وعشرون (٢١) سطرا، وعدد الكلمات في السطر من عشر (١٠) إلى اثنتي عشرة كلمة (١٢).
وكُتبت بخطّ نسخٍ عادي، وعليها بعض التصحيحات والإدخالات.
وتمّ الفراغ منها يوم الجمعة قبل الصلاة في شهر رجب سنة ثلاث وسبعين وألف للهجرة (١٠٧٣ هـ).
وقد قابلتُ هذه النسخ على المطبوع للمستشرق، طبعة دار الكتب العلمية ١٤١٦ هـ، وهي الطبعة الأولى.
_________
(١) فيه طمس.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (72,'<span data-type="title" id=toc-49>المبحث الثالث
قيمة الكتاب العلميةومنهج الإمام الداني فيه</span>
يكفي "التيسير" قدرا أنه نال الاهتمام الكبير من عناية أهل القرآن حفظا ونظما وشرحا، ولم يحظ بهذا القدر الكثير من كتب القراءات.
وسبق ذكرُ أن الحافظ ابن الجزري جعله الأصل الأول لموسوعته النشر في القراءات العشر، فهو بحقّ بمثابة الجوهرة بين كتب الفن لأصالته واختصاره ويُسره.
كما لا يخفى أنّ الشاطبي - رحمه الله - لم ينظمه إلا لاشتهاره في فنّه، ولأصالته في بابه، وما زالت الأجيال تتداوله جيلا بعد جيل؛ فهو المرجع الأساس لمن رامَ درْس القراءات السبع المتواترة.
وقد روى الكتاب أبو بكر بن خير الإشبيلي المتوفى سنة (٥٧٥ هـ) في فهرسته بأسانيده إلى مؤلّفه، وكذلك فعل القاسم بن يوسف التجيبي، المتوفى سنة (٧٣٠ هـ) بأسانيده إلى مؤلّفه، كما رواه أبو عبد الله محمد المُجاري الأندلسي المتوفى سنة (٨٦٢ هـ) بأسانيده، وغيرُهم كثير؛ مما يُبرز قيمة هذا الكتاب العظيم.

<span data-type="title" id=toc-50>أما منهجه </span>- رحمه الله - في كتابه "التيسير" فقد افتتح كتابه - رحمه الله - بالحمد والثناء على الله تعالى، وذكر أنه طُلب منه أن يُصنّف كتابًا مختصرًا في القراءات في مذاهب القرّاء السبعة بالأمصار، ويتضمّن ما اشتُهر وصحّ.
ثم ذكر أنه اختار عن كلّ إمام منهم روايين وشرعَ في ذكرهم.
أولا: جعل - رحمه الله - كتابه أبوابًا، فأوّلُ باب ذكر فيه القرّاء',NULL,'72',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (73,'السبعة، وهم: نافع، وابن كثير، وأبو عمرو، وابن عامر، وعاصم، وحمزة، والكسائي، وترجم لهم ولرواتهم ترجمة موجزة.
ثانيا: قدّم قارئ المدينة نافعاً، كما هي العادة، ثم قارئ مكة: ابن كثير، ثم قارئ البصرة: أبو عمرو بن العلاء، ثم قارئ الشام: عبد الله بن عامر، ثم قُرّاء الكوفة: عاصم، وحمزة والكسائي.
ثالثا: اقتصر - رحمه الله - على ذكْرِ راويين عن كلَّ إمام:
فنافعٌ اقتصر فيه على راوييه: قالون وورش.
وابن كثير: اقتصر فيه على راوييه: البزي وقنبل.
وأبو عمرو: على راوييه: أبو عمر الدوري، والسوسي.
وعبد الله بن عامر الشامي: على راوييه: هشام، وابن ذكوان.
وعاصم بن أبي النُّجود الكوفي: على راوييه: حفص، وأبو بكر (شُعبة).
وحمزة الزيّات الكوفي: على راوييه: خلف، وخلّاد.
وعليٌّ الكسائي: على راوييه: الدوري، وأبو الحارث.
رابعا: ذكر في الباب الثاني الإسناد الذي بين هؤلاء القُرَّاء إلى رسول الله - صلى الله عليه وسلم -.
خامسا: ذكر في الباب الثالث الإسناد بينه وبين هؤلاء الأئمة ورواتهم.
سادسا: ثم شرع في ذكر الأصول، وأول باب فيها (باب الاستعاذة) ثم (باب البسملة) ثم (باب أم القرآن) ثم (باب الإدغام الكبير لأبي عمرو) ثم باب (المثلين من كلمة وكلمتين)، ثم (باب الحرفين المتقاربين في كلمة وفي كلمتين)، ثم (باب هاء الكناية)، ثم (باب المد والقصر)، ثم (باب الهمزتين المتلاصقتين في كلمة وفي كلمتين)، ثم',NULL,'73',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (74,'(باب الهمز المفرد)، ثم (باب النقل لحركة الهمزة إلى الساكن قبلها)، ثم (باب في مذهب البصري في ترك الهمزة)، ثم (باب في وقف حمزة وهشام على الهمز)، ثم (باب في الإظهار والإدغام للحروف والسواكن)، ثم (باب في الفتح والإمالة)، ثم (باب في مذهب الكسائي في الوقف على هاء التأنيث)، ثم (باب في مذهب ورش في الراءات)، ثم (باب في ذكر اللامات)، ثم (باب الوقف على أواخر الكلم)، ثم (باب في الوقف على مرسوم الخط)، ثم (باب في مذهب حمزة في السكوت على الساكن قبل الهمزة)، ثم باب في مذاهبهم في الفتح والإسكان لياءات الإضافة)، ثم (باب في ذكر أولهم في الياءات المحذوفات من الرسم وهي الزوائد)، وهذا آخر باب في الأصول المطردة.
سابعا: إذا طال الباب، وكان التفصيل فيه كثيرا؛ جعل الباب فصولا، كما فعل في (باب الإمالة) وغيره.
ثامنا: ثم بدأ بفرش الحروف، وبدأ بالبقرة إلى آخر القرآن، سورةً سورة، إلى أن بدأ في أواسط المفصل؛ جعل من سورة النبأ إلى البلد بابًا لقصَرِ السور، وقلّة الخلاف في الفرش، ومن سورة البلد إلى آخر القرآن باباً، والسورة التي فيها خلاف يذكر اسمها في هذين البابين.
تاسعا: ثم ختم بباب التكبير عند المكّيين، كما هي عادة كثير من القرّاء والمؤلفين في القراءات.
عاشرا: كان يُوجِّهُ الخلاف في القراءات أحيانا أصولا وفَرْشاً.
حادي عشر: لا يحرّر الخلاف في أكثر المواطن، بل يكتفي بذكر الخلاف إذا كان قُرِئ بوجهين مثل قوله في صلة ميم الجمع: "وقالون',NULL,'74',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (75,'بخلاف عنه" وقوله: "والبزّي بخلاف عنه: {لِتُنْذر} بالتاء في سورة الأحقاف، وغيرها كثير". ويبدو أنه اكتفى بذِكره في "جامع البيان".
ثاني عشر: ذِكْره للنحو مقتضب؛ فقليلا ما يذكر النحو، وهذا مبنيٌّ على ما سبق من كونه قليل التوجيه، وإذا وجّه اختصر، كمثل قوله: وهذا مسموع عن العرب"، و"هذا أقيسُ عند النحويين" و"هذا ثلاثي" و"البدل مسموع" وغيره، وهذا قليلٌ في كتابه.
ثالث عشر: قليل الاستشهاد بالشعر، وهذا كالذي قبله مبنيٌّ على قلّة توجيهه، بل لم يذكر من الشعر إلا بيتا واحدًا؛ استشهد به في سورة سبأ:
صريعُ خمرٍ قام مِن وَكأته كقومة الشيخ إلى مَنْسَأْته

استشهد به لقراءة ابن ذكوان؛ لقراءته بسكون الهمز في {مِنْسَأتَه}.
رابع عشر: إذا ذكر شيئا لا يعيده إلا نادرا وبتلميح، بل يذكر موطن الخلاف ويقول: "ذُكرَ" أو "ذُكر قبل" ولا يذكر موطن ذِكْرِه إلا قليلا، كأن يقول: في سورة كذا، أو باب كذا.
خامس عشر: لم يذكر في كتابه إلا ثلاثة أحاديث:
الأول: في الاستعاذة، حديث نافع بن جبير بن مطعم بن عدي - رضي الله عنه -.
الثاني: في الرُّوم عند قوله تعالى: {ضُعْف}. حديث عطية العوفي عن عبد الله بن عمر رضي الله عنهما.
الثالث: في التكبير، حديث عبد الله بن عباس رضي الله عنهما وقراءته على أُبيّ - رضي الله عنهم -.
سادس عشر: إذا اجتمع ابن كثير ونافع قال: "الحرميّان"، وإذا اتفق',NULL,'75',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (76,'عاصم وحمزة والكسائي قال: "الكوفيون".
سابع عشر: وقد روى الداني - رحمه الله - القراءات في كتابه بإسنادين:
أحدهما: بطريق التحديث والرواية؛ فيقول: فأما رواية قالون، فحدثنا بها أحمد بن عمر الجيزي، قال: حدثنا محمد بن أحمد بن منيّر قال: حدثنا ... إلخ.
والإسناد الآخر: بطريق القراءة والتلقي، فيقول مثلا: وقرأت بها، أي - برواية قالون - القرآن كله على شيخي أبي الفتح فارس بن أحمد، وقال لي: قرأتُ بها على أبي الحسن عبد الباقي ... إلخ، والله أعلم.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (77,'<span data-type="title" id=toc-51>المبحث الرابع
الكتب التي استقت من الكتاب</span>
كل من كتب في القراءات السبع بعد الداني - رحمه الله - قد انتفع بمجهود ومؤلفات الإمام أبي عمرو الداني - رحمه الله - في القرآن وعلومه.
فعلم القراءات من العلوم النقلية التي لا مجال فيها للاجتهاد، وإنما المدار فيها على النقل الصحيح، والمشافهة من الشيوخ المتقنين الأثبات.
وقد جعل الحافظ ابن الجزري - رحمه الله - كتاب "التيسير" الأصل الأول لكتابه "النشر في القراءات العشر" والكتاب المقدم على جميع الكتب والمؤلفات، وحسبك بصنيعه هذا منزلةً للكتاب، وقد ذُكر.
قال - رحمه الله -: "وها أنا أقدم أولا كيف روايتي للكتب التي رويتُ منها هذه القراءات نصَّا ... ".
ثم قال: "كتاب التيسير" للإمام الحافظ أبي عمرو عثمان ... " (١).
وقد أشار أيضا - رحمه الله - في نظمه الموسوم بـ"طيبة النشر في القراءات العشر" إلى ذلك بقوله:
وهذه أرجوزة وجيزة ... جمعت فيها طرقا عزيزة
ولا أقول أنها قد فضلت ... حرز الأماني بل به قد كملت
حوت لما فيه مع التيسير ... وضعف ضعفه سوى التحرير
_________
(١) انظر: النشر في القراءات العشر لابن الجزري: ١/ ٥٨.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (78,'ضمنتها كتاب نشر العشر ... فهي به طيبة في النشر (١).
ولقد أفاد الحافظ ابن الجزري أيضا من الكتاب؛ حيث زاد عليه القراءات الثلاث المتواترة في كتاب له سمّاه "تحبير التيسير".
قال: "وأضيف إلى السبعة الثلاثة في أحسن منوال؛ ليكون كالتحبير، مع ما أضيف إليه من تصحيح وتهذيب وتوضيح وتقريب" (٢).
وممن اعتنى بالتيسير شرحا: الإمام عبد الواحد بن محمد المالقي - رحمه الله - بكتاب سمّاه "الدر النثير والعذب النمير في شرح مشكلات وحلّ مقفلات اشتمل عليها كتاب التيسير (٣) ".
وممن اعتنى بهذا الكتاب نظما القاسم بن فيرُّهُ الشاطبي - رحمه الله - فقد نظم الكتاب، وزاد عليه شيئا يسيرا في منظومة سمّاها "حرز الأماني ووجه التهاني"، قال - رحمه الله -:
وفي يسرها التيسير رُمتُ اختصاره ... فأجنت بعون الله منه مؤملا
وألفافها زادت بنشر فوائد ... فلفت حياءً وجهها أن تُفضّلا
وسميتها "حرز الأماني" تيمنّا ... "ووجه التهاني" فاهنِه متقبِّلا (٤).

وأعتبر أن كل من شرح هذا النظم؛ قد خدم هذا الكتاب "التيسير في القراءات السبع" واستقى منه، وشروحه كثيرةٌ جدا.
_________
(١) طيبة النشر في القراءات العشر لابن الجرزي: ص ٣٤.
(٢) تحبير التيسير لابن الجزري: ص ١١.
(٣) وقد حقق هذا الشرح شيخنا الدكتور/ أحمد بن عبد الله المقرئ الشنقيطي -رحمة الله علينا وعليه- وقد طُبع الطبعة الأولى بدار الثقة بمكة المكرمة- عام ١٤١١ هـ.
(٤) حرز الأماني: ص ٦.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (79,'ومن أجلِّ هذه الشروح:
١ - "إبراز المعاني من حرز الأماني" للإمام عبد الرحمن بن إسماعيل، المشهور بأبي شامة (١).
٢ - فتح الوصيد في شرح القصيد، للإمام أبي الحسن علي بن محمد السخاوي (٢).
٣ - كنز المعاني في شرح حرز المعاني ووجه التهاني، للإمام إبراهيم ابن عمر الجعبري (٣).
٤ - سراج القارئ المبتدي وتذكارُ المقري المنتهي شرح منظومة حرز الأماني ووجه التهاني، للإمام علي بن عثمان المشهور بابن القاصح البغدادي، من أشهر علماء القرن الثامن الهجري (٤). وغيرها كثير.
_________
(١) وقد طبعته الجامعة الإسلامية مشكورة عام ١٤١٢ هـ، بتحقيق شيخنا: محمود ابن عبد الخالق محمد جادو، رحمه الله.
(٢) وقد حققه الدكتور/ مولاي محمد الإدريسي الطاهري، وطبعته مكتبة الرشد، الطبعة الأولى-١٤٢٣ هـ.
(٣) وقد حقق الأصول فيه أخونا الشيخ/ يوسف بن محمد شفيع، المدرس بكلية القرآن الكريم والدراسات الإسلامية، وقد أشرف عليه شيخنا الدكتور/ محمد بن سيدي الأمين الشنقيطي. وكذا حققه الأستاذ/ أحمد اليزيدي المغربي، وقد طبعته وزارة الأوقاف والشؤون الإسلامية بالمملكة المغربية-١٤١٩ هـ.
(٤) وقد طُبع بمصر بمكتبة مصطفى البابي الحلبي، وراجعه فضيلة شيخ القُرّاء والمقارئ بالديار المصرية الشيخ/ علي بن محمد الضباع-الطبعة الثالثة- ١٣٧٣ هـ.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (80,'<span data-type="title" id=toc-52>المبحث الخامس
منهجي في تحقيق نص الكتاب</span>
١ - إثبات نصّ الكتاب من نسختي (ظ) و (ت) وفق قواعد الإملاء الحديث، مع مراعاة علامات الترقيم، ومقابلتها مع النسخ الأخرى، وهي: (أ)، و (ب)، و (ط) - وهي المطبوع- وأُثبت الفروق في الحاشية. وأما الزيادات اللازمة على (ت) و (ظ) فأثبتها في المتن بين معقوفتين [] لأهميّتها في نسق الكلام، وأشير إلى ذلك في الحاشية.
٢ - عند وجود طمس في نسخة (ظ) - وهي الأصل - أثبت النص من نسخة (ت)، كما حدث في مقدمة الكتاب وآخره.
٣ - كتبتُ الكلمات القرآنية في النص كما أوردها المؤلّف - رحمه الله -.
٤ - جعلتُ أرقام الآيات التي في نص الكتاب بين معقوفتين في المتن [] تسهيلا على القارئ.
٥ - أقوم بتوثيق ما ذكره المؤلّف - رحمه الله - من اختلاف القرّاء أصولا وفرشا من كتاب "النشر في القراءات العشر" للإمام ابن الجزري - رحمه الله - أوّلا، وأُتبع ذلك بكتاب "جامع البيان في القراءات السبع المشهورة" للمصنّف، ثم بعض الكتب المتقدّمة في القراءات.
٦ - أذكر اسم الكتاب كاملا في أول موضع، ثم بعد ذلك أختصر وهو الغالب، مثل كتاب "جامع البيان في القراءات السبع المشهورة" للمؤلّف أقول: "الجامع"، وكتاب "السبعة في القراءات" لابن مجاهد أقول "السبعة" وهكذا.
٧ - وجّهتُ بعض القراءات بشيء يسير مما يُسَهّل على القارئ فهمَ تلك المفردة، واعتمدتُّ في ذلك على بعض التفاسير المتقدّمة كـ"تفسير ابن جرير الطبري"، و"التسهيل" للكلبي، وغيرها من التفاسير،',NULL,'80',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (81,'وبعض كتب التوجيه المتقدّمة المشهورة كـ "الكشف" لمكي القيسي، و"الحجة" لابن زنجلة، وغيرها.
٨ - أقوم بتحرير الخلاف الذي يذكره المصنّف - رحمه الله - عن بعض القرّاء في بعض المواضع من كتاب "النشر" و"الدُّر النثير" وغيرها.
٩ - لقد أخطأ المستشرق (أوتو يرتزل) الذي أخرج الكتاب أخطاء شنيعة في نسبة القراءات في بعض الكلمات في السور؛ فأقوم بالتنبيه على خطئه في نفس الموضع. وقد جمعت ما وقع فيه المستشرق من أخطاء كبيرة في آخر الكتاب بعد الخاتمة.
١٠ - أترجم للأعلام الذين ذُكروا في نصّ الكتاب عند أوّل موطنٍ للذكر.
١١ - أوضّح وأعلّق على المصطلحات التي ذكرها المصنّف من رَوْم، وإشمامٍ وإدغام، ومدّ ... ما استطعت. وكذا ما يحتاجُ إلى بيان من غير هذا من بُلدان وأماكن وغير ذلك.
١٢ - قمتُ بتخريج الأحاديث التي ذكرها المصنّف - رحمه الله - وهي يسيرة معدودة.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (82,'<span data-type="title" id=toc-53>بداية كلام المصنف - رحمه الله تعالى </span>-
قال أبو عمرو عثمان بن سعيد بن عثمان المقرئ الداني (١):
الحمد لله المنفرد بالدوام، المتطول بالإنعام، خالق يخلُقُ (٢) بقدرته، ومدبّرُ الأمر بحكمته، لا رادّ لأمره، ولا معقّب لحكمه، وهو سريع الحساب، أحمدُه على جميع نعمه، وأشكره على تتابع آلائه ومِننه، وأسألُه المزيدَ من إنعامه، والجزيل من إحسانه.
وصلى الله على البشير النذير، السراج المنير، نبينا محمد صلى الله عليه وعلى آله (٣) الطيبين الطاهرين، وسلم تسليما. أما بعد:
فإنكم سألتموني - أحسن الله إرشادكم - أن أُصنّف لكم كتابا مختصرا في مذاهب القرّاء السبعة بالأمصار (٤)، ما يَقْرُب تناوله، ويسهُل عليكم حفظُه، ويخفُّ عليكم درْسُه، ويتضمّن من الروايات والطرق ما اشتهر وانتشر عند [الناقلين] (٥)، والتالين، وصحّ وثبت عند المتصدّرين من الأئمة المتقدّمين؛ فأجبتكم إلى ما سألتموه، وأعملتُ نفسي في تصنيف ما رغبتموه، وعلى النحو الذي أردتموه.
واعتمدتُ في ذلك على الإيجاز والاختصار، وترك التطويل والتكرار، وقرّبت الألفاظ، وهذّبت التراجم، ونبّهت على الشيء بما يؤدّي عن حقيقته من غير استغراق لكي يُوصَل إلى ذلك في يسرٍ،
_________
(١) في (أ): "بسم الله الرحمن الرحيم".
(٢) في (ب): "خالق الخلق"، وكذا في (ط).
(٣) في (ب): "على أهله".
(٤) في (ج): "بالأمصار رحمهم الله"، وكذا في (ط).
(٥) ما بين المعقوفتين زائدٌ على (ب) و (ج) و (ط).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (83,'ويتحفّظ في قُرب.
وذكرتُ عن كل واحد من القُرّاء راويين (١)؛ فذكرت عن نافع رواية قالون وورش، وعن ابن كثير (٢) رواية قُنْبلٍ والبزي عن أصحابهما عنه.
وعن أبي عمرو رواية أبي عمر وأبي شعيب عن اليزيدي (٣) عنه.
وعن ابن عامر رواية ابن ذكوان، وهشام عن أصحابهما عنه.
وعن عاصم رواية أبي بكر وحفص.
وعن حمزة رواية خلف وخلاد وخلف عن سُليم (٤) عنه.
_________
(١) الروايات التي ذكر: أربع عشرة، والرواة: ثلاثة عشر؛ وسبب ذلك أنا أبا عُمر الدوري يروي عن اليزيدي عن أبي عمرو بن العلاء هو بعينه، واسمه الذي يروي عن الكسائي. ويدل على صحة ما قلتُه: قوله في (باب أسماء القرّاء والناقلين عنهم) بإثر ذكر أبي عمرو بن العلاء: "وأبو عمر هو حفص بن عمر بن عبد العزيز بن صهبان الأزدي الدوري". ثم ذكر أبا شعيب، ثم قال: "روايات القرّاء عن أبي محمد يحي بن المبارك العدوي المعروف باليزيدي".
ثم قال بعدما ذكر الكسائي: "وأبو عمر هو حفص بن عمر الدوري النحوي صاحب اليزيدي". فذكره في الموضعين باسمه واسم أبيه. انظر: الدر النثير ١/ ٩٢.
(٢) في (ب): "وذكرت عن ابن كثير".
(٣) هو يحي بن المبارك العدوي: الإمام، أبو محمد البصري، النحوي، المقرئ: جوّد القرآن على أبي عمرو، وقرأ عليه الدوري، والسوسي، وأحمد بن جبير الأنطاكي، وغيرهم، وله اختيار، وله مصنفات في اللغة والأدب، منها كتاب "المقصور" وكتاب "الشكل" توفي سنة اثنين ومائتين. معرفة القرّاء الكبار ص ٩٠ باختصار.
(٤) سليم بن عيسى بن عامر بن غالب الحنفي الكوفي أبو عيسى: صاحب حمزة الزيّات، وخلفَ حمزة في الإقراء في الكوفة، قرأ عليه خلف بن هشام البزّار وخلاد بن خلاد الصيرفي، وأبو عمر الدوري وخلقٌ، توفي سنة ثمان وثمانين ومائة. معرفة القرّاء الكبار ص ٨٣.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (84,'وعن الكسائي رواية أبي عُمر وأبي الحارث.
فتلك أربع عشرة رواية عنهم، هي المتلوّ بها والمعَمُولُ عليها؛ فإذا اختلفت عنهم (١)؛ ذكرتُ الراوي باسمه، وأضربتُ عن اسم الإمام، وإذا اتفقت ذكرتُ الإمام باسمه، وإذا اتفق نافع وابن كثير قلتُ: الحرميّان، وإذا اتفق عاصم وحمزة والكسائي قلت: قرأ الكوفيّون؛ طلبا للتقريب على الطالبين، ورغبةً في التيسير على المبتدئين، وعلى الله - عز وجل - أعتمد، وبه أعتصم، وعليه أتوكّل، وهو حسبي وإليه أنيب.
فأولُ ما أفتتحُ به كتابي هذا ذكرُ أسماء القرّاء (٢)، والناقلين عنهم، وأنسابهم وكُناهم، وموتهم، وبلدانهم، واتّصال قراءتهم، وتسمية رجالهم، واتصال قراءتنا نحن بهم، وتسمية مَن أدّاها إلينا عنهم رواية وتلاوة، [ثم أُتبع ذلك بذكر مذاهبهم واختلافهم] (٣) إن شاء الله، وبالله التوفيق.
_________
(١) في (ج): "فإذا اختلفت عنهم قراءة ذكرت".
(٢) في (ج): "القراء السبعة".
(٣) ما بين المعقوفتين زائد على (ب) و (ج).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (85,'<span data-type="title" id=toc-54>باب ذكر أسماء القراء السبعة، والناقلين عنهم
وأنسابهم، وبلدانهم، وكناهم، وموتهم</span>
<span data-type="title" id=toc-55>نافع المدني: </span>هو نافع بن عبد الرحمن بن أبي نعيم مولى جعونة ابن شعوب الليثي، حليف حمزة (١) بن عبد المطّلب، أصلُه من أصبهان (٢)، (٣)، ويكنّى أبا رويم، وقيل: أبا الحسن، وقيل: أبا عبد الرحمن، وتوفي بالمدينة سنة تسع وستين ومائة (٤).
<span data-type="title" id=toc-56>قالون: </span>هو عيسى بن مينا المدني الزرقي - مولى الزهريين -، ومعلم العربية، ويكنى أبا موسى، وقالونُ لقبٌ له، ويروى أنّ نافعا لقّبه به لجودة قراءته؛ لأن قالون بلسان الروم: جيّد، وتوفي بالمدينة قريبا من
_________
(١) حمزة بن عبد المطلب بن هاشم، أبو عمارة: عم النبي - صلى الله عليه وسلم -، أحد صناديد قريش وأبطالها وأقواهم شكيمة، شهد بدرا، واستشهد - رضي الله عنه - في أُحد ودُفن عنده، وانقرض عقبُه، والوقعة على رأس اثنين وثلاثين شهرا من الهجرة في النصف من شوال - رضي الله عنه -. الأعلام للزركلي ٢/ ٢٧٨. المغازي للواقدي ٢/ ١٩٩.
(٢) هي مدينة عظيمة مشهورة من أعلام المدن وأعيانها، وأصبهان اسم الإقليم بأسره، وهي في وسط إيران تقريبا، وهي مدينة تشتهر بالحبوب والفواكه، في الجنوب من طهران والشمال الشرقي من الأهواز. معجم البلدان ١/ ٢٤٤. أطلس العالم الإسلامي ص ٤٨.
(٣) في (ج): "أصفهان".
(٤) أحد الأعلام، ثقة صالح، أخذ القراءة عرضا عن جماعة من تابعيّ أهل المدينة، منهم: عبد الرحمن بن هرمز الأعرج، وأبو جعفر القاري، وشيبة بن نصاح، وقال ابن مجاهد: "وكان الإمام الذي قام بالقراءة بعد التابعين بمدينة رسول الله - صلى الله عليه وسلم - نافع، وانتهت إليه بالمدينة رياسة الإقراء، وامتدحه مالك بن أنس وأحمد بن حنبل، وفضّلا قراءته، وتوفي سنة تسع وستين ومائة. وقيل: سبع وستين، وقيل: خمسين، وقيل: سبع وخمسين. رحمه الله. انظر: غاية النهاية ٢/ ٣٣٠. ومعرفة القراء الكبار ١/ ١٠٧.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (86,'سنة عشرين ومائتين (١).

<span data-type="title" id=toc-57>وورش: </span>هو عثمان بن سعيد المصري، ويكنى أبا سعيد، وورش لقَبٌ لُقّب به فيما يقال لشدّة بياضه، وتوفي بمصر سنة سبع وتسعين ومائة (٢).
<span data-type="title" id=toc-58>ابن كثير المكّي: </span>هو عبد الله بن كثير الداري مولى عمرو بن علقمة الكناني والداري العطّار، ويكنى أبا معبد، وهو من التابعين، وتوفي بمكة سنة عشرين ومائة (٣).
<span data-type="title" id=toc-59>وقنبل: </span>محمد بن عبد الرحمن بن محمد بن خالد بن سعيد ابن جَرْجه المكي المخزومي، ويكنى أبا عمرو، ويلقّب قنبلا، ويقال: هم
_________
(١) قارئ أهل المدينة ونحويّها: ولد سنة عشرين ومائة، وقرأ على نافع سنة خمسين، ثم كرّر القراءة عليه، وقرأ على أبي جعفر، وعيسى بن وردان، وقرأ عليه ابناه إبراهيم، وأحمد، وأحمد بن يزيد الحلواني، وغيرهم، توفي سنة عشرين ومائتين على الصحيح، والله أعلم. انظر: غاية النهاية ١/ ٦١٥، ومعرفة القراء الكبار ١/ ١٥٥.
(٢) شيخ القرّاء المحقّقين، وإمام أهل الأداء المرتلين، انتهت إليه رياسة الإقراء بالديار المصرية في زمانه، ولد سنة عشر ومائة بمصر، ورحل إلى نافع وعرض عليه عدّة ختمات في سنة خمس وخمسين ومائة، وقرأ على إسماعيل القُسط، وله اختيار روي بإسناد حسن، وممن عرض عليه: أحمد بن صالح، ويونس بن عبد الأعلى، والأزرق، وغيرهم، توفي بمصر سنة سبع وتسعين ومائة عن سبع وثمانين سنة. انظر: غاية النهاية ١/ ٥٠٢، ومعرفة القراء الكبار ١/ ١٥٢.
(٣) إمام أهل مكة في الإقراء، ولد بمكة سنة خمس وأربعين، ولقي عبد الله بن الزبير، وأبا أيوب الأنصاري، وأنس بن مالك، ومجاهد بن جبر، ودرباس مولى ابن عباس، وروى عنهم، أخذ على عبد الله بن السائب، وفيه خلاف، وعلى مجاهد ودرباس، وغيرهم كثير، مات سنة عشرين ومائة، وحضر جنازته سفيان بن عيينة. انظر: غاية النهاية ١/ ٤٤٣، ومعرفة القراء الكبار ١/ ٨٦.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (87,'أهل بيت بمكة يعرفون بالقنابلة. وتوفي (١) بمكة بعد سنة (٢) ثمانين ومائتين (٣).

<span data-type="title" id=toc-60>والبزيّ: </span>هو أحمد بن محمد بن عبد الله بن القاسم بن نافع ابن أبي بزة المؤذن المكي مولا لبني مخزوم، ويكنى أبا الحسن، ويعرف بالبزي، وتوفي بمكة بعد سنة (٤) أربعين ومائتين (٥)، روى قنبل والبزي القراءة عن ابن كثير بإسناد.
<span data-type="title" id=toc-61>أبو عمرو البصري: </span>هو أبو عمرو بن العلاء بن عمّار بن عبد الله بن الحصين ابن الحارث بن جُلهم بن خزاعي بن مازن بن مالك بن عمرو بن تميم، وقيل: اسمه زَبّان، وقيل: العُريان، وقيل: يحيى، وقيل: اسمُهُ كنيته، وقيل غير ذلك، وتوفي بالكوفة سنة أربع وخمسين ومائة" (٦).
_________
(١) في (أ) و (ت): "وتوفي قنبل رحمه الله".
(٢) في (أ) و (ت) و (ط): "بمكة سنة".
(٣) شيخ القرّاء بالحجاز، ولد سنة خمس وتسعين ومائة، عرض على أحمد بن عون، وروى عن البزي، وأخذ عنه محمد بن إسحاق، وأحمد بن موسى بن مجاهد، ومحمد بن أحمد بن شنبوذ، وغيرهم كثير، وكان على الشرطة بمكة لصلاحه وعلمه وفضله، قطع الإقراء قبل موته بسبع سنين، وقيل: بعشر سنين. مات سنة إحدى وتسعين ومائتين. انظر: غاية النهاية ٢/ ١٦٥. ومعرفة القراء الكبار ١/ ٢٣٠.
(٤) وفي (أ)، و (ت)، و (ظ) "وتوفي بمكة سنة أربعين"، والمثبت هو الصواب لما ورد في التراجم.
(٥) أبو الحسن البزي المكي، مقرئ مكة ومؤذن المسجد الحرام، ولد سنة سبعين ومائة، أستاذٌ ضابط متقن، قرأ على أبيه، وعبد الله بن زياد، وعكرمة بن سليمان، ووهب بن واضح، وأخذ عنه محمد بن إسحاق، وموسى بن هارون، ومضر الضبي، وغيرهم. روى حديث التكبير مرفوعا من آخر (الضحى) وقد أخرجه الحاكم، توفي سنة خمسين ومائتين عن ثمانين سنة. انظر: غاية النهاية ١/ ١١٩. ومعرفة القراء الكبار ١/ ١٧٣.
(٦) اختُلف في اسمه إلى عشرين قولا بعضها تصحيف، وقال الذهبي: "والذي لا أشك فيه أنه زبّان بالزاي"؛ ولد سنة خمس وخمسين، أكثر السبعة شيوخا في مكة والمدينة والبصرة والكوفة، سمع أنس بن مالك - رضي الله عنه -، وقرأ على الحسن البصري، وحميد بن قيس الأعرج، وأبي العالية وسعيد بن جبير وعطاء وعكرمة، وغيرهم. وأخذ عنه: أحمد بن محمد الليثي، وسهل بن يوسف، وشجاع بن أبي نصر، وعبد الملك الأصمعي، وسيبويه، وغيرهم، وكان أعلم الناس بالقرآن والعربية مع الصدق والثقة والزهد، انتشرت قراءته في الآفاق. توفي سنة أربع وخمسين ومائة، وقيل: خمس وقيل: سبع. انظر: غاية النهاية ١/ ٢٨٨. ومعرفة القراء الكبار ١/ ١٠٠.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (88,'<span data-type="title" id=toc-62>وأبو عُمر: </span>هو حفص بن عُمر بن عبد العزيز بن صهبان الأزدي الدوري النحوي، والدور موضع ببغداد، وتوفي حدودَ سنة خمسين ومائتين" (١).
<span data-type="title" id=toc-63>وأبو شعيب: </span>هو صالح بن زياد بن عبد الله بن إسماعيل الرستبي السوسي، رويا القراءة عن أبي محمد يحيى بن المبارك العدوي المعروف باليزيدي عنه، وقيل: له اليزيدي لصحبته يزيد بن منصور خال المهدي (٢)، وتوفي بخراسان (٣) سنة اثنتين ومائتين (٤).
_________
(١) إمام القرّاء في زمانه، نزيل سامراء، ثقة ثبت، أول من جمع القرآن، قرأ على إسماعيل ابن جعفر عن نافع، وسليم عن حمزة، وعلى الكسائي لنفسه، ويحيى بن المبارك، وقرأ عليه أحمد بن حرب، وأحمد بن يزيد الحلْواني، وغيرهم، توفي في شوال سنة ست وأربعين ومائتين، وقال الذهبي: سنة ثمان وأربعين ومائتين. انظر: غاية النهاية ١/ ٢٥٥. ومعرفة القراء الكبار ١/ ١٩١.
(٢) محمد بن عبد الله بن محمد بن علي بن عبد الله بن عباس: الخليفة العباسي، ولي بعد موت أبيه المنصور، وفي سنة تسع وستين بعد المائة مات رحمه الله. تاريخ خليفة ص ٤٣٦. تاريخ الخلفاء ص ٢٧٢.
(٣) بلاد واسعة، أول حدودها مما يلي العراق شرق العراق من أعلاه، وآخر حدودها مما يلي الهند غزنة وسجستان وكرمان، وهي شمال إيران وأفغانستان حاليا، وبلخ من كبرى مدن خراسان في شمال أفغانستان. المعجم لياقوت ٢/ ٤٠١. أطلس العالم الإسلامي ص ٥٠.
(٤) قارئ متقن، محرر ثقة، أخذ عن اليزيدي يحيى بن المبارك وغيره، روى عنه: ابنه المعصوم محمد، وأحمد بن شعيب النسائي. مات أول سنة إحدى وستين ومائتين، وقد قارب السبعين. انظر: غاية النهاية ١/ ٢٣٢. ومعرفة القراء الكبار ١/ ١٩٣.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (89,'<span data-type="title" id=toc-64>ابن عامر الشامي: </span>هو عبد الله بن عامر اليَحْصُبي قاضي دمشق في خلافة الوليد (١) بن عبد الملك، ويكنى أبا عمران، وهو من التابعين، وليس في القرّاء السبعة من العرب غيره، وغير أبي عمرو والباقون هم موالي (٢)، وتوفي بدمشق سنة ثمان عشرة ومائة (٣).
<span data-type="title" id=toc-65>وابن ذكوان: </span>هو عبدُ الله بن أحمد بن بشير بن ذَكوان القرشي الدمشقي، ويكنى أبا عمرو، وتوفي بها سنة اثنتين وأربعين ومائتين (٤).
<span data-type="title" id=toc-66>وهشام: </span>هو هشامُ بن عمّار بن نصير بن أبان بن ميسرة السُّلمي
_________
(١) هو: الوليد بن عبد الملك بن مروان بن الحكم بن أبي العاص بن أمية بن عبد شمس ابن عبد مناف، أبو العباس: بويع له بالخلافة بعد أبيه بعهد منه سنة، كان جبارا شديد الولاية، فُتح في زمنه فتوح كثيرة منها الأندلس، وبنى الجامع الأموي بدمشق، وكان عمر بن عبد العزيز - رضي الله عنه - أميرا له على المدينة. توفي سنة ست وتسعين بدمشق. البداية والنهاية ٩/ ١٦١. المعارف لابن قتيبة ص ٣٥٩.
(٢) أي أنّ أصلهم من العجم، وليس المقصودُ أنهم مماليك، والولاء يُطلق على النُّصرة والحلف والعتق، والمولى تطلق على المعتِق والمعتَق والناصر والجار. مختصر الصحاح ص ٥٣٧. والمعجم الوسيط ص ١٠٥٨.
(٣) انتهت إليه مشيخة الإقراء بالشام، عرض على أبي الدرداء - رضي الله عنه -، وعلى المغيرة ابن شهاب صاحب عثمان بن عفان، وقيل: عرض على عثمان نفسه، وقرأ على فضالة بن عبيد - رضي الله عنه -، تولى قضاء دمشق، وإمام جامعها، عرض عليه يحيى بن الحارث الذماري، وهو الذي خلفه في الإقراء، وأخوه عبد الرحمن بن عامر، وربيعة بن يزيد، وإسماعيل بن عبد الله بن أبي المهاجر، وغيرهم. توفي بدمشق يوم عاشوراء سنة ثمان عشرة ومائة. انظر: غاية النهاية ١/ ٤٢٣. ومعرفة القراء الكبار ١/ ٨٢.
(٤) قرشي فهري، شيخ الإقراء بالشام، وإمام الجامع في دمشق، عرض على أبواب ابن تميم، وعلى الكسائي حين قدم الشام، وعرض عليه ابنه أحمد، وأحمد بن أنس، وإسماعيل بن الحويرس، وغيرهم كثير. توفي رحمه الله سنة اثنتين وأربعين ومائتين. غاية النهاية ١/ ٤٠٤. ومعرفة القراء الكبار ١/ ١٩٨.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (90,'القاضي الدمشقي، ويكنى أبا الوليد، وتوفي بها سنة خمس وأربعين ومائتين (١) رويا القراءة عن ابن عامر بإسناد.

<span data-type="title" id=toc-67>عاصم الكوفي: </span>هو عاصم بن أبي النُّجُود، ويقال: ابن بَهْدَلةَ، وقيل: اسم أبي النجود عبد، وبَهْدَلة اسم أمه، وهو مولى نصر بن قُعين الأسدي، ويكنى أبا بكر، وهو من التابعين، لحق الحارث بن حسان (٢) وافدُ بني بكر، وتوفي بالكوفة سنة ثمان، وقيل: سنة سبع وعشرين ومائة" (٣).
<span data-type="title" id=toc-68>وأبو بكر: </span>هو شعبة بن عيّاش بن سالم الكوفي الأسدي مولى لهم، وقد قيل: اسمه سالم، وقيل: كنيته، وقيل غير ذلك؛ وتوفي بالكوفة سنة أربع وتسعين ومائة" (٤).
<span data-type="title" id=toc-69>وحفصٌ: </span>هو حفص بن سليمان بن المغيرة الأسدي البزاز الكوفي،
_________
(١) إمام أهل دمشق وخطيبهم ومقرئهم ومحدّثهم ومفتيهم، ولد سنة ثلاث وخمسين ومائة، قرأ على أيوب بن تميم، وعراك بن خالد، والوليد بن مسلم، وغيرهم. وعرض عليه: أبو عببيد القاسم بن سلّام، وأحمد الحلواني، وإسماعيل بن الحويرس وغيرهم. توفي سنة خمس وأربعين ومائتين، وقيل أربع وأربعين. انظر: غاية النهاية ١/ ٣٥٤.
(٢) هو الحارث بن حسان البكري الذهلي، روى عن النبي - صلى الله عليه وسلم - ومن الذين وفدوا عليه، وكان قدومه أيام بعث رسول الله - صلى الله عليه وسلم - عمرو بن العاص في غزوة السلاسل، وذكر أن الأحنف لما فتح خراسان بعث الحارث إلى سرخس. الإصابة لابن حجر ١/ ٤٦٤.
(٣) هو الإمام الذي انتهت إليه رئاسة الإقراء بالكوفة بعد أبي عبد الرحمن السلمي، عرض على زر ابن حبيش، وأبي عبد الرحمن السلمي، وأبي عمرو الشيباني، وعرض عليه أبان بن تغلب وحفص ابن سليمان، وحمّاد بن سلمة، والأعمش وشعبة بن عياش وغيرهم. توفي سنة سبع وعشرين ومائة، وقيل: ثمان، ولعله في أولها بالكوفة. انظر: غاية النهاية ١/ ٣٤٦. ومعرفة القراء الكبار ١/ ٨٨.
(٤) الإمام العلّم، ولد سنة خمس وتسعين، عرض على عاصم وعطاء بن السائب وأسلم المنقري، وعرض عليه أبو يوسف يعقوب بن خليفة الأعشى وعروة بن محمد الأسدي وغيرهم. توفي في جمادى الأولى سنة ثلاث وتسعين ومائة، وقيل: أربع وتسعين. انظر: غاية النهاية ١/ ٣٢٥. ومعرفة القراء الكبار ١/ ١٣٤.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (91,'ويُكنى أبا عُمر، ويعرف بحُفَيْص، قال وكيع (١): وكان ثقة. وقال ابن معين (٢): "هو أقرأ من أبي بكر" وتوفي قريبا من سنة تسعين ومائة" (٣).

<span data-type="title" id=toc-70>حمزة الكوفي: </span>هو حمزة بن حبيب بن عُمارة بن إسماعيل الزيّات الفرضي التيميّ - مولى لهم - ويكنى أبا عُمارة، وتوفي بحُلْوان (٤) في
_________
(١) وكيع بن الجراح بن مليح بن عدي الرواسي، أبو سفيان الكوفي، أحد الأعلام، ولد سنة تسع وعشرين ومائة، راوية الثوري، سمع من هشام بن عروة والأعمش وغيرهم كثير، من رجال الحديث، فقيه كبير. توفي سنة ست وتسعين بعد المائة، قاله الإمام أحمد. سير أعلام النبلاء ٩/ ١٤٠.
(٢) يحيى بن معين: الإمام الحافظ، الجهبذ، شيخ المحدّثين، أبو زكريا، يحيى بن معين ابن عون بن زياد ابن بسطام الغطفاني ثم المري -مولاهم- أحد الأعلام، أشهر من سمع منه: عبد الله بن المبارك، وسفيان بن عيينة، وأشهر من أخذ عنه: أحمد ابن حنبل، والبخاري ومسلم وأبو داود والدارمي وأبو زرعة، وغيرهم كثير، ولد في خلافة المنصور. توفي بالمدينة وقد عُمّر رحمه الله. سير أعلام النبلاء ١١/ ٧١.
(٣) عرض على عاصم، وكان ربيبا له، ولد سنة تسعين، أقرأ ببغداد، وأقرأ بمكة، وعرض عليه عمرو بن الصباح، وعبيد بن الصباح، وأبو شعيب القواس، وغيرهم، توفي سنة ثمانين ومائة على الصحيح، وقيل: بين الثمانين والتسعين. والله أعلم. انظر: غاية النهاية ١/ ٢٥٤. ومعرفة القراء الكبار ١/ ١٤٠.
(٤) حُلْوان بالضم ثم السكون، والحُلوان في اللغة: الهدية، وحُلْوان عدة مواضع: حلوان بالعراق، وهي آخر حدود السواد مما يلي جبال بغداد، مدينة كبيرة. وحلوان قرية من أعمال مصر، بينها وبين الفسطاط فرسخين من جهة الصعيد، مشرفة على النيل، ولد بها عمر بن عبد العزيز، وأبوه بناها. وحلوان نيسابور: قرية من أصبهان. والقريب أن تكون التي في العراق، ذكر الذهبي أنه رحمه الله كان يتّجر بين حُلوان والكوفة إلى أن مات بحُلوان، والسفر الدائم لا يكون إلا للقريب، والله أعلم. انظر: سير أعلام النبلاء ٧/ ١٤٠. معجم البلدان لياقوت الحموي ٢/ ٣٣٤.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (92,'خلافة أبي جعفر المنصور (١)، سنة ست وخمسين ومائة (٢).

<span data-type="title" id=toc-71>وخلف: </span>خلف بن هشام البزّار، يُكنى أبا محمد، وهو مِن أهل فم الصلح (٣)، وتوفي ببغداد زمانَ الجهمية (٤) سنة تسع وعشرين ومائتين (٥).
_________
(١) عبد الله بن محمد بن علي بن عبد الله بن عباس: بويع بالخلافة بعد السفّاح، وكان فحل بني العباس هيبة وشجاعة وحزما وفقها، وقد كان بمكان من العلم لا يجهل قبل الخلافة وبعدها، وهو القائل لمالك، لما أشار عليه بكتابة " الموطأ ": "لم يبق في الدنيا أعلم مني ومنك" توفي وهو حاج في مكة سنة ثمان وخمسين ومائة. تاريخ الخلفاء ص ٢٥٦. مقدمة ابن خلدون ص ١٧. الدولة العباسية ص ١٠٠.
(٢) الإمام الحبر التيمي - مولاهم- وقيل: من صميمهم، سمي بالزيّات لأنه كان يبيع الزيت، ولد سنة ثمانين وأردك الصحابة بالسن، فيحتمل أن يكون رأى بعضهم، عرض على سليمان الأعمش، وحمران بن أعين وأبي إسحاق السبيعي، وغيرهم، وعرض عليه: سليم بن عيسى، وهو أضبط أصحابه وعلى علي بن حمزة الكسائي، وهو أجل أصحابه، وخلاد بن خالد الأحول، وغيرهم. توفي سنة ست وخمسين ومائة، وقيل: أربع. غاية النهاية ١/ ٢٦١. ومعرفة القراء الكبار ١/ ١١١.
(٣) الصلح نهر كبير فوق واسط خراسان ... وفيه كانت دار الحسن بن سهل وزير المأمون. المعجم لياقوت ٤/ ٣١٣. الأعلام للزركلي ٢/ ١٩٢.
(٤) هم أصحاب الجهم بن صفوان، وهم فرقة تزعم أن الإيمان لا يتبعض ولا يتفاضل أهله فيه، وأن الإيمان والكفر لا يكونان إلا في القلب، ولا قدرة للعبد عندهم لا مؤثرة ولا كاسبة، وعندهم الجنة والنار تفنيان بعد دخول أهلها ولا يبقى إلا الله. التعريفات للجرجاني ص ١٠٨، مقالات الإسلاميين ١/ ٢١٤.
(٥) أحد القرّاء العشرة وأحد الرواة عن سليم عن حمزة، ولد سنة خمسين ومائتين، كان ثقة زاهدا عالما، عرض على سُليم ويعقوب الأعشى، ويحيى بن آدم وغيرهم، مات ببغداد سنة تسع وعشرين ومائتين. انظر: غاية النهاية ١/ ٢٧٢. معرفة القراء الكبار ١/ ٣٠٨.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (93,'<span data-type="title" id=toc-72>وخلاّد </span>(١): هو خلّاد بن خالد، ويقال ابن خليد، ويقال: ابن عيسى الصيرفي الكوفي، ويكنى أبا عيسى، وتوفي بها سنة عشرين ومائتين، رويا القراءة عن أبي عيسى سليم بن عيسى الحنفي الكوفي عن حمزة، وتوفي سليم بالكوفة سنة ثمان، وقيل سنة تسع وثمانين ومائة" (٢).
<span data-type="title" id=toc-73>الكسائي الكوفي: </span>هو علي بن حمزة النحوي مولى لبني أسد، ويكنى أبا الحسن، وقيل له الكسائي من أجل أنه أحرم في كساء، وتوفي برنبويه - قرية من قرى الري (٣) - حين توجه إلى خُراسان مع الرشيد (٤) سنة تسع وثمانين ومائة (٥).
_________
(١) هو أبو عيسى أو أبو عبد الله الشيباني -مولاهم- إمام في القراءة ثقة محقق عُرض على سليم - وهو من أضبط أصحابة وأجلهم -، وروى القراءة عن حسين بن علي الجعفي عن أبي بكر، وعن أبي بكر نفسه عن عاصم، وعن محمد الرواسي، عرض عليه: أحمد الحلواني، وحمدون بن منصور، والقاسم بن يزيد الوزّان، وغيرهم، توفي سنة عشرين ومائتين. انظر: غاية النهاية ١/ ٢٧٤. معرفة القراء الكبار ١/ ٢١٠.
(٢) يُنظر: العبر في خبر من غبر لشمس الدين الذهبي ١/ ٢٣٢.
(٣) الري - بفتح الأول وتشديد الثاني -: إن كان الاسم عربيا فهو من رويت أوري ريا، وهي بلدة بالقرب من قزوين، تبعد عنه عشرين فرسخا، شمال إيران. المعجم لياقوت ٣/ ١٣٢. أطلس العالم الإسلامي ص ٤٨.
(٤) هارون الرشيد أبو جعفر بن المهدي محمد بن عبد الله المنصور بن محمد بن عبد الله ابن عباس: كان أمير خلفاء بني العباس، وأجل ملوك الدنيا، كثير الغزو والحج، وفي سنة ثلاث وتسعين ومائة مات بطوس رحمه الله وهو ابن سبع وأربعين سنة. تاريخ الخلفاء ص ٢٨٣. تاريخ خليفة ص ٤٦٠.
(٥) الإمام الذي انتهت إليه رئاسة الإقراء بالكوفة بعد حمزة الزيّات، عرض على حمزة مرّات، وعلى محمد بن أبي ليلى، وأبي بكر بن عياش، وغيرهم، وعرض عليه حفص بن عمر الدوري وأحمد بن واصل وأبو عبيد القاسم بن سلّام وابن ذكوان وغيرهم، وسُمّي بالكسائي لأنه أحرم بكساء، وقد ألّف كتبا في العلم منها: "كتاب معاني القرآن" و "كتاب القراءات" و"النوادر" و"العدد" و"مقطوع القرآن وموصوله" وغيرها. توفي سنة تسع وثمانين ومائة، ومات معه القاضي صاحب أبي حنيفة محمد ابن الحسن. انظر: غاية النهاية ١/ ٥٣٥. ومعرفة القراء الكبار ١/ ١٢٠.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (94,'<span data-type="title" id=toc-74>وأبو عمر: </span>هو حفص بن عمر الدوري النحوي صاحب اليزيدي (١).
<span data-type="title" id=toc-75>وأبو الحارث: </span>هو الليث بن خالد البغدادي (٢) البجلي. (٣) فهذه أسماء القراء السبعة والناقلين عنهم على وجه الاختصار، وبالله التوفيق.
_________
(١) إمام القراءة في زمانه، ثقة ضابط، أول من جمع القراءات، ونسبته إلى الدور موضع ببغداد، قرأ على إسماعيل بن جعفر عن نافع، وعلى سليم عن حمزة، ويحيى ابن المبارك، وعلى الكسائي لنفسه، عرض عليه أحمد بن فرج وابن فرح، وعبد الرحمن بن عبدوس، وغيرهم كثير، توفي سنة ست وأربعين ومائتين في شوال. انظر: غاية النهاية ١/ ٢٥٥. معرفة القراء الكبار ١/ ١٩١.
(٢) ثقة حافظ ضابط، عرض على الكسائي -وهو من جلة أصحابه-، وروى الحروف عن حمزة ابن القاسم الأحول، وعن اليزيدي، وعرض عليه سلمة بن عاصم صاحب الفرّاء، والفضل بن شاذان، وغيرهم. توفي سنة أربعين ومائتين. غاية النهاية ٢/ ٣٤. معرفة القراء الكبار ١/ ٢١١.
(٣) في (ب) و (ج) و (ط): "قال أبو عمرو ... ".',NULL,'94',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (95,'<span data-type="title" id=toc-76>باب ذكرِ رِجالِ هؤلاء الأئمةِ
الذي أدّوا إليهم القراءة عن رسول الله - صلى الله عليه وسلم </span>-
<span data-type="title" id=toc-77>رجال نافع:</span>
ورجال نافع الذين سمّاهم خمسة: أبو جعفر يزيد بن القعقاع (١) القارئ، وأبو داود عبد الرحمن بن هرمز الأعرج (٢)، وشيبةُ بن نصاح القاضي (٣)، وأبو عبد الله مسلم (٤) بن جندب الهذلي القاصّ (٥)،
_________
(١) أحد العشرة: مدني مشهور رفيع الذكر، قرأ القرآن على مولاه عبد الله بن عياش بن أبي ربيعة المخزومي وفاقه، وقرأ على أبي هريرة وابن عباس كما قال غير واحد، قليل الحديث، تصدر للإقراء دهرا، قرأ عليه نافع بن أبي نعيم، وسليمان بن قلم بن جماز، وغيرهم كثير، حدث عنه الإمام مالك وغيره، ووثّقه ابن معين والنسائي، في وفاته خلاف. معرفة القراء الكبار ص ٤٠، ٤١، ٤٢.
(٢) عبد الرحمن بن هرمز الأعرج أبو داود: مولى محمد بن ربيعة، أخذ القراءة عرضا عن أبي هريرة وابن عيّاش - رضي الله عنهم -، وروى عنهم، قرأ عليه نافع بن أبي نعيم وغيره، وكان يكتب المصاحف، من البارزين في القرآن والسنة، توفي في الإسكندرية سنة سبع عشرة ومائة. معرفة القراء الكبار ص ٤٣، ٤٤.
(٣) شيبة بن نصاح بن سرجس بن يعقوب المديني المقرئ الإمام: مولى أم سلمة رضي الله عنها، وأحد شيوخ نافع، وقاضي المدينة ومقريها مع أبي جعفر، قرأ على عبد الله بن عيّاش بن ربيعة، قليل الحديث، صدوق، بعيد الصيت في القراءة، قرأ عليه نافع وسليمان بن جماز وإسماعيل بن جعفر وغيرهم، وحدّث عنه خلق، ووثّقه النسائي، قال خليفة: توفي سنة ثلاثين ومائة. انظر: الجرح والتعديل لأبي حاتم ٤/ ٣٣٥.
(٤) في (ت): "ابن مسلم" وهو خطأ من الناسخ.
(٥) أبو عبد الله مسلم بن جندب الهذلي القاص المديني القارئ مولى هذيل .. قرأ القرآن على عبد الله بن عيّاش بن ربيعة المخزومي مقرئ المدينة، حدّث عن أبي هريرة وحكيم بن حزام وابن عمر وابن الزبير، وغيرهم، وقرأ عليه نافع، وتأدّب عليه عمر بن عبد العزيز، كان أحد فصحاء زمانه ويقصّ بالمدينة، ومات في خلافة هشام بعد سنة عشر ومائة تقريبا. معرفة القراء الكبار ص ٤٥، ٤٦.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (96,'وأبو روح يزيد بن رومان (١).
وأخذ هؤلاء القراءة عن أبي هريرة (٢) وابن عبّاس (٣)، وعبد الله ابن عيّاش بن أبي ربيعة (٤)
عن أبيّ بن كعب (٥) عن النبي - صلى الله عليه وسلم -.
_________
(١) يزيد بن رومان المديني أبو روح القارئ مولى آل الزبير بن العوام، قرأ القرآن على عبد الله بن عيّاش بن ربيعة، وسمع من عروة بن الزبير، وصالح بن خوات، وهو أحد شيوخ نافع في القراءة، وثّقه ابن معين وغيره، توفي سنة عشرين ومائة، وقيل: ثلاثين ومائة. معرفة القراء الكبار ص ٤٢.
(٢) أبو هريرة الصحابي الشهير، في اسمه خلاف كثير، وأشهرها أنه عبد الله بن صخر الدوسي، الحافظ - رضي الله عنه - قرأ القرآن على أبيّ بن كعب، وقرأ عليه غيرُ واحد، وروى مالا يوصف عن النبي - صلى الله عليه وسلم -، من علماء الصحابة الذين أفتوا بعد موت عثمان، تولى الإمارة زمن عمر ومعاوية، توفي سنة سبع، وقيل: ثمان وخمسين، وقال الواقدي: سنة تسع وخمسين على الصحيح. معرفة القراء الكبار ص ٢٢.
(٣) عبد الله بن عباس بن عبد المطلب بن هاشم: الحبر، البحر، أبو العباس، ابن عم رسول الله - صلى الله عليه وسلم -، - رضي الله عنه -، قرأ القرآن على أُبيّ، وروى عن النبي - صلى الله عليه وسلم - والخلفاء الراشدين وأبي ذرّ، ووالده - رضي الله عنهم -. قرأ عليه: مجاهد وسعيد بن جبير والأعرج وعكرمة، وغيرهم، لم يكن في زمانه أعلم منه. توفي بالطائف سنة ثمان وستين، وصلى عليه محمد بن الحنفيّة، ومات وهو كفيف - رضي الله عنه - وأرضاه. معرفة القراء الكبار ص ٢٣.
(٤) عبد الله بن عيّاش بن أبي ربيعة المخزومي القارئ، أبو الحارث، قيل: إنه رأى النبي - صلى الله عليه وسلم -، قرأ القرآن على أُبيّ بن كعب، وسمع من عمر وابن عباس وأبيه عيّاش، ومن الذين قرؤوا عليه: مولاه وأبو جعفر القاري ويزيد بن رومان وشيبة ومسلم ابن جندب وغيرهم كثير، وكان أقرأ أهل المدينة في زمانه. توفي سنة سبعين، والله أعلم. معرفة القراء الكبار ص ٣٠ ..
(٥) أُبيّ بن كعب بن قيس بن عبيد بن زيد بن معاوية بن عمرو بن مالك بن النجّار، أبو المنذر الأنصاري - رضي الله عنه -، وهو أقرأ الأمة، وعرض القرآن على النبي - صلى الله عليه وسلم -، أخذ عنه القراءة ابن عباس وأبو هريرة وعبد الله بن السائب وعبد الله بن عيّاش بن أبي ربيعة، وأبو عبد الرحمن السلمي، وآخرون، شهد المشاهد كلها، وقال قتادة عن أنس - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - قال لأبي: "إني أُمرت أن أقرأ عليك" قال: الله سمّاني لك؟ قال: نعم، فبكى أُبيّ. وقال له النبي - صلى الله عليه وسلم -: ليهنك العلم أبا المنذر. وذلك في الصحيح، وتوفي - رضي الله عنه - في خلافة عثمان على الصحيح. الإصابة في تمييز الصحابة ١/ ١٨٢.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (97,'<span data-type="title" id=toc-78>رجال ابن كثير:</span>
ورجال ابن كثير ثلاثة: عبد الله بن السائب المخزومي (١) صاحب النبي - صلى الله عليه وسلم -، ومجاهد بن جبر (٢) أبو الحجاج مولى قيس بن السائب (٣)، ودِرْباس مولى ابن عباس (٤)، وأخذ عبد الله بن السائب عن أُبيٍّ نفسه، وأخذ مجاهد ودرباس عن ابن عباس عن أُبيّ بن كعب، وزيد ابن ثابت (٥) عن النبي - صلى الله عليه وسلم -.

<span data-type="title" id=toc-79>رجال أبي عمرو:</span>
ورجال أبي عمرو جماعةٌ من أهل الحجاز، ومن أهل البصرة، فمن
_________
(١) عبد الله بن السائب بن صيفي بن عابد بن عمر بن مخزوم، قارئ أهل مكة، أبو السائب، له صحبة ورواية يسيرة، قرأ على أُبيّ بن كعب، وروى عن عمر، عرض عليه القرآن مجاهد وعبد الله بن كثير، وكان جده شريك النبي - صلى الله عليه وسلم - في الجاهليّة، توفي في حدود سنة سبعين في إمرة بن الزبير. معرفة القراء الكبار ص ٢٤.
(٢) مجاهد بن جبر الإمام أبو الحجّاج، مولى بن أبي السائب المخزومي المكي المقرئ المفسر: أحد الأعلام، قرأ على ابن عباس، وروى عن عائشة وأبي هريرة وخلق. وقرأ عليه ابن كثير وأبو عمرو وابن محيصن وخلق. توفي سنة ثلاث ومائة. معرفة القراء الكبار ص ٣٧.
(٣) في (ت) و (ج) و (ط): "قيس بن السائب بن عويمر المخزومي".
(٤) دِرْباس مولى ابن عباس المكي: عرض على مولاه، وروى عنه القراءة ابن كثير، وابن محيصن وزومعة بن صالح المكّيون، وأهل الحديث يقولون الباء من اسمه مشدّدة، والصحيح عنهم أنها مخففة، والله أعلم. غاية النهاية ١/ ٢٨٠.
(٥) زيد بن ثابت بن الضحّاك بن زيد بن لوزان بن عمرو بن عبد عون بن غنم بن مالك ابن النجار، أبو سعيد، وأبو خارجة الأنصاري الخزرجي النجّاري المقرئ الفرضي، من الكتّاب، جمع القرآن على عهد النبي - صلى الله عليه وسلم -، وجمعه في صحف الصديق، وفي مصحف عثمان، قرأ عليه أبو هريرة وابن عباس. قال الشعبي: "غلب زيد الناس على القرآن والفرائض". توفي سنة خمس وأربعين على الأصح. معرفة القراء الكبار ص ١٧، ١٨.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (98,'أهل مكة: مجاهد (١)، وسعيد بن جبير (٢)، وعكرمة بن خالد (٣)، وعطاء بن أبي رباح (٤)، وعبد الله بن كثير، ومحمد بن عبد الرحمن بن محيصن (٥)، وحميد بن قيس الأعرج (٦).
_________
(١) ترجم له قبلُ في رجال ابن كثير.
(٢) سعيد بن جبير بن هشام: أبو عبد الله الأسدي الوالبي - مولهم- الكوفي، قرأ على ابن عباس، وقرأ عليه أبو عمرو، والمنهال بن عمرو، وروى عن ابن عباس وعدي ابن حاتم - رضي الله عنهم -، وروى عنه خلق منهم: محمد بن سوقة والأعمش، وقال ابن عباس لأهل العراق: "تسألوني وفيكم سعيد بن جبير؟ ". استشهد في واسط سنة خمس وتسعين، قتله الحجّاج. معرفة القراء الكبار ص ٣٨.
(٣) عكرمة بن خالد بن العاص، أبو خالد المخزومي المكي التابعي الجليل، ثقة حجة، روى القراءة عرضا عن أصحاب ابن عباس، ولا يبعد أن يكون عرض عليه، فقد روى عنه كثيرا، وقطع الحافظُ أبو العلا بأنه قرأ عليه، وعلى ابن عمر أيضا، وعرض عليه أبو عمرو بن العلاء، وحنظلة بن أبي سفيان. مات بعد عطاء سنة خمس عشرة بعد المائة - قاله البخاري -. غاية النهاية ١/ ٥١٥.
(٤) عطاء بن أبي رباح بن أسلم، أبو محمد القرشي - مولاهم - المكي، أحد الأعلام، وردت عنه الرواية في حروف القرآن، روى القرآن عن أبي هريرة، عرض عليه أبو عمرو، قال ابن معين: حجّ سبعين حجة، وعاش مائة سنة، مات سنة خمس عشرة، وقيل: أربع عشرة ومائة، وله ثمان وثمانون سنة. غاية النهاية ١/ ٥١٣.
(٥) محمد بن عبد الرحمن بن محيصن السهمي- مولاهم - المكي، قارئ أهل مكة مع ابن كثير وحميد الأعرج، ثقة، روى له مسلم، قرأ القرآن على سعيد بن جبير ومجاهد ودرباس مولى ابن عباس، وقرأ عليه: شبل بن عبّاد وأبو عمرو بن العلاء وعيسى ابن عمر القارئ، وسمّاه ابن معين وابن عدي: عمر، وفي اسمه خلاف، والله أعلم. توفي سنة ثلاث وعشرين ومائة بمكة. معرفة القراء الكبار ص ٥٦، ٥٧ ..
(٦) حميد بن قيس الأعرج، أبو صفوان المكي القارئ: قرأ القرآن على مجاهد ثلاث مرات، وروى عنه وعن عطاء والزهري، روى عنه القراءة: أبو عمرو بن العلاء وسفيان بن عيينة، وغيرهم كثير، وسمع منه مالك والثوري، وكان قارئ أهل مكة. وثّقه أبو داود. قال خليفة: "توفي سنة ثلاثين ومائة". معرفة القراء الكبار ص ٥٦.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (99,'ومن أهل المدينة: يزيد بن القعقاع، ويزيد بن رومان، وشيبة بن نصاح (١).
ومن أهل البصرة: الحسن بن أبي الحسن (٢)، ويحيى بن يَعْمَر (٣)، وغيرهما. وأخذ هؤلاء القراءة عن من تقدّم من الصحابة وغيرهم (٤).

<span data-type="title" id=toc-80>رجال ابن عامر:</span>
ورجال ابن عامر: أبو الدرداء (٥)، عويمر بن عامر صاحب النبي - صلى الله عليه وسلم -،
_________
(١) تُرجم لهم (ابن القعقاع، وابن رومان، وشيبة) في رجال نافع.
(٢) الحسن بن أبي الحسن البصري، أبو سعيد: سيد أهل زمانه علما وعملا، قرأ القرآن على حطان القرشي عن أبي موسى، روى القراءة عنه يونس بن عبيد، وأبو عمرو بن العلاء، وسلام الطويل فيما قيل، وغيرهم، ومناقبه وأخباره يطول شرحُها، توفي رحمه الله سنة عشر ومائة. معرفة القراء الكبار ص ٣٦.
(٣) يحيى بن يعمر العدواني، أبو سليمان، البصري: أخذ القراءة عرضا عن أبي الأسود الدؤلي، وسمع ابن عباس وابن عمر وعائشة وأبا هريرة، وروى عن أبي ذرّ وعمّار - رضي الله عنهم -، قرأ عليه أبو عمرو بن العلاء، وعبد الله بن أبي إسحاق الحضرمي، وحدّث عنه خلق، وهو أوّل من نقط المصحف. قال خليفة: توفي قبل سنة تسعين. معرفة القراء الكبار ص ٣٧.
(٤) يعني: الصحابة الذين قرأ عليهم رجال أبي عمرو، وهم: ابن عباس وأبو هريرة وأبو موسى الأشعري وأبو الأسود الدؤلي وابن عمر وعائشة، ثم التابعين الذين ذكرهم المصنف رحمه الله.
(٥) أبو الدرداء: عويمر بن زيد، ويُقال: ابن عبد الله، ويقال: ابن ثعلبة، الأنصاري الخزرجي - رضي الله عنه -: حكيم، قرأ القرآن في عهد النبي - صلى الله عليه وسلم -، شهد ما بعد بدر، تولى القضاء في دمشق، قرأ عليه ابن عامر، وكان يُقرأ الناس في الجامع بعد الفجر، وكان يجعلهم عشرة عشرة، وعلى كل عشرة عريف، ويقف هو في المحراب يرمقهم ببصره، فإذا غلط أحد رجع للعريف، وإذا غلط العريف رجع إليه، وكان ابن عامر عريف على عشرة؛ فلما مات - رضي الله عنه - خلفه ابن عامر، وهو من الذين حفظوا القرآن على عهد النبي - صلى الله عليه وسلم -، وعرض عليه، ومن الذين دارت عليهم الأسانيد. معرفة القراء الكبار ص ٢٠.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (100,'والمغيرة بن أبي شهاب المخزومي (١)، وأخذ أبو الدرداء عن النبي - صلى الله عليه وسلم -، وأخذ المغيرة عن عثمان بن عفان (٢) - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (٣).
[قال أبو عمرو] (٤): وقد روينا عن الوليد بن مسلم (٥) عن يحيى ابن الحارث الذّماري (٦) أنّ ابن عامر قرأ على عثمان نفسه، وليس
_________
(١) المغيرة بن أبي شهاب المخزومي: قرأ القرآن على عثمان - رضي الله عنه -، وعليه قرأ عبد الله ابن عامر اليحصبي، كان يُقرئ بدمشق في دولة معاوية. مات سنة إحدى وتسعين، وله تسعون سنة. معرفة القراء الكبار ص ٢٥.
(٢) عثمان بن عفّان بن أبي العاص بن أميّة بن عبد شمس بن عبد مناف بن قصيّ ابن كلاب: أمير المؤمنين، أبو عمرو، وأبو عبد الله القرشي الأموي، ذو النورين - رضي الله عنه -، من الذين جمعوا القرآن على عهد النبي - صلى الله عليه وسلم -، قرأ عليه المغيرة بن أبي شهاب المخزومي. استشهد في داره سنة ستّ وثلاثين في ذي الحجة لاثنين وثمانين سنة. معرفة القراء الكبار ص ١٠. طبقات ابن سعد ٣/ ٧٧.
(٣) في (ت) و (ب) و (ج) و (ط): عن رسول الله - صلى الله عليه وسلم -.
(٤) ما بين المعقوفين زائد على (أ) و (ب).
(٥) الوليد بن مسلم، أبو العباس الدمشقي: عالم أهل الشام، عرض على يحيى ابن الحارث الذماري القرآن، وعرض على نافع، وروى عنه القراءة إسحاق ابن أبي إسرائيل، قال فيه ابن المديني: هو رجل أهل الشام، ما رأيتُ في الشاميين مثله. توفي سنة خمس وتسعين ومائة، منصرفه من الحج. غاية النهاية ٢/ ٣٦٠.
(٦) يحيى بن الحارث الذماري الغسّاني الدمشقي: إمام الجامع، ومقرئ أهل البلد، خلف ابن عامر بدمشق، وأخذ عنه، وقيل: قرأ أيضا على واثلة بن الأسقع وحدّث عنه وعن سعيد بن المسيب وغيرهم، وقرأ عليه الوليد بن مسلم، وعراك بن خالد وغيرهم، وسمع منه الأوزاعي وغيره، وثّقه أبو حاتم، وقال خليفة: " توفي سنة خمس وأربعين ومائة. القراء الكبار باختصار ص ٦٢.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (101,'بصحيح (١).

<span data-type="title" id=toc-81>رجال عاصم:</span>
ورجال عاصم: أبو عبد الرحمن عبد الله بن حبيب السلمي (٢)، وأبو مريم زِرّ بن حبيش (٣)، وأخذ أبو عبد الرحمن عن عثمان بن عفان، وعليّ بن أبي طالب (٤)، وأُبيّ بن كعب، وزيد بن ثابت، وعبد الله ابن مسعود (٥) - رضي الله عنهم - عن النبي - صلى الله عليه وسلم -، وأخذ زِرّ عن عثمان بن عفان وابن
_________
(١) وكذا قال الذهبي في سير أعلام النبلاء ٥/ ٢٩٢. وقال ابن الجزري: يحتمل أنه رحمه الله سمع قراءة عثمان، أو أنه قرأ على عثمان بعض السور من القرآن. ورد أيضا القول بقراءته القرآن كله على عثمان - رضي الله عنه -.
(٢) أبو عبد الرحمن السلمي مقرئ الكوفة: عبد الله بن حبيب بن ربيعة، لأبيه صحبة، وُلد في حياة النبي - صلى الله عليه وسلم -، برع في القرآن حفظا وتلاوة، عرض على عثمان وعلي وابن مسعود - رضي الله عنهم -، وأخذ عنه القراءة عرضا عاصم بن أبي النجود، ويحيى بن وثّاب وعطاء بن السائب وعبد الله بن عيسى بن أبي ليلى، وعرض عليه الحسن والحسين ابنا علي - رضي الله عنهم -، وكان ثقة كبير القدر. توفي سنة أربع وسبعين. معرفة القراء الكبار ص ٢٧، ٢٨، ٢٩.
(٣) زرّ بن حبيش بن حباشة، أبو مريم، ويُقال: أبو مطرق، الأسدي الكوفي، أحد الأعلام، عرض على ابن مسعود وعثمان بن عفان وعلي بن أبي طالب - رضي الله عنهم -، وعرض عليه: عاصم بن أبي النجود والأعمش وغيرهم، قال عاصم: ما رأيت أقرأ من زر، وكان ابن مسعود يسأله عن العربية، قال خليفة: مات في الجماجم سنة اثنين وثمانين. غاية النهاية ١/ ٢٩٤.
(٤) علي بن أبي طالب بن عبد المطلب بن عبد مناف بن قصيّ بن كلاب: أمير المؤمنين أبو الحسن الهاشمي - رضي الله عنه -، جمع القرآن بعد وفاة النبي - صلى الله عليه وسلم -، وقرأ عليه، وأخذ منه أبو عبد الرحمن السلمي، وكان - رضي الله عنه - من أقرأ الناس للقرآن، وله مصحف خاص به قبل جمع المصاحف، من السابقين المقربين، شهد كل المشاهد مع النبي - صلى الله عليه وسلم -، له فضائل لا يتسع المقام لذكرها، استشهد وله من العمر ثلاث وستون سنة في الكوفة سنة أربعين صبيحة الجمعة لسبع بقين من رمضان رضي الله عنه وأرضاه. معرفة القراء الكبار ص ١١. تاريخ خليفة ص ١٩٨ ..
(٥) عبد الله بن مسعود بن غافل بن حبيب الهذلي، وهذيل بن مدركة بن إلياس ابن مضر بن نزار، أبو عبد الرحمن المكي، حليف بني زهرة - رضي الله عنه -، شهد المشاهد كلها، ومن الذين جمعوا القرآن على عهد النبي - صلى الله عليه وسلم -، وحفظ سبعين سورة من فيّ رسول الله - صلى الله عليه وسلم -، قرأ عليه علقمة ومسروق والأسود وزرّ بن حبيش وأبو عبد الرحمن السلمي، وطائفة. روى عن الصدّيق وعمر، وهو أول من أسمع قريشا القرآن، ومن أصحاب الهجرتين. توفي سنة اثنين وثلاثين، وصلى عليه عثمان - رضي الله عنه -. معرفة القراء الكبار ص ١٥.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (102,'مسعود رضي الله عنهما عن النبي - صلى الله عليه وسلم - (١).

<span data-type="title" id=toc-82>رجال حمزة:</span>
ورجال حمزة جماعة منهم: أبو محمد سليمان بن مِهْران الأعمش (٢) ومحمد بن عبد الرحمن بن أبي ليلى القاضي (٣)، وحُمْران ابن أَعْين (٤)، وأبو إسحاق السبيعي (٥)
ومنصور ابن
_________
(١) ما بين المعقوفين زائدٌ في (أ) وفي (ج): "عن النبي - صلى الله عليه وسلم - ".
(٢) سليمان بن مِهران الأعمش: أبو محمد الإمام العلم الأسدي الكاهلي مولاهم الكوفي، روى عن عبد الله بن أبي أوفى، وأبي وائل وزيد بن وهب، والنخعي، وسعيد بن جبير، ومجاهد، وخلق. وقرأ القرآن على يحيى بن وثاب، وعرض القرآن على أبي العالية ومجاهد. وأقرأ العلم ونشره دهرا، وقرأ على حمزة الزيّات، وقال العجلي: ثقة ثبت. توفي سنة ثمان وأربعين ومائة. معرفة القراء الكبار ص ٥٤.
(٣) محمد بن عبد الرحمن بن أبي ليلى القاضي، أبو عبد الرحمن الأنصاري الكوفي القاضي، أحدُ الأعلام، أخذ القراءة عرضا عن أخيه عيسى، والشعي والمنهال ابن عمرو والأعمش، وعرض عليه حمزة والكسائي، وروى عنه السفيانان ووكيع، وهو صدوق، قال أبو يوسف: ما ولي القضاء أحد أفقه في دين الله ولا أقرأ لكتاب الله ولا أقْولُ حقا لله ولا أعف عن الأموال من ابن أبي ليلى. توفي سنة ثمان وأربعين ومائة في رمضان. غاية النهاية ٢/ ١٦٥.
(٤) حمران بن أعين: مولى بني شيبان، كوفي، مقرئ كبير، قال أبو عمرو الداني: أخذ القراءة عرضا على عبيد بن نضلة، وأبي حرب بن أبي الأسود، ويحيى بن وثّاب، وعرض عليه حمزة الزيّات، وقال ابن معين أنه ضعيف، وقال النسائي: ليس بثقة. توفي في حدود سنة الثلاثين ومائة. معرفة القراء الكبار ص ٣٨.
(٥) عمرو بن عبد الله الهمداني، أبو إسحاق السبيعي الكوفي الإمام الكبير، عرض على عاصم بن ضمرة، وعلقمة والأسود وزرّ بن حبيش، ورأى من الصحابة عليا وابن عباس وابن عمر، وغيرهم، عرض عليه حمزة الزيّات. مات سنة ثنتين وثلاثين ومائة. وقيل: سنة ثمان وعشرين. غاية لانهاية ١/ ٦٠٢ ..',NULL,'102',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (103,'المعتمر (١)، ومغيرة ابن مقسم (٢)، وجعفر بن محمد الصادق (٣)، وغيرهم. وأخذ الأعمش عن يحيى بن وثّاب (٤)، وأخذ يحيى عن جماعة من
_________
(١) منصور بن المعتمر، أبو عتاب السلمي الكوفي: عرض القرآن على الأعمش، وروى عن النخعي ومجاهد، عرض عليه حمزة، وروى عنه الثوري وشعبة. توفي سنة ثلاث وثلاثين ومائة. غاية النهاية ٢/ ٣١٤.
(٢) مغيرة بن مقسم، أبو هاشم الضبي الكوفي الأعمى: روى القراءة عن عاصم بن أبي النجود، وروى عن النخعي، وعرض عليه حمزة. توفي سنة ثلاث وثلاثين ومائة. غاية النهاية ٢/ ٣٠٦.
(٣) جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب، الصادق، أبو عبد الله المديني، قرأ على آبائه - رضي الله عنه -: محمد الباقر، فزين العابدين، فالحسين، فعلي رضي الله عنهم أجمعين، قرأ عليه حمزة، ولم يخالفه إلا في حروف يسيرة. توفي سنة ثمان وأربعين ومائة. غاية النهاية ١/ ١٩٦.
(٤) يحيى بن وثاب الأسدي الكوفي القاري العباد: أحد الأعلام، مولى بني أسد، روى عن ابن عباس، وابن عمر، ومسروق، وعبيدة السلماني، وزرّ بن حبيش، وأبو عبد الرحمن السلمي، وخلق، وقرأ على بعضهم، قال الداني: أخذ القراءة عرضا على علقمة والأسود ومسروق وأبي عبد الرحمن. قرأ عليه الأعمش، وحمران بن أعين، وحدّث عنه: عاصم بن أبي النجود، وخلْق. وقال ابن جرير: كان مقري الكوفة في زمانه. وقال العجلي فيه: ثقة الكوفة. قال ابن قتيبة: توفي سنة ثلاث ومائة. معرفة القراء الكبار ص ٣٣.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (104,'أصحاب ابن مسعود: علقمة (١)،
والأسود (٢)، وعبيد بن نضلة الخزاعي (٣)، وزِرّ بن حبيش، وأبي عبد الرحمن السلمي، وغيرهم عن ابن مسعود (٤) عن النبي - صلى الله عليه وسلم - (٥).

<span data-type="title" id=toc-83>رجال الكسائي:</span>
ورجال الكسائي: حمزة بن حبيب الزيّات، وعيسى بن عمر الهمْداني (٦)، ومحمد بن أبي
_________
(١) علقمة بن قيس بن عبد الله بن مالك، أبو شبل النخعي الفقيه، عم الأسود بن يزيد، وخال إبراهيم النخعي، ولد في حياة النبي - صلى الله عليه وسلم -، قرأ على ابن مسعود، وسمع من عمر وعلى وأبي الدرداء وعائشة. قرأ عليه: يحيى بن وثاب، وأبو إسحاق وغيرهم. توفي سنة خمس وسبعين. معرفة القراء الكبار ص ٢٦ ..
(٢) الأسود بن يزيد النخعي، أبو عمرو، أخذ القراءة عن ابن مسعود، وحدّث عن الخلفاء الأربعة وغيرهم، قرأ عليه يحيى بن وثاب وإبراهيم النخعي وغيرهم. توفي سنة خمس وسبعين. معرفة القراء الكبار ص ٢٦.
(٣) عبيد بن نضلة الخزاعي، أبو معاوية الكوفي: تابعي، ثقة، عرض القرآن على ابن مسعود، وعلقمة بن قيس، وعرض عليه يحيى بن وثاب، وحمران ابن أعين، وكان مقرئ الكوفة زمانه. مات حدود سنة خمس وسبعين. قال الذهبي: واختلف في صحبته. غاية النهاية ١/ ٤٩٨.
(٤) زر وأبو عبد الرحمن وابن مسعود تُرجم لهم.
(٥) في (ج): عن النبي - عليه السلام -.
(٦) عيسى بن عمر الهمداني الكوفي القاري: مولى بني أسد، أبو عمر، قرأ على عاصم ابن أبي النجود، والأعمش، وقرأ عليه الكسائي وجماعة، وكان مقرئ أهل الكوفة بعد حمزة الزيّات، وثقه يحيى بن معين والعجلي. مات سنة خمسين ومائة. معرفة القراء الكبار ص ٧٢. وفي (ج): عيسى بن مريم الهمداني. وهو خطأ. والصواب ما كُتب لإجماع النسخ عليه وكتب التراجم.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (105,'ليلى (١)، وغيرهم من مشيخة الكوفيين غير أن مادة قراءته واعتماده في اختياره عن حمزة، وقد ذكرنا اتصال قراءته.
[قال أبو عمرو] (٢): فهذه تسمية رجال أئمة القرّاء السبعة بالأمصار، وبالله التوفيق.

باب ذكر الإسناد الذي أدّى [إِلَىَّ] (٣) القراءة على هؤلاء
الأئمة من الطرق المرسومة عنهم رواية وتلاوة
<span data-type="title" id=toc-85>إسناد قراءة نافع:</span>
فأما رواية قالون عنه: فحدثنا بها أحمد بن عمر بن محمد الجيزي (٤)، قال: حدثنا محمد بن أحمد بن مُنيّر (٥)، قال: حدثنا عبد الله
_________
(١) تُرجم له في رجال حمزة رحمه الله.
(٢) ما بين المعقوفين زائد على (أ).
(٣) ما بين المعقوفين زائد على (أ).
(٤) أحمد بن محمد بن عمر بن محمد بن محفوظ أبو عبد الله المصري الجيزي القاضي: روى القراءة عن أبي الفتح من بدهن قراءة وعرضا، وأحمد بن إبراهيم بن محمد بن جامع وغيرهم، وروى القراءة عنه: أبو عمرو الحافظ، وقال: قرأت عليه وشيخنا أبو الفتح يسمع. توفي بمصر سنة تسع وتسعين وثلاثمائة. انظر: غاية النهاية ١/ ١٢٦.
(٥) محمد بن أحمد بن عبد العزيز بن منير، أبو بكر الحراني، يعرف بابن أبي الأصبغ، إمام الجامع بمصر، فقيه، مصدّر، عرض على أحمد بن هلال، وسمع الحروف من عبد الله بن عيسى عن قالون، وسمع من محمد بن سليمان المنقري، روى عنه أحمد بن عمر بن محفوظ، ومنير بن أحمد الخشاب. مات في شوّال سنة تسع وثلاثين وثلاثمائة بمصر. غاية النهاية ٢/ ٢٦٨.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (106,'ابن عيسى المدني (١)، قال: حدثنا قالون عن نافع، وقرأت بها القرآن كله على شيخي أبي الفتح فارس بن أحمد بن موسى (٢) بن عمران الحمصي [المقرئ] (٣) الضرير.
وقال لي: قرأت بها على أبي الحسن عبد الباقي بن الحسن المقرئ (٤)، وقال لي: قرأتُ بها على إبراهيم بن عُمر المقرئ (٥)، وقال: قرأت بها على أبي الحسين أحمد بن عثمان بن جعفر بن بويان (٦)، وقال:
_________
(١) عبد الله بن عيسى بن عبد الله المديني القرشي، أبو موسى المعروف بطيارة، نزيل مصر، أخذ القراءة عرضا وسماعا عن قالون، وروى عنه القراءة محمد بن محمد بن أحمد بن مُنيّر الإمام، ولد بالمدينة. ومات سنة سبع وثمانين ومائتين. غاية النهاية ١/ ٤٤٠.
(٢) فارس بن أحمد بن موسى المقرئ الضرير، أبو الفتح، نزيل مصر، الأستاذ الكبير، الضابط، الثقة، قرأ على عبد الباقي بن الحسن، وعبد الله بن الحسين وغيرهم، وقرأ عليه ولده عبد الباقي، والحافظ أبو عمرو الداني، وقال: لم ألق مثله في حفظه وضبطه. توفي بمصر سنة إحدى وأربعمائة رحمه الله-. غاية النهاية ٢/ ٥.
(٣) ما بين المعقوفين زائد على (ب)، وفي (ج): المقرئ الضرير الحمصي.
(٤) عبد الباقي بن الحسن بن أحمد بن محمد بن عبد العزيز السقا، أبو الحسن الخرساني الأصل، الدمشقي المولد، الأستاذ الحاذق الضابط الثقة، عرض على إبراهيم بن أحمد، وأحمد بن صالح وغيرهم، وعرض عليه: فارس بن أحمد وأكثر عنه وغيره، نزل مصر، وبها مات سنة ثمانين وثلاثمائة. غاية النهاية ١/ ٣٥٦. وفي (ج): المقرئ الضرير.
(٥) إبراهيم بن عمر بن عبد الرحمن، أبو إسحاق البغدادي، مقرئ قرأ على أحمد ابن عثمان بن جعفر بن بويان، ومحمد بن يوسف الناقد، قرأ عليه: عبد الباقي ابن الحسن، ولا أعلم أحدا أسند عنه سواه. غاية النهاية ١/ ٢١.
(٦) البغدادي، ثقة كبير ضابط، قرأ على إدريس بن عبد الكريم وغيره. توفي سنة أربع وأربعين وثلاثمائة. غاية النهاية ١/ ٧٩.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (107,'قرأت على أبي بكر أحمد بن محمد بن الأشعث (١)، وقال: قرأت على أبي نشيط محمد بن هارون (٢)، وقال: قرأت على قالون، وقال: قرأت على نافع.
وأما رواية ورش: فحدثنا بها أبو عبد الله أحمد بن محفوظ القاضي بمصر (٣)، قال: حدثنا أحمد بن إبراهيم بن جامع (٤) [قال: حدثنا أبو محمد بكر بن سهل (٥)، قال: حدثنا عبد الصمد (٦) بن
_________
(١) أبو بكر أحمد بن محمد بن الأشعث، أبو حسان الغزي، البغدادي القاضي، المقرئ، قرأ على أبي نشيط وأحمد بن زرارة عن سليم، وحذق في قراءة قالون، قرأ عليه: ابن شنبوذ وابن بويان وغيرهم. توفي قبل الثلاثمائة فيما أحسب. معرفة القراء الكبار ص ١٣٨.
(٢) أبو نشيط محمد بن هارون المرزوي: قرأ على قالون، وكان من أجل أصحابه، قرأ عليه أبو حسان أحمد بن محمد بن الأشعث الغزي وغيره، يكنى أبا جعفر، وكان من حفاظ الحديث، وهو صدوق -قاله أبو حاتم-، توفي سنة ثمان وخمسين ومائتين. معرفة القراء الكبار ص ١٢٩.
(٣) تُرجم له فيما سبق.
(٤) أحمد بن إبراهيم بن محمد بن جامع السكري، أبو العباس المصري، روى القراءة عن بكر بن سهل عن عبد الصمد، روى القراءة عنه محمد بن على الأدفوري، وأحمد بن عمر الجيزي، ومنير بن أحمد الخشاب، وعمر بن محمد الحضرمي، توفي بمصر بعد سنة أربعين وثلاثمائة. غاية النهاية ١/ ٣٥.
(٥) أبو محمد بكر بن سهل بن إسماعيل الدمياطي القرشي: إمام مشهور، قرأ على عبد الصمد صاحب ورش وعرض عليه أبو يحيى زكريا بن يحيى الأندلسي، وأحمد بن هلال، وأحمد بن إبراهيم بن جامع وابن شنبوذ، وغيرهم. غاية النهاية ١/ ١٧٨ باختصار.
(٦) عبد الصمد بن عبد الرحمن بن القاسم العتقي، أبو الأزهر المصري، أحد الأئمة كوالده، حدث عن سفيان بن عيينة، وقرأ القرآن على ورش وجوّده، قرأ عليه إسماعيل بن عبد الله النحاس والحمراوي، وغيرهم، توفي سنة إحدى وثلاثين ومائتين. غاية النهاية ١/ ٣٨٩. وما بين المعقوفين ساقط من (ج) وهو خطأ.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (108,'عبد الرحمن] (١)، قال: حدثنا ورش عن نافع. وقرأت بها القرآن كله على أبي القاسم خلف بن إبراهيم بن محمد بن خاقان المقرئ بمصر (٢).
وقال لي: قرأت بها على أبي جعفر أحمد بن أسامة التجيبي (٣)، وقال:
قرأتُ على إسماعيل (٤) بن عبد الله النحاس (٥)، وقال: قرأت على أبي يعقوب يوسف بن عمرو بن يسار الأزرق (٦)، وقال: قرأت على ورش، وقال: قرأت على نافع.
_________
(١) ما بين المعكوفين ساقط من (ج) وهو خطأ.
(٢) أبو القاسم خلف بن إبراهيم بن محمد بن خاقان المقرئ بمصر الخاقاني، الأستاذ الضابط في قراءة ورش وغيرها، قرأ على أحمد بن أسامة التميمي وغيره، وقرأ عليه الحافظ أبو عمرو الداني، وعليه اعتمد في قراءة ورش. مات بمصر سنة اثنين وأربعمائة، وهو في عشر الثمانين. غاية النهاية ١/ ٢٧١.
(٣) أبو جعفر أحمد بن أسامة التجيبي المصري، قرأ على إسماعيل بن عبد الله النحاس لورش، وروى القراءة عن أبيه عن يونس قرأ عليه محمد بن النعمان، وخلف بن إبراهيم بن خاقان، ذكر الداني أنه توفي سنة اثنين وأربعين وثلاثمائة. وقد بلغ مائة وعشر سنين. وذكر الذهبي وفاته سنة ست وخمسين وثلاثمائة. وقال: كأن هذا أصح. غاية النهاية ١/ ٣٨.
(٤) في (ب): أبي يعقوب إسماعيل.
(٥) إسماعيل بن عبد الله النحاس، أبو الحسن: مقرئ الديار المصرية، جود القرآن على أبي يعقوب الأزرق صاحب ورش، تصدّر للإقراء مدّة، قرأ على عبد القوي بن كونه، وعلى عبد الصمد بن عبد الرحمن، وقرأ عليه أبو الحسن بن شنبوذ، وأحمد بن أسامة وغيرهم. توفي سنة بضع وثمانين ومائتين. معرفة القراء الكبار ص ١٣٤.
(٦) أبو يعقوب يوسف بن عمرو بن يسار الأزرق المديني ثم المصري المعروف بالأزرق: ثقة، محقق، ضابط، أخذ القراءة عرضا وسماعا عن ورش، وخلفه في الإقراء بمصر، وعرض على سقلاب، عرض عليه: إسماعيل النحاس، ومحمد بن سعيد الأنماطي وغيرهم. توفي في حدود الأربعين ومائتين. غاية النهاية ٢/ ٤٠٢.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (109,'<span data-type="title" id=toc-86>إسناد قراءة ابن كثير:</span>
فأما رواية قنبل؛ فحدثنا بها أبو مسلم محمد بن أحمد بن علي البغدادي (١)، قال: حدثنا ابن مجاهد (٢)، قال: قرأت على قنبل، وقال: قرأت على أبي الحسن أحمد بن محمد بن عون القواس (٣)، وقال: قرأت على أبي الإخريط وهب بن واضح (٤)، و (٥)
قال: قرأت على إسماعيل بن عبد الله القُسْط (٦)، وقال: قرأت على شِبْل ابن
_________
(١) أبو مسلم محمد بن أحمد بن علي البغدادي الكاتب: نزيل مصر، معمر، مسند عالي السند، روى القرآن عن أبي بكر بن مجاهد، ومحمد بن أحمد بن قطن، وغيرهم. أخذ عنه: أبو عمرو الداني وغيره، وسمع منه الحافظ عبد الغني بن سعيد وغيره. مات في ذي القعدة سنة تسع وتسعين وثلاثمائة. غاية النهاية ٢/ ٧٤.
(٢) أحمد بن موسى بن العباس بن مجاهد التميمي: الأستاذ البغدادي، شيخ الصنعة، وأول من سبّع السبعة، قرأ على عبد الرحمن بن عبدُوس، وقنبل المكي وغيرهم كثير، بعيد الصيت والشهرة، فاق نظراءه مع الحفظ والدين، كثير التلاميذ. توفي في شعبان سنة أربع وعشرين وثلاثمائة. رحمه الله. غاية النهاية ١/ ١٤٠.
(٣) أبوالحسن أحمد بن محمد بن عون القواس المكي، المقرئ: قرأ على أبي الإخريط وهب بن واضح، وقرأ عليه أحمد بن يزيد الحلواني، وقنبل، وغيرهم. توفي بمكة سنة أربعين ومائتين. معرفة القراء الكبار ص ١٠٥.
(٤) أبوالإخريط وهب بن واضح القُسط المكي القارئ، مولى عبد العزيز بن أبي رواد، ويكنى أبا القاسم، قرأ القرآن على شبل بن عبّاد، ومعروف بن مشكان، وإسماعيل ابن عبد الله القُسط، انتهت إليه رياسة الإقراء بمكة، قرأ عليه أبو الحسن أحمد البزي، وأحمد بن محمد القوّاس، توفي سنة تسعين ومائة. معرفة القراء الكبار ص ٨٨.
(٥) في (ت) و (أ): وهب بن واضح القُسط ..
(٦) أبو إسحاق إسماعيل بن عبد الله القُسط المخزومي مولاهم المكي المقرئ المعروف بالقُسط: قارئ أهل مكة في زمانه، عرض عليه معروف بن مشكان، وشبل ابن عباد، وسمع من علي بن زيد بن جدعان، ومن الذين قرؤوا عليه الإمام الشافعي، نقل ابن القطّان أنه توفي سنة تسعين ومائة، ولعله سنة سبعين ومائة. تصحّفت عليه. انظر: القرّاء الكبار ص ٨٥.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (110,'عبّاد (١) ومعروف بن مُشكان (٢)، وقالا: قرأنا على ابن كثير، وقرأت بها القرآن كله على فارس بن أحمد الحمصي (٣) المقرئ الضرير، وقال: قرأت بها على عبد الله بن الحسين البغدادي (٤)، وقال: قرأت على ابن مجاهد (٥)، وقال: قرأت على قنبل.
وأما رواية البزي: فحدثنا بها محمد بن أحمد الكاتب (٦) قال: حدثنا أحمد بن موسى (٧) قال: حدثنا مضر بن محمد الضبي (٨) قال: حدثنا ابن
_________
(١) شبل بن عباد المكي: صاحب كثير، ومقرئ مكة، عرض على ابن كثير وابن محيصن، وحدّث عن المقبري وأبي الطفيل، وعمر بن دينار، وجماعة. روى عنه القراءة عرضا إسماعيل بن عبد الله القُسط، وابنه داود، وأبو الأخريط، وآخرون. وثّقه ابن معين. توفي سنة ثمان وأربعين ومائة. معرفة القراء الكبار ص ٧٨.
(٢) معروف بن مشكان، أبو الوليد، المكي: قارئ أهل مكة مع شبل، عرض على ابن كثير، وحدّث عن عطاء ومجاهد، قرأ عليه إسماعيل بن عبد الله القُسط، ورفيقه في الأخذ أيضا. توفي سنة خمس وستين ومائة. معرفة القراء الكبار ص ٧٨.
(٣) تُرجم له في إسناد قراءة نافع.
(٤) عبد الله بن الحسين بن حسون البغدادي، أبو أحمد السامرائي: نزل مصر، المقرئ، مسند القراء في زمانه، عرض على محمد بن حمدون الحذّاء، وأحمد بن سهل الإشناني، وابن مجاهد وغيرهم كثير، قال الداني: ضابط ثقة، طال عمره وتغيّر حفظه آخر حياته"، قرأ عليه فارس بن أحمد وغيره كثير. توفي محرّم سنة ست وثمانين وثلاثمائة. غاية النهاية ١/ ٤١٦.
(٥) تُرجم له في إسناد قراءة ابن كثير.
(٦) محمد بن أحمد الكاتب في إسناد قراءة الإمام ابن كثير.
(٧) أبو بكر بن مجاهد: تُرجم له في إسناد قراءة الإمام ابن كثير.
(٨) مضر بن محمد بن خالد بن الوليد، أبو محمد الضبي الأسدي الكوفي، معروف، وثّق، روى القراءة سماعا عن أحمد بن محمد البزي، وعبد الله بن ذكوان وغيرهما، وروى الحروف عنه: أبو بكر بن مجاهد، وأحمد بن عمر الواسطي، وابن شنبوذ، وغيرهم. غاية النهاية ٢/ ٣٠٠.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (111,'أبي بزة، قال: قرأت على عكرمة بن سليمان بن عامر (١)، وقال: قرأت على إسماعيل بن عبد الله القُسط (٢)، وقال: قرأت على ابن كثير نفسه. كذا قال البزيّ.
وقرأتُ بها القرآن كله على أبي القاسم عبد العزيز بن جعفر ابن محمد المقرئ الفارسي (٣)، وقال لي: قرأت بها القرآن كله على أبي بكر محمد بن الحسن النقّاش (٤)، وقال لي: قرأت بها على أبي ربيعة محمد بن إسحاق الرّبَعِي (٥)، وقال: قرأت على البزيّ.
_________
(١) عكرمة بن سليمان بن عامر، أبو القاسم، المكي، المقرئ، مولى آل شيبة الحجبي، قرأ القرآن على شبل بن عبّاد، وإسماعيل القسط، قرأ عليه أحمد البزي، وغيره، وتفرّد عنه البزي بحديث التكبير من {والضُّحَى} وهو مستور، خلف شبل في الإقراء، وتوفي قبل المائتين. معرفة القراء الكبار ص ٨٨. باختصار. غاية النهاية ١/ ٥١٥.
(٢) تُرجم له في إسناد قراءة الإمام ابن كثير المكي.
(٣) عبد العزيز بن جعفر بن محمد بن إسحاق بن محمد بن خواستي، أبو القاسم الفارسي، ثم البغدادي مقرئ نحوي، شيخ صدوق، قرأ على أبي بكر النقّاش، وعبد الواحد بن أبي هاشم، وقرأ عليه الحافظ الداني لما نزل الأندلس تاجرا. مات في الأندلس سنة ثنتي عشرة وأربعمائة. وهو ابن اثنين وتسعين سنة. غاية النهاية ١/ ٣٩٢.
(٤) محمد بن الحسن بن محمد بن زياد بن هارون الموصلي، ثم البغدادي، أبو بكر النقاش، المفسر: أحد الأعلام، عني بالقراءات منذ صغره، قرأ على الأخفش، وإسماعيل بن عبد الله النحاس، وغيرهم، برع في القرآن والسنة، عرض عليه خلق لا يحصون، منهم: محمد بن أشته، ومحمد الشنبوذي. توفي سنة إحدى وخمسين وثلاثمائة. معرفة القراء الكبار ص ١٦٧.
(٥) أبو ربيعة محمد بن إسحاق بن وهب بن أعين بن سنان الرّبَعي المكيالمؤدّب، مؤذن المسجد الحرام، مقرئ جليل، ضابط، عرض على البزي وقنبل وضبط قراءتهما، وصنّف في ذلك كتابا، وعرض عليه: محمد بن الصباح، وأبو بكر النقاش، وغيرهم كثير. مات في رمضان سنة أربع وتسعين ومائتين. غاية النهاية ٢/ ٩٩.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (112,'<span data-type="title" id=toc-87>إسناد قراءة أبي عمرو بن العلاء:</span>
فأما رواية أبي عُمر فحدثنا بها محمد بن أحمد بن علي (١) قال: حدثنا أبو عيسى محمد بن أحمد بن قطن (٢) سنة ثماني عشرة وثلاثمائة قال: حدثنا أبو خلّاد سليمان بن خلاد (٣) قال: حدثنا أبو عُمر اليزيدي (٤) عن أبي عمرو، وقرأت بها القرآن كله من طريق أبي عُمر على شيخنا عبد العزيز بن جعفر بن محمد بن إسحاق المقرئ البغدادي (٥)، وقال لي: قرأت بها على أبي طاهر عبد الواحد بن عمر بن أبي هاشم المقرئ (٦) ما لا أحصيه كثرة، وقال: قرأت بها على
_________
(١) أبو مسلم محمد بن أحمد الكاتب: تُرجم له في إسناد قراءة ابن كثير.
(٢) أبو عيسى محمد بن أحمد بن قطن بن خالد بن حيّان الوكيل: المؤدّب، السمسار، البغدادي، شيخ مقرئ، حافظ ضابط، روى القراءة سماعا عن أبي خلاد سليمان ابن خالد، صاحب اليزيدي، روى القراءة عنه أبو بكر النقاش، ومحمد بن أحمد الكاتب. غاية النهاية ٢/ ٧٩.
(٣) أبو خلاد سليمان بن خلّاد، وقيل: خالد، والأول أصح، النحوي السامري، المؤدب: صدوق مُصدّر، عرض على اليزيدي، وأخذ عنه محمد بن أحمد بن قطن وغيره. مات سنة إحدى وستين ومائتين. غاية النهاية ١/ ٣١٣.
(٤) تُرجم له في المقدمة.
(٥) تُرجم له في إسناد رواية البزّي.
(٦) أبو طاهر عبد الواحد بن عمر بن أبي هاشم المقرئ البغدادي البزاز: الأستاذ الكبير الإمام النحوي العلم الثقة، مؤلف كتاب "البيان والفصل"، عرض على أحمد بن سهل الإشناني، وابن مجاهد، وغيرهم كثير، قال أبو عمرو الداني: لم يكن بعد ابن مجاهد مثل أبي طاهر في علمه وفهمه مع الصدق والاستقامة". مات في شوّال سنة تسع وأربعين وثلاثمائة، وقد جاوز السبعين. غاية النهاية ١/ ٤٧٥.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (113,'أبي بكر ابن مجاهد (١)، وقال: قرأت على أبي الزّعراء عبد الرحمن بن عبدوس (٢)، وقال: قرأت على أبي عُمر وقال: قرأت على اليزيدي (٣)، وقال: قرأت على أبي عمرو.
وأما رواية أبي شعيب: فحدثنا بها خلف بن إبراهيم بن محمد المقرئ (٤)، قال: حدثنا أبو محمد الحسن بن رشيق المُعدّل (٥) قال: حدثنا أبو عبد الرحمن أحمد بن شعيب النسائي (٦) قال: حدثنا أبو شعيب قال: حدثنا اليزيديّ عن أبي عمرو.
وقرأ بها القرآن كله بإظهار الأول من المثلين والمتقاربين، وبإدغامه على فارس بن أحمد (٧) المقرئ، وقال لي: قرأت بها كذلك على عبد الله ابن الحسين المقرئ (٨)، وقال لي: قرأت بها كذلك على أبي عمران
_________
(١) تُرجم له في إسناد قراءة ابن كثير ..
(٢) أبو الزعراء عبد الرحمن بن عبدوس البغدادي، من جلة أهل الأداء وحذّاقهم، وأرفع أصحاب أبي عُمر الدوري، قرأ عليه ابن مجاهد، وعلي بن الحسين الرقي، وخلْق. مات سنة بضع وثمانين ومائتين. قاله أبو عبد الله الحافظ. معرفة القراء الكبار ص ١٣٨. غاية النهاية ١/ ٣٧٣.
(٣) تُرجم له في المقدمة.
(٤) تُرجم له في إسناد رواية ورش.
(٥) أبو محمد الحسن بن رشيق المعدل المصري، مشهور، عالي السند، روى الحروف عن أحمد بن شعيب النسائي، ليّنه الحافظ عبد الغني بن سعيد. غاية النهاية ١/ ٢١٢.
(٦) أبو عبد الرحمن أحمد بن شعيب بن علي بن سنان النسائي، الحافظ الكبير، روى القراءة عن شعيب السوسي، وأحمد بن نصر، وروى عنه الحروف محمد بن أحمد ابن قطن، والحسن بن رشيق المعدل. مات سنة ثلاث وثلاثمائة في شهر صفر بالرملة. غاية النهاية ١/ ٦١.
(٧) شيخ المصنف: تُرجم له في إسناد قراءة نافع.
(٨) تُرجم له في إسناد قراءة ابن كثير.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (114,'موسى بن جرير النحوي (١)، وقال: قرأت على أبي شعيب، وقال: قرأت على اليزيدي، وقال: قرأت على أبي عمرو.
قال أبو عمرو: وحدثنا بأصول الإدغام محمد بن أحمد، عن ابن مجاهد، عن عبد الرحمن بن عبْدوس عن الدوري عن اليزيدي (٢) عن أبي عمرو.
وحدثنا بها أيضا أبو الحسن شيخنا (٣) قال: حدثنا عبد الله ابن المبارك (٤)، عن جعفر بن سليمان (٥)، عن أبي شعيب، عن اليزيدي
_________
(١) أبو عمران موسى بن جرير النحوي الرقي الضرير المقرئ: مصدّر، حاذق مشهور، عرض على السوسي، وهو من أجل أصحابه، عرض عليه أحمد بن الحسين الكتاني وغيره كثير، قال الذهبي: مات في حدود سنة عشر وثلاثمائة، وقال الداني: ست عشرة، وهو الأقرب. غاية النهاية ٢/ ٣١٨.
(٢) محمد بن أحمد الكاتب وابن مجاهد وابن عبدوس واليزيدي، تُرجم لهم من قبل.
(٣) شيخ المصنف أبو الحسن هو: أبو الحسن طاهر بن غَلبُون المقرئ، اسم أبيه: عبد المنعم بن عبيد الله بن غلبون بن المبارك الحلبي، نزيل مصر، وضبط الفيروزآبادي اسم غَلبون بغين معجمة مفتوحة، ولام ساكنة، وباء موحدة، والعلامة الداني ذكر في مؤلّفه هذا في إسناد قراءة أبي حفص أنّ غُلبون بضم الغين.

وهو أستاذ عارف وثقة، ضابط وحجة، محرر مؤلف "التذكرة في القراءات الثمان" عرض على أبيه، وعبد العزيز بن علي، ويوسف الحِرنْكي بالبصرة، وغيرهم كثير، عرض عليه المصنف وأحمد بن بابشاذ وغيرهم. توفي بمصر في شوال سنة تسع وتسعين وثلاثمائة. غاية النهاية ١/ ٣٣٩. القاموس المحيط ص ١١٢.
(٤) عبد الله بن المبارك، أبو محمد: شيخ روى القراءة عن جعفر بن سليمان الشملاني، وروى عنه القراءة طاهر بن عبد المنعم بن غَلبون. غاية النهاية ١/ ٤٤٦.
(٥) جعفر بن سليمان المِشحلاني، أبو أحمد أو أبو الحسين، روى القراءة عن أبي شعيب السوسي، وله عنه نسخة، روى عنه القراءة عبد الله بن المبارك، وعبد المنعم ابن غلبون، وهو الذي روى الإدغام الكبير منصوصا. توفي بعد الثلاثين وثلاثمائة. قاله الذهبي، غاية النهاية ١/ ١٩٢.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (115,'عن أبي عمرو.

<span data-type="title" id=toc-88>إسنادة قراءة ابن عامر:</span>
فأما رواية ابن ذكوان، فحدثنا بها محمد بن أحمد قال: حدثنا أحمد بن موسى قال: حدثنا أحمد بن يوسف التغلبي (١) قال: حدثنا عبد الله ابن ذكوان قال: حدثنا أيوب بن تميم التميمي (٢) قال: حدثنا يحيى ابن الحارث الذّماري (٣) قال: قرأت على ابن عامر.
قال أبو عمرو: وقرأتُ بها القرآن كله على عبد العزيز بن جعفر الفارسي المقرئ، وقال لي: قرأت بها على أبي بكر محمد بن الحسن النقّاش (٤)، وقال: قرأت بها بدمشق على أبي عبد الله هارون بن موسى بن شريك الأخفش (٥)، ورواها الأخفش عن عبد الله بن ذَكْوان.
وأما روايةُ هشام: فحدثنا بها محمد بن أحمد قال: حدثنا ابن مجاهد
_________
(١) أحمد بن يوسف التغلبي، أبو عبد الله البغدادي، روى القراءة عن ابن ذكوان، قال الداني: وله عنه نسخة. وروى القراءة عن أبي عبيد القاسم بن سلام، روى عنه ابن مجاهد ومحمد بن جرير الطبري، وغيرهم. غاية النهاية ١/ ١٥٢.
(٢) أيوب بن تميم بن سليمان بن أيوب، أبو سليمان التميمي الدمشقي، ضابط مشهور، قرأ على يحيى بن الحارث الذماري، وهو خليفته في الإقراء، قرأ عليه عبد الله بن ذكوان وهشام وغيرهم. توفي سنة ثمان وتسعين ومائة، وهو ابن تسعين سنة. غاية النهاية ١/ ١٧٢.
(٣) تُرجم له في رجال ابن عامر.
(٤) عبد العزيز بن جعفر، والنقّاش: تُرجم لهم في إسناد رواية البزي.
(٥) أبو عبد الله هارون بن موسى بن شريك الأخفش الدمشقي: شيخ المقرئين بدمشق في زمانه، قرأ على ابن ذكوان، وأخذ الحروف عن هشام بن عمار، قرأ عليه خلق كثير، منهم: أبو الحسن ابن شنبوذ، وصنّف في القراءات والعربية، كان ثقة معمرا. توفي سنة اثنين وتسعين ومائتين، وله ثنتان وتسعون سنة. معرفة القراء الكبار ص ١٤٢.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (116,'قال: حدثنا الحسن بن أبي مهران الجمّال (١) قال: حدثنا أحمد بن يزيد الحُلْواني (٢) قال: حدثنا هشام بن عمّار قال: حدثنا عِراك بن خالد المُرّي (٣) قال: قرأت على يحيى بن الحارث الذّماري قال: قرأت على عبد الله بن عامر (٤).
وقرأت بها القرآن كله على أبي الفتح شيخنا (٥)، وقال لي: قرأتُ بها على عبد الله بن الحسين المقرئ (٦) وقال: قرأت بها على محمد ابن أحمد بن عَبْدان المقرئ (٧) وقال: قرأت على الحُلْواني (٨) وقال: قرأت على هشام.
_________
(١) الحسن بن العباس بن أبي مهران الجمال، أبو علي الرازي: شيخ عارف حاذق ثقة، إليه المنتهى في الضبط والتحرير، قرأ على أحمد بن قالون والحلواني، وغيرهم كثير، روى القراءة عنه ابن مجاهد وابن شنبوذ، وغيرهم. توفي سنة تسع وثمانين ومائتين. غاية النهاية ١/ ٢١٦.
(٢) أحمد بن يزيد الحلواني، أبو الحسن المقرئ: من كبار الحذّاق المجودين، قرأ على قالون وعلى خلف البزاز، وهشام وجماعة، وكان ثبتا في قالون وهشام. توفي سنة خمسين ومائتين. معرفة القراء الكبار ص ١٢٩.
(٣) عراك بن خالد بن يزيد بن صالح بن صبيح المري الدمشقي المقرئ، أبو الضحاك، صاحب يحيى الذّماري، ومقرئ دمشق في زمانه، قرأ عليه هشام، وحدّث عنه ابن ذَكوان، توفي قبل المائتين. معرفة القراء الكبار ص ٩٠.
(٤) قال أبو عمرو في (أ) و (ط) و (ت).
(٥) فارس بن أحمد: تُرجم له في إسناد رواية قالون.
(٦) تُرجم له في إسناد رواية قنبل.
(٧) محمد بن أحمد بن عبدان المقرئ الجزري: عرض على أحمد الحُلواني عن هشام، وقرأ عليه عبد الله بن الحسين السامري، وسنه فوق المائة. قال ابن الجزري: لا أعرف عن حاله شيئا غير أنه في التيسير وغيره. غاية النهاية ٢/ ٦٤.
(٨) تُرجم له في رواية هشام.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (117,'<span data-type="title" id=toc-89>إسناد قراءة عاصم:</span>
فأما رواية أبي بكر فحدثنا بها محمد بن أحمد بن علي الكاتب قال: حدثنا ابن مجاهد قال: حدثنا إبراهيم بن أحمد بن عمر الوكيعي (١) قال:
حدثنا أَبِي (٢) قال: حدثنا يحيى بن آدم (٣) قال: حدثنا أبو بكر: عن عاصم (٤) وقرأت بها القرآن كله على فارس بن أحمد المقرئ، وقال لي: قرأتُ بها على أبي الحسن عبد الباقي بن الحسن المقرئ (٥) وقال: قرأت على إبراهيم بن عبد الرحمن بن أحمد المقرئ البغدادي (٦)، وقال: قرأت على يوسف بن يعقوب الواسطي (٧)، وقال: قرأت على شعيب
_________
(١) إبراهيم بن أحمد بن عمر الوكيعي الضرير، أبو إسحاق البغدادي، مشهور، روى القراءة عن أبي بكر بن عيّاش عن أبيه، وروى عنه ابن مجاهد. توفي في ذي الحجة سنة تسع وثمانين ومائتين. غاية النهاية ١/ ٧.
(٢) أحمد بن عمر الوكيعي بن حفص الشيخ، أبو إبراهيم البغدادي الضرير، روى القراءة عن يحيى بن آدم، وروى القراءة عنه ابنُه إبراهيم وعلي بن أحمد الوزان. توفي سنة خمس وثلاثين ومائتين في صفر. غاية النهاية ١/ ٩٢.
(٣) يحيى بن آدم بن سليمان الإمام، أبو زكريا القرشي، مولى آل أبي معيط الكوفي الأحول، صاحب أبي بكر ابن عيّاش، روى حرف عاصم سماعا من غير تلاوة، أخذ عنه القراءة إسحاق بن راهويه وخلْق، وروى عنه أحمد بن حنبل وابن معين ووثّقه، وكذا النسائي. توفي سنة ثلاث ومائتين. معرفة القراء الكبار ص ٩٩.
(٤) في (أ) و (ت) و (ط): "قال أبو عمرو: وقرأت ... "
(٥) أبو الحسن عبد الباقي بن الحسن المقرئ السقا: تُرجم له في إسناد رواية قالون.
(٦) إبراهيم بن عبد الرحمن بن أحمد، أبو إسحاق البغدادي: مقرئ، قرأ على يوسف بن يعقوب الواسطي وابن مجاهد، وقرأ عليه عبد الباقي بن الحسن. غاية النهاية ١/ ١٦.
(٧) يوسف بن يعقوب الواسطي، أبو بكر الأصم: إمام جامع واسط ومقرئها، قرأ القرآن على يحيى بن محمد العليمي، وحماد بن شعيب، وشعيب الصريفيني، وقرأ عليه الحسن المطوعي، وأبو بكر النقاش، وخلْق، توفي سنة ثلاث عشرة وثلاثمائة. القراء الكبار ص ١٤٣.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (118,'ابن أيوب الصريفيني (١) وقال: قرأت بها على يحيى بن آدم عن أبي بكر عن عاصم.
قال أبو عمرو: وقال لي فارس بن أحمد: وقرأت بها أيضا على عبد الله بن الحسين، وأخبرني أنه قرأ على أحمد بن يوسف القافُلاني (٢)، وقرأ أحمد على الصريفيني عن يحيى بن آدم عن أبي بكر عن عاصم.
وأما رواية حفص: فحدثنا بها أبو الحسن بن غُلْبون (٣) بضم الغين، المقرئ، وقال: حدثنا أبو الحسن على بن محمد بن هشام ابن صالح الهاشمي الضرير المقرئ (٤) بالبصرة، قال: حدثنا أبو العباس أحمد بن سهل الإشناني (٥) قال: قرأت على أبي محمد عبيد
_________
(١) شعيب بن أيوب الصريفيني - صريفين واسط -: أخذ القراءة على يحيى بن آدم عرضا، قرأ عليه يوسف بن يعقوب القاضي، وأبو بكر أحمد بن يوسف القافلاني، وكان رأسا في قراءة عاصم، وثّقه الدارقطني، توفي بواسط سنة إحدى وستين ومائتين .. معرفة القراء الكبار ص ١٢١.
(٢) أحمد بن يوسف أبو بكر القافلاني: قرأ على شعيب بن أيوب الصريفيني، وإدريس ابن عبد الكريم، قرأ عليه عبد الله بن الحسين، وأحمد بن محمد بن الشارب. غاية النهاية ١/ ١٥٣.
(٣) تُرجم له - وهو أحد شيوخ المصنف - في إسناد رواية أبي شعيب.
(٤) على بن محمد بن صالح بن أبي داود أبو الحسن الهاشمي، ويُقال الأنصاري البصري الضرير: ثقة عارف مشهور، عرض على أحمد الإشناني وابن غلبون وغيرهم. مات سنة ثمان وستين وثلاثمائة. غاية النهاية ١/ ٥٦٨.
(٥) أحمد بن سهل بن فيروزان الإشناني، أبو العباس المقرئ، قرأ على عبيد بن الصباح، صاحب حفص، برع في القراءة، قرأ عليه الحسن المطوعي وأبو بكر النقّاش وغيرهم، وثّقه الدراقطني. توفي أول سنة سبع وثلاثمائة ببغداد. معرفة القراء الكبار ص ١٤٢.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (119,'ابن الصبّاح (١)، وقال: قرأتُ على حفص (٢) وقال: قرأت على عاصم.
قال أبو عمرو: وقرأت بها القرآن كله على شيخنا أبي الحسن، وقال لي: قرأتُ بها على الهاشمي، وقال: قرأتُ على الإشناني عن عبيد عن حفص عن عاصم.

<span data-type="title" id=toc-90>إسناد قراءة حمزة:</span>
فأما رواية خلف فحدثنا بها محمد بن أحمد (٣) قال: حدثنا ابن مجاهد قال: حدثنا إدريس بن عبد الكريم (٤) قال: حدثنا خلف عن سليم عن حمزة.
قال أبو عمرو: وقرأت بها القرآن كله على أبي الحسن شيخنا، وقال لي: قرأتُ بها على أبي الحسن محمد بن يوسف بن نهار الحِرْتكي (٥) بالبصرة. وقال لي: قرأت بها على أبي الحسين أحمد
_________
(١) أبو محمد عبيد بن الصبّاح بن صبح الكوفي، أخو عمرو بن الصبّاح، أخذ القراءة عرضا على حفص، وهو من أجل أصحابه، أخذ عنه سماعا أحمد بن سهل الإشناني، كان من الورعين المتقين. معرفة القراء الكبار ص ١٢٠.
(٢) تُرجم له في المقدمة.
(٣) هو محمد بن أحمد بن علي البغدادي الكاتب: تُرجم له في إسناد رواية قنبل.
(٤) إدريس بن عبد الكريم الحداد المقرئ، أبو الحسن البغدادي، قرأ على خلف البزاز، أقرأ الناس ورُحل إليه من البلاد، قرأ عليه ابن شنبوذ، وأبو بكر بن مقسم، والحسن المطوعي، وثقه الدراقطني، وتوفي سنة اثنين وتسعين ومائتين وله ثلاث وتسعون سنة. معرفة القراء الكبار ص ١٤٥.
(٥) أبو الحسن محمد بن يوسف بن نهار الحِرْتكي، بكسر الحاء وسكون الراء، البصري، إمام جامع البصرة، شيخ محقّق، معروف بالضبط والإتقان، عرض على ابن مجاهد وأبي الحسن بن شنبوذ، وأحمد بن بويان وغيرهم، وعرض عليه طاهر بن غلبون وغيره، ذكر الداني أنه توفي بالبصرة سنة سبعين وثلاثمائة. غاية النهاية ٢/ ٢٨٨.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (120,'ابن عثمان بن جعفر بن بويان (١)، وقال لي: قرأت على إدريس ابن عبد الكريم قبل أن يقرأ باختيار خلف، وقال: قرأت على خلف، وقال: قرأت على سليم، وقال: قرأت على حمزة.
وأما رواية خلاد: فحدثنا بها محمد بن أحمد قال: حدثنا أحمد ابن موسى (٢) قال: حدثنا يحيى بن أحمد بن هارون المزوّق (٣) عن أحمد بن يزيد الحُلواني (٤) عن خلّاد عن سليم عن حمزة.
قال أبو عمرو: وقرأت بها القرآن كله على أبي الفتح الضرير شيخنا، وقال لي: قرأت بها على عبد الله بن الحسين المقرئ، وقال: قرأت بها على محمد بن أحمد بن شنبوذ (٥).
_________
(١) تُرجم له في إسناد رواية قالون ص ١١١.
(٢) تُرجم له في إسناد قراءة ابن كثير.
(٣) يحيى بن أحمد بن هارون المرزوق روى القراءة عن أحمد بن يزيد الحلواني، عن خلاد، وروى القراءة عنه أبو بكر بن مجاهد. غاية النهاية ٢/ ٣٦٧.
(٤) تُرجم له في إسناد رواية هشام.
(٥) محمد بن أحمد بن أيوب بن الصلت بن شنبوذ الإمام، أبو الحسن البغدادي، شيخ الإقراء بالعراق أستاذ كبير، عرض على إبراهيم الحربي وأحمد بن بشار وغيرهم، قرأ عليه أحمد بن نصر والحسن المطوعي، وعبد الله بن الحسين السامري، وغيرهم كثير، قرأ عليه: أحمد بن نصر والحسن المطوعي، وعبد الله بن الحسين السامري، وغيرهم كثير، وكان يرى جواز القراءة بالشاذّ، وأخذ عليه وعقد له مجلسٌ حضره ابن مجاهد والوزير ابن مقلة، وضُرب على ألا يقرأ بالشاذ، وبينه وبين ابن مجاهد وحشة وخلاف، وكلاهما إمام في القرآن. توفي سنة ثمان وعشرين وثلاثمائة في صفر، وفيها مات ابن مقلة. غاية النهاية ٢/ ٥٢، ٥٦.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (121,'وقال: قرأت على أبي بكر محمد بن شاذان الجوهري المقرئ (١)، وقال: قرأت على خلاد، وقال: قرأت على سليم، وقرأ سليم على حمزة.

<span data-type="title" id=toc-91>إسناد قراءة الكسائي:</span>
فأما رواية الدوري فحدثنا بها أبو محمد عبد الرحمن بن عمر بن محمد المعدّل (٢) قال: حدثنا عبد الله بن أحمد الدمشقي قال: حدثنا جعفر بن محمد بن أسد النصيبي (٣) قال: حدثنا أبو عمر الدوري عن الكسائي.
قال أبو عمرو: وقرأت بها القرآن كله على أبي الفتح، وقال لي: قرأتُ بها على عبد الباقي بن الحسن، وقال: قرأت على محمد بن علي الجُلَنْدي الموصلي (٤)، وقال: قرأت على جعفر بن محمد، وقال: قرأت على أبي عُمر، وقال: قرأت على الكسائي.
_________
(١) أبو بكر محمد بن شاذان الجوهري المقرئ، قرأ على خلاد بن خالد صاحب سليم، قرأ عليه ابن شنبوذ وغيره، وثّقه الدارقطني، ومات سنة ست وثمانين ومائتين، وقد نيّف على التسعين. معرفة القراء الكبار ص ١٤٥.
(٢) هو عبد الرحمن بن عمر بن محمد، أبو محمد المعدل النحاس: روى القراءة عن عبد الله بن أحمد الدمشقي، وروى القراءة عنه الحافظ أبو عمرو الداني، وأحمد ابن هاشم. انظر: غاية النهاية ١/ ٣٧٦.
(٣) جعفر بن محمد بن أسد النصيبي، أبو الفضل الضرير، يعرف بابن الحمامي، حاذق ضابط، شيخ نصيبين والجزيرة، قرأ على الدوري، وقرأ عليه محمد بن علي ابن الجلندا، وروى عنه الحروف إبراهيم بن أحمد الحرفي. توفي سنة سبع وثلاثمائة. غاية النهاية ١/ ١٩٥. معرفة القراء الكبار ١/ ٢٤٢.
(٤) محمد بن علي بن الحسن بن الجلندا، أبو بكر الموصلي، مقرئ متقن ضابط، عرض على محمد بن إسماعيل القرشي، والفضل بن داود المدني ومحمد بن هارون النمار وغيرهم، وعرض عليه عبد الباقي بن الحسن. توفي سنة بضع وأربعين وثلاثمائة. غاية النهاية ٢/ ٢٠١.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (122,'وأما رواية أبي الحارث: فحدثنا بها محمد بن أحمد، قال: حدثنا ابن مجاهد قال: حدثنا محمد بن يحيى (١) عن أبي الحارث عن الكسائي.
قال أبو عمرو: وقرأت بها القرآن كله على فارس بن أحمد، وقال: قرأت بها على أبي الحسين عبد الباقي بن الحسين، وقال: قرأت على زيد بن علي (٢)، وقال: قرأت على أحمد بن الحسين المعروف بالبطي (٣)، وقال: قرأت على محمد بن يحيى الكسائي، وقال: قرأت على أبي الحارث، وقال: قرأت على الكسائي.
قال أبو عمرو: فهذه بعض الأسانيد التي أدت إلينا هذه الروايات رواية وتلاوة، وبالله التوفيق.
_________
(١) محمد بن يحيى أبو عبد الله الكسائي الصغير البغدادي، مقرئ محقق جليل ثقة، أخذ القراءة عرضا على أبي الحارث الليث بن خالد، وعرض عليه أبو بكر بن مجاهد وأبو مزاحم الخاقاني وابن شنبوذ وغيرهم. توفي سنة ثمان وثمانين ومائتين. وقيل: ثمانين. وقيل: نيّف وسبعين. غاية النهاية ٢/ ٢٧٩.
(٢) زيد بن علي بن أحمد بن محمد بن عمران بن أبي بلال، أبو القاسم العجلي الكوفي، شيخ العراق، إمام حاذق ثقة، قرأ على أحمد بن فرج وأحمد بن الحسين البطي، وغيرهم كثير. توفي ببغداد سنة ثمان وخمسين وثلاثمائة.
غاية النهاية ١/ ٢٩٨. وليس يزيد بن علي بن الحسين بن علي: إمام الزيدية، والذي خرج على هشام بن عبد الملك في العراق سنة عشرين ومائة.
(٣) أحمد بن الحسن المعروف بالبطي، مقرئ ضابط جليل مشهور، قرأ على محمد بن يحيى الكسائي، وهو من أجل الصحابة، قرأ عليه زيد بن علي بن أبي بلال وغيره، وتوفي سنة ثلاثين وثلاثمائة. غاية النهاية ١/ ٤٧.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (123,'<span data-type="title" id=toc-92>باب ذكر الاستعاذة </span>(١)
اعلم: أن المستعمل عند الحذّاق من أهل الأداء (٢) في لفظها: {أعوذ بالله من الشيطان الرجيم} دون غيره (٣)، وذلك لموافقة الكتاب والسنة.

<span data-type="title" id=toc-93>[فأما الكتاب] </span>(٤): فقول الله - عز وجل - لنبيه - صلى الله عليه وسلم -: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٥)}.
_________
(١) الاستعاذة: طلب الالتجاء إلى الله، ومنه (استعاذ بفلان) أي: لجأ إليه، ومادة (عَوَذ) بمعنى الالتجاء والتعلّق به. مختار الصحاح ص ٣٤١. والمفردات للراغب ص ٥٦٤.
(٢) أهل الأداء: هم الذين في الأسانيد من القرّاء، ومنه قول المصنّف: الذين أدّوا إليهم القراءة عن رسول الله - صلى الله عليه وسلم - ". وقوله: "الإسناد الذي أدّى إلىَّ القراءة".
(٣) والصيغ التي وردت فيها مثل: (أعوذ بالله السميع العليم من الشيطان الرجيم) و (أعوذ بالله العظيم من الشيطان الرجيم)، و (أعوذ بالله من الشيطان الرجيم إن الله هو السميع العليم)، و (أعوذ بالله العظيم السميع العليم من الشيطان الرجيم)، و (أعوذ بالله العظيم من الشيطان الرجيم إن الله هو السميع العليم)، و (أعوذ بالله من الشيطان الرجيم وأستفتح الله وهو خير الفاتحين)، و (أعوذ بالله العظيم ووجه الكريم وسلطانه القديم من الشيطان الرجيم). و (أعوذ بالله العلي من الشيطان الغوي). وغيرها مما فيه شتمٌ للشيطان. والمختار ما ذكره المؤلّف، وليس بمجمع عليه. قال ابن الجزري: "ودعوى الإجماع على هذا اللفظ بعينه مشكلة، والظاهر أن المراد على أنّه المختار، فقد ورد تغيير هذا اللفظ والزيادة عليه والنقص منه".
انظر: النشر لابن الجزري (١/ ٢٤٣). جامع البيان في القراءات السبع المشهورة للمصنف (ل ٥٧). والغاية لابن مهران ص ٤٩٣، والتذكرة لابن غلبون ١/ ٦٢. والتلخيص لابن معشر الطبري ص ١٣٣. والتبصرة لمكيّ بن أبي طالب. ص ٢٤٦. والكنز لابن الوجيه الواسطي ص ١٢٠. وغيث النفع للصفاقسي ص ١٨. وكذا قال النووي في التبيان ص ٤٦.
(٤) ما بين المعقوفين زائد على (ب).
(٥) سورة النحل: ٩٨.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (124,'<span data-type="title" id=toc-94>وأما السنة: </span>فما رواه نافع (١) بن جبير بن مطعم عن أبيه (٢)
عن النبي - صلى الله عليه وسلم - أنه استعاذ قبل القراءة بهذا اللفظ بعينه (٣).
_________
(١) نافع بن جبير بن مطعم بن عدي بن نوفل بن عبد مناف بن قصي القرشي، توفي نافع بالمدينة سنة تسع وتسعين في آخر خلافة سليمان بن عبد الملك، وقد روى عن أبي هريرة، وكان ثقة، أكثر حديثا من أخيه محمد. انظر: طبقات ابن سعد ٥/ ٢٠٥.
(٢) أبوه: هو جبير بن مطعم بن عدي بن نوفل القرشي، من أكابر قريش وعلماء النسب، أسلم بعد الحديبية وقبل الفتح، مات في خلافة معاوية سنة سبع أو ثمان أو تسع وخمسين. الإصابة ١/ ٥٧٠. وأبوه المطعم بن عدي من أشراف قريش وكبرائها، وهو الذي أجار النبي - صلى الله عليه وسلم - ومنعه بعد رجوعه من الطائف. ومات قبل وقعة بدر.

الأعلام ٧/ ٢٥٢.
(٣) الحديث رواه أبو داود وابن ماجه والطبراني في الكبير، وأبو نعيم في أخبار أصبهان، والحاكم وصححه، والذهبي من حديث ابن مسعود، والإمام أحمد من حديث أبي أمامة مسعود الباهلي، وابن خزيمة في صحيحه من حديث نافع وابن مسعود - رضي الله عنه -، والحديث حسنٌ لغيره، وإسناده ضعيف لضعف الراوي عن نافع بن جبير. وقد اختلف في علي بن عمرو بن مرة، ففي رواية مسعر عنه كما في هذه الرواية ورواية أخرى أبهمه ولم يسمه. وفي رواية حصين السلمي سماه عباد بن عاصم، وسماه في رواية شعبة عاصما العنزي، وهو الصواب فيما ذكره الدراقطني. وعاصم لم يوثقه إلا ابن حبان، وقال البزار: "غير معروف". وقال البخاري في التاريخ الكبير: "لا يصح". وقال ابن خزيمة: "عاصم وعباد مجهولان لا يعرف حالهما". وبقية رجاله رجال الشيخين قلت: والذي يظهر أن المصنف أراد صلب الاستعاذة التي وردت في الحديث، أي: سنامها، وترك الزيادة، وهي "من همزه ونفخه ونفثه".وهذه الصيغة نقلها القراء طبقة عن طبقة أكثر من غيرها، والاستعاذ في الصلاة ورد فيها هذه الصيغة، وصيغة أخرى وهي: (أعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ونفثه). وقال العلامة ابن الجزري: "وقد ورد النص عن النبي - صلى الله عليه وسلم - بـ"أعوذ بالله من الشيطان الرجيم" ففي الصحيحين من حديث سليمان بن صرد - رضي الله عنه - قال: استبّ رجلان عند النبي - صلى الله عليه وسلم -، ونحنُ عنده جلوس، وأحدُهما يسبّ صاحبه مغضبا قد احمرّ وجهه، فقال النبي - صلى الله عليه وسلم -: "إني لأعلم كلمةً لو قالها لذهب عنه ما يجدُه: لو قال: "أعوذ =بالله من الشيطان الرجيم". رواه البخاري في باب الحذر من الغضب في كتاب الأدب". أ. هـ .. قلت: وهذا النصّ على الاستعاذة عند الغضب، ولكن يُستأنسُ بذلك؛ لأن النبي - صلى الله عليه وسلم - اختار هذه الصيغة دون غيرها. والله أعلم. وانظر: مسند الإمام أحمد حديث رقم (١٦٧٣٩)، والمسند بتحقيق شعيب الأرناؤوط ورفاقه (٢٧/ ٣٠٣). وسنن أبي داود: كتاب الصلاة، في باب ما يستفتح به الصلاة من الدعاء (١/ ٤٨٦). وسنن ابن ماجه حديث رقم (٨٠٧) مع شرح السندي (١/ ٤٤٤). وصحيح ابن خزيمة (١/ ٢٣٩، ٢٤٠). والمستدرك للحاكم (١/ ٣٢٥)، والنشر (١/ ٢٤٣)، وصفة صلاة النبي - صلى الله عليه وسلم - للألباني (ص ٦٨)، وإرواء الغليل للألباني (٢/ ٥٣).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (125,'وبذلك قرأتُ وبه آخذ، ولا أعلم خلافا بين أهل الأداء في الجهر بها عند افتتاح القرآن، وعند الابتداء برؤوس الأجزاء وغيرها في مذهب الجماعة اتباعا للنص واقتداء بالسنة (١).
فأما الرواية بذلك؛ فوردت عن أبي عمرو أداءً من طريق أبي حمدون (٢) عن اليزيدي [عنه] (٣)، ومن طريق محمد بن غالب (٤)
_________
(١) وهو الذي عليه عامة الفقهاء كالشافعي وأبي حنيفة وأحمد. انظر: النشر ١/ ٢٤٣. وتحبير التيسير ص ٣٩. والدر النثير والعذب النمير للمالقي، بتحقيق المقرئ ١/ ١٠٥.
(٢) هو: الطيب بن إسماعيل بن أبي تراب، أبو حمدون الذهلي البغدادي النقّاش للخواتم: مقرئ ضابط ثقة صالح، قرأ على إسحاق المسيبي، ويحيى بن آدم وغيرهم، وروى الحروف عن سليمان بن داود الهاشمي، وسمع الكسائي، عرض عليه الحسن ابن الحسين الصواف، والحسين بن شريك، وعبد الله بن أحمد بن الهيثم البلخي وغيرهم. مات في حدود سنة أربعين ومائتين. غاية النهاية ١/ ٣٤٣.
(٣) ما بين المعقوفين زايد على (أ)، و (ب) و (ج) و (ط).
(٤) هو: محمد بن غالب الأنماطي، أبو جعفر البغدادي، قرأ على شجاع بن أبي نصر، وهو من أجلّ أصحابه، قرأ عليه الحسن بن الحباب، وعبد الله بن مهلان، توفي سنة أربع وخمسين ومائتين. انظر: معرفة القراء الكبار ١/ ١٢٧.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (126,'عن شجاع (١) عنه.
وروى إسحاق المسيبي (٢) عن نافع أنه كان يخفيها في جميع القرآن، وروى سليم عن حمزة أنه كان يجهر بها في أول أم القرآن خاصة، ويخفيها بعد ذلك في سائر القرآن، كذا قال خلف عنه، وقال خلّاد عنه: إنه كان يجيز الجهر والإخفاء جميعا (٣)، [ولا ينكر على من جهر ولا من أخفى] (٤).
والباقون لم يأت عنهم في ذلك شيء منصوص (٥)، وبالله التوفيق.
_________
(١) هو: شجاع بن أبي نصر، أبو نعيم البلخي، ثم البغدادي، زاهد ثقة كبير، وثقه أحمد، =عرض على أبي عمرو بن العلاء وغيره، وروى عنه القراءة أبو عبيد القاسم بن سلّام، ومحمد بن غالب والدوري. مات سنة تسعين ومائة وله سبعون سنة. انظر: غاية النهاية ١/ ٤٢٤.
(٢) إسحاق بن محمد بن عبد الرحمن المخزومي، أبو محمد المدني، إمام عالم بالحديث ضابط فقيه، قرأ على نافع، وأخذ عنه ولده محمد، وأبو حمدون الطيب، وخلف بن هشام وغيرهم. توفي سنة ست ومائتين. الغاية ١/ ١٥٧.
(٣) قال ابن الجزري: "وروى عن الحلواني عن خلف قال: "كنا نقرأ على سليم فنخفي التعوذ ونجهر بالبسملة في الحمد خاصة، ونخفي التعوذ والبسملة في سائر القرآن نجهر برؤوس أثمنتها، وكانوا يقرؤون على حمزة ويفعلون ذلك" قال الحلواني: وقرأت على خلاد ففعلت ذلك". ١/ ٢٥٢.
(٤) ما بين المعقوفين زائد على (أ) و (ب)، وفي (ط): "في أول أم القرآن خاصة، ولا ينكر على من جهر ولا على من أخفى".
(٥) في (ب) و (ط): "شيء مخصوص".',NULL,'126',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (127,'<span data-type="title" id=toc-95>باب ذكر التسمية </span>(١)
اختلفوا في التسمية بين السور: فكان ابن كثير وقالون وعاصم والكسائي يبسلمون بين كل سورتين في جميع القرآن، ما خلا الأنفال وبراءة؛ فإنه لا خلاف في ترك [التسمية] (٢) بينهما (٣)، وكان الباقون فيما قرأنا لهم لا يبسلمون بين السور (٤)، وأصحاب حمزة يصلون آخر السورة بأول الأخرى (٥)، ويُختار في مذهب ورش وأبي عمرو وابن عامر السكت بين السورتين من غير قطع.
وابن مجاهد يرى وصل السورة بالسورة، ويبيّن الإعراب، ويرى السكت أيضا.
_________
(١) التسمية مصدر سمّى يُسمّي، كالتهنئة والتسلية والتسمية تأتي على معنيين: الأول: وضع الاسم على المسمى كقولك: سميت ابني محمدا. الثاني: ذكر الاسم الموضوع على المسمى، دون استقرار الوضع، وعلى هذا حديث أبيّ الذي في صحيح البخاري، قال - رضي الله عنه -، حيث قال له النبي - صلى الله عليه وسلم -: "إن الله أمرني أن أقرأ عليك القرآن"، فقال: الله سمّاني لك؟ ، قال: "الله سماني لك". وعلى هذا المعنى الثاني وقع تبويب الحافظ الداني؛ لأنه يريد أن يبيّن مذاهب القرّاء في المواطن التي يذكرون فيها اسم الله تعالى، الذي ثبت واستقرّ أنه سمى به نفسه فقال: {بسم الله الرحمن الرحيم}. وعبّر الحافظ بالتسمية بدل البسملة، والبسملة مصدر من (بسم الله) كالحوقلة من (لا حول ولا قوة إلا بالله)، والحسبلة من (حسبي الله). انظر الدر النثير ١/ ١١٧، ١١٨.
(٢) في (ب): "في ترك البسملة".
(٣) لفعل الصحابة - رضي الله عنهم -، وإجماع المصاحف على ذلك تبعا لفعلهم. انظر: التبصرة ١/ ٢٤٨. والتبيان ص ٦٥. والدر النثير ١/ ١٢٠.
(٤) انظر: النشر ١/ ٢٥٩. والتذكرة ١/ ٦٣. والتبصرة ١/ ٢٤٨. وانظر العنوان ص ٦٥، التلخيص ص ١٣٤. والكنز ص ١٢١.
(٥) انظر: جامع البيان ل ٥٨. والتذكرة ١/ ٦٣. والتبصرة ص ٣٤٨. والإقناع ص ٩٩.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (128,'وكان بعض شيوخنا يَفْصِل في مذهب هؤلاء بالتسمية بين (١). (المدثر) و (القيامة) و (الانفطار) و (المطففين) و (الفجر) و (البلد) و (العصر) و (الهمزة)؛ ويسكتُ بينهنَّ سكتةً في مذهب حمزة (٢).
وليس في ذلك أثرٌ يروى عنهم (٣)، وإنما هو (٤) استحباب من الشيوخ، ولا خلاف في التسمية في أول فاتحة الكتاب، وفي أول كل (٥) سورة ابتدأ القارئ بها، ولم يصلها بما قبلها؛ في مذهب من فصل ومن لم (٦) يفصل (٧).
فأما الابتداء برؤوس الأجزاء التي في بعض السور (٨) فأصحابنا
_________
(١) في (أ) و (ت): "من المدثر والقيامة" وهو خطأ.
(٢) وقال مكّي في علة اختيار من لم يفصل بين السورتين بالتسمية، ويفصل بالتسمية بين هذه السور، بين (المدثر) و (القيامة) و (الانفطار) و (المطففين) وبين (الفجر) و (لا أقسم) فكره ذلك إجلالا للقرآن وتعظيما له، ألا ترى أن القارئ يقول: {هُو أَهْلُ التَّقْوَى وَأَهْلُ المَغْفِرَة} {لَا أُقْسِمُ} فيقع لفظ النفي عقيب لفظ المغفرة، وذلك في السمع قبيح. انظر: النشر ١/ ٢٦١. وجامع البيان ص ٦٠. والكشف عن وجوه القراءات السبع وعللها وحججها لمكّي بن أبي طالب القيسي ١/ ١٧.
(٣) جامع البيان ل ٦٠. والإقناع/١٠١. والدر النثير ١/ ١٢٨. والكنز/١٢١.
(٤) في (ب): "وهو استحباب".
(٥) في (ب): "وفي أول سورة ابتدأ القارئ" بدون "كل".
(٦) في (ب) و (ط): "من فصل أو من لم يفصل".
(٧) انظر النشر ١/ ٢٦٣. وانظر: التبصرة ص ٢٤٩. ويريد بالذين يفصلون: قالون، وابن نجيم، وعاصم، والكسائي؛ يفصلون بين السور بالتسمية. انظر: الدر النثير ١/ ١٢٩.
(٨) في (ج): "في بعض السور مثل قوله: {سَيَقُولُ السُّفَهَاءُ} و {تِلْكَ الرُّسُل} و {لنْ تَنَالُوا البِرَّ}.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (129,'يخيرون (١) القارئ بين التسمية وتركها في ذلك، في مذهب
الجميع (٢)، والقطع عليها إذا وُصلت بأواخر السور غير جائز (٣). وبالله التوفيق.

<span data-type="title" id=toc-96>سورة أم القرآن </span>(٤)
قرأ عاصم والكسائي: {مَالِكِ يَوْمِ الدِّينِ} بالألف، والباقون بغير ألف (٥).
خلف: {الصِّرَاطَ}، و {صِرَاطَ} حيث وقعا بإشمام (٦) الصاد الزاي،
_________
(١) في (ب): "يجيزون القارئ".
(٢) في (ط): "وتركها في مذهب الجميع".
(٣) هذه صورة من الصور التي للبسملة بين السورتين. وبقيت صورٌ أخرى، وهي: وصل الجميع، قطع الجميع، قطع الأول ووصل الثاني بالثالث. وكلها جائز.
(٤) وتسمى (أم الكتاب)، قال البخاري في باب ما جاء في فاتحة الكتاب: "وسميت أم الكتاب أنها يُبدأ بكتابتها في المصاحف" فتح الباري لابن حجر ٨/ ٦. ويُقال لها: (الحمد)، ويقال لها (الصلاة)، ويُقال لها: (الشفاء)، ويُقال لها: (الرقية)، ويُقال لها: (أساس القرآن)، ويُقال لها: (الكافية)، ويُقال لها: (سورة الصلاة والكنز). انظر: تفسير القرآن العظيم لابن كثير ١/ ٨.
(٥) انظر: النشر ١/ ٢٧١. وجامع البيان ل ٦١. والسبعة ص ١٠٤. والغاية ص ١٣٧. والمبسوط ص ٨٣. والتذكرة ١/ ٦٥.
(٦) والمراد به هنا خلط صوت الصاد بصوت الزاي فيمتزجان؛ فيتولد منهما حرف ليس بصاد ولا زاي. والإشمام يُراد به في عرف القرّاء:
١ - خلط حرف بحرف كما في {الصِّرَاط}.
٢ - خلط حركة بأخرى كما في {قِيلَ}، و {غِيضَ}.
٣ - إخفاء الحركة، فيكون بين الإسكان والتحريك كما في {لا تأمنّا}.
٤ - ضم الشفتين بعد سكون الحرف، وهو الذي في باب وقف حمزة وهشام.
انظر: النشر ٢/ ١٢١. وإبراز المعاني ١/ ٢٤٢. والتعريفات للجرجاني ص ٢٤. وسراج القاري المبتدي ص ٤٤.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (130,'وخلّاد بإشمامها الزاي في قوله - عز وجل - (١): {الصِّرَاطَ الْمُسْتَقِيمَ} هنا خاصة، وقنبل بالسين حيث وقع. والباقون بالصاد (٢).
حمزة: {عَلَيْهُم}، و {إِلَيْهُم}، و {لَدَيهُم} بضم الهاء، والباقون بكسرها" (٣).
ابن كثير وقالون بخلاف عنه (٤) يضمان الميم التي للجمع، ويصلانها بواو مع الهمز وغيرها نحو {عليْهمُوءَأَنْذَرْتَهُمُو أَم لَمْ تُنْذِرهُم} (٥)، وشبهه، وورش يضمها ويصلها مع الهمزة فقط (٦)، والباقون يسكنونها (٧).
حمزة والكسائي: يضمان الهاء والميم إذا كان قبل الهاء كسرة أو ياء ساكنة؛ وأتى بعد الميم ألف وصل نحو {عليْهُمُ الذِّلَّة} (٨)،
_________
(١) في (ت): "قوله تعالى". وفي (ب) و (ج) و (ط): في قوله.
(٢) انظر: جامع البيان ل ٦١. والسبعة ص ١٣٨. والغاية ص ١٣٨. والتذكرة ١/ ٦٥. وكذا في التبصرة ص ٢٥١. والعنوان ص ٦٧. والتلخيص ص ٢٠١. والإقناع.
(٣) كذا قال في النشر ١/ ٢٧٢. والسبعة ص ١٠٨. والمبسوط ص ٨٤. والغاية ص ١٤٠. والتذكرة ص ٦٦. والتبصرة ص ٢٥١. وكذا في التلخيص ص ٢٠١.
(٤) قطع له بالإسكان صاحب الكافي وغيره من طريق أبي نشيط، وبه قرأ المؤلف على أبي الحسن الحلواني وقرأ له بالصلة صاحب الهداية وغيره. وبه قرأ المؤلف على أبي الفتح من الطريقين عن قراءته على عبد الباقي بن الحسن، وعن قراءته على عبد الله ابن الحسين من طريق الجمال عن الحلوان. وأطلق له الخلاف الداني هنا، وكذلك ابن بليمة من الطريقين، ونصّ هنا المؤلف على الخلاف من طريق أبي نشيط، وأطلق التخيير له الشاطبي، وكذا جمهور العراقيين من الطريقين. النشر ١/ ٢٧٣ بتصرف.
(٥) سورة البقرة، الآية (٦)، وسورة يس الآية (١٠).
(٦) في (ج): "ويصلها بواو مع الهمزة فقط".
(٧) انظر: النشر ١/ ٢٧٠. والجامع ل ٦٣. والسبعة ص ١٠٨. والتذكرة ١/ ٦٥.
(٨) سورة البقرة: الآية (٦١). وسورة آل عمران: الآية (١١٢).',NULL,'130',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (131,'و {يُرِيهُمُ اللهُ} (١)، و {بِهُمُ الأَسْبَاب} (٢) وشبهه، وذلك في حال الوصل، فإن وقفا (٣) على الميم كسرا الهاء وسكّنا الميم.
وحمزة على أصله في الكلم الثلاث المتقدمة؛ يضم الهاء منهن على كل حال (٤)، وأبو عمرو يكسر الهاء والميم في ذلك كله في حال الوصل أيضا. والباقون: يكسرون الهاء ويضمون الميم فيه. ولا خلاف بين الجماعة أن الميم في جميع ما تقدّم ساكنة في الوقف (٥).

باب ذكر بيان مذهب أبي عمرو (٦) في الإدغام الكبير (٧)
اعلم أرشدك الله أني إنما أفرد (٨) مذهبه في هذا الباب في الحروف المتحركة (٩) التي تتماثل في اللفظ وتتقارب في المخرج لا غيره، وهي تأتي
_________
(١) جزء من الآية (١٦٧) سورة البقرة.
(٢) سورة البقرة: ١٦٦.
(٣) في (ت): "فإذا وقفا".
(٤) في (أ): "بضم الهاء والميم في ذلك كله"، وفي (ب): "بضم الهاء على كل حال".
(٥) انظر: النشر (١/ ٢٧٤)، والسبعة ص ١٠٩، والمبسوط ص ٨٤. وكذا في الغاية ص ١٤٢. والتذكرة ١/ ٦٦. والتبصرة ص ٢٥٢. والإقناع ص ٣٧١.
(٦) الإدغام خاص بالسوسي عن أبي عمرو، وبه أقرأ الشاطبي، وذكره شرّاح نظمه؛ وهذا الذي من طريق التيسير، وقال الحافظ ابن الجزري: "بل قد ورد أيضا عن الحسن البصري، وابن محيصن والأعمش وطلحة بن مصرف، وعيسى بن عمرو، ومسلمة الفهري، ومسلمة السدوسي، ويعقوب الحضرمي، وغيرهم، ووجهه طلب التخفيف. انظر: النشر ١/ ٢٧. وإبراز المعاني ١/ ٢٥٥. والدر النثير ٢/ ٤٤.
(٧) الإدغام هو: إدخال الشيء بالشيء.
والإدغام الكبير: ما كان الأول من الحرفين فيه متحركا سواء كان مثلين أم جنسين أم متقاربين. انظر: النشر ١/ ٢٧٤. وإبراز المعاني ١/ ٢٥٣. والتعريفات ص ٢٩.
(٨) في (ب) و (ج): "أني أفردتُ".
(٩) في (ج): "في إدغامه الحروف المتحركة".',NULL,'131',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (132,'على ضربين: متصلة في كلمة واحدة، ومنفصلة في كلمتين، وأنا أبيّن ذلك على نحو ما أُخِذَ علىّ رواية وتلاوة (١). إن شاء الله، وبالله التوفيق.

باب ذكر المثلين (٢) في كلمة وفي كلمتين (٣)
اعلم: أنا أبا عمرو لم يدغم من المثلين في كلمة إلا موضعين لا غير: أحدهما في البقرة: {مَنَاسِكَكُمْ} (٤).
والثاني: في (المدثر) {سَلَكَكُمْ} (٥)، وأظهر ما عداهما، نحو {جِبَاهُهُم} (٦)، و {وُجُوههم}، و {بِشِرْكِكُم} (٧)، و {أَتُحاجُّونَنَا} (٨)، و {أتعدانِنِي} (٩)، وشبهه (١٠).
فأما المثلان إذا كانا من كلمتين فإنه كان يدغم الأول في الثاني منهما سواء سكن ما قبله أو تحرّك في جميع القرآن نحو قوله: {فِيهِ
_________
(١) في (أ) و (ج): "تلاوة ورواية".
(٢) المثلان هما: الحرفان المتماثلان، والتماثل يكون حقيقة ومجازا: أما الحقيقة فكالبائين في (سبب) والرائين في (بررة). وأما المجاز فنحو الكافين في {سَلَكَكُم}، والنونين في

{يَعْبُدُونَنِي}. لأن المثل في الأمثلة الأولى من تمام الكلمة، وفي الأمثلة الثانية ضمير متّصل بالكلمة، ولو فصلته منها لم تختل الكلمة. انظر: الدرّ النثير ٢/ ٤٨.
(٣) في (ب) و (ج) و (ط): "ذكر المثلين" من غير "باب".
(٤) سورة البقرة: ٢٠.
(٥) سورة المدثر: ٤٢.
(٦) التوبة: ٣٥.
(٧) سورة فاطر: ١٤.
(٨) سورة البقرة: ١٣٩.
(٩) سورة الأحقاف: ١٧.
(١٠) من كل مثلين في كلمة واحدة. انظر: النشر ١/ ٢٨٠. والجامع ل ٦٦. والسبعة ص ١٢١. والتذكرة ١/ ٧٣. والكنز ص ٥١.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (133,'هُدى} (١)، و {إنَّه هُوَ} (٢)، و {لِعِبَادَتِهِ هَلِ تَعْلَمُ} (٣)، و {أَن يَأْتِيَ يوْمٌ} (٤). و {وَمِنْ خِزْيِ يَوْمِئِذٍ} (٥)، و {لَا أَبْرَحُ حَتَّى} (٦) و {يَشْفَعُ عِنْدَهُ} (٧). و {إِذَا قِيلَ لَهُم} (٨)، و {وَيَسْتَحْيُونَ نِسَاءَكُمْ} (٩). و {نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا} (١٠) و {النَّاسَ سُكَارَى} (١١)، و {الشَّوْكَةِ تَكُونُ} (١٢)، و {شَهْرُ رَمَضَانَ} (١٣)، و {وَمَا اخْتَلَفَ فِيهِ} (١٤)، و {يَعْلَمُ مَا} (١٥)، و {لَذَهَبَ بِسَمْعِهِمْ} (١٦)، وما كان مثله من سائر حروف المعجم [حيث وقع] (١٧) إلا قوله - عز وجل - في (لقمان): {فَلَا يَحْزُنْكَ كُفْرُهُ} (١٨)، فإنه لم يدغمه
_________
(١) سورة البقرة: ٢. سورة المائدة: ٤٦.
(٢) سورة البقرة: ٣٧.
(٣) سورة مريم: ٦٥.
(٤) سورة البقرة: ٢٥٤. سورة إبراهيم: ٣٠.
(٥) سورة هود: ٦٦.
(٦) سورة الكهف: ٦٠.
(٧) سورة البقرة: ٢٥٥.
(٨) سورة البقرة: ١١.
(٩) سورة البقرة: ٤٩. سورة الأعراف: ١٤١. سورة إبراهيم: ٦.
(١٠) سورة طه: ٣٣، ٣٤.
(١١) سورة الحج: ٢.
(١٢) سورة الأنفال: ٧.
(١٣) سورة البقرة: ١٨٥.
(١٤) سورة البقرة: ٢١٣.
(١٥) سورة البقرة: ٢٥٥.
(١٦) سورة البقرة: ٢٠.
(١٧) ما بين المعقوفين زائد على (ب).
(١٨) سورة لقمان: ٢٣.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (134,'لكون النون ساكنة قبل الكاف؛ فهي تخفى عندها (١).
قال [أبو عمرو] (٢): وإذا كان الأول من المثلين مشددا أو منونا أو كان تاء الخطاب أو تاء المتكلم (٣)؛ نحو قوله: {وَأُحِلَّ لَكُم} (٤)، و {مَسّ سَقَر} (٥)، و {الْيَمِّ مَا}، و {مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا} (٦)، و {أَفَأَنْتَ تُكْرِهُ} (٧)، و {كُنْتُ تُرَابًا} (٨)، وشبهه لم يدغمه أيضا.
فإن كان معتلا، نحو قوله: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا} (٩)، و {يَخْلُ لَكُمْ} (١٠)، و {وَإِنْ يَكُ كَاذِبًا} (١١) وشبهه؛ فأهل الأداء مختلفون فيه: فمذهب ابن مجاهد وأصحابه: الإظهار، ومذهب أبي بكر الداجوني
_________
(١) انظر: النشر ١/ ٢٨١، والسبعة ص ١٢٠، وجامع البيان ل ٦٧، والتذكرة ١/ ٧٨.
(٢) ما بين المعقوفين زائد على (أ) و (ب) و (ج) و (ط).
(٣) في (أ) تاء الخطاب أو المتكلّم، وكذا في (ط). انظر: النشر ١/ ٢٧٩، والجامع ل ٦٦.
(٤) النساء: ٢٤.
(٥) سورة القمر ٤٨.
(٦) سورة آل عمران: ١٩٢، ١٩٣.
(٧) سورة يونس: ٩٩.
(٨) النبأ: ٤٠، وفي (ج): و {الْيَمِّ مَا}، و {إِلَى أُمِّ مُوسَى} و {صَوَافَّ فَإِذَا} و {بِعَذَابٍ بَئِيسٍ} و {مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا}، و {أَفَأَنْتَ تُكْرِهُ}، و {كُنْتُ تُرَابًا}.وفي (ط) {مَسَّ سَقَرَ} و {صَوَافَّ فَإِذَا} و { ... أُمِّ مُوسَى} و {الْيَمِّ مَا}، و {مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا}، و {أَفَأَنْتَ تُكْرِهُ}، و {كُنْتُ تُرَابًا}.
(٩) سورة آل عمران: ٨٥.
(١٠) سورة يوسف: ٩.
(١١) سورة غافر: ٢٨.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (135,'وغيره: الإدغام (١).
و(٢) قرأته أنا بالوجهين، ولا أعلم خلافا في الإدغام في قوله: {وَيَاقَوْمِ مَنْ يَنْصُرُنِي} (٣). {وَيَاقَوْمِ مَا لِي} (٤)، وهو من المعتل (٥).
فأما قوله: {آلَ لُوطٍ} (٦)، حيث وقع، فعامة البغداديين يأخذون فيه بالإظهار، وبذلك كان يأخذ ابن مجاهد، ويعتَلُّ بقلة حروف الكلمة، وكان غيره يأخذ الإدغام، وبه قرأت (٧).
وقد (٨) أجمعو {لَكَ كَيْدًا} (٩) في (يوسف) وهو أقل حروفا من {آل} (١٠)؛ لأنه على حرفين، فدلّ ذلك على صحة الإدغام فيه.
وإذا صح الإظهار فيه فالاعتلال عينه إذا كانت هاء، فأبدلت همزة، ثم قلبت ألفا لا غير" (١١).
واختلف أهل الأداء أيضا في الواو من {هُوَ}، إذا انضمت الهاء
_________
(١) انظر: النشر ١/ ٢٧٩، والموضح ١/ ١٩٧، وإبراز المعاني ١/ ٢٦٥.
(٢) في (ب) و (ج) و (ط) {خُذ العفوَ وأمر}.
(٣) سورة هود: ٣٠.
(٤) سورة غافر: ٤١.
(٥) انظر: إبراز المعاني ٢/ ٢٦٦، والدرّ النثير ٢/ ١١٦.
(٦) سورة يوسف: ٥.
(٧) انظر: النشر ١/ ٢٨٢، والسبعة ص ١١٦، والتذكرة ١/ ٨٠، والدر النثير ٢/ ١١٧.
(٨) في (ب) و (ج) و (ت): "قال أبو عمرو: وقد أجمعوا".
(٩) سورة يوسف: ٥.
(١٠) في (ب) و (ج) و (ت): "أقل حروفا من {آل لوط} وهو خطأ".
(١١) النشر ٢/ ٢٨٢، والدر النثير ٢/ ١١٨، والإقناع ص ١٣٩.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (136,'قبلها، ولقيت مثلها، نحو قوله عز وجل (١): {هُوَ وَالْمَلَائِكَةُ} (٢)، و {كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ} (٣) وشبهه، فكان ابن مجاهد يأخذ بالإظهار، وكان غيره يأخذ بالإدغام، وبذلك قرأت، وهو القياس؛ لأن ابن مجاهد وغيره مجمعون على إدغام الياء في قوله (٤): {أَنْ يَأْتِيَ يَوْمٌ} (٥) و {نُودِيَ يَامُوسَى} (٦)، وقد انكسر ما قبل الياء، ولا فرق بين البابين (٧)؛ فإن سكنت الهاء من {هُوَ} أو كان الساكن قبل الواو غيرها؛ فلا خلاف في الإدغام، وذلك نحو قوله (٨): {وَهُوَ وَلِيُّهُمْ} (٩)، و {وَهُوَ وَاقِعٌ بِهِمْ} (١٠)، و {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ} (١١)، (١٢)، و {مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ} (١٣)، وما كان مثله (١٤).
_________
(١) في (ج): "قوله تعالى".
(٢) سورة آل عمران: ١٨.
(٣) سورة النمل: ٤٢.
(٤) في (ج): "قوله تعالى".
(٥) سورة البقرة: ٢٥٤.
(٦) سورة طه: ١١.
(٧) انظر: النشر ١/ ٢٨٢، والسبعة ص ١١٦، وجامع البيان ل ٦٧، والإقناع ص ١٤٣، والدر النثير ٢/ ١١٩، والكنز ص ٥٣. وفي بعض النسخ: "بين الياين" وهذا خطأ وتصحيف، وقع فيه المستشرق (ط) ص ٢٩. انظر: الدر النثير ٢/ ١٢٠.
(٨) في (أ): "قوله جل وعلا".
(٩) في سورة الأنعام: ١٢٧. سورة النحل {فَهُو وَلِيُّهُم}: ٦٣.
(١٠) سورة الشورى: ٢٢.
(١١) في ب) و (ج) و (ط) {خُذ العفوَ وأمر}.
(١٢) سورة الأعراف: ١٩٩.
(١٣) سورة الجمعة: ١١.
(١٤) انظر: النشر ١/ ٢٨٣، والإقناع ص ١٤٣، وإبراز المعاني ١/ ٢٦.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (137,'قال [أبو عمرو] (١): فأما قوله - عز وجل - (٢): {وَاللَّائِي يَئِسْنَ} في (الطلاق) (٣) على مذهبه في إبدال الهمزة ياء ساكنة؛ فلا يجوز إدغامها؛ لأن البدل عارض، وقد عضد ذلك (٤) ما لحق هذه الكلمة من الإعلال (٥) بأن حذفت الياء من آخرها، وأُبدلت الهمزة ياء، فلو أدغمت؛ لاجتمع في ذلك ثلاث إعلالات (٦)، وبالله التوفيق (٧).

باب (٨) ذكر الحرفين المتقاربين في كلمة وفي كلمتين
(٩) اعلم: أنه (١٠) لم يدغم أيضا من المتقاربين في كلمة إلا القاف في الكاف التي تكون في ضمير الجمع المذكرين (١١) إذا تحرك ما قبل القاف لا غير؛ وذلك نحو قوله تعالى (١٢): {خَلَقَكُمْ}، و {رَزَقَكُمُ}،
_________
(١) ما بين المعقوفين زائد على (أ) و (ب) و (ط).
(٢) في (ج): قوله تعالى.
(٣) الآية (٤).
(٤) في (ب): "وقد عضد كذلك".
(٥) في (أ) و (ب) و (ظ): "من الاعتلال".
(٦) في (أ) و (ت) و (ظ): "ثلاث اعتلالات".
(٧) انظر: النشر ١/ ٢٨٤، والتبصرة ص ٦٣٩، وإبراز المعاني ١/ ٢٧١، والدر النثير ٢/ ١٢٢، وجامع البيان ٦٧.
(٨) في (ب) و (ط): ذكر الحرفين المتقاربين" من غير "باب".
(٩) في (ت): "قال الحافظ أبو عمرو".
(١٠) أي: أبو عمرو من رواية السوسي.
(١١) في (ت): "التي تكون في الجمع المذكرين".
(١٢) في (ج): "قوله تعالى".',NULL,'137',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (138,'و {يَخْلُقُكُمْ}، و {يَرْزُقُكُمْ}، و {وَاثَقَكُمْ}، وشبهه، وأظهر ما عداه مما قبل القاف فيه ساكن، ومما ليس بعد الكاف فيه ميم، نحو قوله تعالى:
{مِيثَاقَكُمْ} و {بِوَرِقِكُمْ} و {خَلَقَكَ} و {يرزقك} (١)، وشبهه (٢).
واختلف أهل الأداء في قوله: {إِنْ طَلَّقَكُنَّ} في التحريم (٣): فكان ابن مجاهد يأخذ فيه بالإظهار (٤)، وعلى ذلك عامّة أصحابه، وألزم اليزيدي أبا عمرو إدغامه، فدلّ على أنه يرويه عنه بالإظهار (٥).
وقرأته (٦) أنا بالإدغام، وهو القياس لثقل الجمع والتأنيث (٧).
فأما ما كان من المتقاربين من كلمتين؛ فإنه أدغم من ذلك ستة عشر حرفا لا غير، وهي: الحاء، والقاف، والكاف، والجيم، والشين، والضاد، والسين، والدال، والتاء، والذال، والثاء، والراء، واللام،
_________
(١) لم يرد في القرآن (يرزقك)، ولو مثّل بقوله: {نَرْزُقُك} لكان أولى.
(٢) انظر: النشر ١/ ٢٨٦، والتذكرة ١/ ٧٣، ٧٤، وجامع البيان ل ٦٨، والكنز ص ١٣٦، وإبراز المعاني ١/ ٢٧٥، ٢٧٦، والدر النثير ٢/ ١٢٥.
(٣) الآية: ٥.
(٤) قال ابن مجاهد في السبعة: "ويدغم القاف في الكاف، والكاف في القاف؛ إذا كانا من كلمتين وما قبلهما متحرك، ولا يدغم إذا كانا في كلمة إلا {خَلَقَكُمْ}، في القرآن و {رَزَقَكُمُ}، في جميع القرآن، و {طَلَّقَكُنَّ}، و {مَا سَبَقَكُمْ بِهَا} ص ١١٨. وقولُ ابن مجاهد هذا يدلّ على أنه يأخذ بالإدغام.
(٥) انظر: النشر ١/ ٢٨٦، والسبعة ص ١١٨، والتذكرة ١/ ٧٥، وجامع البيان ل ٦٨، وإبراز المعاني ١/ ٢٧٧، والدر النثير ٢/ ١٢٩.
(٦) في (ت) و (ج): "قال أبو عمرو: وقرأته ... ".
(٧) انظر: النشر ١/ ٢٨٦، وجامع البيان ل ٦٨، وإبراز المعاني ١/ ٢٧٧.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (139,'والنون، والميم، والباء؛ وقد جمعتها في كلام مفهوم ليُحفظ، وهو: (سَنَشُدُّ حُجَّتَكَ بَذْلُ رُضْ قُثَم)، هذا ما لم يكن الأول أيضا منونا، أو مشددًا، أو تاء الخطاب (١) أو معتلا نحو: {وَلَا نَصِيرٍ (١١٦) لَقَدْ} (٢) و {الْحَقُّ كَمَنْ} (٣) و {لِمَنْ خَلَقْتَ طِينًا} (٤)، و {وَلَمْ يُؤْتَ سَعَةً} (٥) وشبهه (٦).
فأما الحاء: فأدغمها في العين في قوله (٧) في (آل عمران): {فَمَنْ زُحْزِحَ عَنِ النَّارِ} (٨) لا غير. روى ذلك منصوصا أبو عبد الرحمن بن اليزيدي عن أبيه عنه. وأظهرهافي عدا هذا الموضع نحو: {فَلَا جُنَاحَ عَلَيْهِمَا} (٩)، و {الْمَسِيحُ عِيسَى} (١٠)، و {وَمَا ذُبِحَ عَلَى النُّصُبِ} (١١) و {لَا يُصْلِحُ عَمَلَ} (١٢)، وشبهه (١٣).
_________
(١) في (ت) و (ج): "أو تاء الخطاب أو تاء المتكلم".
(٢) سورة التوبة: ١١٦، ١١٧.
(٣) سورة الرعد: ١٩.
(٤) سورة الإسراء: ٦١.
(٥) سورة البقرة: ٢٤٧.
(٦) انظر: النشر ١/ ٢٨٦، ٢٨٧، والسبعة ص ١١٧، ١١٨، وإبراز المعاني ١/ ٢٧٩، ٢٨٠، والدر النثير ٢/ ١٣٠، ١٣١.
(٧) في (ت): "قوله عز وجل" وفي (ج): "قوله تعالى".
(٨) سورة آل عمران: ١٨٥.
(٩) سورة البقرة: ٢٣٠، ٢٣٣. وسورة النساء: ١٢٨.
(١٠) سورة آل عمران: ٤٥. وسورة النساء: ١٥٧، ١٧١.
(١١) سورة المائدة: ٣.
(١٢) في (أ) و (ب) و (ج): {لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ}، والآية في يونس: ٨١.
(١٣) انظر: النشر ١/ ٢٩٠، والتذكرة ١/ ٧٧، وجامع البيان ل ٦٩، وإبراز المعاني ١/ ٢٨١، ٢٨٢، والدر النثير ٢/ ١٣٣، والكنز ص ٥٥.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (140,'وأما القاف: فكان يدغمها في الكاف إذا تحرك ما قبلها نحو قوله [تعالى] (١): {خَالِقُ كُلِّ شَيْءٍ} (٢)، و {خَلَقَ كُلَّ دَابَّةٍ} (٣) وشبهه.
فإن سكن ما قبلها لم يدغمها نحو [قوله] (٤) {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} (٥)، وشبهه" (٦).
وأما الكاف: فأدغمها - أيضا - في القاف إذا تحرّك ما قبلها نحو قوله [- عز وجل -] (٧) {وَنُقَدِّسُ لَكَ قَالَ} (٨)،
و{وَكَانَ رَبُّكَ قَدِيرًا} (٩) و {لَكَ قُصُورًا} (١٠)، وشبهه؛ فإن سكن ما قبل الكاف لم يدغمها نحو: {إِلَيْكَ قَالَ} (١١) و {وَلَا يَحْزُنْكَ قَوْلُهُمْ} (١٢)، وشبهه (١٣).
_________
(١) ما بين المعقوفين زائد على (أ) و (ب) و (ط).
(٢) سورة الأنعام: ١٠٢. وسورة الرعد: ١٦. وسورة الزمر (٦٢. وسورة غافر: ٦٢.
(٣) سورة النور: ٤٥.
(٤) ما بين المعقوفين زائد على (أ) و (ب) و (ج) و (ط).
(٥) في (ج): {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ}، وهي في سورة يوسف: ٧٦.
(٦) النشر ١/ ٢٨٣، وجامع البيان ل ٦٩، والموضح ١/ ٢٠٢، والدر النثير ٢/ ١٣٦
(٧) ما بين المعقوفين زائد على (أ) و (ب) و (ط)، وفي (ج): "قوله تعالى".
(٨) سورة البقرة: ٣٠.
(٩) سورة الفرقان: ٥٤.
(١٠) في (ج): {وَيَجْعل لكَ قُصُورا} سورة الفرقان: ١٠.
(١١) سورة الأعراف: ١٤٣.
(١٢) سورة يونس: ٦٥.
(١٣) انظر: النشر ١/ ٢٩٣، وجامع البيان ل ٦٩، والإقناع ص ٣٧، والموضح ١/ ٢٠٢، والدر النثير ٢/ ١٣٧، ١٣٨.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (141,'وأما الجيم: فأدغمها في الشين قي قوله (١): {أَخْرَجَ شَطْأَهُ} (٢)، وفي التّاء في قوله: {ذِي الْمَعَارِجِ (٣) تَعْرُجُ} (٣) لا غير (٤).
وأما الشين: فأدغمها في السين (٥) في قوله (٦): {إِلَى ذِي الْعَرْشِ سَبِيلًا} (٧) لا غير، روى ذلك منصوصا ابن اليزيدي (٨) عن أبيه (٩). وأما الضاد: فأدغمها في الشين في قوله تعالى: {لِبَعْضِ شَأْنِهِمْ} (١٠) لا غير، نصّ على ذلك السوسي عن اليزيدي عنه (١١).
وأما السين: فأدغمها في الزاي في قوله (١٢): {وَإِذَا النُّفُوسُ زُوِّجَتْ} (١٣) لا غير.
_________
(١) في (ب) و (ج): "قوله تعالى".
(٢) سورة الفتح: ٢٩.
(٣) سورة المعارج: ٣، ٤.
(٤) انظر: النشر ١/ ٢٨٩، والإقناع ص ١٢٨، والموضح ١/ ٢٠٢، والدر النثير ٢/ ١٣٩.
(٥) في (ط): "فأدغمها السين".
(٦) في (ج): "قوله تعالى".
(٧) سورة الإسراء: ٤٢.
(٨) في (أ) و (ب) و (ت) و (ط): "ابن اليزيدي عن أبيه عنه"، وفي (ج): "أبو عبد الرحمن".
(٩) النشر ١/ ٢٩٢، وجامع البيان ل ٦٩، والتلخيص ص ٣١٤، والإقناع ص ١٣٢، والدر النثير ٢/ ١٤١.
(١٠) سورة النور: ٦٢.
(١١) انظر: النشر ١/ ٢٩٣، وجامع البيان ل ٦٩، والتلخيص ص ٣٤٥، والإقناع ص ١٣٣، والدر النثير ٢/ ١٤٣.
(١٢) في (ج): "قوله تعالى".
(١٣) سورة التكوير: ٧.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (142,'وفي الشين: بخلاف عنه (١) في قوله [تعالى] (٢): {الرَّأْسُ شَيْبًا} (٣) و (٤) بالإدغام قرأته (٥).
وأما الدال: فأدغمها إذا تحرك ما قبلها في خمسة أحرف: في التاء في قوله: (٦) {الْمَسَاجِدِ تِلْكَ} (٧) لا غير. وفي الذال: في قوله: {وَالْقَلَائِدَ ذَلِكَ} (٨) لا غير. وفي السين: في قوله (٩): {عَدَدَ سِنِينَ} (١٠) لا غير.
وفي الشين: في قوله - عز وجل -: {وَشَهِدَ شَاهِدٌ} (١١) في يوسف والأحقاف لا غير.
وفي الصاد: في قوله (١٢): {نَفْقِدُ صُوَاعَ الْمَلِكِ} (١٣) و {فِي مَقْعَدِ صِدْقٍ} (١٤) لا غير؛ فإن سكن ما قبلها (١٥) وتحركت هي بالكسر أو الضم أدغمها في تسعة أحرف: في التاء في قوله تعالى:
{مِنَ الصَّيْدِ تَنَالُهُ} (١٦). و {تَكَادُ
_________
(١) وعلى الإدغام سائر المدغمين، وبه قرأ الداني، قال: "وعليه أكثرُ أهل الأداء عن اليزيدي وعن شجاع، وابن مجاهد يرى التخيير". انظر: النشر ١/ ٢٩٢.
(٢) ما بين المعقوفين زائد على (أ) و (ب) و (ط).
(٣) سورة مريم: ٤.
(٤) في (ت): "قال أبو عمرو بالإدغام ... ".
(٥) انظر: النشر ١/ ٢٩٢، وجامع البيان ل ٦٩، والتلخيص ص ٣٢٥، والإقناع ص ١٣٢.
(٦) في (ج): "قوله تعالى".
(٧) في (أ) و (ب) و (ج) و (ط): {فِي المَسَاجِدِ تِلْكَ} سورة البقرة: ١٨٧.
(٨) سورة المائدة: ٩٧.
(٩) في (ج): "قوله تعالى".
(١٠) سورة المؤمنون: ١١٢.
(١١) سورة يوسف - عليه السلام -: ٢٦، وسورة الأحقاف: ١٠.
(١٢) في (ج): "قوله تعالى".
(١٣) سورة يوسف - عليه السلام -: ٧٢.
(١٤) سورة القمر: ٥٥.
(١٥) في (ج): "فإن سكن ما قبلها أي الدال".
(١٦) سورة المائدة: ٩٤.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (143,'تَمَيَّزُ} (١) لا غير.
وفي الذال: نحو قوله (٢): {عَلِمْتُمُ الَّذِينَ عَلِمْتُمُ} (٣) و {الْمَرْفُودُ (٩٩) ذَلِكَ} (٤) وشبهه. وفي الثاء: في قوله (٥): {يُرِيدُ ثَوَابَ الدُّنْيَا} (٦). و {لِمَنْ نُرِيدُ ثُمَّ} (٧) لا غير. وفي الظاء: في قوله (٨): {يُرِيدُ ظُلْمًا} (٩). في (آل عمران) و (غافر) و {مِنْ بَعْدِ ظُلْمِهِ} (١٠) في (المائدة) لا غير.
وفي الزاي: في قوله: {تُرِيدُ زِينَةَ} (١١) و {يَكَادُ زَيْتُهَا يُضِيءُ} (١٢) لا غير.
وفي السين: في قوله (١٣): {فِي الْأَصْفَادِ سَرَابِيلُهُمْ} (١٤)
و{يَكَادُ سَنَا بَرْقِهِ} (١٥) و {كَيْدُ سَاحِرٍ} (١٦) لا غير.
_________
(١) سورة الملك: ٨.
(٢) في (ج) قوله تعالى: {مِن بَعدِ ذَلِكَ} في جميع مواطنها.
(٣) سورة البقرة: ٦٤.
(٤) سورة هود - عليه السلام -: ٩٩، ١٠٠.
(٥) في (ج): "قوله تعالى".
(٦) سورة النساء: ١٣٤.
(٧) سورة الإسراء: ١٨.
(٨) في (ج): "قوله تعالى".
(٩) سورة آل عمران: ١٠٨. سورة غافر: ٣١.
(١٠) سورة المائدة: ٣٩.
(١١) سورة الكهف: ٢٨.
(١٢) سورة النور: ٣٥.
(١٣) في (ج): "قوله تعالى".
(١٤) سورة إبراهيم: ٤٩، ٥٠.
(١٥) سورة النور: ٤٣.
(١٦) غير موجودة في (ب) و (ط). سورة طه: ٦٩.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (144,'وفي الصاد: في قوله (١): {فِي الْمَهْدِ صَبِيًّا} (٢) و {وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} (٣) لا غير. وفي الضاد: في قوله (٤): {مِنْ بَعْدِ ضَرَّاءَ} (٥) في (يونس) و (فصلت) و {يَخْلُقُ بَعْدِ ضَعْفٍ} (٦) في (الروم) لا غير.
وفي الجيم: في قوله (٧): {دَاوُودُ جَالُوتَ} (٨) و {دَارُ الْخُلْدِ جَزَاءً} (٩).
وكان ابن مجاهد لا يرى الإدغام في الحرف الثاني؛ لأن الساكن فيه غير حرف مدّ ولين (١٠)، وذلك وما أشبهه عند النحويين الحذّاق (١١) من المقرئين إخفاء، كذلك أُخذ عليّ.
فإن سكن ما قبل الدال، وتحركت بالفتح؛ لم يدغمها إلا في التاء؛ لأنهما من مخرج واحد، وذلك في قوله (١٢): {مَا كَادَ تَزِيغُ} (١٣)،
_________
(١) في (ج): "قوله تعالى".
(٢) سورة مريم: ٢٩.
(٣) سورة النور: ٥٨.
(٤) في (ج): "قوله تعالى".
(٥) سورة يونس: ٢١، سورة فصلت: ٥٠.
(٦) سورة الروم: ٥٤.
(٧) في (ج): "قوله تعالى".
(٨) سورة البقرة: ٢٥١.
(٩) سورة فصلت: ٢٨.
(١٠) في (ب) و (ج) و (ج): "قال أبو عمرو: وكان ابن".
(١١) جمع حاذق، وهو الماهر بالشيء. القاموس المحيط ص ٧٨٦.
(١٢) في (أ) و (ب): "وذلك نحو قوله"، وفي (ج): "في قوله تعالى".
(١٣) سورة التوبة: ١١٧.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (145,'و {بَعْدَ تَوْكِيدِهَا} (١) لا غير.
وأما التاء: فأدغمها ما لم تكن اسم المخاطب في عشرة أحرف: في الطاء نحو (٢): {الصَّلَاةَ طَرَفَيِ النَّهَارِ} (٣) و {الصَّالِحَاتِ طُوبَى لَهُمْ} (٤)، وشبهه.
فأما قوله (٥): {وَلْتَأْتِ طَائِفَةٌ} (٦) فقرأته بالوجهين، وابن مجاهد يرى الإظهار؛ لأنه معتل، وغيرُه يرى الإدغام لقوة الكسرة (٧).
وفي الذال: نحو قوله (٨): {عَذَابَ الْآخِرَةِ ذَلِكَ} (٩)، و {وَالذَّارِيَاتِ ذَرْوًا} (١٠) وما أشبهه.
وأما قوله (١١): {فَآتِ ذَا الْقُرْبَى حَقَّهُ} (١٢) فابن مجاهد يرى الإظهار فيه (١٣)، وقرأته بالوجهين (١٤).
_________
(١) انظر: النشر ١/ ٢٩١، وجامع البيان ل ٦٩ ول ٧٠، والإقناع ص ١٣١، ١٣٢.
(٢) في (أ) و (ط): "وشببه".
(٣) في (ج): "نحو قوله تعالى"، وفي (ب): "نحو قوله". سورة هود: ١١٤.
(٤) سورة الرعد: ٢٩.
(٥) في (ج): "قوله تعالى".
(٦) سورة النساء: ١٠٢.
(٧) انظر: النشر ١/ ٢٨٨، ٢٨٩، وجامع البيان ل ٧٠، والتلخيص ص ٢٤٨، والإقناع ص ١٢٧، والدر النثير ٢/ ١٥٧، والكنز ص ٥٧.
(٨) في (ج): "قوله تعالى"، وفي (أ) و (ط): "نحو {عَذَابَ الْآخِرَةِ ذَلِكَ}.
(٩) سورة هود: ١٠٣.
(١٠) سورة الذاريات: ١.
(١١) في (ج): "قوله تعالى".
(١٢) سورة الروم: ٣٨.
(١٣) انظر: النشر ١/ ٢١٨، والسبعة ص ١١٩، وجامع البيان ل ٧٠، والتلخيص ص ٣١٣، والدر النثير ٢/ ١٥٨.
(١٤) في (ب): "وقرأته أنا بالوجهين".',NULL,'145',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (146,'وفي الثاء: نحو قوله (١) {بِالْبَيِّنَاتِ ثُمَّ} (٢) و {وَالنُّبُوَّةَ ثُمَّ} (٣) و {الْمَوْتِ ثُمَّ} وما أشبهه (٤).
فأما قوله (٥): {وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ} (٦) و {حُمِّلُوا التَّوْرَاةَ ثُمَّ} (٧)، فابن مجاهد لا يرى إدغامه لخفة الفتحة، وقرأتُه بالوجهين (٨).
وفي الظاء: في قوله (٩): {الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} (١٠) في (النساء) و (النحل) لا غير (١١).
وفي الضاد: في قوله (١٢): {وَالْعَادِيَاتِ ضَبْحًا} (١٣) لا غير.
وفي الشين: في قوله: {إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ} (١٤)، وفي
_________
(١) في (ج): "قوله تعالى".
(٢) سورة البقرة: ٩٢.
(٣) سورة آل عمران: ٧٩.
(٤) في (أ) و (ب) و (ج): "وشبهه".
(٥) في (ج): "قوله تعالى".
(٦) سورة البقرة: ٨٣.
(٧) سورة الجمعة: ٥.
(٨) في (ب): وقرأته أنا بالوجهين" وانظر هذا في النشر ١/ ٢٨٨، والتذكرة ١/ ٨٥، والسبعة ص ١٢٠، والإقناع ص ١٢٤، والدر النثير ٢/ ١٥٩.
(٩) في (ج): "قوله تعالى".
(١٠) سورة النساء: ٩٧. سورة النحل: ٢٨.
(١١) النشر ١/ ٢٨٩، والجامع ل ٧١، والتلخيص ص ٢٤٨، والإقناع ص ١٢٤، .
(١٢) في (ج): "قوله تعالى".
(١٣) سورة العاديات: ١.
(١٤) ما بين المعقوفين ساقط من (ج). والآية من سورة الحج: ١.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (147,'قوله: {بِأَرْبَعَةِ شُهَدَاءَ} (١) في الموضعين لا غير (٢).
[قال أبو عمرو] (٣): وأقرأني أبو الفتح: {لَقَدْ جِيتِ شَيْئًا فَرِيًّا} (٤) بالإدغام لقوة الكسرة، وقرأته أيضا بالإظهار؛ لأنه منقوص العين (٥)، وفي الجيم نحو قوله (٦) {الصَّالِحَاتِ جُنَاحٌ} (٧) و {مِائَةَ جَلْدَةٍ} (٨) و {وَتَصْلِيَةُ جَحِيمٍ} (٩) وشبهه (١٠).
وفي السين: نحو قوله (١١): {بِالسَّاعَةِ سَعِيرًا} (١٢) و {الصَّالِحَاتِ سَنُدْخِلُهُمْ} (١٣)،
_________
(١) سورة النور: ٤، ١٣.
(٢) انظر: النشر ١/ ٢٨٨، والسبعة ص ١٢٠. والتذكر ١/ ٨٦، وجامع البيان ل ٧١، والإقناع ص ١٢٣، والدر النثير ٢/ ١٦٠، ١٦٢.
(٣) ما بين المعقوفين زائد على (أ) و (ب) و (ج) و (ط).
(٤) سورة مريم: ٢٨.
(٥) انظر: النشر ١/ ٢٨٨، والتذكرة ١/ ٨٦، وجامع البيان ل ٧١، والإقناع ص ١٢٧، والدر النثير ٢/ ١٦١، والكنز ص ٥٧.
(٦) في (ج): "قوله تعالى".
(٧) سورة المائدة: ٩٣.
(٨) سورة النور: ٢.
(٩) سورة الواقعة: ٩٤.
(١٠) انظر: النشر ١/ ٢٨٨، والسبعة ص ١٢١، والتذكرة ١/ ٨٥، وجامع البيان ل ١٦٢.
(١١) في (ج): "قوله تعالى".
(١٢) سورة الفرقان: ١١.
(١٣) سورة النساء: ٥٧، ١٢٢.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (148,'و {السَّحَرَةُ سَاجِدِينَ} (١) وشبهه (٢). وفي الصاد: في قوله (٣): {وَالصَّافَّاتِ صَفًّا} (٤) و {وَالْمَلَائِكَةُ صَفًّا} (٥). و {فَالْمُغِيرَاتِ صُبْحًا} (٦). لا غير (٧). وفي الزاي: في قوله (٨): {بِالْآخِرَةِ زَيَّنَّا} (٩) و {فَالزَّاجِرَاتِ زَجْرًا} (١٠) و {إِلَى الْجَنَّةِ زُمَرًا} (١١) لا غير (١٢). وأما الذال: فأدغمها في السين في قوله (١٣): {فَاتَّخَذَ سَبِيلَهُ} (١٤) في الموضعين. وفي الصاد: في قوله (١٥): {مَا اتَّخَذَ صَاحِبَةً} (١٦) لا غير (١٧).
وأما الثاء: فأدغمها في خمسة أحرف؛ في الذال في قوله (١٨): {وَالْحَرْثِ
_________
(١) سورة الأعراف: ١٢٠. سورة الشعراء: ٤٦.
(٢) انظر: النشر ١/ ٢٨٨، والسبعة ص ١٢٠، والتذكرة ١/ ٨٦، وجامع البيان ل ٧١.
(٣) في (ج): "قوله تعالى".
(٤) سورة الصافات: ١.
(٥) سورة النبأ: ٣٨.
(٦) سورة العاديات: ٣.
(٧) انظر: النشر ١/ ٢٨٨، والسبعة ص ١٢٠، والتذكرة ١/ ٨٦، وجامع البيان ل ٧١.
(٨) في (ج): "قوله تعالى".
(٩) سورة النمل: ٤.
(١٠) سورة الصافات: ٢.
(١١) سورة الزمر: ٧٣.
(١٢) انظر: النشر ١/ ٢٨٨، والسبعة ص ١٢١، والتذكرة ١/ ٨٥، وجامع البيان ل ٧١.
(١٣) في (ج): "قوله تعالى".
(١٤) سورة الكهف: ٦١. والأخرى: {وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا} (٦٣) الكهف.
(١٥) في (ج): "قوله تعالى".
(١٦) سورة الجن: ٣.
(١٧) النشر ١/ ٢٩٢، والتذكرة ١/ ٨٩، وجامع البيان ل ٧١، والإقناع ص ١٣١
(١٨) في (ج): "قوله تعالى".',NULL,'148',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (149,'ذَلِكَ} (١) لا غير. وفي التاء: في قوله (٢): {حَيْثُ تُؤْمَرُونَ} (٣) و {الْحَدِيثِ تَعْجَبُونَ} (٤) لا غير.
وفي الشين: في قوله (٥): {حَيْثُ شِئْتُمْ} (٦) و {حَيْثُ شِئْتُمَا} (٧) حيث وقعا (٨)، وفي قوله (٩): {ثَلَاثِ شُعَبٍ} (١٠) لا غير.
وفي السين: نحو قوله: {وَوَرِثَ سُلَيْمَانُ} (١١) و {مِنْ حَيْثُ سَكَنْتُمْ} (١٢) و {بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ} (١٣) وشبهه.
وفي الضاد: في قوله تعالى: {حَدِيثُ ضَيْفِ إِبْرَاهِيمَ} (١٤) لا غيره (١٥).
وأما الراء: فأدغمها في اللام إذا تحرّك ما قبلها نحو [قوله تعالى] (١٦): {سَخَّرَ
_________
(١) سورة آل عمران: ١٤.
(٢) في (ج): "قوله تعالى".
(٣) سورة الحجر: ٦٥.
(٤) سورة النجم: ٥٩.
(٥) في (ج): "قوله تعالى".
(٦) سورة البقرة: ٥٨. سورة الأعراف: ١٦١.
(٧) سورة البقرة: ٣٥. سورة الأعراف ١٩.
(٨) في (ج): "وشبهه حيث وقعا".
(٩) في (ج): "قوله تعالى".
(١٠) سورة المرسلات: ٣٠.
(١١) سورة النمل: ١٦.
(١٢) سورة الطلاق: ٦.
(١٣) سورة القلم: ٤٤.
(١٤) سورة الذاريات: ٢٤.
(١٥) انظر: النشر ١/ ٢٨٩، والتذكرة ١/ ٨٩، وجامع البيان ل ٧١، والإقناع ص ١٢٧، وص ١٢٨، والدر النثير ٢/ ١٦٥، ١٦٦، والكنز ص ٥٢.
(١٦) ما بين المعقوفين زائد على (أ) و (ب) و (ط).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (150,'لَكُمْ} (١). و {لِيَغْفِرَ لَكَ} (٢) وشبهه، فإن سكن ما قبلها وانكسرت هي أو انضمت أدغمها أيضا فيها نحو: {الْمَصِيرُ لَا يُكَلِّفُ} (٣) و {كِتَابَ الْفُجَّارِ لَفِي} (٤). وشبهه. فإن سكن ما قبلها وانكسرت هي أو انضمت أدغمها أيضا فيها نحو: {الْمَصِيرُ لَا يُكَلِّفُ} (٥) و {كِتَابَ الْفُجَّارِ لَفِي} (٦) وشبهه، فإن انفتحت لم يدغمها نحو: {وَالْحَمِيرَ لِتَرْكَبُوهَا} (٧) و {وَإِنَّ الْفُجَّارَ لَفِي} (٨) وشبهه.
و(٩) الإمالة باقية مع الإدغام في قوله: {إِنَّ كِتَابَ الْأَبْرَارِ لَفِي} (١٠) و {عَذَابَ النَّارِ رَبَّنَا} (١١). وشبهه لكونه عارضا (١٢). وأما اللام: فأدغمها في الراء إذا تحرك ما قبلها أيضا نحو: {سَبِيلِ رَبِّكَ} (١٣)،
_________
(١) في (أ) و (ب) و (ج) و (ط): "سخر لنا".
(٢) سورة الفتح: ٢. وفي (ب): {فَيَغْفِرُ لِمَن يَشَاءُ} وشبهه".
(٣) سورة البقرة: ٢٨٥، ٢٨٦.
(٤) سورة المطففين: ٧.
(٥) سورة البقرة: ٢٨٥، ٢٨٦.
(٦) سورة المطففين: ٧.
(٧) سورة النحل: ٨.
(٨) سورة الانفطار: ١٤.
(٩) في (أ) و (ب) و (ت) و (ج): "قال أبو عمرو: والإمالة ... "
(١٠) سورة المطففين: ١٨.
(١١) سورة آل عمران: ١٩١، ١٩٢.
(١٢) انظر: النشر ١/ ٢٩٢، وجامع البيان (ل ٧١) والإقناع ص ١٣١.
(١٣) سورة النحل: ١٢٥.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (151,'و {قَدْ جَعَلَ رَبُّكِ} (١) وشبهه.
فإن سكن ما قبلها وانكسرت [هي] (٢) أو انضمت أدغمها أيضا نحو: {إِلَى سَبِيلِ رَبِّكَ} (٣) و {مَنْ يَقُولُ رَبَّنَا} (٤). وشبهه، فإن انفتحت لم يدغمها نحو قوله: {فَيَقُولَ رَبِّ} (٥) و {رَسُولَ رَبِّهِمْ} (٦)، وشبهه إلا قوله: {قَالَ رَبِّ} (٧) و {قَالَ رَبُّكُمْ} (٨). و {قَالَ رَبُّنَا} (٩) متصلا بضمير أو غير متصل؛ فإنه أدغمه نصا وأداء لقوة مدّة الألف وقياسه: {قَالَ رَجُلَانِ} (١٠) و {وَقَالَ رَجُلٌ} (١١) ولا خلاف بين أهل الأداء في إدغامها (١٢). (١٣).
وأما النون: فأدغمها إذا تحرك ما قبلها في اللام والرّاء نحو
_________
(١) سورة مريم: ٢٤.
(٢) "هي" زائدة على (أ) و (ب) و (ج) و (ط).
(٣) سورة النحل: ١٢٥.
(٤) سورة البقرة: ٢٠٠.
(٥) سورة المنافقون: ١٠.
(٦) سورة الحاقة: ١٠.
(٧) جزء من الآيات: (٢٥): المائدة. و (٣٣): يوسف. و (١٩): النمل، و (٣٠): العنكبوت. و (١٥): الأحقاف. و (٥): نوح.
(٨) سورة الشعراء: ٢٦. سورة سبأ: ٢٣، سورة غافر: ٦٠.
(٩) سورة طه: ٥٠.
(١٠) سورة المائدة: ٢٣.
(١١) سورة غافر: ٢٨.
(١٢) وقال الحافظ ابن الجزري في إدغام لام (قال): "فإنها تدغم حيث وقعت لكثرة دورها". انظر: النشر ١/ ٢٩٣، ٢٩٤، والإقناع ص ١٤٠، وص ١٤١ ..
(١٣) في النسخ الأخرى: "إدغامهما".',NULL,'151',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (152,'قوله (١): {زُيِّنَ لِلنَّاسِ} (٢) و {لَنْ نُؤْمِنَ لَكَ} (٣) و {وَإِذْ تَأَذَّنَ} (٤) و {خَزَائِنَ رَحْمَةِ رَبِّي} (٥) وشبهه.
فإن سكن ما قبلها؛ لم يُدغمها بأي حركة تحركت هي، نحو: {مُسْلِمَيْنِ لَكَ} (٦) و {بِإِذْنِ رَبِّهِمْ} (٧) وشبهه؛ إلا في قوله تعالى (٨): {وَنَحْنُ لَهُ} (٩) و {وَمَا نَحْنُ لَكُمَا} (١٠) و {نَحْنُ لَكَ} (١١) حيث وقع؛ فإنه أدغم ذلك للزوم ضمة نونه (١٢).
وأمّا الميم: فأخفاها عند الباء إذا تحرك ما قبلها، نحو قوله: {بِأَعْلَمَ بِالشَّاكِرِينَ} (١٣) و {يَحْكُمُ بِهِ} (١٤) وشبهه.
والقراء يعبرون عن هذا بالإدغام، وليس كذلك لامتناع القلب فيه، وإنما تذهب الحركة فتخفى الميم، فإن سكن ما قبلها لم يخفها نحو قوله:
_________
(١) في (ج): "قوله تعالى".
(٢) سورة آل عمران: ١٤.
(٣) سورة الإسراء: ٩٠.
(٤) سورة الأعراف: ١٦٧.
(٥) سورة الإسراء: ١٠٠. سورة ص: ٩.
(٦) سورة البقرة: ١٢٨.
(٧) سورة إبراهيم ١، ٢٣.
(٨) في (ج): "قوله تعالى".
(٩) جزءٌ من الآيات: (١٣٣) و (١٣٦) و (١٣٨) و (١٣٩) سورة البقرة.
(١٠) سورة يونس: ٧٨.
(١١) سورة الأعراف: ١٣٢. سورة هود: ٥٣.
(١٢) انظر: النشر ١/ ٢٩٤، والسبعة ص ١١٨، والتذكرة ١/ ٨٣، ٨٤، وجامع البيان ل ٧٢، والإقناع ص ١٤٢، وإبراز المعاني ١/ ٢٨٣، والدر النثير ٢/ ١٧٦.
(١٣) سورة الأنعام: ٥٣.
(١٤) سورة المائدة: ٩٥.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (153,'{إِبْرَاهِيمُ بَنِيهِ} (١) و {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ} (٢)، وشبهه (٣).
وأما الباء: فأدغمها في الميم في قوله: {وَيُعَذِّبُ مَنْ يَشَاءُ} (٤) حيث وقع لا غير (٥).
قال أبو عمرو: فهذه أصول الإدغام ملخصة (٦)، يقاس (٧) عليها ما يرد من أمثالها وأشكالها إن شاء الله تعالى.
وقد حصّلنا جميع ما أدغمه أبو عمرو من الحروف المتحركة؛ فوجدناها على مذهب ابن مجاهد وأصحابه ألف حرف ومائتي حرف وثلاثة وسبعين حرفا، وعلى ما أقرأناه ألف حرف وثلاث مائة وخمسة أحرف. وجميع ما وقع الاختلاف فيه بين أهل الأداء اثنان وثلاثون حرفا (٨).
_________
(١) سورة البقرة ١٣٢.
(٢) سورة البقرة: ١٩٤.
(٣) انظر: النشر ١/ ٢٩٤، والتذكرة ١/ ٩٠، وجامع البيان ل ٧٢، والإقناع ص ١٤١، وإبراز المعاني ١/ ٢٩٤، والدر النثير ٢/ ١٨٠.
(٤) جزء من الآيات: ٢٨٤: سورة البقرة. ١٢٩: آل عمران. ١٨: المائدة. ١٤٠: المائدة. ٢١: العنكبوت. ١٤: الفتح.
(٥) انظر: النشر ١/ ٢٨٧، والسبعة ص ١١٨، والتذكرة ١/ ٩٠، وجامع البيان ل ٧٣، والإقناع ص ١٢٢، والدر النثير ٢/ ١٨٥.
(٦) في (ج): "ذكرناها ملخصة".
(٧) والقياس: ما يمكن أن يذكر فيه ضابطه، فعند وجود تلك الضابطة يوجد هو. والتلخيص: التبيين والشرح ولخص الشيء: أخذ خلاصته وقرّبه وبيّنه. انظر: القاموس المحيط ص ٥٦٦، والقاموس الوسيط ص ٨٢٠.
(٨) انظر: النشر ١/ ٢٩٥، وجامع البيان ل ٧٣، والدر النثير ٢/ ١٨٨.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (154,'فصل
واعلم: أن اليزيدي حكى عن أبي عمرو أنه كان إذا أدغم الحرف الأول من الحرفين في مثله أو مقاربه، وسواء سكن ما قبله أو تحرك وكان مخفوضا أو مرفوعا؛ أشار إلى حركته تلك دلالة عليها.
والإشارة (١) تكون روما (٢)، وإشماما (٣)، والروم آكد؛ لما فيه من البيان عن كيفية الحركة، غير أن الإدغام الصحيح يمتنع معه، ويصح معه الإشمام.
والإشمام في المخفوض ممتنع، فإن كان الحرف الأول منصوبا؛ لم يُشر إلى حركته لخفتها، وكذلك لا يضير إلى الحركة في الميم إذا لقيت مثلها أو باء.
وفي الباء إذا لقيت مثلها أو ميما بأي حركة تحرك ذلك؛ لأن الإشارة تتعذر في ذلك من أجل انطباق الشفتين (٤)، وبالله التوفيق.
_________
(١) في (ت): "وتلك الإشارة ... ".
(٢) والروم هو: إضعاف الصوت بالحركة، وهو يكون في المخفوض والمرفوع. انظر: التبصرة ص ٣٣٤، والعنوان ص ٦٥، وإبراز المعاني ٢/ ١٩٥.
(٣) مضى تعريفه في (باب أم القرآن)، وسيأتي الموقف في سورة يوسف - عليه السلام -.
(٤) انظر: النشر ١/ ٢٩٦، والتذكرة ١/ ٩١، ٩٢، وجامع البيان ل ٧٣، وإبراز المعاني ١/ ٢٩٧، والدر النثير ٢/ ١٨٨.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (155,'(باب (١) ذكر هاء الكناية (٢))
كان ابن كثير يصل هاء الكناية عن الواحد المذكّر؛ إذا انضمت وسكن ما قبلها بواو، وإذا انكسرت وسكن ما قبلها بياء، فإذا وقف حذف تلك الصلة؛ لأنها زيادة، وسواء كان ذلك الساكن حرف صحة، أو حرف علة.
فالمضمومة نحو (عَقَلُوهُو) (٣)، و (شَرَوْهُو) (٤)، و (فاجْتَباهُو) (٥)، و (فَلْيَصُمْهُو) (٦) و (فَبَشَّرُوهُو) (٧)، و [(مِنْهُو)] (٨)، و (عَنْهُو) وشبهه (٩)،
_________
(١) في (أ) و (ب): "سورة البقرة" وفي (ج): "وبالله التوفيق"، باب ذكر هاء الكناية"، وفي (ط): "باب سورة البقرة".
(٢) ذكر هذا الباب لمناسبة قوله: {فِيهِ هُدى} في سورة البقرة (٢). وقال المصنف رحمه الله في جامع البيان: "فأول ما أقدم من اختلافهم فيها: مذاهبهم في الأصول التي تطرد ويكثر دورها، ويجري القياس فيها، وأرتب لذلك أبوابا، وأجعله فصولا، ثم أتبعه بذكر الحروف التي يقل دورها، ولا يجري قياس عليها سورة سورة إلى آخر القرآن، إن شاء الله". انظر: جامع البيان ل ٧٣.
(٣) جزء من الآية (٧٥): سورة البقرة.
(٤) جزء من الآية (٢٠): سورة يوسف.
(٥) جزء من الآية (٥٠): سورة القلم.
(٦) جزء من الآية (١٨٥): سورة البقرة.
(٧) جزء من الآية (٢٨): الذاريات، من غير فاء، بل {وبَشّروه ... }.
(٨) ما بين المعقوفين زائد على (أ) و (ب).
(٩) رسمت الواو للدلالة على المَدّة مع الضمة، وهذا الرسم للتوضيح، وكذا في الياء مع الكسر.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (156,'والمكسورة نحو: (لأَخِيهِي) (١) و (أَبِيْهِي) (٢). و (تُؤْويهِي) (٣)، و (فِيهِي) و (أبَويْهِي) (٤) و (إِلَيْهِي) وشبهه (٥)، وهذا إذا لم تلق الهاء ساكنا، نحو: {يَعْلَمْهُ اللَّهُ} (٦) و {عَنْهُ السُّوءَ} (٧) و {فَأَرَاهُ الْآيَةَ} (٨) و {آتَاهُ اللَّهُ} (٩)، و {عَلَيهِ اللَّهَ} (١٠) وشبهه، إلا قوله: {عَنْهُ تَلَهَّى} (١١) في مذهب البزي فإنه يصل (١٢) الهاء بواو مع تشديد التاء بعدها؛ لأن التشديد عارض.
_________
(١) جزء من الآية (١٤٢) سورة الأعراف.
(٢) جزء من الآيات: (٧٤): الأنعام. (١١٤): التوبة. (٤): يوسف. (٤٢): مريم. (٥٢): الأنبياء. (٧٠): الشعراء. (٨٥): الصافات. (٢٦): الزخرف. (٤): الممتحنة. (٣٥): عبس.
(٣) جزء من الآية (١٣): سورة المعارج.
(٤) جزء من الآيات: (١١): النساء. (٩٩): يوسف. (١٠٠): يوسف.
(٥) أثبتنا الآيات كما رُسمت في المخطوط، وقد رُسمت حسب النطق والتلاوة للتعليم. والله أعلم.
(٦) جزء من الآيات: (١٩٧): البقرة. (٢٩): آل عمران.
(٧) جزء من الآية (٢٤): سورة يوسف.
(٨) جزء من الآية: (٢٠) سورة النازعات.
(٩) جزء من الآيات: (٢٥١)، (٢٥٨): البقرة. (٧): الطلاق.
(١٠) سورة الفتح: ١٠.
(١١) جزء من الآية (١٠): سورة عبس.
(١٢) في (ب) و (ت) و (ج) و (ط): "فإنه كان يصل ... ".',NULL,'156',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (157,'والباقون يختلسون (١) الضمة والكسرة في حال الوصل فيما تقدم، وكلهم يصل المكسورة بياء، والمضمومة بواو إذا تحرّك ما قبلها حيث (٢) وقع، وبالله التوفيق.

<span data-type="title" id=toc-100>باب ذكر المدّ والقصر </span>(٣)
اعلم: أن الهمزة إذا كانت مع حرف المدّ واللين في كلمة واحدة سواء توسطت أو تطرفت؛ فلا خلاف بينهم في تمكين حرف المد زيادة، وذلك نحو قوله - عز وجل - (٤): {أُولَئِكَ}، و {شَاءَ اللَّهُ}، و {الْمَلَائِكَةِ}،
_________
(١) قال المالقي: "يريد بالاختلاس: النطق بالحركة مجردة من الصلة، والاختلاس: سرعة الحركة، وبهذا المعنى يستعمله القرّاء". الدر النثير ٢/ ٢٠٠.
(٢) انظر: النشر ١/ ٣٠٤، والسبعة ص ١٢٨، والتذكرة ١/ ٩٥، وجامع البيان ل ٧٣، والإقناع ص ٣٠٩، والموضح ١/ ٢٣٧، وإبراز المعاني ١/ ٣٠٦، والدر النثير ٢/ ١٩٥.
(٣) ذكر هذا الباب لمناسبة قوله: (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ) البقرة: ٤، والمد في اللغة: الزيادة، ومنه المدّة، أي: الزيادة المتصلة، ويطلق على الجرّ. انظر: مختار الصحاح ص ٤٥١، والمفردات للراغب ص ٧٦٣. والمدّ في هذا الباب "هو عبارة عن زيادة مطّ في حرف المدّ على المد الطبيعي، وهو الذي لا يقوم ذات حرف دونه. والقصر في اللغة: خلاف المدّ، ويأتي بمعنى الحبس، وقصره على أمر: رده إليه. والقصر في الاصطلاح: عبارة عن ترك الزيادة، وإبقاء المدّ الطبيعي على حاله. انظر: النشر ١/ ٢١٣، وإبراز المعاني ١/ ٣٢٠، والقاموس المحيط ص ٤١٧.
(٤) في (ب): "نحو قوله: {أُولَئِكَ}، و {شَاءَ اللَّهُ}، و {الْمَلَائِكَةِ}، و {يُضِيءُ}،
و{الْمُسِيءُ}، و {وَجِيءَ}، {هَاؤُمُ اقْرَءُوا}، وشبهه.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (158,'و {يُضِيءُ} (١)، و {هَاؤُمُ اقْرَءُوا} (٢) وشبهه.
فإذا كانت الهمزة أول كلمة وحرف المد آخر كلمة أخرى (٣) فإنهم يختلفون في زيادة التمكين لحرف المد هناك: فابن كثير وقالون بخلاف عنه (٤)، وأبو شعيب وغيره عن اليزيدي يقصرون حرف المد، فلا يزيدونه تمكينا على ما فيه من المدّ الذي لا يوصل إليه إلا به، وذلك نحو قوله - عز وجل -: {بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ} (٥)، و {فِي آيَاتِنَا} (٦)، و {يَاأَيُّهَا النَّاسُ}، و {هَؤُلَاءِ}، و {قَالُوا آمَنَّا}، وشبهه. و {هآولاء} (٧) أقصر مدًّا في الضرب الأول المتفق عليه.
والباقون يطولون حرف المدّ في ذلك زيادة، وأطولهم مدًّا في الضربين
_________
(١) جزء من الآية ٣٥: سورة النور.
(٢) جزء من الآية ١٩: سورة الحاقة.
(٣) وهو المد المنفصل، ويسمى مدّ البسط؛ لأنه يبسط بين الكلمتين، ومد الاعتبار لاعتبار الكلمتين، ولورش فيه من طريق الأصبهاني القصر كابن كثير وقالون، وليس في التيسير. وانظر: النشر ١/ ٣١٣، ٣٢١، وإبراز المعاني ١/ ٣٢٢.
(٤) له القصر من طريق الحُلْواني، وله التوسط من طريق أبي نشيط. انظر: النشر ١/ ٣٢١، والتذكرة ١/ ١٠٦، وجامع البيان ل ٧٥.
(٥) جزء من الآية (٤): سورة البقرة.
(٦) جزء من الآيات (٦٨): الأنعام. (٢١): يونس. (٥) و (٣٨): سبأ، (٤٠): فصلت. (٣٥): الشورى.
(٧) يعني ابن كثير ومن معه في قصر المنفصل أقل زيادة في المدّ المتصل من غيرهم. وانظر: النشر ١/ ٣٢٢، وتلخيص العبارات ص ٢٦، والدر النثير ٢/ ٢١٢.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (159,'جميعا ورش وحمزة، ودونهما عاصم، ودونه ابن عامر والكسائي، ودونهما أبو عمرو من طريق أهل العراق، وقالون من طريق أبي نشيط بخلاف عنه. وهذا كله على التقريب من غير إفراط، وإنما هو على مقدار مذاهبهم في التحقيق والحدر (١) وبالله التوفيق.
فصل
وإذا أتت الهمزة قبل حرف المد (٢) سواء كانت محققة، أو ألقى حركتها على ساكن قبلها، أو أبدلت نحو قوله: {آدَمَ}، و {آزَرَ}
و{آمَنَ}، و {وَلَقَدْ آتَيْنَا}، و {مَنْ أُوتِيَ} و {لِإِيلَافِ قُرَيْشٍ إِيلَافِهِمْ} (٣)،
_________
(١) التحقيق هو مصدر من حققت الشيء تحقيقا: إذا بلغت يقينه، ومعناه: المبالغة في الإتيان بالشيء على حقه من غير زيادة ولا نقصان منه. وهو عند القراءة عبارة عن إعطاء كل حرف حقه من إشباع المد، وتحقيق الهمزة وإتمام الحركات، واعتماد الإظهار والتشديدات، وتوفية الغنّات، وتفكيك الحروف، وهو بيانها وإخراج بعضها من بعض. وأما الحدر فهو مصدر من حَدَر بالفتح -يحدُر- بالضم: إذا أسرع فهو من الحدُور الذي هو الهبوط. وهو عند القراء عبارة عن إدراج القراءة وسرعتها وتخفيفها بالقصر والتسكين والاختلاس والبدل، والإدغام الكبير وتخفيف الهمز، ونحو ذلك مما صحت به الرواية، قال ابن الجزري رحمه الله في طيبته:
ويقرأ القرآن بالتحقيق مع ... حدر وتدوير وكل متبع
مع حسن صوت بلحون العرب ... مرتلا مجودا بالعربي
(٢) ويسمى هذا النوع مدّ البدل، والقرّاء فيه على القصر إلا ورش، كما ذكر المصنّف في تفصيله.
(٣) سورة قريش: ١، ٢.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (160,'و {لِلْإِيمَانِ}، و {يَسْتَهْزِئُونَ}، و {هَؤُلَاءِ آلِهَةً} (١)، وشبهه (٢)؛ فإن أهل الأداء من مشيخة المصريين الآخذين برواية أبي يعقوب عن ورش يزيدون في تمكين حرف المدّ في ذلك زيادة متوسطة على مقدار التحقيق، واستثنوا من ذلك قوله: {إِسْرَائِيلَ} حيث وقع، فلم يزيدوا في تمكين الياء فيه.
وقد أجمعوا على ترك الزيادة إذا سكن ما قبل الهمزة، وكان الساكن غير حرف مدّ ولين نحو {مَسْئُولًا (٣٤)} (٣) و {مَذْءُومًا} (٤)
و{الْقُرْآنُ} و {الظَّمْآنُ} (٥) وشبهه. وكذلك إن كانت الهمزة مجتلبة للابتداء نحو: {اؤْتُمِنَ}، {ائْتِ بِقُرْآنٍ} (٦)، {ائْذَنْ لِي} (٧)، وشبهه (٨)،
_________
(١) جزء من الآية ٩٩: سورة الأنبياء.
(٢) في (ت) و (ج) و (ط) تكرير {هَؤُلَاءِ آلِهَةً} على النحو الآتي: {آدَمَ}، و {آزَرَ} و {آمَنَ}، و {وَلَقَدْ آتَيْنَا}، و {هَؤُلَاءِ آلِهَةً}، و {مَنْ أُوتِيَ}، و {لِإِيلَافِ قُرَيْشٍ إِيلَافِهِمْ}، و {لِلْإِيمَانِ} و {يَسْتَهْزِئُونَ} {هَؤُلَاءِ آلِهَةً}. وشبهه".
(٣) الإسراء: ٣٦.
(٤) الأعراف: ١٨.
(٥) سورة النور: ٣٩.
(٦) سورة يونس: ١٥.
(٧) سورة براءة: ٤٩.
(٨) وهناك قاعدة أخرى مستثناة أيضا، وهي: أن يقع حرف المد بعد الهمزة بدلا من التنوين نحو: (دُعَاءً) و (وَنِدَاءً): عند الوقف على هذه الكلمات، فلا يجوز في حرف المد في هذه الكلمات لورش إلا القصر؛ لأن حرف المد في هذه الحالة عارض.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (161,'والباقون لا يزيدون في إشباع حرف المد فيما تقدّم (١)، [وبالله التوفيق] (٢).

<span data-type="title" id=toc-101>باب ذكر الهمزتين المتلاصقتين في كلمة</span>
اعلم: أنهما (٣) إذا اتفقتا بالفتح نحو {أَأَنْذَرْتَهُمْ} (٤)، و {أَأَنْتُمْ أَعْلَمُ} (٥)، و {أَأَسْجُدُ} (٦) وشبهه؛ فإن الحرميين وأبا عمرو وهشاماً يسهلون الثانية منهما، وورش يبدلها ألفا، والقياس أن تكون (٧) بين بين، وابن كثير لا يدخل قبلها ألفا، وقالون وهشام وأبو عمرو يدخلونها (٨).
والباقون يحققون الهمزتين (٩) فإذا اختلفتا بالفتح والكسر نحو
_________
(١) انظر: النشر ١/ ٣٣٩، وجامع البيان ل ٧٨، والعنوان ص ٤٤، وتلخيص العبارات ص ٢٦، والإقناع ص ٢٩٢، والدر النثير ٢/ ٢٢٧.
(٢) وما بين المعقوفين زائد على (ت) و (ج) و (ط).
(٣) أي: الهمزتان.
(٤) جزء من الآية (٦): سورة البقرة. (١٠): سورة يس.
(٥) جزء من الآية ١٤٠: سورة البقرة.
(٦) جزء من الآية ٦١: الإسراء.
(٧) في (ت) و (ج) و (ط): "أن يكون بين بين".
(٨) ذكر الشاطبي أن هشاما له وجهان: أحدهما: التسهيل، والآخر: ترك التسهيل، وهو التخفيف. قال: "وبذات الفتح خلْفٌ لتَجْمُلا".
(٩) في (أ) و (ب): "يحققون الهمزتين معا". انظر: النشر ١/ ٢٦٣، والسبعة ص ١٣٤، والمبسوط ص ١١٢، والتذكرة ١/ ١١١، وجامع البيان ل ٨٥، والتبصرة ٢٧٦، وإبراز المعاني ١/ ٣٤٧، والدر النثير ٢/ ٢٤٣.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (162,'قوله: {أَإِذَا كُنَّا تُرَابًا} (١)، و {أَإِلَهٌ مَعَ اللَّهِ} (٢)، و {أَئِنَّ لَنَا} (٣) وشبهه؛ فالحرميان وأبو عمرو يسهلون الثانية، وقالون وأبو عمرو يدخلان قبلها ألفا، والباقون يحققون الهمزتين (٤)، وهشام - من قراءتي على أبي الفتح - يُدخل بينهما ألفا [في جميع القرآن] (٥).
ومن قراءتي على أبي الحسن يدخلها في سبعة مواضع:
في الأعراف: {أَئِنَّكُمْ} (٦)، و {أإِنَّ لَنَا لَأَجْرًا} (٧)، وفي مريم: {أَإِذَا مَا مِتُّ} (٨)، وفي الشعراء: {أَئِنَّ لَنَا لَأَجْرًا} (٩)، وفي الصافات: {أَإِنَّكَ} (١٠)، و {أَئِفْكًا} (١١)، وفي فصلت: {أَئِنَّكُمْ} (١٢)، (١٣)،
_________
(١) جزء من الآيات: (٥): سورة الرعد. (٦٧): سورة النمل.
(٢) جزء من الآيات: ٦٠، ٦١، ٦٢، ٦٣، ٦٤: سورة النمل.
(٣) جزء من الآية ٤١: سورة الشعراء.
(٤) في (أ): "يحققون الهمزتين معا".
(٥) ما بين المعقوفين زائد على (أ).
(٦) جزء من الآية: ٨١.
(٧) جزء من الآية: ١١٣.
(٨) جزء من الآية: ٦٦.
(٩) جزء من الآية: ٤١.
(١٠) جزء من الآية: ٥٢.
(١١) جزء من الآية: ٨٦.
(١٢) جزء من الآية: ٩.
(١٣) في (أ) و (ت) رسمت الكلمات بثلاث ألفات للتوضيح، وباقي النسخ على ألفين. ولهشام في موضع "فصلت": التحقيق والتسهيل مع الإدخال. قال الشاطبي: "وفي فصلت حرفٌ وبالخُلْف سُهِّلا".',NULL,'162',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (163,'ويسهل الثانية هنا خاصة.
وإذا اختلفتا بالفتح والضم، وذلك في ثلاثة مواضع: في آل عمران: {قُلْ أَؤُنَبِّئُكُمْ} (١)، وفي (ص): {أَأُنْزِلَ عَلَيْهِ} (٢)، وفي (القمر): {أَأُلْقِيَ الذِّكْرُ} (٣)؛ فالحرميّان وأبو عمرو (٤) يُسهلون الثانية، وقالون يدخل بينهما ألفًا، وهشام من قراءتي على أبي الحسن يحقق الهمزتين من غير ألف بينهما في (آل عمران)، ويُسهل الثانية، ويدخل قبلهما ألفًا في الباقيتين كقالون"، والباقون يحققون الهمزتين في ذلك [كله] (٥)، وهشام من قراءتي على أبي الفتح كذلك ويدخل بينهما ألفا (٦)، وبالله التوفيق (٧).
_________
(١) جزء من الآية: ١٥.
(٢) جزء من الآية: ٨.
(٣) جزء من الآية: ٢٥.
(٤) ورد عن أبي عمرو الإدخالُ وتركُه في المضمومة. قال الشاطبي: "ومدك قبل الضم لبّى حبيبه بخلفهما".
(٥) ما بين المعقوفين زائد على (أ) و (ب).
(٦) في (ب) و (ت): "ويدخل بينهما ألفا، فاعلم ذلك، وبالله التوفيق.
(٧) انظر لكل ما مضى في: النشر ١/ ٣٧٠، والسبعة ص ١٣٤، والمبسوط ص ١١٢، ١١٣، والتذكرة ١/ ١١١، ١١٢، وجامع البيان ل ٨٦ وما بعدها، والتلخيص ص ١٧٢، وتلخيص العبارات ص ٢٧، والإقناع ص ٢٣٠، والدر النثير ٢/ ٢٥٣.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (164,'<span data-type="title" id=toc-102>باب ذكر الهمزتين من كلمتين</span>
اعلم: أنهما إذا اتفقتا بالكسر نحو (١): {هَؤُلَاءِ إِنْ كُنْتُمْ} (٢) و {مِنَ النِّسَاءِ إِلَّا} (٣) وشبهه؛ فقنبل وورش يجعلان الثانية كالياء الساكنة (٤).
[قال أبو عمرو] (٥): وأخذ عليَّ ابن خاقان لورش بجعل الثانية ياءً مكسورة في (البقرة) في (٦) قوله تعالى: {هآولاءين كُنْتُم} (٧)، وفي (النور): {عَلَى البِغَاءِين أَرَدْن} (٨) فقط، وذلك مشهور عن ورش في الأداء دون النص، وقالون والبزي يجعلان الأولى كالياء المكسورة، وأبو عمرو يسقطها، والباقون يحققون الهمزتين معا (٩)، فإذا اتفقتا [معا] (١٠) بالفتح
_________
(١) في (أ): "نحو قوله عز وجل".
(٢) جزء من الآية ٣١: سورة البقرة.
(٣) جزء من الآية ٢٢، ٢٤: سورة النساء.
(٤) ذكر الشاطبي عن ورش وقنبل إبدال الثانية من المتفقتين حرف مدّ، قال:
والاخرى كمدّ عند ورش وقنبل ... وقد قيل محض المدّ عنها تبدلا
(٥) ما بين المعقوفين زائد على (أ) و (ب) و (ج) و (ط).
(٦) في (ت) و (ط): "في البقرة نحو قوله تعالى ... ".
(٧) الآية: ٣١.
(٨) الآية: ٣٣.
(٩) انظر: النشر ١/ ٣٨٢ وما بعدها، والسبعة ص ١٣٦، والمبسوط ص ١١٤، وجامع البيان ل ٩٠، والتلخيص ص ١٧٤، وتلخيص العبارات ص ٢٩، والإقناع ص ٢٣٦.
(١٠) ما بين المعقوفين زائد على جميع النسخ.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (165,'نحو: {جَاءَ أَجَلُهُمْ} (١) و {شَاءَ أَنْشَرَهُ} (٢). (٣)، فورش وقنبل يجعلان الثانية كالمدة.
وقالون والبزي وأبو عمرو يسقطون الأولى، والباقون يحققون الهمزتين معا، فإذا اتفقتا بالضم وذلك في موضع واحد في (الأحقاف) في قوله عز وجل: {أَوْلِيَاءُ أُولَئِكَ} (٤) لا غير؛ فورش وقنبل يجعلان الثانية كالواو الساكنة، وقالون والبزي يجعلان الأولى كالواو المضمومة، وأبو عمرو يسقطهما معا، والباقون يحققونهما معا (٥).
قال أبو عمرو: ومتى سُهلت الهمزة الأولى من المتفقتين أو أسقطت فالألف التي قبلها ممكنة على حالها مع تحقيقها اعتدادا بها، ويجوز أن تُقصر الألف لعدم الهمزة لفظا، والأول أوجه؛ فإذا اختلفتا على أيّ حال كان، نحو قوله: {السُّفَهَاءُ أَلَا} (٦) و {مِنَ الْمَاءِ أَوْ مِمَّا} (٧) و {شُهَدَاءَ
_________
(١) جزء من الآية ٣٤: سورة الأعراف.
(٢) جزء من الآية ٢٢: سورة عبس.
(٣) في النسخ الأخرى: {وشاءَ أنشره} وشبهه".
(٤) جزء من الآية: ٣٢.
(٥) انظر: النشر ١/ ٢٨٢، والمبسوط ص ١١٤، والتذكرة ١/ ١١٦، وجامع البيان ل ٩١ وما بعدها، والتلخيص ص ١٧٥، وتلخيص العبارات ص ٢٩، ٣٠، والإقناع ص ٢٣٦، ٢٣٧، والدر النثير ٢/ ١٤، والكنز ص ٧٦.
(٦) جزء من الآية ١٣: سورة البقرة.
(٧) جزء من الآية ٥٠: سورة الأعراف.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (166,'إِذْ حَضَرَ} (١) و {مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (٢) و {جَاءَ أُمَّةً} (٣). وشبهه، فالحرميّان وأبو عمرو يسهلون الثانية، والباقون يحققونهما معا (٤). [قال أبو عمرو] (٥): والتسهيل لإحدى الهمزتين في هذا الباب؛ إنما يكون في حال الوصل لا غير، لكون التلاصق فيه، وحكم تسهيل الهمزة في البابين هو أن تجعل بين الهمزة وبين الحرف الذي منه حركتها ما لم تنفتح وينكسر ما قبلها (٦) أو ينضم، فإنها تُبدل مع الكسرة ياء، ومع الضمة واوا، وتحركان بالفتح، والمكسورة المضموم ما قبلها تُسَهَّل على وجهين: تبدل واوا مكسورة على حركة ما قبلها، وتُجعل بين الهمزة والياء على حركتها.
والأول مذهب القرّاء، وهو آثرُ (٧)، والثاني: مذهب النحويين، وهو أقيسُ (٨)، وبالله التوفيق.
_________
(١) جزء من الآية ١٣٣: سورة البقرة.
(٢) جزء من الآية ٢١٣: سورة البقرة.
(٣) جزء من الآية ٤٤: سورة المؤمنون.
(٤) انظر: النشر ١/ ٣٨٨، والسبعة ص ١٣٧، ١٣٨، والمبسوط ص ١١٤.
(٥) ما بين المعقوفين زائد على النسخ الأخرى.
(٦) في (أ) و (ب) و (ط): "ما لم تنفتح وينكسر ما قبلها".
(٧) أي: من حيث النقل عن الشيوخ.
(٨) انظر: النشر ١/ ٣٨٨، والتذكرة ١/ ١١٩، وجامع البيان ل ٩٥، والإقناع ص ٢٣٩.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (167,'<span data-type="title" id=toc-103>باب ذكر الهمزة المفردة</span>
اعلم: أن ورشا كان يسهل الهمزة المفردة سواء سكنت أو تحركت إذا كانت في موضع الفاء من الفعل: [فأما] (١) الساكنة نحو قوله: {يَأْخُذُ}، و {يَأْكُلُ}، و {تَأْلَمُونَ} (٢)، و {لِقَاءَنَا ائْتِ} (٣)، و {نُؤْمِنَ}، و {الْمُؤْمِنُونَ}، و {وَيُؤْثِرُونَ} (٤) و {يُؤْتُونَ}، و {وَالْمُؤْتَفِكَاتُ} (٥)، و {هَذَا} (٦)، و {الَّذِي اؤْتُمِنَ} (٧) و {الْمَلِكُ ائْتُونِي} (٨) وشبهه.
والمتحركة نحو قوله: {يُؤَدِّهِ إِلَيْكَ} (٩) و {مُؤَجَّلًا} (١٠)، و {وَالْمُؤَلَّفَةِ} (١١)
و{مُؤَذِّنٌ} (١٢)، و {يُؤَخِّرُهُمْ} (١٣) و {تُؤَاخِذْنَا} (١٤) وشبهه.
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى.
(٢) في النسخ الأخرى: {يَأْلَمُونَ} وهي جزء من الآية: ١٠٤: سورة النساء.
(٣) جزء من الآية ١٥: سورة يونس.
(٤) جزء من الآية ٩: سورة الحشر.
(٥) جزء من الآية ٧٠: سورة التوبة. و ٩٠: سورة الحاقة.
(٦) جزء من الآية ٥٣: سورة النجم.
(٧) جزء من الآية ٢٨٣: سورة البقرة.
(٨) جزء من الآية ٥٠، ٥٤: سورة يوسف.
(٩) جزء من الآية ٧٥: سورة آل عمران.
(١٠) جزء من الآية ١٤٥: سورة آل عمران.
(١١) جزء من الآية ٦٠: سورة التوبة.
(١٢) جزء من الآية ٤٤: سورة الأعراف.
(١٣) جزء من الآية ٦١: النحل. والآية ٤٥: سورة فاطر. وفي (ب) تقديم وتأخير.
(١٤) جزء من الآية ٢٨٦: سورة البقرة.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (168,'واستثنى من الساكنة: {وَتُؤْوِي إِلَيْكَ} (١)، و {الَّتِي تُؤْوِيهِ} (٢)، وسائر باب الإيواء (٣) حيث وقع نحو: {الْمَأْوَى} (٤)، و {مَأْوَاهُمْ} (٥) و {مَأْوَاكُمُ} (٦)، و {فَأْوُوا إِلَى الْكَهْفِ} (٧)، وشبهه.
ومن المتحركة: {وَلَا يَئُودُهُ} (٨)، و {تَؤُزُّهُمْ} (٩) وكذلك: {مَآبًا} (١٠)، و {مَآرِبُ} (١١) و {وَمَا تَأَخَّرَ} (١٢) وشبهه، إذا كانت صورتها ألفا فهمز، جميع ذلك.
والباقون يحققون الهمزة في ذلك كله، ولأبي عمرو وحمزة وهشام مذاهب أذكرها بعدُ إن شاء الله.
_________
(١) جزء من الآية ٥١: سورة الأحزاب.
(٢) جزء من الآية ١٣: سورة المعارج.
(٣) في (ب): "وكذلك سائر باب الإيواء".
(٤) جزء من الآية ١٩: سورة السجدة.
(٥) جزء من الآية ١٥١: سورة آل عمران.
(٦) جزء من الآية ١٥ سورة الحديد.
(٧) جزء من الآية ١٦: سورة الكهف.
(٨) جزء من الآية ٢٥٥: سورة البقرة.
(٩) جزء من الآية ٨٣: سورة مريم عليها السلام.
(١٠) جزء من الآية ٣٩: سورة النبأ.
(١١) جزء من الآية ١٨: سورة طه.
(١٢) جزء من الآية ٢: سورة الفتح.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (169,'فصل
وسهل ورش أيضا الهمزة من {بِئْسَ} و {بِئْسَمَا} (١)، و {البِئْر} (٢) و {الذِّئْبُ} (٣)، و {لِئَلَّا} (٤) في جميع القرآن، وتابعه الكسائي على {الذِّئْبُ} وحده، فترك همزهُ.
والباقون يحققون الهمزة في ذلك كله حيث وقع (٥). وبالله التوفيق (٦).

<span data-type="title" id=toc-104>باب ذكر نقل حركة الهمزة إلى الساكن قبلها</span>
اعلم: أن ورشا كان يلقي حركة الهمزة على الساكن قبلها؛ فيتحرّك بحركتها، وتسقط هي من اللفظ، وذلك إذا كان الساكن غير حرف مدّ ولين، وكان آخر كلمة والهمزة أول كلمة أخرى. والساكن الواقع قبل الهمزة يأتي على ثلاثة أضرب:

فالضرب الأول: أن يكون تنوينا نحو قوله: {مِنْ نَبِيٍّ إِلَّا} (٧)،
_________
(١) جزء من الآية ٩٠، ٩٣: سورة البقرة. والآية ١٥٠: سورة الأعراف.
(٢) (بِئْرٍ) جزء من الآية ٤٥: سورة الحج.
(٣) جزء من الآية ١٣، ١٤، ١٧: سورة يوسف - عليه السلام -.
(٤) جزء من الآية ١٠: سورة البقرة. والآية ١٦٥: سورة النساء. و ٢٩: سورة الحديد.
(٥) انظر: النشر ١/ ٣٩٠ وما بعدها، والتذكرة ص ١٣٠، وتلخيص العبارات ص ٣١ وما بعدها، والدر النثير ٣/ ٣٤ وما بعدها.
(٦) في (أ): "حيث وقع إن شاء الله، وبالله التوفيق".
(٧) جزء من الآية ٩٤: سورة الأعراف. والآية ٧: سورة الزخرف.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (170,'و {مِنْ شَيْءٍ إِذْ كَانُوا} (١)، و {كُفُوًا أَحَدٌ} (٢) و {مُبِينٌ أَنِ اعْبُدُوا} (٣) وشبهه. والثاني: أن يكون لام المعرفة نحو: {الْأَرْضِ} و {الْآخِرَةَ}،
و{الْآزِفَةِ} (٤)، و {وَالْأُولَى}، و {الْآنَ} و {وَالْأُذُنَ} وشبهه، وهذا وإن كان متصلا مع الهمزة في الخط؛ فهو يجري عند القرّاء مجرى المتصل. والثالث: أن يكون سائر حروف المعجم نحو قوله:
{مَنْ آمَنَ} (٥)، و {مِنْ إِسْتَبْرَقٍ} (٦)، و {وَاذْكُرْ إِسْمَاعِيلَ} (٧)، و {الم
أَحَسِبَ} (٨)، و {وقَالَتْ تَكْسِبُونَ} (٩)، و {قَالَتْ أُخْرَاهُمْ} (١٠)، و {خَلَوْا
_________
(١) جزء من الآية ٢٦: سورة الأحقاف.
(٢) جزء من الآية ٤: سورة الإخلاص.
(٣) جزء من الآية ٢، ٣: سورة نوح - عليه السلام -.
(٤) جزء من الآية ١٨: سورة غافر. والآية ٥٧: سورة النجم.
(٥) من مواطنها الآيات: ٦٢: سورة البقرة. و ٥٥: سورة النساء. و ٤٨: سورة الأنعام.
(٦) جزء من الآية: ٣١: سورة الكهف. والآية ٥٣: سورة الدخان. والآية ٥٤: سورة الرحمن. والآية ٢١: سورة الإنسان.
(٧) جزء من الآية ٤٨: سورة ص.
(٨) سورة العنكبوت: ١، ٢. والمقصود عند الوصل.
(٩) جزء من الآية: ٣٩: سورة الأعراف.
(١٠) جزء من الآية ٣٨: سورة الأعراف.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (171,'إِلَى} (١)، و {تَعَالَوْا أَتْلُ} (٢)، و {نَبَأَ ابْنَيْ آدَمَ} (٣)، و {ذَوَاتَيْ
أُكُلٍ} (٤) وشبهه.
واستثنى أصحاب أبي يعقوب عن ورش من ذلك حرفا واحدا في (الحاقة) وهو قوله: {كِتَابِيَهْ إِنِّي ظَنَنْتُ} (٥) فسكّنوا الهاء وحققوا الهمزة بعدها على مراد القطع والاستئناف، وبذلك قرأت على مشيخة المصريين، وبه آخذ (٦)، وقرأ الباقون بتحقيق الهمزة في سائر ما تقدم (٧) مع تخليص الساكن قبلها (٨).

واختلفوا في قوله: {آلْآنَ وَقَدْ كُنْتُمْ} (٩)، و {آلْآنَ وَقَدْ
_________
(١) جزء من الآية ١٤: سورة البقرة.
(٢) جزء من الآية ١٥١: سورة الأنعام.
(٣) جزء من الآية ٢٧: سورة المائدة.
(٤) جزء من الآية ١٦: سورة سبأ.
(٥) جزء من الآية ١٩، ٢٠.
(٦) قال ابن الجزري: "روى النقل في آية (الحاقة) جماعة من أهل الأداء، ولم يفرقوا بينه وبين غيره، وبه قطع غير واحد من طريق الأصبهاني، وهو ظاهر نصوص العراقيين، وترْك النقل فيه هو المختار عندنا، والأصح لدينا والأقوى في العربية؛ لأن هذه الهاء هاء سكت، وحكمها السكون، فلا تحرك إلا في ضرورة الشعر على ما فيه من قبح". انظر: النشر ١/ ٤٠٩ باختصار.
(٧) في النسخ الأخرى: "في جميع ما تقدم".
(٨) يريد مع إثباته في اللفظ ساكنا محضا غير مشوب بشيء من الحركة ولا بإشمام ولا روم. انظر: الدر النثير ٣/ ٤٣.
(٩) جزء من الآية: ٥١.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (172,'عَصَيْتَ} (١) في يونس (٢)، و {رِدْءًا} ... في القصص (٣)، وفي قوله: {عَادًا الْأُولَى} (٤)، في (والنجم)، ويأتي الاختلاف في ذلك في موضعه إن شاء الله (٥).

<span data-type="title" id=toc-105>باب ذكر مذهب أبي عمرو في ترك الهمز </span>(٦)
اعلم: أنا أبا عمرو كان إذا قرأ في الصلاة أو أدرج في قراءته أو قرأ بالإدغام لم يهمز كل همزة ساكنة؛ سواء كانت فاءً أو عينًا أو لامًا نحو قوله:
{يُؤْمِنُونَ}، و {يُؤْلُونَ} (٧)، و {وَالْمُؤْتَفِكَاتُ} (٨)،
_________
(١) جزء من الآية ٩١.
(٢) قرأ نافع {الآن} الموضعين بفتح اللام من غير همز، والباقون بإسكان اللام وهمزة بعدها، وكلهم سهل همزة الوصل التي بعد همزة الاستفهام، ولم يحققها أحد منهم ولا فصل بينها وبين التي قبلها بألف لضعفها، ولأن البدل في قول أكثر النحويين يلزمها. وروى الحُلْواني عن قالون بالتحقيق فيها كالجماعة، أي: في همزة (الآن) وليس في التيسير، وكذلك وجه لأبي نشيط، وهذا مخالف لجميع أصحاب قالون ونافع. انظر: النشر ١/ ٤١٠، والتيسير في فرش سورة يونس - عليه السلام -.
(٣) الآية: ٣٥.
(٤) جزء من الآية: ٥٠.
(٥) في (أ) و (ج) و (ط): "إن شاء الله، وبالله التوفيق".
(٦) في الدر النثير و (ط): "في ترك الهمزة" والمقصود به: السوسي. انظر: النشر ١/ ٣٩٢، والتذكرة ١/ ١٣٧، وجامع البيان ل ١٠٠، والإقناع ص ٢٤٥، والعنوان ص ٥١، والدر النثير ٣/ ٤٥.
(٧) جزء من الآية ٢٢٦: سورة البقرة.
(٨) جزء من الآيات ٧٠: سورة التوبة. والآية ٩: سورة الحاقة.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (173,'و {بِئْسَ}،
و{بِئْسَمَا} (١)، و {الذِّئْبُ} (٢)، و {البِئْر} (٣)، و {الرُّؤْيَا} (٤)،
و{رُؤْيَاكَ} (٥)، و {كَدَأْبِ} (٦)، و {جِئْتَ}، و {جِئْتُمْ} (٧)،
و{شِئْتُمْ}، و {شِئْنَا} (٨)، و {فَادَّارَأْتُمْ} (٩) و {اطْمَأْنَنْتُمْ} (١٠)، وشبهه.

إلا (١١) أن يكون سكون الهمزة للجزم نحو: {أَوْ نَنْسَأْهَا} (١٢)، و {تَسُؤْهُمْ} (١٣)، و {إِنْ يَشَأْ} (١٤)،
_________
(١) جزء من الآيات ٩٠، ٩٣: سورة البقرة. والآية ١٥٠: سورة الأعراف.
(٢) جزء من الآيات ١٣، ١٤، ١٧: سورة يوسف - عليه السلام -.
(٣) (? ) جزء من الآية ٤٥: سورة الحج.
(٤) جزء من الآيات ٤٣: سورة يوسف. والآية ٦٠: سورة الإسراء. والآية ١٠٥: سورة الصافات. والآية ٢٧: سورة الصافات.
(٥) جزء من الآية (٥) سورة يوسف - عليه السلام -.
(٦) جزء من الآيات ١١: سورة آل عمران. و ٢٥، ٥٤: سورة الأنفال.
(٧) جزء من الآيات ٨١: سورة يونس. و ٨٩: سورة مريم.
(٨) في (أ) تقدم {البئر} و {الذِّئْب} وزيادة {شِئْت}، وفي (ج): " {شِئْت} و {شِئْتُم} و {شِئْتُمَا} ".
(٩) جزء من الآية ٧٢: سورة البقرة.
(١٠) جزء من الآية ١٠٣: سورة النساء.
(١١) بدأ بذكر المواطن التي يهمز فيها.
(١٢) جزء من الآية ١٠٦: سورة البقرة.
(١٣) جزء من الآيتين ١٢٠: سورة آل عمران. و ٥٠: سورة التوبة.
(١٤) في (ط): "و {إِنْ نَشَأ} ".',NULL,'173',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (174,'و {وَيُهَيِّئْ لَكُمْ} (١)، وشبهه، وجملته تسعة عشر موضعا.
أو يكون (٢) للبناء نحو: {أَنْبِئْهُمْ} (٣) و {اقْرَأْ} (٤) و {أَرْجِئْهُ} (٥)،
و{وَهَيِّئْ} (٦) وشبهه، وجملته أحد عشر موضعا.
أو يكون ترك الهمز فيه أثقل من الهمز وذلك في قوله: {وَتُؤْوِي} (٧)، و {تُؤْوِيهِ} (٨) [لا غير] (٩)، أو يكون يوقع الالتباس بما لا يُهمز، وذلك في قوله: {وَرِءْيَا} (١٠)، أو يكون يُخرجُ من لغة إلى لغة (١١)، وذلك في قوله: {مُؤْصَدَةٌ} (١٢) فابن مجاهد كان يختار تحقيق الهمز في ذلك كله من أجل تلك المعاني (١٣)، وبذلك قرأت،
_________
(١) جزء من الآية ١٦: سورة الكهف.
(٢) في (ب): "أو تكون للبناء".
(٣) جزء من الآية ٣٣: سورة البقرة.
(٤) جزء من الآيات ١٤: سورة الإسراء. و ١، ٢: سورة العلق.
(٥) جزء من الآيتين ١١١: سورة الأعراف. و ٣٦: سورة الشعراء.
(٦) في (أ) و (ب) و (ج): {هيّئْ لَنَا}، وهي جزء من الآية ١٠: سورة الكهف.
(٧) في (ب): " {تُؤي إِلَيْكَ}، وهي جزء من الآية ٥١: سورة الأحزاب.
(٨) جزء من الآية ١٣: سورة المعارج.
(٩) ما بين المعقوفين زائد على النسخ الأخرى.
(١٠) سورة مريم: ٧٤.
(١١) في (ج): "تخرج من لغة إلى لغة.
(١٢) جزء من الآيتين: ٢٠: سورة البلد. و ٨: سورة الهمزة.
(١٣) في (أ) و (ب): "من أجل تلك المعاني الخمس". انظر: النشر ١/ ١٢، والإقناع ص ٢٥٤.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (175,'وبه آخذ (١).
فإذا (٢) تحركت الهمزة نحو قوله [تعالى] (٣): {يُؤَلِّفُ} (٤)، و {مُؤَذِّنٌ} (٥) و {يُؤَخِّرُهُمْ} (٦) وشبهه؛ فلا خلاف عنه في تحقيق الهمزة في ذلك، وبالله التوفيق (٧). (٨).

<span data-type="title" id=toc-106>باب ذكر مذهب حمزة وهشام في الوقف على الهمز </span>(٩)
اعلم: أن حمزة وهشاما كانا يقفان على الهمزة الساكنة أو المتحركة (١٠)؛ إذا وقعت طرفا في الكلمة بتسهيلها (١١)
_________
(١) انظر لكل ما مضى في: النشر ١/ ٣٩٢ وما بعدها، والسبعة ص ١٣٣، والمبسوط ص ١٠٠، والتبصرة ص ٢٩٧ وما بعدها، والعنوان ص ٥١، ٥٢، والتلخيص ص ١٤٨ وما بعدها، وتلخيص العبارات ص ٣٣، ٣٤، والإقناع ص ٢٥٣ وما بعدها، والدر النثير ٣/ ٤٥ وما بعدها، والكنز ص ٦٣، وص ٦٤.
(٢) في (ج): "فإن تحركت".
(٣) ما بين المعقوفين زائد على النسخ الأخرى.
(٤) جزء من الآية ٤٣: سورة النور.
(٥) جزء من الآية ٤٤: سورة الأعراف.
(٦) جزء من الآيات ٤١: سورة إبراهيم. ٦١: سورة النحل. و ٤٥: سورة فاطر.
(٧) في (ج) و (ط): "في ذلك كله، وبالله التوفيق"، وفي (ب): "في تحقيق الهمز في ذلك، وبالله التوفيق".
(٨) ينظر للمراجع السابقة في نفس المواطن.
(٩) هذا باب يحتاج إلى معرفة تحقيق مذاهب أهل العربية، وأحكام رسم المصاحف العثمانية، وتمييز الرواية، وإتقان الدراية، وقال فيه أبو شامة: "هو من أصعب الأبواب نظما ونثرا في تمهيد قواعده وفهم مقاصده". ولأن الهمز أثقل الحروف نطقا، وأبعدها مخرجا؛ تنوع العرب في تخفيفه، فمنهم من نقل، ومنهم من أبدل، ومنهم من سهل، ومن أدغم، وغير ذلك، وأهل الحجاز أكثرهم تخفيفا. انظر: النشر ١/ ٤٢٨.
(١٠) في النسخ الأخرى: "الساكنة والمتحركة".
(١١) المراد بالتسهيل هنا مطلق التغيير، فيشمل أنواعه الأربعة (بين بين، والنقل، والإبدال، والحذف).',NULL,'175',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (176,'ويصلان بتحقيقها، فإذا سهلا المضموم ما قبلها (١) أبدلاها واوا في حال تحريكها وسكونها، نحو قوله: {وَلُؤْلُؤًا} (٢) و {إِنِ امْرُؤٌ} (٣) وشبهه، ولم تأت في القرآن ساكنة (٤).
وإذا سَهّلا المكسور (٥) ما قبلها أبدلاها في الحالين ياءً، نحو قوله تعالى (٦): {وَهَيِّئْ لَنَا} (٧) و {نَبِّئْ عِبَادِي} (٨) و {تُبَوِّئُ} (٩)، و {مِنْ
_________
(١) في نسخة (ت): "المضموم وما قبلها". والصواب ما أثبتُّه.
(٢) في (ب) و (ط): (وَلُؤْلُؤًا) وهي جزء من الآيات ٢٣: سورة الحج. و ٣٣: سورة فاطر. و ١٩: سورة الإنسان، من غير واو. وإن كانت بالضم {لُؤْلُؤ} فهي جزء من الآية ٢٣: سورة الطور.
(٣) جزء من الآية ١٧٦: سورة النساء.
(٤) قال المالقي: إذا كانت الهمزة الموقوف عليها ساكنة في الوصل، فلا إشكال في كونها ساكنة في الوقف، ومثاله قولك: (لم يسُؤْ) و (لم يَنؤ)، وهذا لم يقع في القرآن كما قال المصنف. قلت: قول المصنف: (ولم يأت في القرآن ساكنة) يريد به: أنه لم يقع في القرآن همزةٌ متطرفةٌ ساكنة، وسكونُها أصليٌّ وقبلها ضمة. انظر: النشر ١/ ٢٣٠.
(٥) في (أ): "وإذا سهلا المكسورة ما قبلها".
(٦) في (أ) و (ب) و (ج) و (ط): "نحو قوله عز وجل".
(٧) في (أ) و (ب) و (ج) {هَيِّئ لَنَا} و {يُهيِّئ لَكُمْ}، وفي جميع النسخ: {وتُبَوِّئ}، وفي نسخة (أ) تقديم {وتُبوِّئ} على {نبِّئ عِبَادِي}، و {هَيّئ لَنَا} جزء من الآية (١٠) سورة الكهف.
(٨) جزء من الآية ٤٩: سورة الحجر.
(٩) جزء من الآية ١٢١: سورة آل عمران.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (177,'شَاطِئِ} (١)، وشبهه.
وإذا (٢) سهلا المفتوح ما قبلها أبدلاها في الحالين ألفا نحو قوله تعالى (٣): {إِنْ يَشَأْ}، و {ذَرَأَ} (٤)، و {بَدَأَ} (٥)، و {يَسْتَهْزِئُ} (٦)، و {الْمَلَأُ}، وشبهه (٧).
والروم والإشمام ممتنعان في الحرف المبدل من الهمزة لكونه ساكنا محضا، فإذا سكن ما قبل الهمزة وسهلاها ألقيا حركتها على ذلك الساكن، وأسقطاها إنكان ذلك الساكن أصليّا غير ألف، نحو قوله تعالى (٨): {الْمَرْءُ} (٩) و {دِفْءٌ} (١٠)، و {الْخَبْءَ} (١١)، و {شَيْءٍ}
_________
(١) جزء من الآية ٣٠: سورة القصص.
(٢) في (ب): "فإذا سهلا".
(٣) في (ج) و (ط): "نحو قوله عز وجل".
(٤) في (ج): {ويَذرَأ} وهي جزء من الآيات ١٣٦: سورة الأنعام. و ١٣: سورة النحل.
(٥) جزء من الآيات: ٧٦: سورة يوسف. ٢٠: سورة العنكبوت. ٧: سورة السجدة.
(٦) جزء من الآية ١٤٠: سورة النساء.
(٧) انظر: النشر ١/ ٢٣٠، والتذكرة ص ١٤٧، و ١٤٨، وجامع البيان ل ١٠٢، والتبصرة ص ٣٤٤، ٣٤٦، والعنوان ص ٥٣، وتلخيص العبارات ص ٣٤
(٨) في (أ) "نحو قوله"، وفي (ب) تقديم وتأخير: "و {عَنْ سُوءٍ} و {شَيْءٍ} و {وَجِيءَ} و {الْمُسِيءُ}، و {يُضِيءُ}.
(٩) جزء من الآيات ١٠٢: سورة البقرة. و ٢٤: سورة الأنفال.
(١٠) جزء من الآية (٥): سورة النحل.
(١١) جزء من الآية ٢٥: سورة النمل.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (178,'و {وَالسُّوءَ}، و {عَنْ سُوءٍ}، و {سِيءَ} (١)، و {وَجِيءَ} (٢)،
و{الْمُسِيءُ} (٣)، و {يُضِيءُ} (٤)، وشبهه.
فإن كان الساكن زائدا للمد وكان ياء أو واوا أبدلا الهمزة مع الياء ياءً، ومع الواو واواً، وأدغما قبلهما فيهما، نحو قوله [تعالى] (٥): {بَرِيءٌ}، و {النَّسِيءُ} (٦)، و {ثَلَاثَةَ قُرُوءٍ} (٧)، وشبهه (٨).
والروم والإشمام جائزان في الحرف المتحرك (٩) بحركة الهمزة، وفي المبدل منها غير الألف إن انضما، والروم إن انكسرا، والإسكان إن انفتحا كالهمزة سواء (١٠).
وإن كان الساكن ألفا سواء كانت مبدلة من حرف أصلي، أو كانت زائدة أبدلت الهمزة بعدها ألفا بأي حركة تحركت ثم حذفت
_________
(١) جزء من الآيات ٧٧: سورة هود. و ٣٣: سورة العنكبوت.
(٢) جزء من الآيات ٦٩: سورة الزمر. و ٣٣: سورة الفجر.
(٣) جزء من الآية ٥٨: سورة غافر.
(٤) جزء من الآية ٣٥: سورة النور.
(٥) ما بين المعقوفين زائد على النسخ الأخرى.
(٦) جزء من الآية ٣٧: سورة التوبة.
(٧) جزء من الآية ٢٢٨: سورة البقرة.
(٨) انظر: النشر ١/ ٤٣٢، ٤٣٣، والتذكرة ١/ ١٥٩، ١٦٠، وجامع البيان ل ١٠٤، والعنوان ص ٥٣، ٥٤، وتلخيص العبارات ص ٣٥، والإقناع ص ٢٥٩.
(٩) في (ت): "في الحرف المتحرك".
(١٠) انظر: النشر ١/ ٤٧٦، وجامع البيان ل ١٠٤، والإقناع ص ٢٥٩.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (179,'إحدى الألفين للساكنين (١)، وإن شئت زدت في المد والتمكين لتفصل بذلك بينهما، ولم تحذف وذلك الأوجه، وبه ورد النص عن حمزة من طريق خلف وغيره، وذلك نحو قوله تعالى (٢): {مِنَ السَّمَاءِ} (٣)، و {إِذَا جَاءَ} (٤)، و {مِنْ مَاءٍ} (٥)، و {عَلَى سَوَاءٍ} (٦)، و {مِنْهُ الْمَاءُ} (٧)، و {السُّفَهَاءُ} (٨) و {أَبْنَاءُ} (٩)،
و{شُهَدَاءَ}
_________
(١) قال الشاطبي: ...
ويُبدلُه مهما تطرّف مثلُه ... ويقصر أو يمضي على المد أطولا"
فحمزة حينما يُبدل الهمزة المتطرّفة الواقع بعد ألف يُبدلُه ألفا من جنس ما قبلَه بعد إسكانه للوقف، وحينئذ يجتمع ألفان، فيجوز حذف إحداهما تخلُّصا من اجتماع =ساكنين في كلمة واحدة، ويجوز إبقاؤهما لجواز اجتماع الساكنين عند الوقف، فعلى حذف إحداهما يُحتمل أن يكون المحذوف الأولى، وأن يكون =الثانية، فعلى تقدير أن المحذوف هي الأولى يتعين القصر؛ لأن الألف الثانية حينئذ تكون مبدلة من همزة، فلا يجوز فيها إلا القصر. وعلى تقدير أن المحذوف هي الثانية يجوز المد والقصر؛ لأنه حرف مد وقع قبل همز مُغيّر بالإبدال ثم بالحذف. وعلى تقدير إبقائهما يتعين المد المشبع بقدر ثلاث ألفات.
(٢) في النسخ الأخرى: "نحو قوله عز وجل".
(٣) في النسخ الأخرى: "وبالله التوفيق. فصل ... "
(٤) جزء من الآيات ٦١: سورة الأنعام: و ٤٠: هود. و ٤: نوح. و ١: سورة النصر.
(٥) جزء من الآيات ١٦٤: سورة البقرة. و ١٦: سورة إبراهيم. و ٤: سورة النور. و ٨: سورة السجدة. و ١٥: سورة محمد. و ٢٠: سورة المرسلات.
(٦) جزء من الآية ٥٨: سورة الأنفال.
(٧) جزء من الآية ٧٤: سورة البقرة.
(٨) جزء من الآيات ١٣، ١٤٢: سورة البقرة. و (٥): سورة النساء. و ١٥٥: سورة الأعراف.
(٩) جزء من الآية ١٨: سورة المائدة. و ٣١: سورة النور. و ٥٥: سورة الأحزاب .. و ٢٥: غافر.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (180,'وشبهه (١) حيث وقع (٢) (٣).
فصل
وتفرد حمزة بتسهيل الهمزة المتوسطة، ولذلك أحكام، أنا أبينها، إن شاء الله (٤).
اعلم: أن الهمزة إذا توسطت وسكنت؛ فهي تبدل حرفا خالصا في حال تسهيلها كما تقدم، وذلك نحو قوله تعالى: {الْمُؤْمِنُونَ}، و {يُؤْفَكُونَ} (٥)، و {الرُّؤْيَا} (٦)، و {تَسُؤْكُمْ} (٧)، و {يَأْكُلُونَ}، و {كَدَأْبِ} (٨)، و {الذِّئْبُ} (٩) و {البِئْر} (١٠) و {بِئْسَ} (١١) وشبهه، وكذلك: {الَّذِي اؤْتُمِنَ} (١٢)،
_________
(١) أي كلمة كانت الهمزة فيها طرفا، وكان الساكن قبلها ألفا.
(٢) في النسخ الأخرى: "وبالله التوفيق، فصل".
(٣) انظر: النشر ١/ ٤٧٤، والتذكرة ١/ ١٦٠، وجامع البيان ل ١٠٤، والتبصرة ص ٣١٧، وص ٣١٨، والعنوان ص ٥٥، وتلخيص العبارات ص ٣٥.
(٤) في (أ) و (ج): "أنا أبينها إن شاء الله تعالى".
(٥) جزء من الآيات ٧٥: سورة المائدة. و ٣٠: سورة التوبة. و ٦١: سورة العنكبوت. و ٥٥: سورة الروم. و ٨٧: سورة الزخرف. و ٤: سورة المنافقون.
(٦) جزء من الآيات ٤٣: سورة يوسف. و ٦٠: سورة الإسراء. و ١٠٥: سورة الصافات. و ٢٧: سورة الفتح.
(٧) جزء من الآية ١٠١: سورة المائدة.
(٨) جزء من الآيات ١١: سورة آل عمران. و ٥٢، ٥٤: سورة الأنفال.
(٩) جزء من الآيات ١٣، ١٤، ١٧: سورة يوسف - عليه السلام -.
(١٠) (? ) جزء من الآية ٤٥: سورة الحج.
(١١) أي كلمة كانت فيها الهمزة متوسطة وساكنة.
(١٢) جزء من الآية ٢٨٣: سورة البقرة.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (181,'و {لِقَاءَنَا ائْتِ} (١)، و {فِرْعَوْنُ ائْتُونِي} (٢)، وشبهه.
واختلف أصحابنا في إدغام الحرف المبدل من الهمزة، وفي إظهاره في قوله [تعالى] (٣): {وَرِئْيًا} (٤)، و {وَتُؤْوِي} (٥)، و {تُؤْوِيهِ} (٦)، فمنهم من يدغم اتباعا للخط، ومنهم من يظهر لكون البدل عارضا، والوجهان جائزان (٧). (٨).
واختلف أهل الأداء أيضا في تغيير حركة الهاء مع إبدال الهمزة ياء
_________
(١) جزء من الآية ١٥: سورة يونس - عليه السلام -.
(٢) جزء من الآية ٧٩: سورة يونس - عليه السلام -.
(٣) ما بين المعقوفين زائد على النسخ الأخرى.
(٤) جزء من الآية ٧٤: سورة مريم - عليها السلام -.
(٥) جزء من الآية ٥١: سورة الأحزاب.
(٦) جزء من الآية ١٣: سورة المعارج.
(٧) في (أ) و (ب) و (ج): "والوجهان جائزان جيدان" وفي (ت): "جائزان جميعا".
(٨) أطلق المصنف الوجهين، وتبعه الشاطبي على ذلك، ورجح الإظهار مكيّ القيسي وغيره، وقال: هو الذي عليه العمل، وكذا ابن بليمة في تلخيص العبارات. ورجح الإدغام ابن غَلبون والمصنف في جامع البيان، فقال: "هو أولى لأنه قد جاء منصوصا عن حمزة، ولموافقة الرسم، وكذا قال إسماعيل بن خلف الأنصاري - صاحب العنوان - وروى فيها وجه التحقيق، ووجه الحذف، ولا يؤخذ بها لمخالفة النص".
انظر: النشر ١/ ٤٧١، وجامع البيان ل ١٠٨، والتذكرة ١/ ١٤٩، والتبصرة ص ٣١١، والعنوان ص ٥٣، وتليخص العبارات ص ٣٨، والإقناع ص ٢٦٤، وإبراز المعاني ٢/ ١٨، والدر النثير ٣/ ٧٦ وما بعدها، والكنز ص ١٠٠.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (182,'قبلها في قوله تعالى: قال تعالى (١): {أَنْبِئْهُمْ} (٢) و {وَنَبِّئْهُمْ} (٣)، فكان بعضهم يرى كسرها من أجل الياء، وكان آخرون يقرؤونها على ضمتها؛ لأن الياء عارضة، وهما صحيحان (٤)، فإذا تحركت الهمزة وهي
متوسطة، فما قبلها يكون ساكنا ومتحركا، فإن كان ساكنا وكان أصليا وسهلتها ألقيت حركتها على ذلك الساكن وحركته بها ما لم يكن ألفا، وذلك نحو قوله: {شَيْئًا}، و {خِطْئًا} (٥) و {الْمَشْأَمَةِ} (٦)،
و{كَهَيْئَةِ} (٧)، و {الظَّمْآنُ} (٨)، و {تَجْأَرُونَ} (٩)، و {يَسْأَلُونَ} (١٠)،
و{وَاسْأَلِ} (١١)، و {الْقُرْآنُ}،
_________
(١) في (أ): "قوله جل وعلا"، وفي (ب) و (ج): "قوله عز وجل"، و (ط): "في قوله".
(٢) جزء من الآية ٣٣: سورة البقرة.
(٣) جزء من الآيات ٥١: سورة الحجر. ٢٨: سورة القمر.
(٤) كما قال المصنف البعض يرى كسر الهاء من أجل الياء، وآخرون يقرؤنها على ضمتها؛ لأن الياء عارضة ولا توجد إلا في التخفيف فلم يعتدوا بها. والأول مذهب ابن مجاهد وابن غلبون وغيرهم، والثاني مذهب ابن مهران ومكيّ وغيرهم. وقال الحافظ ابن الجزري: "والضم هو القياس، وهو الأصح". وانظر: النشر ١/ ٤٣١، ٤٣٢، والسبعة ص ١٥٣، والتذكرة ١ م ١٥٠، وجامع البيان ل ١٠٨.
(٥) جزء من الآية ٣١: سورة الإسراء.
(٦) جزء من الآيات ٩: سورة الواقعة. و ١٩: سورة البلد.
(٧) جزء من الآية ٤٩: سورة آل عمران. و ١١٠: سورة المائدة.
(٨) سورة النور: ٣٩.
(٩) جزء من الآية ٥٣: سورة النحل.
(١٠) جزء من الآيات ٢٧٣: سورة البقرة. و ٢٠: سورة الأحزاب. و ١٢: سورة الذاريات.
(١١) جزء من الآيات ٩٤: سورة يونس و ٨٢: سورة يوسف. و ١٠١: سورة الإسراء.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (183,'و {مَذْءُومًا} (١)، و {مَسْئُولًا} (٢)،
و{سِيئَتْ} (٣)، و {مَوْئِلًا} (٤)، و {الْمَوْءُودَةُ} (٥) وشبهه (٦).

وإن كان (٧) زائدا أبدلت (٨) وأدغمت إذا كان ياء أو واوا، نحو قوله: {هَنِيئًا مَرِيئًا} (٩)، و {بَرِيئًا} (١٠)، و {بَرِيئُونَ} (١١) و {خَطِيئَةً} (١٢)،
و{خَطِيئَاتِكُمْ} (١٣) وشبهه. ولم يأت الواو في القرآن ساكنة (١٤)، فإن كان الساكن ألفا سواء كانت مبدلة أو زائدة؛ جعلت الهمزة بعدها بين بين، وإن شئت مكّنت
_________
(١) جزء من الآية ١٨: سورة الأعراف. (ط): سورة الأحزاب.
(٢) جزء من الآيات ٣٤، ٣٦: سورة الإسراء. و ١٦: سورة الفرقان. و ١٥: سورة الأحزاب.
(٣) جزء من الآية ٢٧: سورة الملك.
(٤) جزء من الآية ٥٨: سورة الكهف.
(٥) جزء من الآية ٨: سورة التكوير.
(٦) في (ب): و {وَاسْأَلِ}، و، {يَسْأَلُونَ}، و {الْقُرْآنُ}، و {الظَّمْآنُ}.
(٧) في (أ): "فإن كان زائدا".
(٨) تبدل الهمزة حرفا من جنس ما قبلها ثم تدغم في المبدل. وانظر: النشر ١/ ٤٤٠.
(٩) جزء من الآية ٤: سورة النساء.
(١٠) جزء من الآية ١١٢: سورة النساء.
(١١) جزء من الآية ٤١ سورة يونس - عليه السلام -.
(١٢) جزء من الآية ١١٢: سورة النساء.
(١٣) جزء من الآية ١٦١: سورة الأعراف.
(١٤) المراد: أنه لم يقع في القرآن همزةٌ متوسطة في كلمة واقعة بعد واو زائدة.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (184,'الألفين قبلها، وإن شئت قصرتها، والتمكين أقيس، وذلك نحو قوله [تعالى] (١):
{نِسَاءَكُمْ} (٢)، و {أَبْنَاءَكُمْ} (٣)، و {مَاءٍ}، و {غُثَاءً} (٤)،
و{سَوَاءٌ}، و {آبَاءَكُمْ}، و {هَاؤُمُ اقْرَءُوا} (٥)، و {مِنْ
آبَائِهِمْ} (٦)، و {وَمَلَائِكَتِهِ} (٧)، وشبهه (٨).
وإذا كان ما قبل الهمزة متحركا (٩)؛ فإن انفتحت هي وانكسر ما
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى (ت).
(٢) جزء من الآية ٢٢٣: سورة البقرة.
(٣) جزء من الآيات ١١: سورة النساء. و ٢٤: سورة التوبة.
(٤) جزء من الآية ٤١: سورة المؤمنون.
(٥) في (ب) و (ج) و (ط): (هَاؤُمُ اقْرَءُوا) .. " وهي جزء من الآية ١٩: سورة الحاقة.
(٦) جزء من الآيات ٨٧: سورة الأنعام. ٢٣: سورة الرعد. و ٥: سورة الكهف. و ٥: سورة الأحزاب. و ٨: سورة غافر.
(٧) جزء من الآية ٩٨، ٢٨٥: البقرة. و ١٣٦: النساء. و ٤٣، ٥٦: الأحزاب.
(٨) انظر: النشر ١/ ٤٣٣، وجامع البيان ل ١٠٩، والتذكرة ١/ ١٥٠، ١٥١.
(٩) إذا تحرك ما قبل الهمزة انقسمت باعتبار الحركات عليها وعلى ما قبلها واختلافها تسعة أقسام:
١ - أن تكون مفتوحة قبلها فتحة: نحو {سَأَل} و {شَنَئَان} و {مَئارب}.
٢ - أو مضمومة قبلها ضمة نحو: {رُؤُسكم}.
٣ - أو مكسورة قبلها كسرة نحو: {خَاسِئين} و {مُتَّكِئينَ}.
٤ - أو مفتوحة قبلها ضمة: نحو {يُؤَيّد} و {لُؤْلُؤا} و {يُؤَلّف}.
٥ - أو مفتوحة قبلها كسرة نحو: {سَيّئَة} و {نُنْشِئكُم} و {شَانِئك}.
٦ - أو مضمومة قبلها كسرة، نحو: {يستهزءُون} و {سنُقْرِئُكَ}.
٧ - أو مضمومة قبلها فتحة، نحو: {رَءُوف} و {يئُوسًا}.
٨ - أو مكسورة قبلها ضمة نحو: {سُئِلُوا} و {سُئِلَ}.
٩ - أو مكسورة قبلها فتحة نحو: {يَئِسَ} و {يَوْمئِذٍ}.
وانظر: النشر ١/ ٤٣٧، والإقناع ص ٢٦٦، والدر النثير ٣.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (185,'قبلها، أو انضم أبدلها (١) في حال التسهيل مع الكسرة ياء، ومع الضمة واوا، وذلك نحو قوله [تعالى] (٢): {وَنُنْشِئَكُمْ} (٣)، و {شَانِئَكَ} (٤)،
و{مُلِئَتْ} (٥)، و {بِالْخَاطِئَةِ} (٦)، و {لِئَلَّا}، و {لُؤْلُؤٌ} (٧)، و {يَئُودُهُ} (٨)، و {يُؤَلِّفُ} (٩)، وشبهه (١٠)، ثم بعد هذا تجعلها بين بين في جميع أحوالها وحركاتها وحركات ما قبلها، فإن انضمت جعلتها بين الهمزة والواو،
_________
(١) في (ت): "أبدلتها".
(٢) ما بين المعقوفين زائد على النسخ الأخرى.
(٣) جزء من الآية ٦١: سورة الواقعة.
(٤) جزء من الآية ٣: سورة الكوثر.
(٥) جزء من الآية ١٨: سورة الكهف.
(٦) جزء من الآية ٩: سورة الحاقة.
(٧) جزء من الآيات ٢٣: سورة الحجر. و ٣٣: سورة فاطر. و ١٩: سورة الإنسان.
(٨) جزء من الآية ٢٥٥: سورة البقرة.
(٩) جزء من الآية ٤٣: سورة النور.
(١٠) انظر: النشر ١/ ٤٣٧، ٤٣٨، وجامع البيان ل ١٠٩، والتذكرة ١/ ١٥٤.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (186,'نحو قوله تعالى: {فَادْرَءُوا} (١)، و [{وَيَدْرَءُونَ}] (٢)، و {يَئُوسًا} (٣)
و{لَرَءُوفٌ} (٤) و {بِرُءُوسِكُمْ} (٥) و {وَلَا يَئُودُهُ} (٦)،
و{مُسْتَهْزِئُونَ} (٧) و {لِيُوَاطِئُوا} (٨)، و {يَبْنَؤُمَّ} (٩)، وشبهه، ما لم يكن (١٠) صورتها ياء نحو: {أُنَبِّئُكُمْ} (١١)، و {سَنُقْرِئُكَ} (١٢)، و {كَانَ سَيِّئُهُ} (١٣)، وشبهه؛ فإنك تبدلها ياء مضمومة إتباعا لمذهب حمزة في اتباع الخط عند الوقف على الهمز، وهو قول الأخفش (١٤)، أعني:
_________
(١) في النسخ الأخرى: "قوله عز وجل".
(٢) جزء من الآية ١٦٨: سورة آل عمران.
(٣) ما بين المعقوفين زائد على النسخ الأخرى. والكلمة من الآية ٢٢: سورة الرعد.
و٥٤: سورة القصص.
(٤) جزء من الآية ٨٣: سورة الإسراء.
(٥) جزء من الآية ٦: سورة المائدة.
(٦) جزء من الآية ٢٥٥: سورة البقرة.
(٧) جزء من الآية ١٤: سورة البقرة.
(٨) جزء من الآية ٣٧: سورة التوبة.
(٩) جزء من الآية ٩٤: سورة طه.
(١٠) في (أ) و (ج): "ما لم تكن صورتها".
(١١) من مواطنها: الآية ٤٩: سورة آل عمران.
(١٢) من مواطنها: ٦: سورة الأعلى -تبارك وتعالى-.
(١٣) من مواطنها ٣٨: سورة الإسراء.
(١٤) أبو الحسن سعيد بن مسعدة البلْخي ثم البصري مولى بني مجاشع معروف بالأخفش الأوسط، زاد بحر (الخَبَب) من العروض، من أصحاب سيبويه، وعنه أخذ النحو، له كتبٌ في النحو، منها: الأوسط، والاشتقاق، وكتاب تفسير معاني القرآن، وكان قدريا، توفي سنة نيّف عشر ومائتين، وقيل عشر، وقيل: خمس عشرة. انظر: سير أعلام النبلاء ١٠/ ٢٠٦.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (187,'التسهيل في ذلك بالبدل (١).
وإن انفتحت جعلتها بين الهمزة والألف، نحو قوله تعالى (٢):

{سَأَلْتَهُمْ} (٣)، و {وَيْكَأَنَّ اللَّهَ} (٤)، و {وَيْكَأَنَّهُ} (٥)،
و{خِطْئًا} (٦)، و {مَلْجَأً} (٧)، و {مُتَّكَأً} (٨) وشبهه.
وإن انكسرت جعلتها بين الهمزة والياء نحو قوله: {وَجِبْرِيلَ} (٩)،
_________
(١) انظر: النشر ١/ ٤٤، والتذكرة ١/ ١٥٥، وتلخيص العبارات ص ٤٠، ٤١، والإقناع ص ٢٦٧، وإبراز المعاني ٢/ ١٩، والدر النثير ٣/ ٨٧.
(٢) في (أ) و (ب) و (ط): "قوله عز وجل".
(٣) من مواطنها: الآية ٦٥: سورة التوبة.
(٤) جزء من الآية ٨٢: سورة القصص.
(٥) جزء من الآية ٨٢: سورة القصص.
(٦) جزء من الآية ٣١: سورة الإسراء.
(٧) جزء من الآيات ٥٧، ١١٨: سورة التوبة. و ٤٧: سورة الشورى.
(٨) جزء من الآية ٣١: سورة يوسف - عليه السلام -.
(٩) جزء من الآيات ٩٧، ٩٨: سورة البقرة. و ٤: سورة التحريم. وقراءة حمزة فيها بفتح الجيم والراء وهمزة مكسورة بعدها ياء، وكذا الكسائي: {جَبْرئيل}، وقرأ ابن كثير بفتح الجيم وكسر الراء من غير همز {جَبريل}، وشعبة بفتح الجيم والراء وهمزة مكسورة من غير ياء {جَبرئِل} والباقون بكسر الجيم والراء من غير همز (جِبريل)، وسيأتي في فرش البقرة.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (188,'و {يَئِسَ الَّذِينَ} (١)، و {سُئِلَ} (٢)، و {يَوْمَئِذٍ} (٣)، و {حِينَئِذٍ} (٤) وشبهه.
فصل
واعلم: أن جميع ما يسهله حمزة من الهمزات؛ فإنما يراعى فيه خطّ المصحف دون القياس كما قدمناه (٥)، وقد اختلف أصحابنا في تسهيل ما يتوسّط من الهمزات بدخول الزوائد (٦) عليهن، نحو قوله تعالى (٧):
{أَفَأَنْتَ} (٨) و {فَبِأَيِّ آلَاءِ} (٩)، و {بِأَيِّكُمُ} (١٠)، و {وَكَأَيِّنْ} (١١)،
و{كَأَنَّهُ} (١٢)،
_________
(١) جزء من الآية ٣: سورة المائدة.
(٢) جزء من الآية ١٠٨: سورة البقرة.
(٣) من مواطنها الآية ٦٦: سورة هود - عليه السلام -.
(٤) جزء من الآية ٨٤: سورة الواقعة.
(٥) يعني إذا خفف حمزة الهمز في الوقف، فمهما كان من أنواع التخفيف موافقا لخط المصحف خففه به دون ما خالفه وإن كان أقيس. انظر: النشر ١/ ٤٤٦، والتذكرة ١/ ١٥١، ١٦٥، والتبصرة ص ٣٢٤، وتلخيص العبارات ص ٣٨، وإبراز المعاني ٢/ ٥، والدر النثير ٣/ ٩٤، ٩٥.
(٦) في (ت): "اعتمادا".
(٧) في (أ) و (ب) و (ج): "نحو قوله عز وجل".
(٨) جزء من الآية ٤٠: سورة الزخرف.
(٩) جزء من الآية ١٣: سورة الرحمن -عز وجل-، وما تكرر بعدها.
(١٠) جزء من الآية ٦: سورة القلم.
(١١) من مواطنها: الآية ١٤٦: سورة آل عمران، و ١٠٥: سورة يوسف - عليه السلام -.
(١٢) جزء من الآية ٤٢: سورة النمل.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (189,'و {فَلَأُقَطِّعَنَّ} (١)، و {لَبِإِمَامٍ} (٢)، و {الْأَرْضِ}،
و{الْآخِرَةِ}، وشبهه.
وكذا ما وصل من الكلمتين في الرسم، فجعل فيه كلمة واحدة، نحو قوله: {هَؤُلَاءِ}، و {هَاأَنْتُمْ}، و {يَاأَيُّهَا}، و {يَاأُخْتَ} (٣)،
و{يَاآدَمُ} (٤)، و {يَاأُولِي} (٥)، وشبهه، فكان بعضهم يرى التسهيل في ذلك اعتدادا بما صِرْن به متوسطات، وكان آخرون لا يرون إلا التحقيق اعتمادا (٦) على كونهن مبتدءات، والمذهبان جيّدان، وبهما ورد نص الرواة (٧)، وبالله التوفيق.
_________
(١) جزء من الآية ٧١: سورة طه.
(٢) جزء من الآية ٧٩: سورة الحجر.
(٣) جزء من الآية ٢٨: سورة مريم -عليها السلام-.
(٤) جزء من الآيات ٣٣، ٣٥: سورة البقرة. و ١٩: سورة الأعراف. و ١١٧، و ١٢٠: سورة طه.
(٥) من مواطنها الآية ١٩٧: سورة البقرة.
(٦) في النسخ الأخرى: "اعتدادا".
(٧) والتسهيل مع الألف بين بين ومع لام التعريف بالنقل مذهب الجمهور، وعليه العراقيون، وأكثر المصريين والمغاربة، وهو مذهب أبي الفتح فارس، وبه قرأ الداني، واختيار ابن الجزري.
والوقف بالتحقيق في هذا القسم وإجراؤه مجرى المبدأ هو مذهب ابن غلبون وأبيه ومكّي وغيرهم.
انظر: النشر ١/ ٤٣٤، والتذكرة ١/ ١٥٧، ١٥٨، وتلخيص العبارات ص ٤١، والإقناع ص ٢٦٩، وإبراز المعاني ٢/ ٢٧، والدر النثير ٣/ ٩٥، والكنز ص ١٠٣.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (190,'<span data-type="title" id=toc-107>باب ذكر الإظهار والإدغام للحروف السواكن</span>
واختلفوا في الذال من {إِذْ} عند ستة أحرف: عند الجيم والزاي والسين والصاد والتاء والدال، نحو قوله تعالى: {وَإِذْ جَعَلْنَا الْبَيْتَ} (١) (٢)، و {وَإِذْ زَيَّنَ} (٣)، و {إِذْ سَمِعْتُمُوهُ} (٤)، و {وَإِذْ صَرَفْنَا} (٥)، و {إِذْ تَبَرَّأَ} (٦) و {إِذْ دَخَلُوا} (٧)، فكان الحرميان وعاصم يظهرون الذال عند ذلك كله، وأدغم ابن ذكوان في الدال وحدها، وأدغم خلف في الدال والتاء، وأظهر خلاد والكسائي عند الجيم فقط، وأدغم أبو عمرو وهشام الذال في الستة (٨).
واختلفوا في الدال من {قَدْ} عند ثمانية أحرف: عند الجيم
_________
(١) في النسخ الأخرى: {وَإِذ جَعَلنَا}، وفي المطبوع خطأ في الآية: (فإذ جعلنا)، وهذه من أخطاء المستشرق العظيمة.
(٢) جزء من الآية ١٢٥: سورة البقرة.
(٣) جزء من الآية ٤٨: سورة الأنفال.
(٤) جزء من الآية ١٢، ١٦: سورة النور.
(٥) جزء من الآية ٢٩: سورة الأحقاف.
(٦) جزء من الآية ١٦٦: سورة البقرة.
(٧) جزء من الآيات ٥٢: سورة الحجر. و ٢٢: سورة ص. و ٢٥: سورة الذاريات.
(٨) انظر: النشر ٢/ ٢، ٣. والسبعة ص ١١٧، وص ١٢٢، و ١٢٣، و ١٢٤، والتذكرة ١/ ١٨٠، وجامع البيان ل ١١٦، والتبصرة ص ٣٥٥، ٣٥٦، والعنوان ص ٥٦، والتلخيص ص ١٣٨، وتلخيص العبارات ص ٤١، ٤٢، والإقناع ص ١٤٨، والدر النثير ٣/ ٩٩ وما بعدها، والكنز ص ٤٤.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (191,'والسين والشين والصاد والزاي والذال والظاء والضاد، نحو قوله تعالى (١): {لَقَدْ جَاءَكُمْ} (٢)، و (٣) {لَقَدْ سَمِعَ اللَّهُ} (٤)، و {قَدْ شَغَفَهَا} (٥)، و {وَلَقَدْ صَرَّفْنَا} (٦)، و {وَلَقَدْ ذَرَأْنَا} (٧)، و {وَلَقَدْ زَيَّنَّا} (٨)،
{فَقَدْ ضَلَّ} (٩)، و {لَقَدْ ظَلَمَكَ} (١٠)، فكان ابن كثير وقالون وعاصم يظهرون الدال عند ذلك كله، وأدغم ورش في الضاد (١١) والظاء فقط، وأدغم ابن ذكوان في الذال والزاي (١٢) والضاد والظاء في الأربعة لا غير.
وروى النقاش عن الأخفش الإظهار عند الزاي، وأظهر هشام {لَقَدْ ظَلَمَكَ} (١٣) في (ص) فقط.
_________
(١) في النسخ الأخرى" "قوله عز وجل".
(٢) في النسخ الأخرى: " {فَقد ظَلَم}.
(٣) سورة التوبة: ١٢٨.
(٤) جزء من الآية ١٨١: سورة آل عمران.
(٥) سورة يوسف: ٣٠.
(٦) جزء من الآية ٤١: سورة الإسراء.
(٧) جزء من الآية ١٧٩: سورة الأعراف.
(٨) جزء من الآية ٥: سورة الملك.
(٩) من الآيات ١١٦، ١٣٦: النساء. و ١٢: المائدة. و ٣٦: الأحزاب. و ١: الممتحنة.
(١٠) جزء من الآية ٢٤: سورة ص.
(١١) في (ب): "في الظاء والضاد".
(١٢) في النسخ الأخرى: "في الزاي والذال".
(١٣) جزء من الآية ٢٤.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (192,'وأدغم الباقون (١) الدال في الثمانية (٢).
واختلفوا في تاء التأنيث المتصلة بالفعل عند ستة أحرف: عند الجيم
والسين والصاد والزاي والثاء والظاء، نحو قوله تعالى: {نَضِجَتْ جُلُودُهُمْ} (٣)، و {كَذَّبَتْ ثَمُودُ} (٤)، و {أُنْزِلَتْ سُورَةٌ} (٥)، و {حَصِرَتْ صُدُورُهُمْ} (٦)، و {خَبَتْ زِدْنَاهُمْ} (٧)، و {كَانَتْ ظَالِمَةً} (٨)، وشبهه.
فأظهر ابن كثير وقالون وعاصم التاء عند ذلك كله، وأدغم ورش في الظاء فقط، وأظهر ابن عامر عند الجيم والسين والزاي، واختلف ابن ذكوان وهشام في قوله [تعالى] (٩): {لَهُدِّمَتْ صَوَامِعُ} (١٠)، فأدغم ابن
_________
(١) أبو عمرو وحمزة والكسائي.
(٢) انظر: النشر ٢/ ٣، ٤، والمبسوط ص ٨٩، والتذكرة ص ١٨١. وجامع البيان ل ١١٥. والتبصرة ص ٣٥٤. والسبعة ص ١١٩. والعنوان ص ٥٦. والتلخيص ص ١٣٧. وتلخيص العبارات ص ٤٢. والإقناع ص ١٤٧، ١٤٨. والدر النثير ٣/ ١٠٤ وما بعدها. والكنز ص ٤٣، ٤٤.
(٣) جزء من الآية ٥٦: سورة النساء.
(٤) جزء من الآيات ١٤١: سورة الشعراء. و ٤٣: سورة القمر. و ٤ سورة الحاقة. و ١١: سورة الشمس.
(٥) جزء من الآية ٨٦: سورة التوبة.
(٦) جزء من الآية ٩٠: سورة النساء.
(٧) جزء من الآية ٩٧: سورة الإسراء.
(٨) جزء من الآية ١١: سورة الأنبياء -عليهم السلام-.
(٩) ما بين المعقوفين زائد على النسخ الأخرى، وفي (أ): "نحو قوله عز وجل".
(١٠) جزء من الآية ٤٠: سورة الحج.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (193,'ذَكْوان، وأظهر هشام، وأدغم الباقون (١) التاء في الستة (٢).
واختلفوا في لام (هل) و (بل) عند ثمانية أحرف: عند التاء والثاء والسين والزاي (٣) والطاء والظاء، والضاد والنون، نحو قوله تعالى (٤):
{هَلْ تَعْلَمُ} (٥)، و {هَلْ ثُوِّبَ} (٦)، و {بَلْ سَوَّلَتْ} (٧)، و {بَلْ زُيِّنَ} (٨)،
و{بَلْ طَبَعَ} (٩)، و {بَلْ ضَلُّوا} (١٠)، و {بَلْ ظَنَنْتُمْ} (١١)، و {هَلْ
نُنَبِّئُكُمْ} (١٢)، و {هَلْ نَحْنُ} (١٣)، وشبهه.
_________
(١) وهم: أبو عمرو وحمزة والكسائي.
(٢) انظر: النشر ٢/ ٤، ٥، ٦، والتذكرة ١/ ١٨٢، وجامع البيان ل ١١٧، والتبصرة ص ٣٥٧، ٣٥٨، والعنوان ص ٥٦، والتلخيص ص ١٣٩، وتلخيص العبارات ص ٤٢، ٤٣، والإقناع ص ١٤٨، ١٤٩، والدر النثير ٣/ ١٠٩ وما بعدها، والكنز ص ٤٥.
(٣) في (أ): "عند التاء، والثاء، والزاي، والسين، والطاء ... ".
(٤) في (أ) و (ب) و (ط): "نحو قوله عز وجل".
(٥) جزء من الآية ٦٥: سورة مريم -عليها السلام-.
(٦) جزء من الآية ٣٦: سورة المطففين.
(٧) جزء من الآية ١٨: سورة يوسف - عليه السلام -.
(٨) جزء من الآية ٣٣: سورة الرعد.
(٩) جزء من الآية ١٥٥: سورة النساء.
(١٠) جزء من الآية ٢٨: سورة الأحقاف.
(١١) جزء من الآية ١٢: سورة الفتح.
(١٢) جزء من الآية ١٠٣: سورة الكهف.
(١٣) جزء من الآية ٢٠٣: سورة الشعراء.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (194,'فأدغم الكسائي اللام في الثمانية، وأدغم حمزة في التاء والثاء (١) والسين فقط.
واختلف عن خلاد عند الطاء في قوله تعالى (٢): {بَلْ طَبَعَ اللَّهُ} (٣) فقرأته بالوجهين، وبالإدغام آخذ له.
وأظهر هشام عند النون والضاد وعند التاء في قوله [تعالى] (٤) في (الرعد): {هَلْ تَسْتَوي} (٥) لا غير.
وأدغم أبو عمرو {هَلْ تَرَى مِنْ فُطُورٍ} (٦) و {فَهَلْ تَرَى لَهُمْ} (٧) في (الملك) و (الحاقة) لا غير، وأظهر الباقون (٨) اللام عند الثمانية (٩).
_________
(١) في (أ) و (ت): "في الثاء والتاء" والصواب ما أثبته.
(٢) في (أ): "قوله عز وجل" و (ب) و (ج) و (ط): "في قوله".
(٣) جزء من الآية ١٥٥: سورة النساء.
(٤) ما بين المعقوفين زائد على النسخ الأخرى.
(٥) جزء من الآية ١٦: سورة الرعد. و ٣٤: سورة فصلت.
(٦) جزء من الآية ٣: سورة الملك.
(٧) جزء من الآية ٨: سورة الحاقة.
(٨) وهم: نافع وابن كثير وعاصم وابن ذكوان.
(٩) انظر: النشر ٢/ ٦، ٧، ٨. والتذكرة ١/ ١٨٤. وجامع البيان ل ١١٩، والتبصرة ص ٣٦٠، وص ٣٦١، والعنوان ص ٥٧، والتلخيص ص ١٤٠. وتلخيص العبارات ص ٤٣. والإقناع ص ١٤٩، ١٥٠، ١٥١. والدر النثير ٣/ ١١٦ وما بعدها. والكنز ص ٤٦.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (195,'فصل
وأدغم أبو عمرو وخلاد والكسائي الباء في الفاء حيث وقع، نحو قوله (١): {أَوْ يَغْلِبْ فَسَوْفَ} (٢) و {وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ} (٣) وشبهه.
وخيّر خلاد في: {وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ} وأظهر ذلك الباقون (٤).
وأدغم الكسائي الفاء في الباء في قوله تعالى: {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ} (٥) في (سبأ)، وأظهر ذلك الباقون (٦).
وأدغم أبو الحارث اللام من: {مَنْ يَفْعَلُ}، إذا سكنت للجزم في الذال، نحو قوله تعالى: {وَمَنْ يَفْعَلْ ذَلِكَ} (٧)، وأظهرها الباقون (٨).
وأظهر الحرميان وعاصم {لَبِثْتَ} (٩)، و {لَبِثْتُ} (١٠)،
_________
(١) النسخ الأخرى: "نحو قوله تعالى".
(٢) في (ب): {أَوْ يَغْلِبْ فَسَوْفَ} وهي جزء من الآية ٧٤: سورة النساء.
(٣) جزء من الآية ١١: سورة الحجرات.
(٤) انظر: النشر ٢/ ٩، ١٠، وأظهر ذلك الباقون في جميع النسخ إلا الأصل، والصواب ما أثبتّ.
(٥) جزء من الآية ٩.
(٦) وهم القرّاء الستة عدا الكسائي. انظر: جامع البيان ل ١٢٠.
(٧) جزء من الآيات ٢٣١: سورة البقرة. و ٢٨: سورة آل عمران. و ٣٠: سورة النساء. و ٦٨: سورة الفرقان. و ٩: سورة المنافقون.
(٨) وهم القرّاء الستة والدوري عدا أبي الحارث عن الكسائي، انظر: جامع البيان ل ١٢١.
(٩) جزء من الآية ٢٥٩: سورة البقرة.
(١٠) جزء من الآية ٢٥٩: سورة البقرة.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (196,'و {لَبِثْتُمْ} (١) و {وَمَنْ يُرِدْ ثَوَابَ} (٢) حيث وقع.
وأدغم ذلك الباقون (٣).
وأدغم هشام وأبو عمرو وحمزة والكسائي: {أُورِثْتُمُوهَا} (٤) في المكانين (٥)، وأظهرها الباقون (٦).
وأدغم أبو عمرو وحمزة والكسائي: {فَنَبَذْتُهَا} (٧)، و {إِنِّي عُذْتُ بِرَبِّي} (٨)، وأظهر ذلك الباقون (٩).
وأظهر ابن كثير وحفص: {اتَّخَذْتُمُ} (١٠) و {أَخَذْتُمْ} (١١)، و {لَاتَّخَذْتَ} (١٢) وما كان مثله من لفظه.
_________
(١) من مواطنها: الآية ٥٢: سورة الإسراء. و ١٩: سورة الكهف. و ١٣: سورة طه.
(٢) جزء من الآية ١٤٥: سورة آل عمران.
(٣) وهم: أبو عمرو وابن عامر وحمزة والكسائي.
(٤) جزء من الآيات ٤٣: سورة الأعراف. و ٧٢: سورة الزخرف.
(٥) في (ب): "في المكانين لا غير".
(٦) وهم: الحرميّان، وابن ذكوان، وعاصم.
(٧) جزء من الآية ٩٦: سورة طه.
(٨) جزء من الآيات ٢٧: سورة غافر. و ٢٠: سورة الدخان.
(٩) وهم: الحرميّان، وابن عامر، وعاصم.
(١٠) جزء من الآيات ٥١، ٨٠، ٩٢: سورة البقرة. و ١٦: سورة الرعد. و ٢٥: سورة العنكبوت. و ٣٥: سورة الجاثية.
(١١) جزء من الآية ٨١: سورة آل عمران. و ٦٨: سورة الأنفال.
(١٢) جزء من الآية ٧٧: سورة الكهف.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (197,'وأدغم ذلك الباقون (١).
وأظهر ابن كثير وورش وهشام {يَلْهَثْ ذَلِكَ} (٢)، واختلف عن قالون (٣)، وأدغم ذلك الباقون (٤) وأدغم أبو عمرو الراء الساكنة في اللام،
نحو قوله تعالى (٥): {يَغْفِرْ لَكُمْ} (٦) و {وَاصْبِرْ لِحُكْمِ رَبِّكَ} (٧) وشبهه بخلاف بين أهل العراق في ذلك (٨).
_________
(١) وهم: نافع، وأبو عمرو، وابن عامر، وشعبة، وحمزة، والكسائي.
(٢) جزء من الآية ١٧٦: سورة الأعراف.
(٣) الإدغام رواه الجمهور من المغاربة وجماعة من المشارقة من طريق أبي نشيط، وهبة الله ابن جعفر الحلواني، وبه قرأ المصنف على أبي الفتح عن قراءته على عبد الله بن الحسين السامري، وكذلك ابن بويان. ورواه عنه بالإظهار بعض العراقيين من غير طريق أبي نشيط، وبعضهم من طريق أبي نشيط والحلواني، وهو طريق إسماعيل، وبه قرأ المصنف على أبي الفتح من قراءته على عبد الباقي.
انظر: النشر ٢/ ١٤، والتذكرة ١/ ١٨٤، وجامع البيان ل ١٢٢، والإقناع ص ١٦٤.
(٤) وهم: أبو عمرو، وابن ذكوان وعاصم وحمزة والكسائي.
(٥) في النسخ الأخرى: "قوله عز وجل".
(٦) جزء من الآيات ٣١: سورة آل عمران. و ٧٠: سورة الأنفال. و ٣١: سورة الأحقاف. و ١٢: سورة الصف. و ١٧: سورة التغابن. و ٤: سورة نوح.
(٧) جزء من الآية ٤٨: سورة الطور.
(٨) أدغم الراء في اللام في ذلك أبو عمرو من رواية السوسي، واختلف عنه من رواية الدوري، فرواه بالإدغام صاحب الكافي والغاية والمستنير والمبهج، ورواه بالإظهار مكّي وابن بليمة، وأطلق الخلاف المصنف -رحمه الله- عن الدوري. وانظر: النشر ٢/ ١٣، وجامع البيان ل ١٢١.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (198,'وحدثنا محمد بن أحمد بن علي (١) قال: حدثنا ابن مجاهد (٢) عن أصحابه، عن اليزيدي (٣) عن أبي عمرو بالإدغام، ولم يذكر خلافا ولا اختيارا، وأظهرها الباقون (٤).
وأظهر ورش وابن عامر وحمزة: {يَابُنَيَّ ارْكَبْ مَعَنَا} (٥)، واختلف عن قالون، وعن البزي، وعن خلاد (٦).
_________
(١) الكاتب البغدادي: نزيل مصر: ترجم له في إسناد قراءة ابن كثير.
(٢) أحمد بن موسى التميمي: ترجم له في أسانيد المصنف.
(٣) يحيى بن المبارك العدوي: ترجم له في أسانيد المصنف.
(٤) القراء الستة غير أبي عمرو.
(٥) جزء من الآية ٤٢: سورة هود - عليه السلام -.
(٦) روى الإدغام لقالون مكي في التبصرة، وصاحب الكافي والهداية والتلخيص والتذكرة. وبه قرأ المصنف على أبي الحسن، وقطع له بالإظهار في الإرشاد والكفاية الكبرى، وبه قرأ المصنف على أبي الفتح، والأكثر على تخصيصه الإدغام بطريق أبي نشيط والإظهار بالحلواني، والوجهان عن قالون صحيحان. وابن كثير قطع له بالإدغام مكّي وابن سفيان والمهدي وابن شريح وابن بليمة وصاحب العنوان. وجمهور المغاربة وبعض المشارقة، وقطع له بالإظهار الهذلي في رواياته. وروى عنه الإظهار من طريق النقّاش عن البزي من جميع طرقه. وخص الأكثرون قنبلا بالإظهار من طريق ابن شنبوذ، والإدغام من طريق ابن مجاهد، وأطلق الخلاف عن البزي المصنف -رحمه الله-. وأما عاصم قطع له جماعة بالإظهار، والأكثرون بالإدغام، والإظهار من طريق العليمي عن شعبة، ومن طريق عمرو بن الصباح عن حفص، والإدغام من طريق الهاشمي عن عبيد، وكلاهما صحيح. وأما خلاد فالأكثرون على الإظهار له، وبه قرأ المصنف على أبي الحسن، وقطع له الهذلي بالإدغام من رواية محمد بن الهيثم عنه، وبه قرأ المصنف على أبي الفتح فارس.
=والوجهان صحيحان نصا وأداء. وقرأ الباقون بالإظهار، وهم ابن عامر، وورش، وخلف عن حمزة. انظر: النشر ٢/ ١١، ١٢. المبسوط ص ٩٦. والتذكرة ٢/ ٣٧١. والتبصرة ص ٣٦٣. والعنوان ص ١٠٧. والتلخيص ص ١٤٢. والكنز ص ٤٣.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (199,'وأظهر "ورش" {وَيُعَذِّبُ مَنْ يَشَاءُ} (١) في البقرة.
واختلف عن قنبل وعن البزي أيضا، وأدغم ذلك الباقون (٢).
وما كان من هذا الباب (٣) في فواتح السورة، فنذكره هناك إن شاء الله تعالى.
_________
(١) جزء من الآية ٢٨٤.
(٢) قرأ الحرميان وأبو عمرو والأخوان بجزم الفعل في {فَيَغْفِرْ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ}، والباقون بالرفع، وسيأتي في آخر فرش (البقرة).

فأما ابن كثير فقطع له بالإدغام مكي وصاحب الكافي والعنوان والتذكرة وتلخيص العبارات. والإدغام لقنبل من طريق ابن مجاهد ذكره صاحب المبهج، وهو طريق ابن الحباب، وابن بنان، وعليه الجمهور عن ابن كثير. والإظهار للبزي من طريق أبي ربيعة. ذكره صاحب التجريد والهذلي. وكذا الإظهار لقنبل في التجريد من طريق ابن مجاهد، وفي الكفاية الكبرى للنقاش عن أبي ربيعة للبزي، وهنا أطلق الخلاف المصنف عن ابن كثير، والإدغام عن ابن كثير هذا الذي عليه الجمهور، والوجهان صحيحان. والله أعلم. وأدغم الباقون من الذين يقرؤون بالجزم، وهم أبو عمرو، والكسائي، وقالون، وحمزة. انظر: النشر ٢/ ١٠، والمبسوط ص ٩٦. والتذكرة ٢/ ٢٧٩. وجامع البيان ل ١٢١، والتبصرة ص ٣٦٣، والعنوان ص ٧٦. وتلخيص العبارات ص ٧٤. والإقناع ص ١٦٣. والكنز ص ٤٣.
(٣) أي: كان نطق آخر الحروف المقطعة قريبا من الحرف الذي يليه في أول الكلمة التالية، مثل في {كهيعص} (صاد ذِكْرُ) وفي {يس} (سين والقرآن)، وهكذا يأتي في فواتح السور إن شاء الله.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (200,'فصل
وأجمعوا على إدغام النون الساكنة والتنوين (١) في الراء واللام بغير غنة (٢).
وأجمعوا على إغامهما في الميم والنون بغنة، واختلفوا عند الياء والواو: فقرأ خلف بإدغامهما فيهما (٣) بغير غنة، نحو قوله تعالى (٤) {مَنْ يَقُولُ} (٥) و {يَوْمَئِذٍ يَصَّدَّعُونَ} (٦)، و {مِنْ وَالٍ} (٧)، و {يَوْمَئِذٍ وَاهِيَةٌ} (٨) وشبهه.
والباقون يدغمونهما فيهما، ويُبقون الغنة؛ فيمتنع القلب الصحيح
_________
(١) النون الساكنة هي التي سكونها ثابت في الوصل والوقف، فثبوتها لفظا وخطا، ووصلا ووقفا، وتكون في الاسم والفعل والحرف متوسطة ومتطرفة. أما التنوين فهو التصويت، وعند القرّاء هو نون ساكنة زائدة لغير توكيد تلحق آخر الاسم وصلا، وتفارقه خطا ووقفا. انظر: النشر ٢/ ٢٢، وهداية القاري ١/ ١٥٧.
(٢) والغنة: صوت أغنّ يخرج من الخيشوم -وهو أقصى الأنف- لا عمل للسان فيه، وهي صفة للنون -ولو تنوينا- ولاميم تحركتا أو سكنتا ظاهرتين أو مخفيتين أو مدغمتين. انظر: هداية القاري ١/ ١٧٧.
(٣) في (أ): "بإدغامهما فيها".
(٤) في (أ) و (ج): "نحو قوله عز وجل" وفي (ب) و (ظ): "نحو قوله".
(٥) جزء من الآيات ٨، ٢٠٠، ٢٠١: البقرة. و ٤٩: سورة التوبة. و ١٠: سورة العنكبوت.
(٦) جزء من الآية ٤٣: سورة الروم.
(٧) جزء من الآية ١١: سورة الروم.
(٨) جزء من الآية ١٦: سورة الحاقة.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (201,'مع ذلك (١).
وأجمعوا - أيضا - على إظهارهما عند حروف الحلق الستة، وهي: الهمزة والهاء والحاء والعين والخاء والغين، إلا ما كان من مذهب ورش عند الهمزة من إلقائه حركة الهمزة عليهما -وقد ذُكر- (٢).
وكذا أجمعوا على قلبهما (٣) (ميما عند الباء خاصة، وعلى إخفائها عند باقي حروف المعجم (٤).
_________
(١) والقلب: هو التحويل، والمراد به هنا: جعل حرف مكان حرف آخر مع مراعاة الغنة والإخفاء في الحرف المقلوب. الإدغام هنا ناقص لبقاء غنة النون والتنوين مع الإدغام، ولبقاء وصف المدغم، وحقيقة الإدغام الصحيح الكامل: ألا يبقى فيه من الحرف المدغم أثر؛ إذا كان لفظه ينقلب إلى لفظ المدغم فيه؛ فيصير مخرجه من مخرجه.
وأجمع القرّاء على إظهار النون الساكنة عند الواو والياء إذا كانتا في كلمة واحدة، نحو (صنوان وقنوان والدنيا وبنيان) لئلا يشتبه بالمضعف نحو (صوّان) التي أصلها (صِوْوَان)، وكذلك أظهر العرب مع الميم في كلمة نحو قولهم شاة زنُما وفحم زُنْم، ولم يقع مثله في القرآن. انظر: النشر ٢/ ٢٢: ٢٨. والجامع ل ١٢٥. والتذكرة ١/ ١٨٧. والتبصرة ص ٣٦٧، والعنوان ص ٥٨. والتلخيص ١٣٥. والإقناع ص ١٥٣. والكنز ٤٧. وهداية القارئ ١/ ١٦٧.
(٢) ذكر في (باب نقل حركة الهمزة إلى الساكن قبلها). وانظر الإجماع للسبعة في النشر ٢/ ٢٢. والتذكرة ١/ ١٨٧. وجامع البيان ل ١٢٥. والتبصرة ص ٣٦٦. والعنوان ص ٥٨. والتلخيص ص ١٣٥. وتلخيص العبارات ص ٤٤. والإقناع ص ١٥٧. والكنز ص ٤٧.
(٣) أي النون الساكنة والتنوين.
(٤) وجملة الباقي خمسة عشر حرفا، وقد جمعها الجمزوري في تحفته في أوائل كلمات هذا البيت:
صف ذا ثنا كم جاد شخص قد سما ... دم طيبا زد في تقى ضع ظالما
انظر: الإجماع للسبعة في النشر ٢/ ٢٦، ٢٧. وجامع البيان ل ١٢٨. والتذكرة ١/ ١٨٨ والتبصرة ص ٣٦٩. والعنوان ص ٥٨. والإقناع ص ١٥٩ وص ١٦٠. والكنز ص ٤٨.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (202,'والإخفاء حال بين الإظهار والإدغام، وهو عار من التشديد (١)، فاعلمه، وبالله التوفيق.

<span data-type="title" id=toc-108>باب ذكر الفتح والإمالة وبين اللفظين </span>(٢)
اعلم: أن حمزة والكسائي كانا يُميلان كل ما كان من الأسماء والأفعال من ذوات الياء (٣) فالأسماء نحو قوله (٤): {مُوسَى}،
_________
(١) حال بين الإظهار والإدغام، وذلك لأن النون والتنوين لم يقربا هذه الحروف كقربهما من حروف الإدغام؛ فيجب إدغامهما فيهن من أجل القرب.
ولم يبعدا منهن كبعدهما من حروف الإظهار؛ فيجب إظهارهما عندهنّ من أجل البعد، فلما عدم القرب والبعد أخفيا عندهن. والفرق بين المخفي والمدغم عند القرّاء والنحويين: أن المخفي مخفف، والمدغم مشدد، وكما قال المصنف: "عار من التشديد" الذي في المدغم. قلت: مع بقاء الغنة. انظر: النشر ٢/ ٢٧. وجامع البيان ١٢٨.
(٢) الفتح هنا عبارة عن فتح القارئ لفيه بلفظ الحروف، وهو فيما بعده ألف أظهر، ويقال له: التفخيم، وربما قيل له النصب. والإمالة: أن ينحى بالفتحة نحو الكسرة، وبالألف نحو الياء كثيرا وهو المحض، ويقال له: الإضجاع، والبطح، وربما قيل له: الكسر أيضا. وبين اللفظين، يقال له: التقليل، والتلطف، وبين بين، وهو بين الفتح الخالص والإمالة المحضة. والفتح والإمالة لغتان مشهورتان: فالفتح لغة الحجازيين، والإمالة لغة أهل نجد كأسد وقيس وتميم. انظر: النشر ٢/ ٢٩، ٣٠.
(٣) يعني: الألِفَات التي انقلبت عن ياء، ولم يذكر الحروف؛ لأن الحروف لا يميلها أحد إلا {بلى}.
(٤) في النسخ الأخرى: "نحو قوله عز وجل".',NULL,'202',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (203,'و {عِيسَى} (١)، و {يَحْيَى} (٢)، و {الْمَوْتَى} (٣)، و {طُوبَى} (٤)،
و{إِحْدَى} (٥)، و {كُسَالَى} (٦)، و {أُسَارَى} (٧)، و {يَتَامَى} (٨)،
و{فُرَادَى} (٩)، و {النَّصَارَى} (١٠)، و {الْأَيَامَى} (١١)، و {الْحَوَايَا} (١٢)، و {وَبُشْرَى} (١٣)، {ذِكْرَى} (١٤)، و {سِيمَى} (١٥)، و {ضِيزَى} (١٦)، وشبهه مما ألفه للتأنيث.
_________
(١) من مواطنها: الآية ١٣٦: سورة البقرة.
(٢) من مواطنها: الآية ٧، ١٢، سورة مريم -عليها السلام-.
(٣) من مواطنها: الآية ٧٣: سورة البقرة.
(٤) جزء من الآية ٢٩: سورة الرعد.
(٥) جزء من الآيات ٢٨٢: سورة البقرة. و ٢٥، ٢٦: سورة القصص.
(٦) في (أ): {كُسَالى} و {سُكارى} " و {كُسالَى} جزء من الآيات ١٤٢: سورة النساء. و ٥٤: سورة التوبة.
(٧) جزء من الآية ٨٥: سورة البقرة.
(٨) من مواطنها: الآية ٨٣: سورة البقرة.
(٩) جزء من الآيات ٩٤: سورة الأنعام. و ٤٦: سورة سبأ.
(١٠) من مواطنها الآية ٦٢: سورة البقرة.
(١١) جزء من الآية ٣٢: سورة النور.
(١٢) جزء من الآية ٤٦: سورة الأنعام.
(١٣) من مواطنها الآية ٩٧: سورة البقرة.
(١٤) من مواطنها الآية ٦٩: سورة الأنعام.
(١٥) من مواطنها الآية ٣٠: سورة محمد - صلى الله عليه وسلم -.
(١٦) جزء من الآية ٢٢: سورة النجم.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (204,'وكذلك: {الْهُدَى} (١)، و {الْعَمَى} (٢)، و {وَالضُّحَى} (٣)، و {الزِّنَا} (٤)، و {وَمَأْوَاهُ} (٥)،
و{وَمَأْوَاكُمُ} (٦)، و {مَثْوَاهُ} (٧)، و {وَمَثْوَاكُمْ} (٨).
وما كان مثله من المقصور (٩).
وكذلك: {الْأَدْنَى} (١٠)، و {أَزْكَى} (١١)، و {أَوْلَى} (١٢)، و {الْأَعْلَى} (١٣)، وشبهه من الصفات.
_________
(١) من مواطنها الآية ١٧: سورة فصلت.
(٢) من مواطنها الآية ١٧: سورة فصلت.
(٣) الآية ١: سورة الضحى.
(٤) جزء من الآية ٣٢: سورة الإسراء.
(٥) جزء من الآيات ١٦٢: سورة آل عمران. ١٦: الأنفال. ٧٢: المائدة.
(٦) جزء من الآيات ٢٥: سورة العنكبوت. ٣٤: الجاثية. ١٥: الحديد.
(٧) جزء من الآية ٢١: سورة يوسف - عليه السلام -.
(٨) جزء من الآيات: ١٢٨: سورة الأنعام. ١٩: سورة محمد - صلى الله عليه وسلم -.
(٩) المقصور هو: الاسم المعرب الذي آخره ألف لازمة، مثل (الهدى) و (الفتى)، والفعل المختوم بالألف كـ (دعا) و (سعى)، والاسم المبني مثل (لدى) و (المثنى) في حالة رفعه، والأسماء الستة في حال نصبها. سمي المقصور لأنه لا مدّ فيه، فهو في مقابل الممدود. انظر: ضياء السالك ٤/ ١٥٧.
(١٠) جزء من الآيات: ١٦٩: سورة الأعراف. ٢١: سورة السجدة.
(١١) جزء من الآيات ٢٣٢: سورة البقرة. ١٩: سورة الكهف. ٢٨، ٣٠: سورة النور.
(١٢) من مواطنها الآية ١٣٥: سورة النساء. ٧٥: سورة الأنفال.
(١٣) من مواطنها الآية ٦٠: سورة النحل. ٦٨: سورة طه.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (205,'والأفعال نحو قوله [تعالى] (١): {أَبَى} (٢) و {زَكَا} (٣) و {سَعَى} (٤)، و {فَسَوَّى} (٥)، و {فِي} (٦)، و {تَهْوَى} (٧)،
و{يَرْضَى} (٨). (٩)، وشبهه مما ألفه منقلبة من ياء (١٠).
وكذلك أمالا: {أَنَّى} التي بمعنى كيف، نحو قوله تعالى: {أَنَّى شِئْتُمْ} (١١) و {أَنَّى لَكِ هَذَا} (١٢) وشبهه.
وكذلك [{يَاوَيْلَتَا} (١٣)، و {يَاحَسْرَتَا} (١٤)، و {يَاأَسَفَا} (١٥)] (١٦).
_________
(١) ما بين المعقوفين في (ب).
(٢) جزء من الآيات ٣٤: سورة البقرة. ٣١: سورة الحجر. ٥٦، ١١٦: سورة طه.
(٣) جزء من الآية ٢١: سورة النور.
(٤) جزء من الآيات ١١٤، ٢٠٥: سورة البقرة. ١٩: الإسراء. ٣٩: سورة النجم. ٣٥: سورة النازعات.
(٥) جزء من الآيات ٣٨: سورة القيامة. ٢: سورة الأعلى.
(٦) جزء من الآيات ٥: سورة آل عمران. ٣٨: سورة إبراهيم - عليه السلام -. ١٦: سورة غافر. ٧: سورة الأعلى، تبارك وتعالى.
(٧) جزء من الآيات ٨٧: سورة البقرة. ٧٠: سورة المائدة. ٢٣: سورة النجم.
(٨) جزء من الآيات ١٠٨ سورة النساء. ٩٦: سورة التوبة. ٧: سورة الزمر. ٢٦: سورة النجم. ٢١: سورة الليل.
(٩) في (أ) و (ج): (أَبى) و (سَعى) و (زَكَى) و (فَسَوَّى) و (يَخفَى) و (تَهْوى) و (تَرْضى).
(١٠) في (أ) و (ب): "منقلبة عن ياء".
(١١) جزء من الآيات ٢٣٢: سورة البقرة.
(١٢) جزء من الآية ٣٧: سورة آل عمران.
(١٣) جزء من الآيات ٣١: سورة المائدة. ٧٢: سورة هود - عليه السلام -. ٢٨: سورة الفرقان.
(١٤) جزء من الآيات ٥٦: سورة الزمر.
(١٥) جزء من الآية ٨٤: سورة يوسف - عليه السلام -.
(١٦) ما بين المعقوفين زائد على النسخ الأخرى.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (206,'وكذلك: {مَتَى} (١)، و {بَلَى} (٢)، و {عَسَى} (٣)، حيث وقع، وكذلك ما أشبهه مما هو مرسوم في المصاحف بالياء، ما خلا خمس كَلِم، وهُنَّ: {حَتَّى}، و {لَدَى}، و {عَلَى}، و {إِلَى}، و {مَا زَكَى}، فإنهن مفتوحات بإجماع (٤).
وكذلك سائر (٥) ذوات الواو من الأسماء والأفعال (٦):
فالأسماء نحو قوله (٧): {الصَّفَا} (٨)، و {سَنَا بَرْقِهِ} (٩)، و {عَصَاه} (١٠)،
_________
(١) جزء من الآية ٢١٧: سورة البقرة.
(٢) جزء من الآية ١١٢: سورة البقرة.
(٣) من مواطنها الآية ١١: سورة الحجرات.
(٤) انظر: النشر ٢/ ٣٥، ٤٣. التبصرة ص ٣٧١ وما بعدها.
(٥) في النسخ الأخرى: "وكذلك جميع ذوات الواو ... ".
(٦) التي ألفها منقلبة عن واو، ويعرف هذا في الأسماء بالتثنية، وفي الأفعال برد الفعل إليك، أو تأتي منه بمستقبل، أو تثني ضميره. فإذا ظهرت الياء فهي أصل الألف وإن ظهرت الواو فهي الأصل، مثل (المولى) تقول: موليان، و (فتى): فتيان، وفي الواوي منها (صفا): تقول صفوان: و (شفا): تقول شفوان، وتقول في اليائي من الأفعال نحو (أتى) و (رمى): أتيت وسعيت، وتأتي، وأتيا، وسعيا، ويقول الشاطبي:
وتثنية الأسماء تكشفها وإن ... رددت إليك الفعل صادفت منهلا

انظر: النشر ٢/ ٣٦. وجامع البيان ل ١٢٩. والتبصرة ص ٣٧٢. وإبراز المعاني ٣/ ٨٣.
(٧) في (ب) و (ج) و (ط): "نخو: (الصَّفَا) ... ".
(٨) جزء من الآية ١٥٨: سورة البقرة.
(٩) جزء من الآية ٤٣: سورة النور.
(١٠) جزء من الآيات ١٠٧: سورة الأعراف ٣٢، ٤٥: سورة الشعراء.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (207,'و {شَفَا جُرُفٍ} (١) و {أَبَا أَحَدٍ} (٢)، وشبهه.
والأفعال نحو {خَلا} (٣)، و {دَعَى} (٤)، و {بَدا} (٥)،
و{دَنَا} (٦)، و {عَفَا} (٧)، و {عَلا} (٨)، وشبهه؛ ما لم يقع (٩) شيء من ذلك بين ذوات الياء في سورة أواخر آيها على ياء (١٠)، أو يلحقه (١١) زيادة نحو قوله تعالى (١٢): {يُدعَى} (١٣)، و {يُتلَى} (١٤)، و {فَمَنِ اعْتَدَى} (١٥)،
_________
(١) جزء من الآية ١٠٩: سورة التوبة.
(٢) جزء من الآية ٤٠: سورة الأحزاب.
(٣) جزء من الآيات ٧٦: سورة البقرة. ٢٤: سورة فاطر.
(٤) جزء من الآيات ٣٨: آل عمران. ٨: الزمر. ٣٣: فصلت. ٢٢: الدخان. ١٠: القمر.
(٥) جزء من الآية ٢٨: سورة الأنعام.
(٦) جزء من الآية ٨: سورة النجم.
(٧) من مواطنها الآية ١٨٧: سورة البقرة. ٩٥: سورة البقرة.
(٨) جزء من الآيات ٩١: سورة المؤمنون. ٤: سورة القصص.
(٩) في (أ): "وشبهه مما لم يقع ... ".
(١٠) وهُنّ إحدى عشرة سورة وهي: (طه، والنجم، والمعارج، والقيامة، والنازعات، وعبس، والأعلى، والشمس، والليل، والضحى، والعلق). انظر: النشر ٢/ ٣٧.
(١١) في (أ) و (ب) و (ج): "أو تلحقه زيادة".
(١٢) في النسخ الأخرى: "نحو قوله عز وجل".
(١٣) جزء من الآية ٧: سورة الصف.
(١٤) من مواطنها الآية ١١٧: سورة النساء. ١: سورة المائدة.
(١٥) جزء من الآيات ١٧٨، ١٩٤: سورة البقرة. ٩٤: سورة المائدة.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (208,'و {مَنِ اسْتَعْلَى} (١)، و {أَنْجَاكُم} (٢).
وكذلك: {نَجّانَا} (٣)، و {نَجّاكُم} (٤)، و {زَكَّاهَا} (٥)، وشبهه؛ فإن

الإمالة فيه سائغة لانتقاله بالزيادة إلى ذوات الياء (٦)، وتعرف (٧)، ما كان من الأسماء من ذوات الواو بالتثنية إذا قلت: (صفوان) و (عصوان) و (سنوان) و (شفوان) وشبهه.
وتعرف الأفعال بردّكها إلى نفسك: إذا قلت: (خلوت) و (بدوت) و (دنوت) و (علوت) وشبهه، فتظهر لك الواو في ذلك كله فيمتنع (٨)، إمالته لذلك، وكذلك يعتبر (٩) ما كان من ذوات الياء من الأسماء والأفعال بالتثنية، وبردِّك الفعل إليك، فتقول: (هديان) و (عميان) و (هويان) و (سعيت) و (هديت) وشبهه، فتظهر لك الياء في ذلك كله فتميله.
وقرأ أبو عمرو ما كان من جميع ما تقدم فيه راء بعدها ياء
_________
(١) جزء من الآية ٦٤: سورة طه.
(٢) جزء من الآية ٦: سورة إبراهيم - عليه السلام -.
(٣) جزء من الآيات ٨٩: سورة الأعراف. ٢٨: سورة المؤمنون.
(٤) جزء من الآية ٦٧: سورة الإسراء.
(٥) جزء من الآية ٩: سورة الشمس.
(٦) انظر: النشر ٢/ ٣٦. التلخيص ص ١٨٦. إبراز المعاني ص ٩١.
(٧) في (أ): "ويعرف".
(٨) في (أ) و (ب) و (ط): "فتمتنع".
(٩) في (أ) و (ب): "وكذا تعتبر". وفي (ج) و (ط): "وكذلك تعتبر".',NULL,'208',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (209,'بالإمالة، وما كان رأس آية في سورة أواخر آيها على ياء، أو على هاء، أو ألف، أو كان على وزن فَعلى أو فِعلى أو فُعلى - بفتح الفاء وكسرها وضمها - ما لم يكن فيه (١) راء بين اللفظين (٢).
وقرأ ورشٌ جميع ذلك بين اللفظين إلا ما كان من ذلك في سورة أواخر آيها على هاء ألف (٣)، فإنه أخلص الفتح فيه على خلاف بين أهل الأداء في ذلك (٤).
وأمال أبو بكر {رَمَى} في الأنفال (٥)، و {أَعْمَى} في الموضعين
_________
(١) في (ب) و (ط): "ولم يكن". وفي (ج): "ولم تكن".
(٢) نقل عن أبي عمرو الخلاف في ذلك، فالجمهور على التقليل بين بين. وهو الذي ذكر المصنف رحمه الله ومكّي وابن غلبون وغيرهم. وانفرد صاحب الروضة بإمالة ألف (فعلى) إمالة محضة في رواية الإدغام، وذهب آخرون إلى الفتح، وعليه أكثر العراقيين. وأما الذين فيه راء بعدها ياء فبالإمالة. انظر: النشر ٢/ ٥٢، ٥٣. والسبعة ص ١٤٣. التذكرة ١/ ٢٠٥. التبصرة ص ٣٧٦. التلخيص ص ١٨٧، ١٨٨.
(٣) الآيات التي آخرها لفظ (ها)، وذلك في النازعات والشمس نحو (بَنَاها)، و (ضُحَاهَا)، و (سَوَّاهَا)، و (دَحَاهَا) ... سواء كان واويا أو يائيا. انظر: النشر ٢/ ٤٨.
(٤) أخذ جماعة له فيها بالفتح، ومنهم المصنف رحمه الله، وبه قرأ على أبي الحسن. وذهب آخرون إلى التقليل (الإمالة بين بين). وأجروها مجرى غيرها من رؤوس الآي، وهو مذهب أبي القاسم الطرسوسي، وصاحب "العنوان" إسماعيل بن خلف، وأبي الفتح فارس، وغيرهم. والذي اعتمد الداني عليه كما ترى مع روايته للتقليل من طريق ابن خاقان وأبي الفتح فارس. انظر: النشر ٢/ ٤٨. التذكرة ١/ ١٩٠. التبصرة ص ٣٨٩. العنوان ص ٥٨.
(٥) جزء من الآية: ١٧.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (210,'في (سبحان) (١) وتابعه أبو عمرو على إمالة {أَعْمَى} في الأول لا غير، وفتح ما عدا ذلك (٢)، وأمال حفصٌ {مَجْرَاهَا} في هود (٣) لا غير (٤).
[قال أبو عمرو] (٥): وقرأت من طريق أهل العراق عن أبي عمرو: {يَاوَيْلَتَا} (٦)، و {يَاحَسْرَتَا} (٧)، و {أَنَّى} (٨)، إذا كانت استفهاما (٩) بين اللفظين، و {يَاأَسَفَا} (١٠) بالفتح، وقرأت ذلك بالفتح من طريق أهل الرَّقَّة (١١).
_________
(١) الموضعان جزء من الآية ٧٢.
(٢) انظر: النشر ٢/ ٤٢، ٤٣. السبعة ص ١٤٤. المبسوط ص ١٠٧. التذكرة ١/ ٢٠٠. التبصرة ص ٣٩١. التلخيص ص ١٨٩. الإقناع ص ١٧٧، ١١. إبراز المعاني ٢/ ١٠٤.
(٣) جزء من الآية: ٤١.
(٤) انظر: النشر ٢/ ٤١. المبسوط ص ١٠٥. التذكرة ٢/ ٣٧١. التبصرة ص ٣٩١. التلخيص ص ١٨٤. تلخيص العبارات ص ٤٤. الإقناع ص ١٧٦.
(٥) ما بين المعقوفين زائد على (ب) و (ج) و (ط).
(٦) جزء من الآيات ٣١: سورة المائدة. ٧٢: سورة هود - عليه السلام -. ٢٨: سورة الفرقان.
(٧) جزء من الآية ٥٦: سورة الزمر.
(٨) جزء من الآيات ٢٢٣: سورة البقرة. ٣٧: سورة آل عمران.
(٩) تحرز من (أَنا) التي أصلها (أننا) مثل قوله تعالى: (أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الأَرْضَ) وقوله: (أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُم). انظر: النشر ٢/ ٥٣. إبراز المعاني ٢/ ١٢٣.
(١٠) جزء من الآية ٨٤: سورة يوسف - عليه السلام -.
(١١) الرَّقّة -بفتح الأول والثاني مع التشديد-: مدينة مشهورة على الفرات، بينها وبين حران ثلاثة أيام، من بلاد الجزيرة من جانب الفرات الشرقي، وتسمّى الرَّقّة البيضاء، فتحت على زمن عمر - رضي الله عنه -، وفتحها صلحا عياض بن غنم. انظر: معجم البلدان ٣/ ٦٧.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (211,'وأمال ذلك حمزة والكسائي على أصلهما، وقرأ الباقون بإخلاص الفتح في جميع ما تقدم (١).
فصل
وتفرّد الكسائي دون حمزة بإمالة {أَحْياكُم} (٢)، و {فَأَحْيَا بِهِ} (٣)، و {أَحْيَاهَا} (٤)، حيث وقع إذا نُسق ذلك بالفاء أو لم ينسق (٥) لا غير.
وبقوله: {خَطَايَاكُمْ} (٦)، و {خَطَايَاهُمْ} (٧)، و {خَطَايَانَا} (٨)،
_________
(١) الدوري عن أبي عمرو يميل هذه الكلمات، وهو طريق أهل العراق، وطريق أهل الرَّقّةك الفتح، وهو طريق السوسي. انظر: النشر ٢/ ٥٣، ٥٤. التذكرة ١/ ٢٠٦، ٢١٥. التبصرة ص ٣٨٠. التلخيص ص ١٨٨، ١٨٩. تلخيص العبارات ص ٤٦. الإقناع ص ١٨٧. إبراز المعاني ٢/ ١٢٣. الدر النثير ٣/ ٢١٦.
(٢) جزء من الآيات ٢٨: سورة البقرة. ٦٦: سورة الحج.
(٣) جزء من الآيات ١٦٤: سورة البقرة. ٦٥: سورة النحل. ٦٣: العنكبوت. ٥: الجاثية.
(٤) جزء من الآيات ٣٢: سورة المائدة. ٣٩: سورة فصلت.
(٥) النسق: ما جاء من الكلام على نظام واحد. والنسق: نسق الكلام إذا عطف بعضه على بعض، والتنسيق: التنظيم. ويريد المصنف رحمه الله: ما كان فيه الفاء التي تربط الكلمة بغيرها، ومنه عطف النسق الذي يقتضي التشريك في المعنى واللفظ. وانظر: مختار الصحاح ص ٥٨. وضياء السالك ٣/ ١٧٩.
(٦) جزء من الآيات ٥٨: سورة البقرة. ١٢: سورة العنكبوت.
(٧) جزء من الآية ١٢: سورة العنكبوت.
(٨) جزء من الآيات ٧٣: سورة طه. ٥١: سورة الشعراء.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (212,'و {الرُّؤْيَا} (١)، و {رُؤْيَايَ} (٢)، و {مَرْضَاتِ اللَّهِ} (٣)، و {مَرْضَاتِي} (٤)، حيث وقع.
وبقوله تعالى (٥) في (آل عمران): {حَقَّ تُقَاتِهِ} (٦)، وفي الأنعام: {وَقَدْ هَدَانِ} (٧)، وفي إبراهيم: {وَمَنْ ذِي} (٨)، وفي الكهف: {وَمَا أَنْسَانِيهُ} (٩)، وفي مريم: {آتَانِيَ الْكِتَابَ} (١٠)، و {وَأَوْصَانِي بِالصَّلَاةِ} (١١)، وفي النمل: {فَمَا آتَانِيَ اللَّهُ} (١٢)، وفي الجاثية: {مَحْيَاهُمْ} (١٣)،
_________
(١) جزء من الآيات ٤٣: سورة يوسف. ٦٠: سورة الإسراء. ١٠٥: سورة الصافات. ٢٧: سورة الفتح.
(٢) جزء من الآيات ٤٣، ١٠٠: سورة يوسف - عليه السلام -.
(٣) جزء من الآيات ٢٠٧، ٢٦٥: سورة البقرة. ١١٤: سورة النساء.
(٤) جزء من الآية ١: سورة الممتحنة.
(٥) في النسخ الأخرى: "بقوله عز وجل".
(٦) جزء من الآية: ١٠٢.
(٧) جزء من الآية: ٨٠.
(٨) جزء من الآية: ٣٦.
(٩) جزء من الآية: ٦٣.
(١٠) جزء من الآية: ٣٠.
(١١) جزء من الآية: ٣١.
(١٢) جزء من الآية: ٣٦.
(١٣) جزء من الآية ٢١.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (213,'وفي النازعات: {دَحَاهَا} (١)،
وفي (والشمس): {تَلَاهَا} (٢)، و {طَحَاهَا} (٣)، وفي (والضحى): {سَجَى} (٤)، (٥).
واتفق مع حمزة على الإمالة في قوله: {وَيَحْيَى} (٦)، و {وَلَا يَحْيَى} (٧)، و {أَمَاتَ وَأَحْيَا} (٨)؛ إذا كان مسوقا بالواو، و {الدُّنْيَا} (٩)، و {الْعُلْيَا} (١٠)، و {الْحَوَايَا} (١١)، {وَالضُّحَى} (١٢)، و {ضُحَاهَا} (١٣)،
_________
(١) جزء من الآية: ٣٠.
(٢) جزء من الآية: ٢.
(٣) جزء من الآية: ٦.
(٤) جزء من الآية: ٢.
(٥) انظر: النشر ٢/ ٣٧. والسبعة ص ١٤٥، ١٥٠. والتذكرة ١/ ١٩٠، ١٩٣، ١٩٩. و ٢/ ٢٠١، ٢٠٢. وجامع البيان ل ١٣١. والتبصرة ص ٣٧٢. والعنوان ص ٦٠، ٦١. والتلخيص ص ١٧٦. وتلخيص العبارات ص ٤٦، ٤٧. والإقناع ص ١٨٠. وإبراز المعاني ٢/ ٩٣ وما بعدها. والدر النثير ٣/ ٢١٦ وما بعدها.
(٦) جزء من الآية ٤٢: سورة الأنفال.
(٧) جزء من الآيات ٧٤: سورة طه. و ١٣: سورة الأعلى - تبارك وتعالى -.
(٨) جزء من الآية ٤٤: سورة النجم.
(٩) من مواطنها: الآية ٨٥، ٨٦: سورة البقرة. و ١٤: سورة آل عمران. و ٧٤: سورة النساء. و ٣٣: سورة المائدة.
(١٠) جزء من الآية ٤٠: سورة التوبة.
(١١) جزء من الآية ١٤٦: سورة الأنعام.
(١٢) الآية ١: سورة الضحى.
(١٣) جزء من الآيات ٢٩، ٤٦: سورة النازعات. و ١: سورة الشمس.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (214,'و {الرِّبَا} (١)، و {إِنَّنِي هَدَانِي} (٢)، و {آتَانِيَ} (٣) في هود، و {لَوْ أَنَّ اللَّهَ هَدَانِي} (٤)، و {مِنْهُمْ تُقَاةً} (٥)، و {مُزْجَاةٍ} (٦)،
و{كِلَاهُمَا} (٧)، و {إِنَاهُ وَلَكِنْ} (٨) وتابعهما هشام على الإمالة في {إِنَاهُ} ... فقط.
وفتح الباقون جميع ذلك (٩). وقد تقدم مذهب أبي عمرو في {فَعْلى} ومذهب ورش في ذوات الياء.
_________
(١) من مواطنها: الآية ٢٧٥: سورة البقرة. و ١٣٠: آل عمران.
(٢) جزء من الآية ١٦١: سورة الأنعام.
(٣) جزء من الآية ٢٨.
(٤) جزء من الآية ٥٧: سورة الزمر.
(٥) جزء من الآية ٢٨: سورة آل عمران.
(٦) جزء من الآية ٨٨: سورة يوسف - عليه السلام -.
(٧) جزء من الآية ٢٣: سورة الإسراء.
(٨) جزء من الآية ٥٣: سورة الأحزاب.
(٩) انظر: النشر ٢/ ٣٧، ٣٨، والتذكرة ١/ ٢٠٧، ٢١٦، والتبصرة ص ٣٨٢، والتلخيص ص ١٨٢، ص ١٨٥. والإقناع ١٧٣، وص ١٧٥، وص ١٧٦.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (215,'فصل
وتفرد الكسائي أيضا في رواية الدوري بالإمالة في قوله [تعالى] (١): {آذَانِهِمْ} (٢) و {آذَانِنَا} (٣) و {طُغْيَانِهِمْ} (٤) حيث وقع، و {هُدَايَ} (٥) و {مَثْوَايَ} (٦) و {وَمَحْيَايَ} (٧) و {رُؤْيَاكَ} (٨) في أول سورة يوسف خاصة، و {بَارِئِكُمْ} في الحرفين (٩)، و {الْبَارِئُ الْمُصَوِّرُ} (١٠)، و {وَسَارِعُوا} (١١) و {يُسَارِعُونَ} (١٢)، و {نُسَارِعُ} (١٣)،
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى، ما عدا (ح): "قوله عز وجل".
(٢) من مواطنها: الآية ١٩: سورة البقرة. و ٢٥: سورة الأنعام. و ٤٦: سورة الإسراء.
(٣) جزء من الآية ٥: سورة فصلت.
(٤) جزء من الآيات ١٥: سورة البقرة. و ١١٠: سورة الأنعام. و ١٨٦: سورة الأعراف. و ١١: سورة يونس. و ٧٥: سورة المؤمنون.
(٥) جزء من الآيات: ٣٨: سورة البقرة. و ١٢٣: سورة طه.
(٦) جزء من الآية ٢٣: سورة يوسف - عليه السلام -.
(٧) جزء من الآية ١٦٢: سورة الأنعام.
(٨) جزء من الآية ٥: سورة الأنعام.
(٩) جزء من الآية ٥٤: سورة البقرة.
(١٠) جزء من الآية ٢٤: سورة الحشر.
(١١) جزء من الآية ١٣٢: سورة آل عمران.
(١٢) من مواطنها: الآية ١١٤: سورة آل عمران. و ٤١: سورة المائدة. و ٩٠: سورة الأنبياء.
(١٣) جزء من الآية ٥٦: سورة المؤمنون.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (216,'حيث وقع، و {وَالْجَارِ} (١) في الموضعين، و {جَبَّارِينَ} (٢) في الموضعين، و {الْجَوَارِ} (٣) في الشورى والرحمن، و {كُوِّرَتْ}، و {مَنْ أَنْصَارِي إِلَى اللَّهِ} (٤) في المكانين، و {كَمِشْكَاةٍ} في النور (٥).
وفتح الباقون ذلك [كله] (٦) إلا قوله {رُؤْيَاكَ} (٧)، فإن أبا عمرو وورشًا يقرءانه بين بين على أصلهما (٨).
وقوله: {وَالْجَارِ} و {جَبَّارِينَ} فإن ورشا يقرؤهما أيضا بين بين على اختلاف بين أهل الأداء عنه في ذلك. وبالأول قرأتُ، وبه آخذُ (٩).
_________
(١) جزء من الآية ٣٦: سورة النساء.
(٢) جزء من الآيات ٢٢: سورة المادة. و ١٣٠: سورة الشعراء.
(٣) جزء من الآيات ٣٢: سورة الشورى. و ٢٤: سورة الرحمن. و ١٦: سورة التكوير.
(٤) جزء من الآيات ٥٢: سورة آل عمران. و ١٤: سورة الصف.
(٥) جزء من الآية ٣٥.
(٦) ما بين المعقوفين زائد على (ب).
(٧) جزء من الآية ٥: سورة يوسف - عليه السلام -.
(٨) لأنه على وزن (فُعلى).
(٩) اختلف في ذلك عن الأزرق عن ورش: فرواه بالتقليل ابن شريح، وبه يأخذ المؤلف - رحمه الله - والفتح من طريق أبي الطيب بن غلبون، واختاره، وكذا صاحب "الهداية" و"التلخيص" وكلاهما صحيح. انظر: النشر ٢/ ٥٦، والتبصرة ص ٣٧٨، و ٣٧٩. والإقناع ص ١٧١، والدر النثير ٣/ ٢٢١ وما بعدها.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (217,'وروى لي الفارسي (١) عن أبي الطاهر (٢)
عن (٣) أبي عثمان سعيد (٤) بن عبد الرحيم الضرير؛ عن أبي عمر عن الكسائي؛ أنه أمال {يُوَارِي} (٥) في الحرفين، و {فَأُوَارِيَ} (٦) في المائدة، ولم يروه غيره عنه، وبذلك آخذُ في هذا الطريق، وقرأت من طريق ابن مجاهد بالفتح (٧).
فصل
تفرد حمزة بإمالة عشرة أفعال، وهي: {جَاءَ} (٨)، و {شَاءَ} (٩)،
_________
(١) عبد العزيز بن جعفر بن محمد الفارسي: ترجم له في إسناد رواية البزي.
(٢) هو: محمد بن الحسن بن علي، أبو طاهر الأنطاكي: إمام كبير، نزل مصر، عرض على إبراهيم بن عبد الرزاق، وعرض عليه علي بن داود الداراني، وفارس بن أحمد، وغيرهم، توفي في منصرفه من مصر إلى الشام قبل سنة ثمانين وثلاثمائة.

انظر: غاية النهاية ٢/ ١١٨، معرفة القراء الكبار ١/ ٣٤٥.
(٣) في (أ) و (ب) و (ج): "عن أبي طاهر".
(٤) هو: سعيد بن عبد الرحيم، أبو عثمان الضرير البغدادي: مؤدّب الأيتام، حاذق، ضابط، عرض على الدوري -وهو من كبار أصحابه- وعرض عليه أبو الفتح أحمد ابن عبد العزيز بن بدهن، والحسن بن سعيد المطوعي، وغيرهم. توفي بعد سنة عشر وثلاثمائة. انظر: غاية النهاية ١/ ٣٠٦.
(٥) جزء من الآيات ٣١: سورة المائدة. و ٢٦: سورة الأعراف.
(٦) جزء من الآية: ٣١.
(٧) انظر: النشر ٢/ ٣٩، والإقناع ص ١٧١، ١٧٢. وإبراز المعاني ٢/ ١٣٦.
(٨) من مواطنها: الآيات ٤٣: النساء. و ٤٨: التوبة. و ٥٨: يوسف. و ٢٠: يس.
(٩) من مواطنها: الآيات ٢٠: سورة البقرة. و ٩٠: سورة النساء. و ٤٨: سورة المائدة.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (218,'و {زَادَ} (١)، و {رَانَ} (٢) و {خَافَ} (٣)، و {طَابَ} (٤)، و {خَابَ} (٥)،
و{وَحَاقَ} (٦) و {وَضَاقَ} (٧) و {زَاغَ} (٨) في "والنجم"، و {زَاغُوا} (٩) في الصف، لا غير.،
وسواء اتصلت هذه الأفعال بضمير أو لم تتصل إذا كانت ثلاثية ماضية، وتابعه الكسائي وأبو بكر على الإمالة في {بَلْ رَانَ} (١٠) لا غير، وتابعه ابن ذكوان على إمالة {جَاءَ} و {شَاءَ} حيث وقعا، وعلى قوله {فَزَادَهُمُ} (١١) في أول البقرة، هذه رواية ابن الأخرم (١٢) عن
_________
(١) من مواطنها: الآيات ١٢٤: سورة التوبة. و ٦٠: سورة الفرقان. و ١٧: محمد - صلى الله عليه وسلم -.
(٢) جزء من الآية ١٤: سورة المطففين.
(٣) من مواطنها: ١٨٢: سورة البقرة. و ١٠٣: سورة هود. و ١٤: سورة إبراهيم.
(٤) جزء من الآية ٣: سورة النساء.
(٥) جزء من الآيات ١٥: سورة إبراهيم. و ٦١، ١١١: سورة طه. و ١٠: سورة الشمس.
(٦) من مواطنها الآية ١٠: سورة الأنعام. و ٨: سورة هود. و ٣٤: سورة النحل.
(٧) جزء من الآيات ٧٧: سورة هود. و ٣٣: سورة العنكبوت.
(٨) جزء من الآية ١٧: سورة النجم.
(٩) جزء من الآية ٥: سورة الصف.
(١٠) جزء من الآية ١٤: سورة المطففين.
(١١) جزء من الآيات ١٠: سورة البقرة. و ١٧٣: سورة آل عمران.
(١٢) هو: محمد بن النضر بن مر الربعي، ابن الأخرم الدمشقي، قرأ على هارون ابن موسى وعلي بن محمد بن كزاز، والأخفش. وانتهت إليه رياسة الإقراء بالشام، وقرأ عليه: ابن بدهن، ومحمد بن أحمد الشنبوذي، وعلي بن محمد الأنطاكي، وغيرهم. توفي سنة إحدى وأربعين وثلاثمائة. انظر: معرفة القراء الكبار ١/ ٢٩١.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (219,'الأخفش عنه، وروى عنه غيره بالإمالة في جميع القرآن (١).
وتفرد حمزة - أيضا - بإمالة فتحة الهمزة إشماما (٢) في قوله [تعالى] (٣): {أَنَا آتِيكَ بِهِ} في الحرفين في النمل (٤)، وبإمالة فتحة العين في قوله تعالى: {ضِعَافًا} في النساء (٥).
وعن خلاد في هذه الثلاثة المواضع خلاف، وبالفتح آخذ له (٦).
فصل
وأمال أبو عمرو والكسائي في رواية الدوري كل ألف بعدها راء مجرورة هي لام الفعل، نحو [قوله تعالى] (٧): {وَعَلَى أَبْصَارِهِمْ} (٨)
_________
(١) عبارات بعض الكتاب توهم أن حمزة يميل ما تصرف من {زَاغَ} لكن، لا خلاف في أنه لا يميل {زَاغَتْ} في الأحزاب و (ص).
(٢) أي: بالتقليل وهي الإمالة الصغرى، أو الإمالة بين بين.
(٣) ما بين المعقوفين زائد على (ب).
(٤) في الآية ٣٩، ٤٠.
(٥) جزء من الآية ٩.
(٦) قرأ المصنف بالفتح على أبي الفتح، وبه يأخذ، وقرأ بالإمالة على أبي الحسن، والفتح مذهب جمهور العراقيين وغيرهم.
وانظر: النشر ٢/ ٦٣، ٦٤، والمبسوط ص ١٠٩. والتذكرة ١/ ١٩٩، والتلخيص ص ١٨٢، ١٩٠، وتلخيص العبارات ص ٤٦. والدر النثير ٣/ ٢٢٥.
(٧) ما بين المعقوفين زائد على النسخ الأخرى.
(٨) جزء من الآية ٧: سورة البقرة.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (220,'و {آثَارِهِمْ} (١) و {النَّارَ} (٢) و {الْقَهَّارُ} (٣) و {الْغَارِ} (٤)
و{بِقِنْطَارٍ} (٥)، و {بِدِينَارٍ} (٦) و {الْأَبْرَارِ} (٧) وشبهه.
وتابعهما أبو الحارث على الإمالة فيما تكررت فيه الراء من ذلك نحو: {قَرَارٍ} (٨) و {الْأَشْرَارِ} (٩) و {الْأَبْرَارِ} (١٠)، وأخلص الفتح فيما عدا ذلك (١١).
_________
(١) من مواطنها الآية ٤٦: سورة المائدة. و ٧٠: سورة الصافات. و ١٢: سورة يس.
(٢) من مواطنها الآية ٣٩: سورة البقرة. و ١٠٣: سورة آل عمران. و ١٤٥: سورة النساء.
(٣) من مواطنها الآية ٤٨: سورة إبراهيم. و ١٦: سورة غافر.
(٤) جزء من الآية ٤٠: سورة التوبة.
(٥) جزء من الآية ٧٥: سورة آل عمران.
(٦) جزء من الآية ٧٥: سورة آل عمران.
(٧) من مواطنها الآية ١٩٣: سورة آل عمران. و ١٨: سورة المطففين.
(٨) من مواطنها الآية ٢٦: سورة إبراهيم. و ١٣: سورة المؤمنون. و ٢١: سورة المرسلات.
(٩) جزء من الآية ٦٢: سورة ص.
(١٠) من مواطنها الآية ١٩٣: سورة آل عمران. و ١٨: سورة المطففين.
(١١) انظر: النشر ٢/ ٥٤، ٥٥. والسبعة ص ١٤٩. والتذكرة ١/ ٢١١، ٢١٢. والتبصرة ص ٣٧٧، ٣٨٢. والعنزان ص ٦١، ٦٢. والتلخيص ص ١٧٨، ١٧٩. وتلخيص العبارات ص ٤٧، ٤٨. والإقناع ص ١٦٨، ١٦٩. وإبراز المعاني ٢/ ١٢٩ وما بعدها. والدر النثير ٣/ ٢٢٥ وما بعدها. والكنز ص ٩١، ٩٢.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (221,'ويأتي الاختلاف في قوله [تعالى] (١) {جُرُفٍ هَارٍ} (٢) في موضعه (٣).
وقرأ ورش جميع ذلك بين اللفظين، وتابعه حمزة على ما كان من ذلك الراء فيه مكررة، وعلى قوله: {الْقَهَّارُ} حيث وقع، و {دَارَ
الْبَوَارِ} (٤) لا غير. وأخلص الفتح فيما بقي (٥).
وأمال ابن ذكوان من قراءتي على [أبي الفتح] (٦) فارس بن أحمد، وعلي أبي القاسم الفارسي: {إِلَى حِمَارِكَ} و {الْحِمَارِ} في البقرة (٧) والجمعة (٨) لا غير. وقرأ الباقون بإخلاص الفتح في الباب كله (٩).
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى.
(٢) جزء من الآية ١٠٩: سورة التوبة.
(٣) في فرش سورة التوبة، وأمال {هَارٍ} أبو عمرو والكسائي وقالون وشعبة وابن ذكوان بخلف عنه، والباقون بالفتح.
(٤) جزء من الآية ٢٨: سورة إبراهيم - عليه السلام -.
(٥) انظر: النشر ٢/ ٥٨. والسبعة ص ١٤٩. والتذكرة ١/ ٢١٣. وتلخيص العبارات ص ٤٨. والإقناع ص ١٦٩. وإبراز المعاني ٢/ ١٦٣. والدر النثير ٣/ ٢٢٥ وما بعدها. والكنز ص ٩٢.
(٦) الزيادة من (ت).
(٧) جزء من الآية ٢٥٩: سورة البقرة.
(٨) جزء من الآية ٥: سورة الجمعة.
(٩) روى الجمهور عن ابن ذكوان من طريق ابن الأخرم في {حِمار} و {الحِمَار} الإمالة، ورواه آخرون من طريق النقاش بالفتح، وبه قرأ المصنف على أبي الحسن بن غلبون.
وانظر: النشر ٢/ ٥٦. والغابة ص ١٦١. والتذكر ١/ ٢١٣. وجامع البيان ١٣٩ والتبصرة ص ٣٩٣. والتلخيص ص ١٧٩. والإقناع ص ١٧٠. وإبراز المعاني ٢/ ١٤٠.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (222,'فصل
وأمال أبو عمرو والكسائي أيضا في رواية الدوري فتحه الكاف من {الْكَافِرِينَ} (١) و {كَافِرِينَ} (٢) إذا كان بعد الراء ياء حيث وقع.
وقرأ ورش ذلك بين بين. وقرأ الباقون (٣) بإخلاص الفتح (٤).
وأقرأني الفارسي عن قراءته على أبي طاهر (٥) في قراءة أبي عمرو، بإمالة فتحة النون من {النَّاسِ} (٦) في موضع الجر حيث وقع، وهي رواية أبي عبد الرحمن وأبي حمدون (٧) وابن سعدان (٨) عن اليزيدي.
_________
(١) من مواطنها: الآية ١٩: سورة البقرة. و ٢٨: سورة آل عمران. و ٣٧: سورة النساء.
(٢) من مواطنها: الآية ٣٧، ٩٣: سورة الأعراف. و ٤٣: سورة النمل. و ٦: سورة الأحقاف.
(٣) وهم ابن كثير، وابن عامر، وحمزة، وقالون، والسوسي.
(٤) انظر: النشر ٢/ ٦٢. والمبسوط ص ١٠٤. والتذكرة ١/ ١٩٢. والتلخيص ص ١٨٣. وتلخيص العبارات ص ٤٨. والإقناع ص ١٧٠. والدر النثير ٣/ ٢٣٠. والكنز ص ٩٣.
(٥) هو: محمد بن الحسن بن علي الأنطاكي: تُرجم له قبلُ فيما تفرّد الكسائي بإمالته.
(٦) من مواطنها: الآية ٨: سورة البقرة. و ٤: سورة آل عمران. و ٣٨: سورة النساء. وسورة الناس.
(٧) الطيب بن إسماعيل بن أبي تراب الذهلي البغدادي: ثقة صالح، قرأ على إسحاق المسيي ويحيى بن آدم، وغيرهم، وسمع الكسائي، وعرض عليه الحسين بن الحسين الصواف، والحسني بن شريك، وعبد الله بن أحمد البلخي وغيرهم. مات في حدود سنة أربعين ومائتين. غاية النهاية ١/ ٣٤٣.
(٨) هو: محمد بن سعدان النحوي الكوفي المقرئ الضرير. قرأ على سليم ويحيى اليزيدي وإسحاق المُسَيِّبي، وقرأ عليه محمد بن أحمد بن واصل، وجعفر بن محمد الأدمي، وحدّث عنه عبد الله بن أحمد بن حنبل وجماعة، صنّف في العربية والقرآن. توفي سنة إحدى وثلاثين ومائتين. انظر: معرفة القراء الكبار ١/ ٢١٧.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (223,'وأقرأني غيره بالفتح، وهي رواية أحمد بن جبير (١) عن اليزيدي، وبه كان يأخذ ابن مجاهد، وبذلك قرأ الباقون (٢).
فصل
وتفرد هشام بالإمالة في قوله (٣): {وَمَشَارِبُ} (٤) في (يس) و {مِنْ عَيْنٍ آنِيَةٍ} (٥) في (الغاشية) و {عَابِدُونَ} و {عَابِدٌ} في الثلاثة في (الكافرين) (٦) لا غير (٧).
_________
(١) هو: أحمد بن جبير بن محمد بن جعفر، أبو جعفر الكوفي؛ نزيل أنطاكية، من أئمة القرّاء، قرأ على الكسائي، وسليم، وعبيد بن موسى، وإسحاق، وغيرهم، وقرأ عليه: عيسى بن محمد بن أبي ليلى، وحمدان المغربل، وعبيد الله بن صدقة، وغيرهم. توفي سنة ثمان وخمسين ومائتين يوم التوية ودفن يوم عرفة. انظر: غاية النهاية ١/ ٤٢.
(٢) مختلف في إمالة {النَّاسِ} المجرور عن أبي عمرو من رواية الدوري، والإمالة من طريق أهل العراق، وهو اختيار المصنف، وتابعه الشاطبي على ذلك للدوري، والسوسي له الفتح مع الباقين.
انظر: النشر ٢/ ٦٢. والغاية ص ١٦٧. والمبسوط ص. والتذكرة ١/ ١٩٨. والتبصرة ص ٣٨٨. والتلخيص ص ١٨١ وص ... . والإقناع ص ٢٠١ وص ٢٠٢.
(٣) في النسخ الأخرى: "في قوله تعالى".
(٤) جزء من الآية ٧٣.
(٥) جزء من الآية ٥.
(٦) في (أ): و {عَابد} و {عَابِدُون} "، وفي (ب) و (ج): و {عَابِدون} و {عَابِد} و {عَابِدُون}.
(٧) روى الإمالة عن هشام في هذا جمهور المغاربة وغيرهم، وهو الذي اعتمده المصنف، وتابعه الشاطبي وغيرهم. انظر: النشر ٢/ ٦٥. والتذكرة ١/ ٢١٥. والتبصرة ص ٣٩٣. والتلخيص ص ١٩١. وتلخيص العبارات ص ٤٥. والإقناع ص ١٧٢ وص ١٧٣. وإبراز المعاني ٢/ ١٣٨. والكنز ص ٩٣.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (224,'وتفرد ابن ذكوان في قراءتي على أبي الفتح بالإمالة في قوله [تعالى] (١): {عِمْرَانَ} (٢) و {الْمِحْرَابَ} (٣) حيث وقعا، و {مِنْ بَعْدِ إِكْرَاهِهِنَّ} في النور (٤)، و {وَالْإِكْرَامِ} في الحرفين في (الرحمن) (٥).
وقرأت على الفارسي عن النقاش بإمالة الراء من {الْمِحْرَابَ} حيث وقع فقط.
وقرأت على أبي الحسن بإمالة الراء من {الْمِحْرَابَ} في موضع الخفض، وهما موضعان في (آل عمران) و (مريم).
وقرأ الباقون بإخلاص الفتح في جميع ذلك؛ إلا ما كان من مذهب ورش في الراءات، وسيأتي بعدُ إن شاء الله (٦).
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى.
(٢) جزء من الآيات ٣٣، ٣٥: سورة آل عمران. و ١٢: سورة التحريم.
(٣) جزء من الآيات: ٣٧، ٣٩: سورة آل عمران. و ١١: سورة مريم. و ٢١: سورة (ص).
(٤) جزء من الآية: ٣٣.
(٥) الآيات: ٢٧، ٧٨.
(٦) انظر: النشر ٢/ ٦٤. والتذكرة ١/ ٢١٤. وجامع البيان ل ١٣٩. والتبصرة ص ٣٩٣. والتلخيص ص ١٨٢. وتلخيص العبارات ص ٤٥. والإقناع ص ١٧٤. والكنز ص ٩٣.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (225,'[قال أبو عمرو] (١): فهذه أصول الإمالة يقاس عليها، فأما ما بقي من ذلك مما يقع مفرقا في السورة، فسنذكره (٢) في مواضعه إن شاء الله (٣).
فصل
وكل ما أميل في الوصل لعلة تُعدم في الوقف؛ أو قرئ بين اللفظين نحو: {بِمِقْدَارٍ} (٤) و {بِدِينَارٍ} (٥) و {الْأَبْرَارِ} (٦) و {مِنَ النَّاسِ} (٧) و {بِرَبِّ النَّاسِ} (٨) وشبهه مما تقع (٩) الراء والجرّ فيه طرفا، فهو ممال أيضا، وبين بين في الوقف لكون الوقف عارضا.
وكل ما امتنعت الإمالة فيه في حال الوصل؛ من أجل ساكنٍ لقيَهُ تنوينٌ أو غيره، نحو قوله تعالى (١٠): {هُدًى} (١١)
_________
(١) ما بين المعقوفين زائد على (ب) و (ج) و (ظ).
(٢) في النسخ الأخرى: "فنذكره في مواضعه".
(٣) في (ج): "إن شاء الله في مواضعه"، وفي (ظ): "في مواضعه إن شاء الله تعالى".
(٤) جزء من الآية ٨: سورة الرعد.
(٥) جزء من الآية ٧٥: سورة آل عمران.
(٦) من مواطنها: الآية ١٩٣: سورة آل عمران. و ١٨: سورة المطففين.
(٧) جزء من الآية ٨: سورة البقرة.
(٨) جزء من الآية ١: سورة الناس.
(٩) في (أ) و (ج): "ما يقع الراء".
(١٠) في النسخ الأخرى: "نحو قوله عز وجل".
(١١) من مواطنها: الآية ٢، ٥، ١٨٥: سورة البقرة. و ٤: سورة آل عمران. و ٤٤: سورة المائدة.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (226,'و {مُصَفًّى} (١)
و{مُسَمًّى} (٢) و {ضُحًى} (٣)، و {مُصَلًّى} (٤) و {غُزًّى} (٥)
و{مَوْلَى} (٦)، و {رِبًا} (٧)، و {مُفْتَرًى} (٨)
و{الْأَقْصَى الَّذِي} (٩) و {طَغَى الْمَاءُ} (١٠) و {النَّصَارَى الْمَسِيحُ} (١١)
_________
(١) جزء من الآية ١٥: سورة محمد - صلى الله عليه وسلم -.
(٢) من مواطنها: الآية ٢٨٢: سورة البقرة. و ٢: سورة الأنعام. و ٣: سورة هود - عليه السلام -.
(٣) جزء من الآيات ٩٨: سورة الأعراف. و ٥٩: سورة طه.
(٤) جزء من الآية ١٤٥: سورة البقرة.
(٥) جزء من الآية ١٥٦: سورة آل عمران.
(٦) جزء من الآية ٤١: سورة الدخان.
(٧) جزء من الآية ٣٩: سورة الروم.
(٨) جزء من الآيات ٣٦: سورة القصص. و ٤٣: سورة سبأ.
(٩) جزء من الآية ١: سورة الإسراء.
(١٠) جزء من الآية ١١: سورة الحاقة.
(١١) جزء من الآية ٣٠: سورة التوبة.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (227,'و {مُوسَى الْكِتَابَ} (١) و {عِيسَى ابْنَ مَرْيَمَ} (٢)،
و{وَجَنَى الْجَنَّتَيْنِ} (٣) وشبهه.
فالإمالة فيه سائغة في الوقف؛ لعدم ذلك الساكن هناك، على أن أبا شعيب قد روى عن اليزيدي إمالة الراء مع الساكن في الوصل، نحو قوله تعالى (٤): {نَرَى اللَّهَ} (٥) و {يَرَى الَّذِينَ} (٦)، و {الْكُبْرَى اذْهَبْ} (٧)
و{الْقُرَى الَّتِي} (٨) و {النَّصَارَى الْمَسِيحُ} (٩) وشبهه مما فيه الراء، وبذلك قرأت في مذهبه، وبه آخذ، فاعلم ذلك، وبالله التوفيق (١٠).
_________
(١) من مواطنها: الآية ٨٧: سورة البقرة. و ١٥٤: سورة الأنعام. و ٢: سورة الإسراء.
(٢) من مواطنها الآية ٨٧: سورة البقرة. و ٥٤: سورة آل عمران. و ١٥٧. سورة النساء.
(٣) جزء من الآية ٥٤: سورة الرحمن - عز وجل -.
(٤) في (أ) و (ب) و (ظ): "في نحو قوله عز وجل"، وفي (ج): "في قوله عز وجل".
(٥) جزء من الآية ٥٥: سورة البقرة.
(٦) جزء من الآية ١٦٥: سورة البقرة.
(٧) جزء من الآية ٢٣، ٢٤: سورة طه.
(٨) جزء من الآية ١٨: سورة سبأ.
(٩) جزء من الآية ٣٠: سورة التوبة.
(١٠) انظر: النشر ٢/ ٧٧. والتذكرة ١/ ٢١٧. والتلخيص ص ١٩١. وتلخيص العبارات ص ٤٨. وإبراز المعاني ٢/ ١٤١ وما بعدها. والكنز ص ٩٤.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (228,'<span data-type="title" id=toc-109>باب ذكر مذهب الكسائي في الوقف على هاء التأنيث </span>(١)
اعلم أن الكسائي كان يقف على هاء التأنيث وما ضارعها (٢) في اللفظ بالإمالة، نحو قوله [تعالى] (٣): {جَنَّةُ} (٤) و {رَبْوَةٍ} (٥) و {نِعْمَةَ} (٦) و {الْقِيَامَةِ} (٧) و {لَعِبْرَةً} (٨)، و {الْآخِرَةُ} (٩) و {خَاطِئَةٍ} (١٠)،
و{وَجْهَهُ} (١١)،
_________
(١) وهي الهاء التي تكون في الوصل تاء آخر الاسم، نحو {نِعمَة} و {رَحْمَة} فتبدل في الوقف هاء، وقد أمالها الكسائي، وهي لغة لبعض العرب، وهي لغة عرب الكوفة بالأخص، وقال الكسائي فيها: "هذا طباع العربيّة". انظر: النشر ٢/ ٨٢.
(٢) أي: وما شبهها، وضارعه، أي: شابهه، وتضارعا: تشابها. انظر: القاموس الوسيط ص ٥٣٩.
(٣) ما بين المعقوفين زائد على النسخ الأخرى.
(٤) من مواطنها: الآية ٢٦٥: سورة البقرة. و ١٣٣: سورة آل عمران. و ٩١: سورة الإسراء.
(٥) جزء من الآية ٢٦٥: سورة البقرة.
(٦) من مواطنها: الآية ٢١١: سورة البقرة. و ١٧١: سورة آل عمران. و ٢٢: سورة الشعراء.
(٧) من مواطنها: الآية ٨٥: سورة البقرة. و ٥٥: سورة آل عمران. و ٨٧: سورة النساء.
(٨) جزء من الآيات: ١٣: سورة آل عمران. و ٦٦: سورة النحل. و ٢١: سورة المؤمنون. و ٤٤: سورة النور. و ٢٦: سورة النازعات.
(٩) من مواطنها: الآية ٤: سورة البقرة. و ٢٢: سورة آل عمران. و ١٣٤: سورة النساء.
(١٠) جزء من الآيات ٩: سورة الحاقة. و ١٦: سورة العلق.
(١١) من مواطنها: الآية ١١٢: سورة البقرة. و ٥٢: سورة الأنعام. و ٨٨: سورة القصص.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (229,'و {خَطِيئَةً} (١)، و {الْمَلَائِكَةِ} (٢) و {مُشْرِكَةٍ} (٣)، و {الْحِجْرِ} (٤) و {فَاكِهَةٌ} (٥) و {آلِهَةً} (٦)
و{هُمَزَةٍ} (٧)، و {لُمَزَةٍ} (٨) و {بَصِيرَةٍ} (٩)، و {كَبِيرَةً} (١٠)
و{صَغِيرَةً} (١١) وشبهه إلا أن يقع قبل الهاء أحد عشر حرفا: الطاء والظاء والصاد والضاد والخاء والغين والقاف والألف والعين والحاء، نحو: {بَسْطَةً} (١٢)، و {وَمَوْعِظَةً} (١٣)
_________
(١) جزء من الآية ١١٢: سورة النساء.
(٢) من مواطنها: الآية ٣٠: سورة البقرة. و ١٨: سورة آل عمران. و ٩٧: سورة النساء.
(٣) جزء من الآيات ٢٢١: سورة البقرة. و ٣: سورة النور.
(٤) جزء من الآيات: ٧٨: الحجر. و ١٧٦: الشعراء. و ١٣: سورة (ص). و ١٤: سورة (ق).
(٥) من مواطنها: الآية ٥٧: سورة يس. و ٥١: سورة ص. و ٧٣: سورة الزخرف.
(٦) من مواطنها: الآية ١٩: سورة الأنعام. و ٤٢: سورة الإسراء. و ١٥: سورة الكهف.
(٧) جزء من الآية ١: سورة الهمزة.
(٨) جزء من الآية ١: سورة الهمزة.
(٩) جزء من الآيات ١٠٨: سورة يوسف. و ١٤: سورة القيامة.
(١٠) {كَبِيرة} جزء من الآية ١٢١: سورة التوبة.
(١١) جزء من الآية ١٢١: سورة التوبة.
(١٢) جزء من الآيات ٢٤٧: سورة البقرة. و ٦٩: سورة الأعراف.
(١٣) من مواطنها: الآية ٦٦: سورة البقرة. و ٤٦: سورة المائدة. و ٣٤: سورة النور.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (230,'و {خَصَاصَةٌ} (١) و {قَبْضَةً} (٢)
و{الصَّاخَّةُ} (٣)، و {الْبَالِغَةُ} (٤) و {الْحَاقَّةُ} (٥) و {الصَّلَاةَ} (٦)
و{الزَّكَاةَ} (٧)، و {الْحَيَاةِ} (٨)، و {النَّجَاةِ} (٩)،
و{وَمَنَاةَ} (١٠)، و {هَيْهَاتَ} (١١)، و {وَالنَّطِيحَةُ} (١٢)، و {الْقَارِعَةُ} (١٣) وشبهه.
وكذلك إن وقع قبل الهاء راء، وانفتح ما قبل الراء أو انضم، أو همزةٌ وانفتح ما قبلها، أو كان ألفا أو هاء، وكان ما قبلها ألف أو كاف، وانضم ما قبلها أو انفتح، فالراء نحو قوله: {غَمْرَةٍ} (١٤)،
_________
(١) جزء من الآية ٩: سورة الحشر.
(٢) جزء من الآية ٩٦: سورة طه.
(٣) جزء من الآية ٣٣: سورة عبس.
(٤) جزء من الآية ١٤٩: سورة الأنعام.
(٥) جزء من الآيات: ١، ٢، ٣: سورة الحاقة.
(٦) من مواطنها: الآية ٣: سورة البقرة. و ٤٣: سورة النساء. و ٦: سورة المائدة.
(٧) من مواطنها: الآية ٤٣: سورة البقرة. و ٧٧: سورة النساء. و ١٢: سورة المائدة.
(٨) من مواطنها: الآية ٨٥: سورة البقرة. و ٧٤: سورة النساء. و ٣٢: سورة الأنعام.
(٩) جزء من الآية ٤١: سورة غافر.
(١٠) جزء من الآية ٢٠: سورة النجم.
(١١) جزء من الآية ٣٦: سورة المؤمنون.
(١٢) جزء من الآية ٣: سورة المائدة.
(١٣) جزء من الآيات ٤: سورة الحاقة. و ١، ٢، ٣: سورة القارعة.
(١٤) جزء من الآيات ٦٣: سورة المؤمنون. و ١١: سورة الذاريات.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (231,'و [{عُسْرَةٍ}] (١)، و {حُفْرَةٍ} (٢)، و {سُورَةٌ} (٣) و {مَحْشُورَةً} (٤)
و{بَرَرَةٍ} (٥)، و {وَعِمَارَةَ} (٦) وشبهه.
والهمز: نحو قوله: {امْرَأَةٌ} (٧) و {بَرَاءَةٌ} (٨) و {النَّشْأَةَ} (٩)،
و{سَوْءَةَ} (١٠) وشبهه.
والهاء: نحو قوله [تعالى] (١١): {سَفَاهَةٍ} (١٢) لا غير.
والكاف: نحو: {التَّهْلُكَةِ} (١٣) {الشَّوْكَةِ} (١٤) وشبهه؛ فإن ابن مجاهد وأصحابه كانوا لا يرون إمالة الهاء وما قبلها مع ذلك (١٥)، والنص عن
_________
(١) جزء من الآيات ٢٨٠: سورة البقرة. و ١١٧: سورة التوبة.
(٢) جزء من الآية ١٠٣: سورة آل عمران.
(٣) من مواطنها: الآية ٢٣: سورة البقرة. و ٦٤: سورة التوبة. و ٣٨: سورة يونس.
(٤) جزء من الآية ١٩: سورة ص.
(٥) جزء من الآية ١٦: سورة عبس.
(٦) جزء من الآية ١٩: سورة التوبة.
(٧) من مواطنها: الآية ٣٥: سورة آل عمران. و ١٢: سورة النساء. و ٣٠: سورة يوسف.
(٨) جزء من الآيات ١: سورة التوبة. و ٤٣: سورة القمر.
(٩) جزء من الآيات ١: سورة التوبة. و ٤٧: سورة النجم. و ٦٢: سورة الواقعة.
(١٠) جزء من الآية ٣١: سورة المائدة.
(١١) ما بين المعقوفين زائد على النسخ الأخرى.
(١٢) جزء من الآيات ٦٦، ٦٧: سورة الأعراف.
(١٣) جزء من الآية ١٩٥: سورة التوبة.
(١٤) جزء من الآية ٧: سورة الأنفال.
(١٥) انظر: النشر ٢/ ٨٥. والتذكرة ١/ ٢٣٥. وجامع البيان ل ١٤٨. والتبصرة ص ٤٠٢.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (232,'الكسائي في استثناء ذلك معدوم.
وبإطلاق القياس في ذلك قرأتُ على أبي الفتح عن قراءته على عبد الباقي، وكذلك حدثنا محمد بن علي قال: حدثنا ابن الأنباري (١). قال: حدثنا إدريس (٢)، عن خلف (٣)، عن الكسائي.
والأول أختار (٤) إلا ما كان قبل الهاء فيه ألفٌ؛ فلا يجوز (٥) الإمالة فيه، ووقف الباقون بالفتح (٦)، وبالله التوفيق.
_________
(١) محمد بن القاسم بن محمد بن بشار، أبو بكر ابن الأنباري: العلامة، المقرئ، النحوي، البغدادي، المصنّف، قرأ على أبيه، وإسماعيل القاضي، وأحمد بن سهل الإشناني، وإدريس بن عبد الكريم، وغيرهم. وقرأ عليه: أبو الفتح بن بدهن، وأبو علي القالي، والحسين بن خالويه، والدارقطني، وغيرهم خلقٌ. روى عنه الداني كتاب "الوقف والابتداء"، وله كتاب "غريب الحديث" كان رأسا في نحو الكوفيين، وله كتاب "المذكر والمؤمث". توفي سنة ثمان وعشرين وثلاثمائة ببغداد. معرفة القراء الكبار ١/ ٢٨٠.
(٢) إدريس بن عبد الكريم الحداد، أبو الحسن البغدادي: إمام، ضابط ثقة، وثّقه الدارقطني، قرأ على خلف بن هشام روايته واختياره، وعلى محمد بن حبيب الشموني، روى عنه القراءة سماعا ابن مجاهد، وعرض عليه محمد بن أحمد بن شنبوذ، وموسى الخاقاني وغيرهم. توفي يوم الأضحى سنة اثنتين وتسعين ومائتين عن ثلاث وتسعين سنة. انظر: غاية النهاية ١/ ١٥٤.
(٣) خلف بن هشام البزاز: راوية حمزة: تُرجم له.
(٤) يعني: مذهب ابن مجاهد. انظر: الدر النثير ٤/ ٤٧.
(٥) مجمع على عدم إمالة هاء التأنيث إذا كان قبلها ألف.
(٦) انظر: النشر ٢/ ٨٣، والتبصرة ص ٤٠٢. وص ٤٠٣، ٤٠٤. والعنوان ص ٦٣، ٦٤. والتلخيص ص ١٩٤، و ١٩٥. وتلخيص العبارات ص ٤٨، ٤٩. والإقناع ص ١٩٦ وما بعدها. والكنز ص ١٠٥، ١٠٦.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (233,'<span data-type="title" id=toc-110>باب ذكر مذهب ورش في الراءات مجملا </span>(١)
اعلم أن ورشا كان يميل فتحة الراء قليلا (٢). بين اللفظين (٣). إذا وليها (٤). من قبلها كسرة لازمة أو ساكن قبله كسرة أو ياء ساكنة، وسواء لحق الراء تنوين أو لم يلحقها، فأما ما وليت الراء فيه الكسرة؛ فنحو قوله تعالى (٥): {وَالْآخِرَةِ} (٦) و {بَاسِرَةٌ} (٧) و {نَاظِرَةٌ} (٨) و {فَاقِرَةٌ} (٩)
و{تَبْصِرَةً} (١٠)
_________
(١) يذكر المؤلف في هذا أنه يذكر قوانين جامعة ويبينها بأمثلة تشعر بما تشتمل عليه تلك القوانين الكلية من آحاد الألفاظ، ولا يذكر كل لفظة على التفصيل. انظر: الدر النثير ٤/ ٤٨.
(٢) ورش يرقق الراءات التي يذكر المصنف من طريق الأزرق.
ويلاحظ أن المصنف أطلق الإمالة على الترقيق، وهو تجوّز منه ومن بعض المغاربة؛ لأن الإمالة أن تنحو بالفتحة إلى الكسرة، وبالألف إلى الياء والترقيق هو إنحاف صوت الحرف؛ فيمكن اللفظ بالراء مرققة غير ممالة، ومفخمة ممالة ومعلوم أنه لا يجوز مع الإمالة إلا الترقيق رواية. انظر: النشر ٢/ ٩٠.
(٣) في (ج): "قليلا قليلا بين اللفظين".
(٤) في (أ): "إذا كان وليها".
(٥) في النسخ الأخرى: "فنحو قوله عز وجل".
(٦) من مواطنها: الآية ٤: سورة البقرة. و ٢٢: سورة آل عمران. و ٧٤: سورة النساء.
(٧) جزء من الآية ٢٤: سورة القيامة.
(٨) جزء من الآية ٢٣: سورة القيامة.
(٩) جزء من الآية ٢٥: سورة القيامة.
(١٠) جزء من الآية ٨: سورة ق.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (234,'و {فَالْمُدَبِّرَاتِ} (١) و {الْمُعْصِرَاتِ} (٢)
و{طَهِّرَا} (٣) و {لَسَاحِرَانِ} (٤) و {مُدْبِرًا} (٥) و {صَابِرًا} (٦) وشبهه.
وأما ما حال بين الراء والكسرة فيه ساكنٌ نحو قوله (٧): {الشِّعْرَ} (٨) و (٩) {السِّحْرَ} (١٠) و {الذَّكَرُ} (١١) و {سِدْرَةِ} (١٢)،
و{ذُو مِرَّةٍ} (١٣)، و {لَعِبْرَةً} (١٤) وشبهه.
وما وليت الراء فيه الياء سواء انفتح (١٥) ما قبلها أو انكسر، فذلك
_________
(١) جزء من الآية ٥: سورة النازعات.
(٢) جزء من الآية ١٤: سورة النبأ.
(٣) جزء من الآية ١٢٥: سورة البقرة.
(٤) جزء من الآية ٦٣: سورة طه.
(٥) جزء من الآيات ١٠: سورة النمل. و ٣١: سورة القصص.
(٦) جزء من الآيات ٦٩: سورة الكهف. و ٤٤: سورة ص.
(٧) في النسخ الأخرى: "فنحو قوله عز وجل"، و (ج): "نحو".
(٨) في (أ): {الشِّعر} و {السِّحْر} و {الذِّكْر} .... " وفي (ج): ( .... {والسِّدْرة} ".
(٩) من مواطنها: الآية ١٠٢: سورة البقرة. و ٨١: سورة يونس. و ٧١: سورة طه.
(١٠) جزء من الآية ٦٩: سورة يس.
(١١) من مواطنها: الآية ٥٨: سورة آل عمران. و ٦: سورة الحجر. و ٤٣: سورة النحل.
(١٢) جزء من الآية ١٤: سورة النجم.
(١٣) جزء من الآية ٦: سورة النجم.
(١٤) جزء من الآيات ١٣: آل عمران. و ٦٦: النحل. و ٢١: المؤمنون. و ٤٤: النور. و ٢٦: النازعات.
(١٥) في النسخ الأخرى: "وسواء انفتح ما قبلها".',NULL,'234',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (235,'نحو قوله تعالى (١): {الْخَيْرَاتِ} (٢) ... و {حَيْرَانَ} (٣)،
و{الْخَيْرِ} (٤) (٥)
و{غَيْرِكُمْ} (٦) و {فَالْمُغِيرَاتِ} (٧) و {الْفَقِيرَ} (٨) و {خَبِيرًا} (٩)، و {نَصِيرًا} (١٠) و {وَنَذِيرًا} (١١) و {خَيْرًا} (١٢) و {طَيْرًا} (١٣) و {سَيْرًا} (١٤) وشبهه.
_________
(١) في (أ) و (ج): "وذلك نحو"، والنسخ الأخرى: "نحو قوله".
(٢) من مواطنها: الآية ١٤٨: سورة البقرة. و ٤٨: سورة المائدة. و ٨٨: سورة التوبة.
(٣) جزء من الآية ٧١: سورة الأنعام.
(٤) في (أ) و (ج): "و {الخيْر} و {الطّيْر} و {لا خيْرَ} .... ".
(٥) جزء من الآيات: ١١: يوسن. و ١١: الإسراء. و ٣٥: الأنبياء. و ٣٢: ص. و ٤٩: فصلت.
(٦) جزء من الآيات ١٠٦: سورة المائدة. و ٣٩: سورة التوبة. و ٥٧: سورة هود. و ٣٨: سورة محمد.
(٧) جزء من الآية ٣: سورة العاديات.
(٨) جزء من الآية ٣٨: سورة الحج.
(٩) من مواطنها: الآية ٣٥: سورة النساء. و ١٧: سورة الإسراء. و ٥٨: سورة الفرقان.
(١٠) من مواطنها: الآية ٤٥: سورة النساء. و ٧٥: سورة الإسراء. و ٣١: سورة الفرقان.
(١١) من مواطنها: الآية ١١٩: سورة البقرة. و ١٠٥: سورة الإسراء. و ١: سورة الفرقان.
(١٢) من مواطنها: الآية ١٥٨: سورة البقرة. و ١٩: سورة النساء. و ٧٠: سورة الأنفال.
(١٣) جزء من الآيات: ٤٩: سورة آل عمران. و ١١٠: سورة المائدة. و ٣: سورة الفيل.
(١٤) جزء من الآية ١٠: سورة الطور.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (236,'ونقض مذهبه مع الكسرة في الضربين (١) في قوله: {الصِّرَاطَ} (٢)، و {صِرَاطَ} (٣) حيث وقع (٤)، و {الْفِرَاقُ} (٥)، و {فِرَاقُ بَيْنِي وَبَيْنِكَ} (٦)
و{وَالْإِشْرَاقِ} (٧) و {إِعْرَاضًا} (٨)، و {إِعْرَاضُهُمْ} (٩) و {مِدْرَارًا} (١٠) و {إِسْرَارًا} (١١) و {ضِرَارًا} (١٢)، و {فِرَارًا} (١٣)، و {الْفِرَارُ} (١٤)،
و{إِبْرَاهِيمَ} (١٥) و {إِسْرَائِيلَ} (١٦) و {عِمْرَانَ} (١٧)، و {إِرَمَ ذَاتِ
_________
(١) يعني بالضربين الراء التي تلي الكسرة، والراء التي تلي حرفا صحيحا ساكنا بعد الكسرة. الدر النثير ٤/ ٧١.
(٢) من مواطنها: الآية ٦: سورة الفاتحة. و ١٣٥: سورة طه. و ٧٤: سورة المؤمنون.
(٣) من مواطنها: الآية ٧: سورة الفاتحة. و ٥١: سورة آل عمران. و ٨٦: سورة الأعراف.
(٤) في (أ) و (ب) و (ظ): "حيثما وقعا".
(٥) جزء من الآية ٢٨: سورة القيامة.
(٦) جزء من الآية ٧٨: سورة الكهف.
(٧) جزء من الآية ١٨: سورة ص.
(٨) جزء من الآية ١٢٨: سورة النساء.
(٩) جزء من الآية ٣٥: سورة الأنعام.
(١٠) جزء من الآيات ٦: سورة الأنعام. و ٥٢: سورة هود - عليه السلام -. و ١١: سورة نوح - عليه السلام -.
(١١) جزء من الآية ٩: سورة نوح - عليه السلام -.
(١٢) جزء من الآيات ٢٣١: سورة البقرة. و ١٠٧: سورة التوبة.
(١٣) جزء من الآيات ١٨: سورة الكهف. و ١٣: سورة الأحزاب.
(١٤) جزء من الآية ١٦: سورة الأحزاب.
(١٥) من مواطنها: الآية ١٢٤: سورة البقرة. و ٣٣: سورة آل عمران. و ٥٤: سورة النساء.
(١٦) من مواطنها: الآية ٤٠: سورة البقرة. و ٤٩: سورة آل عمران. و ١٢: سورة المائدة.
(١٧) جزء من الآيات: ٢٣، ٣٥: سورة آل عمران. و ١٢: سورة المائدة.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (237,'الْعِمَادِ} (١)،
و{إِمْرًا} (٢) و {ذِكْرًا} (٣) و {سِتْرًا} (٤)، و {وِزْرًا} (٥) و {وَصِهْرًا} (٦) و {حِجْرًا} (٧) و {إِصْرَهُمْ} (٨)، و {إِصْرًا} (٩)، و {مِصْرَ} (١٠)،
و{مِصْرًا} (١١) و {قِطْرًا} (١٢) و {فِطْرَتَ اللَّهِ} (١٣) و {وِقْرًا} (١٤)
وما كان من نحو هذا فأخلص الفتح للراء في ذلك كله من أجل حرف الاستعلاء (١٥) والعُجمة وتكرير الراء مفتوحة
_________
(١) في (أ) و (ب) و (ظ): {إِرَمَ ذَاتِ العِمَادِ}، وهي الآية: ٧ من سورة الفجر.
(٢) جزء من الآية ٧١: سورة الكهف.
(٣) من مواطنها: الآية ٢٠٠: سورة البقرة. و ٧٠: سورة الكهف. و ٩٩: سورة طه.
(٤) جزء من الآية ٦٠: سورة الكهف.
(٥) جزء من الآية ١٠٠: سورة طه.
(٦) جزء من الآية ٥٤: سورة طه.
(٧) جزء من الآيات ٢٢، ٥٣: سورة الفرقان.
(٨) جزء من الآية ١٥٧: سورة الأعراف.
(٩) جزء من الآية ٢٨٦: سورة البقرة.
(١٠) جزء من الآيات ٨٧: سورة يونس. و ٢١ و ٩٩: سورة يوسف. و ٥١: سورة الزخرف.
(١١) جزء من الآية ٦١: سورة البقرة.
(١٢) جزء من الآية ٩٦: سورة الكهف.
(١٣) جزء من الآية ٣٠: سورة الروم.
(١٤) جزء من الآية ٢: سورة الذاريات.
(١٥) الاستعلاء من صفات القوة. والحروف المستعلية سبعة، وهي: الخاء، والغين، والقاف، والصاد، والطاء، والضاد، والظاء، يجمعها قولك: (قظ خص ضغط) وهي حروف التفخيم. انظر: النشر ٢/ ٢٠٢. والموضح ١/ ١٧٤.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (238,'ومضمومة (١).
وحكم الراء المضمومة مع الكسرة والياء في مذهبه حكم المفتوحة سواء (٢) نحو: {يُسِرُّونَ} (٣) و {مُنْذِرٌ} (٤) و {قَدِيرٌ} (٥)،
و{بَصِيرًا} (٦)، و {خَبِيرًا} (٧) و {ذِكْرٌ} (٨) و {بِكْرٌ} (٩) وشبهه (١٠).
ولا خلاف عنه في إخلاص فتحة الراء إذا كانت الكسرة غير لازمة، نحو {بِرَسُولٍ} (١١)، و {لِرَسُولٍ} (١٢) و {بِرَشِيدٍ} (١٣) و {
_________
(١) هذه الأمور الثلاثة من علل التفخيم، وهي: الاستعلاء والعجمة وتكرير الراء مفتوحة ومضمومة. انظر: النشر ٢/ ٩٣، ٩٤. وجامع البيان ل ١٥٠. والتبصرة من ص ٤٠٧: ص ٤١٢. والعنوان ص ٦٢، ٦٣. وتلخيص العبارات ص ٤٩، ٥٠. والإقناع ص ٢٠٣ وما بعدها. والكنز ص ٩٥، ٩٦.
(٢) يريد أن ورشا يرققها كما يرقق المفتوحة. وقد تقدم. انظر: الدر النثير ٤/ ٧٦.
(٣) جزء من الآيات ٧٧: سورة البقرة. و ٥: سورة هود. و ٢٣: سورة النحل. و ٧٦: سورة يس.
(٤) جزء من الآيات ٧: الرعد. و ٤، ٦٥: سورة (ص). و ٢: سورة (ق). و ٤٥: سورة النازعات.
(٥) من مواطنها الآية ٢٠: سورة البقرة. و ٢٦: سورة آل عمران. و ١٧: سورة المائدة.
(٦) من مواطنها: الآية ٩٦: سورة البقرة. و ١٥: سورة آل عمران. و ٧١: سورة المائدة.
(٧) من مواطنها: الآية ٦٣: سورة الأعراف. و ١٠٤: سورة يوسف. و ٢: سورة مريم.
(٨) جزء من الآية ٦٣: سورة الأعراف. و ١٠٤: سورة يوسف. و ٢: سورة مريم.
(٩) جزء من الآية ٦٨: سورة البقرة.
(١٠) انظر: النشر ص ٥٠، ٥١. والإقناع ص ٢٠٨. والتبصرة ص ٤٠٩. والكنز ص ٩٥.
(١١) جزء من الآية ٦: سورة الصف.
(١٢) جزء من الآية ١٨٣. سورة آل عمران. والآية ٣٨: سورة الرعد.
(١٣) جزء من الآية ٩٧: سورة هود - عليه السلام -.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (239,'لِرَبِّكَ} (١)، و {بِرُءُوسِكُمْ} (٢) و {لِرُقِيِّكَ} (٣) وشبهه (٤).
وأمال أيضا فتحة الراء في قوله [تعالى] (٥) في (والمرسلات) (٦):
{بِشَرَرٍ} من أجل جرّة الراء الثانية بعدها.
وأخلص فتحها في قوله [تعالى] (٧): {أُولِي الضَّرَرِ} في (النساء) (٨) لأجل الضاد قبلها.
وقرأ الباقون بإخلاص الفتح للراء في جميع ما تقدم (٩).
فصل
وكل راء وليتها فتحة أو ضمة وسواء حال بينها وبين هاتين الحركتين ساكن أو لم يحل، وتحركت هي بالفتح أو الضم، أو سكنت؛ فهي مفخمة بإجماع (١٠) نحو: {حَذَرَ
_________
(١) جزء من الآية ٣: سورة الكوثر.
(٢) جزء من الآيات ١٩٦: سورة البقرة. و ٦: سورة المائدة.
(٣) جزء من الآية ٩٣: سورة الإسراء.
(٤) انظر: النشر ٢/ ٩٢، ٩٣. والعنوان ص ٦٢. والدر النثير ٤/ ٨٦ وما بعدها.
(٥) ما بين المعقوفين زائد على النسخ الأخرى. وفي (أ): "فتحة الراء في (والمرسلات) ".
(٦) جزء من الآية ٣٢.
(٧) ما بين المعقوفين زائد على النسخ الأخرى.
(٨) جزء من الآية ٩٥.
(٩) انظر: النشر ٢/ ٩٨. والتذكرة ٢/ ٦١٠. والتبصرة ص ٤١٢. وجامع البيان ل ١٥٠. والعنوان ص ٦٣. وإبراز المعاني ٢/ ١٦٧. والدر النثير ٤/ ٨٨. والكنز ص ٩٧.
(١٠) انظر: النشر ٢/ ٩٣. وجامع البيان ل ١٥٤. والتبصرة ص ٤٠٨، ٤٠٩. والعنوان ص ٦٣. والدر النثير ٤/ ٨٨. والكنز ص ٩٥.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (240,'الْمَوْتِ} (١) و {يُرَدُّونَ} (٢) و {يَرُدُّوكُمْ} (٣)
و{الْعُسْرَ} (٤) و {الْيُسْرَ} (٥)، و {مَرْجِعُكُمْ} (٦) و {كُرْسِيُّهُ} (٧) وشبهه.
وكذلك إن ولي الراء الساكنة كسرة عارضة، أو وقع بعدها حرف استعلاء (٨) نحو {أَمِ ارْتَابُوا} (٩)،
و{يَابُنَيَّ ارْكَبْ مَعَنَا} (١٠)، و {وَإِرْصَادًا} (١١)، و {مِرْصَادًا} (١٢)،
و{فِرْقَةٍ} (١٣) و {قِرْطَاسٍ} (١٤) وشبهه (١٥).
_________
(١) جزء من الآيات ١٩، ٢٤٣: سورة البقرة.
(٢) جزء من الآيات ٨٥: سورة البقرة. و ١٠١: سورة التوبة.
(٣) جزء من الآيات ٢١٧: سورة البقرة. و ١٠٠، ١٤٩: سورة آل عمران.
(٤) جزء من الآية ١٨٥: سورة البقرة. و ٥، ٦: سورة الشرح.
(٥) جزء من الآية ١٨٥: سورة البقرة.
(٦) من مواطنها: الآية ٥٥: سورة آل عمران. و ٤٨: سورة المائدة. و ٦٠: سورة الأنعام.
(٧) جزء من الآية ٢٥٥: سورة البقرة.
(٨) أي: بأن يكون معها في كلمتها كما مثّل، فإن انفصل عنها، وكان وقوعه بعدها في كلمة أخرى؛ فلا يؤثر في ترقيقها، نحو: {لِتُنْذِرَ قَوْمًا} {فاصْبرْ صَبْرًا}.
(٩) جزء من الآية ٥٠: سورة النور.
(١٠) جزء من الآية ٤٢: سورة هود - عليه السلام -.
(١١) جزء من الآية ١٠٧: سورة التوبة.
(١٢) جزء من الآية ٢١: سورة النبأ.
(١٣) جزء من الآية ١٢٢: سورة التوبة.
(١٤) جزء من الآية ٧: سورة الأنعام.
(١٥) انظر: النشر ٢/ ١٠٣. وجامع البيان ل ١٥١.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (241,'فإن كانت الكسرة التي قبلها لازمة، ولم يقع بعدها حرف استعلاء، فهي رقيقة للكل (١) نحو: {مِرْيَةٍ} (٢) و {شِرْعَةً} (٣) و {فِرْعَوْنَ} (٤)،
و{الْإِرْبَةِ} (٥) و {فَاصْبِرْ} (٦) و {بَشِّرِ} (٧) و {فَبَشِّرْهُ} (٨) (٩)،
و{أَنْذِرِ} (١٠) وشبهه.
وكذلك كل راء مكسورة سواء كانت كسرتها لازمة أو عارضة لا خلاف في ترقيقها في حال الوصل، ولها (١١) إذا تطرفت وكانت لازمة في
_________
(١) انظر: النشر ٢/ ١٠٣. وجامع البيان ل ١٥٣.
(٢) جزء من الآية ١٧: سورة هود - عليه السلام -.
(٣) جزء من الآية ٤٨: سورة المائدة.
(٤) جزء من الآية ٤٩: سورة البقرة.
(٥) جزء من الآية ٣١: سورة النور.
(٦) من مواطنها: الآية ١٠٩: سورة يونس. و ١١٥: سورة هود. و ٢٨: سورة الكهف.
(٧) من مواطنها: الآية ٢٥: سورة البقرة. و ١٣٨: سورة النساء. و ٣: سورة التوبة.
(٨) جزء من الآيات ٧: سورة لقمان. و ١١: سورة يس. و ٨: سورة الجاثية.
(٩) في (أ): {مِرْيَةٍ} و {شِرْعَةً} و {اصْبِرْ} و {فِرْعَوْنَ} و {الْإِرْبَةِ}.
وفي (ب): {مِرْيَةٍ} و {شِرْعَةً} و {فِرْعَوْنَ} و {الْإِرْبَةِ} و {اصْبِرْ}.
وفي (ج) و (ظ): {مِرْيَةٍ} و {شِرْعَةً} و {فِرْعَوْنَ} و {الْإِرْبَةِ}.
(١٠) من مواطنها: الآية ٥١: سورة الأنعام. و ٢: سورة يونس. و ٤٤: سورة إبراهيم.
(١١) في (ج): "وأما إذا تطرفت"، وفي (ب): "وللهاء إذا تطرفت".',NULL,'241',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (242,'الوقف حكم أذكره بعدُ إن شاء الله تعالى، [وبالله التوفيق] (١).
فصل
فأما الوقف على الراء المفتوحة والمضمومة والساكنة إذا وقعت طرفا، فكالوصل إن رققت فيه؛ فبالترقيق، وإن فخمت؛ فبالتفخيم، وسواء أشير إلى حركة المضمومة بروم أو إشمام أو لم يُشر ما لم تليها كسرة أو ياء (٢)؛ فإن الوقف عليها مع الروم خاصة في غير مذهب ورش بالتفخيم، ومع غيره بالترقيق (٣).
فأما الراء المكسورة فعلي وجهين إن رُمت (٤) حركتها رققتها كالوصل، وإن وقفت بالسكون؛ فخمتها، ما لم يقع قبلها كسرة أو ياء ساكنة، نحو: {مُنْهَمِرٍ} (٥) و {نَذِيرٌ} (٦) (٧). أو فتحة ممالة، نحو {بِشَرَرٍ} (٨) على قراءة ورش، فإنك تُرققها في الحالين (٩)،
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى. وفي (ظ): "إن شاء الله تعالى".
(٢) في (أ): "أو ياء ساكنة".
(٣) انظر: جامع البيان ل ١٥٤.
(٤) في (ظ): "إن حرمت حركتها".
(٥) جزء من الآية ١١: سورة القمر.
(٦) في (أ): "نحو {مُنْهَمِر} و {بَشِير} و {نَذِير} " وفي (ج): "نحو {مُريب} و {قَدِير}.
(٧) من مواطنها الآية ١٩: سورة المائدة. و ٤٤: سورة سبأ. و ٢٣: سورة فاطر.
(٨) جزء من آية ٣٢: سورة المرسلات.
(٩) أي: في حال الوقف والإسكان، وبالروم إذا كانت مكسورة وقبلها كسرة أو ياء ساكنة أو فتحة ممالة. انظر: الدر النثير ٤/ ١١٨.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (243,'وبالله التوفيق.

<span data-type="title" id=toc-111>باب ذكر اللامات </span>(١)
اعلم: أن ورشا كان يُغلّظ اللام (٢) إذا تحركت بالفتح، ووليها من قبلها صاد أو ظاء أو طاء، وتحركت هذه الحروف الثلاثة بالفتح أو سكنت لا غير.
فالصاد (٣) نحو قوله: {الصَّلَاةَ} (٤) و {مُصَلًّى} (٥) و {فَيُصْلَبُ} (٦)،
و{فَصَلَّى} (٧) وشبهه. والظاء نحو (٨): {وَإِذَا أَظْلَمَ} (٩)
_________
(١) القرّاء يقولون: الأصل في اللام الترقيق ولا تغلظ إلا لسبب، وهو مجاورتها حرف الاستعلاء وليس تغليظها إذ ذاك بلازم، وترقيقها إذا لم تجاور حرف الاستعلاء لازم. انظر: الدر النثير ٤/ ١١٨.
(٢) تغليظ اللام هو تسمينها لا تسمين حركتها، والتفخيم مرادفة، إلا أن التغليظ في اللام والتفخيم في الراء، والترقيق ضدهما، وقد تطلق عليه الإمالة مجازا، والتغليظ من طريق الأزرق. انظر: النشر ٢/ ١١١. وجامع البيان ل ١٥٤.
(٣) في (أ): "والصاد نحو قوله"، وفي (ج): "نحو قوله عز وجل".
(٤) من مواطنها: الآية ٣: سورة البقرة. و ٤٣: سورة النساء. و ٦: سورة المائدة.
(٥) جزء من الآية ١٢٥: سورة البقرة.
(٦) جزء من الآية ٤١: سورة يوسف - عليه السلام -.
(٧) جزء من الآية ١٥: سورة الأعلى عز وجل.
(٨) في (أ) و (ج): "نحو قوله".
(٩) جزء من الآية ٢٠: سورة البقرة.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (244,'و {يَظْلِمُونَ} (١)
و{بِظَلَّامٍ} (٢)، وشبهه. والطاء نحو قوله: {الطَّلَاقَ} (٣)

و{مُعَطَّلَةٍ} (٤) و {وَبَطَلَ} (٥) وشبهه (٦).
فإن وقعت اللام مع الصاد في كلمة هي رأس آية في سورة أو أواخر آية على ياء نحو: {وَلَا صَلَّى} (٧) و {فَصَلَّى} (٨) احتملت التغليظ والترقيق، والترقيق أقيس لتأتي الآي بلفظ واحد.
وكذا إن وقعت اللام طرفا، ووليتها الثلاثة الأحرف (٩) فالوقف عليها يحتمل التغليظ والترقيق والتغليظ أقيس بناءً على الأصل (١٠).
وقرأ الباقون بفتح هذه اللام من غير إشباع حيث وقعت (١١).
_________
(١) من مواطنها: الآية ٢٨١: سورة البقرة. و ٢٥: آل عمران. و ٤٩: سورة النساء.
(٢) جزء من الآيات ١٨٢: سورة آل عمران. و ٥١: سورة الأنفال. و ١٠: سورة الحج. و ٤٦: سورة فصلت. و ٢٩: سورة (ق).
(٣) جزء من الآيات ٢٢٧ و ٢٢٩: سورة البقرة.
(٤) جزء من الآية ٤٥: سورة الحج.
(٥) جزء من الآية ١١٨: سورة الأعراف.
(٦) انظر: النشر ٢/ ١١١، ١١٢. وجامع البيان ل ١٥٤. والتذكرة ١/ ٢٤٦. والتبصرة ص ٤١٤ وما بعدها. والتلخيص ص ١٩٧، ١٩٨. وتلخيص العبارات ص ٥٢. وإبراز المعاني ٢/ ١٨٣ وما بعدها. والكنز ص ٩٨.
(٧) جزء من الآية ٣١: سورة القيامة.
(٨) جزء من الآية ١٥: سورة الأعلى عز وجل.
(٩) مثل {أَنْ يُوصَلَ} و {فصلّ} و {بطل}. انظر: الدر النثير ٤/ ١٢٣.
(١٠) في الأصل الأخرى: "بناء على الوصل".
(١١) قال ابن الجزري: "والوجهان صحيحان في هذا، والذي قبله والأرجح فيهما التغليظ؛ لأن الحاجز في الأول ألف وليس بحصين، ولأن السكون عارض، وفي التغليظ دلالة على حكم الوصل في مذهب من غلظ، والله أعلم".
انظر: النشر ٢/ ١١٣، ١١٤. وجامع البيان ل ١٥٥. والتبصرة ص ٤١٥. وإبراز المعاني ٢/ ١٨٥، ١٨٦. والكنز ص ٩٨.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (245,'وأجمعوا على تغليظ اللام من اسم الله - عز وجل - مع الفتحة، والضمة نحو قوله [تعالى] (١):
{قَالَ اللَّهُ} (٢) و {رُسُلُ اللَّهِ} (٣) و {قَالُوا اللَّهُمَّ} (٤) وشبهه.
وعلى ترقيقها مع الكسر في الوصل نحو قوله تعالى (٥): {بِسْمِ اللَّهِ} (٦)، و {الْحَمْدُ لِلَّهِ} (٧) و {قُلِ اللَّهُمَّ} (٨) وشبهه، وكذا في سائر (٩) اللامات، لا خلاف في ترقيقهن سواء تحركن أو سكنّ، وبالله التوفيق (١٠).
_________
(١) ما بين المعقوفين زائد على النسخ الأخرى.
(٢) من مواطنها الآية ١١٠، ١١٥، ١١٩: سورة المائدة.
(٣) جزء من الآية ١٢٤: سورة الأنعام.
(٤) جزء من الآية ٣٢: سورة الأنفال.
(٥) في (أ) و (ج) و (ظ): "نحو قوله عز وجل". وفي (ب): "نحو قوله".
(٦) جزء من الآيات ١: سورة الفاتحة. و ٣٠: سورة النمل.
(٧) من مواطنها: الآية ٢: سورة الفاتحة. و ١: سورة الأنعام. و ٤٣: سورة الأعراف.
(٨) جزء من الآيات ١٢٦: سورة آل عمران. و ٤٦: سورة الزمر.
(٩) في النسخ الأخرى: "وكذا سائر اللامات".
(١٠) انظر: النشر ٢/ ١١٥. وجامع البيان ل ١٥٦. والتبصرة ص ٤١٧. والتلخيص ص ١٩٧. وتلخيص العبارات ص ٥٢. والإقناع ص ٢١١. وإبراز المعاني ٢/ ١٩٠. والدر النثير ٤/ ١٢٩. والكنز ص ٩٩.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (246,'<span data-type="title" id=toc-112>باب ذكر الوقف على أواخر الكلم</span>
اعلم: أن من عادة القرّاء أن يقفوا على أواخر الكلم المتحركات في الوصل بالسكون لا غير (١)؛ لأنه الأصل (٢)، ووردت الرواية عن الكوفيين وأبي عمرو بالوقف على ذلك بالإشارة إلى الحركة، وسواء كانت إعرابا أو بناء، والإشارة تكون روما وإشماما.
والباقون لم يأت عنهم في ذلك شيء (٣)، واستحباب أكثر شيوخنا من أهل الأداء (٤) أن يوقف في مذاهبهم بالإشارة لما في ذلك من البيان (٥).
_________
(١) الوقف في كلام العرب على أوجه متعددة، والمستعمل منها عند القرّاء تسعة، وهي: السكون، والروم، والإشمام، والإبدال، والنقل، والحذف، والإثبات والإغام، والإلحاق؛ أي: إلحاق هاء السكت. انظر: النشر ٢/ ١٢٠. وجامع البيان ل ١٦٤. وتلخيص العبارات ص ٥٣، ٥٤. والإقناع ص ٣١٤. وإبراز المعاني ٢/ ١٩٢. والدر النثير ٤/ ١٣٠. والكنز ص ٩٩.
(٢) لأن الوقف معناه القطع والترك، ولأنه -أيضا- ضد الابتداء، والابتداء يختص بالحركة، فكذلك الوقف يختص بالسكون، فهو عبارة عن تفريغ الحرف من الحركات الثلاث، وذلك لغة أكثر العرب، وهو اختيار جماعة من النحاة وكثير من القرّاء. النشر ٢/ ١٢١. وجامع البيان ل ١٦٤.
(٣) يعني الحرميين وابن عامر.
(٤) ي (أ) و (ط: "من أهل القرآن".
(٥) يريد مذاهب الحرميين وابن عامر، كما يوقف في مذاهب من روى عنه ذلك، ولما في ذلك من البيان، يعني لما في الروم والإشمام من بيان الحركة التي تثبت في الوصل للحرف الموقوف عليه.
وكل هذا إذا كان القارئ بحضرة من يسمع قراءته ليحصل البيان للسامع.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (247,'فأما حقيقة الروم فهو تضعيفك (١) الصوت بالحركة حتى تذهب بذلك معظم صوتها؛ فتسمع لها صوتا خفيا يدركه الأعمى بحاسة سمعه.
وأما حقيقة الإشمام؛ فهو ضمك شفتيك بعد سُكون الحرف أصلا، ولا يدرك معرفة ذلك الأعمى؛ لأنه لرؤية العين لا غير، إذ هو إيماء بالعضو إلى الحركة (٢).
فأما الروم فيكون عند القراء في الرفع والضم والخفض والكسر، ولا يستعملونه في النصب والفتح لخفتهما.
وأما الإشمام فيكون في الرفع والضم لا غير.
وقولنا: الرفع والضم والخفض والكسر والنصب والفتح نريد (٣) بذلك حركة الإعراب المنتقلة، وحركة البناء اللازمة (٤).

فصل
فأما الحركة العارضة، وحركة ميم الجمع (٥) في مذهب من ضمها (٦)
_________
(١) في (أ): "تضعيف الصوت".
(٢) هذا تعليل لكون الأعمى لا يدرك الإشمام، ولا يغني فيه السمع، كما لم يغن البصر في إدراك الصوت في الروم. انظر: الدر النثير ٤/ ١٤١.
(٣) في (أ) و (ج): "يريد بذلك.
(٤) انظر: النشر ٢/ ١٢١. والتذكرة ١/ ٢٤١، ٢٤٢. والعنوان ص ٦٤، ٦٥. وتلخيص العبارات ص ٥٣. والإقناع ص ٣١٤.
(٥) في (ج) و (ظ): "ميم الجمع".
(٦) يريد قراءة ابن كثير باتفاق، وقالون على أحد الوجهين.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (248,'على الأصل فلا يجوز الإشارة إليها بروم ولا بإشمام لذهابهما عند الوقف أصلا، وكذلك هاء التأنيث لا تُرام ولا تشم لكونها ساكنة، ولا حظ لها في الحركة، وبالله التوفيق (١).

<span data-type="title" id=toc-113>باب ذكر الوقف على مرسوم الخط</span>
اعلم: أن الرواية ثبتت لدينا عن نافع وأبي عمرو والكوفيين أنهم كانوا يقفون على المرسوم، وليس عندنا في ذلك شيء يروى عن ابن كثير (٢) وابن عامر.
واختيار أئمتنا أن يوقف في مذهبهما على المرسوم كالذين رُوى عنهم ذلك.
وقد ورد الاختلاف عنهم في مواضع منها، أنا أذكرها على سبيل الإيجاز إن شاء الله [تعالى] (٣):
فمن ذلك: كل هاء تأنيث رسمت في المصاحف تاءً على الأصل نحو: {نِعْمَتَ} (٤) و {رَحْمَتَ} (٥) و [{لَعْنَتَ} (٦)
_________
(١) انظر: النشر ٢/ ١٢٦. وجامع البيان ل ١٦٦. والتبصرة ص ٣٣٧. وإبراز المعاني ٢/ ٢٠٠. والدر النثير ٤/ ١٤٢ وما بعدها. والكنز ص ٩٩.
(٢) في (ب): "وليس عندنا في ذلك شيء عن ابن كثير".
(٣) ما بين المعقوفين زائد على (أ) و (ب) و (ظ).
(٤) من مواطنها: الآية ٢٣١: سورة البقرة. و ١٠٣: سورة آل عمران. و ١٠: سورة المائدة. و ٣: سورة فاطر.
(٥) من مواطنها: الآية ٢١٨: سورة البقرة. و ٧٣: سورة هود. و ٢: سورة مريم. و ٥٠: سورة الروم.
(٦) جزء من الآيات ٦١: سورة آل عمران. و ٧: سورة النور.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (249,'و {سُنَّتُ} (١)، و {وَمَعْصِيَتِ} (٢) و {قُرَّتُ} (٣) و {بَطِرَتْ} (٤)] (٥) و {شَجَرَتَ} (٦)
و{ثَمَرت} (٧) و {وَجَنَّتُ} (٨) و {كَلِمَتُ} (٩) و {امْرَأَتَ} (١٠)،
و{غَيَابَت} (١١) و {ابْنَتَ} (١٢) وشبهه.
فكان الكسائي وأبو عمرو يقفان على ذلك بالهاء (١٣)، وهو قياس
_________
(١) جزء من الآيات ٣٨: سورة الأنفال. و ٤٣: سورة فاطر -ثلاث مرات-، ٨٥: سورة غافر.
(٢) جزء من الآيات ٨، ٩: سورة المجادلة.
(٣) جزء من الآية ٩: سورة القصص.
(٤) جزء من الآية ٥٨: سورة القصص.
(٥) ما بين المعقوفين زائد على (أ) و (ب) و (ظ)، وفي (ج) زيادة: " ... و {آيت} و {سُنّت} وشبهه".
(٦) سورة الدخان الآية ٤٣.
(٧) فصلت على قراءة من وحّد.
(٨) سورة الواقعة الآية ٨٩.
(٩) سورة آل عمران: الآية ١٣٧.
(١٠) من مواطنها: الآية ٣٥: سورة آل عمران. و ٥١: سورة يوسف. و ٩: سورة القصص.
(١١) جزء من الآية ١٠، ١٥: سورة يوسف - عليه السلام -.
(١٢) جزء من الآية ١٢: سورة التحريم.
(١٣) في (أ) يقفان على ذلك بالهاء على الأصل.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (250,'مذهب ابن كثير (١)؛ لأن الحسن ابن الحباب (٢) سأل البزي عن الوقف على {ثَمَرَتٍ مِنْ أَكْمَامِهَا} (٣)، فقال: بالهاء.
ووقف الكسائي على: {مَرْضَاتِ} (٤) حيث وقعت، وعلى {اللَّاتَ وَالْعُزَّى} (٥)، و {ذَاتَ بَهْجَةٍ} (٦)، و {وَلَاتَ حِينَ} (٧)،
و{هَيْهَاتَ هَيْهَاتَ} (٨) بالهاء، وتابعه البزي على {هَيْهَاتَ هَيْهَاتَ} فقط، فوقف عليها جميعا بالهاء (٩).
_________
(١) انظر: النشر ٢/ ١٣٠. وجامع البيان ل ١٥٧. والإقناع ص ٣٢٢. والكنز ص ١٠٦، ١٠٧.
(٢) الحسن بن الحباب بن مخلد الدقاق، أبو علي البغدادي: ثقة، ضابط، عرض على البزي، وروى التهليل عنه، وقرأ على محمد بن غالب الأنماطي، وبشر بن هلال، وروى القراءة عنه: ابن مجاهد، وابن الأنباري، وأبو الحسن ابن شنبوذ. توفي سنة إحدى وثلاثمائة ببغداد. غاية النهاية ١/ ٢٠٩.
(٣) جزء من الآية ٤٧: سورة فصلت.
(٤) جزء من الآيات ٢٠٧، ٢٦٥: سورة البقرة. و ١١٤: سورة النساء. و ١: سورة التحريم.
(٥) جزء من الآية ١٩: سورة النجم.
(٦) جزء من الآية ٦٠: سورة النحل.
(٧) في (ب) و (ج): {وَلاتَ حِينَ مَنَاص} " وهي جزء من الآية ٣: سورة (ص).
(٨) جزء من الآية ٣٦: سورة المؤمنون.
(٩) النشر ٢/ ١٣١، ١٣٢. والتبصرة ص ٣٤٣. والإقناع ص ٣٢٢، ٣٢٣. والكنز ص ١٠٧.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (251,'ووقف ابن كثير وابن عامر على {يَاأَبَتِ} (١) بالهاء حيث وقع.
ووقف الباقون على هذه المواضع كلها بالتاء إتباعا لخط المصحف (٢).
ووقف أبو عمرو من رواية ابن اليزيدي (٣) عن أبيه عنه على قوله: {وَكَأَيِّنْ} (٤) في جميع القرآن على الياء. ووقف الباقون على النون (٥).
ووقف الكسائي من رواية الدوري وغيره على قوله: {وَيْكَأَنَّ اللَّهَ} (٦)
_________
(١) من مواطنها: الآية ٤: سورة يوسف. و ٤٢: سورة مريم. و ٢٦: سورة القصص.
(٢) النشر ٢/ ١٣٣. وجامع البيان ل ١٥٨. والإقناع ص ٣٢٣. والموضح ٢/ ٦٦٧. والكنز ص ١٠٧.
(٣) في (ت): "اليزيدي"، وهو خطأ. وابن اليزيدي هو: إبراهيم بن يحيى بن المبارك، أبو إسحاق البغدادي: ضابط نحوي، قرأ على أبيه، وروى عنه القراءة ابنا أخيه العباس وعبيد الله ابنا محمد شيخ ابن مجاهد، له كتب منها: "ما اتفق لفظه واختلف معناه". انظر: غاية النهاية ١/ ٢٩.
(٤) من مواطنها: الآية ١٤٦: سورة آل عمران. و ١٠٥: سورة يوسف. و ٤٨: سورة الحج.
(٥) انظر: النشر ٢/ ١٤٣. وجامع البيان ل ١٦١. والتبصرة ص ٤٦٥. والتلخيص ص ٢٣٦. وتلخيص العبارات ص ٧٨. والإقناع ص ٣٢٧. والموضح ١/ ٣٨٥. والكنز ص ١٤٢.
(٦) القصص الآية ٨٢.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (252,'و {وَيْكَأَنَّهُ} (١) على الياء منفصلة (٢).
وروي عن أبي عمرو أنه وقف على الكاف.
ووقف الباقون على الكلمة بأسرها.
ووقف أبو عمرو من رواية أبي عبد الرحمن (٣) عن أبيه عنه على قوله (٤): {فَمَالِ هَؤُلَاءِ} (٥) و {مَالِ هَذَا الْكِتَابِ} (٦) و {مَالِ هَذَا الرَّسُولِ} (٧) و {فَمَالِ الَّذِينَ كَفَرُوا} (٨) على {مَا} دون اللام في الأربعة.
واختُلف في ذلك عن الكسائي: فمروي عنه الوقف على {مَا} وعلى اللام.
ووقف الباقون على اللام منفصلة (٩).
_________
(١) القصص الآية ٨٢.
(٢) انظر: النشر ٢/ ١٥١. والتذكرة ٢/ ٤٨٥. والتبصرة ص ٦٢٨.
(٣) هو: أبو عبد الرحمن عبد الله بن يحيى بن المبارك اليزيدي البغدادي: مشهور، ثقة، قرأ على أبيه اليزيدي -وهو من أجلّ الناقلين عنه-، له كتاب في غريب القرآن، قرأ عليه ابنا أخيه العباس وعبد الله ابنا محمد وأحمد بن إبراهيم. انظر: غاية النهاية ١/ ٤٦٣.
(٤) في (أ): "قوله عز وجل".
(٥) جزء من الآية ٧٨: سورة النساء.
(٦) جزء من الآية ٤٩: سورة الكهف.
(٧) جزء من الآية ٧: سورة الفرقان.
(٨) جزء من الآية ٣٦: سورة المعارج.
(٩) انظر: النشر ٢/ ١٤٤. وجامع البيان ل ١٦٢. والتذكرة ٢/ ٣١٢. والتلخيص ص ٢٤٦. وتلخيص العبارات ص ٨٣. والإقناع ص ٣٢٨.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (253,'ووقف حمزة والكسائي على قوله {أَيًّا مَا تَدْعُوا} (١) على {أَي} دون {مَا} وعوَّضا من التنوين ألفا.
ووقف الباقون على {مَا} (٢).
ووقف أبو عمرو والكسائي على قوله تعالى: {أَيُّهَ الْمُؤْمِنُونَ} (٣) في (النور)، و {يَاأَيُّهَ السَّاحِرُ} (٤)
في (الزخرف) و {أَيُّهَ الثَّقَلَانِ} (٥) في (الرحمن) الألف في الثلاثة.
ووقف الباقون بغير ألف (٦).
ووقف الكسائي على {وَادِ النَّمْلِ} (٧) خاصة بالياء.
ووقف الباقون بغير ياء (٨).
وقد بقي من هذا الباب حروف تأتي في موضعها (٩) إن شاء
_________
(١) جزء من الآية ١١٠: سورة الإسراء.
(٢) انظر: النشر ٢/ ١٤٤. وجامع البيان ل ١٦٢. والتذكرة ٢/ ٤١٠. والإقناع ص ٣٢٨.
(٣) جزء من الآية ٣١.
(٤) جزء من الآية ٤٩.
(٥) جزء من الآية ٣١.
(٦) أي: يقفون هكذا: {أيُّهْ} والبصري والكسائي هكذا: {أيُّها}.
(٧) جزء من الآية ١٨: سورة النمل.
(٨) انظر: النشر ٢/ ١٣٩. وجامع البيان ل ١٥٩. والإقناع ص ٣٢٦.
(٩) في (أ) و (ب) و (ج): "في مواضعها".',NULL,'253',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (254,'الله (١).

فصل
وتفرد البزي بزيادة هاء السكت عند الوقف على {مَا} إذا كانت استفهاما ووليها حرف جر، نحو قوله تعالى (٢): {فَلِمَ تَقْتُلُونَ} (٣)، {لِمَ تَقُولُونَ} (٤)، و {فِيمَ أَنْتَ} (٥)، و {مِمَّ خُلِقَ} (٦)،
و{فَبِمَ تُبَشِّرُونَ} (٧)، و {بِمَ يَرْجِعُ} (٨)، {عَمَّ يَتَسَاءَلُونَ} (٩) وشبهه؛ فيقف على: {فَلِمَه} و {لِمَه} ... و {فِيمَه} ... و {بِمَه} و {عَمّه} (١٠).
ووقف الباقون على الميم ساكنة (١١)، وبالله التوفيق.
_________
(١) في النسخ الأخرى: "إن شاء الله تعالى".
(٢) في (أ) و (ب) و (ظ): "نحو قوله"، وفي (أ): "قوله عز وجل".
(٣) جزء من الآية ٩١: سورة البقرة.
(٤) جزء من الآية ٢: سورة الصف.
(٥) جزء من الآية ٤٣: سورة النازعات.
(٦) جزء من الآية ٥: سورة الطارق.
(٧) جزء من الآية ٥٤: سورة الحجر.
(٨) جزء من الآية ٣٥: سورة النمل.
(٩) الآية ١: سورة النبأ.
(١٠) في (أ) و (ب) و (ظ): " {فَلِمَه} و {لِمه} و {فِيمَه} و {مِمّه} و {فَبِمَه} و {بِمَه} و {عَمّه}. وفي (ج): " {فَلِمَه} {فِيمَه} {بِمَه} و {مِمّه} و {عَمّه}.
(١١) انظر: النشر ٢/ ١٣٤. وجامع البيان ١٦٤. والتبصرة ص ٣٤٣. وتلخيص العبارات ص ٥٤. والإقناع ص ٣٢٦، ٣٢٧. والكنز ص ١٠٧.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (255,'<span data-type="title" id=toc-114>باب ذكر مذهب حمزة في السكوت على الساكن قبل الهمزة</span>
اعلم: أن حمزة من رواية خلف كان يسكت على الساكن - إذا كان آخر كلمة، ولم يكن حرف مد، وأتت الهمزة بعده - بسكتة (١) لطيفة من غير قطع؛ بياناً للهمزة لخفائها، وذلك نحو قوله [تعالى] (٢):
{مَنْ آمَنَ} (٣) {هَلْ أَتَاكَ} (٤) و {عَلَيْهِمْ أَأَنْذَرْتَهُمْ} (٥) و {نَبَأَ ابْنَيْ آدَمَ} (٦) و {خَلَوْا إِلَى شَيَاطِينِهِمْ} (٧) و {قَدْ أَفْلَحَ} (٨)
و{مِنْ شَيْءٍ إِذْ} (٩) و {حَامِيَةٌ أَلْهَاكُمُ} (١٠) وشبهه.
وكذلك:
{الْآخِرَةُ} (١١) و {الْأَرْضِ} (١٢) و {الْآزِفَةِ} (١٣)، و {آلْآنَ
_________
(١) في (أ) و (ظ): "وأتت الهمزة بعده سكتة"، وفي (ج): "وأتت الهمزة بعده ساكنة".
(٢) ما بين المعقوفين زائد على النسخ الأخرى.
(٣) من مواطنها الآية ٦٢: سورة البقرة. و ٥٥: سورة النساء. و ٤٨: سورة الأنعام.
(٤) جزء من الآيات ٢١: سورة ص. و ٢٤: سورة الذاريات. و ١: سورة الغاشية.
(٥) جزء من الآية ٦: سورة البقرة. و ١٠: سورة يس.
(٦) جزء من الآية ٢٧: سورة المائدة.
(٧) جزء من الآية ١٤: سورة البقرة.
(٨) جزء من الآية ٦٤: طه. و ١: سورة المؤمنون. و ٢٤: سورة الأعلى. و ٩: سورة الشمس.
(٩) جزء من الآية ٢٦: سورة الأحقاف.
(١٠) الآيتان ١١: سورة القارعة. و ١: سورة التكاثر.
(١١) من مواطنها الآية ٤، ٨٦، ٩٤: سورة البقرة.
(١٢) من مواطنها: الآية ٢٢، ٧١، ١٦٤: سورة البقرة.
(١٣) جزء من الآيات ١٨: سورة غافر. و ٥٧: سورة النجم.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (256,'} (١) وشبهه؛ لأن ذلك بمنزلة ما كان من كلمتين، فإن كان الساكن مع الهمزة في كلمة؛ لم يسكت على الساكن إلا في أصل مطرد، وهو ما كان لفظ {شَيْءٍ} (٢) {شَيْئًا} (٣) لا غير (٤).
قال أبو عمرو: وقرأت على أبي الحسن في الروايتين بالسكوت على لام المعرفة وعلى {شَيْءٍ} و {شَيْئًا} حيث وقعا لا غير، وقرأ الباقون بوصل الساكن مع الهمزة من غير سكت، وقد تقدم مذهب ورش (٥)، وبالله التوفيق.

<span data-type="title" id=toc-115>باب ذكر مذاهبهم في الفتح والإسكان لياءات الإضافة </span>(٦)
اعلم: أن جملة المختلف فيه من ذلك مائتا ياء وأربع عشرة ياء (٧)،
_________
(١) سورة يونس: ٥١.
(٢) من مواطن {شَيء}: الآيات ٢٠، ٢٩، ١٠٦: سورة البقرة. ومن مواطن {شَيْئًا} الآيات: ٤٨، ١٢٣، ١٧٠: سورة البقرة.
(٣) في (أ): "على {شَيء} و {شَيْئًا} حيث وقع لا غير".
(٤) في (أ) و (ج) و (ظ): " قال أبو عمرو".
(٥) انظر: النشر ١/ ٤١٩ وما بعدها. والسبعة ص ١٤٨. والإقناع ص ٢٩٩. والدر النثير ٤/ ١٦٩.
(٦) ياء الإضافة عبارة عن ياء المتكلم، وهي ضمير يتصل بالاسم والفعل والحرف، وتكون مع الاسم مجرورة المحل، ومع الفعل منصوبته، ومع الحرف كذلك، ومجرورته على حسب عمل الحرف.
والفرق بينها وبين ياءات الزوائد أن هذه الياءات تكون ثابتة في المصحف، وتلك محذوفة، وهذه تكون زائدة على الكلمة، وتلك أصلية وزائدة، وهذه الياءات الخُلف جار فيها بين الفتح والإسكان، وتلك بين الحذف والإثبات. انظر: النشر ٢/ ١٦١، ١٦٢.
(٧) يقول ابن الجزري: "وما اختلفوا في إسكانه وفتحه جملته مائتا ياء واثنتا عشرة ياء، وقد عدّها الداني وغيره أربع عشرة فزادوا اثنين وهما: {آتَانِيَ اللهُ} في (النمل)، و {فَبَشَّر عبادي الذّينَ} في (الزمر)، وزاد آخرون اثنتين أخريين، وهما: {أَلَا تتَّبِعَنِ} في (طه) و {إِنْ يُرِدْن الرّحْمَنُ} في (يس). وذكْرُ هذه الأربع في باب الزوائد أولى لحذفها في الرسم، وإن كان لها تعلق بهذا الباب من حيث فتحها وإسكانها. انظر: النشر ٢/ ١٦٣. وإبراز المعاني ٢/ ٢٢٧.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (257,'منهن عند الهمزة المفتوحة تسع وتسعون (١)، وعند المكسورة اثنتان وخمسون (٢)، وعند المضمومة عشر (٣)، وعند ألف الوصل التي معها اللام ست عشرة (٤)، وعند التي لا لام معها سبع (٥)، وعند باقي حروف المعجم ثلاثون (٦).
وسنذكر ما جاء في كل سورة من هذه الجملة بالاختلاف فيه مشروحا ياءً ياءً.
وإنما نُجمل ها هنا أصولهم، وننبّه على ما شذّ من مذاهبهم ليحفظ ذلك مجملا، ويُقاس عليه ما ورد منه مفرّقا إن شاء الله تعالى (٧)، [وبالله التوفيق] (٨).
_________
(١) انظر: النشر ٢/ ١٦٣. والإقناع ص ٣٣٥. والكنز ص ١٠٩. وإبراز المعاني ٢/ ٢٢٩.
(٢) انظر: النشر ٢/ ١٦٧. والإقناع ص ٣٣٧.
(٣) انظر: النشر ٢/ ١٦٩. والإقناع ٣٣٧.
(٤) انظر: النشر ٢/ ١٧٠. الإقناع ٣٣٨.
(٥) انظر: النشر ٢/ ١٧١. والإقناع ص ٣٣٩.
(٦) انظر: النشر ٢/ ١٧٢. والإقناع ص ٣٣٩.
(٧) في (أ) و (ظ): "إن شاء الله" وفي (ب) و (ج): "إن شاء الله تعالى".
(٨) ما بين المعقوفين زائد على النسخ الأخرى.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (258,'فصل (١)
اعلم: أن كل ياء بعدها همزة مفتوحة نحو قوله [تعالى] (٢): {إِنِّي أَعْلَمُ} (٣) و {أَنِّي أَخْلُقُ} (٤) و {لِي أَنْ أَقُولَ} (٥) وشبهه، فالحرميان وأبو عمرو يفتحونها حيث وقعت (٦)، وتفرّد ابن كثير بفتح ثلاثة ياءات في (البقرة): {فَاذْكُرُونِي أَذْكُرْكُمْ} (٧)، وفي غافر: {ذَرُونِي أَقْتُلْ مُوسَى} (٨) و {ادْعُونِي أَسْتَجِبْ لَكُمْ} (٩)، ونقض أصله في روايته (١٠) بعد ذلك في عشرة مواضع (١١).
_________
(١) في (ج): "وقال أبو عمرو: اعلم".
(٢) ما بين المعقوفين زائد على النسخ الأخرى (ت).
(٣) جزء من الآية ٣٠: سورة البقرة.
(٤) جزء من الآية ٤٩: سورة آل عمران.
(٥) جزء من الآية ١١٦: سورة المائدة.
(٦) النشر ٢/ ١٦٣. والسبعة ص ١٥٢. والتبصرة ص ٤٥٢. والإقناع ص ٣٣٥. والكنز ص ١١١.
(٧) جزء من الآية ١٥٢.
(٨) جزء من الآية: ٢٦.
(٩) جزء من الآية ٦٠.
(١٠) في (أ) و (ب) و (ظ): "في روايتيه".
(١١) في (ظ): "في عشر مواضع".',NULL,'258',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (259,'وسكّن (١) الياء فيها في (آل عمران) (٢)
و(مريم) (٣): {اجْعَلْ لِي آيَةً}، وفي (هود): {فِي ضَيْفِي أَلَيْسَ} (٤)، وفي (يوسف): {إِنِّي أَرَانِي} (٥) في الموضعين، أعني الياء من {إِنِّي} دون {أَرَانِي} (٦) {حَتَّى يَأْذَنَ لِي أَبِيكُمْ} (٧) أعني الياء من {لِي} و {سَبِيلِي أَدْعُو} (٨) وفي (الكهف): {مِنْ دُونِي أَوْلِيَاءَ} (٩)
وفي (طه): {وَيَسِّرْ لِي أَمْرِي} (١٠) وفي النمل: {لِيَبْلُوَنِي أَأَشْكُرُ} (١١).
وزاد قنبل عنه سبعة مواضع، فسكن الياء فيها في (هود)
_________
(١) في (أ) و (ب) و (ظ): "فسكن الياء"، وفي (ج): "يسكن الياء".
(٢) جزء من الآية ٤١.
(٣) جزء من الآية ١٠.
(٤) جزء من الآية ٧٨.
(٥) جزء من الآية ٣٦.
(٦) في (ت): "أعني الياء من {أَنّي أَرَانِي}: " وهو خطأ.
(٧) جزء من الآية: ٨٠.
(٨) جزء من الآية ١٠٨.
(٩) جزء من الآية: ١٠٢.
(١٠) في الأصل: "وفي (طه) و (يس) " وهو خطأ، وفي النسخ الأخرى: "وفي (طه): {ويَسّر لِي أَمْرِي} " وهو الصواب، ولذا أثبته.
(١١) جزء من الآية ٤٠.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (260,'و (الأحقاف): {وَلَكِنِّي أَرَاكُمْ} (١)، وفيها:
{فَطَرَنِي أَفَلَا} (٢) و {إِنِّي أَرَاكُمْ} (٣) و (النمل) و (الأحقاف) (٤):
{أَوْزِعْنِي أَنْ} (٥) وفي (الزخرف): {مِنْ تَحْتِي أَفَلَا} (٦) (٧).
وروى أبو ربيعة (٨) عن قنبل وعن البزي (٩) في (القصص): {عِنْدِي أَوَلَمْ} (١٠) بالإسكان (١١).
وتفرّد نافع بفتح ياءين في (يوسف): {هَذِهِ سَبِيلِي أَدْعُو} (١٢) وفي
_________
(١) في هود: ٢٩. والأحقاف: ٢٣.
(٢) جزء من الآية ٥١: سورة هود - عليه السلام -.
(٣) جزء من الآية ٨٤: سورة هود - عليه السلام -.
(٤) في (ظ): "وفي (النمل): {أَوْزِعْنِي أَن} " وهو خطأ.
(٥) جزء من الآية ١٩: سورة النمل. و ١٥: سورة الأحقاف.
(٦) جزء من الآية ٥١.
(٧) انظر: النشر ٢/ ١٦٤، ١٦٥. وتلخيص العبارات ص ٥٨. والإقناع ص ٣٣٦. والكنز ص ١١٠.
(٨) هو: محمد بن إسحاق بن وهب الربعي المكي، مؤذن المسجد الحرام، ترجم له في الأسانيد.
(٩) في (ج): "وروى أبو ربيعة عن البزي وعن قنبل".
(١٠) جزء من الآية ٧٨.
(١١) انظر: النشر ٢/ ١٦٥. والموضح ٢/ ٩٨٩. والإقناع ص ٣٣٦. والكنز ص ١١٠.
(١٢) جزء من الآية ١٠٨.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (261,'(النمل): {لِيَبْلُوَنِي أَأَشْكُرُ} (١).
وروى ورش عنه: {أَوْزِعْنِي} في السورتين بالفتح.
وروى قالون عنه الحرفين بالإسكان (٢).
ونقض أبو عمرو أصله في تسعة مواضع فسكن (٣) الياء فيها (٤)، في (هود) {فَطَرَنِي أَفَلَا} (٥)، وفي (يوسف): {لَيَحْزُنُنِي أَنْ} (٦)
و{سَبِيلِي أَدْعُو} (٧)، وفي (طه): {لِمَ حَشَرْتَنِي أَعْمَى} (٨)، وفي (النمل): {أَوْزِعْنِي أَنْ} (٩)، و {لِيَبْلُوَنِي أَأَشْكُرُ} (١٠)، وفي (الزمر): {تَأْمُرُونِّي أَعْبُدُ} (١١)،
وفي (الأحقاف): {أَوْزِعْنِي أَنْ} (١٢)
_________
(١) جزء من الآية ٤٠.
(٢) انظر: النشر ٢/ ١٦٥. والسبعة ص ٣٥٣. والتذكرة ٢/ ٣٨٣. والتبصرة ص ٥٥١. والتلخيص ص ٢٩٦. والإقناع ص ٣٣٥.
(٣) في (ج): "يسكن الياء فيها ... ".
(٤) في (ظ): "فسكن الياء في هود ... ".
(٥) جزء من الآية ٥١.
(٦) جزء من الآية ١٣.
(٧) جزء من الآية ١٠٨.
(٨) جزء من الآية ١٢٥.
(٩) جزء من الآية ١٩: سورة النمل. و ١٥: سورة الأحقاف.
(١٠) جزء من الآية ٤٠.
(١١) جزء من الآية ٦٤.
(١٢) جزء من الآية ١٥.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (262,'و {أَتَعِدَانِنِي أَنْ} (١).
وفتح ابن عامر في روايتيه (٢) ثماني ياءات: {لَعَلِّي} حيث وقعت (٣)، وفي (التوبة): {مَعِيَ أَبَدًا} (٤)، وفي (الملك): {وَمَنْ مَعِيَ أَوْ رَحِمَنَا} (٥) لا غير.
وزاد ابن ذكوان عنه في (هود): {أَرَهْطِي أَعَزُّ} (٦)، وزاد هشام عنه في (غافر) (٧): {مَا لِي أَدْعُوكُمْ} (٨)، وفتح حفص ياءين في (التوبة) و (الملك) {مَعِيَ} (٩) لا غير (١٠)، والباقون يسكنون الياء في ذلك في جميع القرآن (١١).
_________
(١) جزء من الآية ١٧. وانظر: النشر ٢/ ١٦٤، ١٦٥. وتلخيص العبارات ص ٥٧. والإقناع ص ٣٣٦. والكنز ص ١١٠.
(٢) في (ج): "في روايته".
(٣) في (أ) و (ج): "حيث وقع".
(٤) جزء من الآية ٨٣.
(٥) جزء من الآية ٢٨.
(٦) جزء من الآية ٩٢.
(٧) في (ج): "وزاد هشام عنه أيضا"، وفي (ب) و (ظ): "وزاد هشام في (غافر).
(٨) جزء من الآية ٤١. وانظر: النشر ٢/ ١٦٥، ١٦٦ والسبعة ص ٣٢٠، ٣٤١، ٥٧١. والتذكرة ٢/ ٣٦١، ٣٧٦، ٥٣٥، ٥٩٣. والإقناع ص ٣٣٦.
(٩) جزء من الآية ٨٣: سورة التوبة. و ٢٨: سورة الملك.
(١٠) انظر: النشر ٢/ ١٦٦. والسبعة ص ٣٢٠. والمبسوط ص ١٩٧. والتذكرة ٢/ ٣٦١. والإقناع ص ٣٣٦.
(١١) في الأصل و (ب) (ج) و (ظ): "بسكون الياء في جميع القرآن"، وفي (أ): "يسكنون الياء في ذلك في جميع القرآن"، وهو الصواب، وهو المثبت.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (263,'فصل
وكل ياء بعدها همزة مكسورة، نحو قوله تعالى (١): {مِنِّي إِلَّا} (٢) و {مِنِّي إِنَّكَ} (٣) و {يَدِيَ إِلَيْكَ} (٤) و {رَبِّي إِلَى صِرَاطٍ} (٥) وشبهه، فنافع وأبو عمرو يفتحانها في جميع القرآن (٦).
وتفرّد نافع دونه بفتح ثمانية مواضع في (آل عمران) و (الصف): {مَنْ أَنْصَارِيَ إِلَى اللَّهِ} (٧) و {بَنَاتِيَ إِنْ كُنْتُمْ} (٨) وفي الكهف والقصص والصافات: {سَتَجِدُنيَ إِنْ شَاءَ اللَّهُ} (٩)، وفي الشعراء {بِعِبَاديَ إِنَّكُمْ} (١٠)،
وفي (ص): {لَعْنَتِيَ إِلَى يَوْمِ الدِّينِ} (١١) وفي المجادلة: {وَرُسُلِي إِنَّ} (١٢).
_________
(١) في (ج): "نحو قوله".
(٢) جزء من الآية ٢٤٩: سورة البقرة.
(٣) جزء من الآية ٣٥: سورة آل عمران.
(٤) جزء من الآية ٢٨: سورة المائدة.
(٥) جزء من الآية ١٦١: سورة الأنعام.
(٦) انظر: النشر ٢/ ١٦٧. والتبصرة ص ٤٥٣. وتلخيص العبارات ص ٥٩. والإقناع ص ٣٣٧. والكنز ص ١١٢.
(٧) الآية ٥٢: آل عمران. والآية ١٤: سورة الصف.
(٨) جزء من الآية ٧١.
(٩) في الكهف الآية ٦٩. والقصص: ٢٧. والصافات: ١٠٢.
(١٠) جزء من الآية ٥٢.
(١١) جزء من الآية: ٧٨.
(١٢) جزء من الآية: ٢١.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (264,'وزاد ورش عنه في يوسف: {وَبَيْنَ إِخْوَتِيَ إِنَّ} (١) وفتح ابن كثير من ذلك ياءين في يوسف: {آبَائِيَ إِبْرَاهِيمَ} (٢) و {دُعَائِيَ إِلَّا} (٣).
وفتح ابن عامر خمس عشرة ياء: {أَجْرِيَ إِلَّا} (٤) حيث وقعت، وفي المائدة: {وَأُمِّيَ إِلَهَيْنِ} (٥)، وفي هود: {وَمَا تَوْفِيقِيَ إِلَّا} (٦) وفي يوسف: {وَحُزْنِيَ إِلَى اللَّهِ} و {آَبَائِيَ إِبْرَاهِيمَ} (٧) وفي المجادلة: {وَرُسُلِيَ ... إِنَّ اللَّهَ} (٨) وفي نوح: {دُعَائِي إِلَّا} (٩) لا غير (١٠).
وفتح حفص [أيضا] (١١) ياء {أَجْرِيَ إِلَّا} (١٢)، حيث وقعت،
_________
(١) جزء من الآية ١٠٠. وانظر: النشر ٢/ ١٦٧. والسبعة ص ٢٢٢، ٤٠٢، ٤٧٤. والتذكرة ٢/ ٣٠٢، ٤٢١، ٥٢٨، ٥٨٤. وتلخيص العبارات ص ٥٩. والإقناع ٢٣٧.
(٢) جزء من الآية ٣٨.
(٣) في النسخ الأخرى: {دُعَائِي إلا} لا غير" وهي جزء من الآية ٦.
وانظر: النشر ٢/ ١٦٨. والسبعة ص ٣٥٣. وص ٦٥٢. والتذكرة ٢/ ٣٨٣، ٥٩٩. وتلخيص العبارات ص ٥٨. والإقناع ص ٣٣٧.
(٤) من مواطنها: الآية ١٠٩، و ١٢٧، و ١٦٤، و ١٨٠: سورة الشعراء.
(٥) جزء من الآية ١١٦.
(٦) جزء من الآية ٨٦.
(٧) جزء من الآية ٣٨.
(٨) جزء من الآية ٢١.
(٩) جزء من الآية ٦.
(١٠) انظر: النشر ٢/ ١٦٨. وتلخيص العبارات ص ٥٨. والإقناع ص ٣٣٧.
(١١) ما بين المعقوفين زائد على النسخ الأخرى.
(١٢) من مواطنها: الآية ١٠٩. و ١٢٧. و ١٦٤. و ١٨٠: الشعراء.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (265,'وفي المائدة {يَدِيَ إِلَيْكَ} (١) و {وَأُمِّيَ إِلَهَيْنِ} (٢) لا غير، والباقون: يسكنون الياء في جميع القرآن (٣).
فصل
وكل ياء بعدها همزة مضمومة نحو قوله تعالى (٤): {وَإِنِّي أُعِيذُهَا} (٥)، و {إِنِّي أُرِيدُ} (٦) و {إِنِّي أُمِرْتُ} (٧) وشبهه، فنافع يفتحها حيث وقعت، والباقون يسكنونها (٨).
_________
(١) جزء من الآية ٢٨.
(٢) جزء من الآية ١١٦.
(٣) انظر: النشر ٢/ ١٦٧، ١٦٨، ١٦٩. وتلخيص العبارات ص ٥٨، ٥٩. والإقناع ص ٣٣٧. والكنز ص ١١٢.
(٤) في النسخ الأخرى: "قوله عز وجل".
(٥) جزء من الآية ٣٦: سورة آل عمران.
(٦) جزء من الآيات ٣٩: سورة المائدة. و ٢٧: سورة القصص.
(٧) جزء من الآيات ١٤: سورة الأنعام. و ١١: سورة الزمر.
(٨) انظر: النشر ٢/ ١٦٩. والسبعة ص ٢٢٢، ٢٥٠، ٢٧٥. والتذكرة ٢/ ٣٠٢، ٣٢٠، ٣٣٨. والتبصرة ص ٤٥٣. والعنوان ص ٨٢، ٨٩، ٩٤. وتلخيص العبارات ص ٥٨. والإقناع ص ٣٣٧، وص ٣٣٨. والكنز ص ١١٢.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (266,'فصل
وكل ياء بعدها ألف ولام نحو قوله تعالى: {رَبِّيَ الَّذِي} (١) و {آتَانِيَ الْكِتَابَ} (٢) و {عِبَادِيَ الصَّالِحُونَ} (٣) وشبهه، فحمزة يسكنها حيث وقعت، وتابعه الكسائي على الإسكان في ثلاثة مواضع في إبراهيم: {قُلْ لِعِبَاديْ الَّذِينَ} (٤) وفي العنكبوت والزمر: {يَا عِبَاديْ الَّذِينَ} (٥) وتابعه أبو عمرو في موضعين في العنكبوت والزمر لا غير.
وتابعه ابن عامر في موضعين - أيضا - في الأعراف: {عَنْ آَيَاتِيْ الَّذِينَ} (٦) وفي إبراهيم: {قُلْ لِعِبَادِيْ الَّذِينَ آمَنُوا} (٧) فقط، وتابعه حفص على قوله تعالى في البقرة: {عَهْدِي الظَّالِمِينَ} (٨) لا غير، وفتح الباقون الياء حيث وقعت (٩).
_________
(١) جزء من الآية ٢٥٨: سورة البقرة.
(٢) جزء من الآية ٣٠: سورة مريم عليها السلام.
(٣) جزء من الآية ١٠٥: سورة الأنبياء عليهم السلام.
(٤) جزء من الآية ٣١.
(٥) جزء من الآية ٥٦: سورة العنكبوت. و ٥٣: سورة الزمر.
(٦) جزء من الآية ١٤٦.
(٧) جزء من الآية ٣١.
(٨) جزء من الآية ١٢٤.
(٩) انظر: النشر ٢/ ١٧٠. والسبعة ١٩٦. والمبسوط ص ١٣٩. والتذكرة ٢/ ٢٨١. والتبصرة ص ٤٥٤. وتلخيص العبارات ص ٥٩، ٦٠. والإقناع ص ٣٣٨.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (267,'وتفرّد أبو شعيب بفتح الياء وإثباتها في الوقف ساكنة في الزمر (١): {فَبَشِّرْ عِبَادِ الَّذِينَ}، وحذفها الباقون في الحالين (٢)، ويأتي الاختلاف في قوله تعالى: {فَمَا آتَانِيَ اللَّهُ} في موضعه إن شاء الله تعالى (٣).
وكلهم فتح الياء في ثلاثة أصول مطردة، وتسعة أحرف متفرقة، فالأصول قوله: {نِعْمَتِيَ الَّتِي} (٤) و {حَسْبِيَ اللَّهُ} (٥)
و{شُرَكَائِيَ الَّذِينَ} (٦) حيث وقعت (٧)، والحروف الذي أولها في آل عمران: {(٤٠) قَالَ الْكِبَرُ} (٨)، وفي الأعراف: {بِيَ الْأَعْدَاءَ} (٩) و {وَمَا مَسَّنِيَ السُّوءُ} (١٠)، و {إِنَّ وَلِيِّيَ اللَّهُ} (١١)،
_________
(١) جزء من الآية ١٧، ١٨.
(٢) انظر: المبسوط ص ٤٢٤. والتلخيص ص ٣٩١. والإقناع ص ٣٣٨.
(٣) في الباب الذي يلي هذا الباب وهو الياءات المحذوفات من الرسم.
(٤) جزء من الآيات: ٤٠، ٤٧، ١٢٢: سورة البقرة.
(٥) جزء من الآيات ١٢٩: سورة براءة. و ٣٨: سورة الزمر.
(٦) جزء من الآيات ٢٧: سورة النحل. و ٥٢: سورة الكهف. و ٦٢، ٧٤: سورة القصص.
(٧) انظر: النشر ٢/ ١٦٢. والإقناع ص ٣٣٩. والدر النثير ٤/ ١٨٧. والكنز ص ١١٤.
(٨) جزء من الآية ٤٠: سورة آل عمران.
(٩) جزء من الآية ١٥٠.
(١٠) جزء من الآية ١٨٨.
(١١) جزء من الآية ١٩٦.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (268,'وفي الحجر: {مَسَّنِيَ الْكِبَرُ} (١)، وفي سبأ: {أَرُونِيَ الَّذِينَ} (٢)، وفي المؤمن: {كَذِبُهُ اللَّهُ} (٣) و {لَمَّا جَاءَنِيَ الْبَيِّنَاتُ} (٤)، وفي التحريم: {نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ} (٥). فصل
وكل ياء بعدها ألف مفردة نحو قوله: {إِنِّي اصْطَفَيْتُكَ} (٦) و {أَخِي اشْدُدْ} (٧) وشبهه، فسكن نافع من ذلك ثلاثا: {إِنِّي اصْطَفَيْتُكَ} و {أَخِي اشْدُدْ}، و {يَالَيْتَنِي اتَّخَذْتُ} (٨) لا غير.
وسكن ابن كثير في روايتيه: {يَالَيْتَنِي اتَّخَذْتُ} لا غير، وفي رواية قنبل: {إِنَّ قَوْمِي اتَّخَذُوا} (٩) لا غير، وفتح أبو عمرو الياء حيث وقعت.
وفتح أبو بكر: {مِنْ بَعْدِيَ اسْمُهُ} (١٠) فقط، وسكن الباقون الياء
_________
(١) جزء من الآية ٥٤.
(٢) جزء من الآية ٢٧.
(٣) جزء من الآية ٢٨.
(٤) جزء من الآية ٦٦.
(٥) جزء من الآية ٣.
(٦) جزء من الآية ١٤٤: سورة الأعراف.
(٧) جزء من الآيات ٣٠، ٣١: سورة طه.
(٨) جزء من الآية ٢٧: سورة الفرقان.
(٩) جزء من الآية ٣٠: سورة الفرقان.
(١٠) جزء من الآية ٦: سورة الصف.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (269,'حيث وقعت (١).
فصل
وأما مجيء الياء عند باقي حروف المعجم نحو قوله: {بَيْتِيَ} و {وَجْهِيَ} و {وَمَمَاتِي} و {لِي} و {بَيْتِيَ} وشبهه فنافع في روايته يفتح من ذلك سبعاً: {بَيْتِيَ} (٢) في البقرة والحج، و {وَجْهِيَ} (٣) في آل عمران والأنعام، و {وَمَمَاتِي} (٤) منها، و {وَمَا لِيَ} (٥) في (يس)، و {وَلِيَ دِينِ} (٦) في الكافرون.
وزاد ورش عنه ففتح أربعا: في البقرة: {وَلْيُؤْمِنُوا بِي} (٧)، وفي طه: {وَلِيَ فِيهَا} (٨) وفي الشعراء: {وَمَنْ مَعِيَ} (٩)، وفي الدخان: {لِي فَاعْتَزِلُونِ} (١٠).
_________
(١) انظر: النشر ٢/ ١٧١. والإقناع ص ٣٣٩. والدر النثير ٤/ ١٨٩. والكنز ص ١١٤.
(٢) جزء من الآية ١٢٥: سورة البقرة. و ٢٦: سورة الحج.
(٣) جزء من الآية ٢٠: سورة آل عمران. و ٣٩: سورة الأنعام.
(٤) جزء من الآية ١٦٢: سورة الأنعام.
(٥) جزء من الآية ٢٢: سورة يس.
(٦) جزء من الآية ٦.
(٧) جزء من الآية ١٨٦.
(٨) جزء من الآية ١٨.
(٩) جزء من الآية ١١٨.
(١٠) جزء من الآية ٢١.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (270,'وفتح ابن كثير خمسا: {وَمَحْيَايَ} (١) في الأنعام، و {مِنْ وَرَائِي} (٢) في مريم، و {وَمَا لِيَ} (٣) في النمل ويس، و {أَيْنَ شُرَكَائِيَ} في فصلت (٤).
وزاد البزي بخلاف عنه (٥) {وَلِيَ دِينِ} (٦).
وفتح أبو عمرو ياءين: {وَمَحْيَايَ} (٧) و {وَمَا لِيَ} (٨) في يس لا غير.
وفتح ابن عامر في روايته ستا: {وَجْهِيَ} في الموضعين (٩)، وفي
_________
(١) جزء من الآية ١٦٢.
(٢) جزء من الآية ٥.
(٣) جزء من الآية ٢٠: سورة النمل. و ٢٢: سورة يس.
(٤) جزء من الآية ٤٧.
(٥) روى عنه الفتح جماعة، وبه قرأ الداني على أبي الفتح عن قراءته عن السامري عن ابن الصباح عن أبي ربيعة عنه، وهي رواية اللهبيين ومضر بن محمد عن البزي. وروى عنه الجمهور الإسكان، وبه قطع العراقيون من طريق أبي ربيعة، وهي رواية ابن مخلد وغيره عن البزي، وهو الذي نص عليه أبو ربيعة في كتابه عن البزي وقنبل جميعا، وبه قرأ الداني على الفارسي عن قراءته بذلك على النقاش عن أبي ربيعة عنه، وبه يأخذ الداني. انظر: النشر ٢/ ١٧٤.
(٦) جزء من الآية ٦: سورة الكافرون.
(٧) جزء من الآية ١٦٢: سورة الأنعام.
(٨) جزء من الآية ٢٢: سورة يس.
(٩) آل عمران: ٢٠. والأنعام: ٧٩.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (271,'الأنعام: {صِرَاطِي مُسْتَقِيمًا} (١) و {وَمَحْيَايَ} (٢)، وفي العنكبوت: {إِنَّ أَرْضيَ} (٣) و {وَمَا لِيَ} (٤) في يس.
وزاد هشام: {بَيْتِيَ} (٥) حيث وقع، و {وَمَا لِيَ} في النمل (٦)، و {وَلِيَ دِينِ} في الكافرون (٧).
وفتح حفص ياء {بَيْتِيَ} (٨) و {وَجْهِيَ} (٩) و {مَعِيَ} (١٠)، في جميع القرآن الكريم، و {وَمَحْيَايَ} (١١) في الأنعام، و {وَلِيٍّ} (١٢) في إبراهيم وطه والنمل ويس، وفي مكانين في (ص) (١٣)
_________
(١) جزء من الآية ١٥٣.
(٢) جزء من الآية ١٦٢.
(٣) جزء من الآية ٥٦.
(٤) جزء من الآية ٢٢.
(٥) من مواطنها: الآية ١٢٥: سورة البقرة.
(٦) جزء من الآية ٢٠.
(٧) جزء من الآية ٦.
(٨) من مواطنها الآية ١٢٥: سورة البقرة.
(٩) من مواطنها: الآية ٢٠: سورة آل عمران.
(١٠) من مواطنها: الآية ١١٨: سورة الشعراء.
(١١) جزء من الآية ١٦٢: سورة الأنعام.
(١٢) جزء من الآيات ٢٢: إبراهيم. و ٢٨: سورة طه. و ٢٠: سورة النمل. و ٢٢: سورة (يس).
(١٣) الآيتان ٢٣ و ٦٩: سورة (ص).',NULL,'271',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (272,'وفي الكافرون (١) في السبعة لا غير.
وفتح أبو بكر، والكسائي ثلاثا، و {وَمَحْيَايَ} في الأنعام، و {وَلِيٍّ} في النمل و (يس) لا غير.
وفتح حمزة: {وَمَحْيَايَ} وحدها، ولم يفتح من جملة الياء المختلف فيهن غيرها، وبالله التوفيق (٢).

<span data-type="title" id=toc-116>باب ذكر أصولهم في الياءات المحذوفات من الرسم </span>(٣)
اعلم أن جملة المختلف فيه من ذلك إحدى وستون ياء لا غير (٤)، فأثبت نافع في رواية ورش في الوصل (٥) سبعا وأربعين، وأثبت منهن في رواية قالون عشرين ياء (٦).
واختُلف عن قالون في اثنتين (٧)، وهما: {التَّلَاقِ} و {التَّنَادِ} في
_________
(١) الآية ٦.
(٢) انظر: النشر ٢/ ١٧١ وما بعدها. وتلخيص العبارات ص ٦١، ٦٢. والإقناع ص ٣٣٩. وص ٣٤٠. والكنز ص ١١٣.
(٣) في (ت): "في الوصل دون الوقف"، وفي (ظ): في الوصل سبعا وأربعين دون الوقف".
(٤) انظر: الإقناع ص ٣٤١.
(٥) انفرد فارس بن أحمد من قراءته على عبد الباقي بن الحسن عن أصحابه عن قالون بالوجهين في الوقف، وتبع المؤلف هذا. قال ابن الجزري: "ولا أعلمه ورد من طريق من الطرق عن أبي نشيط ولا الحلواني، بل ولا عن قالون إلا من طريق أبي مروان عنه، وسائر الرواة عنه بالخلاف" انظر: النشر ٢/ ١٩٠. والإقناع ص ٣٤١.
(٦) انظر: تلخيص العبارات ص ٦٢، ٦٣. والإقناع ص ٣٤١.
(٧) وهي الياءات الزوائد على الرسم، وتأتي في آخر الكلم، وتنقسم إلى قسمين:
الأول: ما حذف من آخر اسم منادى نحو: {يَا قَومِ}، {يَا عِبَاد}، {يَا أَبَتِ}، وهذا لا خلاف في حذف الياء منه في الحالين، والياء في هذا القسم ياء إضافة.
الثاني: تقع الياء فيه في الأسماء والأفعال، نحو {الدّاعِي} و {الحَوَاري} و {يُسْري} و {نَبْغي}، وهذا القسم هو المخصوص بالذكر في هذا الباب.
وضابطه: أن تكون الياء محذوفة رسما، مختلفا في إثباتها وحذفها وصلا، أو وصلا ووقفا، ومنها ما يكون في حشو الآي، ومنها ما يكون رأس آي. وانظر: النشر ٢/ ١٧٩، ١٨٠. وإبراز المعاني ٢/ ٢٥٥.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (273,'غافر (١).
وأثبت ابن كثير منهن في روايته في الوصل والوقف إحدى وعشرين.
واختُلف عن قنبل والبزي عنه في ست: {وَتَقَبَّلْ دُعَاءِ} في إبراهيم (٢) و {يَدْعُ الدَّاعِ} في (القمر) (٣) و {بِالْوَادِ}، و {أَكْرَمَنِ}، و {أَهَانَنِ} (٤) في والفجر (٥).،
وأثبت البزي الخمس في الحالين، وأثبت (قنبل) بخلاف عنه:
_________
(١) الآيتان: ١٥، ٣٥.
(٢) الآية ٤٠.
(٣) الآية ٦.
(٤) الآيات: ٩، ١٥، ١٦.
(٥) روى الحذف عنه الجمهور، وبه قرأ المؤلف على أبي الحسن طاهر بن غلبون، وقرأ بالإثبات على فارس بن أحمد، وفي الوقف قال المؤلف: يقف بغير ياء، وهو الصحيح.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (274,'{بالوَادِي}، في الوصل فقط (١)، وحذف الأربعة في الحالين.
واثبت قنبل {إنّهُ مَنْ يَتَّقي} في يوسف (٢) في الحالين.
وحذفها البزي فيهما، وأثبت أبو عمرو من ذلك في الوصل خاصة أربعا وثلاثين (٣)، وخيّر في قوله تعالى: {أَكْرَمَنِ}، و {أَهَانَنِ}، والمأخوذ له به فيها بالحذف؛ لأنهما رأسا آيتين (٤).
وأثبت الكسائي من ذلك في الوصل ياءين: {يَوْمَ يَأْتِي} في هود (٥)، و {مَا كُنَّا نَبْغِي} في الكهف (٦) لا غير (٧).
وأثبت حمزة الياء في الوصل خاصة في قوله تعالى: {وَتَقَبَّلْ دُعَاءِ}، في إبراهيم (٨).
وأثبتها في الحالين في قوله تعالى في النمل: {أَتُمِدّونَنِي} (٩) لا
_________
(١) جزء من الآية ٩٠.
(٢) انظر: النشر ٢/ ١٨٣، ١٩١. والإقناع ص ٣٤٢.
(٣) انظر: تلخيص العبارات ص ٦٣. والإقناع ص ٣٤٢.
(٤) انظر: النشر ٢/ ١٩١. والتلخيص ص ٤٦٩. وتلخيص العبارات ص ٦٣.
(٥) جزء من الآية ١٠٥.
(٦) جزء من الآية ٦٤.
(٧) انظر: النشر ٢/ ٢٩٢، ٣١٦. والتلخيص ص ٢٩١. وص ٣٢٠. وتلخيص العبارات ص ٦٣. والإقناع ص ٣٤٢.
(٨) جزء من الآية ٤٠.
(٩) جزء من الآية ٣٦.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (275,'غير (١). وحذفهن كلهن عاصم في الحالين.
واختُلف عنه في ياءين: أحدهما في النمل (٢): {فَمَا آتَانِيَ اللَّهُ}، فتحها حفص في الوصل، وأثبتها ساكنة في الوقف، وحذفها أبو بكر في الحالين.
والثانية في الزخرف (٣): {يَاعِبَادِ لَا خَوْفٌ} فتحها أبو بكر في الوصل، وأثبتها ساكنة في الوقف، وحذفها حفص في الحالين (٤).
وأثبت ابن عامر في رواية هشام الياء في الحالين في قوله: {ثُمَّ كِيدُونِ} (٥) في الأعراف، وحذف الياء في الحالين في رواية ابن ذكوان بخلاف عن الأخفش (٦) عنه في قوله في الكهف (٧): {فَلَا تَسْأَلْنِي} لا غير (٨). وسيأتي جميع ما ورد من ذلك بالاختلاف فيه في أواخر السور
_________
(١) انظر: النشر ٢/ ١٩٠، ٣٤٠. والتلخيص ص ٣٠٢. وص ٣٥٦. والإقناع ص ٣٤٢.
(٢) جزء من الآية ٣٦.
(٣) جزء من الآية ٦٨.
(٤) انظر: النشر ٢/ ١٨٢، ١٨٧، ١٨٨. والجامع ل ٣٣٢. والإقناع ص ٣٤٢.
(٥) جزء من الآية ١٩٥.
(٦) ترجم له فيما سبق.
(٧) جزء من الآية: ٦٩.
(٨) روى الحذف عن ابن ذكوان جماعة من طريق الأخفش ومن طريق الصوري. وقرأ المصنف بالحالين على أبي الحسن بن غلبون، وبالإثبات على فارس بن أحمد، وعلى الفارسي عن النقاش عن الأخفش. وقد نصّ الأخفش في كتابه العام على إثباتها في الحالين، وفي الخاص على حذفها فيهما. والمشهور الإثبات كالجماعة، والوجهان كلاهما صحيح عن ابن ذكوان. انظر: النشر ٢/ ٣١٢. والجامع ل ٢٨٠. والتلخيص ص ٢٧٢. والإقناع ص ٣٤٢.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (276,'إن شاء الله.
فهذه الأصول المطردة قد ذكرناها مشروحة على قدر ما يحتمله هذا المختصر من تقليل اللفظ، وتقريب المعنى، يُقاس عليها ما يرد منها، فيعمل على ما شرحناه.
ونحن مبتدئون بذكر الحروف المتفرقة سورة سورة من أول القرآن إلى آخره إن شاء الله، وبالله التوفيق.

<span data-type="title" id=toc-117>باب ذكرِ فرش الحروف</span>
<span data-type="title" id=toc-118>[سورة البقرة] </span>(١)
قرأ الحرميان وأبو عمرو: {وَمَا يُخَادِعُون} (٢) بالألف مع ضم الياء وفتح الخاء وكسر الدال، والباقون: بغير ألف مع فتح الياء والدال (٣).
والكوفيون: {يَكْذِبُونَ} [١٠] بفتح الياء مخففا، والباقون بضمها مشددا (٤).
الكسائي وهشام: {قِيلَ} [١١] و {وَغِيضَ} (٥) و {وَجِيءَ} (٦)
_________
(١) ما بين المعقوفين من (ظ).
(٢) جزء من الآية ٩.
(٣) انظر: النشر ٢/ ٢٠٧. والجامع ل ١٦٧. والسبعة ص ١٤١. والمبسوط ص ١١٥. والعنوان ص ٦٨. والتبصرة ص ٤١٨.
(٤) انظر: النشر ٢/ ٢٠٨. والجامع ل ١٦٧. والسبعة ١٤٣. والمبسوط ص ١١٥. والعنوان ص ٦٨. والتبصرة ص ٤١٨.
(٥) جزء من الآية ٤٤: سورة هود.
(٦) جزء من الآية ٦٩: سورة الزمر.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (277,'بإشمام الضم الأول (١)، ذلك حيث وقع، والباقون بإخلاص كسره (٢).
ورْشٌ يمكن (٣) الياء من {شَيْءٍ} و {شَيْئًا} و {كَهَيْئَةِ} (٤) وشبهه. وكذا الواو من {السَّوْءِ} (٥) {سَوْءَةَ} (٦) وشبهه إذا انفتح ما قبلها وكانا مع همزة في كلمة حاشا: {مَوْئِلًا} (٧) و {الْمَوْءُودَةُ} (٨)
وحمزة يقف على الياء من {شَيْءٍ} و {شَيْئًا} في الوصل خاصة، والباقون لا يمكنون ولا يقفون (٩).
قالون وأبو عمرو والكسائي يسكنون الهاء من {هُوَ} و {هِيَ} إذا كان قبلها واو أو فاء أو لام، حيث وقع، وقالون والكسائي يسكنانها
_________
(١) حقيقة هذا الإشمام: أن تضم شفتيك حال النطق بكسر القاف من {قِيلَ} فيخرج صوت الكسرة مشوبا بشيء من لفظ الضمة من غير أن ينتهي إلى الضم الخالص، ويصحب الياء التي بعدها شيء من صوت الواو. انظر: الدر النثير ٤/ ٢٠٩.
(٢) انظر: النشر ٢/ ٢٠٨. والجامع ل ١٦٧. والسبعة ص ١٤٣. والمبسوط ص ١١٥. والعنوان ص ٦٨. والتبصرة ص ٢١٨.
(٣) أي: يمدها ويزيد في مدّها.
(٤) جزء من الآية ٤٩: سورة آل عمران. و ١١٠: سورة المائدة.
(٥) جزء من الآية ٦: سورة الفتح.
(٦) جزء من الآية ٣١: سورة المائدة.
(٧) جزء من الآية ٥٨: سورة الكهف.
(٨) جزء من الآية ٨ سورة البروج.
(٩) انظر: النشر ٢/ ٢٠٨. والجامع ل ٨٣. والعنوان ص ٦٨.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (278,'مع {ثُمَّ} في قوله {ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ} (١)، والباقون يحركون الهاء (٢).
حمزة: {فَأَزَالَهُمَا} [٣٦] بالألف مخففا، والباقون بغير ألف مشدّدا (٣).
ابن كثير: {فَتَلَقَّى آدَمُ} [٣٧] بالنصب، {كَلِمَتٌ} بالرفع، والباقون برفع {آَدَمُ} وكسر التاء (٤).
ابن كثير وأبو عمرو: {وَلَا تُقبلُ منها} (٥) بالتاء، والباقون بالياء (٦).
أبو عمرو: {وإِذْ وَعَدْنا} (٧)، و {وَعَدْناكم} (٨) بغير ألف حيث وقع، والباقون بالألف (٩).
أبو عمرو: {بَارِئِكُمْ} [٥٤] في الحرفين، و {يَأْمُرُكُمْ} [١٥٧]
_________
(١) جزء من الآية ٦١: سورة القصص.
(٢) انظر: النشر ٢/ ٢٠٩. والجامع ل ١٦٨. والسبعة ص ١٥١. والمبسوط ص ١١٦.
(٣) انظر: النشر ٢/ ٢١١. والجامع ١٦٩. والسبعة ص ١٥٤. والمبسوط ص ١١٦. والعنوان ٦٩.
(٤) انظر: النشر: ٢/ ٢١١. والجامع ل ١٦٩. والسبعة ص ١٥٤. والمبسوط ص ١١٦. والعنوان ص ٦٩.
(٥) جزء من الآية ٤٨.
(٦) انظر: النشر ٢/ ٢١٢. والجامع ل ١٦٩. والسبعة ص ١٥٥. والمبسوط ص ١١٧. والعنوان ص ٦٩.
(٧) جزء من الآية ٥١.
(٨) سورة طه الآية ٨٠.
(٩) انظر: النشر ٢/ ٢١٢. والجامع ل ١٦٩. والسبعة ص ١٥٥. والمبسوط ص ١١٧.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (279,'و {يَأْمُرُهُمْ} (١) و {يَنْصُرُكُمْ} (٢)، و {وَمَا يُشْعِرُكُمْ} (٣) باختلاس (٤)
الحركة في ذلك كله من طريق البغداديين، وهو اختيار سيبويه (٥)، ومن طريق الرقيّين (٦)، وغيرهم بالإسكان، وهو المروي عن أبي عمرو دون غيره، وبذلك قرأتُ على الفارسي عن قراءته على أبي طاهر (٧)، والباقون يشبعون الحركة (٨).
نافع: {يُغفَر لَكُم} [٥٨] بالياء المضمومة وفتح الخاء، وابن عامر بالتاء، والباقون بالنون مفتوحة وكسر في الفاء (٩).
_________
(١) جزء من الآية ١٥٧: سورة الأعراف.
(٢) جزء من الآية ٢٠: سورة الملك.
(٣) جزء من الآية ١٠٩: سورة الأنعام.
(٤) الاختلاس هو: النطق ببعض الحركة مع الإسراع بها.
(٥) سيبويه: هو عمرو بن عثمان بن قنبر، أبو بشر: إمام النحاة، مولى بني الحارث بن كعب، تعلم الفقه والحديث قبل اللغة، ثم لازم الخليل بن أحمد فبرع في النحو، وصنّف "الكتاب" في النحو، وشرحه أئمة النحو بعده، توفي وهو شاب في سفره إلى خراسان في سيراز سنة ثمانين ومائة. وانظر: البداية والنهاية ١/ ١٧٦.
(٦) نسبه إلى الرّقة، وهي مدينة مشهورة على الفرات، بينها وبين حرّان ثلاثة أيام، معدودة في بلاد الجزيرة؛ لأنها من جانب الفرات الشرقي، ويقال لها: الرقة البيضاء. انظر: معجم البلدان لياقوت ٣/ ٦٧.
(٧) هو: عبد الواحد بن عمر بن أبي هاشم، تُرجم له في إسناد قراءة أبي عمرو.
(٨) انظر: النشر ٢/ ٢١٢. والجامع ل ١٧٠. والسبعة ص ١٥٥، ١٥٦. والمبسوط ص ١١٧.
(٩) انظر: النشر ٢/ ٢١٥. والجامع ل ١٧١. والسبعة ص ١٥٧. والمبسوط ص ١١٧. والعنوان ص ٦٩.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (280,'{عَلَيْهِمُ الذِّلَّةُ} (١)، وبابه (٢) قد ذكر (٣).
نافع: {الْأَنْبِيَاءَ} و {النّبيئينَ} [٦١] و {النُّبُوءَة} و {النَّبِيء} حيث وقع بالهمز، وترك قالون الهمز في قوله في الأحزاب: {لِلنَّبِيِّ إِنْ أَرَادَ} (٤) و {بُيُوتَ النَّبِيِّ} (٥) في الموضعين في الوصل خاصة على أصله في الهمزتين المكسورتين.
والباقون بغير همز (٦).
نافع: {وَالصَّابِئِينَ} (٧). {وَالصَّابِئُونَ} (٨) بغير همز حيث وقع، والباقون بالهمز (٩).
حفص: {هُزُوًا} [٦٧] و {كُفُوًا} بضم الزاي والفاء من غير
_________
(١) جزء من الآية ٦١.
(٢) ميم الجمع التي قبلها هاء، وقبل الهاء كسر وبعد الميم ألف وصل.
(٣) ذكر في باب سورة أم القرآن ص ١١٥.
(٤) جزء من الآية ٥٠.
(٥) جزء من الآية ٥٣.
(٦) انظر: النشر ٢/ ٢١٥. والجامع ل ١٧١. والسبعة ص ١٥٨. والمبسوط ص ١١٧. والعنوان ص ٦٩.
(٧) جزء من الآيات ٦٢: سورة البقرة. و ١٧: سورة الحج.
(٨) جزء من الآية ٦٩: سورة المائدة.
(٩) انظر: النشر ٢/ ٢١٥. والجامع ل ١٧٢. والسبعة ص ١٥٨. والمبسوط ص ١١٧. والعنوان ص ٦٩.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (281,'همز، وحمزة بإسكان الزاي والفاء، وبالهمز في الوصل، فإذا وقف أبدل الهمزة واوا اتباعا للخط، وتقديرا لضمة الحرف المسكّن قبلها، والباقون بالضم والهمز (١).
ابن كثير: {عَمَّا يَعْمَلُونَ} [٨٥] بعده {أَفَتَطْمَعُونَ} بالياء، والحرميان وأبو بكر، {عَمَّا يَعْمَلُونَ} بعده {أُولَئِكَ الَّذِينَ} بالياء والباقون بالتاء فيهما (٢).
نافع {خَطِيئَتُهُ} [٨١] بالجمع، والباقون على التوحيد (٣).
ابن كثير وحمزة والكسائي: {لا يَعْبُدونَ إِلَّا اللهَ} [٨٣] بالياء، والباقون بالتاء (٤).
حمزة والكسائي: {لِلنَّاسِ حَسَنًا} [٨٣] بفتح الحاء والسين، والباقون بضم الحاء وإسكان السين (٥).
_________
(١) انظر: النشر ٢/ ٢١٥. والجامع ل ١٧٢. والسبعة ص ١٥٨. والمبسوط ص ١١٧. والعنوان ص ٦٩.
(٢) انظر: النشر ٢/ ٢١٧. والجامع ل ١٧٣. والسبعة ص ١٦٠. والمبسوط ص ١١٨. والعنوان ص ٧٠.
(٣) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٢. والمبسوط ص ١١٩. والعنوان ص ٧٠.
(٤) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٣. والعنوان ص ٧٠.
(٥) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٣. والمبسوط ص ١١٩. والعنوان ص ٧٠.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (282,'الكوفيون: {تَظَاهَرُونَ} [٨٥] بتخفيف الظاء، وكذا في التحريم، {وَإِن تَظَاهَرُوا} (١)، والباقون بتشديدها فيهما (٢).
حمزة: {أَسْرَى} [٨٥] بغير ألف على وزن فَعْلى، والباقون بالألف على وزن فُعَالى (٣).
نافع وعاصم والكسائي: {تُفَادُوهُمْ} [٨٥] بالألف وضم التاء، والباقون بغير ألف وفتح التاء (٤).
ابن كثير: {القُدْسِ} [٨٧] حيث وقعا مخففا (٥)، والباقون مثقلا.
ابن كثير وأبو عمرو: {وَنُنْزِلُ} و {يُنْزِل} و {تُنْزِل} إذا كان فعلا مستقبلا مضموم الأول بالتخفيف حيث وقع، واستثنى ابن كثير: {وَمَا نُنَزِّلُهُ} في الحجر (٦) و {وَنُنَزِّلُ مِنَ الْقُرْآنِ} و {حَتَّى تُنَزِّلَ عَلَيْنَا} في
_________
(١) جزء من الآية ٤.
(٢) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٣. والمبسوط ص ١١٩. والعنوان ص ٧٠.
(٣) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ١٦٤. والمبسوط ص ١١٩. والعنوان ص ٧٠.
(٤) انظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٤. والمبسوط ص ١١٩. والعنوان ص ٧٠.
(٥) يعني: بإسكان الدال {القُدْس} والمثقل ضم الدال {القُدُسِ}. وانظر: النشر ٢/ ٢١٨. والجامع ل ١٧٣. والسبعة ص ١٦٤. والمبسوط ص ١١٩. والعنوان ص ٧٠.
(٦) الآية ٢١.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (283,'(سبحان) (١)، واستثنى أبو عمرو {عَلَى أَنْ يُنَزِّلَ} في الأنعام (٢)، والذي في الحجر مُجمع عليه، والباقون بالتشديد، واستثنى حمزة والكسائي من ذلك حرفين في لقمان.
{وَيُنْزل الْغَيْثَ} (٣)، وفي (عسق): {الَّذِي يُنْزِلُ الْغَيْثَ} (٤)، فخففاهما (٥).
ابن كثير: {جَبْرِيلَ} [٩٧] هنا وفي التحريم (٦) بفتح الجيم وكسر الراء من غير همز (٧)، وأبو بكر بفتح الجيم والراء وهمزة مكسورة من غير ياء (٨) وحمزة والكسائي مثله، إلا أنهما يجعلان ياء بعد الهمزة (٩)، والباقون بكسر الجيم والراء من غير همز (١٠).
_________
(١) الآيتان ٨٢، ٩٣.
(٢) الآية ٣٧.
(٣) الآية ٣٤: سورة لقمان.
(٤) الآية ٢٨: سورة الشورى.
(٥) انظر: النشر ٢/ ٢١٨، ٢١٩. والجامع ل ١٧٣. والسبعة ص ١٦٤، ١٦٥. والمبسوط ص ١١٩، و ١٢٠. والعنوان ص ٧٠.
(٦) الآية ٤.
(٧) أي: {جَبْرِيلَ}.
(٨) أي: {جَبْرِئِلَ}.
(٩) أي: {جَبْرَئِيل}.
(١٠) أي: {جِبْرِيل}. وانظر: النشر ٢/ ٢١٩. والجامع ل ١٧٤. والسبعة ص ١٦٧. والمبسوط ص ١٢٠. والعنوان ص ٧١.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (284,'حفص وأبو عمرو: {وَمِيكَالَ} [٩٨] بغير همزة ولا ياء، ونافع بهمزة من غير ياء (١)، والباقون بالياء بعد الهمزة (٢).
ابن عامر وحمزة والكسائي: {ولَكِنِ الشَّياطينُ} [١٠٢]، وفي الأنفال: {وَلَكِنِ اللَّهُ قَتَلَهُمْ} (٣) و {وَلَكِنِ اللَّهُ رَمَى} (٤) في الثلاثة بكسر النون ورفع ما بعدها (٥).
ابن عامر: {مَا نُنْسِخْ مِنْ آيَةٍ} [١٠٦] بضم النون وكسر السين، والباقون بفتحهما (٦).
ابن كثير وأبو عمرو: {أَوْ نَنْسَأْها} [١٠٦] بالهمز مع فتح النون والسين، والباقون بغير همز مع ضم النون وكسر السين (٧).
ابن عامر: {قَالُوا اتَّخَذَ اللَّهُ} [١١٦] بغير واو، والباقون:
_________
(١) أي: {ميكائِل} والباقون: {ميكائيل}.
(٢) انظر: النشر ٢/ ٢١٩. والجامع ل ١٧٤. والسبعة ص ١٦٧. والمبسوط ص ١٢٠. والعنوان ص ٧١.
(٣) جزء من الآية ١٧.
(٤) جزء من الآية ١٧.
(٥) انظر: النشر ٢/ ٢١٩. والجامع ل ١٧٤. والسبعة ص ١٦٧. والمبسوط ص ١٢٠. والعنوان ٧١.
(٦) انظر: النشر ٢/ ٢١٩. والجامع ل ١٧٥. والسبعة ص ١٦٨. والمبسوط ص ١٢١. والعنوان ص ٧١.
(٧) انظر: النشر ٢/ ٢٢٠. والجامع ل ١٧٥. والسبعة ص ١٦٨. والمبسوط ص ١٢١. والعنوان ص ٧١.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (285,'{وَقَالُوا} بالواو (١).
ابن عامر: {فَيَكُونَ} [١١٧] هنا وفي آل عمران (٢): {فَيَكُونَ وَيُعَلِّمُهُ}، وفي النحل (٣) ومريم (٤) و (يس) (٥) ووغافر (٦) في الستة بنصب النون، وتابعه الكسائي في النحل ويس فقط، والباقون بالرفع (٧).
نافع: {وَلَا تَسْأَلْ} [١١٩] بفتح التاء وجزم اللام، والباقون بضم التاء والرفع (٨).
نافع وابن عامر: {واتَّخَذُوا} [١٢٥] بفتح الخاء، والباقون بكسرها (٩).
_________
(١) انظر: النشر ٢/ ٢٢٠. والجامع ل ١٧٥. والسبعة ص ١٦٩. والمبسوط ص ١٢١.
(٢) جزء من الآية ٤٧. وقوله: "في السورة نفسها: {ثُمّ قَالَ لُهُ كُنْ فَيَكُونُ الحقُّ مِن رَبِّك} غير داخلٍ، فالقرّاء مجمعون على قراءته بالرفع.
(٣) جزء من الآية ٤٠.
(٤) جزء من الآية ٣٥.
(٥) جزء من الآية ٨٢.
(٦) جزء من الآية ٦٨.
(٧) انظر: النشر ٢/ ٢٢٠. والجامع ل ١٧٥. والسبعة ص ١٦٩. والمبسوط ص ١٢١. والعنوان ص ٧١.
(٨) انظر: النشر ٢/ ٢٢١. والجامع ل ١٧٥. والسبعة ص ١٦٩. والمبسوط ص ١٢١. والعنوان ص ٧١.
(٩) انظر: النشر ٢/ ٢٢٢. والجامع ل ١٧٧. والسبعة ص ١٧٠. والمبسوط ص ١٢١. والعنوان ص ٧١.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (286,'ابن عامر: {فَأُمْتِعُهُ} [١٢٦] مخففا، والباقون مشدّدا (١).
ابن كثير وأبو شعيب: {وَأَرْنَا} [١٢٨] و {أَرْنِي} [٢٦٠] بإسكان الراء حيث وقعا، وأبو عمرو عن اليزيدي باختلاس كسرتها، والباقون بإشباعها (٢).
هشام: {إِبْرَاهَامَ} [١٢٤، ١٢٥، ١٢٦، ١٢٧، ١٣٠] بالألف جميع ما في هذه السورة، وفي النساء ثلاثة أحرف، وهي الأخيرة (٣)، وفي الأنعام الحرف الأخير (٤)، وفي التوبة: الحرفان الأخيران (٥)، وفي إبراهيم: حرف (٦)، وفي النحل: حرفان (٧)، وفي مريم: ثلاثة (٨) أحرف، وفي العنكبوت: الحرف الأخير (٩)، وفي (عسق) حرف (١٠)، وفي الذاريات:
_________
(١) انظر: النشر ٢/ ٢٢٢. والجامع ل ١٧٧. والسبعة ص ١٧٠. والمبسوط ص ١٢٢. والعنوان ص ٧١.
(٢) إشباع الكسرة، أي: الكسرة التامة. وانظر: النشر ٢/ ٢٢٢. والجامع ١٧٨. والسبعة ص ١٧٠. والمبسوط ص ١٢٢. والعنوان ص ٧١.
(٣) الآيات من سورة النساء: ١٢٥، ١٦٣.
(٤) جزء من الآية ١٦١.
(٥) الآية ١١٤.
(٦) الآية ٣٥.
(٧) الآيات ١٢٠، ١٢٣.
(٨) الآيات: ٤١، ٤٦، ٥٨.
(٩) الآية ٣١.
(١٠) الآية ١٣.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (287,'حرف (١)، وفي النجم: حرف (٢)، وفي الحديد: حرف (٣)، وفي الممتحنة: الحرف الأول (٤)، فذلك ثلاثة وثلاثون حرفا.
وقرأت لابن ذكوان في البقرة خاصة بالوجهين، والباقون بالياء في الجميع (٥).
نافع وابن عامر: {وَأَوْصَى} [١٣٢] بالألف مخففا، والباقون بغير ألف مُشدّدا (٦).
حفص وابن عامر وحمزة والكسائي: {أَمْ تَقُولُونَ} [١٤٠] بالتاء، والباقون بالياء (٧).
الحرميان وابن عامر وحفص: {لَرَءُوفٌ} [١٤٣] بالمد حيث وقع، والباقون بالقصر (٨).
_________
(١) الآية ٢٤.
(٢) الآية ٣٧.
(٣) الآية ٢٦.
(٤) الآية ٤.
(٥) انظر: النشر ٢/ ٢٢١. والجامع ل ١٧٦. والسبعة ص ١٧٠. والمبسوط ص ١٢٢. والعنوان ص ٧١.
(٦) انظر: النشر ٢/ ٢٢٢. والجامع ل ١٧٨. والسبعة ص ١٧١. والمبسوط ص ١٢٣. والعنوان ص ٧١.
(٧) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧١. والمبسوط ص ١٢٣. والعنوان ص ٧٢.
(٨) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧١. والمبسوط ص ١٢٣. والعنوان ص ٧٢.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (288,'ابن عامر وحمزة والكسائي: {عَمَّا تَعْمَلُونَ} بعده: {وَلَئِنْ أَتَيْتَ} [١٤٤] بالتاء، والباقون بالياء (١).
ابن عامر: {مُوَلَّاها} [١٤٨] بالألف، والباقون بالياء (٢).
أبو عمرو: {عَمَّا يَعْمَلُونَ} [١٤٩] بعده، {وَمِنْ حَيْثُ} بالياء، والباقون بالتاء (٣).
حمزة والكسائي: {ومنْ يَطْوَّعْ} [١٥٨] في الموضعين باياء وتشديد الطاء وجزم العين، والباقون بالتاء وفتح العين (٤).
ورش: {لِيَلّا} [١٥٠] بغير همز حيث وقع، والباقون بالهمز (٥).
حمزة (٦) والكسائي: {وَتَصْرِيفِ الرِّيَاحِ} [١٦٤] هنا وفي الكهف (٧)
_________
(١) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٢. والمبسوط ص ١٢٣. والعنوان.
(٢) انظر: النشر ص/٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٢. والمبسوط ص ١٢٣، والعنوان ص ٧٢.
(٣) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٢. والعنوان ص ٧٢.
(٤) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٢. والمبسوط ص ١٢٣، والعنوان ص ٧٢. وتلخيص العبارات ص ٦٩.
(٥) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٢. والعنوان ص ٧٢.
(٦) في (ت): "وورش {لِيَلَّا} بغير همز حيث وقع، والباقون بالهمز". قلت: وقد ذكر هذا الأصول في باب همز المفرد.
(٧) الآية ٤٥.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (289,'والجاثية (١) بالتوحيد، وابن كثير وحمزة والكسائي في الأعراف (٢) والنمل (٣)، والثاني من الروم (٤) وفاطر (٥) بالتوحيد، والباقون بالجمع، وحمزة في الحجر (٦) بالتوحيد، وابن كثير في الفرقان (٧) بالتوحيد، والباقون بالجمع، ونافع في إبراهيم (٨) والشورى (٩) بالجمع، والباقون بالتوحيد (١٠).
نافع وابن عامر: {وَلَو تَرَى الَّذِينَ ظَلَمُوا} [١٦٥] بالتاء، والباقون بالياء (١١).
ابن عامر: {إِذْ يُرَوْنَ} [١٦٥] بضم الياء، والباقون بفتحها (١٢).
قنبل وحفص وابن عامر والكسائي: {خُطُوَاتِ} [١٦٨] بضم
_________
(١) الآية ٥.
(٢) الآية ٥٧.
(٣) الآية ٦٣.
(٤) الآية ٤٨.
(٥) الآية ٩.
(٦) الآية: ٢٢.
(٧) الآية: ٤٨.
(٨) الآية: ١٨.
(٩) الآية: ٣٣.
(١٠) انظر: النشر ٢/ ٢٢٣. والجامع ل ١٧٨. والسبعة ص ١٧٣. والمبسوط ص ١٢٤.
(١١) انظر: النشر ص/٢٢٤. والجامع ل ١٧٨. والسبعة ص ١٧٣، ١٧٤. والمبسوط ص ١٢٤. والعنوان ص ٧٢. وتلخيص العبارات ص ٧٠.
(١٢) انظر: النشر ٢/ ٢٢٤. والجامع ل ١٧٩. والسبعة ص ١٧٤. والمبسوط ص ١٢٤. والعنوان ص ٧٢. وتلخيص العبارات ص ٧٠.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (290,'الخاء حيث وقع، والباقون بإسكانها (١).
عاصم، وأبو عمرو، وحمزة، يكسرون النون، من {فَمَنِ اضْطُرَّ} [١٧٣] و {أَنِ عبدوا} (٢) و {وَأَنِ احْكُمْ} (٣) و {وَلَكِنِ انْظُرْ} (٤) و {أَنِ اغْدُوا} (٥) وشبهه.
والدال من: {وَلَقَدِ اسْتُهْزِئَ} (٦)، والتاء من قوله تعالى: {وَقَالَتِ اخْرُجْ} (٧)، والتنوين في نحو قوله تعالى: {فَتِيلًا انْظُرْ} (٨) و {مُبِينٍ اقْتُلُوا} (٩) وشبهه إذا كان بعد الساكن الثاني ضمة لازمة وابتدأت الألف بالضم، وعاصم وحمزة يكسران اللام من {قُلْ} والواو من {أَوِ} في نحو قوله تعالى: {قُلِ ادْعُوا اللَّهَ} (١٠) و {أَوِ انْقُصْ} (١١) وشبهه، والباقون يضمون ذلك كله (١٢)
_________
(١) انظر: النشر ٢/ ٢٢٤. والجامع ل ١٧٩. والسبعة ص ١٤٧. والمبسوط ص ١٢٥. والعنوان ص ٧٢. وتلخيص العبارات ص ٧٠.
(٢) سورة المائدة: ١١٧. وسورة نوح: ٣.
(٣) سورة المائدة: ٤٩.
(٤) سورة الأعراف: ١٤٣.
(٥) سورة القلم: ٢٢.
(٦) سورة الأنعام: ١٠. وسورة الرعد ٣٢. وسورة الأنبياء: ٤١.
(٧) سورة يوسف: ٣١.
(٨) سورة النساء: ٤٩، ٥٠.
(٩) سورة يوسف: ٨، ٩.
(١٠) سورة الإسراء: ١١٠.
(١١) سورة المزمل: ٣.
(١٢) انظر: النشر ٢/ ٢٢٥. والجامع ل ١٧٩. والسبعة ص ١٧٤، ١٧٥.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (291,'واستثنى ذكوان من ذلك التنوين خاصة فكسره حاشا حرفين: {بِرَحْمَةٍ ادْخُلُوا} (١) و {خَبِيثَةٍ اجْتُثَّتْ} (٢) هذه رواية محمد ابن الأخرم (٣) عن الأخفش، وروى عنه النقاش (٤) وغيره بكسر ذلك حيث وقع.
حفص وحمزة: {لَيْسَ الْبِرَّ} [١٧٧] بالنصب، والباقون بالرفع، ولا خلاف في الثاني (٥) أنه بالرفع (٦).
نافع وابن عامر: {وَلَكِنِ البِرُّ} [١٧٧] في الموضعين بكسر النون ورفع الراء، والباقون بفتح النون وتشديدها ونصب الراء (٧).
أبو بكر وحمزة والكسائي: {مُوَصِّ} [١٨٢] بفتح الواو وتشديد
_________
(١) جزء من الآية ٤٩: سورة الأعراف.
(٢) جزء من الآية ٢٦: سورة إبراهيم - عليه السلام -.
(٣) ابن الأخرم هو: محمد بن النضر بن مُر بن الحر بن الأخرم، أبو الحسن: الإمام الدمشقي، قرأ على هارون بن موسى الأخفش، وجعفر بن محمد بن كراز، انتهت إليه رياسة الإقراء بالشام، عرض عليه أحمد بن عبد العزيز بن بدهن، وعبد الله ابن عطية المفسر وخلق. توفي سنة إحدى وأربعين وثلاث مائة. وقد عُمرّ رحمه الله. انظر: معرفة القراء الكبار ١/ ٢٩٠.
(٤) أبو بكر النقاش: تُرجم له في إسناد رواية البزي.
(٥) قوله تعالى: (وَلَيَسَ البِرّ بَأَن تَأْتُوا البُيُوتَ مِن ظُهُوِرِهَا) الآية ١٨٩: سورة البقرة.
(٦) انظر: النشر ٢/ ٢٢٦. الجامع ل ١٧٩. السبعة ص ١٧٦. المبسوط ص ١٢٧. العنوان ص ٧٣. تلخيص العبارات ص ٧٠.
(٧) انظر: النشر ٢/ ٢٢٦. الجامع ل ١٨٠. السبعة ص ١٧٦. المبسوط ص ١٢٧. العنوان ص ٧٣. تلخيص العبارات ص ٧٠.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (292,'الصاد، والباقون مُخففا (١).
نافع وابن ذكوان: {فِدْيَةُ طَعَامِ مَسَاكِين} [١٨٤] بالإضافة والجمع، والباقون بالتنوين ورفع الميم والتوحيد، ما خلا هشاما فإنه جمع مساكين، فمن جمع فتح الميم والنون والسين وأثبت ألفا، ومن وحَّد الميم والنون ونونها وحذف الألف (٢).
ابن كثير: {فِيه القُرْان} (٣)، و {قُرانَاً} (٤)، و {قُرَانَهُ} (٥)، حيث وقع إذا كان اسما بغير همز، والباقون بالهمز.
وإذا وقف حمزة وافق ابن كثير (٦).
أبو بكر: {وَلِتُكَمِّلُوا} (٧) مثقلا، والباقون مخففا (٨).
_________
(١) انظر: النشر ٢/ ٢٢٦. الجامع ل ١٨١. السبعة ص ١٧٦. المبسوط ١٢٧. العنوان: ٧٣. تلخيص العبارات ص ٧٠.
(٢) انظر: النشر ٢/ ٢٢٦. الجامع ل ١٨٠. السبعة ص ١٧٦. المبسوط ١٢٧. العنوان: ٧٣. تلخيص العبارات ص ٧٠.
(٣) جزء من الآية ١٨٥: سورة البقرة.
(٤) جزء من الآية ١٠٦: سورة الإسراء.
(٥) جزء من الآية ١٨: سورة القيامة.
(٦) انظر: النشر ٢/ ٢٢٦. والجامع ل ١٨١. والمبسوط ص ١٢٧. والعنوان ص ٧٣. وتلخيص العبارات ص ٧٠.
(٧) جزء من الآية ١٨٥.
(٨) انظر: النشر ٢/ ٢٢٦. والجامع ل ١٨١. والسبعة ص ١٧٧. والمبسوط ص ١٢٧. والعنوان ص ٧٣. وتلخيص العبارات ص ٧١.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (293,'ورش وحفص وأبو عمرو: {الْبُيُوتِ} (١) و {بُيُوتِكُمْ} بضم الباء حيث وقع، والباقون بكسرها (٢).
حمزة والكسائي: {ولَا تَقْتُلُوهم}، {حتَّى يَقْتُلُوكُم} (٣)، {فَإِن قَتَلُوكم فَاقْتُلُوهم} (٤) بغير ألف من القتل، والباقون بالألف من القتال (٥).
ابن كثير وأبو عمرو: {فَلَا رَفَثٌ وَلَا فُسُوقٌ} [١٩٧] بالرفع والتنوين فيهما، والباقون بالنصب من غير تنوين، ولا خلاف في قوله: {وَلَا جِدَالَ} (٦).
الحرميان والكسائي: {فِي السَّلْمِ} [٢٠٨] بفتح السين، والباقون بكسرها (٧).
_________
(١) جزء من الآية ١٨٩.
(٢) انظر: النشر ٢/ ٢٢٦. والجامع ل ١٨١. والعنوان ص ٧٣. وتلخيص العبارات ص ٧١.
(٣) جزء من الآية ١٩١.
(٤) جزء من الآية ١٩١.
(٥) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٢. والمبسوط ص ١٢٩. والعنوان ص ٧٣. وتلخيص العبارات ص ٧١.
(٦) أي: لا خلاف بين القراء السبعة فيه؛ لأن أبا جعفر من العشرة قرأه بالرفع والتنوين.
انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٠. والتبصرة ص ٤٣٨. والتذكرة ٢/ ٢٦٨. والتلخيص ص ٢١٧.
(٧) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٠. والتذكرة ٢/ ٢٦٨. والتبصرة ص ٤٣٨. والتلخيص ص ٢١٧.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (294,'ابن عامر وحمزة والكسائي: {تُرْجَعُ الْأُمُورُ} [٢١٠] بفتح التاء وكسر الجيم حيث وقع، والباقون بضم التاء وفتح الجيم (١).
نافع: {حَتَّى يَقُولُ} [٢١٤] برفع اللام، والباقون بنصبها (٢).
حمزة والكسائي: {إِثْمٌ كَثِير} [٢١٩] بالثاء، والباقون بالباء (٣).
أبو عمرو: {قُلِ الْعَفْوُ} [٢١٩] بالرفع، والباقون بالنصب (٤).
البزي من رواية أبي ربيعة (٥) عنه: {لَأَعْنَتَكُمْ} [٢٢٠] بتليين الهمزة، والباقون بتحقيقها (٦).
أبو بكر وحمزة والكسائي: {حتى يَطَّهَّرن} [٢٢٢] بفتح الطاء
_________
(١) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨١. والتذكرة ٢/ ٢٦٨. والتبصرة ص ٤٣٩. والتلخيص ص ٢١٧.
(٢) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨١. والتذكرة ٢/ ٢٦٨. والتبصرة ص ٤٣٩. والتلخيص ص ٢١٧.
(٣) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٢. والتذكرة ٢/ ٢٦٨. والتبصرة ص ٤٣٩. التلخيص ص ٢١٧.
(٤) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٢. والتذكرة ٢/ ٢٦٨. والتبصرة ص ٤٣٩. والتلخيص ص ٢١٧.
(٥) هو: محمد بن إسحاق بن وهب بن أعين: تُرجم في إسناد قراءة المكيين: البزي.
(٦) روى الجمهور عن أبي ربيعة عنه التسهيل، وبه قرأ المؤلف من طريقيه، وروى صاحب التجريد عنه التحقيق من قراءته على الفارسي، وبه قرأ المؤلف من طريق ابن الحباب عنه، ولم يذكر ابن مهران عنه سواه، والوجهان صحيحان عن البزي.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (295,'والهاء مع تشديدهما، والباقون بإسكان الطاء وضم الهاء (١).
ابن كثير وأبو عمرو: {لَا تُضَارُّ} [٢٣٣] برفع الراء، والباقون بفتحها (٢).
حمزة: {إِلَّا أَنْ يُخَافَا} [٢٢٩] بضم الياء، والباقون بفتحها (٣).
ابن كثير: {مَا أَتَيْتُمْ} [١٣٣] بالقصر، وكذا في الروم: {وَمَا أَتَيْتُمْ مِن رِبًا} (٤)، والباقون بالمد (٥).
حمزة والكسائي: {تُمَاسُوهُنّ} [٢٣٦] في الموضعين: هنا وفي الأحزاب (٦) بضم التاء وبالألف، والباقون بفتح التاء من غير ألف (٧).
حفص وابن ذكوان وحمزة والكسائي: {قَدَرُه} [٢٣٦] في الحرفين بفتح الدال، والباقون بإسكانها (٨).
الحرميان وأبو بكر والكسائي: {وَصِيةٌ} [٢٤٠] بالرفع، والباقون
_________
(١) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٢. والتذكرة ٢/ ٢٣٩. والتبصرة ص ٤٣٩. والتلخيص ص
(٢) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٣. والتذكرة ٢/ ٢٣٩. والتبصرة ص ٤٤٠. والتلخيص ص
(٣) انظر: النشر ٢/ ٢٢٧. والجامع ل ١٨٣. والسبعة ص ١٨٢. والتذكرة ٢/ ٢٣٩. والتبصرة ص ٤٣٩. والتلخيص ص
(٤) جزء من الآية ٣٩.
(٥) انظر: النشر ٢/ ٢٢٨. والجامع ل ١٨٤. والسبعة ص ١٨٣. والتذكرة ٢/ ٢٣٩. والتبصرة ص ٤٤٠. والتلخيص ص
(٦) الآية ٤٩.
(٧) انظر: النشر ٢/ ٢٢٨. والجامع ل ١٨٤. والسبعة ص ١٨٣. والتذكرة ٢/ ٢٧٠. والتبصرة ص ٤٤٠. والتلخيص ص
(٨) انظر: النشر ٢/ ٢٢٨. والجامع ل ١٨٤. والسبعة ص ١٨٤. والتذكرة ٢/ ٢٧٠.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (296,'بالنصب (١).
عاصم وابن عامر: {فَيُضَاعِفَهُ لَهُ} [٢٤٥] هنا وفي الحديد (٢) بنصب الفاء والباقون برفعها.
وابن كثير وابن عامر {فَيُضَعِّفُه} و {يُضَعّفُ} و {مُضَعَّفة} بتشديد العين من غير ألف حيث وقع، والباقون بالألف مع التخفيف (٣).
قنبل وحفص وهشام وأبو عمرو وحمزة بخلاف عن خلاد: {يَبصُطُ} [٢٤٥] و {بَصْطَة} (٤) في الأعراف بالسين، وروى النقّاش عن الأخفش هنا بالسين، وفي الأعراف بالصاد، والباقون بالصاد فيهما (٥).
_________
(١) انظر: النشر ٢/ ٢٢٨. والجامع ل ١٨٤. والسبعة ص ١٨٤. والتذكرة ٢/ ٢٧٠. والتبصرة ص ٤٤٠.
(٢) الآية: ١١.
(٣) انظر: النشر ٢/ ٢٢٨. والجامع ل ١٨٤. والسبعة ص ١٨٥. والتذكرة ٢/ ٢٧٠. والتبصرة ٤٤١.
(٤) الآية ٦٩.
(٥) روى ابن الهيثم من طريق ابن ثابت عن خلاد الصاد فيهما، كذلك روى فارس ابن أحمد من طريق ابن شاذان عنه، وهي رواية القاسم الوزان وغيره عن خلاد، وبذلك قرأ المؤلف على أبي الفتح، وعلى ذلك أكثر المشارقة، وروى القاسم بن نصر عن ابن الهيثم والنقاش عن ابن شاذان كلاهما عن خلاد بالسين فيهما، وهي قراءة المؤلف على أبي الحسن، وعليه المغاربة. وقال الداني ومكّي عن حمزة بالسين في السورتين، وعن ابن ذكوان بالصاد، وعن حفص بالوجهين، ولا خلاف عن قنبل والبصري وهشام أنهم قرؤوا بالسين، والباقون بالصاد. انظر: النشر ٢/ ٢٣٠. والجامع ل ١٨٦. والدر النثير ٤/ ٢١٧.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (297,'نافع: {عَسِيْتُم} [٢٤٦] هنا وفي القتال (١) بكسر السين، والباقون بفتحها (٢).
الكوفيون وابن عامر: {غُرْفَةً} [٢٤٩] بضم العين، والباقون بفتحها (٣).
نافع: {دِفَاعُ اللهِ} [٢٥١] هنا وفي الحج (٤) بكسر الدال وألف بعد الفاء، والباقون بفتح الدال وإسكان الفاء من غير ألف (٥).
ابن كثير وأبو عمرو: {لا بَيْعَ فِيهِ ولا خُلَّةَ ولا شَفَاعَةَ} [٢٥٤]، وفي إبراهيم: {لا بَيْعَ فِيهِ وَلا خِلالَ} (٦)، وفي الطور: {لا لَغْوَ فِيهَا وَلا تَأَثِيمَ} (٧) بالنصب من غير تنوين في الكل، والباقون بالرفع
_________
(١) الآية ٢٢. وهي سورة محمد - صلى الله عليه وسلم -.
(٢) انظر: النشر ٢/ ٢٣٠. والجامع ل ١٨٦. والسبعة ص ١٨٦. والتذكرة ٢/ ٢٧١. والتبصرة ص ٤٤٢.
(٣) انظر: النشر ٢/ ٢٣٠. والجامع ل ١٨٦. والسبعة ص ١٨٧. والتذكرة ٢/ ٢٧١. والتبصرة ص ٤٤٢.
(٤) الآية ٤٠.
(٥) انظر: النشر ٢/ ٢٣٥. والجامع ل ١٨٦. والسبعة ص ١٨٧. والتذكرة ٢/ ٢٧٢. والتبصرة ص ٤٤٢.
(٦) الآية ٣١.
(٧) الآية ٢٣.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (298,'والتنوين (١).
نافع {أَنآ أُحْيِي وَأُمِيتُ} [٢٥٨] و {أَنَآ أَوَّلُ} (٢) و {أَنَآءَاتِيكُم} (٣) وشبهه إذا أتى بعد {أَنَا} همزة مضمومة أو مفتوحة بإثبات الألف في الحالين، وروى أبو نشيط عن قالون بإثباتها مع الهمزة المكسورة في قوله تعالى:
{إِنْ أَنَآ إِلَّا} (٤) و {وَمَا أَنَآ إِلَّا} (٥)، والباقون يحذفون الألف في الوصل خاصة، وكلهم يثبتونها في الوقف (٦).
حمزة والكسائي: {لَمْ يَتَسنَّ} [٢٥٩] بحذف الهاء في الوصل خاصة، والباقون بإثباتها في الحالين (٧).
الكوفيون وابن عامر: {نُنْشِزُهَا} [٢٥٩] بالزاي، والباقون بالراء (٨).
_________
(١) انظر: النشر ٢/ ٢٣٠. والجامع ل ١٨٦. والسبعة ص ١٨٧. والتذكرة ٢/ ٢٧٢. والتبصرة ص ٤٤٣.
(٢) من مواطنها: الآية {وَأَنَا أَوَّلُ المُسْلِمِينَ} الأنعام: ١٦٣.
(٣) جزء من الآية ٤٥ سورة يوسف - عليه السلام -.
(٤) جزء من الآية ١١٥: سورة الشعراء.
(٥) جزء من الآية ٩: سورة الأحقاف.
(٦) انظر: النشر ٢/ ٢٣١. والجامع ل ١٨٦. والسبعة ص ١٨٨. والتذكرة ٢/ ٢٧٣. والتبصرة ص ٤٤٣.
(٧) انظر: النشر ٢/ ٢٣١. والجامع ل ١٨٧. والسبعة ص ١٨٨. والتذكرة ٢/ ٢٧٤، والتبصرة ص ٤٤٤.
(٨) انظر: النشر ٢/ ٢٣١. والجامع ل ١٨٨. والسبعة ص ١٨٩. والتذكرة ٢/ ٢٧٤. والتبصرة ص ٤٤٥.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (299,'حمزة والكسائي: {قَالَ اعْلَمْ أنَّ اللهَ} [٢٥٩] بوصل الألف في الحالين وجزم الميم، ويبتديان بكسر الألف على الأمر، والباقون بقطع الألف في الحالين، أعني: الموضعين، ورفع الميم على الإخبار (١).
حمزة: {فَصِرْهُنَّ} [٢٦٠] بكسر الصاد والباقون بضمها (٢).
أبو بكر: {جُزُؤَا} [٢٦٠] و {جُزُء} (٣) بضم الزاي حيث وقع، والباقون بإسكانها (٤).
عاصم وابن عامر: {بِرَبْوَةٍ} [٢٦٥] هنا وفي المؤمنين (٥) بفتح الراء والباقون بضمها (٦).
الحرميّان: {أُكْلَهَا} [٢٦٥] و {أُكْلُهُ} (٧) و {الأُكْلِ} (٨) حيث وقع
_________
(١) انظر: النشر ٢/ ٢٣١. والجامع ل ١٨٨. والسبعة ص ١٨٩. والتذكرة ٢/ ٢٧٤. والتبصرة ص ٤٤٥.
(٢) انظر: النشر ٢/ ٢٣٢. والجامع ل ١٨٩. والسبعة ص ١٨٩. والتذكرة ٢/ ٢٧٤.
(٣) جزء من الآية ٤٤: سورة الحجر.
(٤) انظر: النشر ٢/ ٢٣٢. والجامع ل ١٨٩. والتذكرة ٢/ ٢٧٤. والعنوان ص ٧٥. وتلخيص العبارات ص ٧٣.
(٥) الآية ٥٠.
(٦) انظر: النشر ٢/ ٢٣٢. والجامع ل ١٨٩. والسبعة ص ١٩٠. والتذكرة ٢/ ٢٧٤. والتبصرة ٤٤٦.
(٧) الأنعام الآية ١٤١.
(٨) الرعد الآية ٤.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (300,'مُخففا (١)، وتابعهما أبو عمرو على ما أضيف إلى مؤنث (٢) خاصة، والباقون مُثقلا (٣).
البزّي يُشدد التاء في أوائل الأفعال المستقبلة في حال الوصل في واحد وثلاثين موضعا هنا: {وَلآ تّيمَّموا} (٤)
وفي آل عمران: {وَلآ تّفَرَّقُوا} (٥)، وفي النساء: {إِنَّ الّذِين تّوَفَّاهُم} (٦)، وفي المائدة: {وَلآ تَّعَاوَنُوا} (٧)، وفي الأنعام: {فَتَّفَرَّقَ بِكُمْ} (٨)، وفي الأعراف: {فِإِذَا هِي تَّلَقَّفُ} (٩)، وكذا في طه (١٠) والشعراء (١١) وفي الأنفال: {وَلآ تَّوَلَّوا} (١٢).
_________
(١) أي: بإسكان الكاف، والبقية يضمون الكاف.
(٢) نحو {أُكْلِهَا}.
(٣) انظر: النشر ٢/ ٢٣٢. والجامع ل ١٨٩. والسبعة ص ١٩٠. والتذكرة ٢/ ٢٧٥. والتبصرة ص ٤٤٦.
(٤) جزء من الآية ٢٦٧.
(٥) جزء من الآية ١٠٣.
(٦) جزء من الآية ٩٧.
(٧) جزء من الآية ٢.
(٨) جزء من الآية ١٥٣.
(٩) جزء من الآية ١١٧.
(١٠) جزء من الآية ٦٩.
(١١) جزء من الآية ٤٥.
(١٢) جزء من الآية ٢٠.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (301,'{وَلآ تَّنَازَعُوا} (١)، وفي التوبة: {قُلْ هَلْ تَّرَبَّصُونَ} (٢)، وفي هود: {وَإِن تَّوَلَّوا} (٣)، و {فَإِن تَّوَلَّوا} (٤)، و {لآ تَّكَلَّمُ نَفْسٌ} (٥)، وفي الحجر:
{مَآ تَّنَزَّلُ} (٦)، وفي النور: {إِذْ تَّلَقَّوْنَهُ} (٧)، و {فَإِن تَّوَلَّوا فَإِنَّمَا} (٨)، وفي الشعراء: {عَلَى مَن تَّنَزّل الشَّيَاطِينُ تَّنَزَّلُ} (٩)، وفي الأحزاب: {وَلَآ تَّبَرَّجْنَ} (١٠)، {وَلَآ أَنْ تَّبَدَّلَ} (١١)، وفي (والصّافَّات): {لَآ تَّنَاصَرُونَ} (١٢) وفي الحجرات: {وَلَآ تَّنَابَزُوا} (١٣)، و {لَآ تَّجَسَّسُوا} (١٤) و {لِتَّعَارَفُوا} (١٥)،
_________
(١) جزء من الآية ٤٦.
(٢) جزء من الآية ٥٢.
(٣) جزء من الآية ٣.
(٤) جزء من الآية ٥٧.
(٥) جزء من الآية ١٠٥.
(٦) جزء من الآية ٩.
(٧) جزء من الآية ١٥.
(٨) جزء من الآية ٥٤.
(٩) جزء من الآيتين: ٢٢١، ٢٢٢.
(١٠) جزء من الآية ٣٣.
(١١) جزء من الآية ٥٢.
(١٢) جزء من الآية ٢٥.
(١٣) جزء من الآية ١١.
(١٤) جزء من الآية ١٢.
(١٥) جزء من الآية ١٣.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (302,'وفي الممتحنة: {أَنْ تَّوَلَّوْهُمْ} (١) وفي الملك: {تَكَادُ تَّمَيَّزُ} (٢) وفي
(ن والقلم): {لَمَا تَّخَيَّرُونَ} (٣)، وفي عبس: {عَنْهُ تَّلَهَّى} (٤)، وفي (والليل): {نَارًا تَّلَظَّى} (٥)، وفي القدر: {أَلْفِ شَهْرٍ تَّنَزَّلُ} (٦).
وزادني أبو الفرج النجّاد المقرئ (٧) عن قراءته على أبي الفتح ابن بُدهن (٨) عن أبي بكر الزينبي (٩) عن أبي ربيعة عن البزّي موضعين
_________
(١) جزء من الآية ٩.
(٢) جزء من الآية ٨.
(٣) جزء من الآية ٣٨.
(٤) جزء من الآية ١٠.
(٥) جزء من الآية ١٤.
(٦) جزء من الآية ٤.
(٧) محمد بن عبد الله، أبو الفرج النجّاد: مقرئ، ضابط، ثقة، عرض على أحمد بن عبد العزيز ابن بدهن، وروى عنه الحروف المؤلف (الداني)، وعنه روى تشديد هذين الحرفين. توفي بعد الأربعمائة. غاية النهاية ٢/ ١٨٨.
(٨) أحمد بن عبد العزيز بن بدهن، أبو الفتح البغدادي، نزيل مصر، قرأ على أحمد ابن سهل الأشناني، وسعيد بن عبد الرحيم، ومحمد بن موسى الزينبي، وغيرهم، وقرأ عليه عبد المنعم بن غلبون، وابنه طاهر. توفي سنة تسع وخمسين وثلاث مائة. معرفة القراء الكبار ١/ ٣١٥.
(٩) هو: محمد بن موسى بن محمد بن سليمان العبّاسي الهاشمي القرشي، أبو بكر الزينبي، سُمّي بذلك لأن جدته كانت زينب بنت سليمان بن علي بن عبد الله ابن عباس: مقرئ، ضابط، محقق، متقن لقراءة ابن كثير، قرأ على أبي ربيعة، وسعدان ابن كثير، وغيرهم، بل صحت قراءته على قنبل، وقرأ عليه أحمد بن عبد العزيز بن بدهن، وغيره. توفي سنة ثماني عشرة وثلاثمائة. انظر: غاية النهاية ٢/ ٢٦٧.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (303,'في آل عمران: {وَلَقَدْ كُنتُم تَّمَنَّونَ} (١)، وفي الواقعة: {فَظَلْتُم تَّفَكَّهُونَ} (٢)؛ فِشددا التاء فيهما، وذلك قياس قول أبي ربيعة؛ فإن ابتُدِئ بهذه التاءات خففن لا غير، وإن كان فيهن حرف مدّ زيد في تمكينه (٣)، والباقون بتخفيف التاء في الباب كله (٤).
ابن كثير وورش وحفص: {فَنِعِمَّا} [٢٧١] هنا وفي النساء (٥) بكسر النون والعين (٦)، وقالون وأبو بكر وأبو عمرو بكسر النون وإخفاء حركة العين، ويجوز إسكانها، وبذلك ورد النص عنهم، والأولُ أقيسُ (٧)، والباقون فتح النون وكسر العين (٨).
_________
(١) الآية ١٤٣.
(٢) الآية ٦٥.
(٣) أي: في مدّه لاجتماع الساكنين.
(٤) انظر: النشر ٢/ ٢٣٢، ٢٣٣، والجامع ل ١٨٩ .. والمبسوط ص ١٣٥. والتذكرة ٢/ ٢٧٥. والتبصرة ص ٤٤٦، ٤٤٧. والإقناع ص ٣٨٣، ٣٨٤. والكنز ص ١٣٦.
(٥) جزء من الآية ٥٨.
(٦) يعني: الاختلاس، وهو النطق ببعض الحركة مع الإسراع بها.
(٧) يعني: الاختلاس، وروى المغاربة قاطبة الاختلاس ليس إلا فرارا من الجمع بين الساكنين، بل قال مكّي: وقد ذكر عنهم الإسكان وليس بالجائز، والاختلاس حسن قريب. وروى عنهم العراقيون والمشرقيون قاطبة الإسكان، ولا يبالون من الجمع بين الساكنين لصحته رواية ووروده لغة، وقد اختاره الإمام أبو عبيدة - أحد أئمة اللغة - وناهيك به، وقال: هو لغة النبي - صلى الله عليه وسلم - فيما يروى: "نعمّا المال الصالح للرجل الصالح" انظر: النشر ٢/ ٢٣٦. والتبصرة ص ٤٥٠. والدر النثير ٤/ ٢١٨.
(٨) انظر: النشر ٢/ ٢٣٦. والجامع ل ١٨٩/ب. والسبعة ص ١٩٠. والتذكرة ٢/ ٢٧٧. والتبصرة ص ٤٥٠. وتلخيص العبارات ص ٧٣.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (304,'ابن كثير وأبو عمرو وأبو بكر: {وَنُكَفِّرُ} [٢٧١] بالنون ورفع الراء، وحفص وابن عامر بالياء والرفع، والباقون بالنون والجزم (١).
عاصم وابن عامر وحمزة: {يَحْسَبُهُمُ} [٢٧٣] و {يَحْسَبُونَ} (٢)،
و{يَحْسَبُ} (٣). و {يَحْسَبَنَّ} (٤) إذا كان فعلا مستقبلا بفتح السين، والباقون بكسرها (٥).
أبو بكر وحمزة: {فَآذِنُوا} [٢٧٩] بالمدّ وكسر الذال، والباقون بالقصر وفتح الذال (٦). نافع: {إِلَى مَيْسُرَة} [٢٨٠] بضم السين، والباقون بفتحها.
عاصم: {وَأَنْ تَصَدَّقُوا} [٢٨٠] بتخفيف الصادر، والباقون بتشديدها (٧).
_________
(١) انظر: النشر ٢/ ٢٣٦. وجامع البيان ل ١٩٠/ب. والسبعة ص ١٩١. والمبسوط ص ١٣٦. والتذكرة ٢/ ٢٧٧. والتبصرة ص ٤٥٠.
(٢) جزء من الآية ١٠٤: سورة الكهف وغيرها.
(٣) جزء من الآية ٣، ٣٦: سورة آل عمران وغيرها.
(٤) جزء من الآية ١٦٩: سورة آل عمران وغيرها.
(٥) انظر: النشر ٢/ ٢٣٦. والجامع ل ١٩٠/ب. والسبعة ص ١٩١. والمبوط ص ١٣٦. والتذكرة ٢/ ٢٧٨. والتبصرة ص ٤٥٠.
(٦) انظر: النشر ٢/ ٢٣٦. والجامع ل ١٩٠/ب. والسبعة ص ١٩١. والمبسوط ص ١٣٦. والتذكرة ٢/ ٢٧٨. والتبصرة ص ٤٥٠.
(٧) النشر ٢/ ٢٣٦. والسبعة ص ١٩٢. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (305,'أبو عمرو: {تَرْجِعُونَ} [٢٨١] بفتح التاء وكسر الجيم، والباقون بضم التاء وفتح الجيم (١).
حمزة: {مِنَ الشُّهَدَاءِ إِنْ تَضِلَّ} [٢٨٢] بكسر الهمزة، والباقون بفتحها (٢).
حمزة {فَتذكّرُ} [٢٨٢] برفع الرّاء مشدّدا، وابن كثير وأبو عمرو بنصبها مخففا، والباقون بالنصب مع التشديد (٣).
عاصم: {تِجَارَةً حَاضِرَةً} [٢٨٢] بالنصب، والباقون بالرفع (٤).
ابن كثير وأبو عمرو: {فَرُهُنٌ} [٢٨٣] بضم الراء والهاء من غير ألف، والباقون بكسر الراء وفتح الهاء وألف بعدها (٥).
عاصم وابن عامر: {فَيَغْفِرُ} و {يُعَذِّبُ} [٢٨٥] برفعهما،
_________
(١) انظر: النشر ٢/ ٢٣٦. والجامع ل ١٩١/ب. والسبعة ص ١٩٣. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩. والتبصرة ص ٤٥١.
(٢) انظر: النشر ٢/ ٢٣٦. والجامع ل ١٩١/ب. والسبعة ١٩٣. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩. والتبصرة ص ٤٥١.
(٣) قرأ حمزة بفتح الذال وتشديد الكاف ورفع الراء
انظر: النشر ٢/ ٢٣٦. والجامع ل ١٩١/ب. والسبعة ص ١٩٣. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩. والتبصرة ص ٤٥١.
(٤) انظر: النشر ٢/ ٢٣٧. والجامع ل ١٩٢/أ. والسبعة ص ١٩٣. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩. والتبصرة ص ٤٥١.
(٥) انظر: النشر ٢/ ٢٣٧. والجامع ل ١٩٢/أ. والسبعة ص ١٩٤. والمبسوط ص ١٣٧. والتذكرة ٢/ ٢٧٩. والتبصرة ص ٤٥١.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (306,'والباقون بجزمهما (١).
حمزة والكسائي: {وَكِتَابِهِ} [٢٨٥] بالألف على التوحيد، والباقون بغير ألف على الجمع (٢).
أبو عمرو: {رُسْلِنَا} (٣) و {رُسْلُكُم} (٤) و {رُسْلُهم} (٥)، و {سُبْلَنَا} (٦)، إذا كان بعد اللام حرف بإسكان السين والباء حيث وقع، والباقون بضمها (٧).
ياءاتها ثمان: {إِنِّيَ أَعْلَمُ} [٣٠] و {إِنِّيَ أَعْلَمُ} [٣٣] فتحها الحرميّان، وأبو عمرو، و {عَهْدِي الظَّالِمِينَ} [١٢٤] سكّنها حفص وحمزة، و {بَيْتِيَ لِلطَّائِفِينَ} [١٢٥] فتحها نافع وحفص وهشام، {فَاذْكُرُونِيَ أَذْكُرْكُم} [١٥٢] فتحها ابن كثير {بيَ لَعَّلَّهُم} [١٨٦] فتحها ورش، {مِنِّيَ إِلا من} [٢٤٩] فتحها نافع وأبو عمرو، {رَبِّيْ الَّذِي
_________
(١) انظر: النشر ٢/ ٢٣٧. والجامع ل ١٩٣/ب. والسبعة ص ١٩٥. والمبسوط ص ١٣٨. والتذكرة ٢/ ٢٨٠. والتبصرة ص ٤٥٢.
(٢) انظر: النشر ٢/ ٢٣٧. والجامع ل ١٩٤/أ. والسبعة ص ١٩٥. والمبسوط ص ١٣٨. والتذكرة ٢/ ٢٨٠. والتبصرة ص ٤٥٢.
(٣) جزء من الآية ٣٢: سورة المائدة.
(٤) جزء من الآية ٥٠: سورة غافر.
(٥) جزء من الآية ١٠١: سورة الأعراف وغيرها.
(٦) جزء من الآية ١٢: سورة إبراهيم وغيرها.
(٧) انظر: الجامع ل ٢١٦. والسبعة ص ١٩٥. والتذكرة ٢/ ٢٨٠. والعنوان ص ٧٦. وتلخيص العبارات ص ٧٤.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (307,'بِالشَّمْسِ} [٢٥٨] سكنها حمزة.
وفيها من المحذوفات ثلاث: {الدَّاعِي} [١٨٦]، {إِذَا دَعَانِي} [١٨٦] أثبتها في الوصل ورش وأبو عمرو {واتَّقُونِي يَاأُولِي الْأَلْبَابِ} [١٩٧] أثبتها في الوصل أبو عمرو (١). قال أبو عمرو: كذا أفعل في آخر السور في الياءات: أحذفُ قراءة الباقين من فتح وإسكان وإثبات وحذف لارتفاع الإشكال في ذلك، وبالله التوفيق.
_________
(١) انظر: النشر ٢/ ٢٣٧. والجامع ل ١٩٤. والسبعة ص ١٩٦. والتذكرة ٢/ ٢٨١. والتبصرة ص ٤٥٢.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (308,'<span data-type="title" id=toc-119>سورة آل عمران</span>
قرأ أبو عمرو وابن ذكوان والكسائي: {التَّوْرَاةَ} [٣] بالإمالة في جميع القرآن، ونافع وحمزة بين اللفظين، والباقون بالفتح، وقد قرأتُ لقالون كذلك (١).
حمزة والكسائي: {سَيُغْلَبُون} و {يُحْشَرون} [١٢] بالياء فيهما، والباقون بالتاء (٢).
نافع: {تَرَونَهُم} [١٣] بالتاء، والباقون بالياء (٣).
أبو بكر: {ورُضْوَانٌ} [١٥] بضم الراء حيث وقع؛ ما خلا الحرف الثاني من سورة المائدة، وهو قوله تعالى: {مَنِ اتَّبَعَ رِضْوَانَهُ} (٤)، والباقون بكسر الراء (٥).
الكسائي: {أَنَّ الدِّينَ عِنْدَ اللَّهِ} [١٩] بفتح الهمزة، والباقون
_________
(١) يعني: أنه قرأ لقالون بالفتح، وذكر في المفردات أنه قرأ بالفتح على أبي الفتح وبين اللفظين على أبي الحسن. انظر: النشر ٢/ ٢٣٨. والجامع ١٩٥/ب. وقرة العين لابن القاصح ل ١١/ب. والدر النثير ٤/ ٢٢١.
(٢) انظر: النشر ٢/ ٢٣٨. والجامع ١٩٧/ب. والسبعة ص ٢٠٣. والمبسوط ص ١٤١. والتذكرة ٢/ ٢٨٤. والتبصرة ص ٤٥٦.
(٣) انظر: النشر ٢/ ٢٣٨. والجامع ١٩٧/ب. والسبعة ص ٢٠١. والمبسوط ص ١٤١. والتذكرة ٢/ ٢٨٤. والتبصرة ص ٤٥٦.
(٤) الآية ١٦.
(٥) انظر: النشر ٢/ ٢٣٨. والجامع ١٩٧/ب. والسبعة ص ٢٠٢. والمبسوط ص ١٤١. والتذكرة ٢/ ٢٨٤. والتبصرة ص ٤٥٦.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (309,'بكسرها (١).
حمزة: {وَيُقَاتِلُونَ الّذِينَ} [٢١] بألف مع ضم الياء وكسر التاء من القتال، والباقون بغير ألف مع فتح الياء وضم التاء من القتل (٢).
نافع وحفص وحمزة والكسائي: {الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ} [٢٧] و {إِلَى بَلَدٍ مَيِّتٍ} (٣) وشبهه إذا كان قد مات (٤) مثقلا، والباقون مخففا (٥).
أبو بكر وابن عامر: {بِمَا وَضَعْتُ} [٣٦] بإسكان العين وضم التاء، والباقون بفتح العين وإسكان التاء (٦).
_________
(١) انظر: النشر ٢/ ٢٣٨. والجامع ١٩٧/ب. والسبعة ص ٢٠٣. والمبسوط ص ١٤١. والتذكرة ٢/ ٢٨٤. والتبصرة ص ٤٥٦.
(٢) انظر: النشر ٢/ ٢٣٨. والجامع ل ١٩٧/ب. والسبعة ص ٢٠٣. والمبسوط ص ١٤١. والتذكرة ٢/ ٢٨٥. والتبصرة ص ٤٥٦.
(٣) جزء من الآية ٩: سورة فاطر.
(٤) تحرز منه عن قوله: {إِنَّكَ مَيِّتٌ} و {إِنَّهُمْ مَيِّتُونَ} في الزمر. وقوله: {وَمَا هُوَ بِمَيِّتٍ} في إبراهيم. وهو لا يفيد حصرا حتى يقول: "ولا كان وصفا لمؤنت" تحرّزا من قوله: {بَلَدَةً مَيّتًا}.فأما قوله: {وَإِن تَكُنْ مَيْتَةً} و {المَيْتَةَ وَالدَّمَ} فقد لا يلزمه الاعتراض بهما لكون التأنيث فيهما. الحاصل: أن الخلاف مخصوص بما ذكر من الأمثلة. وقوله: "وشبهه" لا يحرز شيئا، وإنما هي عادته. انظر: الدر النثير ٤/ ٢٢٢.
(٥) انظر: النشر ٢/ ٢٢٥. والجامع ل ١٩٧/ب. والسبعة ص ٢٠٣. والمبسوط ص ١٢٥. والتذكرة ٢/ ٢٨٥. والتبصرة ص ٤٥٧.
(٦) انظر: النشر ٢/ ٢٣٩. والجامع ل ١٩٨/أ. والسبعة ص ٢٠٤. والمبسوط ص ١٤٢. والتذكرة ٢/ ٢٨٥. والتبصرة ص ٤٥٨.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (310,'الكوفيون: {وَكَفَّلَهَا} [٣٧] بتشديد الفاء، والباقون بتخفيفها (١).
أبو بكر: {زَكَرِيَّآءَ} [٣٧] بنصب الهمزة، وحفص وحمزة والكسائي يتركون إعراب: {زَكَرِيَّا} وهمزه هنا وفي سائر القرآن، والباقون يرققون الهمزة هنا، ويعربونه ويهمزونه حيث وقع، فإن لقي همزة حققها أبو بكر وابن عامر، وسهلها الحرميان (٢).
وأبو عمرو وحمزة والكسائي: {فَنَادَاهُ الْمَلَائِكَةُ} [٣٩] بألف مُمالة، والباقون بالتاء من غير ألف (٣).
حمزة وابن عامر: {إِنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى} [٣٩] بكسر الهمزة، والباقون بفتحها (٤).
حمزة والكسائي: {يَبْشُرُكَ} [٣٩، ٤٥] في الموضعين هنا وفي سبحان (٥) والكهف، و {يَبْشُرُ المُؤْمِنِينَ} بفتح الياء وضم الشين مخففا في
_________
(١) انظر: النشر ٢/ ٢٣٩. والجامع ل ١٩٨/ب. والسبعة ص ٢٠٤. والمبسوط ص ١٤٢. والتذكرة ٢/ ٢٨٦. والتبصرة ص ٤٥٨.
(٢) انظر: النشر ٢/ ٢٣٩. والجامع ل ١٩٨/ب. والسبعة ص ٢٠٥. والمبسوط ص ١٤٢. والتذكرة ٢/ ٢٨٦. والتبصرة ص ٤٥٨.
(٣) انظر: النشر ٢/ ٢٣٩. والجامع ل ١٩٨/ب. والسبعة ٢٠٥. والمبسوط ص ١٤٢. والتذكرة ٢/ ٢٨٦. والتبصرة ص ٤٥٨.
(٤) الآية ٩.
(٥) الآية ٢.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (311,'الأربعة، وحمزة في التوبة: {يَبْشُرُهم} (١)، وفي الحجر: {إِنَّا نَبْشُرُكَ} (٢)، وفي مريم: {إِنَّا نَبْشُرُكَ} (٣)، و {لِتَبْشُرَ بِهِ} (٤)، بتلك الترجمة في الأربعة أيضا، والباقون بضم الأول وكسر الشين مشددا في الجميع (٥).
{كُنْ فَيَكُونُ} قد ذُكر (٦).
نافع وعاصم: {وَيُعَلِّمُهُ} [٤٨] بالياء، والباقون بالنون (٧).
نافع: {إِنِّي أَخْلُقُ} [٤٩] بكسر الهمزة، والباقون بفتحها (٨).
نافع: {فَيَكُونُ طَآئِرًا} [٤٩] هنا وفي المائدة (٩) بألف وهمزة على التوحيد، والباقون بغير ألف ولا همز على الجمع (١٠).
_________
(١) الآية: ٢١.
(٢) الآية: ٥٣.
(٣) الآية: ٧.
(٤) الآية ٩٧: سورة مريم عليها السلام.
(٥) انظر: النشر ٢/ ٢٣٩. والجامع ل ١٩٨/ب. والسبعة ص ٢٠٥. والمبسوط ص ١٤٣. والتذكرة ٢/ ٢٨٧. والتبصرة ص ٤٥٨، ٤٥٩.
(٦) عند الآية ١١٧: سورة البقرة.
(٧) انظر: النشر ٢/ ٢٤٠. والجامع ل ١٩٩/أ. والسبعة ص ٢٠٦. والمبسوط ص ١٤٣. والتذكرة ٢/ ٢٨٧. والتبصرة ص ٤٦٠.
(٨) انظر: النشر ٢/ ٢٤٠. والجامع ل ١٩٩/أ. والسبعة ص ٢٠٦. والمبسوط ص ١٤٣.
(٩) الآية: ١١٠.
(١٠) انظر: النشر ٢/ ٢٤٠. والجامع ل ١٩٩/أ. والسبعة ص ٢٠٦. والمبسوط ص ١٤٣.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (312,'حفص: {فَيُوَفِّيهِمْ} [٥٧] بالياء، والباقون بالنون (١).
نافع وأبو عمرو: {هَآنْتُم} [٦٦] حيث وقع بالمد بغير همز، وورش أقل مدًا (٢)، وقنبل بالهمز من غير ألف بعد الهاء (٣)، والباقون بالمدّ والهمز (٤)، والبزي يقصر المد على أصله (٥).
قال أبو عمرو: الهاء على مذهب أبي عمرو وقالون وهشام يحتمل أن تكون للتنبيه، وأن تكون مبدلة من همزة، وعلى مذهب قنبل وورش لا تكون إلا مبدلة لا غير، وعلى مذهب الكوفيين والبزي وابن ذكوان لا تكون إلا للتنبيه فقط، فمن جعلها للتنبيه وميّز بين المنفصل والمتصل (٦) في حروف المد لم يزد في تمكين الألف، سواء أيضا حقق الهمزة أو ليّنها، وهذا كله مبنيّ على أصولهم، ومحصّل من مذاهبهم.
_________
(١) انظر: النشر ٢/ ٢٤٠. والجامع ل ١٩٩/أ. والسبعة ص ٤٠٦. والمبسوط ص ١٤٣.
(٢) أقل مدًا من قالون وأبي عمرو، وسببُ ذلك: أنه ليس في قراءة ورش لا همزة بين بين خاصة، وفيها شبه الألف. وأما قالون وأبو عمرو ففي قراءتها الألف الساكنة وهمزة بين بين، فهما حرفان، والنطق بحرفين أطول من النطق بحرف واحد. الدر النثير ٤/ ٢٢٣.
(٣) يعني بالهمز المحقق فيقول: {هَأنْتُم} مثل {سَأَلْتُم}. المرجع السابق ٤/ ٢٢٣.
(٤) أي بعد الهاء ألف وبعد الألف همزة محققة، والباقون هم: البزي، وابن عامر، والكوفيون. الدر النثير ٤/ ٢٢٣.
(٥) انظر: النشر ١/ ٤٠٠. والجامع ل ١٩٩/أ. والسبعة ص ٢٠٧. والمبسوط ص ١٤٣. والتذكرة ٢/ ٢٨٩. والتبصرة ص ٤٦٠.
(٦) أي: فرق بينهما فزاد المتصل وقصر في المنفصل. الدر النثير ٤/ ٢٢٧.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (313,'ابن كثير: {أَنْ يُؤْتَى} [٧٣] بالمد على الاستفهام (١)، والباقون بغير مدّ على الخبر (٢).
أبو بكر وأبو عمرو وحمزة: {يُؤَدِّهِ إِلَيْكَ} و {لَا يُؤَدِّهِ إِلَيْكَ} ... [٧٥]
و{نُؤْتِهِ مِنْهَا} [١٤٥] في الموضعين، وفي النساء: {نُوَلِّهِ} (٣) و {بِهِ} (٤)، وفي (عسق): {نُؤْتِهِ مِنْهَا} (٥) بإسكان الهاء في السبعة، وقالون باختلاس كسرة الهاء فيها، وكذلك روى الحُلواني عن هشام في الباب كله، والباقون بإشباع الكسرة، والوقف للجميع بالإسكان (٦).
الكوفيون وابن عامر: {تُعَلِّمُونَ الْكِتَابَ} [٧٩] بضم التاء وفتح العين وكسر اللام مشددة، والباقون بفتح التاء واللام مخففة وإسكان العين (٧).
_________
(١) يعني: أنه يقرأ بهمزة محققة بعدها همزة ملينة على مذهبه في باب {ءَأَنْذَرْتَهُم} فسمى الهمزة المهملة مدا. الدر النثير ٤/ ٢٢٨.
(٢) انظر: الجامع ٢٠١/أ. والسبعة ص ٢٠٧. والمبسوط ص ١٤٤. والتذكرة ٢/ ٢٩٠.
(٣) الآية: ١١٥.
(٤) الآية ١١٥.
(٥) الآية: ٢٠.
(٦) انظر: النشر ٢/ ٣٠٥. والجامع ل ٢٢، ٢٠٣. والسبعة ص ٢٠٧. والمبسوط ص ١٤٤. والتذكرة ٢/ ٢٩٠. والتبصرة ص ٤٦١.
(٧) انظر: النشر ٢/ ٢٤٠. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٣. والمبسوط ص ١٤٥. والتذكرة ٢/ ٢٩٠. والتبصرة ص ٤٦٢.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (314,'عاصم وحمزة وابن عامر: {وَلَا يَأْمُرَكُمْ} [٨٠] بنصب الراء، والباقون برفعها، وأبو عمرو على أصله في الاختلاس والإسكان (١).
حمزة: {النَّبِيِّينَ لِمَا} [٨١] بكسر اللام، والباقون بفتحها (٢).
نافع: {أَتَيْنَاكُمْ} [٨٣] بالنون والألف جمعا، والباقون بالتاء مضمومة موحدة (٣).
حفص، وأبو عمرو: {يَبْغُونَ} [٨٣] بالياء (٤)، حفص: {وَإِلَيْهِ يُرْجَعُونَ} [٨٣] بالياء، والباقون بالتاء فيهما (٥).
حفص وحمزة والكسائي: {حِجُّ الْبَيْتَ} [٩٧] بكسر الحاء، والباقون بفتحها (٦).
_________
(١) انظر: النشر ٢/ ٢٤٠. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٣. والمبسوط ص ١٤٥. والتذكرة ٢/ ٢٩١. والتبصرة ص ٤٦٢.
(٢) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٤. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩١. والتبصرة ص ٤٦٢.
(٣) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٤. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩١. والتبصرة ص ٤٦٢.
(٤) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٤. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩١. والتبصرة ص ٤٦٢.
(٥) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٥/ب. والسبعة ص ٢١٤. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩١. والتبصرة ص ٤٦٢.
(٦) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٤. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩٢. والتبصرة ص ٤٦٢.',NULL,'314',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (315,'وحفص وحمزة والكسائي: {وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ} [١١٥] بالياء جميعا، والباقون بالتاء (١).
الكوفيون: وابن عامر: {لَا يَضُرُّكُمْ} [١٢٠] بضم الضاد ورفع الراء مع تشديدها، والباقون بكسر الضاد وجزم الراء مع تخفيفها (٢).
ابن عامر: {مُنَزَّلِينَ} [١٢٤] وفي العنكبوت: {إِنَّا مُنَزِّلُونَ} (٣) بالتشديد فيهما، والباقون بالتخفيف (٤).
ابن كثير وأبو عمرو وعاصم: {مُسَوِّمِينَ} [١٢٥] بكسر الواو، والباقون بفتحها (٥).
نافع وابن عامر: {سَارِعُوا} [١٣٣] بغير واو قبل السين، والباقون بالواو (٦).
_________
(١) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٥. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩٢. والتبصرة ص ٤٦٣.
(٢) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٥. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩٢. والتبصرة ص ٤٦٣.
(٣) الآية: ٣٤.
(٤) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٥. والمبسوط ص ١٤٦. والتذكرة ٢/ ٢٩٢.
(٥) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٦. والمبسوط ص ١٤٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٤٦٤.
(٦) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٦. والمبسوط ص ١٤٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٤٦٤.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (316,'أبو بكر وحمزة والكسائي: {قُرْحٌ} [١٤٠] في الموضعين، و {الْقُرْحُ} [١٧٢] بضم القاف في الثلاثة، والباقون بفتحها فيها (١).
ابن كثير: {وَكَائِنٍ}، حيث وقع بألف ممدودة بعدها همزة مكسورة، والباقون بهمزة مفتوحة بعد الكاف، وياء مكسورة مشددة بعدها (٢)، والوقف على النون قد ذُكِر (٣).
الكوفيون وابن عامر: {قَاتَلَ مَعَهُ}، بالألف وفتح القاف والتاء، والباقون بضم القاف وكسر التاء من غير ألف (٤).
ابن عامر والكسائي: {الرُّعُب} (٥)، و {رُعُباً} مثقلا (٦) حيث وقع، والباقون مخففا (٧).
حمزة والكسائي: {تَغْشَى طَائِفَةً} [١٥٤] بالتاء، والباقون بالياء (٨).
_________
(١) انظر: النشر ٢/ ٢٤١. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٦. والمبسوط ص ١٤٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٤٦٤.
(٢) انظر: النشر ٢/ ٢٤٢. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٦. والمبسوط ص ١٤٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٤٦٤.
(٣) في باب الوقف على مرسوم الخط.
(٤) انظر: النشر ٢/ ٢٤٢. والجامع ل ٢٠٦/ب. والسبعة ص ٢١٦. والمبسوط ص ١٤٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٤٦٤.
(٥) جزء من الآية ١٥١: سورة آل عمران.
(٦) أي: بضم العين.
(٧) أي: بإسكان العين.
(٨) انظر: النشر ٢/ ٢٤٢.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (317,'أبو عمرو: {كُلُّهُ للهِ} [١٥٤] برفع اللام، والباقون بنصبها (١).
ابن كثير وحمزة والكسائي: {وَاللَّهُ بِمَا يَعْمَلُونَ بَصِيرٌ} [١٥٦] بالياء، والباقون بالتاء (٢).
ابن كثير، وأبو عمرو، وابن عامر، وأبو بكر: {مُتُّمْ} (٣)، و {مُتُّ} (٤) و {مُتْنَا} (٥). بضم الميم حيث وقع، وتابعهم حفص على الضم في هذين الحرفين خاصة في هذه السورة، والباقون بكسر الميم (٦).
حفص: {خَيْرٌ مِمَّا يَجْمَعُونَ} (٧) بالياء، والباقون بالتاء (٨).
ابن كثير وأبو عمرو وعاصم: {أَنْ يَغُلَّ} (٩) بفتح الياء وضم
_________
(١) انظر: النشر ٢/ ٢٤٢.
(٢) انظر: النشر ٢/ ٢٤٢. والجامع ١/ ٢٠٧. والسبعة ص ٢١٧. والمبسوط ص ١٤٨. والتذكرة ٢/ ٢٩٧. والتبصرة ص ٤٦٦.
(٣) جزء من الآية ١٥٨.
(٤) جزء من الآية ٢٣: سورة مريم.
(٥) جزء من الآية ٨٢: سورة المؤمنون.
(٦) انظر: النشر ٢/ ٢٤٣. والجامع ل ٢٠٧/أ. والسبعة ص ٢١٨. والمبسوط ص ١٤٨. والتذكرة ٢/ ٢٩٧. والتبصرة ص ٤٦٦.
(٧) جزء من الآية ١٥٧.
(٨) انظر: النشر ٢/ ٢٤٣. والجامع ل ٢٠٧/ب. والسبعة ص ٢١٨. والمبسوط ص ١٤٨. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٦.
(٩) جزء من الآية ١٦١.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (318,'العين، والباقون بضم الياء وفتح العين (١).
هشام: {مَا قُتِّلُوا} (٢) بتشديد التاء، والباقون بتخفيفها (٣).
ابن عامر: {الَّذِينَ قُتِّلُوا} [١٦٩]، وفي الحج: {ثُمَّ قُتِّلُوا} (٤)، بتشديد التاء فيهما، والباقون بتخفيفهما (٥).
هشام من قراءتي على أبي الفتح: {وَلَا يَحسَبَنَّ الَّذِينَ قُتِلُوا} (٦) بالياء، والباقون بالتاء (٧).
والكسائي: {وَإِنَّ اللَّهَ لَا يُضِيعُ} (٨) بكسر الهمزة، والباقون بفتحها (٩).
_________
(١) انظر: النشر ٢/ ٢٤٣. والجامع ل ٢٠٧/ب. والسبعة ص ٢١٨. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٦.
(٢) جزء من الآية ١٦٨.
(٣) انظر: النشر ٢/ ٢٤٣. والجامع ل ٢٠٧/ب. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٦.
(٤) جزء من الآية: ١٦٩.
(٥) انظر: النشر ٢/ ٢٤٣. والجامع ل ٢٠٧/ب. والسبعة ص ٢١٩. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٦.
(٦) جزء من الآية ١٦٩.
(٧) انظر: النشر ٢/ ٢٤٤. والجامع ل ٢٠٧/ب. والاختيار لسبط الخياط ١/ ٣٣٨.
(٨) جزء من الآية ١٧١.
(٩) انظر: النشر ٢/ ٢٤٤. والجامع ل ٢٠٨/ب. والسبعة ص ٢١٩. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٨.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (319,'نافع: {وَلَا يُحْزِنْكَ} [١٧٦] و {لِيُحْزِنَنِي} (١) و {لِيُحْزِنَ الّذِينَ} (٢) بضم الياء وكسر الزاي حيث وقع، ما خلا قوله تعالى في الأنبياء (٣): {لَا يَحْزُنُهُمُ} فإنه فتح الياء وضم الزاي فيه، والباقون كذلك في الكُل (٤).
حمزة: {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا} [١٧٨] و {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ} [١٨٠] بالتاء فيهما، الكوفيون: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ} [١٨٨] بالتاء والباقون بالياء في الثلاثة (٥).
حمزة والكسائي: {حَتَّى يُميِّزَ} [١٧٩] هنا وفي الأنفال (٦) بضم الياء وفتح الميم وكسر الياء مشددة، والباقون بفتح الياء وكسر الميم وإسكان الياء (٧).
_________
(١) جزء من الآية ١٣: سورة يوسف - عليه السلام -.
(٢) جزء من الآية ١٠: سورة المجادلة.
(٣) الآية: ١٠٣.
(٤) انظر: النشر ٢/ ٢٤٤. والجامع ل ٢٠٨/ب. والسبعة ص ٢١٩. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٨.
(٥) انظر: النشر ٢/ ٢٤٤. والجامع ل ٢٠٨/ب. والسبعة ص ٢٢٠. والمبسوط ص ١٤٩. والتذكرة ٢/ ٢٩٨. والتبصرة ص ٤٦٨.
(٦) الأنفال: الآية ٣٧.
(٧) انظر: النشر ٢/ ٢٤٤. والجامع ل ٢٠٨/ب. والسبعة ص ٢٢٠. والمبسوط ص ١٥٠. والتذكرة ٢/ ٢٩٩. والتبصرة ص ٤٦٨.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (320,'ابن كثير وأبو عمرو: {بِمَا يَعْمَلُونَ خَبِيرٌ} [١٨٠] بالياء، والباقون بالتاء (١).
حمزة: {سَيُكْتَبُ} [١٨١] بالياء مضمومة، وفتح التاء، و {قَتْلُهُم} [١٨١] برفع اللام، و {يَقُولُ} بالياء، والباقون بالنون مفتوحة وضم التاء ونصب اللام، و {نَقُولُ} بالنون (٢).
وهشام: {بِالزُّبُرِ وَبِالكِتَابِ} [١٨٤] بزيادة باء فيهما.
وحدثني فارس بن أحمد قال: حدثنا عبد الباقي بن الحسن قال: شك الحُلواني في ذلك، فكتب إلى هشام فيه، فأجابه أن الباء ثابتة في الحرفين، وابن ذكوان بزيادة باء في {الزُّبُرِ} ... وحده، والباقون بغير باء فيهما (٣).
ابن كثير وأبو عمرو وأبو بكر: {لَيُبَيِّنُنَه}، {وَلَا يَكْتُمُونَهُ} [١٨٧] بالياء جميعا، والباقون بالتاء (٤).
ابن كثير وأبو عمرو: {فَلَا يَحْسَبُنَّهُم} [١٨٨] بالياء وضم الباء،
_________
(١) انظر: النشر ٢/ ٢٤٥. والجامع ل ٢٠٨/ب. والسبعة ص ٢٢١. والمبسوط ص ١٥٠.
(٢) انظر: النشر ٢/ ٢٤٥. والجامع ل ٢٠٨/ب. والسبعة ص ٢٢١. والمبسوط ص ١٥٠. والتذكرة ٢/ ٣٠٠. والتبصرة ص ٤٦٩.
(٣) انظر: النشر ٢/ ٢٤٥. والجامع ل ٢٠٨/ب. والسبعة ص ٢٢١. والمبسوط ص ١٥٠. والتذكرة ٢/ ٣٠٠. والتبصرة ص ٤٦٩.
(٤) النشر ٢/ ٢٤٩. والجامع ل ٢٠٩/أ. والسبعة ص ٢٢١. والتذكرة ٢/ ٣٠٠. والتبصرة ص ٤٧٠.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (321,'والباقون بالتاء وفتح الباء (١).
ابن كثير وابن عامر: {وَقُتِّلُوا} [١٩٥] وفي الأنعام: {الَّذِينَ قُتِّلُوا} (٢) بتشديد التاء فيهما، والباقون بتخفيفهما فيهما (٣).
حمزة والكسائي: {وقُتِلُوا وقَاتَلُوا} [١٩٥] وفي التوبة: {فيُقْتَلُون ويَقْتُلُون} (٤) يبدأ بالمفعول قبل الفاعل منهما (٥)، والباقون يبدؤون بالفاعل قبل المفعول (٦).
ياءاتها ست: {وَجْهِيَ لِلَّهِ} [٢٠] فتحها نافع وابن عامر وحفص (٧)، {مِنِّي إِنَّكَ} [٣٥]، و {اجْعَلْ لِي آيَةً} [٤١] فتحها نافع وأبو عمرو (٨)، و {وَإِنِّي أُعِيذُهَا} [٣٦] و {مَنْ أَنْصَارِي إِلَى اللَّهِ}، فتحها نافع (٩)، {إِنِّي أَخْلُقُ} [٤٩] فتحها الحرميان وأبو عمرو (١٠).
_________
(١) انظر: النشر ٢/ ٢٤٦. والجامع ل ٢٠٨/أ. والتذكرة ٢/ ٣٠٠. والتبصرة ص ٤٧٠.
(٢) جزء من الآية: ١٤٠.
(٣) انظر: النشر ٢/ ٢٤٦. والجامع ل ٢٠٩/أ. والسبعة ص ٢٢١. والمبسوط ص ١٥٠.
(٤) جزء من الآية: ١١١.
(٥) صيغة اسم المفعول من قتل: مقتول، واسم الفاعل: قاتل، فيقدّمون المفعول على الفاعل أو الفعل المجهول.
(٦) انظر: النشر ٢/ ٢٤٦. والجامع ل ٢٠٩/أ. والسبعة ص ٢٢١. والمبسوط ص ١٥٠. والتذكرة ٢/ ٣٠١. والتبصرة ص ٤٧٠.
(٧) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٢. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧٠.
(٨) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٢. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧٠.
(٩) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٢. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧١.
(١٠) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٢. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧١.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (322,'وفيها محذوفات: {وَمَنِ اتَّبَعَنِي} [٢٠] أثبتها في الوصل نافع، وأبو عمرو (١)، {وَخَافُونِ ي إِنْ كُنْتُمْ} [١٧٥] أثبتها في الوصل أبو عمرو (٢).
_________
(١) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٣. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧١.
(٢) انظر: النشر ٢/ ٢٤٧. والسبعة ص ٢٢٣. والتذكرة ٢/ ٣٠٢. والتبصرة ص ٤٧١.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (323,'<span data-type="title" id=toc-120>سورة النساء</span>
قرأ الكوفيون: {تَسَاءَلُونَ} [١] بتخفيف السين، والباقون بتشديدها (١).
حمزة: {والأَرْحَامِ} [١] بخفض الميم (٢)، والباقون بنصبها (٣).
نافع وابن عامر: {قِيَمًا} [٥] بغير ألف، والباقون بألف (٤).
{ضِعَافًا إِنَّمَا} [٩]: قد ذُكِرَ (٥).
أبو بكر وابن عامر: {وَسَيُصْلَونَ} [١٠] بضم الياء، والباقون
_________
(١) انظر: النشر ٢/ ٢٤٧. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٦. والمبسوط ص ١٥٣. والتذكرة ٢/ ٣٠٣. والتبصرة ص ٤٧٢.
(٢) قد ضعف هذه القراءة بعض الناس، بل أنكرها أكثر نحاة البصرة لعطف الاسم الظاهر على اسم مضمر في حال الخفض، وقال الكوفيون بقبحها. ونقل ابن الأنباري الخلافَ فيها في "الإنصاف" ومن أنكر هذه القراءة من النحاة لا يأبه به؛ لأن حمزة -رحمه الله- من القرّاء الأثبات الذين لا يقرؤون إلا بسند وأثر، والقراءة المتواترة قرآن، والقرآن هو الأصل الذي تنبني عليه القواعد والذي يحتكم إليه لا العكس. ثم إن العطف على الضمير المجرور دون إعادة الخافض قد ورد في كلام العرب كقول الشاعر:
فاليوم قد بتّ تهجونا وتشتمنا ... فاذهب فبما بك والأيامِ من عجب
قد عطف الشاعر (الأيام) على الضمير المتصل في قوله (بك) من غير إعادة الجار.
وانظر: معاني القرآن وإعرابه للزجاج ٢/ ٦. وجامع البيان للطبري ٧/ ٥١٧. والبحر المحيط ٣/ ١٥١. وإعراب القراءات السبع لابن خالويه ص ١٢٨. والكشف ١/ ٣٧٥.
(٣) انظر: النشر ٢/ ٢٤٧. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٦. والمبسوط ص ١٥٣. والتذكرة ٢/ ٣٠٣. والتبصرة ص ٤٧٢. والاختيار ١/ ٣٤٦.
(٤) انظر: النشر ٢/ ٢٤٧. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٦. والمبسوط ص ١٥٣. والتذكرة ٢/ ٣٠٣. والتبصرة ص ٤٧٢. والاختيار ١/ ٣٤٦.
(٥) أمال حمزة من رواية خلف {ضِعَافًا} وبخلاف عن خلاد، وذكر في (باب الإمالة).',NULL,'323',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (324,'بفتحها (١).
نافع: {وَإِنْ كَانَتْ وَاحِدَةٌ} [١١] بالرفع، والباقون بالنصب (٢).
حمزة والكسائي: {فَلِإِمِّهِ} [١١] في الحرفين وفي القصص.
{فِي إِمِّهَا} (٣)، وفي الزخرف: {فِي إِمِّ الْكِتَابِ} (٤) بكسر الهمزة في الأربعة في حال الوصل، والباقون بضمها في الحالين، فإذا أضيف (الأم) إلى جمع، ووليت همزته كسرة، وجملته أربع مواضع: في النحل: {مِنْ بُطُونِ إِمِّهَاتِكُم} (٥)، وكذلك النور (٦) والزمر (٧) والنجم (٨) فحمزة يكسر الهمزة والميم في الوصل، والكسائي يكسر (٩) الهمزة في الوصل، ويفتح الميم، والباقون يضمون الهمزة ويفتحون الميم في الحالين.
والابتداء للجميع بهذه المواضع؛ بضم الهمزة في الواحد، وبضمها وفتح الميم في الجمع (١٠).
_________
(١) انظر: النشر ٢/ ٢٤٧. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٧. والمبسوط ص ١٥٤. والتذكرة ٢/ ٣٠٤. والتبصرة ص ٤٧٢. الاختيار ١/ ٢٤٧.
(٢) انظر: النشر ٢/ ٢٤٧. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٧. والمبسوط ص ١٥٤. والتذكرة ٢/ ٣٠٤. والتبصرة ص ٤٧٢. الاختيار ١/ ٣٤٧.
(٣) الآية: ٥٩.
(٤) الآية: ٤.
(٥) الآية: ٧٨.
(٦) الآية: ٦١.
(٧) الآية: ٦.
(٨) الآية: ٣٢.
(٩) في (أ) و (ج): "بكسر الهمزة".
(١٠) انظر: النشر ٢/ ٢٤٨. والجامع ل ٢٠٩/ب. والسبعة ص ٢٢٨. والمبسوط ص ١٥٤. والتذكرة ٢/ ٣٠٤. والتبصرة ص ٤٧٣. والاختيار ١/ ٣٤٨.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (325,'ابن كثير وابن عامر وأبو بكر: {يُوصَى بِهَا} [١١] في الموضعين بفتح الصاد، وتابعهم حفص على الثاني [١٢] فقط، والباقون بكسر الصاد فيهما (١).
نافع وابن عامر: {نُدْخِلُهُ} [١٣] في الحرفين بالنون، والباقون بالياء (٢)
ابن كثير: {واللّذَانِّ} [١٦] وفي طه: {إنْ هَذَآنِّ} (٣)، وفي الحج: {هَذَآنِّ} (٤)، وفي القصص: {هَآتَينِّ} (٥)، وفي فصلت: {أَرِنَا الَّذِينِّ} (٦) بتشديد النون وتمكين مدّ الألف والياء قبلها في الخمسة، والباقون بالتخفيف من غير تمكين للألف ولا مدّ للياء (٧).
حمزة والكسائي: {كُرْهًا} [١٩] هنا وفي التوبة (٨) بضم الكاف والباقون بفتحها (٩).
_________
(١) انظر: النشر ٢/ ٢٤٨. والجامع ل ٢١٠/أ. والسبعة ص ٢٢٦. والمبسوط ص ١٥٤. والتذكرة ٢/ ٣٠٤ والتبصرة ص ٤٧٤.
(٢) انظر: النشر ٢/ ٢٤٨. والجامع ل ٢١٠/أ. والسبعة ص ٢٢٨. والمبسوط ص ١٥٤. والتذكرة ٢/ ٣٠٤ والتبصرة ص ٤٧٤.
(٣) الآية: ٦٣.
(٤) الآية: ١٩.
(٥) الآية: ٢٧.
(٦) الآية: ٢٩.
(٧) انظر: النشر ٢/ ٢٤٨. والجامع ل ٢١٠/أ. والسبعة ص ٢٢٩. والمبسوط ص ١٥٥. والتذكرة ٢/ ٣٠٤. والتبصرة ص ٤٧٥.
(٨) الآية: ٥٣.
(٩) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٢٩. والمبسوط ص ١٥٥.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (326,'ابن كثير وأبو بكر: {بِفَاحِشَةٍ مَبَيَّنَةٍ} [١٩] هنا وفي الأحزاب (١) والطلاق (٢) بفتح الياء، والباقون بكسرها فيهن (٣).
الكسائي: {وَالمُحْصِنَات} [٢٤] و {مُحْصِنات} حيث وقع، بكسر الصاد ما خلال الحرف الأول من هذه السورة، و {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} [٢٤]، والباقون بفتح الصاد (٤).
حفص وحمزة والكسائي: {وَأُحِلَّ لَكُمْ} [٢٤] بضم الهمزة وكسر الحاء، والباقون بفتحهما (٥).
أبو بكر وحمزة والكسائي: {فَإِذَا أُحْصِنَّ} [٢٥] بفتح الهمزة والصاد، والباقون بضم الهمزة وكسر الصاد (٦).
الكوفيون: {تِجَارَةً عَنْ تَرَاضٍ} [٢٩] بالنصب، والباقون بالرفع (٧).
_________
(١) الآية: ٣٠.
(٢) الآية: ١.
(٣) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٠. والمبسوط ص ١٥٥. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٦.
(٤) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٠. والمبسوط ص ١٥٥. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٦.
(٥) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٠. والمبسوط ص ١٥٦. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٧.
(٦) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣١. والمبسوط ص ١٥٦. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٧.
(٧) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣١. والمبسوط ص ١٥٦. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٧.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (327,'نافع (١): {مَدْخَلًا} [٣١] وفي الحج (٢) بفتح الميم، والباقون بضمها (٣).
ابن كثير، والكسائي: {وَاسَلُوا اللَّهَ مِنْ فَضْلِهِ} [٣٢]، {وَاسَلْهُم} (٤)
و{فَسَلِ الَّذِينَ} (٥) وشبهه إذا كان أمرا موجها به، وقبل السين واو أو فاء بغير همزة. وحمزة في الوقف على أصله (٦)، والباقون بالهمز (٧).
الكوفيون: {وَالَّذِينَ عَقَدَتْ} [٣٣] بغير ألف، والباقون بالألف (٨).
حمزة والكسائي: {بِالْبَخَلِ} [٣٧] هنا وفي الحديد (٩) بفتح الباء
_________
(١) فيه خطأ في المطبوع، حيث حذف اسم نافع في هذه القراءة.
(٢) الآية: ٥٩.
(٣) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٢. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٥. والتبصرة ص ٤٧٧.
(٤) جزء من الآية ١٦٣: سورة الأعراف.
(٥) جزء من الآية ٩٤: سورة يونس.
(٦) في ج: والباقون بالهمز، وحمزة في الوقف على أصله.
(٧) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٢. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٦. والتبصرة ص ٤٧٧.
(٨) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٣. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٦. والتبصرة ص ٤٧٨.
(٩) الآية: ٢٤.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (328,'والخاء، والباقون بضم الباء وإسكان الخاء (١).
الحرميان: {وَإِنْ تَكُحَسَنَةٌ} [٤٠] بالرفع، والباقون بالنصب (٢).
نافع وابن عامر: {لَوْ تُسَّوَّى بِهِمُ الْأَرْضُ} [٤٢] بفتح التاء وتشديد السين حمزة والكسائي بفتح التاء وتخفيف السين، والباقون بضم التاء وتخفيف السين (٣).
حمزة والكسائي: {أَوْ لَمَسْتُم} [٤٣] هنا وفي المائدة (٤) بغير ألف، والباقون بالألف (٥).
{فَتِيلًا (٤٩) انْظُرْ} [٤٩، ٥٠] و {إِنَّ اللَّهَ نِعِمَّا} [٥٨]، {أَنِ اقْتُلُوا} [٦٦] و {أَوِ اخْرُجُوا} [٦٦] قد ذُكر (٦).
ابن عامر: {إِلَّا قَلِيلًا} [٦٦] بالنصب، ويقف بالألف، والباقون بالرفع، ويقفون بغير ألف (٧).
_________
(١) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٣. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٦. والتبصرة ص ٤٧٨.
(٢) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١١/أ. والسبعة ص ٢٣٣. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٦. والتبصرة ص ٤٧٨.
(٣) انظر: النشر ٢/ ٢٤٩. والجامع ل ٢١٢/أ. والسبعة ص ٢٣٣. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٧. والتبصرة ص ٤٧٨.
(٤) في سورة البقرة عند الآيات ١٧٣، ٢٧١.
(٥) انظر: النشر ٢/ ٢٥٠. والجامع ل ٢١٢/أ. والسبعة ص ٢٣٤. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٧. والتبصرة ص ٤٧٩.
(٦) الآية ١٧٣: سورة البقرة (فَمَنِ اضْطُرَّ).
(٧) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٢/أ. والسبعة ص ٢٣٥. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٧. والتبصرة ص ٤٧٩.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (329,'ابن كثير وحفص: {كَأَنْ لَمْ تَكُنْ} [٧٣] بالتاء، والباقون بالياء (١).
ابن كثير وحمزة والكسائي: {وَلَا يُظْلَمُونَ فَتِيلًا} [٧٧] وهو الثاني بالياء، والباقون بالتاء، ولا خلاف في الأول أنه بالياء (٢).
أبو عمرو وحمزة: {بَيَّتَ طَّآئِفَةٌ مِنْهُمْ} [٨١] بإدغام التاء في الطاء، والباقون بفتح التاء من غير إدغام (٣).
حمزة والكسائي: {وَمَنْ أَصْدَقُ} [٨٧]، و {يَصْدِفُونَ} (٤)، و {وَتَصْدِيَةً} (٥) و {يَصْدُرَ} (٦) و {قَصْدُ} (٧) وشبهه (٨) إذا كانت الصاد ساكنة وبعدها دال بإشمام الصاد الزاي، والباقون بالصاد خالصة (٩).
_________
(١) انظر: النشر ٢/ ٢٥٠. والجامع ل ٢١٢/ب. والسبعة ص ٢٣٥. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٧. والتبصرة ص ٤٩٧.
(٢) انظر: النشر ٢/ ٢٥٠. والجامع ل ٢١٢/ب. والسبعة ص ٢٣٥. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٧. والتبصرة ص ٤٧٩.
(٣) انظر: النشر ٢/ ٢٥٠. والجامع ل ١٢١/ب. والسبعة ص ٢٣٥. والتذكرة ٢/ ٣٠٨. والتبصرة ص ٤٧٩.
(٤) الأنعام: ٤٦.
(٥) الأنفال: ٣٥.
(٦) القصص: ٢٣.
(٧) النحل: ٩.
(٨) أي: ما سكنت فيه الصاد وأتت بعدها الدال، كما ذكر رحمه الله تعالى.
(٩) انظر: النشر ٢/ ٢٥٠. والتذكرة ٢/ ٣٠٨. والتبصرة ص ٤٨٠.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (330,'حمزة والكسائي: {فَتَثَبَّتُوا} [٩٤] في الموضعين (١) هنا وفي الحجرات (٢) بالتاء والثاء من التثبت، والباقون بالباء والنون من البيان (٣) (٤).
نافع وابن عامر وحمزة: {إِلَيْكُمُ السَّلَمَ لَسْتَ مُؤْمِنًا} [٩٤] وهو الأخير بغير ألف (٥)، والباقون بالألف (٦).
نافع وابن عامر والكسائي: {غَيْرَ أُولِي الضَّرَرِ} [٩٥] بنصب الراء والباقون برفعها (٧).
حمزة وأبو عمرو: {فَسَوْفَ يُؤْتِيهِ أَجْرًا} [١١٤] بالياء، والباقون بالنون (٨).
_________
(١) الموضع الثاني في نفس الآية ٩٤.
(٢) الآية: ٦.
(٣) ما بين المعقوفين من ت. وفي (أ) و (ج): من التبيين.
(٤) انظر: النشر ٢/ ٢٥١. والجامع ل ٢١٢/ب. والسبعة ٢٣٦. والمبسوط ص ١٥٧. والتذكرة ٢/ ٣٠٩. والتبصرة ٢٤٨٠.
(٥) قد أخطأ المستشرق في هذا الموضع في نسبة القراءات، فذكر: نافع وابن عامر وحمزة والكسائي. والصحيح ما أثبتُّ، قال الشاطبي:
وعمم فتى قصر سلام مؤخرا
(٦) انظر: النشر ٢/ ٢٥١. والجامع ل ٢١٣/أ. والسبعة ص ٢٣٦. والمبسوط ص ١٥٨. والتذكرة ٢/ ٣٠٩. والتبصرة ص ٤٨٠.
(٧) انظر: النشر ٢/ ٢٥١. والجامع ل ٢١٣/أ. والسبعة ص ٢٣٧. والمبسوط ص ١٥٨. والتذكرة ٢/ ٣٠٩. والتبصرة ص ٤٨١.
(٨) انظر: النشر ٢/ ٢٥١. والجامع ل ٢١٣/أ. والسبعة ص ٢٣٧. والمبسوط ص ١٥٨. والتذكرة ٢/ ٣٠٩. والتبصرة ص ٤٨١.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (331,'ابن كثير وأبو عمرو وأبو بكر: {يُدْخَلُوَ الْجَنَّةَ} [١٢٤] هنا وفي مريم (١) وغافر (٢) بضم الياء وفتح الخاء، والباقون بفتح الياء وضم الخاء (٣).
الكوفيون (٤): {أَنْ يُصْلِحَا} [١٢٨] بضم الياء وإسكان الصاد وكسر اللام، والباقون بفتح الياء والصاد واللام مع تشديد الصاد وإثبات ألف بعدها (٥).
ابن عامر وحمزة: {وَإِنْ تَلُوْ} [١٣٥] بضم اللام وإسكان الواو، والباقون بإسكان اللام وبعدها واوان (٦) الأولى مضمومة والثانية ساكنة (٧).
الكوفيون ونافع: {الَّذِي نَزَّلَ} و {الَّذِي أَنْزَلَ} [١٣٦] بفتح النون والهمزة والزاي، والباقون بضم النون والهمزة (٨) وكسر الزاي (٩).
عاصم: {وَقَدْ نَزَّلَ} [١٤٠] بفتح النون والزاي، والباقون بضم
_________
(١) الآية: ٦٠.
(٢) الآية ٤٠.
(٣) انظر: النشر ٢/ ٢٥٢. والجامع ل ٢١٣/ب. والسبعة ص ٢٣٧. والمبسوط ص ١٥٨. والتذكرة ٢/ ٣٠٩. والتبصرة ص ٤٨١.
(٤) أخطأ المستشرق هنا فقال: الكوفيون، وهو مبتدأ! .
(٥) انظر: النشر ٢/ ٢٥٢.والسبعة ص ٢٣٨. والمبسوط ص ١٥٩. والتذكرة ٢/ ٣١٠. والتبصرة ص ٤٨٢.
(٦) في (ج): وبعدها واوان في الخط.
(٧) انظر: النشر ٢/ ٢٥٢. والجامع ل ٢١٤/أ. والسبعة ص ٢٣٩. والمبسوط ص ١٥٩. والتذكرة ٢/ ٣١٠. والتبصرة ص ٤٨٢.
(٨) أخطأ المستشرق فقال: بضم النون وكسر الزاي.
(٩) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/أ. والسبعة ص ٢٣٩. والمبسوط ص ١٥٩.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (332,'النون وكسر الزاي (١).
الكوفيون: {فِي الدَّرْكِ} [١٤٥] بإسكان الراء، والباقون بفتحها (٢).
حفص: {سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ} [١٥٢] بالياء، والباقون بالنون (٣).
ورش: {لَا تَعَدُّوا} [١٥٤] بفتح العين وتشديد الدال، وقالون بإخفاء حركة العين (٤) وتشديد الدال والنص عنه بالإسكان (٥)، والباقون بإسكان العين وتخفيف الدال.
حمزة: {سَيُؤْتِيهِمْ أَجْرًا} [١٦٢] بالياء، والباقون بالنون (٦).
حمزة: {زُبُورًا} [١٦٣] هنا، وفي سبحان (٧) وفي الأنبياء (٨) {فِي الزُّبُور} في الثلاثة بضم الزاي، والباقون بفتحها (٩).
_________
(١) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/أ. والسبعة ص ٢٣٩. والمبسوط ص ١٥٩. والتذكرة ٢/ ٣١٠. والتبصرة ص ٤٨٣.
(٢) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/أ. والسبعة ص ٢٣٩. والمبسوط ص ١٥٩. والتذكرة ٢/ ٣١٠. والتبصرة ص ٤٨٣.
(٣) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/ب. والسبعة ص ٢٣٩. والمبسوط ص ١٥٩. والتذكرة ٢/ ٣١٠. والتبصرة ص ٤٨٣.
(٤) أي: باختلاس حركتها، وهو طريق المغاربة، وقال الحافظ الداني في الجامع: الإخفاء أقيس، والإسكان آثر.
(٥) في (ج): بالإسكان للعين.
(٦) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/ب. والسبعة ص ٢٤٠. والمبسوط ص ١٦٩.
(٧) الآية: ٥٥.
(٨) الآية: ١٠٥.
(٩) انظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/ب. والسبعة ص ٢٤٠. والمبسوط ص ١٦٠. والتذكرة ٢/ ٣١١. والتبصرة ٤٨٣.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (333,'ليس في هذه السورة (١) من الياءات المختلف فيها شيء.

<span data-type="title" id=toc-121>سورة المائدة </span>(٢)
قرأ أبو بكر وابن عامر: {شَنْئَانُ قَوْمٍ} [٢] في الموضعين (٣) بإسكان النون، والباقون بفتحها (٤).
ابن كثير وأبو عمرو: {إِنْ صَدُّوكُمْ} [٢] بكسر الهمزة، والباقون بفتحها (٥).
نافع وابن عامر والكسائي وحفص: {وَأَرْجُلَكُمْ} [٦] بنصب اللام، والباقون بجرها (٦).
و{الْمُحْصَنَاتِ} و {أَوْ لَامَسْتُمُ}: قد ذكر (٧).
حمزة والكسائي: {قُلُوبَهُمْ قَسِيَّة} [١٣] بتشديد الياء من غير
_________
(١) في (ت): ليس في هذه من الياءات.
(٢) وتُسمّى سورة العقود
(٣) في (ظ): في الموضعين هنا.
(٤) وقد أخطأ المستشرق في المطبوع في نسبة القراءات هنا، فقال: أبو عمرو وابن عامر: {شَنْئَان} في الموضعين بإسكان النون ... " وهذا من أقبح أخطاء المستشرق في المطبوع، والصواب ما أثبتُّه. وهو الذي عليه النسخ وهو المحفوظ. وانظر: النشر ٢/ ٢٥٣. والجامع ل ٢١٤/ب. والسبعة ص ٢٤٢. والمبسوط ص ١٦١. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٤. وتحبير التيسير ص ١٠٤.
(٥) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٤/ب. والسبعة ص ٢٤٢. والمبسوط ص ١٦١. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٤. وتحبير التيسير ص ١٠٤.
(٦) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٥/أ. والسبعة ص ٢٤٢. والمبسوط ص ١٦١. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٤. وتحبير التيسير ص ١٠٤.
(٧) في فرش سورة النساء عند الآية ٢٤، ٤٣.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (334,'ألف، والباقون بتخفيفها وبالألف (١).
{رُسُلُنَا}: قد ذُكر (٢).
ابن كثير وأبو عمرو والكسائي: {السُّحُت} [٤٢، ٦٢، ٦٣] في الثلاثة المواضع بضم الحاء والباقون بإسكانها (٣).
الكسائي: {الْعَيْنُ بِالعَينِ} [٤٥] وما بعده بالرفع، ورفع ابن كثير وأبو عمرو وابن عامر (٤): {وَالجُرُوحُ} فقط، والباقون كل ذلك بالنصب (٥).
نافع: {وَالأُذْنَ بِالأُذْنِ} [٤٥] و {فِي أُذْنَيْهِ} (٦) بإسكان الذال حيث وقع، والباقون بضمها (٧).
حمزة: {وَلِيَحْكُمَ أَهْلُ} [٤٧] بكسر اللام ونصب الميم، والباقون بإسكان اللام وجزم الميم، وورش على أصله يحركها بحركة همز
_________
(١) انظر: النشر ٢/ ٢٥٤. الجامع ل ٢١٥/أ. والسبعة ص ٢٤٣. والمبسوط ص ١٦١. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٤.
(٢) في فرش سورة البقرة عند الآية ٢٨٥.
(٣) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٣. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٥. وتحبير التيسير ص ١٠٤.
(٤) في (أ) و (ج) و (ط): "وابن عامر وأبو عامر".
(٥) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٤. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٥. والتبصرة ص ٤٨٥.
(٦) لقمان: ٧.
(٧) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٤. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٦. والتبصرة ص ٤٨٥.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (335,'{أَهْل} (١).
ابن عامر: {تَبْغُونَ} [٥٠] بالتاء، والباقون بالياء (٢).
الحرميان وابن عامر: {يَقُولُ الَّذِينَ} بغير واو قبل الياء، والباقون بالواو، وأبو عمرو بنصب اللام، والباقون يرفعونها (٣).
نافع وابن عامر: {مَنْ يَرْتَدِدْ} [٥٤] بدالين الثانية ساكنة، والباقون بواحدة مفتوحة مشددة (٤).
أبو عمرو والكسائي: {وَالكُفَّارِ أَوْلِيَاءَ} [٥٧] بخفض الراء، والباقون بنصبها (٥).
حمزة: {وَعَبُدَ} [٦٠] بضم الباء {الطَّاغُوتِ} بخفض التاء، والباقون بفتح الباء ونصب التاء (٦).
نافع وابن عامر وأبو بكر: {فَمَا بَلَّغْتَ رِسَالَاتِهِ} [٦٧] بالجمع
_________
(١) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٤. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٦. والتبصرة ص ٤٨٦. وتحبير التيسير ص ١٠٤.
(٢) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ١٦٢. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٦. والتبصرة ص ٤٨٦.
(٣) انظر: النشر ٢/ ٢٥٤. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٥. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٧. والتبصرة ص ٤٨٦.
(٤) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٥. والمبسوط ص ١٦٢. والتذكرة ٢/ ٣١٧. والتبصرة ص ٤٨٦.
(٥) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٥. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٧. والتبصرة ص ٤٨٧.
(٦) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٦. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٧.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (336,'وكسر التاء، والباقون بالتوحيد ونصب التاء (١).
أبو عمرو وحمزة والكسائي: {أَلَّا تَكُونُ} [٧١] برفع النون، والباقون بنصبها (٢).
ابن ذكوان: {بِمَا عَاقَدتُم} [٨٩] بالألف مخففا، وأبو بكر وحمزة والكسائي مخففا من غير ألف، والباقون مشددا من غير ألف (٣).
الكوفيون: {فَجَزَاءٌ} [٩٥] بالتنوين {مِثْلُ مَا} برفع اللام، والباقون بغير تنوين وخفض اللام (٤).
نافع وابن عامر: {أَوْ كَفَّارَةُ طَعَامُ} [٩٥] بالإضافة، والباقون بالتنوين ورفع الميم، ولم يختلفوا في جمع {مَسَاكِينَ} هنا (٥).
ابن عامر {قِيَمًا لِلنَّاسِ} [٩٧] بغير ألف، والباقون بالألف (٦).
حفص: {مِنَ الَّذِينَ اسْتَحَقَّ} [١٠٧] بفتح التاء والحاء وإذا ابتدأ كسر
_________
(١) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٦. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٧.
(٢) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/أ. والسبعة ص ٢٤٦. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٧.
(٣) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/ب. والسبعة ص ٢٤٧. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٧.
(٤) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/ب. والسبعة ص ٢٤٧. والمبسوط ص ١٦٣. والتذكرة ٢/ ٣١٨ والتبصرة ص ٤٨٨.
(٥) انظر: النشر ٢/ ٢٥٥. والجامع ل ٢١٦/ب. والسبعة ص ٢٤٧. والمبسوط ص ١٦٤. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٨. وتحبير التيسير ص ١٠٥.
(٦) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/أ. والسبعة ص ٢٤٨. والمبسوط ص ١٦٤. والتذكرة ٢/ ٣١٨. والتبصرة ص ٤٨٨.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (337,'الألف، والباقون بضم التاء وكسر الحاء، وإذا ابتدؤوا ضموا الألف (١).
أبو بكر وحمزة: {عَلَيْهِمُ الأَوَّلِين} [١٠٧] بالجمع، والباقون {الْأَوْلَيَانِ} على التثنية (٢).
أبو بكر وحمزة {الغِيُوب} [١٠٩] بكسر الغين حيث وقع، والباقون بضمها.
{طَيْرًا} و {الْقُدُسِ} قد ذُكرا (٣).
حمزة والكسائي: {إِلَّا سَاحِرٌ} [١١٠] هنا، وفي هود (٤)، وفي الصف (٥) بالألف في الثلاثة، والباقون بغير ألف (٦).
الكسائي: {هَلْ تَسْتَطيعُ رَبُّكَ} [١١٢] بالتاء وإدغام اللام فيها ونصب الباء، والباقون بالياء ورفع الباء (٧).
نافع وابن عامر وعاصم: {إِنِّي مُنَزِّلُهَا} [١١٥] مشددا، والباقون مخففا (٨).
_________
(١) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/أ. والسبعة ص ٢٤٨. والمبسوط ص ١٦٤. والتذكرة ٢/ ٣١٩. والتبصرة ص ٤٨٨.
(٢) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/أ. والسبعة ص ٢٤٨. والمبسوط ص ١٦٤. والتذكرة ٢/ ٣١٩. والتبصرة ص ٤٨٨.
(٣) ذكر {القُدس} في فرش سورة البقرة عند الآية ٨٧، وذكرت {طَآئِرَا} في فرش سورة آل عمران، عند الآية ٤٩.
(٤) الآية: ٧.
(٥) الآية: ٦.
(٦) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/ب. والسبعة ص ٢٤٩. والمبسوط ص ١٦٥. والتذكرة ٢/ ٣١٩. والتبصرة ٤٨٩.
(٧) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/ب. والسبعة ص ٢٤٩. والمبسوط ص ١٦٥. والتذكرة ٢/ ٣١٩. والتبصرة ص ٤٨٩.
(٨) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/ب. والسبعة ص ٢٥٠. والمبسوط ص ١٦٥. والتذكرة ٢/ ٣١٩. والتبصرة ص ٤٨٩.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (338,'نافع: {هَذَا يَوْمَ} [١١٩] بنصب الميم، والباقون برفعها (١).
ياءاتها ست:
{يَدِيَ إِلَيْكَ} [٢٨] فتحها نافع وأبو عمرو وحفص (٢). {إِنِّيَ أَخَافُ} [٢٨] {لِيَ أَنْ أَقُولَ} [١١٦] فتحها الحرميان وأبو عمرو (٣)، و {إِنِّيَ أُرِيدُ} [٢٩] و {فَإِنِّيَ أُعَذِّبُهُ} [١١٥] فتحهما نافع (٤)، {وَأُمِّيَ إِلَهَيْنِ} [١١٦] فتحهما نافع وابن عامر وأبو عمرو وحفص (٥).
وفيها محذوفة واحدة: {واخْشَوْني وَلَا} [٤٤] أثبتها في الوصل أبو عمرو (٦).
_________
(١) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢١٧/ب. والسبعة ص ٢٥٠. والمبسوط ص ١٦٥. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٨٩.
(٢) انظر: النشر ٢/ ٢٥٦. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٩٠.
(٣) انظر: النشر ٢/ ٢٥٦. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٩٠.
(٤) انظر: النشر ٢/ ٢٥٦. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٩٠.
(٥) انظر: النشر ٢/ ٢٥٦. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٩٠.
(٦) انظر: النشر ٢/ ٢٥٦. والتذكرة ٢/ ٣٢٠. والتبصرة ص ٤٩٠.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (339,'<span data-type="title" id=toc-122>سورة الأنعام</span>
قرأ أبو بكر وحمزة والكسائي: {مَن يَصْرِفْ} [١٦] بفتح الياء وكسر الراء، والباقون بضم الياء وفتح الراء (١).
حمزة والكسائي: {ثُمَّ لَمْ يَكُنْ} [٢٣] بالياء، والباقون بالتاء (٢).
ابن كثير وابن عامر وحفص: {فِتْنَتُهُم} [٢٣] بالرفع، والباقون بالنصب (٣).
حمزة والكسائي: {واللهِ رَبَّنَا} [٢٣] بنصب الباء، والباقون بخفضها (٤).
حمزة وحفص: {وَلَا نُكَذِّبَ} [٢٧] و {وَنَكُونَ} بنصب الباء والنون فيهما، وابن عامر: {وَنَكُونَ} بالنصب فقط، والباقون بالرفع فيهما (٥).
ابن عامر: {ولَدَارُ الآَخِرَةِ} [٣٢] بلام واحدة وخفض التاء، والباقون بلامين ورفع التاء (٦).
_________
(١) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٧/ب. والسبعة ص ٢٥٤. والمبسوط ص ١٦٦. والتذكرة ٢/ ٣٢١. والتبصرة ص ٤٩١. وتحبير التيسير ص ١٠٦.
(٢) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/أ. والسبعة ص ٢٥٤. والمبسوط ص ١٦٦. والتذكرة ٢/ ٣٢١. والتبصرة ص ٤٩١.
(٣) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/أ. والسبعة ص ٢٥٤. والمبسوط ص ١٦٦. والتذكرة ٢/ ٣٢١. والتبصرة ص ٤٩١.
(٤) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/أ. والسبعة ص ٢٥٤. والمبسوط ص ١٦٧. والتذكرة ٢/ ٣٢١. والتبصرة ص ٤٩١.
(٥) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/أ. والسبعة ص ٢٥٥. والمبسوط ص ١٦٧. والتذكرة ٢/ ٣٢١. والتبصرة ص ٤٩٢.
(٦) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/ب. والسبعة ص ٢٥٦. والمبسوط ص ١٦٧. والتذكرة ٢/ ٣٢٣. والتبصرة ص ٤٩٢.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (340,'نافع وابن عامر وحفص: {أَفَلَا تَعْقِلُونَ} [٣٢] هنا وفي الأعراف (١) بالتاء، والباقون بالياء (٢).
نافع والكسائي: {لَا يَكْذِبُونَك} [٣٣] مخففا، والباقون مشددا (٣).
نافع: {أَرَايْتُكم} [٤٠، ٤٧] و {أرَايْتُم} و {آرَايْتَ} و {آَفَرَايْتَ} وشبهه إذا كان قبل الراء همزة بتسهيل الهمزة التي بعد الراء والكسائي يسقطها أصلا، والباقون يحققونها، وحمزة إذا وقف وافق نافعا (٤).
ابن عامر: {فَتَحْنَا عَلَيْهِم} [٤٤] هنا وفي الأعراف (٥) والقمر (٦).
و{فُتِّحَتْ} في الأنبياء (٧) بتشديد التاء في الأربعة، والباقون بتخفيفها (٨).
ابن عامر: {بالغُدُوَةِ} [٥٢] ها هنا وفي الكهف (٩) بالواو وضم الغين، والباقون بالألف وفتح الغين (١٠).
_________
(١) الآية: ١٦٩.
(٢) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/ب. والسبعة ص ٢٥٦. والمبسوط ص ١٦٧. والتذكرة ٢/ ٣٢٣. والتبصرة ص ٤٩٢.
(٣) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢١٨/ب. والسبعة ص ٢٥٦. والمبسوط ص ١٦٨. والتذكرة ٢/ ٣٢٣. والتبصرة ص ٤٩٢.
(٤) انظر: الجامع ل ٢١٨. وقوله: وافق نافعا، يعني في التسهيل.
(٥) الآية: ٩٦.
(٦) الآية ١١.
(٧) الآية ٩٦.
(٨) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢١٩/أ. والسبعة ص ٢٥٧. والمبسوط ص ١١٨. والتذكرة ٢/ ٣٢٤. والتبصرة ص ٤٩٤.
(٩) الآية: ٢٨.
(١٠) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢١٩/ب. والسبعة ص ٢٥٨. والمبسوط ص ١٦٨. والتذكرة ٢/ ٣٢٤. والتبصرة ص ٤٩٤.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (341,'عاصم وابن عامر: {أَنَّهُ مَنْ عَمِلَ} [٥٤]، {فَأَنَّهُ غَفُورٌ أَنْ} [٥٤] بفتح الهمزتين ونافع بفتح الأولى فقط، والباقون بكسرهما (١).
أبو بكر وحمزة والكسائي: {وَلِيَسْتَبينَ} [٥٥] بالياء، والباقون بالتاء.
نافع: {سَبيلَ الْمُجْرِمِينَ} [٥٥] بنصب اللام، والباقون برفعها (٢).
الحرميان وعاصم: {يَقُصُّ} [٥٧] بالصاد مضومة، والباقون بالضاد مكسورة والوقف لهم في هذا ونظيره بغير ياء اتباعا للخط (٣).
حمزة: {تَوَفَّاهُ رُسُلُنَا} [٦١] و {اسْتَهْوَاه} [٧١] بألف ممالة والباقون بالتاء فيهما (٤).
أبو بكر: {وَخِفيْةً} [٦٣] هنا وفي الأعراف (٥) بكسر الخاء، والباقون بضمها (٦).
الكوفيون: {لَئِنْ أَنْجَانَا} [٦٣] بالألف من غير ياء ولا تاء (٧)،
_________
(١) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢١٨/ب. والسبعة ص ٢٥٨. والمبسوط ص ١٦٨. والتذكرة ٢/ ٣٢٤. والتبصرة ص ٤٩٤.
(٢) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢١٩/ب. والسبعة ص ٢٥٨. والمبسوط ص ١٦٨. والتذكرة ٢/ ٣٢٥. والتبصرة ص ٤٩٥.
(٣) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢١٩/ب. والسبعة ص ٢٥٩. والمبسوط ص ١٦٩. والتذكرة ٢/ ٣٢٥. والتبصرة ص ٤٩٥.
(٤) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢٢٠/أ. والسبعة ص ٢٥٩. والمبسوط ص ١٦٩. والتذكرة ٢/ ٢٣٧. والتبصرة ص ٤٩٦.
(٥) الآية: ٥٥.
(٦) انظر: النشر ٢/ ٢٥٩. والجامع ل ٢٢٠/أ. والسبعة ص ٢٥٩. والمبسوط ص ١٧٠. والتذكرة ٢/ ٣٢٦. والتبصرة ص ٤٩٦.
(٧) ذكر في المطبوع من غير وحذف "ولا تاء" وهذا خطأ.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (342,'والباقون بالياء والتاء (١).
الكوفيون وهشام: {قُلِ اللَّهُ يُنَجِّيكُمْ} [٦٤] مشددا، والباقون مخففا (٢).
ابن عامر: {وَإِمَّا يُنَسِّيَنَّكَ} [٦٨] مشددا، والباقون مُخففا (٣).
حمزة والكسائي وأبو بكر وابن ذكوان {رَأَى كَوْكَبًا} [٧٦] و {رَأَى أَيْدِيَهُمْ} (٤) و {رَآهُ} (٥) وشبهه من لفظه؛ إذا لم يأت بعد الياء ساكن بإمالة فتحة الراء والهمزة جميعا، واستثنى النقاش (٦) عن الأخفش (٧) ما اتصل من ذلك بمَكْنِىٍّ، نحو: {رَآكَ} (٨) و {رَآهَا} (٩) و {رَآهُ} (١٠) و {فَرَآهُ} (١١) ففتح الراء والهمزة فيه، وبذلك قرأتُ على الفارسي عنه، وكذا أقرأنيه أيضا أبو الفتح عن قراءته على عبد الباقي عن أصحابه عنه عن الأخفش.
وورش الراء والهمزة بين اللفظين في الجميع، وأبو عمرو بإمالة الهمزة
_________
(١) انظر: النشر ٢/ ٢٥٩. والجامع ل ٢٢٠/ب. والسبعة ص ٢٥٩. والمبسوط ص ١٦٩. والتذكرة ٢/ ٣٢٧. والتبصرة ص ٤٩٦.
(٢) انظر: النشر ٢/ ٢٥٩. والجامع ل ٢٢٠/ب. والتذكرة ٢/ ٣٢٦. والتبصرة ص ٤٩٧.
(٣) انظر: النشر ٢/ ٢٥٩. والجامع ل ٢٢٠/ب. والسبعة ص ٤٦٠. والمبسوط ص ١٧٠. والتذكرة ٢/ ٣٢٧. والتبصرة ص ٤٩٧.
(٤) جزء من الآية ٧٠: سورة هود - عليه السلام -.
(٥) جزء من الآية ٤٠: سورة النمل.
(٦) محمد بن الحسن النقّاش: تُرجم له في إسناد رواية البزي.
(٧) هارون بن موسى: ترجم له في إسناد قراءة ابن عامر الشامي.
(٨) الآية ٣٦: سورة الأنبياء.
(٩) الآية ١٠ سورة النمل. و ٣١: سورة القصص.
(١٠) الآية ٤٠: سورة النمل.
(١١) الآية: سورة فاطر.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (343,'فقط، وقد رُوِيَ عن أبي شعيب (١) مثل حمزة، والباقون بفتحهما جميعا (٢).
حمزة وأبو بكر: {رَأَى الْقَمَرَ} [٧٧] و {رَأَى الشَّمْسَ} [٧٨] وشبهه إذا لقيت الياء ساكنا منفصلا بإمالة فتحة الراء فقط، والباقون بفتحها، وهذا في حال الوصل، فإن فصل بين الساكن بالوقف كان الاختلاف في ذلك على نحو ما تقدّم في {رَأَى كَوْكَبًا} [٧٦]، وقد روى خلف عن يحيى عن أبي بكر وغير واحد عن أبي شعيب بإمالة فتحة الراء والهمزة في ذلك كالأولى.
قال أبو عمرو: وقد قرأتُ بذلك في روايتيهما، وروى أبو حمدون وأبو عبد الرحمن عن اليزيدي بإمالة فتحة الهمزة في ذلك كالأول أيضا، وكل صحيح معمول به (٣).
نافع وابن عامر بخلاف عن هشام (٤): {أَتُحَاجُّونِي} [٨٠] بتخفيف النون والباقون بتشديدها (٥).
_________
(١) للسوسي وجهان: إمالة الراء والهمزة، وفتح الراء وإمالة الهمزة. انظر: سراج القاري ص: ٢١٠.
(٢) انظر: النشر ٢/ ٤٤. والجامع ل ٢٢١. والسبعة ص ٢٦٠. والمبسوط ص ١٧٠. والتذكرة ٢/ ٣٢٧. والتبصرة ص ٤٩٧.
(٣) انظر: النشر ٢/ ٤٦، ٤٧. والجامع ل ٢٢١ ول ٢٢٢. والسبعة ص ٢٦٠. والمبسوط ص ١٧٠. والتذكرة ٢/ ٣٢٧.
(٤) قرأ الحافظ بالتخفيف له على أبي الفتح عن قراءته على أبي حمدون، وبه قرأ على أبي الحسن عن قراءته على أصحابه عن الحلْواني، وقرأ بتشديد النون على الفارسي عن قراءته على عبد الباقي، وهي رواية ابن عباد عن هشام. انظر: النشر ٢/ ٢٦٠.
(٥) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٣/ب. والسبعة ص ٢٦١. والمبسوط ص ١٧١. والتذكرة ٢/ ٣٢٧. والتبصرة ص ٤٩٨.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (344,'الكوفيون: {نَرْفَعُ دَرَجَاتٍ} [٨٣] هنا وفي يوسف (١) بالتنوين والباقون بغير تنوين (٢)، حمزة والكسائي: {والَّيَسَعَ} [٨٦] هنا وفي ص (٣) بلام مشددة وإسكان الياء، والباقون بلام واحدة ساكنة وفتح الياء (٤).
ابن ذكوان: {فَبِهُدَاهُمُ اقْتَدِهِي} بكسر الهاء وصلتها (٥) بياء (٦).
وهشام يكسرها (٧) من غير صلة، وحمزة والكسائي يحذفان في الوصل خاصة، والباقون يثبتونها ساكنة في الحالين (٨).
ابن كثير وأبو عمرو: {يَجْعَلُونَهُ قَرَاطِيسَ يُبْدُونَهَا وَيُخْفُونَ} [٩١] بالياء في الثلاثة، والباقون بالتاء (٩).
أبو بكر (١٠): {وَلِيُنْذِرَ} [٩٢] بالياء، والباقون بالتاء (١١).
_________
(١) الآية: ٧٦.
(٢) انظر: النشر ٢/ ٢٦١. والجامع ل ٢٢٣/ب. والسبعة ص ٢٦٢. والمبسوط ص ١٧١. والتذكرة ٢/ ٣٢٨. والتبصرة ص ٤٩٨.
(٣) الآية: ٤٨.
(٤) انظر: النشر ٢/ ٢٦١. والجامع ل ٣٢٣/ب. والسبعة ص ٢٦٢. والمبسوط ص ١٧١.
(٥) [تحتاج إلى تحقيق]؟
(٦) في (أ): "بكسر الهاء وصلتها، وهشام ... "
(٧) في (أ) و (ج) و (ظ): وهشام بكسرها.
(٨) انظر: النشر ٢/ ١٢٨. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٢. والمبسوط ص ١٧١. والتذكرة ٢/ ٣٢٩. والتبصرة ص ٤٩٩.
(٩) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٢. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٢٩. والتبصرة ص ٤٩٩.
(١٠) أخطأ هذا المستشرق في نسبة القراءة، فقال: أبو عمرو: {وَلِيُنْذِرَ} بالياء.
(١١) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٣. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٢٩. والتبصرة ص ٤٩٩.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (345,'نافع وحفص والكسائي: {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} [٩٤] بنصب النون، والباقون برفعها (١).
{الْحَيَّ مِنَ الْمَيِّتِ} و {الْمَيِّتِ مِنَ الْحَيِّ} [٩٥] قد ذُكر (٢).
الكوفيون: {وَجَعَلَ} [٩٦] على وزن (فَعَلَ) {اللَّيْلَ سَكَنًا} [٩٦] بنصب اللام، والباقون: {وَجَاعِلُ} على وزن (فَاعل) وجرّ اللام من {اللَّيْلِ} (٣).
ابن كثير وأبو عمرو: {فَمُسْتَقِرٌ} [٩٨] بكسر القاف، والباقون بفتحها (٤).
حمزة والكسائي: {إِلَى ثُمُرِه} [٩٩، ١٤١] في الموضعين هنا وفي (يس) (٥) بضمتين والباقون بفتحتين (٦).
نافع: {وَخَرَّقُوا} [١٠٠] بتشديد الراء، والباقون بتخفيفها (٧).
_________
(١) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٣. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٢٩. والتبصرة ص ٤٩٩.
(٢) عند الآية: ٢٧.
(٣) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٣. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٣٩. والتبصرة ص ٥٠٠.
(٤) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/أ. والسبعة ص ٢٦٣. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٣٩. والتبصرة ص ٥٠٠.
(٥) الآية: ٣٥.
(٦) انظر: النشر ٢/ ٢٦٠. والجامع ل ٢٢٤/ب. والسبعة ص ٢٦٣. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٣٠. والتبصرة ص ٥٠٠.
(٧) انظر: النشر ٢/ ٢٦١. والجامع ل ٢٢٤/ب. والسبعة ص ٢٦٤. والمبسوط ص ١٧٢. والتذكرة ٢/ ٣٣٠. والتبصرة ص ٥٠٠.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (346,'ابن كثير وأبو عمرو: {دَارَسْتَ} [١٠٥] بالألف وفتح التاء، وابن عامر بغير ألف وفتح السين وإسكان التاء، والباقون بغير ألف وإسكان السين وفتح التاء (١).
ابن كثير وأبو عمرو وأبو بكر بخلاف عنه (٢): {إِنَّهَا إِذَا جَاءَتْ} [١٠٩] بكسر الهمزة، والباقون بفتحها (٣).
ابن عامر وحمزة: {لَا تُؤْمِنُونَ} [١٠٩] بالتاء، والباقون بالياء (٤).
نافع وابن عامر: {كُلَّ شَيْءٍ قِبَلًا} [١١١] بكسر القاف وفتح الباء والباقون بضمها (٥).
_________
(١) انظر: النشر ٢/ ٢٦١. والجامع ل ٢٢٤/ب. والسبعة ص ٢٦٤. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٠. والتبصرة ص ٥٠٠.
(٢) فقد روى عنه العليمي كسر الهمزة، وروى العراقيون قاطبة عن يحيى عنه الفتح وجها واحدا، وقرأ المصنف بالوجهين من طريق الصريفيني، وابن شنبوذ كان يختار في روايته الفتح، وقال ابن الجزري: "صح عنه إسناد الفتح إلى عاصم وجها واحدا، فيحتمل أن يكون الكسر من اختياره" وانظر: النشر ٢/ ٢٦١. والتذكرة ٢/ ٣٣١.
(٣) انظر: النشر ٢/ ٢٦١. والتذكرة ٢/ ٣٣١.
(٤) انظر: النشر ٢/ ٢٦١. والجامع ل ٢٢٤/ب. والسبعة ص ٢٦٥. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٣. والتبصرة ص ٥٠١.
(٥) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٥. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٣. والتبصرة ص ٥٠١.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (347,'ابن عامر وحفص: {أَنَّهُ مُنَزَّلٌ} [١١٤] مشددا، والباقون مخففا (١).
الكوفيون: {كَلِمَةُ رَبِّكَ} [١١٥] على التوحي، والباقون على الجمع (٢).
الكوفيون: {لَيُضِلُّونَ} [١١٩] وفي يونس: {لِيُضِلُّوا} بضم الياء، والباقون بفتحها (٣). الكوفيون ونافع: {وَقَدْ فَصَّلَ} [١١٩] بفتح الفاء والصاد، والباقون بضم الفاء وكسر الصاد (٤).
نافع وحفص: {مَا حَرَّمَ} [١١٩] بفتح الحاء والراء، والباقون بضم الحاء وكسر الراء (٥).
نافع: {أَوَمَنْ كَانَ مَيِّتًا} [١٢٢] وفي يس: {الْأَرْضُ المَيِّتَة} (٦) وفي الحجرات: {لَحْمَ أَخِيهِ مَيِّتًا} (٧) بتشديد الياء في الثلاثة (٨)، والباقون بإسكانها (٩).
_________
(١) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٦. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٣. والتبصرة ص ٥٠١.
(٢) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٦. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٣. والتبصرة ص ٥٠١. وفي (ج) على الجمع بالألف.
(٣) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٦. والمبسوط ص ١٧٣. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٢.
(٤) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٦. والتبصرة ص ٥٠٢.
(٥) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٥/ب. والسبعة ص ٢٦٦. والتبصرة ص ٥٠٢.
(٦) الآية: ٣٣.
(٧) الآية: ١٢.
(٨) في (أ) و (ت) في الثلاثة المواضع.
(٩) انظر: النشر ٢/ ٢٢٤. والجامع ل ٢٢٦/أ. والسبعة ص ٢٦٨. والتذكرة ٢/ ٣٣٤.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (348,'ابن كثير وحفص {يَجْعَلُ رِسَالَتَهُ} [١٢٤] بالتوحيد ونصب التاء، والباقون بالجمع وكسر التاء (١).
ابن كثير {ضَيْقًا} [١٢٥] هنا وفي الفرقان (٢) بإسكان الياء، والباقون بتشديدها (٣).
نافع وأبو بكر: {حَرِجًا} [١٢٥] بكسر الراء، والباقون بفتحها (٤).
ابن كثير: {كَأَنَّمَا يَصْعَدُ} [١٢٥] بإسكان الصاد مخففًا من غير ألف.
وأبو بكر: {يَصَّاعَدُ} بتشديد الصاد وألف بعدها، والباقون بتشديد الصاد والعين من غير ألف (٥).
حفص: {وَيَوْمَ يَحْشُرُهُمْ} [١٢٨] وهو الثاني من هذه السورة، والثاني من يونس (٦)، وفي سبأ: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ} (٧) بالياء في الكل، والباقون بالنون (٨).
_________
(١) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٦/أ. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٣.
(٢) الآية: ١٣.
(٣) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٦/أ. والسبعة ص ٢٦٨. والمبسوط ص ١٧٤. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٣.
(٤) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٦/ب. والسبعة ص ٢٦٨. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٣.
(٥) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٢٦/ب. والسبعة ص ٢٦٨. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٣.
(٦) الآية: ٤٥.
(٧) الآية: ٤٠.
(٨) النشر ٢/ ٢٦٢. والجامع ل ٢٢٦/ب. والسبعة ص ٢٦٩. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٣.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (349,'ابن عامر: {عَمَّا تَعْمَلُونَ} [١٣٢] بالتاء، والباقون بالياء (١).
أبو بكر: {عَلَى مَكَانَاتِكُم} [١٣٥] و {مَكَانَاتِهِم} (٢) حيث وقع على الجمع، والباقون على التوحيد (٣).
حمزة والكسائي: {مَنْ يَكُونُ لَهُ} [١٣٥] هنا وفي القصص (٤) بالياء، والباقون بالتاء (٥).
الكسائي: {بِزُعْمِهم} [١٣٦، ١٣٨] في الحرفين (٦) بضم الزاي، والباقون بفتحها (٧).
ابن عامر: {وَكَذَلِكَ زُيِّنَ} [١٣٧] بضم الزاي وكسر الياء {قَتْلُ} برفع اللام، {أَوْلَادَهُم} بنصب الدال {شُرَكَائِهِم} بخفض الهمزة، والباقون بفتح الزاي والياء (٨) ونصب اللام وخفض الدال ورفع
_________
(١) انظر: النشر ٢/ ٢٦٣. والجامع ل ٢٢٦/ب. والسبعة ص ٢٦٩. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٥. والتبصرة ص ٥٠٣.
(٢) الآية: ٦٧ من سورة يس.
(٣) انظر: النشر ٢/ ٢٦٣. والجامع ل ٢٢٦/ب. والسبعة ص ٢٦٩. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٤. والتبصرة ص ٥٠٤.
(٤) الآية: ٣٧.
(٥) انظر: النشر ٢/ ٢٦٣. والجامع ل ٢٢٦/ب. والسبعة ص ٢٧٠. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٥. والتبصرة ص ٥٠٤.
(٦) في (ظ): "في الحرفين هنا".
(٧) انظر: النشر ٢/ ٢٦٣. والجامع ل ٢٢٦/ب. والسبعة ص ٢٧٠. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٥. والتبصرة ص ٥٠٤.
(٨) في (ظ): "بفتح الزاي ونصب اللام".',NULL,'349',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (350,'الهمزة (١).
أبو بكر وابن عامر {وَإِنْ تَكُن} [١٣٩] بالتاء والباقون بالياء (٢).
ابن كثير وابن عامر: {مَيْتَةٌ} [١٣٩] بالرفع، والباقون بالنصب (٣).
{الَّذِينَ قَتَلُوا} [١٤٠]: قد ذُكر (٤).
_________
(١) قرأ ابن عامر: {وكَذَلِكَ زُيِّنَ لِكَثِيرٍ مِنَ المُشْرِكِينَ قَتْلُ أَوْلَادَهم شُرَكَائِهِم} ففصل بين المضاف والمضاف إليه بالمفعول به، وقد ضعف كثير من النحويين هذه القراءة -أي الفصل-، ووصفوه بأوصاف القبح والرداءة، حتى قال الزمخشري: "والذي حمله على ذلك: أنه رأى في بعض المصاحف {شُرَكَائِهم} مكتوبا بالياء، ولو قرأ بجر الأولاد والشركاء لوجد مندوحة" وكذلك أنكرها الطبري والفرّاء والزجّاج وغيرهم. وهذا غلطٌ منهم، كيف وابن عامر - رحمه الله - تابعي جليل، عربي المنشأ والأصل، وقد قرأ على الصحابة. ويكفي أنه قرأ القرآن بسند، فالتواتر حجة، وينبغي أن تكون القراءة حجة على غيرها، أضف إلى أنه قد أجازها ابن مالك وابن هشام وأبو حيان وغيرهم. وإذا كان المضاف مصدرا والمضاف إليه فاعله والفاصل إما مفعول له كقراءة ابن عامر أو ظرفه كقول بعضهم: "تركُ نفسِك وهواها" وهذا الفصل جائر في السعة. قال ابن الجزري -رحمه الله-: "والحق غير ما قاله الزمخشري، ونعوذ بالله من قراءة القرآن بالرأي والتشهي، وهل يحل لمسلم القراءة بما يجد في الكتابة من غير نقل! ؟ ، بل الصواب جواز مثل هذا الفصل في الفصيح الشائع الذائع اختيارا، ولا يخفى ذلك بضرورة الشعر، ويكفي ذلك دليلا، هذه القراءة الصحيحة التي بلغت التواتر، وقارئها ابن عامر من كبار التابعين الذي أخذ عن الصحابة كعثمان وأبي الدرداء، وهو مع ذلك عربي صريح من صميم العرب، فكلامه حجة، وقولُه دليل؛ لأنه كان قبل أن يوجد اللحن". وانظر: النشر ٢/ ٢٦٣ وما بعدها. والجامع ل ٢٢٦/ب. والسبعة ص ٢٧. والمبسوط ص ١٧٥. والتذكرة ٢/ ٣٣٥. وتفسير الطبري ٥/ ٣٥٣ .. والكشاف ٢/ ٧٠. ومعاني القرآن للفراء ٢/ ٣٥٧. وأوضح المسالك ٣/ ١٥٨.
(٢) انظر: النشر ٢/ ٢٦٥. والجامع ل ٢٢٧/أ. والسبعة ص ٢٧٠. والتذكرة ٢/ ٣٣٦.
(٣) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/أ. والتذكرة ٢/ ٣٣٦.
(٤) في آل عمران: الآية: ١٩٥.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (351,'ابن عامر وعاصم وأبو عمرو: {يَوْمَ حَصَادِهِ} [١٤١] بفتح الحاء، والباقون بكسرها (١).
الكوفيون ونافع: {وَمِنَ الْمَعْزِ} [١٤٣] بإسكان العين، والباقون بفتحها (٢).
ابن كثير وابن عامر وحمزة: {إِلَّا أَنْ تَكُونَ} [١٤٥] بالتاء والباقون بالياء (٣).
ابن عامر: {مَيْتَةٌ} [١٤٥] بالرفع، والباقون بالنصب (٤).
حفص وحمزة والكسائي: {تَذَكَّرُونَ} [١٥٢] بتخفيف الذال حيث وقع؛ إذا كان بالتاء، والباقون بتشديدها (٥).
حمزة والكسائي: {وَإِنَّ هَذَا} [١٥٣] بكسر الهمزة، والباقون بفتحها، وخفف ابن عامر النون، وشدّدها الباقون (٦).
_________
(١) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/أ. والسبعة ص ٢٧١. والمبسوط ص ١٧٦. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٥.
(٢) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/أز والسبعة ص ٢٧١. والمبسوط ص ١٧٦. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٥.
(٣) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/أ. والسبعة ص ٢٧١. والمبسوط ص ١٧٦. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٦.
(٤) انظر: النشر ٢/ ٢٢٦. الجامع ل ٢٢٧/أ. والسبعة ص ٢٧٢. والمبسوط ص ١٧٦. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٦.
(٥) انظر: النشر ٢/ ٢٢٦. والجامع ل ٢٢٧/ب. والسبعة ص ٢٧٢. والمبسوط ص ١٧٦. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٦.
(٦) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/ب. والسبعة ص ٢٧٣. والمبسوط ص ١٧٧. والتذكرة ٢/ ٣٣٦. والتبصرة ص ٥٠٦.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (352,'حمزة والكسائي: {إِلَّا أَنْ يَأْتِيَهُم} [١٥٨] بالياء هاهنا، وفي النحل (١)، والباقون بالتاء (٢).
حمزة والكسائي: {فَارَقُوا} [١٥٩] ها هنا وفي الروم (٣) بالألف مخففا، والباقون بغير ألف مشددا (٤).
الكوفيون وابن عامر: {دِينًا قِيَمًا} [١٦١] بكسر القاف وفتح الياء مخففة، والباقون بفتح القاف وكسر الياء مُشددا (٥).
ياءاتها ثمان: {إِنِّيَ أَخَافُ} [١٥] و {إِنِّيَ أَرَاكَ} [٧٤] فتحهما الحرميان وأبو عمرو {إِنِّيَ أُمِرْتُ} [١٤] و {وَمَمَاتِيَ لِلَّهِ} [١٦٢] فتحهما نافع، و {وَجْهِيَ لِلَّذِي} [٧٩] فتحها نافع، وابن عامر،
وحفص، {صِرَاطِيَ لَعَلَّكُمْ} [١٥٣] فتحها ابن عامر، {رَبِّيَ إِلَى صِرَاطٍ} [١٦١]
_________
(١) الآية: ٣٣.
(٢) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/ب. والسبعة ص ٢٧٣. والمبسوط ص ١٧٧. والتذكرة ٢/ ٣٣٧ والتبصرة ص ٥٠٦.
(٣) الآية: ٣٢.
(٤) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/ب. والسبعة ص ٢٧٤. والمبسوط ص ١٧٧. والتذكرة ٢/ ٣٣٧. والتبصرة ص ٥٠٦.
(٥) انظر: النشر ٢/ ٢٦٦. والجامع ل ٢٢٧/ب. والسبعة ص ٢٧٤. والمبسوط ص ١٧٧. والتذكرة ٢/ ٣٣٧. والتبصرة ص ٥٠٦.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (353,'فتحها نافع وأبو عمرو، و {وَمَحْيايْ} [١٦٢] (١)
سكنها نافع بخلاف عن ورش (٢)،
والذي أقرأني به ابن خاقان (٣) عن أصحابه عنه بالإسكان وبه آخذ؛ لأنّ أحمد بن عمر بن محمد حدثنا (٤) قال: حدثنا أحمد بن إبراهيم (٥) قال: حدثنا بكر بن سهل (٦)، قال: حدثنا أبو الأزهر (٧) عن ورش (٨) عن نافع، {وَمَحْيايْ} واقفةالياء (٩)، قال أبو الأزهر: وأمرني عثمان بن سعيد (١٠) أن أنصبها (١١)
_________
(١) وانظر: النشر ٢/ ٢٦٦. والتذكرة ٢/ ٣٣٨.
(٢) أسكنها نافع بخلاف عن الأزرق عن ورش، وعلى الإسكان عامة أهل الأداء من المصريين وغيرهم، وهو الذي رواه ورش عن نافع أداءً وسماعًا، والفتح أختار من ورش لقوته في العربية. وبه قرأ صاحب "التجريد" عن ابن نفيس عن أصحابه عن الأزرق. والوجهان صحيحان عن ورش من طريق الأزرق؛ إلا أن روايته عن نافع الإسكان واختياره الفتح لنفسه كما نص عليه غيرُ واحد من أصحابه.

وانظر: النشر ٢/ ١٧٢. و ٢/ ٢٦٧ وما بعدها. والجامع ل ٢٢٨/أ. والتبصرة ص ٥٠٧.
(٣) تُرجم له في إسناد رواية ورش.
(٤) تُرجم له في إسناد رواية قالون.
(٥) تُرجم له في إسناد رواية ورش.
(٦) تُرجم له في إسناد رواية ورش.
(٧) هو: عبد الصمد بن عبد الرحمن العتقي: تُرجم له في إسناد رواية ورش.
(٨) الآية: ٢٣. سورة يوسف - عليه السلام -.
(٩) في (ظ): "قال: أنبأنا بكر بن سهل قال: أنبأنا أبو الأزهر".
(١٠) يعني: ورشا.
(١١) في (ظ): "أن أفتحها".',NULL,'353',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (354,'مثل {مَثْوَايَ} (١)، وزعم أنه أقيس في النحو، وقال: حدثنا خلف بن إبراهيم المقرئ (٢) قال: حدثنا أحمد بن أسامة (٣) عن أبيه (٤) عن يونس (٥) عن ورش عن نافع و {مَحْيَايْ} موقوفة الياء، و {مَمَاتِيَ} منتصبة الياء، قال يونس: قال لي عثمان:
وأحب إليّ أن تنصب {وَمَحْيَايَ} وتُوقف {وَمَمَاتِي}.
قال أبو عمرو: فدلّ هذا من قول ورش على أنه كان يروي عن نافع الإسكان، ويختار من عند نفسه الفتح.
وفيها محذوفة واحدة: {وَقَدْ هَدَانِ} [٨٠] أثبتها في الوصل أبو عمرو (٦).
_________
(١) الآية: ٢٣ سورة يوسف - عليه السلام -.
(٢) هو: ابن خاقان المقرئ.
(٣) تُرجم له في إسناد ورش.
(٤) هو: أسامة بن أحمد بن عبد الرحمن التجيبي المصري: روى القراءة عن يونس بن عبد الأعلى، وروى القراءة عنه ابن أسامة. انظر: غاية النهاية ١/ ١٥٥.
(٥) هو: يونس بن عبد الأعلى الصدفي المصري، فقيه كبير، ومقرئ مُحدّث، ثقة صالح، ولد في ذي الحجة سنة سبعين ومائة، عرض على ورش وسقلاب وعلي بن كيسة عن سليم، وروى عنه القراءة أسامة بن أحمد ومحمد بن جرير الطبري، وغيرهم، وحدّث عنه ابن وهب، وابن عيينة، والشافعي، ومسلم، والنسائي والطبري. توفي سنة أربع وستين ومائتين. انظر غاية النهاية ٢/ ٤٠٦.
(٦) انظر: لكل ما مضى في: النشر ٢/ ٢٦٧. والجامع ل ٢٢٧ و ٢٢٩. والسبعة ص ٢٥٧. والمبسوط ص ١٧٧. والتذكرة ٢/ ٣٣٨. والتبصرة ص ٥٠٧. وتحبير التيسير ص ١١٠، ١١١.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (355,'<span data-type="title" id=toc-123>سورة الأعراف</span>
قرأ ابن عامر {قَلِيلًا مَا تَذَكَّرُونَ} [٣] بزيادة (يا)، والباقون بغير (ياء) (١).
حمزة والكسائي وابن ذكوان: {وَمِنْهَا تَخْرُجُونَ} [٢٥] وفي الزخرف {وَكَذَلِكَ تَخَرُجُونَ} (٢) بفتح التاء وضم الراء فيهما، والباقون بضم التاء وفتح الراء (٣).
نافع وابن عامر والكسائي: {وَلِبَاسَ آدَمَ} [٢٦] بالنصب، والباقون بالرفع (٤).
نافع: {خَالصةٌ} [٣٢] بالرفع، والباقون بالنصب (٥).
أبو بكر: {وَلَكِنْ لَا يَعْلَمُونَ} [٣٨] بالياء، والباقون بالتاء (٦).
أبو عمرو: {لَا تُفْتَحُ} [٤٠] بالتاء خفيف، وحمزة والكسائي بالياء
_________
(١) انظر: النشر ٢/ ٢٦٧. والجامع ل ٢٢٩/ب. والسبعة ٢٧٨. والمبسوط ص ١٧٩. والتذكرة ٢/ ٣٣٩. والتبصرة ص ٥٠٨.
(٢) الآية: ١١.
(٣) انظر: النشر ٢/ ٢٦٨. والجامع ل ٢٢٩/ب. والسبعة ص ٢٧٨. والمبسوط ص ١٧٩. والتذكرة ٢/ ٣٣٩. والتبصرة ص ٥٠٨.
(٤) انظر: النشر ٢/ ٢٦٨. والجامع ل ٢٣٠/أ. والسبعة ص ٢٧٩. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٣٩. والتبصرة ص ٥٠٩.
(٥) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/أ. والسبعة ص ٢٨٠. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤٠. والتبصرة ص ٥٠٩.
(٦) انظر: النشر ٢/ ٢٦٩. والجامع ٢٣٠/أ. والسبعة ص ٢٨٠. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤٠. والتبصرة ص ٥٠٩.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (356,'خفيف، والباقون بالتاء شديد (١).
ابن عامر: {مَا كُنَّا لِنَهْتَدِيَ} [٤٣] بغير واو، والباقون {وَمَا} بالواو (٢).
الكسائي: {قَالُوا نَعِم} [٤٤] حيث وقع بكسر العين، والباقون بفتحها (٣).
البزي وابن عامر وحمزة والكسائي: {أَنَّ لَعْنَةُ اللَّهِ} [٤٤] بتشديد النون ونصب التاء، والباقون بتخفيف النون ورفع التاء (٤).
أبو بكر وحمزة والكسائي: {يُغَشِّي اللَّيْلَ} [٥٤] مثقلا، وكذلك في الرعد (٥)، والباقون مخففا (٦).
ابن عامر: {وَالشَّمْسُ والقَمَرُ والنُّجُومُ مُسَخَّرَاتٌ} [٥٤] برفع الأربعة والباقون بنصبها، غير أن التاء مكسورة من {مُسَخَّرَاتٍ} (٧).
_________
(١) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٠. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤٠. والتبصرة ص ٥٠٩.
(٢) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٠. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤٠. والتبصرة ص ٥٠٩.
(٣) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨١. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤١. والتبصرة ص ٥٠٩.
(٤) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨١. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤١. والتبصرة ص ٥١٠.
(٥) الآية: ٣.
(٦) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٢. والمبسوط ص ١٨٠. والتذكرة ٢/ ٣٤١. والتبصرة ص ٥١٠.
(٧) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٢. والمبسوط ص ١٨١. والتذكرة ٢/ ٣٤١. والتبصرة ص ٥١٠.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (357,'و {وَخِفيْةً}: قد ذُكر (١).
{وَالرِّيح}: مذكور أيضا (٢).
عاصم: {بُشْرًا} [٥٧] بالباء مضمومة (٣)، وإسكان الشين حيث وقع (٤)، وابن عامر بالنون مضمومة وإسكان الشين، وحمزة والكسائي بالنون مفتوحة وإسكان الشين، والباقون بالنون مضمومة وضم الشين (٥).
الكسائي: {مِنْ إِلَهٍ غَيْرِه} [٥٩] بخفض الراء حيث وقع إذا كان قبل (الإله): (مِنْ) التي تخفض، والباقون بالرفع (٦).
أبو عمرو: {أُبْلِغُكُم} [٦٢، ٦٨] في الموضعين في هذه السورة، وفي الأحقاف (٧) مخففا، والباقون مُشددا (٨).
_________
(١) ذُكر في فرش سورة الأنعام، الآية: ٦٣.
(٢) في فرش سورة البقرة عند الآية: ١٦٤.
(٣) قراءة عاصم: {بُشْراً} جمع بشير أو بشور. وقراءة الأخوان: {نُشْرًا} جمع ناشر. والباقون: {نُشُرًا} جمع ناشر. وانظر: إعراب القراءات السبع وعللها ١/ ١٨٦. والكشف لمكّي ١/ ٤٦٥.
(٤) في الفرقان: ٤٨. والنمل: ٦٣.
(٥) انظر: النشر ٢/ ٢٦٩. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٣. والمبسوط ص ١٨١. والتذكرة ٢/ ٤٣٢. والتبصرة ص ٥١٠.
(٦) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٤. والمبسوط ص ١٨١. والتذكرة ٢/ ٣٤٢. والتبصرة ص ٥١١.
(٧) الآية: ٢٣.
(٨) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣٠/ب. والسبعة ص ٢٨٤. والمبسوط ص ١٨١. والتذكرة ٢/ ٣٤٢. والتبصرة ص ٥١١.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (358,'{بَسْطَةً} قد ذُكر (١).
ابن عامر: {وَقَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا} [٧٥] في قصة صالح بزيادة (واو) والباقون {قَالَ} بغير واو (٢).
نافع وحفص: {إِنَّكُمْ لَتَأْتُونَ} [٨١] بهمزة مكسورة على الخبر، والباقون على الاستفهام (٣)، وقد تقدم مذهبهم فيه في باب الهمزتين.
{لَفَتَحْنَا عَلَيْهِمْ}: قد ذُكر (٤).
الحرميان وابن عامر: {أَوْ أَمِنَ} [٩٨] بإسكان الواو، وورش على أصله يلقي حركة الهمزة عليها، والباقون بفتحها (٥).
نافع: {عَلَيَّ أَلَّا} [١٠٥] بفتح الياء مشددة، والباقون بإسكانها فتنقلب ألفا في اللفظ (٦).
_________
(١) في فرش سورة البقرة عند الآية ٢٤٥.
(٢) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣١/أ. والسبعة ص ٢٨٤. والمبسوط ص ١٨١. والتذكرة ٢/ ٤٣٢. والتبصرة ص ٥١١.
(٣) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣١/أ. والسبعة ص ٢٨٥. والمبسوط ص ١٨١. والتذكرة ٢/ ٣٤٣. والتبصرة ص ٥١١.
(٤) في فرش سورة الأنعام، عند الآية ٤٤.
(٥) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣١/أ. والسبعة ص ٢٨٦. والمبسوط ص ١٨٢. والتذكرة ٢/ ٣٤٣. والتبصرة ص ٥١١.
(٦) انظر: النشر ٢/ ٢٧٠. والجامع ل ٢٣١. والسبعة ص ٢٨٧. والمبسوط ص ١٨٢. والتذكرة ٢/ ٣٤٣. والتبصرة ص ٥١٢.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (359,'ابن كثير وهشام: {أَرْجِئْهُ} [١١١] هنا وفي الشعراء (١) بالهمز، وضم الهاء ووصلها بواو، وأبو عمرو بالهمز والضم من غير صلة، وابن ذكوان بالهمز وبكسر الهاء ولا يصلها بياء، وقالون بغير همز ويختلس الكسرة، وورش والكسائي بغير همز، ويصلان الهاء بياء، وعاصم وحمزة بغير همز ويسكنان الهاء، والهاء في الوقف ساكنة بلا خلاف إلا في مذهب من ضمها سواء وصلها أو لم يصلها، فإن الروم والإشمام جائزان فيها (٢).
حمزة والكسائي: {بِكُلِّ سَحَّارٍ} [١١٢] هنا وفي يونس (٣) بالألف بعد الحاء، والباقون بالألف بعد السين (٤).
الحرميان وحفص: {إِنَّ لَنَا لَأَجْرًا} [١١٣] بهمزة مكسورة على الخبر، وقرأ الباقون على الاستفهام (٥)، وهم على مذاهبهم المذكورة في (باب الهمزتين من كلمة).
_________
(١) الآية: ٣٦.
(٢) أي: قراءة ابن كثير وهشام: {أَرْجِئْهُو} مع الصلة بمقدار حركتين في الوصل.
وقرأ أبو عمرو: {أَرْجِئْهِ} مع كسر الهاء بدون صلة.
وقرأ عاصم وحمزة بدون همز: {أَرْجِهْ} مع سكون الهاء.
وقرأ ورش والكسائي بدون همزة مع كسر الهاء مع الصلة: {أَرْجِهِي} وانظر: النشر ٢/ ٣١١. والجامع ل ٢٣١/ب. والسبعة ص ٢٨. والمبسوط ص ١٨٣. والتذكرة ٢/ ٣٤٣. والتبصرة ص ٥١٢.
(٣) الآية: ٧٩.
(٤) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٢/ب. والسبعة ص ٢٨٩. والمبسوط ص ١٨٣. والتذكرة ٢/ ٢/٣٤٣. والتبصرة ٥١٢.
(٥) انظر: النشر ٢/ ٣٧٢. والجامع ل ٢٣٣/أز والسبعة ص ٢٨٩. والمبسوط ص ١٨٩.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (360,'حفص: {تَلْقَفُ مَا} [١١٧] هنا وفي (طه) (١) والشعراء (٢) بإسكان اللام مخففا، والباقون بفتح اللام مشددا (٣).
قنبل: {قَالَ فِرْعَوْنُ وآمَنْتُمْ بِهِ} [١٢٣] يبدل في حال الوصل من همزة الاستفهام واوا مفتوحة (٤)، ويمد بعدها مدة في تقدير ألفين (٥)، وقرأ في طه على الخبر بهمزة وألف، وقرأ في الشعراء على الاستفهام بهمزة ومدّة مُطولة في تقدير ألفين، وحفصٌ في الثلاثة بهمزة وألف على الخبر، وأبو بكر وحمزة والكسائي فيهن على الاستفهام بهمزتين محققتين بعدهما ألف، والباقون (٦) على الاستفهام بهمزة ومدَّة مطولة بعدها في تقدير ألفين، ولم يُدخل أحد منهم ألفًا بين الهمزة المحققة والمليَّنة (٧) في هذه المواضع (٨)، كما أدخلها من أدخلها منهم في {أَأَنْذَرْتَهُمْ} وبابه لكراهية اجتماع ثلاث ألفات بعد الهمزة (٩).
_________
(١) الآية: ٦٩.
(٢) الآية: ٤٥.
(٣) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٣/أ. والسبعة ص ٢٨٩. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٤. والتبصرة ص ٥١٣.
(٤) إنما فعل هذا من أجل ضمة النون، وهكذا هو أصل التسهيل للهمزة المفتوحة بعد الضمة. انظر: الدر النثير ٤/ ٢٣٣.
(٥) المراد بالألفين همزتا هذه الكلمة باعتبار أن الألف صورة للهمزة وليس المراد مطّ الصوت ومده بمقدار أربع حركات في اصطلاح التجويد، بل تنطق مع التسهيل بمقدار حركتين.
(٦) وهم: نافع، والبزي، وأبو عمرو، وابن عامر.
(٧) يعني: لم يدخل قالون وأبو عمرو وهشام بين همزة الاستفهام والهمزة المسهلة ألفا. انظر: الدر النثير ٤/ ٢٣٤.
(٨) يعني: هنا وفي طه. وفي الشعراء.
(٩) انظر: النشر ٢/ ٣٦٨. والسبعة ص ٢٩٠. والتذكرة ٢/ ٣٤٤. والتبصرة ص ٥١٣.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (361,'الحرميان: {سَنقْتُلُ} [١٢٧] بفتح النون وضم التاء مخففا (١)، والباقون بضم النون وكسر التاء مُشددا (٢).
أبو بكر وابن عامر: {يَعْرُشُونَ} [١٣٧] هنا وفي النحل (٣) بضم الراء والباقون بكسرها (٤).
حمزة والكسائي: {يَعْكِفُونَ} [١٣٨] بكسر الكاف، والباقون بضمها (٥).
ابن عامر: {وَإِذْ أَنجَاكُم} [١٤١] بألف بعد الجيم من غير ياء ولا نون، والباقون بالياء والنون وألف بعدها (٦).
نافع: {يَقْتُلُونَ أَبْنَآءَكُم} [١٤١] بفتح الياء وضم التاء مخففا، والباقون بضم الياء وفتح القاف وكسر التاء مشددا (٧).
حمزة والكسائي: {جَعَلَهُ دَكَّآءَ} [١٤٣] هنا بالمد والهمزة من غير
_________
(١) في (أ) و (ج): "بفتح النون وإسكان القاف وضم التاء".
(٢) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/أ. والسبعة ص ٢٩١. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٥. والتبصرة ص ٥١٥.
(٣) الآية: ٦٨.
(٤) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٢. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٥. والتبصرة ص ٥١٦.
(٥) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٢. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٦.
(٦) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٦.
(٧) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٤. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٦.',NULL,'361',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (362,'تنوين، والباقون بالتنوين من غير همز (١).
الحرميان: {بِرِسَالَتِي} [١٤٤] على التوحيد، والباقون على الجمع (٢).
حمزة والكسائي: {سَبِيلَ الرَّشَدِ} [١٤٦] بفتحتين، والباقون بضم الراء وإسكان الشين (٣).
حمزة والكسائي: {مِنْ حِلِيِّهِم} [١٤٨] بكسر الحاء، والباقون بضمها (٤).
حمزة والكسائي: {تَرْحَمْنَا رَبَّنَا وتَغْفِرْ لَنَا} [١٤٩] بالتاء فيهما ونصب الباء من {رَبَّنا}، والباقون بالياء ورفع الباء (٥).
ابن عامر وأبو بكر وحمزة والكسائي: {قَالَ ابْنَ أُمِّ} [١٥٠] هنا وفي طه (٦) بكسر الميم، والباقون بفتحها (٧).
ابن عامر: {ءَآصَارَهُم} [١٥٧] بفتح الهمزة وبالألف على الجمع،
_________
(١) انظر: النشر ٢/ ٢٧١. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٦.
(٢) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٧.
(٣) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٧.
(٤) انظر: النشر ٢/ ٢٧٢. والجامع ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٦. والتبصرة ص ٥١٧.
(٥) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٤/ب. والسبعة ص ٢٩٣. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٧. والتبصرة ص ٥١٧.
(٦) الآية: ٩٤.
(٧) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٥/أ. والسبعة ص ٢٩٤. والمبسوط ص ١٨٥.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (363,'والباقون بكسر الهمزة من غير ألف على التوحيد (١).
نافع وابن عامر: {تُغْفَر لَكُم} [١٦١] بالتاء مضمومة وفتح الفاء، والباقون بالنون مفتوحة وكسر الفاء (٢).
أبو عمرو: {خَطَايَاكُم} [١٦١] على لفظ (قضاياكم) من غير همز، وابن عامر: {خِطِيئَتَكُم} بالهمز ورفع التاء من غير ألف على التوحيد، ونافع كذلك، إلا أنه على الجمع، والباقون كذلك، إلا أنهم يكسرون التاء (٣).
حفص: {قَالُوا مَعْذِرَةً} [١٦٤] بالنصب، والباقون بالرفع (٤).
نافع: {بِعَذَابٍ بِيْسَ} [١٦٥] بكسر الباء من غير همز مثل {عِيْسَ} (٥)، وابن عامر بكسر الباء وهمزة ساكنة بعدها، وأبو بكر بخلاف عنه (٦): {بَيْئَسَ} بفتح الباء وهمزة مفتوحة بعد الياء مثل:
_________
(١) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٥/أ. والسبعة ص ٢٩٥. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٧. والتبصرة ٥١٨.
(٢) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٥/أ. والسبعة ص ٢٩٥. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٧. والتبصرة ص ٥١٨.
(٣) والخلاصة في {نَغْفِرْ لَكُم خَطِيئَآتِكُم}: أولا: قرأ نافع: {تُغْفَرْ لَكُم خَطِيئَآتُكُم}. ثانيا: قرأ البصري: {نَغْفِرْ لَكُم خَطَايَاكُم}. ثالثا: قرأ الشامي: {تُغْفَر لَكُم خَطِيئَتَكُم}. رابعا: ابن كثير والكوفيون: {نَغْفِر لَكُم خَطِيئَاتِكُم}. وانظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٥/أ. والسبعة ص ٢٩٥. والمبسوط ص ١٨٥. والتذكرة ٢/ ٣٤٧ والتبصرة ص ٥١٨.
(٤) انظر: النشر ٢/ ٢٧٢. والجامع ل ٢٣٥/ب. والسبعة ص ٢٩٦. والمبسوط ص ١٨٦. والتذكرة ٢/ ٣٤٨. والتبصرة ص ٥١٨.
(٥) والعيس هي الإبل البيض، يخالط بياضها شيء من الشقرة، مفردها: أعْيس، والأنثى عيْساء، ويقال: هي كرائم الإبل. انظر: لسان العرب ٦/ ١٥٢.
(٦) روى عنه فتح الباء ثم ياء ساكنة ثم همزة مفتوحة: {بَيْئَسَ} أبو حمدون عن يحيى ونفطويه وأبو بكر بن حماد، وكلاهما عن الصريفيني عن يحيى عنه، وهي رواية الأعشى والكسائي والبرجمي عن أبي بكر. وروى عنه فتح الباء وكسر الهمزة وياء بعدها: {بِئيس} العليمي والأصم عن الصريفيني والحربي عن أبي عون عن الصريفيني.
وروى عنه الوجهين القافلاني عن الصريفيني عن يحيى. وبالوجهين قرأ المصنف عن طريق الصريفيني. وانظر: النشر ٢/ ٢٧٣.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (364,'(قيقب) (١).
والباقون: {بَئِيسٍ} بفتح الباء وهمزة مكسورة بعدها ياء مثل (رئيس) وقد رُوى هذا الوجه عن أبي بكر (٢).
{أَفَلَا تَعْقِلُونَ}: قد ذُكر (٣).
أبو بكر: {والَّذِينَ يُمْسِكُونَ} [١٧٠] مخففا، والباقون مُشددًا (٤).
نافع وأبو عمرو وابن عامر: {ذُرِياتِهِم} [١٧٢] بالجمع وكسر التاء، والباقون بالتوحيد ونصب التاء (٥).
أبو عمرو: {أَنْ يَقُولُوا} [١٧٢]، {أَوْ يَقُولُوا} [١٧٣] بالياء فيهما، والباقون بالتاء (٦).
حمزة: {يَلْحِدُونَ} [١٨٠] ها هنا وفي فصلت (٧) بفتح الياء والحاء،
_________
(١) والقيقب هو: السرج، وخشب تتخذ منه السروج. انظر: القاموس المحيط ص ١١٧.
(٢) والخلاصة أن: نافعا قرأ: {بِيسَ} على وزن عيسى. ثانيا: قرأ أبو بكر بخلاف: {بيْئَسَ} على وزن قيقب. ثالثا: قرأ الباقون: {بَئِيسٍ} على وزن رئيس. وانظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٥/ب. والسبعة ص ٢٩٦. والمبسوط ص ١٨٦. والتذكرة ٢/ ٣٤٨. والتبصرة ص ٥١٩.
(٣) في فرش سورة الأنعام عند الآية: ٣٢.
(٤) انظر: النشر ٢/ ٢٣٧. والجامع ل ٢٣٦/أ. والسبعة ص ٢٩٧. والمبسوط ص ١٨٦. والتذكرة ٢/ ٣٤٨. والتبصرة ص ٥١٩.
(٥) انظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٦/أ. والسبعة ص ٢٩٧. والمبسوط ص ١٨٦. والتذكرة ٢، ٣٤٨. والتبصرة ص ٥١٩.
(٦) انظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٦/أ. والسبعة ص ٢٩٨. والمبسوط ص ١٨٦. والتذكرة ٢/ ٣٤٨. والتبصرة ص ٥١٩.
(٧) الآية: ٤٠.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (365,'والباقون بضم الياء وكسر الحاء (١).
عاصم وأبو عمرو: {وَيَذَرُهُمْ} [١٨٦] بالياء ورفع الراء، وحمزة والكسائي بالياء وجزم الراء، والباقون بالنون ورفع الراء (٢).
نافع وأبو بكر: {لَهُ شِرْكًا} [١٩٠] بكسر الشين وإسكان الراء مع التتنوين، والباقون بضم الشين وفتح الراء والمد والهمز من غير تنوين (٣).
نافع: {لَا يَتْبَعُوكُم} [١٩٣] هنا وفي الشعراء (٤): {يَتْبَعُهم الغَاونَ} بفتح الباء مخففا، والباقون بكسر الباء مشددا (٥).
ابن كثير وأبو عمرو والكسائي: {طَيْفٌ} [٢٠١] بغير همز ولا ألف، والباقون بالألف والهمز (٦).
نافع: {يُمِدُّونَهُم} [٢٠٢] بضم الياء وكسر الميم، والباقون بفتح الياء وضم الميم (٧).
_________
(١) انظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٦/ب. والسبعة ص ٢٩٨. والمبسوط ص ١٨٦. والتذكرة ٢/ ٣٤٩. والتبصرة ص ٥١٩.
(٢) انظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٦/ب. والسبعة ص ٢٩٨. والمبسوط ص ١٨٧. والتذكرة ٢/ ٣٤٩. والتبصرة ص ٥١٩.
(٣) انظر: النشر ٢/ ٢٧٣. والجامع ل ٢٣٦/ب. والسبعة ص ٢٩٩. والمبسوط ص ١٨٧. والتذكرة ٢/ ٣٤٩. والتبصرة ص ٥٢٠.
(٤) الآية: ٢٢٤.
(٥) انظر: النشر ٢/ ٢٧٤. والجامع ل ٢٣٦/ب. والسبعة ص ٢٩٩. والمبسوط ص ١٨٧. والتذكرة ٢/ ٣٤٩. والتبصرة ص ٥٢٠.
(٦) انظر: النشر ٢/ ٢٧٥. والجامع ل ٢٣٦/ب. والسبعة ص ٣٠١. والمبسوط ص ١٨٧. والتذكرة ٢/ ٣٥٠. والتبصرة ص ٥٢٠.
(٧) انظر: النشر ٢/ ٢٧٥. والجامع ل ٢٣٦/ب. والسبعة ص ٣٠١. والمبسوط ص ١٨٨. والتذكرة ٢/ ٣٥٠. والتبصرة ص ٥٢٠.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (366,'ياءاتها سبع: {رَبِّيْ الفَوَاحِشَ} [٣٣] سكنها حمزة، {إِنِّيَ أَخَافُ} [٥٩] و {مِن بَعْدِيَ أَعَجِلْتُم} [١٥٠] فتحها الحرميان وأبو عمرو، و {مَعِيَ بَنِي إِسْرَآئِيلَ} [١٠٥] فتحها حفص، {إِنِّيَ اصْطَفَيْتُكَ} [١٤٤] فتحها ابن كثير وأبو عمرو، و {عَن آَيَاتِيْ الَّذِينَ} [١٤٦] سكنها ابن عامر وحمزة، {عَذَابِيَ أُصِيبُ} [١٥٦] فتحها نافع (١).
وفيها محذوفة واحدة: {ثُمَّ كِيدُوني فَلَا} [١٩٥] أثبتها في الحالين هشام بخلاف عنه (٢)، وأثبتها في الوصل خاصة أبو عمرو (٣).

<span data-type="title" id=toc-124>سورة الأنفال </span>(٤)
قرأ نافع: {مُرْدَفِينَ} [٩] بتفح الدال، وكذا حكى لي محمد بن أحمد (٥) عن ابن مجاهد أنه قرأ على قنبل، قال: وهو وَهم، والباقون بكسرها (٦).
ابن كثير وأبو عمرو: {إِذِ يَغْشَاكُم النُّعَاسُ} [١١] بفتح الياء
_________
(١) انظر لما مضى في: النشر ٢/ ٢٧٥. والجامع ل ٢٣٧/أ. والسبعة ص ٣٠١. والمبسوط ص ١٨٨. والتذكرة ٢/ ٣٥٠. والتبصرة ص ٥٢١.
(٢) أثبتها في الوصل الداجوني عن هشام، وأثبتها في الحالين الحلواني عن هشام. انظر: النشر ٢/ ٢٧٥.
(٣) انظر: النشر ٢/ ٢٧٥. والجامع ل ٢٣٧/ب. والتبصرة ص ٥٢٢. وفي (ت): "وكذا روى عنه".
(٤) وتسمى سورة بدر؛ كما ورد عن ابن عباس رضي الله عنهما وغيره. انظر: الإتقان للسيوطي ١/ ١١٩.
(٥) تُرجم له في إسناد قراءة نافع.
(٦) انظر: النشر ٢/ ٢٧٥. والجامع ل ٢٣٨/أ. والسبعة ص ٣٠٤. والمبسوط ص ١٨٩. والتذكرة ٢/ ٣٥٢. والتبصرة ص ٥٢٢.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (367,'والشين وألف بعدها، {النُّعَاسُ} برفع السين، ونافع (١): {يُغْشِيكُم} بضم الياء وكسر الشين مخففا، {النُّعَاسَ} بالنصب، والباقون كذلك إلا أنهم فتحوا الغين وشدّدوا الشين (٢).
{الرُّعْبَ}، {وَلَكِنَّ اللهَ} في الحرفين قد ذُكرا (٣).
الحرميان وأبو عمرو: {مُوهِنٌ كَيْدِ} [١٨] بفتح الواو وتشديد الهاء، والباقون بإسكان الواو وتخفيف الهاء، وحفص يترك التنوين ويخفف الدال من {كَيدِ} على الإضافة، والباقون ينونون وينصبون الدّال (٤).
نافع وابن عامر وحفص: {وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ} [١٩] بفتح الهمزة، والباقون بكسرها (٥).
{لِيُمَيِّزَ اللهُ} [٣٧] مذكور قبل (٦).
_________
(١) أخطأ المستشرق حيث حذف نافعا وركب قراءته على قراءة ابن كثير وأبو عمرو، فقال: ابن كثير وأبو عمرو: {إِذْ يَغْشَاكم} بفتح الياء والشين وألف بعدها. {النُّعَاسَ} بالنصب، والباقون كذلك، إلا أنهم فتحوا الغين وشدّدوا الشين". وهذا خطأ كبير. انظر (ط) ص: ٩٥٠.
(٢) فيكون قرأ ابن كثير وأبو عمرو: {إذ يَغْشَاكُم النُّعَاسُ} من غَشَى يَغْشى. ونافع: {إِذْ يُغْشِيكُم النُّعَاسَ} من أَغْشَى يُغْشِي. والباقون: {إِذْ يُغَشِّيكُم النُّعَاسَ} من غَشَّى يُغَشِّي. وانظر: النشر ٢/ ٢٧٦. والجامع ل ٢٣٨/أ. والسبعة ص ٣٠٤. والمبسوط ص ١٨٩. والتذكرة ٢/ ٣٥٢. والتبصرة ص ٥٢٢.
(٣) في فرش سورة البقرة، عند الآية ١٠٢.
(٤) انظر: النشر ٢/ ٢٧٦. والجامع ل ٢٣٨/أ. والسبعة ص ٣٠٥. والمبسوط ص ١٨٩. والتذكرة ٢/ ٣٥٢. والتبصرة ص ٥٢٣.
(٥) انظر: النشر ٢/ ٢٧٦. والجامع ل ٢٣٨/ب. والسبعة ص ٣٠٥. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٢. والتبصرة ص ٥٢٣.
(٦) في فرش سورة آل عمران، عند الآية ١٧٩.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (368,'ابن كثير وأبو عمرو {بِالعِدْوَةِ} [٤٢] في الحرفين بكسر العين، والباقون بضمها (١).
نافع والبزي وأبو بكر: {مَنْ حَيِيَ عَنْ} [٤٢] بيائين الأولى مكسورة، والباقون بواحدة مفتوحة مشدّدة (٢).
ابن عامر: {إِذْ تَتَوَفَّى الَّذِينَ} [٥٠] بتائين، والباقون بياءٍ وتاء (٣).
حفص وابن عامر وحمزة: {وَلَا يَحْسَبَنَّ الَّذِينَ} [٥٩] بالياء، والباقون بالتاء (٤).
ابن عامر: {أَنَّهُم لَا يُعْجِزُونَ} [٥٩] بفتح الهمزة، والباقون بكسرها (٥).
أبو بكر: {للسِّلْمِ} [٦١] بكسر السين، والباقون بفتحها.
الكوفيون: {وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا} [٦٥] و {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ} [٦٦] بالياء جميعا، وأبو عمرو في الأول بالياء فقط، والباقون بالتاء فيهما (٦).
_________
(١) انظر: النشر ٢/ ٢٧٦. والجامع ل ٢٣٨/ب. والسبعة ص ٣٠٦. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٣. والتبصرة ص ٥٢٣.
(٢) انظر: النشر ٢/ ٢٧٦. والجامع ل ٢٣٩/أ. والسبعة ص ٣٠٧. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٣. والتبصرة ص ٥٢٣.
(٣) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/أ. والسبعة ص ٣٠٧. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٣. والتبصرة ص ٥٢٤.
(٤) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/أ. والسبعة ص ٣٠٧. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٣. والتبصرة ص ٥٢٤.
(٥) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/أ. والسبعة ص ٣٠٨. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٣. والتبصرة ص ٥٢٤.
(٦) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/ب. والسبعة ص ٣٠٨. والمبسوط ص ١٩٠. والتذكرة ٢/ ٣٥٤. والتبصرة ص ٥٢٤.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (369,'حمزة وعاصم: {فِيكُمْ ضَعْفًا} [٦٦] بفتح الضاد، والباقون بضمها (١).
أبو عمرو: {أَنْ تَكُونَ لَهُ} [٦٧] بالتاء، والباقون بالياء (٢).
أبو عمرو: {مِنَ الأُسَارَى} [٧٠] على وزن (فُعالى)، والباقون: {أَسْرَى} على وزن فَعْلى (٣).
حمزة: {مِنْ وِلَايَتِهِم} [٧٢] بكسر الواو، والباقون بفتحها (٤).
فيها ياءان: {إِنِّيَ أَرَى} [٤٨] و {إِنِّيَ أَخَافُ} [٤٨] فتحها الحرميان وأبو عمرو (٥).
_________
(١) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/ب. والسبعة ص ٣٠٩. والمبسوط ص ١٩١. والتذكرة ٢/ ٣٥٥. والتبصرة ص ٥٢٥.
(٢) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/. والسبعة ص ٣٠٩. والمبسوط ص ١٩١. والتذكرة ٢/ ٣٥٥. والتبصرة ص ٥٢٥.
(٣) انظر: النشر ٢/ ٢٧٧.
(٤) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٣٩/ب. والسبعة ص ٣٠٩. والمبسوط ص ١٩١. والتذكرة ٢/ ٣٥٥. والتبصرة ص ٥٢٥.
(٥) انظر: النشر ٢/ ٢٧٧. والجامع ل ٢٤٠/أ. والسبعة ص ٣١٠. والمبسوط ص ١٩٢. والتذكرة ٢/ ٣٥٥. والتبصرة ص ٥٢٥.',NULL,'369',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (370,'<span data-type="title" id=toc-125>سورة التوبة </span>(١)
قرأ الكوفيون وابن عامر: {أَئِمَّةَ الْكُفْرِ} [١٢] بهمزتين حيث وقع (٢)، وأدخل هشام من قراءتي على أبي الفتح بينهما ألف، والباقون بهمزة وياء مختلسة (٣) الكسرة من غير مدٍّ (٤).
ابن عامر: {لَآ إِيمَانَ لَهُم} [١٢] بكسر الهمزة، والباقون بفتحها (٥).
ابن كثير وأبو عمرو: {أَنْ يَعْمُرُوا مَسْجِدَ اللَّهِ} [١٧] الأول على التوحيد، والباقون على الجمع، ولا خلاف في الثاني [١٨].
{يَبْشُرُهُم} قد ذُكِرَ (٦).
أبو بكر: {عَشِيرَاتُكُم} [٢٤] على الجمع، والباقون على التوحيد (٧).
_________
(١) وتسمى: سورة براءة؛ لفاتحتها، والتوبة لقوله تعالى {لَقَد تَابَ اللهُ عَلَى النَّبِيِّ ... }. والفاضحة؛ قاله ابن عباس فيما رواه عنه البخاري. وسورة العذاب؛ كما نقله أبو الشيخ عن أمير المؤمنين عمر - رضي الله عنه -. والمقشقشة، أي: المبرِّئة من النفاق؛ ثبت عن ابن عمر. والمنقرة، قلت: وتسمّى سورة البحوث؛ كما ورد عن المقداد بن الأسود - رضي الله عنه - في الصحيح. وانظر: الإتقان ١/ ١١٩.
(٢) في (ب): بهمزتين محققتين.
(٣) المراد بالاختلاس في الياء: التسهيل للهمزة التي تنطق بينها وبين الياء.
(٤) انظر: النشر ٢/ ٣٦٧. والجامع ل ٢٤٠/أ. والسبعة ص ٣١٢. والمبسوط ص ١٩٣. والتذكرة ٢/ ٣٥٦. والتبصرة ص ٥٢٦.
(٥) انظر: النشر ٢/ ٢٧٨. والجامع ل ٢٤٠/ب. والسبعة ص ٣١٢. والمبسوط ص ١٩٣. والتذكرة ٢/ ٣٥٦. والتبصرة ص ٥٢٦.
(٦) في فرش سورة آل عمران، عند الآية ٣٩.
(٧) انظر: النشر ٢/ ٢٧٨. والجامع ل ٢٤١/أ. والسبعة ص ٣١٣. والمبسوط ص ١٩٣. والتذكرة ٢/ ٣٥٧. والتبصرة ص ٥٢٧.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (371,'عاصم والكسائي: {عُزَيْرٌ ابْنُ اللَّهِ} [٣٠] بالتنوين وكسرة، ولا يجوز ضمُّه في مذهب الكسائي (١)؛ لأن ضمة النون ضمة إعراب، فهي غير لازمة لانتقالها، والباقون بغير تنوين (٢).
عاصم: {يُضَاهِئُونَ} [٣٠] بالهمز وكسر الهاء، والباقون بضم الهاء من غير همز (٣).
وورش: {إِنَّمَا النَّسِيُّ} [٣٧] بتشديد الياء من غير همز، والباقون بالهمز والمد وإسكان الياء، وإذا وقف حمزة وهشام وافقا ورشًا (٤).
حفص وحمزة والكسائي: {يُضَلُّ بِهِ الَّذِينَ} [٣٧] بضم الياء وفتح الضاد، والباقون بفتح الياء وكسر الضاد (٥).
_________
(١) إنما اعتذر عن مذهب الكسائي في منع تحريك التنوين بالضم؛ لأن الكسائي يضم التنوين إذا لقيه ساكن، وكان بعد ذلك الساكن ضمة لازمة، كقوله تعالى: {بِرَحْمةٍ ادْخُلُوا}.
فيُحرك التنوين بالضم اتباعا للضمة التي بعده، وكذلك يفعل متى عرض له التقاء الساكنين من كلمتين، وكان بعد الثاني ضمة لازمة، نحو: {قَالَتِ اخْرُجْ}. فما تقرر هذا من مذهبه قدر المؤلف أن يقال: وما منعه من ضم التنوين هنا، وقد وقع بعد الباء الساكنة حرف مضموم وهو النون، فقال: لأن ضمة النون عارضة؛ لكونها للإعراب، وليست بلازمة بخلاف ضمة الخاء في قوله: {بِرَحْمةٍ ادْخُلُوا}، ومذهب عاصم الكسر في جميع ما ذكر، سواء كانت الضمة بعد الساكن لازمة أو عارضة. وانظر: الدر النثير ٤/ ٢٣٦ بتصرف.
(٢) انظر: النشر ٢/ ٢٧٩. والجامع ل ٢٤١/أ. والسبعة ص ٣١٣. والمبسوط ص ١٩٤. والتذكرة ٢/ ٣٥٧. والتبصرة ص ٥٢٧.
(٣) انظر: النشر ٢/ ٢٧٩. والجامع ل ٢٤١/أ. والسبعة ص ٣١٤. والمبسوط ص ١٩٤. والتذكرة ٢/ ٣٥٧. والتبصرة ص ٥٢٧.
(٤) انظر: النشر ٢/ ٤٠٥. والجامع ل ٢٤١/أ. والسبعة ص ٣١٤. والمبسوط ص ١٩٤. والتذكرة ٢/ ٣٥٨. والتبصرة ص ٥٢٧.
(٥) انظر: النشر ٢/ ٢٧٩. والجامع ل ٢٤١/ب. والسبعة ص ٣١٤. والمبسوط ص ١٩٤. والتذكرة ٢/ ٣٥٨. والتبصرة ص ٥٢٧.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (372,'{أَوْ كَرْهًا} [٥٣] قد ذُكر (١).
حمزة والكسائي: {يُقْبَلَ مِنْهُم} [٥٤] بالياء، والباقون بالتاء (٢).
{أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ} [٦١] قد ذُكر (٣).
حمزة: {وَرَحْمَةٍ للَّذِينَ} [٦١] بالخفض، والباقون بالرفع (٤).
عاصم: {إِنْ نَعْفُ عَنْ طَائِفَةٍ} [٦٦] بالنون مفتوحة ورفع الفاء.
{نُعَذِّبْ} بالنون وكسر الذال، {طَائِفَةً} بالنصب، والباقون بالياء مضمومة، وفتح الفاء في الأول، وفي الثاني بالتاء وفتح الذال، ورفع {طَائِفَةٌ} (٥).
ابن كثير وأبو عمرو: {دَائِرَةُ السُّوء} [٩٨] هنا وفي الفتح (٦) بضم السين، والباقون بفتحها (٧).
ورش: {قُرُبةٌ لَهُم} [٩٩] بضم الراء، والباقون بإسكانها (٨).
_________
(١) في فرش سورة النساء، عند الآية: ١٩.
(٢) انظر: النشر ٢/ ٢٧٩. والجامع ل ٢٤١/ب. والسبعة ص ٣١٤. والمبسوط ص ١٩٤. والتذكرة ٢/ ٣٥٨. والتبصرة ٥٢٨.
(٣) في فرش سورة المائدة، عند الآية ٤٥.
(٤) انظر: النشر ٢/ ٢٨٠. والجامع ل ٢٤١/ب. والسبعة ص ٣١٥. والمبسوط ص ١٩٥. والتذكرة ٢/ ٣٥٨. والتبصرة ٥٢٨.
(٥) انظر: النشر ٢/ ٢٨٠. والجامع ل ٢٤١/ب. والسبعة ص ٣١٥. والمبسوط ص ١٩٥. والتذكرة ٢/ ٣٥٨. والتبصرة ص ٥٢٨.
(٦) الآية: ٦.
(٧) انظر: النشر ٢/ ٢٨٠. والجامع ل ٢٤٢/أ. والسبعة ص ٣١٦. والمبسوط ص ١٩٥. والتذكرة ٢/ ٣٥٩. والتبصرة ص ٥٢٨.
(٨) انظر: النشر ٢/ ٢٨٠. والجامع ل ٢٤٢/أ. والسبعة ص ٣١٧. والمبسوط ص ١٩٥. والتذكرة ٢/ ٣٥٩. والتبصرة ٥٢٩.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (373,'ابن كثير: {مِنْ تَحْتِهَا} [١٠٠] بعد المائة (١) بزيادة {مِنْ} وخفض التاء، والباقون بغير {مِنْ} وفتح التاء (٢).
حفص وحمزة والكسائي: {إِنَّ صَلَاتَكَ} [١٠٣] هنا وفي هود: {أَصَلَاتُكَ تَأْمُرُكَ} (٣) بالتوحيد، ونصب التاء هنا، والباقون فيهما بالجمع وكسر التاء هنا، ولا خلاف في رفع التاء في هود (٤).
ابن كثير وأبو بكر وأبو عمرو وابن عامر: {مُرْجِئُونَ} [١٠٦]، وفي الأحزاب: {تُرْجِئُ} (٥) بالهمز فيهما، والباقون بغير همز (٦).
نافع وابن عامر: {الّذِينَ اتَّخَذُوا} [١٠٧] بغير واو قبل {الَّذِينَ} والباقون بالواو (٧).
نافع وابن عامر: {أَفَمَنْ أُسِّسَ بُنْيَانُهُ} [١٠٩]، و {خَيرٌ أمَّنْ أُسِّسَ بُنْيَانُهُ} [١٠٩] بضم الهمزة وكسر السين ورفع النون فيهما، والباقون
_________
(١) لو قال رحمه الله: (على رأس المائة) لكان حسنا.
(٢) انظر: النشر ٢/ ٢٠٨. والجامع ل ٢٤٢/. والسبعة ص ٣١٧. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٥٩. والتبصرة ص ٥٢٩.
(٣) الآية: ٨٧.
(٤) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٢/أ. والسبعة ص ٣١٧. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٥٩. والتبصرة ص ٥٢٩.
(٥) الآية: ٥١.
(٦) انظر: النشر ٢/ ٤٠٦. والجامع ل ٢٤٢/أ. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣٠.
(٧) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٢/ب. والسبعة ص ٣١٨. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣٠.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (374,'بفتح الهمزة والسين ونصب النون من {بُنْيَانَهُ} (١).
ابن عامر وأبو بكر وحمزة: {جُرْفٍ} [١٠٩] بإسكان الراء، والباقون بضمها (٢).
ابن كثير وحمزة وحفص وهشام والنقاش عن الأخفش: {هَارٍ} [١٠٩] بالفتح، وورش بين اللفظين، والباقون بالإمالة (٣)، والراء في ذلك كانت لاما من الفعل فجعلت عينا منه بالقلب (٤).
ابن عامر وحفص وحمزة: {إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ} [١١٠] بفتح التاء، والباقون بضمها (٥).
{فَيَقْتُلُونَ وَيُقْتَلُونَ} [١١١] قد ذُكر (٦).
حفص وحمزة: {يَزِيغُ قُلُوبُ} [١١٧] بالياء، والباقون بالتاء (٧).
_________
(١) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٢/ب. والسبعة ص ٣١٨. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣٠.
(٢) انظر: النشر ٢/ ٢١٦. والجامع ل ٢٤٢/ب. والسبعة ص ٣١٨. والمبسوط ص ١٩٦. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣٠.
(٣) وقال في الجامع: وروى النقاش وأبو العباس البلخي والأخفش بإخلاص الفتح، والذي نص عليه الأخفش في كتابه الإمالة اليسيرة، وبالإمالة الخالصة قرأتُ من طريق الشاميين. وانظر: الجامع ٢٤٢/ب. والدر النثير ٤/ ٢٣٧.
(٤) ذلك أن أصله (هاير) أو (هاور) من هار يهير أو يهور -وهو الأكثر-، فقدمت اللام إلى موضع العين، فالراء ليست بطرف، ولكنها بالنظر إلى صورة الكلمة طرف.
وانظر: النشر ٢/ ٥٧. والجامع ل ٢٤٢/ب. والسبعة ص ٣١٩. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣١.
(٥) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٣/أ. والسبعة ص ٣١٩. والمبسوط ص ١٩٧. والتذكرة ٢/ ٣٦٠. والتبصرة ص ٥٣١.
(٦) في فرش سورة آل عمران، عند الآية ١٩٥.
(٧) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٣/ب. والسبعة ص ٣١٩. والمبسوط ص ١٩٧. والتذكرة ٢/ ٣٦١. والتبصرة ص ٥٣١.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (375,'حمزة: {أَوَلَا تَرَونَ} [١٢٦] بالتاء، والباقون بالياء (١).
فيها ياءان: {مَعِيْ أَبَدًا} [٨٣] سكنها أبو بكر وحمزة والكسائي، {مَعِيَ عَدُوًّا} (٢) فتحها حفص.

<span data-type="title" id=toc-126>سورة يونس - عليه السلام </span>-
قرأ ابن كثير وقالون وحفص: {الر} [١] و {المر} (٣) بالفتح، وورش بين اللفظين، والباقون بالإمالة (٤).
الكوفيون وابن كثير: {لَسَاحِرٌ مُبِينٌ} [٢] بالألف، والباقون {لَسِحْرٌ} بغير ألف (٥).
قنبل: {ضِئآءً} [٥] و {بِضِئَآءٍ} هنا وفي الأنبياء (٦)، وفي القصص (٧) بهمزة بعد الضاد، والباقون بياء مفتوحة بعدها (٨).
_________
(١) انظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٣/ب. والسبعة ص ٣٢٠. والمبسوط ص ١٩٧. والتذكرة ٢/ ٣٦١. والتبصرة ص ٥٣١.
(٢) وانظر: النشر ٢/ ٢٨١. والجامع ل ٢٤٣/ب. والسبعة ص ٣٢٠. والمبسوط ص ١٩٧. والتذكرة ٢/ ٣٦١. والتبصرة ص ٥٣٢.
(٣) سورة الرعد: ١.
(٤) انظر: النشر ٢/ ٦٦. والجامع ل ٢٤٣/ب. والسبعة ص ٣٢٢. والمبسوط ص ١٩٨. والتذكرة ٢/ ٣٦٢. والتبصرة ص ٥٣٢.
(٥) انظر: النشر ٢/ ٢٥٦. والجامع ل ٢٥٤/أ. والسبعة ص ٣٢٢. والمبسوط ص ١٩٨. والتذكرة ٢/ ٣٦٢. والتبصرة ص ٥٣٢.
(٦) الآية: ٤٨.
(٧) الآية: ٧١.
(٨) انظر: النشر ٢/ ٤٠٦ .. والجامع ل ٢٤٥/أ. والسبعة ص ٣٢٣. والتذكرة ٢/ ٣٦٢. والتبصرة ص ٥٣٢.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (376,'ابن كثير وأبو عمرو وحفص: {يُفَصِّلُ الْآيَاتِ} [٥] بالياء، والباقون بالنون (١).
ابن عامر: {لَقَضَى إِلَيْهِم} [١١] بفتح القاف وكسر الضاد وفتح الياء ورفع اللام (٢).
قنبل: {وَلَأَدْرَاكُمْ به} [١٦] بغير ألف بعد اللام، وكذلك روى النقاش عن أبي ربيعة عن البزي، وبذلك أقرأني أبو القاسم الفارسي عنه (٣)، والباقون بالألف.
ابن كثير، وقالون، وحفص، وهشام، والنقاش، عن الأخفش (٤):
{أَدْرَاكَ} (٥) و {أَدْرَاكُمْ} [١٦] حيث وقع بالفتح (٦)، وورش
_________
(١) انظر: النشر ٢/ ٢٨٢. والجامع ل ٢٤٥/ب. والسبعة ص ٣٢٣. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٢. والتبصرة ص ٥٣٢.
(٢) انظر: النشر ٢/ ٢٨٢. والجامع ل ٢٥٤/ب. والسبعة ص ٣٢٣. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٣. والتبصرة ص ٥٣٣.
(٣) روى العراقيين قاطبة من طريق أبي ربيعة عنه الحذف، وبهذا قرأ المؤلف على الفارسي عن النقاش عن أبي ربيعة. وروى ابن الحباب عن البزي إثبات الألف، وكذلك روى المغاربة والمصريون قاطبة عن البزي من طرقه، وبذلك قرأ المؤلف على شيخه ابن غلبون وأبي الفتح فارس. انظر: النشر ٢/ ٢٨٢. بتصرف.
(٤) عن الأخفش، يعني عن ابن ذكوان، وهذا التقييد يقتضي أيضا ثبوت الإمالة عن ابن ذكوان، ولم يذكر الإمام عنه إلا الإمالة. انظر: الدر النثير ٤/ ٢٣٨.
(٥) من مواطنها: سورة الحاقة: ٣. والمدثر: ٢٧. والمرسلات: ١٤.
(٦) اختلف عن الأخفش: فأماله عنه ابن الأخرم، وبه قرأ الداني على ابن غلبون، وفتحه عنه النقاش، وبه قرأ الداني على أبي الفتح فارس.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (377,'بين اللفظين، والباقون بالإمالة (١).
حمزة والكسائي: {عَمَّا تُشْرِكُونَ} [١٨] هنا وفي الموضعين في أول النحل (٢) وفي الروم (٣) بالتاء في الأربعة، والباقون بالياء (٤).
ابن عامر: {يَنْشُرُكُم فِي الْبَرِّ وَالْبَحْرِ} [٢٢] بالنون والشين من النَّشْر (٥)، والباقون بالسين والياء من التسيير (٦).
حفص: {مَتَاعَ الْحَيَاةِ الدُّنْيَا} [٢٣] بالنصب والباقون بالرفع (٧).
ابن كثير والكسائي: {قِطَعًا مِنَ اللَّيْلِ} [٢٧] بإسكان الطاء،
والباقون بفتحها (٨).
حمزة والكسائي: {هُنَالِكَ تَتْلُوا} [٣٠] بالتاء (٩) والباقون بالباء (١٠).
_________
(١) انظر: النشر ٢/ ٤٠. والجامع ل ٢٤٥/ب. والسبعة ص ٣٢٤. والتذكرة ١/ ١٩٧.
(٢) الآيات: ١، ٣.
(٣) الآية: ٤٠.
(٤) انظر: النشر ٢/ ٢٨٢. والجامع ل ٢٤٦/ب. والسبعة ص ٣٢٤. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٣. والتبصرة ص ٥٣٣.
(٥) النشر هي: الريح الطيبة. انظر: القاموس المحيط ص ٤٣٥.
(٦) انظر: النشر ٢/ ٢٨٢. والجامع ل ٢٤٦/ب. والسبعة ص ٣٢٥. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٣. والتبصرة ص ٥٣٤.
(٧) انظر: النشر ٢/ ٢٨٣. والجامع ل ٢٤٦/ب. والسبعة ص ٣٢٥. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٤. والتبصرة ص ٥٣٤.
(٨) انظر: النشر ٢/ ٢٨٣. والجامع ل ٢٤٦/ب. والسبعة ص ٣٢٥. والمبسوط ص ١٩٩. والتذكرة ٢/ ٣٦٤. والتبصرة ص ٥٣٤.
(٩) في (ت): "من التلاوة" أي: القراءة، والمعنى: يقرأ كتاب حسناته وسيئاته، كما قال الله جل ثناؤه: {وَنُخْرِجُ لَهُ يَومَ القِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا} وقال جماعة من الإتباع: أي: تتبع كل نفس ما قدمت، وقال آخرون: تُعاين. انظر: تفسير الطبري ٦/ ٥٥٧.
(١٠) انظر: النشر ٢/ ٢٨٣. والجامع ل ٢٤٧/أ. والسبعة ص ٣٢٥. والمبسوط ص ٢٠٠. والتذكرة ٢/ ٣٦٤. والتبصرة ص ٥٣٤.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (378,'ابن كثير وورش وابن عامر: {أَمَّنْ لَا يَهِدِّي} [٣٥] بفتح الياء والهاء وتشديد الدال، وقالون وأبو عمرو كذلك إلا أنهما يخفيان حركة الهاء، والنص عن قالون بالإسكان (١)، وقال اليزيدي عن أبي عمرو كان يُشم الهاء شيئا من الفتح (٢)، وأبو بكر يكسر الياء والهاء، وحفص بفتح الياء وكسر الهاء، وحمزة والكسائي بفتح الياء وإسكان الهاء وتخفيف الدال (٣).
نافع وابن عامر: {كَلِمَات رَبِّك} [٣] هنا وفي آخر السورة [٩٦]
_________
(١) قال مكي: وليس بشيء" يريد لما فيه من التقاء الساكنين. انظر: التبصرة ٥٣٥. والدر النثير ٤/ ٢٣٩.
(٢) هذا القول موافق لما تقدم من القول بالإخفاء، والإخفاء النطق ببعض الحركة. انظر: التبصرة ص ٥٣٥. والدر النثير ٤/ ٢٣٩.
(٣) والحاصل في هذه الكلمة: أولا: شعبة بكسر الياء والهاء: {لَا يِهِدِّي} أي: لا يهتدي، فسكنت التاء لتدغم في الدال، وكسرت الهاء تخلّصا من التقاء الساكنين، وكسرت الياء قبلها تبعا لكسرة الهاء. ثانيا: قرأ حفص: {لَا يَهِدِّي} بفتح الياء وكسر الهاء، أي: لا يهتدي، وهنا حفص أبقى الباء مفتوحة على الأصل، وفعل في الباقي كشعبة. ثالثا: لقالون والبصري فتح الياء مع اختلاس فتحة الهاء وتشديد الدال، ولقالون وجه آخر، وهو سكون الهاء مع تشديد الدال، والوجهان مقروء بهما لقالون.
رابعا: الأخوان بفتح الياء وإسكان الهاء وتخفيف الدال: {لَا يَهْدِي} على حذف التاء، ويهدي في المعنى يهتدي. خامسا: ورش والمكي والشامي بفتح الياء والهاء وتشديد الدال: {لَا يَهَدِّي} أي: لا يهتدي، وسكنت التاء للإدغام ونقلت فتحتها إلى الهاء الساكنة للتخلّص من التقاء الساكنين، ويعضدها قراءة عبد الله: {أَمَّن لَا يَهْتَدِي}. انظر: النشر ٢/ ٢٨٣. والجامع ل ٢٤٧. والسبعة ص ٣٢٦. والمبسوط ص ٢٠٠. والتذكرة ٢/ ٣٦٥. والتبصرة ص ٥٣٥. وحجة القراءات ص ٣٣١، وص ٣٣٢.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (379,'وفي غافر (١) في الثلاثة على الجمع، والباقون على التوحيد (٢).
حمزة والكسائي: {وَلَكِنِ النَّاسُ} [٤٤] بكسر النون مخففة ورفع السين والباقون بفتح النون مشددة ونصب السين (٣).
{وَيَومَ يَحْشُرُهُم كَأَن لَمْ} [٤٥] قد ذُكر (٤).
نافع: {بِهِ الَانَ} [٥١] و {الَانَ وَإِنَّ} [٩١] بفتح اللام من غير همز، والباقون بإسكان اللام وهمز بعدها، وكلهم سهل همزة الوصل التي بعد همزة الاستفهام في ذلك وشبهه نحو قوله تعالى: {قُلْ آلذَّكَرَيْنِ} (٥)، و {قُلْ آللَّهُ أَذِنَ لَكُمْ} (٦)، و {آللَّهُ خَيْرٌ} (٧) ولم يحققها أحد منهم ولا فصل بينهما وبين التي قبلها بألف لضعفها، ولأن البدل في قول أكثر القراء والنحويين يلزمها (٨).
ابن عامر: {خَيْرٌ مِمِّا تَجْمَعُونَ} [٥٨] بالتاء، والباقون بالياء (٩).
_________
(١) الآية: ٦.
(٢) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٤٧/أ. والسبعة ص ٣٢٦. والمبسوط ص ٢٠٠. والتذكرة ٢/ ٣٦٤. والتبصرة ص ٥٠١.
(٣) انظر: النشر ٢/ ٢١٩. والجامع ل ٢٤٧. والتذكرة ٢/ ٣٦٥. والتبصرة ص ٤٢٧.
(٤) في فرش سورة الأنعام، عند الآية ١٢٨. وانظر: النشر ٢/ ٢٦٢.
(٥) سورة الأنعام: ١٤٣، ١٤٤.
(٦) سورة الأنعام: ٥٩.
(٧) سورة النمل: ٥٩.
(٨) انظر: النشر ٢/ ٣٥٧. والجامع ل ٢٤٨. والسبعة ص ٣٢٧. والمبسوط ص ١٠٢.
(٩) انظر: النشر ٢/ ٢٨٥. والجامع ل ٢٤٨/ب. والسبعة ص ٣٢٧. والمبسوط ص ٢٠٠. والتذكرة ٢/ ٣٦٦. والتبصرة ص ٥٣٥.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (380,'الكسائي: {وَمَا يَعْزُبُ عَنْ رَبِّكَ} [٦١] هنا وفي سبأ (١) بكسر الزاي، والباقون بضمها (٢).
حمزة: {وَلَا أَصْغَرُ مِن ذَلِكَ وَلَا أَكْبَرُ} [٦١] برفع الراء فيهما، والباقون بفتحهما (٣).
{بِكُلِّ سَحَّارٍ} [١١٢] قد ذُكر (٤).
أبو عمرو: {بِهِ آَلسِّحْر} [٨١] بالمد على الاستفهام، والباقون بغير مدّ على الخبر (٥)، وروى عبيد الله بن أبي مسلم (٦) عن أبيه وهبيرة (٧) عن حفص أنه وقف على قوله: {أَنْ تَبَوَّآ} [٨٧]، {تَبَوَّيا} بالياء بدلا من الهمزة،
_________
(١) الآية: ٣.
(٢) انظر: النشر ٢/ ٢٨٥. والجامع ل ٢٤٨/ب. والسبعة ص ٣٢٨. والمبسوط ص ٢٠١. والتذكرة ٢/ ٣٦٦. والتبصرة ص ٥٣٦.
(٣) انظر: النشر ٢/ ٢٨٥. والجامع ل ٢٤٨/ب. والسبعة ص ٣٢٨. والمبسوط ص ٢٠١.
(٤) في سورة الأعراف: ١١٢.
(٥) انظر: النشر ٢/ ٢٨٥. والجامع ل ٢٤٩/أ. والسبعة ص ٣٢٨. والمبسوط ص ٢٠١.
(٦) عبيد الله بن محمد بن أحمد بن محمد بن علي بن مهران بن أبي مسلم، أبو أحمد الفرضي البغدادي: ثقة ورع عرض على أبي الحسن بن بويان، وأخذ عنه الحسن بن علي العطار، ومحمد بن علي الخياط، وغيرهم. توفي - فيما نقل القصاص- سنة ست وأربعمائة في شوال وله اثنان وثمانون. غاية النهاية ١/ ٤٩١.
(٧) هبيرة بن محمد النمار، أبو عمرو الأبرش البغدادي: عرض على حفص بن سليمان عن عاصم، وقرأ عليه حسنون بن الهيثم، وأحمد بن علي الخزاز، وغيرهما. انظر: معرفة القراء الكبار ١/ ٢٠٥. وغاية النهاية ٢/ ٣٥٣.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (381,'وقال لنا ابن خواستي (١) عن أبي طاهر (٢) عن الإشناني (٣) أنه وقف بالهمز، وبذلك قرأت، وبه آخذ (٤).
{لِيُضِلُّوا} [٨٨] قد ذكر (٥).
ابن ذكوان: {وَلَا تَتَّبِعانِ} [٨٩] بتخفيف النون، والباقون بتشديدها، ولا خلاف في تشديد التاء (٦).
حمزة والكسائي: {ءَآمَنْتُ إِنَّهُ} [٩٠] بكسر الهمزة، والباقون بفتحها (٧).
أبو بكر: {وَنَجْعَلُ الرِّجْسَ} [١٠٠] بالنون، والباقون بالياء (٨).
حفص والكسائي: {نُنْجِ الْمُؤْمِنِينَ} [١٠٣] مخففا، والباقون
_________
(١) هو: عبد العزيز بن جعفر بن محمد بن خواستي، أبو القاسم الفارسي: تُرجم له في إسناد رواية البزي.
(٢) هو: عبد الواحد بن عمر بن أبي هاشم المقرئ البغدادي: تُرجم له في إسناد قراءة أبي عمرو البصري.
(٣) هو: أحمد بن سهل الإشناني: تُرجم له في إسناد رواية حفص الكوفي.
(٤) انظر: الجامع ل ٢٤٩/أ. والسبعة ص ٣٢٩.
(٥) في فرش سورة الأنعام، عند الآية ١١٩.
(٦) انظر: النشر ٢/ ٢٨٦. والجامع ل ٢٤٩/أ. والسبعة ص ٣٢٩. والمبسوط ص ٢٠١. والتذكرة ٢/ ٣٦٧. والتبصرة ص ٥٣٦.
(٧) انظر: النشر ٢/ ٢٨٧. والجامع ل ٢٤٩/أ. والسبعة ص ٣٢٩. والمبسوط ص ٢٠١. والتذكرة ٢/ ٣٦٧. والتبصرة ص ٥٣٦.
(٨) انظر: النشر ٢/ ٢٨٧. والجامع ل ٢٤٩/ب. والسبعة ص ٣٣٠. والمبسوط ص ٢٠٢. والتذكرة ٢/ ٣٦٨. والتبصرة ص ٥٣٧.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (382,'مشددا (١).
وكلهم يقف على هذا وشبهه مما رُسم في المصاحف بغير (ياء) على حال رسمه (٢) إلا ما جاءت فيه رواية عنهم فإنه يرجع إليها.
ياءاتها خمس: {لِيَ أَنْ أُبَدِّلَهُ} [١٥] و {إِنِّيَ أَخَافُ} [١٥] فتحهما الحرميان وأبو عمرو، و {نَفْسِيَ إِنْ أَتَّبِعُ} [١٥] و {وَرَبِّيَ إِنَّهُ لَحَقٌّ} [٥٣] فتحهما نافع وأبو عمرو، و {إِنْ أَجْرِيَ فِي} [٧٢] فتحها نافع وابن عامر وأبو عمرو وحفص، وكذلك حيث وقع (٣).
_________
(١) انظر: النشر ٢/ ٢٨٧. والجامع ل ٢٤٩/ب. والسبعة ص ٣٣٠. والمبسوط ص ٢٠٢. والتذكرة ٢/ ٣٦٨. والتبصرة ص ٥٣٧.
(٢) فيقفون في {نُنْج} على الجيم الساكنة، إلا ما روي عن يعقوب، هـ وقف بالياء. انظر: النشر ٢/ ١٣٨، ٢٨٧.
(٣) انظر: لما مضى في النشر ٢/ ٢٨٨. والجامع ل ٢٤٩/ب. والسبعة ص ٣٣٠. والمبسوط ص ٢. والتذكرة ٢/ ٣٦٨.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (383,'<span data-type="title" id=toc-127>سورة هود - عليه السلام </span>-
قد ذكرت {الر} [١] (١) و {إِلَّا سَاحِرٌ} [٧] (٢).
قرأ ابن كثير وأبو عمرو والكسائي: {أَنِّي لَكُمْ نَذِيرٌ} [٢٥] بفتح الهمزة، والباقون بكسرها (٣).
أبو عمرو: {بَادِئَ الرَّأْيِ} [٢٧] بهمزة مفتوحة بعد الدال، والباقون بياء مفتوحة (٤).
حفص وحمزة والكسائي: {فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا} [٢٨] بضم العين وتشديد الميم، والباقون بفتح العين وتخفيف الميم (٥).
حفص: {مِنْ كُلٍّ زَوْجَيْنِ} [٤٠] هنا وفي المؤمنين (٦) بتنوين اللام، والباقون بغير تنوين (٧).
حفص وحمزة والكسائي: {مَجْرَاهَا} [٤١] بفتح الميم والباقون
_________
(١) في سورة يونس - عليه السلام -: ١.
(٢) سورة المائدة: ١١٠.
(٣) انظر: النشر ٢/ ٢٨٨. والجامع ل ٢٥٠/أ. والسبعة ص ٣٣٢. والمبسوط ص ٢٠٣. والتذكرة ٢/ ٣٧٠. والتبصرة ص ٥٣٨.
(٤) انظر: النشر ٢/ ٢٨٨. والجامع ل ٢٥٠/أ. والسبعة ص ٣٣٢. والمبسوط ص ٢٠٣. والتذكرة ٢/ ٣٧٠. والتبصرة ص ٥٣٨.
(٥) انظر: النشر ٢/ ٢٨٨. والجامع ل ٢٥٠/ب. والسبعة ص ٣٣٢. والمبسوط ص ٢٠٣. والتذكرة ٢/ ٣٧٠. والتبصرة ص ٥٣٨.
(٦) الآية: ٢٧.
(٧) انظر: النشر ٢/ ٢٨٨. والجامع ل ٢٥٠/ب. والسبعة ص ٣٣٣. والمبسوط ص ٢٠٣. والتذكرة ٢/ ٣٧١. والتبصرة ص ٥٣٨.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (384,'بضمها، وقد تقدم الاختلاف في الراء في باب الإمالة (١).
عاصم: {يَابُنَيَّ ارْكَبْ} [٤٢] بفتح الياء، والباقون بكسرها (٢).
{ارْكَبْ مَعَنَا} [٤٢]، {وَغِيضَ} [٤٢] و {وَقِيلَ} [٤٤، ٤٨]
و{مِنْ إِلَهٍ غَيْرُهُ} [٥٠، ٦١، ٨٤] قد ذكر قبل (٣).
الكسائي: {إِنَّهُ عَمِلَ} [٤٦] بكسر الميم وفتح اللام، {غَيْرَ صَالِح} بنصب الراء، والباقون بفتح الميم ورفع اللام مع التنوين ورفع الراء (٤).
نافع وابن عامر: {فَلَا تَسْئَلَنِّ} [٤٦] بفتح اللام وكسر النون وتشديدها، وابن كثير كذلك إلا أنه يفتح النون، والباقون بإسكان اللام وكسر النون وتخفيفها (٥).
_________
(١) حفص وحمزة والكسائي بفتح الميم مع إمالة الراء، وهذه الإمالة الوحيدة لحفص في القرآن، وأبو عمرو يميل إلا أنه يضم الميم، وورش له التقليل مع الضم والباقون يضمون الميم مع الفتح. انظر: النشر ٢/ ٤١. والجامع ل ٢٥٠/ب. والسبعة ص ٣٣٣. والمبسوط ص ٢٠٤. والتذكرة ٢/ ٢٧١.
(٢) انظر: النشر ٢/ ٢٨٩. والجامع ل ٢٥١/ب. والسبعة ص ٣٣٤. والمبسوط ص ٢٠٤. والتذكرة ٢/ ٣٧١. والتبصرة ص ٥٣٩.
(٣) {ارْكَبْ مَعَنَا} في باب الإدغام والإظهار للحروف السواكن. و {غِيضَ} و {قِيلَ} في فرش سورة البقرة عند الآية: ١١. و {مِنْ إِلَه غَيْرُه} في فرش سورة الأعراف عند الآية: ٥٩.
(٤) انظر: النشر ٢/ ٢٨٩. والجامع ل ٢٥١/. والسبعة ص ٣٣٤. والمبسوط ص ٢٠٤. والتذكرة ٢/ ٣٧١. والتبصرة ص ٥٣٩.
(٥) انظر: النشر ٢/ ٢٨٩. والجامع ل ٢٥١/ب. والسبعة ص ٣٣٥. والمبسوط ص ٢٠٤. والتذكرة ٢/ ٣٧٢. والتبصرة ص ٥٤٠.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (385,'نافع والكسائي: {وَمِنْ خِزْيِ يَوْمَئِذ} [٦٦] وفي المعارج (١): {مِنْ عَذَابِ يَوْمَئِذ} (٢) بفتح الميم، والباقون بكسرها (٣).
حفص وحمزة: {أَلَا إِنَّ ثَمُودَ} [٦٨] هنا وفي الفرقان (٤) والعنكبوت (٥) بفتح الدال من غير تنوين، ووقَفَا بغير ألف، والباقون بالتنوين، ووقفوا بالألف عوضا منه (٦).
الكسائي: {أَلَا بُعْدًا لِثَمُودٍ} [٦٨] بخفض الدال مع التنوين (٧)، والباقون بفتح الدال من غير تنوين (٨).
حمزة والكسائي: {قَالَ سِلْمٌ} [٦٩] هنا وفي الذارايات (٩) بكسر السين وإسكان اللام، والباقون بفتح السين واللام وألف بعدها (١٠).
ابن عامر وحمزة وحفص (١١): {يَعْقُوبَ قَالَتْ} [٧١، ٧٢] بنصب
_________
(١) الآية: ١١.
(٢) وفي (ظ) حذف موطن المعارج: وهذا خطأ من المستشرق.
(٣) انظر: النشر ٢/ ٢٨٩. والجامع ل ٢٥٢/أ. والسبعة ص ٣٣٦. والمبسوط ص ٢٠٤. والتذكرة ٢/ ٣٧٣. والتبصرة ص ٥٤٠.
(٤) الآية: ٣٨.
(٥) الاية: ٣٨.
(٦) انظر: النشر ٢/ ٢٨٩. والجامع ل ٢٥٢/أ. والسبعة ص ٣٣٧. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٣. والتبصرة ص ٥٤٠.
(٧) دال {ثَمُود}.
(٨) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٢/ب. والسبعة ص ٣٣٧. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٣. والتبصرة ص ٥٤١.
(٩) الآية: ٢٥.
(١٠) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٢/ب. والسبعة ص ٣٣٧. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٣. والتبصرة ص ٥٤١.
(١١) أخطأ المستشرق في نسبة القراءات، حيث قال كـ ابن عامر وحفص: {يَعْقُوبَ قَالَتْ}.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (386,'الباء، والباقون برفعها (١).
نافع وابن عامر والكسائي: {سِيءَ بِهِمْ} [٧٧] و {سِيئَتْ} بإشمام السين الضم هنا وفي العنكبوت (٢) والملك (٣)، والباقون بإخلاص كسرة السين (٤).
الحرميان: {فَاسْرِي} (٥) و {أَنْ اسْري} (٦) بوصل الألف حيث وقع، والباقون بقطعها (٧).
ابن كثير وأبو عمرو: {إِلَّا امْرَأَتُك} [٨١] بالرفع، والباقون بالنصب (٨)، {أَصَلَاتُكَ} [٨٧] و {عَلَى مَكَانَاتِكُمْ} [٩٣] قد ذُكرا (٩).
حفص وحمزة والكسائي: {الَّذِينَ سُعِدُوا} [١٠٨] بضم السين والباقون بفتحها (١٠).
_________
(١) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٣/أ. والسبعة ص ٣٣٨. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٣. والتبصرة ص ٥٤١.
(٢) الآية: ٣٣.
(٣) الآية: ٢٧.
(٤) مضى في فرش سورة البقرة، الآية: ١١. {وَإِذَا قِيلَ لَهُم}.
(٥) جزء من الآيات ٨١: سورة هود. و ٦٥: سورة الحجر. و ٢٣: سورة الدخان.
(٦) جزء من الآيات ٧٧: سورة طه. و ٥٢: سورة الشعراء.
(٧) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٣/أ. والسبعة ص ٣٣٨. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٤. والتبصرة ص ٥٤٢.
(٨) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٣/أ. والسبعة ص ٣٣٨. والمبسوط ص ٢٠٥. والتذكرة ٢/ ٣٧٤. والتبصرة ص ٥٤٢.
(٩) {صَلَاتُكَ} ذكر في فرش ورة التوبة عند الآية: ١٠٣. و {مَكَانَتِكُم} ذكر في فرش سورة الأنعام: ١٣٥.
(١٠) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٣/أز والسبعة ص ٣٣٩. والمبسوط ص ٢٠٦. والتذكرة ٢/ ٣٧٤. والتبصرة ص ٥٤٢.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (387,'الحرميان وأبو بكر: {وَإِنْ كُلًّا} [١١١] بإسكان النون، والباقون بتشديدها (١).
عاصم، وابن عامر، وحمزة: {لَمَّا لَيُوَفِّيَنَّهُمْ} [١١١] وفي يس: {لَمَّا جَمِيعٌ لَدَيْنَا} (٢)، وفي الطارق: {لَمَّا عَلَيْهَا} (٣) بتشديد الميم في الثلاثة، والباقون بتخفيفها (٤).
نافع وحفص: {وَإِلَيْهِ يُرْجَعُ} [١٢٣] بضم الياء وفتح الجيم، والباقون بفتح الياء وكسر الجيم (٥).
نافع وابن عامر وحفص: {عَمَّا تَعْمَلُونَ} [١٢٣] هنا وفي آخر النمل (٦) بالتاء، والباقون بالياء (٧).
ياءاتها ثماني عشرة ياء: {فَإِنِّي أَخَافُ} [٣] و {إِنِّي أَخَافُ} [٨٤] و {إِنِّي أَعِظُكَ} [٤٦]، و {إِنِّي أَعُوذُ بِكَ} [٤٧] و {إِنِّي أَخَافُ} [٢٦] و {شِقَاقِي أَنْ} [٨٩] فتح الستة الحرميان وأبو عمرو،
_________
(١) انظر: النشر ٢/ ٢٩٠. والجامع ل ٢٥٣/أ. والسبعة ص ٣٣٩. والمبسوط ص ٢٠٦. والتذكرة ٢/ ٣٧٤. والتبصرة ص ٥٤٢.
(٢) الآية: ٣٢.
(٣) الآية: ٤.
(٤) انظر: النشر ٢/ ٢٩١. والجامع ل ٢٥٣/أ. والسبعة ص ٣٣٩. والمبسوط ص ٢٠٦. والتبصرة ص ٥٤٢.
(٥) انظر: النشر ٢/ ٢٠٩. والجامع ل ٢٥٣/ب. والسبعة ص ٣٤٠. والمبسوط ص ٢٠٦. والتذكرة ٢/ ٣٧٥. والتبصرة ص ٥٤٢.
(٦) الآية: ٩٣.
(٧) انظر: النشر ٢/ ٢٦٢. والجامع ل ٢٥٣/ب. والسبعة ص ٣٤٠. والمبسوط ص ٢٠٦. والتذكرة ٢/ ٣٧٥. والتبصرة ص ٥٤٢.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (388,'{عَنِّي إِنَّهُ} [١٠] و {نُصْحِي إِنْ أَرَدْتُ} [٣٤] و {إِنِّي إِذًا لَمِنَ} [٣١] و {فِي ضَيْفِي أَلَيْسَ} [٧٨] فتح الأربعة نافع وأبو عمرو، و {وَلَكِنِّي أَرَاكُمْ} [٢٩]، و {إِنِّي أَرَاكُمْ} [٨٤] فتحها نافع والبزي وأبو عمرو، {إِنْ أَجْرِيَ إِلَّا} [٢٩] و {إِنْ أَجْرِيَ إِلَّا} [٥١] فتحهما نافع وابن عامر وأبو عمرو وحفص، و {فَطَرَنِي أَفَلَا} [٥١] فتحها نافع والبزي، و {إِنِّي أُشْهِدُ اللَّهَ} [٥٤] فتحها نافع، و {وَمَا تَوْفِيقِي إِلَّا} [٨٨] فتحها نافع وابن عامر وأبو عمرو، و {أَرَهْطِي أَعَزُّ} [٩٢] فتحها الحرميان وأبو عمرو وابن ذكوان (١).
وفيها من المحذوفات ثلاث: {فَلَا تَسْأَلْنِ ي} [٤٦] أثبتها في الوصل ورش وأبو عمرو، و {وَلَا تُخْزُونِ ي} [٧٨] أثبتها في الوصل أبو عمرو، و {يَوْمَ يَأْتِ ي} [١٠٥] أثبتها في الحالين ابن كثير، وأثبتها في الوصل نافع وأبو عمرو والكسائي (٢).
_________
(١) انظر لكل ما مضى في النشر ٢/ ٢٩٢. والجامع ل ٢٥٣/ب، ٢٥٤/أ. والسبعة ص ٣٤٠. والمبسوط ص ٢٠٧. والتذكرة ٢/ ٣٧٥.
(٢) انظر لكل ما مضى: النشر ٢/ ٢٩٢. والجامع ل ٢٥٤/ب. والسبعة ص ٣٤١. والتذكرة ٢/ ٣٧٦. والتبصرة ص ٥٤٤.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (389,'<span data-type="title" id=toc-128>سورة يوسف - عليه السلام </span>-
قرأ ابن عامر: {يَا أَبَتَ} [٤] بفتح التاء حيث وقع، والباقون بكسرها، وابن كثير وابن عامر يقفان: {يَا أَبَه} بالهاء (١)، وقد ذُكر في باب الوقف (٢).
حفص: {يَابُنَيَّ} هنا وفي الصافات (٣) بفتح الياء، والباقون بكسرها (٤).
ابن كثير: {آَيَةٌ لِلسَّائِلِينَ} [٧] على التوحيد، والباقون على الجمع (٥).
نافع: {غَيَابَاتِ الجُبِّ} [١٠، ١٥] في الموضعين على الجمع، والباقون على التوحيد (٦).
وكلهم قرأ: {مَا لَكَ لَا تَأْمَنَّا} [١١] بإدغام النون الأولى في الثانية
_________
(١) في (ت): "بالهاء" ووقف الباقون على هذه المواضع كلها بالتاء اتباعا لخط المصحف، وقد ذُكر ... "
(٢) انظر: النشر ٢/ ١٣١، ٢٩٣. والجامع ل ٢٥٤/ب. والسبعة ص ٣٤٤. والمبسوط ص ٢٠٨. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٤.
(٣) الآية: ١٠٢.
(٤) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٤/ب. والسبعة ص ٣٤٤. والمبسوط ص ٢٠٨. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٥.
(٥) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٤/ب. والسبعة ص ٣٤٤. والمبسوط ص ٢٠٨. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٥.
(٦) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٤/ب. والسبعة ص ٣٤٤. والمبسوط ص ٢٠٨/. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٥.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (390,'وإشمامها في الضم (١)، وحقيقة الإشمام في ذلك: أن يشار بالحركة إلى النون (٢) لا بالعضو إليها (٣)،
فيكون ذلك إخفاءً لا إدغاما صحيحا؛ لأن الحركة لا تسكن رأسا، بل يضعف الصوت بها فيفصل بين المدغم والمدغم فيه لذلك، وهذا قول عامة أئمتنا، وهو الصواب لتأكيد دلالته
_________
(١) أصل هذه الكلمة (تَأْمننا) بنونين الأولى لام الفعل، وحقها أن تكون محركة بالضم، والثانية ضمير المتكلم عن نفسه وغيره، إلا أنها كتبت في المصحف بنون واحدة، وأطلق القراء على هذه الكلمة أنها تقرأ بالإدغام، ثم اختلفوا في تفسير ذلك، فمنهم من التزم فيها الإدغام الصحيح، فينطق بعد الميم بنون واحدة مشددة، إلا أنه عند فراغه من النطق بالميم وتوجهه إلى النطق بتلك النون يضم شفتيه، يُشير بذلك إلى الضمة التي تستحق النون الأولى قبل الإدغام، ثم يتبع هذه الإشارة بالنطق بالنون مشددة مفتوحة، فتسمى تلك الإشارة إشماما. ومنهم من حمل التعبير بالإدغام على المسامحة فيلفظ بعد الميم بنونين على الأصل، يحرك الأولى بضمة خفيفة وتبقى الثانية على فتحتها، ويكون ذلك المقدار الذي حصل في النون الأولى من لفظ الضم مانعا من حقيقة الإدغام، وموجبا للتفكيك، إلا أنه لما كانت تلك الحركة خفيفة راجعة إلى باب الروم الذي هو النطق ببعض الحركة، ولم تكن تامة؛ حصل بذلك إخفاء النون الأولى فأشبه الإدغام، فسماه إدغاما بهذا القدر على المجاز والمسامحة، وعلى التفسير الثاني يتخرج كلام الحافظ هنا. وانظر: الدر النثير ٤/ ٢٤٤.
(٢) مرّ في باب الوقف والإدغام الكبير أن الحافظ يسمى كل واحد من الروم والإشمام إشارة. وانظر: الدر النثير ٤/ ٢٤٥.
(٣) أي: أن هذه الإشارة لا تكون بمجرد الشفتين من غير أن يحصل في النطق شيء من لفظ الحركة، بل لا بد من النطق بالحركة الضعيفة، وأنت تعلم أنه لا بد عند النطق بتلك الحركة الضعيفة من حصول تكيف الشفتين بصورة الإشارة. ولم يرد الحافظ بقوله: "لا بالعضو إليها" نفي حصول تكيف الشفتين، وإنما أراد نفي الاقتصاد على مجرد ذلك التكيف .. وكان للحافظ أن يسمي ذلك النطق روما، وأن يقول: "وحقيقة الروم: بدل الإشمام". انظر: الدر النثير ٤/ ٢٤٦.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (391,'وصحته في القياس (١).
الكوفيون ونافع: {يَرْتَعْ وَيَلْعَبْ} [١٢] بالياء فيهما، والباقون بالنون، وكسر الحرميان العين من {نَرْتَعِ}، وجزمها الباقون (٢).
ورش والكسائي وأبو عمرو إذا خفف الهمز {الذِّيب} [١٣، ١٤، ١٧] بغير همز، والباقون بالهمز في الحالين، وحمزة على أصله إذا وقف (٣).
الكوفيون: {يَابُشْرَى} على وزن (فُعلى) وأمال فتحة الراء حمزة والكسائي، والباقون بألف بعد الراء وفتح الياء، وقرأ ورش الراء بين اللفظين، والباقون بإخلاص فتحها، وبذلك يأخذ عامة أهل الأداء في مذهب أبي عمرو (٤)، وهو قول مجاهد، وبه قرأتُ، وبذلك ورد النص عنه من طريق أبي شعيب السوسي عن اليزيدي وغيره (٥). (٦).
نافع وابن ذكوان: {هِيتَ لَكَ} [٢٣] بكسر الهاء من غير همز
_________
(١) انظر: النشر ٢/ ٢٩٦ وما بعده، والجامع ل ٢٥٥/. والسبعة ص ٣٤٥. والمبسوط ص ٢٠٨. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٥.
(٢) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٦/أ. والسبعة ص ٣٤٥. والمبسوط ص ٢٠٨. والتذكرة ٢/ ٣٧٩. والتبصرة ص ٥٤٥.
(٣) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٦/أ. والسبعة ص ٣٤٦. والمبسوط ص ٢٠٩. والتذكرة ٢/ ٣٧٨. والتبصرة ص ٥٤٦.
(٤) إنما قال هذا لأنه قد روى عن أبي عمرو خلافه، قال مكي القيسي: "وقد ذكر عن أبي عمرو مثل ورش" يعني: بين اللفظين، ثم قال: والفتح أشهر. انظر: التبصرة ص ٥٤٦. والدر النثير ٤/ ٢٤٦.
(٥) وفي (ت): وغيره عن أبي عمرو.
(٦) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٦/ب. والسبعة ص ٣٤٧. والمبسوط ص ٢٠٩. والتذكرة ٢/ ٣٧٩. والتبصرة ص.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (392,'وفتح التاء، وهشام كذلك إلا أنه يهمز، وقد رُوي عنه ضم التاء، وابن كثير بفتح الهاء وضم التاء، والباقون بفتحهما (١).
الكوفيون ونافع: {الْمُخْلَصِينَ} [٢٤] إذا كان في أوله ألف ولام حيث وقع بفتح اللام، والباقون بكسرها (٢).
أبو عمرو: {حَاشَ لِلَّهِ} [٣١، ٥١] في الحرفين بألف في الوصل فإذا وقف حذفها اتباعاً للخط، روى ذلك عن اليزيدي منصوصا أبو عبد الرحمن ابنه (٣) وأبو حمدون (٤) وأحمد بن واصل (٥)، وأبو شعيب من رواية أبي العباس (٦) الأديب عنه، والباقون بغير ألف في الحالين (٧).
حفص: {دَأَبًا} [٤٧] بتحريك الهمزة، والباقون بإسكانها (٨).
_________
(١) انظر: النشر ٢/ ٢٩٣. والجامع ل ٢٥٦/ب. والسبعة ص ٣٤٧. والمبسوط ص ٢٠٩. والتذكرة ٢/ ٣٧٩. والتبصرة ص ٥٤٦.
(٢) انظر: النشر ٢/ ٢٥٩. والجامع ل ٢٥٧/أ. والسبعة ص ٣٤٧. والمبسوط ص ٢٠٩.
(٣) تُرجم له في باب الوقف على مرسوم الخط.
(٤) تُرجم له في باب الاستعاذة ص ١٠٥.
(٥) أحمد بن واصل البغدادي: روى القراءة عن اليزيدي والكسائي، وروى عنه ابنه محمد بن أحمد بن واصل. انظر: غاية النهاية ١/ ١٤٧.
(٦) أبو العباس الكوفي: خِتنُ ليث، روى القراءة عن أبي عمرو، وروى القراءة عنه هارون بن حاتم، وعبد الله بن صالح، وهو الراوي عن أبي عمرو {أَمَرْنَا مُتْرَفِيهَا} بالتشديد. انظر: غاية النهاية ١/ ٦١٧.
(٧) انظر: النشر ٢/ ٢٩٥. والجامع ل ٢٥٧/أ. والسبعة ص ٣٤٨. والمبسوط ص ٢٠٩. والتذكرة ٢/ ٣٨٠. والتبصرة ص ٥٤٧.
(٨) انظر: النشر ٢/ ٢٩٥. والجامع ل ٢٥٧/أ. والسبعة ص ٣٤٨. والمبسوط ص ٢٠٩. والتذكرة ٢/ ٣٨٠. والتبصرة ص ٥٤٧.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (393,'حمزة والكسائي: {وَفِيهِ تَعصِرُونَ} [٤٩] والباقون بالياء (١).
قالون والبزي: {بِالسُّوِّ إِلَّا} [٥٣] بواو مشددة بدلا من الهمزة في حال الوصل وتحقيق همزة إلا، وورش وقنبل على أصلهما في الهمزتين المكسورتين، وأبو عمرو أيضا على أصله، والباقون على أصولهم (٢).
ابن كثير: {حَيْثُ نَشَآءُ} [٥٦] بالنون، والباقون بالياء (٣).
حفص وحمزة والكسائي: {وَقَالَ لِفِتْيَانِهِ} [٦٢] بالألف والنون والباقون بالتاء من غير ألف (٤).
حمزة والكسائي: {أَخَانَا يَكْتَلْ} [٦٣] بالياء، والباقون بالنون (٥).
حفص وحمزة والكسائي: {خَيْرٌ حَافِظًا} [٦٤] بفتح الحاء وألف بعدها وكسر الفاء، والباقون بكسر الحاء وإسكان الفاء من غير ألف (٦).
_________
(١) انظر: النشر ٢/ ٢٩٥. والجامع ل ٢٥٧/أ. والسبعة ص ٣٤٩. والمبسوط ص ٢١٠. والتذكرة ٢/ ٣٨٠. والتبصرة ص ٥٤٨.
(٢) فيقرأ ورش وقنبل بتسهيل الثانية بين بين، وللأزرق وقنبل وجه آخر، وهو إبدالها -أي الثانية- حرف مد مع المد المشبع، وقنبل وجه ثالث: إسقاط الأولى مع المد والقصر، وبه قرأ البصري، والباقون بالتحقيق. وانظر: النشر ٢/ ٣٨٣، ٣٨٤. والجامع ل ٢٥٧/ب. والتذكرة ٢/ ٣٨٠. والتبصرة ص ٥٤٨.
(٣) انظر: النشر ٢/ ٢٩٥. والجامع ل ٢٥٧/ب. والتذكرة ٢/ ٣٨٠. والتبصرة ص ٥٤٨. والتذكرة ٢/ ٣٨١. والتبصرة ص ٥٤٨.
(٤) انظر: النشر ٢/ ٢٩٥. والجامع ل ٢٥٨/أ. والسبعة ص ٣٤٩. والمبسوط ص ٢١٠. والتذكرة ٢/ ٣٨١. والتبصرة ص ٥٤٩.
(٥) انظر: النشر ٢/ ٢٩٥ والجامع ل ٢٥٨/أ. والسبعة ص ٣٤٩. والمبسوط ص ٢١٠. والتذكرة ٢/ ٣٨١. والتبصرة ٢٥٤٩.
(٦) انظر: النشر ٢/ ٢٩٦. والجامع ل ٢٥٨/أ. والسبعة ص ٣٥٠. والمبسوط ص ٢١٠. والتذكرة ٢/ ٣٨١. والتبصرة ص ٥٤٩.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (394,'ــ {نَرْفَعُ دَرَجَاتٍ} قد ذُكر (١).
البزي من قراءتي على ابن خواستي الفارسي عن النقاش عن أبي ربيعة عنه:
{فَلَمَّا اسْتَايَسُوا} [٨٠] و {وَلَا تَايَسُوا مِنْ رَوْحِ الَّلهِ إِنَّهُ لَا يَايَسُ} [٨٧] و {حَتَّى إِذَا اسْتَايَسَ الرُّسُلُ} [١١٠] وفي الرعد: {أَفَلَمْ يَايَسِ الَّذِينَ آَمَنُوا} (٢) بالألف وفتح الياء من غير همز (٣) في الخمسة، والباقون بالهمز وإسكان الياء من غير ألف في اللفظ، وإذا وقف حمزة ألقى حركة الهمزة على الياء على أصله (٤).
ابن كثير: {إِنَّكَ لَأَنْتَ} [٩٠] بهمزة مكسورة على الخبر، والباقون على الاستفهام، وهم على أصولهم فيه (٥).
حفص: {نُوحِي إِلَيْهِمْ} [١٠٩] هنا وفي النحل (٦)، والأول من الأنبياء (٧) بالنون وكسر الحاء، والباقون بالياء وفتح الحاء، وحمزة
_________
(١) في فرش سورة الأنعام عند الآية ٨٣.
(٢) الآية: ٣١.
(٣) في (ج): "من غير ألف".
(٤) اعلم: أن قوله -رحمه الله-: من قراءتي على ... " يدل أنه قرأ أيضا مثل الجماعة من غير هذه الرواية، وبهذا قرأ المؤلف على أبي الحسن وأبي الفتح، وهو الذي عليه المغاربة. وانظر: النشر ١/ ٤٠٥. والجامع ٢٥٨/ب. والدر النثير ٤/ ٢٥٠.
(٥) انظر: النشر ٢/ ٢٩٦. والجامع ل ٢٥٨/ب. والسبعة ص ٣٥١. والمبسوط ص ٢١١. والتذكرة ٢/ ٣٨٢. والتبصرة ص ٥٤٩.
(٦) الآية: ٤٣.
(٧) الآية: ٧.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (395,'والكسائي يميلانها على أصلهما (١).
الكوفيون: {قَدْ كُذِبُوا} [١١٠] بتخفيف الذال، والباقون بتشديدها (٢).
نافع وابن عامر وعاصم: {أَفَلَا تَعْقِلُونَ} [١٠٩] بالتاء، والباقون بالياء (٣).
عاصم وابن عامر: {فَنُجِّيَ مَنْ نَشَاءُ} [١١٠] بنون واحدة وتشديد الجيم وفتح الياء، والباقون بنونين: الثانية ساكنة وتخفيف الجيم وإسكان الياء (٤).
ياءاتها اثنتان وعشرون: {لَيَحْزُنُنِيَ أَنْ} [١٣] فتحها الحرميان، {رَبِّيَ أَحْسَنَ} [٢٣] و {أَرَانِيَ أَعْصِرُ} [٣٦]، و {أَرَانِيَ أَحْمِلُ} [٣٦]، و {إِنِّيَ أَرَى سَبْعَ} [٤٣]، و {إِنِّيَ أَنَا أَخُوكَ} [٦٩]، و {أَبِيَ فَقُولُوا يَحْكُمَ اللَّهُ} [٨٠]، و {إِنِّيَ أَعْلَمُ} [٩٦] فتح السبعة الحرميان وأبو عمرو، و {إِنِّيَأَرَانِيَ} [٣٦]، و {إِنِّيَأَرَانِيَ} [٣٦] أعني الياء من {إِنِّيَ}، و {رَبِّي إِنِّي تَرَكْتُ} [٣٧]، و {نَفْسِيَ إِنْ} [٥٣]، و {رَبِّيَ إِنْ} [٥٣]، و {يَأْذَنَ لِيَ أَبِي} [٨٠] أعني الياء من {لِيَ}، و {رَبِّيَ إِنَّهُ هُوَ} [٩٨]، و {بِيَ إِذْ أَخْرَجَني} [١٠٠] فتح الثمانية نافع وأبو عمرو، {ءَآبَاءِيَ إِبْرَاهِيمَ} [٣٨]، {لَعَلِّيَ أَرْجِعُ} [٤٦] سكنهما الكوفيون، {إِنِّيَ أُوفِي الْكَيْلَ} [٥٩]، و {سَبِيلِيَ أَدْعُوا} [١٠٨] فتحهما نافع، و {حُزْنيَ إِلَى الَّلهِ} [٨٦] فتحها نافع وابن عامر وأبو عمرو، و {بَيْنَ إِخْوَتِيَ إِنْ} [١٠٠] فتحها
_________
(١) انظر: النشر ٢/ ٢٩٦. والجامع ل ٢٥٨/ب. والسبعة ص ٣٥١. والمبسوط ص ٢١١. والتذكرة ٢/ ٣٨٢. والتبصرة ص ٥٤٩.
(٢) انظر: النشر ٢/ ٢٩٦. والجامع ل ٢٥٨/ب. والسبعة ص ٣٥١. والمبسوط ص ٢١٨. والتذكرة ٢/ ٣٨٢. والتبصرة ص ٥٥٠.
(٣) انظر: النشر ٢/ ٢٥٧. والجامع ل ٢٥٨/ب. والتذكرة ٢/ ٣٨٢. والتبصرة ص ٤٩٢.
(٤) انظر: النشر ٢/ ٢٩٦. والجامع ل ٢٥٨/ب. والسبعة ص ٣٥٢. والمبسوط ص ٢١١. والتذكرة ٢/ ٣٨٢. والتبصرة ص ٥٥٠.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (396,'ورش.
وفيها محذوفتان: {حَتَّى تُؤْتُونِ ي} [٦٦] أثبتها في الحالين ابن كثير، وأثبتها في الوصل أبو عمرو، {إِنَّهُ مَنْ يَتَّقِ ي} [٩٠] أثبتها في الحالين قنبل، وحذفها الباقون في الحالين. وروى أبو ربيعة (١) وابن الصباح (٢) عن قنبل: {يَرْتَعِي} [١٢] بإثبات الياء بعد العين في الحالين، وروى غيرهما عنه حذفها في الحالين، والباقون يحذفونها فيهما (٣).

<span data-type="title" id=toc-129>سورة الرعد</span>
قد ذكرت {يُغْشِي اللَّيْلَ} (٤).
قرأ ابن كثير وأبو عمرو وحفص: {وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ} [٤] برفع الأربعة الألفاظ، والباقون بخفضها (٥).
عاصم وابن عامر: {يُسْقَى بِمَاءٍ} [٤] بالياء، والباقون بالتاء (٦).
حمزة والكسائي: {وَيُفَضّلُ بَعْضَهَا عَلَى بَعْضٍ} [٤] بالياء، والباقون
_________
(١) محمد بن إسحاق: تُرجم له في إسناد المكيين في مقدمة الكتاب.
(٢) محمد بن عبد العزيز بن عبد الله بن الصباح، أبو عبد الله المكي الضرير: مقرئ جليل، عرض على قنبل، وعلى أبي ربيعة، وقرأ عليه عبد الله بن الحسين وغيره. انظر: غاية النهاية ٢/ ١٧٢.
(٣) انظر لكل ما مضى في: النشر ٢/ ٢٩٦، ٢٩٧. والسبعة ص ٣٥٣. والمبسوط ص ٢١١، ٢١٢. والتذكرة ٢/ ٣٨٣، ٣٨٤.
(٤) في فرش سورة الأعراف عند الآية ٥٤.
(٥) انظر: النشر ٢/ ٢٩٧. والجامع ل ٢٦٠/أ. والسبعة ص ٣٥٦. والمبسوط ص ٢١٣. والتذكرة ٢/ ٣٨٦. والتبصرة ص ٥٥٢.
(٦) انظر: النشر ٢/ ٢٩٧. والجامع ل ٢٦٠/أ. والسبعة ص ٣٥٦. والمبسوط ص ٢١٣. والتذكرة ٢/ ٣٨٦. والتبصرة ٥٥٢.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (397,'بالنون (١).
واختلفوا في الاستفهامين إذا اجتمعا، نحو قوله تعالى: {أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} [٥]، و {أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ} (٢) و {أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} (٣) وشبهه، وجملته أحد عشر موضعا (٤) فكان نافع والكسائي يجعلان الأول منهما استفهاما، والثاني خبرا، ونافع يجعل الاستفهام بهمزة وياء بعدها (٥)،
ويدخل قالون بينهما ألفا والكسائي يجعله بهمزتين، وخالف نافع أصله هذا في النمل والعنكبوت، فجعل الأول منهما خبرا، والثاني استفهاما، وخالف الكسائي أيضا أصله في العنكبوت خاصة، فجعلهما جميعا استفهاما، وزاد في النمل نونا في الخبر، فقرأ: {ءَإِنَّنا لَمُخْرَجُونَ} بنونين، وقرأ ابن كثير وأبو عمرو بالجمع بين الاستفهامين بهمزة وياء في جميع القرآن، وابن كثير لا يمد بعد الهمزة، وأبو عمرو يمد، وخالف ابن كثير أصله في موضع واحد في العنكبوت، فجعل الأول منهما خبرا، وقرأ عاصم وحمزة بالجمع بين الاستفهامين بهمزتين حيث
_________
(١) انظر: النشر ٢/ ٢٩٧. والسبعة ص ٣٥٧. والمبسوط ص ٢١٣. والتذكرة ٢/ ٣٨٦. والتبصرة ص ٥٥٢.
(٢) الآية: ١٦ من سورة الصافات. و ٤٧: من سورة الواقعة. ولقد سقطت كلمة {وَعِظَامًا} من جميع النسخ إلا (ب).
(٣) الآية: ١٠ من سورة السجدة.
(٤) في هذه السورة: ٥. والإسراء: ٤٩، ٩٨، موضعان. وفي المؤمنون: ٨٢. وفي النمل: ٦٧. والعنكبوت: ٢٨، ٢٩. وفي السجدة: ١٠. وفي الصافات موضعان: ١٦، ٥٣. وفي الواقعة: ٤٧. والنازعات: ١٠، ١١.
(٥) يريد بالياء: همزة ملينة بين الهمزة والياء، فجرت عبارته على المسامحة في التعبير عن الهمزة المسهلة باسم الحرف المسهل إليه. انظر: الدر النثير ٤/ ٢٥٢ ..',NULL,'397',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (398,'وقعا، وخالف أصله حفص في الأول من العنكبوت فقط، فجعله خبرا بهمزة واحدة مكسورة، وقرأ ابن عامر بجعل الأول من الاستفهامين خبرا بهمزة واحدة مكسورة، والثاني استفهاما بهمزتين، وأدخل هشام بين الهمزتين ألفا، ولم يدخلها ابن ذكوان حيث وقعا، وخالف أصله في ثلاثة مواضع: في النمل والواقعة والنازعات، فقرأ في النمل والنازعات بجعل الأول استفهاما، والثاني خبرا، وزاد نونا في الخبر في النمل؛ مثل الكسائي، وقرأ في الواقعة بجعلهما جميعا استفهاما بهمزتين، وهشام على أصله يُدخل ألفا بين الهمزتين (١).
ابن كثير (٢): {هَادٍ} (٣)، و {وَالٍ} [١١] و {وَاقٍ} (٤) و {مَا عِنْدَ الَّلهِ بَاقٍ} (٥) بالتنوين في الوصل، فإذا وقف وقف بالياء في هذه الأربعة الأحرف حيث وقعت لا غير، والباقون يصلون بالتنوين ويقفون بغير ياء.
أبو بكر وحمزة والكسائي: {أَمْ هَلْ يَسْتَوِي} [١٦] بالياء، والباقون بالتاء (٦).
حفص وحمزة والكسائي: {وَمِمَّا يُوقِدُونَ} [١٧] بالياء، والباقون بالتاء (٧).
البزي: {أَفَلَمْ يَايَسِ الَّذِينَ} [٣١] بفتح الياء من غير هممز، وقد ذُكر (٨).
_________
(١) انظر: النشر ٢/ ٣٧٢ وما بعدها، والجامع ل ٢٦٠/. والسبعة ص ٣٥٧. والمبسوط ص ٢١٤، ٢١٥. والتذكرة ٢/ ٣٨٥ وما بعدها. والتبصرة ص ٥٥٢ وما بعدها.
(٢) في (ج): "قرأ ابن كثير".
(٣) الآية: ٧، ٢٣. وفي غافر: ٣٣.
(٤) الآية: ٣٤، ٣٧. وفي غافر: ٢١.
(٥) الآية: ٩٦: سورة النحل.
(٦) انظر: النشر ٢/ ٢٩٧. والجامع ل ٢٦١/أ. والسبعة ص ٣٥٨. والمبسوط ص ٢١٦. والتذكرة ٢/ ٣٨٩. والتبصرة ص ٥٥٦.
(٧) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/أ. والسبعة ص ٣٥٨. والمبسوط ص ٢١٦. والتذكرة ٢/ ٣٨٩. والتبصرة ص ٥٥٦.
(٨) في فرش سورة يوسف - عليه السلام -، عند الآية: ٨٠.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (399,'الكوفيون: {وَصُدُّوا عَنِ السَّبِيلِ} [٣٣]، وفي غافر: {وَصُدَّ عَنِ السَّبِيلِ} (١) بضم الصاد فيهما، والباقون بفتحها فيهما (٢)، (٣).
ابن كثير وعاصم وأبو عمرو: {وَيُثْبِتُ وَعِنْدَهُ} [٣٩] مخففا، والباقون مشددا (٤).
الكوفيون وابن عامر: {وَسَيَعْلَمُ الْكُفَّارُ} [٤٢] على الجمع، والباقون على التوحيد (٥).
فيها ياء محذوفة: {الْكَبِيرُ الْمُتَعَالِ ي} [٩] أثبتها في الحالين ابن كثير، وحذفها فيهما الباقون (٦).

<span data-type="title" id=toc-130>سورة إبراهيم - عليه السلام </span>-
قرأ نافع وابن عامر: {الحَمِيدِ الَّلهُ} [١، ٢] برفع الها، والباقون بجرها في
_________
(١) الآية: ٣٧.
(٢) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/أ. والسبعة ص ٣٥٩. والمبسوط ص ٢١٦. والتذكرة ٢/ ٣٩١. والتبصرة ص ٥٥٧.
(٣) في (ج) و (ظ): {أُكُلُهَأ} وقد ذكر".
(٤) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/أ. والسبعة ص ٣٥٩. والمبسوط ص ٢١٦. والتذكرة ٢/ ٣٩١. والتبصرة ص ٥٥٧.
(٥) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/أ. والسبعة ص ٣٥٩. والمبسوط ص ٢١٦. والتذكرة ٢/ ٣٩١. والتبصرة ص ٥٥٧.
(٦) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/ب. والمبسوط ص ٢١٥. والتذكرة ٢/ ٣٩١. والتبصرة ص ٥٥٧.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (400,'الحالين (١).
{رُسُلُهُمْ} [٩، ١٠، ١١، ١٣] و {سُبُلَنَا} [١٢] و {بِهِ الرِّيحُ} [١٨] قد ذُكر (٢).
حمزة، والكسائي: {خَالِقُ السَّمَواتِ والأَرْضِ} [١٩] وفي النور: {خَالِقُ كُلِّ دَابَّةٍ} (٣) بالألف ورفع القاف على وزن (فاعل) وخفض ما بعد ذلك، والباقون: {خَلَقَ} على وزن (فَعَلَ) ونصب ما بعده إلا أن التاء من {السَّمَوَاتِ} تكسر لأنها تاء جمع المؤنث (٤).
حمزة: {بِمُصْرِخِيِّ إِنِّي} [٢٢] بكسر الياء، وهي لغة حكاها الفراء (٥)
_________
(١) انظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦١/ب. والسبعة ص ٣٦٢. والمبسوط ص ٢١٧. والتذكرة ٢/ ٣٩٢. والتبصرة ص ٥٥٨.
(٢) في فرش سورة البقرة، عند الآيات: ١٦٤. و ٢٨٥.
(٣) الآية: ٤٥.
(٤) فجمع المؤنث يجر وينصب بالكسرة، وانظر: النشر ٢/ ٢٩٨. والجامع ل ٢٦٣/أ. والسبعة ص ٣٦٢. والمبسوط ص ٢١٧. والتذكرة ٢/ ٣٩٢. والتبصرة ص ٥٥٨.
(٥) هو: يحيى بن زياد الأسلمي النحوي الكوفي، المعروف بالفرّاء، شيخ النحاة، روى الحروف عن أبي بكر بن عياش، وعلى حمزة الكسائي، وغيرهم، وروى القراءة عنه سلمة بن عاصم، ومحمد بن الجهم، وهارون بن عبد الله، قال أبو العباس ثعلب: "لولا الفرّاء لما كانت عربية؛ لأنه خلصها وضبطها". توفي سنة سبع ومائتين في رجوعه من طريق مكة. انظر: غاية النهاية ٢/ ٣٧١.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (401,'وقطرب (١)، وأجازها أبو عمرو (٢)، والباقون بفتحها (٣).
ابن كثير وأبو عمرو: {لِيَضِلُّوا} [٣٠] هنا و {لِيَضِلَّ} في الحج (٤) ولقمان (٥) والزمر (٦) بفتح الياء في الأربعة، والباقون بضمها (٧).
{لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ} [٣١] قد ذُكر (٨).
هشام من قراءتي على أبي الفتح: {أَفْئِيدَةٍ مِنَ النَّاسِ} [٣٧] بياء بعد الهمزة، وكذا نصّ عليه الحلواني عنه، والباقون بغير ياء (٩).
_________
(١) هو: محمد بن المستنير بن أحمد، أبو علي، اشتهر بقطرب، وقطرب لقب دعاه به أستاذه سيبويه فلزمه: نحوي، عالم بالأدب واللغة، بصري، من الموالي، معتزلي، وهو أول من وضع المثلث في اللغة، له كتب منها: "معاني القرآن"، و"النوادر" توفي سنة ست ومائتين. انظر: الفهرست لابن النديم ص ٧٥. والأعلام للزركلي ٧/ ٩٥.
(٢) ولم يقل رواها، واحتج بإجازته لأنه إمام في معرفة ما يجوز وما لا يجوز من علم اللغة والنحو. انظر: الدر النثير ٤/ ٢٥٥.
(٣) وهي لغة بني يربوع، ولا يجوز أن يقال أنها خطأ، ولا عبرة بقول الزمخشري والزجاج وغيرهم ممن ضعفها أو لحنها، فإنها قراءة صحيحة اجتمعت فيها الأركان الثلاثة، وقد قرأ بها غير حمزة كيحيى بن وثّاب، وسليمان بن مهران، والأعمش، وحمران بن أعين، وجماعة من التابعين. وانظر: النشر ٢/ ٢٩٩. والجامع ل ٢٦٣/ب. ومعاني القرآن للفراء ٢/ ٧٥. والسبعة ص ٣٦٢. والمبسوط ص ٢١٧. والتذكرة ٢/ ٢٩٣. والتبصرة ص ٥٥٩. والموضح ٢/ ٧١٠. والكشف لمكّي ٢/ ٢٦. والبحر المحيط لأبي حيان ٥/ ٤٠٨، ٤٠٩.
(٤) الآية: ٩.
(٥) الآية: ٦.
(٦) الآية: ٨.
(٧) انظر: النشر ٢/ ٢٩٩. والجامع ل ٢٦٣/ب. والتذكرة ٢/ ٣٩٣. والتبصرة ص ٥٠٢.
(٨) في فرش سورة البقرة، عند الآية ٢٥٤.
(٩) {أَفْئِيدَة} من الوفود، أو على لغة المشبعين من العرب الذين يقولون: (الدراهيم) وهي لغة مستعملة. وتقييد هذه الرواية بقراءته على أبي الفتح يقتضي أنه قرأ على غيره بغير ياء كالجماعة. وانظر: النشر ٢/ ٢٩٩. والجامع ٢٦٣/ب. والدر النثير ٤/ ٢٥٥.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (402,'الكسائي: {لَتَزُولُ مِنْهُ} [٤٦] بفتح اللام الأولى ورفع الثانية، والباقون بكسر الأولى ونصب الثانية (١).
ياءاتها ثلاث: {وَمَا كَانَ لِيَ} [٢٢] فتحها حفص، و {قُلْ لِعِبَادِيَ الَّذِينَ} [٣١] سكنها ابن عامر وحمزة والكسائي، و {إِنِّي أَسْكَنْتُ} [٣٧] فتحها الحرميان وأبو عمرو.
وفيها ثلاث محذوفات: {وَخَافَ وَعِيدِ ي} [١٤] أثبتها في الوصل ورش {بِمَا أَشْرَكْتُمُونِ ي} [٢٢] أثبتها في الوصل أبو عمرو،
و{وَتَقَبَّلْ دُعَاءِ ي} [٤٠] أثبتها في الحالين البزي، وأثبتها في الوصل ورش وأبو عمرو وحمزة (٢).

<span data-type="title" id=toc-131>سورة الحجر</span>
قرأ نافع وعاصم: {رُبَمَا} [٢] بتخفيف الباء، والباقون بتشديدها (٣).
حفص وحمزة والكسائي: {ما نُنَزِّلُ} [٨] بنونين الأولى مضمومة والثانية مفتوحة وكسر الزاي، {المَلَائِكَةَ} بالنصب، وأبو بكر بالتاء مضمومة وفتح النون والزاي، {المَلَائِكَةَ} بالرفع، والباقون كذلك غير
_________
(١) انظر: النشر ٢/ ٣٠٠. والجامع ل ٢٦٤/أ. والسبعة ص ٣٦٣. والموضح ٢/ ٧١٣.
(٢) انظر: النشر ٢/ ٣٠٠، ٣٠١. والجامع ل ٢٦٤/ب. والسبعة ص ٣٦٤. والمبسوط ص ٢١٩. والتذكرة ٢/ ٣٩٣. والتبصرة ص ٥٥٩، ٥٦٠.
(٣) انظر: النشر ٢/ ٣٠١. والجامع ل ٢٦٥/أ. والسبعة ص ٣٦٦. والمبسوط ص ٢٢٠. والتذكرة ٢/ ٣٩٥. والتبصرة ص ٥٦٠.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (403,'أنهم يفتحون التاء (١).
ابن كثير: {إِنَّمَا سُكِرَتْ} [١٥] بتخفيف الكاف، والباقون بتشديدها (٢).
{الرِّيحَلَوَاقِحَ} [٢٢]، و {جُزْءٌ} [٤٤] و {المُخْلَصِينَ} [٤٠] و {فَأَسْرِ} [٦٥] قد ذُكِر (٣).
نافع وأبو عمرو وحفص وهشام: {وَعُيُونٍ} [٤٥] و {الْعُيُونِ} (٤) بضم العين حيث وقع، والباقون بكسرها (٥).
ــ {إِنَّا نُبَشِّرُكَ} [٥٣] قد ذكر (٦).
نافع: {فَبِمَ تُبَشِّرُونَ} [٥٤] بكسر النون مخففة، وابن كثير بكسرها مشددة، والباقون بفتحها (٧).
أبو عمرو والكسائي: {وَمَنْ يَقْنِطُ} [٥٦] وفي الروم (٨): {يَقْنِطُونَ}، وفي
_________
(١) انظر: النشر ٢/ ٣١٠. والجامع ل ٢٦٥/ب. والسبعة ص ٣٦٦. والمبسوط ص ٢٢٠. والتذكرة ٢/ ٣٩٥. والتبصرة ص ٥٦٠.
(٢) انظر: النشر ٢/ ٣٠١. والجامع ل ٢٦٥/ب. والسبعة ص ٣٦٦. والمبسوط ص ٢٢٠. والتذكرة ٢/ ٣٩٥. والتبصرة ص ٥٦٠.
(٣) {الرِّيح} في البقرة عند الآية: ١٦٤. و {جُزْء} في البقرة عند الآية (٢٦٠)، و {المُخْلِصِينَ} في سورة يوسف - عليه السلام - عند الآية: ٢٤. {فَأَسْرِ} في سورة هود عند الآية: ٨٤.
(٤) الآية: ٣٤: سورة يس.
(٥) انظر: النشر ٢/ ٢٢٦. والجامع ل ٢٦٦/أ. والتذكرة ٢/ ٢٦٦.
(٦) في سورة آل عمران، عند الآية ٣٩.
(٧) النشر ٢/ ٣٠٢. والجامع ل ٢٦٦/أ. والسبعة ص ٣٦٧. والمبسوط ص ٢٢١. والتذكرة ٢/ ٣٩٦.
(٨) الآية: ٣٦.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (404,'الزمر (١): {لَا تَقْنِطُوا} بكسر النون في الثلاثة، والباقون بفتحها (٢).
حمزة والكسائي: {إِنَّا لَمُنَجُّوهُم} [٥٩] مخففا، والباقون مشددا (٣).
أبو بكر: {قَدَّرْنآ إِنَّها} [٦٠] هنا وفي النمل (٤) بتخفيف الدال (٥)، والباقون بتشديدها (٦).
ياءاتها أربع: {عِبَادِيَ إِنِّيَ أَنَا} [٤٩]، {إِنِّيَ أَنَا النَّذِيرُ} [٨٩] فتحهن الحرميان وأبو عمرو، و {بَنَاتِيَ إِن كُنْتُم فَاعِلِينَ} [٧١] فتحها نافع (٧).

<span data-type="title" id=toc-132>سورة النحل </span>(٨)
قد ذكرتُ (٩): {عَمَّا يُشْرِكُونَ} [١، ٣] في الموضعين.
قرأ أبو بكر: {نُنْبتُ لَكُمْ} [١١] بالنون، والباقون بالياء (١٠).
_________
(١) الآية: ٥٣.
(٢) انظر: النشر ٢/ ٣٠٢. والجامع ل ٢٦٦/أ. والسبعة ص ٣٦٧. والمبسوط ص ٢٢١ والتذكرة ٢/ ٣٩٦. والتبصرة ص ٥٦١.
(٣) انظر: النشر ٢/ ٢٥٨. والجامع ل ٢٦٦/أ. والسبعة ص ٣٦٧. والمبسوط ص ٢٢١. والتذكرة ٢/ ٣٩٦. والتبصرة ص ٥٦١.
(٤) الآية: ٥٧.
(٥) انظر: النشر ٢/ ٣٠٢. والجامع ل ٢٦٦/أ. والسبعة ص ٣٦٧. والمبسوط ص ٢٢١. والتذكرة ٢/ ٣٩٦. والتبصرة ص ٥٦١.
(٦) ما بين المعقوفين ساقطة من (ت).
(٧) انظر: النشر ٢/ ٣٠٢. والجامع ل ٢٦٦/أ. والسبعة ص ٣٦٨. والمبسوط ص ٢٢١. والتذكرة ٢/ ٣٩٦. والتبصرة ص ٥٦٢.
(٨) وتسمى سورة النعم لما عدد الله فيها من النعم. انظر: الإتقان ١/ ١٢٠.
(٩) في سورة يونس، الاية: ١٨.
(١٠) انظر: النشر ٢/ ٣٠٢، والجامع ل ٢٦٦/ ب، والسبعة ص ٣٠٧، والمبسوط ص ٢٢٣، والتذكرة ٢/ ٣٩٧، والتبصرة ص ٥٦٣.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (405,'ابن عامر: {وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ مُسَخَّرَاتٌ} [١٢] بالرفع في الأربعة.
وحفص يرفع: {وَالنُّجُومُ مُسَخَّرَاتٌ} فقط؛ والباقون بالنصب، والتاء من {مُسَخَّرَاتٍ} مكسورة. (١).
عاصم: {غَيْرُ يَدْعُونَ مِنْ دُونِ اللَّهِ} [٢٠] بالياء، والباقون بالتاء (٢).
البزي بخلاف عنه (٣):
{أَيْنَ شُرَكَاي الَّذِينَ} [٢٧] بغير همز (٤)، والباقون بالهمز.
نافع: {تُشَاقُّونَ فِيهِمْ} [٢٧] بكسر النون، والباقون بفتحها (٥).
_________
(١) انظر: النشر ٢/ ٣٠٢، والجامع ل ٢٦٦/ ب، والسبعة ص ٣٠٧، والمبسوط ص ٢٢٣، والتذكرة ٢/ ٣٩٧، والتبصرة ص ٥٦٣.
(٢) انظر: النشر ٢/ ٣٠٢، والجامع ل ٢٦٦/ أ، والسبعة ص ٣٧١، والمبسوط ص ٢٢٣، والتذكرة ٢/ ٣٩٩، والتبصرة ص ٥٦٣.
(٣) قرأ المؤلف على أبى الحسن بغير همز، وقرأ على ابن خواستى وعلى فارس بالهمز.

وقال ابن الجزري: " ترك الهمز وجه ذكره الداني حكاية لا راوية؛ وذلك أن الذين قرأ عليهم الداني هذه الرواية وهم عبد العزيز بن جعفر وفارس بن أحمد لم يقرؤه إلا بالهمز، وقرأ على أبي الحسن بترك الهمز، وقال في مفرداته: والعمل على الهمز وبه آخذ. انظر: النشر ٢/ ٣٠٣ والدر المنثور ٤/ ٢٥٧.
(٤) قال ابن الجزري - رحمه الله -: " لولا حكاية الداني لهذا الخلاف عن النقاش لم نذكره، وكذلك لم يذكره الشاطبي إلا تبعا لقول الداني في التيسير (البزي بخلاف عنه)؛ وهو خروج من الداني، ومن الشاطبي عن طرقهما. وقد طعن النحاة في هذه الرواية بالضعف من حيث أن الممدود لا يقصر إلا في ضرورة الشعر؛ والحق أن هذه القراءة ثبتت عن البزي من الطرق المتقدمة لا من طريق التيسير ولا الشاطبية، ولا من طرقنا؛ فينبغى أن يكون قصر الممدود جائزا في الكلام على قلته؛ وروى سائر الرواة عن البزي وابن كثير إثبات الهمز فيها، وهو الذي لا يجوز من طرق كتاب غيره؛ وبذلك قرأ الباقون " انظر النشر ٢/ ٣٠٢.
(٥) انظر: النشر ٢/ ٣٠٣، والجامع ل ٢٦٧/ ب، والسبعة ص ٣٧٢، والمبسوط ص ٢٢٤، والتذكرة ٢/ ٤٠٠، والتبصرة ص ٥٦٤.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (406,'حمزة: {يَتَوَفَاهُمُ} [٢٨، ٢٩] في الموضعين بالياء، والباقون بالتاء (١).
{إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ} [٣٣] قد ذكر (٢).
الكوفيون: {لَا يَهْدِي مَنْ} [٣٧] بفتح التاء وكسر الدال، والباقون بضم الياء وفتح الدال (٣).
ابن عامر والكسائي: {فَيَكُونَ} [٤٠] هنا وفي (يس) (٤) بالنصب، والباقون بالرفع (٥).
{نُوحِي إِلَيْهِمْ} [٤٣] قد ذكر (٦).
حمزة والكسائي: {أَوَلَمْ تَرَوْا إِلَى} [٤٨] بالتاء والباقون بالياء (٧).
أبو عمرو: {تَتَفَيَّؤُا ظِلَالُهُ} [٤٨] بالتاء والباقون بالياء (٨).
نافع: {مُّفْرِطُونَ} [٦٢] بكسر الراء، والباقون بفتحها.
_________
(١) انظر: النشر ٢/ ٣٠٣، والجامع ل ٢٦٧/ ب، والسبعة ص ٣٧٢، والمبسوط ص ٢٢٤، والتذكرة ٢/ ٤٠٠، والتبصرة ص ٥٦٤.
(٢) في سور الأنعام، عند الاية: ١٥٨
(٣) انظر: النشر ٢/ ٣٠٣، والجامع ل ٢٦٧/ ب، والسبعة ص ٣٧٢، والمبسوط ص ٢٢٤، والتذكرة ٢/ ٤٠٠، والتبصرة ص ٥٦٤.
(٤) الاية: ٨٢
(٥) انظر: النشر ٢/ ٣٠٣، والجامع ل ٢٦٧/ ب، والسبعة ص ٣٧٣، والمبسوط ص ٢٢٤.
(٦) في سورة يوسف، عند الاية: ١٠٩.
(٧) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٧/ ب، والسبعة ص ٣٧٣، والمبسوط ص ٢٢٤، والتذكرة ٢/ ٤٠٠، والتبصرة ص ٥٦٥.
(٨) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٨/ أ، والسبعة ص ٣٧٤، والمبسوط ص ٢٢٤، والتذكرة ٢/ ٤٠١، والتبصرة ص ٥٦٥.',NULL,'406',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (407,'نافع وابن عامر وأبو بكر: {نَّسْقِيكُم} [٦٦] هنا وفى (المؤمنين) (١) بفتح النون، والباقون بضمها (٢).
{يَعْرِشُونَ} [٦٨] قد ذكر (٣).
أبو بكر: {تَجْحَدُونَ} [٧١] بالتاء، والباقون بالياء (٤). {مِنْ بُطُونِ أُمَّهَاتِكُمْ} [٧٨] قد ذكر (٥).
ابن عامر وحمزة: {أَلَمْ تَرَوْا إِلَى الطَّيْرِ} [٧٩] بالتاء، والباقون بالياء (٦).
الكوفيون وابن عامر: {يَوْمَ ظَعْنِكُمْ} [٨٠] بإسكان العين، والباقون بفتحها (٧).
ابن كثير وعاصم: {وَلَنَجْزِيَنَّ الَّذِينَ} [٩٦] بالنون، وكذلك قال النقاش عن الأخفش عن ابن ذكوان، وهو عندي وهمٌ؛ لأن الأخفش
_________
(١) الآية: ٢١.
(٢) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٨/ أ، والسبعة ص ٣٧٤، والمبسوط ص ٢٢٥، والتذكرة ٢/ ٤٠١، والتبصرة ص ٥٦٥.
(٣) في سورة الأعراف، عند الاية: ١٣٧.
(٤) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٨/ أ، والسبعة ص ٣٧٤، والمبسوط ص ٢٢٥، والتذكرة ٢/ ٤٠١، والتبصرة ص ٥٦٥.
(٥) في سورة النساء، عند الاية: ١١
(٦) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٨/ أ، والسبعة ص ٣٧٤، والمبسوط ص ٢٢٥، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.
(٧) انظر: النشر ٢/ ٣٠٤، والجامع ل ٢٦٨/ أ، والسبعة ص ٣٧٤، والمبسوط ص ٢٢٥، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.',NULL,'407',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (408,'ذكر ذلك في كتابه عنه بالياء، والباقون بالياء (١).
{الْقُدُسِ} [١٠٢] قد ذكر (٢).
حمزة والكسائي: {يَلْحَدُونَ} [١٠٣] هنا بفتح الياء والحاء، والباقون بضم الياء وكسر الحاء (٣).
ابن عامر: {مِنْ بَعْدِ مَا فَتَنُوا} [١١٠] بفتح الفاء والتاء، والباقون بضم الفاء وكسر التاء (٤).
ابن كثير: {فِي ضِيْقٍ مِمَّا يَمْكُرُونَ} [١٢٧] هنا وفى (النمل) (٥) بكسر الضاد والباقون بفتحها (٦).
ليس فيها من الياءات شيء.
_________
(١) ولا شك في صحة النون عن هشام وابن ذكوان جميعاىمن طرق العراقيين قاطبة؛ فقط قطع بذلك عنهما الحافظ العلاء الهمداني كما رواه سائر المشارقة. وجميع المغاربة قاطبة من جميع طرقهم عن هشام وابن ذكوان جميعا بالياء وجها واحدا؛ وهو الذي في "العنوان" و "المجتبى" و"الإرشاد" و"التذكرة " وبذلك قرأ الباقون. انظر: النشر ٢/ ٣٠٥، والجامع ل ٢٦٨/ ب، والسبعة ص ٣٧٥، والمبسوط ص ٢٢٦، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.
(٢) في سورة البقرة، عند الآية: ٨٧.
(٣) انظر: النشر ٢/ ٢٧٣، والجامع ل ٢٦٨/ ب، والسبعة ص ٣٧٥، والمبسوط ص ٢٢٦، والتذكرة ٢/ ٤٠٢.
(٤) انظر: النشر ٢/ ٣٠٥، والجامع ل ٢٦٩/ أ، والسبعة ص ٣٧٥، والمبسوط ص ٢٢٦، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.
(٥) الأية: ٧٠.
(٦) انظر: النشر ٢/ ٣٠٥، والجامع ل ٢٦٩/ أ، والسبعة/٣٧٦، والمبسوط/٢٢٦، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (409,'<span data-type="title" id=toc-133>سورة الإسراء </span>(١)
قرأ أبو عمرو: {أَلَّا يَتَّخِذُوا} [٢] بالياء، والباقون بالتاء (٢).
أبو بكر وابن عامر وحمزة: {لِيَسُوءَ وُجُوهَكُمْ} [٧] بالياء ونصب الهمزة على التوحيد، والكسائي بالنون ونصب الهمزة على الجمع؛ والباقون بالياء وهمزة مضمومة بين واوين على الجمع (٣).
{وَيُبَشِّرُ الْمُؤْمِنِينَ} [٩] قد ذكر (٤).
ابن عامر: {يُلَقَّاهُ} [١٣] مشددا والياء مضمومة والباقون مخففا والياء مفتوحة (٥).
حمزة والكسائي: {إِمَّا يَبْلُغَآنِّ} [٢٣] بكسر النون وألف قبلها، والباقون بفتحها من غير ألف، ولا خلاف في تشديد النون (٦).
نافع وحفص: {أُفٍّ} [٢٣] هنا وفى (الأنبياء) (٧).
_________
(١) تسمى أيضا سورة (سبحان) و (سورة بنى إسرائيل). الإتقان ١/ ١٢٠
(٢) انظر: النشر ٢/ ٣٠٦، والجامع ل ٢٦٩/ أ، والسبعة ص ٣٧٦، والمبسوط ص ٢٢٦، والتذكرة ٢/ ٤٠٢، والتبصرة ص ٥٦٦.
(٣) انظر: النشر ٢/ ٣٠٦، والجامع ل ٢٦٩/ أ، والسبعة ص ٣٧٨، والمبسوط ص ٢٢٧، والتذكرة ٢/ ٤٠٤، والتبصرة ص ٥٦٧.
(٤) في سورة آل عمران، عند الآية: ٣٩.
(٥) انظر: النشر ٢/ ٣٠٦، والجامع ل ٢٦٩/ ب، والسبعة ص ٣٧٨، والمبسوط ص ٢٢٧، والتذكرة ٢/ ٤٠٤، والتبصرة ص ٥٦٧.
(٦) انظر: النشر ٢/ ٣٠٦، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٧٩، والمبسوط ص ٢٢٧، والتذكرة ٢/ ٤٠٤، والتبصرة ص ٥٦٧.
(٧) الآية: ٦٧',NULL,'409',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (410,'و (الأحقاف) (١) بالتنوين وكسر الفاء؛ وابن كثير وابن عامر بفتح الفاء من غير تنوين؛ والباقون بكسرها من غير تنوين (٢).
ابن كثير: {كَانَ خِطَآءً} [٣١] بكسر الخاء وفتح الطاء مع المد، وابن ذكوان بفتح الطاء والخطاء من غير مد؛ والباقون بكسر الخاء وإسكان الطاء (٣).
حمزة والكسائي: {فَلَا تُسْرِف} [٣٣] بالتاء والباقون بالياء (٤).
حفص وحمزة والكسائي: {بِالْقِسْطَاسِ} [٣٥] هنا وفى (الشعراء) (٥) بكسر القاف، والباقون بضمها (٦).
الكوفيون وابن عامر: {كَانَ سَيِّئُهُ} [٣٨] بضم الهمزة والهاء على التذكير، والباقون بفتحهما مع التنوين على التأنيث (٧).
_________
(١) الآية: ١٧
(٢) انظر: النشر ٢/ ٣٠٦، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٧٩، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٥، والتبصرة ص ٥٦٨.
(٣) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٧٩، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٥، والتبصرة ص ٥٦٨.
(٤) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٨٠، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٥، والتبصرة ص ٥٦٨.
(٥) الآية: ١٨٢
(٦) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٨٠، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٥، والتبصرة ص ٥٦٨.
(٧) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ أ، والسبعة ص ٣٨٠، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٦، والتبصرة ص ٥٦٨.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (411,'حمزة والكسائي: {لِيَذْكُرُوا} [٤١] هنا وفى (الفرقان) (١) بإسكان الذال وضم الكاف مخففا؛ والباقون بفتحها مشددا (٢).
ابن كثير وحفص: {كَمَا يَقُولُونَ} [٤٢] بالياء، والباقون بالتاء (٣).
حمزة والكسائي: {عَمَّا تَقُولُونَ} [٤٣] بالتاء والباقون بالياء (٤).
الحرميان وابن عامر وأبو بكر: {يُسَبِّحُ لَهُ} [٤٤] بالياء، والباقون بالتاء (٥).
الاستفهامان في الموضعين (٦).
و{زَبُورًا} [٥٥] قد ذكر (٧).
حفص: {وَرَجِلِكَ} [٦٤] بكسر الجيم، والباقون بإسكانها (٨).
ابن كثير وأبو عمرو: {أَنْ نَخْسِفَ بِكُمْ} [٦٨]، {أَوْ نُرْسِلَ
_________
(١) الآية: ٥٠.
(٢) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ ب، والسبعة ص ٣٨٠، والمبسوط ص ٢٢٨، والتذكرة ٢/ ٤٠٦، والتبصرة ص ٥٦٩.
(٣) انظر: النشر ٢/ ٣٠٧.
(٤) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٧٠/ ب، والسبعة ص ٣٨١، والمبسوط ص ٢٢٩، والتذكرة ٢/ ٤٠٦، والتبصرة ص ٥٦٩.
(٥) انظر: النشر ٢/ ٣٠٧ وما سبق.
(٦) الآية: ٤٩ و ٩٨، وذكر في سورة الرعد عند الآية: ٥.
(٧) وذكر في سورة النساء عند الآية: ١٦٣.
(٨) انظر: النشر ٢/ ٣٠٨، والجامع ل ٢٧٠/ ب، والسبعة ص ٣٨٢، والمبسوط ص ٢٢٩، والتذكرة ٢/ ٤٠٦، والتبصرة ص ٥٦٩.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (412,'عَلَيْكُمْ} [٦٨]، {أَنْ نُعِيدَكُمْ} [٦٩]، {فَنُرْسِلَ} [٦٩]، {فَنُغْرِقَكُم} [٦٩] بالنون في الخمسة، والباقون بالياء (١).
أبو بكر وحمزة والكسائي: {أَعْمَى} [٧٢] في الحرفين بالإمالة وأبو عمرو بالإمالة في الأول فقط، وورش بين بين على أصله فيهما، والباقون بالفتح (٢).
ابن عامر وحفص وحمزة والكسائي: {خِلَافَكَ إِلَّا} [٧٦] بكسر الخاء وفتح اللام وألف بعدها، والباقون بفتح الخاء وإسكان اللام (٣).
ابن ذكوان: {وَنآءَ بِجَانِبِهِ} [٨٣] هنا وفى (فصلت) (٤) يجعل الهمزة بعد الألف، والباقون يجعلون الهمزة قبل الألف، وأمال الكسائي وخلف فتحة النون والهمزة في السورتين، وأمال خلاّد فتحة الهمزة فيهما فقط؛ وقد روى عن أبي شعيب مثل ذلك (٥)، وأمال أبو بكر فتحة الهمزة هنا، وأخلص إلى فتحها هناك، وورش على أصله في ذوات
_________
(١) انظر: النشر ٢/ ٣٠٨، والجامع ل ٢٧٠/ ب، والسبعة ص ٣٨٣، والمبسوط ص ٢٢٩، والتذكرة ٢/ ٤٠٦، والتبصرة ص ٥٦٩.
(٢) انظر: النشر ٢/ ٣٠٨، والسبعة ص ٣٨٣، والمبسوط ص ٢٢٩.
(٣) انظر: النشر ٢/ ٣٠٨، والجامع ل ٢٧١/ أ، والسبعة ص ٣٨٣، والمبسوط ص ٢٣٠، والتذكرة ٢/ ٤٠٧.
(٤) الآية: ٥١.
(٥) يعنى إمالة فتحة الهمزة من: ممم ژ و ژ ممم في السورتين ولم يعول عليها الحافظ ورواها بصيغة التمريض. وأجمع الرواة عن السوسي من جميع الطرق بالفتح والذي انفرد بالإمالة عن السوسي فارس بن أحمد في احد وجهيه، وتبعه على ذلك الشاطبي. انظر: النشر ٢/ ٤٤، ٣٠٨، والدر المنثور ٤/ ٢٥٨.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (413,'الياء (١).
الكوفيون {حَتَّى تَفْجُرَ لَنَا} [٩٠] بفتح التاء وضم الجيم مخففا، والباقون بالكسر بضم التاء وكسر الجيم مشددا (٢)، ولا خلاف في الثاني (٣).
نافع وعاصم وابن عامر: {كِسَفًا} [٩٢] بفتح السين، والباقون بإسكانها (٤).
ابن كثير وابن عامر: {قَالَ سُبْحَانَ رَبِّي} [٩٣] بألف، والباقون {قُلْ} بغير ألف (٥).
الكسائي: {لَقَدْ عَلِمْتُ} [١٠٢] بضم التاء، والباقون بفتحها (٦).
والوقف على {أَيًّا مَا} [١١٠] مذكور في بابه (٧).
فيها ياء واحدة وهي: {رَحْمَةِ رَبِّيَ إِذًا} [١٠٠] فتحها نافع وأبو عمرو (٨).
_________
(١) يعنى: أنه يميل هنا فتحة الهمزة والألف بعدها بين بين. انظر: الدر المنثور ٤/ ٢٥٨.
(٢) انظر: النشر ٢/ ٣٠٨، والجامع ل ٢٧٢/ ب، والسبعة ص ٣٨٤، والمبسوط ص ٢٣٠، والتذكرة ٢/ ٤٠٧، والتبصرة ص ٥٧٠.
(٣) في الآية: ٩١
(٤) انظر: النشر ٢/ ٣٠٩، والجامع ل ٢٧٢/ ب، والسبعة ص ٣٨٥، والمبسوط ص ٢٣٠، والتذكرة ٢/ ٤٠٨، والتبصرة ص ٥٧٠.
(٥) انظر: النشر ٢/ ٣٠٩، والجامع ل ٢٧٣/ ب، والسبعة ص ٣٨٥، والمبسوط ص ٢٣١، والتذكرة ٢/ ٤٠٨، والتبصرة ص ٥٧١.
(٦) انظر: النشر ٢/ ٣٠٩، والجامع ل ٢٧٣/ أ، والسبعة ص ٣٨٥، والمبسوط ص ٢٣١، والتذكرة ٢/ ٤٠٨، والتبصرة ص ٥٧١.
(٧) في باب الوقوف على مرسوم الخط.
(٨) انظر: النشر ٢/ ٣٠٩، والجامع ل ٢٧٣/ أ، والسبعة ص ٣٨٦، والمبسوط ص ٢٣٢، والتذكرة ٢/ ٤٠٩، والتبصرة ص ٥٧١.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (414,'وفيها محذوفتان: {لَئِنْ أَخَّرْتَنِ ي إِلَى} [٦٢] أثبتها في الحالتين ابن كثير وأثبتها في الوصل نافع وأبو عمرو.
{فَهُوَ الْمُهْتَدِ ي} [٩٧] أثبتها في الوصل نافع وأبو عمرو (١).

<span data-type="title" id=toc-134>سورة الكهف </span>(٢)
قرأ حفص: {عِوَجًا} [١] بسكتٍ (٣) (٤) على الألف سكتة لطيفة من غير قطع ولا تنوين، ثم يقول: {قَيِّمًا}، وكذلك كان يسكتُ مع مُراد الوصل على الألف في (يس) (٥) في قوله عز وجل: {مِنْ مَرْقَدِنَا} ثم يقول: {هَذَا}، وكذلك كان يسكت على النون في (القيامة) (٦) في قوله عز وجل: {مَنْ} ثم يقول: {رَاقٍ}، وكذلك كان يسكت على اللام في (المطففين) (٧) في قوله: {بَلْ} ثم يقول: {رَانَ}؛ والباقون يصِلُون ذلك من غير سكتٍ، ويُدغمون النون واللام في الراء (٨).
_________
(١) انظر: النشر ٢/ ٣٠٩، والجامع ل ٢٧٣/ أ، والسبعة ص ٣٨٦، والمبسوط ص ٢٣٢، والتذكرة ٢/ ٤٠٩، والتبصرة ص ٥٧١.
(٢) ويقال لها سورة (أصحاب الكهف) أخرجه ابن مردويه. الإتقان ١/ ١٢٠.
(٣) في (ت): كان يسكتُ.
(٤) السكت هو عبارة عن قطع الصوت زمنا دون زمن الوقوف عادة من غير تنفس.
والسكت مقيد بالسماع والنقل، فلا يجوز إلا فيما صحت الرواية به لمعنى مقصود بذاته.
انظر: النشر ١/ ٢٤٠، ٢٤٣.
(٥) الآية: ٥٢.
(٦) الآية: ٢٧.
(٧) الآية: ١٤.
(٨) الوقف على {عِوَجًا} قصد بيان أن {قَيِّمًا} ليس متصلا بما قبله في الإعراب؛ فيكون منصوبا بفعل مضمر تقديره: (أنزله قيما)؛ فيكون حالا من الهاء في (أنزله) وفى {مَرْقَدِنَا} بيان أن كلام الكفار قد انقضى، وأن قوله: {هَذَا مَا وَعَدَ الرَّحْمَنُ} ليس من كلامهم، فهو إما من كلام الملائكة أو من كلام المؤمنين. وفى {مَنْ رَاقٍ} و {بَلْ رَانَ} قصد بيان اللفظ ليظهر أنهما كلمتان مع صحة الرواية في ذلك؛ والله أعلم. انظر: النشر ٢/ ٤٢٩، وجامع البيان للطبري ٨/ ١٧٣، والتذكرة ٢/ ٤١٢، والموضح ٢/ ٧٧٢، وغيث النفع ص ١٧١، والدر المصون ٤/ ٤٣١.',NULL,'414',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (415,'أبو بكر: {مِّنْ لَدْنِهِ} [٢] بإسكان الدال وإشمامها شيئا من الضم وبكسر النون والهاء ويصل الهاء بياء، والباقون بضم الدال وإسكان النون وضم الهاء، وابن كثير على أصله يصلها بواو (١).
و{وَيُبَشِّرَ الْمُؤْمِنِينَ} [٢] قد ذكر (٢).
نافع وابن عامر: {مَرْفِقًا} [١٦] بفتح الميم وكسر الفاء، والباقون بكسر الميم وفتح الفاء (٣).
ابن عامر {تَزْوَرُّ عَنْ كَهْفِهِمْ} [١٧] بإسكان الزاي وتشديد الراء، والكوفيون بفتح الزاي مخففة وألف بعدها؛ والباقون يشددون الزاي ويثبتون الألف (٤).
الحرميان: {وَلَمُلِّئْتَ مِنْهُمْ} [١٨] بتشديد اللام، والباقون بتخفيفها (٥).
_________
(١) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ أ، والسبعة ص ٣٨٨، والمبسوط ص ٢٣٣، والتذكرة ٢/ ٤١٢، والتبصرة ص ٥٧٢.
(٢) في سورة آل عمران، عند الآية: ٣٩.
(٣) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ أ، والسبعة ص ٣٨٨، والمبسوط ص ٢٣٣، والتذكرة ٢/ ٤١٢، والتبصرة ص ٥٧٣.
(٤) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ أ، والسبعة ص ٣٨٨، والمبسوط ص ٢٣٣، والتذكرة ٢/ ٤١٢، والتبصرة ص ٥٧٤.
(٥) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ ب، والسبعة ص ٣٨٩، والمبسوط ص ٢٣٤، والتذكرة ٢/ ٤١٣، والتبصرة ص ٥٧٤.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (416,'{رُعْبًا} [١٨] قد ذكر (١).
أبو عمرو وأبو بكر وحمزة: {بِوِرْقِكُمْ} [١٩] بإسكان الراء، والباقون بكسرها (٢).
ابن عامر: {وَلَا تُشْرِكْ} [٢٦] بالتاء وجزم الكاف، والباقون بالياء ورفع الكاف (٣).
{بِالْغَدَاةِ} [٢٨] قد ذكر (٤).
حمزة والكسائي: {ثَلَاثَ مِائَة سِنِينَ} [٢٥] بغير تنوين، والباقون بالتنوين (٥).
عاصم: {وَكَانَ لَهُ ثَمَرٌ} [٣٤]، {وَأُحِيطَ بِثَمَرِهِ} [٤٢] بفتح الثاء والميم فيهما، وأبو عمرو بضم الثاء وإسكان الميم، والباقون بضمهما (٦).
الحرميان، وابن عامر: {خَيْرًا مِّنْهما} [٣٦] بالميم على التثنية، والباقون بغير ميم على التوحيد (٧).
_________
(١) في سورة آل عمران عند الآية: ١٥١
(٢) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ ب، والسبعة ص ٣٨٩، والمبسوط ص ٢٣٤، والتذكرة ٢/ ٤١٣.
(٣) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ ب، والسبعة ص ٣٨٩، والمبسوط ص ٢٣٤، والتذكرة ٢/ ٤١٣، والتبصرة ص ٥٧٤.
(٤) في سورة الأنعام، عند الآية: ٥٢
(٥) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ ب، والسبعة ص ٣٨٩.
(٦) انظر: النشر ٢/ ٣١٠، والجامع ل ٢٧٤/ أ، والسبعة ص ٣٩٠، والمبسوط ص ٢٣٤، والتذكرة ٢/ ٤١٣.
(٧) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٤/ ب، والسبعة ص ٣٩٠، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٣.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (417,'ابن عامر: {لَكِنَّا هُوَ مَا} [٣٨] بإثبات الألف في الوصل والباقون بحذفها فيه، وإثباتها في الوقف إجماع (١).
حمزة والكسائي: {وَلَمْ يَكُن لَهُ} [٤٣] بالياء والباقون بالتاء (٢).
حمزة والكسائي: {هُنَالِكَ الوِلايَةُ} [٤٤] بكسر الواو والباقون بفتحها (٣).
أبو عمرو والكسائي: {لِلَّهِ الحَقُّ} [٤٤] بالرفع، والباقون بالجر (٤).
عاصم وحمزة: {وَخَيْرٌ عُقْبًا} [٤٤] بإسكان القاف، والباقون بضمها (٥).
{تَذْرُوهُ الرِّيَاحُ} [٤٥] قد ذكر (٦).
الكوفيون ونافع: {وَيَوْمَ نُسَيِّرُ} [٤٧] بالنون، وكسر الياء، {الْجِبَالَ} [٤٧] بالنصب، والباقون بالتاء وفتح الياء ورفع اللام من {الْجِبَالَ} (٧).
_________
(١) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩١، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٤، والتبصرة ص ٥٧٥.
(٢) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٢، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٤، والتبصرة ص ٥٧٥.
(٣) انظر: النشر ٢/ ٢٧٧، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٢، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٤، والتبصرة ص ٥٧٥.
(٤) انظر: النشر ٢/ ٣١١، والسبعة ص ٣٩٢، والتذكرة ٢/ ٤١٤.
(٥) انظر: النشر ٢/ ٢١٦، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٢، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٤، والتبصرة ص ٥٧٥.
(٦) في سورة البقرة، عند الآية: ١٦٤
(٧) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٥، والتذكرة ٢/ ٤١٥، والتبصرة ص ٥٧٦.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (418,'حمزة: {وَيَوْمَ نَقُولُ} [٥٢] بالنون، والباقون بالياء (١).
الكوفيون: {قُبُلًا} [٥٥] بضمتين، والباقون بكسر القاف وفتح الباء (٢).
أبو بكر: {لَمهْلِكِهِم} [٥٩] وفى (النمل) (٣): {مَهلَكَ أَهْلِهِ} بفتح الميم واللام، وحفص بفتح الميم وكسر اللام، والباقون بضم الميم وفتح اللام (٤).
حفص: {وَمَا أَنْسَانِيهُ إِلَّا} [٦٣] وفى (الفتح): {عَلَيْهُ اللَّهَ} (٥). بضم الهاء فيهما في الوصل، والباقون بكسرها فيهما (٦).
أبو عمرو: {مِمَّا عُلِّمْتَ رَشَداً} [٦٦] بفتح الراء والشين، والباقون بضم الراء وإسكان الشين (٧).
نافع وابن عمرو: {فَلَا تَسْئَلَنِّي} [٧٠] بفتح اللام وتشديد النون، والباقون بإسكان اللام وتخفيف النون (٨).
_________
(١) انظر: النشر ٢/ ٣٧، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٥، والتبصرة ص ٥٧٦.
(٢) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٥/ ب، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٥، والتبصرة ص ٥٧٦.
(٣) الآية: ٤٩
(٤) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٥، والتبصرة ص ٥٧٦.
(٥) الآية: ١٠
(٦) انظر: النشر ٢/ ٣٠٥، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٦، والتبصرة ص ٥٧٦.
(٧) انظر: النشر ٢/ ٣١١، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٣، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٥، والتبصرة ص ٥٧٧.
(٨) انظر: النشر ٢/ ٣١٢، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٤.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (419,'حمزة والكسائي: {لِيَغْرَقَ} [٧١] بالياء المفتوحة وفتح الراء، {أَهْلُهَا} برفع اللام، والباقون بالتاء مضمومة وكسر الراء ونصب اللام (١).
الكوفيون وابن عامر: {نَفْسًا زَكِيَّةً} [٧٤] بتشديد الياء من غير ألف، والباقون بالألف وتخفيف الياء (٢).
نافع وأبو بكر وابن ذكوان: {نُكُراً} [٧٤، ٨٧] في الموضعين هنا وفى (الطلاق) (٣) بضم الكاف، والباقون بإسكانها (٤).
نافع: {مِنْ لَدُنِي} [٧٦] بضم الدال وتخفيف النون، وأبو بكر بإسكان الدال وإشمالها الضم وتخفيف النون، والباقون بضم الدال وتشديد النون (٥).
ابن كثير وأبو عمرو: {لَتِخِذْت عَلَيْهِ} [٧٧] بتخفيف التاء وكسر الخاء، والباقون بتشديد التاء وفتح الخاء (٦).
_________
(١) انظر: النشر ٢/ ٣١٣، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٥، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٧، والتبصرة ص ٥٧٨.
(٢) انظر: النشر ٢/ ٣١٣، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٥، والمبسوط ص ٢٣٧
(٣) الآية: ٨
(٤) انظر: النشر ٢/ ٢١٦، والجامع ل ٢٧٦/ أ، والسبعة ص ٣٩٥، والمبسوط ص ٢٣٧، والتذكرة ٢/ ٤١٧، والتبصرة ص ٥٧٨.
(٥) انظر: النشر ٢/ ٣١٣، والجامع ل ٢٧٦/ ب، والسبعة ص ٣٩٦، والمبسوط ص ٢٣٧، والتبصرة ص ٥٧٨.
(٦) انظر: النشر ٢/ ٣١٤، والجامع ل ٢٧٧/ أ، والسبعة ص ٣٩٦، والتذكرة ٢/ ٤١٧، والتبصرة ص ٥٧٨.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (420,'نافع وأبو عمرو: {أَنْ يُبَدِّلهما} [٨١] وفى (التحريم) (١): {أَن يُبَدِّلَهُ}
وفى (ن القلم) (٢): {أَن يُبَدِّلَنَا} في الثلاثة مشددا، والباقون مخففا (٣).
ابن عامر: {رُحُمَاً} [٨٥] بضم الحاء، والباقون بإسكانها (٤).
الكوفيون، وابن عامر: {فَأَتْبَعَ} [٨٥]، {ثُمَّ أَتْبَعَ} [٨٩]، {ثُمَّ أَتْبَعَ} [٩٢]
فى الثلاثة بقطع الألف مخففة التاء، والباقون بوصل الألف مشددة التاء (٥).
ابن عامر وأبو بكر وحمزة والكسائي: {فِي عَيْنٍ حَامِيَةٍ} [٨٦] بألف من غير همز، والباقون بغير ألف مع الهمزة (٦).
حفص وحمزة والكسائي: {فَلَهُ جَزَاءً الْحُسْنَى} [٨٨] بالتنوين ونصبه والباقون بالرفع من غير تنوين (٧).
_________
(١) الآية: ٥
(٢) الآية: ٣٢
(٣) انظر: النشر ٢/ ٣١٤، والجامع ل ٢٧٧/ أ، والسبعة ص ٣٩٦، والمبسوط ص ٢٣٨، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٧٩.
(٤) انظر: النشر ٢/ ٢١٦، والجامع ل ٢٧٧/ ب، والسبعة ص ٣٩٧، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٧٩.
(٥) انظر: النشر ٢/ ٣١٤، والجامع ل ٢٧٧/ أ، والسبعة ص ٣٩٧، والمبسوط ص ٢٣٨، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٧٩.
(٦) انظر: النشر ٢/ ٣١٤، والجامع ل ٢٧٧/ ب، والسبعة ص ٣٩٧، والمبسوط ص ٢٣٨، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٨٠.
(٧) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٧/ أ، والسبعة ص ٣٩٨، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٨٠.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (421,'ابن كثير وأبو عمرو وحفص: {السَّدَّيْنِ} [٩٣] بفتح السين والباقون بضمها (١).
حمزة والكسائي: {يُفْقِهُونَ} [٩٣] بضم الياء وكسر القاف والباقون بفتحهما (٢).
عاصم: {إِنَّ يَأْجُوجَ وَمَأْجُوجَ} [٩٤] هنا وفى (الأنبياء) (٣) بهمزها، والباقون بغير همزة (٤).
حمزة والكسائي: {لَكَ خَرَاجَاً} [٩٤] هنا وفى (المؤمنين) (٥) بألف والباقون بغير ألف.
نافع وابن عامر وأبو بكر: {وَبَيْنَهُمْ سُدُّاً} [٩٤] بضم السين، والباقون بفتحها (٦).
ابن كثير: {مَا مَكَّنَنِي} [٩٥] بنونين مخففتين، الأولى مفتوحة، والثانية مكسورة، والباقون بواحدة مكسورة مشددة (٧).
_________
(١) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٧/ ب، والسبعة ص ٣٩٩، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٤١٨، والتبصرة ص ٥٨٠.
(٢) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٧/ ب، والسبعة ص ٣٩٩، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٤١٩، والتبصرة ص ٥٨٠.
(٣) الآية: ٩٦
(٤) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٧/ ب، والسبعة ص ٣٩٩، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٤١٩، والتبصرة ص ٥٨١.
(٥) الآية: ٧٢
(٦) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٧/ أ.
(٧) انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٨/ أ، والسبعة ص ٤٠٠، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٤١٩.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (422,'أبو بكر: {رَدْمَاً (٩٥) ءْاتُونِي} [٩٥، ٩٦] بكسر التنوين وهمزة ساكنة بعده من باب المجيء، وإذا ابتدأ كسر همزة الوصل وأبدل الهمزة الساكنة بعدها (ياء)، والباقون بقطع الهمزة ومدة بعدها في الحالين، وورش على أصله يلقي حركة الهمزة على التنوين قبلها (١).
ابن كثير وأبو عمرو وابن عامر: {بَيْنَ الصُّدُفَين} [٩٦] بضمتين، وأبو بكر بضم الصاد وإسكان الدال، والباقون بفتحتين (٢).
حمزة وأبو بكر بخلاف (٣) عنه: {قَالَ أتُونِي} [٩٦] بهمزة ساكنة بعد اللام من باب المجيء، وإذا ابتدءا كسرا همزة الوصل وأبدلا الهمزة الساكنة (ياء)، والباقون بقطع الهمزة ومدة بعدها في الحالين (٤).
حمزة: {فَمَا اسْطَّاعُوا} [٩٧] بتشديد الطاء، والباقون بتخفيفها (٥).
الكوفيون: {جَعَلَهُ دَكَّاءَ} [٩٨] بالمد والمهمزة من غير تنوين، والباقون بالتنوين من غير همز (٦).
_________
(١) قرأ الداني له مثل الجماعة، وبه قرأ على شيخه أبي الحسن، وقرأ بكسر التنزين وهمزة ساكنة على فارس بن أحمد، وهو الذي اختاره في " المفردات ". انظر: النشر ٢/ ٣١٥، والجامع ل ٢٧٨/ أ، والسبعة ص ٤٠٠، والتذكرة ٢/ ٤١٩، والتبصرة ص ٥٨١، والدر النثير ٤/ ٢٥٩.
(٢) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٨/ أ، والسبعة ص ٤٠١، والمبسوط ص ٢٤٠، والتذكرة ٢/ ٤٢٠.
(٣) ذكر خلاف عنه عند الآية: ٩٥ وما قبلها.
(٤) انظر: النشر ٢/ ٣١٥.
(٥) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٧/ ب، والسبعة ص ٤٠١، والمبسوط ص ٢٤٠، والتذكرة ٢/ ٤٢٠.
(٦) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ ب، والسبعة ص ٤٠٢، والمبسوط ص ٢٤٠، والتذكرة ٢/ ٤٢١.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (423,'حمزة والكسائي: {قَبْلَ أَنْ يَنْفَذَ} [١٠٩] بالياء، والباقون بالتاء (١).
ياءاتها تسع: {رَّبيَ أَعْلَمُ} [٢٢]، {بِرَبّيَ أَحَدًا} [٣٨]، {رَّبيَ أَنْ يُؤْتِيَنِ} [٤٠]، {بِرَبّيَ أَحَدًا} [٣٨] فتح الأربعة الحرميان وأبو عمرو (٢)، {مَعِيَ صَبْرًا} [٦٧، ٧٢، ٧٥] في الثلاثة فتحها (٣) حفص (٤)، {سَتَجِدُنِيَ إِنْ شَاءَ اللَّهُ} [٦٩] فتحها نافع (٥)، {مِنْ دُونِيَ ... أَوْلِيَاءَ} [١٠٢] فتحها نافع وأبو عمرو (٦).
وفيها من الحذوفات سبع:
{الْمُهْتَدِ ي} [١٧] أثبتها في الوصل نافع وأبو عمرو، {أَنْ يَهْدِيَنِ ي} [٢٤]، {أَنْ يُؤْتِيَنِ ي} [٤٠]، {عَلَى أَنْ تُعَلِّمَنِ ي} [٦٦] أثبتهن في الحالين ابن كثير، وأثبتهن في الوصل نافع وأبو عمرو، {إِنْ تَرَنِ ي أَنَا أَقَلَّ} [٣٩] أثبتها في الحالين ابن كثير، وأثبتها في الوصل قالون وأبو عمرو، {مَا كُنَّا نَبْغِ ي} [٦٤] أثبتها في الحالين ابن كثير وأثبتها في الوصل نافع وأبو عمرو والكسائي، {فَلَا تَسْأَلْنِي تَسْأَلن ي} [٧٠] حذفها في الحالين ابن ذكوان بخلاف
_________
(١) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ أ، والسبعة ص ٤٠٢، والمبسوط ص ٢٤١، والتذكرة ٢/ ٤٢١.
(٢) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ أ، والسبعة ص ٤١٠.
(٣) في (ج) و (ط): " فتحهن"
(٤) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ أ، والسبعة ص ٤١٠.
(٥) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ أ، والسبعة ص ٤١٠.
(٦) انظر: النشر ٢/ ٣١٦، والجامع ل ٢٧٩/ أ، والسبعة ص ٤١٠.',NULL,'423',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (424,'عن الأخفش عنه (١)، وأثبتها الباقون في الحالين، وكذا رسمها (٢).

<span data-type="title" id=toc-135>سورة مريم عليها السلام </span>(٣)
قرأ أبو بكر والكسائي بإمالة فتحة الهاء والياء من {كهيعص} [١] وكذا قرأتُ في رواية أبي شعيب على فارس بن أحمد (٤) عن قراءته، وابن كثير وحفص بفتحهما، وابن عامر وحمزة بفتح الهاء وإمالة الياء، وأبو عمرو بإمالة الهاء وفتح الياء، ونافع الهاء والياء بين بين (٥).
_________
(١) قرأ المؤلف بالحذف له وافثبات على شيخه أبي الحسن بن غلبون، وبالإثبات على فارس بن أحمد، وعلى الفارسي عن النقاش عن الأخفش. ... وقد نصّ الأخفش في كتابه العام على إثباتها في الحالين وفى الخاص على حذفها فيهما. والوجهان الحذف في الحالين والإثبات كالجماعة وجهان، ذكرهما الشاطبي وغيره. وانظر: النشر ٢/ ٣١٢، والجامع ل ٢٧٩ /ب.
(٢) انظر: النشر ٢/ ٣١٢، والجامع ل ٢٧٩/ ب، والمبسوط ص ٢٣٦، والتذكرة ٢/ ٤١٧.
(٣) ما بين المعقوفن من (أ)، و (ج)، و (ط).
(٤) يعنى: بإمالة الهاء والياء، وذكر في " المفردات " هذه القراءة وأيضا قرأ على أبى الحسن بفتح الياء وإمالة فتحة الهاء. انظر: الدر النثير ٤/ ٢٦٢.
(٥) قال ابن الجزري: " وقرأ نافع بين اللفظين، وقد رُوي عنه الفتح، والأول أشهر، وقطع له بالفتح صاحب "التجريد "، وبه قرأ الداني على أبي الفتح فارس بن أحمد عن قراءته على عبد الباقي بن الحسن، يعنى: من طريق أبي نشيط، وهى طريق " التيسير" ولم يذكره فيه، فهو من المواضع التى خرج فيها عن طرقه". قلت: وذكر في "الجامع". انظر: النشر ٢/ ٦٧، والجامع ل ٢٨٠/ أ، والسبعة ص ٤٠٢، والمبسوط ص ٢٤١، والتذكرة ٢/ ٤٢١.',NULL,'424',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (425,'الحرميان وعاصم يُظهرون دال الهجاء عند الذال (١)، والباقون يدغمونها (٢).
أبو بكر وابن عامر: {زَكَرِيَّاءَ إِذْ نَادَى} [٢، ٣]، {يَازَكَرِيَّاءُ إِنَّا} [٧] وشبهه بتحقيق الهمزتين، وقد ذُكر (٣).
أبو عمرو والكسائي: {يَرِثْنِي ويَرِثْ} [٦] بجزم الثاء فيهما، والباقون برفعهما فيهما (٤).
{إِنَّا نُبَشِّرُكَ} [٧]، {لِتُبَشِّرَ بِهِ} [٩٧] قد ذكر (٥).
حمزة والكسائي وحفص: {عِتيَّاً} [٨، ٦٩]، و {صِلِيَّا} [٧٠]،
و{جِثِيَّاً} [٦٨، ٧٢] جميع ما في هذه السورة بكسر أوله.
حمزة والكسائي: {بِكِيَّاً} [٨٥] بكسر الباء، والباقون بضم أول ذلك (٦).
حمزة والكسائي: {وَقَدْ خَلَقْنَاكَ} [٩] بالنون والألف والباقون بالتاء مضمومة من غير ألف (٧).
_________
(١) يعنى: دال (صاد) من {كهيعص} مع {ذِكْرُ} بين الآية (١)، و (٢).
(٢) انظر: النشر ٢/ ١٧، والجامع ل ٢٨١/ أ، والسبعة ص ٤٠٦، والتذكرة ٢/ ٤٢٣، والتبصرة ص ٥٨٥، وقرة العين ل ٣١/ ب.
(٣) في باب الهمزتين من كلمتين.
(٤) انظر: النشر ٢/ ٣١٧، والجامع ل ٢٨١/ ب، والسبعة ص ٤٠٧، والمبسوط ص ٢٤٢، والتذكرة ٢/ ٤٢٣، والتبصرة ص ٥٨٥.
(٥) في سورة آل عمران، عند الآية: ٣٩
(٦) انظر: النشر ٢/ ٣١٧، والجامع ل ٢٨١/ ب، والسبعة ص ٤٠٧، والمبسوط ص ٢٤٢، والتذكرة ٢/ ٤٢٣، والتبصرة ص ٥٨٥.
(٧) انظر: النشر ٢/ ٣١٧، والجامع ل ٢٨١/ ب، والسبعة ص ٤٠٧، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٣، والتبصرة ص ٥٨٥.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (426,'ورش وأبو عمرو: {لَيَهَبَ} [١٩] بالياء، وكذلك روى الحُلْواني عن قالون (١)، والباقون بهمزة (٢).
حفص وحمزة: {وكُنتُ نَسْيَاً} [٢٣] بفتح النون، والباقون بكسرها (٣).
ابن كثير وابن عامر وأبو عمرو وأبو بكر: {مَنْ تَحْتِهَا} [٢٤] بفتح الميم والتاء، والباقون بكسرها (٤).
حفص: {تُسِاقِطْ عَلَيْكِ} [٢٥] بضم التاء وكسر القاف وتخفيف السين، وحمزة يفتحهما مع التخفيف، والباقون بفتحهما مع التشديد (٥).
عاصم وابن عامر: {قَوْلَ الْحَقِّ} [٣٤] بنصب اللام، والباقون برفعها (٦).
الكوفيون وابن عامر: {وَإِنَّ اللَّهَ} [٣٦] بكسر الهمزة، والباقون بفتحها (٧).
_________
(١) وعن أبي نشيط كالجماعة.
(٢) انظر: النشر ٢/ ٣١٧، والجامع ل ٢٨١/ ب، والسبعة ص ٤٠٨، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٤، والتبصرة ص ٥٨٥.
(٣) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ أ، والسبعة ص ٤٠٨، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٤، والتبصرة ص ٥٨٦.
(٤) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ أ، والسبعة ص ٤٠٩، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٥، والتبصرة ص ٥٨٦.
(٥) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ أ، والسبعة ص ٤٠٩، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٥، والتبصرة ص ٥٨٦.
(٦) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ أ، والسبعة ص ٤٠٩، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٥، والتبصرة ص ٥٨٦.
(٧) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ ب، والسبعة ص ٤١٠، والمبسوط ص ٢٤٣، والتذكرة ٢/ ٤٢٥، والتبصرة ص ٥٨٦.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (427,'{كُنْ فَيَكُونُ} (١) [٣٥] و {يَاأَبَتِ} [٤٢، ٤٣، ٤٤، ٤٥] قد ذكر (٢).
الكوفيون: {مُخْلَصًا} [٥١] بفتح اللام، والباقون بكسرها (٣).
{يَدْخُلُونَ الْجَنَّةَ} [٦٠] قد ذكر (٤).
ابن ذكوان: {إَذَا مَا مِتُّ} [٦٦] بهمزة واحدة مكسورة على الخبر، وقال النقاش عن الأخفش عنه بهمزتين (٥)، والباقون على الاستفهام، وهم فيه على ما تقدم من مذاهبهم (٦).
نافع وعاصم وابن عامر: {أَوَلَا يَذْكُرُ} [٦٧] بإسكان الذال وضم الكاف مخففا، والباقون بفتحهما مشددا (٧).
الكسائي: {ثُمَّ نُنْجِي الَّذِينَ} [٧٢] مخففا، والباقون مشددا (٨).
ابن كثير: {خَيْرٌ مُقَاماً} [٧٣] بضم الميم، والباقون بفتحها (٩).
_________
(١) في (ط): " {كُنْ فَيَكُونُ} وفيما تبعها "
(٢) {فَيَكُونُ} في البقرة عند الآية: ١٧. و {يَاأَبَتِ} في باب الوقف على مرسوم الخط، وفى سورة يوسف عند الآية: ٤
(٣) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ ب، والسبعة ص ٤١٠، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٥، والتبصرة ص ٥٨٧.
(٤) في سورة النساءء، عند الآية: ١٢٤.
(٥) قرأ الحافظ بهمزة واحدة على أبي الالفتح وأبي الحسن وقرأ على الفارسي بهمزتين، والوجهان في "الشاطبية" تبعا للتيسير.
وانظر: النشر ١/ ٣٧٢، والجامع ٢٨٢ / ب، والدر النثير ٤/ ٢٦١.
(٦) في باب الهمزتين في كلمة.
(٧) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ ب، والسبعة ص ٤١٠، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٦، والتبصرة ص ٥٨٧
(٨) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ ب، والسبعة ص ٤١١، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٦.
(٩) انظر: النشر ٢/ ٣١٨، والجامع ل ٢٨٢/ ب، والسبعة ص ٤١١، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٥.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (428,'قالون وابن ذكوان: {أَثَاثًا وريَّاً} [٧٤] بتشديد الياء من غير همز، والباقون بالهمز (١)، ووقف حمزة مذكور في بابه.
حمزة والكسائي: {مَالًا وَوُلْداً} [٧٧]، {الرَّحْمَنُ وُلْداً} [٨٨]، {لِلرَّحْمَنِ وُلْداً} [٩١]، {أَنْ يَتَّخِذَ وُلْداً} [٩٢]، وفى (الزخرف) (٢): {لِلرَّحْمَنِ وُلْدٌ} بضم الواو وإسكان اللام في الخمسة، والباقون بفتحها فيهن (٣).
نافع والكسائي: {يَكادُ السَّمَاوَاتُ} [٩٠] هنا وفى (الشورى) (٤) بالياء، والباقون بالتاء (٥).
الحرميان وحفص والكسائي: {يَتَفَطَّرْنَ} [٩٠] هنا بالتاء وفتح الطاء مشددة، والباقون بالنون وكسر الطاء مخففة (٦).
ياءاتها ست: {مِنْ وَرَائِي وَكَانَتِ} [٥] فتحها ابن كثير، {اجْعَلْ لِيَ آيَةً} [١٠]، {لَكَ رَبِّيَ إِنَّهُ} [٤٧] فتحهما نافع
_________
(١) انظر: النشر ٢/ ٣١٩، والجامع ل ٢٨٣/ أ، والسبعة ص ٤١١، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٦.
(٢) الآية: ٨١
(٣) انظر: النشر ٢/ ٣١٩، والجامع ل ٢٨٣/ أ، والسبعة ص ٤١١، والمبسوط ص ٢٤٤، والتذكرة ٢/ ٤٢٦، والتبصرة ص ٥٨٧.
(٤) الآية: ٥.
(٥) انظر: النشر ٢/ ٣١٩، والجامع ل ٢٨٣/ أ، والسبعة ص ٤١١، والمبسوط ص ٢٤٥، والتذكرة ٢/ ٤٢٧، والتبصرة ص ٥٨٨.
(٦) انظر: النشر ٢/ ٣١٩، والجامع ل ٢٨٣/ أ، والسبعة ص ٤١١، والمبسوط ص ٢٤٥، والتذكرة ٢/ ٤٢٧، والتبصرة ص ٥٨٨.',NULL,'428',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (429,'وأبو عمرو، {إِنِّيَ أَعُوذُ} [١٨] و {إِنِّيَ أَخَافُ} [٤٥] فتحهما الحرميان وأبو عمرو، {آتَانِيْ الْكِتَابَ} [٣٠] سكنها حمزة (١).

<span data-type="title" id=toc-136>سورة طه </span>(٢)
قرأ أبو بكر وحمزة والكسائي: {طه} [١] بإمالة فتحة الطاء والهاء، وورش وأبو عمرو بإمالة الهاء خاصة (٣)، والباقون بفتحهما (٤).
حمزة: {لأَهْلِه امْكُثُوا} [١٠] هنا وفى (القصص) (٥) بضم الهاء في الوصل، والباقون بكسرها فيه (٦).
ابن كثير وأبو عمرو: {أَنِّي أَنَا رَبُّكَ} [١٢] بفتح الهمزة، والباقون بكسرها (٧).
_________
(١) انظر لما مضى: النشر ٢/ ٣١٩، والجامع ل ٢٨٣/ ب، والسبعة ص ٤١٣، والمبسوط ص ٢٤٥، والتذكرة ٢/ ٤٢٧، والتبصرة ص ٥٨٨.
(٢) تسمى أيضا: سورة (الكليم). انظر: الإتقان ١/ ١٢٠.
(٣) اختلف عن ورش ففتح الهاء عنه الأصبهاني، واختلف عن الأزرق، فالجمهور على الإمالة عنه محضان، وهذا الذي ذكره الحافظ - رحمه الله - وتبعه على هذا الشاطبي وابن غلبون وغيرهم. انظر: النشر ٢/ ٦٨.
(٤) انظر: النشر ٢/ ٦٨، والجامع ل ٢٨٤/أ، والسبعة ص ٤١٦، والتذكرة ٢/ ٤٢٩، والتبصرة ص ٥٨٩، والدر المنثير ٤/ ٢٦٢.
(٥) الآية: ٢٩
(٦) انظر: النشر ٢/ ٣١٢، والجامع ل ٢٨٤/ أ، والسبعة ص ٤١٧، والتذكرة ٢/ ٤٢٩، والتبصرة ص ٥٨٩.
(٧) انظر: النشر ٢/ ٣١٢، والجامع ل ٢٨٤/ أ، والسبعة ص ٤١٧، والتذكرة ٢/ ٤٢٩، والتبصرة ص ٥٨٩.',NULL,'429',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (430,'الكوفيون وابن عامر: {طُوًى} [١٢] هنا وفى (النازعات) (١) بالتنوين ويكسرونه هناك للساكنين، والباقون بغير تنوين (٢).
حمزة: {وَأَنَّا} [١٣] بتشديد النون، {اخْتَرْنَاكَ} [١٣] بالنون والألف، والباقون بتخفيف النون وبالتاء مضمومة من غير ألف (٣).
ابن عامر: {أَخِي أَشْدُدْ} [٣١] بقطع الألف وفتحها في الحالين،
{وأُشْرِكْهُ فِي} [٣٢] بضم الهمزة، والباقون بوصل الألف في الأول ويبتدؤنها بالضم وفتح الهمزة في الثاني (٤).
الكوفيون: {مَهْدًا} [٣٥] هنا وفى (الزخرف) (٥) بفتح الميم وإسكان الهاء، والباقون بكسر الميم وفتح الهاء وألف بعدها (٦)، ولم يختلفوا في الذي في (النبأ) (٧).
عاصم وابن عامر وحمزة: {مَكَانًا سُوًى} [٨٥] بضم السين،
_________
(١) الآية: ١٦.
(٢) انظر: النشر ٢/ ٣١٩، والجامع ل ٢٨٤ / ب، والسبعة ص ٤١٧، والتذكرة ٢/ ٤٣٠، والتبصرة ص ٥٩٠.
(٣) انظر: النشر ٢/ ٣٢٠، والجامع ل ٢٨٤ / ب، والسبعة ص ٤١٧، والتذكرة ٢/ ٤٢٩، والتبصرة ص ٥٩٠.
(٤) انظر: النشر ٢/ ٣٢٠، والجامع ل ٢٨٤ / ب، والسبعة ص ٤١٨، والتذكرة ٢/ ٤٣٠، والتبصرة ص ٥٩٠.
(٥) الآية: ١٠
(٦) انظر: النشر ٢/ ٣٢٠، والجامع ل ٢٨٥ / أ، والسبعة ص ٤١٨، والتذكرة ٢/ ٤٣١، والتبصرة ص ٥٩١.
(٧) قوله تعالى: " ألم نجعل الأرض مهادا) الآية: ٦',NULL,'430',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (431,'والباقون بكسرها (١).
ووقف أبو بكر وحمزة والكسائي: {سُوًى} [٨٥] وفى (القيامة) (٢): {أَنْ يُتْرَكَ سُدًى} بالإمالة، وورش وأبو عمرو على أصلهما بين بين، والباقون بالفتح على أصولهم (٣).
حفص وحمزة والكسائي: {فَيُسْحِتَكُمْ} [٦١] بضم الياء وكسر الحاء، والباقون بفتحهما (٤).
ابن كثير وحفص: {قَالُوا إِنْ} [٦٣] بإسكان النون، والباقون بتشديدها، وأبو عمرو: {هَاذَينّ} [٦٣] بالياء، والباقون بالألف، وابن كثير يشدد النون، والباقون يخففونها (٥).
أبو عمرو: {فَاجْمَعُوا} [٦٤] بوصل الألف وفتح الميم، والباقون بقطع الألف وكسر الميم (٦).
_________
(١) انظر: النشر ٢/ ٣٢٠، والجامع ل ٢٨٥ / أ، والسبعة ص ٤١٨، والتذكرة ٢/ ٤٣١، والتبصرة ص ٥٩١.
(٢) الآية: ٣٦
(٣) انظر: النشر ٢/ ٤٣، والجامع ل ٢٨٥ / أ، والتذكرة ٢/ ٤٣١، والتبصرة ص ٥٩١.
(٤) انظر: النشر ٢/ ٣٢٠، والجامع ل ٢٨٥ / أ، والسبعة ص ٤١٩، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.
(٥) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٥ / أ، والسبعة ص ٤١٩، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.
(٦) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٥ / ب، والسبعة ص ٤١٩، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.',NULL,'431',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (432,'ابن ذكوان: {تُخَيَّلُ إِلَيْهِ} [٦٦] بالتاء والباقون بالياء (١).
ابن ذكوان {تَلْقَفُ فَأُلْقِيَ} [٦٩] برفع الفاء، والباقون بجزمها (٢)، وقد تقدم مذهب البزي في تشديد التاء (٣)، ومذهب حفص في إسكان اللام وتخفيف القاف (٤).
حمزة والكسائي: {كَيْدُ سِحْرٍ} [٦٩] بكسر السين وإسكان الحاء، والباقون بفتح السين وألف بعدها وكسر الحاء (٥).
قنبل وحفص: {آمَنْتُمْ لَهُ} [٧١] على الخبر، والباقون على الاستفهام (٦)، وقد تقدم ذلك (٧).
قالون بخلاف عنه: {وَمَنْ يَأْتِهِ مُؤْمِنًا} [٧٥] باختلاس كسرة الهاء في الوصل، وأبو شعيب بإسكانها فيه، والباقون بإشباعها (٨).
_________
(١) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٥ / ب، والسبعة ص ٤٢٠، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.
(٢) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٥ / ب، والسبعة ص ٤٢١، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.
(٣) في سورة البقرة عند الآية: ٢٦٧.
(٤) تقدم في سورة الأعراف عند الآية ١١٧.
(٥) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٥ / ب، والسبعة ص ٤٢١، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٢.
(٦) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢١، والتذكرة ٢/ ٤٣٢، والتبصرة ص ٥٩٣.
(٧) في باب الهمزتين من كلمة.
(٨) قرأ الحافظ بالاختلاس على أبي الحسن، وقرأ بالإشباع على أبي الفتح، ولم يذكر في ((جامع البيان)) عن الحلواني سواه، وقال في " مفرداته ": " الوجهان مشهوران ".',NULL,'432',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (433,'حمزة: {لا تَخَفْ دَرَكًا} [٧٧] بجزم الفاء، والباقون برفعها وألف قبلها (١).
حمزة والكسائي: {قَدْ أَنْجَيْتُكُم مِنْ عَدُوِّكُمْ} [٨٠] و {وَاعَدتُكُم} [٨٠]، {مَا رَزَقْتُكُم} [٨١] بالتاء مضمومة في الثلاثة، والباقون بالنون مفتوحة وألف بعدها (٢).
الكسائي: {فيَحُلَّ عَلَيْكُمْ} [٨١] بضم الحاء، {وَمَنْ يَحْلُلْ} [٨١] بضم اللام الأولى، والباقون بكسر الحاء واللام (٣)، والحرف الثالث مجمع عليه (٤).
نافع وعاصم: {بِمَلْكِنَا} [٨٧] بفتح الميم، وحمزة والكسائي بضمها، والباقون بكسرها (٥).
الحرميان وابن عامر وحفص: {حُمِّلْنَا} [٨٧] بضم الحاء وكسر الميم مشددة، والباقون بفتحهما مع التخفيف (٦).
_________
(١) انظر: النشر ١/ ٣١٠
(٢) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٦ / أ، والسبعة ص ٤٢٢، والتذكرة ٢/ ٤٣٣، والتبصرة ص ٥٩٣.
(٣) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٦ / أ، والسبعة ص ٤٢٢، والتذكرة ٢/ ٤٣٤، والتبصرة ص ٥٩٣.
(٤) قوله تعالى: {أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ} الآية: ٨٦ مجمع على أنه بكسر الحاء.
(٥) انظر: النشر ٢/ ٣٢١، والجامع ل ٢٨٦ / أ، والسبعة ص ٤٢٢، والتذكرة ٢/ ٤٣٤، والتبصرة ص ٥٩٤.
(٦) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / أ، والسبعة ص ٤٢٣، والتذكرة ٢/ ٤٣٤، والتبصرة ص ٥٩٤.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (434,'{قَالَ يَبْنَؤُمَّ} [٩٤] قد ذكر (١).
حمزة والكسائي: {بِمَا لَمْ تَبْصُرُوا بِهِ} [٩٦] بالتاء، والباقون بالياء (٢).
ابن كثير وأبو عمرو: {لَنْ تُخْلِفَهُ} [٩٧] بكسر اللام والباقون بفتحها (٣).
أبو عمرو: {ويوم نَنفُخُ} [١٠٢] بالنون مفتوحة وضم الفاء، والباقون بالياء مضمومة وفتح الفاء (٤).
ابن كثير: {فَلَا يَخَفْ ظُلْمًا} [١١٢] بجزم الفاء، والباقون برفعها وألف قبلها (٥).
نافع وأبو بكر: {وإنَّك لَا} [١١٩] بكسر الهمزة، والباقون بفتحها (٦).
أبو بكر والكسائي: {لَعَلَّكَ تُرْضَى} [١٣٠] بضم التاء، والباقون بفتحها (٧).
نافع وأبو عمرو وحفص: {أَوَلَمْ تَأْتِهِمْ} [١٣٣] بالتاء، والباقون بالياء (٨).
_________
(١) في سورة الأعراف، عند الآية: ١٥٠
(٢) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٣، والتذكرة ٢/ ٤٣٤، والتبصرة ص ٥٩٤.
(٣) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٤، والتذكرة ٢/ ٤٣٥، والتبصرة ص ٥٩٤.
(٤) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٤، والتذكرة ٢/ ٤٣٥، والتبصرة ص ٥٩٤.
(٥) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٤، والتذكرة ٢/ ٤٣٥، والتبصرة ص ٥٩٥.
(٦) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٤، والتذكرة ٢/ ٤٣٥، والتبصرة ص ٥٩٥.
(٧) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / أ، والسبعة ص ٤٢٥، والتذكرة ٢/ ٤٣٦
(٨) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٨٦ / ب، والسبعة ص ٤٢٥، والتذكرة ٢/ ٤٣٦، والتبصرة ص ٥٩٥.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (435,'حمزة والكسائي يميلان أواخر آي هذه السورة من لدن قوله:
{لِتَشْقَى} [٢] إلى آخرها {وَمَنِ اهْتَدَى} [١٣٥]، وأبو عمرو يميلُ من ذلك ما فيه نحو: {الثَّرَى} و {مَنِ افْتَرَى} و {وَلَا تَعْرَى} وشبهه، وماعدا ذلك بين بين، وورش جميع ذلك بين بين، والباقون بإخلاص الفتح بجميع ذلك على ما شرحناه في باب الإمالة (١)، (٢).
ياءاتها ثلاث عشرة ياءً:
{إِنِّيَ آنَسْتُ} [١٠]، {إِنِّيَ أَنَا رَبُّكَ} [١٢]، {إِنَّنِيَ أَنَا اللَّهُ} [١٤] فتحهن الحرميان وأبو عمرو، و {لَعَلِّيْ آتِيكُمْ} [١٠] سكنها الكوفيون، {لِذِكْرِيَ إِنَّ} [١٤، ١٥]، و {وَيَسِّرْ لِيَ أَمْرِي} [٢٦]، و {عَلَى عَيْنِيَ (٣٩) إِذْ} [٣٩، ٤٠]، و {وَلَا بِرَأْسِيَ إِنِّي} [٩٤] فتحهن نافع وأبو عمرو، {وَلِيَ فِيهَا} [١٨] فتحها ورش وحفص، {أَخِيَ (٣٠) اشْدُدْ} [٣٠، ٣١] فتحها ابن كثير وأبو عمرو، و {لِنَفْسِيْ (٤١) اذْهَبْ} [٤١، ٤٢]، و {فِي ذِكْرِيْ (٤٢) اذْهَبَا} [٤٢، ٤٣] سكنها الكوفيون وابن عامر فيسقطان من اللفظ حينئذٍ للساكنين، {لِمَ حَشَرْتَنِيَ أَعْمَى} [١٢٥] فتحها الحرميان.
وفيها محذوفة:
{أَلَّا تَتَّبِعَنِ ي أَفَعَصَيْتَ} [٩٣] (٣) أثبتها في الحالين ساكنة ابنُ كثير، وأثبتها ساكنة كذلك في الوصل نافعٌ وأبو عمرو (٤).
_________
(١) انظر: النشر ٢/ ٣٧، ٤٠.
(٢) في (ت): " وبالله التوفيق ".
(٣) في المطبوع أخطأ المستشرق في الآية، فكتبها: (لا تتبعون)، وهذه من أخطاءه الشنيعة.
(٤) انظر: النشر ٢/ ٣٢٣، والجامع ل ٢٨٦، ٢٨٧/ ب، والسبعة ص ٤٢٦، والتذكرة ٢/ ٤٣٧، والتبصرة ص ٥٩٥، ٥٩٦.',NULL,'435',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (436,'<span data-type="title" id=toc-137>سورة الأنبياء [عليهم السلام]</span>
قرأ حفص وحمزة والكسائي: {قَالَ رَبِّي يَعْلَمُ} [٤] بالألف، والباقون: {قُلْ} بغير ألف (١). {نُوحِي إِلَيْهِمْ} [٧] قد ذكر (٢).
حفص وحمزة والكسائي في الثاني: {نُوحِي إِلَيْهِ} [٢٥] بالنون وكسر الحاء، والباقون بالياء وفتح الحاء (٣).
ابن كثير: {أَلَمْ يَرَ الَّذِينَ كَفَرُوا} [٣٠] بغير واو بعد الهمزة، والباقون بالواو (٤).
ابن عامر: {وَلَا تُسْمِعُ} [٤٥] بالتاء مضمومة وكسر الميم، {الصُّمَ} بالنصب، والباقون بالياء مفتوحة وفتح الميم، {الصُّمُّ} بالرفع (٥).
نافع: {مِثْقَالُ حَبَّةٍ} [٤٧] هنا وفى (لقمان) (٦) برفع اللام، والباقون بنصبها (٧).
_________
(١) انظر: النشر ٢/ ٣٢٣، والجامع ل ٢٨٧ / أ، والسبعة ص ٤٢٨، والتذكرة ٢/ ٤٣٩، والتبصرة ص ٥٩٦. وفى (ط): "والباقون بغير ألف".
(٢) في سورة يوسف، عند الآية: ١٠٩.
(٣) انظر: النشر ٢/ ٣٢٣، والجامع ل ٢٨٧ / ب، والسبعة ص ٤٢٨، والتذكرة ٢/ ٤٣٩، والتبصرة ص ٥٩٧.
(٤) انظر: النشر ٢/ ٣٢٣، والجامع ل ٢٨٧ / ب، والسبعة ص ٤٢٨، والتذكرة ٢/ ٤٣٩، والتبصرة ص ٥٩٧.
(٥) انظر: النشر ٢/ ٣٢٣، والجامع ل ٢٨٨ / أ، والسبعة ص ٤٢٩، والتذكرة ٢/ ٤٣٩، والتبصرة ص ٥٩٧.
(٦) الآية: ١٦
(٧) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / أ، والسبعة ص ٤٢٩، والتذكرة ٢/ ٤٤٠، والتبصرة ص ٥٩٧.',NULL,'436',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (437,'و {وَضِيَاءً} [٤٨] قد ذكر (١).
الكسائي: {جِذَاذاً} [٨٥] بكسر الجيم، والباقون بضمها (٢).
{أُفٍّ لَكُمْ} [٦٧] (٣) و {أَئِمَّةَ} [٧٣] (٤) قد ذكر.
ابن عامر وحفص: {لِتُحْصِنَكُمْ} [٨٠] بالتاء، وأبو بكر بالنون، والباقون بالياء (٥).
ابن عامر وأبو بكر: {نِّجِي الْمُؤْمِنِينَ} [٨٨] بنون واحدة مشددا، والباقون بنونين مخففا (٦).
أبو بكر وحمزة والكسائي: {وَحِرْمٌ} [٩٥] بكسر الحاء وإسكان الراء، والباقون بفتحهما وألف بعد الراء (٧).
{إِذَا فُتِحَتْ} [٩٦] (٨) و {يَأْجُوجُ وَمَأْجُوجُ} [٩٦] (٩) قد ذُكرا.
_________
(١) في سورة يونس، عند الآية: ٥
(٢) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / أ، والسبعة ص ٤٢٩، والتذكرة ٢/ ٤٤٠، والتبصرة ص ٥٩٧.
(٣) ذكر في سورة الإسراء، عند الآية: ٢٣
(٤) ذكر في سورة التوبة، عند الآية: ١٢
(٥) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / أ، والسبعة ص ٤٣٠، والتذكرة ٢/ ٤٤٠، والتبصرة ص ٥٩٨.
(٦) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / أ، والسبعة ص ٤٣٠، والتذكرة ٢/ ٤٤١، والتبصرة ص ٥٩٨.
(٧) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / ب، والسبعة ص ٤٣١، والتذكرة ٢/ ٤٤١، والتبصرة ص ٥٩٨.
(٨) ذكر في سورة الأنعام، عند الآية: ٤٤.
(٩) ذكر في سورة الكهف، عند الآية: ٩٤.',NULL,'437',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (438,'حفص وحمزة والكسائي: {لِلْكُتُبِ كَمَا} [١٠٤] على الجمع، والباقون على التوحيد (١).
{فِي هَذَا} [١٠٥] (٢) قد ذكر
حفص: {قَالَ رَبِّ احْكُمْ} [١١٢] بالألف، والباقون بغير ألف (٣).
ياءاتها أربع:
{مَنْ مَعِيَ} [٢٤] فتحها حفص، {إِنِّيَ إِلَهٌ} [٢٩] فتحها نافع وأبو عمرو، {مَسَّنِيْ الضُّرُّ} [٨٣]، و {عِبَادِيْ الصَّالِحُونَ} [١٠٥] سكنها حمزة (٤).

<span data-type="title" id=toc-138>سورة الحج</span>
قرأ حمزة والكسائي {سَكْرى وَمَا هُم بِسَكْرى} [٢] بغير ألف منهما على وزن (فَعْلى)، والباقون بالألف على وزن (فُعالا) (٥).
ورش وأبو عمرو وابن عامر: {ثُمَّ لِيَقْطَع} [١٥] بكسر اللام.
{لِيُضِلَّ} [٩] قد ذكر (٦).
_________
(١) انظر: النشر ٢/ ٣٢٤، والجامع ل ٢٨٨ / ب، والسبعة ص ٤٣١، والتذكرة ٢/ ٤٤١، والتبصرة ص ٥٩٨.
(٢) ذكر في سورة النساء، عند الآية: ١٦٣.
(٣) انظر: النشر ٢/ ٣٢٥، والجامع ل ٢٨٨ / ب، والسبعة ص ٤٣١، والتذكرة ٢/ ٤٤١، والتبصرة ص ٥٩٩.
(٤) انظر: النشر ٢/ ٣٢٥، والجامع ل ٢٨٨ / ب، والسبعة ص ٤٣٢، والتذكرة ٢/ ٤٤٢، والتبصرة ص ٥٩٩. وفي (ت): " وبالله التوفيق".
(٥) انظر: النشر ٢/ ٣٢٥. والجامع ل ٢٨٨/ب. والسبعة ص ٤٣٤. والمبسوط ص ٢٥٦. والتذكرة ٢/ ٤٤٣. والتبصرة ص ٥٩٩.
(٦) في سورة إبراهيم، عند الآية (٣٠).',NULL,'438',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (439,'ورش وقنبل وأبو عمرو وابن عامر: {ثُمَّ لِيَقْضُوا} [٢٩] بكسر اللام، وابن ذكوان {وَلِيُوفُوا} [٢٩]، {وَلِيَطَّوَفُوا} [٢٩] بكسر اللام فيهما، والباقون بإسكان اللام في الأربعة (١). {هَاذَانِ} [١٩] قد ذكر (٢).
نافع وعاصم: {وَلُؤْلُؤًا} [٢٣] هنا وفي (فاطر) (٣) بالنصب، والباقون بالخفض، [وترك أبو بكر وأبو عمرو إذا خُفِّف الهمزة الأولى] (٤) من {لُؤْلُؤٌ}.
و{اللُّؤْلُؤُ} و {لُؤْلُؤًا} في جميع القرآن، وحمزة إذا وقف سهل الهمزتين على أصله، وهشام يسهل الثانية في غير النصب على أصله أيضا، والباقون يحققونهما (٥).
حفص: {لِلنَّاسِ سَوَاءً} [٢٥] بالنصب، والباقون بالرفع (٦).
_________
(١) انظر: النشر ٢/ ٣٢٥. والجامع ل ٢٨٨/ب. والسبعة ص ٤٣٤. والمبسوط ص ٢٥٦. والتذكرة ٢/ ٤٤٣. والتبصرة ٥٩٩.
(٢) في سورة النساء، عند الآية ١٦.
(٣) الآية: ٣٣.
(٤) هذه العبارة غير متناسقة وإن كانت النسخ التي لديّ قد أجمعت عليها، وتستقيم هذه العبارة بالقول: "وقرأ أبو بكر وأبو عمرو بتخفيف الهمزة الأولى". أو بقول: "وترك أبو بكر وأبو عمر، أي: خفّفا الهمزة الأولى"، وهذه أقربُ لعبارة المؤلّف. وتخفيف الهمزة الأولى لأبي عمرو مرتّب وموزع، لا مُفرَّغ؛ لأن تخفيف الهمزة الأولى هي من رواية السوسي لا الدوري، فالرواة لا يختلفون في نسبة هذه القراءة إلى شُعبة والسوسي من طريق الشاطبية. والله أعلم. انظر: النشر ١/ ٣٩٠ وما بعدها.
(٥) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٨٩ / أ، والسبعة ص ٤٣٥، والمبسوط ص ٢٥٦، والتذكرة ٢/ ٤٤٤، والتبصرة ص ٦٠١.
(٦) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٨٩ / ب، والسبعة ص ٤٣٥، والمبسوط ص ٢٥٧، والتذكرة ٢/ ٤٤٦، والتبصرة ص ٦٠١.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (440,'أبو بكر: {وَلْيَوَفُّوا} [٢٩] بفتح الواو وتشديد الفاء، والباقون بإسكان الواو مخففا (١).
نافع: {فَتَخَطَّفُهُ} [٣١] فتح الخاء وتشديد الطاء، والباقون بإسكان الخاء وتخفيف الطاء (٢).
حمزة والكسائي: {مَنْسِكاً} [٣٤، ٦٧] في الموضعين بكسر السين، والباقون بفتحها (٣).
ابن كثير وأبو عمرو: {إِنَّ اللَّهَ يَدْفَعُ} [٣٨] بفتح الياء والفاء وإسكان الدال من غير ألف، والباقون بضم الياء وفتح الدال وألف بعدها وكسر الفاء (٤).
نافع وعاصم وأبو عمرو: {أُذِنَ لِلَّذِينَ} [٣٩] بضم الهمزة، والباقون بفتحها (٥).
نافع وابن عامر وحفص: {يُقَاتَلُونَ} [٣٩] بفتح التاء، والباقون
_________
(١) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٨٩ / ب، والسبعة ص ٤٣٦، والمبسوط ص ٢٥٧، والتذكرة ٢/ ٤٤٤، والتبصرة ص ٦٠١.
(٢) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٨٩ / ب، والسبعة ص ٤٣٦، والمبسوط ص ٢٥٧، والتذكرة ٢/ ٤٤٥، والتبصرة ص ٦٠١.
(٣) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٦، والمبسوط ص ٢٥٧، والتذكرة ٢/ ٤٤٦، والتبصرة ص ٦٠١.
(٤) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٧، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٦، والتبصرة ص ٦٠١.
(٥) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٧، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٦، والتبصرة ص ٦٠١.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (441,'بكسرها (١).
{وَلَوْلَا دَفْعُ اللَّهِ} [٤٠] قد ذكر (٢).
الحرميان: {لهَّدِمَتْ صَوَامِعُ} [٤٠] بتخفيف الدال، والباقون بتشديدها (٣)، وأدغم التاء في الصاد هنا حمزةُ والكسائي وأبو عمرو وابنُ ذكوان (٤).
أبو عمرو: {أَهْلَكْتُهَا} [٤٥] بتاء مضمومة (٥)، والباقون بنون مفتوحة وألف بعدها (٦).
ابن كثير وحمزة والكسائي: {مِمَّا يَعُدُّونَ} [٤٧] بالياء، والباقون بالتاء (٧).
ابن كثير وأبو عمرو: {مَعَجِّزِينَ} [٥١] هنا وفى الموضعين في (سبأ) (٨) بتشديد الجيم من غير ألف والباقون بالألف وتخفيف الجيم (٩).
_________
(١) انظر: النشر ٢/ ٣٢٦، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٧، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٦، والتبصرة ص ٦٠١.
(٢) في سورة البقرة، عند الآية: ٢٥١
(٣) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٨، والتذكرة ٢/ ٤٤٧، والتبصرة ص ٦٠٢.
(٤) انظر: النشر ٢/ ٥، والجامع ل ٢٩٠ / أ، وباب الإظهار والإدغام للحروف والسواكن في الأصول للمؤلف - رحمه الله-.
(٥) أخطأ المستشرق في كتابة هذه الكلمة القرآنية، فكتب (أهلكها).
(٦) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩٠ / أ، والسبعة ص ٤٣٨، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٧، والتبصرة ص ٦٠٢.
(٧) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩٠ / ب، والسبعة ص ٤٣٩، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٧، والتبصرة ص ٦٠٢.
(٨) الآيات: ٥، و ٣٨.
(٩) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩٠ / ب، والسبعة ص ٤٣٩، والمبسوط ص ٢٥٨، والتذكرة ٢/ ٤٤٧، والتبصرة ص ٦٠٢.',NULL,'441',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (442,'{ثُمَّ قُتِلُوا} [٥٨] (١) و {مُدْخَلًا} [٥٩] (٢) قد ذكرا.
الحرميان وابن عامر وأبو بكر: {وَأَنَّ مَا تَدْعُونَ} [٦٢] هنا وفى (لقمان) (٣) بالتاء والباقون بالياء (٤).
{مَنْسَكًا} [٦٧] (٥) قد ذكر.
فيها ياء واحدة:
{بَيْتِيَ لِلطَّائِفِينَ} [٢٦] فتحها نافع وحفص وهشام (٦).
وفيها محذوفتان:
{وَالْبَادِ ي وَمَنْ} [٢٥] أثبتها في الحالين ابن كثير وأثبتها في الوصل ورش وأبو عمرو، {كَانَ نَكِيرِ ي} [٤٤] أثبتها في الوصل حيث وقعت (٧)، (٨).

<span data-type="title" id=toc-139>سورة المؤمنين </span>(٩)
قرأ ابن كثير: {لأَمَنَتِهِم} [٨] هنا وفى (المعارج) (١٠) بغير ألف على
_________
(١) ذكر في سورة آل عمران، عند الآية: ١٦٩.
(٢) ذكر في سورة النساء، عند الآية: ٣١.
(٣) الآية: ٣٠.
(٤) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩٠ / ب، والسبعة ص ٤٤٠، والمبسوط ص ٢٥٩، والتذكرة ٢/ ٤٤٧، والتبصرة ص ٦٠٢.
(٥) في أول السورة، عند الآية: ٣٤.
(٦) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩١/أ، والسبعة ص ٤٤١، والتذكرة ٢/ ٤٤٨، والتبصرة ص ٦٠٣.
(٧) في (ت): " أثبتها في الوصل ورش حيث وقعت ".
(٨) انظر: النشر ٢/ ٣٢٧، والجامع ل ٢٩١/أ، والسبعة ص ٤٤١، والمبسوط ص ٢٥٩، والتذكرة ٢/ ٤٤٩، والتبصرة ص ٦٠٣.
(٩) أكثر المفسرين على ذكر اسم السورة محكيا، فيقولون: (سورة المؤمنون)، وهنا أعربها الحافظ - رحمه الله - بالياء للإضافة.
(١٠) الآية: ٣٢.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (443,'التوحيد، والباقون بالألف على الجمع (١).
حمزة والكسائي: {عَلَى صَلاتِهِمْ} [٩] على التوحيد، والباقون على الجمع (٢).
أبو بكر وابن عامر: {عَظْمَاً فَكَسَوْنَا العَظْمَ لَحْمًا} [١٤] بفتح العين وإسكان الظاء فيهما، والباقون بكسر العين وفتح الظاء وألف بعدها (٣).
الكوفيون وابن عامر: {سَيْنَاءَ} [٢٠] بفتح السين، والباقون بكسرها (٤).
ابن كثير وأبو عمرو: {تُنْبِتُ بِالدُّهْنِ} [٢٠] بضم التاء وكسر الباء، والباقون بفتح التاء وضم الباء (٥).
{وَعَلَى} [٢١] (٦) و {مِنْ إِلَهٍ غَيْرُهُ} [٢٣، ٣٢] (٧)، و {مِنْ كُلٍّ
_________
(١) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١/أ، والسبعة ص ٤٤٤، والمبسوط ص ٢٦٠، والتذكرة ٢/ ٤٥٠، والتبصرة ص ٦٠٤.
(٢) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١/أ، والسبعة ص ٤٤٤، والمبسوط ص ٢٦٠، والتذكرة ٢/ ٤٥٠، والتبصرة ص ٦٠٤. وفى (ط): "والباقون بالألف على الجمع".
(٣) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١ / أ، والسبعة ص ٤٤٤، والمبسوط ص ٢٦١، والتذكرة ٢/ ٤٥٠، والتبصرة ص ٦٠٤.
(٤) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١ / أ، والسبعة ص ٤٤٤، والمبسوط ص ٢٦١
(٥) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١ / ب، والسبعة ص ٤٤٥، والمبسوط ص ٢٦١، والتذكرة ٢/ ٤٥٠، والتبصرة ص ٦٠٤.
(٦) ذكر في سورة النحل، عند الآية: ٦٦
(٧) ذكر في سورة الأعراف، عند الآية: ٥٩',NULL,'443',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (444,'زَوْجَيْنِ} [٢٧] (١) قد ذكر.
أبو بكر: {مَنْزِلاً} [٢٩] بفتح الميم وكسر الزاي، والباقون بضم الميم وفتح الزاي (٢).
{هَيْهَاتَ هَيْهَاتَ} [٣٦] قد ذكر في الوقف (٣).
ابن كثير وأبو عمرو: {تَتْرَاً} [٤٤] بالتنوين، ووقفا بالألف عوضا منه، والباقون بغير تنوين (٤)، وهم في الراء على أصولهم (٥).
{إِلَى رَبْوَةٍ} [٥٠] قد ذكر (٦).
الكوفيون: {وَإِنَّ هَذِهِ} [٥٢] بكسر الهمزة، والباقون بفتحها، وخفف ابن عامر النون، وشدّدها الباقون (٧).
نافع: {تُهْجِرُونَ} [٦٧] بضم التاء وكسر الجيم، والباقون بفتح التاء وضم الجيم (٨). {أَمْ تَسْأَلُهُمْ خَرْجًا} [٧٢] قد ذكر (٩).
_________
(١) ذكر في سورة هود - عليه السلام - عند الآية: ٤٠
(٢) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١ / ب، والسبعة ص ٤٤٥، والمبسوط ص ٢٦١
(٣) في (باب الوقف على مرسوم الخط).
(٤) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩١ / ب، والسبعة ص ٤٤٦، والمبسوط ص ٢٦١، والتذكرة ٢/ ٤٥٢، والتبصرة ص ٦٠٤.
(٥) أمال حمزة والكسائي، وقلل ورش، والباقون بالفتح.
(٦) في سورة البقرة، عند الآية: ٢٦٥.
(٧) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩٢ / أ، والسبعة ص ٤٤٦، والمبسوط ص ٢٦٢، والتذكرة ٢/ ٤٥٢، والتبصرة ص ٦٠٦.
(٨) انظر: النشر ٢/ ٣٢٨، والجامع ل ٢٩٢ / أ، والسبعة ص ٤٤٦، والمبسوط ص ٢٦٢، والتذكرة ٢/ ٤٥٢، والتبصرة ص ٦٠٦.
(٩) في سورة الكهف، عند الآية: ٩٤.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (445,'ابن عامر: {فَخَرْجُ رَبِّكَ} [٧٢] بإسكان الراء من غير ألف، والباقون بفتحها وبالألف (١).
أبو عمرو: {سَيَقُولُونَ اللَّهُ} [٨٧، ٨٩]، {اللَّهُ} في الحرفين الآخرين بالألف ورفع الهاء، والباقون بغير ألف مع كسر اللام وجر الهاء (٢)، ولا خلاف في الحرف الأول [٨٥].
ابن كثير وابن عامر وأبو عمرو وحفص: {عَالِمِ الْغَيْبِ} [٩٢] بخفض الميم، والباقون برفعها (٣).
حمزة والكسائي: {شَقَاوَتُنَا} [١٠٦] بالألف مع فتح الشين والقاف، والباقون بكسر الشين وإسكان القاف (٤).
نافع وحمزة والكسائي: {سُخْريّاً} [١١٠] هنا وفى (ص) (٥) بضم السين، والباقون بكسرها (٦)، ولا خلاف في الذي في (الزخرف) (٧).
_________
(١) انظر: النشر ٢/ ٣٢٩، والجامع ل ٢٩٢ / أ، والسبعة ص ٤٤٧، والمبسوط ص ٢٦٢، والتذكرة ٢/ ٤٥٣، والتبصرة ص ٦٠٥.
(٢) يعني: {لِلَّهِ}.
(٣) انظر: النشر ٢/ ٣٢٩، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٧، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٤، والتبصرة ص ٦٠٧.
(٤) انظر: النشر ٢/ ٣٢٩، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٨، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٤، والتبصرة ص ٦٠٧.
(٥) الآية: ٦٣.
(٦) انظر: النشر ٢/ ٣٢٩، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٨، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٥، والتبصرة ص ٦٠٧.
(٧) الآية: ٣٢.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (446,'حمزة والكسائي: {إِنَّهُمْ هُمُ} [١١١] بكسر الهمزة، والباقون بفتحها (١).
ابن كثير وحمزة والكسائي: {قُلْ كَمْ لَبِثْتُمْ} [١١٢] بغير ألف، وحمزة والكسائي: {قُلْ إِنْ لَبِثْتُمْ} [١١٤] بغير ألف، والباقون (٢) بالألف فيهما (٣).
حمزة والكسائي: {تَرْجِعُونَ} [١١٥] بفتح التاء وكسر الجيم، والباقون بضم التاء وفتح الجيم (٤).
فيها ياء واحدة: {لعليْ أَعْمَلُ} [١٠٠] سكنها الكوفيون (٥).

<span data-type="title" id=toc-140>سورة النور</span>
قرأ ابن كثير وأبو عمرو: {وفَرَّضْنَاهَا} [١] بتشديد الراء، والباقون بتخفيفها (٦).
_________
(١) انظر: النشر ٢/ ٣٢٩، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٨، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٥، والتبصرة ص ٦٠٧.
(٢) في (ت): " والباقون (قال) بالألف فيهما ".
(٣) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٩، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٥، والتبصرة ص ٦٠٨.
(٤) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٢ / ب، والسبعة ص ٤٤٩، والمبسوط ص ٢٦٣، والتذكرة ٢/ ٤٥٦، والتبصرة ص ٦٠٨.
(٥) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٣ / ب، والسبعة ص ٤٥٠، والمبسوط ص ٢٦٤، والتذكرة ٢/ ٤٥٦، والتبصرة ص ٦٠٨. وفى (ت): " وبالله التوفيق".
(٦) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٣ / أ، والسبعة ص ٤٥٢، والمبسوط ص ٢٦٥، والتذكرة ٢/ ٤٥٧، والتبصرة ص ٦٠٨.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (447,'ابن كثير: {بِهِمَا رَأَفَةٌ} [٢] هنا بتحريك الهمزة، والباقون بإسكانها (١)، ولا خلاف في الذي في (الحديد) (٢). {الْمُحْصَنَاتِ} [٤، ٣٣] قد ذكر (٣).
حفص وحمزة والكسائي: {أَرْبَعُ شَهَادَاتٍ} [٦] الأول برفع العين، والباقون بالنصب (٤)، ولا خلاف في الثاني [٨].
حفص: {وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ} [٩] بنصب التاء (٥)، والباقون برفعها (٦)، ولا خلاف في الأول [٩] (٧).
نافع: {أَنْ لَعْنَتُ اللَّهِ} [٧] و {أَنْ غَضِبَ اللَّهُ} [٩] بتخفيف النون فيهما ورفع التاء وكسر الضاد من {غَضِبَ}، ورفع الهاء من اسم الله عز وجل، والباقون بتشديد النون ونصب الفاء وفتح الضاد وجرّ الهاء.
{خُطُوَاتِ} [٢١] قد ذكر (٨).
_________
(١) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٣ / أ، والسبعة ص ٤٥٢، والمبسوط ص ٢٦٥، والتذكرة ٢/ ٤٥٧، والتبصرة ص ٦٠٨.
(٢) الآية: ٢٧.
(٣) في سورة النساء، عند الآية: ٢٤
(٤) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٣ / ب، والسبعة ص ٤٥٣، والمبسوط ص ٢٦٥، والتذكرة ٢/ ٤٥٧، والتبصرة ص ٦٠٩.
(٥) أخطأ المستشرق هنا في كتابة الآية فكتب: (والخمسة) من غير مدة.
(٦) انظر: النشر ٢/ ٣٣٠، والجامع ل ٢٩٣ / ب، والسبعة ص ٤٥٣، والمبسوط ص ٢٦٦، والتذكرة ٢/ ٤٥٧، والتبصرة ص ٦٠٩.
(٧) فهي بالنصب.
(٨) في سورة البقرة، عند الآية: ١٦٨.',NULL,'447',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (448,'حمزة والكسائي: {يَوْمَ يَشْهَدُ} [٢٤] بالياء، والباقون بالتاء (١).
نافع وعاصم وأبو عمرو وهشام: {عَلَى جُيُوبِهِنَّ} [٣١] بضم الجيم، والباقون بكسرها (٢).
أبو بكر وابن عامر: {غَيْرَ أُولِي الْإِرْبَةِ} [٣١] بنصب الراء والباقون بجرها (٣).
ابن عامر: {أَيُّهُ الْمُؤْمِنُونَ} [٣١] وفى (الزخرف) (٤): {يَا أَيُّهُ السَّاحِرُ}، وفى (الرحمن) (٥): {أَيُّهُ الثَّقَلَانِ} بضم الهاء في الوصل في الثلاثة، والباقون بفتحها، ووقف أبو عمرو والكسائي عليهن {أَيُّهَا} بالألف، ووقف الباقون بغير ألف (٦).
ابن عامر وحفص وحمزة والكسائي: {آيَاتٍ مُبَيِّنَاتٍ} [٣٤، ٤٦] في الموضعين هنا وفى (الطلاق) (٧) بكسر الياء، والباقون (٨) بفتحها (٩).
_________
(١) انظر: النشر ٢/ ٣٣١، والجامع ل ٢٩٣/ ب، والسبعة ص ٤٥٤، والمبسوط ص ٢٦٦، والتذكرة ٢/ ٤٥٩، والتبصرة ص ٦٠٩.
(٢) انظر: النشر ٢/ ٢٢٦، والجامع ل ٢٩٣/ ب، والسبعة ص ٤٥٤، والمبسوط ص ٢٦٦، والتذكرة ٢/ ٤٥٩.
(٣) انظر: النشر ٢/ ٣٣١، والجامع ل ٢٩٣ / أ، والسبعة ص ٤٥٤، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٥٩، والتبصرة ص ٦٠٩.
(٤) الآية: ٤٩.
(٥) الآية: ٣١.
(٦) انظر: النشر ٢/ ١٤٢، ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٥، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٥٩، والتبصرة ص ٦١٠.
(٧) الآية: ١.
(٨) في (ت): " بألف، والباقون بغير ألف ".
(٩) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ.',NULL,'448',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (449,'أبو عمرو والكسائي: {دِّرِيء} [٣٥] بكسر الدال والمد والهمز، وأبو بكر وحمزة بضم الدال وبالهمزة، وإذا وقفَ حمزة سهل الهمزة على أصله، والباقون بضم الدال وتشديد الياء من غير همز (١).
ابن كثير وأبو عمرو: {تَوقَّدُ} [٣٥] بالتاء المفتوحة، وفتح الواو والدال والقاف مشددا، وأبو بكر وحمزة والكسائي بالتاء مضمومة وإسكان الواو وضم الدال مخففا، والباقون كذلك إلا أنه بالياء (٢).
ابن عامر وأبو بكر: {يُسبَحُ لَهُ} [٣٦] بفتح الباء، والباقون بكسرها (٣).
البزي: {سَحَابُ} [٤٠] بغير تنوين، والباقون بالتنوين (٤).
ابن كثير: {ظُلُمَاتٍ} [٤٠] بالخفض، والباقون بالرفع (٥).
{خَلَقَ كُلَّ دَابَّةٍ} [٤٥] قد ذكر (٦).
أبو بكر وأبو عمرو وخلاد بخلاف عنه: {وَيَتَّقِهْ} [٥٢] بإسكان الهاء (٧)، وقالون باختلاس كسرتها، والباقون بصلتها،
_________
(١) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٥، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦٠، والتبصرة ص ٦١٠.
(٢) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٥، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦٠، والتبصرة ص ٦١٠.
(٣) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٦، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦٠، والتبصرة ص ٦١١.
(٤) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٧، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦١، والتبصرة ص ٦١١.
(٥) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٧، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦١، والتبصرة ص ٦١١.
(٦) في سورة إبراهيم - عليه السلام - عند الآية: ١٩.
(٧) وبكسرها أيضا وصلتها، والإسكان هي روايته على أبي الفتح، والثانية روايته على أبي الحسن، وذكر الخلاف عن حمزة، وأن الكسر وإشباع الحركة أكثر وأشهر، ولم يخص ذلك برواية خلاد.
انظر: النشر ١/ ٣٠٧، والدر النثير ٤/ ٢٦٣.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (450,'وحفص: {وَيَتَّقْهِ} بإسكان القاف واختلاس كسرة الهاء، والباقون بكسر القاف، والهاء في الوقف ساكنة بإجماع (١).
أبو بكر: {كَمَا اسْتُخْلِفَ} [٥٥] بضم التاء وكسر اللام، وإذا ابتدأ ضم الألف، والباقون بفتحهما، وإذا ابتدؤوا كسروا الألف (٢).
ابن كثير وأبو بكر: {وَلَيُبَدِلَنَّهُم} [٥٥] مخففاً، والباقون مشددا (٣).
ابن عامر وحمزة: {لَا يَحْسَبنَّ الَّذِينَ} [٥٧] بالياء، والباقون بالتاء (٤).
أبو بكر وحمزة والكسائي: {ثَلاثَ عَوْرَاتٍ} (٥) [٥٨] بالنصب، والباقون بالرفع (٦). {أَوْ بُيُوتِ أُمَّهَاتِكُمْ} [٦١] قد ذكر (٧).
ليس فيها من الياءات شيء.
_________
(١) انظر: النشر ٢/ ٣٠٧، والجامع ل ٢٩٤ / ب، والسبعة ص ٤٥٧، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦١، والتبصرة ص ٦١١.
(٢) انظر: النشر ٢/ ٣٢٢، والجامع ل ٢٩٤ / ب، والسبعة ص ٤٥٨، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦١.
(٣) النشر ٢/ ٣٣٣، والجامع ل ٢٩٥/ أ، والسبعة ص ٤٥٨، والمبسوط ص ٢٦٨، والتذكرة ٢/ ٤٦٢.
(٤) انظر: النشر ٢/ ٣٣٣، والجامع ل ٢٩٥ / أ، والمبسوط ص ٢٦٩، والتذكرة ٢/ ٤٦٣.
(٥) أخطأ المستشرق هنا بكتابة الآية فكتب: (ثلاث مرت)، فجمع بين الخطأ الإملائي وفى القراءة. ولذا نبه الشاطبي لئلا يلتبس الأمر فقال: وثاني ثلاث ارفع سوى صحبة
(٦) انظر: النشر ٢/ ٣٣٢، والجامع ل ٢٩٤ / أ، والسبعة ص ٤٥٧، والمبسوط ص ٢٦٧، والتذكرة ٢/ ٤٦١، والتبصرة ص ٦١١.
(٧) في سورة النساء عند الآية: ١١، وفى البقرة عند الآية: ١٨٩.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (451,'<span data-type="title" id=toc-141>سورة الفرقان</span>
قرأ حمزة والكسائي: {نَأْكُلُ مِنْهَا} [٨] بالنون، والباقون بالياء (١).
ابن كثير وابن عامر وأبو بكر: {وَيَجْعَلُ لَكَ} [١٠] برفع اللام، والباقون بجزمها (٢).
{ضَيِّقًا} [١٣] قد ذكر (٣).
ابن كثير وحفص: {وَيَوْمَ يَحْشُرُهُمْ} [١٧] بالياء، والباقون بالنون (٤).
ابن عامر: {فَنَقُولُ أَأَنْتُمْ} [١٧] بالنون، والباقون بالياء (٥).
حفص: {فَمَا تَسْتَطِيعُونَ} [١٩] بالتاء، والباقون بالياء (٦).
الكوفيون وأبو عمرو: {وَيَوْمَ تَشَقَّقُ} [٢٥] هنا وفى (ق) (٧) بتخفيف الشين، والباقون بتشديدها (٨).
ابن كثير: {ونُنْزِلُ} [٢٥] بنونين الثانية ساكنة وتخفيف الزاي ورفع
_________
(١) انظر: النشر ٢/ ٣٣٣، والجامع ل ٢٩٥/ أ، والسبعة ص ٤٦٢، والمبسوط ص ٢٧٠، والتذكرة ٢/ ٤٦٤، والتبصرة ص ٦١٢.
(٢) انظر: النشر ٢/ ٣٣٣، والجامع ل ٢٩٥/ أ، والسبعة ص ٤٦٢، والمبسوط ص ٢٧٠، والتذكرة ٢/ ٤٦٤، والتبصرة ص ٦١٣.
(٣) في سورة الأنعام، عند الآية: ١٢٥
(٤) انظر: النشر ٢/ ٣٣٣، والجامع ل ٢٩٩/ أ، والسبعة ص ٤٦٢، والمبسوط ص ٢٧٠، والتذكرة ٢/ ٤٦٤، والتبصرة ص ٦١٣.
(٥) انظر: النشر ٢/ ٣٣٣، والجامع ل ١٩٥/ أ.
(٦) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٥/ ب، والسبعة ص ٤٦٣، والمبسوط ص ٢٧١، والتذكرة ٢/ ٤٦٤، والتبصرة ص ٦١٣.
(٧) الآية: ٤٤.
(٨) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٥ / ب، والسبعة ص ٤٦٤، والمبسوط ص ٢٧١، والتذكرة ٢/ ٤٦٥.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (452,'اللام، {المَلائِكَةَ} بالنصب، والباقون بنون واحدة وتشديد الزاي وفتح اللام ورفع {الْمَلَائِكَةُ} (١). {وَثَمُودَ} [٣٨] (٢) و {الرِّيَاحَ} [٤٨] (٣)، و {بُشْرًا} [٤٨] (٤)، و {لِيَذَّكَّرُوا} [٥٠] (٥) مذكورٌ قبل.
حمزة والكسائي: {لِمَا يَأْمُرُنَا} [٦٠] بالياء، والباقون بالتاء (٦).
حمزة والكسائي: {فِيهَا سُرُجَاً} [٦١] بضمتين، والباقون بكسر السين وفتح الراء وألف بعدها (٧).
حمزة: {أَنْ يَذْكُرَ} [٦٢] بإسكان الذال وضم الكاف مخففة، والباقون بفتحهما مشددتين (٨).
نافع وابن عامر: {وَلَمْ يُقْتِرُوا} [٦٧] بضم الياء وكسر التاء، وابن كثير وأبو عمرو بفتح الياء وكسر التاء، والباقون بفتح الياء وضم التاء (٩).
_________
(١) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٤، والمبسوط ص ٢٧١، والتذكرة ٢/ ٤٦٥.
(٢) ذكر في سورة هود، عند الآية: ٦٨.
(٣) ذكر في سورة البقرة، عند الآية: ١٦٤.
(٤) ذكر في سورة الأعراف، عند الآية: ٥٧.
(٥) ذكر في سورة الإسراء، عند الآية: ٤١.
(٦) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٦، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٤.
(٧) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٦، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٥.
(٨) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٦، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٦، والتبصرة ص ٦١٤.
(٩) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٦، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٦، والتبصرة ص ٦١٤.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (453,'ابن عامر وأبو بكر: {يُضَاعَفُ لَهُ} [٦٩]، {وَيَخْلُدُ} برفع الفاء والدال، والباقون بجزمهما، وابن كثير وابن عامر على أصلهما يحذفان الألف ويشددان العين (١).
ابن كثير وحفص: {فِيهِ مُهَانًا} [٦٩] بصلة الهاء هنا خاصة (٢)، والباقون يختلسون كسرتها (٣).
الحرميان وابن عامر وحفص: {وَذُرِّيَّاتِنَا} [٧٤] بالألف على الجمع، والباقون بغير ألف على التوحيد (٤).
أبو بكر وحمزة والكسائي: {وَيَلْقُونَ فِيهَا} [٧٥] بفتح الياء وإسكان اللام مخففا، والباقون بضم الياء وفتح اللام مشددا (٥).
فيها ياءان:
{يَالَيْتَنِيَ اتَّخَذْتُ} [٢٧] فتحها أبو عمرو،
و{إِنَّ قَوْمِيَ اتَّخَذُوا} [٣٠] فتحها نافع وأبو عمرو والبزي (٦).
_________
(١) انظر: النشر ٢/ ٣٣٤، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٦، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٦، والتبصرة ص ٦١٤.
(٢) في (ط): " بصلة الهاء بغير ياء ... ".
(٣) النشر ٢/ ٣٠٥، والجامع ل ٢٩٦/ أ، والسبعة ص ٤٦٧، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٧.
(٤) النشر ٢/ ٣٣٥، والجامع ل ٢٩٦/ أ، والسبعة ص ٤٦٧، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٧.
(٥) انظر: النشر ٢/ ٣٣٥، والجامع ل ٢٩٦ / أ، والسبعة ص ٤٦٨، والمبسوط ص ٢٧٢، والتذكرة ٢/ ٤٦٧.
(٦) انظر: النشر ٢/ ٣٣٥، والجامع ل ٢٩٦ / ب، والسبعة ص ٤٦٨، والمبسوط ص ٢٧٣، والتذكرة ٢/ ٤٦٧.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (454,'<span data-type="title" id=toc-142>سورة الشعراء </span>(١)
قرأ أبو بكر وحمزة والكسائي: {طسم} [١] هنا وفى أول (القصص) (٢) و {طس} في أول (النمل) (٣). بإمالة فتحة الطاء، والباقون بإخلاص فتحها، وأظهر حمزة النون من هجاء سين عند الميم هنا وفى (القصص)، وأدغمها الباقون (٤).
{أَرْجِهْ} [٣٦] (٥)، و {قَالَ نَعَمْ} [٤٢] (٦)، و {تَلْقَفُ} [٤٥] (٧)، و {آمَنْتُمْ} [٤٩] (٨)، و {أَنْ أَسْرِ} [٥٢] (٩)، و {وَعُيُونٍ} [٥٧، ١٣٤، ١٤٧] (١٠) قد ذكر.
الكوفيون وابن ذكوان: {حَاذِرُونَ} [٥٦] بألف، والباقون بغير ألف (١١).
_________
(١) وقع في " تفسير الإمام مالك " تسميتها بسورة (الجامعة). الإتقان ١/ ١٢٠.
(٢) الآية: ١.
(٣) الآية: ١.
(٤) انظر: النشر ٢/ ٧٠، والجامع ل ٢٩٧ / أ، والسبعة ص ٤٧٠، والمبسوط ص ٢٧٤، والتذكرة ٢/ ٤٦٩، والتبصرة ص ٦١٦.
(٥) في سورة الأعراف، عند الآية: ١١١.
(٦) في سورة الأعراف، عند الآية: ٤٤.
(٧) في سورة الأعراف، عند الآية: ١١٧.
(٨) في سورة الأعراف، عند الآية: ١٢٣.
(٩) في سورة هود، عند الآية: ٨١.
(١٠) في سورة الحجر، عند الآية: ٤٥.
(١١) انظر: النشر ٢/ ٣٣٥، والجامع ل ٢٩٧ / ب، والسبعة ص ٤٧١، والمبسوط ص ٢٧٤، والتذكرة ٢/ ٤٧٠.',NULL,'454',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (455,'حمزة: {فَلَمَّا تَرَاءَى الْجَمْعَانِ} [٦١] بإمالة فتحة الراء، وإذا وقف أتبعها الهمزة فأمالها [مع جعلها بين بين على أصله] (١).، فتصير بين ألفين ممالتين: الأولى أُميلت لإمالة فتحة الراء والثانية أميلت لإمالة فتحة الهمزة، وهذا تحكمه المشافهة، غير أن هذا حقيقته على مذهبه. والباقون يخلصون فتحة الراء، والهمزة في حال الوصل، فأما الوقف فالكسائي يقف بإمالة فتحة الهمزة فيميل الألف التى بعدها المنقلبة من الياء لإمالتها، وورش يجعلها فيه بين بين على أصله في ذوات الياء، والباقون يقفون بالفتح (٢).
ابن كثير وأبو عمرو والكسائي: {إِلَّا خَلْقُ الْأَوَّلِينَ} [١٣٧] بفتح الخاء وإسكان اللام، والباقون بضمهما (٣).
الكوفيون وابن عامر: {فَارِهِينَ} [١٤٩] بالألف، والباقون بغير ألف (٤).
الحرميان وابن عامر: {أَصْحَابُ لَيْكَةَ} [١٧٦] هنا وفى (ص) (٥)
_________
(١) قال بعضهم: أنّ هذه العبارة من تَجَوُّز المؤلف. قلت: الصواب: الإمالة الكبرى لحمزة، لأنه يُميلُ الألفات المنقلبة عن ياء في هذا الباب، وأصلُ هذه الكلمة (تراءا) على وزن تفاعل، وإذا رددت الفعل إلى نفسك قلتَ: (تراءيت). والله أعلم.
(٢) النشر ٢/ ٤٧٩، و ٢/ ٦٦، والجامع ل ٢٩٧/ب، والسبعة ص ٤٧١، والتذكرة ٢/ ٤٧٠، ١/ ١٧٥.
(٣) انظر: النشر ٢/ ٣٣٥، والجامع ل ٢٩٨ / ب، والسبعة ص ٤٧٢، والمبسوط ص ٢٧٥، والتذكرة ٢/ ٤٧١.
(٤) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٨ / ب، والسبعة ص ٤٧٢، والمبسوط ص ٢٧٥، والتذكرة ٢/ ٤٧١.
(٥) الآية: ١٣',NULL,'455',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (456,'بلام مفتوحة من غير همزة بعدها ولا ألف قبلها، وفتح التاء، والباقون بألف واللام مع الهمزة وخفض التاء والذي في (الحجر) (١) و (ق) (٢) بهذه الترجمة إجماع، غير أن ورشاً يُلقي فيهما حركة الهمزة على اللام على أصله (٣).
{بِالْقِسْطَاسِ} [١٨٢] قد ذكر (٤).
حفص: {كِسَفًا} [١٨٧] هنا وفى (سبأ) (٥) بفتح السين، والباقون بإسكانها (٦).
ابن عامر وأبو بكر وحمزة والكسائي: {نَزَّلَ بِهِ} [١٩٣] بتشديد الزاي، و {الرُّوحَ الأَمِينَ} بنصبهما، والباقون بتخفيف الزاي والرفع (٧).
ابن عامر: {أَوَلَمْ تَكُن} [١٩٧] بالتاء، {لَهُمْءَايَةٌ} بالرفع، والباقون بالياء والنصب (٨).
_________
(١) الآية: ٧٨.
(٢) الآية: ١٤.
(٣) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٨ / ب، والسبعة ص ٤٧٣، والمبسوط ص ٢٧٥، والتذكرة ٢/ ٤٧١، والتبصرة ص ٦١٧.
(٤) في سورة الإسراء عند الآية: ٣٥.
(٥) الآية: ٩.
(٦) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٨ / ب، والتذكرة ٢/ ٤٧٢.
(٧) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٨ / ب، والسبعة ص ٤٧٣، والمبسوط ص ٢٧٦، والتذكرة ٢/ ٤٧٢، والتبصرة ص ٦١٨.
(٨) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٨ / ب، والسبعة ص ٤٧٣، والمبسوط ص ٢٧٦، والتذكرة ٢/ ٤٧٢، والتبصرة ص ٦١٨.',NULL,'456',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (457,'نافع وابن عامر: {فَتَوَكَّلْ} [٢١٧] بالفاء، والباقون بالواو (١).
و{يَتَّبِعُهُمُ الْغَاوُونَ} [٢٢٤] قد ذُكر (٢).
ياءاتها ثلاث عشرة ياء: {إِنِّيَ أَخَافُ} [١٢] و {إِنِّيَ أَخَافُ} [١٣٥]، {رَبِّيَ أَعْلَمُ} [١٨٨] فتحهن الحرميان وأبو عمرو، و {بِعِبَادِيَ إِنَّكُمْ} [٥٢] فتحها نافع، {إِنَّ مَعِيَ رَبِّي} [٦٢] فتحها حفص،
{لِّيَ إِلَّا رَبَّ} [٧٧]، {لأَبِيَ إِنَّهُ} [٨٦] فتحها نافع وأبو عمرو، و {وَمَنْ مَعِيَ} [١١٨] فتحها ورش وحفص، {إِنْ أَجْرِيَ إِلَّا} [١٠٩، ١٢٧، ١٤٥، ١٦٤، ١٨٠] في الخمسة فتحهن نافع وابن عامر وأبو عمرو وحفص (٣).

<span data-type="title" id=toc-143>سورة النمل </span>(٤)
قرأ الكوفيون: {بِشِهَابٍ} [٧] بالتنوين، والباقون بغير تنوين (٥).
ابن كثير: {أَوْ لَيَأَتِيَنَّنِي} [٢١] بنونين الأولى مفتوحة مشددة، والباقون بواحدة مكسورة مشددة (٦).
_________
(١) انظر: النشر ٢/ ٣٣٦، والجامع ل ٢٩٩ / أ، والسبعة ص ٤٧٣، والمبسوط ص ٢٧٦، والتذكرة ٢/ ٤٧٢.
(٢) في سورة الأعراف، عند الآية: ١٩٣.
(٣) النشر ٢/ ٣٣٦، والجامع ل ٢٩٩/أ، والسبعة ص ٤٧٤، والمبسوط ص ٢٧٦، والتذكرة ٢/ ٤٧٣.
(٤) وتسمى أيضاً (سورة سليمان - عليه السلام -). انظر: الإتقان ١/ ١٢٠.
(٥) انظر: النشر ٢/ ٣٣٧، والجامع ل ٢٩٩ / أ، والسبعة ص ٤٧٨، والمبسوط ص ٢٧٨، والتذكرة ٢/ ٤٧٤، والتبصرة ص ٦١٩.
(٦) انظر: النشر ٢/ ٣٣٧، والجامع ل ٢٩٩ / أ، والسبعة ص ٤٧٩، والمبسوط ص ٢٧٨، والتذكرة ٢/ ٤٧٤، والتبصرة ص ٦١٩.',NULL,'457',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (458,'عاصم: {فَمَكَثَ} [٢٢] بفتح الكاف، والباقون بضمها (١).
البزي وأبو عمرو: {مِنْ سَبَأَ} [٢٢] هنا وفى (سبأ) (٢) بفتح الهمزة فيهما من غير تنوين، وقُنبل بإسكانها فيهما على نية الوقف، والباقون بخفضها فيهما مع التنوين (٣).
الكسائي: {أَلا يَسْجُدُوا} [٢٥] بتخفيف اللام، ويقف: {أَلا يَا} ويبتدئ {اُسْجُدُوا} على الأمر، أي: ألا يا أيها الناس اسجدوا، والباقون يشددون اللام لاندغام النون فيها، ويقفون على الكلمة بأسرها (٤).
حفص والكسائي: {مَا تُخْفُونَ وَمَا تُعْلِنُونَ} [٢٥] بالتاء فيهما والباقون بالياء (٥).
عاصم وأبو عمرو وحمزة: {فَأَلْقِهْ إِلَيْهِمْ} [٢٨] بإسكان الهاء، وقالون يختلس كسرتها في الوصل، والباقون يشبعونها فيه (٦).
_________
(١) النشر ٢/ ٣٣٧، والجامع ل ٢٩٩/أ، والسبعة ص ٤٧٩، والمبسوط ص ٢٧٨، والتذكرة ٢/ ٤٧٤.
(٢) الآية: ١٥
(٣) النشر ٢/ ٣٣٧، والجامع ل ٢٩٩/ ب، والسبعة ص ٤٧٨، والمبسوط ص ٢٧٨، والتذكرة ٢/ ٤٧٤.
(٤) انظر: النشر ٢/ ٣٣٧، والجامع ل ٢٩٩ / ب، والسبعة ص ٤٨٠، والمبسوط ص ٢٧٨، والتذكرة ٢/ ٤٧٤.
(٥) انظر: النشر ٢/ ٣٣٧، والجامع ل ٢٩٩ / ب، والسبعة ص ٤٨١، والمبسوط ص ٢٧٩، والتذكرة ٢/ ٤٧٥.
(٦) انظر: النشر ٢/ ٣٠٥، ٣٠٦، والجامع ل ٣٠٠ / أ، والسبعة ص ٤٨١، والتذكرة ٢/ ٤٧٥، والتبصرة ص ٦٢٠.',NULL,'458',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (459,'{أَنَا آتِيكَ بِهِ} [٣٩، ٤٠] قد ذكر في الإمالة.
قنبل: {عَنْ سَأْقَيْهَا} [٤٤]، وفى (ص): {بِالسُّؤْقِ} (١)، وفى (الفتح) (٢): {عَلَى سُؤْقِهِ} بالهمز في الثلاثة، والباقون بغير همز (٣).
حمزة والكسائي: {لتُبَيْتُنَّهُو وَأَهْلَهُ ثُمَّ لَتَقُولُنَّ} [٤٩] بالتاء فيهما، وضم التاء الثانية في الأولى، وضم اللام في الثانية، والباقون بالنون وفتح التاء واللام (٤).
{مَهْلِكَ أَهْلِهِ} [٤٩] قد ذكر (٥).
الكوفيون: {أَنَّا دَمَّرْنَاهُمْ} [٥١] بفتح الهمزة، والباقون بكسرها (٦).
{قَدَّرْنَاهَا} [٥٧] قد ذكر (٧).
عاصم وأبو عمرو: {خَيْرٌ فَأَنْبَتْنَا بِهِ} [٥٩] بالياء، والباقون بالتاء (٨).
_________
(١) الآية: ٣٣.
(٢) الآية: ٢٩.
(٣) انظر: النشر ٢/ ٣٣٨، والجامع ل ٣٠٠ / ب، والسبعة ص ٤٨٣، والمبسوط ص ٢٧٩، والتذكرة ٢/ ٤٧٥، والتبصرة ص ٦٢١.
(٤) انظر: النشر ٢/ ٣٣٨، والجامع ل ٣٠١ / أ، والسبعة ص ٤٨٣، والمبسوط ص ٢٨٠، والتذكرة ٢/ ٤٧٦.
(٥) في سورة الكهف، عند الآية: ٥٩
(٦) انظر: النشر ٢/ ٣٣٨، والجامع ل ٣٠١ / أ، والسبعة ص ٤٨٣، والمبسوط ص ٢٨٠، والتذكرة ٢/ ٤٧٦.
(٧) في سورة الحجر، عند الآية: ٦٠.
(٨) انظر: النشر ٢/ ٣٣٨، والجامع ل ٣٠١ / أ، والمبسوط ص ٢٨٠، والتذكرة ٢/ ٤٧٧.',NULL,'459',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (460,'أبو عمرو وهشام: {قَلِيلًا مَا يَذَّكَرُونَ} [٦٢] بالياء والباقون بالتاء (١).
ابن كثير وأبو عمرو: {بَلِ أَدْرَكَ عِلْمُهُمْ} [٦٦] بقطع الألف وإسكان الدال من غير ألف، والباقون بوصل الألف وتشديد الدال وألف بعدها (٢).
نافع: {أَإِذَا كُنَّا تُرَابًا} [٦٧] بهمزة مكسورة على الخبر، والباقون على الاستفهام، وهم على مذاهبهم فيه، وقد ذكر (٣).
ابن عامر والكسائي: {إِنَّنَا لَمُخْرَجُونَ} [٦٧] بنونين على الخبر، والباقون بواحدة على الاستفهام، وهم على مذاهبهم، وقد ذكر (٤).
{الرِّيَاحَ} [٦٣] (٥) و {بُشْرًا} [٦٣] (٦) و {فِي ضَيْقٍ} [٧٠] (٧) قد ذكر.
ابن كثير: {وَلَا يَسْمَعُ} [٨٠] بالياء مفتوحة الميم، {الصُّمُّ} بالرفع،
_________
(١) انظر: النشر ٢/ ٣٣٨، والجامع ل ٣٠١/ أ، والسبعة ص ٤٨٤، والمبسوط ص ٢٨٠، والتذكرة ٢/ ٤٧٧، والتبصرة ص ٦٢٢.
(٢) انظر: النشر ٢/ ٣٣٩، والجامع ل ٣٠١/ أ، والسبعة ص ٤٨٥، والمبسوط ص ٢٨٠، والتذكرة ٢/ ٤٧٧، والتبصرة ص ٦٢٢.
(٣) في سورة الرعد، عند الآية: ٥.
(٤) في سورة الرعد، عند الآية: ٥.
(٥) ذكر في سورة البقرة الآية: ١٦٤.
(٦) ذكر في سورة الأعراف الآية: ٥٧.
(٧) ذكر في سورة النحل الآية: ١٢٧.',NULL,'460',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (461,'وكذا في (الروم) (١)، والباقون بالتاء مضمومة وكسر الميم، {الصُّمَّ} بالنصب (٢).
حمزة: {وَمَا أَنْتَ تَهْدِي} [٨١] بالتاء مفتوحة وإسكان الهاء في السورتين هنا وفى (الروم) (٣)، {الْعُمْيَ} بالنصب، وإذا وقف أثبت الياء فيهما، والباقون بالياء مكسورة وفتح الهاء وألف بعدها، {الْعُمْيِ} بالخفض، ووقفوا هنا بالياء (٤)، وفى (الروم) بغير ياء اتباعا للمصحف (٥)، حاشا الكسائي فإنه وقف عليهما بالياء (٦).
الكوفيون: {أَنَّ النَّاسَ} [٨٢] بفتح الهمزة، والباقون بكسرها (٧).
حفص وحمزة: {وَكُلٌّ أَتَوْهُ} [٨٧] بقصر الهمزة وفتح التاء، والباقون بمد الهمزة وضم التاء (٨).
_________
(١) الآية: ٥٢.
(٢) انظر: النشر ٢/ ٣٣٩، والجامع ل ٣٠١ / ب، والسبعة ص ٤٨٦، والمبسوط ص ٢٨١، والتذكرة ٢/ ٤٧٧.
(٣) الآية: ٥٣
(٤) يعنى على كلمة {بِهَادِ}.
(٥) انظر: المقنع للداني ص ٩٦.
(٦) انظر: النشر ٢/ ١٤٠، ٣٣٩، والجامع ل ٣٠١ / ب، والسبعة ص ٤٨٦، والمبسوط ص ٢٨١، والتذكرة ٢/ ٤٧٨.
(٧) انظر: الجامع ل ٣٠١ / ب، والسبعة ص ٤٨٧، والمبسوط ص ٢٨١، والتذكرة ٢/ ٤٧٨، والتبصرة ص ٦٢٢.
(٨) انظر: النشر ٢/ ٣٣٩، والجامع ل ٣٠٢ / أ، والسبعة ص ٤٨٧، والمبسوط ص ٢٨٢، والتذكرة ٢/ ٤٧٩.',NULL,'461',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (462,'ابن كثير وأبو عمرو وهشام: {خَبِيرٌ بِمَا يَفْعَلُونَ} [٨٨] بالياء، والباقون بالتاء (١).
الكوفيون: {مِنْ فَزَعٍ} [٨٩] بالتنوين، والباقون بغير تنوين (٢).
الكوفيون ونافع: {يَوْمَئِذٍ} [٨٩] بفتح الميم، والباقون بكسرها (٣).
{عَمَّا تَعْمَلُونَ} [٩٣] قد ذكر (٤).
ياءاتها خمس:
{إِنِّيَ آنَسْتُ نَارًا} [٧] فتحها الحرميان وأبو عمرو، {أَوْزِعْنِيَ أَنْ أَشْكُرَ} [١٩] فتحها ورش والبزي، {مَا لِيَ لَا أَرَى} [٢٠] فتحها ابن كثير وعاصم والكسائي وهشام، {إِنِّيَ أُلْقِيَ} [٢٩]، و {لِيَبْلُوَنِيَ أَأَشْكُرُ} [٤٠] فتحها نافع (٥).
وفيها محذوفتان: {أَتُمِدُّونَنِي بِمَالٍ} [٣٦] قرأ حمزة بنون واحدة مشددة، والباقون بنونين ظاهرتين، وأثبت الياء في الحالتين ابن كثير
_________
(١) انظر: النشر ٢/ ٣٣٩، والجامع ل ٣٠٢ / أ، والسبعة ص ٤٨٧، والمبسوط ص ٢٨٢، والتذكرة ٢/ ٤٧٩.
(٢) انظر: النشر ٢/ ٣٤٠، والجامع ل ٣٠٢ / أ، والسبعة ص ٤٨٧، والمبسوط ص ٢٨٢، والتذكرة ٢/ ٤٧٩.
(٣) انظر: النشر ٢/ ٣٤٠، والجامع ل ٣٠٢ / أ، والسبعة ص ٤٨٧، والمبسوط ص ٢٨٢، والتذكرة ٢/ ٤٧٩.
(٤) في سورة هود - عليه السلام - عند الآية: ١٢٣.
(٥) انظر: النشر ٢/ ٣٤٠، والجامع ل ٣٠٢ / ب، والسبعة ص ٤٨٨، والمبسوط ص ٢٨٣، والتذكرة ٢/ ٤٧٩.',NULL,'462',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (463,'وحمزة، وأثبتها في الوصل نافع وأبو عمرو (١)، {فَمَا ءاتَانِي اللَّهُ} [٣٦] أثبتها مفتوحة في الوصل ساكنة في الوقف قالون وحفص وأبو عمرو بخلاف عنهم - أعني: في الوقف -، وفتحها في الوصل، وحذفها في الوقف ورش، وحذفها الباقون في الحالين (٢)، ووقف الكسائي على {وَادِ النَّمْلِ} [١٨] بالياء، ووقف الباقون بغير ياء، وقد ذكر قبل (٣).

<span data-type="title" id=toc-144>سورة القصص</span>
قرأ حمزة والكسائي: {وَيَرَى فِرْعَوْنُ وَهَامَانُ وَجُنُودُهُمَا} [٦] بالياء مفتوحة وفتح الراء وإمالة فتحها، ورفع الأسماء الثلاثة، والباقون بالنون مضمومة وكسر الراء وفتح الياء بعدها ونصب الأسماء الثلاثة (٤).
حمزة والكسائي: {عَدُوًّا وَحُزْ نَاً} [٨] بضم الحاء وإسكان الزاي، والباقون بفتحهما (٥).
ابن عامر وأبو عمرو: {حَتَّى يَصْدُرَ الرِّعَاءُ} [٢٣] بفتح الياء وضم الدال، والباقون بضم الياء وكسر الدال (٦).
_________
(١) انظر: النشر ١/ ٣٠٣، ٢/ ٣٤٠، والجامع ل ٣٠٣ / أ.
(٢) انظر: النشر ٢/ ٣٤٠، والجامع ل ٣٠٣ / أ.
(٣) في باب الوقف على مرسوم الخط.
(٤) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٣ / ب، والسبعة ص ٤٩٢، والمبسوط ص ٢٨٥، والتذكرة ٢/ ٤٨٤.
(٥) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٣ / ب، والسبعة ص ٤٩٢، والمبسوط ص ٢٨٥، والتذكرة ٢/ ٤٨٤.
(٦) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٣ / ب، والسبعة ص ٤٩٢، والمبسوط ص ٢٨٥، والتذكرة ٢/ ٤٨٤.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (464,'{يَاأَبَتِ} [٢٦] (١)، {هَاتَيْنِ عَلَى أَنْ} [٢٧] (٢)، {لِأَهْلِهِ امْكُثُوا} [٢٩] (٣) قد ذكر.
عاصم: {أَوْ جَذْوَةٍ} [٢٩] بفتح الجيم، وحمزة بضمها، والباقون بكسرها (٤).
حفص: {مِنَ الرَّهْبِ} [٣٢] بفتح الراء وإسكان الهاء، والحرميان وأبو عمرو بفتحتهما، والباقون بضم الراء وإسكان الهاء (٥).
ابن كثير وأبو عمرو: {فَذَآنِّك} [٣٢] بتشديد النون، والباقون بتخفيفها (٦).
نافع: {مَعِيَ رِدَاً يُصَدِّقُنِي} [٣٤] بفتح الدال من غير همز، والباقون بإسكان الدال والهمز (٧)، وحمزة على مذهبه في الوقف (٨).
عاصم وحمزة: {يُصَدِّقُنِي} [٣٤] برفع القاف، والباقون بجزمها (٩).
_________
(١) ذكر في سورة يوسف - عليه السلام - عند الآية: ٤
(٢) ذكر في سورة النساء، عند الآية: ١٦
(٣) ذكر في سورة طه، عند الآية: ١٠
(٤) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٣ / ب، والسبعة ص ٤٩٣، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٤.
(٥) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٣ / ب، والسبعة ص ٤٩٣، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٤.
(٦) انظر: النشر ٢/ ٢٤٨، والجامع ل ٣٠٤ / أ، والسبعة ص ٤٩٣، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٤.
(٧) انظر: النشر ١/ ٤١٤، ٢/ ٣٤١، والجامع ل ٣٠٤ / أ، والسبعة ص ٤٩٤، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٤.
(٨) يفتح الدال ويسقط الهمز
(٩) انظر المراجع الماضية.',NULL,'464',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (465,'ابن كثير: {قَالَ مُوسَى} [٣٧]، بغير واو، والباقون: {وَقَالَ} بالواو (١).
{وَمَنْ تَكُونُ لَهُ} [٣٧] قد ذكر (٢).
نافع وحمزة والكسائي: {إِلَيْنَا لَا يَرْجِعُونَ} [٣٩] بفتح الياء وكسر الجيم، والباقون بضم الياء وفتح الجيم (٣).
الكوفيون: {قَالُوا سِحْرَانِ} [٤٨] بكسر السين وإسكان الحاء، والباقون بفتح السين وألف بعدها وكسر الحاء (٤).
نافع: {تُجْبَى إِلَيْهِ} [٥٧] بالتاء، والباقون بالياء (٥). {فِي أُمِّهَا رَسُولًا} [٥٩] قد ذكر (٦).
أبو عمرو: {أَفَلَا يَعْقِلُونَ} [٦٠] بالياء، والباقون بالتاء (٧).
_________
(١) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٤ / أ، والسبعة ص ٤٩٤، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٥.
(٢) في سورة الأنعام، عند الآية: ١٣٥.
(٣) انظر: النشر ٢/ ٢٠٩، والجامع ل ٣٠٤ / أ، والسبعة ص ٤٩٤، والمبسوط ص ٢٨٦، والتذكرة ٢/ ٤٨٥.
(٤) انظر: النشر ٢/ ٣٤١، والجامع ل ٣٠٤ / أ، والسبعة ص ٤٩٥، والمبسوط ص ٢٨٧، والتذكرة ٢/ ٤٨٥.
(٥) انظر: النشر ٢/ ٣٤٢، والجامع ل ٣٠٤ / ب، والسبعة ص ٤٩٥، والمبسوط ص ٢٨٧
(٦) في سورة النساء، عند الآية: ١١
(٧) روى عن أبي عمرو بالغيب، واختلف عن السوسي عنه، فالذي قطع له به كثيرٌ من الأئمة الغيب، وهو اختيار الداني -المؤلف- وشيخه أبي الحسن بن غلبون وغيرهم، وقطع له آخرون بالخطاب. وقطع جماعة للدوري وللسوسي بالتخيير كالمهدوي والهذلي، والوجهان صحيحان عن أبي عمرو، والأشهر بالغيب. انظر: النشر ٢/ ٣٤٢ - باختصار، والدر النثير ٤/ ٢٦٧.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (466,'{بِضِيَاءٍ} (١) [٧١] قد ذكر (٢).
والوقف على {وَيْكَأَنَّ اللَّهَ} [٨٢]، {وَيْكَأَنَّهُ} مذكور أيضا في بابه (٣).
حفص: {لَخَسَفَ بِنَا} [٨٢] بفتح الخاء والسين، والباقون بضم الخاء وكسر السين (٤).
ياءاتها اثنتا عشرة ياء: {رَبِّيَ أَنْ} [٢٢]، {إِنِّيَ آنَسْتُ} [٢٩]، {إِنِّيَ أَنَا جَانٌّ} [٣٠]، {إِنِّيَ أَخَافُ} [٣٤]، {رَبِّيَ أَعْلَمُ} [٣٧]، {عِندِيَ أَوَلَمْ} [٧٨]، {رَبِّيَ أَعْلَمُ} [٨٥] فتحهن الحرميان وأبو عمرو، وروى أبو ربيعة عن قنبل، وعن البزي: {عِندِيْ} بالإسكان فقط (٥)، {إِنِّيَ أُرِيدُ} [٢٧]، {سَتَجِدُنِيَ إِنْ شَاءَ اللَّهُ} [٢٧] فتحهما نافع، {لَعَلِّيَ آتِيكُمْ} [٢٩]، {لَعَلِّيْ أَطَّلِعُ} [٣٨] سكنها الكوفيون، {مَعِيَ رِدْءًا} [٣٤] فتحها حفص (٦).
_________
(١) في (ط): " {ثُمَّ} و {بِضِيآء} قد ذكر ".
(٢) في سورة يونس - عليه السلام - عند الآية: ٥
(٣) في باب الوقف على مرسوم الخط.
(٤) انظر: النشر ٢/ ٣٤٢، والجامع ل ٣٠٤ / ب، والسبعة ص ٤٩٥، والمبسوط ص ٢٨٧، والتذكرة ٢/ ٤٨٥.
(٥) انظر: النشر ٢/ ١٦٥، ٣٤٢.
(٦) انظر: النشر ٢/ ٣٤٢، والجامع ل ٣٠٥ / أ، والسبعة ص ٤٩٦، والمبسوط ص ٢٨٧، والتذكرة ٢/ ٤٨٨.',NULL,'466',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (467,'وفيها محذوفة: {أَنْ يُكَذِّبُونِ ي (٣٤) قَالَ} [٣٤] أثبتها في الوصل ورش (١).

<span data-type="title" id=toc-145>سورة العنكبوت</span>
قرأ أبو بكر وحمزة والكسائي: {أَوَلَمْ تَرَوْا كَيْفَ} [١٩] بالتاء، والباقون بالياء (٢).
ابن كثير وأبو عمرو: {النَّشَاءَةَ} [٢٠] هنا وفى (والنجم) (٣) و (الواقعة) (٤) بفتح الشين وألف بعدها، والباقون بإسكان الشين من غير ألف (٥).
ووقف حمزة على وجهين في ذلك: أحدهما: أن يلقى حركة الهمزة على الشين ثم يسقطها طرداً للقياس. والثاني: أن يفتح الشين ويبدل الهمزة ألفاً اتباعا للخط، ومثله قد سُمع من العرب (٦).
ابن كثير وأبو عمرو والكسائي: {مَوَدَّةُ} [٢٥] بالرفع من غير تنوين، {بَيْنِكُمْ} بالخفض.
وحفص وحمزة بالنصب من غير تنوين، {بَيْنِكُمْ} بالخفض،
_________
(١) انظر المراجع السابقة.
(٢) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٥/ أ، والسبعة ص ٤٩٨، والمبسوط ص ٢٨٩، والتذكرة ٢/ ٤٩٠.
(٣) الآية: ٤٨.
(٤) الآية: ٦٢.
(٥) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٥/ ب، والسبعة ص ٤٩٨، والمبسوط ص ٢٨٩، والتذكرة ٢/ ٤٩٠.
(٦) انظر: النشر ٢/ ٣٤٣، إبرار المعاني ٤/ ٧٥.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (468,'والباقون بالنصب والتنوين، و {بَيْنَكُمْ} بالفتح (١).
الحرميان وابن عامر وحفص: {إِنَّكُمْ لَتَأْتُونَ} [٢٨] الأول بهمزة مكسورة على الخبر، والباقون على الاستفهام (٢)، وأجمعوا على الاستفهام في الثاني (٣)، وهم فيه (٤) على مذاهبهم في سورة (الرعد) (٥).
حمزة والكسائي: {لنُنْجِيَنَّهُ} [٣٢] مخففا، وابن كثير وأبو بكر وحمزة والكسائي: {إِنَّا مُنْجُوكَ} [٣٣] مخففا، والباقون بتشديدهما (٦).
{سِيءَ بِهِمْ} [٣٣] (٧)، {إِنَّا مُنْزِلُونَ} [٣٤] (٨)، {وَثَمُودَ} [٣٨] (٩) قد ذكر.
عاصم وأبو عمرو: {مَا يَدْعُونَ} [٤٢] بالياء، والباقون بالتاء (١٠).
ابن كثير وأبو بكر وحمزة والكسائي: {ءَايَةٌ مِنْ رَبِّهِ} [٥٠] على
_________
(١) انظر: النشر ٢/ ٤٣٤، والجامع ل ٣٠٥/ ب، والسبعة ص ٤٩٩، والمبسوط ص ٢٨٩، والتذكرة ٢/ ٤٩٠.
(٢) انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٠٥ / ب، والسبعة ص ٤٩٩، والمبسوط ص ٢٩٠، والتبصرة ص ٦٣١.
(٣) الآية: ٢٩.
(٤) في (ط): "وهم فيها".
(٥) عند الآية: ٥.
(٦) انظر: النشر ٢/ ٢٥٩، والجامع ل ٣٠٥ / ب، والسبعة ص ٥٠٠، والمبسوط ص ٢٩٠، والتذكرة ٢/ ٤٩٠.
(٧) ذكر في سورة هود - عليه السلام -، عند الآية: ٧٧.
(٨) ذكر في سورة آل عمران، عند الآية: ١٢٤.
(٩) ذكر في سورة هود - عليه السلام - عند الآية: ٦٧.
(١٠) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٦ / أ، والسبعة ص ٥٠١، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩٠. وفي (ت) و (ط): " على الجمع ".',NULL,'468',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (469,'التوحيد، والباقون بالجمع (١).
الكوفيون ونافع: {وَيَقُولُ ذُوقُوا} [٥٥] بالياء، والباقون بالنون (٢).
أبو بكر: {إِلَيْنَا يُرْجَعُونَ} [٥٧] بالياء، والباقون بالتاء (٣).
حمزة والكسائي: {لَنُثْوِيَنَّهُم} [٥٨] بالثاء ساكنة من غير همز، والباقون بالباء المفتوحة مع الهمز (٤).
ابن كثير وقالون وحمزة والكسائي: {ولْيَتَمَتَّعُوا} [٦٦] بإسكان اللام، والباقون بكسرها (٥).
ياءاتها ثلاث: {إِلَى رَبِّيَ إِنَّهُ} [٢٦] فتحها نافع وأبو عمرو، {يَاعِبَادِيَ الَّذِينَ} [٥٦] حذفها أبو عمرو وحمزة والكسائي في الوصل للنداء، وقياس قولهم في اتباع المرسوم عند الوقف يُوجب إثباتها فيه لثبوتها في جميع المصاحف، وفتحها الباقون في الوصل وأثبتوها ساكنةً في الوقف (٦)، {إِنَّ أَرْضِيَ وَاسِعَةٌ} [٥٦] فتحها ابن عامر (٧).
_________
(١) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٦ / أ، والسبعة ص ٥٠١، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩١.
(٢) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٦ / أ، والسبعة ص ٥٠١، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩١.
(٣) انظر: النشر ٢/ ٣٤٣، والجامع ل ٣٠٦ / أ، والسبعة ص ٥٠٢، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩١.
(٤) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦ / ب، والسبعة ص ٥٠٢، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩١.
(٥) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦ / ب، والسبعة ص ٥٠٢، والمبسوط ص ٢٩١، والتذكرة ٢/ ٤٩٢.
(٦) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦ / ب، والسبعة ص ٥٠٣، والمبسوط ص ٢٩١
(٧) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦ / ب.
في (ت): " وبالله التوفيق ".',NULL,'469',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (470,'<span data-type="title" id=toc-146>سورة الروم</span>
قرأ الكوفيون وابن عامر: {ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ} [١٠] بالنصب، والباقون بالرفع (١).
أبو بكر وأبو عمرو: {ثُمَّ إِلَيْهِ يُرْجَعُونَ} [١١] بالياء، والباقون بالتاء (٢).
حمزة والكسائي: {تَخْرُجُونَ} [١٩] وفي (الجاثية) (٣): {فَالْيَوْمَ لَا يَخْرُجُونَ مِنْهَا} بفتح التاء هنا والياء هناك وضم الراء، وكذلك قال النقاش عن الأخفش هنا خاصة (٤)، والباقون بضم الياء والتاء وفتح الراء، ولا خلاف في الثاني من هذه السورة (٥).
حفص: {لِلْعَالِمِينَ} [٢٢] بكسر اللام، والباقون بفتحها (٦).
{فَرَّقُوا} [٣٢] (٧)، و {يَقْنَطُونَ} [٣٦] (٨)،
_________
(١) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦/ أ، والسبعة ص ٥٠٦، والمبسوط ص ٢٩٣، والتذكرة ٢/ ٤٩٤.
(٢) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٦/ أ، والسبعة ص ٥٠٦، والمبسوط ص ٢٩٣، والتذكرة ٢/ ٤٩٤.
(٣) الآية: ٣٥.
(٤) يعنى: عن ابن ذكوان انه يقرأ: ممم ژ تَخْرُجُونَ ژ ممم بفتح التاء وضم الراء، وهذا يقتضي أن يقرأه أيضا بضم التاء وفتح الراء، ولم يصرّح به الحافظ هنا. انظر: النشر ٢/ ٢٦٧، والدر النثير ٤/ ٢٦٨.
(٥) الآية: ٢٥
(٦) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٧/ أ، والسبعة ص ٥٠٦، والمبسوط ص ٢٩٤، والتذكرة ٢/ ٤٩٤.
(٧) ذكر فى سورة الأنعام عند الآية: ١٥٩.
(٨) ذكر فى سورة الحجر عند الآية: ٥٦.',NULL,'470',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (471,'و {وَمَا آتَيْتُمْ مِنْ رِبًا} [٣٩] (١) قد ذكر.
نافع: {لتُرْبُوا} [٣٩] بالتاء المضمومة وإسكان الواو، والباقون بالياء مفتوحة ونصب الواو (٢). {عَمَّا يُشْرِكُونَ} [٤٠] (٣) قد ذكر.
قنبل: {لِنُذِيقَهُم} [٤١] بالنون، والباقون بالياء (٤).
{يُرْسِلُ الرِّيَاحَ} [٤٨] (٥) قد ذكر.
ابن عامر بخلاف عن هشام (٦): {كِسْفاً} [٤٨] بإسكان السين، والباقون بفتحها (٧).
ابن عامر وحفص وحمزة والكسائي: {إِلَى آثَارِ} [٥٠] بالألف على الجمع، والباقون بغير ألف على التوحيد (٨).
{وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ} [٥٢]، {وَمَا أَنْتَ بِهَادِ الْعُمْيِ} [٥٣] قد
_________
(١) ذكر فى سورة البقرة عند الآية: ٢٣٣.
(٢) انظر: النشر ٢/ ٣٤٤، والجامع ل ٣٠٧/ أ، والسبعة ص ٥٠٧، والمبسوط ص ٢٩٤، والتذكرة ٢/ ٤٩٤.
(٣) ذكر فى سورة يونس - عليه السلام - عند الآية: ١٨.
(٤) انظر: النشر ٢/ ٣٤٥، والجامع ل ٣٠٧/ أ، والسبعة ص ٥٠٧، والمبسوط ص ٢٩٤، والتذكرة ٢/ ٤٩٥.
(٥) ذكر فى سورة البقرة عند الآية: ١٦٤.
(٦) روى الداجوني عن أصحابه عنه فتح السين، وبه قرأ الداني من طريق الحلْواني على شيخه فارس، وبه كان يأخذ له، وروى عنه ابن مجاهد الإسكان من جميع طرقه، وبه قرأ الداني على أبي القاسم القارس وابن غلبون. انظر: النشر ٢/ ٣٠٩، والجامع ل ٣٠٧/ ب.
(٧) انظر: السبعة ٥٠٨، والتذكرة ٢/ ٤٩٥.
(٨) انظر: النشر ٢/ ٣٤٥، والجامع ل ٣٠٧/ ب، والسبعة ص ٥٠٨، والمبسوط ص ٢٩٤',NULL,'471',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (472,'ذُكرا (١).
أبو بكر وحمزة: {مِنْ ضَعْفٍ} [٥٤] فى الثلاثة بفتح الضاد، وكذلك روى حفص عن عاصم فيهن غير أنه ترك ذلك واختار الضم اتباعا منه لرواية حدثه بها الفضيل بن مرزوق (٢) عن عطية العوفي (٣) عن عبد الله بن عمر (٤)
أنّ النبي - صلى الله عليه وسلم - (٥) أقرأه ذلك بالضم (٦)، ورد عليه الفتح
_________
(١) فى سورة النمل الآية: ٨٠ والآية: ٨١
(٢) الفضيل بن مرزوق العنْزي - مولاهم -، أبو عبد الرحمن، الكوفي: حدث عن عطية العوفي وغيره، حدث عنه وكيع، ويحيى بن آدم وغيرهم، وثقه سفيان بن عيينة، ويحيى بن معين، وقيل ضعفه، وهو شيعي، روى له مسلم فى المتابعات، توفى قبل سنة سبعين ومائة. انظر: سير أعلام النبلاء ٧/ ٣٤٢.
(٣) عطية بن سعد بن جنادة العوفي الكوفي، أبو الحسن: من مشاهير التابعين، ضعيف الحديث، روى عن ابن عباس، وأبي سعيد، وابن عمر، وروى عنه: ابنه الحسن، وابن أرطأة، وغيرهم، وكان شيعيا، توفى سنة إحدى عشرة ومائة. أعلام النبلاء ٥/ ٣٢٥.
(٤) الصحابي المشهور، العالم، الورع: قال ابن حجر: " عبد الله بن عمر بن الخطاب العدوي القرشي، أبو عبد الرحمن، ولد سنة ثلاث من البعثة، وهاجر وهو ابن عشر سنين، وهو من الكثرين عن النبي - صلى الله عليه وسلم -، وروى عن الصديق، وأبيه، وعثمان، وغيرهم، قال ابن المسيب: كان ابن عمر حين مات خيرَ من بقي، وقال مالك: أقام ابن عمر بعد النبي - صلى الله عليه وسلم - ستين سنة يقدم عليه وفود الناس، مات سنة اثنتين -أو ثلاث - وسبعين وله سبع وثمانون سنة ".

انظر: الإصابة فى تمميز الصحابة ٤/ ١٥٥ - مختصراً.
(٥) ما بين المعقوفتين من (ت)، وفى النسخ الأخرى: " - عليه السلام - " والأتم أن يقال: - صلى الله عليه وسلم - امتثالا لقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} ولقول الصحابة - رضي الله عنهم -.
(٦) الحديث أخرجه أبو داود فى سننه (٤/ ٢٨٣) فى كتاب الحروف والقراءات عن عطية العوفي، قال: قرأت على عبد الله بن عمر: {اللَّهُ الَّذي خَلَقَكُم مِن ضَعْفٍ} فقال: {من ضُعْفٍ} قرأتُها على رسول الله - صلى الله عليه وسلم - كما قرأتها علىّ فأخذ علىّ كما أخذت عليك. وأخرجه الترمذي (٥/ ١٧٤) فى كتاب القراءات عن رسول الله - صلى الله عليه وسلم - بنحوه، ثم قال: حديث حسن غريب، لا نعرفه إلا من حديث الفضيل بن مرزوق"، وقال فيه ابن حجر: "صدوق يهم، ورمي بالتشيع" وساق ابن الجزري الحديث بسنده إلى ابن عمر رضي الله عنهما. النشر ٢/ ٣٤٥، ٣٤٦، وسنن أبي داود ٤/ ٢٨٣، والجامع الصحيح ٥/ ١٧٤، وتقريب التهذيب ص ٣٨٤.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (473,'وأباه، وعطية يُضعّف، وما رواه حفص عن عاصم عن أئمته أصحُّ، وبالوجهين آخذُ فى روايته لأُتابع عاصماً (١) على قراءته، وأوافق حفصاً على اختياره، والباقون بضم الضاد فيهن.
الكوفيون هنا: {لَا يَنْفَعُ الَّذِينَ} [٥٧] بالياء، والباقون بالتاء (٢).
ليس فيها من الياءات شيء.

<span data-type="title" id=toc-147>سورة لقمان - عليه السلام </span>- (٣)
قرأ حمزة: {هُدًى وَرَحْمَةٌ} [٣] بالرفع، والباقون بالنصب (٤).
{لِيُضِلَّ} [٦] (٥)، {فِي أُذُنَيْهِ} [٧] (٦) قد ذكرا.
حفص وحمزة والكسائي: {وَيَتَّخِذَهَا} [٦] بالنصب، والباقون
_________
(١) اختلف عن حفص: فروى عنه عبيد وعمرو أنه اختار فيهما الضم خلافاً لعاصم للحديث، وقد صحّ عنه الفتح والضم جميعا، فروى عنه عبيد وأبو الربيع الزهراني والفيل عن عمرو عنه الفتح رواية، وروى عن أبن هبيرة والقواس وزرعان عن عمرو عنه الضم اختيارا، واختار الداني الوجهين. انظر: النشر ٢/ ٣٤٥، والجامع ل ٣٠٧/ ب، والمبسوط ص ١٩١، ٢٩٤، والتذكرة ٢/ ٤٩٥.
(٢) انظر: النشر ٢/ ٣٤٦، والجامع ل ٣٠٧/ ب، والسبعة ص ٥٠٨، والمبسوط ص ٢٩٥، والتذكرة ٢/ ٤٩٥.
(٣) ما بين المعقوفتين من (ط).
(٤) انظر: النشر ٢/ ٣٤٦، والجامع ل ٣٠٧/، والسبعة ص ٥١٢، والمبسوط ص ٢٩٦، والتذكرة ٢/ ٤٩٦.
(٥) ذكر فى سورة إبراهيم - عليه السلام - الآية: ٣٠
(٦) ذكر فى سورة المائدة، الآية: ٤٥',NULL,'473',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (474,'بالرفع (١).
ابن كثير: {يَا بُنَيْ لَا تُشْرِكْ بِاللَّهِ} [١٣] بإسكان الياء وهو الأول، وقنبل: {يَا بُنَيْ أَقِمِ الصَّلَاةَ} [١٧] بإسكان الياء وهو الأخير، وحفص فيهما وفى الأوسط [١٦] بفتح الياء والبزي مثله فى الأخير، والباقون بكسر الياء فى الثلاثة (٢). {مِثْقَالَ حَبَّةٍ} [١٦] قد ذكر (٣).
ابن كثير وعاصم وابن عامر: {وَلَا تُصَعِّرْ خَدَّكَ} [١٨] بتشديد العين من غير ألف، والباقون بالألف وتخفيف العين (٤).
نافع وأبو عمرو وحفص: {عَلَيْكُمْ نِعَمَهُ} [٢٠] على الجمع والتذكير، والباقون على التوحيد والتأنيث (٥).
أبو عمرو: {وَالْبَحْرَ يَمُدُّهُ} [٢٧] بنصب الراء، والباقون برفعها (٦).
{وَأَنَّ مَا يَدْعُونَ} [٣٠] قد ذكر (٧).
_________
(١) انظر: النشر ٢/ ٣٤٦، والجامع ل ٣٠٧/ب، والسبعة ص ٥١٢، والمبسوط ص ٢٩٦، والتذكرة ٢/ ٤٩٦.
(٢) انظر: النشر ٢/ ٢٨٩، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٢، والمبسوط ص ٢٩٧، والتذكرة ٢/ ٤٩٦.
(٣) ذكر فى سورة الأنبياء - عليهم السلام - الآية: ٤٧.
(٤) انظر: النشر ٢/ ٣٤٦، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٣، والمبسوط ص ٢٩٧، والتذكرة ٢/ ٤٩٦.
(٥) الباقون على التوحيد والتأنيث ولا يتأتى إلا مع التنوين: {نِعْمَةً} ..
وانظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٣، والمبسوط ص ٢٩٧، والتذكرة ٢/ ٤٩٦.
(٦) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٣، والمبسوط ص ٢٩٧، والتذكرة ٢/ ٤٩٧.
(٧) فى سورة الحج، الآية: ٦٢',NULL,'474',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (475,'نافع وعاصم وابن عامر: {وَيُنَزِّلُ الْغَيْثَ} [٣٤] هنا وفى (الشورى) (١) بالتشديد، والباقون بالتخفيف، وقد ذكر (٢).

<span data-type="title" id=toc-148>سورة السجدة </span>(٣)
قرأ ابن كثير وابن عامر وأبو عمرو: {كُلَّ شَيْءٍ خَلْقَهُ} [٧] بإسكان اللام والباقون بفتحها (٤)، (٥).
{مَا أُخْفِيْ لَهُمْ} [١٧] بإسكان الياء، والباقون بفتحها (٦).
حمزة والكسائي: {لِمَا صَبَرُوا} [٢٤] بكسر اللام وتخفيف الميم، والباقون بفتح اللام وتشديد الميم (٧).

<span data-type="title" id=toc-149>سورة الأحزاب</span>
قرأ أبو عمرو: {بِمَا يَعْمَلُونَ خَبِيرًا} [٢]، و {بِمَا يَعْمَلُونَ بَصِيرًا} [٩] بالياء فيهما، والباقون بالتاء (٨).
_________
(١) الآية: ٢٨
(٢) فى سورة البقرة، عند الآية: ٩٠
(٣) وتسمى أيضا سورة (المضاجع). الإتقان ١/ ١٢٠.
(٤) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٦، والمبسوط ص ٢٩٨، والتذكرة ٢/ ٤٩٨.
(٥) فى (ت): " والاستفهامان قد ذكرا ".
(٦) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٦، والمبسوط ص ٢٩٨، والتذكرة ٢/ ٤٩٨.
(٧) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/أ، والسبعة ص ٥١٦، والمبسوط ص ٢٩٨، والتذكرة ٢/ ٤٩٨.
(٨) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣٠٨/ب، والسبعة ص ٥١٨، والمبسوط ص ٢٩٩، والتذكرة ٢/ ٤٩٩.',NULL,'475',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (476,'قالون وقنبل: {والَّلاءِ} [٤] هنا وفى (المجادلة) (١) و (الطلاق) (٢) بالهمزمن غير ياء، وورش بياء مختلسة [الكسرة] (٣) خَلَفَاً من الهمزة (٤) وإذا وقف صيّرها ياءً ساكنة، والبزي وأبو عمرو بياء ساكنة بدلا من الهمز فى الحالين، والباقون بالهمز وياء بعدها فى الحالين (٥)، وحمزة إذا وقف جعل الهمز بين بين على أصله، ومَن همز منهم ومَن لم يهمز أشبع التمكين للألف فى الحالين إلا ورشا فإن المد والقصر جائزان فى مذهبه لما ذكرناه فى باب الهمزتين (٦).
عاصم: {تُظَاهِرُونَ} [٤] بضم التاء وتخفيف الظاء وألف بعدها وكسر الهاء، وابن عامر بفتح التاء والهاء وتشديد الظاء وألف بعدها، وحمزة والكسائي كذلك إلا أنهما يُخففان الظاء، والباقون بفتح التاء وتشديد الظاء والهاء من غير ألف (٧).
_________
(١) الآية: ٢
(٢) الآية: ٤
(٣) ما بين المعقوفين من (ت)
(٤) يعنى: أنها مسهلة بينها وبين الياء، وهذا من تجوُّزِه - رحمه الله -.
(٥) انظر: النشر ٢/ ٤٠٤، والجامع ل ٣٠٩/، والسبعة ص ٥١٨، والمبسوط ص ٢٩٩، والتذكرة ٢/ ٥٠٠.
(٦) يعنى قوله فى باب الهمزتين من كلمتين: " ومتى سهلت الهمزة الأولى من المتفقين أو أسقطت فالألف التى قبلها ممكنة على حالها مع تحقيقها اعتدادا بها، ويجوز أن تقصر الألف لعدم الهمز لفظاً والأول أوجه ". انظر: باب الهمزتين من كلمتين للمؤلف، والدر النثير ٤/ ٢٧٠.
(٧) انظر: النشر ٢/ ٣٤٧، والجامع ل ٣١٠/أ، والسبعة ص ٥١٩، والمبسوط ص ٢٩٩، والتذكرة ٢/ ٥٠٠.',NULL,'476',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (477,'حمزة وأبو عمرو: {الظُّنُونَا} [١٠]، و {آتِهِمْ} [٦٦] و {السَّبِيلَا} [٦٧] بحذف الألف فى الحالين فى الثلاثة، وابن كثير وحفص والكسائي بحذفها فيهنفي الوصل خاصة، والباقون بإثباتها فى الحالين (١).
حفص {لَا مُقَامَ لَكُمْ} [١٣] بضم الميم، والباقون بفتحها (٢).
الحرميان: {لَآتَوْهَا} [١٤] بالقصر، والباقون بالمد (٣).
عاصم: {أُسْوَةٌ} [٢١] هنا وفى الحرفين (٤) فى الممتحنة بضم الهمزة، والباقون بكسرها (٥). {الرُّعْبَ} [٢٦] (٦)، و {مُبَيِّنَةٍ} [٣٠] (٧) قد ذكرا.
_________
(١) اتفقت المصاحف على رسم الألف فى الثلاثة دون سائر الفواصل، وقال فى "التحبير": رسمت هذه الثلاثة فى المواضع فى هذه السورة خاصة بالألف كما حدثنا خلف بن إبراهيم قال: حدثنا أحمد بن محمد المكي قال: حدثنا على بن عبد العزيز وقال: حدثنا أبو عبيد القاسم بن سلّام قال: رأيتهن ثلاثهنّ فى الذي يقال له الإمام مصحف عثمان بن عفان - رضي الله عنه - بالألف، فعلى هذا يكون من حذف الألف فى الحالين او فى الوصل خاصة قد خالف الخط.
(٢) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١٠/ب، والسبعة ص ٥٢٠، والمبسوط ص ٣٠٠، والتذكرة ٢/ ٥٠١.
(٣) النشر ٢/ ٣٤٨، والجامع ل ٣١٠/ب، والسبعة ص ٥٢٠، والمبسوط ص ٣٠٠، والتذكرة ٢/ ٥٠١.
(٤) الآية: ٤، ٦
(٥) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/أ، والسبعة ص ٥٢٠، والمبسوط ص ٣٠٠، والتذكرة ٢/ ٥٠٢.
(٦) ذكر فى سورة آل عمران، عند الآية: ١٥١.
(٧) ذكر فى سورة النساء، عند الآية: ١٩.',NULL,'477',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (478,'ابن كثير وابن عامر: {نُضَعِّفْ لَهَا} [٣٠] بالنون وكسر العين وتشديدها من غير ألف، {الْعَذَابَ} بالنصب، والباقون بالياء وفتح العين ورفع {الْعَذَابُ}، وشدّد أبو عمرو العين (١) وحذف الألف قبلها، وخففها الباقون، وأثبتوا الألف (٢).
حمزة والكسائي: {وَيَعْمَلْ صَالِحًا يؤْتِهَا أَجْرَهَا} [٣١] بالياء فيهما، والباقون بالتاء فى الأول وبالنون فى الثاني (٣).
نافع وعاصم: {وَقَرْنَ} [٣٣] بفتح القاف، والباقون بكسرها (٤).
الكوفيون وهشام: {أَنْ يَكُونَ لَهُمُ} [٣٦] بالياء، والباقون بالتاء (٥).
عاصم: {وَخَاتَمَ النَّبِيِّينَ} [٤٠] بفتح التاء، والباقون بكسرها (٦).
{أَنْ تَمَسُّوهُنَّ} [٤٩] (٧)، و {تُرْجِي} [٥١] (٨)، و {إِنَاهُ} [٥٣] (٩)
_________
(١) فى (ط): " وشدد أبو عمرو حذف الألف قبلها".
(٢) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/أ، والسبعة ص ٥٢١، والمبسوط ص ٣٠٠، والتذكرة ٢/ ٥٠٢.
(٣) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/أ، والسبعة ص ٥٢١، والمبسوط ص ٣٠١، والتذكرة ٢/ ٥٠٢.
(٤) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/أ، والسبعة ص ٥٢١، والمبسوط ص ٣٠١، والتذكرة ٢/ ٥٠٢.
(٥) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/أ، والسبعة ص ٥٢٢، والمبسوط ص ٣٠١، والتذكرة ٢/ ٥٠٢.
(٦) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/ب، والسبعة ص ٥٢٢، والمبسوط
ص ٣٠١، والتذكرة ٢/ ٥٠٢.
(٧) ذكر فى سورة البقرة، عند الآية: ٢٣٦.
(٨) ذكر فى سورة التوبة، عند الآية: ١٠٦.
(٩) فى باب الفتح والإمالة.',NULL,'478',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (479,'قد ذكر.
أبو عمرو: {لَا تَحِلُّ لَكَ} [٥٢] بالتاء، والباقون بالياء (١).
ابن عامر: {سَادَاتِنَا} [٦٧] بالجمع وكسر التاء، والباقون بالتوحيد ونصب التاء (٢).
عاصم: {لَعْنًا كَبِيرًا} [٦٨] بالياء، والباقون بالثاء (٣).
ليس فيها من الياءات شيء.

<span data-type="title" id=toc-150>سورة سبأ</span>
قرأ حمزة والكسائي: {عَلاَّمِ الْغَيْبِ} [٣] بالألف بعد اللام وخفض الميم على وزن (فَعَّال).
والباقون: {عَالِمِ الْغَيْبِ} بالألف بعد العين على وزن (فاعل)
ورفع الميم نافع وابن عامر وخفضها الباقون (٤).
{لَا يَعْزُبُ} [٣] (٥)، و {مُعَاجِزِينَ} [٥، ٣٨] (٦) فى الموضعين قد ذكرا.
_________
(١) انظر: النشر ٢/ ٣٤٨، والجامع ل ٣١١/ب، والسبعة ص ٥٢٣، والمبسوط ص ٣٠٢، والتذكرة ٢/ ٥٠٣.
(٢) انظر: النشر ٢/ ٣٤٩، والجامع ل ٣١٢/أ، والسبعة ص ٥٢٣، والمبسوط ص ٣٠٢، والتذكرة ٢/ ٥٠٣.
(٣) انظر: النشر ٢/ ٣٤٩، والجامع ل ٣١٢/أ، والسبعة ص ٥٢٣، والمبسوط ص ٣٠٢، والتذكرة ٢/ ٥٠٣.
(٤) انظر: النشر ٢/ ٣٤٩، والجامع ل ٣١٢/أ، والسبعة ص ٥٢٦، والمبسوط ص ٣٠٣، والتذكرة ٢/ ٥٠٤.
(٥) ذكر فى سورة يونس - عليه السلام - عند الآية: ٦١.
(٦) ذكر فى سورة الحج، عند الآية: ٥١.',NULL,'479',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (480,'ابن كثير وحفص: {مِنْ رِجْزٍ أَلِيمٌ} [٥] هنا، وفى (الجاثية) (١) برفع الميم (٢)، والباقون بجرّها (٣).
حمزة والكسائي: {إِنْ يَشَأْ يَخْسِفْ} [٩]، و {يُسْقِطْ} بالياء فى الثلاثة، وأدغم الكسائي الفاء فى الباء، والباقون بالنون فيهن (٤). {كِسَفًا} [٩] قد ذُكر (٥).
أبو بكر: {وَلِسُلَيْمَانَ الرِّيحُ} [١٢] بالرفع، والباقون بالنصب (٦).
نافع وأبو عمرو: {مِنسَاتَهُ} [١٤] بألف ساكنة بدلا من الهمزة، والبدل مسموع (٧) وابن ذكوان بهمزة ساكنة، ومثله قد يجيء فى الشعر
_________
(١) الآية: ١١.
(٢) من كلمة: {أَلِيم} ..
(٣) انظر: النشر ٢/ ٣٤٩، والجامع ل ٣١٢/أ، والسبعة ص ٥٢٦، والمبسوط ص ٣٠٣، والتذكرة ٢/ ٥٠٤.
(٤) انظر: النشر ٢/ ٣٤٩، والجامع ل ٣١٢/ب، والسبعة ص ٥٢٧، والمبسوط ص ٣٠٣، والتذكرة ٢/ ٥٠٥.
(٥) فى سورة الشعراء، عند الآية: ١٨٧.
(٦) النشر ٢/ ٣٤٩، والجامع ل ٣١٢/ب، والسبعة ص ٥٢٧، والمبسوط ص ٣٠٤، والتذكرة ٢/ ٥٠٥.
(٧) قال ابن الجزري: " وهو مسموع على غير قياس"، قال أبو عمرو بن العلاء هو لغة قريش، وقال الداني: " أنشدنا فارس بن أحمد شاهداً لذلك:
إن الشيوخ إذا تقارب خطوهم ... دبوا على المنساة فى الأسواق
والمِنْسأَة: العصا - بالهمز وعدمه -.
انظر: النشر ٢/ ٣٥٠، ومعانى القرآن للزجاج ٤/ ٢٤٧، وعمدة الحفاظ للسمين الحلبي ٤/ ٢٦١٢، والجامع ل ٣١٢/ب، لسان العرب ١/ ١٦٩، والقاموس المحيط ص ٥١ (فصل النون فى باب الهمز)، وإملاء ما منّ به الرحمن من وجوه الإعراب والقراءات للعكبري ٢/ ١٩٦.',NULL,'480',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (481,'لإقامة الوزن، وأنشد الأخفش الدمشقي [رحمة الله عليه] (١):
صريعُ خمرٍ قام من وَكأته كقومة الشيخ إلى منسأْته (٢)
والباقون بهمزة مفتوحة، وحمزة إذا وقف جعلها بين بين على أصله.
{لِسَبَإٍ} [١٥] قد ذكر فى (النمل) (٣).
حفص وحمزة: {فِي مَسْكَنِهِمْ} [١٥] بإسكان السين وفتح الكاف، والكسائي كذلك غير أنه يكسر الكاف، والباقون بفتح السين وكسر الكاف وألف بينهما (٤).
أبو عمرو: {ذَوَاتَيْ أُكُلِ خَمْطٍ} [١٦] بغير تنوين اللام، والباقون بالتنوين (٥)، وخفف {أُكُلٍ} هنا الحرميان، قد ذكر (٦).
حفص وحمزة والكسائي: {قُرًى نُجَازِي} [١٧] بالنون وكسر الزاي {إِلَّا الْكَفُورَ} بالنصب، والباقون بالياء وفتح الزاي والرفع (٧).
_________
(١) ما بين المعقوفين من (ت).
(٢) البيتُ فى جامع البيان للداني، ولم ينسب لأحد، وكذا: "عند الشيوخ ... " وإبراز المعاني ٤/ ١٠٤، وغيث النفع ص ٢٣١، والجامع للقرطبي ١٣: ١٧٩، والبحر لأبي حيان ٧/ ٢٥٧، والدر المصون ٥/ ٤٣٦، وروح المعاني ١١/ ٢٩٦. ولم ينسبوه لأحد.
(٣) الآية: ٢٢
(٤) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/أ، والسبعة ص ٥٢٨، والمبسوط ص ٣٠٤، والتذكرة ٢/ ٥٠٦.
(٥) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/أ، والسبعة ص ٥٢٨، والمبسوط ص ٣٠٤، والتذكرة ٢/ ٥٠٦.
(٦) فى سورة البقرة، عند الآية: ٢٦٥.
(٧) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/أ، والسبعة ص ٥٢٩، والمبسوط ص ٣٠٥، والتذكرة ٢/ ٥٠٦.',NULL,'481',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (482,'ابن كثير وأبو عمرو وهشام: {رَبَّنَا بَعِّدْ} [١٩] بتشديد العين من غير ألف، والباقون بالألف مع التخفيف (١).
الكوفيون: {وَلَقَدْ صَدَّقَ} [٢٠] بتشديد الدال، والباقون بتخفيفها (٢).
أبو عمرو وحمزة والكسائي: {لِمَنْ أُذِنَ لَهُ} [٢٣] بضم الهمزة، والباقون بفتحها (٣).
ابن عامر: {إِذَا فَزَعَ} [٢٣] بفتح الفاء والزاي، والباقون بضم الفاء وكسر الزاي (٤).
حمزة: {فِي الْغُرْفَةِ} [٣٧] بغير ألف على التوحيد، والباقون بالألف على الجمع (٥).
{وَيَوْمَ يَحْشُرُهُمْ} [٤٠]، {ثُمَّ يَقُولُ} [٤٠] قد ذكرا (٦).
الحرميان وابن عامر وحفص: {التَّنَاوُشُ} [٥٢] بضم الواو، والباقون بهمزها، وإذا وقف حمزة جعلها بين بين، لأن ذلك من النأش
_________
(١) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/أ، والسبعة ص ٥٢٩، والمبسوط ص ٣٠٥، والتذكرة ٢/ ٥٠٦.
(٢) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/ب، والسبعة ص ٥٢٩، والمبسوط ص ٣٠٥
(٣) انظر: النشر ٢/ ٣٥٠، والجامع ل ٣١٣/ب، والسبعة ص ٥٢٩، والمبسوط ص ٣٠٦، والتذكرة ٢/ ٥٠٧.
(٤) انظر: النشر ٢/ ٣٥١، والجامع ل ٣١٣/ب، والسبعة ص ٥٣٠، والمبسوط ص ٣٠٦، والتذكرة ٢/ ٥٠٧.
(٥) انظر: النشر ٢/ ٣٥١، والجامع ل ٣١٣/ب، والسبعة ص ٥٣٠، والمبسوط ص ٣٠٦، والتذكرة ٢/ ٥٠٧.
(٦) فى سورة الأنعام، عند الآية: ١٢٨.',NULL,'482',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (483,'وهو الحركة فى الإبطاء وأصله (١) الهمزة، وجائز أن يكون من النوش (٢)، وهو التناول، فيكون أصله الواو ثميُهمز للزوم ضمتها، فعلى هذا يقف بضم الواو ويرد ذلك إلى أصله (٣).
ابن عامر والكسائي: {وَحِيلَ بَيْنَهُمْ} [٥٤] وفى (الزمر) (٤): {وَسِيقَ الَّذِينَ} بإشمام الضم للحاء والسين، والباقون بإخلاص كسرهما (٥).
ياءاتها ثلاث: {عِبَادِيْ الشَّكُورُ} [١٣] سكنها حمزة، {إِنْ أَجْرِيْ إِلَّا} [٤٧] سكنها ابن كثير وأبو بكر وحمزة والكسائي،
{رَبِّيَ إِنَّهُ سَمِيعٌ} [٥٠] فتحها نافع وأبو عمرو.
وفيها محذوفتان: {كَالْجَوَابِ ي} [١٣] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل ورش وأبو عمرو. و {كَانَ نَكِيرِ ي} [٤٥] أثبتها فى الوصل ورش (٦).
_________
(١) فى المطبوع قال: " فاصله الهمزة " وهو خطأ.
(٢) التناوش، والتناول، التناؤس: التأخّر كما قال المصنف - رحمه الله - انظر: غريب القرآن للسجستاني (ص ٣٦٣)، والقاموس المحيط ص ٥٤٥ فى باب الشين، فصل النون.
(٣) انظر: النشر ٢/ ٣٥١، والجامع ل ٣١٣/ب، والسبعة ص ٥٣٠، والمبسوط ص ٣٠٧، والتذكرة ٢/ ٥٠٨.
(٤) الآية: ٧١ و ٧٣.
(٥) انظر: النشر ٢/ ٢٠٨، والجامع ل ٣١٤/ أ.
وفي (ت): " بإخلاص كسرهما، وهو إمالة الكسرة فيها نحو الضمة".
(٦) انظر لما مضى: النشر ٢/ ٣٥١، والجامع ل ٣١٤/أ، والسبعة ص ٥٣١، والمبسوط ص ٣٠٧، والتذكرة ٢/ ٥٠٨.',NULL,'483',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (484,'<span data-type="title" id=toc-151>سورة فاطر </span>(١)
قرأ حمزة والكسائي: {غَيْرِ اللَّهِ} [٣] بخفض الراء، والباقون برفعها (٢).
{أَرْسَلَ الرِّيَاحَ} [٩] (٣) و {إِلَى بَلَدٍ مَيِّتٍ} [٩] (٤) قد ذكرا.
أبو عمرو: {يُدْخَلُونَهَا} [٣٣] بضم الياء وفتح الخاء، والباقون بفتح الياء وضم الخاء (٥). {وَلُؤْلُؤًا} [٣٣] قد ذكر (٦).
أبو عمرو: {كَذَلِكَ يُجْزَى} [٣٦] بالياء مضمومة وفتح الزاي، {كُلُّ كَفُورٍ} بالرفع، والباقون بالنون مفتوحة وكسر الزاي والنصب (٧).
نافع وابن عامر وأبو بكر والكسائي: {عَلَى بَيِّنَاتٍ} [٤٠] بالألف على الجمع، والباقون بغير ألف على التوحيد (٨).
_________
(١) وتسمى أيضا (سورة الملائكة). الاتقان ١/ ١٢٠.
(٢) انظر: النشر ٢/ ٣٥١، والجامع ل ٣١٤/أ، والسبعة ص ٥٣٤، والمبسوط ص ٣٠٨، والتذكرة ٢/ ٥٠٩.
(٣) ذكر فى سورة البقرة، عند الآية: ١٦٤.
(٤) ذكر فى سورة آل عمران، عند الآية: ٢٧.
(٥) النشر ٢/ ٣٥٢، والجامع ل ٣١٤/أ، والسبعة ص ٥٣٤، والمبسوط ص ٣٠٨، والتذكرة ٢/ ٥٠٩.
(٦) فى سورة الحج، الآية: ٢٣.
(٧) انظر: النشر ٢/ ٣٥١، والجامع ل ٣١٤/أ، والسبعة ص ٥٣٥، والمبسوط ص ٣٠٩، والتذكرة ٢/ ٥٠٩.
(٨) انظر: النشر ٢/ ٣٥٢، والجامع ل ٣١٤/أ، والسبعة ص ٥٣٥، والمبسوط ص ٣٠٩، والتذكرة ٢/ ٥٠٩.',NULL,'484',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (485,'حمزة: {وَمَكْرَ السَّيِّيءْ} [٤٣] بإسكان الهمزة فى الوصل لتوالي الحركات تخفيفا كما سكن أبو عمرو الهمزة فى {بَارِئِكُمْ} لذلك (١)، وإذا وقف أبدلها ياء ساكنة، والباقون بخفضها فى الوصل، ويجوز رومها وإسكانها فى الوقف (٢).
وفيها محذوفة واحدة:
وهي: {كَانَ نَكِيرِ ي أَلَمْ} [٢٦، ٢٧] أثبتها فى الوصل ورش (٣).

<span data-type="title" id=toc-152>سورة يس </span>(٤)
قرأ أبو بكر وحمزة والكسائي: {يس} [١] بإمالة فتحة الياء (٥)، والباقون بإخلاص فتحتها.
ورش وأبو بكر وابن عامر والكسائي يدغمون نون الهجاء فى
_________
(١) وفى (ت): " كذلك".
(٢) انظر: النشر ٢/ ٣٥٢، والجامع ل ٣١٤/أ، والسبعة ص ٥٣٥، والمبسوط ص ٣٠٩، والتذكرة ٢/ ٥١٠.
(٣) انظر: النشر ٢/ ٣٥٢، والجامع ل ٣١٤/ب، والتذكرة ٢/ ٥١٠.
(٤) سماها النبي - صلى الله عليه وسلم - (قلب القرآن): أخرجه الترمذي من حديث أنس، وكذا البزار من حديث أبي هريرة - رضي الله عنه- وأحمد، وأبو داود، والنسائي، وابن ماجه، وابن حبان، والطبراني، والحاكم، والبيهقي في "الشعب" من حديث معقل بن يسار أن رسول الله - صلى الله عليه وسلم - قال: (يس قلب القرآن، لا يقرأها عبدٌ يريد الله والدارَ الآخرة إلا غفر له ما تقدم من ذنبه، فاقرأوها على موتاكم)، وفيها أحاديث كلهن ضعاف. وتسمى (المعممة) و (المدافعة) و (القاضية). وليس فى هذا أثر يروى.
وانظر: تفسير ابن كثير ٣/ ٥٤٠، والدر النثير ٥/ ٤٨١، والاتقان ١/ ١٢٠.
(٥) هذا هو المشهور عند جمهور أهل الأداء عن حمزة، وروى عنه جماعة بين بين، وهو الذي في " العنوان " و "التبصرة" و"التلخيص" وكذا ذكره ابن مجاهد.
انظر: النشر ٢/ ٧٠، والجامع ل ٣١٤/ب، والدر النثير ٤/ ٢٧٢.',NULL,'485',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (486,'الواو، ويبقون الغنة، وكذلك فى {ن وَالْقَلَمِ} (١) غير أن عامة أهل الأداء من المصريين يأخذون فى مذهب ورش هناك بالبيان، والباقون بالبيان للنون فى السورتين (٢).
حفص وابن عامر وحمزة والكسائي: {تَنْزِيلَ الْعَزِيزِ} [٥] بنصب اللام، والباقون برفعها (٣)
حفص وحمزة والكسائي: {سَدًّا} [٩] فى الحرفين بفتح السين، والباقون بضمها (٤).
أبو بكر: {فَعَزَزَنَا} [١٤] بتخفيف الزاي، والباقون بتشديدها (٥).
{لَمَّا جَمِيعٌ} [٣٢] (٦) و {الْأَرْضُ الْمَيْتَةُ} [٣٣] (٧)
و{مِنْ ثَمَرِهِ} [٣٥] (٨) قد ذكر.
أبو بكر وحمزة والكسائي: {وَمَا عَمِلَتْ أَيْدِيهِمْ} [٣٥] بغير هاء،
_________
(١) سورة القلم، الآية: ١.
(٢) انظر: النشر ٢/ ١٧، والجامع ل ٣١٥/، والسبعة ص ٥٣٨، والمبسوط ص ٣١٠
(٣) انظر: النشر ٢/ ٣٥٣، والجامع ل ٣١٦/أ، والسبعة ص ٥٣٩، والمبسوط ص ٣١١، والتذكرة ٢/ ٥١١.
(٤) انظر: النشر ٢/ ٣١٥، والجامع ل ٣١٦/أ، والسبعة ص ٥٣٩، والمبسوط ص ٢٣٩، والتذكرة ٢/ ٥١١.
(٥) انظر: النشر ٢/ ٥١٢، والجامع ل ٣١٦/أ، والسبعة ص ٥٣٩، والمبسوط ص ٣١١، والتذكرة ٢/ ٥١٢.
(٦) ذكر فى سورة هود - عليه السلام - عند الآية: ١١١.
(٧) ذكر فى سورة الأنعام، عند الآية: ١٢٢.
(٨) ذكر فى سورة الأنعام، عند الآية: ٩٩.',NULL,'486',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (487,'والباقون بالهاء (١).
الكوفيون وابن عامر: {وَالْقَمَرَ قَدَّرْنَاهُ} [٣٩] بنصب الراء، والباقون برفعها (٢).
نافع وابن عامر: {ذُرِّيَاتِهمْ} [٤١] بالجمع وكسر التاء، والباقون بالتوحيد وفتح التاء (٣).
ابن كثير وورش وهشام: {يَخَصِّمُونَ} [٤٩] بفتح الخاء وتشديد الصاد، وقالون وأبو عمرو باختلاس فتحة الخاء وتشديد الصاد، والنص عن قالون (٤) بالإسكان (٥).
وحمزة بإسكان الخاء وتخفيف الصاد، والباقون - وهم عاصم وابن ذكوان والكسائي - بكسر الخاء وتشديد الصاد (٦). {مِنْ مَرْقَدِنَا هَذَا} (٧)
_________
(١) انظر: النشر ٢/ ٣٥٣، والجامع ل ٣١٦/ب، والسبعة ص ٥٤٠، والمبسوط ص ٣١٢، والتذكرة ٢/ ٥١٢.
(٢) انظر: النشر ٢/ ٣٥٣، والجامع ل ٣١٦/ب، والسبعة ص ٥٤٠، والمبسوط ص ٣١٢، والتذكرة ٢/ ٥١٢.
(٣) انظر: النشر ٢/ ٢٧٣، والجامع ل ٣١٦/، والسبعة ص ٥٤١، والمبسوط ص ٣١٢، والتذكرة ٢/ ٥١٣.
(٤) فى المطبوع: " قالون بإسكان حمزة ... "، وهو خطأ ظاهر.
(٥) وهذا عليه العراقيون قاطبة، ولم يذكر صاحب العنوان له سواه، وقطع له الشاطبي باختلاس فتحة الخاء، وعليه أكثر المغاربة، وهو الذي فى "التذكرة" لابن غلبون نصاً، وفي "التيسير" اختياراً.
انظر: النشر ٢/ ٣٥٤، والدر النثير ٤/ ٢٧٢.
(٦) انظر: النشر ٢/ ٣٥٤، والجامع ل ٣١٧/ أ، والسبعة ص ٥٤١، والمبسوط ص ٣١٢، والتذكرة ٢/ ٥١٣.
(٧) الآية: ٥٢ السكت لحفص ذكر فى سورة الكهف الآية: ١.',NULL,'487',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (488,'قد ذكر.
الحرميان وأبو عمرو: {فِي شُغْلٍ} [٥٥] بإسكان الغين، والباقون بضمها (١).
حمزة والكسائي: {فِي ظُلَلٍ} [٥٦] بضم الظاء من غير ألف، والباقون بكسرها وبالألف (٢).
نافع وعاصم: {جِبِلًّا كَثِيرًا} [٦٢] بكسر الجيم والباء وتشديد اللام، وأبو عمرو وابن عامر بضم الجيم وإسكان الباء وتخفيف اللام، والباقون كذلك غير أنهم ضموا الباء (٣). {عَلَى مَكَانَتِهِمْ} [٦٧] قد ذكر (٤).
عاصم وحمزة: {نُنَكِّسْهُ فِي الْخَلْقِ} [٦٨] بضم النون الأولى وفتح الثانية وكسر الكاف وتشديدها، والباقون بفتح النون الأولى وإسكان الثانية وضم الكاف مخففة (٥).
_________
(١) انظر: النشر ٢/ ٢١٦، والجامع ل ٣١٧/ أ، والسبعة ص ٥٤١، والمبسوط ص ٣١٣، والتذكرة ٢/ ٥١٤.
(٢) انظر: النشر ٢/ ٣٥٥، والجامع ل ٣١٧/ أ، والسبعة ص ٥٤٢، والمبسوط ص ٣١٣، والتذكرة ٢/ ٥١٤.
(٣) انظر: النشر ٢/ ٣٥٥، والجامع ل ٣١٧/ أ، والسبعة ص ٥٤٢، والمبسوط ص ٣١٣، والتذكرة ٢/ ٥١٤.
(٤) ذكر فى سورة الأنعام، عند الآية: ١٣٥.
(٥) انظر: النشر ٢/ ٣٥٥، والجامع ل ٣١٧/ أ، والسبعة ص ٥٤٣، والمبسوط ص ٣١٣، والتذكرة ٢/ ٥١٤.',NULL,'488',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (489,'نافع وابن ذكوان: {أَفَلَا تَعْقِلُونَ} [٦٨] هنا بالتاء، والباقون بالياء (١).
نافع وابن عامر: {لِتُنْذِرَ مَنْ كَانَ} [٧٠] بالتاء هنا، والباقون بالياء (٢).
{وَمَشَارِبُ} (٣) و {فَيَكُونُ} (٤) قد ذكرا.
ياءاتها ثلاث:
{وَمَا لِيْ لَا أَعْبُدُ} [٢٢] سكنها حمزة، {إِنِّيَ إِذًا لَفِي} [٢٤] فتحها نافع وأبو عمرو، {إِنِّيَ آمَنْتُ} [٢٥] فتحها الحرميان وأبو عمرو.
وفيها محذوفة: {وَلَا يُنْقِذُونِ ي} [٢٣] أثبتها فى الوصل ورش (٥).

<span data-type="title" id=toc-153>سورة والصافات</span>
قرأ حمزة: {وَالصَّافَّاتِ صَفًّا (١) فَالزَّاجِرَاتِ زَجْرًا (٢) فَالتَّالِيَاتِ ذِكْرًا} [١، ٢، ٣] وكذا {وَالذَّارِيَاتِ ذَرْوًا} (٦) بإدغام التاء فيما بعدها من غير إشارة (٧) فى الأربعة، وأقرأني أبو الفتح (٨) فى رواية خلاد: {فَالْمُلْقِيَاتِ
_________
(١) انظر: النشر ٢/ ٢٥٧، والجامع ل ٣١٧/، والسبعة ص ٥٤٣، والمبسوط ص ٣١٣، والتذكرة ٢/ ٥١٥.
(٢) النشر ٢/ ٢٥٧.
(٣) الآية: ٧٣ في باب الإمالة.
(٤) الآية: ٨٢ في سورة البقرة، عند الآية: ١١٧.
(٥) انظر: النشر ٢/ ٣٥٦، والجامع ل ٣١٧/ ب، والسبعة ص ٥٤٤، والمبسوط ص ٣١٤، والتذكرة ٢/ ٥١٥.
(٦) الذاريات: ١.
(٧) أي: من غير روم، قال الشاطبي:
وصفا وزجراً ذكراً أدغم حمزة ... وذرواً بلا روم بها التا فثقلا
(٨) فارس بن أحمد: ترجم له.',NULL,'489',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (490,'ذِكْرًا}، و {فَالْمُغِيرَاتِ صُبْحًا} فى (المرسلات) (١) و (العاديات) (٢) بالإدغام أيضا من غير إشارة، والباقون يكسرون التاء فى الجميع من غير إدغام (٣) إلا ما كان من مذهب أبي عمرو فى الإدغام الكبير، وقد شرحناه قبل (٤).
عاصم وحمزة: {بِزِينَةٍ} [٦] بالتنوين، والباقون بغير تنوين (٥).
أبو بكر: {الكَوَاكِبَ} [٦] بالنصب، والباقون بالخفض (٦).
حفص وحمزة والكسائي: {لَا يَسَّمَّعُونَ} [٨] بتشديد السين والميم، والباقون بإسكان السين وتخفيف الميم (٧).
حمزة والكسائي: {بَلْ عَجِبْتُ} [١٢] بضم التاء، والباقون بفتحها (٨).
_________
(١) الآية: ٥.
(٢) الآية: ٣.
(٣) انظر: النشر ٢/ ٣٠٠، والجامع ل ٣١٧/ ب، والسبعة ص ٥٤٦، والمبسوط ص ٩١، والتذكرة ٢/ ٥١٧.
(٤) في باب الإدغام الكبير، فإن أبا عمرو بدغمها إذا قرئ له بالإدغام، أما إذا قرئ له بترك الإدغام الكبير فلا إدغام له فيها. انظر: إبراز المعاني ٤/ ١٢٣ - بتصرف.
(٥) انظر: النشر ٢/ ٣٥٦، والجامع ل ٣١٧/ ب، والسبعة ص ٥٤٦، والمبسوط ص ٣١٥، والتذكرة ٢/ ٥١٧.
(٦) المراجع السابقة.
(٧) النشر ٢/ ٣٥٦، والجامع ل ٣١٨/ أ، والسبعة ص ٥٤٧، والمبسوط ص ٣١٥، والتذكرة ٢/ ٥١٧.
(٨) انظر: النشر ٢/ ٣٥٦، والجامع ل ٣١٨/ أ، والسبعة ص ٥٤٧، والمبسوط ص ٣١٥، والتذكرة ٢/ ٥١٧.',NULL,'490',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (491,'قالون وابن عامر: {أَوْءَابَآؤُنَا} [١٧] هنا وفى (الواقعة) (١) بإسكان الواو، والباقون بفتحها (٢).
[{قُلْ نَعَمْ} [١٨] (٣)] (٤) و {الْمُخْلَصِينَ} [٤٠، ٧٤، ١٦٠، ١٦٩] (٥) جميع ما فيها قد ذكر قبل.
حمزة والكسائي: {يُنزِفُونَ} [٤٧] بكسر الزاي هنا، والباقون بفتحها، ولا خلاف فى ضم الياء (٦).
حمزة: {إِلَيْهِ يُزِفُّونَ} [٩٤] بضم الياء، والباقون بفتحها (٧).
{يَابُنَيَّ إِنِّي} [١٠٢] (٨) و {يَاأَبَتِ} [١٠٢] (٩) قد ذُكرا.
حمزة والكسائي: {مَاذَا تُرَى} [١٠٢] بضم التاء وكسر الراء وكسرة خالصة يجعلانه فعلاً رباعيا (١٠)، والباقون بفتحهما يجعلونه فعلاً
_________
(١) الآية: ٤٨.
(٢) انظر: النشر ٢/ ٣٥٧، والجامع ل ٣١٨/ أ.
(٣) ذكر فى سورة الأعراف، عند الآية: ٤٤.
(٤) ما بين المعقوفين من (أ) و (ب) و (ج) و (ط).
(٥) وهذه جميع ما فيها من {المُخْلَصِين} ذكر فى سورة يوسف - عليه السلام - عند الآية: ٢٤.
(٦) النشر ٢/ ٣٥٧، والجامع ل ٣١٨/ أ، والسبعة ص ٥٤٧، والتذكرة ٢/ ٥١٨، والتبصرة ص ٦٥٤.
(٧) انظر: النشر ٢/ ٣٥٧، والجامع ل ٣١٨/ أ، والسبعة ص ٥٤٨، والتذكرة ٢/ ٥١٩، والتبصرة ص ٦٥٤.
(٨) ذكر فى سورة يوسف - عليه السلام - عند الآية: ٥.
(٩) ذكر فى الوقف على مرسوم الخط، وفي سورة يوسف - عليه السلام - الاية: ٤.
(١٠) من أريت ترى، أي: إذا ما تشير، والأصل ترى، فنقلوا كسرة الهمزة إلى الراء، وحذفوا الهمزة لسكونها وسكون الياء. انظر: إعراب القراءات السبع وعللها ٢/ ٢٤٧، والكشف ٢/ ٢٢٦.',NULL,'491',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (492,'ثلاثيا (١).
أبو عمرو يميل فتحة الراء، وورش بين بين على أصلهما، والباقون بإخلاص فتحهما (٢).
ابن ذكوان من قراءتي على الفارسي عن النقاش عن الأخفش عنه: {وَإِنَّ إِلْيَاسَ} [١٢٣] بحذف الهمزة، والباقون بتحقيقها، وكذا قرأتُ لابن ذكوان من طريق الشاميين، وقال ابن ذكوان فى كتابه بغير همز، والله أعلم بما أراد (٣).
_________
(١) من (الرأي) وهو الاعتقاد بالقلب، أو (الرؤية) لا من المشورة. انظر: المصادر السابقة.
(٢) انظر: النشر ٢/ ٤٠، ٣٥٧، والجامع ل ٣١٨/ ب، والسبعة ص ٥٤٨، والمبسوط ص ٣١٧، والتذكرة ٢/ ٥١٩.
(٣) قال المالقي: " هذا الكلام ظاهر فى التشكك فى قول ابن ذكوان بحذف الهمزة "، وقال فى "المفردات": "إنه قصد بلا همزة فى وسط الاسم" يريد بين الياء والسين، وأن البغداديين ظنوا أنه أراد بلا همزة فى أول الاسم. وقال -أيضا- فى "المفردات" أنه يأخذ بالهمز، واستدل على صحة ذلك بإجماع الآخذين عنه من أهل بلده بالهمزة فى أوله. ا. هـ. وقال ابن الجزري: هذا الذي ذكره الحافظ أبو عمرو متجه، وظاهره محتمل لو كانت القراءة تؤخذ من الكتب دون المشافهة.

ثم قال: "فمن البعيد تواطؤ من ذكرنا من الأئمة شرقاً وغرباً على الخطأ"، ثم قال: "بل ثبت عندنا ثبوتا قطعيا أخد الداني نفسه بهذا الوجه، وصحّت عندنا قراءة الشاطبي - رحمه الله - بذلك على أصحابه وهم من الثقة والعدالة والضبط بمكان لا مزيد عليه حتى الشاطبي سوى بين الوجهين، ولم يشر إلى ترجيح. والدليل على أن الوهم من الداني أنه لم يذكر الخلاف عند أول وقوعه {إِلْيَاسَ} فى (الأنعام) كما هي عادته، لكنه أخره إلى هنا". ا. هـ.
قلت: بل نقل ابن مهران تخطئة من أسقط الهمزة وأنكره، وهذا أشد. انظر: النشر ٢/ ٣٥٨ - بتصرف، والجامع ل ١٣٨/ ب، والسبعة ص ٥٤٨، والمبسوط ص ٣١٧، والدر النثير ٤/ ٢٧٤.',NULL,'492',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (493,'حفص وحمزة والكسائي: {اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ} [١٢٦] بنصب الأسماء الثلاثة، والباقون برفعها (١).
نافع وابن عامر: {عَلَى آلِ يَاسِينَ} [١٣٠] منفصلا مثلا (آل محمد)، والباقون بكسر الهمزة وإسكان اللام متصلا (٢).
ياءاتها ثلاث: {إِنِّيَ أَرَى فِي الْمَنَامِ أَنِّيَ أَذْبَحُكَ} [١٠٢] فتحهما الحرميان وأبو عمرو {سَتَجِدُنِيَ إِنْ شَاءَ اللَّهُ} [١٠٢] فتحها نافع (٣).
وفيها محذوفة: {لَتُرْدِينِ ي (٥٦) وَلَوْلَا} [٥٦، ٥٧] أثبتها فى الوصل ورش (٤).

<span data-type="title" id=toc-154>سورة ص</span>
قرأ حمزة والكسائي: {مِنْ فُوَاقٍ} [١٥] بضم الفاء، والباقون بفتحها (٥).
{وَأَصْحَابُ الْأَيْكَةِ} [١٣] (٦) و {بِالسُّوقِ} [٣٣] (٧) قد ذكرا.
ابن كثير: {وَاذْكُرْ عَبْدَنَآ ... إِبْرَاهِيمَ} [٤٥] على التوحيد، والباقون على
_________
(١) انظر: النشر ٢/ ٣٦٠، والجامع ل ٣١٩/ أ، والسبعة ص ٥٤٩، والمبسوط ص ٣١٧، والتذكرة ٢/ ٥١٩.
(٢) انظر: النشر ٢/ ٣٦٠، والجامع ل ٣١٩/ أ، والسبعة ص ٥٤٩، والمبسوط ص ٣١٧، والتذكرة ٢/ ٥١٩.
(٣) انظر: النشر ٢/ ٣٦٠، والجامع ل ٣١٩/ أ.
(٤) انظر: النشر ٢/ ٣٦١، والجامع ل ٣١٩/ ب.
(٥) النشر ٢/ ٣٦١، والجامع ل ٣١٩/ ب، والسبعة ص ٥٥٢، والمبسوط ص ٣١٩، والتذكرة ٢/ ٥٢٥.
(٦) ذكر فى سورة الشعراء، عند الآية: ١٧٦.
(٧) ذكر فى سورة النمل، عند الآية: ٤٤.',NULL,'493',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (494,'الجمع (١).
نافع وهشام: {بِخَالِصَةِ} [٤٦] بغير تنوين، والباقون بالتنوين (٢).
{وَالْيَسَعَ} [٤٨] قد ذكرا (٣).
ابن كثير وأبو عمرو: {هَذَا مَا يُوعَدُونَ} [٥٣] بالياء، والباقون بالتاء (٤).
حفص وحمزة والكسائي: {وَغَسَّاقٌ} [٥٧] وفي (النبأ) (٥): {وَغَسَّاقًا} بتشديد السين فيهما، والباقون بتخفيفها (٦).
أبو عمرو: {وَأُخَرُ مِنْ شَكْلِهِ} [٥٨] بضم الهمزة على الجمع، والباقون بفتحها وألف بعدها على التوحيد (٧).
أبو عمرو وحمزة والكسائي: {مِنَ الْأَشْرَارِ (٦٢) اتَّخَذْنَاهُمْ} [٦٢، ٦٣] بوصل الألف، وإذا ابتدؤوا كسروها، والباقون بقطعها فى
_________
(١) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ أ، والسبعة ص ٥٥٤، والمبسوط ص ٣١٩، والتذكرة ٢/ ٥٢٥.
(٢) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ أ، والسبعة ص ٥٥٤، والمبسوط ص ٣١٩، والتذكرة ٢/ ٥٢٥.
(٣) في سورة الأنعام، الآية: ٨٦.
(٤) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ أ، والسبعة ص ٥٥٥، والمبسوط ص ٣١٩، والتذكرة ٢/ ٥٢٥.
(٥) الآية: ٢٥.
(٦) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ أ، والسبعة ص ٥٥٥، والمبسوط ص ٣٢٠، والتذكرة ٢/ ٥٢٥.
(٧) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ ب، والسبعة ص ٥٥٥، والمبسوط ص ٣٢٠، والتذكرة ٢/ ٥٢٦.',NULL,'494',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (495,'الحالين (١).
{سِخْرِيًّا} [٦٣] قد ذكر (٢).
عاصم وحمزة: {قَالَ فَالْحَقُّ} [٨٤] بالرفع، والباقون بالنصب (٣)، ولا خلاف في نصب الثاني بـ ـ {أَقُولُ} [٨٤]. {الْمُخْلَصِينَ} [٨٣] قد ذكر (٤).
ياءاتها ست: {وَلِيَ نَعْجَةٌ} [٢٣]، و {مَا كَانَ لِيَ مِنْ عِلْمٍ} [٦٩] فتحهما حفص، {إِنِّيَ أَحْبَبْتُ} [٣٢] فتحها الحرميان وأبو عمرو، {مِنْ بَعْدِي إِنَّكَ} [٣٥] فتحها نافع وأبو عمرو، {مَسَّنِيْ الشَّيْطَانُ} [٤١] سكنها حمزة، {لَعْنَتِيَ إِلَى} [٧٨] فتحها نافع (٥).
_________
(١) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٠/ ب، والسبعة ص ٥٥٦، والمبسوط ص ٣٢٠، والتذكرة ٢/ ٥٢٦.
(٢) فى سورة المؤمنين، الآية: ١١٠.
(٣) انظر: النشر ٢/ ٣٦٢، والجامع ل ٣٢٠/ ب، والسبعة ص ٥٥٧، والمبسوط ص ٣٢٠، والتذكرة ٢/ ٥٢٧.
(٤) فى سورة يوسف - عليه السلام - الآية: ٢٤.
(٥) انظر: النشر ٢/ ٣٦٢، والجامع ل ٣٢٠/ ب، والسبعة ص ٥٥٧، والمبسوط ص ٣٢١، والتذكرة ٢/ ٥٢٧. وفي (ت): " وبالله التوفيق ".',NULL,'495',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (496,'<span data-type="title" id=toc-155>سورة الزمر </span>(١)
قد ذكرت (٢) {فِي بُطُونِ أُمَّهَاتِكُمْ} [٦].
قرأ نافع وعاصم وحمزة وهشام بخلاف عنه (٣): {يَرْضَهُ لَكُمْ} [٧] باختلاس ضمة الهاء، وهشام من قراءتي عليه على أبي الفتح وأبو شعيب وأبو عُمر وغيرهما عن اليزيدي بإسكانها، وقرأت على الفارسي وغيره من طريق أهل العراق بصلتها بواو، وهي رواية أبي حمدون وغيره عن اليزيدي (٤)، والباقون يصلونها بواو.
{لِيُضِلَّ} [٨] قد ذكر (٥).
الحرميان وحمزة: {أَمَنْ هُوَ} [٩] بتخفيف الميم، والباقون بتشديدها (٦).
أبو شعيب: {فَبَشِّرْ عِبَادِ يَ الَّذِينَ} [١٧، ١٨] بياء مفتوحة فى الوصلساكنة فى الوقف (٧)، وقال أبو حمدون وغيره عن اليزيدي مفتوحة
_________
(١) وتسمى سورة (الغُرَف). الاتقان ١/ ١٢١.
(٢) في سورة النساء، الآية: ١١.
(٣) له الإسكان، وله الاختلاس، وعليه سائر الرواة، واتفق عليه أئمة الأمصار.
والدوري روى عنه الإسكان جماعة، وروى عنه الصلة جماعة منهم ابن مجاهد، وبالوجهين قرأ المؤلف، وتبعه في ذلك الشاطبي، قال في حرزه: ...
وإساكن يرضَهُ يمنه لبس طيب ... بخلفهما والقصر فاذكره نوفلا
انظر: النشر ٢/ ٣٠٧، والجامع ل ٣٢١/ أ، والسبعة ص ٥٦١، وإبراز المعاني ١/ ٣١٤.
(٤) في (ط): "وهي رواية أبي عبد الرحمن وأبي حمدون وغيرهما ... ".
(٥) في سورة إبراهيم - عليه السلام - الآية: ٣٠.
(٦) النشر ٢/ ٣٦٢، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦١، والتذكرة ٢/ ٥٢٩، والتبصرة ص ٦٥٨.
(٧) ذكره ابن الجزري أنه اختلف عنه في إثباتها وفتحها مع الوصل، فقطع بالفتح والإثبات وصلاً الداني وغيره، وأبو معشر وابن مهران وجمهور العراقيين. وفي الوقف الجمهور على الإثبات، وروى آخرون حذفها، وعليه الداني، وذهب جماعة إلي الحذف وصلا ووقفا وهو الذي فى "العنوان" و"التذكرة" و"الكافي" و"تلخيص العبارات" وغيرهم. انظر: النشر ٢: ١٨٩ - بتصرف، والجامع ل ٣٢٢/ أ، والسبعة ص ٥٦١، والمبسوط ص ٣٢٤، والتذكرة ٢/ ٥٣١، والاختيار ٢/ ٦٧١، والتلخيص ص ٣٩١، والموضح ٣/ ١١١٩، والاقناع ص ٤٥٣، والكنز ص ٢٣٠.',NULL,'496',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (497,'فى الوصل محذوفة فى الوقف، وهو عندي قياس قول أبي عمرو فى اتباع المرسوم عند الوقف (١)، والباقون يحذفونها فى الحالين.
ابن كثير وأبو عمرو: {وَرَجُلًا سَالِمَاً} [٢٩] بألف بعد السين وكسر اللام، والباقون بفتح اللام من غير ألف (٢).
حمزة والكسائي: {بِكَافٍ عِبَادَهُ} [٣٦] بألف على الجمع، والباقون بغير ألف على التوحيد (٣).
{عَلَى مَكَانَتِكُمْ} [٣٩] قد ذكر (٤).
أبو عمرو: {كَاشِفَاتٍ ضُرَّهُ} [٣٨]، و {مُمْسِكَاتٍ رَحْمَتَهُ} بالتنوينفيهما ونصب {ضُرَّهُ}، و {رَحْمَتَهُ}، والباقون بغير تنوين، وخفض
{ضُرِّهِ} و {رَحْمَتِهِ} (٥).
_________
(١) قال المالقي: "ذكر الحافظ فى التحبير أنه رسم بغير ياء، فمن روى إثبات الياء فى الوصل أو فى الوقف فقد خالف الخط ". انظر: الدر النثير ٤/ ٢٧٦.
(٢) انظر: النشر ٢/ ٣٦٢، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦٢، والمبسوط ص ٣٢٣، والتذكرة ٢/ ٥٢٩.
(٣) انظر: النشر ٢/ ٣٦١، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦٢، والمبسوط ص ٣٢٣، والتذكرة ٢/ ٥٢٩.
(٤) في سورة الأنعام، الآية: ١٣٥.
(٥) انظر: النشر ٢/ ٣٦٣، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦٢، والمبسوط ص ٣٢٣، والتذكرة ٢/ ٥٣٠.',NULL,'497',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (498,'حمزة والكسائي: {الَّتِي قُضِيَ عَلَيْهَا} [٤٢] بضم القاف وكسر الضاد وفتح الياء، {الْمَوْتُ} بالرفع، والباقون بفتح القاف والضاد وألف بعدها فى اللفظ، و {الْمَوْتَ} بالنصب (١). {لَا تَقْنَطُوا} [٥٣] قد ذكر (٢).
أبو بكر وحمزة والكسائي: {بِمَفَازَاتِهِمْ} [٦١] بالألف على الجمع، والباقون بغير ألف على التوحيد (٣).
ابن عامر: {تَأَمُرُونَنِي أَعْبُدُ} [٦٤] بنونين الأولى مفتوحة ونافع بواحدة مخففة، والباقون بواحدة مشددة (٤).
{وَجِيءَ} [٦٩]، و {وَسِيقَ} [٧١، ٧٣] (٥) قد ذُكرا.
الكوفيون: {فُتِحَتْ أَبْوَابُهَا} فى الموضعين [٧١، ٧٣] هنا وفى (النبأ) (٦) بتخفيف التاء، والباقون بتشديدها (٧).
_________
(١) انظر: النشر ٢/ ٣٦٣، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦٢، والمبسوط ص ٣٢٣، والتذكرة ٢/ ٥٣٠.
(٢) في سورة الحجر، الآية: ٥٦.
(٣) انظر: النشر ٢/ ٢٦٢، والمصادر السابقة.
(٤) النشر ٢/ ٣٦٣، والجامع ل ٣٢٢/ ب، والسبعة ص ٥٦٣، والمبسوط ص ٣٢٣، والتذكرة ٢/ ٥٣٠.
(٥) ذكرا فى سورة البقرة عند الآية: ١١، وسورة سبأ، الآية/ ٥٤.
(٦) الآية: ١٩
(٧) انظر: النشر ٢/ ٣٦٤، والجامع ل ٣٢٣/ أ، والسبعة ص ٥٦٣.',NULL,'498',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (499,'سورة (١) المؤمن (٢)
قرأ ابن كثير وقالون وحفص وهشام: {حم} [١] بفتح الحاء فى جميع الحواميم، وورش وأبو عمرو بين بين، والباقون بالإمالة (٣).
{كَلِمَتُ رَبِّكَ} [٦] قد ذكر (٤).
نافع وهشام: {وَالَّذِينَ تَدْعُونَ} [٢٠] بالتاء، والباقون بالياء (٥).
ابن عامر: {أَشَدَّ مِنْكُمْ} [٢١] بالكاف، والباقون بالهاء (٦).
الكوفيون: {أَوْ أَنْ} [٢٦] بزيادة ألف قبل الواو مع إسكان الواو، والباقون بفتح الواو من غير ألف (٧).
نافع وأبو عمرو وحفص: {يُظْهِرَ} [٢٦] بضم الياء وكسر الهاء، {فِي الْأَرْضِ الْفَسَادَ} بالنصب، والباقون بفتح الياء والهاء، و {الْفَسًادُ} بالرفع (٨).
أبو عمرو وابن ذكوان: {عَلَى كُلِّ قَلْبٍ} [٣٥] بالتنوين، والباقون بغير تنوين (٩).
_________
(١) في (ط) كتب: سورة غافر.
(٢) وهي (سورة غافر) وهي أول سورة من سور (آل حم) وتسمى (سورة الطَّوْل). الاتقان ١/ ١٢١.
(٣) انظر: النشر ٢/ ٧٠، والجامع ل ٣٢٣/، والسبعة ص ٥٦٧، والمبسوط ص ٣٢٦، والتذكرة ٢/ ٥٣٣.
(٤) في سورة يونس - عليه السلام - الآية: ٣٣
(٥) انظر: النشر ٢/ ٣٦٤، والجامع ل ٣٢٤/ ب، والتذكرة ٢/ ٥٢٦.
(٦) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٤/ ب، والسبعة ص ٥٦٩، والمبسوط ص ٣٢٧، والتذكرة ٢/ ٥٣٣.
(٧) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٤/ ب، والسبعة ص ٥٦٩، والتذكرة ٢/ ٥٣٤.
(٨) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٤/ ب، والسبعة ص ٥٦٩، والتذكرة ٢/ ٥٣٤.
(٩) انظر: المصادر السابقة.',NULL,'499',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (500,'{وَصُدَّ عَنِ السَّبِيلِ} [٣٧] قد ذكر (١).
حفص: {فَأَطَّلِعَ} [٣٧] بنصب العين، والباقون برفعها (٢).
{يَدْخُلُونَ الْجَنَّةَ} [٤٠] قد ذكر (٣).
ابن كثير وابن عامر وأبو عمرو وأبو بكر: {السَّاعَةُ ادْخُلُوا} [٤٦] بوصل الألف وضم الخاء، ويبتدئونها بالضم، والباقون بقطعها فى الحالين وكسر الخاء (٤).
الكوفيون ونافع: {يَوْمَ لَا يَنْفَعُ} [٥٢] بالياء، والباقون بالتاء (٥).
الكوفيون: {قَلِيلًا مَا تَتَذَكَّرُونَ} [٥٨] بتائين، والباقون بالتاء (٦).
ابن كثير وأبو بكر: {سَيُدْخَلُونَ جَهَنَّمَ} [٦٠] بضم الياء وفتح الخاء، والباقون بفتح الياء وضم الخاء (٧).
نافع وأبو عمرو وحفص وهشام: {شُيُوخًا} [٦٧] بضم الشين،
_________
(١) في سورة الرعد، عند الآية: ٣٣.
(٢) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٥/ أ، والسبعة ص ٥٧٠، والمبسوط ص ٣٢٧، والتذكرة ٢/ ٥٣٤.
(٣) في سورة النساء، عند الآية: ١٢٤.
(٤) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٥/ ب، والسبعة ص ٥٧٢، والمبسوط ص ٣٢٨، والتذكرة ٢/ ٥٣٤.
(٥) انظر: المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٦٥، والجامع ل ٣٢٥/ ب، والسبعة ص ٥٧٢، والمبسوط ص ٣٢٨، والتذكرة ٢/ ٥٣٥.
(٧) النشر ٢/ ٢٥٢، والجامع ل ٣٢/ ب، والسبعة ص ٥٧٢، والمبسوط ص ٣٢٨، والتذكرة ٢/ ٥٣٥.',NULL,'500',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (501,'والباقون بكسرها (١). {كُنْ (٦٩)} [٦٨] قد ذكر (٢).
ياءاتها ثمان: {إنِّيَ أَخَافُ} [٢٦، ٣٠، ٣٢] فى الثلاثة فتحهنالحرميان وأبو عمرو، {ذَرُونِيَ أَقْتُلْ} [٢٦]، و {ادْعُونِيَ أَسْتَجِبْ لَكُمْ} [٦٠] فتحهما ابن كثير، {لَّعَلِّيْ أَبْلُغُ} [٣٦] سكّنها الكوفيون، {مَا لِيْ أَدْعُوكُمْ} [٤١] سكّنها الكوفيون وابن ذكوان، {أَمْرِيَ إِلَى اللَّهِ} [٤٤] فتحها نافع وأبو عمرو (٣).
وفيها ثلاث محذوفات: {التَّلَاقِ ي} [١٥]، و {التَّنَادِ ي} [٣٢] أثبتها فى الحالين ابن كثير، وأثبتهما فى الوصل ورش وحده، واختُلف فيهما عن قالون، فقرأتهما له بالوجهين (٤)،
{اتَّبِعُونِ ي أَهْدِكُمْ} [٣٨] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل قالون وأبو عمرو (٥).

<span data-type="title" id=toc-157>سورة فصلت </span>(٦)
قرأ الكوفيون وابن عامر: {نَحِسَاتٍ} [١٦] بكسر الحاء، ورَوى لي
_________
(١) انظر: النشر ٢/ ٢٢٦، والجامع ٣٢٥/ ب.
(٢) في سورة البقرة، الآية: ١١٧.
(٣) انظر: النشر ٢/ ٣٦٦، والجامع ل ٣٢٦/ أ، والسبعة ص ٥٧٣، والتذكرة ٢/ ٥٣٥، والتبصرة ص ٦٦٤.
(٤) قال ابن الجزري: " وسائر الرواة عن قالون على خلافه كإبراهيم وأحمد ابني قالون، وإبراهيم بن دازيل، وأحمد بن صالح، وإسماعيل القاضي، وغيرهم ". انظر: النشر ٢/ ١٩١.
(٥) انظر: النشر ٢/ ٣٦٦، والجامع ل ٣٢٦/ أ، والتذكرة ٢/ ٥٣٦.
(٦) وتسمى سورة (حم السجدة)، و (سورة المصابيح). الاتقان ١/ ١٢١.',NULL,'501',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (502,'الفارسي عن أبي طاهر (١) عن أصحابه عن أبي الحارث إمالة فتحة السين، ولم أقر بذلك وأحسبه وهماً (٢)، والباقون بإسكان الحاء (٣).
نافع: {وَيَوْمَ نَحْشُرُ} [١٩] بالنون مفتوحة وضم الشين. {أَعْدَاءَ اللَّهِ} بالنصب، والباقون بالياء مضمومة وفتح الشين. {أَعْدَاءُ اللَّهِ} بالرفع (٤).
ابن كثير وابن عامر وأبو بكر وأبو شعيب: {رَبَّنَا أَرْنَا} [٢٩] بإسكان الراء هنا خاصة، وأبو عمرو عن الزبيدي باختلاس كسرتها، والباقون بإشباعها (٥).
{اللَّذَيْنِ} (٦) و {يُلْحِدُونَ} (٧) قد ذكرا.
هشام: {أَعْجَمِيٌّ} [٤٤] بهمزة واحدة بغير مدّ على الخبر، والباقون على الاستفهام، وهمز أبو بكر وحمزة والكسائي بهمزتين، والباقون بهمزة ومدّة،
_________
(١) هو: عبد الواحد بن عمر: تُرجم له في إسناد قراءة أبي عمرو.
(٢) قال ابن الجزري: "وما حكاه الحافظ أبو عمرو عن أبي طاهر بن أبي هاشم عن أصحابه عن أبي الحارث من إمالة فتحة السين فإنه وهم وغلط لم يكن محتاجا إليه، فإنه لو صحّ لم يكن من طرقه ولا من طرقنا". النشر ٢/ ٣٦٦.
(٣) النشر ٢/ ٣٦٦، والجامع ل ٣٢٧/ أ، والسبعة ص ٥٧٦، والمبسوط ص ٣٣٠، والتذكرة ٢/ ٥٣٧.
(٤) النشر ٢/ ٣٦٦، والجامع ل ٣٢٧/ أ، والسبعة ص ٥٧٦، والمبسوط ص ٣٣٠، والتذكرة ٢/ ٥٣٧.
(٥) انظر: النشر ٢/ ٢١٤، والجامع ل ٣٢٧/ ب، والسبعة ص ٥٧٦، والمبسوط ص ٣٣٠، والتذكرة ٢/ ٥٣٧.
(٦) الآية: ٢٩ ذكر فى سورة النساء، الآية: ١٦.
(٧) الآية: ٤٠ ذكر فى سورة الأعراف، الآية: ١٨٠.',NULL,'502',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (503,'وقالون وأبو عمرو يُشبعانها؛ لأن من قولهما إدخال ألف بين الهمزة المحققة والملينة وورش على أصله فى إبدال الهمزة الثانية ألفاً من غير فاصل بينهما، وابن كثير -أيضا- على أصله فى جعل الثانية بين بين من غير فاصل بينهما، وهو قياس قول حفص، وابن ذكوان؛ لأن مذهبهما تحقيق الهمزتين من غير فاصل بينهما على أن بعض أهل الأداء من أصحابنا يأخذ لابن ذكوان بإشباع المدّ هنا وفى (ن والقلم) فى قوله تعالى: {أَنْ كَانَ ذَا مَالٍ} [١٤] قياسا على مذهب هشام هنا، وليس ذلك بمستقيم من طريق النظر ولا صحيح من جهة القياس، وذلك أن ابن ذكوان لَمّا لم يفصل بهذا الألف بين الهمزتين فى حال تحقيقهما مع ثقل اجتماعهما؛ عُلم أن فصله بها بينهما فى حال تسهيله، إحداهما مع خفة ذلك غير صحيح فى مذهبه، على أن الأخفش قد قال فى كتابه عنده بتحقيق الأولى وتسهل الثانية، ولم يذكر فصلاً بينهما فى الموضعين فاتضح ما قلناه، وهذا من الأشياء اللطيفة التى لا يميزها ولا يعرف حقائقها إلا المضطلعون بمذاهب الأئمة المختصون بالفهم الفائق والدراية الكاملة دون غيرهم (١).
نافع وابن عامر وحفص: {مِنْ ثَمَرَاتٍ} [٤٧] بالجمع، والباقون على التوحيد (٢). {أَعْرَضَ وَنَأَى بِجَانِبِهِ} [٥١] قد ذكر (٣).
فيها ياءان: {أَيْنَ شُرَكَائِيَ قَالُوا} [٤٧] فتحها ابن كثير، {إِلَى
رَبِّيَ إِنَّ لِي} [٥٠]
_________
(١) والأكثرون على عدم الفصل، وقوّاه في " النشر"، وقال أنه قرأ بالوجهين.
وانظر: النشر ٢/ ٣٦٧، ٣٦٨، والجامع ل ٣٢٨/ أ، والسبعة ص ٥٧٦، والمبسوط ص ٣٣٠، والتذكرة ٢/ ٥٣٨، والتبصرة ص ٦٦٥، والدر النثير ٤/ ٢٧٧.
(٢) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٨/ ب، والسبعة ص ٥٧٧، والمبسوط ص ٣٣١، والتذكرة ٢/ ٥٣٩.
(٣) في سورة الإسراء، الآية: ٨٣.',NULL,'503',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (504,'فتحها نافع باختلاف (١) عن قالون وأبو عمرو (٢).

<span data-type="title" id=toc-158>سورة الشورى</span>
قرأ ابن كثير: {كَذَلِكَ يُوحَى} [٣] بفتح الحاء، والباقون بكسرها (٣).
{تَكَادُ السَّمَاوَاتُ} [٥] قد ذكر (٤).
أبو بكر وأبو عمرو هنا: {يَنْفَطِرْنَ} [٥] بالنون وكسر الطاء، والباقون بالتاء وفتح الطاء (٥).
نافع وعاصم وابن عامر: {يُبَشِّرُ اللَّهُ} [٢٣] بضم الياء وفتح الباء وكسر الشين مشددة، والباقون بفتح الياء وإسكان الباء وضم الشين مخففة (٦).
_________
(١) روى الجمهور عنه فتحها على أصله، وهو الذي لم يذكر العراقيون قاطبة عنه سواه، وهو الذي في "الكامل" و "الكافي" و "الهداية" وغيرها، وروى عنه آخرون الإسكان، وهو الذي في "تلخيص العبارات" و "العنوان"، وهنا أطلق الحافظ الخلاف وتبه الشاطبي، وكذا ابن غلبون ومكي، والوجهان صحيحان. انظر: النشر ٢/ ١٦٨ - بتصرف.
(٢) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٨/ [، والسبعة ص ٥٧٨، والمبسوط ص ٣٣١، والتذكرة ٢/ ٥٣٩.
(٣) النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ أ، والسبعة ص ٥٨٠، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤١.
(٤) في سورة مريم - عليه السلام - الآية: ٩٠
(٥) النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ أ، والسبعة ص ٥٨٠، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤١.
(٦) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ أ، والسبعة ص ٥٨٠، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤١.',NULL,'504',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (505,'حفص وحمزة والكسائي: {وَيَعْلَمُ مَا تَفْعَلُونَ} [٢٥] بالتاء، والباقون بالياء (١).
و{يُنَزِّلُ الْغَيْثَ} [٢٨] قد ذكر (٢).
نافع وابن عامر: {بِمَا كَسَبَتْ} [٣٠] بغير فاء، والباقون {فَبِمَا} بالفاء (٣). {الرِّيحَ} [٣٣] قد ذكر (٤).
نافع وابن عامر: {وَيَعْلَمُ الَّذِينَ} [٣٥] برفع الميم، والباقون بنصبها (٥).
حمزة والكسائي: {كَبِيرَ الْإِثْمِ} [٣٧] هنا وفى (النجم) (٦) بكسر الباء من غير ألف ولا همزة، والباقون بفتح الباء وبألف وهمزة بعدها (٧).
نافع: {أَوْ يُرْسِلُ} [٥١] برفع اللام، {فَيُوحِيْ
_________
(١) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ ب، والسبعة ص ٥٨٠، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤٢.
(٢) في سورة البقرة، الآية: ٩٠.
(٣) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ ب، والسبعة ص ٥٨١، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤٢.
(٤) في سورة البقرة، الآية: ١٦٤.
(٥) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ ب، والسبعة ص ٥٨١، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤٢.
(٦) الآية: ٣٢.
(٧) انظر: النشر ٢/ ٣٦٧، والجامع ل ٣٢٩/ ب، والسبعة ص ٥٨١، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤٢.',NULL,'505',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (506,'بِإِذْنِهِ} [٥١] بإسكان الياء، والباقون بنصبهما (١).
فيها محذوفة (٢) وهي: {الْجَوَارِ ي فِي الْبَحْرِ} [٣٢] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل نافع وأبو عمرو (٣).

<span data-type="title" id=toc-159>سورة الزخرف</span>
قد ذكرت (٤) {فِي أُمِّ الْكِتَابِ} [٤].
قرأ نافع وحمزة والكسائي: {صَفْحًا إِن كُنْتُمْ} [٥] بكسر الهمزة، والباقون بفتحها (٥).
{الْأَرْضَ مَهْدًا} (٦)، و {كَذَلِكَ تُخْرَجُونَ} (٧)، و {جُزْءًا} (٨) قد ذكر.
حفص والكسائي وحمزة: {أَوَمَنْ يُنَشَّأُ} [١٨] بضم الياء وفتح النون وتشديد الشين، والباقون بفتح الياء وسكون النون وتخفيف
_________
(١) انظر: النشر ٢/ ٣٦٨، والجامع ل ٣٢٩/ ب، والسبعة ص ٥٨٢، والمبسوط ص ٣٣٢، والتذكرة ٢/ ٥٤٣.
(٢) فى (ت): " فيها محذوفة واحدة ".
(٣) انظر: النشر ٢/ ٣٦٨، والجامع ل ٣٢٩/ ب، والتذكرة ٢/ ٥٤٣.
(٤) في سورة النساء عند الآية: ١١.
(٥) انظر: النشر ٢/ ٣٦٨، والجامع ل ٣٢٠/ أ، والسبعة ص ٥٨٤، والمبسوط ص ٣٣٤، والتذكرة ٢/ ٥٤٤.
(٦) الآية: ١٠ ذكر في سورة طه عند الآية: ٥٣.
(٧) الآية: ١١ ذكر في سورة الأعراف عند الآية: ٢٥.
(٨) الآية: ١٥ ذكر في سورة البقرة عند الآية: ٢٦٠.',NULL,'506',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (507,'الشين (١).
الحرميان وابن عامر: {عِنْدَ الرَّحْمَنِ} (٢) [١٩] بالنون ساكنة وفتح الدال، والباقون بالياء مفتوحة وألف بعدها وضم الدال (٣).
نافع: {ءَأُشْهِدُوا} [١٩] بهمزتين الثانية مضمومة مسهلة بين الهمزة والواو، وقالون من رواية أبي نشيط بخلاف عنه (٤) يدخل قبلها ألفاً والشين ساكنة،
والباقون: {أَشَهِدُوا} بهمزة واحدة مفتوحة وفتح الشين (٥).
ابن عامر وحفص: {قَالَ أَوَلَوْ} [٢٤] بألف، والباقون: {قُلْ} بغير ألف (٦).
ابن كثير وأبو عمرو: {سَقْفَاً} [٣٣] بفتح السين وإسكان القاف على التوحيد، والباقون بضمهما على الجمع (٧).
_________
(١) انظر: النشر ٢/ ٣٦٨، والجامع ل ٣٣٠/ أ، والسبعة ص ٥٨٤، والمبسوط ص ٣٣٤، والتذكرة ٢/ ٥٤٤.
(٢) في المطبوع خطأ فى كتابة هذه الآية: كتبت: " عبد الرحمن ".
(٣) انظر: المصادر السابقة.
(٤) إدخال الألف هي قراءته على أبي الفتح ويترك الألف هي قراءته على أبي الحسن، وقال المالقي: " ومذهب الإمام ترك الألف". انظر: النشر ١/ ٣٧٦، والدر النثير ٤/ ٢٧٨.
(٥) انظر: النشر ٢/ ٣٦٨، والجامع ل ٣٣٠/ أ، والسبعة ص ٥٨٥، والمبسوط ص ٣٣٤، والتذكرة ٢/ ٥٤٤.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٦٩، والجامع ل ٣٣١/ أ، والسبعة ص ٥٨٥، والمبسوط ص ٣٣٥، والتذكرة ٢/ ٥٤٥.',NULL,'507',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (508,'عاصم وحمزة وهشام بخلاف عنه (١) هنا: {لَمَّا مَتَاعُ} [٣٥] بتشديد الميم، والباقون بتخفيفها (٢).
الحرميان وابن عامر وأبو بكر: {إِذَا جَآءَانَا} [٣٨] بالألف على التثنية، والباقون بغير ألف على التوحيد (٣). {يَاأَيُّهَ السَّاحِرُ} [٤٩] قد ذكر فى (النور) (٤).
حفص: {عَلَيْهِ أَسْوِرَةٌ} [٥٣] بإسكان السين من غير ألف، والباقون بفتحها وألف بعدها (٥).
حمزة والكسائي: {فَجَعَلْنَاهُمْ سُلُفًا} [٥٦] بضم السين واللام، والباقون بفتحهما (٦).
نافع وابن عامر والكسائي: {مِنْهُ يَصِدُّونَ} [٥٧] بضم الصاد، والباقون بكسرها (٧).
_________
(١) روى عنه المشارقة قاطبة وأكثر المغاربة التشديد، والحافظ هنا أثبت له الوجهين، وأطلف الخلاف واقتصر له على التخفيف فى مفرادته وبالتخفيف قرأ على أبي الفتح في رواية الحلْواني وابن عباد عن هشام، وبالتشديد قرأ على أبي الحسب وأبي القاسم. انظر: النشر ٢/ ٢٩١، والدر النثير ٤/ ٢٧٨.
(٢) انظر: النشر ٢/ ٢٩١، والجامع ل ٣٣١/ أ، والسبعة ص ٥٨٦، والمبسوط ص ٣٣٥، والتذكرة ٢/ ٥٤٥.
(٣) انظر: المصادر السابقة.
(٤) عند الآية: ٣١.
(٥) انظر: النشر ٢/ ٣٦٩، والجامع ل ٣٣١/ ب، والسبعة ص ٥٨٧، والمبسوط ص ٣٣٥، والتذكرة ٢/ ٥٤٦.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٦٩، والجامع ل ٣٣١/ ب، والسبعة ص ٥٨٧، والمبسوط ص ٣٣٦، والتذكرة ٢/ ٥٤٦.',NULL,'508',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (509,'الكوفيون: {أَآلِهَتُنَا خَيْرٌ} [٥٨] بتحقيق الهمزتين وألف بعدها، والباقون بتسهيل الثانية وبعدها ألف، ولم يدخل هنا أحد منهم ألفاً بين المحققة والمسهلة (١) لما ذكرناه فى سورة (الأعراف) (٢).
نافع وابن عامر وحفص: {تَشْتَهِيهِ الأَنْفُسُ} [٧١] بهاءين، والباقون بواحدة (٣). {لِلرَّحْمَنِ وَلَدٌ} [٨١] قد ذكر (٤).
ابن كثير وحمزة والكسائي: {وَإِلَيْهِ يُرْجَعُونَ} [٨٥] بالياء، والباقون بالتاء (٥).
عاصم وحمزة: {وَقِيلِهِ} [٨٨] بخفض اللام وكسر الهاء، والباقون بنصب اللام وضم الهاء (٦).
نافع وابن عامر: {فَسَوْفَ تَعْلَمُونَ} [٨٩] بالتاء، والباقون بالياء (٧).
فيها ياءان: {مِنْ تَحْتيَ أَفَلَا} [٥١] فتحها نافع والبزي وأبو عمرو،
_________
(١) لئلا يصير اللفظ في تقدير أربع ألفاظ: الأولى: همزة الاستفهام، والثانية: الألف الفاصلة، والثالثة: همزة القطع، والرابعة: المبدلة من الهمزة الساكنة، وذلك إفراط في التطويل وخروج عن كلام العرب. النشر ١/ ٣٦٥.
(٢) عند الآية: ١٢٣
(٣) انظر: النشر ٢/ ٣٧٠، والجامع ل ٣٣٢/ أ، والسبعة ص ٥٨٨، والمبسوط ص ٣٣٦، والتذكرة ٢/ ٥٤٧.
(٤) في سورة الزخرف، الآية: ٧٧.
(٥) انظر: المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٧٠، والجامع ل ٣٣٠/ أ، والسبعة ص ٥٨٩، والمبسوط ص ٣٣٦، والتذكرة ٢/ ٥٤٧.
(٧) النشر: ٢/ ٢٧٠.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (510,'{يَاعِبَادِ يَ لَا خَوْفٌ} [٦٨] فتحها أبو بكر فى الوصل (١) وسكنها فى الحالين نافع وأبو عمرو وابن عامر، وحذفها الباقون فى الحالين.
فيها محذوفة: {وَاتَّبِعُونِ ي هَذَا} [٦١] أثبتها فى الوصل أبو عمرو (٢).

<span data-type="title" id=toc-160>سورة الدخان</span>
قرأ الكوفيون: {رَبِّ السَّمَاوَاتِ} [٧] بالخفض، والباقون بالرفع (٣).
ابن كثير وحفص: {يَغْلِي فِي الْبُطُونِ} [٤٥] بالياء، والباقون بالتاء (٤).
الحرميان وابن عامر: {فَاعْتُلُوهُ} [٤٧] بضم التاء، والباقون بكسرها (٥).
الكسائي: {ذُقْ أَنَّكَ} [٤٩] بفتح الهمزة، والباقون بكسرها (٦).
نافع وابن عامر: {فِي مُقَامٍ} [٥١] بضم الميم، والباقون بفتحها (٧).
فيها ياءان: {إِنِّيَ آتِيكُمْ} [١٩] فتحها الحرميان وأبو عمرو، {لِيَ
_________
(١) لم يذكر هنا كيف يضع أبو بكر في الوقف هل يسكنها أو يحذفها، وقد ذكر في باب الياءات الزاوئد أن يسكنها في الوقف، واكتفى بذلك عن التكرار هنا. الدر النثير ٤/ ٢٧٩.
(٢) انظر: النشر ٢/ ٣٧٠، والجامع ل ٣٣٢/ ب ول ٣٣٣/أ، والسبعة ص ٥٩٠، والتذكرة ٢/ ٥٤٧.
(٣) انظر: النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ أ، والسبعة ص ٥٩٢، والمبسوط ص ٣٣٧، والتذكرة ٢/ ٥٤٩.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ أ، والسبعة ص ٥٩٢، والمبسوط ص ٣٣٧، والتذكرة ٢/ ٥٤٩.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ أ، والسبعة ص ٥٩٣، والمبسوط ص ٣٣٧، والتذكرة ٢/ ٥٥٠.',NULL,'510',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (511,'فَاعْتَزِلُونِ} [٢١] فتحها ورش.
فيها محذوفتان: {أَنْ تَرْجُمُونِ ي} [٢٠]، و {فَاعْتَزِلُونِ ي} [٢١] أثبتهما فى الوصل ورش (١).

<span data-type="title" id=toc-161>سورة الجاثية </span>(٢)
قرأ حمزة والكسائي: {وَتَصْرِيفِ الرِّيحِ آَيَات} [٥]، و {مِنْ دَابَّةٍ آَيَات} [٤] بتوحيد {الرِّيَاحِ} وكسر التاء فى الحرفين، والباقون بالجمع ورفع التاء (٣).
ابن عامر وأبو بكر وحمزة والكسائي: {وَآيَاتِهِ تُؤْمِنُونَ} [٦] بالتاء، والباقون بالياء (٤). {مِنْ رِجْزٍ أَلِيمٌ} [١١] قد ذكر (٥).
ابن عامر وحمزة والكسائي (٦): {لِنَجْزِيَ قَوْمًا} [١٤] بالنون،
والباقون بالياء (٧).
حفص وحمزة والكسائي: {سَوَاءً مَحْيَاهُمْ} [٢١] بالنصب، والباقون بالرفع (٨).
_________
(١) انظر: النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ ب، والسبعة ص ٥٩٣، والتذكرة ٢/ ٥٥٠.
(٢) وتسمى سورة (الشريعة)، وسورة (الدهر). الاتقان ١/ ١٢١.
(٣) النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ ب، والسبعة ص ٥٩٤، والمبسوط ص ٣٣٩، والتذكرة ٢/ ٥٥١.
(٤) انظر: النشر ٢/ ٣٧١، والجامع ل ٣٣٣/ ب، والسبعة ص ٥٩٤.
(٥) مضى مثلُه في سورة سبأ، الآية: ٥.
(٦) أخطأ المستشرق في نسبة القراءات، فقال: " أبو عمرو، وحمزة، والكسائي، قال الشاطبي: للجزري يائص سما ... ".
(٧) انظر: النشر ٢/ ٣٧٢، والجامع ل ٣٣٣/ ب، والسبعة ص ٥٩٥، والمبسوط ص ٣٣٩، والتذكرة ٢/ ٥٥٢.
(٨) انظر: المصادر السابقة.',NULL,'511',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (512,'حمزة والكسائي: {غَشْوَةً} [٢٣] بفتح الغينوإسكان الشين، والباقون بكسر الغير وفتح الشين وألف بعدها (١).
حمزة: {وَالسَّاعَةَ لَا رَيْبَ فِيهَا} [٣٢] بالنصب، والباقون بالرفع (٢).
{لَا يُخْرَجُونَ مِنْهَا} [٣٥] قد ذكر (٣).
ليس فيها من الياءات شيء.

<span data-type="title" id=toc-162>سورة الأحقاف</span>
قرأ نافع والبزي بخلاف عنه (٤) وابن عامر: {لِتُنْذِرَ الَّذِينَ} [١٢] بالتاء ـ والباقون بالياء (٥).
الكوفيون: {بِوَالِدَيْهِ إِحْسَانًا} [١٥] بهمزة مكسورة وإسكان الحاء وفتح السين وألف بعدها، والباقون: {حُسْناً} بضم الحاء وإسكان السين من غير همز ولا ألف (٦).
الكوفيون وابن ذكوان: {كُرْهًا} [١٥] فى الحرفين بضم الكاف،
_________
(١) انظر: النشر ٢/ ٣٧٢، والجامع ل ٣٣٣/ ب، والسبعة ص ٥٩٥، والمبسوط ص ٣٤٠، والتذكرة ٢/ ٥٥٢.
(٢) انظر: المصادر السابقة.
(٣) انظر: النشر ٢/ ٣٧٢.
(٤) قال ابن الجزري: "روى عبد العزيز الفارسي والشنبوذي عن النقاش الخطاب، وهو رواية الخزاعي واللهبيين وابن هارون عن البزي، وبذلك قرأ الداني من طريق أبي ربيعة، وإطلاقُه للخلاف هنا خروج عن طريقته، وروى الطبري والفحام والحمامي عن النقاش وابن نبات عن أبي ربيعة وابن الحباب عن البزي بالغيب، وبذلك قرأ الباقون" ا. هـ.
قال المالقي: " وقال الإمام أنه يأخذ بالتاء في "المفردات"، وأطلق الخلاف في "الجامع" ".
انظر: انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٣٤/ أ، والدر النثير ٤/ ٢٧٩.
(٥) وانظر: السبعة ٥٩٦، والتذكرة ٢/ ٥٥٤.
(٦) انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٣٤/ أ، والسبعة ص ٥٩٦، والمبسوط ص ٣٤١، والتذكرة ٢/ ٥٥٤.',NULL,'512',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (513,'والباقون بفتحها (١).
حفص وحمزة والكسائي: {نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ} [١٦] بالنون فيهما مفتوحة ونصب نون {أَحْسَنَ}، والباقون بالياء مضمومة فيهما ورفع نون: {أَحْسَنَ} (٢). {أُفٍّ لَكُمَا} [١٧] قد ذكر (٣).
هشام: {أَتَعِدَانِّي} [١٧] بنون واحدة مشددة، والباقون بنونين مكسورتين (٤).
ابن كثير وأبو عمرو وعاصم وهشام: {وَلِيُوَفِّيَهُمْ} [١٩] بالياء، والباقون بالنون (٥).
ابن ذكوان: {ءأَذْهَبْتُمْ} [٢٠] بهمزتين محققتين من غير مدّ، وابن كثير وهشام بهمزة ومدّة، وهشام أطول مداً على أصله، والباقون بهمزة واحدة من غير مدّ على الخبر (٦).
عاصم وحمزة: {لَا يُرَى} [٢٥] بالياء مضمومة، {إِلَّا مَسَاكِنُهُمْ} بالرفع،
_________
(١) انظر: المصادر السابقة.
(٢) انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٣٤ بأ، والسبعة ص ٣٤١، والتذكرة ٢/ ٥٥٤.
(٣) في سورة الإسراء، الآية: ٢٣
(٤) انظر: النشر ١/ ٣٠٣.
(٥) انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٣٤/ ب، والتذكرة ٢/ ٥٥٥.
(٦) أراد في مذهب ابن كثير بهمزة محققة وهمزة ملينة، فسمي الملينة مدا، وأراد في مذهب هشام بهمزة محققة وبعدها ألف ساكنة، وبعد الألف الساكنة همزة ملينة، فسمي مجموع الألف الساكنة والهمزة الملينة مدة، وإنما كان هشام أطول مدّاً من ابن كثير من أجل الألف التي قبل الهمزة الملينة.
وقوله: "على أصله" أي: في باب (ءأنذرتهم)، وقوله: "عن الهمزة الملينة مدة" من باب المسامحة. النشر: ١/ ٣٦٨، والدر النثير ٤/ ٢٨٠.',NULL,'513',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (514,'والباقون بالتاء مفتوحة وبالنصب (١) {مُسْتَقْبِلَ} [٢٣] قدذكر (٢).
ياءاتها أربع:
{أَوْزِعْنِيَ أَنْ أَشْكُرَ} [١٥] فتحها ورشوالبزّي، {أَتَعِدَانِنِيَ} [١٧] فتحها الحرميان، {إِنِّيَ أَخَافُ} [٢١] فتحها الحرميان وأبو عمرو،
{وَلَكِنِّيَ أَرَاكُمْ} [٢٣] فتحها نافع والبزي وأبو عمرو (٣).

<span data-type="title" id=toc-163>سورة محمد - عليه السلام </span>- (٤)
قرأ حفص وأبو عمرو: {وَالَّذِينَ قُتِلُوا} [٤] بضم القاف وكسر التاء، والباقون بفتحهما وألف بينهما (٥).
ابن كثير: {غَيْرِ أَسِنٍ} [١٥] بالقصر، والباقون بالمد (٦).
وحدثنا محمد بن أحمد بن علي البغدادي (٧) قال: حدثنا ابن مجاهد (٨) قال: حدثنا مُضر بن محمد (٩) عن البزي بإسناده عن ابن كثير:
_________
(١) انظر: النشر ٢/ ٣٧٣، والجامع ل ٣٣٥/ ب، والسبعة ص ٥٩٨، والمبسوط ص ٣٤٢، والتذكرة ٢/ ٥٥٥.
(٢) في سورة الأعراف، الآية: ٦٢.
(٣) انظر لما مضى: النشر ٢/ ٣٧٣، والجامع ل ٣٣٥/ ب، والسبعة ص ٥٩٩، والمبسوط ص ٣٤٢، والتذكرة ٢/ ٥٥٦.
(٤) وتسمى سورة (القتال)، ولو قال المصنف: - صلى الله عليه وسلم -؛ لكان أحسن، وهكذا فعل في "جامع البيان"، وفي (أ). انظر: جلاء الأفهام لابن القيّم (ص ٢٩)، الاتقان ١/ ١٢١.
(٥) النشر ٢/ ٣٧٤، والجامع ل ٣٣٥/ب، والسبعة ص ٦٠٠، والمبسوط ص ٣٤٤، والتذكرة ٢/ ٥٥٧.
(٦) انظر: المصادر السابقة.
(٧) الكاتب: تُرجم له في إسناد المؤلف إلى قراءة ابن كثير.
(٨) تُرجم له في إسناد قراءة ابن كثير.
(٩) الضبّي: تُرجم له في إسناد قراءة البزي.',NULL,'514',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (515,'{قَالَ آنِفًا} [١٦] بالقصر، وبذلك قرأتُ في رواية أبي ربيعة (١) عنه على أبي الفتح، وقرأت على الفارسي في روايته بالمد، وكذلك قرأت في رواية الخزاعي (٢) وغيره عنه، وبه آخذ (٣).
{الَّذِينَ لَعَنَهُمُ} [٢٢] قد ذكر (٤).
أبو عمرو: {وَأُمْلِيَ لَهُمْ} [٢٥] بضم الهمزة وكسر اللام وفتح الياء، والباقون بفتح الهمزة واللام (٥).
حفص وحمزة والكسائي: {إِسْرَارَهُمْ} [٢٦] بكسر الهمزة، والباقون بفتحها (٦).
أبو بكر: {وَلَيَبْلُوَنَّكُمْ} [٣١]، {حَتَّى يَعْلَمَ}، {وَيَبْلُوَ} بالياء في الثلاثة، والباقون بالنون (٧).
_________
(١) محمد بن إسحاق الربعي: تُرجم له في إسناد قراءة البزي.
(٢) محمد بن جعفر بن عبد الكريم، أبو الفضل، الخزاعي، الجرجاني: مؤلف كتاب "المنتهى فى الخمسة عشر"، و"تهذيب الأداء في السبع"، و"الواضح"، قرأ على الحسن المطوعي وغتر، وقرأ عليه أبو العلاء الواسطي، وعبد الله بن شبيب وغيرهم، توفي سنة ثمان وأربعمائة. الغاية ٢/ ١٠٩.
(٣) يعني: بالمد، وقال ابن الجزري: "لا وجه لإدخال وجه القصر في "التيسير" ولا "الشاطبية" وهي قراءة ابن محيصن" ا. هـ.
وقال أبو شامة: "قال أبو علي يجوز أن يكون توهمه بين الشاطبي".

انظر: النشر ٢/ ٣٧٤، والجامع ل ٣٣٥/ ب، وإبراز المعاني ص ٤/ ١٧٨، والدر النثير ص ٤/ ٢٨١.
(٤) في سورة البقرة، الآية: ٢٤٦.
(٥) انظر: النشر ٢/ ٣٧٤، والجامع ل ٣٣٥/ ب، والسبعة ص ٦٠٠، والمبسوط ص ٣٤٤، والتذكرة ٢/ ٥٥٨.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٧٤، والجامع ل ٣٣٦/ أ، والسبعة ص ٦٠١، والمبسوط ص ٣٤٥، والتذكرة ٢/ ٥٥٩.',NULL,'515',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (516,'أبو بكر وحمزة: {وَتَدْعُوا إِلَى السِّلْمِ} [٣٥] بكسر السين، والباقون بفتحها (١).

<span data-type="title" id=toc-164>سورة الفتح</span>
قد ذكرت {دَائِرَةُ السَّوْءِ} (٢)، و {عَلَيْهُ اللَّهَ} (٣).
قرأ ابن كثير وأبو عمرو: {لِيُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَيُعَزِّرُوهُ وَيُوَقِّرُوهُ وَيُسَبِّحُوهُ} [٩] بالياء في الأربعة، والباقون بالتاء (٤).
الحرميان وابن عامر: {فَسَنُؤْتِيهِ} [١٠] بالنون، والباقون بالياء (٥).
حمزة والكسائي: {بِكُمْ ضُرًّا} [١١] بضم الضاد، والباقون بفتحها (٦).
حمزة والكسائي: {كَلِم اللَّهِ} [١٥] بكسر اللام، والباقون بفتحها وألف بعدها (٧).
نافع وابن عامر: {نُدْخِلْهُ} [١٧]، و {نُعَذِّبْهُ} بالنون فيهما، والباقون بالياء (٨).
_________
(١) انظر: المصادر السابقة.
(٢) الآية (٦) ذكر في سورة التوبة، الآية: ٩٨.
(٣) الآية (١٠) ذكر في سورة الكهف، الآية: ٦٣.
(٤) انظر: النشر ٢/ ٣٧٤، والجامع ل ٣٣٥/ ب، والسبعة ص ٦٠٠، والمبسوط ص ٣٤٤، والتذكرة ٢/ ٥٥٧.
(٥) انظر: المصادر السابقة.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٧٥، والجامع ل ٣٣٦/ أ، والسبعة ص ٦٠٣، والمبسوط ص ٣٤٦، والتذكرة ٢/ ٥٦٠.
(٨) انظر: المصادر السابقة.',NULL,'516',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (517,'أبو عمرو: {بِمَا يَعْمَلُونَ بَصِيرًا} [٢٤] بالياء، والباقون بالتاء (١).
ابن كثير ابن ذكوان: {شَطَأَهُ} [٢٩] بتحريك الطاء، والباقون بإسكانها (٢).
ابن ذكوان: {فَأزَرَهُ} [٢٩] بالقصر، والباقون بالمد (٣).
{عَلَى سُوقِهِ} [٢٩] قد ذكر (٤).

<span data-type="title" id=toc-165>سورة الحجرات</span>
قد ذكرتُ: {فَتَبَيَّنُوا} (٥)، و {لَحْمَ أَخِيهِ مَيْتًا} (٦)، وتاءات البزي (٧) قبل.
قرأ أبو عمرو {يَئْلِتْكُمْ} [١٤] بهمزة ساكنة بعد الياء، وإذا خفف أبدلها ألفاً، والباقون بغير همز ولا ألف (٨).
_________
(١) انظر: النشر ٢/ ٣٧٥، والجامع ٣٣٦/أ.
(٢) المصدر السابق.
(٣) انظر: النشر ٢/ ٣٧٥، والجامع ل ٣٣٦/ ب، والسبعة ص ٦٠٥، والمبسوط ص ٣٤٦، والتذكرة ٢/ ٥٦١.
(٤) في سورة النمل، الآية: ٤٤.
(٥) الآية (٦) ذكرت في سورة النساء، الآية: ٩٤.
(٦) الآية: ١٢ ذكرت في سورة الأنعام، الآية: ١٢٢
(٧) (وَلَا تَنَابَزُوا)، و (لَا تَجَسَّسُوا)، و (لِتَعَارَفُوا) الآيات (١١) و (١٢) و (١٣) ذكرت في سورة البقرة، الآية: ٢٦٧.
(٨) انظر: النشر ٢/ ٣٧٦، والجامع ل ٣٣٧/ أ، والسبعة ص ٦٠٦، والمبسوط ص ٣٤٨، والتذكرة ٢/ ٥٦٢.',NULL,'517',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (518,'ابن كثير: {بَصِيرٌ بِمَا يعْمَلُونَ} [١٨] بالياء، والباقون بالتاء (١).

<span data-type="title" id=toc-166>سورة ق </span>(٢)
قرأ نافع وأبو بكر: {يَوْمَ يَقُولُ} [٣٠] بالياء، والباقون بالنون (٣).
ابن كثير: {هَذَا مَا يُوعَدُونَ} [٣٢] بالياء، والباقون بالتاء (٤).
الحرميان وحمزة: {وَإدْبَارَ السُّجُودِ} [٤٠] بكسر الهمزة، والباقون بفتحها (٥).
{يَوْمَ تَشَقَّقُ الْأَرْضُ} [٤٤] قد ذكر (٦).
فيها ثلاث محذوفات:
{وَعِيدِ ي أَفَعَيِينَا} [١٤]، و {مَنْ يَخَافُ وَعِيدِ ي} [٤٥] أثبتهما في الوصل ورش، {الْمُنَادِ ي مِنْ مَكَانٍ} [٤١] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل نافع وأبو عمرو، وقال النقاش عن أبي ربيعة عن البزي وابن مجاهد عن قنبل: {يُنَادِ ي} [٤١] بالياء في الوقف (٧)، والباقون يقفون بغير ياء.
_________
(١) انظر: المصادر السابقة.
(٢) وتسمى سورة (الباسقات). الإتقان للسيوطي ١/ ١٢١.
(٣) انظر: النشر ٢/ ٣٧٦، والجامع ل ٣٣٧/ أ، والسبعة ص ٦٠٦، والمبسوط ص ٣٤٨، والتذكرة ٢/ ٥٦٢.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٣٧٦، والجامع ل ٣٣٧/ أ، والسبعة ص ٦٠٦، والمبسوط ص ٣٤٩، والتذكرة ٢/ ٥٦٣.
(٦) في سورة الفرقان، الآية: ٢٥
(٧) انظر: الدر النثير ٤/ ٢٨٢.',NULL,'518',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (519,'<span data-type="title" id=toc-167>سورة والذاريات</span>
قرأ أبو بكر وحمزة والكسائي: {مِّثْلُ مَا أَنَّكُمْ} [٢٣] برفع اللام، والباقون بنصبها (١). {قَالَ سَلَامٌ} [٢٥] قد ذكر (٢).
الكسائي: {فَأَخَذَتْهُمُ الصَّعْقَةُ} [٤٤] بإسكان العين من غير ألف، والباقون بالألف وكسر العين (٣).
أبو عمر وحمزة والكسائي: {وَقَوْمِ نُوحٍ} [٤٦] بالخفض، والباقون بالنصب (٤).

<span data-type="title" id=toc-168>سورة الطور</span>
قرأ أبو عمرو: {وَأَتْبَعْنَاهُمْ} [٢١] بقطع الألف وإسكان التاء والعين ونون وألف بعد النون، والباقون بوصل الألف وفتح التاء والعين وتاء ساكنة بعد العين.
ابن عامر وأبو عمرو: {ذُرِّيَّاتِهم بِإِيمَانٍ} [٢١] بالجمع، وضم ابن عامر التاء وكسرها أبو عمرو، والباقون بالتوحيد ورفع التاء.
نافع وابن عامر وأبو عمرو: {بِهِمْ ذُرِّيَّاتِهم} [٢١] بالجمع وكسر التاء، والباقون بالتوحيد وفتح التاء.
_________
(١) انظر: النشر ٢/ ٣٧٧، والجامع ل ٣٣٨/ ب، والسبعة ص ٦٠٩، والمبسوط ص ٣٥٠، والتذكرة ٢/ ٥٦٤.
(٢) في سورة هود - عليه السلام - الآية: ٦٩.
(٣) انظر: النشر ٢/ ٣٧٧، والجامع ل ٣٣٨/ ب، والسبعة ص ٦٠٩، والمبسوط ص ٣٥٠، والتذكرة ٢/ ٥٦٤.
(٤) انظر: المصادر السابقة.',NULL,'519',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (520,'ابن كثير: {وَمَا أَلِتْنَاهُم} [٢١] بكسر اللام، والباقون بفتحها (١).
{لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ} [٢٣] قد ذكر (٢).
نافع والكسائي: {أَنَّهُ هُوَ الْبَرُّ} [٢٨] بفتح الهمزة، والباقون بكسرها (٣).
قنبل وحفص بخلاف عنه وهشام: {الْمُصَيْطِرُونَ} [٣٧] بالسين وحمزة بخلاف عن خلّاد بين الصاد والزاي، والباقون بالصاد خالصة (٤).
عاصم وابن عامر: {فِيهِ يُصْعَقُونَ} [٤٥] بضم الياء، والباقون بفتحها (٥).

<span data-type="title" id=toc-169>سورة والنجم</span>
قرأ حمزة والكسائي أواخر آي هذه السورة من لدن قوله تعالى: {إِذَا هَوَى} [١] إلى قوله: {مِنَ النُّذُرِ الْأُولَى} [٥٦] بالإمالة، وأمال أبو عمرو من ذلك ما كان فيه راء، وما عدا ذلك بين بين، وورش جميع ذلك
_________
(١) انظر: النشر ٢/ ٣٧٧، والجامع ل ٣٣٩/ أ، والسبعة ص ٦١٢، والمبسوط ص ٣٥١، والتذكرة ٢/ ٥٦٦.
(٢) في سورة البقرة، الآية: ٢٥٤.
(٣) انظر: النشر ٢/ ٣٧٨، والجامع ل ٣٣٩/ ب، والسبعة ص ٦١٣، والمبسوط ص ٣٥١، والتذكرة ٢/ ٥٦٧.
(٤) قرأ الحافظ: ممم ژ? ژ ممم بالسين عن حفص على فارس بن أحمد، وبالصاد على أبي الحسن ومذهبه بالصاد، وقرأ لخلاّد بين الصادر والزاي على أبي الحسن، وبالصاد خالصة على أبي الفتح وهو على الأول. انظر: النشر ٢/ ٣٧٨، والجامع ل ٣٣٩/ ب، ل ٣٤٠/ ب، والدر النثير ٤/ ٢٨٤.
(٥) انظر: النشر ٢/ ٣٧٩، والجامع ل ٣٤٠/ ب، والسبعة ص ٦١٣، والمبسوط ص ٣٥٢، والتذكرة ٢/ ٥٦٧.',NULL,'520',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (521,'بين بين، والباقون بإخلاص الفتح (١).
هشام: {مَا كَذَّبَ الْفُؤَادُ} [١١] بتشديد الذال، والباقون بتخفيفها (٢).
حمزة والكسائي: {أَفتَمْرُونَهُ} [١٢] بفتح التاء وإسكان الميم، والباقون بضم التاء وفتح الميم وألف بعدها (٣).
ابن كثير: {وَمَنَاءَة} [٢٠] بالمد والهمز، والباقون بغير مدّ ولا همز (٤).
ابن كثير: {ضّئْزَى} [٢٢] بالهمز، والباقون بغير همز (٥).
{كَبَائِرَ الْإِثْمِ} (٦)، و {فِي بُطُونِ أُمَّهَاتِكُمْ} (٧)، و {النَّشْأَةَ} (٨) قد ذكر.
نافع وأبو عمرو: {عَادًا الْأُولَى} [٥٠] بضم اللام، وبنقل حركة الهمزة وإدغام التنوين فيها، وأتى قالون بعد ضمة اللام بهمزة ساكنة فى موضع الواو، والباقون يكسرون التنوين ويسكنون اللام، ويحققون الهمزة بعدها، ويجوز في الابتداء بقوله: {الْأُولَى} على مذهب أبي
_________
(١) انظر: النشر ٢/ ٥١، ٥٢، والجامع ل ٣٤٠/ ب، والسبعة ص ٦١٤، والمبسوط ص ٣٥٣، والتذكرة ٢/ ٥٦٨، وقرة العين ل ٤٢/ ب.
(٢) انظر: النشر ٢/ ٣٧٩، والجامع ل ٣٤٠/ ب، والسبعة ص ٦١٤، والمبسوط ص ٣٥٤، والتذكرة ٢/ ٥٦٨.
(٣) انظر: المصادر السابقة.
(٤) انظر: النشر ٢/ ٣٧٩، والجامع ل ٣٤١/ أ، والسبعة ص ٦١٥، والمبسوط ص ٣٥٤، والتذكرة ٢/ ٥٦٩.
(٥) انظر: المصادر السابقة.
(٦) الآية (٣٢) ذكر في سورة الشورى، الآية (٣٧).
(٧) الآية (٣٢) ذكر في سورة النساء، الآية (١١).
(٨) الآية) ذكر في سورة العنكبوت، الآية (٢٠).',NULL,'521',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (522,'عمرو ثلاثة أوجه:
أحدها: {ألُولَى} بإثبات همزة الوصل وضم اللام بعدها.
والثاني: {لُولَى} بضم اللام وحذف همزة الوصل قبلها استغناء عنها بتلك الحركة.
وهذان الوجهان جائزان في ذلك وشبهه في مذهب ورش.
والثالث: {ألأَولى} بإثبات همزة الوصل وإسكان اللام وتحقيق همزة فاء الفعل بعدها.
وكذلك يجوز الابتداء بهذه الكلمة على مذهب قالون ثلاثة أوجه أيضاً:
{ألُؤْلَى} بإثبات همزة الوصل وضم اللام وهمزة ساكنة على الواو.
{لُولَى} بضم اللام وحذف همزة الوصل وهمز الواو.
و{الْأُولَى} كوجه أبي عمرو الثالث، وهو عندي أحسن الوجوه وأقيسها بمذهبهما لما بينتُه من العلة في ذلك في كتاب "التمهيد" (١).
_________
(١) قال - رحمه الله - في "التمهيد": "واختلفوا بعد نقل الحركة إلى اللام في قوله: {عَادً الأُولَى} في الآيتين بهمزة ساكنة في موضع الواو في ترك ذلك، فقرأ المسيي وإسماعيل وورش: {عَاداً آلأُولى} بغير همزة بعد نقل الحركة. قال أحمد بن صالح عن ورش: تشدد اللام ولا تهمز.

وقال الأصبهاني عن أصحابه عنه: يدغم التنوين موصولا مشدّد اللام، وهو قولُ عبد الصمد وداود وأبي يعقوب ويونس عنه. وقرأ قالون بهمزة ساكنة بعد نقل الحركة، قال الحلواني عنه مثله: {عَاد الأْولى} وهذا معنى رواية القاضي والمزني والقطري والكسائي وأحمد بن صالح عنه، وكذلك قرأتُ في رواية أبي نشيط الشحّام عنه، وقال لي فارس بن أحمد عن عبد الله بن الحسين عن أصحابه عن الحلواني عن قالون بغير همز قال لي فارس: وكان عبد الله لا يعرف الهمز، ولم يضبط، وغلط فيما حكاه، لأن الحذّاق من أهل الأداء بذلك يأخذون في مذهبه كأبي بكر النقاش وأبي إسحاق بن عبد الرازق وأبي بكر بن حماد وغيرهم من أصحاب الجمال وغيره.
وقد كان بعض المنتحلين لمذاهب القراء يقول بأنه لا وجه لقراءة قالون، وجهل العلة، وذلك أن (أولى) وزنها (فعلى) لأنها تأنيث (أول) كما أن (أخرى) تأنيث (آخر)، هذا في قول من لم يهمز الواو، فمعناها على هذا: المتقدّمة، لأن أول الشئ متقدمه.
فأما من قول قالون فهي عندي مشتقة من (وأل) أي: لجأ، ويقال: نجا، فالمعنى: أنها نجت بالسبق لغيرها، فهذا وجه بين من اللغة والقياس وإن كان غيره أبين فليس سبيل ذلك أن يدفع ويطلق عليه الخطأ، لأن الأئمة إنما تأخذ بالأثبت عندها في الأثر دون القياس إذ كانت القراءة سنة، وبالله التوفيق". انظر: الدر النثير ٤/ ٢٨٥.',NULL,'522',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (523,'عاصم وحمزة: {وَثَمُودَ فَمَا} [٥١] بغير تنوين، ويقفان بغير ألف، والباقون بالتنوين ويقفون بالألف (١).

<span data-type="title" id=toc-170>سورة القمر </span>(٢)
قرأ ابن كثير: {إِلَى شَيْءٍ نُكْرْ} [٦] بإسكان الكاف، والباقون بضمها (٣).
أبو عمرو وحمزة والكسائي: {خَاشِعَاً} [٧] بفتح الخاء وألف بعدها وكسر الشين، والباقون بضم الخاء وفتح الشين مشددة (٤).
{فَفَتَحْنَا} [١١] قد ذكر (٥).
ابن عامر وحمزة: {سَتَعْلَمُونَ غَدًا} [٢٦] بالتاء، والباقون بالياء (٦).
_________
(١) انظر: النشر ٢/ ٣٨٩، والجامع ل ٣٤٢/ أ، والسبعة ص ٦١٦، والمبسوط ص ٣٥٥، والتذكرة ٢/ ٣٧٣.
(٢) وتسمى (اقتربت). الاتقان ١/ ١٢١.
(٣) انظر: النشر ٢/ ٢١٦، والجامع ل ٣٤٢/ أ، والسبعة ص ٦١٧، والمبسوط ص ٣٥٦.
(٤) انظر: المصادر السابقة.
(٥) في سورة الأنعام، الآية: ٤٤.
(٦) انظر: النشر ٢/ ٣٨٠، والجامع ل ٣٤٢/ ب، والسبعة ص ٦١٨، والمبسوط ص ٣٥٦، والتذكرة ٢/ ٥٧٥.',NULL,'523',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (524,'فيها ثمان محذوفات (١):
{يَدْعُ الدَّاعِ ي} [٦] أثبتها فى الحالين البزي، وأثبتها فى الوصل ورش وأبو عمرو، {إِلَى الدَّاعِ ي} [٨] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل نافع
وأبو عمرو، و {عَذَابِي وَنُذُرِ} [١٦، ١٨، ٢١، ٣٠، ٣٧، ٣٩] في ستة مواضع فيها أثبتهن في الوصل ورش وحده (٢).

<span data-type="title" id=toc-171>سورة الرحمن [جل وعز] </span>(٣) (٤)
قرأ ابن عامر: {وَالحَبَّ ذَا الْعَصْفِ وَالرَّيْحَانَ} [١٢] بنصب الثلاثة الأسماء، وحمزة والكسائي: {وَالرَّيْحَانِ} بالخفض وما عداه بالرفع، والباقون برفع الثلاثة (٥).
نافع وأبو عمرو: {يُخْرَجُ مِنْهُمَا} [٢٢] بضم الياء وفتح الراء، والباقون بفتح الياء وضم الراء (٦).
حمزة وأبو بكر بخلاف عنه (٧): {المنْشِئاتِ} [٢٤] بكسر الشين،
_________
(١) ي (ت): "ثمان ياءات محذوفات".
(٢) انظر: النشر ٢/ ٣٨٠، والجامع ل ٣٤٢/ ب، والسبعة ص ٦١٨، والمبسوط ص ٣٥٧، والتذكرة ٢/ ٥٧٤.
(٣) في (ت) و (ط): "سورة الرحمن".
(٤) وتسمى: (عروس القرآن) لحديث أخرجه البيهقي عن عليّ مرفوعا. الإتقان ١/ ١٢١.
(٥) وكذا كتب في المصحف الشامي: ممم ژذَا ہژ ممم بألف. انظر: النشر ٢/ ٢٨٠، والمقنع ص ١٠٨.
(٦) انظر: النشر ٢/ ٣٨٠، والجامع ل ٣٤٣/ أ، والسبعة ص ٦١٩، والمبسوط ص ٣٥٨، والتذكرة ٢/ ٥٧٦.
(٧) قرأ الداني بكسر الشين على أبي الفتح، وعليه جمهور العراقيين وغيرهم، وبالفتح آخرين، وبالوجهين جمهور المغاربة والمصريّين، وهو الذي هنا في "التيسير" وغيره، وبالوجهين قرأ الداني على أبي الحسن، والوجهان صحيحان. النشر ٢/ ٣٨١.',NULL,'524',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (525,'والباقون بفتحها (١).
حمزة والكسائي: {سَيَفْرُغُ لَكُمْ} [٣١] بالياء، والباقون بالنون (٢).
{أَيُّهَ الثَّقَلَانِ} [٣١] قد ذكر (٣).
ابن كثير: {شِوَاظ} [٣٥] بكسر الشين، والباقون بضمها (٤).
ابن كثير وأبو عمرو: {وَنُحَاسٍ} [٣٥] بالخفض، والباقون بالرفع (٥).
أبو عمرو عن الكسائي: {لَمْ يَطْمُثْهُنَّ} [٥٦] فى الأول بضم الميم، وأبو الحارث عنه فى الثاني (٦) كذلك، هذه قراءتي، والذي نص عليه أبو الحارث كرواية الدوري، والباقون بكسر الميم فيهما (٧).
ابن عامر: {ذُو الْجَلَالِ وَالْإِكْرَامِ} [٧٨] في آخرها بالواو، والباقون
_________
(١) انظر: النشر ٢/ ٣٨١، والجامع ل ٣٤٣/ أ، والسبعة ص ٦١٩، والمبسوط ص ٣٥٨، والتذكرة ٢/ ٥٧٦.
(٢) انظر: المصادر السابقة.
(٣) في سورة النور، الآية: ٣١، وفي باب الوقف على مرسوم الخط.
(٤) انظر: النشر ٢/ ٣٨١، والجامع ل ٣٤٣/ أ، والسبعة ص ٦٢١.
(٥) النشر ٢/ ٣٨١، والجامع ل ٣٤٣/ أ، والسبعة ص ٦٢١، والمبسوط ص ٣٥٩، والتذكرة ٢/ ٥٧٧.
(٦) الآية: ٧٤.
(٧) قرأ الداني على أبي الفتح بضم الميم في الأول في الروايتين كما نص عليه في "جامع البيان"، وقرأ بكسر الميم في الأول وضمها في الثاني لأبي الحارث على أبي الحسن. قال ابن الجزري: "وروى الأكثرون التخيير في إحداهما عن الكسائي من روايتيه بمعنى أنه إذا ضم الأولى كسر الثانية، وإذا كسر الأولى ضم الثانية، وهو في "الغاية" لابن مهران وغيره".

ثم قال - رحمه الله -: "والوجهان ثابتان عن الكسائي من التخيير وغيره نصاً وأداءً قرأنا بهما وبهما نأخذ، قال الإمام أبو عبيد: كان الكسائي يرى في {يَطْمِثْهُنَّ} الضم والكسر، وربما كسر إحداهما وضم الأخرى". النشر ٢/ ٣٨٢، والجامع ل ٣٤٣/ب، والسبعة ص ٦٢١، والمبسوط ص ٣٥٩، والغاية ص ٤٠٦، والتذكرة ٢/ ٥٧٨، وإبراز المعاني ٤/ ١٩٧.',NULL,'525',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (526,'بالياء (١)، (٢).

<span data-type="title" id=toc-172>سورة الواقعة</span>
قرأ الكوفيون هنا: {وَلَا يُنْزِفُونَ} [١٩] بكسر الزاي، والباقون بفتحها (٣).
حمزة والكسائي: {وَحُورٍ عِينٍ} [٢٢] بخفضهما، والباقون برفعهما (٤).
أبو بكر وحمزة: {عُرْباً} [٣٧] بإسكان الراء، والباقون بضمها (٥).
والاستفهامان مذكوران فى (الرعد) (٦) أن نافعاً والكسائي قرءا في الأول منهما بالاستفهام وفي الثاني بالخبر، والباقون فيهما بالاستفهام (٧)، وهم على أصولهم فى التحقيق والتليين. {أَوَآبَاؤُنَا} [٤٨] قد ذكر (٨).
نافع وعاصم وحمزة: {شُرْبَ الْهِيمِ} [٥٥] بضم الشين، والباقون
_________
(١) بواو بعد الذال {ذُو} نعتا للاسم، وكذلك هو في المصاحف الشامية، وغيرهم: {ذِي} بالياء نعتا للرب، وكذلك في مصاحفهم. انظر: النشر ٢/ ٣٨٢، والسبعة ص ٦٢١.
(٢) انتهت النسخة الأصل (ظ) وهي الظاهرية عند هذا الموضع بالنسبة للفرش، ففي هذه النسخة انخرام من هنا إلى باب التكبير، لذا اعتمدت نسخة (ت) في الترقيم والنسخ من هنا إلى باب التكبير.
(٣) انظر: النشر ٢/ ٣٥٧، والجامع ل ٣٤٤/ ب، والسبعة ص ٣٦٠، والتذكرة ٢/ ٥٧٩.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٣٨٣، والجامع ل ٣٤٤/ ب، والسبعة ص ٦٢٢، والمبسوط ص ٣٦٠، والتذكرة ٢/ ٥٧٩.
(٦) الآية: ٥.
(٧) انظر: النشر ١/ ٣٧٣.
(٨) في سورة الصافات، الآية (١٧).',NULL,'526',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (527,'بفتحها (١).
ابن كثير: {وَنُنْشِئَكُمْ قَدَرْنَا} [٦٠] بتخفيف الدال، والباقون بتشديدها (٢).
{النَّشْأَةَ} [٦٢] قد ذكر (٣).
أبو بكر: {ءَإِنا لَمُغْرَمُونَ} [٦٦] بهمزتين، والباقون بواحدة مكسورة (٤).
حمزة والكسائي: {بِمَوْقِعِ} [٧٥] بإسكان الواو من غير ألف، والباقون بفتح الواو وألف بعدها (٥).

<span data-type="title" id=toc-173>سورة الحديد</span>
قرأ أبو عمرو: {وَقَدْ أُخِذَ} [٨] بضم الهمزة، وكسر الخاء، {مِيثَاقُكُمْ} بالرفع، والباقون بفتح الهمزة والخاء والنصب (٦).
ابن عامر: {وَكُلٌّ وَعَدَ اللَّهُ} [١٠] برفع اللام، والباقون بنصبها (٧).
{فَيُضَاعِفَهُ لَهُ} [١١] قد ذكر (٨).
_________
(١) انظر: النشر ٢/ ٣٨٣، والجامع ل ٣٤٥/ أ، والسبعة ص ٦٢٣، والمبسوط ص ٣٦١، والتذكرة ٢/ ٥٧٩.
(٢) انظر: المصادر السابقة.
(٣) في سورة العنكبوت، الآية: ٢٠.
(٤) انظر: النشر ٢/ ٣٧٢، والجامع ل ٣٤٥/ ب، والسبعة ص ٦٢٣،
والتذكرة ٢/ ٥٨٠.
(٥) انظر: المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٨٤، والجامع ل ٣٤٥/ ب، والسبعة ص ٦٢٥، والمبسوط ص ٣٦٢، والتذكرة ٢/ ٥٨١.
(٧) وكذا في المصاحف الشامية، انظر: المصادر السابقة
(٨) في سورة البقرة، الآية: ٢٤٥.',NULL,'527',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (528,'حمزة: {لِلَّذِينَ آمَنُوا أنْظِرُونَا} [١٣] بقطع الهمزة وفتحها في الحالين وكسر الظاء، والباقون بالألف موصولة، ويبتدئونها بالضم وضم الظاء (١).
ابن عامر: {لَا تُؤْخَذُ} [١٥] بالتاء، والباقون بالياء (٢).
نافع وحفص: {وَمَا نَزَلَ} [١٦] مخففا، والباقون مشددا (٣).
ابن كثير وأبو بكر: {المُصَدِّقِينَ وَالمُصَدِّقَاتِ} [١٨] بتخفيف الصاد فيهما، والباقون بتشديدها (٤).
أبو عمرو: {بِمَا أَتَاكُمْ} [٢٣] بالقصر، والباقون بالمد (٥).
{بِالْبُخْلِ} (٦)، و {رِضْوَانِ} (٧) قد ذكر.
نافع وابن عامر: {فَإِنَّ اللَّهَ الْغَنِيُّ} [٢٤] بغير {هُوَ}، والباقون بزيادة {هُوَ} (٨).
_________
(١) انظر: النشر ٢/ ٣٨٤، والجامع ل ٣٤٥/ ب، والسبعة ص ٦٢٥، والمبسوط ص ٣٦٢، والتذكرة ٢/ ٥٨١.
(٢) انظر: المصادر السابقة.
(٣) انظر: النشر ٢/ ٣٨٤، والتذكرو ٢/ ٥٨١.
(٤) انظر: النشر ٢/ ٣٨٤، والجامع ل ٣٤٦/ أ، والسبعة ص ٦٢٦، والمبسوط ص ٣٦٣، والتذكرة ٢/ ٥٨٢.
(٥) انظر: المصادر السابقة.
(٦) الآية (٢٤) ذكر في سورة النساء، الآية: ٣٧.
(٧) الآية (٢٧) ذكر في سورة آل عمران، الآية: ١٥.
(٨) وكذلك هي في مصاحف المدينة والشام.
انظر: النشر ٢/ ٣٨٤، والجامع ل ٣٤٥/ ب، والسبعة ص ٦٢٥، والمبسوط ص ٣٦٢، والتذكرة ٢/ ٥٨١.',NULL,'528',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (529,'<span data-type="title" id=toc-174>سورة المجادلة</span>
قرأ عاصم: {يُظَاهِرُونَ} [٢، ٣] في الموضعين (١) بضم الياء وتخفيف الظاء وألف بعدها وكسر الهاء، وابن عامر وحمزة والكسائي بفتح الياء والهاء وتشديد الظاء وألف بعدها، والباقون بتشديد الظاء والهاء وفتح الياء من غير ألف (٢).
حمزة: {وَيَنْتَجُونَ} [٨] بنون ساكنة بعد الياء وضم الجيم، والباقون بتاء مفتوحة بين الياء والنون وألف بعد النون وفتح الجيم (٣).
عاصم: {فِي الْمَجَالِسِ} [١١] بألف على الجمع، والباقون بغير ألف على التوحيد (٤).
نافع وابن عامر، وعاصم بخلاف عن أبي بكر (٥):
{انْشُزُوا فَانْشُزُوا} [١١] بضم الشين فيهما ويبتدئون بضم الألف، والباقون بكسر الشين، ويبتدئون بكسرالألف، وقد قرأت لأبي بكر من
_________
(١) في المطبوع خطأ هنا، كتب فيه: "في الموضعين هنا وفي بضم الياء".
(٢) انظر: النشر ٢/ ٣٨٥، والجامع ل ٣٤٦/ ا، والسبعة ص ٦٢٨، والمبسوط ص ٣٦٤، والتذكرة ٢/ ٥٨٣.
(٣) أي: (يَتَنَاجَوْنَ). انظر: النشر ٢/ ٣٨٥، والتذكرة ٢/ ٥٨٣.
(٤) انظر: النشر ٢/ ٣٨٥، والجامع ل ٣٤٦/ ا، والسبعة ص ٦٢٩، والمبسوط ص ٣٦٥
(٥) روى الجمهور عنه الضم، وبه قرأ الداني على أبي الحسن، ورواه جمهور العراقيين عنه من طريق يحيى بن آدم، وروى كثير منهم عنه الكسر، وبه قرأ الداني على الصريفيني على أبي الفتح، والوجهان صحيحان عن أبي بكر، ذكرهما ابن مهران والداني وتبعه الشاطبي.

النشر ٢/ ٣٨٥، والجامع ل ٣٤٦/ب.',NULL,'529',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (530,'طريق الصريفيني (١) عن يحيى (٢) عنه بهذا الوجه فيهما (٣).
فيها ياء واحدة:
{وَرُسُلِيَ إِنَّ اللَّهَ} [٢١] فتحها نافع وابن عامر (٤)، وبالله التوفيق.

<span data-type="title" id=toc-175>سورة الحشر </span>(٥)
قرأ أبو عمرو: {يُخْرِّبُونَ} [٢] مشدداً، والباقون مخففاً (٦). {الرُّعْبَ} [٢] قد ذكر (٧)
هشام: {كَيْ لَا تَكُونَ} [٧] بالتاء، وقد روي عنه بالياء (٨)، {دُولَةٌ} بالرفع، والباقون بالياء والنصب (٩).
_________
(١) شعيب بن أيوب: ترجم له في إسناد قراءة عاصم.
(٢) يحيى بن آدم: ترجم له في إسناد قراءة عاصم.
(٣) انظر: النشر ٢/ ٣٨٥، والجامع ل ٣٤٦/ ب، والسبعة ص ٦٢٩.
(٤) النشر ٢/ ٣٨٦، والجامع ل ٣٤٧/ ا، والسبعة ص ٦٢٩، والمبسوط ص ٣٦٥، والتذكرة ٢/ ٥٨٤.
(٥) وتسمى سورة (بني النضير) كما ثبت عن ابن عباس فيما روى عنه البخاري. وعلى تسميتها بـ (الحشر) فالمراد: إخراج بني النضير وإجلائهم وإخراجهم من أرض إلى أرض، ليس المراد يوم القيامة. انظر: فتح الباري بشرح صحيح البخاري: كتاب التفسير ٨/ ٤٩٧، والاتقان ١/ ١٢١.
(٦) انظر: النشر ٢/ ٣٨٦.
(٧) في سورة آل عمران.
(٨) قرأ الداني بالتاء على فارس وأبي الحسن، وقرأ بالياء على الفارسي، واختاره كالجماعة.
انظر: النشر ٢/ ٣٨٦، والدر النثير ٤/ ٢٩٢.
(٩) انظر: الجامع ل ٣٤٧/ ا، والتذكرة ٢/ ٥٨٥.',NULL,'530',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (531,'ابن كثير وأبو عمرو: {جِدارٍ} [١٤] بكسر الجيم وألف بعد الدال، وأمال أبو عمرو فتحة الدال، والباقون: {جُدُرٍ} بضم الجيم والدّال (١).
{البَارِي} [٢٤] قد ذكر في الإمالة.
فيها ياء واحدة:
{إِنِّيَ أَخَافُ اللَّهَ} [١٦] سكنها الكوفيون وابن عامر (٢).

<span data-type="title" id=toc-176>سورة المُمتَحنة </span>(٣)
قرأ عاصم: {يَفْصِلُ بَيْنَكُمْ} [٣] بفتح الياء وإسكان الفاء وكسر الصاد مخففة، وابن عامر: {يُفَصَّلُ} بضم الياء وفتح الفاء والصاد مشدة، وحمزة والكسائي كذلك إلا أنهما كسرا الصاد، والباقون بضم الياء وإسكان الفاء وفتح الصاد مخففة (٤). {أُسْوَةٌ حَسَنَةٌ} [٤، ٦] في الحرفين قد ذكر فى (الأحزاب) (٥).
أبو عمرو: {وَلَا تُمَسِّكُوا} [١٠] مشدداً، والباقون مخففاً (٦). وبالله التوفيق.
_________
(١) انظر: النشر ٢/ ٣٨٦، والجامع ل ٣٤٧/ ا، والسبعة ص ٦٣٢، والمبسوط ص ٣٦٦، والتذكرة ٢/ ٥٨٥، وقرة العين ل ٤٣/ ب.
(٢) انظر: النشر ٢/ ٣٨٦، والجامع ل ٦٣٢/ ا، والتذكرة ٢/ ٥٨٥.
(٣) وتسمى سورة (الامتحان)، وسورة (المرأة)، و (المودة)، و (المبايعة). قال ابن حجر: " المشهور في (الممتحنة) بفتح الحاء، وقد تكسر، فعلى الأول صفة للمرأة التي نزلت السورة بسببها، وعلى الثاني هي صفة للسورة كما قيل ل (براءة): (الفاضحة).
(٤) انظر: النشر ٢/ ٣٨٧، والجامع ل ٣٤٧/ ب، والسبعة ص ٦٣٣، والمبسوط ص ٣٦٧
(٥) عند الآية: ٢١
(٦) انظر: المصادر السابقة.',NULL,'531',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (532,'<span data-type="title" id=toc-177>سورة الصف </span>(١)
قد ذكرت (٢) {هَذَا سِحْرٌ} [٦].
قرأ ابن كثير وحفص وحمزة والكسائي: {مُتِمُّ} [٨] بغير تنوين، {نُورِهِ} بالخفض، والباقون بالتنوين والنصب (٣).
ابن عامر: {تُنجِّيكُمْ} [١٠] مشدداً، والباقون مخففاً (٤).
الكوفيون وابن عامر: {أَنْصَارَ اللَّهِ} [١٤] بغير تنوين ولا لام، والباقون بالتنوين ولام مكسورة في أول اسم الله - عز وجل -.
فيها ياءان:
{مِنْ بَعْدِيْ اسْمُهُ} [٦] سكنها ابن عامر وحفص وحمزة والكسائي، {مَنْ أَنصَارِيَ إِلَى اللَّهِ} [١٤] فتحها نافع (٥).
وليس في سورة (الجمعة) خلف إلا ما تقدّم من الإمالة وغيرها (٦).

<span data-type="title" id=toc-178>سورة المنافقين</span>
قرأ قنبل وأبو عمرو والكسائي: {خُشْبٌ} [٤] بإسكان الشين،
_________
(١) وتسمى سورة (الحواريين). الاتقان ١/ ١٢١.
(٢) في سورة المائدة، الآية: ١١٠.
(٣) انظر: النشر ٢/ ٣٨٧، والجامع ل ٣٤٨/ ا، والسبعة ص ٦٣٥، والمبسوط ص ٣٦٨، والتذكرة ٢/ ٥٨٧.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٣٨٧، والجامع ل ٣٤٨/ ا، والسبعة ص ٦٣٥، والتذكرة ٢/ ٥٨٧.
(٦) يعني: ما تقدم من الأصول.',NULL,'532',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (533,'والباقون بضمها (١).
نافع: {لَوَوْا} [٥] بتخفيف الواو، والباقون بتشديدها (٢).
أبو عمرو: {وَأَكُونَ} [١٠] بالواو والنصب، والباقون بغير واو وجزم النون (٣).
أبو بكر: {بِمَا يَعْمَلُونَ} [١١] آخرها بالياء، والباقون بالتاء (٤).

<span data-type="title" id=toc-179>سورة التغابن</span>
قرأ نافع وابن عامر: {نُكَفِّرْ عَنْهُ}، و {نُدْخِلْهُ} [٩] بالنون فيهما، والباقون بالياء (٥). {يُضَاعِفْهُ} [١٧] قد ذكر (٦)، وبالله الوفيق.
_________
(١) انظر: النشر ٢/ ٣٨٧، والجامع ل ٣٤٨/ ب، والسبعة ص ٦٣٦، والتذكرة ٢/ ٥٨٩.
(٢) انظر: المصادر السابقة.
(٣) انظر: النشر ٢/ ٣٨٨، والجامع ل ٣٤٩/ ا، والسبعة ص ٦٣٧، والمبسوط ص ٣٧١، والتذكرة ٢/ ٥٨٩.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٢٤٨، والجامع ل ٣٤٩/ ا، والتذكرة ٢/ ٥٩٠.
(٦) في سورة البقرة، الآية: ٢٤٥.',NULL,'533',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (534,'<span data-type="title" id=toc-180>سورة الطلاق </span>(١)
قرأ حفص: {بَالِغُ} [٣] بغير تنوين، {أَمْرِهِ} بالخفض، والباقون بالتنوين ونصب {أَمْرَه} (٢).
{مُبَيِّنَةٍ} (٣)، و {وَاللَّائِي} (٤)، و {نُكْرًا} (٥)، و {مُبَيِّنَاتٍ} (٦) قد ذكر.
نافع وابن عامر: {نُدْخِلْهُ} [١١] بالنون، والباقون بالياء (٧).

<span data-type="title" id=toc-181>سورة التحريم </span>(٨)
قرأ الكسائي: {عَرَفَ} [٣] بتخفيف الراء، والباقون بتشديدها (٩).
_________
(١) وتسمى سورة (النساء القصرى) كذا سماها ابن مسعود. أخرجه البخاري وغيره، وأنكر الداودي هذه التسمية، وقال: "لا يقال في سورة من سورة القرآن قصرى ولا صغرى "، قال ابن حجر: "وهو رد للأخبار الثابتة بلا مستند، والقصر والطول أمر نسبي، وأخرج البخاري عن زيد بن ثابت أنه قال: "طولى الطولييْن"، أراد سورة الأعراف ". انظر: الفتح لابن حجر ٨/ ٥٢٤، والاتقان ١/ ١٢١.
(٢) انظر: النشر ٢/ ٣٨٨، والجامع ل ٣٤٩/ ا، والسبعة ص ٦٣٩، والمبسوط ص ٣٧٣، والتذكرة ٢/ ٥٩١.
(٣) الآية (١) ذكر في سورة النساء، الآية (١٩).
(٤) الآية (٤) ذكر في سورة الأحزاب، الآية (٤).
(٥) الآية (٨) ذكر في سورة الكهف، الآية (٧٤).
(٦) الآية (١١) ذكر في سورة النون، الآية (٣٤).
(٧) انظر: الجامع ل ٣٤٩/ ب، والسبعة ص ٦٣٩، والمبسوط ص ٣٧٣.
(٨) ويقال لها: سورة "التحريم"، وسورة (لِمَ تُحرم). الاتقان ١/ ١٢١.
(٩) انظر: النشر ٢/ ٣٨٨، والجامع ل ٣٤٩/ ب، والسبعة ص ٦٤٠، والمبسوط ص ٣٧٥، والتذكرة ٢/ ٥٩٢.',NULL,'534',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (535,'{وَإِنْ تَظَاهَرَا} (١)، و {وَجِبْرِيلُ} (٢)، و {أَنْ يُبْدِلَهُ} (٣) قد ذكر.
أبو بكر: {نُصُوْحاً} [٨] بضم النون، والباقون بفتحها (٤).
أبو عمرو وحفص: {وَكُتُبِهِ} [١٢] على الجمع، والباقون على التوحيد (٥). وبالله التوفيق.

<span data-type="title" id=toc-182>سورة الملك </span>(٦)
قرأ حمزة والكسائي: {مِنْ تَفَوُّت} [٣] بتشديد الواو من غير ألف، والباقون بالألف وتخفيف الواو (٧).
الكسائي: {فَسُحُقاً} [١١] بضم الحاء، والباقون بإسكانها (٨).
_________
(١) الآية (٤) ذكر في سورة البقرة، الآية (٨٥).
(٢) الآية (٤) ذكر في سورة البقرة، الآية (٩٧).
(٣) الآية (٥) ذكر في سورة الكهف، الآية (٨١).
(٤) انظر: النشر ٢/ ٣٨٨، والجامع ل ٣٤٩/ ا، والسبعة ص ٦٣٩، والمبسوط ص ٣٧٣، والتذكرة ٢/ ٥٩١.
(٥) انظر: المصادر السابقة.
(٦) وتسمى (تبارك) و (سورة الملك)، نقل عن ابن مسعود، وهي المانعة تمنع عذاب القبر، و (المنجية) نقل عن ابن عباس. الاتقان ١/ ١٢١.
(٧) انظر: النشر ٢/ ٣٨٩، والجامع ل ٣٤٩/ ب، والسبعة ص ٦٤٤، والمبسوط ص ٣٧٦، والتذكرة ٢/ ٥٩٣.
(٨) قال ابن الجزري: "روى المغاربة قاطبة عنه بالضم في روايتيه، وكذلك أكثر المشارقة، ونصّ الحافظ أبو العلاء على الإسكان لأبي الحارث وجها واحداً، وعلى الوجهين للدوري عنه، وكذلك الأستاذ أبو طاهر ... " إلى أن قال: "والوجهان صحيحان عن الكسائي من روايتيه، وقد نصّ عليهما جميعاً الحافظ الداني في جامعه". انظر: النشر ٢/ ٢١٧، والجامع ل ٣٤٩/ ب، والسبعة ص ٦٤٤، والمبسوط ص ٧٠٤، والدر النثير ٤/ ٢٩٣.',NULL,'535',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (536,'قنبل: {النُّشُورُ (١٥) وامِنتُم} [١٥، ١٦] يبدل همزة الاستفهام واواً مفتوحة في الوصل، ويمد بعدها مدة (١) في تقدير ألف، وإذا ابتدأ حقق الهمزة، والكوفيون وابن ذكوان بتحقيق الهمزتين، والباقون بتليين الثانية، والبزي على أصله لا يدخل قبلها ألفا، وورش أيضاً على أصله، والباقون على أصولهم (٢).
{سِيئَتْ} [٢٧] قد ذكر (٣).
الكسائي: {فَسَيَعْلَمُونَ مَنْ هُوَ} [٢٩] بالياء، وهو الأخير، والباقون بالتاء، ولا خلاف فى الأول (٤).
فيها ياءان:
{إِنْ أَهْلَكَنِيْ اللَّهُ} [٢٨] سكنها حمزة، {وَمَنْ معيْ أَوْ} [٢٨] سكنها أبو بكر وحمزة والكسائي.
وفيها محذوفتان:
{نَذِيرِ ي} [١٧]، و {نَكِيرِ ي} [١٨] أثبتهما فى الوصل ورش (٥).
_________
(١) إنما يعني أنه يسهل الهمز بعدها بين بين، فعبّر عن ذلك بالمدّ على عادته من المسامحة. الدر النثير ٤/ ٢٩٤.
(٢) انظر: النشر ٢/ ٣٦٢، ٣٦٤، والجامع ل ٣٥٠/ ا، والتذكرة ٢/ ٥٩٣.
(٣) في سورة البقرة، الآية: ١١.
(٤) الآية: ١٧.
وانظر: النشر ٢/ ٣٨٩، والجامع ل ٣٥٠/ ا، والسبعة ص ٦٤٤، والمبسوط ص ٣٧٧، والتذكرة ٢/ ٥٩٣.
(٥) انظر: النشر ٢/ ٣٨٩، والجامع ل ٣٥٠/ ب، والسبعة ص ٦٤٥، والتذكرة ٢/ ٥٩٤.',NULL,'536',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (537,'<span data-type="title" id=toc-183>سورة ن وَالْقَلَمِ</span>
قد ذكرت (١) في (ن وَالْقَلَمِ) (٢) البيانَ والإدغام (٣).
قرأ أبو بكر وحمزة: {ءأَن كَانَ} [١٤] بهمزتين محققتين، وابن عامر بهمزة ومدة، وابن ذكوان دون هشام في المد لما ذكرناه في (فصلت) (٤)، والباقون بهمزة واحدة مفتوحة على الخبر. {أَنْ يُبْدِلَنَا} [٣٢] قد ذكر (٥).
نافع {لِيَزْلقُونَكَ} [٥١] بفتح الياء، والباقون بضمها (٦).

<span data-type="title" id=toc-184>سورة الحاقة</span>
قرأ أبو عمرو والكسائي: {وَمَنْ قِبَله} [٩] بكسر القاف وفتح الباء، والباقون بفتح القاف وإسكان الباء (٧). {أُذُنٌ وَاعِيَةٌ} [١٢] قد ذكر (٨).
وكلهم قرؤوا: {وَتَعِيَهَا} [١٢] بكسر العين وفتح الياء وتخفيفها، وجاء عن ابن كثير وعاصم وحمزة في ذلك ما لا يصحّ (٩).
_________
(١) الآية: ١.
(٢) في سورة يس، الآية (١).
(٣) في (أ) و (ط): "قد ذكرت البيان والإدغام في ن والقلم".
(٤) عند الآية: ٤٤.
(٥) في سورة الكهف، الآية: ٨١.
(٦) انظر: النشر ٢/ ٣٨٩، والجامع ل ٣٥١/ ا، والسبعة ص ٦٤٧، والمبسوط ص ٣٧٨، والتذكرة ٢/ ٥٩٥.
(٧) انظر: المصادر السابقة.
(٨) في سورة المائدة، الآية: ٤٥.
(٩) مثل: {تَعْيَهَا} بسكون العين، واختلاس كسرة العين، ومثقلة العين مخفوضة الياء مسكنة، وكلها أخطاء. وذكر غيرها الحافظ -رحمه الله - في "جامعه".
انظر: الجامع ل ٣٥١/ ب، ل ٣٢٥/ أ.',NULL,'537',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (538,'حمزة والكسائي: {لَا يَخْفَى مِنْكُمْ} [١٨] بالياء، والباقون بالتاء (١).
حمزة: {عَنِّي مَالِي} [٢٨]، و {عَنِّي سُلْطَانِي} [٢٩] بحذف الهائين في الوصل، والباقون بإثباتهما في الحالين (٢).
ابن كثير وابن عامر: {قَلِيلًا مَا يُؤْمِنُونَ} [٤١]، و {قَلِيلًا مَا يَذَّكَرُونَ} [٤٢] بالياء جميعاً، والباقون بالتاء، وكذا قال النقّاس عن الأخفش عن ابن ذكوان،
[وكل ذلك قرأتُ على الفارسي عنه، والباقون بالتاء] (٣) (٤).

<span data-type="title" id=toc-185>سورة المعارج </span>(٥)
قرأ نافع وابن عامر: {سَأْلَ} [١] بألف ساكنة بدلاً من الهمزة، والبدل مسموع، والباقون بهمزة، وحمزة يجعلها في الوقف بين بين (٦).
الكسائي: {يَعْرُجُ} [٤] بالياء، والباقون بالتاء (٧).
نافع والكسائي: {مِنْ عَذَابِ يَومَئِذٍ} [١١] بفتح الميم، والباقون
_________
(١) انظر: النشر ٢/ ٣٨٩، والجامع ل ٣٥٢/ ب، والسبعة ص ٦٤٨، والمبسوط ص ٣٧٩، والتذكرة ٢/ ٥٩٦.
(٢) انظر: النشر ٢/ ١٤٢، والجامع ل ٣٥٢/ ب، والمبسوط ص ٣٧٩، والتذكرة ٢/ ٥٩٦.
(٣) ما بين المعقوفين زائد على (أ) و (ط).
(٤) انظر: النشر ٢/ ٣٩٠، والجامع ل ٣٥٢/ ب، والدر النثير ٤/ ٢٩٦.
(٥) وتسمى: (سأل)، و (الواقع). الاتقان ١/ ١٢٢.
(٦) انظر: النشر ٢/ ٣٩٠، والجامع ل ٣٥٣/ ا، والسبعة ص ٦٥٠، والمبسوط ص ٣٨١، والتذكرة ٢/ ٥٩٧.
(٧) انظر: المصادر السابقة.',NULL,'538',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (539,'بخفضها (١).
وأمال حمزة والكسائي: {لَظَى} [١٥]، و {لِلشَّوَى} [١٦]، و {وَتَوَلَّى} [١٧]، و {فَأَوْعَى} [١٨] على أصلهما، وورش وأبو عمرو بين بين، والباقون بإخلاص الفتح (٢).
حفص: {نَزَّاعَةً} [١٦] بالنصب، والباقون بالرفع (٣).
{لِأَمَانَاتِهِمْ} [٣٢] قد ذكر (٤).
حفص: {بِشَهَادَاتِهِمْ} [٣٣] بالألف على الجمع، والباقون بغير ألف (٥).
ابن عامر وحفص: {إِلَى نُصُبٍ} [٤٣] بضم النون والصاد، والباقون بفتح النون وإسكان الصاد (٦).

<span data-type="title" id=toc-186>سورة نوح - عليه السلام </span>- (٧)
قرأ نافع وعاصم وابن عامر: {وَوَلَدَهُ إِلَّا} [٢١] بفتح الواو
_________
(١) انظر: النشر ٢/ ٢٨٩.
(٢) انظر: النشر ٢/ ٣٥، والجامع ل ٣٥٣/ ب، وقرة العين ل ٤٤/ ب
(٣) انظر: النشر ٢/ ٣٩٠، والجامع ل ٣٥٣/ ب، والسبعة ص ٦٥٠، والتذكرة ٢/ ٥٩٧.
(٤) في سورة المؤمنون، الآية: ٨.
(٥) النشر ٢/ ٣٩١، والجامع ل ٣٥٣/ ب، والسبعة ص ٦٥١، والمبسوط ص ٣٨١، والتذكرة ٢/ ٥٩٨.
(٦) انظر: المصادر السابقة.
(٧) ما بين المعقوفين من (أ)، (ب)، و (ج)، و (ط).',NULL,'539',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (540,'واللام، والباقون بضم الواو وإسكان اللام (١).
نافع: {وُدّاً} [٢٣] بضم الواو، والباقون بفتحها (٢).
أبو عمرو: {مِمَّا خَطَايَاهُمْ} [٢٥] على لفظ (قضاياهم)، والباقون بالتاء والياء والهمزة (٣).
ياءاتها ثلاث:
{دُعَايْ إِلَّا} [٦] سكنها الكوفيون، {ثُمَّ أَنيْ أَعْلَنْتُ لَهُمْ} [٩] سكنها الكوفيون وابن عامر، {بَيْتِيَ مُؤْمِنًا} [٢٨] فتحها حفص وهشام (٤).

<span data-type="title" id=toc-187>سورة الجن</span>
قرأ ابن عامر وحفص وحمزة والكسائي بفتح الهمزة من: {وَأَنَّهُ} و {وَأَنَّا} و {وَأَنَّهُمْ} من لدن قوله تعالى: {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} [٣] إلى قوله: {وَأَنَّا مِنَّا الْمُسْلِمُونَ} [١٤] فى ابتداء كل آية، والباقون بكسرها (٥).
الكوفيون: {يَسْلُكْهُ} [١٧] بالياء، والباقون بالنون (٦).
نافع وأبو بكر: {وَإِنَّهُ لَمَّا قَامَ} [١٩] بكسر الهمزة، والباقون بفتحها (٧).
_________
(١) انظر: النشر ٢/ ٣٩١، والجامع ل ٣٥٤/ ا، والسبعة ص ٦٥٢، والتذكرة ٢/ ٥٩٩.
(٢) انظر: المصادر السابقة.
(٣) انظر: النشر ٢/ ٣٩١، والجامع ل ٣٥٤/ ا، والسبعة ص ٦٥٢، والتذكرة ٢/ ٥٩٩.
(٤) انظر: النشر ٢/ ٣٩١، والتذكرة ٢/ ٥٩٩.
(٥) انظر: النشر ٢/ ٣٩١، والجامع ل ٣٥٤/ ب، ل ٣٥٥، والسبعة ص ٣٨٣، والتذكرة ٢/ ٦٠٠.
(٦) انظر: المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٩١، والجامع ل ٣٥٦/ ا، والسبعة ص ٦٥٦، والمبسوط ص ٣٨٤، والتذكرة ٢/ ٦٠٠.',NULL,'540',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (541,'هشام: {عَلَيْهِ لُبَداً} [١٩] بضم اللام، والباقون بكسرها (١).
عاصم وحمزة: {قُلْ إِنَّمَا أَدْعُو} [٢٠] بغير ألف، والباقون: {قَال} بالألف (٢).
فيها ياء واحدة: {رَبِّيَ أَمَدًا} [٢٥] فتحها الحرميان وأبو عمرو (٣)، وبالله التوفيق.

<span data-type="title" id=toc-188>سورة المزمِّل</span>
قرأ أبو عمرو وابن عامر: {أَشَدُّ وِطَآءاً} [٦] بكسر الواو وفتح الطاء والمد، والباقون بفتح الواو وإسكان الطاء (٤).
أبو بكر وابن عامر وحمزة والكسائي: {رَبِّ ... الْمَشْرِقِ} [٩] بخفض الباء، والباقون برفعها (٥).
هشام: {مِنْ ثُلْثَي ... اللَّيْلِ} [٢٠] بإسكان اللام، والباقون بضمها (٦).
الكوفيون وابن كثير: {وَنِصْفَهُ وَثُلُثَهُ} [٢٠] بنصب الفاء والثاء، والباقون بخفضهما (٧).
_________
(١) انظر: المصادر السابقة.
(٢) انظر: النشر ٢/ ٣٩٢، والجامع ل ٣٥٦/ ا، والسبعة ص ٦٥٧، والمبسوط ص ٣٨٤، والتذكرة ٢/ ٦٠١.
(٣) انظر: المصادر السابقة.
(٤) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٦/ ب، والسبعة ص ٦٥٨، والمبسوط ص ٣٨٦، والتذكرة ٢/ ٦٠٢.
(٥) انظر: المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٦/ ب، والسبعة ص ٦٥٨، والمبسوط ص ٣٨٦، والتذكرة ٢/ ٦٠٢.
(٧) انظر: المصادر السابقة.',NULL,'541',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (542,'<span data-type="title" id=toc-189>سورة المدثر</span>
قرأ حفص: {وَالرُّجْزَ} [٥] بضم الراء، والباقون بكسرها (١).
نافع وحفص وحمزة: {وَاللَّيْلِ إِذْ} [٣٣] بإسكان الذال، {أَدْبَرَ} (٢) على وزن (أفعل)، والباقون: {إِذَا} بألف بعد الذال، {دَبَرَ} (٣) على وزن (فعل) (٤).
نافع وابن عامر: {مُسْتَنْفَرَهٌ} [٥٠] بفتح الفاء، والباقون بكسرها (٥).
نافع: {وَمَا تَذْكُرُونَ} [٥٦] بالتاء، والباقون بالياء (٦). وبالله التوفيق.

<span data-type="title" id=toc-190>سورة القيامة</span>
قرأ قنبل: {لا أُقْسِمُ بِيَوْمِ} [١] بغير ألف بعد اللام، وكذا روى النقاش عن أبي ربيعة عن البزي، والباقون بألف (٧)، ولا خلاف
_________
(١) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٧/ ب، والسبعة ص ٦٥٩.
(٢) أي: ولّى وذهب. انظر: تفسير النسفي ٤/ ٣١١.
(٣) قيل: بمعنى أدبر، أي: مضى، ومنه قولهم: (صاروا كأمس الدابر)، وقيل: دَبَر الليل النهار: إذا خلفه وجاء في دبره. انظر: معاني القرآن للفرّاء ٣/ ٢٠٤، والكشاف ٤/ ٦٥٣، والتسهيل لعلوم التنزيل للكلبي ٢/ ٥٠٩، وتفسير الجلالين ص ٧٧٧
(٤) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٧/ ا، والسبعة ص ٦٥٩، والمبسوط ص ٣٨٧، والتذكرة ٢/ ٦٠٤.
(٥) انظر: المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٧/ ا، والسبعة ص ٦٦٠، والمبسوط ص ٣٨٧، والتذكرة ٢/ ٦٠٤.
(٧) اختلف عن البزي: فروى له العراقيون قاطبة من طريق أبي ربيعة مثل قنبل في الموضعين، وبذلك قرأ الداني على الفارسي عن النقاش عن أبي ربيعة. وروى الحباب عن البزي إثبات الألف فيهما على أنها (لا) نافيه، وكذلك روى المغاربة والمصريون قاطبة عن البزي، وبذلك قرا الداني على أبي الحسن بن غلبون وأبي الفتح فارس. انظر: النشر ٢/ ٢٨٢، والجامع ل ٣٥٧ / ب، والدر النثير ٤/ ٢٩٧.',NULL,'542',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (543,'في الثاني (١).
نافع: {فَإِذَا بَرَقَ} [٧] بفتح الراء، والباقون بكسرها (٢).
الكوفيون ونافع: {بَلْ تُحِبُّونَ} [٢٠]، و {وَتَذَرُونَ} [٢١] بالتاء فيهما،
والباقون بالياء (٣). {مَنْ رَاقٍ} (٤)، و {سُدًى} (٥) قد ذكرا.
حفص: {مِنْ مَنِيٍّ يُمْنَى} [٣٧] بالياء، والباقون بالتاء (٦).
وأمال حمزة والكسائي أواخر آي هذه السورة من لدن قوله تعالى: {وَلَا صَلَّى} [٣١] إلى آخرها، وورش، وأبو عمرو بين بين، والباقون بإخلاص الفتح (٧).

<span data-type="title" id=toc-191>سورة الإنسان </span>(٨)
قرأ نافع والكسائي وأبو بكر وهشام: {سَلاسِلاً} [٤] بالتنوين، ووقفوا بالألف عوضاً منه، والباقون بغير تنوين، ووقف حمزة وقنبل
_________
(١) {وَلَا أُقْسِمُ بِالنَّفْسِ الَّلوَّامَةِ} الآية: ٢
(٢) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٧ / ب، والسبعة ص ٦٦١، والمبسوط ص ٣٨٨، والتذكرة ٢/ ٦٠٥.
(٣) انظر: النشر ٢/ ٣٩٣، والجامع ل ٣٥٧ / ب، والسبعة ص ٦٦١، والمبسوط ص ٣٨٨، والتذكرة ٢/ ٦٠٥.
(٤) الآية (٢٧) ذكر السكت لحفص فيها، في سورة الكهف، الآية (١).
(٥) الآية (٣٦) في سورة طه، الآية (٥٨).
(٦) انظر: النشر ٢/ ٣٩٤، والجامع ل ٣٥٧ / ب، والسبعة ص ٣٥٧، والمبسوط ص ٦٦٢، والتذكرة ٢/ ٦٠٦.
(٧) انظر: النشر ٢/ ٣٧، والجامع ل ٣٥٧ / ب، وقرة العين ل ٤٥ / أ، والتذكرة ٢/ ٦٠٥.
(٨) وتسمى سورة (الدهر)، و (الأبرار)، و (الأمشاج). انظر: زاد المسير لان الجوزي ٨/ ٤٢٧، وروح المعاني للألوسي ١٥/ ١٦٦.',NULL,'543',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (544,'وحفص من قراءتي على أبي الفتح بغير ألف (١)، وكذا قال النقاش عن أبي ربيعة عن البزي، وعن الأخفش عن ابن ذكوان، وكذلك قرأتُ في مذهبهما على الفارسي (٢)، ووقف الباقون بالألف صلة للفتح (٣).
نافع والكسائي وأبو بكر: {قَوَارِيرَاً (١٥) قَوَارِيرَاً} [١٥، ١٦] بتنوينهما، ووقفوا عليهما بالألف (٤)، وابن كثير في الأول بالتنوين، ووقف عليه بالألف، والثاني بغير تنوين، ووقف عليه بغير ألف، والباقون بغير تنوين فيهما، ووقف حمزة عليهما بغير ألف، ووقف هشام عليهما بالألف صلة للفتحة، ووقف الباقون - وهم: أبو عمرو وحفص وابن ذكوان - على الأول بالألف، وعلى الثاني بغير ألف. فحصَل: أن من لم ينونهما وقف على الأول بالألف إلا حمزة، وعلى الثاني بغير ألف إلا هشاماً (٥).
_________
(١) يظهر أن قوله: "من قراءتي على أبي الفتح" خاص بقراءة حفص، وذكر في "المفردات" أن أبا الحسن قال في قراءة حفص (يقف بالألف). وقال ابن الجزري: "وأجمع من ذكرت من المغاربة والمصريين عن حفص، كل هؤلاء في الوقف بالألف .. " إلى أن قال: "وأطلق الوجهين عنهم حفص وحمزة وقنبل في "التيسير"، وقال: إنه وقف لحفص من قراءته على أبي الفتح بغير ألف". قلت: وتبعه الشاطبي في ذكر الخلف عمن ذكر. انظر: النشر ٢/ ٣٩٤، وإبراز المعاني ٤/ ٢٣٥، والدر النثير ٤/ ٢٩٨.
(٢) يعنى: الوقف بغير ألف. الدر النثير ٤/ ٢٩٨.
(٣) انظر: النشر ٢/ ٣٩٥، والجامع ل ٣٥٨ /، والسبعة ص ٦٦٣، والمبسوط ص ٣٨٩، والتذكرة ٢/ ٦٠٧، والاختيار ٢/ ٧٨٢، والفتح الرباني ص ٢٧٩.
(٤) {قَوَارِيرَاً} الثانية فيها اختلاف، فهي في مصاحف أهل المدينة وأهل الكوفة بالألف، وفي مصاحف أهل البصرة: الأولى بالألف، والثانية بغير ألف، وكذلك في مصاحف أهل المدينة. انظر: المقنع للداني ص ٣٨.
(٥) انظر: النشر ٢/ ٣٩٦، والجامع ل ٣٥٨ / ب، والسبعة ص ٦٦٤، والمبسوط ص ٣٨٩.',NULL,'544',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (545,'نافع وحمزة: {عَالِيْهِم} [٢١] بإسكان الياء وكسر الهاء، والباقون بفتح الياء وضم الهاء (١).
نافع وحفص: {خُضْرٌ وَإِسْتَبْرَقٌ} [٢١] برفعهما، وابن كثير وأبو بكر بخفض الأول ورفع الثاني، وابن عامر وأبو عمرو برفع الأول وخفض الثاني، وحمزة والكسائي بخفضهما (٢).
الكوفيون ونافع: {وَمَا تَشَاءُونَ} [٣٠] بالتاء، والباقون بالياء (٣).
وبالله التوفيق.

<span data-type="title" id=toc-192>سورة المرسلات</span>
أبو عمرو في الإدغام، وخلاد: {فَالْمُلْقِيَاتِ ذِكْرًا} (٤)، وكذا في {فَالْمُغِيرَاتِ صُبْحًا} (٥) بالإدغام قد ذكر (٦).
قرأ الحرميان وابن عامر وأبو بكر: {أَوْ نُذُراً} [٦] بضم الذال، والباقون بإسكانها (٧).
_________
(١) انظر: المصادر السابقة.
(٢) المصادر السابقة.
(٣) المصادر السابقة.
(٤) الآية (٥) من السورة نفسها.
(٥) سورة العاديات، الآية: ٥
(٦) في باب ذكر الحرفين المتقاربين في كلمة وفي كلمتين، وفي سورة الصافات عند الآية (١) و (٢) و (٣).
(٧) انظر: النشر ٢/ ٣٩٦، والجامع ل ٣٦٠ / ب، والسبعة ص ٦٦٦، والمبسوط ص ٣٩١، والتذكرة ٢/ ٦١٠.',NULL,'545',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (546,'أبو عمرو: {وُقِّتَتْ} [١١] بالواو، والباقون بالهمز (١).
نافع والكسائي: {فَقَدَّرْنَا} [٢٣] بتشديد الدال، والباقون بتخفيفها (٢).
وحفص وحمزة والكسائي: {جِمَالَتٌ} [٣٣] على التوحيد بغير ألف، والباقون بالألف على الجمع (٣).

<span data-type="title" id=toc-193>سورة النازعات</span>
قد ذكرت الاستفهامين في (الرعد) (٤) أن نافعا وابن عامر والكسائي يقرءون الأول منهما بالاستفهام، والثاني بالخبر، والباقون بالاستفهام فيهما، وهم على مذاهبهم فى التحقيق والتليين.
قرأ أبو بكر وحمزة والكسائي: {نَاخِرَةً} [١١] بالألف، والباقون بغير ألف (٥). {طُوًى (١٦) اذْهَبْ} (٦) قد ذكر.
الحرميان: {أَنْ تَزَّكَّى} [١٨] بتشديد الزاي، والباقون بتخفيفها (٧).
_________
(١) انظر: المصادر السابقة.
(٢) انظر: المصادر السابقة.
(٣) انظر: المصادر السابقة.
(٤) عند الآية: ٥
(٥) انظر: النشر ٢/ ٣٩٧، والجامع ل ٣٦١ / ب، والسبعة ص ٦٧٠، والمبسوط ص ٣٩٤، والتذكرة ٢/ ٦١٤.
(٦) الآية (١٦، ١٧) ذكر في سورة طه، الآية: ١٢
(٧) انظر: المصادر السابقة.',NULL,'546',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (547,'حمزة والكسائي يميلان أواخر هذه السورة من لدن قوله تعالى: {هَلْ أَتَاكَ حَدِيثُ مُوسَى} [١٥] إلى آخرها إلا قوله: {دَحَاهَا} [٣٠] فإن حمزة فتحه وورش ما كان من ذلك ليس فيه هاء وألف بين بين، وما كان فيه ها وألف بإخلاص الفتح، إلا قوله: {مِنْ ذِكْرَاهَا} [٤٣] فإنه قرأ بين بين من أجل الراء، وأبو عمرو ما فيه راء بالإمالة وما عدى ذلك بين بين، والباقون بإخلاص فتح ذلك (١).

<span data-type="title" id=toc-194>سورة عبس</span>
قرأ عاصم: {فَتَنْفَعَهُ} [٤] بنصب العين، والباقون برفعها (٢).
الحرميان: {تَصَّدى} [٦] بتشديد الصاد، والباقون بتخفيفها (٣).
الكوفيون: {أَنَّا صَبَبْنَا} [٢٥] بفتح الهمزة، والباقون بكسرها (٤).
وأمال حمزة والكسائي أواخر هذه السورة من أولها إلى قوله تعالى: {تَلَهَّى} [١٠]، وأمال أبو عمرو: {الذِّكْرَى} [٤]، وما عداه بين بين، وورش جميع ذلك بين بين، والباقون بإخلاص الفتح (٥). وبالله التوفيق.

<span data-type="title" id=toc-195>سورة التكوير</span>
قرأ ابن كثير وأبو عمرو: {سُجِرَتْ} [٦] بتخفيف الجيم، والباقون
_________
(١) انظر: النشر ٢/ ٣٧، ٤٠، ٤٨، والجامع ل ٣٦٢ / أ، والتذكرة ٢/ ٦١٤.
(٢) انظر: النشر ٢/ ٣٩٨، والجامع ل ٣٦٢ / ا، والسبعة ص ٦٧٢، والمبسوط ص ٣٩٦، والتذكرة ٢/ ٦١٥.
(٣) المصادر السابقة.
(٤) انظر: المصادر السابقة.
(٥) انظر: النشر ٢/ ٣٧، ٤٠، ٤٨، والجامع ل ٣٦٢ / ب، والتذكرة ٢/ ٦١٥.',NULL,'547',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (548,'بتشديدها (١).
[نافع وعاصم وابن عامر: {نُشِرَتْ} [١٠] بتخفيف الشين، والباقون بتشديدها] (٢).
نافع وحفص وابن ذكوان: {أُقْسِمُ} [١٢] بتشديد العين، والباقون بتخفيفها (٣).
ابن كثير وأبو عمرو والكسائي: {بِظَنِينٍ} [٢٤] بالظاء (٤)، والباقون بالضاد (٥)، وبالله التوفيق.

<span data-type="title" id=toc-196>سورة الانفطار</span>
قرا الكوفيون: {فَعَدَلَكَ} [٧] بتخفيف الدال، والباقون بتشديدها (٦).
ابن كثير وأبو عمرو: {يَوْمُ لَا تَمْلِكُ} برفع الميم، والباقون
_________
(١) انظر: النشر ٢/ ٣٩٨، والجامع ل ٣٦٢ / ب، والسبعة ص ٦٧٣، والمبسوط ص ٣٩٧، والتذكرة ٢/ ٦١٧.
(٢) انظر: المصادر السابقة. وما بين المقوفين ساقط من المطبوع، وهذا خطأ.
(٣) انظر: المصادر السابقة.
(٤) مَن قرأ بالضاد فمعناه: بخيل، أي: لا يبخل بأداء ما ألقيَ إليه من الوحي.
ومن قرأ بالظاء فمعناه: متهم، أي: لا يتّهم على الوحي، بل هو أمين عليه.
انظر: التسهيل لعلوم التنزيل للكلبي ٢/ ٥٤٢.
(٥) المصادر السابقة.
(٦) انظر: النشر ٢/ ٣٩٩، والجامع ل ٣٦٣ / أ، والسبعة ص ٦٧٤، والمبسوط ص ٣٩٩، والتذكرة ٢/ ٦١٨.',NULL,'548',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (549,'بنصبها (١).

<span data-type="title" id=toc-197>سورة التطفيف </span>(٢)
قرأ أبو بكر وحمزة والكسائي: {بَلْ رَانَ} [١٤] بإمالة فتحة الراء، والباقون بتفخيمها (٣)، وحفص يسكت على اللام من {بَلْ} وقد ذكر (٤).
الكسائي: {خَاتِمَهُ} [٢٦] بألف بعد الخاء، والباقون بكسر الخاء وألف بعد التاء (٥).
حفص: {فَكِهِينَ} [٣١] هنا بغير ألف، والباقون بالألف (٦).

<span data-type="title" id=toc-198>سورة الانشقاق</span>
قرأ عاصم وحمزة وأبو عمرو: {وَيَصْلَى سَعِيرًا} [١٢] بفتح الياء، وإسكان الصاد مخففاً، والباقون بضم الياء وفتح الصاد وتشديد اللام (٧).
ابن كثير وحمزة والكسائي: {لَتَرْكَبَنَّ} [١٩] بفتح الباء، والباقون
_________
(١) انظر: المصادر السابقة.
(٢) ويقال: سورة (المطففين).
(٣) انظر: النشر ٢/ ٦٠، والجامع ل ٣٦٣ / أ، والسبعة ص ٦٧٥، والتذكرة ٢/ ٦١٩.
(٤) في سورة الكهف، الآية: ١
(٥) انظر: المصادر السابقة.
(٦) المصاد السابقة.
(٧) انظر: النشر ٢/ ٣٩٩، والجامع ل ٣٦٤ / أ، والسبعة ص ٦٧٧، والمبسوط ص ٤٠٠، والتذكرة ٢/ ٦٢١.',NULL,'549',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (550,'بضمها (١)، وبالله التوفيق.

<span data-type="title" id=toc-199>سورة البروج</span>
قرأ حمزة والكسائي: {ذُو الْعَرْشِ المَجِيدِ} [١٥] بخفض الدال، والباقون برفعها (٢).
نافع: {مَحْفُوظٌ} [٢٢] برفع الظاء، والباقون بخفضها (٣).

<span data-type="title" id=toc-200>سورة الطارق</span>
قرأ عاصم وابن عامر وحمزة: {لَمَّا عَلَيْهَا} [٤] بتشديد الميم، والباقون بتخفيفها، وقد ذكر (٤)، وبالله التوفيق.

<span data-type="title" id=toc-201>سورة الأعلى عز وجل</span>
قرأ الكسائي: {وَالَّذِي قَدَرَ} [٣] بتخفيف الدال، والباقون بتشديدها (٥).
أبو عمرو: {بَلْ يُؤْثرُون} [١٦] بالياء، والباقون بالتاء (٦).
وأمال حمزة والكسائي أواخر آي هذه السورة كلها، وورش بين بين، وأمال أبو عمرو: {الذِّكْرَى} [٩] و {لِلْيُسْرَى} [٨]، و {الْكُبْرَى} وما عدا ذلك بين بين، والباقون بإخلاص الفتح (٧).
_________
(١) انظر: المصادر السابقة.
(٢) انظر: النشر ٢/ ٣٩٩، والجامع ل ٣٦٤ / أ، والسبعة ص ٦٧٨.
(٣) المصادر السابقة.
(٤) في سورة هود - عليه السلام - الآية: ١١١.
(٥) النشر ٢/ ٣٩٩، والجامع ل ٣٦٤ / أ، والسبعة ص ٦٨٠، والمبسوط ص ٤٠٥، والتذكرة ٢/ ٦٢٤.
(٦) المصادر السابقة.
(٧) انظر: النشر ٢/ ٣٧، ٤٠، ٤٨، والجامع ل ٣٦٤ / ب، والسبعة ص ٦٨١، والمبسوط ص ٤٠٥، والتذكرة ٢/ ٦٢٥.',NULL,'550',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (551,'<span data-type="title" id=toc-202>سورة الغاشية</span>
قرأ أبو بكر وأبو عمرو: {تُصْلى ... نَارًا} [٤] بضم التاء، والباقون بفتحها (١).
{مِنْ عَيْنٍ آنِيَةٍ} [٥] مذكور في الإمالة (٢).
ابن كثير وأبو عمرو: {لَا يُسْمَعُ} [١١] بالياء مضمومة، {لاغِيَةٌ} بالرفع، ونافع كذلك، إلا أنه قرأ بالتاء، والباقون بالياء مفتوحة {لَاغِيَةً} بالنصب (٣).
هشام: {بِمُسَيْطِرٍ} [٢٢] بالسين، وحمزة بخلاف عن خلّاد (٤) بين الصاد والزاي والباقون بالصاد خالصة.
_________
(١) انظر: النشر ٢/ ٤٠٠، والجامع ل ٣٦٤ / ب، والسبعة ص ٦٨١، والمبسوط ص ٤٠٥، والتذكرة ٢/ ٦٢٥.
(٢) أمال الهمزة من {ءَانِيَةٍ} هشام.
(٣) انظر: النشر ٢/ ٤٠٠.
(٤) الجمهور من المشارقة والمغاربة على الإشمام له، وقرأ الداني بالخلاف له على أبي الفتح، ونبه على ذلك الشاطبي، والصاد هي رواية الحلواني ومحمد بن سعيد البزاز كلاهما عن خلاّد، ورواية محمد بن لاحق عن سليم وعبد الله بن صالح عن حمزة، وبهذا قرأ الباقون. النشر ٢/ ٣٧٨، والدر النثير ٤/ ٣٠٢.
وأما حفص فنص له بالصاد ابن مهران في "الغاية" وابن غلبون في "التذكرة" وغيرهم وعند الجمهور، وذكره الداني في "الجامع" عن الإشناني عن عبيد ربه قرأ الداني على شيخه أبي الحسن. ورواه بالسين زرعان عن عمر، وهو نصّ الهذلي عن الإشناني عن عبيد، وحكاه الداني في "الجامع" عن أبي طار بن أبي هاشم عن الإشناني. النشر ٢/ ٣٧٨.',NULL,'551',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (552,'<span data-type="title" id=toc-203>سورة الفجر</span>
قرأ حمزة والكسائي: {وَالوِتْرِ} [٣] بكسر الواو، والباقون بفتحها (١).
ابن عامر: {فَقَدَّرَ عَلَيْهِ} [١٦] بتشديد الدال، والباقون بتخفيفها (٢).
أبو عمرو: {لَا يكْرِمُونَ} [١٧]، {وَلَا يَحضُونَ} [١٨]، و {وَيَأْكُلونَ} [١٩]، {ويُحِبُّونَ} [٢٠] بالياء في الأربعة، والباقون بالتاء.
الكوفيون: {تَحَاضُّونَ} بالألف، والباقون بغير ألف (٣).
{وَجِيءَ يَوْمَئِذٍ} [٢٣] قد ذكر (٤).
الكسائي: {لَا يُعَذَّب} [٢٥]، و {وَلَا يُوثَقُ} [٢٦] بفتح الذال والثاء، والباقون بكسرهما (٥).
فيها ياءان:
{رَبِّيَ أَكْرَمَنِ} [١٥]، و {رَبِّيَ أَهَانَنِ} [١٦] سكنهما الكوفيون وابن عامر (٦).
وفيها أربع محذوفات:
{إِذَا يَسْرِ ي} [٤] أثبتها فى الحالين ابن كثير، وأثبتها فى الوصل
_________
(١) انظر: النشر ٢/ ٤٠٠، والجامع ل ٣٦٤ / ب، والسبعة ص ٦٨٣، والمبسوط ص ٤٠٧، والتذكرة ٢/ ٦٢٦.
(٢) المصادر السابقة.
(٣) انظر: النشر ٢/ ٤٠٠، والجامع ل ٣٦٥ / ا، والسبعة ص ٦٨٤، والمبسوط ص ٤٠٧، والتذكرة ٢/ ٦٢٧.
(٤) ذكر الإشمام للكسائي وهشام في سورة البقرة: ١١.
(٥) انظر: الجامع ٣٦٥ / أ، النشر ٢/ ٤٠٠.
(٦) انظر: النشر ٢/ ٤٠٠، والجامع ل ٣٦٥ / ا، والسبعة ص ٤٠٩، والتذكرة ٢/ ٦٢٧.',NULL,'552',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (553,'نافع (١) وأبو عمرو، و {بِالْوَادِ ي} [٩] أثبتها فى الحالين البزي، وأثبتها فى الوصل ورش وقنبل، وقد روي عن قنبل إثباتهما في الحالين، {أَكْرَمَنِ ي} [١٥]، و {أَهَانَنِ ي} [١٦] أثبتها في الحالين البزي، وأثبتهما في الوصل نافع، وخيّر فيهما أبو عمرو، وقياس قوله في رؤوس الآي يوجب حذفهما، وبذلك قرأت، وبه آخُذ (٢)، وبالله التوفيق.

ومن سورة البلد إلى آخر القرآن
قرأ ابن كثير وأبو عمرو والكسائي: {فَكَّ رَقَبَة} [١٣] بفتح الكاف {رَقَبَةً} بالنصب {أَوْ أَطْعَمَ} بفتح الهمزة وحذف الألف بعد العين وفتح الميم من غير تنوين، والباقون برفع الكاف والخفض وكسر الهمزة وألف بعد العين ورفع الميم مع التنوين (٣).
حفص وأبو عمرو وحمزة: {مُؤْصَدَةٌ} [٢٠] هنا وفي (الهمزة) (٤) بالهمز، وحمزة إذا وقف أبدلها واواً، والباقون بغير همز (٥)، وبالله التوفيق.
_________
(١) انظر: النشر ٢/ ٤٠٠.
(٢) قال ابن الجزري: "والوجهان مشهوران عن أبي عمرو، والتخيير أكثر، والحذف أشهر". انظر: النشر ٢/ ١٩١، والدر النثير ٤/ ٣٠٣.
(٣) انظر: النشر ٢/ ٤٠١، والجامع ل ٣٦٦/ ا، والسبعة ص ٦٨٦، والمبسوط ص ٤١٠، والتذكرة ٢/ ٦٢٨.
(٤) الآية: ٨.
(٥) النشر ٢/ ٤٠١، والجامع ل ٣٦٦/ ا، والسبعة ص ٦٨٦، والمبسوط ص ٤١٠، والتذكرة ٢/ ٦٢٨.',NULL,'553',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (554,'<span data-type="title" id=toc-204>سورة والشمس</span>
قرأ نافع وابن عامر: {فَلا ... يَخَافُ} [١٥] بالفاء، والباقون بالواو (١).
وأمال حمزة والكسائي أواخر هذه السورة كلها، إلا قوله: {تَلَاهَا} [٢]، و {طَحَاهَا} [٦] فإن حمزة فتحهما، وأبو عمرو جميع ذلك بين بين، والباقون بإخلاص الفتح (٢).

<span data-type="title" id=toc-205>سورة (والليل إذا يغشى والضحى)</span>
أمال حمزة والكسائي أواخر آيها، إلا قوله: {سَجَى} [٢] فإن حمزة فتحه، وأمال أبو عمرو {لِلْيُسْرَى} [١٠] و {لِلْعُسْرَى} [١٠] وما سواهما بين بين، وورش جميع ذلك بين بين، والباقون بإخلاص الفتح (٣).
وليس فى {أَلَمْ نَشْرَحْ} و {وَالتِّينِ} خلْف إلا ما تقدّم في الأصول، وبالله التوفيق.

<span data-type="title" id=toc-206>سورة العلق</span>
قرأ قنبل: {أَنْ رَّأَهُ} [٧] بقصر الهمزة، والباقون بمدها (٤).
وأمال حمزة والكسائي أواخر آي هذه السورة من لدن قوله: {لَيَطْغَى} [٦] إلى قوله: {بِأَنَّ اللَّهَ يَرَى} [١٤].
_________
(١) وهي كذلك في مصاحف أهل المدينة والشام بالفاء.
انظر: النشر ٢/ ٤٠١، والمقنع للداني ص ١٠٨، والجامع ل ٣٦٧ / ب، والسبعة ص ٦٨٩، والمبسوط ص ٤١١، والتذكرة ٢/ ٦٢٩.
(٢) انظر: النشر ٢/ ٣٧، ٤٠، ٤٨، والجامع ل ٣٦٧/ ا، والسبعة ص ٦٨٨.
(٣) المصادر السابقة.
(٤) انظر: النشر ٢/ ٤٠١، والجامع ل ٣٦٧ / ب، والسبعة ص ٦٩٢، والتذكرة ٢/ ٦٣٣.',NULL,'554',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (555,'وأمال أبو عمرو: {يَرَى} وحده وما عداه بين بين وورش جميع ذلك بين بين والباقون بإخلاص الفتح (١).

<span data-type="title" id=toc-207>سورة القدر</span>
قرأ الكسائي: {حَتَّى مَطْلِعِ} [٥] بكسر اللام، والباقون بفتحها (٢).

<span data-type="title" id=toc-208>سورة البريّة </span>(٣)
قرأ نافع وابن ذكوان: {الْبَرِيَّةِ} [٦، ٧] فى الحرفين بالهمز، والباقون بغير همز وتشديد الياء فيهما (٤)، وبالله التوفيق.
سور الزلزلة
قرأ هشام: {خَيْرًا يَرَهْ} [٧] و {شَرًّا يَرَهْ} [٨] بإسكان الهاء فيهما، والباقون بصلتهما (٥).

<span data-type="title" id=toc-209>سورة العاديات</span>
قد ذُكر مذهب أبي عمرو في إدغام: {وَالْعَادِيَاتِ ضَبْحًا} [١]،
_________
(١) انظر: النشر ٢/ ٣٧، ٤٠، ٤٨، والجامع ل ٣٦٧ / ب، والتذكرة ٢/ ٦٣٣.
(٢) انظر: النشر ٢/ ٤٠٣، والجامع ل ٣٦٧ / ب، والسبعة ص ٦٩٣، والمبسوط ص ٤١٢، والتذكرة ٢/ ٦٣٤.
(٣) تسمى: (لم يكن)، و (سورة أهل الكتاب)، وكذا سميت في مصحف أبيّ، و (سورة البيّنة)، و (سورة الانفكاك). الإتقان ١/ ١٢٢.
(٤) المصادر السابقة.
(٥) انظر: النشر ٢/ ٣١٠، والجامع ل ٣٦٨ / ا، والسبعة ص ٦٩٤، والتذكرة ٢/ ٦٣٦.',NULL,'555',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (556,'ومذهبه ومذهب خلاّد في إدغام: {فَالْمُغِيرَاتِ صُبْحًا} [٢] فيما سلف (١)، وبالله التوفيق.

<span data-type="title" id=toc-210>سورة القارعة</span>
قرأ حمزة: {مَا هِيَة} [١٠] بغير هاء في الوصل، والباقون بإثباتها في الحالين (٢).

<span data-type="title" id=toc-211>سورة ألهاكم</span>
قرأ ابن عامر والكسائي: {تُرَوُنَّ} [٦] بضم التاء، والباقون بفتحها (٣).
ولا خلاف في قوله: {ثُمَّ لَتَرَوُنَّهَا} [٧].

<span data-type="title" id=toc-212>سورة الهُمَزة</span>
قرأ ابن عامر وحمزة والكسائي: {جَمَّعَ مَالًا} [٢] بتشديد الميم، والباقون بتخفيفها (٤).
أبوبكر وحمزة والكسائي: {فِي عُمُدٍ} [٩] بضمتين، والباقون بفتحتين (٥).

<span data-type="title" id=toc-213>سورة قريش</span>
_________
(١) في باب ذكر الحرفين المتقاربين في كلمة وفي كلمتين، وفي سورة الصافات، الآية (١).
(٢) انظر: النشر ٢/ ١٤٢، والجامع ل ٣٦٨ / ب، والمبسوط ص ٤١٥، والتذكرة ٢/ ٦٣٨.
(٣) انظر: النشر ٢/ ٤٠٣، والجامع ل ٣٩٦، والسبعة ص ٦٩٨، والمبسوط ص ٤١٨، والتذكرة ٢/ ٦٤٣.
(٤) المصادر السابقة.
(٥) المصادر السابقة.',NULL,'556',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (557,'قرأ ابن عامر: {لِإِيلَافِ} [١] بغير ياء بعد الهمزة، والباقون بياء (١).
وأجمعوا على إثبات ياء في اللفظ دون الخط بعد الهمزة في {إِيلَافِهِمْ} [٢]، وبالله التوفيق.

<span data-type="title" id=toc-214>سورة الكافرون </span>(٢)
قرأ هشام: {عَابِدُونَ} [٣]، و {عَابِدٌ} [٤]، و {عَابِدُونَ} [٥] بالإمالة، والباقون بالفتح (٣)، وقد ذكر (٤).
نافع والبزي بخلاف عنه وحفص وهشام: {وَلِيَ دِينِ} [٦] بفتح الياء، والباقون بإسكانها، وهو المشهور عن البزي، وبه آخذ (٥).

<span data-type="title" id=toc-215>سورة المسد</span>
قرأ ابن كثير: {يَدَا أَبِي لَهَبٍ} [١] بإسكان الهاء، والباقون بفتحها (٦)
_________
(١) انظر: النشر ٢/ ٤٠٣. والجامع ل ٣٦٩/أز والسبعة ص ٦٩٨. والمبسوط ص ٤١٨. والتذكرة ٢/ ٦٤٣.
(٢) وتسمى سورة (الدين)، و (المقشقشة)، وسورة (العبادة). الإتقان ١/ ١٢٢.
(٣) انظر: النشر ٢/ ٦٦. والجامع ل ٣٧٠/أ. والسبعة ص ٦٩٩. والتذكرة ٢/ ٦٤٦.
(٤) في باب الفتح والإمالة وبين اللفظين.
(٥) انظر: النشر ٢/ ٤٠٤. والجامع ل ٣٧٠/ب. والسبعة ص ٧٠٠. والتذكرة ٢/ ٦٤٦. والدر النثير ٤/ ٣٠٥.
(٦) انظر: النشر ٢/ ٤٠٤. والجامع ل ٣٧٠/ب. والسبعة ص ٧٠٠. والمبسوط ص ٤٢٠. والتذكرة ٢/ ٦٤٩.',NULL,'557',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (558,'عاصم: {حَمَّالَةَ الْحَطَبِ} [٤] بنصب التاء، والباقون برفعها (١).

<span data-type="title" id=toc-216>سورة الإخلاص </span>(٢)
قرأ حفص: {كُفُوًا} [٤] بضم الفاء وفتح الواو من غير همز، وحمزة بإسكان الفاء مع الهمز في الوصل، فإذا وقف أبدل الهمزة واواً مفتوحة اتباعاً للخط، والقياسُ أن يلقى حركتها على الفاء، والباقون بضم الفاء مع الهمز (٣).
وليس فى (الفلق) و (الناس) خلْف إلا ما تقدّم من الأصول في صدر الكتاب، وبالله التوفيق وبه أستعين.
_________
(١) المصادر السابقة.
(٢) وتسمى: (الأساس) لاشتمالها على توحيد الله، وهو أساسُ الدين. الاتقان ١/ ١٢٢.
(٣) انظر: النشر ٢/ ٤٨٢، والجامع ل ٣٧١ / ا، والسبعة ص ٧٠٢، والمبسوط ص ٤٢١، والتذكرة ٢/ ٦٥٢.',NULL,'558',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (559,'<span data-type="title" id=toc-217>باب ذكر التكبير في قراءة ابن كثير</span>
قال أبو عمرو: اعلم- أيّدك الله -: أن البزي روى عن ابن كثير بإسناده أنه كان يكبر من آخر (والضحى) مع فراغه من كل سورة إلى آخر {قُلْ أَعُوذُ بِرَبِّ النَّاسِ}، يصل التكبير بآخر السورة، وإن شاء القارئ قطع عليه وابتدأ التسمية موصولة (١) بأول السورة التى بعدها، وإن شاء وصل التكبير بالتسمية ووصل التسمية بأول السورة، ولا يجوز القطع على التسمية إذا وصلت بالتكبير، وقد كان بعض أهل الأداء يقطع على أواخر السور ثم يبتدئ بالتكبير موصولا بالتسمية، وكذلك روى النقاش عن أبي ربيعة عن البزي، وبذلك قرأتُ على الفارسي عنه.
والأحاديث الواردة عن المكيِّين بالتكبير دالّة على ما ابتدأنا به، لأن فيها "مع" وهي تدلُّ على الصحبة والاجتماع، فإذا كبَّر في أواخر سورة (الناس) قرأ (فاتحة الكتاب) وخمس آيات من أول سورة (البقرة) على عدد الكوفيين (٢) إلى قوله تعالى: {وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [٥] ثم دعى بدعاء الختمة، وهذا يسمى الحال المرتحل (٣)، وفي جميع ما قدمناه أحاديث مشهورة يرويها العلماء يؤيد بعضها بعضا تدلّ على صحة ما فعله ابن
_________
(١) من هنا مذكورة في الأصل إلى آخر الكتاب.
(٢) مرشد الخلان شرح الفرائد الحسان لشيخنا عبد الرازق بن علي موسى رحمه الله ص ٥٢.
(٣) الحديث عن ابن عباس قال: فقال رجلٌ: يارسول الله أيُّ الأعمال أحبّ إلى الله تعالى؟ ، قال: "الحال المرتحل" والحديث رواه التزمذي: ٥/ ١٨١ في كتاب القراءات (الحديث: ٢٩٤٨) وقال: "إسناده ليس بالقوي"، والدارمي في "سننه" ٢/ ٥٦٠ في كتاب فضائل القرآن، باب في ختم القرآن وغيرهما عن صالح المري عن قتادة عن زرارة بن أوفى، وصالح هذا ضعيف كما قال ابن حجر في "التقريب" ص ٢١٢. ورواه الداني في " الجامع " بسنده، وفيه صالح المري، وبإسناد فيه ابن لهيعة وكلاهما ضعيف. انظر: الجامع ل ٣٧٤/ب، وإبراز المعاني ٤/ ٢٧٩.',NULL,'559',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (560,'كثير، ولها موضع غير هذا قد ذكرناها فيه (١).
واختلف أهل الأداء فى لفظ التكبير، فكان بعضهم يقول: (الله أكبر) لا غير، ودليلهم على صحة ذلك: جميع الأحاديث الواردة بذلك من غير زيادة، كما حدثنا أبو الفتح (٢) شيخنا قال: حدثنا أبو الحسن المقري (٣) قال: حدثنا أحمد بن سلْم (٤) قال: حدثنا الحسن بن مخلد (٥) قال: حدثنا البزي (٦) قال: قرأتُ على عكرمة بن سليمان (٧)، وقال: قرأت على إسماعيل بن عبد الله بن قسطنطين (٨)
فلما بلغت (والضحى) قال: كبِّر
_________
(١) في جامع البيان ل ٣٧٢ إلى آخر الكتاب.
(٢) تُرجم له في إسناد قراءة نافع.
(٣) عبد الباقي بن الحسن: تُرجم له في إسناد قراءة نافع.
(٤) هو: أحمد بن جعفر بن محمد بن سلْم الختَّليْ: قرأ على أحمد بن فرج، وأحمد بن محمد بن رستم، وغيرهم، قرأ عليه عبد الباقي بن الحسن وغيره. غاية النهاية ١/ ٤٤.
(٥) هو: الحسن بن الحباب بن مخلد الدقاق، أبو على البغدادي: ثقة، ضابط، عرض على البزي وغيره، وروى القراءة عنه ابن مجاهد، وابن الأنباري، وأحمد بن صالح، وابن سلم الختلي، وغيرهم، توفي سنة إحدى وثلاثمائة ببغداد. غاية النهاية ١/ ٢٠٩.
(٦) عكرمة بن سليمان بن كثير بن عامر، أبو القاسم المكي: قال الذهبي: شيخ مستور، ما علمتُ أحداً تكلم فيه، عرض على شبل بن عباد، وإسماعيل بن عبد الله القسط، وعرض عليه أحمد البزي، كان إمام أهل مكة في القراءة بعد شبل، بقي إلى قبيل المائتين. انظر: غاية النهاية ١/ ٥١٥.
(٧) تُرجم في إسناد قراءة ابن كثير.
(٨) رواه الحاكم في "مستدركه"، وقال: "صحيح على شرط الشيخين، ولم يخرجاه" ٣/ ٣٠٤، والبيهقي في "الشعب" ٤/ ٤١. قال الحافظ ابن كثير: "فهذه سنة تفرّد بها البزي وكان إماماً في القراءات، فأما الحديث فقد ضعفه أبو حاتم الرازي، وقال: لا أحدِّثُ عنه، وكذلك أوب جعفر العقيلي قال: هو منكر الحديث. لكن حكى الشيخ أبو شامة في "شرح الشاطبية" عن الشافعي أنه سمع رجلاً يكبّر هذا التكبير في الصلاة فقال: =',NULL,'560',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (561,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أحسنتَ وأصبتَ السنة، وهذا يقتضي صحة الحديث .. ثم قال في سبب التكبير: "لم يروَ بإسناد يحكم عليه بصحة ولا ضعف". وقال ابن قدامة: "واستحسن أبو عبد الله - يعني: الإمام أحمد - التكبيرَ عند آخر كل سورة من سورة (الضحى) إلى آخر القرآن، لأنه روى عن أبيّ بن كعب أنه قرأ على النبي صلى الله عليه وسلم فأمره بذلك، رواه القاضي بإسناده". وقال الشيخ ابن الجزري: "فاعلم أن التكبير صحّ عند أهل مكة قراءهم وعلمائهم وأئمتهم ومن روى عنهم صحة استفاضت واشتهرت وذاعت وانتشرت حتى بلغت حدّ التواتر وصحّت أيضا عن أبي عمرو من رواية السوسي وعن أبي جعفر من رواية العمري، ووردت - أيضا - عن سائر القراء، وبه كان يأخذ ابن حبش والخبازي عن الجميع، وحكى ذلك الإمام أبو الفضل الرازي وأبو القاسم الهذلي والحافظ أبو العلاء، وقد صار على هذا العمل عند أهل الأمصار في سائر الأقطار عند ختمهم في المحافل واجتماعهم في المجالس". ثم قال: "ومن لم يفعله فلا حرج عليه، وهو سنة مأثورة عن رسول الله صلى الله عليه وسلم والصحابة والتابعين" ا. هـ. ثم ساق أسانيده بذلك، ثم قال: "وقد تكلم أهلُ الحديث في البزي، وأظنُّ ذلك من قبل رفعه له فضعفه أبو حاتم والعقيلي على انه قد رواه عن البزي جماعة كثيرون وثقات معتبرون" ا. هـ. وقال الزعبي في "إرشاد البصير": والتكبير سنة عند الشافعية والحنابلة كما وضحت ذلك في موضعه، وأهل مكة وقراءهم وعلمائهم وفقهائهم نقلوا التكبير. وأجمعت الأمة على ذلك، ولا اعتبار لمن خالف وشذّ " ا. هـ. وابتداء التكبير فيه خلاف هل هو من أول (الضحى) أم من آخرها؟ ، والصواب: أنه من أول (الضحى) هكذا قال الحافظ ابن الجزري. وانتهائه فيه خلاف أيضا، والجمهور من المغاربة وبعض المشارقة وغيرهم إلى أن انتهاء التكبير آخر سورة (الناس)، وآخرون - وهم جمهور المشارقة - إلى أن انتهاءه أول سورة (الناس).
قال الحافظ: "والوجهان مبنيان على أصل وهو أن التكبير هل هو لأول السورة أم لآخرها؟ ، فمَن ذهب إلى أنه لأول السورة لم يكبّر لآخر سورة (الناس)، سواء كان ابتداء التكبير عنده من أول (ألم نشرح) أو من أول (الضحى). قال الشاطبي - رحمه الله تعالى -: =',NULL,'561',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (562,'حتى تختم مع خاتمة كل سورة، فإني قرأت على عبد الله بن كثير فأمرني بذلك، وأخبرني ابن كثير أنه قرأ على مجاهد فأمره بذلك، وأخبره مجاهد أنه قرأ على عبد اللهبن عباس فأمره بذلك، وأخبره ابن عباس أنه قرأ على أبيّ بن كعب فأمره بذلك، وأخبره أبيّ أنه قرأ على رسول الله - صلى الله عليه وسلم - فأمره بذلك.
وكان آخرون يقولون: (لا إله إلا الله، والله أكبر) فيهللون قبل التكبير، واستدلوا على صحة ذلك بما حدثناه فارس بن أحمد المقرئ قال: حدثنا عبد الباقي ابن الحسن قال: حدثنا أحمد بن سلم الختني وأحمد بن صالح قالا: حدثنا الحسن بن الحباب قال: سألت البزي عن التكبير كيف هو؟ ، فقال لي: (لا إله إلا الله، والله أكبر) (١).
قال أبو عمرو وابن الحباب: هذه من الإتقان والضبط وصدق اللهجة بمكان لا يجهله أحدٌ من علماء الصنعة، وبهذا قرأتُ على أبي الفتح وقرأتُ على غيره بما تقدّم.
_________
وفيه عن المكيين تكبيرهم مع ال ... خواتم قرب الختم يروى مسلْسلا.
إذا كبروا في آخر (الناس) أردفوا ... مع الحمد حتى (المفلحون) توسلا.
وقال به البزّي من آخر (الضحى) ... وبعض له من آخر (الليل) وصلا.
فإن شئت فاقطع دونه أو عله أو ... صل الكل دون القطع معه مبسملا.

انظر: النشر ٢/ ٤١٠ إلى ٤٢٠، وحرز الأماني ص ٩٠، والمغني لابن قدامة ٢/ ٦١٠، وإبراز المعاني ٤/ ٢٧١، وتفسير القرآن العظيم لابن كثير ٤/ ٥٢٣.
(١) انظر: الجامع ل ٣٧٦.',NULL,'562',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (563,'فصل
واعلم: أن القارئ إذا وصلَ التكبير بآخر السورة فإن كان آخرها ساكناً كسره للساكنين نحو قوله تعالى: {فَحَدِّثْ} الله أكبر (١)، و {فَارْغَبْ} الله أكبر (٢)، وإن كان منونا كسره أيضا لذلك.
وسواء كان الحرف المنون مفتوحاً أو مضموماً أو مكسوراً نحو: {تَوَّابًا} الله أكبر (٣)، و {لَخَبِيرٌ} الله أكبر (٤)، و {مِنْ مَسَدٍ} الله أكبر (٥)، وشبهه.
وإن كان آخر السورة مفتوحا فتحه، وإن كان مكسوراً كسره، وإن كان مضموما ضمه نحو قوله: {إِذَا (٣)} الله أكبر (٦)، و {وَالنَّاسِ} الله أكبر (٧)، و {الْأَبْتَرُ} الله أكبر (٨)، وشبهه.
وإن كان آخر السورة هاء كناية موصولة بواو حذف صلتها للساكنين نحو: {رَبَّهُ} الله أكبر (٩)، و {شَرًّا يَرَهُ} الله أكبر (١٠).
وأسقطت ألف الوصل التي في أول اسم الله (١١) عز وجل في جميع ذلك استغناءً عنها فاعلم ذلك موفّقاً لطريق الحق ومنهاج الصواب إن
_________
(١) آخر (الضحى) مع التكبير.
(٢) آخر (الشرح) مع التكبير.
(٣) آخر (النصر) مع التكبير.
(٤) آخر (العاديات) مع التكبير.
(٥) آخر (المسد) مع التكبير.
(٦) آخر (الفلق) مع التكبير.
(٧) آخر (الناس) مع التكبير.
(٨) آخر (الكوثر) مع التكبير.
(٩) آخر (البيّنة) مع التكبير.
(١٠) آخر (الزلزلة) مع التكبير.
(١١) في المطبوع خطا هنا، فكتب في أول سورة الله ".',NULL,'563',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (564,'شاء الله، وبالله التوفيق.
تَمَّ كتاب "التيسير" بحمد الله وعونه في أواخر شعبان سنة ثلاثين وخمس مائة وكتبه صدقة (١)
بن الحسين بن الحسن، حامداً الله تعالى ومصليا على رسوله النبي وآله.
_________
(١) صدقة بن الحسين بن الحسن بن الحدّاد، أبو الفرج البغدادي الحنبلي، الناسخ، الفرضي، المتكلّم، المتهم في دينه. هذا ما قاله الذهبي وابن الجوزي.

وقال ابن كثير: "قرأ القرآن، وسمع الحديث، وتفقّه، وأفتى، وقال الشعر، وقال في الكلام، وله تاريخٌ ذيل على شيخه بن الزغواني، وفيه غرائب وعجائب، وكان فقيراً يأكل من أجرة النسخ" وابن الجزري يذمُّه ويرميه بالعظائم " ا. هـ. وقال ابن الجوزي: "ويظهر فلتات لسانه ما يدل على سوء عقيدته، ويميل إلى مذهب الفلاسفة، وتارةً يعترض على القدر". وقال أبو يعلي ابن الفراء: "مذ كتب صدقة كتاب "الشفاء" لابن سيناء تغيّر" ا. هـ. ثم أوردَ له أشعاراً فيها زندقة - والعياذ بالله -، وقال: " هجرته سنين، ولم أصلّ عليه لَمّا مات، ورويت له منامات نجسة - أعاذنا الله من الشقاوة -، ومات سنة ثلاث وسبعين وخمسمائة". وانظر: المنتظم في تاريخ الملوك والأمم (١٨/ ٢٤٣)، وسير أعلام النبلاء (٢١/ ٦٦)، والبداية والنهاية (١٢/ ٢٩٨).',NULL,'564',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (565,'الخاتمة

الحمد لله رب العالمين، الحمد لله الذي يسّر لي خدمة هذا الكتاب العظيم "التيسير في القراءات السبع" للإمام أبي عمرو الداني، وأُصلّي وأُسلِّم صلاةً وسلامًا دائمين ما دامت السموات والأرض على إمام الأنبياء وسيد المرسلين ورحمة الله للعالمين؛ نبينا محمد، وعلى آله الطيبين وأصحابه أجمعين والتابعين لهم بإحسان إلى يوم الدين، وبعد
ففي الختام؛ أذكرُ بعض ما توصّلتُ إليه من فوائد، ولا شكّ أن هذه الفوائد نابعةٌ من عظيم قَدْر هذا العلم - وهو القراءات- لارتباطِه الوثيق بكلام الله عز وجل، فقد استفدت في مجالات شتى.
ومن قرأ كتاب "التيسير" تبين له عظيم قدْرِ مؤلِّفه الإمام العلامة أبو عمرو الداني -رحمه الله- من حُسن تأليف، وسعة اطلاع، وقيمة علمية لكتبه القيّمة، وذلك من خلال الاطلاع عليها، وثناء العلماء عليها.
ومن خلال هذا البحث والدراسة لهذا الكتاب النافع؛ تبين لي أن هذا الرجل -رحمه الله- قد وهبه الله طاقات وقُدرات تميّز بها، فصرفها - رحمه الله - في خدمة كتاب الله - عز وجل - في كل مجال استطاعه.
ولقد استفدت من هذا البحث فائدة عُظمى، من خلال الاطلاع على بعض مؤلّفاته -رحمه الله-، وكذلك بالرجوع لكتب القراءات الأخرى، وكتب التراجم التي وثّقْتُ منها، ووقفتُ على شيء من سير هؤلاء الأعلام الذين نقلوا لنا كتاب الله بقراءاته إلى رسول الله - صلى الله عليه وسلم -، فهم في سماء العلم كالنجوم، بل الشموس الساطعة، فرحمهم الله، وجمعنا بهم في مستقر رحمته.',NULL,'565',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (566,'وقد أحسن الشاطبي إذ قال في "حرزه":
جَزَى اللهُ بِالْخَيْرَاتِ عَنَّا أَئِمَّةً ... لَنَا نَقَلُوا القُرَآنَ عَذْباً وَسَلْسَلا (١)
ومن هؤلاء من وثّقت من كتبه، وجعلته عمدتي في التوثيق، وهو الإمام المحقق محمد بن محمد بن محمد بن الجزري -رحمه الله-، الذي ما ترك في المتواتر والصحيح من القراءات شاردةً ولا واردةً إلا ذكرها في "نَشْرِهِ" (٢) وكان "التيسير" -كما ذُكر- أولَ أصلٍ من أصوله.
ولقد هالني ما وقفت عليه في المطبوع من أخطاء للمستشرق الألماني "أوتويرتزل" الذي أخرج الكتاب عام ١٩٣٠ م عن جمعية المستشرقين الألمانية، بمطبعة الدولة باستانبول، حيث أخطأ في نسبة القراءات في سبعة مواطن، وهذا خطأٌ شنيع،
كما في سورة المائدة، عند قوله تعالى {شَنئان}، وفي سورة الأنعام عند قوله تعالى {ولِتُنْذِرَ}.
بل أخطأ في كتابة آيات من كتاب الله تعالى، وهذا أشنع، كما فعل في باب الإظهار والإدغام للحروف السواكن؛ في قوله تعالى: {وَإِذْ جَعَلْنَا}، فكتبها {فإذ جعلنا}، وفي باب ذكر مذاهبهم في الفتح والإسكان لياءات الإضافة أخطأ في الإحالة والرسم، حيث قال: وفي المؤمنون: (رَبِّي الله)، و (قَدْ جَاءَنِي البَيِّنَاتُ) (٣)، والصواب: وفي المؤمن
_________
(١) حرز الأماني ص ٢.
(٢) كتاب النشر في القراءات العشر.
(٣) انظر: المطبوع ص ٥٩.',NULL,'566',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (567,'(أي سورة غافر): {كَذِبُهُ اللَّهُ}، و {لَمَّا جَاءَنِيَ الْبَيِّنَاتُ}.
وقد نوّهت على أخطائه في المقدمة، وجعلت جدولا لأخطاء المطبوع الكبيرة في آخر الكتاب، بعد هذه الخاتمة.
ولقد يسّر الله هذا العمل بمنّه وتوفيقه؛ فله الحمد والشكر والثناء الحسن.
ولا يفوتني أن أذكر أنه قد واجهني بعض المتاعب في الحصول على أقدم النسخ لهذا الكتاب، وهي النسخة الظاهرية من دمشق، المرموز لها بـ (ظ) والنسخة التيمورية المرموز لها بـ (ت)، وهي من القاهرة، وقد كلّفني هذا وقتاً وجهدا، وقد تحرّيتُ في إخراج هذا الكتاب وتحقيقه الدقّةَ والصوابَ ما استطعتُ إلى ذلك سبيلا، {إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} وكُلُّ عملٍ بشريٍّ عُرضةٌ للنقص والخلل، ولا عصمةَ من ذلك إلا لكتاب الله - عز وجل -، قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢)}.
وقد أحسن العماد الأصفهاني حين قال: إني رأيت أنه لا يكتب إنسان كتاباً في يومه إلا قال في غده: لو غُير هذا لكان أحسنَ، ولو زيد هذا لكان يُستحسن، ولو قُدِّم هذا لكان أفضل، ولو تُرك هذا لكان أجمل، وهذا من أعظم العبر، وهو دليلٌ على استيلاء النقص على جملة',NULL,'567',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (568,'البشر" (١).
فالحمد لله الذي بنعمته تتم الصالحات، وأسأل الله العظيم أن يجعل هذا العمل خالصا لوجهه، وابتغاء مرضاته، فما كان من صواب فمن الله - عز وجل -، وما كان من خطأ فمني والله المستعان.
{رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٨٦)}
وآخر دعوانا أن الحمد لله رب العالمين
_________
(١) انظر: كشف الظنون لحاجي خليفة ١/ ١٤.',NULL,'568',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (569,'ملخص أخطاء المستشرق ممم جدول
م ... الخطأ في المطبوع ... ص ... الصواب
١ ... عن ابن عباس عن أبيّ بن ثابت ... ٢٠ ... عن ابن عباس عن أُبيّ بن كعب وزيد بن ثابت
٢ ... ولا فرق بين اليائين ... ٢٩ ... ولا فرق بين البابين
٣ ... فإذ جعلنا ... ٤٢ ... نحو قوله تعالى {وإذ جعلنا}
٤ ... قد جاءني البينات ... {لَمَّا جَاءَنِيَ البَيِّنَاتُ}
٥ ... الكوفيون {تجارة} بالنصب، والباقون بالرفع {مدخلاً} هنا وفي (الحج) بفتح الميم. ... ٧٩ ... الكوفيون {تجارةً} بالنصب، والباقون بالرفع. نافع {مدخلًا} هنا وفي (الحج) بفتح الميم.
٦ ... نافع وابن عامر وحمزة والكسائي ... ٨١ ... نافع وابن عامر وحمزة: {إليكم السلم} ... {إليكم السلم}
٧ ... الكوفيين: {أن يُصْلحا} ... ٨١ ... الكوفيون .....
٨ ... والباقون بضم النون وكسر الزاي ... ٨١ ... والباقون بضم النون والهمزة وكسر الزاي
٨ ... أبو عمرو وابن عامر: {شنئان} ... ٨٢ ... أبو بكر وابن عامر (شنئان)
٩ ... في الثلاثة المواضع هنا وفي بضم الحاء، والباقون بإسكانها. ... ٨٢ ... في الثلاثة المواضع بضم الحاء، والباقون بإسكانها.',NULL,'569',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (570,'١٠ ... {واللهِ ربّنا} بنصب الياء ... ٨٤ ... ... {واللهِ ربّنا} بنصب الباء
١١ ... الكوفيون: {لئن أنجانا} بالألف من غير ياء، والباقون بالياء التاء. ... ٨٥ ... الكوفيون: {لئن أنجانا} بالألف من غير ياء ولا تاء، والباقون بالياء والتاء.
١٢ ... أبو عمرو: {ولِيُنْذِرَ} بالياء ... ٨٧ ... أبو بكر: {وَلِيُنْذِرَ} بالياء.
١٣ ... ابن كثير وأبو عمرو: {إذ يَغْشَاكُم} بفتح الياء والشين وألف بعدها، {النُّعَاس} بالنصب، والباقون كذلك؛ إلا أنهم فتحو الغين وشدّدوا الشين. ... ٩٥ ... ابن كثير وأبو عمرو: {إذ يَغشَاكم} بفتح الياء والشين وألف بعدها، {النُّعَاس} برفع الشين، ونافع: {يُغشِيكم} بضم الياء وكسر الشين مخففًا {النُّعَاس} بالنصب والباقون كذلك ...
١٤ ... {الرُّعب}، و {لكنّ الله} في الحين قد ذكر. ... ٩٥ ... ... في الحرفين قد ذكر.
١٥ ... ابن عامر وابو بكر وحمزة: (حرف) بإسكان الراء ... ٩٨ ... ... {جرْف} بإسكان الراء
١٦ ... نافع والكسائي: {ومِنْ خِزْي يَوْمِئِذ} بفتح الميم، والباقون بكسرها. ... ١٠٢ ... نافع والكسائي: {ومِنْ خِزْي يَوْمِئِذ}، وفي المعارج: {مِن عَذَابِ يَومِئذ} بفتح الميم،',NULL,'570',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (571,'والباقون بكسرها.
١٧ ... والباقون بالتنوين، ووقفوا بالألف عوضا من الكسائي {ألا بُعْدًا لثمود} .... ... ١٠٢ ... والباقون بالتنوين، ووقفوا بالألف عوضا منه، والكسائي: {ألَا بُعدًا لِثَمُودِ} بخفض الدال.
١٨ ... ابن عامر وحفص: {يعقوب قالتْ} بنصب الباء. ... ١٠٢ ... ابن عامر وحمزة وحفص {يعقوبَ قالت} بنصب الباء.
١٩ ... وقرأ ابن كثير وأبو عمروب الجميع بين الاستفهامين ... ... ١٠٧ ... وقرأ ابن كثير وأبو عمرو بالجمع بين الاستفهامين.
٢٠ ... وقرأ عاصم وحمزة بالجميع بين الاستفهامين حيث وقعا ... ... ١٠٨ ... وقرأ عاصم وحمزة بالجمع بين الاستفهامين حيث وقعا ...
٢١ ... (ما رزقكم) بالتاء ... ... ١٢٤ ... {مَا رزقتُكم} بالتاء مضمومة ...
٢٢ ... وفيها محذوفة: (ألا تتبعونِ أفعصيت). ... ١٢٥ ... ... {ألّا تَتَّبِعنِ أفَعَصيْتَ}.
٢٣ ... أبو عمرو: (أهلكها) بتاء مضمومة ... ... ١٢٨ ... أبو عمرو: {أهلكتُها} بتاء مضمومة ...
٢٤ ... أبو بكر وحمزة والسكائي: (ثلاث مرات) ... ١٣٢ ... ... {ثَلاثُ عَوْرَاتٍ}.',NULL,'571',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (572,'٢٥ ... قرأ حمزة: (هذي ورحمة) ... ١٤٣ ... ... {هُدًى ورَحْمَةٌ}
٢٦ ... وحمزة إذ وقف جعلها بين بين أصله. ... ١٤٦ ... ... بين بين على أصله.
٢٧ ... فيكون أصله الإبطاء فاصلة الهمر ... ... ١٤٧ ... فيكون أصله الإبطاء وأصله الهمز ....
٢٨ ... والنص من قالون بإسكان حمزة وبإسكان الخاء. ... ١٤٩ ... والنص عن قالون بالإسكان وحمزة بإسكان الخاء ...
٢٩ ... الحرميان وابن عامر (عبد الرحمن) بالنون. ... ١٥٩ ... ... {عِندَ الرحمن} بالنون ساكنة.
٣٠ ... أبو عمرو وحمزة والكسائي: ... ١٦٩ ... ابن عامر وحمزة والكسائي: ... {لِنَجْزِيَ قومًا} بالنون. ... {لِنَجْزِيَ قَوْمًا} بالنون.
٣١ ... قرأ عاصم: {يظاهرون} في الموضعين. ... ١٦٩ ... قرأ عاصم: {يُظاهرون} في الموضعين بضم الياء ...
٣٢ ... وأسقطت ألف الوصل التي في أول سورة الله عز وجل. ... ١٨٥ ... وأسقطت ألف الوصل التي في أول اسم الله عز وجل.',NULL,'572',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (573,'<span data-type="title" id=toc-218>فهرس المصادر والمراجع</span>
١. القرآن الكريم- مصحف المدينة النبوية - طبعة مجمع خادم الحرمين الشريفين الملك فهد لطباعة المصحف الشريف.
٢. الأرجوزة المنبهة - للإمام أبي عمرو عثمان بن سعيد الداني- حققه محمد بن مجفان الجزائري - دار المغني- الرياض- الطبعة الأولى- ١٤٢٠ هـ.
٣. أطلس العالم العربي- إشراف الدكتورة/دولت صادق- طبعة عام ١٤٠٣ هـ-دار البيان العربي.
٤. الأعلام، قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين-خير الدين الزركلي- الطبعة الحادية عشرة- دار العلم للملايين.
٥. إبراز المعاني من حرز الأماني في القراءات السبع للإمام الشاطبي- الإمام عبد الرحمن بن إسماعيل المعروف بأبي شامة- تحقيق/ محمود جادو- طبعة الجامعة- ١٤١٣ هـ.
٦. إتحاق فضلاء البشر بالقراءات الأربعة عشر- العلامة الشيخ أحمد بن محمد البنا- حققه وقدم له الدكتور/ شعبان محمد إسماعيل- عالم الكتب- بيروت- مكتبة الكليات الأزهرية- القاهرة- الطبعة الأولى- ١٤٠٧ هـ.
٧. الإتقان في علوم القرآن- الإمام أبو الفضل السيوطي- دار الكتب العلمية- بيروت- الطبعة الثانية- ١٤١١ هـ.
٨. إرشاد البصير إلى سنية التكبير عن البشير النذير - صلى الله عليه وسلم - أحمد الزعبي الحسيني - دار الإمام مسلم- الطبعة الأولى.
٩. إرواء الغليل في تخريج أحاديث منار السبيل- العلامة الشيخ محمد ناصر الدين الألباني- المكتب الإسلامي- الطبعة الثانية- ١٤٠٥ هـ.
١٠. الإصابة في تمييز الصحابة- الإمام ابن حجر العسقلاني - تحقيق الشيخ عادل عبد الموجود والشيخ على معوض- الطبعة الأولى- دار',NULL,'615',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (574,'الكتب العلمية.
١١. الإقناع في القراءات السبع- الشيخ أبي جعفر أحمد بن علي الأنصاري- حققه الشيخ أحمد فريد المزيدي- دار الكتب العلمية- الطبعة الأولى- ١٤١٩ هـ.
١٢. إملاء ما من به الرحمن- عبد الله بن الحسين العكبري- دار الكتب العلمية- الطبعة الأولى- ١٣٩٩ هـ.
١٣. البداية والنهاية لابن كثير- ١٤٠٢ هـ-طبعة دار الفكر- مكتبة الرياض الحديثة- السعودية.
١٤. البدور الزاهرة في القراءات العشر المتواترة- عبد الفتاح القاضي-الطبعة الأولى- ١٣٧٥ هـ- شركة مصطفى البابي الحلبي - القاهرة- مصر.
١٥. البرهان في علوم القرآن- الإمام بدر الدين محمد بن عبد الله الزركشي- تحقيق الدكتور يوسف المرعشي، الشيخ جمال الذهبي، الشيخ إبراهيم الكردي- الطبعة الأولى- ١٤١٠ هـ- دار المعرفة - بيروت - لبنان.
١٦. تاريخ ابن خلدون - العلامة عبد الرحمن بن خلدون- البطعة الأولى- ١٤١٣ هـ- دار الكتب العلمية- بيروت - لبنان.
١٧. تاريخ الخلفاء- الإمام الحافظ السيوطي- تحقيق محمد محيي الدين- الطبعة الأولى- بدون تاريخ- مطبعة السعادة - القاهرة - مصر.
١٨. تاريخ المدينة المنورة- أبو زيد عمر بن شبّه البصري- علق عليه: علي محمد دندل، ياسين بيان- الطبعة الأولى- ١٤١٧ هـ- دار الكتب العلمية- بيروت - لبنان.
١٩. تاريخ خليفة بن خياط - الدكتور أكرم ضياء العمري- الطبعة الثانية- بدون تاريخ- دار طيبة للنشر والتوزيع.
٢٠. التبصرة في القراءات السبع - الإمام أبو محمد مكي بن أبي طالب- الطبعة الثانية - ١٤٠٢ هـ-الدار السلفية.
٢١. التبيان في آداب حملة القرآن- أبو زكريا يحيى النووي الدمشقي- تحقيق عبد القادر الأرناؤوط- الطبعة الثانية- ١٤١٧ هـ-',NULL,'616',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (575,'٢٢. التبيان لبعض مباحث تتعلق بالقرآن- الإمام طاهر الجزائري- مكتبة المطبوعات الإسلامية- حلب - سوريا.
٢٣. تحبير التيسير في قراءات الأئمة العشرة- الإمام محمد بن محمد الجزري- حققه الشيخ عبد الفتاح القاضي، والشيخ محمد الصادق- الطبعة الأولى- ١٣٩٢ هـ- دار الوعي - حلب - سوريا.
٢٤. التحبير في علم التفسير - الإمام السيوطي- حققه الدكتور فتحي عبد القادر مزيد - بدون طبعة- ١٤٠٦ هـ- دار المنار.
٢٥. تحفة الأحوذي بشرح جامع الترمذي - محمد عبد الرحيم المباركفوري- الطبعة الأولى- ١٤١٠ هـ- دار الكتب العلمية- بيروت- لبنان.
٢٦. تحفة الأطفال- أرجوز سليمان الجمزوري - الطبعة الثانية- ١٤١٥ هـ- مكتبة ابن تيمية - القاهرة- مصر.
٢٧. التذكرة في القراءات الثمان- الإمام أبو الحسن المقري الحلبي- تحقيق: أيمن رشدي سويد - الطبعة الأولى- ١٤١٢ هـ- سلسلة أصول النشر.
٢٨. تفسير الطبري (جامع البيان في تأويل القرآن) - الإمام الطبري- الطبعة الأولى- ١٤١٢ هـ- دار الكتب العلمية- بيروت- لبنان.
٢٩. تفسير القرآن العظيم - الإمام ابن كثير- الطبعة الأولى- ١٤٠٨ هـ- دار الريان- مصر.
٣٠. تفسير غير القرآن- الإمام السجستاني - راجعه: عبد الحليم بسيوني- دار الكتب العلمية- بيروت- لبنان.
٣١. تقريب التهذيب- الإمام أحمد بن علي بن حجر العسقلاني- عناية عادل مرشد- الطبعة الأولى- ١٤١٦ هـ- مؤسسة الرسالة.
٣٢. تقريب المعاني في شرح حرز الأماني في القراءات السبع - سيد لاشين أبو الفرح، خالد محمد الحافظ - الطبعة الأولى- ١٤١٣ هـ- مكتبة دار الزمان.
٣٣. تلخيص العبارات بلطيف الإشارات في القراءات السبع- الإمام',NULL,'617',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (576,'أبو علي الحسن بن خلف بن بليمة- تحقيق سبيع حمزة حاكمي- الطبعة الأولى- ١٤٠٩ هـ- دار القبلة جدة- السعودية- مؤسسة علوم القرآن- سوريا.
٣٤. التلخيص في القراءات الثمان- الإمام أبو معشر الطبري- دراسة وتحقيق: محمد حسن موسى- الطبعة الأولى- ١٤١٢ هـ- راسم للدعاية والإعلان.
٣٥. جامع البيان في القراءات السبع المشهورة (مخطوط) - الإمام أبو عمرو عثمان الداني- مصور عن دار الكتب المصرية.
٣٦. الجامع الصحيح (سنن الترمذي) - أبو عيسى محمد بن عيسى بن سورة- تحقيق أحمد محمد شاكر- دار الكتب العلمية.
٣٧. الجامع الصحيح - الإمام مسلم - طبعة دار الفكر- لبنان.
٣٨. الجامع لأحكام القرآن- الإمام أبو عبد الله محمد بن أحمد القرطبي- الطبعة الأولى- ١٤٠٨ هـ- دار الكتب العلمية- بيروت - لبنان.
٣٩. جلاء الأفهام في فضل الصلاة والسلام على محمد خير الأنام- الإمام ابن قيم الجوزية- حققه: محيي الدين مستو- الطبعة الثانية- ١٤١٣ هـ-مكتبة دار التراث-مصر.
٤٠. جمال القراء وكمال الإقراء- علم الدين السخاوي علي بن محمد - بدون طبعة- ١٤٠٨ هـ- مكتبة التراث - مكة المكرمة- المملكة العربية السعودية.
٤١. حرز الأماني ووجه التهاني في القراءات السبع- القاسم بن فيره الشاطبي- ضبطه وصححه وراجعه: محمد تميم الزعبي- ١٤٠٩ هـ- دار المطبوعات الحديثة.
٤٢. حق التلاوة- حسن شيخ عثمان- الطبعة الثامنة- ١٤١٨ هـ- مكتبة المنار- الأردن.
٤٣. الدر النثير والعذب النمير في شرح مشكلات وحل مقفلات اشتمل عليها كتاب التيسير- عبد الواحد المالقي- تحقيق: أحمد المقري-',NULL,'618',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (577,'الطبعة الأولى- بدون تاريخ- دار الثقة.
٤٤. دليل الحيران شرح مورد الظمآن في رسم وضبط القرآن- العلامة الخزاز- للإمام الشيخ إبراهيم بن أحمد التونسي- راجعه وحققه- محمد الصادق القمحاوي- مكتبة الكليات الأزهرية.
٤٥. الدولة العباسية - الشيخ محمد الخضري بك- تحقيق الشيخ محمد العثماني- الطبعة الأولى- ١٤٠٦ هـ- دار القلم.
٤٦. روضة الناظر وجنة المناظر- عبد الله بن أحمد بن قدامة - الطبعة الثالثة - ١٤١١ هـ- مكتبة العلوم والحكم- مكتبة الكليات الأزهرية.
٤٧. سراج القارئ المبتدي وتذكار المقرش المنتهي- الإمام أبو القاسم علي بن عثمان العذري- رجاعه الشيخ على محمد الضباع- الطبعة الثالثة ١٣٧٢ هـ- شركة مكتبة ومطبعة مصطفى البابي الحلبي- القاهرة - مصر.
٤٨. سنن أبي داود - الإمام أبو داود سليمان بن الأشعث الأزدي- إعداد وتعليق عزت عبيد الدعاس- دار الحديث.
٤٩. سنن ابن ماجه- شرح الإمام أبي الحسن الحنفي المعروف بالسندي- حقق أصوله: الشيخ خليل مأمون شيحا- الطبعة الأولى- ١٤١٦ هـ- دار المعرفة.
٥٠. سنن الدارمي- عبد الله الدرامي - الطبعة الأولى - ١٤٠٧ هـ- دار الريان- مصر- دار الكتاب العربي.
٥١. سنن القراء ومناهج المجودين- أبو مجاهد عبد العزيز القارئ- الطبعة الأولى ١٤١٤ هـ- مكتبة الدار- المدينة المنورة - المملكة العربية السعودية.
٥٢. سنن النسائي (بشرح السيوطي وحاشة السندي) - الطبعة الأولى- ١٣٤٨ هـ- دار الفكر.
٥٣. سير أعلام النبلاء - الإمام الذهبي- الطبعة الحادية عشرة- مؤسسة الرسالة.
٥٤. شرح طيبة النشر في القراءات العشر- الإمام شهاب الدين الجزري- ضبطه وعلق عليه الشيخ أنس مهرة- الطبعة الأولى-',NULL,'619',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (578,'١٤١٨ هـ-دار الكتب العلمية- بيروت- لبنان.
٥٥. الشواذ في وجوه القراءات- مُلا علي القاري (مخطوط).
٥٦. صحيح ابن خزيمة - حققه وعلق عليه وخرج أحاديثه وقدم له الدكتور/ محمد مصطفى الأعظمي- الطبعة الثانية - ١٤١٢ هـ- المكتب الإسلامي- بيروت- لبنان.
٥٧. صحيح البخاري- الطبعة الثانية-١٤٠٢ هـ- عالم الكتب- بيروت- لبنان.
٥٨. صفة صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم كأنك تراها- العلامة الشيخ محمد ناصر الدين الألباني- الطبعة الرابعة عشرة - ١٤٠٨ هـ-المكتب الإسلامي- بيروت-لبنان.
٥٩. ضياء السالك إلى أوضح المسالك- محمد عبد العزيز النجار- الطبعة الأولى- ١٤١٢ هـ- مكتبة العلوم والحكم- المدينة المنورة- المملكة العربية السعودية.
٦٠. الطبقات الكبرى- الإمام ابن سعد- دار صادر- بيروت- لبنان.
٦١. طيبة النشر في القراءات العشر- الإمام ابن الجزري- ضبطه وصححه وراجعه: محمد تميم الزعبي- ١٤١٤ هـ- مكتبة دار الهدى.
٦٢. عمدة الحفاظ في تفسير أشرف الألفاظ- الشيخ أحمد بن يوسف الحلبي- تحقيق عبد السلام أحمد الحلبي- الطبعة الأولى- ١٤١٥ هـ- مكتبة الإعلام والبحوث.
٦٣. غاية النهاية في طبقات القراء- ابن الجزري- الطبعة الثانية- ١٤٠٢ هـ- دار الكتب العلمية- بيروت- لبنان.
٦٤. الغاية في القراءات العشر (يليه باب في الاستعاذة والتسمية وإمالات قتيبة عن الكسائي) للأصبهاني- دراسة وتحقيق محمد الجنباز- الطبعة الثانية- ١٤١١ هـ- دار الشواف.
٦٥. غيث النفع في القراءات السبع- علي النوري الصفاقسي- ضبطه وصححه: محمد عبد القادر شاهين- الطبعة الأولى- ١٤١٩ هـ- دار الكتب العلمية-بيروت- لبنان.',NULL,'620',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (579,'٦٦. فضائل القرآن- الإمام أبو عبيد القاسم بن سلام- تحقيق وتعليق: وهبي سليمان غاوجي- الطبعة الأولى- ١٤١١ هـ- دار الكتب العلمية- بيروت- لبنان.
٦٧. الفهرست لابن النديم- علق عليه الشيخ إبراهيم رمضان- الطبعة الأولى- ١٤١٥ هـ-دار المعرفة- بيروت- لبنان.
٦٨. فهرست تصانيف الإمام أبي عمرو الداني الأندلسي- تحقيق الدكتور غانم قدوري الحمد- الطبعة الأولى- ١٤١٠ هـ- مركز المخطوطات والتراث والوثائق بالكويت.
٦٩. القاموس المحيط- مجد الدين الفيروزآبادي- توثيق: يوسف الشيخ البقاعي- طبعة جديدة-١٤١٥ هـ- دار الفكر- بيروت- لبنان.
٧٠. القراءات وأثرها في التفسير والأحكام- محمد بازمول- الطبعة الأولى- ١٤١٧ هـ-دار الهجرة.
٧١. قرة العين في الفتح والإمالة بين اللفظين (مخطوط) علي بن علي بن القاصح العري.
٧٢. كتاب التعريفات- علي الجرجاني- تحقيق إبراهيم الإبياري- الطبعة الثالثة- ١٤١٧ هـ- دار الكتاب العربي- بيروت- لبنان.
٧٣. كتاب العنوان في القراءات السبع- أبو طاهر إسماعيل بن خلف المقري الأنصاري الأندلسي- حققه الدكتور زهير زاهد، الدكتور خليل العطية- الطبعة الأولى- ١٤٠٥ هـ- دار عالم الكتب-بيروت-لبنان.
٧٤. كتاب المغازي- الإمام الواقدي- تحقيق الدكتور مارسدن جونس- الطبعة الثالثة- بدون تاريخ- عالم الكتب.
٧٥. كتاب الموطأ- الإمام مالك بن أنس- الطبعة الأولى- ١٤٠٨ هـ-دار الريان للتراث- القاهرة- مصر.
٧٦. كتاب فضائل القرآن- أبو بكر جعفر بن محمد الفريابي- تحقيق: يوسف عثمان فضل الله - الطبعة الأولى- ١٤٠٩ هـ- مكتبة الرشد بالرياض- السعودية.
٧٧. كتاب السبعة في القراءات- ابن مجاهد - تحقيق الدكتور شوقي',NULL,'621',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (580,'ضيف- الطبعة الثالثة- دار المعارف.
٧٨. كشف الظنون- حاجي خليفة - دار إحياء التراث العربي- لبنان.
٧٩. الكشف عن وجوه القراءات السبع وعللها وحججها- أبو محمد مكي بن أبي طالب القيسي- تحقيق الدكتور محي الدين رمضان- الطبعة الرابعة- ١٤٠٧ هـ.
٨٠. الكنز في القراءات العشر- الشيخ عبد الله بن الوجيه الواسطي- تحقيق: هناء الحمصي- الطبعة الأولى- ١٤١٩ هـ- دار الكتب العلمية- بيروت-لبنان.
٨١. كيف تجود القرآن وترتله ترتيلا- محمد عبد العزيز الهلاوي- مكتبة القرآن.
٨٢. اللؤلؤ والمرجان فيما اتفق عليه الشيخان- محمد فؤاد عبد الباقي- الطبعة الأولى- ١٤٠٧ هـ-دار الريان للتراث- القاهرة- مصر.
٨٣. لسان العرب- محمد بن مكرم بن منظور المصري- الطبعة الأولى- ١٤١٠ هـ- المكتبة التجارية- دار صادر- لبنان.
٨٤. لمحات في علوم القرآن واتجاهات التفسير- الدكتور محمد بنل طفي الصباغ- الطبعة الثالثة- ١٤١٠ هـ- المكتب الإسلامي- بيروت- لبنان.
٨٥. مباحث في علوم القرآن- د. مناع القطان- الطبعة الثالثة والعشرون- ١٤١١ هـ- مؤسسة الرسالة- بيروت- لبنان.
٨٦. مباحث في علوم القرآن- د. صبحي الصالح- الطبعة السابعة عشرة- دار العلم للملايين.
٨٧. المبسوط في القراءات العشر- أبو بكر الأصبهاني- تحقيق سبيع حمزة حاكمي- الطبعة الثانية - ١٤٠٨ هـ- دار القبلة - جدة - مؤسسة علوم القرآن- سوريا.
٨٨. مجاز القرآن- أبو عبيد معمر بن المثنى.
٨٩. مجلة كلية القرآن الكريم والدراسات الإسلامية- العدد الأول- صدر عام ١٤٠٢/ ١٤٠٣ هـ.',NULL,'622',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (581,'٩٠. مجموع فتاوى شيخ الإسلام- جمعه عبد الرحمن بن قاسم- طبعة دار الإفتاء.
٩١. محاسن التأويل- محمد جمال الدين القاسمي- الطبعة الأولى- ١٤١٨ هـ- دار الكتب العلمية- بيروت- لبنان.
٩٢. المحرر الوجيز في تفسير الكتاب العزيز - القاضي أبو محمد الأندلسي- تحقيق عبد السلام عبد الشافي - الطبعة الأولى- ١٤١٣ هـ- طبعة دار الكتب العلمية.
٩٣. مختار الصحاح للرازي- صححتها السيدة سميرة الماولي- المركز العربي للثقافة والعلوم.
٩٤. المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز- أبو شامة المقدسي- بدون طبعة- ١٣٩٥ هـ- حققه طيار قولاج- دار صادر - بيروت- لبنان.
٩٥. المستدرك على الصحيحين- الإمام أبو عبد الله النيسابوري- تحقيق: مصطفى عبد القادر عطا- الطبعة الأولى- ١٤١١ هـ- دار الكتب العلمية.
٩٦. مسند الإمام أحمد بن حنبل- رقم أحاديثه محمد عبد السلام- الطبعة الأولى- ١٤١٣ هـ- دار الكتب العلمية.
٩٧. مسند الإمام أحمد بن حنبل-الطبعة الأولى- ١٤١٨ هـ-مؤسسة الرسالة.
٩٨. المعارف- الإمام ابن قتيبة- حققه د. عكاشة- مقدمة الطبعة الثالثة- وزارة المعارف.
٩٩. معاني القرآن وإعرابه - أبو إسحاق الزجاج - شرح وتحقيق دكتور عبد الجليل شلبي- الطبعة الأولى- ١٤١٤ هـ- دار الحديث.
١٠٠. المعجزة الكبرى (القرآن) الإمام محمد أبو زهرة- دار الفكر العربي.
١٠١. معجم البلدان- ياقوت الحموي- تحقيق فريد عبد العزيز الجندي- الطبعة الأولى- دار الكتب العلمية.',NULL,'623',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (582,'١٠٢. المعجم المفهرس لألفاظ القرآن الكريم- وضعه محمد فؤاد عبد الباقي- المكتبة الإسلامية- تركيا - ١٩٨٤ م.
١٠٣. المعجم الوسيط- قام بإخراج هذه الطبعة إبراهيم أنيس ورفاقه- الطبعة الثانية.
١٠٤. معرفة القراء الكبار على الطبقات والأعصار- شمس الدين الذهبي- حققه بشار معرور- شعيب الأرناؤوط، صالح عباس- الطبعة الثانية- ١٤٠٨ هـ- مؤسسة الرسالة.
١٠٥. معرفة القراء الكبار على الطبقات والأعصار- الإمام الذهبي- الطبعة الأولى- ١٤١٧ هـ- دار الكتب العلمية- بيروت- لبنان.
١٠٦. المغني - ابن قدامة- تحقيق د. عبد الله التركي، د. عبد الفتاح الحلو- الطبعة الثانية- ١٤١٢ هـ- دار هجر.
١٠٧. مفردات ألفاظ القرآن- العلامة الراغب الأصفهاني- تحقيق صفوان عدنان داوودي- الطبعة الأولى- ١٤١٢ هـ- دار القلم- الدار الشامية.
١٠٨. المفردات السبع- الإمام أبو عمرو الداني- مكتبة القرآن لصاحبها عبد الرحمن سيد حبيب- المطبعة الفاروقية بالناصرية- القاهرة- مصر.
١٠٩. مقالات الإسلاميين واختلاف المصلين- الإمام أبو الحسن الأشعري- تحقيق: محمد محيي الدين عبد الحميد- طبعة س ١٤١٦ هـ- المكتبة العصرية.
١١٠. مقدمة ابن خلدون- الطبعة السابقة ١٤٠٩ هـ- دار القلم.
١١١. المقنع في معرفة مرسوم مصاحف أهل الأمصار مع كتاب النقط- الإمام أبو عمرو عثمان بن سعيد الداني، محمد أحمد دهمان- الطبعة الأولى- دار الفكر- دمشق.
١١٢. المكتفى في الوقف والابتداء- الإمام أبو عمرو الداني- دراسة وتحقيق د. يوسف المرعشلي- الطبعة الثانية- ١٤٠٧ هـ-مؤسسة الرسالة- بيروت- لبنان.
١١٣. مناهل العرفان في علوم القرآن- الشيخ محمد عبد العظيم',NULL,'624',NULL,NULL,'0');
INSERT INTO [b147812] VALUES (583,'الزرقاني- ١٤٠٨ هـ- دار الفكر.
١١٤. المنتظم في تاريخ الملوك والأمم- ابن الجوزي- الطبعة الثانية - ١٤١٥ هـ- دار الكتب العلمية- بيروت- لبنان.
١١٥. منجد المقرئين ومرشد الطالبين - الحافظ محمد بن محمد بن محمد بن الجزري- ١٤٠٠ هـ-دار الكتب العلمية- بيروت- لبنان.
١١٦. الموضح في وجوه القراءات وعللها- الإمام نصر بن علي الشيرازي- تحقيق الدكتور: عمر حمدان الكبيسي- الطبعة الأولى- ١٤١٤ هـ- منشورات الجماعة الخيرية- جدة- السعودية.
١١٧. النبأ العظيم- محمد عبد الله دراز- اعتنى به ورج أحاديثه عبد الحميد الدخاخني- الطبعة الأولى- ١٤١٧ هـ- دار طيبة للنشر والتوزيع.
١١٨. النشر في القراءات العشر- الحافظ ابن الجزري- أشرف على تصحيحه ومراجعته: علي الصباغ- دار الكتاب العربي.
١١٩. النهاية في غريب الحديث والأثر- ابن الأثير الجزري- الطبعة الأولى- ١٤١٨ هـ- دار الكتب العلمية- بيروت - لبنان.
١٢٠. هداية القاري إلى تجويد كلام الباري- عبد الفتاح السيد المرصفي- الطبعة الثانية- مكتبة طيبة.
١٢١. هدية العارفين- إسماعيل البغدادي - ١٩٥١ م- طبعة استنبول- دار إحياء التراث العربي.',NULL,'625',NULL,NULL,'0');
