-- Table: b147603
-- Chunk: 1
-- Rows: 450

CREATE TABLE "b147603"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b147603
INSERT INTO [b147603] VALUES (1,'منهج الدعوة
في
ضوء الواقع المعاصر

الحائز على جائزة نايف بن عبدالعزيز آل سعود
للسنة النبوية والدراسات الإسلامية المعاصرة

تأليف
عدنان بن محمد آل عرعور

الطبعة الأولى
١٤٢٦ هـ - ٢٠٠٥ م',NULL,'1',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (2,'بسم الله الرحمن الرحيم',NULL,'3',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (3,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>مقدمة:</span>
الحمد لله الذي جعل الدعوة إلى سبيله من أفضل القربات، وخير الأعمال، فقال سبحانه: {وَمَنْ أَحْسَنُ قَوْلاً مّمّن دَعَآ إِلَى اللهِ وَعَمِلَ صَالِحاً وَقَالَ إِنّنِي مِنَ الْمُسْلِمِينَ}. والصلاة والسلام على سيد الدعاة ومعلم الناس الخير الذي قال: ((يا أيها الناس إنما أنا رحمة مهداة)) (١).
أما بعد:
فإن من أشد ما تحتاجه أمتنا اليوم والبشرية جمعاء إلى الإصلاح والسلام، وإنهما لا يحصلان إلا بالرجوع إلى دين الفطرة، ودين الحق، ودين الواقعية، ودين العدل والسلام، ودين الخير في الدنيا والآخرة
{فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ}.
وإن الوسيلة التي شرعها الله عز وجل لرجوع الناس إلى دين الفطرة هي: الدعوة بشروطها وأركانها، وهي التي أُرسل لأجلها المرسلون، وكُلف بها الدعاة، لإحقاق الحق، ونشر العدل والرحمة بين العباد {وَمَآ أَرْسَلْنَاكَ إِلاّ رَحْمَةً لّلْعَالَمِينَ} [الأنبياء: ١٠٧].
_________
(١) أخرجه ابن الأعرابي في معجمه (٢٤٥٢)، والحاكم (١٠٠)، وقال: هذا حديث صحيح على شرطهما، ووافقه الذهبي، ومن طريق الحاكم أخرجه البيهقي في الدلائل (١/ ١٥٧)، والقضاعي في مسند الشهاب (١١٦٠).
وأخرجه الدارمي (١٥)، وابن أبي شيبة (٣١٧٨٢)، وابن سعد في الطبقات (١/ ١٩٢)، عن أبي صالح مرسلاً، وأورده الشيخ الألباني في الصحيحة (٤٩٠).',NULL,'5',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (4,'وإننا بأمس الحاجة إلى إعادة ترتيب أوراق الدعوة، وبيان شروطها، ومنهجيها وأسلوبها. وتربية الدعاة على ذلك.
وقد قُمتُ في هذا البحث، بشيء من ذلك، أداءً للواجب، وتذكيراً للدعاة ليزداد عطاؤهم، ويتحسن أداؤهم.
وقد حاولتُ جاهداً أن يُكتب بأسلوب سهل، وعبارات بسيطة، بعيداً عن التركيبات المعقدة، والتخريجات الكثيرة، والتعريفات اللغوية، والمصطلحات العلمية.
فالكتاب ليس بحثاً فقهياً، أو دراسة ترجيحية، لذلك لم أسهب في الاستدلال، ولم أستقص الأقوال في المسألة، ولم أتتبع اجتهادات العلماء، وبخاصة إذا كانت المسألة معروفة، والحكم مشهور.
والكتاب وإن كان بحثاً في الدعوة، إلا أنني أردت أن يكون كتاباً دعوياً كذلك للدعاة وغيرهم، كيما يرتقي أسلوبهم الدعوي، لتنتشر الدعوة، وتعم الهداية، ويعود للدين دوره، وللمسلمين مجدهم.
ونظراً لتداخل مواد هذا البحث وتشاركها فقد حصل في بعض النصوص والقواعد الجزئية تكرار لابد منه.
والله أسأل التوفيق والفلاح، والقبول، إنه ولي ذلك وأهله، وإن أخطأت فمن نفسي والشيطان، وإن أحسنت فمن توفيق الرحمن، وآخر دعوانا أن الحمد لله رب العالمين.
عدنان بن محمد آل عرعور',NULL,'6',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (5,'<span data-type="title" id=toc-2>خطة البحث:</span>
قد تكلمت في هذا الموضوع سالكاً خطة تتكون من مقدمة وثلاثة أبواب، وخاتمة.
أما المقدمة: فقد ذكرت فيها اسم الموضوع الذي سأتكلم عنه، وأشرت إلى الأسباب التي جعلتني أكتب فيه، والخطة ... التي سأسلكها في الكتابة، والمنهج الذي سأتبعه في ذلك.
أما الباب الأول: فموضوعه نظرات في حاجات المسلمين وواقعهم الدعوي، فهو أشبه ما يكون بالتمهيد للموضوع المراد بهذا البحث، وقد تضمن هذا الباب فصلين:
أما الفصل الأول: فهو نظرة في واقع المسلمين واحتياجاتهم، وواقعهم الدعوي، وشمل هذا الفصل ثمانية مباحث:
المبحث الأول: حاجة البشرية إلى الدعوة.
المبحث الثاني: حاجتنا إلى التأصيل قبل التمثيل والعاطفة والارتجال.
المبحث الثالث: حاجتنا إلى الفقه، وفيه خمسة مطالب:
المطلب الأول: المقصود بالفقه.
المطلب الثاني: فقه الأولويات.
المطلب الثالث: فقه المقاصد.
المطلب الرابع: فقه المصالح والمفاسد.
المطلب الخامس: فقه الشعب والمقامات.
المبحث الرابع: حاجتنا إلى التربية.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (6,'المبحث الخامس: حاجتنا إلى الورع.
المبحث السادس: حاجتنا إلى الواقعية.
المبحث السابع: حاجتنا إلى مخاطبة الناس بما يعقلون، وبما يحتاجون.
المبحث الثامن: حاجتنا إلى التواضع.
أما الفصل الثاني: فهو في بيان الدعوة إلى الله تعالى، وضمنته ستة مباحث.
المبحث الأول: تعريف الدعوة إلى الله.
المبحث الثاني: أهميتها ومقامها في الإسلام.
المبحث الثالث: فضل الدعوة إلى الله تعالى.
المبحث الرابع: حكم الدعوة إلى الله تعالى.
المبحث الخامس: أهداف الدعوة إلى الله تعالى، وفيه ثلاثة مطالب.
المطلب الأول: تعريف العباد بخالقهم، وحقّه عليهم، وحقّهم عليه.
المطلب الثاني: نشر الخير والصلاح، وقطع دابر الشر والفساد.
المطلب الثالث: تعارف الشعوب وتوحيد الأمم ونشر السلام بينهم.
المبحث السادس: آثار الدعوة إلى الله تعالى.
أما الباب الثاني: فهو في بيان أركان الدعوة الثلاثة، وقد احتوى هذا الباب ثلاثة فصول:
أما الفصل الأول: ففيه مبحثان:
الأول: فقد تطرقت فيه إلى أهمية الداعية.
الثاني: ذكرت فيه أبرز الصفات المحمودة له.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (7,'وأما الفصل الثاني: فتكلمت فيه عن المدعوين وأحوالهم، ورتبت الحديث في هذا الفصل على سبعة مباحث:
المبحث الأول: أهمية مراعاة المدعوين وأحوالهم.
المبحث الثاني: مراعاة طباع المدعوين الشخصية.
المبحث الثالث: مراعاة أحوال المدعوين العلمية.
المبحث الرابع: مراعاة أحوال المدعوين الإيمانية، وفيه خمسة مطالب:
المطلب الأول: المقصود بأحوالهم الإيمانية.
المطلب الثاني: تقسيم الناس في الإيمان.
المطلب الثالث: المقصود من هذا التقسيم.
المطلب الرابع: تنوع خطاب القرآن بما يتناسب مع هذه الأصناف.
المطلب الخامس: مراعاة السنة لأحوال الناس الإيمانية.
المبحث الخامس: مراعاة أحوال المدعوين النفسية، وظروفهم الخاصة، وحاجاتهم الملحة.
المبحث السادس: مراعاة حاجات المدعوين.
المبحث السابع: مراعاة أحوال الناس العامة، وما اعتادوا عليه، وفيه أربعة مطالب:
المطلب الأول: المقصود بأحوال الناس العامة.
المطلب الثاني: تقسيم عادات الناس.
المطلب الثالث: أحكام هذه العادات.
المطلب الرابع: مراعاة السنة لعادات الناس من حيث التغيير.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (8,'أما الفصل الثالث: وفيه نتحدث عن منهجية الدعوة، وتناولته من خلال ثمانية مباحث:
المبحث الأول: قاعدة: الدعوة إلىلإيمان قبل الأعمال والأحكام، وتحته ثمانية مطالب.
المطلب الأول: معنى هذه القاعدة.
المطلب الثاني: الحكمة من هذه القاعدة وثمرتها
المطلب الثالث: مثل العبادة عند قوي الإيمان، وعند ضعيفه.
المطلب الرابع: أدلة الإيمان قبل الأعمال والأحكام، ودعوة الرسل.
المطلب الخامس: صور من تطبيق هذه القاعدة.
المطلب السادس: قاعدة الإيمان قبل الأعمال والأحكام لا تمنع تبليغ الحلال والحرام.
المطلب السابع: تطبيق هذه القاعدة على أهل العصر.
المطلب الثامن: سبل زيادة الإيمان.
المبحث الثاني: قاعدة: التعليم والبلاغ، لا الحكم والحساب، وتحته ستة مطالب:
المطلب الأول: المقصود من هذه القاعدة المنهجية، وأدلتها.
المطلب الثاني: عمل الأنبياء بهذه القاعدة.
المطلب الثالث: تطبيق هذه القاعدة على أهل هذا العصر.
المطلب الرابع: مفاسد الخروج عن هذه القاعدة.
المطلب الخامس: بيان مهمة الداعية الأساسية.
المطلب السادس: الحكمة من هذه القاعدة وخلاصتها.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (9,'المبحث الثالث: قاعدة: الدعوة إلى الأسس والتأصيل، قبل الفروع والتمثيل، وفيه خمسة مطالب:
المطلب الأول: المقصود من هذه القاعدة المنهجية الدعوية.
المطلب الثاني: أهمية هذه القاعدة وأدلتها.
المطلب الثالث: ثمار التأصيل.
المطلب الرابع: القاعدة وأهل هذا الزمان.
المطلب الخامس: الأمور التي يجب أن يراعيها الداعية عند بيان التأصيل، ومفاسد الخروج عنها.
المبحث الرابع: الموازنة - في الدعوة- بين الترهيب والترغيب، وفيه أربعة مطالب:
المطلب الأول: المقصود من هذه القاعدة.
المطلب الثاني: منهج القرآن الكريم من هذه القاعدة.
المطلب الثالث: منهج السنة الكريمة من هذه القاعدة.
المطلب الرابع: الحكمة من الموازنة بين الترغيب والترهيب.
المبحث الخامس: مخاطبة الناس بما هو من شأنهم، وبما يناسبهم وينفعهم، وبما يقدرون عليه، وفيه أربعة مطالب:
المطلب الأول: المقصود من هذه القاعدة.
المطلب الثاني: مخاطبة الناس بما يناسب مستواهم العقلي، والثقافي، والعلمي.
المطلب الثالث: مخاطبة الناس بما ينفعهم، وبما يقدرون عليه، وبما هو واجب عليهم.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (10,'المطلب الرابع: التفصيل في معالجة أحوال المسلمين، والإجمال بما يفعله الكافرون.
المبحث السادس: جواز المداراة في الدعوة إلى الله تعالى، وحرمة المداهنة، وفيه ثلاثة مطالب:
المطلب الأول: المقصود من المداراة والمداهنة.
المطلب الثاني: موقف الدعاة في هذا الباب والوسطية.
المطلب الثالث: عواقب غياب هذه القاعدة.
المبحث السابع: في التدرج، وفقه الأولويات، وفيه تسعة مطالب:
المطلب الأول: المقصود بالتدرج، وفقه الأولويات.
المطلب الثاني: التدرج في المأمورات واحدة واحدة وأدلة ذلك.
المطلب الثالث: التدرج في المأمور نفسه.
المطلب الرابع: التدرج في النهي عن المحرمات.
المطلب الخامس: التدرج في نفس المحرم.
المطلب السادس: التدرج سنّة لم تُنسخ.
المطلب السابع: التدرج لحالات خاصة.
المطلب الثامن: الوضع المكي لم ينسخ.
المطلب التاسع: حكمة التدرج.
المطلب العاشر: التدرج لا يبيح حراماً، ولا يسقط واجباً.
المبحث الثامن: الدعوة إلى الله ورسوله - صلى الله عليه وسلم -، لا إلى الأحزاب ورجالها، وفيه أربعة مطالب:
المطلب الأول: المقصود بهذه القاعدة وأدلتها.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (11,'المطلب الثاني: الأخطاء الدعوية المخالفة لهذه القاعدة.
المطلب الثالث: خطورة هذه الأخطاء.
المطلب الرابع: خلاصة هذا المبحث.
المبحث التاسع: قواعد منهجية متنوعة، وفيه ثلاثة مطالب:
المطلب الأول: القاعدة الأولى: جواز ترك المستحب لتأليف الناس، ورغبة في قبولهم الدعوة إلى الله.
المطلب الثاني: القاعدة الثانية: عدم إثارة ماضي المدعوين، وعدم تذكيرهم بسوابقهم، وإلقاء اللوم عليهم.
المطلب الثالث: القاعدة الثالثة: عدم الإنكار على من عمل بفتوى عالم.
المطلب الرابع: القاعدة الرابعة: اغتنام المواسم، وتخير الأوقات، واستغلال الأحداث.
وأما الباب الثالث: وقد أفردته للأساليب والوسائل الدعوية، وأدرجت تحته ثلاثة فصول:
أما الفصل الأول: فهو في بيان الأساليب الدعوية، وجاء تحته عشرون مبحثاً:
المبحث الأول: أهمية الأسلوب، وأثره في الدعوة.
المبحث الثاني: قواعد في الأسلوب الدعوي، وفيه أربعة مطالب:
المطلب الأول: القاعدة الأولى: الأمر من الله ورسوله بإحسان الأسلوب.
المطلب الثاني: القاعدة الثانية: الرفق واللين والتيسير، لا القساوة والغلظة والتعسير.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (12,'المطلب الثالث: القاعدة الثالثة: الشفقة والنصح، ولا التوبيخ والفضح.
المطلب الرابع: القاعدة الرابعة: سهولة الأسلوب، وبساطة الطرح، وواقعية التمثيل.
المبحث الثالث: لفتات عن الأسلوب في القرآن الكريم.
المبحث الرابع: لفتات عن الأسلوب في السنة النبوية.
المبحث الخامس: أخطاء بعض الدعاة في الأسلوب.
المبحث السادس: في إثارة العاطفة، وتحريك العقل، وفيه أربعة مطالب:
المطلب الأول: أهمية ذلك.
المطلب الثاني: التوازن بين خطاب القلب والعقل في القرآن الكريم.
المطلب الثالث: التوازن بين العقل والعاطفة عند الرسل.
المطلب الرابع: السنة ومخاطبة العقل والقلب.
المبحث السابع: التذكير بأيام الله، وذكر المنافع والمضار في الخطاب الدعوي، وفيه ثلاثة مطالب:
المطلب الأول: المقصود والأهمية.
المطلب الثاني: ذكر ذلك في القرآن.
المطلب الثالث: سيرة الأنبياء في هذا.
المبحث الثامن: متنوع في صيغ الأسلوب، وفيه خمسة مطالب:
المطلب الأول: الخطاب بصيغة الجمع.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (13,'المطلب الثاني: الخطاب المطلق.
المطلب الثالث: في استخدام الداعية أسلوب الاستفهام والترجي.
المطلب الرابع: القرآن الكريم وأسلوب الاستفهام والترجي.
المطلب الخامس: السنة وأسلوب الاستفهام والترجي.
المبحث التاسع: قص القصص، وضرب الأمثال، وفيه أربعة مطالب:
المطلب الأول: المقصود والأهية.
المطلب الثاني: شروط القصة وأمثلة من الكتاب والسنة.
المطلب الثالث: شروط المثال ولآدابه، ونماذج من القرآن والسنة.
المطلب الرابع: الخلاصة والتوجيه.
المبحث العاشر: الدعابة تكون في الأسلوب.
المبحث الحادي عشر: من الأسلوب الحسن؛ استقبال الداعية بوجهه المدعوين، والحركة المعتدلة المعبرة، وتفاعله مع خطابه.
المبحث الثاني عشر: تنوع أسلوب الداعية، وفيه مطلبان:
المطلب الأول: أنواع الأساليب الخطابية.
المطلب الثاني: أمثلة من تنوع الخطاب في الكتاب والسنة.
المبحث الثالث عشر: من الأسلوب الحسن؛ عدم الإطالة في الخطاب، وعدم التشقيق والتشدق والتفيهق في الكلام، وعدم تعمد السجع، وفيه مطلبان:
المطلب الأول: الأهية والمعاني.
المطلب الثاني: موقف السنة من هذه الأمور.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (14,'وأما الفصل الثاني: فنتحدث فيه عن الوسائل الدعوية بعامة، وبخاصة المعاصرة: أنواعها .. وأحكامها، وتحته سبعة مباحث:
المبحث الأول: في الرابط بين الغايات، والطرق، والوسائل، وفيه مطلبان:
المطلب الأول: المقصود من ذلك.
المطلب الثاني: الخلاف بين أهل العلم في حكم الطرق والوسائل.
المبحث الثاني: في الوسائل الدعوية، وتعريفها، وأنواعها، وفيه خمسة مطالب:
المطلب الأول: تعريف الوسيلة وأنواعها.
المطلب الثاني: حكم الوسائل وضوابطها.
المطلب الثالث: الأدلة على أن الأصل في الوسائل الإباحة.
المطلب الرابع: ضوابط استخدام الوسيلة الشرعية.
المطلب الخامس: أن حكم الوسائل حكم مقاصدها.
المبحث الثالث: حث الإسلام على استخدام الوسائل.
المبحث الرابع: الاستخدام العملي للوسائل عند الأنبياء.
المبحث الخامس: تتابع المسلمين على استخدام الوسائل.
المبحث السادس: الداعية والوسائل وتطورها، وقواعد استخدامها الفنية.
المبحث السابع: موافقة التربويين منهج الرسول - صلى الله عليه وسلم - في استخدام الوسائل.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (15,'وأما الفصل الثالث: وجاء في ذكر أهم الوسائل الدعوية مفردة، وبخاصة العصرية منها، وتضمن ستة عشر مبحثاً:
المبحث الأول: الكلمة.
المبحث الثاني: القلم والكتابة.
المبحث الثالث: الكتيبات والنشرات (المطويات)، وفيه ثلاثة مطالب:
المطلب الأول: المقصود منها وأهميتها.
المطلب الثاني: فوائدها وسلبياتها.
المطلب الثالث: شروط الكتيبات والنشرات الناجحة.
المبحث الرابع: الإذاعات، وفيه ثلاثة مطالب:
المطلب الأول: أهميتها.
المطلب الثاني: الوضع الواقعي للإذاعات وحكم المشاركة فيها.
المطلب الثالث: ميزات الموضوعات الناجحة.
المبحث الخامس: المحطات المرئية: (الرائي - الفضائيات)، وفيه ثلاثة مطالب:
المطلب الأول: الأهمية والمقصود.
المطلب الثاني: حكم المشاركة فيها.
المطلب الثالث: إيجابياتها وسلبياتها.
المبحث السادس: الصحف والمجلات، وفيه ثلاثة مطالب:
المطلب الأول: أهميتها.
المطلب الثاني: حكم المشاركة فيها واقتنائها.
المطلب الثالث: فوائدها وسلبياتها.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (16,'المبحث السابع: الدروس والمحاضرات، والندوات، وفيه ثلاثة مطالب:
المطلب الأول: الأهمية والتعريف.
المطلب الثاني: مزايا الدروس وسلبياتها.
المطلب الثالث: مزايا المحاضرات وسلبياتها.
المبحث الثامن: المؤتمرات، وفيه ثلاثة مطالب:
المطلب الأول: الأهمية والتعريف.
المطلب الثاني: الإيجابيات.
المطلب الثالث: السلبيات.
المبحث التاسع: الدورات العلمية، وفيه ثلاثة مطالب:
المطلب الأول: التعريف والأهمية.
المطلب الثاني: ميزاتها.
المطلب الثالث: سلبياتها.
المبحث العاشر: الأشرطة السمعية والمرئية، وفيه ثلاثة مطالب:
المطلب الأول: الأهمية.
المطلب الثاني: الإيجابيات.
المطلب الثالث: السلبيات
المبحث الحادي عشر: اللوحات المعلقة، وفيه أربعة مطالب:
المطلب الأول: التعريف والأهمية.
المطلب الثاني: حكمها.
المطلب الثالث: ميزاتها وسلبياتها.
المطلب الرابع: توجيهات ونصائح حولها.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (17,'المبحث الثاني عشر: المجادلة والمحاورة والمناظرة، وفيه عشرة مطالب:
المطلب الأول: الأهمية والمقصود.
المطلب الثاني: المعاني والتعريف.
المطلب الثالث: مشروعية الجدال بعامة، وحرمة الذموم منه.
المطلب الرابع: الجدال في القرآن الكريم.
المطلب الخامس: تتابع الرسل على المجادلة.
المطلب السادس: الترتيب الدعوي لصور الجدال.
المطلب السابع: صور من الجدال في السنة.
المطلب الثامن: شروط الجدال المحمود وضوابطه.
المطلب التاسع: نصائح للمناظر.
المطلب العاشر: خلاصة المبحث.
المبحث الثالث عشر: المباهلة.
المبحث الرابع عشر: الشبكة العالمية (الشبكة العنكبوتية) (الإنترنت)، وفيه أربعة مطالب:
المطلب الأول: ضرورة استغلالها في الدعوة إلى الله.
المطلب الثاني: إيجابياتها.
المطلب الثالث: سلبياتها.
المطلب الرابع: نصائح وتوجيهات.
المبحث الخامس عشر: التمثيل. وفيه ثلاثة مطالب:
المطلب الأول: المقصود والحكم.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (18,'المطلب الثاني: خلاصة الحكم (الترجيح).
المطلب الثالث: صور من التمثيل الهادف المباح.
المبحث السادس عشر: التصوير.
أما الخاتمة: فقد كتبت فيها أهم نتائج البحث، وأدرجت فيها بعض التوصيات والمقترحات التي تمخضت من كتابتي في هذا البحث.
هذا، وقد نهجت في بحث هذا الموضوع والكلام عنه منهجاً، هذه بعض خطواته:
أولاً: جمعت المادة العلمية من المصادر والمراجع الأصلية المثبتة في هوامش هذا البحث، وفي فهرس المراجع.
ثانياً: اعتمدت في بحث هذا الموضوع على إرشادات النصوص الشرعية، وما يفهم منها من دلالات دون تعصب لرأي معين، أو تقليد بعيد عن الحق.
حاولت التقعيد والتأصيل ما استطعت لتسهيل إدراكه من القارئ، ولتسهيل العمل به على ساحة الواقع، إذ المقصود الأول هو العمل بالعلم لا مجرد العلم.
ثالثاً: ركزت على وضع أمثلة تطبيقية لكل ما تكلمت عنه من تأصيل، ليتضح مراد ما نتكلم فيه، وليدلل على واقعية التأصيل ومصداقيته.
رابعاً: كتبت الموضوع بأسلوب مفهوم، ولغة بسيطة خالية من التعقيد والغموض، ليسهل تعلم هذه المادة، وتعليمها، وتطبيقها.
خامساً: أشرت إلى مواضع الآيات من السور.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (19,'سادساً: خرجت الأحاديث والآثار تخريج صحة دون استفاضة.
سابعاً: لم أعقد تراجم لمن ذكر من الأعلام لطبيعة هذا البحث.
ثامناً: اقتصرت على فهرسين لهذا البحث: فهرس الموضوعات، وفهرس للمراجع والمصادر.
كما أكتب هذا البحث مشاركة مني في هذه المسابقة (جائزة نايف بن عبد العزيز العالمية).
وإن فتح هذا المجال عن طريق المسابقات، لمشاركة الأقلام المختلفة، وتنوع الآراء المبدعة، والسعي لخدمة الدين، وتقويم الدعوة، مما يشكر القائمون عليها، وفي مقدمتهم: سمو الأمير نايف بن عبدالعزيز، والمشرف العام سمو الأمير سعود بن نايف، وأمينها العام الدكتور مساعد العرابي الحارثي، وأمينها ومديرها الدكتور مسفر بن عبد الله البشر -حفظهم الله- وغيرهم من العاملين فيها.
سائلاً المولى عز وجل أن يسدد أقوال الجميع، ويتقبل منا ومنهم، ويجعلنا من الفائزين في هذا البحث في الدنيا والآخرة، إنه ولي ذلك وأهله.
والحمد لله رب العالمين.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (20,'الباب الأول
نظرات في حاجات المسلمين، وواقعهم الدعوي',NULL,'22',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (21,'<span data-type="title" id=toc-3>الباب الأول نظرات في حاجات المسلمين، وواقعهم الدعوي:</span>
لا يخفى على مطلع ما يعانيه الكثيرون من المسلمين، وبخاصة الناشئة منهم وبعض الدعاة، من انحراف في التصور، واضطراب في المنهج، وتقصير في الدعوة، وخلل في المعالجة، أثّر على الساحة الدعوية سلباً، وسبب أحداثاً كثيرة وخطيرة، أحدثت تراجعات ونكسات في مجال الدعوة إلى الله.
الأمر الذي يدفع المُصلحين لتلمُّس دوافع الانحراف، ومعرفة أسباب الاضطراب، ودراسة أبعاد التقصير والخلل، دراسة جِديَّة، واقعية، لتقويمها ثم معالجتها، وسنتعرض لهذا من خلال الفصلين التاليين:',NULL,'23',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (22,'<span data-type="title" id=toc-4>الفصل الأول نظرة في واقع المسلمين واحتياجاتهم:</span>
من المناسب في تمهيد هذا البحث، الإلماح إلى بعض أسباب الخلل، لمحات عاجلة، ولفتات مختصرة، ليُتفطن إليها، ولتكون محل نظر ومعالجة.
وستُذكر هذه الإلماحات من غير تفصيل ولا استفاضة في الأدلة، إذ الغاية التنويه والتذكير، لا الإسهاب والتدليل، فكل واحدة منها تحتاج إلى بحث مستفيض، ومؤلف مستقل، وسنفرد هذه الإلماحات في ثمانية مباحث:',NULL,'24',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (23,'<span data-type="title" id=toc-5>المبحث الأول حاجة البشرية إلى الدعوة:</span>
مضت سنة الله في خلقه، بوجود الكفر وأهله، ووجود الإيمان وأهله.
{هُوَ الّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مّؤْمِنٌ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [التغابن: ٢]
وكذلك مضت سنة الله في تناقص إيمان بعض المؤمنين، وقساوة قلوبهم، وفي الجهل في الدين، والانحراف عن الصراط المستقيم، كلما ابتعد الناس عن معين الوحي، وطال بهم العهد عن منبع الرسالة.
قال تعالى: {أَلَمْ يَأْنِ لِلّذِينَءَامَنُوَا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقّ وَلا يَكُونُوا كَالّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مّنْهُمْ فَاسِقُونَ}. [الحديد: ١٦]
واقتضت حكمة الله إزالة الكفر، ورد الكافرين الى أصل الفطرة، وحظيرة الإيمان، وبيان المحجة لهم.
وكذلك اقتضت تجديد إيمان المؤمنين، وجلاء قلوبهم، وإعادة وصلها بالله، كيما يقوى الإيمان، وتستقيم النفوس على طريق الهداية، وتبقى القلوب موصولة بالله تعالى.
وسبقت رحمة الله أن تكون وسيلة الإسلام إلى هداية الكافرين، وإلى تجديد إيمان المؤمنين، وإصلاح ما فسد هي: الدعوة إلى الله تعالى، بشروطها، وأسلوبها المقرر، {وَيَقَوْمِ مَا لِى أَدْعُوكُمْ إِلَى النّجَاةِ وَتَدْعُونَنِى إِلَى النّارِ} [غافر: ٤١]',NULL,'25',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (24,'فكلما كانت الدعوة قائمة بشروطها، فعّالة بأسلوبها المشروع، كان الناس أقرب إلى الصلاح، وأبعدَ عن الفساد.
وكلما كانت الدعوة ضعيفة في أدائها، أو منحرفة في منهجها، كان الناسُ أقربَ إلى الشر والسوء، وأبعدَ عن الخير والاستقامة.
ولا أدل على ذلك من التفاوت في التدين بين الشعوب، فترى بعضها أحسنَ الناس عقيدة، وأفضلهم اتباعاً، وأقلهم فساداً وانحرافا، ذلك لما كان قائمًا بينهم من دعوة صحيحة، ذات جذور قوية.
وترى آخرين قد اختلت عقائدهم، وكثرت بدعهم، وظهر الفساد والانحراف في مجتمعهم .. وذلك للتقصير الدعوي فيهم.
وكل ما ظهر من الفساد العقائدي، والانحراف المنهجي، والسوء الخُلقي، والتطرف الفكري، ثم العملي الذي تفشى بين كثير من المسلمين، كان من التقصير في الدعوة إلى الله عز وجل، أو من الانحراف بها عن مقاصدها النبيلة التي رسمها لها الإسلام، أو لغياب منهجية الاعتدال فيها.
لذا بات من الضروري لهداية من ضل، ولإصلاح ما فسد، واستقامة ما انحرف، ولتقوية إيمان من ضعف، إحياء الدعوة إلى الله عز وجل على أسس سليمة، ومنهجية معتدلة، وأساليب متجددة مباحة، كي يعم الصلاح، وينقطع الفساد.
وهكذا كانت سنة الله تعالى في خلقه، كلما انحرف الناس، وانتشر الشر، أرسل الله فيهم رسولاً، أو بعث فيهم نبياً.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (25,'{كَانَ النّاسُ أُمّةً وَاحِدَةً فَبَعَثَ اللهُ النّبِيّينَ مُبَشّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقّ لِيَحْكُمَ بَيْنَ النّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلاّ الّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَآءَتْهُمُ الْبَيّنَاتُ بَغْياً بَيْنَهُمْ فَهَدَى اللهُ الّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقّ بِإِذْنِهِ وَاللهُ يَهْدِى مَن يَشَآءُ إِلَىَ صِرَاطٍ مّسْتَقِيمٍ} [البقرة: ٢١٣]
قال ابن كثير - - عند هذه الآية ( ... وأن الناس كلهم كانوا على دين واحد، وهو الإسلام، قال ابن عباس: ((ثم وقع الاختلاف بين الناس، وعُبدت الأصنام، والأنداد، والأوثان، فبعث الله الرسل بآياته، وبيناته وحججه البالغة، وبراهينه الدامغة، {لّيَهْلِكَ مَنْ هَلَكَ عَن بَيّنَةٍ وَيَحْيَى مَنْ حَىّ عَن بَيّنَةٍ .. })) (١). [الأنفال: ٤٢]
وهكذا كان منهج الأنبياء في دعوتهم {إِنْ أُرِيدُ إِلاّ الإِصْلاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِى إِلاّ بِاللهِ عَلَيْهِ تَوَكّلْتُ وَإِلَيْهِ أُنِيبُ} [هود: ٨٨]
ولما لم يكن نبي بعد رسول الله - صلى الله عليه وسلم -، فقد وُكِّلَت الدعوة إلى العلماء والدعاة من أمته، يعلِّمون الناس ما جهلوا، ويذكرونهم ما نسوا، ويهدونهم إلى صراط الله المستقيم، ومن هنا جاءت أهمية الدعوة، وأهمية تأصيلها، وجاءت أهمية دور الدعاة، وأهمية إعدادهم.
_________
(١) - تفسير ابن كثير (٢/ ٤٢٦)',NULL,'27',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (26,'<span data-type="title" id=toc-6>المبحث الثاني حاجتنا إلى التأصيل قبل التمثيل، والعاطفة والارتجال</span>.
المقصود بهذه الإلماحة هنا: أن حاجتنا إلى معرفة أسس الدين، وأصول العلوم، وقواعد المسائل، كثوابت التوحيد، وقواعد الفقه، وأصول القضاء، وركائز الدعوة، وفهم هذه الأصول، والعمل بمقتضاها، وتربية الناشئة عليها، حاجتنا إلى هذا التأصيل أكثر من حاجتنا إلى فروع المسائل، وإثارة العواطف، وحماسة المواقف.
فإذا كان التأصيل صحيحاً، ثبت أصحابه في الملمات، ونجوا في الفتن، وآتى ثماره، وانتفع الناس به.
{أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيّبَةً كَشَجَرةٍ طَيّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى السّمَآءِ * تُؤْتِى أُكُلَهَا كُلّ حِينٍ بِإِذْنِ رَبّهَا ... } الآية [إبراهيم: ٢٤]
وأما إذا ساد -في المواقف الدعوية- الارتجال والتعجل، وتحكمت العواطف والحماسة، اضطربت الدعوة، وماج أصحابها، فسقطوا في حمئة الفتن، ولم يثبتوا في أعاصير المحن، فلم ينفعوا ولم ينتفعوا.
قال تعالى: {فَأَمّا الزّبَدُ فَيَذْهَبُ جُفَآءً وَأَمّا مَا يَنفَعُ النّاسَ فَيَمْكُثُ فِى الأرْضِ كَذَلِكَ يَضْرِبُ اللهُ الأمْثَالَ}. [الرعد: ١٧]
فهل من متذكر! ؟ !
وقال: {وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثّتْ مِن فَوْقِ الأرْضِ مَا لَهَا مِن قَرَارٍ .. }. الآية [إبراهيم: ٢٦]',NULL,'28',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (27,'والمقصود بالتأصيل كذلك: معرفة أحكام الكليات، وفهم العموميات، وضوابط الدليل، وأسس الاتباع، وتوضيح معنى الابتداع، وأنواع الخلاف ومواقفه، ومتى يجب الاتفاق، ومتى يسوغ الاختلاف والافتراق، ومتى يكون الاجتهاد خطأً، ومتى يكون الرأي انحرافاً وضلالاً.
ومن التأصيل المنهجي: معرفة قواعد الوصول إلى الحق (١)، والتفريق بين الدليل وبين التزيين (٢)، وفهم قواعد المصالح والمفاسد حين التعارض، فيما بينها وبين النصوص، وفيما بين بعضها بعضاً.
والتأصيل في مجال الدعوة يعني: وجوب معرفة أصولها، وقواعدها، وآدابها، ومواقفها من كل فرد، ومن أنواع المجتمعات، ومعرفة أحكام وسائلها، وطرق أساليبها، كل ذلك يجب على الداعية أن يتعلمه، ويتربى عليه، قبل أن ينطلق في دعوته، وهو لا يعرف أصولاً، ولا يحسن سلوكاً، ولا يدرك حكمة، وإلا كان إفساده أكثر من إصلاحه، وصدود الناس عنه كان أكبر من إقبالهم، وسيُتكلم تفصيلاً عن هذا في فصل منهجية الدعوة.
إن فقدان هذا المَعْلَم - معلم التأصيل - جرّ على بعض المسلمين اضطراباً في التفكير، وانحرافاً في المنهج، وخللاً في الدعوة، فجعلهم يتعلقون بالعاطفة والتزيين (٢)، لا بالبرهان والدليل، وفهم للتمحور حول
_________
(١) ثمة مؤلَف للمؤلف في ((قواعد معرفة الحق)) يسر الله نشره.
(٢) التزيين مصدر زيّن: والمقصود بذلك؛ ما يفعله المخالفون للشرع من تزيين أقوالهم وأفعالهم لرد النصوص، والخروج عن الشرع، وقد يكون ذلك من أنفسهم أو من الشيطان، وقد أشار الله إلى هذا في أكثر من موضع في كتابه فقال: {أَفَمَن زُيّنَ لَهُ سُوَءَ عَمَلِهِ فَرَآهُ حَسَناً .. } الآية [فاطر: ٨]، ... =

= {وَجَدتّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشّمْسِ مِن دُونِ اللهِ وَزَيّنَ لَهُمُ الشّيْطَانُ أَعْمَالَهُمْ فَصَدّهُمْ عَنِ السّبِيلِ فَهُمْ لا يَهْتَدُونَ} [النمل: ٢٤].',NULL,'29',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (28,'الفروع (١) لا الأصول، والانطلاق من العاطفة والحماسة. لا من الثوابت وبُعد النظر، والتعلق بالحزبية والرجال، لا بالحق والإسلام.
إن فقدان الثوابت والتأصيل لدى جماهير المسلمين جعلهم يباعون ويشترون بأبخس الأثمان، ويجرون وراء كل ناعق.
إن غياب هذا المَعْلَم، يربك الداعية في المواقف الحرجةِ، ويجعله مضطرباً، لا يحسن تصرفاً ولا يجيد رأياً، ويجعلهُ لا يثبت في محنة؛ كريشة في مهب الريح، كحال البيت إذا هبت عليه عاصفة وقد بني بلا أسس.
وإن إعادة تربية الناشئة على التأصيل، وبخاصةٍ في مقام الدعوة، يقي كثيرًا من الانحرافات والانتكاسات، ويضمنُ كثيرًا من السدادِ والتوفيق.
إن التأصيل يَهَبُ للداعية توفيقاً في الدعوة، وحسنَ تصرفٍ في المواقف الحرجة، وثباتاً - على الحق- في مواجهة الفتن.
_________
(١) ولا يعني هذا؛ التقليل من شأن الفروع فالكل من الدين، والكل مهم، وقد أمرنا الله بالدخول في الدين كافة، فقال: {يَأَيّهَا الّذِينَ آمَنُوا ادْخُلُوا فِي السّلْمِ كَآفّةً .. } الآية. [البقرة: ٢٠٨]، ولكن المقصود ما يفعله بعض الدعاة من التركيز على بعض الفروع، كأنه الدين كله أو أصل من أصوله .. غافلاً عن الأولويات، ومتجافياً عن المهمات.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (29,'<span data-type="title" id=toc-7>المبحث الثالث حاجتنا إلى الفقه:</span>
وفيه خمسة مطالب:

الأول: المقصود بالفقه.
المقصود بالفقه هاهنا: ضرورة الفهم والإدراك لحقائق كثيرة في الشرع، قد غابت عن أذهان كثير من الدعاة، حتى ظن بعضهم أن مجرد الحفظ والعاطفة، وقوة الإلقاء، وبلاغة التعبير، كافية لترشيح صاحبها إلى منصة الإفتاء، واعتلائه منبر الدعوة، يَصول في الأحكام، دون تأصيل ولا فقه، ويحكم في الناس، دون رَويَّة ولا ورع.
إن الحفظ والاطلاع والعاطفة، ما لم تتوج بالفهم العميق، وتحاط بالتأصيل المتين، انعكست آثاراً سلبية على الدعوة والمدعوين والمجتمع، فقد تُنفِّر المدعوين، وتعرقل الدعوة إن لم توقفها (١).
ولذا ينبغي، أن يتحلى المسلمون بعامة، والدعاة بخاصة، بالفهم العميق لدينهم، في أهدافه .. وأصوله .. وقواعده .. ولدعوته؛ في منهجها، وأسلوبها، ووسائلها.
إن على الدعاة أن يتوفر فيهم الإدراك العميق لواقعهم، من حيث أحداثُهُ، وطباع الناس، وسلوكهم، ومداركهم، ثم تملُّك البصيرة النافذة، للتصرف حيال الأحداث الجارية، والمستحدثات المختلفة،
_________
(١) لينظر البصير إلى أحوال الدعوات المتطرفة وما حل بها وبأصحابها منذ نشأت، من عهد علي رضي الله عنه إلى يومنا هذا.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (30,'والتآلفُ معها ضمن إطار الشرع، ليتمكنوا بهذه البصيرة، من إنزال الأحكام على الوقائع، وليفرقوا بها بين الطرق الشرعية التوقيفية، والوسائل العصرية المتجددة، كي يستعملوها فيما يخدم دينهم .. بحكمة بالغة، حتى تثمر دعوتهم، ولا تصادم واقعهم، فتعود عليه بالفشل واليأس.
ومن ذلك الفقه:

<span data-type="title" id=toc-9>المطلب الثاني: فقه الأولويات:</span>
مما هو معلوم من الدين بالضرورة؛ أن في الدين أولويات .. أولويات في قضايا الإيمان .. وفي الأعمال .. وفي الأمر والإنكار .. وفي العلم .. وفي التعليم .. وأولويات في التبليغ والدعوة.
والمقصود بفقه الأولويات: ترتيب العالم أو الداعية لأوراقه .. الأهم فالأهم .. والأحوج فالأحوج .. والأنفع للمدعوين فالأنفع.
ومَثَلُ ذلك؛ كمثل طبيب يداوي مريضاً، به أكثر من مرض .. فينظر إلى الأخطر فيداويه، ثم الأقل خطورة، وهكذا في معظم الأمور.
فهل من الحكمة، أن يبدأ بمداواة مرض الرشح، وينشغل به، عما أصاب بدنه من داء الدرن .. ؟ !
فإذا كان ثمة رجل مبتلى بترك الصلاة، وبتعاطي الدخان، فيؤمر بالصلاة أولاً، وإذا كان رجل يتعاطى المخدرات والدخان، فيحذر من المخدرات أولاً. وهكذا.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (31,'ومن هذا الباب؛ الدعوة إلى التوحيد قبل العبادات .. وإلى الإيمان قبل الأحكام .. والخوف من الله قبل النهي عن المحرمات .. ووحدة الصف مقدمة على الدعوة إلى السنن، وهكذا مما سيأتي تفصيله في بابه.
وليس من مانع إذا رأى الداعية مصلحة في الكلام عن أكثر من أمر، أن يُقدم مهماً على أهم، في بعض الحالات، لمصلحة ظاهرة، إذ يترجح المفضول على الفاضل ببعض القيود.
كأن يزور قوماً كثرت فيهم معصية كالسفور، وليس لديه وقت للتدرج معهم .. فيباشر بالدعوة إلى الستر .. وهكذا.
ولذلك نجد هذا الفقه واضحاً في وصايا النبي - صلى الله عليه وسلم - لأصحابه، وفي مقدمتهم معاذ رضي الله عنه، حين بعثه إلى اليمن، وسيأتي تفصيل ذلك في متن البحث.
إن فقدان فقه الأولويات، يحدث خللاً بالغاً في الدعوة، ويوقع كثيراً من الدعاة في اضطراب في المنهج، وتخبط في الدعوة، فتضيع بذلك الأوقات. وتُهدر الطاقات. ويُحدث ذلك أثراً سلبياً، وربما نتائج عكسية، في دعوة من فَقَدَ ذلك.
إن فاقد فقه الأولويات، قد يدعو إلى الأعمال قبل تحقيق توحيد الربوبية والألوهية، وإلى السنن قبل الواجبات، وإلى ترك المكروهات قبل المحرمات، وإلى الشكليات قبل المضامين، وإلى الفرعيات قبل الأسس، كوحدة الكلمة، وتماسك الصف، مما ينعكس أثره سلبياً على الدعوة.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (32,'إن فقه الأولويات؛ يمنح الداعية بصيرة في دعوته، وتوفيقاً في تصرفاته، ويحفظ عليه وقته وطاقته .. ويعطيه رؤية واضحة في المنهج بعامة، وفي الدعوة بخاصة.
وسنتعرض إلى أولويات الدعوة، وأدلة ذلك تفصيلا ضمن الكتاب، وإنما المقصود هاهنا - كما أسلفنا- التنويه لا التفصيل، والتذكير لا الإسهاب.

<span data-type="title" id=toc-10>المطلب الثالث: فقه المقاصد:</span>
إن للشريعة الإسلامية الغراء غايات عظيمةً، ومقاصدَ نبيلةً؛ مقاصد عامة .. ومقاصد خاصة في كل حكم من أحكامها، وفي كل فرع من فروعها؛ فرع القضاء .. فرع الحسبة .. فرع البيوع .. ومن أهمها؛ مقاصد الدعوة إلى الله تعالى.
قال الشاطبي: ((لا بد من اعتبار الموافقة لقصد الشارع، لأن المصالح إنما اعتبرت مصالح من حيث وضعها الشارع)) (١).
ومن فَقَدَ فقه المقاصد، تخبط في منهجه، وأفسد في دعوته.
فمن مقاصد الشريعة في الدعوة إلى الله تعالى هداية العباد، ورحمتهم، لا محاسبتهم وكشف عوراتهم.
ومن مقاصد الشريعة في الأمر بالمعروف والنهي عن المنكر: إتيان المعروف، والانتهاء عن المنكر، لا مجرد الأمر به، والنهي عنه، فلو تحقق ذلك بأي أسلوب مشروع، كان ذلك هو المقصود.
_________
(١) الموافقات (١/ ٤١).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (33,'ولذلك لم يحدد الإسلام أسلوباً معيناً في الدعوة، والأمر، والنهي، ولم يعين وسيلة خاصة بها، ولم يلزم أحداً من ذلك بشيء، بل ترك الباب مفتوحاً، في حدود تحقيق المقاصد ضمن إطار الإسلام العام.
ونجد هذا واضحاً في أفعال النبي - صلى الله عليه وسلم - ووصاياه: في الجهاد مثلاً، فمقصد الجهاد: هداية العباد، ودفع الصاد عن سبيل الله، وليس المقصد، قتل العباد .. وانتهاك الحرمات، وترويع الآمنين، ولذلك نهى رسول الله - صلى الله عليه وسلم - عن الابتداء بقتالهم قبل دعوتهم، ونهى عن قتل الشيوخ والنساء والأطفال والرهبان (١)، وأمر بمقاتلة الذين يقاتلون، ويصدون عن سبيل الله ويعتدون، وحرم: الظلم والاعتداء، على أي كان، ولو حيواناً، وهذا تفسير عملي لقوله تعالى: {وَقَاتِلُوا فِى سَبِيلِ اللهِ الّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوَا إِنّ اللهَ لا يُحِبّ الْمُعْتَدِينَ}. [البقرة: ١٩٠]
كما يفسر هذا جلياً؛ ما جرى مع ابن تيمية وبعض العلماء الذين كانوا معه، حين رأوا قوماً من التتر يشربون الخمر خارج دمشق، فأنكر العلماء عليهم، فأنكر ابن تيمية على العلماء إنكارهم هذا، وقال: ((إنما حرم الله الخمر لأنها تصد عن ذكر الله وعن الصلاة، وهؤلاء يصدهم الخمر عن قتل النفوس، وسبي الذرية، وأخذ الأموال فدعهم)) (٢).
فانظر إلى هذا الإمام كيف نظر إلى مقصد تحريم الخمر .. فأصاب -بهذا الفقه- مصالح، ودفع مفاسد.
_________
(١) البخاري (٣٠١٥)، ومسلم (١٧٤٤)
(٢) إعلام الموقعين (٣/ ١٦)',NULL,'35',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (34,'ومع ذلك، نرى كثيراً من الدعاة والآمرين بالمعروف والناهين عن المنكر، لا يعون مقاصد الأحكام، ولا يراعون غاياتها النبيلة، فينقلب عندهم النصح إلى فضح، والستر إلى تشهير، والمواساة إلى تشفٍ، والمعالجة إلى انتقام.
فالمهم عنده؛ أن يأمر مجرد أمر، وأن ينهى مجرد نهي، دون النظر إلى المقاصد، أو العواقب، أو إلى ما أمره الله به، من أن يكون أمره ونهيه بالرفق والمعروف، كي تتحقق المقاصد المنشودة، والغايات المطلوبة.
إن من أعظم فقه الداعية أن يتفطن لما يكون بعد فعله من أمر أو نهي أو دعوة.

<span data-type="title" id=toc-11>المطلب الرابع: فقه المصالح والمفاسد:</span>
لا ينفك حكم من أحكام الإسلام عن تحقيق المصالح، أو دفع المفاسد، أو تحقيق كليهما معاً، وبخاصة في مقام الدعوة الذي نحن بصدد الحديث عنه.
قال شيخ الإسلام ابن تيمية: ((وتمام الورع أن يعلم الإنسان خير الخيرين وشر الشرين، ويعلم أن الشريعة مبناها على تحصيل المصالح وتكميلها، وتعطيل المفاسد وتقليلها.
وإلا فمن لم يوازن ما في الفعل والترك من المصلحة الشرعية، والمفسدة الشرعية، فقد يدع واجبات، ويفعل محرمات، ويرى ذلك من الورع، كمن يَدَعُ الجهاد مع الأمراء الظلمة ويرى ذلك ورعاً، ويَدَعُ',NULL,'36',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (35,'الجمعة والجماعة خلف الأئمة الذين فيهم بدعة أو فجور، ويرى ذلك من الورع ... " (١)
إن هذا التأصيل والتمثيل من قِبَل هذا الإمام الهُمام .. ، ليكفي لكل ذي بصيرة عن إلقاء محاضرات، أو تسطير مجلدات.
إن غياب هذا الفقه - فقه المصالح والمفاسد- عند بعض الدعاة والناشئة، جعلهم يفعلون أموراً فيجلبون بها مفاسد .. ويُفَوِّتونَ مصالح .. وهم يظنون أنهم يحسنون صنعاً.
فكم من مصلحة فاتت، او مفسدة أُحدثت باسم الأمر بالمعروف والنهي عن المنكر، أو باسم الإنكار على أهل البدع.
انظر -يا رعاك الله- إلى الذين كانوا يقتلون السُّيَّاح، وإلى غيرهم ممن يؤذي المسلمين والمسلمات والمعاهدين باسم الأمر بالمعروف أو النهي عن المنكر أو الجهاد - كما زعموا - انظر كم سببوا من مفاسد، وكم فَوَّتوا من مصالح، وحسبك من مفسدة كبرى، تشويه سمعة الإسلام والمسلمين، وحسبك من تفويت مصلحة كبرى، وهي تقدم الدعوة إلى الله.
وانظر -يا رعاك الله- إلى حكمة النبي - صلى الله عليه وسلم - حين امتنع من قتل رأس المنافقين ابن أبي بن سلول، لتحقيق مصلحة سمعة الدعوة، إذ لما طلب عمر منه قتله، قال - صلى الله عليه وسلم -: ((دعه، لا يتحدث الناس أن محمداً يقتل أصحابه)) (٢).
_________
(١) مجموع الفتاوى (١٠/ ٥١٢)، (٣٠/ ١٩٣).
(٢) رواه البخاري (٣٥١٨، ٤٩٠٥، ٤٩٠٧)، ومسلم (٢٥٨٤).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (36,'وامتنع - صلى الله عليه وسلم - عن تحقيق مصلحة بناء الكعبة على أسس إبراهيم، خشية وقوع مفسدة الفتنة بين الناس وهي أكبر (١).
إن تحلي الداعية بهذا الفقه العظيم، يجعله يحصّل في دعوته مصالح عظيمة، ويدفع مفاسد كثيرة.
ويندرج تحت فقه هذا الباب: فقه بعض القواعد:
• درء المفاسد أولى من جلب المصالح أو المنافع (٢)
• "عند تعارض مصلحتين يعمل بأعلاهما وإن فات أدناهما" (٣).
• "إذا تعارضت مفسدتان روعي أعظمهما ضررا بارتكاب أخفهما" (٤)، وهو ما يعبر عنه بعض الفقهاء بقولهم: "يختار أهون الشرين أو أخف الضررين". (٥)
وللعلماء تقسيمات بديعة، وتفصيلات مفيدة في هذا الباب، ليس هاهنا محل ذلك، ولكن نذكر بعضها باختصار:
قال ابن القيم: ((لإنكار المنكر أربع درجات:
الأولى: أن يزول ويخلفه ضده.
الثاني: أن يقل وإن لم يزل بجملته.
الثالثة: أن يخلفه ما هو مثله.
_________
(١) رواه البخاري (١٢٦، ١٥٨٦)، ومسلم (١٣٣٣).
(٢) الأشباه والنظائر للسيوطي (ص ٨٧)، أشباه ابن السبكي (١/ ١٥)، إيضاح المسالك القاعدة (٣٤)،
والمجلة العدلية في الأحكام الفقهية، التي كانت الدولة العثمانية تصدرها للقضاة، المادة: (٣٠).
(٣) إرشاد الفحول للشوكاني (١/ ٣٧١).
(٤) الأشباه والنظائر للسيوطي (ص ٨٧)، والمجلة العدلية المادة: (٢٨).
(٥) المجلة العدلية المادة: (٢٩).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (37,'الرابعة: أن يخلفه ما هو شر منه)). (١)
ومعرفة هذه الأحكام تقي من مفاسد كثيرة.

<span data-type="title" id=toc-12>المطلب الخامس: فقه الشعب والمقامات:</span>
من المعلوم؛ أن في الإسلام شعباً، ولكل شعبة مقام. فثمة: مقام الولاية .. ومقام القضاء .. ومقام الجهاد .. ومقام الدعوة .. ومقامات أخرى، والمقصود بفقه المقامات: أن لكل شعبة من هذه الشعب، أحكاماً خاصة بها، ومواقف يجب على المسلم الالتزام بها،
فموقف ولي الأمر في معالجة القضايا ليس كموقف القاضي، الذي يمثُل أمامه المذنب، وليس كموقف الداعية وهو ينصح المذنبين.
وموقف المسلم مع الذمي (المعاهد) غير موقفه مع العدو الصائل.
وموقف المسلم مع الكافرين في الجهاد، غير موقفه معهم في الدعوة.
فإن اعتدى على المسلمين عدو ردوا عليه بالقوة، وإذا أُوذي المسلمُ نفسُه من الكافر نفسِه -وهو في مقام الدعوة- كان موقفه مغايراً تماماً لموقفه وهو في حال الجهاد .. إذ يجب على المسلم وهو في مقام الدعوة الصبر، والاحتساب، وكف اليد، أي: عدم الرد بتاتاً إلا بالقول الحسن والحكمة.
وهكذا تتفاوت الأحكام بتفاوت المقامات. وقديماً قيل: لكل مقام مقال .. وهاهنا يمكن أن يقال: لكل مقامٍ حُكْمٌ وموقف.
_________
(١) إعلام الموقعين (٣/ ١٦)',NULL,'39',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (38,'وإذا عُلم فقه المقامات، عُلم فقه كثيرٍ من الآيات، الذي يظن من لا فقه عنده، أنها متعارضة أو منسوخة.
فمن هذا الباب: صنف من الآيات تأمر بالصبر والعفو.
كقوله تعالى: {قُلْ يَأَيّهَا الْكَافِرُونَ ... لَكُمْ دِينُكُمْ وَلِىَ دِينِ} [الكافرون]
وقوله تعالى: {وَلَمَن صَبَرَ وَغَفَرَ إِنّ ذَلِكَ لَمِنْ عَزْمِ الاُمُورِ}. الآية [الشورى: ٤٣]
وقوله: {أَلَمْ تَرَ إِلَى الّذِينَ قِيلَ لَهُمْ كُفّوَا أَيْدِيَكُمْ .. }. الآية [النساء: ٧٧]
ومن ذلك؛ صنف من الآيات تأمر بالقتال والرد بالمثل.
كقوله تعالى: {وَقَاتِلُوا فِى سَبِيلِ اللهِ الّذِينَ يُقَاتِلُونَكُمْ .. } الآية [البقرة: ١٩٠]
وقوله تعالى: {الشّهْرُ الْحَرَامُ بِالشّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَىَ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىَ عَلَيْكُمْ} الآية [البقرة: ١٩٤]
فإذا لم تُفهم هذه النصوص على ضوء فقه المقامات، ظنَّها ضعيف العلم، قليل الفقه: أنها متعارضة أشد التعارض، وإذا لم تصنف هذه النصوص على مقاماتها، وقع المسلمون في أشد التناقض، وفوتوا مصالح كثيرة، ووقعوا في مفاسد عظيمة.
وإذا توفر فقه المقامات عُلم؛ أن أحكام الآيات الثلاث الأُوَل (الصنف الأول) -التي أمرت بالعفو والصفح- تكون في مقام الدعوة،',NULL,'40',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (39,'وعندما يكون المسلمون بين أظهر الكافرين في حال السلم، وأن أحكام الآيتين الأخيرتين تكون بعد التمكين في حال الجهاد.
وفي حال غياب -فقه المقامات هذا- عند الدعاة والناشئة، سيسقطون في حمئة التناقض، ووضع الأحكام في غير محلها، وتنفير الناس من الدين .. إذا ما استعمل العنف في مقام الدعوة، ونصب الداعية نفسه قاضياً صارماً، بدل أن يكون داعية رحيماً، فيصدر على الناس الأحكام، ويقسم عليهم الضلالة والهداية.
بل ربما سفك الدم الحرام، وكشف الستر المصون، وجر على المسلمين أذى كثيرًا ومصائب لا يعلمها إلا الله، وهو يستشهد بتلك النصوص ويضعها في غير مقامها، وهو يحسب أنه يحسن فقهًا، ويجيد دعوة، أو يحيي جهاداً .. ويقيم دولة ..',NULL,'41',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (40,'<span data-type="title" id=toc-13>المبحث الرابع حاجتنا إلى التربية:</span>
ليست التربية فرعاً من فروع الدين، أو مسألة من مسائل الفقه، ولا هي علماً نافلاً .. أو قضية هامشية فحسب.
بل إن التربية ركيزة مهمة في بناء المسلم بعامة والداعية بخاصة.

<span data-type="title" id=toc-14>فما هي هذه التربية وما هي مهمتها</span>؟
التربية - بتعريف مبسط - هي: تدريب الناشئة في الدين -صَغُرَ في السن أو كبر- على القيام بالأحكام، والتكيُّف مع الواقع بصورة صحيحة، لاتخاذ مواقف سلمية فيما بعد.
ولهذا فالتربية لا تتم بموعظة تُلقى .. أو خطبة جمعة تسمع .. ولا هي تتحقق بكتاب يُؤلف .. أو بحث يُقرأ .. ولا بدرس يُحضر .. أو بمحاضرة تُلقى فحسب .. إن عملية التربية أعمق معنى، وأوسع مدى من هذا كله.
وإنه لمن الخطأ الواضح؛ أن نظن: أن التعلم يغني عن التربية، وأن مجرد حشو أذهان الطلاب من الناشئة بالمعلومات، وتكديس صدورهم بالحفظ، مُغنٍ لنا عن التربية.
إنها جهد متواصل، وتدريب دؤوب، ومتابعة مستمرة للمتربين .. فلا تُحقق إلا بممارسةٍ عمليةٍ، وإشراف مباشرٍ على المتربيين.
ولذلك لم يرسل الله رسُلاً من الملائكة ليس من طباعهم معاشرة الناس، بل أرسل الله عز وجل الأنبياء والرسل بشراً من جنسهم، يعايشون الناس، حتى يتمكنوا من تعليم المدعوين، وتزكية العباد، وممارسة',NULL,'42',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (41,'العملية التربوية بين أظهرهم، قال تعالى: {وَمَآ أَرْسَلْنَا قَبْلَكَ إِلاّ رِجَالاً نّوحِى إِلَيْهِمْ .. } الآية [الأنبياء: ٧]
وقال تعالى: {وَلَوْ جَعَلْنَاهُ مَلَكاً لّجَعَلْنَاهُ رَجُلاً .. } الآية [الأنعام: ٩]
وقال تعالى: {وَمَآ أَرْسَلْنَا مِن رّسُولٍ إِلاّ بِلِسَانِ قَوْمِهِ لِيُبَيّنَ لَهُمْ .. } الآية [إبراهيم: ٤]
وذلك لأجل الاختلاط بهم، ومتابعة تصرفاتهم، ولتصحيح ما كان منها خطأ، وإقرار ما كان منها صواباً {رَبّنَا وَابْعَثْ فِيهِمْ رَسُولاً مّنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِكَ وَيُعَلّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكّيهِمْ ... } الآية [البقرة: ١٢٩]
فالتزكية - التي تعني في عُرفنا التربية -: هي تطهير القلوب، وتسديد الأقوال، وإصلاح الأعمال، وتدريب المدعوين على ذلك عملياً.
وكذلك لم يكتف الله تعالى لهداية الناس بإنزال الكتب، إذ كان الله قادرًا على أن يُنّزَل في كل بيت صحفاً تتلى، أو كتاباً بالصوت ينطق .. وأن يريح الأنبياء من العناء، والرسل من الابتلاء، ولكن العملية التربوية إذ ذاك لن تحصل، لأن التربية لا تكون إلا بمرب يَتتبَّع، وبمدرب يُدرب، وبموجه يُصحح، وبأب يَحنُو، وبشيخ يَعطف، ولا تكون إلا في تجارب تُصوَّب أو تُخَطِّأ .. هكذا كانت حياة الأنبياء بين أقوامهم .. وبخاصة رسولنا الكريم محمد عليهم الصلاة والسلام جميعاً، كان يربي أصحابه بكل ما في هذه الكلمة من معنى، حتى أخرج الله على يده - صلى الله عليه وسلم - جيلاً أصبح قدوة للعباد، ومنارات في البلاد {مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ... } الآية [الفتح: ٢٩]',NULL,'43',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (42,'إن مَثَل بعض الناشئة اليوم، كمثل رجل أراد أن يتعلم السباحة. فطالع لذلك الكتب الكثيرة، وحفظها غيباً، وقتلها فهماً، ووسعها هضماً .. ثم قال في نفسه: إن السباحة أصبحت أمرًا هينًا بعدما قرأتُ عنها ما قرأتُ .. وفهمتُ ما فهمت .. ، حتى إذا ما جاء اليم ألقى نفسه فيه، وهو واثق من نفسه، مستحضر لطريقتها، حافظ لقواعدها .. مستغنٍ عن المدرب، فغاب في جوف الماء ولم يعد.
أو كمن أراد أن يتعلم قيادة مركبة، فقرأ لها وحفظ، وأتقن ذلك نظرياً، حتى إذا ما استلم مقود المركبة معتمداً على نفسه، مستغنياً عن المدرب، معتداً بتحضيره. فما كان منه إلا أن آذى العباد ونفسه وأهله.
وهكذا كان من بعض ناشئة الصحوة في بعض بقاع المسلمين، حَضَروا دروساً .. أو سمعوا أشرطة .. أو قرؤوا كتباً .. ثم قاموا إلى الدعوة .. والأمر بالمعروف والنهي عن المنكر، ثم إلى الجهاد زعموا .. (١).
ثم .. كان ما كان مما نحن نذكره .. فقل خيراً ولا تسأل عن الخبر.
إن معظم مظاهر سوء تصرف بعض الناشئة، وبخاصة في مقام الدعوة إلى الله، مرجعه إلى فقدان التربية .. فحري بالعلماء، وجدير بالدعاة، أن يعطوا هذا الأمر حقه، كي نقي الناشئة شر الانحراف، والبلاد والعباد شر الفساد.
_________
(١) ١ ليس هذا يعني أن لا جهاد، ولا أن كل من قام به لم يكن محقاً .. بل الجهاد ماضٍ إلى يوم القيامة، إنما المقصود من هذا: أن لا جهاد قبل العلم والتربية إلا في حال الدفع، وبالشروط الشرعية المعروفة عند أهل العلم.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (43,'<span data-type="title" id=toc-15>المبحث الخامس حاجتنا إلى الورع:</span>
هذا المَعْلم ليس بأقلَّ أهمية من المعالم الأخرى، فهو يصقل النفوس، ويُهذِّب التصرف، ويضبط اللسان، ويجعل المرء روياً متأنياً.
وإن إهمال تربية الناشئة عليه، دفعها إلى سفك الدم الحرام، في الشهر الحرام، في البيت الحرام، وهي تظن أنها تحسن صنعا.
وقد رُؤي بعض من فقد الورع، وقد قاطعوا آباءهم، وآذوا علماءهم، وانتهكوا أعراض إخوانهم، بل قتلوا إخوانهم، وهتكوا حرمة مساجدهم، بدعوى الأمر بالمعروف أو النهي عن المنكر، أو أنهم مبتدعون، أو مخالفون في المنهج .. إلى غير ذلك من الدعاوى التي جرَّت فساداً، وأحدثت فتناً.
لقد انقلبوا بسبب غياب هذا المعلم -الورع- إلى وحوش كاسرة، تنهش الأعراض، وتسلب الأموال، وتسفك الدماء ..
وفي الوقت الذي أمرنا الله بدعوة الناس، ذهب بعض الدعاة إلى محاسبتهم، وإعلان الحكم وتنفيذه عليهم، حتى قام بعضهم مقام الله سبحانه في الحكم، يدخل من يشاء الجنة، ويدخل من يشاء النار.
وإذ أمر الله دعوة الناس بالستر والنصح، إذا بهم يسلكون مسلك الكشف والفضح، ونشر عيوب العباد على رؤوس الأشهاد.
ولقد رؤي من الناشئة وغيرهم، من يتصدى للفتوى في مسائل لو عرضت على الأئمة الكبار بل الصحابة، لترددوا فيها .. وقد أفتوا في',NULL,'45',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (44,'مسائل أحجم عنها الفحول، وحارت فيها العقول، وهي عندهم بديهة .. بل من لم يُفت بها استخفوا به، وبعلمه.
وإن تعجب فاعجب مما فعله الخوارج، إذ تورعوا عن أكل تمرة ساقطة على الأرض، ولم يتورعوا عن قتل عبد الله بن خباب الصحابي المشهور، ولا عن قتل زوجته الحامل، (١) بل تقربوا إلى الله عز وجل بقتل أفضل الخلق في زمانه أمير المؤمنين علي بن أبي طالب رضي الله عنه.
وقال أبو أيوب لخارجي عندما أراد طعنه، أبشر يا عدو الله بالنار فقال الخارجي: "ستعلم أينا أولى بها صليا" (٢).
فانظر إلى هذه الجرأة على الصحابة، وقذف الأحكام .. كل ذلك بسبب فقدان الورع.
وما أجمل هذه القاعدة في هذا المقام:
إذا حكمت حوكمت .. وإذا تورعت عوفيت.
أي إذا حكمت على الناس، فستُسأل عن حكمك، وستحاكم بين يدي ربك، وأما إذا تورعت عن الحكم على الناس، والخوض في أعراضهم، عافاك الله من تحمل تبعة حسابهم، والحكم عليهم، وشتان بين من يُحاكم، وبين من يُعافى.
_________
(١) انظر الإصابة، لابن حجر (٤/ ٦٤)، ترجمة عبدالله بن خباب بن الأرت.
(٢) تاريخ الطبري (٣/ ١٢٢)، والبداية والنهاية لابن كثير (٧/ ٢٨٩).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (45,'<span data-type="title" id=toc-16>المبحث السادس حاجتنا إلى الواقعية:</span>
إن من أجمل ما اتصفَتْ به دعوة الإسلام وأعظمِه: الواقعية في التصور .. الواقعية في الطرح .. الواقعية في المعالجة .. الواقعية في التعبد.
وكيف لا يكون ذلك، وقد أنزله مَنْ خلق الخلق، ويعلم حالهم وما يحتاجون إليه.
قال تعالى: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللّطِيفُ الْخَبِيرُ}. [الملك: ١٤]
أي لا يأمر المخلوق إلا بما يناسبه، وبما يناسب واقعه، لما يعلم من طبيعته.
وقال تعالى: {لا يُكَلّفُ اللهُ نَفْساً إِلاّ وُسْعَهَا .. } الآية. [البقرة: ٢٨٦]
والمقصود بالواقعية هاهنا: فهم الواقع على حقيقته، ومعالجة ذلك معالجة شرعية متوافقة مع كل ظرف، ومتجانسة مع كل حدث، ومتلائمة مع كل حال وواقع.
والواقعية تعني كذلك: أن لا نكون خيالين في أذهاننا، حتى إذا ما نزلنا ساحة الواقع صُدمنا .. ثم فشلنا.
إن بعض الدعاة يريد كمالاً في الإيمان .. فلا أحد يعصي .. كمالاً في التعبد .. فلا أحد يُقصِّر .. كمالاً في الفهم .. فلا خلاف في الاجتهاد .. كمالاً في الأخلاق .. فلا أحد يخطئ. (١)
_________
(١) من جميل ما حدث مرة: أن أحد المصلين رنّ جواله (الهاتف المحمول) فما أن انتهت الصلاة حتى رُمي بوابل الألفاظ، وسهام اللوم .. وكان الرجل يعتذر بالنسيان .. وكان المعاتب يشتد في اللوم، ولا يقبل عذراً .. وبينما الموقف كذلك، إذا بجوال المعاتب يرن. وعلى نغمة موسيقية منكرة .. فتلون وجهه، وبدأ يعتذر .. ؟ ! ؟',NULL,'47',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (46,'إن مثل الذين يطلبون المثالية بعيدين عن الواقعية، كمثل من يطلب زوجة مثالية في جمالها، مثالية في أخلاقها، مثالية في تصرفاتها، مثالية في ثقافتها .. إنه سيبقى أبد الدهر عازباً.
وإن تزوج فليُصدَمنَّ، فإما يصبرَنّ، وإما يطلقَنَّ .. وسيبقى في خيال وعذاب .. وقِصر .. وتقصير .. ، قصر نظر في رؤيته، وتقصير في عمله.
إن عدم واقعية بعض دعاتنا، جرَّ عليهم وعلى المسلمين مشكلات كثيرةً، ومصائب جسيمة، وتقصيرًا في الأداء، ثم عجزًا وفشلاً في الدعوة إلى الله.
إن الذي يظن أن يُحكم بعد أبي بكر وعمر رضي الله عنهما بمثلهما فلينتظر .. إنا معه منتظرون.
وإن الذي يدعو قوماً يريد أن يكونوا كالصحابة في الإيمان والعمل .. لن يحصد إلا الخيبة والفشل.
إن الذين يطلبون الكمال في الدعوة، كالمُنْبَتِّ لا أرضاً قطع، ولا ظهرًا أبقى.
إن على الدعاة والناشئة، أن يدركوا أن البشر لن يكونوا ملائكة أبداً، وأنه من ظن أن العباد سيهتدون بموعظة أو موعظتين .. أو بترهيب أو ترهيبين .. فقد أبعد النُّجعة، وطلب المحال.
إن من المعلوم في دين الله، أن الله لم يوجب الكمال على العباد، لا كمالاً في الإيمان، ولا كمالاً في العمل .. ولا في أي شيء آخر.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (47,'فعن أبي هريرة رضي الله عنه، قال - صلى الله عليه وسلم -: ((والذي نفسي بيده لو لم تذنبوا لذهب الله بكم، ولجاء بقوم يذنبون فيستغفرون فيغفر لهم)). (١)
وقد وُجد في الصحابة من وقع في الذنوب، وهم بشهادة القرآن خير أمة أخرجت للناس.
وإذا كان بعض الأنبياء وقع في هفوة، كآدم عليه الصلاة والسلام، أفنطلب من أبنائه أن يكونوا معصومين؟ .. بل يقع منهم هفوات .. بل بليات.
إن محاسبة الناس على التقصير عن الكمال، جر على المسلمين عبر تاريخهم ويلات كثيرة، ومصائب جسيمة .. من نقض البيعات، إلى اتهام العلماء، وتكفير الناس، بل وقتلهم .. وما واقعنا اليوم عن ذلك ببعيد.
إن الانطلاق من تصور صحيح واقعي لأحوال الناس وظروفهم، ومعرفة صحيحة لما يريده الله منهم، يجعل المسلم بعامة، والداعية بخاصة موفقاً في خطابه، مُثمراً في دعوته.
وليس ثمة مانع من أن يسعى الدعاة إلى طلب الكمال المشروع، والمعقول، ولكن عليهم أن يغضوا الطرف عن المحاسبة عن الكمال.
_________
(١) رواه مسلم (٢٧٤٩).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (48,'<span data-type="title" id=toc-17>المبحث السابع حاجتنا إلى مخاطبة الناس بما يعقلون، وبما يحتاجون</span>.
يكفي في هذا المعْلَم حتى يتضح؛ أن نورد قوله تعالى ((لايكلف الله نفسا إلا وسعها))
قال المفسرون)) الوسع: الطاقة والقدرة)) (١)
قلت: والسع يشمل: الوسع العقلي، والبدني، والعلمي، فلا تكليف لإنسان فوق أي وسع منحه الله إياه
ومما يؤيد هذا المعنى؛ ما ورد عن إمامين كبيرين، يُهتدى بهديهما، ويُقتدى بآثارهما.
النص الأول: لعلي رضي الله عنه قال:
((حدثوا الناس بما يعرفون، أتحبون أن يُكذَّب الله ورسوله)) (٢).
الثاني: لعبد الله بن مسعود رضي الله عنه قال:
((ما أنت بمحدث قوماً حديثاً لا تبلغه عقولهم، إلا كان لبعضهم فتنة)) (٣).
والمقصود من هذه الإلماحة: أن يُحدَّث الناسُ بما يعقلون .. ويدركون .. ويفهمون .. وبما يحتاجون إليه، وبما ينفعهم، وبما كلفوا به، وبما سيحاسبون عليه، وبما يقدرون على فعله.
_________
(١) زاد المسير لابن الجوزي (١/ ٣٤٦)، وتفسير ابن كثير (١/ ٣٥٠)، وفتح القدير للشوكاني (١/ ٤٥٩).
(٢) أخرجه البخاري (١٢٧).
(٣) أخرجه مسلم في مقدمته (١/ ١٩١).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (49,'ولقد كان من أعظم أسباب جهل الناس بدينهم، وانحرافهم عن صراطه المستقيم، مخاطبتهم بما لا يعقلون، وبما لايحتاجون.
أو بعبارة أخرى: مخاطبتهم بما هو فوق مستواهم الإيماني، والعلمي، أو بما لا حاجة لهم به، فكانوا يخرجون من كثير من الدروس العلمية كما دخلوا ..
لقد كانت كثير من دروس العلماء في التوحيد فلسفةً، وعلم كلام .. في (العرض والجوهر .. ) (والعدم والمعدوم) (والاسم والمسمى (١))
مما لا يفهم منه العامة شيئاً، بدل أن يلقنونهم التوحيد من مصدريه الأساسين الكتاب والسنة، لذلك انفض العامة عن دروس العلماء .. وأقبلوا على مواعظ الدعاة، وحكايات الوعاظ، مما أضعف الحصيلة العلمية عندهم .. ولا تسأل بعد ذلك عما يفعله الجاهل .. ؟ ؟ ! !
كما يجب على الداعية، أن يخاطب الناس بما ينفعهم، وبما يلبي حاجاتهم.
_________
(١) ومن ذلك على سبيل المثال قولهم: ((إن القِدم يضاد الحدوث، وليس العدم ضداً للقدم، وإذا كان جواز العدم على القديم منتفياً، كان وجوبه أولى بالانتفاء لقول الإمام: ((فإن قُدِّر العدم واجباً، كان ذلك محالاً ضرورة)) (الشامل في أصول الدين) للجويني ص (٩٠)، نقلاً عن (كتاب الأشعرية وتطورها. لجلال موسى)، فانظر - يارعاك الله - الفرق بين هذا الذي يسمونه توحيداً، وبين نصوص القرآن والسنة في التوحيد.
فانظر في التوحيد قوله تعالى: {قُلْ هُوَ اللهُ أَحَدٌ * اللهُ الصّمَدُ ... } فلا يوجد عربي إلا فهمها.
وانظر إلى تعريف رسول الله - صلى الله عليه وسلم - للشرك ما أبسطه، وما أقواه، وما أنفعه لما سئل رسول الله - صلى الله عليه وسلم - عن أكبر الكبائر قال: ((أن تجعل لله نداً وهو خلقك)) أخرجه البخاري (٤٤٧٧)، ومسلم (١٤١)، والند هو الشبيه والمثيل. ولاحاجة لمزيد تعليق.

ولولا خشية الإطالة لنقلت من عباراتهم مما يسمونه توحيداً مالايفهمه المسلمون إلا قليلاً جدًا منهم.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (50,'فلا ينبغي له أن يحدثهم بدقائق العقيدة، التي لم يوجبها الشرع، ولا بتفصيلات الفقه، وخلافات العلماء .. فهذا كله مما لا حاجة لهم فيه إلا نادراً.
ولا ينبغي له أن يكثر عليهم من ذكر أعداء الله وما يمكرون، فإن في ذلك تخويفًا لهم، أو إشغالهم عن الأصل والأهم - وهو التعليم والتربية، وإزالة الجهل، وتقوية الإيمان -، ويصرفهم عن ما ينفعهم، ويشغلهم بما لا ينفعهم.
فإن مِثْل هذا، لا يكون في مقام الدعوة، وإنما له مقام آخر.
وليس من الدعوة في شيء، مخاطبة الناس بما لا يعنيهم، كالكلام عن مشكلات مشرقية في ديار مغربية، أو الكلام عن سلطان بعيد، لا تعني حاله المخاطبين من قريب أو بعيد.
كما يجب أن يخاطب المدعوين بلغة يفهمونها، وأسلوب يعونه ..
فعن عائشة رضي الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - يُحدث حديثاً لو عده العاد لأحصاه)). (١)
وعن أنس: ((كان رسول الله - صلى الله عليه وسلم - إذا تكلم بكلمة أعادها ثلاثاً، حتى تفهم عنه)). (٢)
وأما ما يفعله بعض العلماء والدعاة بلغة عالية، وأسلوب معقد، حتى غدا أحدهم يكتب لأجل الكتابة، ويخطب لأجل الخطبة، سواء فهم القارئ أو السامع، أو لم يفهم.
_________
(١) البخاري (٣٥٦٧)، ومسلم (٣٥٦٧)
(٢) البخاري (٩٥).',NULL,'52',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (51,'حتى بدت بعض تعليمات الدين وكأنها طلاسم، لا يحل ألغازها إلا المتخصصون، ولا يدركها إلا العالمون، فليس هذا من الحكمة في شيء، بل ربما كان سبباً في صدود كثير من الناس عن قبول الدعوة وإعراضهم عنها (١).
_________
(١) حضرت في شبابي درساً علمياً، فلم أفهم ما يقال. فسألت من كان عن يميني: هل تفهم ما يقال؟ قال: لا .. وسألت الذي عن شمالي .. ثم الذي أمامي وخلفي، فأجاب جميعهم بالنفي .. فأين هذا من سيرة سيد المعلمين - صلى الله عليه وسلم -، الذي كان يخاطب الناس بما يفهمون.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (52,'<span data-type="title" id=toc-18>المبحث الثامن حاجتنا إلى التواضع:</span>
إن حاجة العلماء والدعاة إلى التواضع أشد من حاجة غيرهم إليه، لما له من أثر إيجابي كبير في نفوس المدعوين.
والمقصود بالتواضع: خفض الجناح، وقبول الحق ممن كان صغيراً أو كبيراً، صعلوكاً أو وجيهاً، صديقاً أو عدواً، واحترام كل الناس (١)، وعدم ازدرائهم للون أو نسب أو مهنة، وتذليل النفس للمؤمنين، ومخالطة الضعفاء والمساكين، والاستشعار بفضل الآخرين بكل شيء، والتقصير في كل شيء وهذا واجب على كل مسلم بعامة، وعلى العالم والداعية بخاصة.
بل على العالم أو الداعية - فوق ذلك - أن يتنازل عن كثير من حقوقه، وأن يغض النظر عن كثير من تجاوزات المدعوين تجاهه، وأن يتحلى بالتواضع فعلاً، بكل ما في هذه الكلمة من معان شرعية، حتى يكون قريباً من الناس بخطابه، ومن المتربين بتوجيهه، ومن المدعوين بنفسه.
إن على كثير من العلماء والدعاة؛ أن ينزلوا من بروجهم العاجية، ليجلسوا مع الناشئة، وأن يفتحوا أبوابهم، ليتحاوروا مع المتعلمين، وأن يوسعوا صدورهم، لمعرفة ما يدور في خلد المدعوين.
_________
(١) ماذكر هاهنا خلاصة كلام الأئمة، راجع - إن شئت- التواضع لابن أبي الدنيا (٨٨ - ١١٦)، تاريخ دمشق (٢٥/ ٢٣٧)، فتح الباري (١١/ ٣٤١)، فيض القدير (٤/ ٢٧٨).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (53,'إن اعتزال العالم، وإغلاق بابه، والتكلم بلغة لا تُسمع، وبتعابير لا تفهم، له أثره الخطير على الناشئة، بل هو سبب من أسباب انحرافهم.
فإن الناشئة إذا لم يُفرغوا ما في نفوسهم، ولم تُزل شبههم من صدورهم، ولم يجدوا من يأخذ بأيديهم، انعكس ذلك على تصوراتهم .. ثم على أفعالهم.
ولعل من أسباب انحراف الناشئة وتطرفهم هو تلك الفجوة التي حصلت بين العلماء والناشئة بخاصة، وبينهم وبين الناس بعامة، لذا بات من الضروري المسارعة في سدها، ومعالجة ما نشأ عنها، ومن الدعاة من يرى أن علمه ومنزلته لا يسمحان له بزيارة الفقراء، ومجالسة الضعفاء .. وخفي على هذا الصنف أن هذا هو الكبر بعينه، وهو لا يشعر.
كيف وقد عَلِمْنا ما كان من سيد الناس شرفاً ومنزلة ونسباً من تواضع جم، ومخالطته لمن لا يتوقع مخالطة ...
فكان - صلى الله عليه وسلم - مائدته بعد فتح مكة الخبز والخل (١)، .. وقبل دعوة امرأة يهودية (٢).
وعاد غلاماً يهودياً (٣) .. وكان يجلس على الحصير حتى تؤثر في جنبه (٤)، وكان يجلس مع أصحاب الصفة، وكل هذا معروف لدى المسلمين جميعاً مما يغني عن سرد مراجعه.
_________
(١) رواه الطبراني في الأوسط (٦٩٣٤)، والحاكم (٤/ ٥٤).
(٢) رواه البخاري (٦٨٧٥)، ومسلم (٢١٩٠).
(٣) انظر فصل: الداعية وصفاته، الصفة الخامسة: التواضع والمخالطة.
(٤) انظر المبحث الرابع: مراعاة أحوال المدعوين الإيمانية، المطلب الخامس: مراعاة السنة لأحوال الناس الإيمانية.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (54,'فهل نحن معشر الدعاة مهما كنا على علم، ومهما بلغنا من منزلة .. هل نصل معشار علم النبي - صلى الله عليه وسلم - ومنزلته؟ ، ومع ذلك كان يفعل ذلك سجية في نفسه، وطاعة لربه، ومحبة لإخوانه. فصلاة ربي وسلامه عليه ما دعا داع .. واهتدى مهتد .. وتواضع متواضع.
وقبل مغادرة هذا المعلم لنذكر أنفسنا جميعاً بقوله - صلى الله عليه وسلم -: ((وما تواضع أحد لله إلا رفعه الله)) (١) والله المستعان على ذلك.
وفي آخر هذه الإلماحات أكرر أنه لم يُقصد بهذه الإلماحات التوسع فيها، وإنما أريد بها التنبيه كتمهيد للبحث. لذلك لم يتوسع بالاستدلال. وإلا فإن هذه الإلماحات تحتاج لمؤلف مستقل.
_________
(١) رواه مسلم (٢٥٨٨)، والترمذي (٢٠٢٩) وغيرهما.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (55,'<span data-type="title" id=toc-19>الفصل الثاني الدعوة إلى الله تعالى</span>
وفيه ستة مباحث:

<span data-type="title" id=toc-20>المبحث الأول تعريف الدعوة إلى الله:</span>
تطلق كلمة الدعوة لغة وعرفاً على عدة معان، وليس ها هنا محل تفصيل، وأما فيما يخص الدعوة إلى الله تعالى، فإنها تطلق على مقصدين:
الأول: تطلق على الإسلام كله، قال تعالى: {لَهُ دَعْوَةُ الْحَقّ ... } [الرعد: ١٤] فيقال دعوة الإيمان، ودعوة الإسلام، ودعوة الأنبياء، وهكذا .. ، ومن هذا المعنى ما ورد في دعاء الأذان ((اللهم رب هذه الدعوة التامة)) (١). أي دعوة التوحيد (٢)، ودعوة الإيمان.
الثاني: تطلق على كل عمل يدعى فيه إلى الله: كالتدريس، والخطابة، والوعظ، والمحاضرات والمؤتمرات، والمناظرات والدفاع عن الإسلام، والرد على خصومه، والجهاد، وكل ما من شأنه إعلاء كلمة الإسلام.
_________
(١) البخاري (٦١٤، ٤٧١٩).
(٢) راجع فتح الباري (٢/ ٩٥).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (56,'<span data-type="title" id=toc-21>المبحث الثاني أهميتها ومقامها في الإسلام:</span>
مقام الدعوة في الإسلام عظيم، بل هي أساس من أسس انتشارهِ، وركن من أركان قيامه.
{قُلْ هَذِهِ سَبِيلِى أَدْعُو إِلَىَ اللهِ عَلَىَ بَصِيرَةٍ أَنَا وَمَنِ اتّبَعَنِى وَسُبْحَانَ اللهِ وَمَآ أَنَا مِنَ الْمُشْرِكِينَ}. [يوسف: ١٠٨]
فلولا الدعوة إلى الله لما قام دين، ولا انتشر إسلام، ولولاها لما اهتدى عبد، ولما عَبدَ الله عابد .. ولما دعا الله داع. {يَاأَيُّهَا الرّسُولُ بَلّغْ مَآ أُنزِلَ إِلَيْكَ مِن رّبّكَ، وإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ .. } الآية. [المائدة: ٦٧]
فبالدعوة إلى الله تعالى: يُعبَد الله وحده، ويهتدي الناس، فيتعلمون أمور دينهم، من توحيد ربهم، وعبادته، وأحكامه من حلال وحرام، ويتعلمون حدود ما أنزل الله.
وبالدعوة إلى الله تعالى: تستقيم معاملات الناس، من بيع وشراء، وعقود، ونكاح، وتصلح أحوالهم الاجتماعية والأسرية.
وبالدعوة إلى الله تعالى: تتحسن أخلاق الناس، وتقل خلافاتهم، وتزول أحقادهم وضغائنهم، ويقل أذى بعضهم لبعض.
وإذا ما قامت الدعوة على وجهها الصحيح، واستجاب الناس لها، تحقق للدعاة وللمدعوين سعادة الدنيا والآخرة.
قال تعالى: {وَاللهُ يَدْعُوَ إِلَىَ دَارِ السّلامِ .. } الآية. [يونس: ٢٥]
وقال تعالى: {وَياقَوْمِ مَا لِى أَدْعُوكُمْ إِلَى النّجَاةِ وَتَدْعُونَنِى إِلَى النّارِ .. } الآية. [غافر: ٤١]',NULL,'58',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (57,'وبالدعوة إلى الله تعم الرحمة بين العباد {وَمَآ أَرْسَلْنَاكَ إِلاّ رَحْمَةً لّلْعَالَمِينَ} [الأنبياء: ١٠٧]
وبالدعوة إلى الله ينتشر الأمن، ويسود السلام، ويتحقق العدل بين الأنام.
قال تعالى: {الّذِينَ آمَنُوا وَلَمْ يَلْبِسُوَا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأمْنُ وَهُمْ مّهْتَدُونَ} [الأنعام ٨٢]
وقال تعالى: {وَعَدَ اللهُ الّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصّالِحَاتِ لَيَسْتَخْلِفَنّهُمْ فِي الأرْضِ كَمَا اسْتَخْلَفَ الّذِينَ مِن قَبْلِهِمْ وَلَيُمَكّنَنّ لَهُمْ دِينَهُمُ الّذِى ارْتَضَىَ لَهُمْ وَلَيُبَدّلَنّهُمْ مّن بَعْدِ خَوْفِهِمْ أَمْناً} الآية. [النور: ٥٥]
وإذا استجاب الناس للدعوة، وعملوا بالشريعة، حُفظت الأموال، وعصمت الدماء، وصينت الأعراض، فأمن الناس على أنفسهم، واطمأنوا على أموالهم وأعراضهم، وانتشر الخير، وانقطع الفساد.
قال تعالى: {مَنْ عَمِلَ صَالِحاً مّن ذَكَرٍ أَوْ أُنْثَىَ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنّهُ حَيَاةً طَيّبَةً وَلَنَجْزِيَنّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: ٩٧]
كل ذلك لا يتم إلا بالدعوة إلى الله عز وجل، لذلك كان للدعوة في الإسلام، الحُظوة الكبرى، والقِدْح المعلاّ، والفضل العظيم، وكانت وظيفة الأنبياء الأولى.
قال تعالى: {يَأَيّهَا النّبِىّ إِنّآ أَرْسَلْنَاكَ شَاهِداً وَمُبَشّراً وَنَذِيراً * وَدَاعِياً إِلَى اللهِ بِإِذْنِهِ وَسِرَاجاً مّنِيراً}. [الأحزاب: ٤٥]',NULL,'59',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (58,'فالدعوة إلى الله، شرف عظيم، ومقام رفيع، وإمامة للناس، وهداية للخلق، فضلاً عما ينتظر الداعين في الآخرة من أجر عظيم، ومقام كريم.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (59,'<span data-type="title" id=toc-22>المبحث الثالث فضل الدعوة إلى الله تعالى:</span>
ولِما كان للدعوة من أهمية بالغة في دين الله، وأثر كبير في إصلاح البشرية، جعل الله لأصحابها شرفاً عظيماً، ومقاماً رفيعاً، وإمامة للناس في الدنيا.
{وَجَعَلْنَا مِنْهُمْ أَئِمّةً يَهْدُونَ بِأَمْرِنَا لَمّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ} [السجدة: ٢٤]
وفضلاً عن هذا كله، جعل الله لصاحبها أجراً عظيما، ومنزلة كبيرة، ومقاماً كريماً في الآخرة.
قال تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مّمّن دَعَآ إِلَى اللهِ وَعَمِلَ صَالِحاً وَقَالَ إِنّنِى مِنَ الْمُسْلِمِينَ} [فصلت: ٣٣]
فهذا النص يقرر: أن الدعوة إلى الله المقرونة بالعمل الصالح، من أجلِّ الأعمال، وأفضل العبادات، وهي شهادة لصاحبها: أنه من أحسن الناس ديناً، وأقومهم طريقا.
وعدَّ الله من دعا إلى الخير والهدى من المفلحين، قال سبحانه:
{وَلْتَكُن مّنْكُمْ أُمّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [آل عمران: ١٠٤]
وأخبر رسول الله - صلى الله عليه وسلم - ما للداعية من خير، فقال - صلى الله عليه وسلم - لعلي رضي الله عنه - في حديث طويل -:
"فوالله لأن يهدي الله بك رجلاً واحداً خير لك من حُمْرِ النعَم". (١)
_________
(١) رواه البخاري (٢٩٤٢)، ومسلم (٢٤٠٦).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (60,'وحمر النعم: ((هي الإبل النفيسة)). (١)
قال العسقلاني: ((قيل: المراد خير لَكَ مِنْ أن تكون لك فتتصدق بها، وقيل: تقتنيها وتملكها .. )). (٢)
وقد أخبر رسول الله - صلى الله عليه وسلم - ما للداعية من أجر عظيم، وثواب دائم، ونماء في أجره، وتعاظم في ثوابه، مادام أثر دعوته قائمًا، ونفعها جاريًا.
فعن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: ((من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئا ... )) (٣) الحديث.
فكل دعوة يقوم بها الداعي يؤجر عليها، وإن لم يستجب المدعوون، فإن استجاب المدعوون، كان للداعي أجر بكل عمل يقوم به المدعو، مهما كان عدد المدعوين، ولو بلغ ألوفاً مؤلفة، ودهوراً مديدة، ولا يُنقص ذلك من أجر المدعوين شيئا.
فأي منزلة أعظم من هذا؟ ! ؟ وأي ثواب أكبر من هذا؟ ! ؟ وأي عمل أنفع من هذا .. ؟ ! ! إن مِثْل هذا الفضل العظيم قلما يوجد في أمر من أمور الإسلام، كما وجد في الدعوة إلى الله عز وجل.
_________
(١) شرح مسلم للنووي (١٥/ ١٨٩).
(٢) فتح الباري (٧/ ٤٧٨).
(٣) رواه مسلم (٢٦٧٤).',NULL,'62',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (61,'<span data-type="title" id=toc-23>المبحث الرابع حكم الدعوة إلى الله تعالى:</span>
دلت نصوص الكتاب والسنة على وجوب الدعوة إلى الله - بمعناها العام - على كل مسلم ومسلمة، كل حسب وسعه.
والوسع يشمل: الوسع العلمي، والمالي، والبدني، والقدرة على أداء الدعوة بالحكمة والموعظة الحسنة، قال تعالى: {يَاأَيّهَا الرّسُولُ بَلّغْ مَآ أُنزِلَ إِلَيْكَ مِن رّبّكَ .. } الآية. [المائدة: ٦٧]
وقال تعالى: {ادْعُ إِلِىَ سَبِيلِ رَبّكَ .. } الآية. [النحل: ١٢٥]
وقال - صلى الله عليه وسلم -: ((بلغوا عني ولو آية .. )) الحديث. (١)
وهذه الألفاظ (بلِّغ) (ادع) (بلِّغوا)، أوامر صريحة، وإطلاقات شاملة، والأصل في الأمر الوجوب، وفي الإطلاق الشمول.
فهي توجب الدعوة على كل مسلم ومسلمة، كُلاً في حدود وسعه.
قال شيخ الإسلام ابن تيمية: ((فالدعوة إلى الله واجبة على كل من اتبعه (أي الرسول) وهم أمته، يدعون إلى الله كما دعا إلى الله)). (٢)
ويتأكد هذا الوجوب على طائفة من الناس، أن تقوم بالدعوة إلى الله في كل مكان وتجمع، في المدينة، وفي الحي، وفي القرية، وفي الوزارة، وفي الشركة، وفي المؤسسة، وفي كل تجمع للمسلمين، يجب أن تقوم طائفة بتحمل أعباء الدعوة إلى الله، وذلك لقوله تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَآفّةً فَلَوْلا نَفَرَ مِن كُلّ فِرْقَةٍ مّنْهُمْ طَآئِفَةٌ
_________
(١) رواه البخاري (٣٤٦١).
(٢) الفتاوى (١٥/ ١٦٥).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (62,'لّيَتَفَقّهُوا فى الدّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوَا إِلَيْهِمْ لَعَلّهُمْ يَحْذَرُونَ}. [التوبة: ١٢٢]
وهذا القيام بأمر الدعوة، واجب على الكفاية، لقوله تعالى:
{وَلْتَكُن مّنْكُمْ أُمّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [آل عمران: ١٠٤]
ولكن قد تجب على عين إذا تعين عليها ذلك، كأن لا يقدر أحد غيره على تبليغ أمر ما، أولم يقم به أحد.
قال شيخ الإسلام ابن تيمية: (وقد تبين بهذا: أن الدعوة إلى الله تجب على كل مسلم، لكنها فرض على الكفاية، وإنما يجب على الرجل المعين من ذلك ما يقدر عليه، إذا لم يقم به غيره) (١).
والدعوة إلى الله لا تقتصر على صورة معينة، بل تتعدد صورها، وتتنوع سبلها.
فمن عَلِم آيةً فبلغها، فقد دعا إلى الله، ومن حفظ حديثاً فنشره بين الناس، فقد دعا إلى الله.
ومن رأى قوماً غافلين فذكَّرهم، فقد دعا إلى الله .. ومن رَبَّى أهله على الهدى، فقد أبلغ رسالة الله .. ، ومن نصح للناس، وعلمَّهم، وأمرهم بالمعروف ونهاهم عن المنكر، فقد دعا إلى الله ..
ويزداد عظم المسؤولية، كلما ازداد علم المرء، وقدرته، ومنزلته بين الناس.
_________
(١) مجموع الفتاوى (١٥/ ١٦٦)',NULL,'64',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (63,'وكلما ازداد العلم، والدعوة، والمسؤولية، ازداد الأجر، وارتفع القدر، ونيلت الدرجات.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (64,'<span data-type="title" id=toc-24>المبحث الخامس أهداف الدعوة إلى الله تعالى:</span>
إن للدعوة إلى الله تعالى أهدافاً سامية، وغايات نبيلة، ومن أهم هذه الأهداف والغايات:

<span data-type="title" id=toc-25>الأول: تعريف العباد بخالقهم، وحقِّه عليهم، وحقِّهم عليه</span>.
الإنسان بطبيعته فقير إلى غيره، وهو أفقر إلى خالقه منه إلى سواه، فإذا فقد الصلة بالله، وجهل خالقه وحقوقه، حصل في النفس البشرية ضياع، وأصبح فيها فراغ، وأُحدث فيها قلق لا تستقر معه النفس.
والفرد عضو من هذه البشرية، فإذا عمّ هذا الأمر، اضطربت البشرية اضطراباً شديداً، فأكل الناس بعضهم بعضاً، وطحنت الأمم بعضها بعضا، وعاشت في فوضى لا تبقي ولا تذر، فلا أمان ولا سلام، ولا معيشة طيبة ولا اطمئنان {وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمَىَ .. } الآية. [طه: ١٢٤]
وأما إذا عرف العبد خالقه، وعلم مُراده، وعمل بذلك، استقرت النفس، واطمأن القلب، وحصلت الاستقامة في تصرف الأفراد.
والفرد جزء من البشرية، فإذا عمّ هذا الأمر، استقرت البشرية، واطمأنت الخليقة، فتعاون الناس على البر والتقوى، بدل التعاون على الإثم والعدوان، فانتشر الأمان، وعم السلام، وعاش الناس في بُلَهنِيِّةٍ من العيش {مَنْ عَمِلَ صَالِحاً مّن ذَكَرٍ أَوْ أُنْثَىَ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنّهُ حَيَاةً طَيّبَةً وَلَنَجْزِيَنّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ .. } الآية. [النحل: ٩٢]',NULL,'66',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (65,'وفوق هذه الحياة الطيبة في الدنيا، فإن للمستجيبين الحياة الأطيب، والسعادة الأكبر في الآخرة.
هذا هو الهدف الأول والأسمى للدعوة إلى الله تعالى في الدنيا والآخرة.
وليس هدفها إفساد البلاد، وتقتيل العباد، والتشديد عليهم .. وما أراد الله من الخلق إلا أن يعرفوه، وأن يعرفوا حقوقه فيعبدوه، وأن يعلموا ما لهم من الأجر إذا هم فعلوا ذلك {وَمَا خَلَقْتُ الْجِنّ وَالإِنسَ إِلاّ لِيَعْبُدُونِ * مَآ أُرِيدُ مِنْهُم مّن رّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ .. } الآية. [الذاريات: ٥٦]
ومعرفة الخالق لا تعني مجرد الإيمان بوجوده، بل لابد من العلم به وبحقوقه، والالتزام بما يريده في كتبه، وعلى ألسنة رسله، في طاعته فيما يأمر، والانتهاء عما ينهى عنه.
وأن يؤمن بأن ثمة حساباً عن كل صغيرة وكبيرة، وكل قول وعمل، ثم الجزاء الأوفى، بما أعد الله للطائعين من كرامة وجنان، وما أعد للعاصين من خزي ونيران.
وأما مجرد أن يقول المرء: آمنت بأن الله موجود، ولا يتبع الرسل، أو يؤمن ببعض ويكفر ببعض، ولا يبالي بما يأمر الله به، ولا بما ينهى عنه، ولا يحسب ليوم الحساب حسابه، ولا يعد للجنة أسبابها. ولا يتجنب أعمال أهل النار وسبلها، فهذا إيمان لا ينفع، ودعوى لا تقبل.
{يَا أَيّهَا الّذِينَ آمَنُوا آمِنُوا بِاللهِ وَرَسُولِهِ وَالْكِتَابِ الّذِي نَزّلَ عَلَىَ رَسُولِهِ وَالْكِتَابِ الّذِيَ أَنَزلَ مِن قَبْلُ وَمَن يَكْفُرْ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الاخِرِ فَقَدْ ضَلّ ضَلالاً بَعِيداً} [النساء: ١٣٦]',NULL,'67',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (66,'وقال تعالى: {إِنّ الّذِينَ يَكْفُرُونَ بِاللهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرّقُوا بَيْنَ اللهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً * أُولَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مّهِيناً}. [النساء: ١٥٠ - ١٥١]

<span data-type="title" id=toc-26>الثاني: نشر الخير والصلاح، وقطع دابر الشر والفساد</span>.
بكل ما في كلمتي الخير والصلاح من معنى وعمل .. فإن الإسلام يأخذ به ويدعو إليه .. وبكل ما في كلمتي الشر والفساد من معنى وعمل .. فإن الإسلام يأباه ... وينهى عنه.
قال تعالى: {إِنّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ وَإِيتَآءِ ذِى الْقُرْبَىَ .. } الآية. [النحل: ٩٠]
وقال تعالى في وصف النبي - صلى الله عليه وسلم -: {يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلّ لَهُمُ الطّيّبَاتِ وَيُحَرّمُ عَلَيْهِمُ الْخَبَآئِثَ .. } الآية. [الأعراف: ١٥٧]
فما من أمر في الإسلام - مهما ظن العبد أن فيه شراً - إلا وهو خير عظيم.
وما من منهي عنه في الإسلام - مهما ظن العبد أن فيه خيراً - إلا وفيه شر كبير.
قال تعالى: {وَعَسَىَ أَن تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لّكُمْ وَعَسَىَ أَن تُحِبّوا شَيْئاً وَهُوَ شَرّ لّكُمْ وَاللهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ}. [البقرة: ٢١٦]',NULL,'68',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (67,'<span data-type="title" id=toc-27>الثالث: تعارف الشعوب، وتوحيد الأمم، ونشر السلام بينهم</span>.
إن من أعظم غايات الإسلام وأهدافه؛ تعارف هذه الشعوب المنتشرة على سطح المعمورة، وتقاربها ... وتوحيد هذه الأمم تحت راية واحدة -راية توحيد الخالق - وتفاهمها.
{يَأَيّهَا النّاسُ إِنّا خَلَقْنَاكُم مّن ذَكَرٍ وَأُنْثَىَ وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوَا .. } الآية. [الحجرات: ١٣]
فإذا تعارفت الشعوب وتقاربت، وتوحدت الأمم وتفاهمت، على رب واحد، ودين واحد، وقبلة واحدة، وبالإيمان بالرسل جميعاً، وأصبح عامل تفاضلها تقوى الله، إذا حصل هذا، أصبح الناس جميعاً عباداً مؤمنين، وأخوة متحابين، فيزول ما بينهم من عداء، وينطفئ ما بينهم من نيران الحروب والبغضاء، فيعيشون وقتئذ بسلام، وينعمون بأمان.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (68,'<span data-type="title" id=toc-28>المبحث السادس آثار الدعوة إلى الله تعالى:</span>
إن للدعوة إلى الله تعالى آثارًا عظيمة، وثماراً نافعة، تعم العباد .. وتنتشر في البلاد.
والآثار هي الأهداف إن تحققت، ولذلك نجد اشتراكاً كبيراً بينهما وتوافقاً، وهذه الثمار نفسُها متداخلةُ المعاني فيما بينها، ومترابطةُ الأسباب، بل منها ما هو سبب للآخر، ومشاركٌ له في كثير من شُعبه، ويمكن إيجازها في ست:
- إحقاق الحق .. ودحض الباطل.
- انتشار العدل .. ورفع الظلم.
- انتشار الصلاح .. وقطع دابر الفساد .. واتقاء النقمات الإلهية.
- انتشار الخيرات .. ونزول البركات.
- انتشار الإخاء والسلام .. والأمن بين الأنام.
- سعادة العباد في الدارين.
ونبين في هذا الفصل هذه الآثار، من غير تفصيل ممل، ولا إيجاز مخل، والله الهادي إلى سواء الصراط.

<span data-type="title" id=toc-29>الأثر الأول: إحقاق الحق، ودحض الباطل</span>.
إن أس الإسلام، ولبه، ومحوره: هو إحقاقُ الحق، أيًا كان، ومع من كان .. وإزهاق الباطل، أينما كان، ومع من كان .. دون النظر إلى',NULL,'70',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (69,'جوانب عاطفية، أو مصالح شخصية، أو قرابات نسبية، مهما كانت درجة هذه القرابة.
بل إنَّ نصر الحق، ودحض الباطل، هو الأصل في الدعوة إلى الله، وهو المطلب الأساس.
قال تعالى -حاكياً عن أهل الجنة قولهم بعد دخولهم الجنة-: {لَقَدْ جَآءَتْ رُسُلُ رَبّنَا بِالْحَقّ ... }.الآية [الأعراف: ٤٣]
وقال تعالى: {وَقُلِ الْحَقّ مِن رّبّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ... }. الآية [الكهف: ٢٩]
والحق في الدعوة إلى الله، ليس محصوراً في صورة دون صورة، ولا موجهاً لطبقة دون طبقة، ولا يسير في منحنى دون آخر، بل الحق يشمل كل صور الحياة، وأحداث الواقع، وطبقات الناس، وجميع المنحنيات، فلا يُستثنى أحد من قول الحق، أو قبول الحق.
كما يشمل جميع صور الاعتقاد، وأنواع العبادة، والأقوال والأفعال، وأنواع المعاملات والعادات في الميادين كلها.
قال تعالى: {لَهُ دَعْوَةُ الْحَقّ ... } الآية [الرعد: ١٤] في كل صور الحياة.
ولذلك خاطب الله البشرية جميعاً بذلك فقال:
{قُلْ يَأَيّهَا النّاسُ قَدْ جَآءَكُمُ الْحَقّ مِن رّبّكُمْ فَمَنُ اهْتَدَىَ فَإِنّمَا يَهْتَدِى لِنَفْسِهِ ... } الآية. [يونس: ١٠٨]
وأوصانا رسول الله - صلى الله عليه وسلم - بقول الحق في كل مقام، دون خوف من أحد، فقال عليه الصلاة والسلام:',NULL,'71',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (70,'((لا يمنعن أحدَكم مخافةُ الناس -وفي رواية هيبةُ الناس- أو بَشَرٍ، أن يتكلم بالحق، إذا علمه أو شهده أو سمعه)). (١)
وجاءت النصوص مشددة على قول الحق في مقام الحكم بين الناس.
{وَأَنزَلْنَآ إِلَيْكَ الْكِتَابَ بِالْحَقّ مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُم بَيْنَهُم بِمَآ أَنزَلَ اللهُ ... } الآية. [المائدة: ٤٨]
ولما أراد أسامة بن زيد أن يشفع في المخزومية التي سرقت، غضب رسول الله - صلى الله عليه وسلم - غضباً شديداً، وقال له: ((أتشفع في حد من حدود الله))، ثم قال عليه الصلاة والسلام: ((إنما أهلك الذين قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وأيم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها)) (٢).
ولا يخفى على عاقل ما في نصر الحق، ودحض الباطل من خير عميم للبلاد، ومصالح عظيمة للعباد، ولذلك سارعت تلك الأمم على اختلاف ألوانها .. وتنوع أصولها .. إلى الدخول في الإسلام. تاركةً الباطل الذي عشعش في عقائدهم، وتحكم في عباداتهم، وسيطر على عاداتهم، مجافيةً سلاطين السوء، وحكام الجور، الذين تحكموا فيهم على مدى قرون، هاجرةً دجاجلة من كهنة ورجال دين، أفسدوا عليهم دينهم، فظهر الحق مستعلياً على باطل الشرك، كعبادة غير الله، من سؤال
_________
(١) حديث صحيح، أخرجه أحمد (٣/ ٤٦ - ٨٤)، وابن ماجه (٤٠٠٧)، والترمذي (٢١٩١) مطولاً، وغيرهم، وذكره شيخنا الألباني - تعالى- في الصحيحة رقم (١٦٨)، وله ألفاظ متقاربة.
(٢) رواه البخاري (٣٤٧٥)، ومسلم (١٦٨٨).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (71,'وسجود، ومبطلاً بدع التعبد السخيفة، كالرياضات المجوسية، من وقوف تحت الشمس أياماً تعبداً ... والامتناع عن النكاح والطعام، وغير ذلك من العبادات الباطلة، التي أبطلتها دعوة الحق.
وماحياً عادات قبيحة، لا يقرها شرع، ولا يقبلها عقل، كمنع الطلاق .. ودفن الزوجة حية مع زوجها إذا مات قبلها .. وما قصة إلقاء الفتاة في نهر النيل كل سنة بمجهولة (١)، وما شابه هذه العادات الباطلة التي سخطها الإسلام، واستبدلها بالحق الناصع، والصراط المستقيم.
{بَلْ نَقْذِفُ بِالْحَقّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمّا تَصِفُونَ}. [الأنبياء: ١٨]
وهكذا عاش المسلمون في الحق، وللحق، وبالحق.

<span data-type="title" id=toc-30>الأثر الثاني من آثار الدعوة إلى الله: انتشار العدل، ورفع الظلم</span>.
الظلم ظلمان: ظلم العبد لنفسه، وظلمه لغيره.
فأما ظلم العبد لنفسه، فهو الكفر بخالقه، وصرفُه عبادتَه لغير ربه، وادّعاءُ الولد والصاحبة لله، ووصفُ اللهِ تعالى بما لا يليق به، وإعراضُه عن دعوة الله، وعصيانه، وغيرُ ذلك من صور الظلم الكثيرة.
قال تعالى: {وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يَابُنَىّ لا تُشْرِكْ بِاللهِ إِنّ الشّرْكَ لَظُلْمٌ عَظِيمٌ}. [لقمان: ١٣]
وقال سبحانه: {وَالْكَافِرُونَ هُمُ الظّالِمُونَ}. [البقرة: ٢٥٤]
_________
(١) رواها أبو الشيخ في كتاب العظمة (٤/ ١٤٢٥)، وانظر قصة نيل مصر في البداية والنهاية لابن كثير (٧/ ١٠٠)، ومعجم البلدان لياقوت الحموي (٥/ ٣٣٥).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (72,'ولذلك كان من أعظم آثار الدعوة إلى الله تعالى إزالة هذا الظلم القبيح، من اعتداء على حدود الله، في ذاته، وربوبيته، وألوهيته، وصفاته، حتى يصبح الناس عادلين في ربهم، طيبين في نفوسهم ..
والظلم الآخر: ظلم العبد لغيره، وصور هذا الظلم كثيرةٌ لا تُحصى، ومختلفة لا تنضبط .. من إزهاق الأرواح، وسفك الدماء، وانتهاك الأعراض، وسلب الأموال، ومنع الحقوق، واختلاس الأمن، وترويع العباد، وإهلاك الحرث، وإفساد النسل.
حتى عد شرع الله عز وجل أن أخذ الشيء اليسير من الإنسان، كالسواك ظلمًا يستحق صاحبه العذاب الأليم.
قال - صلى الله عليه وسلم -: ((من اقتطع حق امرئ مسلم بيمينه، فقد أوجب الله له النار، وحرم عليه الجنة))، فقال له رجل: وإن كان شيئاً يسيراً يارسول الله؟ ، قال: ((وإن قضيباً من أراك)) (١).
لأجل ذلك جاءت النصوص الكثيرة، والأحكام الصارمة في تحريم الظلم.
قال تعالى: {وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً}. [طه: ١١١]
وقال: {وَمَن يَظْلِم مّنكُمْ نُذِقْهُ عَذَاباً كَبِيراً}. [الفرقان: ١٩]
وخاتمة هذه النصوص القرآنية تعلن اللعن من الله على الظالمين.
قال تعالى: {أَلا لَعْنَةُ اللهِ عَلَى الظّالِمِينَ}. [هود: ١٨]
وقال - صلى الله عليه وسلم -: ((الظلم ظلمات يوم القيامة)). (٢)
_________
(١) رواه مسلم (١٣٧)، وله رواية أخرى بلفظ مقارب أخرجها البخاري (٦٦٥٩، ٧٤٤٥)، ومسلم (١٣٨)، والأراك هو شجر يؤخذ منه السواك.
(٢) رواه البخاري (٢٤٤٧)، ومسلم (٢٥٧٩).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (73,'وفي الحديث القدسي الجميل يقول الله تعالى:
((يا عبادي، إني حرمت الظلم على نفسي، وجعلته بينكم محرماً، فلا تظالموا ... )) (١)
وإذا انتفى الظلم حل العدل، وهو مطلب من أعظم مطالب الدعوة إلى الله وأسماها.
لأن حلولَ الظلم، مفسدةٌ للبلاد، ومهلكةٌ للعباد، وقهرٌ للنفوس، وتفتيتٌ للأكباد، واختلالٌ في الأمن.
إن الظلم ليتعدى حدود المظلمة، ليصل إلى روح المظلوم، فيذيقها الويلات، ويسكن الظلم كبد المظلوم فيفتتها.
فتحل بالمظلومين روح الانتقام، وتقوى فيهم طباع التشفي.
لذلك لا يهدأ للمظلوم بال، ولا يقر له قرار حتى يأخذ حقه، ولا يستقر له حال، حتى يعيد كرامته، أو ينتقم لنفسه، فتنتشر الثارات فيفقد الناس - حينئذ - أمنهم، وتختل موازين مجتمعاتهم ..
ولم يكتف الله سبحانه بالأمر بالعدل بل أمر بالإحسان، الذي هو أعلى من العدل مرتبة، وأسمى منه منزلة، فإن العدل؛ أن تعطي المرء حقه، والإحسان؛ أن تزيده على حقه إحساناً منك وتفضلاً.
قال تعالى: {إِنّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ ... } الآية. [النحل: ٩٠]
كما أحسن أبو بكر الصديق إلى ابن خالته مسطح، فأرجع إليه النفقة - بعدما أمسكها عنه عندما أشاع الفاحشة في ابنته أم المؤمنين
_________
(١) رواه مسلم (٢٥٧٧)',NULL,'75',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (74,'عائشة رضي الله عنها في شأن قصة الافك-استجابة لقول الله تعالى: {وَلا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنكُمْ وَالسّعَةِ أَن يُؤْتُوَا أُوْلِى الْقُرْبَىَ ... } الآية. [النور: ٢٢] (١).
وأمر الله تعالى بالعدل بين الناس جميعاً بغض النظر عن انتماءاتهم وأصولهم وألوانهم.
قال تعالى حاكياً عن نبيه: {وَأُمِرْتُ لأعْدِلَ بَيْنَكُمُ} الآية. [الشورى: ١٥]
وأمر الله بالعدل وقول الحق، دون النظر إلى قرابة، أو غنى، أو ما شابه ذلك، قال سبحانه:
{يَا أَيّهَا الّذِينَ آمَنُوا كُونُوا قَوّامِينَ بِالْقِسْطِ شُهَدَآءِ للهِ وَلَوْ عَلَىَ أَنْفُسِكُمْ ... } الآية. [النساء: ١٣٥]
وأمر الله بالعدل، ولو كان لصالح الأعداء.
قال سبحانه: {وَلا يَجْرِمَنّكُمْ شَنَآنُ قَوْمٍ عَلَىَ أَلاّ تَعْدِلُوا ... } الآية. [المائدة: ٨]
وفوق هذا كله، عدّ الله العدل من التقوى، سواء كان مع قريب أو عدو.
قال سبحانه: {اعْدِلُوا هُوَ أَقْرَبُ لِلتّقْوَىَ .. } الآية. [المائدة: ٨]
فأي دين أعظم من هذا؟ ! وأيةُ وصايا أسمى من هذه؟ ! إذ جعل العدل مع العدو عملاً صالحاً يقرب إلى الله.
_________
(١) انظر البخاري (٢٦٦١)، ومسلم (٢٧٧٠)',NULL,'76',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (75,'ولا تسأل بعد حلول العدل في الناس عما يكون في نفوسهم من الطمأنينة في القلوب، والسكينة في النفوس، والإحساس بالمتعة العظيمة.
فضلاً عما يكون بينهم من التآلف والتسامح، فإن العدل من أوثق روابط المجتمعات، وأقوى لبنات البناء فيما بين الناس، وفيما بينهم وبين حكامهم.
ولا أدل على هذا؛ مما حصل في الفتوحات الإسلامية، من تدافع الشعوب نحو الإسلام، لما رأت من عدل الإسلام ما رأت .. فدفعها هذا إلى الدخول في الإسلام أفواجاً، إيماناً بالعقيدة الصحيحة، ورغبة بما في الإسلام من العدل، وتخلصاً مما كانوا فيه من الظلم .. فقِصَصُ ظلم حكامهم قبل الإسلام مشهورة، وقضايا أمراء المسلمين وقضاتهم في العدل ومع غير المسلمين، أشهر من أن تذكر، وأكثر من أن تحصى، وقد ذكرها الكثير من علماء المسلمين في مواضع كثيرة (١).
والمقام ليس مقام تفصيل، وذكر حكايات.

<span data-type="title" id=toc-31>الأثر الثالث من آثار الدعوة الى الله: نشر الصلاح والوقاية من الفساد، واتقاء النقمات</span>.
مما لا ريب فيه: أن من أعظم آثار الدعوة إلى الله نشر الإصلاح بين الناس، وكبح جماح الفساد في الأرض.
_________
(١) راجع حلية الأولياء، لأبي نعيم (٤/ ١٤٠)، وتاريخ دمشق لابن عساكر (٤٢/ ٤٨٧)، وأخبار القضاة لمحمد بن خلف المشهور بوكيع (٢/ ١٩٤ - ١٩٥).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (76,'لذلك حث الإسلام على الصلاح والإصلاح عامة، ونهى عن الفساد والإفساد عامة.
قال تعالى: {يَأَيّهَا الرّسُلُ كُلُوا مِنَ الطّيّبَاتِ وَاعْمَلُوا صَالِحاً إِنّى بِمَا تَعْمَلُونَ عَلِيمٌ}. [المؤمنون: ٥١]
وقال سبحانه: {وَلا تُفْسِدُوا فِي الأرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنّ رَحْمَةَ اللهِ قَرِيبٌ مّنَ الْمُحْسِنِينَ} الآية. [الأعراف: ٥٦]
وقال: {وَلا تَبْغِ الْفَسَادَ فِى الأرْضِ .. } الآية. [القصص: ٧٧]
وأعظم الله تعالى المواكبين لدعوتهم بالعمل الصالح، فقال سبحانه:
{وَمَنْ أَحْسَنُ قَوْلاً مّمّن دَعَآ إِلَى اللهِ وَعَمِلَ صَالِحاً وَقَالَ إِنّنى مِنَ الْمُسْلِمِينَ .. } الآية. [فصلت: ٣٣]
ورتب الله أجراً عظيماً على الإصلاح بين الناس، كلِّ الناس، دون النظر إلى أصولهم، أو أنسابهم، أو ألوانهم.
قال سبحانه: {لاّ خَيْرَ فِى كَثِيرٍ مّن نّجْوَاهُمْ إِلاّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النّاسِ .. }. [النساء: ١١٤]
وجعل للصالحين إرث الأرض في الدنيا، فقال تعالى: {وَلَقَدْ كَتَبْنَا فِى الزّبُورِ مِن بَعْدِ الذّكْرِ أَنّ الأرْضَ يَرِثُهَا عِبَادِيَ الصّالِحُونَ} [الأنبياء: ١٠٥].
وجعلهم ورثة الجنة في الآخرة، قال تعالى: {وَقَالُوا الْحَمْدُ للهِ الّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرْضَ نَتَبَوّأُ مِنَ الْجَنّةِ حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ} [الزمر: ٧٤]',NULL,'78',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (77,'قال سبحانه: {وَأَدْخَلْنَاهُمْ فِى رَحْمَتِنَا إِنّهُمْ مّنَ الصّالِحِينَ}. [الأنبياء: ٨٦]
وقال سبحانه: {إِنّ اللهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ}. [التوبة: ١٢٠]
وكره الله الفساد وأهله، فقال سبحانه: {وَاللهُ لا يُحِبّ الفَسَادَ}. [البقرة: ٢٠٥]
وقال: {وَاللهُ لا يُحِبّ الْمُفْسِدِينَ}. [المائدة: ٦٤]
وطلباً للإصلاح، ودفعاً للإفساد، قرر الإسلام عقوبة صارمة لمن يبغي الفساد في الأرض، قال سبحانه: {إِنّمَا جَزَآءُ الّذِينَ يُحَارِبُونَ اللهَ وَرَسُولَهُ وَيَسْعَوْنَ فِى الأرْضِ فَسَاداً أَن يُقَتّلُوَا أَوْ يُصَلّبُوَا أَوْ تُقَطّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مّنْ خِلافٍ أَوْ يُنفَوْا مِنَ الأرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِى الدّنْيَا وَلَهُمْ فِى الاخِرَةِ عَذَابٌ عَظِيمٌ}. [المائدة: ٣٣]
ذلك لأن الفساد في الأرض، يجلب الظلم والقهر، ويدفع إلى الاغتصاب، ويضيع الحقوق، ويشيع الفوضى، فُيفقدُ الأمنُ، وتضطربُ المعايشُ. ويهلك الحرث والنسل، فلا يستقر للناس قرار، ولا يهدأ لهم حال، لذلك جاءت هذه العقوبة الصارمة للمفسدين، لكي يرتدعوا.
والإعراض عن الدعوة، يجلب الفساد في الأرض كلها، وانتقام الله عز وجل، بشتى صور الانتقام .. من تسلط الظلمة، وانتشار الأوبئة، وقلة الخيرات، ومحق البركات، وارتفاع الأسعار، ونكد العيش، وتتابع المصائب.
قال تعالى: {وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمَىَ}. الآية [طه: ١٢٤]',NULL,'79',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (78,'وقال تعالى: {ظَهَرَ الْفَسَادُ فِى الْبَرّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِى النّاسِ لِيُذِيقَهُمْ بَعْضَ الّذِى عَمِلُوا لَعَلّهُمْ يَرْجِعُونَ}. [الروم: ٤١]
قال ابن كثير: ((الفساد: يعني انقطاع المطر عن البر .. ثم قال: أي: بان النقص في الزروع والثمار، بسبب المعاصي، وقال أبو العالية: من عصى الله في الأرض، فقد أفسد في الأرض، لأن صلاح الأرض والسماء بالطاعة)) (١).
وتارة يكون انتقامُ الله مباشراً، بإنزال العذاب بالمفسدين في الدنيا.
قال تعالى: {وَفِرْعَوْنَ ذِى الأوْتَادِ * الّذِينَ طَغَوْا فِى الْبِلادِ * فَأَكْثَرُوا فِيهَا الْفَسَادَ * فَصَبّ عَلَيْهِمْ رَبّكَ سَوْطَ عَذَابٍ * إِنّ رَبّكَ لَبِالْمِرْصَادِ}. [الفجر: ١٠ - ١٤]
أي: إن الله لبالمرصاد لغيرهم من أمثالهم، قال القرطبي: ((أي يرصد عمل كل إنسان، حتى يجازيه به، قاله الحسن وعكرمة)) (٢).
وقال تعالى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبّكَ بِأَصْحَابِ الْفِيلِ * أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ * وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ * تَرْمِيهِم بِحِجَارَةٍ مّن سِجّيلٍ * فَجَعَلَهُمْ كَعَصْفٍ مّأْكُولِ}. [الفيل: ١ - ٥]
وتارة يكون بالجوع والخوف.
قال تعالى: {وَضَرَبَ اللهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مّطْمَئِنّةً يَأْتِيهَا رِزْقُهَا رَغَداً مّن كُلّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذَاقَهَا اللهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ}. [النحل: ١١٢]
_________
(١) تفسير ابن كثير (٣/ ٤٤٤، ٤٤٥).
(٢) تفسير القرطبي (٢٠/ ٥٠)',NULL,'80',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (79,'وتارة يكون انتقام الله من فوق الناس بتسليط الظلمة عليهم، أو بالتفريق والفتن بينهم.
قال تعالى: {قُلْ هُوَ الْقَادِرُ عَلَىَ أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ}. [الأنعام: ٦٥]
قال ابن عباس في تفسير هذه الآية: "أما العذاب الذي من فوقكم فأئمة سوء". (١)
ولقد كان كل عذاب ينزل على الأرض بأي صورة من الصور، إنما هو بأفعال الناس الفاسدة، وهكذا الأمر يكون إلى يوم القيامة.
قال تعالى -بعد أن ذكر ما نزل بتلك الأقوام من العذاب لإفسادهم-: {فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ}. [الأعراف: ١٠٣، النمل: ١٤]
ومن أعظم عقوبات الله تعالى بالمفسدين، أنه يمدهم في طغيانهم، ولا يصلح أعمالهم.
قال تعالى: {إِنّ اللهَ لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ}. [يونس: ٨١]
فتفسد معيشتهم، ولا يهديهم إلى إصلاحها، كما حصل من أهل مأرب، وما كانوا عليه من عيشة رغيدة، وحياة سعيدة، وتقدم مدني، حتى استطاعوا - وقتئذ - أن يبنوا سداً عظيما، يحيي الله لهم به الأرض بعد موتها ... فلما أعرضوا عن الدعوة الحق أفسدوا .. فضرب الله عليهم السد، وقطعهم في الأرض أمماً، بما كانوا يفسدون.
_________
(١) أخرجه ابن جرير (١١/ ٤١٧) من طريقين عن ابن عباس رضي الله عنهما.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (80,'ولأهمية هذا الحدث، نسوق وقائعه من القرآن الكريم، قال تعالى: {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رّزْقِ رَبّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيّبَةٌ وَرَبّ غَفُورٌ* فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدّلْنَاهُمْ بِجَنّاتِهِمْ جَنّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَئٍ مّن سِدْرٍ قَلِيلٍ* ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجْزِى إِلاّ الْكَفُورَ}. (١) [سبأ: ١٥ - ١٧]
وكذلك لما عاين فرعون الحق حين الموت، ونطق بكلمة الإيمان، ردّها الله عليه لما كان منه من الفساد من قبل.
قال سبحانه: {آلانَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ}. [يونس: ٩١]
وقد يكون العقابُ من الله مكراً باستدراجهم، ومدهم بالمال والقوة: {سَنَسْتَدْرِجُهُمْ مّنْ حَيْثُ لا يَعْلَمُونَ* وَأُمْلى لَهُمْ إِنّ كَيْدِى مَتِينٌ} [القلم: ٤٤، ٤٥]، [الأعراف: ١٨٣]
_________
(١) معاني بعض مفردات الآيات، سبأ: قبيلة مشهورة باليمن كانت قد بنت سداً عظيماً (سد مأرب).
آية: عبرة وعظة.
فأعرضوا: أي تركوا العمل بدين الله بعدما أنعم عليهم، وسهل لهم الحياة.
سيل العرم: المياه التي دمرت السد.
بدلناهم: أي لما أعرضوا عاقبهم الله بتبديل النعم من بساتين، وثمار طيبة بثمار سيئة، وهي الخَمْط ... والأثل و ...
أُكل خمط: ثمر مرُّ حامض لا يستساغ.
الأثل: شجر ينبت ثمراً لا يؤكل.
السدر: شجر ينبت ثمراً ولكن حجمه كالعنب، وطعمه قريباً من التفاح الفج، يسمى في بعض البلدان بالعبري والنبق. [راجع: معاني كلمات القرآن]',NULL,'82',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (81,'وقال سبحانه: {أَيَحْسَبُونَ أَنّمَا نُمِدّهُمْ بِهِ مِن مّالٍ وَبَنِينَ* نُسَارِعُ لَهُمْ فِى الْخَيْرَاتِ بَل لاّ يَشْعُرُونَ} [المؤمنون: ٥٦]
ولو ذهبنا نتتبع أصناف الفساد، وأنواع العذاب الذي نزل على الأمم في القرآن والسنة لطال بنا المقام.
قال ابن القيم: ((فكل نقص وبلاء، وشر في الدنيا والآخرة، فسببه الذنوب، ومخالفة أوامر الرب، فليس في العالم شر قط إلا الذنوب وموجباتها)) (١).
وإذا انقطع الفساد، انقطع الشرك، ودحض الباطل، ومحيت البدع والخرافات، وانقطعت شرور الناس بعضهم من بعض، من سفك الدماء، وانتهاك الأعراض، وذهاب العقول، وسلب الأموال، وانقطع الشر كله .. فحفظت العقول، وأمنت النفوس، وأحصنت الأعراض، وسلمت الأموال، وانتشر الصلاح والخير كله، وأمن الناس بعضهم بعضاً، وعاشوا في أمان وسلام، وأخوّةٍ ووئام.
وإذا قطع الفساد، أمن الناس عذاب الله، ووقوا انتقامه، فعاشوا في أمن من الله، وأمن من الناس.
قال تعالى: { ... فَأَىّ الْفَرِيقَيْنِ أَحَقّ بِالأمْنِ إِن كُنتُمْ تَعْلَمُونَ* الّذِينَ آمَنُوا وَلَمْ يَلْبِسُوَا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأمْنُ وَهُمْ مّهْتَدُونَ}. [الأنعام: ٨]
ووعد الله الصالحين بإبدال خوفهم أمنا.
قال تعالى: {وَلَيُبَدّلَنّهُمْ مّن بَعْدِ خَوْفِهِمْ أَمْناً .. } الآية. [النور: ٥٥]
_________
(١) (مدارج السالكين) (١/ ٤٢٤).
موجباتها: الموجب: بفتح الجيم: الثمرة، وبكسرها تعني: أن سبب الشرور الذنوب وأسبابها.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (82,'وهكذا عاش الصالحون في ربوع الأمن قروناً، حتى إذا ما أعرضوا عن الدعوة أعرض الله عنهم، فانتشر الفساد، وحل الظلم .. وعمت الفوضى .. فكان ما كان. إلامارحم الله.

<span data-type="title" id=toc-32>الأثر الرابع من آثار الدعوة إلى الله: حلول الخيرات، ونزول البركات (الرحمات):</span>
فضلاً عما تحدثه الاستجابة لدعوة الله مما ذكر سابقاً، من سلام وأمان، وصلاح بين العباد، وحفظ للأموال والأعراض والأنفس.
فضلاً عن هذا كله، فإن الله وعد المستجيبين لهذه الدعوة، بأن ينزل عليهم الخيرات، ويجعل لهم في أموالهم البركات.
قال تعالى: {وَلَوْ أَنّ أَهْلَ الْقُرَىَ آمَنُوا وَاتّقَوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مّنَ السّمَآءِ وَالأرْضِ وَلَكِن كَذّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ}. [الأعراف: ٩٦]
وقال سبحانه: {وَأَلّوِ اسْتَقَامُوا عَلَى الطّرِيقَةِ لأسْقَيْنَاهُم مّآءً غَدَقاً} الآية. [الجن: ١٦]
قال ابن كثير: ((فكلما أقيم العدل، كثرت البركات والخير، ولهذا ثبت في الصحيحين: أن الفاجر إذا مات يستريح منه العباد والبلاد والشجر والدواب)) (١).
وقال نوح خلال دعوة قومه إلى الله، وحثهم على الاستجابة لها: {فَقُلْتُ اسْتَغْفِرُوا رَبّكُمْ إِنّهُ كَانَ غَفّاراً* يُرْسِلِ السّمَآءَ عَلَيْكُمْ مّدْرَاراً*
_________
(١) تفسير ابن كثير (٣/ ٤٤٥)، والحديث أخرجه: البخاري (٦٥١٢)، ومسلم (٩٥٠).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (83,'وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لّكُمْ جَنّاتٍ وَيَجْعَل لّكُمْ أَنْهَاراً}. [نوح: ١٠ - ١٢]
قال ابن كثير: ((وإذا تركت المعاصي كانت سبباً في حصول البركات من السماء والأرض)) (١).
وقبول الدعوة يعني: نزول الرحمة .. فما بعث الله الرسل، وما حملهم من دعوة إلا رحمة عامة للناس، ورحمة خاصة بالمستجيبين لدعوتهم.
قال تعالى: {وَمَآ أَرْسَلْنَاكَ إِلاّ رَحْمَةً لّلْعَالَمِينَ}. [الأنبياء: ١٠٧]
وقال سبحانه: {إِنّ فِى ذَلِكَ لَرَحْمَةً وَذِكْرَىَ لِقَوْمٍ يُؤْمِنُونَ}. [العنكبوت: ٥١]
وقال: {هَذَا بَصَآئِرُ مِن رّبّكُمْ وَهُدًى وَرَحْمَةً لّقَوْمٍ يُؤْمِنُونَ}. [الأعراف: ٢٠٣]
وقال تعالى حاكياً عن نبيه نوح: {أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مّن رّبّكُمْ عَلَىَ رَجُلٍ مّنْكُمْ لِيُنذِرَكُمْ وَلِتَتّقُوا وَلَعَلّكُمْ تُرْحَمُونَ}. [الأعراف: ٦٣]
وكان ينالُ المسلمين جائزةُ ربهم، كلما استقاموا على الطريق، ويفيض المال حتى لايجد المسلمون في كثير من البقاع من يقبل الصدقة لغناهم، وقد أمر عمر بن عبد العزيز أن يصرف الفائض في مرافق المسلمين العامة، كبناء محطات للمسافرين، وتسهيل الطرق (٢).
_________
(١) تفسير ابن كثير (٣/ ٤٤٥).
(٢) ملامح الإنقلاب الإسلامي في خلافة عمر بن عبدالعزيز (٨٥ - ١٢٧)',NULL,'85',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (84,'ولأول مرة في تاريخ البشرية، يعطى أهل الذمة سلفا لتنمية زراعتهم (١).

الأثر الخامس من آثار الدعوة إلى الله: انتشار الإخاء والسلام، والأمن بين الأنام.
من أعظم آثار الدعوة إلى الله والاستجابة لها: انتشار الإخاء والمحبة، والرحمة والتعارف، والتعاون والأمان، والسلام بين العباد.
وبعبارة أخرى: انتشار الدعوة بين الأمم والشعوب، وقبولهم بها، يوحد هذه الأمم، ويجمع هذه الشعوب، على راية واحدة، وفي صف واحد، فيصبحوا إخوة متحابين، لا ضغينة بينهم ولا عداء، بل محبة وسلام وإخاء.
قال تعالى: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا}.
ففي مقام التعاون:
قال تعالى: {وَتَعَاوَنُوا عَلَى الْبرّ وَالتّقْوَىَ وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ .. } الآية. [المائدة: ٢]
وفي مقام الرحمة بين العالمين:
قال تعالى: {وَمَآ أَرْسَلْنَاكَ إِلاّ رَحْمَةً لّلْعَالَمِينَ}. [الأنبياء: ١٠٧]
وقال - صلى الله عليه وسلم -: ((الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء)) (٢)
_________
(١) المصدر السابق (١٣٦)
(٢) أخرجه أبو داود (٤٩٤١)، والترمذي (١٩٢٤)، وقال: هذا حديث حسن صحيح.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (85,'وفي مقام التعارف بين البشرية:
قال تعالى:
{يَأَيّهَا النّاسُ إِنّا خَلَقْنَاكُم مّن ذَكَرٍ وَأُنْثَىَ وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوَا ... } الآية [الحجرات: ١٣]
وفي مقام المحبة بين العباد قال تعالى:
{إِنّ الّذِينَ آمَنُوا وَعَمِلُوا الصّالِحَاتِ سَيَجْعَلُ لَهُمُ الرّحْمَنُ وُدّاً}. [مريم: ٩٦]
وقال تعالى: {يَأَيّهَا الّذِينَ آمَنُوا مَن يَرْتَدّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِى اللهُ بِقَوْمٍ يُحِبّهُمْ وَيُحِبّونَهُ أَذِلّةٍ عَلَى الْمُؤْمِنِينَ أَعِزّةٍ عَلَى الْكَافِرِين}. [المائدة: ٥٤]
وفي مقام الأخوة:
قال تعالى: {إِنّمَا الْمُؤْمِنُونَ إِخْوَةٌ}. [الحجرات: ١٠]
وقال - صلى الله عليه وسلم -: ((وكونوا عباد الله إخواناً)). (١)
وفي مقام السلام العزيز، قال تعالى:
{وَإِن جَنَحُوا لِلسّلْمِ فَاجْنَحْ لَهَا وَتَوَكّلْ عَلَى اللهِ .. } الآية [الأنفال: ٦١]
وإن من أكبر الشواهد على صدق هذا، ما حققته الدعوة الإسلامية حين انتشرت في مشارق الأرض ومغاربها، من تعارف هذه الشعوب، مع تباعد أقطارها، وانفتاح بعضها على بعض، مع تنافر
_________
(١) أخرجه البخاري (٦٠٦٤)، ومسلم (٢٥٦٤).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (86,'طباعها .. وتآلف بعضها مع بعض رغم اختلاف ثقافاتها .. ثم اتحادها فيما بينها رغم تفاوت أجناسها وألوانها.
فانقلب ما كان بينهم من تطاحن ودماء، إلى محبة وإخاء، وأصبحوا عباد الله إخوانا، يُعلّم بعضهم بعضا، ويدافع بعضهم عن بعض، بعد أن كانوا أعداء، يقتل بعضهم بعضا.
قال تعالى: {وَأَلّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِى الأرْضِ جَمِيعاً مّآ أَلّفَتْ بَيْنَ قُلُوبِهِمْ وَلَكِنّ اللهَ أَلّفَ بَيْنَهُمْ}. [الأنفال: ٦٣]
فهذا الإمام أبو حنيفة النعمان إمام الفقه، والناس في مشارق الأرض ومغاربها عالة عليه في ذلك، وهو ليس بعربي، يتبعه العرب والأعاجم على اختلاف أصولهم.
وهذا الإمام البخاري من بخارى، وهي من أبعد البلاد عن العرب، أصبح إمام الثقلين في حديث النبي - صلى الله عليه وسلم -، يأخذ منه العرب قبل العجم، ولا غنى للأمة البتة عن كتبه.
وهذا القائد طارق بن زياد البربري، كان قائداً للعرب ولقومه.
وما كان لهؤلاء تلك المنزلة إلا بعد قبولهم لدعوة الإسلام.
وغير هؤلاء ألوف مؤلفة أصبحوا علماء، وقادة، وأمراء، متعاونين متآلفين، بعد أن كانوا من بلاد شتى متنافرين، ومن أصول مختلفة متحاربين.
وأما تلك الشعوب التي تعد بألوف الألوف .. المتنافرة وفي كل شيء، في أصلها، ولغتها، وثقافتها، ودينها .. أصبحت -بعد أن انتشرت الدعوة',NULL,'88',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (87,'فيها- أمة واحدة، ذات ثقافة واحدة، تكاد تتحدث بلسان واحد، قد تآلفت قلوبها .. وتوحدت صفوفها، قبل هذا التمزق المتأخر.
مصداقًا لقوله تعالى: {وَإِنّ هَذِهِ أُمّتُكُمْ أُمّةً وَاحِدَةً وَأَنَا رَبّكُمْ فَاتّقُونِ}. [المؤمنون: ٥٢]

<span data-type="title" id=toc-33>الأثر السادس من آثار الدعوة إلى الله: سعادة العباد في الدارين:</span>
إن اهتداء الخلق إلى طريق الحق، يُعرفُّهم بحقوقهم وواجباتهم، تجاه ربهم، وتجاه من يتعايشون معهم؛ من أهل وأقرباء، وأصحاب، وأصحاب جنب .. ومن عرف حقوقه وواجباته، وصدق في أدائها، أمن الناس وأمنوا منه، ونال حقه، ونالوا حقوقهم، وإذا حصل ذلك، عاش الناس جميعاً عيشة السعداء، فلا خوف يهددهم، ولا فساد ينغصهم.
وسعادة الإنسان في ثلاثة:
-سعادته في قلبه ونفسه ..
-سعادته في حياته ومعيشته ..
-سعادته في مصيره وآخرته ..
وإن من أهم آثار الاستجابة لدعوة الله تعالى، تحقيق هذه السعادات كلِّها، للخلق كلِّهم.
فمن عرف ربه، واستجاب لخالقه، وتوكل عليه، ورضي بقضائه وقدره، وأيقن أن كل شي بيده، وأن كل شيء ماض عليه حكمه، عدل فيه قضاؤه، حصل عنده يقين في القلب، وراحة في النفس، مهما كان عليه من حال، ومهما قُدِّر له من قضاء، وكان كمن يعيش في',NULL,'89',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (88,'قصور، ويرتع في جنان .. فهذه سعادة القلب والنفس {الّذِينَ آمَنُوا وَتَطْمَئِنّ قُلُوبُهُمْ بِذِكْرِ اللهِ أَلا بِذِكْرِ اللهِ تَطْمَئِنّ الْقُلُوبُ}. [الرعد: ٢٨]
وذِكْرُ الله هاهنا أعَمُّ من كونه باللسان، لأن المقصود خشيتهُ وطاعتهُ، واتباعُ شرعه، والعملُ بقرآنه.
قال تعالى: {وَهَذَا ذِكْرٌ مّبَارَكٌ أَنزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنكِرُونَ} [الأنبياء: ٥٠]
وقال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذّكْرَ لِتُبَيّنَ لِلنّاسِ مَا نُزّلَ إِلَيْهِمْ}. [النحل: ٤٤]
وقال تعالى: {اللهُ نَزّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مّتَشَابِهاً مّثَانِىَ تَقْشَعِرّ مِنْهُ جُلُودُ الّذِينَ يَخْشَوْنَ رَبّهُمْ ثُمّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىَ ذِكْرِ اللهِ}. [الزمر: ٢٣]
فبهذا تتحقق سعادة القلب والنفس.
ومن استجاب لدعوة الله، عرف الحلال والحرام، ووقف عند حدود الله، فأدى الأمانة، واستقام في بيعه وشرائه، ووفى بعقوده ووعوده، ولم يعتد بيد، ولا في مال، ولا عرض، فأعطى ما عليه، وأخذ ما له، وتخلق بأخلاق الإسلام العظيمة.
فهذه سعادة الحياة والمعيشة: {أَوَ مَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِى بِهِ فِى النّاسِ كَمَن مّثَلُهُ فِى الظّلُمَاتِ لَيْسَ بِخَارِجٍ مّنْهَا .. } الآية. [الأنعام: ١٢٢]
ومن استجاب لدعوة الله نال مرضاته، ونجا من ناره، وفاز بجنته، فهذه هي السعادة الحقيقية، والسعادة الأبدية.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (89,'{يَأَيّهَا الّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وَلِلرّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ .. } الآية. [الأنفال: ٢٤]
قال الإمام البخاري: (استجيبوا): أجيبوا، (لما يحييكم): لما يصلحكم (١). أي يصلح أمركم في الدنيا والآخرة.
فبهذا يتبين: أن من أعظم آثار الاستجابة لدعوة الله، أن يحيي الله المستجيبين حياة طيبة في الدارين.
{مَنْ عَمِلَ صَالِحاً مّن ذَكَرٍ أَوْ أُنْثَىَ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنّهُ حَيَاةً طَيّبَةً وَلَنَجْزِيَنّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ}. [النحل: ٩٧]
ولقد تحقق هذا ظاهراً في كثير من فترات التاريخ الإسلامي، حين صدق المسلمون العمل بهذا الدين، فغمرت السعادة قلوبهم، وعم الرخاء في حياتهم ومعيشتهم، وساد الأمن والعدل في ديارهم، وسيلقون ما يوعدون عند ربهم.
{وَعَدَ اللهُ الّذِينَ آمَنُوا وَعَمِلُوا الصّالِحَاتِ مِنْهُم مّغْفِرَةً وَأَجْراً عَظِيماً} [الفتح: ٢٩]
_________
(١) فتح الباري (٨/ ٣٠٧).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (90,'الباب الثاني
أركان الدعوة',NULL,'92',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (91,'<span data-type="title" id=toc-34>الباب الثاني أركان الدعوة</span>
ترتكز الدعوة إلى الله تعالى على خمسة عناصر:
المادة (الموضوع)، الداعية، المدعوين، المنهجية، الأسلوب.
هذه هي العناصر التي لا تقوم الدعوة إلا بها، ولا يتحقق النجاح إلا بتسديدها، فكلما كان الصواب والنجاح فيها، كانت النتائج أعظم فائدة، وأطيب ثماراً، وسنفرد لكل عنصر فصلاً كاملاً ماعدا المادة فلها مقام آخر.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (92,'<span data-type="title" id=toc-35>الفصل الأول</span>
وفيه مبحثان:
الأول: الداعية وأهميته
الداعية: هو الركن المهم في هذه العناصر، والمحور الأساس في الدعوة إلى الله تعالى، ومقامُه مقامٌ بالغُ الأهمية والخطورة، فهو ينوب عن الأنبياء في تبليغ أعظم رسالة في الوجود، من أعظم مرسل لها، لأعظم أمر وجد له الإنسان، فكيف لا يكون شأنه عظيماً، ومكانتُه رفيعة.
وتأتي أهمية الداعية من كونه أسوةٌ للمدعوين، لأن كثيراً من المدعوين يتأثرون بالأفعال أكثر من تأثرهم بالأقوال، وكثيراً منهم يرى أكثر مما يسمع.
لذلك كان الله لا ينزل رسالته إلا على أفضل البشر، صدقاً وخلقاً ولا يختار لها إلا خيرة خلقه، تضحية وفهماً.
قال تعالى: {وَرَبّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ .. } الآية. [القصص: ٦٨]
أي: يختار من الأزمنة ما يشاء .. ، ومن الأمكنة ما يشاء .. ومن البشر من يشاء.
وقال تعالى: {اللهُ يَصْطَفِى مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النّاسِ .. } الآية. [الحج: ٧٥]
والاصطفاء في اللغة يعني: الاختيار، ولا يكون الاختيار إلا للأفضل (١).
_________
(١) راجع مادة (اختار) في القواميس.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (93,'قال الشيخ ابن سعدي (١): ((أي يختار ويجتبي من الملائكة رسلاً، ومن الناس رسلاً يكونون أزكى ذلك النوع، وأجمعه لصفات المجد، وأحقه بالاصطفاء، فالرسل لا يكونون إلا صفوة الخلق على الإطلاق)).
كما يجعل أفعالهم مكملة لرسالته، ويأمر الناس بالاقتداء بهم.
قال تعالى: {لّقَدْ كَانَ لَكُمْ فِى رَسُولِ اللهِ أُسْوَةٌ .. } الآية. [الأحزاب: ٢١]
وقال تعالى: {فَبِهُدَاهُمُ اقْتَدِهْ .. } الآية. [الأنعام: ٩٠]
فأفعال الأنبياء جزء من الوحي ... فهي مكملة له. (٢)
واختيار الأنبياء دعاة، والأمر بالاقتداء بهم، ذلك لما لشخصية الداعية وصفاته وأسلوبه من أثر بالغ في المدعوين، فكثيرًا ما يتأثر المدعوون تأثراً ملحوظاً، بشخصية الداعية، وأسلوبه، وأخلاقه ومعاملته، أكثر من تأثرهم بما لديه من طرح وموضوع، وما عنده من علم ومادة.
ويدفعهم هذا التأثر في كثير من الأوقات إلى التسليم لأفكاره، والاستجابة لدعوته، دون معارضة، ولا تقديم بين يديه.
ولذلك كلما اتصف الداعية بالأوصاف الحميدة، كان أثره في الدعوة أكبر، واستجابة الناس له أكثر.
لهذا وجب على الداعية أن يتحلى بصفات مخصوصة، ويتجمل بميزات محمودة، وأن يلتزم بأخلاق معينة، وبتصرفات مشكورة، لكي
_________
(١) في تفسيره: (تيسير الكريم الرحمن في تفسير كلام المنان)، سورة الحج، آية: (٧٥).
(٢) ثمة تفصيل في أفعال الأنبياء مسطور في كتب أهل العلم، ليس هاهنا محله.
والمقصود هاهنا؛ تعظيم أفعال الأنبياء في وجه الحملة الشرسة لفصل الأنبياء وأفعالهم، بل وأقوالهم عن الكتب المنزلة، وبخاصة القرآن الكريم العظيم.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (94,'يؤثر في المدعوين، كيما تثمر دعوته، وتؤتي أُكلها، وإلا انعكست آثار ذلك على الدعوة سلباً. وسيأتي في المبحث التالي أهم هذه الصفات:',NULL,'96',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (95,'<span data-type="title" id=toc-37>المبحث الثاني: أهم صفات الداعية:</span>
الأولى: الإخلاص والتقوى:
إن دعوة الإسلام ليست كأي دعوة من الدعوات التي يكفي فيها أن يتحدث الإنسان عن دعوته، دون أن يكون مؤمناً بها مخلصاً لها. عاملاً بصدقٍ بمبادئها.
إن دعوة الإسلام تشترط على أصحابها، أن يكونوا أتقياء في أنفسهم، صادقين في دعوتهم، مخلصين في نياتهم، كي يحققوا نجاحهم في دعوتهم، وينالوا أجرهم عند ربهم.
وهذا شرط في كل عمل من أعمال الإسلام، ومن أجلّها الدعوة إلى الله تعالى.
قال تعالى: {أَلا لِلّهِ الدّينُ الْخَالِصُ .. } الآية. [الزمر: ٣]
وقال سبحانه: {قل إنى أُمرت أن أعبد الله مخلصاً له الدين .. } الآية. [الزمر: ١١]
وكلما كان الإخلاص أصدق، والإيمان أقوى، كان التوفيق أعظم، والأجر أكبر.
والتقوى لازمة للداعية، لزوم الماء للشجر، والروح للجسد، وهي العمل بدين الله ظاهراً وباطناً، وبخاصة فيما يدعو إليه، وإنّ امرءاً لا يعمل بما يدعو إليه، حري أن لا يوفقه الله عز وجل إلى ذلك، ولا يقبل منه عمله.
قال تعالى: {إِنّمَا يَتَقَبّلُ اللهُ مِنَ الْمُتّقِينَ}. [المائدة: ٢٧]',NULL,'97',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (96,'ولأهمية التقوى: جاء الخطاب بتقوى الله مفرداً بسيد الدعاة رسول الله - صلى الله عليه وسلم - في أول سورة الأحزاب {يَا أَيّهَا النّبِىّ اتّقِ اللهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنّ اللهَ كَانَ عَلِيماً حَكِيماً} [الأحزاب: ١]
ولا شك أن الأمة كلها مطالبة بهذا، لكن توجيه الخطاب للنبي - صلى الله عليه وسلم - له مقصود كذلك.
وبالتقوى، يحصل توفيق عظيم، وسداد للأقوال، وإصلاح للأعمال.
قال تعالى: {يَأَيّهَا الّذِينَ آمَنُوا اتّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيداً* يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} [الأحزاب: ٧٠، ٧١]
وبالتقوى يعين الله الداعية، ويهبه ملكة التفريق بين الحق والباطل .. والخلاص من المواقف المحرجة .. فضلاً عن تكفير سيئاته، ومحو زلاته.
قال تعالى: {يِا أَيّهَا الّذِينَ آمَنُوَا إَن تَتّقُوا اللهَ يَجْعَل لّكُمْ فُرْقَاناً وَيُكَفّرْ عَنكُمْ سَيّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ} [الأنفال: ٢٩]
وفضلاً عن هذا كلِّه؛ فإن لتقوى الداعية أثراً بالغاً في المدعوين، فإن النفوس جُبلت على قَبُول دعوة الصادق، والنفور من دعوة الكاذب، ولا مقياس للصدق والكذب عند معظم المدعوين إلا أفعال الداعية، ومطابقتها لما يدعو إليه.
فإن العمل بما يُدعى إليه، يوحي إلى الناس صحة الدعوة، وصدق الداعي، مما يُورث القَبُول عندهم.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (97,'وعدم العمل بالعلم، وما يدعو إليه الداعية، يوحي إلى الناس فساد الدعوة، وكذب الداعي، مما يُورث النفور والاستهجان.
ولهذا كان الأنبياء عليهم الصلاة والسلام، متنبهين أشد التنبه لهذا.
فكان أحدهم -وهو نبي الله شعيب - صلى الله عليه وسلم - يقول لقومه: {وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىَ مَآ أَنْهَاكُمْ عَنْهُ .. } [هود: ٨٨]
بل إن الأنبياء والرسل جميعاً، كانوا يتصفون بالصدق قبل بعثتهم، وما صفة الأمين التي وُصِفَ بها النبي - صلى الله عليه وسلم - قبل بعثته بغائبة يومئذ عن أذهان العرب (١) وكذلك قول قوم صالح لصالح: {يَاصَالِحُ قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هَذَا .. } الآية. [هود: ٦٢]
فهي شهادة من أعدائه بصدقه، وعلوِّ منزلته فيهم قبل البعثة.
هذا من جهة المدعوين، وأما من حيث ربُّ الدعوةِ والمدعوين وأجره، فإن للداعية العامل بما يدعو إليه أجراً عظيماً عند الله.
وقد سبقت الأدلة على ما للداعية من أجر عظيم على دعوته، وإخلاصه في باب فضل الدعوة، مما لا حاجة لتكرارها.
وكما أمر الله عز وجل بالعمل بما يدعو إليه الداعية، حذر من مغبة عدم العمل بما يدعو إليه.
قال تعالى: {يَأَيّهَا الّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ* كَبُرَ مَقْتاً عِندَ اللهِ أَن تَقُولُوا مَا لا تَفْعَلُونَ}. [الصف: ٢، ٣]
_________
(١) أخرجه أحمد (١٥٥٤٣) بلفظ: فجاء النبي - صلى الله عليه وسلم - - قبل البعثة- فقالوا: أتاكم الأمين ..',NULL,'99',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (98,'وقال - صلى الله عليه وسلم -: ((يُجاء بالرجل يوم القيامة، فيلقى في النار، فتندلق أقتابه في النار، فيدور كما يدور الحمار برَحاه، فيجتمع أهل النار عليه فيقولون: أي فلان ما شأنك؟ أليس كنت تأمرنا بالمعروف وتنهانا عن المنكر؟ قال: كنت آمركم بالمعروف ولا آتيه، وأنهاكم عن المنكر وآتيه). (١)
فحري بالداعية أن يكون تقياً، كيما يقبل الناس دعوته، ولكي يقبل الله عمله.
وأي ثمرة يجنيها الداعية - إذا لم يكن تقياً - واستجاب له كثير من الناس، ثم جاء يوم القيامة صفر اليدين، قد أبطل الله عمله، لعدم إخلاصه، وقلة تقواه.
وفضلاً عما للتقوى من أثر في التوفيق، وأجر عند الله.
فإن التقوى من أعظم عوامل الثبات على الطريق في وجه الأعاصير، ومن أقوى دروع وقاية الداعية من كيد الأعداء.
قال تعالى: {وَإِن تَصْبِرُوا وَتَتّقُوا لا يَضُرّكُمْ كَيْدُهُمْ شَيْئاً .. }. الآية [آل عمران: ١٢٠]
وقال تعالى: {لَتُبْلَوُنّ فِى أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنّ مِنَ الّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الّذِينَ أَشْرَكُوَا أَذًى كَثِيراً وَإِن تَصْبِرُوا وَتَتّقُوا فَإِنّ ذَلِكَ مِنْ عَزْمِ الاُمُورِ}. [آل عمران: ١٨٦]
_________
(١) البخاري (٣٢٦٧، ٧٠٩٨)، ومسلم (٢٩٨٩)، الأقتاب: جمع قِتْب بكسر القاف وسكون التاء، هي الأمعاء، ومعنى تندلق: تخرج بسرعة، [انظرفتح الباري (١٣/ ٥٢)].',NULL,'100',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (99,'فجعل سبحانه الصبر والتقوى أهم أسلحة الداعية في مواجهة الفتن، والثبات على الحق.

الصفة الثانية: العلم والفقه بما يدعو إليه:
إن من أعظم ضروريات الدعوة إلى الله تعالى أن يكون الداعية عالماً بعامة، مدركاً لما يدعو إليه، فقيهاً فيه بخاصة.
قال تعالى: {قُلْ هَذِهِ سَبِيلِى أَدْعُو إِلَىَ اللهِ عَلَىَ بَصِيرَةٍ أَنَا وَمَنِ اتّبَعَنِى وَسُبْحَانَ اللهِ وَمَآ أَنَا مِنَ الْمُشْرِكِينَ}. [يوسف: ١٠٨]
والبصيرة أخص من العلم العام، وفيها معنى زائد عليه، فهي تعني: البينة والإدراك، والوضوح، والفهم، واليقين .. (١)
ومن البصيرة؛ أن يدرك الداعية عوقب الأمور، وأن لا يغفل عن النتائج في أقواله وتصرفاته.
قال ابن تيمية: (فلابد من هذه الثلاثة: العلم، والرفق، والصبر، العلم قبل الأمر والنهي، والرفق معه، والصبر بعده، وإن كان كل من الثلاثة مستصحباً في هذه الأحوال؛ وهذا كما جاء في الأثر عن بعض السلف ورووه مرفوعاً؛ ذكره القاضي أبو يعلى في المعتمد: "لا يأمر بالمعروف وينهى عن المنكر إلا من كان فقيها فيما يأمر به؛ فقيهاً فيما
_________
(١) راجع لسان العرب (٤/ ٦٧)، تهذيب اللغة، بصائر ذوي التمييز، مقاييس اللغة، مادة: (بصر).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (100,'ينهى عنه؛ رفيقا فيما يأمر به؛ رفيقاً فيما ينهى عنه؛ حليماً فيما يأمر به، حليماً فيما ينهى عنه"). (١)
فالفقه قبل الأمر، ليعرف المعروف وينكر المنكر، وهذا شرط من شروط الدعوة إلى الله، وواجب من واجبات الداعية أن يكون الداعية مدركاً لما يدعو إليه، متحلياً بالفطنة، متسلحاً باليقين، ثابت الخطوة، واضح الرؤية في دعوته، ومدعويه، وفيمن حوله من أصدقاء وأعداء، وما يقع من أحداث .. ، فكل هذه المعاني تتضمنها ((البصيرة)) فهذا الشرط الذي ألزم الله به الدعاة في دعوتهم.
ولهذا؛ فلا يجوز للمسلم أن يدعو إلى الله إلا بعد أن يحمل قدراً من العلم يكفيه في دعوته، وفهماً ووضوحاً ينير له طريقه.
فالعلم يسدد له مسيرته، والفهم يوضح له رؤيته، فمن لم يحمل العلم في دعوته انحرف، ومن لم يكن على بصيرة تعثر.
وفضلاً عن هذا، فإن للداعية بغير بصيرة إثماً عند الله، .. لمخالفة أمر الله، ولأن فاقد البصيرة (العلم والفهم) لا يُضل نفسه فحسب، بل يُضل معها غيرها ممن يدعوهم.
_________
(١) مجموع الفتاوى (٢٨/ ١٣٧)، قلت: هذا الحديث لا يصح سنداً بهذا اللفظ، وإن كان صحيح المعنى، وورد بألفاظ مقاربة .. وكلها ضعيفة ذكره بهذا اللفظ ابن تيمية والغزالي في الإحياء (٢/ ٣٣٣)، وقال العراقي لم أجده هكذا، وللبيهقي في الشعب من رواية عمرو بن شعيب عن أبيه عن جده بلفظ ((من أمر بمعروف فليكن أمره بمعروف)) المغني (٢/ ٣٣٤)، قلت: وهو في الشعب (٧٦٠٣) وفيه ضعيفان، وضعفه الألباني في الضعيفة (٥٩٠) وفي الباب عن أنس بلفظ قريب من هذا أخرجه الديلمي في الفردوس (٧٧٤١) وإسناده ضعيف جداً فيه ثلاثة متروكين.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (101,'{وَمِنَ النّاسِ مَن يُجَادِلُ فِى اللهِ بِغَيْرِ عِلْمٍ وَيَتّبِعُ كُلّ شَيْطَانٍ مّرِيدٍ}. [الحج: ٣]
فلربما جعل الأمر نهياً، والنهي أمراً، والمعروف منكراً، والمنكر معروفاً، والسنة بدعة، والبدعة سنة.
ولربما دعا إلى أمر غير مشروع، باسم الدين، كمن يخرج على الحاكم المسلم العاصي، وكمن يعلم الناس الضلال والابتداع باسم الدين، كالخوارج والمعتزلة، وغلاة الصوفية والروافض.
ولذلك حذر الله من أمثال هؤلاء فقال سبحانه:
{وَإِنّ كَثِيراً لّيُضِلّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ .. } الآية [الأنعام: ١١٩]
وقال تعالى: {وَمِنَ النّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلّ عَن سَبِيلِ اللهِ بِغَيْرِ عِلْمٍ}. الآية [لقمان: ٦]
وقد عدّ الله كل قول بغير علم افتراءً، فكيف إذا كان في الدين والدعوة إليه.
قال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ .. } الآية [الإسراء: ٣٦]
وقال سبحانه بعد أن عدد بعض أقوال الكافرين وأفعالهم الكفرية قال: {قَدْ خَسِرَ الّذِينَ قَتَلُوَا أَوْلادَهُمْ سَفَهاً بِغَيْرِ عِلْمٍ وَحَرّمُوا مَا رَزَقَهُمُ اللهُ افْتِرَآءً عَلَى اللهِ قَدْ ضَلّوا وَمَا كَانُوا مُهْتَدِينَ}. [الأنعام: ١٤٠]
وقال تعالى: {قُلْ إِنّمَا حَرّمَ رَبّىَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقّ وَأَن تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزّلْ بِهِ سُلْطَاناً وَأَن تَقُولُوا عَلَى اللهِ مَا لا تَعْلَمُونَ} [الأعراف: ٣٣]',NULL,'103',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (102,'ولذلك أمر رسول الله - صلى الله عليه وسلم - من سمع مقالته أن يعيها حين يبلغها، فقال - صلى الله عليه وسلم - ((نضر الله امرءًا سمع منا شيئا فبلغه كما سمع، فرُبَ مبلغ أوعى من سامع)). (١)
ولأهمية هذا؛ عقد الإمام البخاري باباً في صحيحه ((باب العلم قبل القول والعمل))، فإن العلم يسدد القول، ويصوب العمل.
قال العسقلاني: ((قال ابن المنير: أراد به: أن العلم شرط في صحة القول والعمل، فلا يعتبران إلا به، فهو متقدم عليهما)) (٢).
قال أبو حيان الأندلسي: ((لأن الدعاء إلى الخير، والأمر بالمعروف، والنهي عن المنكر، لا يصلح إلا لمن علم المعروف والمنكر، وكيف يرتب الأمر في إقامته، وكيف يباشر، فإن الجاهل ربما أمر بمنكر، ونهى عن معروف .. وقد يغلظ في مواضيع اللين، وبالعكس)). (٣)
ومن الجدير بالعلماء تنبيه الناس في هذا المقام إلى أمرين:
الأول: أن الحفظ غير الفقه، وأن البصيرة درجة زائدة على العلم، فإن كثيرًا من الناس يظنون: أن مجرد الحفظ هو العلم، وهذا هو الذي أوقعهم في التعالم، ودفعهم إلى التقول على الله مالم يقل، وإصدار الأحكام التي ما أنزل الله بها من سلطان، وهو يظن بحفظه هذا، أنه عالم بل علامة.
_________
(١) أخرجه الترمذي (٢٦٥٧)، وغيره، وقال: هذا حديث حسن صحيح.
(٢) فتح الباري (١/ ١٦٠).
(٣) تفسير البحر المحيط (٣/ ٢٠).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (103,'قال شيخ الإسلام ابن تيمية: ((فرب رجل يحفظ حروف العلم التي أعظمها حفظ حروف القرآن، ولا يكون له من الفهم .. )) (١).
فليس كل حامل علم يحمل فقهاً، وبصيرة، فحمل العلم شيء، والفقه فيه، والبصيرة بإعماله شيء آخر.
الثاني: التنبيه إلى الفرق بين العلم وبين التعالم، أو بين العالم والمتعالم، والتأكيد على ذلك في الدروس والخطب واللقاءات (٢)
فإن كثيراً ممن يَدْعون ويَضلون ويُضلون يظنون أنهم علماء، وهم متعالمون، وذلك لعدم تفريقهم بين العلم والتعالم، كالخوارج، والمعتزلة، والجهمية، وإخوانهم من كل فرقة، ولذلك يجب التركيز في دروس العلماء على بيان الفروق بين العلم والتعالم، وبين العالم والمتعالم، فإن كثيراً منهم أصحاب نيات حسنة، فلعلهم يرجعون.
ومن الجدير ذكره - قبل نهاية هذا الباب -: أن شرط العلم، ليس على إطلاقه؛ بأن يكون كل داعية عالماً بجميع العلوم.
كلا، بل الشرط أن يكون الداعية عالماً فيما يدعو إليه.
وكلما كان الداعية أعلم، كان أفضل، ورُبَّ داعية عنده بصيرة وعلم فيما يدعو إليه، خير من عالم نحرير فاقد للبصيرة.
والمقصود بالعلم العام -الذي أُلمح إليه في أول هذا الباب -أن يكون لدى الداعية علماً عاماً بالتوحيد، وأنواعه، وأركان الإيمان،
_________
(١) الفتاوى (١١/ ٣٩٧).
(٢) إن الإنسان ليعجب أشد العجب من خلو بعض المحاضرات، والخطب، والدروس من مثل هذا التأصيل والنصح، الأمر الذي جعل فراغاً كبيراً في فهم المنهج، وقضاياه.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (104,'والإسلام، وأسس الدين وأصوله العامة، كالاتباع والابتداع، ومعنى العبادة وأنواعها، وأحكامها وجوباً ونفلاً .. ومعرفة الأحكام الخمسة وتعريفها .. : الواجب، والمندوب، والحرام، والمكروه، والمباح، وما شابه ذلك.
وإذا تعين على المسلم بيانُ أمر، أو النصحُ به، أو الأمر به، أو النهيُ عنه، وكان يعلمه علماً صحيحاً، وجب عليه أداء الأمانة على قدر ما علم، ولا يشترط في الداعية أن يكون عالماً مطلقا، ولاأن يعلم تفصيل ما سبق.

الصفة الثالثة للداعية: الصبر والحلم:
إذا كان العلم شرط الداعية إلى الله، وسبباً في سداده، فإن الصبر عتاده وسلاحهُ، ولا قتالَ بلا سلاح، ولا مواجهة بلا عتاد.
وإذا كانت البصيرة واجبة على الداعية، وهي نوره في دعوته، فإن الحلم وقوده وزاده .. ولا سير بلا وقود، ولا حركة بلا زاد.
ومن قاتل بغير سلاح فشل .. ومن سار بغير وقود انقطع ..
لأجل هذا كان من أوائل ما نزل على رسول الله - صلى الله عليه وسلم -، الأمر بالصبر مقروناً بالدعوة إلى الله {يَأَيّهَا الْمُدّثّرُ* قُمْ فَأَنذِرْ* وَرَبّكَ فَكَبّرْ* وَثِيَابَكَ فَطَهّرْ* وَالرّجْزَ فَاهْجُرْ* وَلا تَمْنُن تَسْتَكْثِرُ* وَلِرَبّكَ فَاصْبِرْ}. [المدثر: ١ - ٧]
وقال - صلى الله عليه وسلم -: ((وما أعطي أحد عطاء خيراً وأوسع من الصبر)) (١).
_________
(١) البخاري (١٤٦٩، ٦٤٧٠)، ومسلم (١٠٥٣).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (105,'والصبر في باب الدعوة إلى الله يعني: ضبط النفس على الاستمرار في طريق الدعوة مهما لاقت، وحبسها عن الإساءة للمدعوين قولاً وفعلاً، والصبر يعني: عدم الانتقام حين الأذى، وعدم الانقطاع عن الدعوة حين الملل، وعدم اليأس حين الفشل.
وبعبارة أخرى: عدم الاستجابة لردود فعل النفس، والتسرع في التصرف حيال المواقف.
لذا كان القرآن والسنة حافلين بالاهتمام بالصبر، لما له من أثر كبير في استمرار الداعية، وعدم نفور المدعوين .. وقبول الدعوة إلى الله تعالى.
ولذلك عدَّ الله سبحانه الصبر مع التقوى من عزائم الأمور، قال تعالى: {وَإِن تَصْبِرُوا وَتَتّقُوا فَإِنّ ذَلِكَ مِنْ عَزْمِ الاُمُورِ} [آل عمران: ١٨٦]
بل جعل الله الصبر على الأذى من منهج الأنبياء، فقال سبحانه عن الأنبياء: {وَلَنَصْبِرَنّ عَلَىَ مَآ آذَيْتُمُونَا .. } الآية [إبراهيم: ١٢]
ومن المعلوم أن نقيض الصبر؛ التضجر والانقطاع .. ومن تضجر نفر الناس منه، ثم انقطع عن دعوته، فخسر نفسه والمدعوين معه.
ويا ليت الأمر يقف عند هذا الحد، ولم يتسرع في تصرف بسبب فقدانه الصبر، ربما انعكس على الدعوة بالسوء، والتراجع.
ومن لم يصبر ويحلم عمن آذاه انتقم لنفسه، ومن انتقم لنفسه، خسر نفسه ودعوته، وأجره عند ربه.
ولذلك قرن الله بين الصبر والحلم والعفو، وعد ذلك من عزم الأمور، فقال سبحانه:',NULL,'107',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (106,'{وَلَمَن صَبَرَ وَغَفَرَ إِنّ ذَلِكَ لَمِنْ عَزْمِ الاُمُورِ} [الشورى: ٤٣].
وقال تعالى عن إبراهيم عليه الصلاة والسلام: {فَلَمّا تَبَيّنَ لَهُ أَنّهُ عَدُوّ للهِ تَبَرّأَ مِنْهُ إِنّ إِبْرَاهِيمَ لأوّاهٌ حَلِيمٌ} [التوبة: ١١٤]
والحلمُ شعبةٌ أساسٌ من شعب الصبر.
قال أهل اللغة: الحلم: الأناة والعقل، وحَلُم: تأنّى وسكن عند غضب، أو مكروه، مع قدرة، وقوة.
والحليم: الذي لا تستخفه الأفعال المؤذية، ولا يستفزه الإغضاب (١).
وقد أفاد العلماء: أن العلم والفقه، يكونان قبل الدعوة، ليكون الداعية ذا بصيرة قبل أن يخطو في دعوته، حتى لا يزل. (٢)
ويكون الصبر، أثناء الدعوة، لكي يتحمل ردود فعل المدعوين، من أذى واتهام، ولكي يستمر في دعوتهم، ولا يتضجر منهم، ولا ينقطع عنهم ..
ويكون الحلم بعد الدعوة، كي لا يحقد على من سخر منه، أو استخف به، ولا ينتقم ممن آذاه.
بل على الداعية أن يتوقع الأذى، وأن يعد له عدته من الصبر والحلم، فهذه هي عزائم الأمور، لا غير ذلك من التضجر والحقد، ومد اليد والانتقام التي هي سبب الخور، والفشل.
لأجل هذا أمر الله الدعاة بالصبر على ما يلقونه من أذى.
_________
(١) راجع لسان العرب (١٢/ ١٤٩)، وتهذيب اللغة، والمعجم الوسيط مادة: (حلم).
(٢) راجع كلام ابن تيمية ص (١٠١) من هذا البحث.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (107,'قال تعالى حاكياً قول لقمان لابنه: { .. وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَىَ مَآ أَصَابَكَ إِنّ ذَلِكَ مِنْ عَزْمِ الاُمُورِ}. [لقمان: ١٧]
ولما أمر الله تعالى نبيه بالدعوة إليه، أرشده إلى وجوب الصبر فيها، فقال سبحانه:
{وَاصْبِرْ عَلَىَ مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْراً جَمِيلاً} [المزمل: ١٠]
ونبه الله عز وجل رسوله - صلى الله عليه وسلم - والدعاة من بعده، بما كان من أمر نبي الله يونس عليه الصلاة والسلام إذ لم يصبر في دعوته فكان من أمره ما كان.
فقال تعالى: {فَاصْبِرْ لِحُكْمِ رَبّكَ وَلا تَكُن كَصَاحِبِ الْحُوتِ .. } الآية [القلم: ٤٨] إذ خرج من سعة الدعوة والأنوار، إلى ضيق بطن الحوت والظلمات.
وهكذا شأن كل من لا يصبر على الدعوة إلى الله، ويستبدل سلاح العنف والتطرف والمواجهة، بسلاح (١) الصبر والحلم.
وهؤلاء الذين يتعجلون في المواجهة، إنما تعجلوا فيها، لأنهم فشلوا في مجال الدعوة، ولم يصبروا عليها، فتحولوا إلى المواجهة، فكان الفشل أبشع، والنتائج أشنع.
ولم يكتف الله عز وجل بالأمر بالصبر في الدعوة والحلم فيها، بل أمر بمقتضاهما من عدم الرد على أذى المدعوين، وعدم الالتفات إليهم،
_________
(١) هكذا، وهو الصّواب في دخول حرف (الباء) على الأمر المتروك، وهو هنا الصبر والحلم، كقوله تعالى: {أَتَستَبدِلُونَ الّذِى هُوَ أَدنَى بِالّذِى هُوَ خَير} [البقرة: ٦١]',NULL,'109',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (108,'قال تعالى: {وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكّلْ عَلَى اللهِ وَكَفَىَ بِاللهِ وَكِيلاً}. [الأحزاب: ٤٨]
أي: امض في دعوتك، وثابر في تبليغك، متوكلاً على خالقك، غير ملتفت إلى عناد المعاندين من الكافرين، وخداع المخادعين من المنافقين، ولا تكترث بأذاهم، ولا تنشغل عن دعوتك بكيدهم.
وهكذا كانت سيرة الأنبياء من قبل، لا يعرفون في سبيل الدعوة إلى الله عنفاً، ولا انتقاماً .. إلا صبراً وغفراناً، ولذا لم نجد نبياً من الأنبياء، واجه - من يدعوهم - بالقوة المادية في مقام الدعوة على الإطلاق، قال تعالى منبهاً نبيه الكريم ومن تبعه إلى ذلك: {فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرّسُلِ} [الأحقاف: ٣٥]
فهذا نوح عليه الصلاة والسلام، مكث في قومه تلك المدة الطويلة، ألف سنة إلا خمسين عاماً، لم يضرب أحداً، ولم ينتقم من أحد، على كثرة ما أوذي، وعلى شدة ما سُخر منه.
وكذلك الأنبياء؛ إبراهيم، وموسى، وعيسى عليهم الصلاة والسلام جميعاً، لم يُعرف عنهم إلا الحلم على الناس، والصبر على أذاهم.
وأما رسول الله - صلى الله عليه وسلم - وصحبه الكرام فقد ضربوا المثل العظيم، والقدوة المثلى في الصبر، والحلم على الذين آذوهم في الدعوة إلى الله تعالى، مع القدرة على أخذ الحق.
فعن عائشة رضي الله عنها قالت: ((ما ضرب رسول الله - صلى الله عليه وسلم - شيئا قط بيده، ولا امرأة، ولا خادماً، إلا أن يجاهد في سبيل الله، وما نيل منه',NULL,'110',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (109,'شيء قط، فينتقم من صاحبه، إلا أن ينتهك شيء من محارم الله، فينتقم لله عز وجل)) (١).
ومن ذلك ما جرى يوم فتح مكة وغيرها من المواقف النبيلة، والأخلاق الرفيعة، من العفو والصفح بل والإكرام، بعد ما فعل أهل مكة بالنبي - صلى الله عليه وسلم - وصحبه ما فعلوا.
ولما كان الاستعجال ناقضاً من نواقض الصبر، فقد حذر الله منه أشد التحذير بكافة أصنافه.
قال تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرّسُلِ وَلا تَسْتَعْجِل لّهُمْ .. }. الآية [الأحقاف: ٣٥]
أي: ليكن الرسل الأولون قدوتك في الصبر على الدعوة إلى الله، وعدم الاستعجال لهم، قال القرطبي: ((ولا تستعجل لهم، قال مقاتل: بالدعاء عليهم، وقيل: في إحلال العذاب بهم)) (٢) وكذا قال ابن كثير. (٣)
وقال البقاعي في نظم الدرر: ((ولما أمره بالصبر الذي من أعلى الفضائل، نهاه عن العجلة التي هي من أمهات الرذائل، ليصلح التحلي بفضيلة الصبر الضامنة للفوز والنصر: فقال: {ولا تستعجل لهم}، أي: تطلب العجلة وتوجدها بأن تفعل شيئا مما يسوءهم في غير حينه الأليق به)). (٤)
_________
(١) رواه مسلم (٢٣٢٨)، وبعضه في البخاري عنها (٦١٢٦).
(٢) الجامع لأحكام القرآن، للقرطبي (١٦/ ٢٢١ - ٢٢٢).
(٣) انظر تفسير القرآن العظيم، لابن كثير (٤/ ١٨٥).
(٤) نظم الدرر في تناسب الآيات والسور، للإمام برهان الدين أبي الحسن إبراهيم بن عمر البقاعي (٧/ ١٤٦)',NULL,'111',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (110,'قال سيد قطب عند تفسير هذه الآية: ((ألا إنه لطريق شاق .. طريق هذه الدعوة، وطريق مرير، حتى لتحتاج نفس كنفس محمد - صلى الله عليه وسلم - في تجردها وانقطاعها للدعوة، وفي ثباتها وصلابتها، وفي صفائها وشفافيتها، تحتاج إلى التوجيه الرباني بالصبر، وعدم الاستعجال على خصوم الدعوة المتعنتين، نعم، وإن مشقة هذا الطريق لتحتاج إلى مواساة، وإن صعوبته لتحتاج إلى صبر، وإن مرارته لتحتاج إلى جرعة حلوة، من رحيق العطف الإلهي المختوم)). (١)
بل ذهب الإسلام إلى أبعد من هذا .. ذهب إلى منع الدعاء عليهم حال الدعوة وعدَّ ذلك صورة من صور الاستعجال، فقد أخرج البخاري عن خباب بن الأرت قال: شكونا إلى رسول الله - صلى الله عليه وسلم - وهو متوسد بردة في ظل الكعبة، فقلنا له: ألا تستنصر لنا، ألا تدعو لنا؟ قال: ((كان الرجل فيمن قبلكم يُحفر له في الأرض، فيجعل فيه، فيجاء بالمنشار فيوضع على رأسه فيشق باثنتين، وما يصده ذلك عن دينه، ويمشط بأمشاط الحديد مادون لحمه من عظم أو عصب، وما يصده ذلك عن دينه، والله ليتمنَّ هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت، لا يخاف إلاّ الله، أو الذئب على غنمه، ولكنكم تستعجلون)). (٢)
ففي هذا الحديث العظيم؛ منع استعجال الدعاء - مجرد الدعاء على كفار قريش - وطلب النصر من الله عليهم ((ألا تدعو الله لنا، ألا تستنصر لنا)).
_________
(١) في ظلال القرآن، لسيد قطب (٦/ ٣٢٧٦).
(٢) رواه البخاري (٣٦١٢، ٦٩٤٣).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (111,'لأنه يدل على تضجر المسلمين، وعدم تحملهم تكاليف الدعوة .. لذلك لم يستجب لهم رسول الله - صلى الله عليه وسلم - طلبهم وحكم عليهم -لما طلبوا الدعاء-أنهم مستعجلون: ((ولكنكم تستعجلون)).
ومن أجمل ما يخط هنا -بعد أن خُط في سيرة رسول الله - صلى الله عليه وسلم - العطرة- أن رهطاً من (دوس) قد أسلموا، فدعوا قومهم (دوساً) فأبوا الإسلام، فقدموا على رسول الله - صلى الله عليه وسلم -، فقالوا: إن دوساً عصت وأبت، فادع على دوس، فقيل: هلكت دوس.
قال - صلى الله عليه وسلم -: ((اللهم اهد دوساً وائت بهم)). (١) فجاؤوا يستبقون إلى الإسلام)). (٢)
فانظر كيف جاؤوه يطلبون الدعاء على قومهم .. فدعا لهم. فهداهم الله، فما أحوجنا -معشر الدعاة- إلى هذا الخلق.
كما حذر الله الدعاة من ردود الفعل، وسلوك مسلك الرعونة، والخفة في الاستجابة لاستفزازات المدعوين، الأمر الذي يتنافى والصبر.
فقال تعالى: {فَاصْبِرْ إِنّ وَعْدَ اللهِ حَقّ وَلا يَسْتَخِفّنّكَ الّذِينَ لا يُوقِنُونَ} [الروم: ٦٠]
واستفتاح الله عز وجل الآية بالصبر، فيه إشارة إلى اتخاذ الوقاية من الاستخفاف به.
_________
(١) البخاري (٢٩٣٧)، ومسلم (٢٥٢٤).
(٢) أخرجه الدارقطني في جزء أبي طاهر (٩٦).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (112,'قال البقاعي في تفسيره: ((ولا يستخفنك))، أي: يحملنك على الخفة، ويطلب أن تخف باستعجال النصر، خوفاً من عواقب تأخيره، أو بتفتيرك عن التبليغ)) (١)، وقريباً من هذا قال معظم المفسرين.
وقال سيد في الظلال عقب الآية {ولا يستخفنك .. }: ((إنه الصبر، وسيلة المؤمنين في الطريق الطويل الشائك، الذي قد يبدو أحياناً بلا نهاية، والثقة بوعد الله الحق، والثبات بلا قلق، ولا زعزعة، ولا حيرة، ولا شكوك، .. الصبر والثقة والثبات على الرغم من اضطراب الآخرين، ومن تكذيبهم للحق، وشكهم في وعد الله. ذلك أنهم محجوبون عن العلم، محرومون من أسباب اليقين، فأما المؤمنون الواصلون الممسكون بحبل الله، فطريقهم هو طريق الصبر والثقة واليقين: مهما يطل هذا الطريق، ومهما تحتجب نهايته، وراء الضباب والغيوم! )). (٢)
ومن مفسدات الصبر التي يجب على الداعية أن يحذر منها؛ الغضب، لذا يجب على الداعية أن يحذر منه أشد الحذر، لأنه يفقد الإنسان سيطرته على أفكاره، وألفاظه، وتصرفاته، فيدفعه إلى أفعال تفسد عليه دعوته، وتُنفِّر منه مدعويه.
لذلك نهى رسول الله - صلى الله عليه وسلم - القاضي أن يقضي وهو غضبان.
قال عليه الصلاة والسلام: ((لا يقضي حَكَمٌ بين اثنين وهو غضبان)). (٣)
_________
(١) نظم الدرر (٥/ ٦٤٧).
(٢) في ظلال القرآن (٥/ ٢٧٧٨)
(٣) البخاري (٧١٥٨)، ومسلم (١٧١٧).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (113,'ولما طلب أحد الصحابة وصية من رسول الله - صلى الله عليه وسلم - قال: أوصني، قال: ((لا تغضب))، فردد مراراً ((لا تغضب)). (١)
فهذه وصية رسول الله - صلى الله عليه وسلم - في عدم الغضب لكل مسلم .. فكيف بالداعية .. فأولى بذلك ثم أولى.
وقبل مغادرة هذا الباب ينبغي التنبيه إلى أمرين.
الأول: التفريق بين مقام الدعوة الذي وسيلته الصبر على الأذى، والحلم بالمدعوين، وبين مقام القضاء والسلطان الذي من حقه الحكم والعقاب.
فهذان بابان مختلفان، يخلط بينهما كثير من الناس، فلا يفرقون بين وجوب الصبر في الدعوة إلى الله، والحلم على المدعوين، وبين مقام القاضي والسلطان في حال الاعتداء.
وعدم التفريق بينهما أوقع كثيراً من الدعاة في وضع الأمور في غير محلها، وفي اضطراب في التصرف، وانحراف في المنهج.
الأمر الثاني: أن الصبر والحلم لا يتأتيان بقراءة الكتب، وحضور الدروس، والاستماع إلى المحاضرات، وإنما يحتاجان إلى تدرب عليهما، ولا يتم ذلك إلا بالتربية، وما يقع من كثير من الناس من عدم الصبر والتضجر والانتقام، والتصرفات المنحرفة إلا لفقدان التربية على ذلك .. وربما فقد ذلك كثير من الشيوخ أنفسهم، وفاقد الشيء لا يعطيه، لذا وجب الاهتمام البالغ بالتربية في منهجنا العملي الدعوي.
_________
(١) البخاري (٦١١٦).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (114,'آثار الصبر والحلم:
مما لا يخفى أن للصبر ثماراً عظيمة، وآثارًا حميدة في الدنيا والآخرة.
أما في الدنيا؛ فهي التوفيق في تبليغ الدعوة، والنصر على خصومها.
قال تعالى: {إِنّ اللهَ مَعَ الصّابِرِينَ}. [الأنفال: ٤٦]
والمراد بالمعية هاهنا المعية الخاصة وهي النصر.
وقال - صلى الله عليه وسلم -: ((وأن النصر مع الصبر)) (١).
وما صبر قوم إلا أفلحوا .. وما تضجر قوم وغضبوا إلا ندموا.
ولولا فضل الله على الأنبياء بعامة، وعلى نبينا بخاصة بالصبر، لما قامت دعوة، ولما بلغنا دين.
الثمرة الثانية: محبة الله للصابرين، ومن أحبهم الله أيدهم في الدنيا، ورفع منزلتهم في الآخرة.
قال تعالى: {وَاللهُ يُحِبّ الصّابِرِينَ}. [آل عمران: ١٤٦]
وأما أجر الصبر في الآخرة، فهو أعظم وأطيب.
قال تعالى: {إِنّمَا يُوَفّى الصّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر: ١٠]
وقال تعالى: {أُوْلَئِكَ يُؤْتُونَ أَجْرَهُم مّرّتَيْنِ بِمَا صَبَرُوا .. } [القصص: ٥٤]
الثالثة: ينير الطريق، ويثبت الداعية.
_________
(١) رواه أحمد في مسنده (١/ ٣٠٧)، والطبراني في الكبير (١١/ ١٢٣) وفي الدعاء (٤١)، وعبد بن حميد في مسنده (٦٣٦)، والبيهقي في شعب الإيمان (١٠٧٤، ١٠٠٠١)، وابن أبي عاصم في السنة (٣١٦).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (115,'قال تعالى عن المؤمنين: {قَالُوا رَبّنَآ أَفْرِغْ عَلَيْنَا صَبْراً وَثَبّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ}. [البقرة: ٢٥٠]
وقال - صلى الله عليه وسلم -: ((والصبر ضياء)). (١)
ولا يَقِلُّ الحلم ثمرةً في الدنيا والآخرة عن الصبر، ولولا خشية الإطالة لسردنا ثمراته، وأدلة ذلك.
ومن أجمل ثمار الحلم؛ محبة المدعوين له، وعدم وجود ردود فعل من الحليم تعرقل دعوته.
وشتان بين داعية صابر حليم، محبوب بين الناس، مقبول الدعوة، وداعية متضجر، لئيم الطبع، ينتقم من الناس، ويكْفَهرُّ في وجوههم.

الصفة الرابعة للداعية: العفو والصفح:
لاشك أن من لوازم الصبر العفو، ومن مقتضيات الحلم التسامح، لكن إفراد هاتين الصفتين بالذكر، كان لما لهما من أهمية بالغة في قبول دعوة الداعية أو ردها.
فقد مضت سنة الدعوة إلى الله؛ في حصول الأذى بالمدعو، ونزول الضراء به، وقد طبعت النفوس على الإعراض عن المؤذي، أو الانتقام منه، وجبلت نفوس المدعوين على رد دعوة المنتقم، والنفور منه، فيخسر حينئذ الداعية، ويفر المدعوون، وتتوقف الدعوة، ولا تتم هداية المخلوقين.
لذلك أمر الله الداعية بالعفو والتسامح مع المدعوين، حتى تكون القلوب صافية، والنفوس كريمة، فيقبل المدعوون على الدعوة،
_________
(١) رواه أحمد (٥/ ٣٤٢، ٣٤٣)، ومسلم (٢٢٣).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (116,'ويقبلونها، ولا ينفرون منها، أو يواجهونها؛ فقال تعالى: {وَلَمَن صَبَرَ وَغَفَرَ إِنّ ذَلِكَ لَمِنْ عَزْمِ الاُمُورِ} [الشورى: ٤٣]
وقال تعالى مخاطباً المسلمين عامة، والدعاة خاصة: {فَاعْفُوا وَاصْفَحُوا حَتّىَ يَأْتِيَ اللهُ بِأَمْرِهِ}. [البقرة: ١٠٩]
لذلك كان لزاماً على الداعية إلى الله أن يتحلى بالعفو، وأن يتصف بالتسامح.
وسرُّ ذلك: أن بعض المدعوين يكونون جهلاء، وأصحاب أهواء، ويرون أن دعوتهم هو تدخل في شؤونهم الخاصة، وحجز لحريتهم المطلقة.
فيقومون بردود فعل قولية، وأحيانا عملية .. تجاه الداعية من شتم، أو ضرب، أو سخرية، أوحقد.
والعفو والتسامح في مقام الدعوة يعني: مسح ما يعلق بالقلب من أثر الأذية، وغسل ما في النفس من حب الانتقام، والإقبال على المدعوين بوجه طلق، ونفس رضية، كأن شيئاً لم يكن منهم، فلا يكون في نفس المدعو حقد على من آذاه، ولا رغبة بالانتقام ممن أضر به، بل كلما أوذي عفا، وكلما تضرر سامح.
قال تعالى: {وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النّاسِ وَاللهُ يُحِبّ الْمُحْسِنِينَ}. [آل عمران: ١٣٤]
وقال - صلى الله عليه وسلم -: (( .. وما زاد الله عبدًا بعفو إلا عزاً)) الحديث (١).
وسئل رسول الله - صلى الله عليه وسلم - عن أفضل الإيمان، قال: ((الصبر والسماحة)) (٢).
_________
(١) رواه مسلم (٢٥٨٨).
(٢) رواه ابن أبي شيبة في المصنف (٦/ ١٦٧)، وفي الإيمان (٤٣)، وقال الألباني: حديث صحيح رجاله ثقات لولا عنعنة الحسن وهو البصري لكن له شاهداً من حديث عمرو بن عبسة في (المسند ٤/ ٣٨٥)، وآخر من حديث عبادة بن الصامت (٥/ ٣١٨).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (117,'وهذان خلقان من أعظم أخلاق المسلم، فمن باب أولى أن يتحلى بهما الداعية.
ولا أدل على ذلك؛ مما كان بين الأنبياء جميعاً وأقوامهم، وما بين رسول الله محمد صلى الله عليهم وسلم وقومه بخاصة .. فمع الأذى الكبير الذي أصابه - صلى الله عليه وسلم - وأصحابه رضي الله عنهم من كفار قريش، كان شعارهم: العفو، وكانت سجيتهم التسامح.
وقصة رسول الله - صلى الله عليه وسلم - مع أهل الطائف الذين ردوه، وآذوه حتى أدموه، وسخروا منه مشهورة معلومة (١).
فما زاده ذلك في دعوته إلا ثباتاً، وما زاده فيهم إلا عفواً وإحساناً، وكان يردد في مثل هذه المواقف قولته المشهورة: ((اللهم اهد قومي فإنهم لا يعلمون)) (٢).
وموقفه - صلى الله عليه وسلم - من أهل مكة يوم فتحها في العفو عن أهلها الذين آذوه وصحبه أشد الإيذاء، أشهر من أن تسجل في مثل هذا البحث، وقد سجلت في سجل التاريخ الإسلامي الخالد. (٣)
_________
(١) انظر السيرة النبوية، لابن هشام. [٢/ ٦٧ وما بعدها]
(٢) رواه أبو نعيم في تاريخ أصبهان (٢/ ١١٥، ١٣٠)، وابن عساكر في تاريخ دمشق (٦٢/ ٢٤٧)، والضياء في الأحاديث المختارة (١٠/ ١٤).
(٣) السنن الكبرى للبيهقي (٩/ ١١٨)',NULL,'119',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (118,'وقد عفا رسول الله - صلى الله عليه وسلم - عن الأعرابي الذي شد ثوبه حتى أثرت حاشيته في عنقه - صلى الله عليه وسلم - (١).
وقصة الذي أراد أن يقتل رسول الله - صلى الله عليه وسلم - وهو تحت الشجرة معلومة، إذ جاء رجل من المشركين وسيف رسول الله - صلى الله عليه وسلم - معلق بالشجرة، فأخذ سيف رسول الله وقال من يمنعني منك؟ قال: ((الله))، فسقط السيف من يده، فأخذه رسول الله - صلى الله عليه وسلم - فقال: ((من يمنعك مني؟ ))، قال: كن كخير آخذ، قال: ((أتشهد أن لا إله إلا الله؟ ))، قال: لا، ولكني أعاهدك أن لا أقاتلك ... فخلى سبيله، قال: فذهب إلى أصحابه، قال: قد جئتكم من عند خير الناس ... )) الحديث (٢)
فانظر كيف عفا عنه، بعدما كاد أن يقتله، وأصر على كفره .. فاللهم هب لنا فقها وعفواً.
وعفا .. وعفا ... عليه صلوات ربي وسلامه إلى يوم يبعثون.
والتحلي بالعفو والتسامح له ثمار عظيمة، منها:
-طيب نفس الداعية، وانشراح صدره، فإن العفو والتسامح يجعل النفس طيبة، مما يدفعها إلى مزيد من العطاء، ومزيد من الإقبال على الناس، ولو كانوا من المؤذين، وعدم التسامح يبعث الكمد في النفس بالحقد، ويغري القلب بحب الانتقام، الأمر الذي يدفع النفس إلى التراجع، ثم الانزواء عن الناس، وعن الدعوة، وفي ذلك من الخسارة ماهو معلوم لكل عاقل.
_________
(١) البخاري (٣١٤٩)، ومسلم (١٠٥٧).
(٢) أحمد (٣/ ٣٦٥) وأصل القصة في الصحيحين البخاري (٢٩١٠)، ومسلم (٨٤٣).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (119,'-محبة الناس للداعية، والإقبالُ عليه، بل والدفاعُ عنه.
-الأجر العظيم عند الله تعالى.

الصفة الخامسة: التواضع والمخالطة:
كلما كان الداعية محبوباً لدى المدعوين، كانت استجابتهم لدعوته أكبر، واجتماعهم حوله أكثر.
ولا شيء يحبب الداعية إلى المدعوين كالتواضع، لذا أمر الله به .. وحرم ضده وهو التكبر، ولا يظهر التواضع إلا بالاختلاط بالناس .. لذلك أمر الله بهما.
قال تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الّذِينَ يَدْعُونَ رَبّهُم بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهَهُ وَلا تَعْدُ عَيْنَاكَ عَنْهُمْ ... } الآية. [الكهف: ٢٨]
وقال تعالى: {وَلا تُصَعّرْ خَدّكَ لِلنّاسِ وَلا تَمْشِ فِي الأرْضِ مَرَحاً .. } الآية [لقمان: ١٨].
وقال - صلى الله عليه وسلم -: ((لا يدخل الجنة من كان في قلبه مثقال حبة من خردل من كبر .. )) (١) الحديث.
وقال - صلى الله عليه وسلم -: ((وما تواضع أحد لله إلا رفعه)) (٢) الحديث.
وكان ابن عمر يدخل السوق لا يبيع ولا يشتري، لكن ليسلم على الناس، فكانوا إذا رأوه استبشروا، وانكبوا عليه، يستفتونه فيفتيهم ويحل قضاياهم (٣).
_________
(١) رواه أحمد (١/ ٤١٢، ٤٥١)، ومسلم (٩١).
(٢) رواه مسلم (٢٥٨٨).
(٣) رواه مالك في (الموطأ ٢/ ٩٦٢)، ومن طريقه البخاري في (الأدب المفرد ١٠٠٦)، وصححه الألباني.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (120,'ولا شيء يساعد في نشر الدعوة، وتوسيع رقعتها، كالاختلاط بالناس، ومعرفة أحوالهم، والوقوف مع متطلباتهم، ومدارسة مشكلاتهم.
لذلك قال رسول الله - صلى الله عليه وسلم -: ((المسلم الذي يخالط الناس، ويصبر على أذاهم خير من المسلم الذي لا يخالط الناس ولا يصبر على أذاهم)). (١)
وقد مضت سنة الأنبياء في تواضعهم، ومخالطتهم في معايشهم، وفتح أبوابهم، وتوسعة صدورهم.
ولنا في رسول الله - صلى الله عليه وسلم - الأسوة الحسنة، فكان - صلى الله عليه وسلم - يخالط أصحابه فيزوج عزبهم، ويعود مريضهم، ويتفقد أحوالهم، ويشيّع ميتهم، ويعين فقيرهم، بل كان يعود المريض من أعدائه فقد عاد رسول الله - صلى الله عليه وسلم - ابناً ليهودي .. ، فعن أنس رضي الله عنه قال: كان غلام يهودي يخدم النبي - صلى الله عليه وسلم - فمرض، فأتاه النبي - صلى الله عليه وسلم - يعوده، فقعد عند رأسه، فقال له: ((أسلم))، فنظر إلى أبيه وهو عنده، فقال له: أطع أبا القاسم - صلى الله عليه وسلم -، فأسلم، فخرج النبي - صلى الله عليه وسلم - وهو يقول: ((الحمد لله الذي أنقذه من النار)). (٢)
وكانت الأَمَة تأخذ بيده بالمدينة فيطاوعها، فعن أنس بن مالك رضي الله عنه قال: ((إن كانت الأَمَة من أهل المدينة لتأخذ بيد رسول الله - صلى الله عليه وسلم -، فتنطلق به في حاجتها)). (٣)
_________
(١) رواه أحمد (٢/ ٤٣) (رقم ٥٠٢٢)، والترمذي (٢٥٠٧)، وابن ماجه (٤٠٣٢) وقال الحافظ في الفتح (١٠/ ٥١٢): أخرجه ابن ماجه بسند حسن.
(٢) رواه البخاري (١٣٥٦، ٥٦٥٧).
(٣) رواه أحمد (٣/ ٩٨)، وابن ماجه (٤١٧٧)، وعلقه البخاري (٦٠٧٢) وانظر صحيح ابن ماجه (٣٣٦٧).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (121,'فإن شئت أن يكون طبيباً رأيته طبيباً، وإن شئت أن تراه مصلحاً بين الناس كان مصلحاً، وإن شئت أن تجده بائعاً وشارياً كان كذلك.
وحسبك أن امرأة شكت إليه قلة جماع زوجها (١).
وزار صاحباً له وكان في البيت غلام، قد حبس طيراً له في قفص فمات، فحزن عليه، فقال له الرسول - صلى الله عليه وسلم - مداعباً ومواسياً: ((يا أبا عُمير .. ما فعل النُغَيْر؟ ! ؟ )). (٢)
فانظر - أيها الداعية وفقك الله - إلى هذا الصنيع ما ألطفه، وإلى هذا التصرف ما أبدعه .. سيدُ الخلق .. وسيدُ الرسل .. وسلطانُ الدولة يداعب صبياً .. ويواسي ولداً .. في ماذا؟ ! .. في عصفور فقده .. فما أحرى العلماء والدعاة إلى مثل هذا الخلق.
وجاءه - مرة - رجل ليشكو له انطلاق بطن أخيه، فأمره أن يسقيه عسلاً ... ، فعن أبي سعيد أن رجلاً أتى النبي - صلى الله عليه وسلم - فقال: أخي يشتكي بطنه، فقال: ((اسقه عسلا)) ثم أتى الثانية، فقال: ((اسقه عسلا))، ثم أتى الثالثة فقال: ((اسقه عسلا))، ثم أتاه فقال: قد فعلت؟ فقال: ((صدق الله، وكذب بطن أخيك، اسقه عسلا)) فسقاه فبرأ. (٣)
فانظر إلى هذا التواضع الجم، والمخالطة النافعة. أُيسأل رسول الله - صلى الله عليه وسلم - سيد الخلق، ورئيس الدولة- عن مرض يستحي المرء من إخبار الناس
_________
(١) أخرجه البخاري (٥٨٢٥)، ومسلم (١٤٣٣).
(٢) رواه البخاري (٦١٢٩، ٦٢٠٣)، ومسلم (٢١٥٠)، والنغير: طير صغير [فتح الباري: ١٠/ ٥٨٣].
(٣) البخاري (٥٦٨٤، ٥٧١٦)، ومسلم (٢٢١٧)، انطلاق البطن: مرض يقال له في عصرنا: الإسهال.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (122,'به .. أيداعب رسول الله - صلى الله عليه وسلم - ولداً، ويزور خادماً، ويمشي مع جارية في حاجتها، وهو الرسول العظيم، والقائد الكبير، والسلطان المهيب.
ذلكم هو التأديب الذي أدبه الله عز وجل، ووعظه به قائلاً:
{وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ} [الحجر: ٨٨].
وحذره من مغبة الكبر، والجفاء مع المدعوين، فقال له: {وَلا تَطْرُدِ الّذِينَ يَدْعُونَ رَبّهُمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهَهُ .. } الآية. [الأنعام: ٥٢]
ولما اجتهد النبي - صلى الله عليه وسلم - في مسألة عبد الله بن أم مكتوم الأعمى رضي الله عنه فعبس في وجهه، جاءه التأديب الرباني {عَبَسَ وَتَوَلّىَ* أَن جَآءَهُ الأعْمَىَ ... }. (١) [عبس: ١، ٢]
فهل عاتب رسول الله - صلى الله عليه وسلم - - بعد ذلك - الأعمى، وهل وجد عليه .. أو اتخذ منه موقفاً .. إلا موقف الإكرام والمحبة ..
وانظر -يا رعاك الله- إلى هذا التواضع، والمخالطة، وماكان لهما من أثر عظيم في نفوس أصحابه، صدقاً، وتربية، وعملاً، جعلتهم خير أمة أخرجت للناس.
_________
(١) عاب بعض الدعاة على من يقرأ هذه السورة، لأن فيها عتاباً للرسول - صلى الله عليه وسلم - مدعياً أن هذا العتاب من الله له، ولا ينبغي أن يكون منا له - صلى الله عليه وسلم - .. ولا شك أن قائل هذا غلبت عاطفته على علمه، وكان منه حكماً بغير دليل .. كيف وقد سطرها الله في كتابه إلى يوم يبعثون، كيف وقد قال تعالى: ((واتل ما أوحي إليك من كتاب ربك ... )) وسورة: ((عبس)) مما أوحي إلى رسولنا .. لقد غفل هذا المسكين عن أن في هذا العتاب درساً تربوياً عظيماً .. وأننا معشر أهل السنة والجماعة كلما قرأنا هذه السورة ازددنا حباً لرسول الله - صلى الله عليه وسلم - وازددنا إجلالاً له .. وإذا كان هذا الداعية - الذي عاب على من قرأ هذه السورة - يجد في نفسه على الرسول - صلى الله عليه وسلم - أو يرى في قراءتها منقصة للرسول - صلى الله عليه وسلم -، فهذا شأنه .. هداه الله إلى معرفة الدليل .. وعدم القول على الله بغير علم.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (123,'وليس ببعيد أن يعزى أسباب تلك الفجوة بين الناس بعامة والشباب بخاصة من جهة، وبين العلماء والدعاة من جهة أخرى، إلى انعزال بعض الدعاة والعلماء، وإغلاق أبوابهم، وعدم مخالطتهم الناس، وتأففهم من الجلوس مع عوام الناس وفقرائهم، وحدثاء الأسنان، الأمر الذي أحدث فجوة، تغلغل من خلالها الأفكار الفاسدة، والمناهج المنحرفة (١).
بينما لو كان العالم الرباني مخالطاً للمدعوين، متابعاً للمتربين، لأدرك الأخطار أول وهلة، ولعالج الانحراف حين حدوثه، كالطبيب المتابع لمرضاه، وأما إذا أعرض الداعية أو المربي، وانعزل عن المدعوين، تفشى الداء، وصعب بعد ذلك العلاج، كالطبيب المهمل لمرضاه.

الصفة السادسة: حسن الخلق، وطيب العشرة
أهمية حسن الخلق بعامة، وفي مجال الدعوة بخاصة:
لا توجد صفة شخصية للإنسان أفضل من حسن الخلق، ولا صفة تحبب الناس به أعظم من طيب العشرة.
فقد طبع الناس على حب حسن الخلق، ولو كان من كافر، وعلى كراهية سوء الخلق، وعلى النفور من صاحبه، كائناً من كان.
قال تعالى: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضّوا مِنْ حَوْلِكَ .. } الآية [آل عمران: ١٥٩]
_________
(١) من الملاحظ أن الأحياء الفقيرة قلما تجد فيها عالماً فقيها .. أو داعية قديراً .. فما سر ذلك؟ ! ؟ ذلك لأن كثيراً منهم آثروا الحياة الرغيدة في الأحياء المتمدنة. على العيشة المتواضعة في الأحياء الفقيرة، ومخالطة الفقراء والصعاليك ودعوتهم.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (124,'ولا يجد الإنسان مدخلاً لقلوب الناس، كما يجده في حسن الخلق، ولا سبيلاً للاجتماع بهم والتآلف معهم، مثل طيب العشرة.
إن حسن الخلق تاج الإنسان، وجماله المعنوي.
ليس الجمال بمئزر

فاعلم وإن رُدِّيت بُرداً
إن الجمال معادن

ومناقبٌ أورثن حمداً

وقال آخر:
البس جديدك إني لابس خُلُقي ... ولا جديد لمن لا يلبس الخُلُقا
فإذا تحلى به الداعية، أضفى شعوراً من الارتياح في نفوس المدعوين، وقبولاً كبيراً لدعوة صاحبه (١).
وكم قُبلت عند الناس دعوةٌ باطلة .. لتلبيس صاحبها بنعومة ألفاظه، ولطف معشره، وكم ردت دعوة صحيحة لجفاف صاحبها، أو لسوء خلقه!
وفوق ما لحسن خلق الداعية من أثر في قبول الدعوة، فإن لحسن الخلق أثراً بالغاً في بناء المجتمعات، وصفاء قلوب أهلها، وهذه من مهمة الدعاة إلى الله، والدعاة هم البناة الحقيقيون للمجتمعات.
والمجتمعات لا تبنى بعقيدة مجردة عن الخُلُق، ويخطئ من يظن ذلك، فلا بد أن يواكب العقيدة خلق يربط الناس، ويشد ما بينهم.
وإذا كانت العقيدة لَبنات المجتمع، فإن الخُلُق ملاطها.
_________
(١) وحتى يتضح الأمر؛ ليتصور المرء جارين له .. أحدهما كتابي ذو خلق حسن ومعشر طيب، لا يعرف مع جاره إلا الإحسان .. والجار الثاني مسلم، ذو خلق سيء ومعاملة قبيحة، لا يعرف مع جاره إلا الأذية .. فأيهما يكون المرء له أميل .. وعشرته تكون أفضل؟ ! !',NULL,'126',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (125,'وبعبارة أخرى: إن التوحيد، والتقوى، والعبادة، والدعوة المجردة عن الخلق، لا تؤلف جماعة، ولا تقيم مجتمعاً سعيداً، وإذا كان الناس سينفضون عن رسول الله لو كان فظاً غليظاً -وحاشاه - صلى الله عليه وسلم - من ذلك- فمن باب أولى أن ينفضوا عمن هو دونه.
ولهذا جاءت النصوص محذرة المسلمين بعامة، والدعاة بخاصة من مغبة سوء الخلق، لما يجر من فساد على الدعوة بخاصة، والمجتمع بعامة.
قال تعالى محذراً الدعاة، وفي مقدمتهم سيدهم عليه الصلاة والسلام من عاقبة سوء الأخلاق: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضّوا مِنْ حَوْلِكَ} [آل عمران: ١٥٩]، فإذا كان هذا الخطاب لرسول الله - صلى الله عليه وسلم - الذي هو سيد الموحدين، وسيد المتقين، وسيد العابدين .. فكيف بغيره.؟ ! ؟
إن الغفلة عن أهمية حسن الخُلُق في مقام الدعوة، دفع كثيراً من الناس إلى النفور من أصحابها، والصد عن الهداية، فهل نحن معتبرون؟ !
ولا غرو -بعد هذا البيان- أن كان لُبُ بعثة النبي - صلى الله عليه وسلم -، إتمام مكارم الأخلاق.
قال - صلى الله عليه وسلم -: ((إنما بعثت لأتمم صالح الأخلاق)) (١)، وفي رواية (مكارم الأخلاق).

معنى حسن الخلق، وطيب العشرة:
_________
(١) حديث صحيح لغيره، رواه أحمد (٢/ ٣٨١)، وصححه الحاكم (٢/ ٦١٣) ووافقه الذهبي وغيرهما.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (126,'إن حسن الخلق وطيب المعشر، لا يظهر في خطبة جمعة، أو إلقاء محاضرة، أو تأليف كتاب. إنما هو ممارسة عملية، وخلق فعلي، يظهر في تصرفات الفرد ومواقفه.
فهو سماحة في المعاملة، وعفو عن الإساءة، وبشاشة في الوجه، وطيب في الكلام، ورقة في العبارات، ورحمة بالضعفاء، وإجلال للوجهاء، واحترام للعلماء.
وهو كذلك، كف الأذى، وبذل الندى، ولين الجانب، وحسن الظن، والتماسُ العذر، وتتبعُ الحسنات، وتواضع مع الإخوان، وتغاضٍ عن السيئات، وترفعٌ عن الانتقام. ولو وضعت صفات المسلم والداعية كلها في باب حسن الخلق، لما أُبعدتِ النُجعة، ولا أخطأ الباحث.

نصوص وصور من حياة الرسول - صلى الله عليه وسلم - في حسن الخلق:
ونظراً لما للخُلُق الحسن من أثر بالغ في حياة الناس، ومجتمعاتهم بعامة، وفي دعوة الداعية بخاصة. جاءت النصوص متواترةً بالحث على كل شعبة من شعب الخُلق الحسن والتحذير من ضدها.
وورد عن رسول الله - صلى الله عليه وسلم - وصحبه من المواقف الصادقة، والحكايات المؤثرة، ما يترجم معنى حسن الخلق عمليًا، بما يثلج الصدور، ويجعلها أسوة لكل الدعاة إلى يوم القيامة.
ولما كان المقام لا يسمح بالسرد والإطالة، فللذكر يُكتفى ببعضها للإشارة.
قال تعالى: {وَإِنّكَ لَعَلَىَ خُلُقٍ عَظِيمٍ}. [القلم: ٤]',NULL,'128',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (127,'وللآية تفسيران جميلان: الأول: أن شخصية النبي - صلى الله عليه وسلم - تتصف بالخلق العظيم.
والثاني: أن ما عليه النبي - صلى الله عليه وسلم - من شريعة ومنهج، ومعاملات ومسلك، هو خلق عظيم.
قال ابن عباس: {وَإِنّكَ لَعَلَىَ خُلُقٍ عَظِيمٍ} إنك على دين عظيم وهو الإسلام، وكذلك قال مجاهد وأبو مالك والسدي والربيع، وكذا قال الضحاك وابن زيد. (١)
وقال تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}. [الأعراف: ١٩٩]
وقال سبحانه: {الّذِينَ يُنفِقُونَ فِي السّرّآءِ وَالضّرّآءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النّاسِ وَاللهُ يُحِبّ الْمُحْسِنِينَ}. [آل عمران: ١٣٤]
وعن أنس رضي الله عنه قال: ((كان رسول الله - صلى الله عليه وسلم - أحسن الناس خلقاً)) (٢).
وسُئلت عائشة عن خلق رسول الله - صلى الله عليه وسلم - فقالت: ((كان خلقه القرآن)). (٣)
قال العلماء معنى هذا: أن النبي - صلى الله عليه وسلم - كان يتأسى بالقرآن، فما من خُلق أُمر به في القرآن إلا فعله، وما من خلق نُهي عنه إلا انتهى عنه. (٤)
_________
(١) تفسير القرآن العظيم، لابن كثير (٤/ ٤٢٩).
(٢) رواه البخاري (٦٢٠٣)، ومسلم (٦٥٩، ٢١٥٠).
(٣) رواه أحمد (٦/ ١٦٣)، وصححه الحاكم (٢/ ٤٩٩)، ووافقه الذهبي.
(٤) تفسير القرآن العظيم لابن كثير (٤/ ٤٢٩).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (128,'طائفة من أقوال الرسول - صلى الله عليه وسلم - في حسن الخلق:
يجدر بنا قبل مغادرة هذا المبحث، أن نختمه بخاتمة مسك، بطائفة عطرة من أقوال رسول الله - صلى الله عليه وسلم -، تبين أهمية حسن الخلق.
-فعن أبي الدرداء رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ((ما من شيء أثقل في ميزان العبد المؤمن يوم القيامة من خُلُقٍ حَسَنٍ، وإن الله ليبغض الفاحش البذيء)) (١).
-وعن أبي هريرة رضي الله عنه قال: سئل رسول الله - صلى الله عليه وسلم - عن أكثر ما يُدخل الناس الجنة، قال: ((تقوى الله وحُسْنُ الخُلُقِ))، وسئل عن أكثر ما يُدخِلُ الناس النار فقال: ((الفَمُ والفَرْجُ)) (٢).
-وعنه رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((أكمل المؤمنين إيماناً أَحْسَنُهُم خُلُقاً)) (٣).
- وعن أبي أمامة الباهلي رضي الله عنه، قال: قال رسول الله - صلى الله عليه وسلم -: ((أنا زعيم ببيت في رَبَض الجنة لمن ترك المراء وإن كان محقاً، وببيت في وسط الجنة لمن ترك الكذب وإن كان مازحاً، وببيت في أعلى الجنة لمن حَسُنَ خُلُقُهُ)) (٤).
_________
(١) حديث صحيح أخرجه الترمذي رقم (٢٠٠٢)، وقال حسن صحيح.
(٢) حديث صحيح أخرجه الترمذي (٢٠٠٤) وغيره، وقال صحيح غريب.
(٣) حيث صحيح أخرجه الترمذي (١١٦٢) وغيره وقال حسن صحيح.
(٤) حديث صحيح أخرجه أبو داود (٤٨٠٠)، وغيره وصححه النووي والألباني وغيرهما.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (129,'وعن عائشة رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن المؤمن ليدرك بحُسْنِ خُلُقِهِ درجة الصائم القائم)) (١).

الصفة السابعة: حسن التصرف، وحكمة الجواب، والإعراض عن الجاهلين:
من البدهي أن يتعرض الداعية لمواقف صعبة، ولإحراجات كثيرة، فالناس تتنوع مشاربهم، وتختلف مقاصدهم، وتتفاوت أساليبهم .. فمنهم من يطلب الحق ويتجاوز في الأسلوب .. ومنهم من لا يحسن السؤال والخطاب .. ومنهم من يتعنت .. ومنهم من يترصد الألفاظ .. ويُحَمِّلُها مالا تحتمل.
ومنهم من يتعمد الإحراج، ويُبيِّتُ السوء .. لتشويه سمعة الداعي، وقذفه بالتهم، لإرباك دعوته، وإشغاله عنها، حسداً وبغياً.
وقد كان ذلك في عهد رسول الله - صلى الله عليه وسلم - ويكون في كل عهد، ومع كل داعية.
أمثلة مما حدث مع رسول الله من هذه المواقف:
حكم رسول الله - صلى الله عليه وسلم - بين ابن عمته الزبير ورجل، فكان الحُكْمُ لصالح الزبير .. فقال الرجل: أن كان ابن عمتك. (٢) أي: أحكمت له، لأنه ابن عمتك .. نعوذ بالله من سوء الظن، فما كان من النبي - صلى الله عليه وسلم - إلا أن شدد في الحكم، وأعرض عن التهمة.
_________
(١) حديث صحيح أخرجه أبو داود (٤٧٩٨).
(٢) رواه البخاري (٢٣٥٩، ٢٣٦٠، ٢٧٠٨)، ومسلم (٢٣٥٧).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (130,'ولما وزّع رسول الله - صلى الله عليه وسلم - الغنائم، قال له رجل يقال له: ذو الخويصرة: يا رسول الله اعدل - وفي رواية اتق الله -.
فقال رسول الله - صلى الله عليه وسلم -: ((ويلك. ومن يعدل إن لم أعدل)) (١). ثم حذر النبي - صلى الله عليه وسلم - منه ومن أصحابه ولم ينتقم منه، نعوذ بالله من النفاق.
وشد أعرابي جبة رسول الله - صلى الله عليه وسلم - حتى أثرت حاشيتها في عنقه، طالباً وفاء دينه، فالتفت إليه رسول الله - صلى الله عليه وسلم - ثم ضحك، ثم أمر له بعطاء)). (٢) نسأل الله حسن المعاملة.
وقد كان رسول الله - صلى الله عليه وسلم - بهذه التصرفات الخلقية العظيمة يعطي دروساً تربوية في الأخلاق لأصحابه.
لذلك يجب على الداعية أن يكون متنبهاً إلى هذا الأمر، منضبطاً في ألفاظه، متوازناً في تصرفاته، وأن يكون حذراً، من أن يتصرف تصرفاً يعيق دعوته، أو يتلفظ بألفاظ يستغلها المترصدون، ليجعلوا منها حديث المجالس، ووسيلة للتنفير من الداعية، وهم عن سبيل الله يصدون، وهم يشعرون أو لا يشعرون .. ولا شك أن هذا يؤثر على شخصية الداعية
_________
(١) رواه البخاري (٣٣٤٤، ٤٣٥١، ٦١٦٣، ٦٩٣٣، ٧٤٣٢)، ومسلم (١٠٦٤). والظاهر أن معظم هؤلاء الذين أساؤوا الأدب مع النبي - صلى الله عليه وسلم - من المنافقين كما قال بعض العلماء (انظر الصارم المسلول لأبن تيمية (٢/ ٤٢٥))
(٢) رواه البخاري (٥٨٠٩)، ومسلم (١٠٥٧).
وهكذا يجب أن يكون الداعية حسن الجواب، حكيم التصرف، فلا يُجِبْ عن سؤال لا مصلحة في الإجابة عليه، ولا يُستدرج لموقف لا ينبغي أن يقِفَه، ولاينزلق في أسئلة الفتن، بل إن رأى مصلحة في الإجابة أجاب، وإلا صرف السائل بحكمة، وأشغله بما ينفعه عما لا ينفعه.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (131,'وعطائه، ويعرقل مسيرة دعوته، فخطأ الداعية مضاعف، وتصرفاته مشاعة، وكلماته مذاعة.

قواعد في حسن الإجابة ومعالجة هذا الأمر:
الأولى: التريث في الإجابة، والتأني في التصرف، وعدم الاستجابة لردود الفعل.
الثانية: ضبط النفس حين الغضب، وكبح جماح الانتقام للنفس.
ويعين على ذلك:
استشعار خطورة توقف الدعوة، لأجل هذا التصرف .. وتقديم حظ الدعوة على حظوظ النفس، واحتساب الأجر عند الله عز وجل.
الثالثة: تقدير المصالح والمفاسد، وذلك بالتفكر في مقصود السائل، والتبصر في الإجابة، والفهم العميق لمدلولها، والنظر في التصرف، وما ينتج عنه من عواقب.
الرابعة: جواز الأخذ بالمداراة والتورية حين الحاجة الملحة.
والمداراة طريقة مشروعة، لرفع الحرج، ودفع المفاسد، وهي: السكوت عن قول الحق سكوتاً مؤقتاً لأجل التغيير، لا لأجل المداهنة.
أو هي التلطف بالمخطئ دون مواجهة، وعدم مصارحته بحقيقة فعله، طلباً لمصلحة شرعية، أو دفعاً لمفسدة أكبر، أو انتظار فرصة إصلاح أفضل. (١)
_________
(١) راجع باب المداراة والمداهنة في فصل المنهج من هذا البحث.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (132,'والسكوت عن قول الحق لا يعني: جواز قول الباطل، أو المداهنة فيه.
والقاعدة في ذلك: إذا كنت لا تستطيع قول الحق فلا تقل الباطل.
والتورية شعبة من شعب المداراة.
وهي: أن يقال كلام حق يقصد به شيء، ويفهم منه شيء آخر، ولا يتعارض ظاهر الكلام مع مقصوده. (١) ويُشترط أن لا يُفهم من التورية باطلٌ، وإنما كلام يقال، لا يجلب مفسدة، بل يدفع مضرة.
الخامسة: الإجابة بصورة مجملة أو مشروطة، كمن يسأل: إذا أمرنا السلطان بأمر هل نطيعه؟ فيقول: إن أمرك السلطان بشرع وعدل فأطع، وإن أمرك بمعصية وظلم فلا تطع.
السادسة: الإعراض والسكوت قال تعالى: وإذا خاطبكم وقال - صلى الله عليه وسلم - ((رحم الله إمرأً قال خيراً أو سكت))
أمثلة من أجوبة النبي - صلى الله عليه وسلم - الحكيمة، وتصرفاته الحسنة.
لقد كان رسول الله - صلى الله عليه وسلم - أسوةً عظيمة، في حسن التصرف، وحكمة الجواب، فكل أجوبته حكيمة، وكل تصرفاته عظيمة، فمن ذلك:
أن أعرابياً قال لرسول الله - صلى الله عليه وسلم -: ((متى الساعة يا رسول الله؟ قال: "ما أعددتَ لها؟ "، قال: ما أعددتُ لها من كثير صلاة، ولا صوم، ولا صدقة، ولكني أحب الله ورسوله، قال: "أنت مع من أحببت")) (٢).
_________
(١) انظر مختار الصحاح (١/ ١٧٨)، والتعريفات للجرجاني ص ٧١.
(٢) البخاري (٣٦٨٨، ٦١٦٧، ٦١٧١، ٧١٥٣)، ومسلم (٢٦٣٩).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (133,'فانظر إلى هذا الجواب الحكيم، وكيف صرف رسول الله السائل عما لا ينفعه إلى ما ينفعه .. دون أن يشعر السائل.
فلو قال له رسول الله - صلى الله عليه وسلم -: لا أعلم متى يوم القيامة، فلربما وقع في نفس الأعرابي ما وقع، ولربما قال ما قال .. لقرب عهده بالجاهلية، أو لجهله.
فكان من الحكمة صرف الأعرابي عن سؤاله الذي لا ينفعه جوابه، إلى جواب ينفعه في دينه وآخرته، وينفع الأمة من بعده، فقال له عليه الصلاة والسلام: ((وما أعددتَ لها؟ ؟ )).
فانصرف الأعرابي عن سؤاله .. وانشغل بما ينفعه عما لا ينفعه. فصلى الله وسلم عليه ما أحسنه من معلم! !
ولما بال الأعرابي في المسجد، وهمّ أصحاب النبي - صلى الله عليه وسلم - به، ومنعهم رسول الله - صلى الله عليه وسلم -، قال الأعرابي: اللهم ارحمني ومحمداً، ولا ترحم معنا أحداً، قال له - صلى الله عليه وسلم -: ((لقد تحجرتَ واسعاً)) (١) بدل أن يقول له: ((لقد قلت باطلاً)). فما أعظمه - صلى الله عليه وسلم - من مربٍّ! ؟
ولما طالبه أحدهم بقضاء الدين فأغلظ، فَهَمَّ به أصحابه، فقال رسول الله - صلى الله عليه وسلم -: ((دعوه فإن لصاحب الحقِّ مقالاً)) ثم قال: ((أعطوه سِنّاً مثل سِنِّه، قالوا: يا رسول الله لا نجد إلا أمثل من سِنِّه، فقال: أعطوه .. فإن من خيركم أحسنكم قضاء)). (٢)
_________
(١) رواه أحمد (٢/ ٢٣٩)، وأبو داود (٣٨٠)، والترمذي (١٤٧)، ((والحديث عند البخاري (٦٠١٠) دون قصة البول)). ومعنى تحجرت واسعا: أي ضيقت رحمة الله الواسعة.
(٢) رواه البخاري (٢٣٠٦)، ومسلم (١٦٠١).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (134,'ففي قوله - صلى الله عليه وسلم - ((دعوه فإن لصاحب الحق مقالاً)) تهدئة لنفسية المطالب الثائرة، إذ أحس أن رسول الله - صلى الله عليه وسلم - يُقِرُّ له بحقه ... ولما سمع بقضائه جملاً أفضل من جمله، انطفأت ثورته تماما وهدأ، ف - صلى الله عليه وسلم - ما أطيبه عِشْرَة.
ولو أردنا أن نتتبع تصرفات النبي - صلى الله عليه وسلم -، وأجوبته، لطال بنا المقام عن المقصود.
ومن أجمل ما يُروى في حُسْن الجواب عن بعض الحكماء: أن خليفة رأى في المنام: أن أسنانه وأضراسَه كلَّها سقطت، فسأل مُعبِّراً، فقال له: يا أمير المؤمنين: كل أهلك وأقربائك يموتون قبلك. فحزن الخليفة حزناً شديداً .. فسأل مُعبِّراً آخر: فقال المعبِّر: يا أمير المؤمنين هون عليك ... إن تأويل الرؤيا: ((أنك أطول أهلك عمراً))، فسُر الخليفة، وفرج عنه.
والمتأمل للجوابَيْن: يجدهما بمعنى واحد، غير أن الأول: لم يكن حكيماً في جوابه، مع صوابه .. والثاني: كان حكيماً في جوابه، وانظر - يا رعاك الله- الأثر.
وبهذا يتبين: أن المقصودَ من هذا الباب: حكمةُ الجواب، والتلطفُ بالخطاب، وليس المقصودُ أن يقول الباطل، ويُداهن فيه، ولكن يمكن للداعية أن يتحلى بشيء من الحكمة والرَوِيَّة، والتفكير بعواقب الأمور، ليقول الحق، بقالب مقبول، وعبارة مسموعة، وعلى الله قصد السبيل.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (135,'<span data-type="title" id=toc-38>الفصل الثاني المدعوون وأحوالهم</span>
وفيه سبعة مباحث:

<span data-type="title" id=toc-39>المبحث الأول أهمية مراعاة المدعوين وأحوالهم:</span>
المدعوون هم العنصر الأساس من عناصر الدعوة إلى الله عز وجل .. إذ ما شُرعت الدعوة إلا لأجلهم، وما أُرسلت الرسل إلا لدعوتهم. لذا يجب الاهتمام بهم، ودراسة حالاتهم، والتصرف تجاهها بما يناسبها، مما يقرره الشرع الحنيف.
فمن العبث الدعوي: أن يلقى الكلام على عواهنه، بدعوى التبليغ -مجرد التبليغ- دون النظر إلى حال المدعوين، وأن يؤمر بالمعروف وينهى عن المنكر -مجرد الأمر والنهي- دون معرفة واقعهم.
ومن الخطأ الدعوي الواضح: ما يفعله بعض الدعاة، من عدم مراعاة أحوال المدعوين، فترى أحدَهُم يحفظ خطبة جمعة، أو موعظة، أو يحضر محاضرة، ثم يلقيها في كل زمان ومكان، على كل المدعوين، رغم اختلاف مستوياتهم الإيمانية، والعلمية، والعقلية.
وربما ألقى محاضرة أو خطبة منقولة من قرون .. دون أن يغير في ألفاظها، أو يبدل في أسلوبها .. سواء كان المدعوون مثقفين علماء .. أو عوامًا جهلاءَ، وسواء كان لها مناسبة .. أو لم يكن لها مناسبة.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (136,'ومما لا شك فيه: أن المدعوين ليسوا في الاستجابة سواء، ولا في الفهم، ولا في العلم، ولا في التدين .. كذلك، فمخاطبتهم على حد سواء، ليس من الحكمة في شيء.
فقد يكون المدعوون في زمن عمت به البلوى ببعض المخالفات الشرعية، التي أصبحت عندهم كالعادة وهم لا يعلمون، كما هو الحال في قضية الحجاب، وبعض المعاملات المحرمة التي تفشت في بعض البلاد، فمخاطبة هؤلاء لا تكون كمخاطبة من عرف حرمة ذلك، وفعلَه متعمداً.
ولقد وجدنا رسول الله - صلى الله عليه وسلم - يخاطب طبقات الناس كلها، كلاً حسب دينه، وحسب علمه، وحسب استجابته، وحسب إمكانه.
وحسبك دليلاً على هذا قوله تعالى: {لا يُكَلّفُ اللهُ نَفْساً إِلاّ وُسْعَهَا} [البقرة: ٢٨٦]
وسعها: العقلي، ووسعها: العلمي، ووسعها البدني ووسعها ... إلخ.
وقد كان رسول الله - صلى الله عليه وسلم - والرسل من قبله صلوات الله وسلامه عليهم أجمعين، يراعون أحوال المدعوين مراعاة حكيمة، ويعالجونها معالجة ناجعة.
وسنتعرض في هذا الفصل إلى معظم أحوال المدعوين المتنوعة، وإلى شيء من الحكمة في مراعاتها، وما في الكتاب والسنة من أمثلة على ذلك.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (137,'<span data-type="title" id=toc-40>المبحث الثاني مراعاة طباع المدعوين الشخصية</span>.
وفيه ثلاثة مطالب:
الأول الأهمية والمقصود:
إنَّ مما لا شك فيه، أن الله فطر الناس على صفات متفاوتة، وسجايا متنوعة، وإدراكات متباينة.
فمنهم صاحب الحس المرهف، والطبع الرقيق، الذي يتأثر بالعاطفة، ويستجيب للموعظة ..
ومنهم العقلاني ذو التفكير، الذي يناسبه الطرح العقلي، والاستدلالات الرياضية ..
ومنهم الذي يؤخذ بالترغيب .. ومنهم الذي يتأثر بالترهيب .. ومنهم المسالم المنصت .. ومنهم المجادل العنيد .. ومنهم المتعالم .. ومنهم المتجاهل .. ومنهم القوي .. ومنهم الضعيف.
وقد يكون لبعضهم ظروف مؤقتة، تمنعه من الإدراك، وتحول دونه ودون الاستجابة، كمصيبة مفاجئة، أو خسارة فادحة، أو حالة نفسية معينة.
ومما لا شك فيه أن مُقتضى الحكمة، ونفع الخطاب. أن تُراعى هذه الطباع، وأن يُهْتَمَّ بخطاب كل صنف بما يناسبه، في إطار الشرع الحنيف.
والناظر في أسلوب القرآن الكريم: يجد تنوعاً عجيباً في الأسلوب، وتفاوتاً بديعاً في الطرح، ومعالجة ناجحة لكل أصناف البشرية.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (138,'قال سيد في الظلال: ((كان هذا القرآن يُواجه به النفوس في مكة، ويروضها حتى تسلس قيادها، راغبة مختارة، ويرى أنه كان يواجه النفوس بأساليب متنوعة، تنوعاً عجيباً .. تارة يواجهها بما يشبه الطوفان الغامر، من الدلائل الموحية، والمؤثرات الجارفة .. وتارة يواجهها، بما يشبه السياط اللاذعة تلهب الحس، فلا يطيق وقعها، ولا يصبر على لذعها! وتارة يواجهها بما يشبه المناجاة الحبيبة، والمسارَّة الودودة، التي تهولها المشاعر، وتأنس لها القلوب .. ! وتارة يواجهها بالهول المرعب، والصرخة المفزعة، التي تفتح الأعين على الخطر الداهم القريب .. ! وتارة يواجهها بالحقيقة في بساطة، ونصاعة، لا تدع مجالاً للتلفت عنها، ولا الجدل فيها .. وتارة يواجهها بالرجاء الصبوح، والأمل الندي، يهتف لها ويناجيها .. وتارة يتخلل مساربها، ودروبها ومنحنياتها، فيلقي عليها الأضواء التي تكشفها لذاتها، فترى ما يجري في داخلها رأي العين، وتخجل من بعضه، وتكره بعضه، وتتيقظ لحركاتها، وانفعالاتها التي كانت غافلة عنها! .. ومئات من اللمسات، ومئات من اللفتات، ومئات من الهتافات، ومئات من المؤثرات .. يطلع عليها قارئ القرآن، وهو يتبع تلك المعركة الطويلة، وذلك العلاج البطيء، ويرى كيف انتصر القرآن على الجاهلية في تلك النفوس العصيّة العنيدة)). (١)
وهكذا ينبغي أن يكون أسلوب الداعية متنوعاً، يتناسب وكل موقف؟ ويتوافق مع كل نفس، وما فيها؛ من قدرات خَلْقية، وصفات
_________
(١) في ظلال القرآن (٦/ ٣٦٩٢ - ٣٦٩٣).',NULL,'140',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (139,'مكتسبة. غير مُغْفِل لحال المدعو، ولا لصفاته الفطرية، ولا مزاياه الشخصية.
ولولا خشية الإطالة، لسردت الكثير من الشواهد .. ولا يفوتنا أن نذكر أمثلة للتذكير.
فانظر كيف تتغلغل هذه الآيات في النفس البشرية، لتوحي إليها قدرة بارئها في معرفة ما يجري داخلها.
{وَاعْلَمُوا أَنّ اللهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنّهُ إِلَيْهِ تُحْشَرُونَ}. [الأنفال: ٢٤]
{يَعْلَمُ خَآئِنَةَ الأعْيُنِ وَمَا تُخْفِي الصّدُورُ} [غافر: ١٩]
{وَلَقَدْ خَلَقْنَا الإِنسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} [ق: ١٦]
وانظر كيف تُشعر الآيات التالية: هيمنة الله على ملكوته؛ بالعلم والقدرة والسمع والبصر، وبمراقبة الله للعبد في كل حين، وفي كل قول وفعل:
{وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} [الأنعام: ١٨] والخبير هاهنا: هو العالم بخفايا الأمور، والمطلع على دقائق الأشياء.
{وَعِندَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَآ إِلاّ هُوَ ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين} [الأنعام: ٥٩]
{مّا يَلْفِظُ مِن قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ}. [ق: ١٨]',NULL,'141',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (140,'{اللهُ يَعْلَمُ مَا تَحْمِلُ كُلّ أُنثَىَ وَمَا تَغِيضُ الأرْحَامُ وَمَا تَزْدَادُ وَكُلّ شَيْءٍ عِندَهُ بِمِقْدَارٍ، عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ، سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ}. [الرعد: ٧ - ١٠]

<span data-type="title" id=toc-42>المطلب الثالث: تنوع خطاب الرسول بما يتناسب وطباع المدعوين:</span>
وتعطينا السُّنة صُوراً واقعية، وتصرفاتٍ عملية في مخاطبة المدعوين، بما يتناسب مع طباعهم الفطرية، وأحوالهم الخاصة.
ومن ذلك: لما رأى رسول الله - صلى الله عليه وسلم - ما بأبي ذر من ضعف، نَصَحَهُ أن لا يقترب من الإمارة، وقال: ((يا أبا ذر إنك ضعيف وإنها أمانة ... )) (١) الحديث.
ولما رأى من خالد بن الوليد ما رأى من القوة، والمكر المحمود، جعله قائداً مقدماً في ذلك على من هم أفضل منه كأبي بكر وعمر وغيرهما رضي الله عنهم أجمعين.
ولما أخطأ خالد رضي الله عنه في قتل بني خزيمة، قال عليه الصلاة والسلام على الملأ: ((اللهم إني أبرأ إليك مما صنع خالد)) (٢) ولم يعزله، رغم فعله هذا، لما رأى فيه من القوة على الأعداء، الأمر الذي يحتمل منه مثل هذا الخطأ.
ولما رأى رسول الله - صلى الله عليه وسلم - من أبي بكر من القوة الإيمانية، والعدل بين الناس، والقدرة القيادية، مهّد له بالخلافة، وقدمه لها.
_________
(١) رواه مسلم (١٨٢٥).
(٢) رواه البخاري (٤٣٣٩، ٧١٨٩).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (141,'فقال عليه الصلاة والسلام: ((يأبى الله والمؤمنون إلا أبا بكر)). (١)
ولما رأى رسول الله - صلى الله عليه وسلم - الزحام على تقبيل الحجر قال لعمر: ((يا عمر، إنك رجل قوي، لا تزاحم على الحجر فتؤذي الضعيف، إن وجدت خلوة فاستلمه، وإلا فاستقبله، فهلل وكبر)). (٢)
وفي الوقت الذي أمر فيه زيد بن ثابت أن يتعلم السريانية (٣)، لم يستطع بنفسه عليه الصلاة والسلام أن يُعَلِّم أحد الصحابة الفاتحة، فأمره أن يقول بدلها: ((سبحان الله، والحمد لله، ولا إله إلا الله والله أكبر، ولا حول ولا قوة إلا بالله)). (٤)
فأي مراعاة لأحوال المدعوين بعد هذا .. ؟ ! رجل يُؤمر بتعلم لغة غير لغته، وذلك لِما رأى رسول الله - صلى الله عليه وسلم - من حفظه وفطنته، ورجل يأمره بالتسبيح بدل الفاتحة، لِمَا رأى من ضعف ذاكرته .. إنها مراعاة لطباع المدعوين الشخصية، التي فقدها بعض الدعاة والمربين.
وهكذا ينبغي على الداعية أن يكون فطناً لطبيعة المدعو، مدركاً لما ينفعه في تلك الصفة التي يتصف بها، فيؤخر النصيحة، ويرجيء الأمر، ويعجل البيان، ويمسك عن الجواب، كل ذلك وما
_________
(١) رواه البخاري (٥٦٦٦، ٧٢١٧)، ومسلم (٢٣٨٧) واللفظ له.
(٢) رواه أحمد (١/ ٢٨)، واللفظ له، والبيهقي في السنن الكبرى (٥/ ٨٠).
(٣) رواه أحمد (٥/ ١٨٢)، والطبراني في الكبير (٥/ ١٥٥، ١٥٦)، والحاكم (٣/ ٤٢٢) وقال: صحيح إن كان ثابت بن عبيد سمعه من زيد بن ثابت ولم يخرجاه.
(٤) رواه أحمد (٤/ ٣٥٣)، وأبو داود (٨٣٢)، والنسائي (٢/ ١٤٣)، والحاكم (١/ ٢٤١) وصححه ووافقه الذهبي.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (142,'يتناسب وطباع المدعو الشخصية، ومزاياه الفطرية في إطار الحكمة والمشروع.

<span data-type="title" id=toc-43>المبحث الثالث مراعاة أحوال المدعوين العلمية:</span>
وفيه مطلبان:
الأول: الأهمية والمقصود:
من الحكمة بمكان: أن يدرك الداعية مستويات المدعوين العلمية، ومخاطبتهم بما يناسبهم، وبما يحتاجون إليه .. فلا يخاطبهم بما يَمَلُّون من سماعه، ولا بما لا يحتاجون إليه.
فليس من الحكمة في شيء: أن يُدعى طلبة علم إلى علم يعلمونه ويدركونه، كأن يشرح لهم حديث جبريل في أركان الإيمان والإسلام، أو يدعوهم إلى التوحيد، وربما كان المدعوون أعلم من الداعي في ذلك، . (١)
كما أنه ليس من الحكمة: أن يُكلِّم الداعية جمهور المسلمين في تفاصيل علمية، كعلم أصول الفقه، أو مصطلح الحديث، أو أنواع كلام الله عند الفِرق، أو في خلافات العلماء، أو في دقائق لغوية، أو طرح شبه الفِرَق الضالة، فإن لهذه المسائل مقاماً غير مقام الدعوة، وغير مقام جمهور الناس، كما ينبغي أن يُهتم بما يلقى في الإذاعات،
_________
(١) حضرتُ مجلساً كثر فيه أهل العلم، فانبرى فيهم أحدهم، فكلمهم في التوحيد، وأهميته، وأطال الخطاب، حتى تقطعت أكباد الحضور، من التكرار وضياع الوقت، وكادوا يسكتونه، لولا حياؤهم منه.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (143,'والقنوات، وتوظيف برامج علمية وفقهية خاصة بالعامة، وأن يقلل من الدروس التخصصيّة، لأنها ليست من باب الدعوة إلا قليلا، فإن مقامها طلبة العلم في الجامعة والمسجد، ومعظم مشاهدي الفضائيات من العوام الذين سينصرفون عن هذه الدروس، ولا يستفيد منها إلا قلة قليلة من الناس، إلا إذا استطاع المحاضر بأسلوبه أن يبسط المعلومة، ويجذب بعباراته العامة.
والداعية الحكيم، هو الذي يكلم المدعوين بما ينفعهم، مما يناسب مستواهم العلمي، وعلامة الحكمة في ذلك: أن ينصتَ معظم المدعوين، وأن ينتفعوا بما يسمعون.
فإذا كان الناس لا يعرفون أحكام الأركان الخمسة، فهل من الحكمة أن يجول الداعية بالمدعوين في تفصيلات عقدية أو فقهية، لا يفهمونها، وإن فهموها فهي لا تنفعهم في حياتهم العامة.
ومما لا يخف؛ أن للجاهل في الشريعة حكماً، وللعالم بالأمر ... -وهو يخالفه- حكماً آخر.

<span data-type="title" id=toc-45>المطلب الثاني: صور من السنة النبوية </span>في ذلك لقد كان رسول الله - صلى الله عليه وسلم - يراعي أحوال المدعويين العلمية فمن ذلك الأعرابي الذي بال في المسجد، وكشف عورته فيه، وقام أصحاب رسول الله - صلى الله عليه وسلم - ليقعوا فيه .. لا شك أن تصرُّفَهم هذا ليس من الحكمة، لأنهم لم يُقدِّروا حالته من جهتين: حال كونه جاهلاً، وحاله -وقتئذ - وهو حاقن، يريد أن يبول .. ولكن خير الدعاة وسيد الحكماء عليه الصلاة والسلام، أدرك حاله من الجهل، وأدرك أنه -ساعتئذ- في حالة خاصة، أما الجهل:',NULL,'145',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (144,'فدواؤه التعليم .. وأما الحالة الخاصة -التي كان عليها-: فعلاجها التأخير حتى يفرغ من بوله، ولو كان في المسجد، ولو كان كاشف العورة، لأن مفسدة قطعه من بوله أعظم من مفسدة ما يفعل. فضلاً عن أنه لن يستوعب ما سيقال له.
لذلك بدأ رسول الله - صلى الله عليه وسلم - بمعالجة حاله، ونهى الصحابة أن يتعرضوا له، بل منعهم من أن يقطعوا عليه بوله، فقال: ((لا تُزرِمُوه)).
ثم ما إن انتهت حاله هذه، إلا وبدأ رسول الله - صلى الله عليه وسلم - بمعالجة حاله الأصلية، وهي الجهل، فبدأ يُعلِّمُهُ بكل رِفق، وبكل سهولة، حتى قال الأعرابي قولته المشهورة، التي أضحكت رسول الله - صلى الله عليه وسلم -: ((اللهم ارحمني ومحمدًا، ولا ترحم معنا أحداً)) (١).
فانظر -يارعاك الله- إلى أثر مراعاة أحوال المدعويين، في محبة الداعي، وقبول دعوته.
وتكلم معاوية بن الحكم السلمي رضي الله عنه في الصلاة، وكان لا يعلم أن الكلام قد حُرِّم فيها، فما إن انتهت الصلاة حتى أتى رسول الله - صلى الله عليه وسلم - فقال له: ((إن هذه الصلاة لا يصلح فيها شيء من كلام الناس)). (٢)
_________
(١) تقدم ص (١٣٥).
(٢) رواه مسلم (٥٣٧).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (145,'فقال معاوية رضي الله عنه وهو يصف ما خرج به من انطباعٍ عن رسول الله - صلى الله عليه وسلم -: ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه، فوالله ما كهرني ولا ضربني ولا شتمني. (١)
ومع هذا الرفق بمن لا يعلم، كان رسول الله - صلى الله عليه وسلم - يغضب إذا اُنتهكت حرمات الله ممن يعلم.
فقد طلق ابن عمر زوجته، وهي حائض، فذكر عمر ذلك لرسول الله - صلى الله عليه وسلم -، فتغيَّظ فيه رسول الله - صلى الله عليه وسلم -، ثم قال: ((ليراجعها ثم يمسكها حتى تَطْهُر، ثم تحيض فَتَطْهُر، فإن بدا له أن يطلقها فليطلقها طاهراً قبل أن يمسها، فتلك العدة كما أمر الله)). (٢)
حاجة دعاتنا إلى هذا الفقه:
ألقى أحد الدعاة -في إحدى الدول الأوروبية- محاضرة في صفات الله، فكان مما قال: (إن أهل العلم اختلفوا في عدد أصابع الله، هل هي خمس أصابع أو ست .. ؟ وأن رواية الدارقطني فيها: كذا وكذا، ولكن العلة: كذا وكذا).
والناس الحضور من الجهل بمكان، لا يعرفون أركان الإسلام من أركان الإيمان، ولا يمكنهم أن يستوعبوا ما يقال، بل ربما دفعهم هذا إلى التشكيك، واتهام الداعية بالتجسيم، فضلاً عما عليه معظمهم من الذنوب والفسوق.
_________
(١) رواه مسلم (٥٣٧)، ومعنى كهرني: انتهرني [شرح النووي على مسلم ٥/ ٢٠]
(٢) رواه البخاري (٤٩٠٨)، ومسلم (١٤٧١).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (146,'وأطال وأسهب .. وبدأ الناس يتلفتون .. ماذا يقول الداعية؟ ! ؟ ! .. وبدأت إدارة المسجد تفكر بمخرج من هذه المشكلة، فلا الموضوع يناسبهم، ولا المسألة تفيدهم، إن لم تك تضيعهم أو تنفرهم، وربما أحدث فتنة كبيرة بينهم.
ثم تدخَّل أحد الدعاة، فأنقذ الموقف .. وتكلم عن صفات الله بما يتناسب وَوَضْع المدعوين مما هم فيه من الذنوب، وأَثَرِ الإيمان بهذه الصفات في الرجوع إلى الله. (١)
وهكذا كان خطاب الداعية الثاني، بما يناسب مداركهم العقلية، ومستوياتهم العلمية، وحالاتهم الواقعية، فهم لا يدركون مصطلح الحديث، ولا يناسبهم الكلام في الخلافات الفرعية الدقيقة .. وإنما الذي يناسبهم ويحتاجون إليه هو التوبة، والرجوع إلى الله تعالى، وهم بحاجة إلى معرفة أركان دينهم، قبل حاجتهم إلى شيء آخر.
فكم نحن بحاجة إلى إعادة النظر في خطابنا الدعوي.
_________
(١) ولولا فضل الله أن قدر حضور أحد الدعاة، الذي أنقذ الله به الموقف لكانت فتنة عظيمة .. ونظراً لأهمية هذه المواقف، أذكر كيف استطاع الداعية الثاني، أن يخرج الجميع من هذا المأزق بالتدرج من فقرة إلى فقرة .. دون أن يشعرهم، ودون أن يخدش شعور المحاضر .. فقام متدخلاً لصالح المحاضر، مدعياً المداخلة والمشاركة في ذلك، فمما قال: لا شك أن ما يدعو إليه المحاضر هو الحق، من إثبات صفات الله تعالى، وكيف لا نثبت أن الله كريم رحيم بعباده .. ؟ ! وكيف لا نثبت أن الله غفور تواب على عباده ... ؟ ! ونحن مذنبون نحتاج إلى أثر هذه الصفات من الله .. ثم فصل في أثر هذه الصفات في التوبة، وغفران الذنوب، والإقبال على الله، وتكلم عن صفة السمع والبصر لله .. وأنه يرانا .. ويسمعنا .. إلخ {وكفى بربك بذنوب عباده خبيراً بصيراً} [الإسراء: ١٧] وانتهى الموقف على خير مايرام، ففرحت إدارة المسجد، واستفاد المدعوون، ونسوا ما كان من المحاضر الأول، وخرج المحاضر الأول بماء الوجه، إذ لم يخدش شعوره بشيء، فالله نسأل الحكمة والقبول.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (147,'الخلاصة:
إن على الداعية الحكيم أن لا يتكلم إلا بعد أن يعلم مستوى المدعوين العلمي، وحاجتهم الدينية، ويكلمهم بما يناسبهم، والله الهادي إلى الحكمة والسداد.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (148,'<span data-type="title" id=toc-46>المبحث الرابع مراعاة أحوال المدعوين الإيمانية:</span>
ما قيل في باب مراعاة أحوال المدعوين العلمية، يقال كذلك في باب مراعاة أحوال المدعوين الإيمانية، والبابان فيهما نوع من الاشتراك والتداخل، ويتضمن هذا المبحث خمسة مطالب:

<span data-type="title" id=toc-47>المطلب الأول: المقصود بأحوالهم الإيمانية:</span>
أي؛ ما يكون عليه المدعوون من الإيمان والكفر، وما عليه المؤمنون أنفسهم من تفاوت فيما بينهم في قوة الإيمان، والإقبال على الرحمن .. ، الأمر الذي يترتب على الداعية ترتيب خطابه، واختيار مضمونه بما يتناسب مع حال المدعوين الإيمانية .. ليتحقق لهم قبول الدعوة، وسرعة الاستجابة، فإن لكل قوم حالاً إيمانية، ولكل حال خطابها الدعوي.
فمن الناس: من ليس فيه ذرة من إيمان بالله، ولا في ألوهيته .. ومنهم الذين ملئت قلوبهم إيماناً .. وبينهما درجات ودركات لا يعلمها إلا الله.
فمن العبث: أن يُخاطبَ الجميع بأسلوب واحد، ومستوى علمي واحد .. وأحكامٍ وحجج واحدة .. دون مراعاةٍ لأحوالهم الإيمانية.
ولما كان لكل فئة خطاب يناسبها، وأسلوب وحجج تتوافق ومستوى إيمانها، كان لابد للداعية من معرفة حالهم الإيمانية قبل مخاطبتهم.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (149,'فخطاب الملحدين يختلف تماماً عن خطاب المؤمنين المسَلِّمين، لأوامر الله عز وجل، ورسوله - صلى الله عليه وسلم -.
وغير المسلمين يختلفون في معتقداتهم .. فمنهم الدهريون الذين لا يؤمنون بالله ولا باليوم الآخر، ومنهم الذين يؤمنون بوجود الخالق .. مع انحرافات فكرية، وضلالات عقدية ..
وكذلك المؤمنون بالله، يتفاوتون من حيث شركهم، وعداوتهم للإسلام.
فلا يجوز للداعية أن يكون غافلاً عن أحوال المدعوين الإيمانية هذه، فيضع -وقتئذ- الأمور في غير محلها.
فليس من الحكمة: أن يتكلم مع الدهرين عن طاعة الله، ومحبة رسوله - صلى الله عليه وسلم -، والتمسك بالدين، ويحتج عليهم بالآيات والأحاديث، وهم لا يؤمنون برب، ولا يقرون بدين.
وليس من الشرع: أن يتكلم مع أهل الكتاب عن أهمية الصلاة، أو وجوب الحجاب، أو حرمة الاختلاط، أو أحكام الطلاق، وهي من شعب الإيمان، وهم لا يُسلِّمون بالأصل.

<span data-type="title" id=toc-48>المطلب الثاني: تقسيم الناس في الإيمان إلى الأصناف التالية:</span>
الصنف الأول: الدهريون: هم الذين لا يؤمنون برب، ولا رسول، ولا كتاب، ولا دين.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (150,'الصنف الثاني: المشركون: هم الذين ما زالوا يعبدون الأصنام، على اختلاف مشاربهم، حتى ساعتنا هذه. (١)
الصنف الثالث: أهل الكتاب: هم الذين يؤمنون بالله خالقاً، وبكثير من الرسل، ولكنهم يشركون بهم، أو بغيرهم، ولا يؤمنون برسالة الإسلام.
الصنف الرابع: الباطنيون: هم الذين انتسبوا إلى الإسلام، والإسلام منهم براء، وغالبهم من الحاقدين على الإسلام، ادعوا الانتساب إليه ليكيدوا به. (٢)
الصنف الخامس: المنافقون: هم الذين يُظهِرون الإسلام، ويُبطِنون الكفر.
والفارق بينهم وبين الباطنيين؛ أنهم لا يظهرون ما يكفرهم .. والباطنيون: يتبنوّن أموراً مكفرة، يدعون إليها، وهم ينتسبون للإسلام.
الصنف السادس: الضالون: هم المسلمون الذين رضوا بالله رباً، وبالقرآن كتاباً من رب العالمين، وبمحمد نبياً، وبالإسلام ديناً، ولكنهم لم يفهموا الإسلام على حقيقته، فانحرفوا انحرافات مختلفة ومتفاوتة.
_________
(١) وقد أخطأ من أنكر وجودهم اليوم، بل هم كثيرون، وربما كانوا يمثلون الديانة الثانية أو الثالثة في العالم، ويتواجد معظمهم في جنوب شرق آسية وأوسط أفريقية، ويُعدُّون بمئات الملايين، فمنهم الهندوس= =والبوذيون والسيخ وَ .. وَومازالوا يعكفون على أصنامهم المختلفة، فمنهم من يعبد الرجال. ومنهم من يعبد الحيوانات، كالبقرة والأسد والثعابين ... إلخ.
(٢) فمنهم من يدّعي وجود نبي بعد رسول الله - صلى الله عليه وسلم -، ومنهم يدّعي نسخ بعض أركان الإسلام، ومنهم الذين يدّعون تحريف القرآن، ومنهم من يُكفِّر معظم الصحابة، ... ولكل فرقة أتباع جاهلون، لا يعلمون الحقيقة.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (151,'فمنهم من وقع في الشرك .. ومنهم من سقط في ضلال وابتداع وخرافات .. وفي بعضهم ضعف شديد في الإيمان، وإعراض عريض عن الاتباع .. وكثير منهم أصحاب أهواء، وكثير منهم يحسبون أنهم يحسنون صنعاً .. كالخوارج، والمعتزلة وغيرهم من أمثالهم، ويدخل في هذا الصنف المتحررون. (١)
الصنف السابع: العُصاة: هم المسلمون الذين غلب عليهم الفسق، وطغت عليهم المعصية، وهيمنت عليهم شهواتهم وأهواؤهم، حتى أصبحت تُلازِمهم، فلا يهتمون بدين، ولا يُفكرون بتوبة، وهؤلاء فيهم ضعف في الإيمان شديد، ولكنهم يقرون بذنوبهم، ولايستحلونها.
الصنف الثامن: المقتصدون: هم الذين يأتون بالواجبات، ويجتنبون المحرمات، ولكنهم لا يسارعون في الخيرات، وإذا ما وقعوا في بعض الذنوب لم يصروا عليها، ويسارعون إلى التوبة، وهؤلاء لم يكتمل الإيمان عندهم، فهم متفاوتون فيه حسب أعمالهم.
الصنف التاسع: الأخيار: هم الذين أتوا بالواجبات على وجهها، وبمعظم النوافل، واجتنبوا محارم الله أو تابوا منها توبة نصوحاً، يأتون يوم القيامة ليس عليهم شيء.
_________
(١) وهم فرقة حديثة: تسمى تارة بالليبرالية أو العلمانية (اللاّدينية) ... وهم الذين يريدون أن يخضعوا الإسلام للواقع وللتوجهات السياسية العالمية منها والمحلية، بدل أن يخضعوها للإسلام، وبعضهم يحاول التوفيق بينهما، ولهم مبادئ شتى، وتخبطات كثيرة، ينقضون بها بعض أصول الإسلام، ومنهم من أتى بكفر بيّن، ومنهم دون ذلك، ولهم تفصيلات وأحكام، ليس هاهنا محل تفصيلها.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (152,'قال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ} [فاطر: ٣٢].
ولهذه الأصناف تفصيلات كثيرة، وأحوال متنوعة، وأحكام مختلفة، ولكل أدلة شرعية، وشواهد واقعية، ولولا خشية الإطالة لسردت أدلة ذلك من الكتاب والسنة. ولكن ليس هاهنا محل تفصيلها،

<span data-type="title" id=toc-49>المطلب الثالث: المقصود من هذا التقسيم:</span>
المقصود من هذا التقسيم؛ أن يكون الداعية على بينة من أصناف الناس، وأحوالهم الإيمانية، ومواقفهم الاعتقادية، وأن يَختار لكل صنف خطابه، وما يناسب اعتقاده، ومستوى إيمانه، فيُخاطب الدهرين: في إثبات وجود الخالق عز وجل، ويقيم البراهين على ذلك ..
ويُخاطِب أهل الكتاب في صحة رسالة الإسلام، وبعثة الرسول - صلى الله عليه وسلم -، ووجوب الإيمان بالرسل جميعاً ..
وأما الضالون؛ فيُخاطَبون بتصحيح المرجعية، ووجوب الاتباع، واجتناب الهوى، وقواعد معرفة الحق، ومعنى الدليل.
ويُخاطِب المسلم العاصي يما يزيد من إيمانه، وبما يُحببه بالله تعالى ورسوله - صلى الله عليه وسلم -، ثم يُخاطَب بمقتضى هذا الإيمان، وهذه المحبة .. ويُرغَّب في ذلك ويُرهَّب، ويُدعى بطرق زيادة الإيمان .. والتنبه إلى سبل الشيطان.
وهكذا، لكل صنف طريقتُه، ولكل مستوى مقالُه. (١)
_________
(١) ولولا خشية الإطالة، لفصلت في هذا لأهميته، ولعل الله ييسر وقتاً لذلك.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (153,'<span data-type="title" id=toc-50>المطلب الرابع: تنوع خطاب القرآن بما يتناسب وهذه الأصناف:</span>
عند تتبع أساليب القرآن في خطاب الناس؛ نجد القرآن الكريم قد خاطب هذه الأصناف كلها، كلاً حسب إيمانه، وكلاً بما يناسب تفكيره ومعتقده.
فخاطب الدهريين: بإثبات وجود الخالق، فقال تعالى: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيئٍ أَمْ هُمُ الْخَالِقُونَ}. [الطور: ٣٥]
وقال تعالى: {هَذَا خَلْقُ اللهِ فَأَرُونِى مَاذَا خَلَقَ الّذِينَ مِن دُونِهِ بَلِ الظّالِمُونَ فِي ضَلالٍ مّبِينٍ}. [لقمان: ١١]
وقال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مّن تُرَابٍ ثُمّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ} [الروم: ٢٠]
وحاجَّ إبراهيمُ عليه السلام الدهريَّ بقول: {فَإِنّ اللهَ يَأْتِى بِالشّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الّذِى كَفَرَ وَاللهُ لا يَهْدِى الْقَوْمَ الظّالِمِينَ}. [البقرة: ٢٥٨]
وخاطب القرآن المشركين بما يناسبهم في عقائدهم. فقال تعالى:
{وَلَئِن سَأَلْتَهُمْ مّنْ خَلَقَ السّمَاوَاتِ وَالأرْضَ وَسَخّرَ الشّمْسَ وَالْقَمَرَ لَيَقُولُنّ اللهُ فَأَنّىَ يُؤْفَكُونَ} [العنكبوت: ٦١]
لأنهم كانوا يؤمنون بتوحيد الربوبية .. ويشركون في الألوهية فألزمهم الله بمقتضى الربوبية أن لا يشرك به .. لأن العبادة تصرف لخالق هذا الكون والمتصرف فيه، ولا تصرف لغيره من المخلوقات كائناً ما كانت.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (154,'وقال سبحانه: {إِنّ الّذِينَ تَدْعُونَ مِن دُونِ اللهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَادِقِينَ} [الأعراف: ١٩٤]
وقال سبحانه: {وَالّذِينَ يَدْعُونَ مِن دُونِ اللهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ * أَمْواتٌ غَيْرُ أَحْيَآءٍ وَمَا يَشْعُرُونَ أَيّانَ يُبْعَثُونَ} [النحل: ٢٠، ٢١]
وقال: {وَمَنْ أَضَلّ مِمّن يَدْعُو مِن دُونِ اللهِ مَن لاّ يَسْتَجِيبُ لَهُ إِلَىَ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَآئِهِمْ غَافِلُونَ} [الأحقاف: ٥]
وخاطب أهل الكتاب بما يناسبهم، ومعتقداتهم، وما يقرون به من توحيد الربوبية، وإيمانهم ببعض الرسل، والكتب، فقال لهم سبحانه: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَىَ كَلَمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاّ نَعْبُدَ إِلاّ اللهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مّن دُونِ اللهِ فَإِن تَوَلّوْا فَقُولُوا اشْهَدُوا بِأَنّا مُسْلِمُونَ} [آل عمران: ٦٤]
وقال تعالى: {قُلْ ياأَهْلَ الْكِتَابِ لا تَغْلُوا فِى دِينِكُمْ غَيْرَ الْحَقّ .. }. الآية [المائدة: ٧٧]
وقال سبحانه: {مّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرّسُلُ وَأُمّهُ صِدّيقَةٌ كَانَا يَأْكُلانِ الطّعَامَ انْظُرْ كَيْفَ نُبَيّنُ لَهُمُ الايَاتِ ثُمّ انْظُرْ أَنّىَ يُؤْفَكُونَ}. [المائدة: ٧٥]
وقال: {قُلْ يَاأَهْلَ الْكِتَابِ لَسْتُمْ عَلَىَ شَيْءٍ حَتّىَ تُقِيمُوا التّوْرَاةَ وَالإِنْجِيلَ وَمَآ أُنزِلَ إِلَيْكُمْ مّن رّبّكُمْ .. }. الآية [المائدة: ٦٨]
فانظر كيف أمرهم باتباع ما يعتقدون صحته، ولم يأمرهم مباشرة في هذه الآية باتباع القرآن، لأن اتباعهم للتوراة الصحيحة سيجعلهم يؤمنون بالقرآن.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (155,'وخاطب العُصاة المسلمين بما يتناسب وإيمانهم، وتسليمهم لأمر ربهم، فتارة يُخاطبهم بما في قلوبهم من إيمان فيقول: {أَلَمْ يَأْنِ لِلّذِينَ آمَنُوَا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقّ} الآية. [الحديد: ١٦]
ويقول: {ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الاخِرِ}. الآية [الطلاق: ٢]
وتارة يُخاطبهم بالترهيب كقوله تعالى: {يَأَيّهَا الّذِينَ آمَنُوا اتّقُوا اللهَ وَذَرُوا مَا بَقِىَ مِنَ الرّبَا إِن كُنْتُمْ مّؤْمِنِينَ * فَإِن لّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مّنَ اللهِ وَرَسُولِهِ ... } الآية. [البقرة: ٢٧٨]
وقوله تعالى: {يَعِظُكُمُ اللهُ أَن تَعُودُوا لِمِثْلِهِ أَبَداً إِن كُنتُمْ مّؤْمِنِينَ}. [النور: ١٧]
وقوله تعالى: {فَمَن جَآءَهُ مَوْعِظَةٌ مّنْ رّبّهِ فَانْتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النّارِ هُمْ فِيهَا خَالِدُونَ}. [البقرة: ٢٧٥]
ولما حرَّم الله الخمر، ختم ذلك بقوله تعالى {فَهَلْ أَنْتُمْ مّنتَهُونَ}. [المائدة: ٩١]
وخاطبهم بالترغيب بقوله سبحانه: {قُلْ ياعِبَادِيَ الّذِينَ أَسْرَفُوا عَلَىَ أَنفُسِهِمْ لا تَقْنَطُوا مِن رّحْمَةِ اللهِ إِنّ اللهَ يَغْفِرُ الذّنُوبَ جَمِيعاً إِنّهُ هُوَ الْغَفُورُ الرّحِيمُ} [الزمر: ٥٣]
وبقوله: {يَأَيّهَا الّذِينَ آمَنُوا تُوبُوَا إِلَى اللهِ تَوْبَةً نّصُوحاً عَسَىَ رَبّكُمْ أَن يُكَفّرَ عَنكُمْ سَيّئَاتِكُمْ وَيُدْخِلَكُمْ جَنّاتٍ تَجْرِي مِن تَحْتِهَا الأنْهَارُ}. [التحريم: ٨]
وتارة يجمع سبحانه بين الترغيب والترهيب في نص واحد.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (156,'كما في قوله {وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهًاءَاخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا* يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا* إِلا مَنْ تَابَ وَءَامَنَ وَعَمِلَ عَمَلاً صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا}. [الفرقان: ٦٨ - ٧٠]
وكذلك في قوله تعالى: {نَبِّئْ عِبَادِى أَنِّى أَنَا الْغَفُورُ الرَّحِيمُ، وَأَنَّ عَذَابِى هُوَ الْعَذَابُ الأَلِيمُ}. [الحجر: ٤٩، ٥٠]

<span data-type="title" id=toc-51>المطلب الخامس: مراعاة السُّنة لأحوال الناس الإيمانية:</span>
ولم تخرج السنة عن هذه المنهجية القرآنية العظيمة، فقد خاطبت كل صنف بما يناسب إيمانه، ولو أمعنّا النظر في السُّنة لِجَمْعِ مثلِ هذا لعجزنا، ولا بأس بذكر قليل من ذلك على سبيل التذكير والتنبيه.
فقد كان رسول الله - صلى الله عليه وسلم - يخاطب أهل الكتاب بغير ما كان يخاطب به كفار قريش؟ ؟ .
فخاطب اليهود بوجوب التزامهم التوراة الصحيحة، وعدم التحريف فيها، فلو أنهم التزموها لآمنوا.، ومن ذلك: لما جاءه اليهود بزانٍ منهم، فقال الرسول - صلى الله عليه وسلم -: ((أنْشُدُك بالله الذي أنزل التوراة على موسى، أهكذا تجدون حدّ الزاني في كتابكم؟ )) (١).
وخاطب وفد نجران في إبراهيم أنه لم يكن يهودياً ولا نصرانياً ولكن كان حنيفاً مسلماً.
_________
(١) رواه مسلم (١٧٠٠)',NULL,'158',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (157,'وكان قد كتب لهم ((أما بعد: فإني أدعوكم إلى عبادة الله من عبادة العباد، وأدعوكم إلى ولاية الله من ولاية العباد ... )). (١)
فانظر كيف خاطبهم بتوحيد الألوهية مباشرة، لأنهم مُقرّون بتوحيد الربوبية.
وكان يخاطب من عصى من أصحابه بالإيمان، وبالتذكير بمحبة الرحمن.
فعن عبد الله بن مغفل أن رجلاً لقي امرأة بغياً في الجاهلية، فجعل يلاعبها حتى بسط يده إليها، فقالت المرأة: مه، فإن الله عز وجل قد ذهب بالشرك، وقال عفان مرة: ذهب بالجاهلية، وجاءنا بالإسلام، فولى الرجل، فأصاب وجهه الحائط، فشجه، ثم أتى النبي - صلى الله عليه وسلم - فأخبره، فقال: ((أنت عبد أراد الله بك خيراً، إذا أراد الله عز وجل بعبد خيراً عجل له عقوبة ذنبه، وإذا أراد بعبد شراً أمسك عليه بذنبه، حتى يوافى به يوم القيامة كأنه عَيْر)). (٢)
ولا أدَلَّ على ذلك من الرسائل التي كان يرسلها رسول الله - صلى الله عليه وسلم - إلى ملوك وسلاطين الشعوب، فقد كان يخاطبهم بالإيمان، وبدخول
_________
(١) السيرة لابن هشام (٢/ ٢١٥ - ٢٢٥)، البدايةوالنهاية لابن كثير (٥/ ٥٢)، زاد المعاد لابن القيم (٣/ ٦٢٩)، الطبقات لابن سعد (١/ ٣٥٧).
(٢) رواه أحمد (٤/ ٨٧)، وابن حبان في صحيحه (٢٩١١)، والحاكم (١/ ٣٤٩ و ٤/ ٣٧٦ - ٣٧٧) وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي، ومعنى (عيْر): جبل بالمدينة، أي: كأنّ ذنوبه مثل عَير.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (158,'الإسلام: فخطابه لكسرى المجوسي، لم يكن كخطابه للنجاشي من أهل الكتاب، ورسائله أشهر من أن تسطر هاهنا. (١)
ومن أجمل ما يسطر هاهنا؛ مفارقة خطاب رسول الله - صلى الله عليه وسلم - بين من في قلبه إيمان، وبين من خوي قلبه من الإيمان، وكان ذلك بين مادية سراقة، وإيمان عمر رضي الله عنهما:
لما تبع سراقةُ بن مالك رسولَ الله - صلى الله عليه وسلم - ساعة الهجرة إلى المدينة ليقبض مكافأة قريش ... فلما أدرك سراقةُ النبي طلب منه النبي - صلى الله عليه وسلم - أن يعمي عنه، وله مكافأة مالية هي أقرب إلى الخيال -يومئذ- منها إلى الحقيقة .. قال له رسول الله - صلى الله عليه وسلم -: ((كأني بك قد لبست سواري كسرى)). (٢)
ودخل عمر على رسول الله - صلى الله عليه وسلم -. وقد أثّرت الحصير في جنبه فبكى عمر، فقال رسول الله - صلى الله عليه وسلم -: ((ما يبكيك؟ )) فقلت: يا رسول الله، إن كسرى وقيصر فيما هما فيه، وأنت رسول الله! ! !
فقال له رسول الله - صلى الله عليه وسلم -: ((أما ترضى أن تكون لهم الدنيا ولنا الآخرة)). (٣)
فجواب رسول الله - صلى الله عليه وسلم - الأول لسراقة، اختلف اختلافاً كبيراً عن جوابه لعمر .. فالأول كان وعداً بالدنيا .. والآخر وعداً بالآخرة .. فلماذا اختلف الخطاب؟ ! ولماذا لم يقل لسراقة ستُسْلم وستكون لك الجنة ...
_________
(١) راجع السيرة لابن هشام (٤/ ٣٣٠ وما بعدها)، وزاد المعاد لابن القيم (٣/ ٦٨٨ وما بعدها).
(٢) أورده ابن حجر في الإصابة (٣/ ٤١)، والبيهقي في السنن الكبرى (٦/ ٣٥٧، ٣٥٨).
(٣) رواه البخاري (٤٩١٣)، ومسلم (١٤٧٩).',NULL,'160',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (159,'ولماذا لم يَقُل لعمر ستكون أميراً عظيماً، وسلطاناً مهيباً، وستملك ما تحت قدم قيصر وكسرى؟ .
ذلك لأن رسول الله - صلى الله عليه وسلم - كان في دعوته وإجاباته مستحضراً حال المدعو الإيمانية ...
فأما سراقة فلم يخرج لاحقاً رسول الله - صلى الله عليه وسلم - إلا للمال، ونفسيته نفسية غير إيمانية، فهو لا يقيم وقتئذ للإيمان والجنة وزناً، فلا يناسب أن يقال له: ستكون مؤمناً، وستدخل الجنة، لأن نفسيته - يومئذ - كانت نفسية دنيوية، وقصده من اتباع النبي كان قصداً مادياً، فناسب أن يَعِدَهُ الرسول - صلى الله عليه وسلم - بالمادة (سواري كسرى) التي هي مقصده الأول وقتئذ، ومعلوم عند سراقة أمانة رسول الله وصدقه .. وأنه إذا وعد وفى.
وأما عمر رضي الله عنه فنفسيته نفسية إيمانية، لا تقيم للدنيا وزناً، أمام رضا الله تعالى وجنته، فناسب أن يخاطب نفس عمر بما يناسبها، فقال له: ((أما ترضى أن تكون لهم الدنيا، ولنا الآخرة)).
كما يَصْلُحُ هذا شاهداً قوياً لما سبق ذكره في باب مراعاة أحوال المدعوين الشخصية والنفسية.
ويدخل في هذا الباب كذلك؛ المسلمون الحديثو عهد بالجاهلية، إذ لا يكون خطابهم كخطاب المؤمنين السابقين بالإيمان، أو الذين وُلدوا في الإسلام، كما لا يكون خطاب الصغار كخطاب الكبار.
ذلك لأن الإيمان والعلم لا يكونان عند حديثي العهد، كما يكونان عند المؤمنين السابقين بالإيمان.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (160,'فمن ذلك، ما وقع من الأحداث في أول قيام الإسلام في المدينة، فقد قارف ماعز رضي الله عنه ذنبًا، فجاء إلى رسول الله - صلى الله عليه وسلم - معترفاً بِذنبه، طالباً إقامة الحد عليه، وكان الإسلام -وقتئذ- كله حديث عهد بالمدينة، فراح رسول الله - صلى الله عليه وسلم - يُعرض عنه .. رغم مصارحة ماعز رضي الله عنه بفعله (١). كل ذلك تقديراً للظروف العامة التي يمر بها الإسلام، والظروف الإيمانية التي يمر بها المسلم الحديث العهد، وما يكون منه من الذنوب.
_________
(١) أخرجه البخاري (٦٨٢٤)، ومسلم (١٦٩٢).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (161,'<span data-type="title" id=toc-52>المبحث الخامس مراعاة أحوال المدعوين النفسية، وظروفهم الخاصة، وحاجاتهم الملحة</span>.
من أفضل ما يتحلى به الداعية، إدراكُ ما عليه المدعوون من حالة نفسية خاصة، أو ظرف طارئ، وما يكون عادة بينهم من التفاوت في المنازل.
فإذا كان ثمة زلزال، أو حريق .. وحصل هلع، ووقع هرع، وتكشفت النساء، واختلطن بالرجال، فليس من الشرع أن يعاب عليهن، وهن لم يقصدن ذلك، أو يقف الداعية- وقتئذ- ليعظهن في حلال وحرام، والأمر فيه موت، وشغل عما هو فيه.
أو كان المسلمون في بلد تحت الاضطهاد، كما كان الأمر في عهد الحكم الشيوعي، فعليه أن يقدر ظروفهم، وأن لا يحملهم مالا يطيقون.
وقد عذر الله الذين لا يستطيعون الهجرة إلى ديار الإسلام نظراً لظروفهم الخاصة.
{إِنّ الّذِينَ تَوَفّاهُمُ الْمَلآئِكَةُ ظَالِمِىَ أَنْفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُوا كُنّا مُسْتَضْعَفِينَ فِى الأرْضِ قَالْوَا أَلَمْ تَكُنْ أَرْضُ اللهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنّمُ وَسَآءَتْ مَصِيراً * إِلاّ الْمُسْتَضْعَفِينَ مِنَ الرّجَالِ وَالنّسَآءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً}. [النساء: ٩٧ - ٩٨]',NULL,'163',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (162,'وقال تعالى: {إِنّ الّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِى سَبِيلِ اللهِ وَالّذِينَ آوَوا وّنَصَرُوَا أُوْلَئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَالّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا} [الأنفال: ٧٢]
فكل هذه الأحكام تقديراً لظروفهم الخاصة.
ففي صحيح البخاري أن أبا ذر لما أسلم أمره رسول الله - صلى الله عليه وسلم - أن يرجع إلى قومه فقال له: ((ارجع إلى قومك فأخبرهم حتى يأتيك أمري)). (١)
أي: أمره رسول الله - صلى الله عليه وسلم - أن يمكث في أهله، ولا يهاجر الآن، حتى ينتصر الرسول - صلى الله عليه وسلم - ويتمكّن في الأرض.
وذلك تقديراً لظرفه الخاص، إذ لم يكن أبو ذر من أهل مكة، ولم يكن له ناصر منهم، فيؤذونه أذى كبيرًا، فطلب منه رسول الله - صلى الله عليه وسلم - ذلك.
كما لا يجوز للداعية، إغفال منازل الناس، ومقاماتهم الخاصة، وعليه مراعاتها، وفي الأثر عن عائشة رضي الله عنها: ((أنزلوا الناس منازلهم)) (٢).
وقال - صلى الله عليه وسلم -: ((أقيلوا ذوي الهيئات عثراتهم إلا الحدود)) (٣).
_________
(١) رواه البخاري (٣٨٦١). ومسلم (٢٤٧٤).
(٢) ذكره مسلم في المقدمة (١/ ١٧٠) فقال: وقد ذكر عن عائشة رضي الله عنها أنها قالت: أمرنا رسول الله - صلى الله عليه وسلم - أن ننزل الناس منازلهم، وأخرجه أبو داود (٤٨٤٢) وهو ضعيف، فيه انقطاع بين ميمون وعائشة وفيه علل أخرى، وأخرجه ابن عساكر (٤٢/ ٥٢٢) عن علي، وفيه الأصبغ بن نباته متهم بالكذب، فلعله من قول عائشة رفعه من رفعه خطأً لضعفه في الحفظ.
(٣) صحيح لغيره، أخرجه أبو داود (٤٣٧٥) وأحمد (٦/ ١٨١) والبيهقي في السنن (٨/ ٣٣٤) من طرق يرتقي بها إلى درجة الصحة لغيره.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (163,'والمقصود من الحديث: أنه إذا سقط من عُرِفَ عنه التُّقى، أو الوجاهة، في زلة أن يُعفى عنه، ويُغض الطرف عن زلته.
قال الإمام الشافعي: ((وذوو الهيئات الذين يقالون في عثراتهم: هم الذين ليسوا يُعرفون بالشر، فيزل أحدهم الزلة)). (١)
وفي هذا تقدير واضح لبعض الظروف التي يمر بها الناس.
ولما قدم عدي بن حاتم الطائي إلى رسول الله - صلى الله عليه وسلم - استضافه، وقدم له وسادة إكراماً له، فهو ابن كريم مشهور. (٢)
والمقصود؛ تقدير ذوي الهيئات .. ومن كان وجيهاً، أو سلطانا، فلا يستحسن مناصحته أمام الناس، بل لابد أن يكون على انفراد، وبأسلوب لا يدفعه إلى الاعتزاز بسلطته، أو استخدامها إذا لم ترُق له الموعظة.
قال - صلى الله عليه وسلم -: ((من أراد أن ينصح لذي سلطان بأمر فلا يُبْدِ له علانية، ولكن ليأخذ بيده فيخلو به، فإن قبل منه، فذاك، وإلا كان قد أدى الذي عليه له)). (٣)
وأهدت إحدى زوجات النبي - صلى الله عليه وسلم - للنبي طعاماً، وكانت ليلته عند بعض نسائه، فضربت التي النبي - صلى الله عليه وسلم - في بيتها بيدها يد الخادم فكسرت القصعة، فضمها وجعل فيها الطعام، ويقول: ((غارت أمكم)) وقال:
_________
(١) السنن الكبرى للبيهقي (٨/ ٣٣٤).
(٢) انظر سيرة ابن هشام (٤/ ٢٢٣)، وتاريخ ابن عساكر (٤٠/ ٧٧) وأصل الحديث في الترمذي (٢٩٥٣)، وأحمد (٤/ ٣٧٨)، وصحح أصله الألباني في الصحيحة.
(٣) رواه أحمد (٣/ ٤٠٣ - ٤٠٤)، والطبراني في الكبير (١٧/ ٣٦٧)، والحاكم (٣/ ٢٩٠) وصححه الألباني في السنة لابن أبي عاصم (١٠٩٦ - ١٠٩٨).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (164,'"كلوا" وحبس الخادم والقصعة حتى فرغوا، فدفع القصعة، وحبس المكسورة. (١)
أي: أخذ من بيت التي كسرت القصعة قصعة سليمة، وأرسلها للزوجة صاحبة القصعة المكسورة.
ومع بساطة هذه القصة، إلا أنها لا تخلوا من مدلول عظيم على سمو خلقٌ النبي - صلى الله عليه وسلم -، وتقديره لأحوال الناس، وظروفهم الطارئة.
ولو فعل أحد العلماء مثل هذا الفعل أمام رسول الله - صلى الله عليه وسلم -، لكان فيه من الاستهجان وتجاوز حدود الأدب الشيء الكثير، ولكن النبي - صلى الله عليه وسلم - أدرك -وقتئذ- حالتها الخاصة، وما ثار فيها من غَيْرة النساء التي تُفقِدُهُن عقلَهن، وحُسنَ التصرف، فما زاد أن قال: ((غارت أُمّكم)).
ومر رسول الله - صلى الله عليه وسلم - بامرأة تبكي على ولدها، فقال: ((اتقي الله واصبري))، قالت: إليك عني، فإنك لم تصب بمصيبتي، ولم تعرفه، فقيل لها: إنه النبي - صلى الله عليه وسلم -، فأتت باب النبي - صلى الله عليه وسلم - فلم تجد عنده بَوَّابِين، فقالت: لم أعرفك، فقال: ((إنما الصبر عند الصدمة الأولى)) (٢).
ولا شك أن كلمتها (إليكَ عني) كلمة كبيرة على أحدنا، فكيف إذا قيلت لرسول الله - صلى الله عليه وسلم -؟ ! ؟
ولكن النبي - صلى الله عليه وسلم - سيد الحكماء، أدرك ما كانت المرأة عليه من حالة خاصة، فضلاً عن أنها لم تعرفه .. فأعرض عنها، بل أعرض عن تعليمها، لأنها في حال لا يُمَكّنها من القبول والفهم، فلما جاءته وكانت
_________
(١) رواه البخاري (٢٤٨١، ٥٢٢٥).
(٢) أخرجه: البخاري (١٢٨٣)، ومسلم (٩٢٦).',NULL,'166',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (165,'في نفسية غير نفسيتها الأولى، أقبل عليها الرسول - صلى الله عليه وسلم - يعظها ويعلمها ولا يعاتبها.
ولما نزلت الآيات بتبرئة عائشة رضي الله عنها في حادثة الإفك، قالت لها أمها: قومي فاحمدي رسول الله - صلى الله عليه وسلم -، فقالت: ((لا والله؛ لا أقوم إليه، ولا أحمد إلا الله عز وجل)). (١)
ولا شك أن هذا القول لا يتناسب، ومقام الرسول - صلى الله عليه وسلم -، ولو كان مع أحدنا، لوجد في نفسه ما وجد.
ولكن النبي - صلى الله عليه وسلم - سيد الدعاة أدرك حالها الخاصة، فلم يجد في نفسه عليها، بل لم يعاتبها مجرد عتاب على هذا التصرف.
وانظر -يا رعاك الله- إلى هذا الحدث مع رسول الله - صلى الله عليه وسلم - ... وتأمل ما فيه من الحكمة في مخاطبة المدعو بما يناسب حاله.
جاء شاب إلى النبي - صلى الله عليه وسلم - فقال: ائذن لي بالزنى، فأقبل القوم عليه، فزجروه، وقالوا: مه مه، فقال: ادنه فدنا منه قريباً، قال: فجلس، قال: "أتحبه لأمك؟ قال: لا والله، جعلني الله فداءك. قال: "ولا الناس يحبونه لأمهاتهم" قال: "أفتحبه لابنتك؟ " قال: لا والله يا رسول الله، جعلني الله فداءك. قال: "ولا الناس يحبونه لبناتهم" قال "أفتحبه لأختك؟ " قال: لا والله جعلني الله فداءك. قال: "ولا الناس يحبونه لأخواتهم" قال: "أفتحبه لعمتك؟ " قال: لا والله جعلني الله فداءك. قال: "ولا الناس يحبونه لعماتهم" قال: "أفتحبه لخالتك؟ " قال: لا والله جعلني الله فداءك قال: "ولا الناس
_________
(١) انظر قصة حادثة الإفك عند البخاري (٤٧٥٠).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (166,'يحبونه لخالاتهم". قال: فوضع يده عليه، وقال: "اللهم اغفر ذنبه، وطهِّر قلبه، وحَصِّن فَرْجَه" قال: فلم يكن بعد ذلك الفتى يلتفت إلى شيء. (١)
لقد أدرك رسول الله - صلى الله عليه وسلم - حالته الخاصة، فلقد كان يتصارع في نفس الشاب شهوة عارمة، وإيمان صادق، ولم ير الشاب -وقتئذ- حلاً لهذا الصراع، وَفَضَّاً لهذا النزاع .. إلا إذناً مؤقتاً من النبي - صلى الله عليه وسلم - يتجاوز به حدود الشرع مؤقتا .. ثم يرجع إلى الشرع.
فتَقَدَّم إلى النبي - صلى الله عليه وسلم - ليستأذنه بالزنى بكل صراحة، وأدرك النبي - صلى الله عليه وسلم - حال الشاب، فلم يتوجه إليه بموعظة إيمانية، فضلاً عن أن يُعنِّفه أو يُوَبِّخه أو يطرده، لأن الشاب كان ممتلئاً إيماناً، ولولا ذلك لزنى دون إذن النبي - صلى الله عليه وسلم - وعلمه، وما دفعه إلى الاستئذان إلا الإيمان. فراح النبي - صلى الله عليه وسلم - يُذَكِّرُهُ بما في هذا العمل من مفسدة أخلاقية عظيمة .. تستبشعها الفطر السليمة، وتستقبحها النفوس العفيفة .. إذ أن المسألة ليست مسألة حرام فحسب ... بل فيها مفاسد أخرى، فكأن النبي - صلى الله عليه وسلم - يقول له: إذا استأذنت لك من الله ... فكيف نحصل على الإذن من آباء المزني بهن، وإخوانهن، وأعمامهن، وأخوالهن .. وإذا أذنت لك بالزنى بقريبات هؤلاء .. فهل ترضى أن آذن لهم فيزنوا بقريباتك ...
ولما بدأ الشاب يشعر أن لا مجال للإذن، ولا سماح بالإثم .. سارع رسول الله - صلى الله عليه وسلم - إلى تثبيته بدعاء، يثلج الصدور .. ويطمئن القلوب .. ويهدئ الأنفس ((اللهم اغفر ذنبه .. وطَهِّر قلبه .. وحَصِّن فَرْجَه)) (٢)
_________
(١) رواه أحمد (٥/ ٢٥٦ - ٢٥٧) واللفظ له، والطبراني في الكبير (٧٦٧٩، ٧٧٥٩)، وفي مسند الشاميين
(١٥٢٣)، وقال الهيثمي في المجمع (١/ ١٢٩): رواه أحمد، والطبراني في الكبير، ورجاله رجال الصحيح.
(٢) تقدم تخريجه في ص ( ... ).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (167,'ولو ذهبنا نتتبع النصوص من الكتاب والسنة، في تقدير ظروف المدعوين، لطال بنا المقام، واللبيب يكفيه الإلمام.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (168,'<span data-type="title" id=toc-53>المبحث السادس مراعاة حاجات المدعوين:</span>
من الضروري للداعية الحكيم: أن يراعي حاجات الناس، من فقر، ومرض، ونكاح، وأن لا يتجاهلها، بل يكون قوي الملاحظة في ذلك مع المدعوين.
فقد خرج رسول الله - صلى الله عليه وسلم - مرة، فإذا بأبي هريرة رضي الله عنه في الطريق، وقد خرّ على وجهه من الجَهْد والجوع، فقال له: "يا أبا هر" فقلت: لبيك رسول الله وسعديك، فأخذ بيدي فأقامني. وعرف الذي بي، فانطلق بي إلى رحله، فأمر لي بعُسّ من لبن، فشربت منه، ثم قال: ((عد فاشرب يا أبا هريرة)). (١)
ومن أعظم الفوائد الدعوية في هذا الحدث:
تَفَطُّن رسول الله - صلى الله عليه وسلم - إلى حال أبي هريرة، وعدم تجاهل حاجته ...
ومن بديع ما يذكر هنا: أن أحد الصحابة جامع زوجته في رمضان، فسأل النبي - صلى الله عليه وسلم - عن ذلك، فقال له: "هل تجد رقبة تعتقها؟ " قال: لا .. قال: فهل تستطيع أن تصوم شهرين متتابعين .. ؟ قال: لا .. فقال: فهل تجد إطعام ستين مسكينا؟ قال: لا .. قال: فمكث النبي - صلى الله عليه وسلم -، فبينا نحن على ذلك أتي النبي - صلى الله عليه وسلم - بِعَرَقٍ فيها تمر ((والعَرَقُ: المِكْتَل)) قال: أين السائل؟ فقال: أنا. قال: خذها فتصدق به، فقال الرجل: أعلى أفقر مني يا رسول الله؟
_________
(١) رواه البخاري (٥٣٧٥)، والعُسُّ: القدح الكبير، النهاية، مادة: (عسس).',NULL,'170',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (169,'فوالله ما بين لابتيها، -يريد الحرتين- أهل بيت أفقر من أهل بيتي، فضحك النبي - صلى الله عليه وسلم - حتى بدت أنيابه .. ثم قال: ((أطعمه أهلك)). (١)
فما أحوجنا إلى هذا الفقه العظيم .. وإلى تقدير ظروف المدعوين، إذ انقلب الذنب عليه -لصدقه ولحاله- نعمةً .. فهل من مدّكر.
ولما أدرك رسول الله - صلى الله عليه وسلم - حاجة أحد الصحابة -ممن كان يخدمه- في الزواج قال له: ((يا ربيعة ألا تتزّوج؟ )) (٢).
وأشهر من هذا كله: أن النبي - صلى الله عليه وسلم - كان يأمر الأئمة أن يخففوا من الصلاة، معللاً ذلك بقوله - صلى الله عليه وسلم -: ((أيها الناس إنكم منفرون، فمن صلّى بالناس فليخفف، فإن فيهم المريض والضعيف وذا الحاجة)). (٣)
ولا شك أن غنى الفقير، وزواجَ الأعزب، وشِبَعَ الجائع، مطلبٌ عظيم، وحاجة ملحةٌ، لا ينبغي للداعية أن يغفل أو يتغافل عنها.
_________
(١) رواه البخاري (١٩٣٦)، ومسلم (١١١١)، واللاّبة أو الحرّة: هي الأرض ذات الحجارة السود .. والمدينة بين لابتين عظيمتين، النهاية (٤/ ٣٧٤)، مادة: (لوب)، قلت: فأراد بهذا الساكنين بين هذين المكانين وهم جميع أهل المدينة.
(٢) رواه أحمد (٤/ ٥٨ - ٥٩)، والطيالسي في مسنده (١١٧٣)، والطبراني في الكبير (٥/ ٥٩)، والحاكم (٢/ ١٧٢ - ١٧٤)، وقال: هذا حديث صحيح على شرط مسلم، وتعقبه الذهبي بقوله: لم يحتج مسلم بمبارك، ورواه الحاكم أيضاً (٣/ ٥٢١) مختصراً، وأورده الهيثمي في مجمع الزوائد (٤/ ٢٥٦ - ٢٥٧)، وقال: رواه أحمد، والطبراني وفيه مبارك بن فضالة وحديثه حسن، وبقية رجاله رجال الصحيح.
(٣) البخاري (٩٠)، ومسلم (٤٦٦).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (170,'<span data-type="title" id=toc-54>المبحث السابع مراعاة أحوال الناس العامة، وما اعتادوا عليه:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-55>المطلب الأول: المقصود بأحوال الناس العامة:</span>
أي ما هم عليه في دينهم وبلدهم وطريقة تعاملهم، وما اعتادوه في حياتهم، وورثوه من آبائهم.
فقد يكون قوم حديثو عهد بإسلام، اعتادوا محرماً -يعلمون أنه محرم أو لا يعلمون- لا يُمكنهم الانفصال عنه في عشية أو ضحاها.
وقد يكونون في ضعف واضطهاد، لا يمكنهم القيام بشعائر الإسلام كلها، أو يكونون في حال قوة واستقرار، أو حال علم ودين، أو حال جهل وفجور.
فلابد للداعية أن يكون بصيراً بواقع الناس، عالماً بأحكام هذا الواقع .. فكما أن لكل قوم حالاً .. فإن لكل حال حكاً ومقالاً.

<span data-type="title" id=toc-56>المطلب الثاني: تقسيم عادات الناس إلى ثلاثة:</span>
الأول: ما اعتادوه مما هو مُحرَّم، لكنه مما عمّ فيهم وطم، كاعتياد النساء السفور والاختلاط، وسماع المعازف وَشرب الدخان، وما شابه هذه المحرمات، كما هو الحال في بعض البلاد.
الثاني: ما اعتادوه مما سكت عنه الشرع، لا يحرمه ولا يوجبه، ومن ذلك؛ ما اعتادوه في أطعمتهم وألبستهم وولائمهم وأفراحهم، وأدويتهم، وطرق بنائهم، وما شابه ذلك.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (171,'القسم الثالث: ما اعتادوه من الأخلاق الفاضلة، مما حث عليه الشرع حثاً عاماً، دون تقييد أو تخصيص، كالكرم والمروءة، وإغاثة الملهوف، والتعاون في حاجات المجتمع، وما شابه ذلك.
ولا بد للداعية قبل أن يخوض غمار الدعوة إلى الله تعالى؛ أن يكون على إدراك واقعي، وعلم شرعي، وحكمة دعوية في هذه العادات، حتى يضع الأمور في مواضعها، وينزل الأحكام على وقائعها، وحتى لا يتعرض لِمَا يُوقِف دعوته، ويُعرقل مسيرته.
لأن التعرض لعادات الناس دون حكمة، مُفْضٍ في كثير من الأوقات إلى الفتنِ، واتهامِ الداعية، ومؤذنٌ بعزله عن المجتمع، وتوقفه عن دعوته.
ذلك لأن تخليَ الناس عن عاداتهم -ولو كانت محرمة- ليس بالأمر الهين، فمن الصعوبة بمكان أن يستجيبوا بموعظة أو موعظتين.

<span data-type="title" id=toc-57>المطلب الثالث: أحكام هذه العادات:</span>
فأما عادات الناس التي حث عليها الشرع، فيُثني الداعية على الناس فيها خيراً، ويُشجعهم على الاستمرار عليها، ويَذْكُر لهم ما فيها من الخير والنفع، وما يترتب عليها عند الله من الأجر والعطاء، كي يستمروا عليها، ولا يتخلوا عنها.
وقد جاءت النصوص من الكتاب والسنة بالثناء على العادات الحميدة، ولو فعلها الجاهلون.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (172,'قال تعالى: {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِن تَأْمَنْهُ بِقِنْطَارٍ يُؤَدّهِ إِلَيْكَ وَمِنْهُمْ مّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاّ يُؤَدّهِ إِلَيْكَ ... } الآية [آل عمران: ٧٤]
وقد أثنى النبي - صلى الله عليه وسلم - على بعض أفعال الجاهلية، من ذلك: التحالف الذي كانوا يفعلونه على عمل الصالحات، كحلف المطيَّبين (١)، وحلف الفَضول (٢)، وقال - صلى الله عليه وسلم -: ((شهدت حلف المطيَّبين مع عمومتي وأنا غلام، فما أحب أن لي حُمْرَ النَّعَمِ، وأني أنكثه)) (٣).
والمقصود؛ جواز شكر غير المسلمين على مايفعلونه من أعمال خيرية.
وأما عاداتهم الدنيوية: التي سكت عنها الشرع، فلا يتعرض لها الداعية، من قريب أو بعيد، سلباً ولا إيجاباً.
فإن النبي - صلى الله عليه وسلم -، لَمَّا تعرض لعادتهم في تأبير النخل، أفادهم بعد ذلك: أنه رأيٌ رآه، وليس أمرًا دينيًا أمر به، فقال - صلى الله عليه وسلم -: ((أنتم أعلم بأمر دنياكم)). (٤)
وأما عاداتهم التي حرمها الشرع، واسْتَمْرَأَتْها أنفسهم، واعتادت عليها طباعهم، وانتشرت في مجتمعهم، فيراعي في النهي عنها ثلاث:
_________
(١) حلف المطيبين: وهو حلف عقد في أيام الجاهلية، وسمّي بهذا لأن المتحالفين طيّبوا الكعبة، وطيّبوا بعضهم، السيرة لابن هشام (١/ ١٥٠)
(٢) الفضول: هو حلف عقد في الجاهلية، وقيل: سمّي بذلك لأن معظم المتحالفين كانت أسماؤهم (الفضل) السيرة لابن هشام (١/ ١٥٣)
(٣) رواه أحمد (١/ ١٩٠)، والبيهقي في السنن الكبرى (٦/ ٣٦٦)، وصححه الحاكم (٢/ ٢١٩ - ٢٢٠)، ووافقه الذهبي.
(٤) رواه مسلم (٢٣٦٣).',NULL,'174',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (173,'الأولى: عدم التعرض لها كلها دفعة واحدة، والبدء بالأهم، فالأهم -أي بالتدرج-.
فإذا رأى في المجتمع مثلا اختلاطاً وكشفاً لوجه المرأة، -وهو يرى عورة وجه المرأة-، فليس من الحكمة أن يبدأ بالأمرين.
وإنما يَختَار الأخطر، وهو الاختلاط، ويُؤَخِر الكلام عن كشف الوجه.
الثانية: أن يتعرض للعادة، دون التعرض لأصحابها، والحُكم عليهم.
ففي مثالنا السابق؛ يذكر خطورة الاختلاط وحرمته، وما يفضي إليه من مفاسد عظيمة، ويضرب أمثلة مطلقة غير معينة.
ولا يتعرض للمُختلطين بالحُكم عليهم، كأن يقول: المُختلطون ديوثون، أو فاسقون، أو قليلو مروءة .. إلى غير ذلك من الأوصاف والأحكام المنفِّرة، والتي تكون -أكثرَ الأحيان- غيرُ صحيحة.
الثالثة: أن يلتزم منهج التغيير الذي سنبينه لاحقاً.
ومن ذلك: اختلاف طريقة النهي عن المحرم الذي شاع بين الناس واعتادوه-، ومنهم من لا يعلم حرمته، أو غير مقتنع بها- اختلافها عن طريق النهي عن محرم يتعاطاه بعضهم، والناس له كارهون.

<span data-type="title" id=toc-58>المطلب الرابع: مراعاة السنة لعادات الناس في التغيير:</span>
تتجلى سيرة رسول الله - صلى الله عليه وسلم - في هذا تجلياً واضحاً في كثير من عادات الجاهلية.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (174,'ومن ذلك؛ ما اعتاده الناس قبل الإسلام، من الزنى، والتمتع بالنساء، فحرم الإسلام الزنى، وسكت سكوتاً مؤقتاً عن متعة النساء .. ثم حرمها .. ثم أباحها في بعض الظروف الخاصة التي مرت بالمسلمين .. ثم حرمها إلى الأبد (١) ..
وهذا الأمر؛ وإن كان يدخل في باب التدرج بالمحرمات، ولكن لم يكن إلا تقديراً لظروف القوم الخاصة، وما اعتادوا عليه طوال حياتهم .. فمن الصعوبة بمكان أن يتخلوا عنه بسهولة، لذلك راعى الإسلام حالهم، ولم يتغافل عن ظرفهم.
وسيأتي تفصيل ذلك وأدلته في فصل (منهج الدعوة، مبحث التدرج).
وخلاصة هذا الباب: أن يراعي الداعية ظروفَ المدعوين، وأن لا يكن غافلاً عنها. فإن الدعوة إلى الله ليست دعوةً خاليةً، ولا مقالة نظريةً .. بل هي دعوةٌ عملية، وممارسةٌ واقعية، لا تغفل عن ظروف الناس، ولا عن أحوالهم .. بل هي تُعالج هذه الأحوالَ في إطار الشرعِ الُمطهَّر، تحت ظل الحكمة البالغة.
_________
(١) راجع صحيح مسلم (١٤٠٦)، والسنن الكبرى للبيهقي (٧/ ٢٠٤).',NULL,'176',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (175,'<span data-type="title" id=toc-59>الفصل الثالث منهجية الدعوة</span>
مما لا شك فيه أن للدعوة إلى الله تعالى، منهجيةً مبنيةً على أسس راسخة، وسبلاً بيّنة من الكتاب والسنة، واجبة الاتباع، لا تخضع لعواطف الناس، ولا تتأثر بأهوائهم، ولا تستجيب لاستخفافاتهم، بل هي منهجٌ مرسوم على بصيرة عظيمة {قُلْ هَذِهِ سَبِيلِىَ أَدْعُو إِلَىَ اللهِ عَلَىَ بَصِيرَةٍ أَنَا وَمَنِ اتّبَعَنِى وَسُبْحَانَ اللهِ وَمَآ أَنَا مِنَ الْمُشْرِكِينَ} [يوسف: ١٠٨].
وإن إغفال الالتزام بهذا المنهج، جرَّ على المسلمين مصائبَ مؤلمةً، وكوارثَ كبيرة، وتراجعاتٍ دعويةً مؤسفة.
وما سبق ذكره في هذا البحث، كان بياناً لصفات الداعية، ومراعاةً لأحوال المدعوين.
لكن؛ كيف تُعالج هذه الحالات معالجة منضبطة؟ وماهي ضوابط هذا المنهج؟ هذا هو الذي سيُتعرض إلى بعضه في هذا الفصل.
فما هو المنهج؟ .. وما المقصود منه .. ؟
المنهج: هو الأصول والقواعد الدعوية التي يجب على الداعية أن يراعيها في دعوته، لتحقيق الحكمة، لكي يوفق في مسيرته، وتثمر دعوته.
والمقصود من القواعد المنهجية: إرشادُ الداعية في طريقه، وضبطُ مسلكِه الدعوي، ومعالجةُ أحوال المدعوين، لإعطاء كل حال موقفها',NULL,'177',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (176,'وأسلوبها، ومنهجيتها الدعوية، وسنتناول هذا كله من خلال المباحث الثمانية التالية:',NULL,'178',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (177,'<span data-type="title" id=toc-60>المبحث الأول الدعوة إلى الإيمان قبل الأعمال والأحكام:</span>
وفيه ثمانية مطالب:

<span data-type="title" id=toc-61>المطلب الأول: معنى هذه القاعدة:</span>
المقصود من هذه القاعدة؛ أن تُقَدَّم الدعوة إلى الإيمان، بمفاهيمه وأصوله، على الدعوة إلى العبادات والمعاملات، من حلال وحرام، في المأكولات، والملبوسات، وغيرها، وتطبيقُ هذه القاعدة هو الأصل في مقام الدعوة، وبخاصة لمن فقد الإيمان، أو حصل له فيه خلل أو ضعف، وليست هذه القاعدة مطردة في كل حال ولا في كل مقام وليس لها دور في مقام التعليم والفقه، وسيأتي تفصيل هذه الحالات.

<span data-type="title" id=toc-62>المطلب الثاني: الحكمة من هذه القاعدة وثمرتها:</span>
يَكْمُنُ سر هذه القاعدة؛ في أن الإيمان يدفع صاحبه إلى المسارعة إلى التصديق بالخبر .. ماضياً كان أو أُنُفاً، والامتثال للحكم صعباً كان أو سهلاً، والاستجابة للطلب فعلاً كان أو تركاً، والقيام به بسهولة، ويسر، ونشاط، وشوق.
ومن أهم ذلك؛ العقيدة والعبادة، فإنهما إذا بُنيتا على إيمان واحتساب، سُلِّم للعقيدة بكل قبول ويقين دون شك ولا تردد، وأديت العبادة برغبة وطمأنينة، دون تعنت ولا استثقال، بل وَجد المرء فيها راحته، وقرة عينه.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (178,'ومما هو معلوم؛ أن الإيمان يزيد وينقص، فكلما نقص الإيمان، استثقل صاحبه الأعمال، وأعرض عنها، وشق عليه ترك المحرمات، وكلما ازداد الإيمان، ازداد المدعو تسليماً للعقيدة، واستجابة للأحكام، وإقبالاً على الأعمال، واستسهل ذلك، بل استمتع به وتلذذ .. دون عناء كبير من الداعية في الدعوة لكل أمر، فإن الداعية إذا بنى دعوته على الإيمان، لم يجد تعنُّتاً من المدعوين في الاستجابة والتسليم ... كما يجده لو بدأ بالأعمال والأحكام قبل الإيمان.
ولذلك قال - صلى الله عليه وسلم -: (( .... وجُعلت قرّة عيني في الصلاة)) (١).
لأنها بنيت على إيمان واحتساب، وتسليم ورغبة.
وكان - صلى الله عليه وسلم - يقول لبلال -إذا حان وقت الصلاة-: ((أرحنا بها يا بلال)) (٢)، فانظر الفارق بين ((أرحنا بها))، وبين: ((أرحنا منها)) وهي لسان حال كثير من الكسالى في كل زمان.
فكل هذا ثمرة الإيمان قبل الأحكام.
وأما عندما تؤدى العبادة بلا إيمان، أو بإيمان ضعيف، فيستثقلها صاحبها، ويؤديها على كره، وبغير خشوع.
قال تعالى عن المنافقين: {إِنّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوَا إِلَى الصّلاةِ قَامُوا كُسالىَ يُرَآءُونَ النّاسَ وَلا يَذْكُرُونَ اللهَ إِلاّ
_________
(١) رواه أحمد (٣/ ٢٨٥)، والنسائي (٧/ ٦١)، والحاكم (٢/ ١٦٠)، وصححه، ووافقه الذهبي.
(٢) رواه أبو داوود (٤٩٨٥، ٤٩٨٦)، والطبراني في الكبير (٦/ ٢٧٧)، وأبو بكر الإسماعيلي في معجمه (٢/ ٥٨١)، والخطيب البغدادي في تاريخ بغداد (١٠/ ٤٤٢)، وانظر صحيح أبي داود (٤١٧١، ٤١٧٢)',NULL,'180',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (179,'قَلِيلاً * مّذَبْذَبِينَ بَيْنَ ذَلِكَ لا إِلَىَ هَؤُلآءِ وَلا إِلَى هَؤُلآءِ وَمَن يُضْلِلِ اللهُ فَلَن تَجِدَ لَهُ سَبِيلاً} [النساء: ١٤٢ - ١٤٣]
وقال سبحانه: {وَاسْتَعِينُوا بِالصّبْرِ وَالصّلاةِ وَإِنّهَا لَكَبِيرَةٌ إِلاّ عَلَى الْخَاشِعِينَ * الّذِينَ يَظُنّونَ أَنّهُم مّلاقُوا رَبّهِمْ وَأَنّهُمْ إِلَيْهِ رَاجِعُونَ} [البقرة: ٤٥ - ٤٦]
أي: إن أداء الصلاة لثقيل، وإن فعلها لشاق، على الذين لا يؤمنون بها، ولا يخشعون فيها، وذلك لفقدان الإيمان بالعبادة المؤداة كما هو الحال عند المنافقين، أو لضعفه فيها عند المسلمين الكسالى.
علاوة على هذا؛ فإن الإيمان شرطٌ لقبول العمل، وزيادته تدفع صاحبها إلى الإقبال على العمل الصالح، والانتهاء عن العمل الفاسد بصدق، قال الله تعالى: {فَمَن يَعْمَلْ مِنَ الصّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلا كُفْرَانَ لِسَعْيِهِ وَإِنّا لَهُ كَاتِبُونَ} [الأنبياء: ٩٤].
ولأجل ذلك كان رسول الله - صلى الله عليه وسلم - يذكرهم بالإيمان في كل مناسبة، فمن ذلك قوله: ((من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه)) (١)،

<span data-type="title" id=toc-63>المطلب الثالث: مثل العبادة عند قوي الإيمان، وعند ضعيفه:</span>
إن مثل الذي يؤدي العبادة عن كره وضعف إيمان، ومثل الذي يؤديها عن إيمان واحتساب، كمثل رجلين: رجل تزوج من لا يحب، ورجل تزوج ممن يحب.
_________
(١) البخاري (٣٨، ١٩٠١)، ومسلم (٧٦٠).',NULL,'181',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (180,'فأما الأول: فلا يُقبِل على أهله إلا كُرْها، من غير رغبة ولا استمتاع، ولا يشعر بطمأنينة معها، وينتظر بفارغ الصبر مفارقتها، وإذا فارقها شعر براحة، وفارقها بغير حسرة، ولا تمنٍ في الرجوع إليها.
وأما الذي تزوج من يحب، فإنه يُقبِل على زوجته برغبة ولهفة، وشوق واستمتاع، ولا يحب فراقها، وإذا فارقها فارقها على كره وحسرة، وفي نفسه شوق للعود إليها.
وهكذا من أقبل على الطاعة، بإيمان مسبق، أقبل عليها بحب وشوق، وفارقها على كره .. ومن أقبل على الطاعة، بغير إيمان أو بضعف فيه، أقبل عليها على كره، وأداها بمشقة، وفارقها على فرح.
ويظهر هذا جليا في أصحاب رسول الله - صلى الله عليه وسلم -، ومن تبعهم من الصالحين في خشوعهم في عباداتهم، وشوقهم لها، وقصصُ الصالحين في ذلك كثيرة، فمنهم من دخل في صلاة وأجري له عمليةٌ جراحية (١)، ومنهم: الذي هدم المسجد وهو يصلي ولم يشعر (٢) ومنهم .. ومنهم .. وكل ذلك بموجِب الإيمان القوي الذي سبق العبادة، فدفعهم إلى هذا ...
وكذلك يظهر جليا التقصير في المنافقين ومن تبعهم في أعمالهم ... وذلك لانعدام الإيمان أو لضعفه كما سبق بيانه.

<span data-type="title" id=toc-64>المطلب الرابع: أدلة ((الإيمان قبل الأعمال والأحكام)) ودعوة الرسل:</span>
_________
(١) راجع سير أعلام النبلاء (٤/ ٤٢٩).
(٢) راجع مجموع الفتاوى (٢٢/ ٦٠٥).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (181,'سبق أن ذُكر: أن الإيمان يقذف في القلب حب الاستجابة، والمسارعة إلى الطاعة، والحلاوة في العبادة، واللذة في المناجاة ..
لذلك أمر الله به قبل الأعمال، وكان سبحانه يُذكّر المؤمنين به قبل أمره ونهيه.
قال تعالى: {يَا أَيّهَا الّذِينَ آمَنُوا آمِنُوا بِاللهِ وَرَسُولِهِ وَالْكِتَابِ الّذِى نَزّلَ عَلَىَ رَسُولِهِ وَالْكِتَابِ الّذِىَ أَنَزلَ مِن قَبْلُ وَمَن يَكْفُرْ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الاخِرِ فَقَدْ ضَلّ ضَلالاً بَعِيداً} الآية [النساء: ١٣٦].
فقدّم سبحانه الأمر بالإيمان على كل عمل.
وقال تعالى: {{قُل لّعِبَادِىَ الّذِينَ آمَنُوا يُقِيمُوا الصّلاةَ .. } الآية [إبراهيم: ٣١].
أي: ما دمتم آمنتم، وبنيتم قواعد دينكم .. فابدؤوا بالأعمال، فإنها من لوازم إيمانكم.
ومثل هذا كثير في القرآن الكريم، ومنه كل كلام لله فيه: ((يا أيها الذين آمنوا ... ))، فنداء المؤمنين بوصفهم، يثير في النفس كوامن هذا الوصف، وهو هاهنا، ((الإيمان)) الذي يدفع نحو الاستجابة لما بعد النداء، من أمر أو نهي ..
ومثل ذلك قوله تعالى -بعد أن يأمر أو ينهى-: { .. ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الاخِرِ .. } الآية [التحريم: ٢].
فمن لم يؤمن بالله واليوم الآخر فلا يتأثر بموعظة، ولا يستجيب لطلب.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (182,'وهذا سر قول الكافرين لأنبيائهم: {قَالُوا سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُنْ مّنَ الْوَاعِظِينَ}. [الشعراء: ١٣٦]
ولذلك كان الأنبياء يَدعُون إلى الإيمان قبل الأحكام، -ورأس الإيمان التوحيد- ويمكثون السنين الطوال في هذا .. وقد مكث رسول الله - صلى الله عليه وسلم - في قومه ثلاث عشرة سنة، يدعو إلى الإيمان، ويُربِّي أتباعه على زيادته، دون أن يتعرض لمعظم الأحكام، أو ينهى عن معظم المحرمات، وكان بعض أصحابه يمارسون ماعُدّ بعد ذلك من الكبائر، كالخمر، والميسر وما شابه ذلك، ولم ينههم عنها، قبل أن يتوطن الإيمان في قلوبهم.
فلما وقر الإيمان في القلوب، وذلت لبارئها النفوس، أمرهم بالعبادات .. ثم بين لهم أحكام المعاملات .. ونهاهم عن المحرمات.
ولم ينزل تحريم الخمر إلا بعد ثلاث سنوات خَلَوْنَ من هجرته -عليه الصلاة والسلام- إلى المدينة.
ولما نزل تحريمه، سارع المسلمون إلى الاستجابة، لِمَا سبق فيهم من الإيمان.
فعن أنس قال: كان لنا خمر غير فَضِيخِكُم هذا الذي تسمونه الفَضِيخ (١)، فإني لقائم أسقي أبا طلحة وفلاناً وفلاناً إذ جاء رجل فقال: وهل بلغكم الخبر؟ فقالوا: وماذاك؟ قال: حرمت الخمر، قالوا: أهرق هذه القلاس يا أنس، قال: فما سألوا عنها ولا راجعوها بعد خبر الرجل. (٢)
_________
(١) الفضيخ: شراب يتخد من البسر (التمر قبل أن يصبح رطباً ويسمى بلحاً) وحده من غير أن تمسه النار. انظر لسان العرب (٣/ ٤٥)، مادة: (فضخ)، وكانوا يصنعون منه الخمر.
(٢) رواه البخاري (٤٦١٧)، ومسلم (١٩٨٠).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (183,'وقصة نساء الأنصار حين نزول آية الحجاب مشهورة.
فعن عائشة رضي الله عنها قالت: يرحم الله نساء المهاجرات الأُول لما أنزل الله: {وَلْيَضْرِبْنَ بِخُمُرِهِنّ عَلَىَ جُيُوبِهِنّ} [النور: ٣١]، شققن مُرُوطَهُنَّ (١) فاختمرن بها)). (٢)
وكل هذه الاستجابات، كانت لسبق الإيمان الأحكام، ولو أنهم أمروا باجتناب المحرمات قبل الإيمان لما أطاعوا.
فقد قالت عائشة أم المؤمنين رضي الله عنها .. : إنما نزل أول مانزل منه (أي القرآن) سورة من الُمفصَّل، فيها ذكر الجنة والنار، حتى إذا ثاب الناس إلى الإسلام، نزل الحلال والحرام، ولو نزل أول شيء: لا تشربوا الخمر، لقالوا: لا ندع الخمر أبداً، ولو نزل: لا تزنوا لقالوا: لا ندع الزنا أبداً، لقد نزل بمكة على محمد - صلى الله عليه وسلم - وإني لجارية ألعب: ((بل الساعة موعدهم والساعة أدهى وأمر)).، وما نزلت سورة البقرة والنساء إلا وأنا عنده .. (٣) قال: ((فأخرَجَتْ له المصحف فَأَمْلَتْ عليه آي السور)).
فانظر إلى هذا التأصيل لهذه القاعدة من عائشة رضي الله عنها ..
ولما رأى ابن عمر رضي الله عنه إعراض الناس عن الأحكام، وعدم العمل بالقرآن -رغم حفظهم له- علَّلَ ذلك بمخالفة مضمون هذه القاعدة، وأن الأحكام سبقت عند هؤلاء الإيمان، فلم يعملوا بالأحكام حق العمل، فقال رضي الله عنه: ((لقد عشنا بُرْهةً من دهرنا،
_________
(١) * المرط: هو كساء (ثوب) للمرأة يصنع من صوف أو غيره، النهاية في غريب الحديث والأثر (٣/ ٣١٩).
(٢) رواه البخاري (٤٧٥٨، ٤٧٥٩)
(٣) رواه البخاري (٤٩٩٣).',NULL,'185',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (184,'وأحدُنا يُؤتى الإيمان قبل القرآن، فتنزل السورة على محمد - صلى الله عليه وسلم - فنتعلم حلالها وحرامها، وآمِرَهَا وزَاجِرَها، وما ينبغي أن يقف عنده منها كما تَعَلَّمُونَ أنتم اليوم القرآن، ثم لقد رأيت اليوم رجالاً يُؤتى أحدُهُم القرآن قبل الإيمان، فيقرأ ما بين فاتحتِهِ إلى خاتمتِهِ، ما يَدْرِي ما آمِرُه ولا زاجِرُه، ولا ما ينبغي أن يقف عنده منه، فينثُرُه نَثْرَ الدَّقَلِ)) (١) الحديث. قلت: كل هذا بسبب أن القرآن سبق الإيمان.

<span data-type="title" id=toc-65>المطلب الخامس: صور من تطبيق هذه القاعدة:</span>
إن لتطبيق هذه القاعدة حالاتٍ وصوراً خاصة بها من ذلك:

<span data-type="title" id=toc-66>الصورة الأولى: كون المدعو غير مؤمن </span>.. فهذا يُدعى إلى الإيمان بالإجمال، ومقتضياته: من التوحيد والإذعان، والتسليم والانقياد، ويُدعى إلى أصول الإسلام العامة .. قبل دعوته إلى العبادات، وفرعيات الدين، والحلال والحرام.
فإن استجاب؛ تُدرِّج معه في تبليغه الأحكام - كما سيُبيَّن في باب التدرّج - مع الاستمرار في الجرعات الإيمانية، ليزيد إيمانه. وليس من الحكمة في شيء دعوته أو مناقشته في بعض الأحكام الإسلامية، وبخاصة الفرعية منها؛ كحقوق المرأة، والحجاب، والإرث، وهو كافر بالأصل كله.
_________
(١) رواه البيهقي (٣/ ١٢٠)، وابن عساكر (٣١/ ١٦٠)، والحاكم (١/ ٣٦) وقال: هذا حديث صحيح على شرط الشيخين، ولا أعرف له علة، ولم يخرجاه، ووافقه الذهبي.
الدقل: التمر الرديء، النهاية، مادة: (د ق ل).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (185,'غير أنه يجوز ذلك حيناً على سبيل بيان محاسن الإسلام، كعدالة الإسلام في توزيع الإرث، واحترام المرأة، وفوائدِ بعض الواجبات كالحجاب، ومضارِ بعض المحرمات كالخمر، ولكن على سبيل الإجمال.

<span data-type="title" id=toc-67>الصورة الثانية: كون المدعو مسلماً، غير أن فيه جهلاً، وتقصيراً وعصياناً</span>، فأمثال هؤلاء يُدعون إلى زيادة الإيمان بالله ورسوله - صلى الله عليه وسلم -، والتفصيل في مقتضيات الإيمان، ولوازمه، من الاستجابة والتسليم، ويدعون بالترغيب والترهيب .. قبل أن يقال لأحدهم: هذا حرام، وهذا حلال، والمشكلة ليست في عدم علمه بذلك، - فهو يعلم ذلك- وإنما المشكلة في قلة إيمانه، وضعف استجابته، وإصلاح هذا لا يتم بمجرد إخباره عن حُكم يعلمه، بل لا بد من معالجة أسباب ذلك، وهي هاهنا ضعف الإيمان.
<span data-type="title" id=toc-68>المطلب السادس: قاعدة الإيمان قبل الأعمال والأحكام، لا تمنع تبليغ الحلال والحرام:</span>
إن تقرير هذه القاعدة في منهج الداعي، لا يعني: ألا يخبر الناس بالحلال والحرام، وإنما يعني: أن يقدم في مقام الدعوة الإيمان على التحريم والتحليل في مقام الدعوة.
لأن الإيمان قاعدة الأعمال، كما هي الحال في قواعد البناء، إذ لا يمكن أن يُقام بناء إلا على قواعد، وكذلك في الإسلام، لاتقوم الأعمال',NULL,'187',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (186,'بلا إيمان، وإلا كان العامل منافقاً، وإن كان مؤمناً بلا أعمال كان مرجئاً. (١)
والقاعدة؛ ليست مطردة في كل حال، ومع كل مدعو، فقد يكون من الحكمة مواكبةَ الإيمان بالأحكام، ويلزم أحياناً تقديم بيان بعض الأحكام إذا تعيّن ذلك، أو لزم تحذير المدعو مباشرة من المحرم الذي يتعاطاه.
لكن القاعدة تقرر: أن الأصل في الدعوة البدء بدعوة الناس إلى الإيمان، والقناعة والتسليم، ثم بعد ذلك يُدعون إلى الأحكام.

<span data-type="title" id=toc-69>المطلب السابع: تطبيق هذه القاعدة على أهل العصر:</span>
نظراً لبعد العهد الذي بين زماننا وعهد النبوة. وما مر على الأمة من رزايا، وما دُسّ فيها من بلايا، وما حدث من التأثر بالآخرين، وما فُتح على الناس من الدنيا .. نظراً لهذا ولغيره .. فقد ضَعُفَ الإيمان في قلوب كثير من المسلمين، الأمر الذي دفعهم إلى استثقال العبادات، وصعوبة هجر المنكرات، وتخلى كثير من المسلمين عن التمسك بدينهم، بل عن أداء بعض الأركان، وتفشى في الأمة سراً وجهاراً العصيان، ورغم هذا
_________
(١) المرجئ من المرجئة: وهم طوائف؛ منهم من يقول: إن الأعمال لا تدخل في مسمى الإيمان ولا تزيده ولا تنقصه، وأن إيمان جبريل ومحمد عليهما الصلاة والسلام كإيمان أفسق الفاسقين من المسلمين، ومنهم من يقول: الإيمان هو النطق باللسان فقط، ولا علاقة للقلب بذلك، ومنهم من يقول: الإيمان هو معرفة الله فقط، ولو لم يسلم العبد، ولو لم يؤمن بالنبي، والفرقتان الأخيرتان ضالتان بل الأخيرة كافرة [مجموع الفتاوى لابن تيمية ٧/ ١٩٤ - ٢٠٦]، [الفرق بين الفرق للبغدادي (١/ ١٩)، ومابعدها، مقالات الإسلاميين للأشعري (١/ ١٣٢)، ومابعدها، الملل والنحل للشهرستاني (١/ ٣٩)، وما بعدها].',NULL,'188',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (187,'كله ما يزال وللأسف بعض العلماء والدعاة في مقام الأحكام .. يُصْدِرُون للناس وعلى الناس الأحكام، وكأنّ الناس على درجة من الإيمان توازي درجة الصحابة، بل وضعوا أنفسهم في مقام قضائي، كأنهم يعيشون في دنيا تختلف عن الدنيا التي يعيش فيها الآخرون.
فَفَرّ الناس منهم وهم لا يشعرون، وهم مازالوا على منابر الأحكام، ومنصات القضاء يصولون ويجولون.
فلعلّ هذا من أسرار جفاء الناس عن الطاعة، واستثقالهم العبادة، وعدم استجابتهم للأحكام.
لذا بات من الضروري جداً؛ أن يعيد هؤلاء الدعاة النظر في هذا المسلك، وأن يعملوا بهذه القاعدة المنهجية ((الإيمان قبل الأعمال والأحكام)) حتى يقوى الإيمان، فيرجع الناس ليسمعوا الأحكام، ويعملوا بها.

<span data-type="title" id=toc-70>المطلب الثامن: سبل زيادة الإيمان:</span>
يُستحسن -قبل مغادرة هذه القاعدة- ذكرُ بعض سُبل زيادة الإيمان التي تُعين العبد على الإقبال على الرحمن، وأداء ما افترضه من الواجبات والأركان. والانتهاءِ عن العصيان، وتُسهِّل على الداعية الدعوة، وقبول المدعوين لها.
ومن المعلوم من نصوص الكتاب والسنة، وما عليه أهل السنة والجماعة: أن الإيمان يزيد وينقص.
قال تعالى: {وَيَزْدَادَ الّذِينَ آمَنُوَا إِيمَاناً .. } الآية [المدثر: ٣١].',NULL,'189',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (188,'وقال تعالى: {الّذِينَ قَالَ لَهُمُ النّاسُ إِنّ النّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ} [آل عمران: ١٧٣].
وكلما ازداد الإيمان، ازداد العبد صلاحاً وإقبالاً على ربه، وكلما نقص وضعُف، اقترب العبد من السوء، وأعرض عن ربه.
من الوسائل التي تزيد الإيمان:
- الأولى: التركيز على بيان صفات الله عز وجل جميعها .. من العلم والسمع والبصر والحكمة و ... وبيان مقتضى الإيمان بها، وما يثمر من المحبة لله، والخشية منه، والوقوف عند حدوده، ومراقبته.
قال تعالى: {الرّحْمَنُ فَسْئَلْ بِهِ خَبِيراً} [الفرقان: ٥٩]
وقال تعالى: {وَللهِ الأسْمَآءُ الْحُسْنَىَ فَادْعُوهُ بِهَا وَذَرُوا الّذِينَ يُلْحِدُونَ فِيَ أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف: ١٨٠]
ودعاء العبد بأسماء الله -وهو مؤمن بها، مدرك لمعناها- يَهَبُه لذة المناجاة، ويزيده قربة من ربه.
-الوسيلة الثانية: تبيين مصالح الطاعة، ومفاسد المعصية العامة والخاصة، فإن مقتضى حكمة الله أن لكل حكم مصلحةً بالغة في طاعته، ومفسدةً عظيمة في مخالفته، ومن ذلك ما يُدْرك، ومنه ما لا يُدْرك: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللّطِيفُ الْخَبِيرُ} [الملك: ١٤].
ولا يحل لمخلوق الخروج من شرع الله، سواءً أدرك الحكمة من ذلك أو لم يدرك، وسواءً حصّل مصلحته الظاهرة أو لم يحصّلها.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (189,'قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللهُ وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: ٣٦]، وقال تعالى: {إِنّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوَا إِلَى اللهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [النور: ٥١].
-الوسيلة الثالثة: الدعوة إلى محبة الله عز وجل، ومحبة رسوله - صلى الله عليه وسلم -، والرغبة في لقاء الله عز وجل، ولقاء رسوله - صلى الله عليه وسلم -، وذلك بذكر نعم الله على الإنسان، وفضل رسوله - صلى الله عليه وسلم -.
قال تعالى: {وَالّذِينَ آمَنُوا أَشَدّ حُبّاً للهِ .. } الآية [البقرة: ١٦٥]، وقال سبحانه: {يَأَيّهَا الّذِينَ آمَنُوا مَن يَرْتَدّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللهُ بِقَوْمٍ يُحِبّهُمْ وَيُحِبّونَهُ ... } الآية [المائدة: ٥٤].
وقال - صلى الله عليه وسلم -: ((لا يؤمن أحدكم حتى يكون الله ورسوله أحب إليه مما سواهما .. )) الحديث. (١)
وقال - صلى الله عليه وسلم -: ((من أحب لقاء الله أحب الله لقاءه .. )) الحديث. (٢)
- الوسيلة الرابعة: الدعوة إلى تأمل خلق الله بعامة، وخلق الإنسان بخاصة.
قال تعالى: {إِنّ فِي خَلْقِ السّمَاوَاتِ وَالأرْضِ وَاخْتِلافِ الْلّيْلِ وَالنّهَارِ لايَاتٍ لاُوْلِي الألْبَابِ * الّذِينَ يَذْكُرُونَ اللهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكّرُونَ فِي خَلْقِ السّمَاوَاتِ وَالأرْضِ ... } [آل عمران: ١٩٠، ١٩١]
_________
(١) البخاري (١٦)، ومسلم (٤٣).
(٢) البخاري (٦٥٠٧)، ومسلم (٢٦٨٣).',NULL,'191',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (190,'وقال تعالى: {وَفِي الأرْضِ آيَاتٌ لّلْمُوقِنِينَ * وَفِيَ أَنفُسِكُمْ أَفَلا تُبْصِرُونَ} [الذاريات: ٢٠، ٢١]
-وقال - صلى الله عليه وسلم -: ((تفكروا في آلاء الله -وفي رواية: خلق الله-، ولا تتفكروا في الله)) (١).
- الوسيلة الخامسة: استعمال أسلوب الترغيب والترهيب، وذلك بذكر جزاء المطيعين الصالحين، وجزاء المخالفين المفسدين.
وهذا أسلوب القرآن الكريم في دعوته، وأسلوب الرسل، وفي مقدمتهم محمد صلى الله عليهم وسلم جميعاً، وسيأتي تفصيل ذلك في مبحث الموازنة بين الترغيب والترهيب من منهجية الدعوة.
- الوسيلة السادسة: الحث على أداء العبادات، فإن العبادات -بعامة، وبعضها بخاصة كقيام الليل- تزيد في الإيمان.
قال تعالى في الحديث القدسي: ((وما تَقرَّب إلي عبدي بشيء أحب إلي مما افترضتُه عليه، وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه، فإذا أحببته كنتُ سمعه الذي يسمع به، وبصره الذي يُبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينّه، ولئن استعاذني لأعيذنّه، وما ترددت عن شيء أنا فاعله ترددي عن نفس المؤمن، يكره الموت وأنا أكره مَسَاءَتَه)) (٢).
-الوسيلة السابعة: تلاوة القرآن وسماعه والتفكر فيه وفهمه.
_________
(١) رواه الطبراني في الأوسط (٦٣١٥)، وأبو الشيخ في العظمة (١)، واللالكائي في السنة (٩٢٧)، والبيهقي في الشعب (١٢٠)، وذكره الشيخ الألباني في الصحيحة (١٧٨٨).
(٢) رواه البخاري (٦٥٠٢).',NULL,'192',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (191,'قال تعالى: {إِنّمَا الْمُؤْمِنُونَ الّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَىَ رَبّهِمْ يَتَوَكّلُونَ} [الأنفال: ٢]
-الوسيلة الثامنة: مصاحبة الأخيار، ومجانبة الأشرار.
ولربما كانت هذه الوسيلة من أهم الوسائل تأثيرا في الإنسان، في زيادة إيمانه أو نقصانه.
وفضلاً عن النصوص من الكتاب والسنة التي تبيَّن هذا، فإن الشاهد الواقعي يؤكد تأثير الصحبة وبخاصة في مقتبل العمر ..
وقد قال تعالى: {فَأَغْوَيْنَاكُمْ إِنّا كُنّا غَاوِينَ} [الصافات: ٣٢]، وقال: {وَمَآ أَضَلّنَآ إِلاّ الْمُجْرِمُونَ} [الشعراء: ٩٩].
وقال - صلى الله عليه وسلم -: ((المرء على دين خليله فلينظر أحدكم من يُخالل)). (١)
- الوسيلة التاسعة: استحضار مصير الإنسان، وعدم الغفلة عنه، والتذكير باليوم الآخر، وما يكون فيه من مواقف ومآل، فهو من أعظم الواعظين، ومن أفضل سبل زيادة الإيمان، والناظر في كتاب الله يجد من هذا اللون الكثير، فكم مرة قرن الله الإيمان باليوم الآخر بنفسه سبحانه؟ {ذَلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الاخِرِ .. } [البقرة: ٢٣٢] وكم مرة ختم الآيات بـ ((وإليّ المصير))، ((وإلى الله المصير))، وهكذا.
_________
(١) رواه أبو داود (٤٨٣٣)، والترمذي (٢٣٧٨)، وقال حسن غريب، وصححه غير واحد من الأئمة، منهم: الحاكم كما في المستدرك (٤/ ١٧١)، والألباني في الصحيحة (٩٢٧).',NULL,'193',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (192,'وقال - صلى الله عليه وسلم -: ((أكثروا من ذكر هادم اللذات)) (١).
وقال ابن مسعود: ((كفى بالموت واعظاً)) (٢).
وللإيمان وسائل كثيرة لزيادته .. وهذه من أهمها. (٣)
_________
(١) رواه الترمذي (٢٣٠٧)، والبيهقي في الشعب (١٠٥٥٩)، وفي الزهد الكبير (٦٩٠)، والحاكم (٤/ ٣٢١)، وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه ووافقه الذهبي، والخطيب البغدادي في تاريخ بغداد (٩/ ٤٦٩)، وورد بلفظ هاذم كذلك والأول أصح.
(٢) رواه أحمد في الزهد (١٧٦)، ونعيم بن حماد في زوائد زهد ابن المبارك (١٤٨)، وابن أبي الدنيا في اليقين (٣٠)
(٣) ولكاتب هذه الحروف رسالة مطولة في سبل زيادة الإيمان يسر الله نشرها.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (193,'<span data-type="title" id=toc-71>المبحث الثاني التعليم والبلاغ، لا الحكم والحساب:</span>
وفيه ستة مطالب:

<span data-type="title" id=toc-72>المطلب الأول: المقصود من هذه القاعدة المنهجية وأدلتها:</span>
إن المقصود من هذه القاعدة المنهجية: أن يتولى الداعية إبلاغ الناس وتعليمهم، قبل أن يحاسبهم ويصدر الأحكام عليهم، ثم يقوم بتنفيذها .. بلا ورع ولا رويّة.
إن غاية الإسلام: هداية الناس، وتعليمهم، لا محاسبتهم والحكم عليهم وتنفيرهم.
قال تعالى: {لَقَدْ مَنّ اللهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مّنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلالٍ مّبِينٍ} [آل عمران: ١٦٤]
وقال سبحانه: {فَهَلْ عَلَى الرّسُلِ إِلاّ الْبَلاغُ الْمُبِينُ} [النحل: ٣٥]
وحتى حين إعراضهم عن الاستجابة، فإن مهمة الداعية لا تتجاوز التبليغ والتعليم.
قال تعالى: {فَإِنْ أَعْرَضُوا فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً إِنْ عَلَيْكَ إِلاّ الْبَلاغُ .. } الآية [الشورى: ٤٨]
وقال سبحانه: {فَإِن تَولّيْتُمْ فَإِنّمَا عَلَىَ رَسُولِنَا الْبَلاغُ الْمُبِينُ} [التغابن: ١٢]',NULL,'195',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (194,'وأصرح من هذا أن الوكالة على العباد ليست من شأن الدعاة قال تعالى: {وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظاً وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ .. } الآية [الأنعام: ١٠٧]
وقال: {إِنّآ أَنزَلْنَا عَلَيْكَ الْكِتَابَ لِلنّاسِ بِالْحَقّ فَمَنِ اهْتَدَىَ فَلِنَفْسِهِ وَمَن ضَلّ فَإنّمَا يَضِلّ عَلَيْهَا وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ} [الزمر: ٤١]
بل أشد من هذا: أن رد الله تعالى أمر الوكالة لنفسه، فقال سبحانه: {إِنّمَآ أَنتَ نَذِيرٌ وَاللهُ عَلَىَ كُلّ شَيْءٍ وَكِيلٌ} [هود: ١٢]
وقال سبحانه: {فَإِنّمَا عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسَابُ} [الرعد: ٤٠]
أي: أن مرجعَ الحكم، ومآلَ الفصلِ يرجع إلى الله تعالى.
فالرسل والأنبياء والدعاة من بعدهم لم يُوكَّلوا على الناس، وإنما وُكِّلوا على دعوة الناس، وفرق كبير بين الأمرين.
قال تعالى: {وَالّذِينَ اتّخَذُوا مِن دُونِهِ أَوْلِيَآءَ اللهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ} [الشورى: ٦]
وقال تعالى: {إِنّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَىَ بِرَبّكَ وَكِيلاً} [الإسراء: ٦٥]
وحدود الدعوة: لا تتجاوز البشارة والنذارة، وما تتضمن من بلاغ وتعليم، وقد حصرها سبحانه في هذا.
فقال تعالى محدداً مهمة الرسل في الدعوة: {إِنْ أَنَا إِلاّ نَذِيرٌ وَبَشِيرٌ لّقَوْمٍ يُؤْمِنُونَ} [الأعراف: ١٨٨]
وقال سبحانه: {وَمَآ أَرْسَلْنَاكَ إِلاّ مُبَشّراً وَنَذِيراً} [الإسراء: ١٠٥/الفرقان: ٥٦]',NULL,'196',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (195,'ورغم صراحة هذه النصوص في تحديد مهمة الداعية، نجد كثيراً من الدعاة يظنون أنهم مسئولون عن البشر، إن لم يهتدوا، وعن محاسبتهم إن لم يستجيبوا، فراحوا يحكمون عليهم، وينفذون الحكم، رغم صراحة قوله تعالى: {إِنّا أَرْسَلْنَاكَ بِالْحَقّ بَشِيراً وَنَذِيراً وَلا تُسْئَلُ عَنْ أَصْحَابِ الْجَحِيمِ} [البقرة: ١١٩]
إن الباحث في كتاب الله وسنة رسوله - صلى الله عليه وسلم - لن يجد نصاً واحداً يأمر كل مسلم بالحكم على العباد، بل النصوص تترى تأمره بالدعوة، وتحذره من الحكم، وأنه لله وحده.
قال تعالى: {فَاللهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} [البقرة: ١١٣]
ومن أقوى ما يسجل في هذا الباب موعظة لكل داعية، وعبرة لكل من يتجاوز التعليم والبلاغ إلى الحكم على العباد.
ما حكاه لنا - صلى الله عليه وسلم -: ((كان رجلان في بني اسرائيل متواخيين فكان أحدهما يذنب والآخر مجتهد في العبادة فكان لا يزال المجتهد يرى الآخر على الذنب فيقول: أقصر، فوجده يوماً على ذنب فقال له: أقصر، فقال: خلني وربي أبعثت علي رقيباً، فقال: والله لا يغفر الله لك أو لا يدخلك الله الجنة فقبض أرواحهما فاجتمعا عند رب العالمين، فقال لهذا المجتهد: أكنت بي عالماً أو كنت على ما في يدي قادراً، وقال للمذنب: اذهب فادخل الجنة برحمتي، وقال للآخر: اذهبوا به إلى النار)) قال أبو هريرة: والذي نفسي بيده لتكلم بكلمة أوبقت دنياه وآخرته (١).
_________
(١) أخرجه أبو داود (٤٩٠١)، وأحمد (٢/ ٣٢٣).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (196,'إن هذا العقاب الرادع من الله لمخالفته منهج الدعوة إلى الله، وتنصيب الداعية نفسه مكان الله يصدر الأحكام؛ فهذا لا يدخل الجنة .. وهذا لا يغفر له .. وهذا .. ! ! فهل بعد عقوبة إحباط العمل من عقوبة؟ ! ؟ .
إن غياب هذه القاعدة الشرعية عن كثير من الدعاة، جعلهم يتجاوزون حدود الدعوة إلى محاسبة العباد الحكم عليهم، تكفيراً وتفسيقاً .. تصنيفاً وتبديعاً .. بل وتقتيلاً، مما له عواقب سيئة في الدنيا والآخرة (١).
وترى جُلَّ همه تتبع العثرات .. وتصيّد الهفوات .. ثم الفضح والتشهير ... ثم الحكم والتنفيذ ...

<span data-type="title" id=toc-73>المطلب الثاني: عمل الأنبياء بهذه القاعدة:</span>
تتجلى هذه القاعدة في منهج الأنبياء الذين لم تتجاوز طريقتهم الدعوية ما ذكرنا.
فهذا نوح عليه الصلاة والسلام مكث تلك المدة الطويلة، لا يتجاوز التبشير والإنذار، وتعليم من آمن واهتدى.
_________
(١) يكمن سر تحول الدعاة من الدعوة إلى الحكم: سهولة الحكم، ومشقة الدعوة، فإن في الدعوة مشقة وبلاء، وصبرًا وتضحية، لا يقوى عليها كثير من المتصدرين لها، والنفس فُطرت على حب السهل، والامتناع عن الصعب، وغالبهم يفقد عوامل الاستمرار على الدعوة من الصبر والحلم والعفو، فيلجأون إلى الحكم على الناس لسهولته ويسره عندهم، فالحكم لا يكلف سوى أن يقول: هذا كافر .. حلال الدم .. مبتدع ضال .. فاسق منحرف .. ويتوهم - بهذا الحكم- أنه قد أدى واجبه، وانتفت عنه مسئولية دعوته بالحكم عليه.
يعينهم على هذا: قلةُ الورع، والعجلةُ في الحكم، وحبُ الانتقام، مما يزيد الأمر سوءاً، ويفاقم الانحراف.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (197,'وهذا عليه الصلاة والسلام لم يتجاوز مع فرعون، وقومه هذه الحدود، رغم ما توفر له من العدد والعدة، وخرج مع قومه سراً سرياً .. دون أن يُقيم الأحكام فيهم .. فهل كان جاهلاً بهذا؟ أم كان جباناً .. سبحانك؛ اللهم اهدنا إلى منهج الأنبياء.
وأما رسولنا الكريم عليه وعليهم أفضل الصلاة وأتم التسليم، فقد ضرب - كالعادة - المثل الذي يُحتذى، سواء كان مع المسلمين أو مع غيرهم .. فنجده بمكة لم يُنفِّذ حكماً واحداً على مسلم، أو غيره، لأن مقام مكة كان مقام دعوة، وليس مقام ولاية أو قضاء.
ولما دخل مكة لعمرة القضاء لم يغير فيها شيئاً، ولم يحرك فيها ساكناً، ولم يُزِحْ صنماً من مكانه.
وحتى في المدينة، وبعد أن تولى رسول الله - صلى الله عليه وسلم - الخلافة والحكم والقضاء، نجد أثر هذه القاعدة في معاملته الدعوية مع أصحابه.
وحديث الذي بال في المسجد مشهور، إذ قام الصحابة ليحكموا عليه، وينفذوا الحكم .. ولكن رسول الله - صلى الله عليه وسلم - بعد أن نهاهم عن ذلك، أقبل عليه يعلمه ولا يوبخه، ويرشده ولا يحكم عليه، رغم ما فعل من وضع نجاسة في المسجد، وكشف عورة. (١)
ولما تكلم معاوية بن الحكم السلمي في الصلاة، أقبل رسول الله - صلى الله عليه وسلم - عليه، يعلمه ويقول له: ((إن هذه الصلاة ... )) (٢).
وليس المقصود؛ عدم الحكم على من لم يسلم بالكفر، ولا على
_________
(١) لتخريج الحديث راجع صفحة (١٣٥).
(٢) لتخريج الحديث راجع صفحة (١٤٦).',NULL,'199',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (198,'من لم يهتد بالضلال فهذا باب آخر.
وبهذا يتبين أن الأصل في مهمة الدعاة البلاغ والتعليم، والإعراض عن والحكم والمحاسبة والتنفيذ.

<span data-type="title" id=toc-74>المطلب الثالث: تطبيق هذه القاعدة على أهل هذا العصر:</span>
خلال هذه القرون التي مرت على المسلمين بعُجَرِها وبُجَرِها، وقع جهل عظيم في المسلمين في عقيدتهم وعبادتهم وأحكام معاملاتهم، فوقعوا - لجهلهم- في الابتداع والشركيات، وغشيتهم المحرمات، وانحرفت بهم الأهواء.
فهم الآن أحوج إلى التعليم من أي شيء آخر. وأما ما يفعله بعض الدعاة، من إصدار الأحكام على أعيان المسلمين الجهلة، بالكفر والشرك والابتداع، دون تعليمهم، وإقامة الحجة عليهم .. بدعوى أنهم في بلاد المسلمين، وأن وجودهم فيها يغني عن إقامة الحجة عليهم، فليس من الحكمة في شيء، وما درى هؤلاء الذين يحكمون على الناس: أن كثيراً من دعاتهم هم الذين جَهَّلوهم، وجعلوا لهم الشرك توحيداً، والبدعة عبادة.
لذا كان لزاماً على الدعاة العمل بمقتضى هذه القاعدة؛ التعليم قبل الحكم: التي أقيم لها الدليل من الكتاب والسنة بما سبق ذكره.

<span data-type="title" id=toc-75>المطلب الرابع: مفاسد الخروج عن هذه القاعدة:</span>',NULL,'200',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (199,'مما ينبغي أن يُعلم: أن في الخروج عن هذه القاعدة مفاسدَ عظيمة منها:
- انشغال الداعية والناشئ عن التعلم والتعليم، بالحكم والقضاء، فلا يَتعلَّم ولا يُعلِّم.
- الانشغال بالقيل والقال، والدخول في الردود، مما يزيده جهلاً على جهله، وقساوةَ قلبٍ، وجفاءَ طبعٍ، وبذاءةَ لسانٍ، ولم تنفعهم أحكامهم في هداية الناس شيئاً.
- نفور المدعوين.
مما لاشك فيه أن الحكم على الأعيان ينفرهم .. وأن تعليمهم ودعوتهم يجعلهم يُقبلون على الداعية والدعوة.
-المحاسبة بين يدي الله على الحكم.
من المعلوم -في دين الله- أن كل مَن يَصدر منه فعل أو قول سيحاسب عليه ..
قال تعالى: {مّا يَلْفِظُ مِن قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق: ١٨].
وقال سبحانه: {وَقِفُوهُمْ إِنّهُمْ مّسْئُولُونَ} [الصافات: ٢٤].

<span data-type="title" id=toc-76>المطلب الخامس: بيان مهمة الداعية الأساسية</span>.
مما سبق يتبين أن مهمة الداعية الأساسية تتلخص في خمس عبارات.
هي التبليغ لا الحكم .. والتصحيح لا التجريح .. والتعليم لا القضاء (التنفيذ) .. والدعوة لا المحاسبة .. والنصيحة لا الفضيحة.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (200,'هذه هي المحاور التي يجب على الداعية الاهتمام بها .. والإعراض عن مضاداتها.
فإن مهمته الأساسية معرفة حال المدعو .. لا معرفة حكمه، كي يرتب أوراقه ويوجه خطابه.
ولمّا لم يكن من مهمة الداعية الحكم على المدعوين، كان عليه إثم في حكمه، وكان ذلك أكبر إذا أخطأ. { ... فَإِنّمَا عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسَابُ} [الرعد: ٤٠].
ومن أفضل ما يُسطر هاهنا -نصيحةً للدعاة- القواعد التالية:
الأولى: إذا حكمْتَ سُئِلْتَ، وإذا تَعلّمتَ هُديتَ، وإذا دعوْتَ أجرتَ.
أي: إذا حكمت -أيّ حكم- على أي إنسان، فسوف تُسأل بين يدي الله عز وجل عن حُكمِك.
وأما إذا تعلّمتَ فسوف تهتدي .. وإذا دعوتَ فسوف تُؤجر - بالشروط الدعوية - فشتَّان بين المساءلة بين يدي الله عز وجل، وبين الأجر العظيم.
القاعدة الثانية: نُصحّح ولا نُجرّح.
ينبغي على الداعية أن ينصب همه على تصحيح الأخطاء ومعالجتها .. لا على تجريح الأعيان والتشهير بهم .. وبخاصة إذا كانوا علماء عاملين، أو حكاماً مسلمين، فإن تجريحهم وإن أخطأوا مفض إلى مفاسد عظيمة، وفتن كبيرة، ومشغل عن الأساس (١).
وليكن شعار الداعية:
_________
(١) بعض الناس يظن أن النهي عن التجريح نهي عن النصح، فيرغي ويزبد، ولو أخلص وفهم؛ لما اعترض، فالمنع من التجريح .. لا يعني المنع من النصح.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (201,'نُبلّغ ولا نَحكُم ..
نُصحّح ولا نُجرّح ..
نُعلم ولا نَقضي (ننفذ) ..
نَدعو ولا نُحاسب ..
نَنصح ولا نَفضح ..
وأمّا الحكم والتصنيف (١)، والتجريح والتشهير، فله أحكامه، وله رجاله من أهل العلم، وأولي الأمر.

<span data-type="title" id=toc-77>المطلب السادس: الحكمةُ من هذه القاعدة وخلاصتُها:</span>
تتجلى الحكمة في هذه القاعدة؛ أن المخطئ أو العاصي لا يعدو أن يكون أحد ثلاثة: إما مجتهد .. أو مؤمن زل به لسان أو قدم، وهو حسن النية، صحيح العقيدة، سليم المنهج ..
وإما جاهل متكاسل.
وإما قاسي القلب معاند.
ودعوة هؤلاء كلهم لا تصلح بالحكم عليهم وفضحهم .. وتجريحهم والتشهير بهم.
فأما المجتهد؛ فالتكلم فيه مهما كان خطؤه ظلم وعدوان، إلا إن كان اجتهاده مبناه مذهب، أو نحلة باطلة.
وأما المخطئ فأمره معروف.
_________
(١) المقصود بالتصنيف: ما يفعله بعض الدعاة وبخاصة الناشئة منهم بالانشغال بتصنيف العباد .. هذا كذا .. وهذا كذا .. مما يجر بعد هذه الأحكام من فتن وانشغال عن العلم والدعوة.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (202,'وأما الجاهل: فإن حكم عليه - وهو لا يعلم حكم ما يخالف فيه- كان الحكم ظلماً إذا لم يبين له، ولم يُعّلم.
ثم إن الجاهل: إذا ما حُكم عليه - وهو لا يعلم- كان ذلك الحكم منفراً له عن الدعوة ... إذ يفاجأ بالحكم عليه بأنه كافر أو فاسق، أو مبتدع، وهو يظن أنه من المهتدين.
وأما التبليغ والبيان، فيدفعه إلى الإنصات، ثم المعرفة، ثم الهداية إن شاءها الله له.
وأما قاسي القلب المعاند: فإن الحكم عليه -في مقام الدعوة- لا يزيده إلا عناداً ونفوراً ..
وأما التعليم فيفتح الله به قلبَه، والتبليغ يخفف من عناده ..
فبهذا الواقع -فضلاً عما سُرد من الأدلة الشرعية- تتبين الحكمة البالغة من هذه القاعدة.
فالحكم لا يزيل جهلاً، ولا يهدي ضالاً، والبلاغ والتعليم هما اللذان يزيلان الجهل، ويهديان الضال بإذن الله .. فهل من معتبر! ! !
والخلاصة: إن على الداعية أن ينشغل بالتعلم والتعليم، والدعوة والتبليغ عن الحكم على الناس ومحاسبتهم، أياً كان هذا الحكم بالكفر، أوالفسق، أوالتبديع.
ففي التعلم والتعليم والدعوة كل خير، وفي الانشغال بالحكم والمحاسبة انحراف عن صراط الأنبياء في الدعوة إلى الله، والله المستعان.
ومن الجدير ذكره هاهنا؛ أن هذه القاعدة لا تعني أن لا أحكام على الناس في الإسلام، وأن الرسل لم يحكموا على المخالفين لهم، بل',NULL,'204',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (203,'يوجد في الإسلام أحكام وقضاء وتنفيذ، ولكن المقصود؛ أن لا يبدأ الداعية بالحكم على العباد، وأن لا يكون شغله الشاغل، بل هذا ليس من مهمته، وليترك هذا للعلماء، والقضاة، وولاة الأمر، وينشغل بالبيان والتعليم، والدعوة والتبليغ، والله الهادي إلى سواء السبيل.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (204,'<span data-type="title" id=toc-78>المبحث الثالث الدعوة إلى الأسس والتأصيل، قبل الفروع والتمثيل:</span>
وفيه خمسة مطالب:

<span data-type="title" id=toc-79>المطلب الأول: المقصود من هذه القاعدة المنهجية الدعوية:</span>
هذه هي القاعدة الثالثة من قواعد المنهج الدعوية، وهي قاعدة عظيمة النفع، كبيرة الأثر.
والمقصود بالأسس: ثوابت الإيمان، وأصول الدين، وقواعده العامة، والمعاني الكلية لها: كتوحيد الربوبية والألوهية، وصفات الله بالإجمال، كما وردت في القرآن، ومعنى الشرك والعبادة، والسنة والاتباع والابتداع، وبيان مقتضيات هذه الأصول وأسسها، وشروطها ونواقضها، والمقصود بالتأصيل: تعليم الناس إياها وتربيتهم عليها حتى يكونوا مؤصلين على أسس ثابتة، وقواعد متينة.
والمقصود بالفروع: فروع المسائل، ولو كانت في العقيدة، وحوادث الأعيان، وحكايات الأحوال، والخلافات الفقهية والعقدية بين أهل السنة، وما شابه ذلك (١) كرؤية الرسول ربه ليلة المعراج، هل هي رؤية
_________
(١) ويدخل في عموم الفروع والتمثيل المسائل التالية:
الأولى: الخلافات الفقهية، فلا يجوز للداعية أن يجعل الخلافات الفقهية محوراً لدعوته، ولا دعوته محلاً لنصر مذهبه، فالمسائل الفقهية - وبخاصة المختلف فيها - ليست من التأصيل في شيء، ولا محل لها في مجال الدعوة.
الثانية: فروع مسائل العقيدة، وبخاصة المختلف فيها بين أهل العلم.
وكثير من الدعاة يظنون: أن كل مسألة في العقيدة هي محل دعوة، وأنها أولى من كل المسائل الأخرى في دعوته، بدعوى: أنها من العقيدة فيقدمها في دعوته، ويحْدِث بها إشغالاً للناس وربما فتناً.=
= ومن ذلك: عدد أصابع الرحمن، حديث أن الله خلق آدم على صورته، مسألة خلق العرش أولاً أم القلم
وهذه المسائل وما شابها -وإن كانت من العقيدة - ولكن ليس محلها الدعوة إلى الله تعالى، وذلك لأنها:
أولاً: من فرعيات العقيدة.
ثانياً: معظمها محل خلاف بين أهل العلم.
ثالثاً: يدفع كثيرٌ من هذه المسائل العامة إلى التكذيب بها، أو استهجانها، وقد قال علي: ((حدثوا الناس بما يعرفون، أتحبون أن يكذب الله ورسوله)). سبق تخريجه انظر ص (٥٠).',NULL,'206',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (205,'حقيقة أم منامية؟ والحكم على بعض الأمور من كونها سنة أو بدعة، كعدد صلاة التراويح، وصلاة التسابيح.
والمقصود بالتمثيل: أحكام المسائل التي يفعلها المسلمون، وما يكون من تفريعات الأصول وتطبيقاتها.
والمقصود بالقاعدة: أن يبدأ الداعية دعوته بأصول الدين، وقواعده العامة، قبل الدعوة إلى الفروع، وإصدار أحكام على التمثيل مما يفعله الناس، أو الدعوة إليهما، وهم لا يعلمون أصول الدين.
كمن يثير فيهم مسألة أول الخلق .. أيهما كان العرش أم الكرسي؟ أو مسألة الملائكة أفضل أم البشر؟ ، وهم لا يعلمون معنى الشرك، ولا يعلمون كثيرًا من أحكام الأركان والواجبات.
أو يلقي عليهم أحكام المسائل التي يخالفون فيها الشرع، وهم لا يعلمون معاني أصولها، كمن يحكم على المصافحة بعد الصلاة بالبدعة، وعلى قول بعض المسلمين لبعضهم (تقبل الله منكم) عقب الصلاة، وهم لا يعرفون ما معنى الابتداع! ! ولا خطورته ولا أدلته ..

<span data-type="title" id=toc-80>المطلب الثاني: أهمية هذه القاعدة وأدلتها</span>.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (206,'تأتي أهمية هذه القاعدة من كون التأصيل أساساً للفروع والتمثيل، كأساس البيت للجدران والسقف .. وهل تقام الجدران؟ ويزين البيت؟ ويفرش الأثاث؟ من غير أساس؟ فسرعان ما ينهار.
قال تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيّبَةً كَشَجَرةٍ طَيّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السّمَآءِ * تُؤْتِيَ أُكُلَهَا كُلّ حِينٍ بِإِذْنِ رَبّهَا وَيَضْرِبُ اللهُ الأمْثَالَ لِلنّاسِ لَعَلّهُمْ يَتَذَكّرُونَ} [إبراهيم: ٢٤، ٢٥]
ومن الواضح في سيرة رسول الله - صلى الله عليه وسلم - العلمية، أنه كان يعلم أصحابه الأصول، ويدعوهم إليها، قبل أن يعلمهم فروع المسائل.
ففي باب (الشرك) أَصَّلَ رسول الله - صلى الله عليه وسلم - أصلاً واضحاً، عندما سئل عن أعظم الذنب، فقال: ((أن تجعل لله نداً وهو خلقك)) (١)، فقد أغنى هذا التعريف عن مجلدات.
وفي باب (الابتداع)، أصل لهم رسول الله - صلى الله عليه وسلم - أصلاً عظيماً، فقال - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ماليس منه فهو رد)) (٢).
فهذا التأصيل قبل أن يحكم على كل بدعة.
ومن أجمل ما أَصَّله النبي - صلى الله عليه وسلم - في باب (الشهادة)، عندما سئل عن الشهيد، فقال: ((مَنْ قاتل لتكون كلمةُ الله هي العُليا، فهو في سبيل الله)) (٣).
_________
(١) رواه البخاري (٤٧٦١، ٤٤٧٧، ٦٠٠١، ٦٨١١)، ومسلم (٨٦)،
(٢) رواه البخاري (٢٦٩٧)، ومسلم (١٧١٨)
(٣) رواه البخاري (١٢٣، ٣١٢٦، ٧٤٥٨)، ومسلم (١٩٠٤).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (207,'وأَصَّلَ لهم في باب (الخمر) أصلاً فقال: ((كل مُسْكر خمر، وكل خمر حرام)) (١).
فمهما تنوعت طرق الصنع، واختلفت مادة المصنوع، فمرجعها إلى هذه القاعدة العظيمة.
لما استوعب أصحاب النبي - صلى الله عليه وسلم - الأصول في العقيدة والعبادات والمحرمات، سهل عليهم -بعد ذلك- الحكم على التمثيل، حيثما وجد، وكيفما جاء، وممن فعله.

<span data-type="title" id=toc-81>المطلب الثالث: ثمار التأصيل:</span>
يتبين مما سبق أن للتأصيل ثماراً منها:
الأولى: يُصبح لدى المسلم مَلَكة فقهية في معرفة أحكام التمثيل، فمن علم تعريف البدعة، أدرك -بنفسه- بدعاً كثيرة دون الحاجة إلى زيادة بيان، وهكذا في كل تأصيل وتمثيل.
الثانية: إنّ حُسن طرح التأصيل وبيانه، يُسهّل على الداعية -فيما بعد- الحكم على كثير من المسائل التي يفعلها المدعوون مما يخالف الشرع، ويصبحون أَفْضَلَ قبولاً لأحكام التمثيل إذا ما سمعوها.
الثالثة: إن الدعوة إلى التأصيل لا تجد معارضة كما تجد الدعوة إلى التمثيل، إذ تجد معارضة شديدة من الناس، لذا كانت الدعوة إلى التأصيل أيسر للداعية، وأبعد عن الصدام والعرقلة.
_________
(١) رواه مسلم (٢٠٠٣)',NULL,'209',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (208,'الرابعة: إن الحكم على التمثيل لا ينتهي، ففي كل ساعة أحداث، وفي كل يوم بدع، ولكل قوم عادات، فلو أراد الدعاة أن يتتبعوا كل هذا في دعوتهم، لانشغلوا وأشغلوا.
وأما الدعوة إلى التأصيل فهي: تَعلُّمٌ لأحكام التمثيل كلِّه، مما يوفر الوقت، ويدخر الجهد، ومن تعلم التأصيل سهل عليه الحكم على التمثيل، ولا عكس.

<span data-type="title" id=toc-82>المطلب الرابع: القاعدة وأهل هذا الزمان:</span>
إن الوضع اليوم يختلف اختلافاً كبيراً عما كان عليه الناس في عهد النبي - صلى الله عليه وسلم -، فالنبي - صلى الله عليه وسلم -، لما كان يخبر الصحابة عن فعل أنه شرك .. أو أنه بدعة .. كان الصحابة يعلمون معنى الشرك وما حكمه .. ويعلمون ما معنى الابتداع وما حكمه .. ولا يحتاجون لأدلة على ذلك، لأن كلام النبي - صلى الله عليه وسلم - هو دليل بذاته.
وأما في زماننا، فلا الداعي هو النبي - صلى الله عليه وسلم -، ولا المدعوون هم الصحابة في العلم والتأصيل والفهم .. فهم يفارقون الصحابة في هذا الأمر بأمرين:
الأول: أن معظمهم لا يفهم ما يقال له .. لأنهم فقدوا كثيراً من معاني الألفاظ الشرعية وأحكامها، كمعنى؛ الألوهية، والشرك، والابتداع .. مثلاً .. فهو يأتي الشرك .. في الوقت الذي يلعن المشركين.
الثاني: إن فهموا ما يقال لهم ما استجابوا، لاعتقادهم عدَم صحة ما يلقى عليهم، وقد اعتادوا سنين على هذه البدع مثلا، فإذا بهم يُفاجأون',NULL,'210',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (209,'بمن يُبيِّن لهم مخالفة أعمالهم للشرع. فضلاً عن شكهم بالأدلة التي تلقى عليهم، أو بفهمها.
يساعدهم على هذا علماء الضلال، ودعاة البدعة.
وما لم ينتبه الداعية لهذا .. فسيزرع الفتن .. ويحصد الصدود.
ومن هذا؛ يُعلم خطأ من ينهى - في زماننا - عن الشيء، والمدعوون لا يعلمون معناه، فلا هم -والحال هذه- فهموا التأصيل، ولا هم اقتنعوا بحكم التمثيل.
كمن ينهى عن بعض الشركيات، ويحكم على الفاعل بالشرك، أو ينهى عن بدعة، ويحكم على الفاعل بالابتداع، والمدعوون لا يعلمون معنى الشرك ولا معنى الابتداع .. بل هم بشركهم هذا، وبدعتهم هذه، يظنون أنهم يتقربون إلى الله تعالى.
بل إنّ هذا الفعل من الداعي سيزيد الناس نفوراً عنه ..
والصواب: أن يبين الداعية معنى الأصل، الذي تتعلق به المسألة، التي يريد بيانها، أو النهي عنها، تمهيداً للكلام عن المسألة .. ونقلاً للمدعوين من مرحلة إلى أفضل. (١)

<span data-type="title" id=toc-83>المطلب الخامس: الأمور التي يجب أن يراعيها الداعية عند بيان التأصيل، ومفاسد الخروج عنها</span>.
ينبغي على الداعية أن يراعي في تطبيق هذه القاعدة الأمور التالية:
_________
(١) وهكذا معظم الأمور؛ يدعى إلى أصولها قبل فروعها، وإلى معناها قبل تمثيلها، وإلى إقامة الحجة قبل الحكم على العباد، ولو مات المسلم وهو لا يعلم عنها شيئاً ما ضريه في دينه سيئاً. وسيأتي تفصيل ذلك في بابه.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (210,'الأول: بساطة الطرح، وسهولة التعبير، مما يسهل على المدعوين فهمه، وذلك حتى يزال الجهل، وتُقام الحجة، وتحصل الاستجابة، لأن مسائل التأصيل قد صيغت - من قبل- صياغة صعبة الفهم على أهل عصرنا.
الثاني: أن يركز على الاستدلال من الكتاب والسنة، مستشهداً على ذلك بأقوال أهل العلم من الأئمة، وليَحْذر من ذِكر الأدلة مجردة عن أقوال الأئمة، فيشكُ المدعوون في فهمه .. أو يذكر أقوال الأئمة دون الأدلة .. فلا يطمئنون لعلمه، لأن وَقْعَ النصوص عند العامة له تأثير بالغ في نفوسهم، ثم تأتي أقوال العلماء لتُطَمْئِن المدعوين إلى صحة فهم الداعي.
الثالث: أن يبدأ بتوضيح الأصل، بإيراد أمثلة وقعت في العهد الأول في الإسلام، ثم بضرب أمثلة حدثت في العصور المتتابعة .. حتى إذا فهم المدعوون وأدركوا معنى التأصيل، ضرب لهم أمثلة من واقعهم، ولو بدأ بضرب الأمثلة من واقعهم لنفروا من ذلك.
وقد كان رسول الله - صلى الله عليه وسلم - يفعل ذلك، وما أكثر مافي السنة من قصص ماضية. ((بَيْنَما رجل ممن كان قبلكم ... )) (١).
فإذا كان المدعوون مبتلين بالابتداع مثلاً، وأراد أن يحدثهم عنه .. فبعد توضيح التأصيل، وبيان معنى الابتداع وخطورته، حتى إذا ما اطمأن الداعية إلى أن المدعوين فهموا ذلك وهضموه .. بعد هذا يضرب لهم أمثلة مما حدث في عهد رسول الله - صلى الله عليه وسلم - .. كالنفر الثلاثة الذين حرم بعضهم على
_________
(١) انظر أحمد (٢/ ٤١٣)، والبخاري (٦٤٨٠)، ومسلم (٢٠٨٨)، والنسائي (٨/ ٣١٥).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (211,'نفسه النكاح، والنوم، وأوجب بعضهم على نفسه الصوم (١) حتى إذا شعر الداعي أن المدعوين عقلوا ذلك .. ضرب لهم أمثلة من واقعهم (٢).
الرابع: أن لا يتعدى حكمه على الأقوال والأفعال إلى الحكم على الأعيان مادام داعية حتى لا يثيرهم ويمنعهم من الفهم والقبول.
_________
(١) رواه البخاري (٥٠٦٣)، ومسلم (١٤٠١).
(٢) حُذِّر داعية صحيح العقيدة من إلقاء محاضرة، وبخاصة في العقيدة في أحد المساجد، بدعوى: أن روّاد المسجد من أصحاب الشركيات والضلالات وسوء الأخلاق، وقد يؤذون الداعية أذى شديداً، كما فعلوا أكثر من مرة مع غيره، مع ما يحصل من فتنة في المسجد، وأصرّ الداعية على إلقاء المحاضرة، وعن التوحيد، ودخل معه نفر لحمايته من الأذى، ولكن شيئاً من ذلك لم يحصل، بل خرج معظم الحضور مقتنعين بأنهم كانوا على خطأ، في أفعالهم الشركية، وأجلّوا الداعية أيما إجلال، وأسكتوا بعض شيوخهم من الرد على الداعية.
والسر في ذلك: أن الداعية بدأ معهم بالتأصيل، فشرح لهم معنى الألوهية، ومعنى العبادة، وبين لهم بالأدلة الكثيرة من الكتاب والسنة، وأقوال الأئمة الذين يحبونهم، بوجوب صرف العبادة لله، وأن صرفها لغيره لا يليق بالموحد، وربما أغضب الله.
وأسهب في بيان صفات الله من السمع، والبصر، والعلم، والقدرة، وأن أحداً من المخلوقين مهما كان لا يوازي سمعه سمع الله، ولاعلمه علم الله، وبين هذا بأسلوب مشوق، وكلمات معبرة، دون أن يحكم على الناس، ودون أن يلقي الحكم على التمثيل قبل التأصيل، بل أصل .. ، وضرب لهم أمثلة عند قوم آخرين.

وبعد هذا التمهيد حكم على التمثيل، فصرّح لهم بحُرمة صرف أي عبادة لغير الله، فلمّا قام أحد شيوخهم للرد عليه، قام الحضور في وجهه، وأسكتوه، ولما خرج المحاضر تبعه بعضهم، فكشف عن عضده وعليه تميمة، وقال: كأني فهمت من محاضرتك، أن هذا شرك، فقال المحاضر: هل أنت معلق قلبك بها أم بالله؟ قال: بالله، قال: فما تنفعك؟ ! وفهمك صحيح أنها من الشرك، فو الله مازاد الرجل على أن نزعها قائلاً: لقد خدعونا سنين، فانظر أثر التأصيل في فهم الناس، ونجاح الدعوة عند من سلك هذا المسلك.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (212,'الخامس: يجوز للداعية - بل يجب عليه أحياناً - إذا دعت المصلحة، وتعين الأمر، أن يبدأ بالتمثيل، ويبين حكمه، أو يواكبه بالتأصيل، لأن تأخير البيان عن وقت الحاجة لا يجوز.
ولكن ينبغي أن يكون حكيماً حين الحكم على التمثيل.
والقاعدة -هذه- إنما تقرر: الأصل، وطريقة الدعوة بعامة،
إن إغفال العمل بهذه القاعدة من الدعاة دفع كثيراً من المدعوين إلى النفور، إما لعدم فهمهم، وإما لشكهم بالدعاة، ودفع آخرين إلى الحيرة في الأقوال المتعارضة، لأنه لم يتبين له التأصيل الذي يستطيع به الترجيح بين الأقوال.
والناس في السّاحة الإسلامية - كما هو معلوم - متناقضون .. فهذا يقول عن فعل: إنه شرك، والآخر يقول - عن الفعل نفسه -: أنه جائز.
وذاك يقول: عن فعل: إنه بدعة، والآخر يقول عن الفعل نفسه: سنة.
فماذا يكون حال المدعوين غير المؤهلين - أعانهم الله -
وإن الدعوة إلى التأصيل تضع حداً لهذا التناقض، وتبين الحق من هذه الخلافات، وتسهل للدعاة الدعوة، وللمدعوين الهداية، والله المستعان.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (213,'<span data-type="title" id=toc-84>المبحث الرابع الموازنة بين الترهيب والترغيب:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-85>المطلب الأول: المقصود من هذه القاعدة:</span>
جُبلت النفس البشرية على الخوف .. كما فطرت على الطمع .. لذلك كان من منهجية الدعوة إلى الله تعالى؛ أن يثير الداعية هذه الكوامن الفطرية .. ويجعلها تتفاعل مع خطابه الدعوي .. ومن المهم أن لا يغلِّب جانباً على جانب، بل من الخطير أن يفعل ذلك، بل على الداعية أن يوازن في دعوته بين ترهيب الناس وتخويفهم بالله، وبما يكون من عواقب ذنوبهم في الدنيا، وما عليها من العذاب الشديد في الآخرة، وبين ترغيبهم بما عند الله عز وجل، من الجزاء العظيم، والنعيم المقيم، وما يفتح الله لهم من الخير، والبركات، والنصر، والتمكين في الدنيا، مما يرغبهم للإقبال على الله، وطاعته، والتوبة إليه، ومحبته.
ولا ينبغي للداعية أن يقتصر على جانب دون جانب، فإن بدأ بالترهيب فينبغي عليه أن يختمه بالترغيب، وإن عكس عكس.

<span data-type="title" id=toc-86>المطلب الثاني: منهج القرآن الكريم من هذه القاعدة:</span>
المتتبع لمنهج القرآن الكريم يجد هذا واضحاً من خلال آياته.
فإذا ما ذكرت الجنة أتبعها الله سبحانه بذكر النار .. وإذا ما ذكر العذاب .. أتبعه بذكر الرحمة والنعيم، وقد يكون هذا في آيات متتالية وقد يكون في الآية الواحدة.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (214,'فمن ذلك على سبيل المثال: ما ذكره الله في سورة محمد - صلى الله عليه وسلم -: {مّثَلُ الْجَنّةِ الّتِى وُعِدَ الْمُتّقُونَ فِيهَآ أَنْهَارٌ مّن مّآءٍ غَيْرِءَاسِنٍ وَأَنْهَارٌ مّن لّبَنٍ لّمْ يَتَغَيّرْ طَعْمُهُ وَأَنْهَارٌ مّنْ خَمْرٍ لّذّةٍ لّلشّارِبِينَ وَأَنْهَارٌ مّنْ عَسَلٍ مّصَفّىً وَلَهُمْ فِيهَا مِن كُلّ الثّمَرَاتِ وَمَغْفِرَةٌ مّن رّبّهِمْ} [محمد: ١٥]، فبعد هذا الترغيب الجميل، أعقبه بما يخوف النفوس، ويرعب القلوب، فقال: {كَمَنْ هُوَ خَالِدٌ فِي النّارِ وَسُقُوا مَآءً حَمِيماً فَقَطّعَ أَمْعَآءَهُمْ} [محمد: ١٥]
ولما ذكر الله العذاب الشديد في سورة الحج بقوله: {هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبّهِمْ فَالّذِينَ كَفَرُوا قُطّعَتْ لَهُمْ ثِيَابٌ مّن نّارِ يُصَبّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ * يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ * وَلَهُمْ مّقَامِعُ مِنْ حَدِيدٍ * كُلّمَآ أَرَادُوَا أَن يَخْرُجُوا مِنْهَا مِنْ غَمّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ} [الحج: ١٩ - ٢٢].
أعقب هذه الآيات الصارخة بالعذاب، والمرعبة للقلوب، بآيات تنطق بالنعيم المقيم، والاطمئنان العظيم برحمة الله {إِنّ اللهَ يُدْخِلُ الّذِينَءَامَنُوا وَعَمِلُوا الصّالِحَاتِ جَنّاتٍ تَجْرِي مِن تَحْتِهَا الأنْهَارُ يُحَلّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ} [الحج: ٢٣]
وإذا ذكر الله صفة من صفاته التي توحي بالرحمة، أتبعها بما يرهب من صفة أو عذاب.
قال تعالى: {نَبّئْ عِبَادِى أَنّى أَنَا الْغَفُورُ الرّحِيمُ * وَأَنّ عَذَابِي هُوَ الْعَذَابُ الألِيمُ}. [الحجر: ٤٩، ٥٠]',NULL,'216',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (215,'<span data-type="title" id=toc-87>المطلب الثالث: منهج السنة الكريمة من هذه القاعدة:</span>
لقد كانت سيرة رسول الله - صلى الله عليه وسلم - مع أصحابه كذلك، في الجمع بين الترغيب والترهيب.
فعن أنس بن مالك قال: قال النبي - صلى الله عليه وسلم -: ((عُرِضَت عليّ الجنّة والنّار آنفاً في عُرْض هذا الحائط .. )) الحديث (١).
ومما قال - صلى الله عليه وسلم -: ((ما من شيء تُوعدُونه إلا قد رأيته في صلاتي هذه، لقد جيء بالنار وذلكم حين رأيتموني تأخرتُ مخافة أن يُصيبني من لفْحِها، وحتى رأيتُ فيها صاحب المحجن يجُرُّ قُصْبَه في النار، كان يَسرِقُ الحاج بمحجنه، فإن فطن له قال: إنما تعلّق بمحجني، وإن غفل عنه ذهب به، وحتى رأيت فيها صاحبة الهرّة التي ربطتها فلم تطعمها، ولم تدعها تأكل من خشاش الأرض، حتى ماتت جوعاً، ثم جيء بالجنّة، وذلكم حين رأيتموني تقدمت حتى قمت في مقامي، ولقد مددت يدي، وأنا أريد أن أتناول من ثمرها لتنظروا إليه، ثم بدا لي أن لا أفعل، فما من شيء تُوعدُونه إلا قد رأيتُه في صلاتي هذه)) (٢).
ووعظ رسول الله أصحابه مرة، فرهبهم وخوفهم، فأمره الله أن يعود إليهم ويرغبهم (٣).
_________
(١) رواه البخاري (٥٤٠، ٧٢٩٤)، ومسلم (٢٣٥٩).
(٢) رواه مسلم (٩٠٤) في الكسوف، وأصله في الصحيحين.
(٣) انظر الأدب المفرد للبخاري (٢٥٤)، وابن حبان (١١٣)، والصحيحة للألباني (٣١٥٣).',NULL,'217',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (216,'<span data-type="title" id=toc-88>المطلب الرابع: الحكمة من الموازنة بين الترغيب والترهيب:</span>
ويكمُن سر هذه الموازنة في النفس البشرية، التي طبعت في آن واحد على الخوف والتأثر بالترهيب من جهة، والطمع والاستجابة للترغيب من جهة أخرى، فاتباع هذه القاعدة؛ فيه معالجة عميقة للنفس البشرية في هذا الجانب ..
فإذا أذنب العبد خاف من عذاب الله فراجع نفسه، ثم نظر إلى المخرج .. فإذا رأى باب التوبة مفتوحاً، توجه إلى ربه، وتاب من ذنبه.
والصالح؛ إذا سمع الترهيب حذر من العصيان، وإذا سمع الترغيب ازداد طاعة وطمعاً بما عند الله من النعيم والجنان، وبهذا تتوازن النفس البشرية.
فانظر في باب الترهيب -على سبيل المثال- قوله تعالى: {وَمَن يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مّهِينٌ} [النساء: ١٤]
وقوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا} [النساء: ٥٦]
وانظر قوله تعالى: {يَوْمَ يُسْحَبُونَ فى النّارِ عَلَىَ وُجُوهِهِمْ ذُوقُوا مَسّ سَقَرَ} [القمر: ٤٨].',NULL,'218',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (217,'ولو اقتصر الداعية على هذا الصنف من الآيات من منهج الترهيب ليأس المدعوون، واليأس باب من أبواب الشيطان، يدفع الناس إلى التمادي في الفسوق، أو القنوط من رحمة الله .. ثم النّفور من الداعية والدعوة، وفي كلٍ شر مستطير.
قال تعالى: {إِنّهُ لا يَيْأَسُ مِن رّوْحِ اللهِ إِلاّ الْقَوْمُ الْكَافِرُونَ} [يوسف: ٨٧]
وانظر في الترغيب قوله تعالى: {قُلْ ياعِبَادِيىَ الّذِينَ أَسْرَفُوا عَلَىَ أَنفُسِهِمْ لا تَقْنَطُوا مِن رّحْمَةِ اللهِ .. } الآية [الزمر: ٥٣]
وقوله: {إِلاّ مَن تَابَ وءَامَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُوْلَئِكَ يُبَدّلُ اللهُ سَيّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللهُ غَفُوراً رّحِيماً} [الفرقان: ٧٠]
ولو اقتصر الداعية على منهج الترغيب، لتواكل المدعوون على الرحمة، وقلّ خوفهم من العذاب، وتمادوا في العصيان، وعزفوا عن التوبة، وأصروا على مافعلوا، وفي هذا من الخطر العظيم ما لا يخفى.
قال تعالى: {وَالّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوَا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذّنُوبَ إِلاّ اللهُ وَلَمْ يُصِرّوا عَلَىَ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران: ١٣٥]
لذلك كان من الحكمة الجمع بين الترغيب والترهيب. والموازنة بينهما، تجعل العبد يعيش بين الخوف والرجاء، فإذا عاش المرء هذه الحال لم ييأس من رحمة الله، ولا تواكل عليها، فيستقيم حاله.

خلاصة القاعدة:',NULL,'219',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (218,'إنّ على الداعية أن يوازن في دعوته بين الترغيب والترهيب، وأن لا يركز على جانب دون آخر.
وإنّ غياب هذه القاعدة من منهج الداعية يدفع الناس إلى اليأس، أو النّفور، أو إلى الطمع والتواكل، وفي كل خلل، والله الموفق لكل خير.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (219,'<span data-type="title" id=toc-89>المبحث الخامس مخاطبة الناس بما هو من شأنهم، وبما يناسبهم وينفعهم، وبما يقدرون عليه:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-90>المطلب الأول: المقصود من هذه القاعدة:</span>
هذا المبحث مشترك بين المنهجية، وبين مراعاة أحوال المخاطبين، الذي سبق في الفصل السابق، ونذكر هاهنا شيئاً من التفصيل بما يتناسب والمنهج، وإن حصل تكرار .. فللفائدة والاعتبار.
فإنّ من أعظم منهجية الدعوة إلى الله، أن يراعى فيها مخاطبة الناس حسب ما يلي:
الأولى: أن يخاطبوا بما هو من شأنهم.
على الداعية قبل أن يدعو الناس، أن يحدّد حاجتهم، وما هو من شأنهم، ثم يخاطبهم به.
فإنّ لكل مدعو أو مدعوين حاجتهم الدينية، فمنهم من يحتاج إلى توضيح في العقيدة، ومنهم من يحتاج إلى بيان في العبادات، ومنهم من يحتاج إلى أحكام في المعاملات، ومنهم من يحتاج إلى وعظ وإرشاد و ... وهكذا.
وليس من الحكمة في شيء، أن يُخاطَب الناسُ بما لا يحتاجون إليه، وبما ليس من شأنهم، كمن يزج الناس في القضايا السياسية، وهم لا يعرفون عقيدة، ولا يُحسنون عبادة.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (220,'أو يقحمهم في شؤون الولاية، وسياسة الدولة، وهم أضعف من إصلاح شؤونهم الخاصة .. فهل من شأن العامة تقرير شؤون الدولة .. وسياستها العامة والخارجية .. مثلاً؟
وهل من شأن العامة أن تقوم بما يسمى اليوم بـ ((المعارضة)) في وجه الحكومة المسلمة؟ ! ؟ تحدث فتناً، وتنشر فوضى. (١)
إن هذا من شأن السلطان، وأهل الحل والعقد، وليس من شأن كل من هب ودب.
فشأن المدعوين من الكفار؛ دعوتُهم إلى الهداية والإيمان .. وشأن العصاة من المسلمين دعوتهم إلى التوبة .. وشأن من يقع في الشرك دعوتهم إلى تصحيح العقيدة، وإخلاص التوحيد .. وشأن من لا يحسن العبادات تعليمهم إياها .. وشأن الشعوب التي تحررت من نير الكفر بيان أصول الإيمان، وأركان الإسلام لها .. وشأن العقلانيين والعلمانيين دعوتهم إلى مميزات الإسلام، من الشمول والكمال .. ومبادئه من التسليم لأخبار الله، والإذعان لأحكامه .. وشأن المبتدعة بيان أهمية الاتباع، وخطورة الابتداع .. وهكذا شأن الداعية الحكيم، ينظر إلى حاجات المدعوين ويلبيها بدعوته وحكمته.

<span data-type="title" id=toc-91>المطلب الثاني: مخاطبة الناس بما يناسب مستواهم العقلي والثقافي والعلمي</span>.
_________
(١) ليس هاهنا محل تفصيل لموقف الرعية من الراعي، وإنما التنبيه إلى وظيفة الداعية، ويمكن مراجعة أنواع الحكام وموقف الرعية منهم في كتاب ((منهج الاعتدال)) لكاتب هذه الحروف.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (221,'من المعلوم: أن لكل مدعو مستوى عقلياً وعلمياً، ويشترك الناس بعامة في بعض البيئات بمستوى متقارب، في العلم والتفكير، فعلى الداعية أن يراعي هذه المستويات، ويخاطبهم بما يناسبها.
فمثلاً؛ لا ينبغي له أن يتكلم في عامة أهل المسجد عن قضايا الذرة تفصيلاً، بدعوى وجود الإشارة إلى هذا العلم في القرآن، أو يتكلم معهم في العقلانيات والفلسفة وعلم الكلام، أو يحدثهم قي قضايا علمية رفيعة المستوى، لا يفهمونها، كمسألة هل الاسم هو المسمى؟ ، وهل العدد هو المعدود؟ أو كالخلاف بين العلماء في بعض قضايا العقيدة، أو في دقائق مسائل البيوع، أو في صور من صور النكاح ... وما يلقى في بعض الإذاعات من مثل هذا يحتاج إلى إعادة نظر، لأنه يتجافى والحكمة تجافياً كبيرًا.
بل يخاطبهم وما يتناسب مع جميع الحضور والمستمعين، فيشرح لهم الآيات الأم، والشاملة (١)،
أو يعلّق على القصص القرآنية، أو يشرح لهم الأحاديث النبوية الجامعة، أو يبيّن لهم الأحكام الكلية، حتى يتناسب خطابه والجميع.
_________
(١) الآيات الأم هي الآيات التي تتضمن حكماً محكماً مهماً وعاماً، كقوله تعالى: ((يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ... )) الآية [النساء: ٥٩]
وقوله تعالى: ((واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا وبذي القربى واليتامى ... )) الآية [النساء: ٣٦]

والآيات الشاملة: هي التي فيها أكثر من حكم عام، ويشمل كثيراً من المسائل التي تهم كل الناس، كقوله تعالى: ((قل تعالوا أتل ما حرم ربكم عليكم ألا تشركوا بالله شيئا ... )) الآية [الأنعام: ١٥١]، وقوله تعالى: ((وقل ربّ أعوذ بك من همزات الشياطين)) الآيات [المؤمنون: ٩٧].',NULL,'223',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (222,'<span data-type="title" id=toc-92>المطلب الثالث: مخاطبة الناس بما ينفعهم، وبما يقدرون عليه، وبما هو واجب عليهم:</span>
المقصود من هذا المبحث: أن يُخاطب المسلمون بما ينفعهم، وبما يقدرون على فعله، وبما أوجبه الله عليهم.
ولا يخاطبون بما لا ينفعهم في دين أو دنيا، ولا بما يعجزون عن فعله، كأن يفصل لهم في أحكام الإماء، أو يخوض معهم فيما حدث بين الصحابة، ومن بعدهم من خلاف واقتتال، مثيراً بذلك الفتن.
أو يقحمهم في الحكم على الأعيان السابقين أو اللاحقين، كالحكم في خلاف علي مع معاوية رضي الله عنهما، والحكم على الحجاج أو يزيد بن معاوية، وما شابه هذه المسائل.
أو يُفصِّل لهم ما فعله بعض السلاطين وغيرهم من السابقين أو اللاحقين، مما لا يترتب عليه عقيدة ولا علم ولا عمل.
أو يثير فيهم فتناً نائمة، كفتنة خلق القرآن، وحوادث لا أول لها.
أو يطرح عليهم شُبه الفِرَق الضالة، ثم يحاول الرد عليها، وقد اندثرت هي وأصحابها.

<span data-type="title" id=toc-93>المطلب الرابع: التفصيل في معالجة أحوال المسلمين، والإجمال بما يفعله الكافرون</span>.
من أعظم توفيق الله للداعية؛ أن يتوجه لإصلاح شأن المسلمين، ومعالجة أمراضهم، بوضع دواء لكل داء بالتفصيل.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (223,'وإذا ما احتاج الداعية إلى الكلام عن الكافرين وخططهم، وما يكيدون بالمسلمين، فعليه الإيجاز والإجمال.
وهذه هي الوسطية التي عليها منهج القرآن والسنة، فلا تفصيل في شأن الكافرين، ولا تعليق لكل ما يحصل بالمسلمين بأعدائهم، ولا إغفال لكيدهم.
إن إغفال الكلام عما يفعله الكافرون ويخططون له مخالف لمنهج القرآن، قال تعالى: {وَكَذَلِكَ نفَصّلُ الايَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ} [الأنعام: ٥٥].
وقد ذكر لنا الله في كتابه عن كيد الكافرين وأفعالهم، لكن ذلك كان بالإجمال.
قال تعالى: {إِنّهُمْ يَكِيدُونَ كَيْداً * وَأَكِيدُ كَيْداً * فَمَهّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْداً}. [الطارق: ١٥ - ١٧]
وقال تعالى: {وَاللهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الّذِينَ يَتّبِعُونَ الشّهَوَاتِ أَن تَمِيلُوا مَيْلاً عَظِيماً}. [النساء: ٢٧]
وقال تعالى: {يَسْتَخْفُونَ مِنَ النّاسِ وَلا يَسْتَخْفُونَ مِنَ اللهِ وَهُوَ مَعَهُمْ إِذْ يُبَيّتُونَ مَا لا يَرْضَىَ مِنَ الْقَوْلِ وَكَانَ اللهُ بِمَا يَعْمَلُونَ مُحِيطاً} [النساء: ١٠٨]
فهذه النصوص وأمثالها، تحدثت عن الأعداء وعن كيدهم، ولكن دونما تفصيل ولا تخويف، مع التعقيب على ذلك، بالعلاج الرباني، بتقوى الله والصبر ولوازمهما.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (224,'خطورة الإسهاب والتفصيل عن العدو:
إن الإسهاب والتفصيل بما يكيده الأعداء، له خطورته على المسلمين، ذلك لأن المسلمين ضعفاءُ في إيمانهم، جاهلون بدينهم، ليس لديهم من الحصانة الإيمانية، والمناعة التوكلية، ما يقيهم شرور عدوهم، وليس لديهم من القوة المادية مايؤهلهم للصمود المعنوي في وجه أعدائهم، مما يزيدهم التفصيل وهناً على وهن.
إذ أنّ لسان حال كثير من المسلمين يقول: أنّى لنا الانتصار على الأعداء، ونحن بهذا الضعف، وهم بهذه القوة الهائلة؟ .
لذلك كان من الواجب على الداعية - لرد كيد الأعداء - أن يبدأ بإصلاح حال المسلمين، وأن يسعى لتأهيل المسلمين معنوياً، بإصلاح أحوالهم، وتقوية إيمانهم، ومعالجة أدوائهم، وتثبيت توكلهم على الله عز وجل، وتوحيد كلمتهم، ورص صفوفهم.
فهذا هو الذي ينفعهم ويثبتهم، ويمكّنهم في أرضهم، وينصرهم على عدوهم، وهذه هي عوامل النصر الحقيقية، ولو كان الأعداء على ما كانوا عليه من القوة.
وقد حذر الله من هذا، وذلك حين انهزم المسلمون في أحد، فراح رسول الله - صلى الله عليه وسلم - يقنت في صلاته على الكافرين ويلعنهم، فأنزل الله تعالى قوله: {لَيْسَ لَكَ مِنَ الأمْرِ شَيْءٌ .. } الآية (١) [آل عمران: ١٢٨]
فكف رسول الله - صلى الله عليه وسلم - عن القنوت عليهم.
_________
(١) رواه البخاري (٤٠٦٩، ٤٠٧٠، ٤٥٥٩، ٧٣٤٦)',NULL,'226',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (225,'لأن تعليق ما يصيب المسلمين من كوارث بعدوهم فحسب، له خطورته الكبيرة على تفكير المسلمين، فضلاً عن مخالفته لهدي القرآن الكريم في أن ما يصيب المسلمين إنما هو بما كسبت أيديهم، قال تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَنْ كَثِيرٍ} [الشورى: ٣٠]، وقال سبحانه: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [آل عمران: ١٦٥].

الشتم لا يصد عدواً ولا يعالج مسلماً:
وبعض الدعاة يلجأ إلى الشتم واللعن والصراخ، ظناً منه أن هذا يحمل المسلمين على التصدي للعدو، أو يردع العدو، غافلاً عن أن هذا لا ينكأ عدواً، ولا يصلح مسلماً.
والخلاصة: أن هذه قضية منهجية جديرة بالتأمل والتبني من قبل الدعاة، وتتلخص هذه المنهجية بما يلي:
الأولى: الاهتمام بالمسلم قبل لقاء العدو تربية وإعداداً، وبعد لقائه ـ ـ ــ إن انتصر المسلم ــ شكراً لله وعرفاناً، وإن لم ينتصر .. فموعظة واعتباراً ومراجعة للنفس وإصلاحاً.
الثانية: تعليق كل ما يحصل بالمسلم من كوارث كونية، أو هزائم، أو مصائب، بنفسه وذنبه.
الثالثة: عدم تبرئة الكافرين من الخبث والكيد، والكلام عن هذا على سبيل الإجمال.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (226,'لأن معالجة أوضاع المسلمين، ورد كيد أعدائهم، لا يكون باللعن والسب، والتهويل وحكاية ماهم عليه، من الكيد والمكر والقوة، وإغفال إصلاح المسلمين ومداواة عللهم .. إن هذا ليس من منهج الدعوة إلى الله في شيء، بل هو يوهن عزائم المسلمين، ويثبط هممهم.
ومنهج الدعوة يهدف إلى بناء الفرد على الإيمان، والتوكل الصادق على الرحمن، بالتزكية والعلم، مع جواز الإشارة إلى أعمال الكافرين، وكيدهم والتحذير من ذلك بالإجمال، على مبدأ هذه القاعدة المذكورة: يفصل في معالجة أحوال المسلمين، ويُجمل في بيان كيد الكافرين.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (227,'<span data-type="title" id=toc-94>المبحث السادس جواز المداراة في الدعوة إلى الله، وحرمة المداهنة:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-95>المطلب الأول: المقصود من المداراة والمداهنة</span>.
مما لا شك فيه: أن الداعية سيتعرض إلى حالات محرجة، ومواقف صعبة، يحتاج فيها إلى حسن تصرف، وموازنة بين المصالح والمفاسد، ونظر ثاقب في عواقب الأمور.
لأجل هذا شرع الله عز وجل المداراة، وحرم في الوقت نفسه المداهنة.
والمداراة: هي التلطف بالمخطئ، وعدم مصارحته أو مفاجأته بحكم عمله، أو قوله، أو بالحكم عليه رجاء هدايته.
أو: هي جواز تأخير البيان من أجل التغيير، انتظار فرصة أفضل، إذا لم يترتب على التأخير مفسدةٌ أعظم. (١)
أو: هي تأخير بيان الحق دفعاً لمفسدة أكبر، أو طلباً لمصلحة شرعية أعظم، دون أن يتضمن هذا السكوت تأييداً لباطل، أو إبطالاً لحق، مع إنكار القلب في هذا كله، والعزم على الإنكار حين الاستطاعة، حسب المستطاع.
وهذا مما أباحه الإسلام، ومن الأدلة على ذلك ماروته عائشة رضي الله عنها: أن رجلاً استأذن على النبي - صلى الله عليه وسلم - فلما رآه قال: ((بئس أخو العشيرة، وبئس ابن العشيرة)) فلما جلس تطلّق النبي - صلى الله عليه وسلم - في وجهه وانبسط
_________
(١) راجع: لسان العرب، والنهاية لابن الأثير مادة: (درأ)، وفتح الباري (٩/ ٢٥٢).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (228,'إليه، فلما انطلق الرجل قالت له عائشة: يا رسول الله! حين رأيت الرجل، قلت له: كذا وكذا، ثم تطلقت في وجهه وانبسطت إليه؟ فقال رسول الله - صلى الله عليه وسلم -: ((ياعائشة متى عهدتني فحّاشاً، إن شر الناس عند الله منزلة يوم القيامة من تركه الناس اتقاء شرّه)) (١).
والمداهنة: هي قول الباطل، مسايرةً لقائلهِ أو فاعله، أو المشاركةُ فيه مصانعةً لأهله، أو السكوتُ عنه مع القدرة على القول أو الفعل، أو الامتناع عن قول الحق مع القدرة عليه، لمصلحة غير شرعية، شخصية كانت أو غيرها (٢).
وقيل: المداهنة: إظهار خلاف ما يبطن، مسايرةً لأهل الباطل (٣).
وقيل: هي كتمان الحق في مقام يجب بيانه (٤).
وهذا مما حرمته الشريعة، وشنعت على فاعله، وجعلته كبيرةً من الكبائر، قال تعالى: {وَدّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ} [القلم: ٩].
وقال سبحانه: {إِنّ الّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ الْبَيّنَاتِ وَالْهُدَىَ مِن بَعْدِ مَا بَيّنّاهُ لِلنّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ اللهُ وَيَلْعَنُهُمُ اللاّعِنُونَ} [البقرة: ١٥٩]
وقال تعالى: {وَإِذَ أَخَذَ اللهُ مِيثَاقَ الّذِينَ أُوتُوا الْكِتَابَ لَتُبَيّنُنّهُ لِلنّاسِ وَلا تَكْتُمُونَهُ ... } [آل عمران: ١٨٧]
_________
(١) رواه البخاري (٦٠٣٢).
(٢) انظر مختار الصحاح، ولسان العرب مادة: (دهن).
(٣) انظر لسان العرب المصدر السابق.
(٤) انظر لسان العرب المصدر السابق، راجع التعريفات لعلي الجرجاني (ص: ٢٠٧).',NULL,'230',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (229,'وقال - صلى الله عليه وسلم -: (( .. وتجدون من شرار الناس: ذا الوجهين، الذي يأتي هؤلاء بوجه، ويأتي هؤلاء بوجه ... )) (١).
وقال - صلى الله عليه وسلم -: ((من سئل عن علم فكتمه، ألجمه الله بلجام من نار .. )) (٢)

<span data-type="title" id=toc-96>والخلاصة من هذه القاعدة:</span>
أن يكون لدى الداعية منهج واضح، في معالجة المواقف الحرجة، وموازنةٌ بين المصالح والمفاسد في الدعوة إلى الله، وما يلحق الداعية من أذى، وما يترتب عليه من إثم الكتمان والخروج من المآزق مخرجاً شرعياً، كحل مؤقت، لموقف معين، وهو هاهنا المداراة، وحتى لا ينزلق في المداهنة التي تفقد الثقة به، وتعطل دعوته، فضلاً عن حسابه عند ربه.

<span data-type="title" id=toc-97>المطلب الثاني: موقف الدعاة في هذا الباب والوسطية:</span>
الدعاة في هذا الباب - باب المدارة والمداهنة- بين: إفراط وتفريط واعتدال.
فمنهم؛ من فتح باب المداهنة على مصراعيه، فباع الحق بثمن بخس، طلباً لرضى الناس، أو لمتاعٍ دنيوي زائل، فسقط في غضب الله، وأبطل عمله، فحُرم التوفيق، وخسر الأجر.
_________
(١) رواه البخاري (٣٤٩٤، ٦٠٥٨)، ومسلم (٢٥٢٦)
(٢) رواه أبو داوود (٣٦٥٨)، والترمذي (٢٦٤٩)، وقال: حديث أبي هريرة حسن، وأخرجه ابن ماجة
(٢٦٦)، وصححه الحاكم (١/ ١٠١)، ووافقه الذهبي.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (230,'ومنهم؛ من فقد الفقه- فقه الدعوة إلى الله- وظن أن المداراة مداهنة، وأن كل تلطف، أو كلمة طيبة، أو خلق حسن مع العاصي أو المخالف، هو مداهنة، ويرى أن كل سكوت مؤقت عن الخطأ - بغية إصلاح ما هو أعظم، أو انتظار فرصة أفضل، أو التدرج مع المدعوين تمييع، ومداهنة.
وهؤلاء؛ فقدوا الحكمة، وخالفوا الشرع، فغلظت قلوبهم، وساءت أخلاقهم، وقست عباراتهم مع الناس، فنفروا العباد، وأساءوا إلى الدين، وضيعوا كثيراً من المصالح، وجلبوا كثيراً من المفاسد عليهم، وعلى الدعوة، ولم يكتفوا بذلك، بل عابوا على غيرهم حكمتهم، واتهموهم بـ (المداهنة) والـ (التلون) لتلطف فعلوه، أو لكلام طيب مع العاصي أو المخالف أظهروه، أو لبيان حق لمصلحة شرعية أخروه، واحتجوا بعموم النهي عن ذي الوجهين، وبعموم الأمر بالصدع بالحق، متغافلين عما أمر الله به من الحكمة، وما كان من سيرة رسول الله - صلى الله عليه وسلم - في مثل هذه المواقف .. من الرفق والكلام الطيب .. وتأخير البيان لمصلحة جلية، وما شابه ذلك، وقد سبق من الأدلة على هذا مما يغني عن تكراره.

<span data-type="title" id=toc-98>المطلب الثالث: عواقب غياب هذه القاعدة:</span>
إن عواقب إهمال هذه القاعدة من قاموس الداعية، جر على المداهنين ضياع دينهم، وفقدان ثقة الناس، وعدم مبالاتهم بهم، فضلاً عما ينتظرهم من حساب ربهم.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (231,'كما أن غياب هذه القاعدة من قاموس الجُفاة، جر على الدعاة سوء السمعة، وتشويه الدين عند الجهلاء، ونفور الناس، ظناً منهم أن فعل هؤلاء الدعاة من الدين، فضلاً عما أحدثوه من تراجعات شديدة في سير الدعوة إلى الله.
والله المستعان على الاعتدال.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (232,'<span data-type="title" id=toc-99>المبحث السابع في التدرج، وفقه الأولويات:</span>
وفيه تسعة مطالب:

<span data-type="title" id=toc-100>المطلب الأول: المقصود بالتدرج وفقه الأولويات:</span>
لا تنفصل قضايا الدعوة واحدة عن الأخرى انفصالاً تاماً، فإن مسألة التدرج في المأمورات والنهي عن المحرمات من باب فقه الأولويات، ومن باب مراعاة حال المدعوين كذلك، ولكن التدرج يفارقهما في مراعاة حال المدعو إيمانياً، ونفسياً، وواقعياً، من حيث المادة العلمية نفسها.
فمن الضروري جداً؛ أن يكون لدى الداعية منهجٌ واضح في قضية التدرج مع المدعوين، وفقهٌ في الأولويات التي ينبغي للداعية أن يقدمها ويراعيها، كي تؤدى الدعوة إلى الله على وجهها الصحيح، ولتتناسب وفطر الناس التي فطرهم الله عليها، ولكي يوفق إلى اختيار الأهم فالأهم، إذا ما تزاحمت لديه الأمور، واجتمعت عليه في آن واحد القضايا.
فالتقعيد في هذا الباب، والفقه فيه، يعطي الداعية تصرفاً سليماً في المواقف، وترتيباً لأولويات دعوته، مما يحفظ عليه وقته وجهده، فينتفع وينفع، ويزرع .. فيثمر .. وإلا تخبط في دعوته، فيَضيع ويُضيّع .. ويزرع .. فلا يثمر ..
والمقصود بالتدرج: الانتقال بالمدعو من الأسهل إلى الأصعب، ومن كلية إلى أخرى، ومن الكليات إلى الجزئيات، ومن الدعوة النظرية إلى',NULL,'234',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (233,'الدعوة العملية التطبيقية، ومن الإيمان إلى الأعمال، ومن التوحيد إلى العبادات.
والانتقال به في باب المحرمات، من محرم إلى آخر .. ومن تحريم الكبائر إلى تحريم الصغائر، حتى يصل المدعو إلى مرتبة التكيف مع كل توجيه، والانصياع لكل أمر.
والتدرج سنة كونية، وشرعية، لأنها تتوافق والفطرة التي فطر الله الناس عليها.
فإن طبيعة البشر، تأبى قبول الأحكام جملة واحدة، أو الامتناع عن المحرمات مرة واحدة، وذلك لما ألفته النفس واعتادت عليه من العادات في جاهليتها، واستثقال ما هو جديد من العبادات، لذلك يصعب على النفس ترك ما ألفته من تلك العادات، ويشق عليها تجنب ما اعتادته من الشهوات، دفعة واحدة، لذلك جاءت سنة التدرج الشرعية، موافقة تماماً لسنة الله الكونية.
قال تعالى: {قُلْ أَنزَلَهُ الّذِي يَعْلَمُ السّرّ فِى السّمَاوَاتِ وَالأرْضِ ... } الآية [الفرقان: ٦].
لذلك سَنَّ الله سبحانه التدرج مع عباده في كثير من القضايا .. في المأمورات، وفي المنهيات .. وكذلك سنَّه رسول الله - صلى الله عليه وسلم -.
وأما الاشتراك بين التدرج وفقه الأولويات، فذلك لأن فقه الأولويات يعني التدرج من الأهم إلى المهم .. فالتوحيد - مثلاً - أعظم العبادة، فكان لا بد من تقديمه على كل عبادة، لأنه لا تستقيم عبادة إلا به، فهذا تدرج وأخذ بالأولويات، فهو يشبه الوضوء للصلاة.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (234,'ولما كان الشرك أعظم الذنوب، كان لابد من تقديم النهي عنه على كل ذنب، فهذا تدرج وأخذ بالأولويات، وهكذا تتداخل هاتان القاعدتان، وتتشاركان.
والمقصود تمثيلاً: أنّه إذا أسلم رجل .. أو إذا جاء داعية إلى قوم قد تركوا الواجبات .. وفعلوا المحرمات، فلا يطلب منه (منهم) فعل الواجبات كلها دفعة واحدة، ولا ترك المحرمات كلها دفعة واحدة .. وإنما يطلب منه (منهم) التوحيد .. ثم الصلاة، ثم الزكاة، وينهى عن الكبائر .. كبيرة كبيرة ..
وأما إذا كان الرجل حديث الإسلام، أو القوم الذين ضعف إيمانهم .. على استعداد لتقبل فعل معظم الطاعات، وترك معظم المنهيات فيبلغون والحال هذه .. لكن كم من امرئ أفاد أنه على استعداد .. ثم سرعان ما انتكس.

<span data-type="title" id=toc-101>المطلب الثاني: التدرج في المأمورات واحدة واحدة وأدلة ذلك:</span>
من أوضح ما يبين قضية التدرج في الواجبات، نزول القرآن على مراحل، وعدم نزوله دفعة واحدة، لأن هذا التتابع والتدرج يثبت الأفئدة، ويجعلها تعي ما يقال لها، لذلك لما استغرب الكفار نزول القرآن منجماً، قال لهم سبحانه مخاطباً رسوله - صلى الله عليه وسلم -: { ... كَذَلِكَ لِنُثَبّتَ بِهِ فُؤَادَكَ .. } الآية [الفرقان: ٣٢]، ويبين هذا؛ ما كان من سيرة الأنبياء في مسلكهم الدعوي، فقد كانوا يدعون الناس إلى توحيد الخالق، ونبذ الشرك، قبل',NULL,'236',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (235,'الأمر بكثير من العبادات، ولا التعرض إلى كثير من المحرمات التي يتعاطاها المدعوون.
قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلّ أُمّةٍ رّسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الْطّاغُوتَ} [النحل: ٣٦].
فإذا استقر الإيمان في القلوب، وخلصت النفوس بالتوحيد، نقلت إلى أداء الأركان، واحداً بعد الآخر .. أي: إلى العبادات، عبادة تلو أخرى.
وإذا كان الإيمان هو القاعدة، فإن العبادات هي مثبتاتها، فهي تثبت الإيمان وتزيده، وأثناء التدرج بالعبادات، يكون التدرج بالانتهاء عن المحرمات، ذلك لأن العبادات تعين على ترك المنكرات.
قال تعالى: {إِنّ الصّلاةَ تَنْهَىَ عَنِ الْفَحْشَآءِ وَالْمُنْكَرِ .. } الآية [العنكبوت: ٤٥].
وقال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهّرُهُمْ وَتُزَكّيهِمْ بِهَا .. } الآية [التوبة: ١٠٣].
وقال - صلى الله عليه وسلم -: ((صوم ثلاثة أيام من الشهر تذهب وحر الصدر)) (١).
وَحَرَ الصدر: أي تطهير القلب من الدنس، وما يلحقه من الأدران المعنوية من حقد وحسد، وماشابه ذلك.
وقال - صلى الله عليه وسلم -: ((الطُّهور شطر الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن، أو تملأ مابين السماء والأرض، والصلاة نور،
_________
(١) رواه أحمد (٥/ ٧٨، ٣٦٣)، والنسائي في السنن (٤/ ٢٠٨)، وفي الكبرى (٢٦٩٣)، وانظر صحيح الترغيب والترهيب (١٠٢٣).',NULL,'237',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (236,'والصدقة برهان، والصبر ضياء، والقرآن حجة لك أو عليك، كل الناس يغدو، فبائع نفسه فمعتقها أو موبقها)) (١).
فالبدء بالدعوة إلى الإيمان .. تأسيس واطمئنان، والتثنية بالعبادات .. ذكر وتثبيت، والنهي عن المنكرات .. تطهير وتزكية.
ومن أوضح ما يبين قضية التدرج ما أمر به رسول الله معاذاً حين أرسله إلى اليمن.
فعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - لمعاذ بن جبل حين بعثه إلى اليمن: إنك ستأتي قوماً من أهل الكتاب، فإذا جئتهم فادعهم إلى أن يشهدوا أن لا إله إلا الله وأن محمداً رسول الله، فإن هم أطاعوا لك بذلك فأخبرهم أن الله قد فرض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لك بذلك، فأخبرهم أن الله قد فرض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن هم أطاعوا لك بذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم فإنه ليس بينه وبين الله حجاب)) (٢).

<span data-type="title" id=toc-102>المطلب الثالث: التدرج في المأمور نفسه:</span>
ولم تقتصر سنة التدرج بين الكليات كالتوحيد، ثم العبادة فحسب .. بل كان التدرج في الكلية نفسها، أي: كان التدرج في التوحيد نفسه، وفي الصلاة نفسها.
_________
(١) رواه مسلم، واللفظ له، كتاب الطهارة رقم (٢٢٣)، وأحمد (٥/ ٣٤٣).
(٢) رواه البخاري (٤٣٤٧) واللفظ له، ومسلم (١٩).',NULL,'238',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (237,'فأول ما حُرم الشرك الأكبر، ولم ينههم الرسول - صلى الله عليه وسلم - عن الشرك الأصغر إلا في المدينة.
فعن ابن عمر رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - أدرك عمر بن الخطاب، وهو يسير في ركب يحلف بأبيه، فقال: ((ألا إن الله ينهاكم أن تحلفوا بآبائكم)) (١).
ففي هذا الحديث وغيره، دلالةٌ على أن الصحابة كانوا يحلفون في المدينة بآبائهم، فلو كان شركاً أكبر، وقد نهوا عنه أول الأمر، لما وقعوا فيه بعد الهجرة، وبخاصة من أمثال عمر رضي الله عنه.
وأصرح من هذا؛ قوله - صلى الله عليه وسلم -: ((إنكم كنتم تقولون كلمة كان يمنعني الحياء منكم أن أنهاكم عنها، قال: ((لا تقولوا ما شاء الله، وما شاء محمد)) (٢)
وأول ما شرعت الصلاة ركعتين ركعتين في مكة، ودون النوافل، ثم زيدت في الحضر، ثم شرعت النوافل.
فعن عائشة رضي الله عنها قالت: ((فرضت الصلاة ركعتين، ثم هاجر النبي - صلى الله عليه وسلم - ففرضت أربعاً، وتركت صلاة السفر على الأولى)) (٣)
ولم تكن الصلاة أول ما شرعت على هيئتها آخر الأمر، فكان المسلمون يتكلمون في صلاتهم، ثم أمروا بالإمساك عنه، بقوله تعالى: {وَقُومُوا للهِ قَانِتِينَ} [البقرة: ٢٣٨].
_________
(١) رواه البخاري (٦٦٤٦)، ومسلم (١٦٤٦).
(٢) رواه أحمد (٥/ ٧٢) رقم ٢٠٧١٣، وابن ماجة (٢١١٨ م)، والطبراني في الكبير (٨/ ٣٢٤)، ومحمد بن نصر المروزي في تعظيم قدر الصلاة (٨٧٤)، وصححه الألباني في (الصحيحة ١٣٦، ١٣٧).
(٣) رواه البخاري (٣٥٠، ٣٩٣٥)، ومسلم (٦٨٥).',NULL,'239',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (238,'قال ابن كثير: ((وهذا الأمر مستلزم ترك الكلام في الصلاة لمنافاته إياها، فعن زيد بن أرقم قال: كان الرجل يكلم صاحبه في عهد النبي - صلى الله عليه وسلم - في الحاجة في الصلاة حتى نزلت هذه الآية {وَقُومُوا للهِ قَانِتِينَ} [البقرة: ٢٣٨] فأمرنا بالسكوت)) (١)
وكذلك الصيام نقل فيه المسلمون من حال إلى حال.
فعن معاذ بن جبل قال: أحيلت الصلاة ثلاثة أحوال، وأحيل الصيام ثلاثة أحوال ... وقال في الصوم: فإن رسول الله - صلى الله عليه وسلم - كان يصوم ثلاثة أيام من كل شهر، ويصوم يوم عاشوراء، فأنزل الله تعالى {يَأَيّهَا الّذِينَءَامَنُوا كُتِبَ عَلَيْكُمُ الصّيَامُ كَمَا كُتِبَ عَلَى الّذِينَ مِن قَبْلِكُمْ}، إلى قوله: {طَعَامُ مِسْكِينٍ} [البقرة: ١٨٣، ١٨٤]، فمن شاء أن يصوم صام، ومن شاء أن يفطر فطر، ويطعم كل يوم مسكينا أجزأه ذلك، وهو حول فأنزل الله تعالى: {شَهْرُ رَمَضَانَ الّذِيَ أُنْزِلَ فِيهِ الْقُرْآنُ}، إلى قوله {أَيّامٍ أُخَرَ} [البقرة: ١٨٥] فثبت الصيام على من شهد الشهر، وعلى المسافر أن يقضي، وثبت الطعام للشيخ الكبير والعجوز، اللذين لا يستطيعان الصوم، وساق الحديث (٢).
_________
(١) تفسير ابن كثير (١/ ٣٠٢)، والحديث رواه أحمد (٤/ ٣٦٨) واللفظ له، والبخاري (١٢٠٠، ٤٥٣٤)، ومسلم (٥٣٩).
(٢) رواه أحمد (٥/ ٢٤٦)، وأبو داوود (٥٠٧)، والحاكم (٢/ ٢٧٤)، وصححه ووافقه الذهبي، واقتصر على ذكر أحوال الصيام، ولم يذكر أحوال الصلاة، وذكره الشيخ الألباني في صحيح أبي داود (٤٧٩) وقال: صحيح.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (239,'ففي هذه الأدلة دلالة واضحة على أن التدرج كان في تعليم الناس التوحيد نفسه، وأن النبي - صلى الله عليه وسلم - لم يعلمهم التوحيد كاملاً، ولا الصلاة دفعة واحدة على هيئتها الأخيرة.
والمقصود من هذا: أن التدرج يكون من كلية إلى كلية، كما يكون في الكلية نفسها من حال إلى حال.

<span data-type="title" id=toc-103>المطلب الرابع: التدرج في النهي عن المحرمات:</span>
كما كان التدرج في المأمورات من توحيد وعبادات، كان كذلك في تحريم المحرمات، فلم تُحرَّم المحرمات في بدء الدعوة، ولا حُرِّمت -بعد ذلك - دفعة واحدة، بل كانت تُحرَّم واحدة تلو الأخرى.
وقد كان بعض الصحابة رضوان الله عليهم يتعاطون بمكة محرمات؛ من خمر وميسر وغير ذلك، مما عده الإسلام بعد ذلك من الموبقات، دون أن ينهاهم الإسلام - وقتئذ - عن شيء منها، وهذا أمر مشهور لا يحتاج إلى شواهد، فتعاطي الصحابة الخمر حتى في المدينة مشهور ومعروف (١).
فقد بدأ الإسلام بتحريم الشرك، ثم الكبائر، ثم الصغائر.
قال تعالى: { ... قُلْ إِنّمَآ أُمِرْتُ أَنْ أَعْبُدَ اللهَ وَلآ أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مآبِ}. [الرعد: ٣٦]
وقال تعالى: { ... وَادْعُ إِلَىَ رَبّكَ وَلا تَكُونَنّ مِنَ الْمُشْرِكِينَ} [القصص: ٨٧].
_________
(١) راجع البخاري (٢٠٨٩، ٤٠٠٣)، ومسلم (١٩٧٩).',NULL,'241',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (240,'ثم نزل بعد ذلك تحريم المحرمات بالتدرج دون تفصيل -بادئ الأمر- ولا تعميم.
قال تعالى: {قُل لاّ أَجِدُ فِى مَآ أُوْحِىَ إِلَيّ مُحَرّماً عَلَىَ طَاعِمٍ يَطْعَمُهُ إِلاّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنّهُ رِجْسٌ أَوْ فِسْقاً أُهِلّ لِغَيْرِ اللهِ بِهِ فَمَنِ اضْطُرّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنّ رَبّكَ غَفُورٌ رّحِيمٌ} [الأنعام: ١٤٥]
قال القرطبي: أعلم الله عز وجل في هذه الآية بما حرم .. والآية مكية، ولم يكن في الشريعة في ذلك الوقت محرم غير هذه الأشياء ثم نزلت سورة المائدة بالمدينة، وزيد في المحرمات كالمنخنقة والموقوذة والنطيحة والخمر وغير ذلك، وحرم رسول الله - صلى الله عليه وسلم - بالمدينة أكل كل ذي ناب من السباع، وكل ذي مخلب من الطير)) (١).

<span data-type="title" id=toc-104>المطلب الخامس: التدرج في نفس المحرم:</span>
كذلك كان يُتدرج في المحرم نفسه، من حال إلى حال، والتدرج في تحريم الخمر أشهر من أن نذكره هنا.
فعن عمر بن الخطاب قال: لما نزل تحريم الخمر قال عمر: اللهم بيّن لنا في الخمر بياناً شفاء، فنزلت الآية التي في البقرة {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ .. } الآية [البقرة: ٢١٩]، قال: فدعي عمر فقرئت عليه، قال: اللهم بين لنا في الخمر بياناً شفاء، فنزلت الآية التي في النساء: {يَا أَيّهَا الّذِينَءَامَنُوا لا تَقْرَبُوا الصّلاةَ وَأَنْتُمْ سُكَارَىَ .. }
_________
(١) تفسير القرطبي (٧/ ١١٥)، والحديث رواه مسلم (١٩٣٤) وغيره.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (241,'[النساء: ٤٣] فكان منادي رسول الله - صلى الله عليه وسلم - إذا أقيمت الصلاة ينادي: ألا لايقربن الصلاة سكران، فدعي عمر فقرئت عليه، فقال: اللهم بين لنا في الخمر بياناً شفاء، فنزلت هذه الآية {فَهَلْ أَنْتُمْ مّنتَهُونَ} [المائدة: ٩١]، قال عمر: انتهينا. (١)
ولما كان التدرج بتحريم الزنى ممتنعاً واقعياً، حُرم عليهم الزنى، وسكت عن متعة النساء، ثم حرّمت .. ثم أبيحت في ظرف معين .. ثم حرمت إلى الأبد. (٢)

<span data-type="title" id=toc-105>المطلب السادس: التدرج سُنّة لم تُنسخ:</span>
فإن قيل: إن التدرج كان قبل نزول الأحكام، وفرض العبادات، وقد تمت الأحكام، وفرضت العبادات، فلا تدرج اليوم.
قيل: أولاً: إن التدرج منهج مرحلي، وطريقة دعوية، لا تنسخ كأحكام الحلال والحرام المعرضة للنسخ.
ثانياً: إنه لا دليل على نسخ التدرج لمن يحتاجه، ودعوى تمام الشريعة لا تتعارض مع بقاء سنة التدرج في بعض الأحوال، ومع بعض الأعيان، بل لو قيل: إن من تمام الشريعة، وكمالها، وجمالها بقاء سنة التدرج .. لكان صحيحاً، وذلك ليتناسب هذا الدين وأحوال الناس كافة .. ولو سُلِم بأن التدرج منسوخ .. فكيف ستعامل هذه الشعوب المسلمة التي خرجت مما
_________
(١) أبو داوود (٣٦٧٠)، والنسائي (٨/ ٢٨٦)، والترمذي (٣٠٤٩).
(٢) راجع إن شئت مسلم (١٤٠٦).',NULL,'243',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (242,'وقع فيها من الفتن، وهي لا تعلم عن دينها شيئا، أتريدون أن نلقي عليهم الإسلام جملة واحدة حتى ينفروا؟ .. سبحانك! ! ! .
ثالثاً: إن التدرج كان لعلة، فإذا زالت زال، وإذا وجدت وجد.
وعلته: وجود مجتمعات جاهلية تدعى إلى الإسلام.
أو: وجود مسلمين حديثي عهد بجاهلية.
ووجود هذه الأصناف - وهي علة التدرج - ما زالت قائمة، وستبقى إلى يوم القيامة، وببقائها تبقى سنة التدرج، لذلك يشرع في حق هؤلاء التدرج؛ ولو بعد ثبوت الأحكام الشرعية.
فلو قدر أن رجلاً يريد أن يسلم، واستثقل ترك الخمر، فلا مانع أن يسلم، ولو بقي على ذنبه، أو استثقل الحج، فيقال له أسلم، ثم يكون بعد ذلك مايكون، أو إذا أرادت امرأة أن تسلم على أن لا تتحجب، فيقال لها: أسلمي، ولو بقيت سافرة.
وبهذا يتبين خطأ ما فعله بعضهم: عندما أرادت امرأة الإسلام .. قيل لها: إن الإسلام يبيح تعدد الزوجات، فامتنعت عن الإسلام.
ولما أراد رجل أن يسلم، قيل له: إن الإسلام يضرب عنق من ارتد، فلم يسلم.
والحكمة؛ أن يفتح لهم باب الإسلام على ما هم عليه إلا الكفر، ثم يُتدرج معهم في أحكام الدين واحدة تلو الأخرى حتى يثبتوا.
رابعاً: قد تدرج الرسول - صلى الله عليه وسلم - في بعض الحالات بعد نزول الأحكام، وهذا ما سنفصله في المطلب التالي.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (243,'<span data-type="title" id=toc-106>المطلب السابع: التدرج في حالات خاصة:</span>
المقصود من هذا المطلب: جواز التدرج مع أقوام دون أقوام، وأفراد دون أفراد، لظرف طارئ، أو لحالة خاصة، كما هو الحال مع المسلمين الذين كانوا يخضعون للحكم الشيوعي، وغيرهم ممن جهلوا دينهم، ودب فيهم ما دب من الشركيات، وانتشر ما انتشر فيهم من البدع، والمحرمات.
ومثل هذه المجتمعات، لم تنعدم عبر التاريخ، حتى في عصرنا، فقد وُجد في مثل هذه المجتمعات مسلمون، لا يعرفون أركان الإسلام، فكيف بأدائها وأحكامها (١).
فليس من الحكمة؛ نقلُ مثلِ هؤلاء إلى الإسلام بجملته، بدعوى أنهم مسلمون، وأن الشريعة كملت، بل لا بد من أخذهم بقاعدة التدرج .. التوحيد .. فالعبادات، واحدة بعد الأخرى .. والنهي عن المحرمات .. الأعظم فالأعظم حسب أحوال العباد.
وكذلك حُكمُ من أراد دخول الإسلام، فلا تلقى عليه العبادات، والمنهيات دفعة واحدة.
وقد سبق ذكر حديث معاذ لما أرسله الرسول - صلى الله عليه وسلم - إلى اليمن، فقد أمره بالتدرج بعد ثبوت الأحكام.
ومن أروع ما يستدل به على تقدير ظروف بعض المدعوين حدثان في عهد النبوة.
_________
(١) ووجد منهم من لا يعرف من الإسلام إلا أنه يحرم أكل الخنزير، ولا يعلم توحيداً، ولا عبادة فضلاً عن حلال وحرام.
بل سألتُ أحدَهم عن رسول الله - صلى الله عليه وسلم -، فما عرف عنه شيئاً، سوى أنه مسلم، وأنه معه على دينه.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (244,'الأول: (حديث وفد ثقيف)، عن وهب قال: سألت جابراً عن شأن ثقيف إذ بايعت، قال: اشترطت على النبي - صلى الله عليه وسلم - أن لا صدقة عليها ولا جهاد، وأنه سمع النبي - صلى الله عليه وسلم - بعد ذلك يقول: ((سيتصدقون، ويجاهدون إذا أسلموا)). (١)
وعن نصر بن عاصم عن رجل منهم: أنه أتى النبي - صلى الله عليه وسلم -، فأسلم على أنه لا يصلي إلا صلاتين فقبل ذلك منه (٢).
الثاني: كان أبو حذيفة رضي الله عنه قد تبنى سالماً قبل تحريم التبني، فلما نزلت آية الحجاب كبر على أبي حذيفة دخوله على زوجته، وصعب عليه مفارقته، فأفتاهم الرسول - صلى الله عليه وسلم - بإرضاعه.
فعن عائشة رضي الله عنهما قالت: جاءت سهلة بنت سهيل إلى النبي - صلى الله عليه وسلم - فقالت يا رسول الله: إني أرى في وجه أبي حذيفة من دخول سالم، (وهو حليفه) فقال النبي - صلى الله عليه وسلم -: ((أرضعيه)) قالت: وكيف أرضعه؟ وهو رجل كبير، فتبسم رسول الله - صلى الله عليه وسلم - وقال: ((قد علمت أنه رجل كبير)) (٣).
ففي هذين الحدثين، دليل واضح على بقاء حكم التدرج، لمن دخل في الإسلام، وبعد ثبوت الأحكام في الدين، فإن المسألة لا تتعلق بأصل
_________
(١) رواه أحمد (٣/ ٣٤١)، وأبو داود (٣٠٢٥)، والبيهقي في دلائل النبوة (٥/ ٣٠٦)، وانظر الصحيحة للشيخ الألباني - رحمه الله - (١٨٨٨).
(٢) رواه أحمد (٥/ ٢٤، ٢٥، ٣٦٣)، وابن أبي عاصم في الآحاد والمثاني (٩٤١)، وأبو نعيم كما في أسد الغابة (٦/ ٤٤٦) قلت: واسناده صحيح، رجاله ثقات، والرجل المبهم شيخ نصر صحابي، وجهالة الصحابي لا تضر.
(٣) رواه مسلم (١٤٥٣)',NULL,'246',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (245,'دين الإسلام، وإنما تتعلق بدين الرجل نفسه، وحاله، وقوة إيمانه، ومدى استجابته.
فلو أن لعائلة غير مسلمة اليوم متبنى، وأرادت الإسلام، وصعب عليهم مفارقته، قيل لهم: أرضعوا المتبنى، وليبق معكم.
ولو أن امرءاً قال: أُسلم وأؤدي بعض العبادات دون بعض، ولا أنتهي عن المحرمات كلها، أو بعضها، لقيل له: أسلم .. لعل الله يحدث بعد ذلك أمراً (١).

<span data-type="title" id=toc-107>المطلب الثامن: الوضع المكي لم ينسخ:</span>
من المعلوم أن المجتمعات ليست واحدة في أحوالها فهناك المجتمع المكي .. والمجتمع الدعوي .. والمجتمع الحبشي .. والمجتمع الحجاجي .. والمجتمع الإسلامي .. إلى غير ذلك من أنواع المجتمعات التي لكل واحد منها أحواله، وأحكامه، ومواقفه.
لذلك تتأكد حكمة بقاء منهجية التدرج لتتناسب وهذه المجتمعات كل حسب حاله، وبخاصة في المجتمع المكي.
_________
(١) من جميل ما حدث مرة، أن أحد العلماء سأل رجلاً عن سبب تركه للصلاة، فقال الرجل: أحب الصلاة ولكن الوضوء يصعب علي لبرودة الماء، لذلك تركت الصلاة، وكان ذلك في بلاد باردة، وقبل وجود أجهزة تدفئة المياه، فقال له العالم: تيمم وصل .. فضج العلماء الآخرون ودفعوا العالم للمحكمة على أنه أسقط الوضوء وهو معلوم من الدين بالضرورة.
وبعد قيل وقال .. أصر الشيخ على فتواه معللاً أن وجود هذا الرجل في المسجد سيزيد من علمه وإيمانه، وسيدفعه ذلك إلى الوضوء .. وقد كان الأمر - بَعدُ - كذلك.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (246,'والمقصود بالوضع المكي: وجود مسلمين ضعفاء مضطهدين بين أظهر الكافرين، لا يسمح لهم بالدعوة، ولا يستطيعون إقامة شعائرهم، ولا الأمر بالمعروف، ولا النهي عن المنكر .. فضلاً عن الجهاد، وإقامة الحدود.
فإن وجد قوم من المسلمين كذلك، فيشرع لهم الاقتداء بأفعال الرسول - صلى الله عليه وسلم - بمكة، من أداء ما يستطيعونه من العبادات، والانتهاء عما يستطيعونه من المحرمات.
ويجب عليهم الرد الكريم، والصفح الجميل، والعفو عن المؤذين، وكف الأيدي، ويحرم عليهم الرد بالعنف والقتال.
قال تعالى: { .. فَاصْفَحِ الصَّفْحَ الْجَمِيلَ} [الحجر: ٨٥]
وقال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ .. } الآية [النساء: ٧٧]
قال ابن تيمية: ((فمن كان من المؤمنين بأرض هو فيها مستضعف، أو في وقت هو فيه مستضعف، فليعمل بآية الصبر والصفح والعفو عمن يؤذي الله ورسوله، من الذين أوتوا الكتاب والمشركين، وأما أهل القوة، فإنما يعملون بآية قتال أئمة الكفر الذين يطعنون في الدين وبآية {قَاتِلُوا الّذِينَ لا يُؤْمِنُونَ بِاللهِ وَلا بِالْيَوْمِ الاخِرِ وَلا يُحَرّمُونَ مَا حَرّمَ اللهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقّ مِنَ الّذِينَ أُوتُوا الْكِتَابَ حَتّىَ يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: ٢٩])). (١)
_________
(١) الصارم المسلول (٢/ ٤١٣).',NULL,'248',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (247,'<span data-type="title" id=toc-108>المطلب التاسع: حكمة التدرج:</span>
من المعلوم أن النفوس طبعت على استثقال التكاليف، قال تعالى: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لّكُمْ .. } الآية [البقرة: ٢١٦].
وقال - صلى الله عليه وسلم -: ((حُفّت الجنّة بالمكاره .. )) الحديث (١).
كما طبعت النفوس على صعوبة ترك ما ألفته من الشهوات والملذات، ومفارقة الأصحاب.
قال - صلى الله عليه وسلم -: ((وحُّفّت النّار بالشّهوات)) (٢) ...
فإذا نقلت النفس من حال إلى حال، ومن حكم إلى حكم، كان ذلك أدعى للاستجابة، وأسهل لترك المحرمات، وفعل الطاعات.
ثم إن المؤمن إذا فعل طاعة أو ترك حراماً لله .. ازداد إيمانه، فتنشطت نفسه لطاعة جديدة، أو هجر لمعصية وهكذا.
ذلك لأن الإيمان يسهل أداء الطاعات بل يشوق لها، ويُكرِّه المحرمات، وينفر منها.
وهذا هو سر تدرج النبي - صلى الله عليه وسلم - مع وفد أهل الطائف وغيرهم، فقد كانوا يحبون أن يسلموا، ولكنْ؛ استثقل بعضهم خمس صلوات، وغيرها، لضعف إيمانهم، وقربهم من جاهليتهم، التي لا تكليف فيها إلا الشهوات والهوى، فقبل منهم رسول الله - صلى الله عليه وسلم - الإسلام بما اشترطوا، إلى حين استقرار الإيمان في قلوبهم، بأدائهم بعض العبادات، وبصحبتهم المسلمين، وبسماعهم القرآن الكريم، وحضورهم دروس العلم، فإن هذا
_________
(١) رواه مسلم (٢٨٢٢)
(٢) رواه مسلم المصدر السابق.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (248,'سيزيد في إيمانهم، ويزيل جهلهم، الأمر الذي يدفعهم إلى تصحيح وضعهم بأنفسهم، وهذا ما أخبر عنه النبي - صلى الله عليه وسلم - بقوله: ((سيتصدقون ويجاهدون إذا أسلموا .. )) وهذا ما كان.

<span data-type="title" id=toc-109>المطلب العاشر: التدرج لا يبيح حراماً، ولا يسقط واجباً</span>.
إن تقرير قضية التدرج في منهج الدعوة؛ لا يعني: إسقاط الواجبات، أو إباحة المحرمات.
فالواجب واجب إلى قيام الساعة، والمحرم محرم إلى قيام الساعة.
فإن قيل: فكيف يرى الحرام ولا ينكره؟ .. قيل: يجوز أن يسكت عنه سكوتاً مؤقتاً إذا كان يعالج ماهو أكبر منه، أو يمهد لإنكاره، وإلا فكيف كان يسكت رسول الله - صلى الله عليه وسلم - عما كان يعلم وجوب تغييره؟ ! كما سبق ذكره في بعض الأمثلة.
بهذا يتضح أنّ التدرج: هو منهج دعوي، يخص الداعية، لينقل المدعوين من حال إلى حال، لا أن يبيح لهم ما حرم الله، أو يسقط عنهم ما أوجب الله. ويتضح هذا في صورتين:
الأولى: صورة من كان مسلماً، ويعيش بين المسلمين والعلماء، قد عرف التوحيد والشرك، والحلال والحرام، فهذا ليس له في التدرج شأن ولا شيء.
الثانية: صورة من كان يريد الإسلام، أو هو حديث عهد بجاهلية، لا يعرف توحيداً ولا شركاً، ولا حلالاً ولا حراماً، فهذا الذي شرع في حقه التدرج، ولا يحاسب إلا على ما بلغه، وأقيمت الحجة عليه فيه.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (249,'ويلحق هذه الصورة، من كان غارقاً في جهله، غائصاً في ذنوبه، فيستدرج إلى الخير درجة درجة، وينقذ من الضلال دركة دركة.
فالتدرج منهج دعوي، لا مذهب فقهي، يحكم، ويحرِّم، ويبيح.
فمن عرف الحرام وواطأه، أثم، ومن ترك الواجب وهو يعلمه فقد عصى، سواء تُدرج معه أو لم يتدرج.
وخلاصة هذا المبحث: أن منهجية التدرج في الدعوة إلى الله ما تزال قائمة لم تنسخ، يعمل بها حسب الأحوال، وأن فيها من الحكمة الشيء الكثير، وأن غياب هذه القاعدة من منهج الداعية، فضلاً عما فيه من مخالفة لسنن الله الكونية، وسننه الشرعية، فإن فيه اصطداماً مع واقع ليس من ورائه إلا الفشل، والنفور .. ، فشل الداعية .. ونفور المدعوين، والله الهادي إلى سواء السبيل',NULL,'251',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (250,'<span data-type="title" id=toc-110>المبحث الثامن الدعوة إلى الله ورسوله صلى الله عليه وسلم، لا إلى الأحزاب ورجالها:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-111>المطلب الأول: المقصود بهذه القاعدة وأدلتها:</span>
إن الدعوة تعني: الدعوة إلى الله وحده، وإلى دينه بعامة، وإلى اتباع رسول الله دون غيره.
والدعوة إلى الله تعالى؛ أكبر من أن تحصر في دعوة إلى حزب أو جماعة، أو إلى رجل أو رجال، أو شيخ أو شيوخ .. مهما كانوا غير رسول الله - صلى الله عليه وسلم - .. أو إلى مذهب، أو طريقة غير ما كان عليه الصحابة رضوان الله عليهم، ومن تبعهم بإحسان.
والدعوة إلى الإسلام؛ أجل من أن تنحصر حول خلاف عقدي غير مكفر، أو خلافات فقهية، أو اجتهادات علمية، أو قضية جزئية.
بل هي: دعوة إلى مبادئ وكليات .. لا إلى رجال وأحزاب .. دعوةٌ إلى عبادة الله وحده، والتمسك بدينه، واتباع رسوله - صلى الله عليه وسلم -، قال تعالى: {لَهُ دَعْوَةُ الْحَقّ ... } الآية [الرعد: ١٤]، فليست لأحد دونه دعوة، كائناً من كان.
وقال تعالى: {ادْعُ إلَى سَبِيلِ رَبّكَ ... } الآية [النحل: ١٢٥]، وليس إلى سبيل زيد أو عمر .. سواء كانوا مسلمين أو كافرين.
وقال تعالى: {لّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ ... } الآية [الأحزاب: ٢١].',NULL,'252',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (251,'فليس لنا أسوة يجب اتباعها، والتأسي بها، ويُدعى إليها، غير رسول الله - صلى الله عليه وسلم -.
قال تعالى: {وَمَن يُشَاقِقِ الرّسُولَ مِن بَعْدِ مَا تَبَيّنَ لَهُ الْهُدَىَ وَيَتّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلّهِ مَا تَوَلّىَ وَنُصْلِهِ جَهَنّمَ وَسَآءَتْ مَصِيراً} [النساء: ١١٥]
فليس للمسلمين منهج، ولا طريقة غير منهج المؤمنين وطريقتهم يوم نزل القرآن، والمؤمنون المقصود بهم في هذه الآية - بالضرورة الشرعية، والتاريخية، والواقعية - هم صحابة رسول الله - صلى الله عليه وسلم -، ثم من تبعهم على منهجهم.
فمن دعا إلى غير كتاب الله تعالى، وإلى غير سنة رسوله - صلى الله عليه وسلم -، وإلى غير منهج الصحابة، كانت دعوته دعوة حزبية مردودة، وهي دعوة إلى السُّبل مرفوضة.
قال تعالى: {وَأَنّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتّبِعُوهُ وَلا تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصّاكُمْ بِهِ لَعَلّكُمْ تَتّقُونَ} [الأنعام: ١٥٣]
وجاء تفسير هذه الآية عن المصطفى عليه الصلاة والسلام أحسن تفسير، فعن عبدالله بن مسعود قال: خط لنا رسول الله - صلى الله عليه وسلم - خطاً، ثم قال: ((هذا سبيل الله))، ثم خط خطوطاً عن يمينه وعن شماله، ثم قال: ((هذه سبل))، قال يزيد: متفرقة على كل سبيل منها شيطان يدعو إليه، ثم',NULL,'253',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (252,'قرأ: {وَأَنّ هَذَا صِرَاطِى مُسْتَقِيماً فَاتّبِعُوهُ وَلا تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ} (١).
وقال تعالى: {مُنِيبِينَ إِلَيْهِ وَاتّقُوهُ وَأَقِيمُوا الصّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ * مِنَ الّذِينَ فَرّقُوا دِينَهُمْ وَكَانُوا شِيَعاً كُلّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} [الروم: ٣٢]

<span data-type="title" id=toc-112>المطلب الثاني: الأخطاء الدعوية المخالفة لهذه القاعدة:</span>
ومع هذا الوضوح في النصوص نجد بعض الدعاة، يتصور الدعوة تصوراً خاطئاً، سواءً كان ذلك في فكره، أو في مسلكه الدعوي.
ويمكن تلخيص الانحرافات الدعوية فيما يلي:

<span data-type="title" id=toc-113>الخطأ الأول: الدعوة إلى حزبية معينة .. أو غير معينة</span>
كثير من الدعاة يدعون الناس إلى حزبية محدثة، أو طريقة مبتدعة، أو جمعية مخصوصة، أو مذهبية ضيقة، وهم وإن كانوا يستظلون بظل الإسلام، ويدعون إليه بعامة، ولكنهم غافلون أو متغافلون عما في الدعوة الحزبية من حصر لشمول الإسلام، وتحجير لواسعه، وأنه لا يجوز الدعوة إلى الحزبية أصلاً.
وإذا كان لا بد من الدعوة إلى جماعة، أو سلوك مسلك - والأمر كذلك - فأحق الجماعات بذلك، وأفضل المسالك؛ الجماعة التي نزل
_________
(١) رواه أحمد (١/ ٤٣٥)، والنسائي في الكبرى (١١١٧٤)، والحاكم (٢/ ٢٣٩، ٣١٨) وصححه، ووافقه الذهبي.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (253,'عليها هذا القرآن، ففهمته وأدركت توجيهاته، وتلقت الدين غضاً طرياً، نقياً أبيض من معلمه الأول، الذي قام عليه الصلاة والسلام على تعليمهم، وتزكيتهم، حتى قبلهم الله عنده من خيرة عباده الصالحين، وزكاهم في كتابه المبين، بأقوى عبارة، وأوضح بيان، قال تعالى عنهم: {وَأَلْزَمَهُمْ كَلِمَةَ التّقْوَىَ وَكَانُوَا أَحَقّ بِهَا وَأَهْلَهَا .. } الآية [الفتح: ٢٦]
أي: ألزم الله الصحابة كلمة لا إله إلا الله .. كلمة التوحيد .. فكانوا أصدق من حملها .. وكانوا أهلاً لهذا الحمل.
وقال تعالى مخاطباً الصحابة، ومن تبعهم على مسلكهم: {كُنْتُمْ خَيْرَ أُمّةٍ أُخْرِجَتْ لِلنّاسِ .. } الآية [آل عمران: ١١٠]
فالمعنيُّ الأول بهذا الخطاب: هم أصحاب النبي - صلى الله عليه وسلم -، فهؤلاء الذين يدعى إلى طريقهم، ولا يدعى إلى طريق غيرهم أبداً.
وكل دعوة إلى طريقة أو حزب، أو جماعة غير هذه الجماعة فهي دعوة إلى ((السبل))، وإلى تفريق الأمة.

<span data-type="title" id=toc-114>الخطأ الثاني: الدعوة إلى شيخ أو شيوخ، أو زعيم أو زعماء</span>.
إن احترام العلماء، وإجلال الشيوخ، من الواجبات في الدين، غير أن حصر الدين في بعضهم، والدعوة إليه، أو إلى مبادئه وأحكامه وطروحاته كأنه معصوم، ضلالٌ في الدين، وانحرافٌ عن صراطه.
قال تعالى: {اتّبِعُوا مَآ أُنزِلَ إِلَيْكُمْ مّن رّبّكُمْ وَلا تَتّبِعُوا مِن دُونِهِ أَوْلِيَآءَ قَلِيلاً مّا تَذَكّرُونَ} [الأعراف: ٣]',NULL,'255',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (254,'وفضلُ العالم، وحسنُ قيادته، وتضحيتُه وتقواه وعلمُه شيء، وإيجاب اتّباعه، والتمحور حوله، وحول أتباعه، شيء آخر.
قال تعالى: {شَرَعَ لَكُم مّنَ الدّينِ مَا وَصّىَ بِهِ نُوحاً وَالّذِيَ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىَ وَعِيسَىَ أَنْ أَقِيمُوا الدّينَ وَلا تَتَفَرّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللهُ يَجْتَبِيَ إِلَيْهِ مَن يَشَآءُ وَيَهْدِيَ إِلَيْهِ مَن يُنِيبُ} [الشورى: ١٣]
ولذلك لم يأمر الله تعالى في كتابه، ولا رسوله - صلى الله عليه وسلم - في سنته باتباع سنة رجل غير سنة الأنبياء، وفي مقدمتهم رسول الله - صلى الله عليه وسلم -، قال تعالى: {فَبِهُدَاهُمُ اقْتَدِهْ ... } الآية [الأنعام: ٩٠]، وقال: {لّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ .. } الآية [الأحزاب: ٢١].
فإن كل إنسان غير رسول الله غير معصوم، وإن كل مخلوق غير رسول الله ليس بأسوة، بل إن رسول الله عتب على أبي بكر رضي الله عنه، عندما اختلف مع اليهودي، في أفضلية رسول الله على موسى عليهما الصلاة والسلام، فقال عليه الصلاة والسلام: ((لا تفضلوني على موسى))، وفي رواية: ((لا تخيروني)) (١).
وسر هذه المعاتبة؛ أن لا يكون الخلاف بيننا وبين اليهود حول أفضلية الأعيان، أمحمد أفضل أم موسى عليهما الصلاة والسلام.
ومن جميل ما يحتج به في هذا المقام، ما حصل في غزوة أحد عندما وقف أبو سفيان فقال: ((أفي القوم محمد .. أفيكم أبو بكر .. أفيكم
_________
(١) رواه البخاري (٢٤١١)، ومسلم (٢٣٧٣)، وأحمد (٢/ ٢٦٤)، وأبو داوود (٤٦٧١) وغيرهم.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (255,'عمر .. فقال رسول الله - صلى الله عليه وسلم -: ((لا تجيبوه)) .. ثم قال أبو سفيان: ((أُعْلُ هُبل))، فقال النبي - صلى الله عليه وسلم -: ((ألا تجيبوه؟ ! ؟ )) (١).
فانظر؛ لما قال أبو سفيان: أفيكم محمد .. أفيكم أبو بكر .. أفيكم عمر .. نهى رسول الله - صلى الله عليه وسلم - عن إجابته، ولما قال: ((أُعْلُ هُبل))، قال النبي - صلى الله عليه وسلم -: ((ألا تجيبوه))، والسر في ذلك؛ أن أبا سفيان لما تعرض للأشخاص أمر النبي - صلى الله عليه وسلم - بعدم إجابته، لأن بقاء الإسلام لا يتعلق ببقاء الأعيان، وأنه قائم سواء بقي هؤلاء الأعيان أحياء، أو ما توا.
ولما تعرض أبو سفيان رضي الله عنه للتوحيد .. إلى لب العقيدة: ((أُعْلُ هبل)) أمر الرسول - صلى الله عليه وسلم - بإجابته: ((الله أعلى وأجل)).
فَمَن الرجالُ بعد موسى ومحمد صلى الله عليهما وسلم؟ ! ؟ .. حتى يُدعى إليهم .. ؟ ، ومن الرجال بعد أبي بكر وعمر، حتى يُنصَّبوا محاور للأمة .. ؟ ، قال شيخ الإسلام: ((وليس لأحد أن ينصب للأمة شخصاً يدعو إلى طريقته، ويوالي ويعادي عليها، غير النبي - صلى الله عليه وسلم -، ولا ينصب لهم كلاماً يوالي عليه ويعادي، غير كلام الله ورسوله، وما اجتمعت عليه الأمة، بل هذا من فعل أهل البدع الذين ينصبون لهم شخصاً أو كلاماً يفرقون به بين الأمة، يوالون به على ذلك الكلام، أو تلك النسبة ويعادون)) (٢).
وقد قال من قبله الأئمة الكرام مثل هذا؛ منهم: الإمام أبو حنيفة، فقد قال: ((لا يحل لأحد أن يأخذ بقولنا ما لم يعلم من أين أخذناه)). (٣)
_________
(١) رواه البخاري (٣٠٣٩)
(٢) مجموع الفتاوى (٢٠/ ١٦٤).
(٣) ابن عبد البر في الانتقاء (ص ١٤٥)، وابن عابدين في حاشيته على البحر الرائق (٦/ ٢٩٣) وغيرهما.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (256,'وقال الإمام مالك: ((ليس أحد بعد النبي - صلى الله عليه وسلم - إلا ويؤخذ من قوله ويترك إلا النبي - صلى الله عليه وسلم -)). (١)
وللإمام الشافعي أقوال كثيرة في هذا الشأن منها قوله: (فاتبعوها - أي السنة - ولا تلفتوا إلى قول أحد) (٢).
وقال الإمام أحمد - عندما استشاره امرء في تقليد أحد العلماء في عصره -: ((لا تقلدني ولا تقلد مالكاً ولا الشافعي ولا الأوزاعي ولا الثوري، وخذ من حيث أخذوا ... )) (٣)
مفاسد الدعوة إلى الرجال:
ومما لا شك فيه أنه منذ أن بدأت الدعوة في الأمة إلى الرجال، بدأ التفرق في الدين، ووقع التنازع بين المسلمين.
وفي الدعوة إلى الأعيان مفاسد كثيرة غير التفرق، ليس هاهنا محل تفصيل لها .. ويكفي منها شراً؛ أنها تحصر الدين في رجل غير كامل ولا معصوم، فيضيع الدين .. فضلاً عن أنها تفرق الأمة، وتُحزِّب المسلمين، وتُحدثُ بينهم فتناً .. والواقع أكبر شاهد على ذلك، فقد طارت كل طائفة بشيوخها، ودعت كل فرقة إلى زعمائها .. فإنا لله وإنا إليه راجعون.
وأشنع من هذا، من يوالي ويعادي للاختلاف في الأشخاص، وفي الحكم عليهم، ويجعل هذا دينًا يدين لله عز وجل به.
_________
(١) ابن عبد البر في الجامع (٢/ ٩١).
(٢) الهدي في ذم الكلام (٣/ ٤٧)، وابن عساكر (١٥/ ٩)، والنووي في المجموع (١/ ٦٣).
(٣) أبو داوود في مسائل الإمام أحمد (ص ٢٧٦)، كل أقوال الأئمة هذه نقلاً عن صفة صلاة النبي - صلى الله عليه وسلم - للألباني، ومن أراد التوسع فليرجع إلى الكتاب المذكور ص (٢٢) وما بعدها.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (257,'وهذا غير ما يجب من الموالاة لعموم المسلمين.

<span data-type="title" id=toc-115>الخطأ الثالث: حصر الدعوة في جزئية من الدين</span>.
الدين الإسلامي: عقيدة، وشريعة، وعبادة، ومعاملات، وأخلاق .. وهو لا ينحصر في جزء دون جزء، ولا تكون الدعوة حول شعبة دون الشعب، بل للدّين كلّه، حسب ما فُصِّل من قبل في باب: فقه التدرج والأولويات.
لكن المقصود هاهنا؛ ما يقوم به بعض الدعاة من الاهتمام بجزء من الدين، يجعله محور دعوته، صباحه ومساءه، ليله ونهاره .. يرتحل لأجله، .. ويظعن لأجله .. ولا يلتفت إلى غيره، ولا إلى حال المدعوين وحاجاتهم، ويرى فيه الدين كله، كالدعوة إلى الجهاد، أو تبديع المبتدعين، أو الرد على الطوائف الضالة، على أنه الدين كله، ولا يهتم بالدعوة إلى غيره، كالتوحيد .. وحسن الخلق .. فمن استجاب له فذاك، وإلا كان ضالاً منحرفاً ... الخ.
كأن الدين عنده يقف على أصبع واحد كمحاربة الابتداع، والجهاد، إذا توقف سقط الإسلام كله .. فلا دعوة .. ولا تربية .. ولا تعليم .. إلا ما يدعو إليه.
وأشنع من هذا؛ من يوالي ويعادي على جزئية من الدين، أو خلاف بين أهل السنة - عقديًا كان أو غيره - فيأمر بهجر المخالف، فيفرق الصف لأجل هذا الخلاف، وينشئ الفتنة.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (258,'ويدخل في هذه الأخطاء؛ الدعوة إلى المذهبية الفقهية، والخلافات الاجتهادية (١)، التي ليس مقامها مقام الدعوة .. ولا يجوز للداعية أن يجعلها محل اهتمام في دعوته، ولا يجعل دعوته محلاً لنصر مذهبه الفقهي، أو الانتصار للخلافات الفقهية، وأن يُشغل المدعوين بها، وإذا كانت الخلافات ضرورة من ضرورات الاجتهاد، فليست ضرورة من ضروريات الدعوة .. بل ولا محوراً من محاورها، فإن محلها دروس العلم، ومجالس العلماء، وليس محلها منابر المساجد، ومنصات الدعوة (٢).
ومن أمثلة ذلك: الاختلاف في رؤية الهلال، وأحكام سجود السهو، وحكم صيام يوم السبت نفلاً، وما شابه ذلك، مما هو محل خلاف بين أهل العلم، مما لا يكاد يحصى ولا يعد.
والداعية الحكيم؛ لا يتعرض لمثل هذا إلا ماكان فيه حاجة ملحة، وبحكمة، وإنما يبدأ دعوته بأصول الإيمان، وأركان الإسلام، وما سبق بيانه تفصيلاً، مما يغني عن إعادته.

<span data-type="title" id=toc-116>المطلب الثالث: خطورة هذه الأخطاء:</span>
_________
(١) كان أحد الخطباء يرى حرمة صوم يوم السبت نافلة، ولو صادف يوم عرفة أو عاشوراء، فقام يوم الجمعة على المنبر، وأمر الناس بالإفطار، وحصل من الفتنة بين العامة ماحصل ...
وفي بلد آخر، قام أحد الخطباء بالإنكار على من منع الصوم يوم السبت، وشدد وشنع، فقام مخالفه على منبر آخر، فرد عليه، واستدل وشدد ... وحصل بين المسلمين من الفتنة ما الله به عليم .... أعان الله المسلمين حين تكون الخلافيات الفقهية، والثارات الشخصية، على المنابر الدعوية.
(٢) التمذهب والأخذ باجتهادات العلماء شيء، والتعصب للمذهبية في وجه النصوص والدعوة إلى ذلك، والتشاحن في الاجتهادات العلمية شيء آخر.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (259,'تتجلى خطورة هذه الأخطاء -الدعوة إلى التجمعات- الدعوة إلى الأعيان -الدعوة إلى جزئيات من الدين - فيما يلي:
الأول: فهم الدين من قبل المدعوين فهماً خطأ.
الثاني: التعصب؛ إما لهذه التجمعات أو الأعيان، أو التمحور حول القضايا الجزئية بدل التجمع حول الدين كله.
الثالث: التفرق في دين الله.
الرابع: ما يجره هذا التعصب والتفرق من مفاسد لا تخفى على كل مسلم إلا من فقد بصيرته، ومن ذلك النزاعات المفسدة، والخلافات المشغلة، وضياع الأوقات، وهدر الجهود.
الخامس: استغلال هذا من المتربصين بالإسلام والمسلمين، وتوظيفه لصالح الدعوات المناهضة للإسلام.

<span data-type="title" id=toc-117>المطلب الرابع: خلاصة هذا المبحث:</span>
أن تكون دعوة الداعية إلى سبيل الله لا إلى سبيل غيره، ولو كان مسلماً، ويدعو إلى سنة رسول الله والاقتداء به - صلى الله عليه وسلم - دون غيره، ولو كان إماماً .. وأن لا يحصر دعوته في حزبية، أو مذهبية، أو طريقة، أو شخص، أو جزء من الدين يجعله محور دعوته، والله الهادي إلى سواء السبيل.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (260,'<span data-type="title" id=toc-118>المبحث التاسع وفيه قواعد منهجية متنوعة</span>.
بقي بعض القواعد الدعوية المتفرقة، التي لا تندرج تحت باب مستقل، ومن ذلك:

<span data-type="title" id=toc-119>المطلب الأول: القاعدة الأولى: جواز ترك المستحب لتأليف الناس، ورغبةً في قبولهم الدعوة إلى الله</span>.
المستحب: هو الذي يؤجر فاعله، ولا يعاقب تاركه (١) .. مهما كان سبب الترك مالم يكن جاحداً مستهزئاً، فإذا رأى الداعية: أن هذا المستحب مكروه عند الناس، لجهلهم بالسنة، ويصدهم عن الدعوة، جاز له ترك هذا المستحب، بل ربما وجب عليه ذلك الترك، لما يتحقق من مصالح عظيمة، كقبول الدعوة، وما يترتب على ذلك من؛ تصحيح عقائدهم، وإصلاح عباداتهم، واستقامة أحوالهم.
وفي هذا من المصالح التي لا تفوت لأنها أكبر بكثير من مصلحة المستحب التي يمكن تفويتها لأجل المصلحة الكبرى.
وهذا الترك؛ ليس من الرياء في شيء، كما يظن بعض الناس، بل هو مقتضى قواعد المصالح والمفاسد، وقد ذُكِرت هذه القواعد من قبل مما يغني عن إعادتها.
_________
(١) المستحب: اسم لما شرع زيادة على الفرض والواجبات، وقيل: المستحب: ما رغَّب فيه الشارع، ولم يوجبه، التعريفات للجرجاني (٢١٢)، المحصول في علم أصول الفقه (١/ ١٢٨) وقيل: هو ما طلب الشارع فعله، غير لازم، أو هو ما يثاب فاعله، ولا يعاقب تاركه، أصول الفقه لأبي زهرة (٣٩)، إلا أن يكون جاحداً له فله حكم آخر.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (261,'ثم إن تارك المستحب لا يعاقب، فكيف إذا ترك المستحب لوجه الله عز وجل، فلعله مأجور بهذا الفعل وإن تركه، فقد قال - صلى الله عليه وسلم -: ((من ترك أمراً لله عوضه الله خيراً منه)) (١).
كما يشرع للداعية تأخير الواجب المطلق (٢)
لتحصيل ما هو أوجب، أو تحقيق مصلحة، أو دفع مفسدة، وقد فعل هذا رسول الله - صلى الله عليه وسلم - أكثر من مرة، لمصلحة الدعوة تارة، ولمصلحة المسلمين تارة أخرى، من ذلك مشروعية الجمع بين الصلاتين رفعاً للحرج.
وأما في باب الدعوة فكامتناعه - صلى الله عليه وسلم - عن قتل عبدالله بن أبي بن سلول، وقد استحق ذلك، وصرح رسول الله - صلى الله عليه وسلم - أن العلة في ذلك، خشية أن تشوه سمعة المسلمين ((دعه، لا يتحدث الناس أن محمداً يقتل أصحابه)) (٣)
وكتأخير رسول الله - صلى الله عليه وسلم - قتل ثمامة رضي الله عنه قبل أن يسلم، وقد استحق القتل، رجاء دعوته، وتحسين سمعة المسلمين خارج منطقتهم (٤).
_________
(١) حديث حسن لغيره، رواه أبو نعيم في الحلية (٢/ ١٩٦)، والسلفي في الطيوريات (٩٦٠)، وابن عساكر في تاريخ دمشق (١٠/ ٣٧٤)، واللفظ لهم، ونحوه عند أحمد (٥/ ٣٦٣).
(٢) الواجب المطلق: هو ما أوجبه الله دون تحديد زمن، أو عدد، والمقصود هنا الواجب الذي لم يحدد زمنه، كفرض الحج، وقد أذن للمرأة تأخير هذا الواجب إلى حين توفر المحرم.

[راجع فتاوى ابن تيمية (١٩/ ٣٠٠)، (١٠ - ٥٣)]
(٣) سبق تخريجه راجع صفحة (٣٧)، وخلاصته: أن عبد الله هذا كان رأساً للمنافقين، وكان يؤذي رسول الله - صلى الله عليه وسلم -، وهو القائل: {لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل .. } الآية في سورة المنافقون: ٨، فأنزل الله تلك الآيات في سورة المنافقين لهذه المناسبة.
(٤) وخلاصة قصة ثمامة: ستأتي في مطلب الجدل في السنة ص (٤٠٧).',NULL,'263',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (262,'فلو أن داعية أتى قوماً من المسلمين، قد تفشى فيهم الشرك، وكثر فيهم الابتداع .. وهو إن أتى ببعض المسنونات في الصلاة أو غيرها، اتهم بتهمة لا يقبل منه - بعدها - قول، ولا ينصت له في نصيحة.
فعليه - والحال هذه - ترك هذه المسنونات، أو تأخير الواجب المطلق، مادام في الأمر سعة.
قال شيخ الإسلام ابن تيمية: ((ويستحب للرجل أن يقصد إلى تأليف القلوب، بترك هذه المستحبات، لأن مصلحة التأليف في الدين، أعظم من مصلحة مثل هذا، كما ترك النبي - صلى الله عليه وسلم - تغيير بناء البيت، لما في إبقائه من تأليف القلوب، وكما أنكر ابن مسعود على عثمان إتمام الصلاة في السفر، ثم صلى خلفه متماً، وقال الخلاف شر)) (١)
_________
(١) مجموع الفتاوى (٢٢/ ٤٠٧)، وخلاصة قصة ابن مسعود مع عثمان رضي الله عنهما أن عثمان لما حج رأى أنه مقيم في منى، وقد قيل إنه تزوج فيها، فرأى أن يتم الصلاة ولا يقصرها، لأنه صار في حكم المقيم .. فأنكر عليه بعض الصحابة فعله هذا، ومنهم ابن مسعود .. ثم لما قام عثمان يصلي أربعاً قام وراءه ابن مسعود والصحابة جميعاً يصلون أربعاً، فقيل لابن مسعود: كيف أنكرت ثم صليت وراءه أربعاً، فقال رضي الله عنهم جميعاً: ((الخلاف شر)) إن في هذا لعبرة لكل داعية.
دُعيتُ إلى مسجد في دولة غربية لإلقاء محاضرة، ففوجئت بوجود نصف المصلين في الخارج ونصفهم يصلي جماعة .. وكان مشهداً منكراً .. فلما سألت عن السبب فقالوا: إن المصلين يجمعون المغرب والعشاء بسبب قصر الليل .. والذين لا يصلون لا يريدون الجمع، وينتظرون حضور المحاضرة، فكان الجواب: يجب عليكم أن تصلوا وراءهم .. بنية النفل حتى لا يتفرق المسلمون، والدليل على ذلك أن النبي - صلى الله عليه وسلم - أمر الرجلين اللذين جاءا إلى المسجد ولم يصليا مع النبي - صلى الله عليه وسلم - لأنهما صليا في رحالهما، أن يصليا مع الجماعة ويحسبونها نافلة. أخرجه أبو داود (٥٧٥)، الترمذي (٢١٩) ففعل الإخوة ذلك، وعادت لجماعة المسجد وحدتهم، وسُرّ الجميع بذلك .. فاللهم زدنا فقهاً وحكمة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (263,'<span data-type="title" id=toc-120>المطلب الثاني: القاعدة الثانية: عدم إثارة ماضي المدعوين، وعدم تذكيرهم بسوابقهم، وإلقاء اللوم عليهم</span>.
من أجمل اللفتات المنهجية، التي يجب على الدعاة أن تكون نصب أعينهم، عدم إثارة ماضي المدعوين، وما كان فيها من سوابق، من فساد أو اعتداء أو ظلم .. وأن يكلموهم كأنهم أبناء اليوم، طاويين صفحة الماضي، مجتنبين التلاوم، فاتحين صفحة للمستقبل.
لذلك فتح الله باب التوبة على مصراعيه، ووعد بالغفران عن الذنوب كلها .. كمّاً ونوعاً .. إذا ما تاب العبد من ذنوبه، وأقبل على ربه
قال تعالى: {قُلْ يَعِبَادِىَ الّذِينَ أَسْرَفُوا عَلَىَ أَنفُسِهِمْ لا تَقْنَطُوا مِن رّحْمَةِ اللهِ إِنّ اللهَ يَغْفِرُ الذّنُوبَ جَمِيعاً .. } الآية [الزمر: ٥٣].
بل وعدهم الله عز وجل بأكرم من هذا وأفضل .. وعدهم بتبديل السيئات حسنات، كما جاء في آخر سورة الفرقان.
ولذلك كان الإسلام يَجُبُّ ما قبله، ولا يفتح صفحة حساب عن الأعمال السابقة، مهما كانت كثرة وقباحة.
غير أنه من الجائز للداعية ذكر الماضي على سبيل الإجمال والتخويف والتصحيح، لا على سبيل اللوم والتفضيح، ولدفع المدعوين نحو التوبة، كأن يقول: إن ماضينا يحتاج إلى توبة .. إن من رحمة الله أنه لا ينظر إلى سوابقنا.
لو كشفت أعمالنا لأنتنت رائحتنا .. دعونا ندفن الماضي بما فيه، ونفتح مع الله صفحة جديدة .. ، وهكذا.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (264,'وقد قال يوسف لإخوته الذين فعلوا به ما فعلوا: {لا تَثْرَيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللهُ لَكُمْ .. } الآية [يوسف: ٩٢] والتثريب: اللوم، فما اكتفى عليه الصلاة والسلام، بأن قال: لا ألومكم .. بل قال كذلك، وأدعو الله أن يغفر لكم.
ومن جميل ما ذكر لنا رسول الله - صلى الله عليه وسلم - في مسألة ترك التلاوم: تحاجج آدم وموسى عليهما الصلاة والسلام، فعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((احتج آدم وموسى، فقال له موسى: أنت آدم الذي أخرجتك خطيئتك من الجنة، فقال له آدم: أنت موسى الذي اصطفاك الله برسالته وبكلامه، ثم تلومني على أمر قد قدِّر عليَّ قبل أن أُخلق)).
فقال رسول الله - صلى الله عليه وسلم -: ((فحجّ آدم موسى مرتين)) (١).
إن العمل بهذه القاعدة، يفتح المجال رحباً أمام المدعوين للاستجابة .. وإن إثارة الماضي، تدفع نحو اليأس والفتور، وتثير فيهم شعور الإحباط والقنوط، وتدفعهم نحو الصدود والإعراض، بل على الإنسان أن يفتح باب التوبة، والرجاء، والخوف من الرجوع إلى الماضي، ويغلق باب اليأس والقنوط.
_________
(١) رواه البخاري (٣٤٠٩)، ومسلم (٢٦٥٢).
قال أهل العلم: المقصود من هذه المحاجّة أن موسى لام آدم عليهما السلام بعد وقوع القدر، وبعد توبة آدم، ولا لوم بعد التوبة، وأما احتجاج آدم بالقدر فكان بعد الوقوع لا قبله فتنبّه، ولذلك أمرنا رسول الله - صلى الله عليه وسلم - أن نقول بعد وقوع القدر: (قدر الله وما شاء فعل)، أخرجه مسلم (٢٦٦٤)، وابن ماجه (٤١٦٨).',NULL,'266',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (265,'<span data-type="title" id=toc-121>المطلب الثالث: القاعدة الثالثة: عدم الإنكار على من عمل بفتوى عالم</span>
من المعلوم أنّ ثمّة مسائل كثيرة مختلف فيها بين أهل العلم، وعلىلداعية أن يَعلم في هذا الصّدد ثلاثة أمور:
الأول: العلم بالمسائل الاجتهادية، والتفريق بينها وبين الأمور المنكرة.
الثاني: لا إنكار في الأمور الاجتهادية، شريطة أن يكون الاجتهاد صادراً ممن هو أهل لذلك.
الثالث: جواز المناصحة في الأمور الاجتهادية المختلف فيها.
فإذا وُجد من يعمل بفتوى عالم معتبر، فلا يجوز للداعية أن ينكر عليه، وأن يعدّه فاسقاً فاعلاً للمنكر، إذا كان الداعية يرى رأياً مخالفاً لهذا، بل يحق له ــ في هذه الحال ــ أن يَنصَح، ويُبيّن، وشتّان بين الإنكار وبين النّصح والبيان.
مثال ذلك أن يرى داعية عورة وجه المرأة، ورأى نساءً يكشفن وجههنّ، وهنّ مقتنعات ديناً برأي من يرى جواز كشف الوجه، فلا يجوز له أن يعدّ هذا مُنكراً، وأنّهنّ فاسقات، بل عليه أن يُبيّن الصواب، وينصح بالحكمة والموعظة الحسنة، ويَصلُح هاهنا القاعدة التالية:
(نَنْصَح ولا نُنْكِر).
أو (نُبيّن ولا نُعنِّف).',NULL,'267',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (266,'<span data-type="title" id=toc-122>المطلب الرابع: القاعدة الرابعة: اغتنام المواسم، وتخير الأوقات، واستغلال الأحداث:</span>
وفيه ثلاث مسائل:

<span data-type="title" id=toc-123>المسألة الأولى: أهمية هذه القاعدة، وأثرها على المدعوين</span>.
من المعلوم؛ أن في دين الإسلام مواسم إيمانية، وأن للناس مناسبات كثيرة، ولقاءات مختلفة، ويقع في كون الله وفي الناس أحداث متنوعة.
فمن منهج الداعي: أن يضع هذه المواسم والمناسبات والأحداث نصب عينيه، لاغتنامها في دعوة الناس، وتبليغهم شريعة الله، في كل موسم وحدث بما يناسبه، وكل قوم وما يحتاجون إليه.
ذلك لأن كثيراً من الناس لا يذهبون إلى حضور المحاضرات، ولا يقصدون سماع المواعظ والدروس .. ولكنهم يحضرون هذه المناسبات فكان من الحكمة استغلال هذه المواسم والمناسبات التي لا يخفى أثرها على بصير.
فإذا أحسن الداعية التصرف حيالها .. استفاد كثير من الناس من هذه المناسبات، فإن للنفس البشرية استعدادات وإقبالاً، ولها انكماش وإدبار، فينبغي للحكيم: أن يستغلها حين إقبالها، وأن ينتظرها حين إدبارها، ويستعد لاستقبالها.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (267,'<span data-type="title" id=toc-124>المسألة الثانية: الأمور التي يجب على الداعية أن يراعيها في هذه المناسبات:</span>
الأول: ينبغي للداعية أن يتنبه إلى أن هذه الأوقات والمجالس، ليست مفتوحة له على مصراعيها، سواءً في كمّ الكلام، أو نوعه، أو وقته.
بل يقبل على الناس ساعة إقبالهم، ولا يثقل عليهم ساعة انشغالهم، ولا يدبر عنهم ساعة استعدادهم وإقبالهم.
فأما الإقبال عليهم ساعة استعدادهم وإقبالهم، فإن ذلك يجعلهم ينصتون إنصاتاً جيداً، ويستجيبون استجابة طيبة ..
وأما الإثقال عليهم ساعة انشغالهم؛ فإن ذلك يدفعهم إلى الملل، أو النفور.
وأما الإدبار عنهم ساعة استعدادهم، ففيه تضييع للفرص، وعدم استغلالها استغلالاً حسناً .. مما يفوت مصالح كثيرة، ويضيع الناسُ أوقاتهم بغير ذكر الله .. ولا يدركون حِكَمَ ولا حُكْمَ هذه المناسبات.
الثاني: أن يختار لكل موسم أو مناسبة ما يناسبها، من الموضوع وأسلوب الخطاب، ففي مناسبة الأفراح يذكرهم بنعم الله بعامة، وبنعمة هذه المناسبة بخاصة.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (268,'وفي مناسبة الأتراح يذكرهم بقضاء الله وقدره، والإيمان به، والتسليم له، وبالصبر وما لأهله من أجر عظيم، وهكذا في كل مناسبة وموسم بما يناسب المقام.
قال تعالى لموسى عليه الصلاة والسلام: {وَذَكّرْهُمْ بِأَيّامِ اللهِ .. } الآية [إبراهيم: ٥].
وأيام الله: نعم الله، ووقائع الأحداث الماضية المهمة (١).
واستغلال الأحداث هدف من أهداف الداعية.
والمقصود بالأحداث: مايقع على المدعوين وفي كون الله من أحداث مختلفة، وكوارث كونية: كالأمطار، والزلازل، والكسوف، والحرائق، والمجاعات، والظلم، والاحتلال.
فيكون الداعية على أهبة الاستعداد لتقديم المساعدات المادية، والمنشطات المعنوية، حتى يستشعر المدعوون: بأن داعيتهم مهتم بشؤونهم، راع مصالحهم، وأن كلامه -من قبل- لم يكن من لسانه دون قلبه، بل وافق فعله دعوته، وعمله علمه.
ولا يجوز للداعية أن يقف مكتوف الأيدي، مشلول الحركة، يحوقل (٢) دون عمل مفيد، أو دعوة نافعة، فَينْفُر الناس عنه بعد ذلك، ولا يقبلون دعوته.
ومن الممتع جداً؛ أن يتأمل الداعية تنجيم القرآن، كيف كان ينزل في كل مناسبة بما يناسبها، ليكون ذلك أدعى إلى الاهتمام، وأوثق في
_________
(١) انظر تفسير القرطبي (٩/ ٣٤٢).
(٢) حوقل: قال: لاحول ولا قوة إلا بالله.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (269,'ثبات المعلومة، والتفاعل مع الحدث، وأوقع في النفس، ولمعرفة حكم الحدث والتصرف حياله تصرفاً سليماً.
ففي حادث الإفك على عائشة رضي الله عنها، نزلت أحكام كثيرة - كما في سورة النور - مما كان له أثر نفسي بالغ على المسلمين - وقتئذ - وهم ينتظرون فَرَجَاً لهذه الفتنة الدهماء.
وانظر إلى إبراهيم عليه الصلاة والسلام، ماذا صنع؟ مستغلاً مناسبة عيد مرّ بقومه .. فلما طلبوا منه الخروج معهم، اعتذر قائلاً: {إِنّى سَقِيمٌ} ثم {فَرَاغَ إِلَىَءَالِهَتِهِمْ .. } الآيات [الصافات: ٨٩ - ٩١]
وانظر إلى يوسف عليه السلام حين استغل حاجة المسجونين له، ليبلغهم دعوة الله، فقال: {يَصَاحِبىِ السّجْنِءَأَرْبَابٌ مّتّفَرّقُونَ خَيْرٌ أَمِ اللهُ الْوَاحِدُ الْقَهّارُ} [يوسف: ٣٩].
وانظر إلى رسول الله - صلى الله عليه وسلم - كيف كان يعظ المسلمين في كل موسم بما يناسبه، فإذا أقبل رمضان أقبل عليهم، يعظهم فيه، ويبين لهم فضائله، وأحكامه، والأدلة أشهر من أن تُدَوَّن.
وإذا حضر موسم الحج واجتمعت الأمة، وعظهم وبلغهم أحكام الله التي تناسبهم، من بقاء هذا الدين وأمميته، فمما قال في موسم حجة الوداع: (( .. إن دماءكم وأموالكم حرام عليكم. كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا. ألا كل شيء من أمر الجاهلية تحت قدمي موضوع. ودماء الجاهلية موضوعة. وإن أول دم أضع من دمائنا دم ابن ربيعة بن الحارث ... وربا الجاهلية موضوع. وأول رباً أضع رِبَانا رِبَا عمي العباس ... فاتقوا الله في النساء. فإنكم أخذتموهن بأمان الله، واستحللتم',NULL,'271',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (270,'فروجهن بكلمة الله، ولكم عليهن أن لا يوطئن فرشكم أحداً تكرهونه. فإن فعلن ذلك فاضربوهن ضرباً غير مبرح. ولهن عليكم رزقهن وكسوتهم بالمعروف. وقد تركت فيكم ما لن تضلوا بعده، إن اعتصمتم به. كتاب الله ... اللهم اشهد .. اللهم اشهد)) (١) ثلاث مرات.
وإذا دنا عشر ذي الحجة: ذكرهم بما يفعل فيه فقال: ((مامن أيام العمل الصالح فيها أحب إلى الله عز وجل من هذه الأيام)) يعني العشر. قال: قالوا: يا رسول الله، ولا الجهاد في سبيل الله؟ قال: ((ولا الجهاد في سبيل الله، إلا رجل خرج بنفسه وماله، ثم لم يرجع من ذلك بشيء)). (٢)
وإذا اقترب يوم عاشوراء: ذكرهم بصيامه، وقال عليه الصلاة والسلام في هذه المناسبة: ((هذا يوم عاشوراء، ولم يكتب الله عليكم صيامه، وأنا صائم، فمن شاء فليصم، ومن شاء فليفطر)) (٣).
ولما حصل كسوف الشمس خطب فيهم، وحثهم على مايفعل فيها فقال: ((إن الشمس والقمر آيتان من آيات الله. وإنهما لا ينخسفان لموت أحد ولا لحياته. فإذا رأيتموهما فكبروا. وادعوا الله وصلوا وتصدقوا. يا أمة محمد! والله ما من أحد أغير من الله أن يزني عبده أو تزني أمته. يا أمة محمد! والله! لو تعلمون ما أعلم لبكيتم كثيراً، ولضحكتم قليلاً .. )) الحديث (٤).
_________
(١) رواه مسلم (١٢١٨).
(٢) رواه البخاري (٩٦٩)، وأحمد (١/ ٢٤٤) واللفظ له.
(٣) رواه البخاري (٢٠٠٣)، ومسلم (١١٢٥).
(٤) رواه البخاري (١٠٤٤)، ومسلم (٩٠١)، واللفظ له.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (271,'وإذا حضرت مناسبة لمسلم أو لمسلمين، تكلم عليه الصلاة والسلام بما يناسبها، وبما ينفعهم فيها.
فعن عائشة رضي الله عنها: زفت امرأة إلى رجل من الأنصار، فقال: ((ياعائشة، ما كان معكم لهو، فإنَّ الأنصار يعجبهم اللهو))، وفي رواية؛ فقال: ((فهل بعثتم معها جارية تضرب بالدف، وتغني؟ ))، قلت: تقول ماذا؟ ، قال: تقول:
أتيناكم أتيناكم ... فحيونا نحييكم
ولولا الذهب الأحمر ... ما حلت بواديكم
ولولا الحنطة السمراء ... ما سمنت عذاريكم (١)

ولما رأى المرأة التي كانت تبكي على القبر قال: ((اصبري))، ثم قال: ((إنما الصبر عند الصدمة الأولى)) (٢).
وأرسلت إليه إحدى بناته تخبره باحتضار ابنها، فذكرها بما يجب أن يقال: ((إن لله ما أخذ، وله ما أعطى، وكل شيء عنده بأجل مسمى، فمرها فلتصبر ولتحتسب)) (٣).
ولو تتبعنا مثل هذا في القرآن والسنة لطال بنا المقال، ووقعنا في مخالفة ما ننصح به - في هذا المقام - من عدم الإطالة، حتى لا يقع ملل أو سآمة.
الأمر الثالث: الذي ينبغي أن يراعيه الداعية في باب استغلال المناسبات: هو تقدير الكلمة كمّاً ووقتاً.
_________
(١) قلت الحديث حسن لغيره، أخرجه الطبراني في الأوسط (٣٢٦٥)، ونحوه عند أحمد (٣/ ٣٩١).
(٢) سبق تخريجه ص (١٦٦).
(٣) رواه البخاري (١٢٨٤، ٥٦٥٥، ٦٦٠٢، ٦٦٥٥، ٧٣٧٧، ٧٤٤٨)، ومسلم (٩٢٣). واللفظ له.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (272,'من حكمة الداعي أن يقدر كلمته كماً ووقتاً بما يتناسب وحال المدعوين .. وذلك حتى لا يوقع المجتمعين في حرج من وقتهم. أو من مناسبتهم، فإنهم - في الأصل -لم يجتمعوا لهذه الكلمة، وإنما جاءت عرضاً، فلا ينبغي له أن يطيل عليهم، فيصيبهم الملل، وتغشاهم السآمة .. فينتظرون انتهاء الكلمة بفارغ الصبر، -وحينئذ- لا يستفيدون شيئاً.
والناظر في مواعظ رسول الله - صلى الله عليه وسلم -، يجد أنها غاية في القصد، وغاية في البلاغة والتأثير. وهذا معنى قوله - صلى الله عليه وسلم -: ((أوتيت جوامع الكلم)) (١) ولو قدرنا خطبة النبي - صلى الله عليه وسلم - في عرفة، لما زادت عن دقائق معدودة، وكذلك في المناسبات الأخرى لا تزيد عن هذا.
وعن ابن عباس رضي الله عنه قال ناصحاً أحد تلاميذه: (( ... ولا ألفينك تأتي القوم وهم في حديث من حديثهم، فتقص عليهم فتقطع عليهم حديثهم فَتُمِلُّهُم، ولكن أنصت، فإذا أمروك فحدثهم وهم يشتهونه .. )) (٢).

<span data-type="title" id=toc-125>المسألة الثالثة: خلاصة هذا المبحث: </span>أن يستغل الداعية ما يمر بالمسلمين وبواقعهم من مناسبات وأحداث، وأن يتكلم فيها بما يناسبها من غير إملال، ولا إثقال. والله الهادي إلى سواء الصراط.
_________
(١) رواه البخاري (٢٩٧٧، ٦٩٩٨، ٧٠١٣، ٧٢٧٣)، ومسلم (٥٢٣) واللفظ له
(٢) رواه البخاري (٦٣٣٧)',NULL,'274',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (273,'<span data-type="title" id=toc-126>الباب الثالث الأساليب والوسائل الدعوية</span>.
<span data-type="title" id=toc-127>الفصل الأول: الأساليب الدعوية:</span>
<span data-type="title" id=toc-128>تمهيد في الفرق بين المنهج والأسلوب</span>
من الواضح ما هو المقصود بصفات الداعية، وأحوال المدعوين، ولكن قد لا يكون واضحاً الفصل بين المنهج والأسلوب.
وكما سبق بيانه أن المنهج: هو الطريق الثابت الذي يسير عليه الداعية، في معالجة الأحوال والمواقف .. بقواعد واضحة، ومعالم محدودة، كقاعدة: الإيمان قبل الأعمال والأحكام، ومعلم: اختيار المواسم والمناسبات ... وغير ذلك مما سبق بيانه في أبوابه.
وأما الأسلوب: فهو طريقة الخطاب، وأسلوب الحوار، ونهج التعبير .. مما يتضمن من اختيار الألفاظ، وتركيب العبارات، ونوع الكلمات، من لين وقسوة، ورفعِ الصوت وخفضه، وما شابه ذلك .. فكله يدخل في إطار الأسلوب.
بهذا يتبين المقصود من الأسلوب. والفارق بينه وبين المنهج.

<span data-type="title" id=toc-129>مثال عن المنهج والأسلوب:</span>
لما قدم موسى عليه السلام على فرعون كان المنهج: هو تقديم الدعوة إلى الإيمان بالله. من توحيد الربوبية بأن الله: هو الخالق والرازق',NULL,'275',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (274,'والمحيي والمميت، وبيده كل شيء، وهو على كل شيء قدير، ثم بيان ما عليه فرعون من الكفر والضلال، وإقامة الحجة على ذلك، بالبينة العقلية .. والاستدلال الواقعي .. والحجة المادية .. من المعجزات التي أتى بها موسى .. وما شابه ذلك، ثم الدعوة إلى عبادة الله وحده .. فهذا يدخل في إطار المنهج.

وأما الأسلوب: فكان الرفق بالرجل، واللين معه في الكلام .. واستعمال أسلوب المحاورة الهادفة، والمجادلة بالتي هي أحسن .. والتذكير بالمصير، والتخويف من الجبار .. وما شابه ذلك.
وقد جاء الحديث عن هذا الفصل في ثلاثة عشر مبحثاً.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (275,'<span data-type="title" id=toc-130>المبحث الأول أهمية الأسلوب وأثره في الدعوة:</span>
لا يخفى على بصير ما للأسلوب من أهمية بالغة في استجابة المدعوين، وقبول الحق، وانتشار الدعوة، ولم يبعد النُجعة من عزى للمادة والمنهج نصف النجاح، وللأسلوب النصف الآخر.
ولبيان ذلك؛ لنتصور خطيباً يتكلم عن موضوع مهم كالتوحيد، بمنهج سليم، وقواعدَ صحيحة، من حيث الموضوع، ومن حيث التدرج بالمدعوين، ومن حيث طرحُ الأدلة.
إلا أنه كان فظاً في كلماته، عابساً في سحنته، ضعيفاً في صوته، أو عالياً جداً في نبراته، ركيكاً في عباراته، فوضوياً في ترتيب أفكاره، مرتفعاً في مستوى عرضه، معقداً في تركيب جمله .. يختار الألفاظ الصعبة .. والأسلوب الهجومي.
فإذا كان هذا الداعية كذلك، أو فيه بعض ذلك، فهل يكون موفقاً في دعوته .. ؟ مقبولاً لدى المدعوين .. ؟ كلا؛ بل سيكون خاسراً في دعوته، ومنفراً الناس عنه رغم صحة منهجه.
ولنتصور داعية: لين الكلمات، بشوش الوجه .. معتدل الصوت، فصيح النطق، جميل العبارات، مرتباً في أفكاره، بسيطاً في عرضه، يضرب لهم الأمثلة الجميلة، ضمن القواعد السليمة، بكلمات مفهومة، وجمل واضحة، يبتسم في وجوههم .. ويسع جميع المدعوين ببصره .. كأنه مع كل حاضر .. ويخاطب كل مستمع.
فكم سيكون موفقاً في دعوته .. ؟ مقبولاً لدى المدعوين؟ ! ! .',NULL,'277',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (276,'إنه سيكون ناجحاً في دعوته نجاحاً عظيماً .. محبوباً لدى المدعوين .. لأن النفس البشرية طبعت على حب الكلمة الطيبة، والإنصات للأسلوب الحسن، والتأثر به، والاستجابة لصاحبه.
فرب كلمة طيبة كان لها وقع في النفس أكثر من خطب جمعة .. ورب كلمة فظة صدت قوماً عن الهداية .. لذلك قال عليه الصلاة والسلام: ((الكلمة الطيبة صدقة)) (١).
فكم من دعوة صحيحة، فشلت لسوء أسلوب أصحابها ..
وكم من دعوة باطلة، سمعت لحسن أسلوب دعاتها.
إن الأسلوبَ الحسن، والكلمةَ الطيبةَ، ليجريان مع دم السامع .. في عروقه، فتفتح سمعه .. وتشد بصره .. وتشرح صدره، وتلين فؤاده .. وتغذي نفسه بغذاء القبول .. وتدفع قلبه للتذكر والخشية .. ثم الاستجابة .. إذا كان الله يريدها له .. {لعله يتذكر أو يخشى .. } فهل نحن مدركون؟ ! ؟ .
إن إهمال مسألة الأسلوب دفع الدعوة إلى الوراء، وصد كثيراً من الناس عن الحق.
_________
(١) رواه البخاري (٢٩٨٩)، ومسلم (١٠٠٩).
أوقف أحدهم سيارته وقفة غير نظامية، فقال له مسئول: أيليق بك أن توقف سيارتك هكذا .. وكان بإمكانه أن يعاقبه، يقول المخطئ: فما نسيت هذه الكلمة منذ أكثر من ثلاثين سنة، وما أوقفت سيارتي بعد ذلك إلا موقفاً صحيحاً.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (277,'مثل الداعية ذي الأسلوب الحسن:
والداعية كالطبيب، والمدعوون هم المرضى .. فكما أن الطبيب الصادق لا ينظر إلى أصل المريض ولونه .. ونسبه .. ودينه .. بل يعامل الجميع بصدق، ورفق، واهتمام، وأسلوب حسن.
فكذلك الداعية الحكيم؛ يجب أن يعامل جميع الناس مؤمنهم وكافرهم، بارهم وفاجرهم، كبيرهم وصغيرهم، عزيزهم وصعلوكهم .. معاملة طيبة، وأن يخاطبهم بأسلوب حسن، دون النظر إلى سوابق لهم، أو إلى ما هم عليه من الفجور.
فإن من السلبيات التي تقع في الأسلوب؛ تأثر الداعية بما يكون عليه المدعو من فساد وفجور .. وما يقوم به من ردود فعل تجاه الداعية. الأمر الذي يدفع بعض الدعاة إلى التجاوب مع هذا الاستفزاز، وتغيير أسلوبه، بألفاظ شديدة .. وصوت مرتفع .. وسحنة متجهّمة، إما بغير شعور، وإما ظناً منه أن مثل هؤلاء لا ينفع معهم إلا الشدة، ولا يرتدعون إلا بالغلظة .. وما ذكر هاهنا، وماسيأتي من نصوص تبين - بلا شك - خطأ هذا التصرف.
والمقصود من هذا؛ اهتمام الداعية بأسلوبه، وتركيز المربين والعلماء على إصلاح أساليب الدعاة، لما للأسلوب من أثر كبير في نجاح الداعية، وقبول دعوة الحق.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (278,'ونظراً لأهمية هذا الفصل، فسنذكر فيه بعض القواعد، التي تعين الدعاة في أسلوبهم، والله نسأل السداد والتوفيق.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (279,'<span data-type="title" id=toc-131>المبحث الثاني قواعد في الأسلوب الدعوي:</span>
وفيه؛ أربعة مطالب:
الأول: الأمر من الله ورسوله - صلى الله عليه وسلم - بإحسان الأسلوب:
لمّا كان لحسن الأسلوب، والكلمة الطيبة، وطيب العشرة، الأثرُ الطيب، والثمرُ اليانع، في حياة الناس بعامة، حث الله عز وجل الأنبياء، والدعاة والناس أجمعين عليه.
قال تعالى: {وَهُدُوَا إِلَى الطّيّبِ مِنَ الْقَوْلِ .. } الآية [الحج: ٢٤]
وقال تعالى: {وَقُولُوا لِلنّاسِ حُسْناً .. }. الآية [البقرة: ٨٣]
فإذا كان هذا الأمر بعامة ولعامة الناس، فمن باب أولى أن يكون للداعية منه نصيب وافر، وبخاصة في مقام الدعوة.
ولذلك أكد الله عز وجل على حسن الأسلوب في مقام الدعوة، بغض النظر عن حال المدعو، أياً كان في مقامه، أو دينه، أو كفره.
فقال: {ادْعُ إِلى سَبِيلِ رَبّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالّتِي هِيَ أَحْسَنُ .. } الآية [النحل ١٢٥].
ومع ما اتصف به رسول الله - صلى الله عليه وسلم - من الرفق واللين .. وحسن العشرة، بشهادة الله له {وَإِنّكَ لَعَلى خُلُقٍ عَظِيمٍ} [القلم: ٤] مع هذا كله، حذّره الله من عواقب سوء الأسلوب، وغلظة العشرة، فقال سبحانه: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضّوا مِنْ حَوْلِكَ .. } الآية [آل عمران: ١٥٩].
وجاءت السنة لتؤكد حسن الأسلوب بصورة أشمل، وبتعبير أعم. يشمل كل مخلوق، ويعم كل معاملة.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (280,'فقال - صلى الله عليه وسلم -: ((ما كان الرفق في شيء قط إلا زانه، وما نزع من شيء إلا شانه)) (١).
فتنكير كلمة ((شيء)) تفيد العموم في كل قضية، ومع كل مخلوق، إنساناً كان أو حيواناً.
وقال - صلى الله عليه وسلم -: ((الكلمة الطيبة صدقة)). (٢)
وقال - صلى الله عليه وسلم -: ((وتبسمك في وجه أخيك صدقة)). (٣)
ومن عظم مايسطر هاهنا من خلق النبي - صلى الله عليه وسلم - مع أشد الناس عداوة لله ولرسوله وللمؤمنين، مما يبرز سماحة هذا الدين وقصده الاصلاح، عن عائشة رضي الله عنها أن يهود أتو النبي - صلى الله عليه وسلم - فقالوا: السام عليكم، فقالت عائشة: عليكم، ولعنكم الله وغضب عليكم. قال - صلى الله عليه وسلم -: مهلاً ياعائشة عليك بالرفق، وإياك والعنف والفحش. قالت: أولم تسمع ماقالوا؟ قال: أولم تسمعي مقلت؟ رددت عليهم، فيستجاب لي فيهم ولا يستجاب لهم في)) (٤)
وحذر رسول الله - صلى الله عليه وسلم - من تنفير الناس من الدعوة، بالتصرفات السيئة، والأسلوب الفظ، والكلمات القاسية، فقد قال - صلى الله عليه وسلم -: ((إن منكم
_________
(١) رواه أحمد (٦/ ٢٠٦)، واللفظ له، ومسلم (٢٥٩٤).
(٢) البخاري (٢٩٨٩)، ومسلم (١٠٠٩).
(٣) الترمذي (١٩٥٦)، وقال حسن غريب، وابن حبان (٤٧٤)، وصححه، وحسنه الألباني في الصحيحة (٥٧٢).
(٤) البخاري (٦٠٣٠)، ومسلم (٢١٦٥).',NULL,'282',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (281,'منفرين)) (١)، وصدق - والله - رسول الله - صلى الله عليه وسلم - وقد قال هذا لمن أطال الصلاة، فما عساه يقول فيمن يطيل الخطاب، ويسيء الأسلوب؟ ؟ .
وقد جاء أكثر من وفد من كفار قريش إلى النبي - صلى الله عليه وسلم -، فلم يتغير أسلوب خطابه تأثراً بما كان منهم من قبل من التعذيب، والفجور، والصد عن سبيل الله، وستأتي بقية الأدلة على هذا في باب الرفق من هذا المبحث.
وخشية أن يتأثر موسى عليه الصلاة والسلام، بما كان عليه فرعون من الكفر الشديد، والظلم الكبير، والعناد والخبث، ذكّره الله بأن لا يتجاوز الأسلوب الحسن في خطابه، وأن لا يلتفت إلى سوابق فرعون من كفر وظلم، وإلى تصرفاته من بطش وإجرام.
ويظهر هذا في قوله تعالى مخاطباً موسى وهارون عليهما الصلاة والسلام: {فَقُولا لَهُ قَوْلاً لّيّناً لّعَلّهُ يَتَذَكّرُ أَوْ يَخْشَىَ} [طه: ٤٤].
ويظهر كذلك في المحاورة التي جرت بين موسى وفرعون مما ذكره الله عز وجل في أكثر من موضع (٢).
فإذا كان الأسلوب الحسن واجباً في حق أكفر الكافرين، وأضل الضالين، فكيف بمؤمن مخطئ، أو مسلم منحرف؟ .
لذلك كان من الأمور التي يجب على الداعية أن يلتزمها في دعوته طاعة لله، ومصلحة لدعوته؛ حسن الأسلوب، وثباته على هذا، في كل
_________
(١) البخاري (٧٠٢)، ومسلم (٤٦٦).
(٢) اقرأ إن شئت ذلك في سورة طه، وفي أول سورة الشعراء وفي غيرهما، ويأتي الكلام عنها تفصيلاً في مبحث المناظرة.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (282,'زمان ومكان، ومع كل مدعو ومدعوين، دون النظر إلى ما عليه المدعو من الأحوال الإيمانية .. والعدوانية .. والخلقية، ومهما تصرف من تصرف حيال الدعوة، أو الداعي .. لأن حسن الأسلوب أمر شرعي، مفروض على الداعية، لا يتغير بتغير حال المدعو وتصرفاته.
فلا يجوز التصرف في الدعوة، إلا رفقاً بالأفعال، ورقة في التعبير، وعطفاً في التصرف.

<span data-type="title" id=toc-133>المطلب الثاني: القاعدة الثانية: الرفق واللين والتيسير، لا القساوة والغلظة والتعسير</span>
إن من أعظم ميزات الأسلوب الحسن ومعالمه هو: الرفق في المعاملة، والكلمات الطيبة، والعبارات اللينة، والبشاشة حين اللقاء، والبعد عن الجفاء، والتجافي عن الفظاظة، والترفع عن الرد.
وقد مر سابقاً من النصوص ما يغني عن إعادتها من أهمها ما أمر الله به موسى وهارون {فَقُولا لَهُ قَوْلاً لَيِّنًا .. } الآية [طه: ٤٤]
قال تعالى: {وَعِبَادُ الرّحْمَنِ الّذِينَ يَمْشُونَ عَلَىَ الأرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُوا سَلاماً} [الفرقان: ٦٣]
وقال سبحانه: {وَلا تَسْتَوِي الْحَسَنَةُ وَلا السّيّئَةُ ادْفَعْ بِالّتِي هِيَ أَحْسَنُ فَإِذَا الّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنّهُ وَلِيّ حَمِيمٌ} [فصلت: ٣٤]
وقال - صلى الله عليه وسلم -: ((إن الله رفيق يحب الرفق في الأمر كله)) (١).
وقال - صلى الله عليه وسلم -: ((من يحرم الرفق يحرم الخير كله)) (٢).
_________
(١) رواه البخاري (٦٠٢٤، ٦٢٥٦، ٦٣٩٥، ٦٩٢٧)، ومسلم (٢١٦٥).
(٢) رواه مسلم (٢٥٩٢).',NULL,'284',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (283,'وقال - صلى الله عليه وسلم -: ((ألا أخبركم بمن تحرم عليه النار: على كل قريب هَيِنٍ سَهْلٍ)) (١).
فإذا كان هذا هو الواجب في أسلوب المسلم في حياته العامة، فمن باب أولى أن يتأكد هذا في أسلوب الدعاة .. لما سبق من بيان أهمية الأسلوب في الدعوة إلى الله تعالى.
ولذلك جاءت النصوص مؤكدة على ذلك:
قال تعالى: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضّوا مِنْ حَوْلِكَ .. } الآية [آل عمران: ١٥٩]
قال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ ... } الآية [النحل: ١٢٥]
وعن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: ((يا عائشة: إن الله رفيق يُحب الرفق، ويُعطي على الرفق مالا يُعطي على العنف، ومالا يُعطي على ما سواه)) (٢)
وفي رواية: قالت: كنت على بعير صعب، فَجَعَلْتُ أضربه .. فقال لي رسول الله - صلى الله عليه وسلم -: ((عليك بالرفق .. )) الحديث (٣).
_________
(١) رواه أحمد (١/ ٤١٥)، والترمذي (٢٤٨٨) واللفظ له، وقال: حديث حسن غريب، وأورده الألباني في الصحيحة (٩٣٨).
(٢) أخرجه مسلم (٢٥٩٣).
(٣) أخرجه أحمد (٦/ ١٢٥) وأصله في مسلم (٢٥٩٤).',NULL,'285',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (284,'وبتعبير تأصيلي بديع، وذكرٍ للسر في ذلك، يقول عليه الصلاة والسلام: ((إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه)) (١).
زانه أي: إذا كان الرفق في شيء جعله جميلاً، ومحبوباً، ويكون ذلك؛ بالمعاملة الحسنة، والكلمة الطيبة، والصفح الجميل، وهذا هو الذي يُصلح الأسلوب، ويجعله مقبولاً لدى المدعوين.
شانه: جعله مقبوحاً، ومكروهاً، ويكون بالألفاظ القاسية، والأسلوب الجاف، والتجهم بالوجه، والتأفف من المدعو وأفعاله، مما يؤدي إلى إفساده، وإفساد الدعوة، ونفور المدعوين.
وإذا عوتب رسول الله - صلى الله عليه وسلم - إذ عبس في وجه أحد المدعوين - الأعمى عبدالله بن أم مكتوم - وكان رسول الله - صلى الله عليه وسلم - في ذلك مجتهداً مُقدِّماً مصلحة دعوة صناديد قريش على دعوة عبدالله بن أم مكتوم الأعمى (٢) .. فإذا عوتب رسول الله - صلى الله عليه وسلم - في ذلك، فما حال بعض الدعاة الذين يتجهمون في وجوه الناس .. ويرغون ويزبدون .. وكأن بينهم وبين المدعوين حرباً ضروساً، وعداءاً مستحكماً.
فحريّ بالداعية؛ أن يراجع أسلوبه، فهو نصف النجاح، إن لم يكن معظمه.
_________
(١) مسلم (٢٥٩٤)
(٢) رواه الترمذي (٣٣٣١)، والحاكم (٢/ ٥١٤)، وصححه ووافقه الذهبي، وصححه الألباني في صحيح الترمذي (٢٦٥١).',NULL,'286',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (285,'<span data-type="title" id=toc-134>المطلب الثالث: القاعدة الثالثة: الشفقة والنصح، لا التوبيخ والفضح</span>.
المدعوون مرضى، والداعية طبيبهم. والطبيب الناصح يكون شفيقاً بالمرضى .. همه معالجتهم، والأخذ بأيديهم إلى طريق الصحة، وإنقاذهم مما هم فيه، ولا يجوز له إلقاء اللوم، ولا فضيحة المريض، ولا التشفي منه، فإن هذا يزيدهم مرضاً على مرض، وضياعاً على ضياع، وهماً على هم، لأجل هذا، وجب أن يكون أسلوب الداعية أسلوب الشفيق بمدعويه، الرحيم بهم.
قال تعالى عن رسوله - صلى الله عليه وسلم -: {لَقَدْ جَآءَكُمْ رَسُولٌ مّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رّحِيمٌ} [التوبة: ١٢٨]
وقال - صلى الله عليه وسلم -: ((الدين النصيحة)) (١).
فجعل محور الدين النصيحة، لا الفضيحة، فإن للنصيحة أسلوبها، وللفضيحة طريقها، وشتان بين الطريقين أسلوباً وأثراً.
ومن الخطأ الواضح؛ مايفعله بعض الدعاة من تتبع عثرات المسلمين، وكشف عوراتهم بدعوى ظاهرها زين، وباطنها شين.
وقد قال - صلى الله عليه وسلم -: ((يا معشر من آمن بلسانه، ولم يدخل الإيمان قبله لا تغتابوا المسلمين ولا تتبعوا عوراتهم، فإنه من اتبع عوراتهم يتبع الله عورته، ومن يتبع الله عورته يفضحه في بيته)) (٢)
_________
(١) رواه مسلم (٥٥).
(٢) رواه أحمد (٤/ ٤٢٠ - ٤٢١)، وأبو داود (٤٨٨٠)، وأبو يعلى في مسنده (٧٤٢٣)، والبيهقي في السنن الكبرى (١٠/ ٢٤٧)، وفي الشعب (٦٧٠٤)، وأورد الشيخ الألباني في صحيح أبي داود (٤٠٨٣).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (286,'بل على العكس من ذلك أمر الإسلام بستر المسلمين.
قال - صلى الله عليه وسلم -: (( .. ومن ستر مسلماً ستره الله في الدنيا والآخرة)) (١).
ولذلك كان من سنة رسول الله - صلى الله عليه وسلم -، إذا أحس من أحد خطأ، قام بواجب النصح في الأمر مع ستر عين الفاعل، فكان يقول على المنبر: ((ما بال أقوام .. )) (٢)، فبهذا يؤدي واجب النصح، ويؤدي في الوقت نفسه واجب الستر. وهي موازنة يجب أن يراعيها الدعاة إلى الله، وسيأتي تفصيل ذلك في مبحث الخطاب المطلق.
وقد وردت قواعد في مباحث سابقة تدخل في إطار هذا المبحث منها: نصحح ولانجرح ... ننصح ولانفضح ... وقد شرحت في مكانها مما يغني عن إعادتها (٣).

<span data-type="title" id=toc-135>المطلب الرابع: القاعدة الرابعة: سهولة الأسلوب، وبساطة الطرح، وواقعية التمثيل</span>.
المقصود من الدعوة إلى الله: تبليغ أمر الله عز وجل، وفهمه من المدعوين، وليس المقصود: بلاغة الداعية في خطابه، وتنميق عباراته،
_________
(١) رواه مسلم (٢٦٩٩).
(٢) راجع إن شئت مسند أحمد (٣/ ٢)، والبخاري (٧٥٠)، ومسلم (١٤٠١)، وابن ماجة (١٤٠)، وأبو داود (٩١٣)، والترمذي (٢١٢٤)، والنسائي (٢/ ١٥٦).
(٣) راجع ص (٢٠٢، ٢٠٣).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (287,'وسجع ألفاظه .. وضربه أمثالاً خيالية لا تفهم، وسبكه تراكيب ومصطلحات لا تدرك.
قال تعالى: {وَمَآ أَرْسَلْنَا مِن رّسُولٍ إِلاّ بِلِسَانِ قَوْمِهِ لِيُبَيّنَ لَهُمْ .. } الآية [إبراهيم: ٤].
فلم يكتف الله بذكر أن الإرسال كان (بلسان قومهم) بل ذكر العلة في ذلك، وهي: البيان والتوضيح، وسأزيد البحث تفصيلاً في أسلوب القرآن والسنة بعد هذا المبحث.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (288,'<span data-type="title" id=toc-136>المبحث الثالث لفتات عن الأسلوب في القرآن الكريم:</span>
لقد جاء القرآن سهل الأسلوب، واضح البيان، متنوع الطرح، ليس فيه تعقيد في التعبير .. ولا فلسفة في العرض، ولا خيالية في التمثيل.
قال تعالى: {وَلَقَدْ يَسّرْنَا الْقُرْآنَ لِلذّكْرِ فَهَلْ مِن مّدّكِرٍ} [القمر: ١٧، ٢٢، ٣٢، ٤٠].
وإنما أُتي من لم يفهم القرآن، من جهة ما حلَّ بالعرب من عجمة، وبعدٍ عن لغتهم الأساس، وإلا فأي عربي لا يفهم قوله تعالى: {قُلْ هُوَ اللهُ أَحَدٌ .. } السورة.
وقوله: {قُلْ أَعُوذُ بِرَبّ النّاسِ .. } السورة، فهذا من سهولة ووضوح بيانه ووضوحها.
ولا يَغْمُض سياق القرآن ومقاصده على عربي .. وإنما الذي يغمض، بعض الألفاظ التي هجر استعمالها العرب.
وأمّا بشأن الأسلوب فيتنوع أسلوب القرآن - كما أُلمح إلى ذلك من قبل- فتجد فيه التقرير الصارم، والأمر الجازم، في الوقت الذي تستمتع فيه بالقصص المؤثرة، والأمثال المعبرة، وتسمع منه الأخبار الماضية، والأحكام المحكمة، والأنباء القادمة ... ثم يفاجئك بفتح ناظريك على المشاهد المستقبلة من صور يوم القيامة، ومناظر من الجنة والنار، كأنك تراهما رأي العين .. لتسمع لقطات مما يجري فيهما بين أهليهما .. {وَنَادَوا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ ماكثون} [الزخرف: ٧٧]، {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِى صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ',NULL,'290',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (289,'فَنِعْمَ أَجْرُ الْعَامِلِينَ} [الزمر: ٧٤]، وتلفي فيه الحوار الممتع، والمناظرة المفحمة، في الوقت الذي يعج بالحجج العقلية، والمؤثرات العاطفية.
كل ذلك بأسلوب يتلمس الناظر فيه، رقة التعبير عند الترغيب، وقوة التأثير عند الترهيب، ويلمحُ فيه كلمات الأنس التي يناجي بها القلوب اللينة، فيضفي عليها شعوراً من الأنس، وطمأنينة بعد القلق.
في الوقت الذي تلتفت فيه عبارات التذكير لتحرك الوجدان، وتغذي الشعور .. ثم تنعطف قوارع الترهيب، فتهدد كيان النفس، وتقذف الرعب في القلب ..
وترى فيه المحكم والمتشابه .. وتلقى فيه المجمل والمفصّل، كل ذلك وهو يتدفق بكلمات حانية .. ووعد صادق .. {مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَءَامَنْتُمْ .. } الآية [النساء: ١٤٧]، { .. إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ} [الشورى: ٢٧]، ويهدد بألفاظ قارعة، ووعيد شديد. { ... وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} [الشعراء: ٢٢٧]
كل ذلك؛ بأسلوب أخّاذ، وعبارات جذابة .. وإيقاع يتناسب مع كل موضوع .. ومع كل ذي روح ونَفَس.
كل ذلك حتى يكون الخطاب شاملاً للخلق، مؤثراً في النفس .. مقيماً للحجة، فمن لم يتأثر بالترغيب .. تأثر بالترهيب .. ومن لم يتحرك قلبه .. تحرك عقله .. للاستجابة. (١)
_________
(١) فوا حسرتا على أسلوب بعض دعاتنا .. وقد ذكرتُ الشواهد على هذا الأسلوب متناثرة في هذا الكتاب مما أغنى عن إعادته.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (290,'{اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} [الزمر: ٢٣].
وفي مقام التمثيل انظر إلى أمثال القرآن الكريم ما أروعها في المقصود، وما أيسرها في الفهم، وما أوقعها في النفس، وما أسهلها في التعبير، وما أنسبها لجميع الخلق: ذكورهم وإناثهم، عربهم وعجمهم، بدويهم وحضريّهم (١).
وهكذا كان القرآن الكريم في بيانه؛ سهل الأسلوب .. واضح الطرح .. ، واقعي التمثيل .. يتناسب والناس جميعاً على اختلاف ثقافاتهم وأجناسهم.
_________
(١) ولو أردنا تتبع ذلك، والاستشهاد عليه لخرجنا عن المقصود، وسيأتي شيء من التفصيل في بحث الأمثلة في القرآن في هذا الكتاب إن شاء الله تعالى.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (291,'<span data-type="title" id=toc-137>المبحث الرابع لفتات عن الأسلوب في السنة النبوية:</span>
وما يقال في هذا الباب عن القرآن الكريم يقال عن السنة المطهرة، فهذا سيد البلغاء، وأفضل من نطق بالضاد، يتكلم بأسلوب يفهمه طبقات الناس جميعاً، حتى بعد أربعة عشر قرناً.
فمن الذي لا يفهم قوله - صلى الله عليه وسلم -: ((من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر، فلا يؤذِ جاره، ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت)) (١).
ومن الذي لا يعي قوله - صلى الله عليه وسلم -: ((المسلم أخو المسلم .. لا يظلمه، ولا يحقره .. )) (٢) الحديث.
وقوله: ((كل المسلم على المسلم حرام ... )) (٣) الحديث.
وقوله: ((إنما الأعمال بالنيات .. )) (٤) الحديث.
وإنما أُتي المسلمون من بعدهم عن اللغة العربية.
وكان من أسلوب رسول الله - صلى الله عليه وسلم -؛ إذا تكلم بالكلمة أعادها ثلاثاً لتفهم عنه (٥).
_________
(١) رواه البخاري (٦٤٧٥)، ومسلم (٤٧).
(٢) رواه مسلم (٢٥٦٤)، وأحمد (٢/ ٢٧٧)، وعبد بن حميد في مسنده (١٤٤٢)، والبيهقي (٦/ ٩٢).
(٣) رواه مسلم (٢٥٦٤).
(٤) رواه البخاري (١)، ومسلم (١٩٠٧).
(٥) رواه البخاري (٩٥).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (292,'وكان يفصّل في كلامه ويتأنى في إلقائه فعن عائشة رضي الله عنها، أن النبي - صلى الله عليه وسلم -: كان يحدث حديثاً لو عده العاد لأحصاه (١).
وكان يضرب لهم الأمثلة الجميلة من واقعهم فيفهمونها، ويدركون مدلولها، فضرب لهم مثلاً عن المؤمن ((السنبلة تستقيم مرة وتخر مرة)) (٢).
وقال - صلى الله عليه وسلم -: ((مثل الجليس الصالح، والجليس السوء، كمثل صاحب المسك، ونافخ الكير .. )) (٣) الحديث.
وقال - صلى الله عليه وسلم -: ((مثل المنافق مثل الشاة العائرة بين الغنمين)) (٤) الحديث.
فمن من الصحابة ومنا - بعد ألف وأربعمائة سنة - لا يعرف السنبلة، ولا يعرف بائع المسك، ولا يعرف الغنم؟ .
وغير ذلك من الأمثلة البديعة التي لا تكاد تحصى في السنة .. كل ذلك كان بأسلوب ممتع .. وعبارات سهلة .. وتعبير مفهوم .. وعرض حسن، ونطق جميل .. فأين نحن اليوم - معشر الدعاة من هذا؟ ! ؟ -، وسأتعرض إلى بعضها في مبحث الأمثال. (٥)
_________
(١) رواه البخاري (٣٥٦٧) ومسلم (٢٤٩٣).
(٢) رواه أحمد (٣/ ٣٤٩) , واللفظ له، وأبو يعلى (٣٠٨٠)، وعبد بن حميد (١٠١٠) وغيرهم، وصححه الألباني (صحيح الجامع ٥٨٤٤، ٥٨٤٥).
(٣) رواه البخاري (٢١٠١)، ومسلم (٢٦٢٨).
(٤) رواه مسلم (٢٧٨٤).
(٥) راجع بحث الأمثال من هذا الكتيب ص (٣٢٣).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (293,'<span data-type="title" id=toc-138>المبحث الخامس أخطاء بعض الدعاة في الأسلوب:</span>
ومن هذه النصوص يعلم خطأ الذين يخطبون .. أو يدرسون أو يكتبون بأسلوب معقد، ويختارون الكلمات الصعبة .. وكثير من المسلمين ــ وبخاصة شباب الصحوة ــ لا يفهم ما يكتب، ولا يعي ما يسمع، بل تحتاج خُطب بعضهم وكُتبه، إلى وجود قاموس لغوي، بجوار السامع أو القارئ، وكأنّ المسألة مسألة مبارزة بالألفاظ، وتحد في التعبير.
ولا تكاد تخرج من خُطب كثير منهم أو دروسهم بفائدة تُذكر، أو بعبارات تُحفظ .. همه سرد المعلومات، وليس تبسيطها، والإكثار منها، لا التأكد من فهمها (١).
إن سهولة الأسلوب، وبساطة الطرح، وعذوبة الألفاظ، تدفع الناس إلى الاستماع، فالتعلم .. فالتأثر .. فالعمل.
وإن صعوبة الأسلوب، وتعقيد الطرح، يدفع الناس للإعراض .. ولا يخفى ما يترتب على ذلك.
وأسوأ من هذا ما كُتب باسم (العقيدة) بألفاظ أفلاطونية، وعبارات فلسفية .. فضلاً عما فيها من مخالفات شرعية، وتكلف ما
_________
(١) ومازلت أذكر وأنا صغير لم أتجاوز السادسة أو السابعة من عمري، حين كان النساء يجتمعن قبل موعد أحد الشيوخ في الإذاعة، وهم يسكتوننا نحن معشر الأطفال .. انتظار درس الشيخ لِمَا كان يتمتّع به من أسلوب سلس، وعبارات مفهومة، في الوقت الذي كان النساء لا يستمعن إلى غيره طوال الأسبوع، إلا ما ندر.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (294,'أمرنا الله تعالى به، ولا رسوله - صلى الله عليه وسلم -، بعيدين عن هدي الكتاب والسنة في العقيدة، وما فهمه الصحابة رضوان الله عليهم، والأئمة الأربعة - رحمهم الله - مما يسمى بالعقيدة السلفية الصافية (١).
_________
(١) راجع ص (٥٠ وما بعدها) من هذا الكتاب.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (295,'<span data-type="title" id=toc-139>المبحث السادس في إثارة العاطفة، وتحريك العقل:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-140>المطلب الأول: أهمية ذلك:</span>
من جمال أسلوب الداعية، وجذبه الناس إلى الاستماع له .. وتأثرهم به .. أن يتضمن أسلوبه ما يثير العاطفة .. ولا يطغى عليه .. ومن قوة حجة الداعية، ومتانة أسلوبه، أن يحتوي على ما يحرك العقل، ولا يقتصر عليه.
فمن الناس؛ من هم أصحاب عاطفة، يتأثرون بما يثير الوجدان، ويتلمس القلوب .. ومنهم من يتأثر بالقناعات العقلية، والقضايا الفكرية.
وبناءاً على هذا؛ فإن من حكمة الداعية؛ أن يعم بخطابه الصنفين؛ العاطفيين والعقلانيين، وأن يشمل بأسلوبه الطرفين.
لأن اقتصار الداعية في أسلوبه على إثارة العاطفة، وخلو خطابه مما يحمل على التفكير .. من إيرادات عقلية، وقضايا فكرية، يحمل فريقاً من المدعوين على الإعراض عن الاستماع .. والاستخفاف بالداعية.
واقتصار الداعية في أسلوبه، على تحريك العقل، والطرح الفكري. يدفع فريقاً كبيراً من الناس إلى الملل، والإعراض عما يقال، لعدم فهمه ما يطرح.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (296,'<span data-type="title" id=toc-141>المطلب الثاني: التوازن بين خطاب القلب والعقل في القرآن الكريم:</span>
ونظراً لأهمية هذا التوازن في مخاطبة الناس، فقد جاء القرآن الكريم متوازناً توازناً بديعاً في هذا الشأن، فقد تضمن الأسلوب القرآني هذين الأمرين.
فانظر إلى هذه النصوص، وهي تطرح البرهان، وتثير العقل.
{أم اتخذواءَالِهَةً مّنَ الأَرضِ هُمْ يُنْشِرُونَ * لَوْ كَانَ فِيهِمَآءَالِهَةٌ إِلاّ اللهُ لَفَسَدَتَا .. } [الأنبياء الآيتان: ٢١، ٢٢].
{قُلْ لّوْ كَانَ مَعَهُءَالِهَةٌ كَمَا يَقُولُونَ إِذاً لاّبْتَغَوْا إِلَىَ ذِى الْعَرْشِ سَبِيلاً} [الإسراء: ٤٢].
{أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: ٣٥].
فما أبدعها من إلزامات عقلية، وما أصدقها من براهين فكرية .. تخضع لها العقول الصحيحة، ويُسلّم لها الفكر السليم!
وانظر إلى الجانب الثاني، جانب النصوص التي تثير وجدان الإنسان، وتحرك عاطفته، بأسلوب رقيق، وعبارات مؤثرة.
{أَلَمْ يَأْنِ لِلّذِينَءَامَنُوَا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقّ وَلا يَكُونُوا كَالّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مّنْهُمْ فَاسِقُونَ} [الحديد: ١٦].
{مّا يَفْعَلُ اللهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وءَامَنْتُمْ .. } الآية [النساء: ١٤٧]
{وَاللهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الّذِينَ يَتّبِعُونَ الشّهَوَاتِ أَن تَمِيلُوا مَيْلاً عَظِيماً} [النساء: ٢٧]',NULL,'298',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (297,'{وَلَوْ أَنّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْراً لّهُمْ وَأَشَدَّ تَثْبيتَاً} الآية [النساء: ٦٦].
ومن جميل ما تضمنه القرآن الكريم: أن يحوي النص الواحد على مايثير العقل، ويحرك العاطفة، ومن ذلك:
{قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللهُ عَلَيْكُمُ الْلّيْلَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلا تَسْمَعُونَ} [القصص: ٧١].
{قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَىَ قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ} [الأنعام: ٤٦].
{قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَآءٍ مّعِينٍ} [الملك: ٣٠].
فانظر - يا رعاك الله- كيف حرك الله العقل بقوله: {قُلْ أَرَأَيْتُم .. } أي: ما رأيكم؟ - وهو تحريك للعقل، وإثارة للفكر - كيما يحمله هذا الأمر على التذكير، ويدفعه إلى التفكير، فيما لو حصل ما نبه الله إليه، من استدامة الليل، أو استدامة النهار.
الأمر الذي يدفعه إلى مزيد من الإيمان، ومزيد من شكر الله على نعمه.
ثم كان طرح الأمر طرحاً مثيراً للعاطفة .. يدفع إلى الخوف من الله: أن يجعل {الليل سرمداً .. }، {النهار سرمداً} .. {أخذُ السمع} .. {أخذُ البصر} .. {ختمُ القلب}.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (298,'وفي هذا؛ تحريك للوجدان، لخشية الرحمن، والالتجاء إليه، والإيمان بربوبيته، وأنه بيده كل شيء، وهو قادر على كل شيء .. والإيمان بألوهيته .. حتى يُعبدَ وحده .. ولا يُلجأ إلى أحد سواه ..
وتأمل قوله تعالى: {أَمّن يُجِيبُ الْمُضْطَرّ إِذَا دَعَاهُ ويَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَآءَ الأَرْضِ أَءِلَهٌ مَعَ الله .. } الآية [النمل: ٦٢]
كيف جمع بين خطاب العقل، ومناجاة القلب.
ففي قوله تعالى: {أمن يجيب المضطر}، وقوله: {أإله مع الله}، محاكاة عقلية .. وقضية فكرية .. فإذا لم يكن يستطيع ذلك إلا الله، فلِمَ اللجوء إلى غيره .. ؟ ! ؟
فهل لكم عقول تفكر؟ أو قلوب تعقل .. ؟ ! أيكون مع هذا الإله العظيم، الذي هو على كل شيء قدير، آلهة ضعفاء، يردّون ما أخذ الله منكم، أو يجيبونكم إن لم يجبكم الله؟ ! ؟
ومن خلال هذا الطرح العقلاني، يسوق الله ذلك بأسلوب عاطفي، يناجي به القلوب، ويحرك به الوجدان.
فَذِكْر الله في خطابه (المضطر)، و (كشف السوء)، و (الدعاء) فيه مخاطبة للأفئدة، ومناجاة للعاطفة، لأن الاضطرار، وكشف الضرر، تتأثر بها القلوب، ويستفيض لها الوجدان ..
{أَفَلا يَتَدَبّرُونَ الْقُرْآنَ أَمْ عَلَىَ قُلُوبٍ أَقْفَالُهَآ} [محمد: ٢٤]
اللهم اجعلنا من المتدبرين.
ولو أردنا تتبع هذا في القرآن الكريم، لطال بنا المقام طولاً بعيداً عن المقصود.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (299,'<span data-type="title" id=toc-142>المطلب الثالث: التوازن بين العقل والعاطفة عند الرسل:</span>
وكذلك نهج الرسل هذا المنهج العظيم، منهج الموازنة في الخطاب بين العقل والعاطفة.
فانظر إلى إبراهيم عليه الصلاة والسلام، وهو يجمع بين مخاطبة القلب والعقل إذ يقول: {يَأَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يَبْصِرُ .. } الآية [مريم: ٤٢].
ففي قوله: يا أبت .. مخاطبة للقلب، وإثارة للعاطفة.
وفي قوله: {لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يَبْصِرُ .. } خطاب للعقل، وحض على التفكير.
وفي مثل هذا المقام نجد هارون يقول لأخيه موسى عليهما الصلاة والسلام: {يَبْنَؤُمّ ... }.الآية [طه: ٩٤]
ولا يخفى مافي هذا الخطاب الرقيق، من تحريك لوجدان موسى عليهما الصلاة والسلام.
ويقول يوسف عليه الصلاة والسلام لمن معه في السجن {يَا صَاحِبَىِ السِّجْنِءَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ القَهَار * مَا تَعْبُدُونَ مِنْ دُونِهِ إِلآ أَسْمَاءً سَمَّيْتُمُوهَآ أَنْتُمْ وَءَابآؤُكُمْ مَّآ أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلاَّ لِلَّهِ أَمَرَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [يوسف: ٣٩ - ٤٠]
وقد تضمن هذا الأسلوب عاطفة .. وعقلانية .. وتقريراً ..
ففي قوله - صلى الله عليه وسلم -: يا صاحبي السجن: عاطفة؛ إذ لم يجد شيئا آخر يحرك به عاطفتهم تجاهه إلا صحبة السجن.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (300,'وفي قوله: أرباب متفرقون ... ، تحريك للعقل، ونجش للتفكير.
وفي قوله: {مَا تَعْبُدُونَ مِنْ دُونِهِ إِلاَّ أَسْمَاءً سَمَّيْتُمُوهَآ أَنْتُمْ وءَابَآؤُكُمْ} تقرير وحكم.

<span data-type="title" id=toc-143>المطلب الرابع: السنة ومخاطبة العقل والقلب:</span>
لم يكن أسلوب الرسول - صلى الله عليه وسلم - إلا مستمداً من القرآن ومن إخوانه الرسل، فقد كانت سنته - صلى الله عليه وسلم - في خطابها، تجمع بين حض العقل والتفكير، ومناجاة الوجدان والقلب بما يحركهما .. ومن ذلك:
ما أجاب به رسول الله - صلى الله عليه وسلم - الشاب الذي استأذنه بالزنى: فقال له: ((هل ترضاه لأمك .. هل ترضاه لأختك .. )) (١) الحديث.
فهذا خطاب للوجدان والفطرة.
ومن ذلك ما كان عليه الصلاة والسلام يقوله لأصحابه: ((إنما أنا لكم بمنزلة الوالد .. )) (٢) الحديث.
وهل ثمة عاطفة أبلغ من هذه.
واتضحت العاطفة الحانية في أفعاله - صلى الله عليه وسلم - وضوحاً ساطعاً، وذلك في تقبيله للأولاد، وعدم ضربه أحداً من المسلمين .. وعفوه عمن آذاه ..
وأسلوب الداعية لا يقتصر على الكلام بل يشمل الفعال كذلك، بل ربما كانت أدل على المقصود.
_________
(١) سبق تخريجه ص (١٦٨).
(٢) رواه أبو داود رقم (٨)، وانظر صحيح أبي داود (٦).',NULL,'302',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (301,'وأما في مقام العقل، ففي سنته الشيء الكثير .. فمن ذلك؛ قوله - صلى الله عليه وسلم - عندما سئل: أيأتي أحدنا شهوته وله أجر؟ قال: ((أرأيتم لو وضعها في حرام أكان عليه فيها وزر؟ .. )) (١) الحديث.
ولما سئل عن العدوى: أرأيت البعير الأجرب يكون في الإبل ... فيجر بها، فقال - صلى الله عليه وسلم -: ((فمن أعدى الأول)) (٢).
وسألته امرأة عن حكم الحج عن أمها التي ماتت فأجابها: (( ... أرأيت لو كان على أمك دين أكنت قاضية؟ .. اقضوا الله، فالله أحق بالوفاء)). (٣)
فهذه خطابات تحرك العقل .. وتدفع نحو التفكير.
وهكذا ينبغي للداعية الحكيم - حتى يكون خطابه مؤثراً - أن يتضمن خطابه الدعوي إثارة للعاطفة، وتحريكاً للفكر .. فيجمع بهذا بين الأمرين، فإذا خاطبهم عاطفياً أيده بالأدلة المقنعة .. والحجج الدامغة .. وإذا خاطبهم بما يثير العقل .. حلاّه بالإثارة الوجدانية .. والمناجاة القلبية.
فإن محركات العقل، تدفع إلى الاقتناع والتسليم.
وإن مناجاة القلب، لها أثر في الاستجابة والاطمئنان.
وبهذا يكون الداعية قد حقق الموازنة، وخاطب جميع الأصناف، ولبّى حاجاتهم النفسية المركبة من العقل المفكر، والقلب المقرر، والله نسأل: عقولاً نيرة، وقلوباً صادقة، إنه ولي ذلك وأهله.
_________
(١) رواه مسلم (١٠٠٦).
(٢) رواه البخاري (٥٧١٧)، ومسلم (٢٢٢٠).
(٣) البخاري (١٨٥٢، ٦٦٩٩، ٧٣١٥).',NULL,'303',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (302,'<span data-type="title" id=toc-144>المبحث السابع التذكير بأيام الله، وذكر المنافع والمضار في الخطاب الدعوي</span>.
وفيه ثلاثة مطالب:
الأول: المقصود والأهمية:
طبع الإنسان على حب المنافع، والاستجابة لأسبابها، وكراهية المضار، والنفور من سبلها .. كما طبع على الغفلة عما ينفعه وعما يضره، وعلى نسيان نعم الله تعالى، ومَكْرِه وعقوبته، وما فعل الله بالمسرفين من الأقوام السالفة، وما جازى به المطيعين من الخيرات والبركات، قال تعالى: { .. وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ .. } الآية [البقرة: ٢٣١]
لهذا أمر الله عز وجل موسى بتذكير بني إسرائيل بنعم الله فقال له: {وَذَكّرْهُمْ بِأَيّامِ اللهِ .. } الآية [إبراهيم: ٥].
قال ابن كثير: ((أي بأياديه ونعمه عليهم، في إخراجه إياهم من أسر فرعون، وقهره، وظلمه، وغشمه، وإنجائه إياهم من عدوهم، وفلقه لهم البحر، وتظليله إياهم بالغمام، وإنزاله عليهم المن والسلوى، إلى غير ذلك من النعم)) (١).
ذلك لأن النفس البشرية تستروح إذا أحست بمصلحتها .. وتنفر إذا تأكدت مضرتها .. فيدفعها ذلك إلى الاستجابة لما فيه الخير .. والنفور مما فيه ضرر، لذلك كان على الداعية أن لا يغفل عن ذلك، فضلاً عن تقرير ذلك في الكتاب والسنة.
_________
(١) تفسير ابن كثير (٢/ ٥٤٢).',NULL,'304',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (303,'وقال القرطبي: ((أي: قل لهم قولاً يتذكرون به أيام الله تعالى، قال ابن عباس ومجاهد وقتادة: بنعم الله (١)، وقاله أبي بن كعب، ورواه مرفوعاً (٢) أي بما أنعم الله عليهم من النجاة من فرعون، ومن التيه إلى سائر النعم، وقد تسمى النعم: الأيام)) (٣).
وأمر الله تعالى رسوله - صلى الله عليه وسلم - بالتحدث بنعم الله، فقال سبحانه:
{وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} [الضحى: ١١]

<span data-type="title" id=toc-146>المطلب الثاني: ذكر ذلك في القرآن الكريم:</span>
رغم جلال قدر الله سبحانه، وعظيم سلطانه، وأن أمره ونهيه لا يكونان إلا عن علم، وحكمة، ومصلحة للعباد، ومع ذلك؛ نجد الأسلوب القرآني يذكر مثل هذا، رحمة بالعباد، وحباً باستجابتهم.
فيقول سبحانه: {وَلَوْ أَنَّ أَهْلَ الْقُرَئَامَنُوا وَاتَّقَوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ} [الأعراف: ٩٦]
ويقول سبحانه: {وَأَلّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لأَسْقَيْنَاهُمْ مَاءً غَدَقًا .. } الآية [الجن: ١٦]
ويقول تعالى: {يَدْعُوا لَمَن ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ .. } الآية [الحج: ١٣]
_________
(١) انظر تفسير عبدالرزاق (٢/ ٣٤١)، وتفسير ابن أبي حاتم (٧/ ٢٢٣٥)، وانظر الدر المنثور (٥/ ٦).
(٢) رواه عبدالله بن أحمد في زوائده على المسند (٥/ ١٢٢)، وعبد بن حميد في مسنده (١٦٨)، والشاشي في مسنده (١٤١٥)، وابن الأعرابي في معجمه (١٤٣٣)، وقال ابن كثير في تفسيره (٢/ ٥٤٢): ورواه عبدالله ابنه أيضاً موقوفاً، وهو أشبه [انظر المسند ٥/ ١٢٢]
(٣) تفسير القرطبي (٩/ ٣٤١).',NULL,'305',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (304,'وقال تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نّفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبيّنُ اللهُ لَكُمُ الايَاتِ لَعَلّكُمْ تَتَفَكّرُونَ} [البقرة: ٢١٩]
وقال تعالى معللاً نهي أولياء المرأة عن الإعضال (١): { .. ذَلِكُمْ أَزْكَىَ لَكُمْ وَأَطْهَرُ وَاللهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} [البقرة: ٢٣٢].
وقد كاد أن يكون ثلث القرآن الكريم يقص أيام الله في الذين خلو من قبل، انتقاماً منهم، أو إنعاماً عليهم.

<span data-type="title" id=toc-147>المطلب الثالث: سيرة الأنبياء في هذا:</span>
وهكذا مضت سنة الرسل بالعمل بهذه القاعدة ((التذكير بالمنافع والمضار)).
قال نوح - صلى الله عليه وسلم -: {فَقُلْتُ اسْتَغْفِرُوا رَبّكُمْ إِنّهُ كَانَ غَفّاراً * يُرْسِلِ السّمَآءَ عَلَيْكُمْ مّدْرَاراً} [نوح: ١٠ - ١١]
ولما أمر الله موسى عليه السلام بتذكير قومه بأيام الله كما سبق، سارع موسى عليه الصلاة والسلام لامتثال موعظة ربه والعمل بها.
قال تعالى عقب ذلك مباشرة: {وَإِذْ قَالَ مُوسَىَ لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ أَنجَاكُمْ مّنْ آلِ فِرْعَوْنَ ... } الآية [ابراهيم: ٦]
_________
(١) الإعضال: منع المرأة من الرجوع إلى زوجها دون عذر شرعي، انظر لسان العرب (١١/ ٤٥١)
مادة: (عضل).',NULL,'306',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (305,'واعتذر هارون لموسى إذ لم يتبعه خشية تفرق بني إسرائيل، فقال: {إِنّي خَشِيتُ أَن تَقُولَ فَرّقْتَ بَيْنَ بَنِى إِسْرَآئِيلَ وَلَمْ تَرْقُبْ قَوْلِى} [طه: ٩٤] وقد كانت هذه - وقتئد - في رأي هارون مصلحة واضحة.
وقد مضت السنة العطرة، بهذا المنهاج المستقيم، بذكر فوائد بعض العبادات:
فمن ذلك؛ قوله - صلى الله عليه وسلم -: ((أرأيتم لو أن نهراً بباب أحدكم يغتسل به كل يوم خمس مرات، هل يبقى من درنه شيء؟ ))، قالوا: لا يبقى من درنه شيء، قال: ((فذلك مثل الصلوات الخمس يمحو الله بهن الخطايا)) (١).
وقوله - صلى الله عليه وسلم -: ((والصيام جُنَّة)) (٢)، أي: وقاية من الشرور، وحفظ من الزلل.
وقوله - صلى الله عليه وسلم -: ((صيام ثلاثة أيام من كل شهر تذهب وحر الصدر)) (٣).
وقال - صلى الله عليه وسلم -: ((خمس بخمس))، قيل: يا رسول الله، ما خمس بخمس؟ قال: ((ما نقض قوم العهد إلا سلط عليهم عدوهم، وما حكموا بغير ما أنزل الله إلا فشا فيهم الفقر، ولا ظهرت فيهم الفاحشة إلا فشا فيهم الموت، ولا منعوا الزكاة إلا حبس عنهم القطر، ولا طففوا المكيال إلا حبس عنهم النبات وأخذوا بالسنين)) (٤).
_________
(١) رواه البخاري (٥٢٨)، ومسلم (٦٦٧) واللفظ له.
(٢) رواه البخاري (١٨٩٤)، ومسلم (١١٥١).
(٣) سبق تخريجه ص (٢٣٧).
(٤) رواه الطبراني في الكبير (١١/ ٤٥)، وصححه الألباني في صحيح الجامع (٣٢٤٢)، وفي صحيح الترغيب والترهيب (٧٦٥).',NULL,'307',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (306,'وقال - صلى الله عليه وسلم -: ((داووا مرضاكم بالصدقة)) (١).
ففي هذه النصوص من السنة النبوية، دلالة واضحة على ما ذُكر، من أهمية ذكر المصالح والمفاسد في أسلوب الدعوة.
_________
(١) رواه البيهقي في الشعب (٣٥٥٧)، وذكره الألباني في صحيح الجامع (٣٣٥٨)',NULL,'308',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (307,'<span data-type="title" id=toc-148>المبحث الثامن متنوع في صيغ الأسلوب</span>.
ثمة صيغ متنوعة للأسلوب الناجح، لا ينبغي للداعية أن يغفل عنها، وهي لا تنحصر تحت باب أو مبحث قد جمعتها تحت هذا المبحث العام وقسمتها إلى خمسة مطالب، من ذلك:

<span data-type="title" id=toc-149>المطلب الأول: الخطاب بصيغة الجمع باستعمال (نا) المتكلم، لا بضمائر المخاطبة، كالتاء مع ميم الجمع، أو الكاف</span>.
فلا يقل الداعية مثلاً: - في حال النصح وتصحيح الخطأ -: (أنت) أو أنتم أيها المسلمون فعلتم .. وأنتم قصرتم .. وانهزمتم، وعليكم أن تتوبوا إلى الله .. وأن تتبعوا سنة رسول الله - صلى الله عليه وسلم -، وهذه من ذنوبكم وأفعالكم، وما شابه ذلك.
بل يقل: نحن المسلمين قصرنا، ولو فعلنا .. ولو تبنا ..
أو يخاطبهم بأداة الشرط: من فعل كذا .. كان له كذا .. أو كان عليه كذا.
أو يخاطبهم بصيغة مطلقة: لو تاب المسلم أو المسلمون .. ولو فعل المسلمون ... وهكذا.
لأن في صيغة المخاطب (أنتم) نوع من الاتّهام للمدعوين، والتبرئة للنفس وتزكيتها، مما يدفع بعض المدعوين لعدم الإنصات، بل والنقد .. مما الداعية بِغِنىً عنه.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (308,'وأما في الصيغة الثانية: صيغة المتكلم، وفي الصيغة المطلقة، فإن المخاطبين يستشعرون بتواضع الداعية، وأنه منهم ومعهم، يصيبه ما يصيبهم، ويناله ما ينالهم، مما يدفعهم للتفاعل معه.
ولا يحتجّ محتج ببعض الآيات التي خاطبت الناس بـ (ميم الجمع)، لأن المخاطِب هو الله سبحانه وتعالى .. وفرق كبير بين خطاب الرب العظيم، وخطاب عبد غير معصوم، ولا يمكن أن يجتمع الله سبحانه مع خلقه في فعل أو ضمير، في سياق التكليف أو التأديب.
ومع ذلك؛ نجد الخطاب المطلق والمشروط بالأفعال والأقوال في كتاب الله عز وجل كثيراً دون تعيين.
قال تعالى: {وَلَوْ أَنّ أَهْلَ الْقُرَىَءَامَنُوا وَاتّقَوا ... } الآية [الأعراف: ٩٦].
وقال تعالى: {وَلَوْ أَنّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْراً لّهُمْ وَأَشَدّ تَثْبِيتاً} [النساء: ٦٦].

<span data-type="title" id=toc-150>المطلب الثاني: الخطاب المطلق:</span>
من المستحسن للداعية أن يُعمِّم في خطابه، وأن يطلق في عباراته دون أن يُخصِّص أقواماً، أو يُعيِّن أفراداً، ولو كانوا قائمين على الخطأ، أو مستمرين في العصيان.
ويمكنه - عند الحاجة - أن يعلق الأحكام بالأفعال، وأن ينيطها بالأقوال.
وهذا أسلوب دأب عليه القرآن الكريم.
فقال تعالى: { .. أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} [هود: ١٨]',NULL,'310',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (309,'وقال: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إلاّ إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ} [المائدة: ٧٣]
وقال سبحانه: {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ .. } الآية [التوبة: ٧٥]
فيلحظ البصير أن الله عز وجل علق الأحكام بالأفعال والأقوال، ولم يذكر أسماء أصحابها.
وهذا هو الأصل إلا عند الحاجة الملحة.
وكذلك مضت السنة المطهرة على صاحبها أزكى الصلاة والسلام بعدم ذكر اسم المخالف أو المنصوح إلا بالتعريض، والعموم ..
فما أكثر ما كان رسول الله - صلى الله عليه وسلم - يقول: ((ما بال أقوام .. )) (١).
ومع أن المقصود خطاب أقوام قاموا بالمخالفة التي دعت النبي لتوجيه خطابه إليهم .. ومع ذلك؛ لم يذكر النبي - صلى الله عليه وسلم -: أسماءهم، فمن ذلك:
قوله: ((ما بال أقوام يشترطون شروطاً ليست في كتاب الله .. )) (٢) الحديث.
وقوله: ((ما بال رجال يحضرون الصلاة معنا بغير طهور .. )) (٣) الحديث.
_________
(١) سبق تخريجه ص (٢٨٧).
(٢) رواه البخاري (٢١٦٨)، ومسلم (١٥٠٤).
(٣) رواه أحمد (٥/ ٣٦٣)، والنسائي في سننه (٢/ ١٥٦)، وفي الكبرى (١٠١٩)، وعبدالرزاق في مصنفه
(٢٧٢٥).',NULL,'311',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (310,'وقوله: ((ما بال رجال كلما نفرنا في سبيل الله، تخلف أحدهم، عندهن .. )) (١) الحديث.
ورأى رسول الله - صلى الله عليه وسلم - أقواماً لا يحسنون الوضوء، ويَدَعون مواضع من أرجلهم لا يصيبها الماء، فقال: ((ويل للأعقاب من النار)) (٢).
فلم يحكم عليهم، ولا على أعقابهم، بل؛ لم يذكر أسماءهم، ولم يقل: ((ويل لكم))، أو ((ويل لأعقابكم)) مستعملاً كاف الخطاب.
وكان - صلى الله عليه وسلم - يتكلم - أحيانا - بـ (نا) المتكلم، وهو لم يفعل الفعل، كما في خطبة الوداع: ((وأول ربا أضع ربانا - ربا عباس بن عبدالمطلب -)) (٣)، والنبي - صلى الله عليه وسلم - ما رابى قط.
فانظر إلى عظم هذه الأفعال التي فعلها هؤلاء المخطئون وما يفعله المنافقون؛ من الصلاة بغير طهور، ومن تركهم الجهاد واقترافهم لبعض الذنوب، فضلاً عن أذية بعضهم للرسول - صلى الله عليه وسلم -، ومع هذا كله .. لم يذكر أسماءهم، ولم يحذر من أعيانهم.
ولكنه - صلى الله عليه وسلم - كان يحكم على الأعمال ويصححها. فمن هذا وغيره تستنبط القاعدة: ((نُصحّح ولا نُجرّح))، فهل من مدّكر ممن يخالف هذا؟ اللهم هُداك.
_________
(١) رواه أحمد (٥/ ١٠٢) واللفظ له، ومسلم (١٦٩٢).
(٢) رواه البخاري (٦٠)، ومسلم (٢٤١).
(٣) رواه مسلم (١٢١٨).',NULL,'312',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (311,'فعلى هذا؛ لا يجوز ذكر الأسماء بالسوء في المجالس العامة، فضلاً عن ذكرها على عامة الناس، إلا ما كان منه في ضرورة قصوى .. كدفع مفسدة جلية .. أو جلب مصلحة كبيرة.
ومنه يدرك المسلم الواعي؛ خطأ من يذكر الأسماء على المنابر .. ويشهر بهم في المجالس .. فلا حول ولا قوة إلا بالله.
وفي الوقت الذي نجد رسول الله - صلى الله عليه وسلم - لا يسمي الذين يخطئون، نجده - صلى الله عليه وسلم - يسمي أهل الفضل والعلم على الملأ.
فعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر، وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبيُّ بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة أميناً، وإن أمين هذه الأمة أبو عبيدة بن الجراح)) (١).
وحديث العشرة المبشرين بالجنة مشهور.
فعن سعيد بن زيد قال: أشهد على رسول الله - صلى الله عليه وسلم - أني سمعته وهو يقول: ((عشرة في الجنة: النبي في الجنة، وأبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير بن العوام في الجنة، وسعد بن مالك في الجنة، وعبدالرحمن بن عوف في
_________
(١) رواه الترمذي (٢/ ٣٠٩)، وابن ماجة (١٥٤)، وابن حبان (٧١٣١، ٧٢٥٢) والحاكم (٣/ ٤٢٢) وصححه على شرط الشيخين.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (312,'الجنة ولو شئت لسميت العاشر)) قال: فقالوا: من هو؟ ، فسكت، قال: قالوا: من هو؟ ، فقال: ((سعيد بن زيد)) (١).
وعن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: ((نعم الرجل أبو بكر، نعم الرجل عمر، نعم الرجل أبو عبيدة بن الجراح، نعم الرجل أسيد بن حُضير، نعم الرجل ثابت بن قيس بن شماس، نعم الرجل معاذ بن جبل، نعم الرجل معاذ بن عمرو بن الجموح)) (٢).

<span data-type="title" id=toc-151>المطلب الثالث: في استخدام الداعية أسلوب الاستفهام، والترجي:</span>
ينبغي على الداعية أن يغلب على عباراته الاستفهام سواء كان تقريرياً .. أواستفهامياً .. أواستنكارياً .. أوتعجبياً، وأن يكثر من ألفاظ الترجي كـ (لعلّ) ولفظة (أرأيت) و (رُبّ) .. بدل الخطاب التقريري، والاستنكاري المباشِرَيْن. (٣)
ذلك لأنّ استعمال أساليب الاستفهام، وألفاظ الترجي، في الخطاب أبلغ تأثيراً، وأقل أثراً سلبياً، ولو كان يتضمن نقداً مباشراً، لعدم استساغة الخطاب الاستنكاري والتقريري المباشِرَيْن.
_________
(١) رواه أحمد (١/ ١٨٧)، وأبو داود (٤٦٤٩، ٤٦٥٠)، وابن ماجة (١٣٣).
(٢) أخرجه أحمد في المسند (٢/ ٤١٩)، وفي فضائل الصحابة (٣٥٤)، والبخاري في الأدب المفرد (٣٣٧)، والترمذي (٣٧٩٥) واللفظ له، وقال: هذا حديث حسن، والنسائي في الكبرى (٨٢٤٣)، والحاكم
(٣/ ٢٣٣) وصححه ووافقه الذهبي.
(٣) الكلام منه ماهو تقريري: كقولك: أنت مسلم .. أنت مذنب، ومنه ما هو استفهام تقريري: كقولك ألست مسلماً .. ؟ ألست أباك .. ؟ وكقوله تعالى: ((ألست بربكم .. )) ومنه ماهو استفهام استنكاري: كقوله تعالى: {مالكم كيف تحكمون .. }',NULL,'314',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (313,'فبدل أن يقول: لا يجوز للمسلم أن يُدخّن.
أو: يحرُم انتهاك حُرمات الله في رمضان.
يقول الداعية: أيليق بالمسلم أن يُدخّن .. ؟ ! ؟ .
أو: أيجوز انتهاك حُرمات الله .. وفي رمضان .. ؟ ! ! .
وبدل أن يقول: ستلقى الله على هذه الحال الآثمة
أو ستكون سيئاتكم تغلب حسناتكم.
يقول: كيف سنلقَى ربنا، ونحن على هذه الحال؟ ! ؟
أو: هل ستكون حسناتنا أرجح من سيئاتنا؟ !
وبدل أن يقول: أنتم لا تحبون الله ورسوله.
أو: يجب أن تحبوا الله ورسوله.
يقول: ألا تحبون الله ورسوله؟ ! !
أو: هل يفعل هذه المخالفة من يحب الله ورسوله؟ ! ؟ .
أو يقول: لعلنا نتوب إلى الله .. أو: أرأيتم لو تبنا إلى الله .. وهكذا.
وانظر - رحمك الله - إلى قول إبراهيم عليه السلام لأبيه الكافر بعد أن استنفذ كافة أساليب الخطاب الدعوي؛ من استفهامات وترجي، وإثارة للعاطفة والعقل .. قال مرهباً بأسلوب مفعوم بالشفقة والخوف عليه: {قال يَأَبَتِ إِنّى أَخَافُ أَن يَمَسّكَ عَذَابٌ مّنَ الرّحْمَنِ فَتَكُونَ لِلشّيْطَانِ وَلِيّاً} [مريم: ٤٥]، فانظر إلى كلمة (أخاف) و (يمسك) اللتين تقطران شفافية وتخوفاً، ومثله قول أخيه هود عليه الصلاة والسلام لقومه الذين أذاقوه ما أذاقوه من صنوف الأذى: {إِنّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ} [الشعراء: ١٣٥]',NULL,'315',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (314,'والمقصود: أن يضع الداعية أداة الاستفهام قبل خطابه، وكلمات الرجاء والترجي في كلامه، وما شابه ذلك، حتى يُحْلِيَ أسلوبه، فلا يكون مراً، ويُرَطّب خطابه، حتى لا يكون جافّاً ..

<span data-type="title" id=toc-152>المطلب الرابع: القرآن الكريم وأسلوب الاستفهام والترجي:</span>
والمتأمل لأسلوب القرآن الكريم يجده مشحوناً بهذا الأسلوب الهادف، والتعبير الممتع .. حتى مع الكافرين .. ومع أشد الناس عداوة لله وللمؤمنين.
فاقرأ إن شئت قوله تعالى: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ * مَا لَكُمْ كَيْفَ تَحْكُمُونَ .. }. [القلم: ٢٥ - ٢٦]
استفهامان متتاليان .. يهزان الضمير، ويحرضان العقل .. ويقرران الحق، بأسلوب مقبول، وتعبير مثير، يدفع العاقل للإقرار والتسليم.
وقال تعالى: {أَمْ لَهُمْ إِلَهٌ غَيْرُ اللهِ سُبْحَانَ اللهِ عَمّا يُشْرِكُونَ} [الطور: ٤٣]
وقال تعالى: {أَوَلا يَذْكُرُ إلإِنْسَانُ أَنّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئاً} [مريم: ٦٧].
وقال تعالى مراراً: {أَءِلَهٌ مّعَ اللهِ .. }.
وقال تكراراً: {أرأيتم .. }، {أرأيت .. }.
وقال كثيراً: {لعلّ .. }، {لعلّهم .. }.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (315,'وفي هذه التعابير ما لا يخفى من التأثير النفسي على السامع أو القارئ، لأن النفس تكره التقريع المباشر، والاتهام الصريح، ولو كانت مذنبة، ومقرّة بذلك في نفسها.
لذلك جاء هذا الأسلوب مقرراً للحقائق، مراعياً حال المخاطبين، فجمع بين قول الحق، وحسن العرض.
فاللهم اهدنا لأحسن الأساليب، إنه لا يهدي لأحسنها إلا أنت.

<span data-type="title" id=toc-153>المطلب الخامس: السنة وأسلوب الاستفهام والترجي:</span>
وقد سلك الأنبياء في خطابهم هذا المسلك.
قال تعالى: {قَالَتْ رُسُلُهُمْ أَفِى اللهِ شَكّ .. } الآية [إبراهيم: ١٠]
وقال إبراهيم - صلى الله عليه وسلم -: {مَا هَذِهِ التّمَاثِيلُ الّتِى أَنتُمْ لَهَا عَاكِفُونَ .. }. [الأنبياء: ٥٢]
وقال: {أَإِفْكًاءَالِهَةً دُونَ اللهِ تُرِيدُونَ} [الصافات: ٨٦]
وقال موسى عليه الصلاة والسلام: {أَتقُولُونَ لِلْحَقّ لَمّا جَآءَكُمْ أَسِحْرٌ هَذَا وَلا يُفْلِحُ السّاحِرُونَ} [يونس: ٧٧].
وقال أيضاً عليه الصلاة والسلام: {لِمَ تُؤْذُونَنِى وَقَد تّعْلَمُونَ أَنّى رَسُولُ اللهِ إِلَيْكُمْ .. } الآية [الصف: ٥]
فانظر - رحمني الله وإياك - ما أعظم هذا التقرير، وما أبدع هذا العرض: قول الحق، بأسلوب مقبول، وطرح مؤثر.
وقال مؤمن سورة يس:
{ءَأَتّخِذُ مِن دُونِهِءَلِهَةً ... } الآية [يس: ٢٣].',NULL,'317',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (316,'وقال - صلى الله عليه وسلم - لعلي: كيف أنت وقوم كذا وكذا، يقرأون القرآن لا يجاوز تراقيهم ... )) (١)
وقال لأسامة بن زيد: ((أقتلته بعدما قال لا إله إلا الله)).
وفي رواية: ((أقال لا إله إلا الله وقتلته ... )) (٢) الحديث.
وقال - صلى الله عليه وسلم - في أمره بالمعروف - لعلي وفاطمة رضي الله عنهما- ((ألا تصليان ... )). (٣) بدل أن يقول: ((قوما فصليا)) بصيغة الأمر
وقال عليه الصلاة والسلام - لرجل من الأنصار أرسل إليه، فخرج ورأسه يقطر فقال - صلى الله عليه وسلم -: ((لعلنا أعجلناك؟ ))، قال: نعم، يارسول الله، قال: ((إذا أعجلت أو أقحطت فلا غسل عليك، وعليك الوضوء)) (٤).
وقال - صلى الله عليه وسلم - لمن رمى ماعزاً بوظيف حمار فصرعه - حين فر من ألم الرجم - هلاَّ تركتموه، لعله أن يتوب فيتوب الله عليه)) (٥).
فليتأمل الداعية قوله - صلى الله عليه وسلم -: ((هلا تركتموه))، وقوله: ((لعله يتوب))، وذلك بعدما قارف ماعز الخطئية، وطلب إقامة الحد .. وبدأ التنفيذ .. ثم يقول عليه الصلاة والسلام بعد هذا كله: ((لعله يتوب .. ))، وكم من حديث قال فيه رسول الله - صلى الله عليه وسلم - ((لعل)) .. و ((أرأيتم)) .. مما لا يكاد يحصى.
_________
(١) رواه أحمد (١/ ١٦٠)، وأبويعلى (٤٧٢، ٤٨٢)، وقال الهيثمي في مجمع الزوائد (٦/ ٤٣٩): رجاله ثقات.
(٢) رواه البخاري (٤٢٦٩)، ومسلم (٩٦).
(٣) رواه البخاري (١١٢٧)، ومسلم (٧٧٥).
(٤) رواه البخاري (١٨٠)، ومسلم (٣٤٥)، واللفظ له.
(٥) رواه أحمد (٥/ ٢١٧)، والنسائي في الكبرى (٧٢٧٤)، والحاكم (٤/ ٣٦٣)، وصححه، ووافقه الذهبي، ومعنى الوظيف: هو خف البعير، النهاية، مادة: (وظف).',NULL,'318',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (317,'خلاصة هذا المبحث:
أن على الداعي أن يحسن من أسلوبه باستعمال (الضمائر) التي تفيد اشتراكه مع المدعووين، وبتعميم الخطاب، لا بتعيين المخاطبين، وأن يكثر من استعمال أدوات الاستفهام، وألفاظ الرقة واللين، وكلمات الترجي والرفق، مما يضفي على أسلوبه لذة في السماع، وقبولاً من المدعووين، والنصوص في هذا الباب أكثر من أن تحصى.
فاللهم اهدنا لمخاطبة الناس بالتي هي أحسن.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (318,'<span data-type="title" id=toc-154>المبحث التاسع قص القصص، وضرب الأمثال:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-155>المطلب الأول: المقصود والأهمية:</span>
من حسن الأسلوب الذي أمر الله به؛ قص القصص، وضرب الأمثال من خلال الخطاب الدعوي.
فإن للقصص الهادفة والأمثال الواضحة جاذبية في السمع، وأثراً في الفهم، وتأثيراً في النفس.
فهي توضح المقصود، وتحكي الواقع، وتدلل على مصداقية الفحوى.
لذلك أكثر الله منها في كتابه .. وحث عليها .. وجاء بها رسول الله - صلى الله عليه وسلم - في أحاديثه.
قال تعالى: {فَاقْصُصِ الْقَصَصَ لَعَلّهُمْ يَتَفَكّرُونَ} [الأعراف: ١٧٦]
وقال: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلاّ جِئْنَاكَ بِالْحَقّ وَأَحْسَنَ تَفْسِيراً} [الفرقان: ٣٣]
والقصص والأمثال يضفون على الأسلوب عذوبة .. ويهبون له أنساً .. فيجعلون له القبول، ويدفعون عنه السآمة والملل.
ولذلك لا تكاد تخلو سورة من سور القرآن الكبيرة، وبعض الصغيرة منه من قصة، أو مثال أو أكثر، بل هناك سور كاملة، أو معظم السورة، تحكي قصة كاملة، أو قصصاً، كسورة هود ويوسف والقصص والأنبياء وغيرها.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (319,'ولم تتجافى السنة عن القصص والأمثال فهي في ذلك بحر زاخر، وفرات عذب، وسيأتي فصل خاص بذكر بعضها ..

<span data-type="title" id=toc-156>المطلب الثاني: شروط القصة، وأمثلة من الكتاب والسنة:</span>
من المعلوم أن للقصة والمثال شروطاً وآداباً - ليس هاهنا محل تفصيل لها - من أهمها:
-ينبغي أن تكون القصة حقيقية معبرة، وذات معانٍ مؤثرة، وظاهرة المقصود.
-أن لا تكون قصيرة مخلة بالمقصود .. ولا طويلة مملة ..
-أن لا تطغى القصص على خطاب الداعية، فتنعدم فيه النصوص أو تقل .. ويصبح كالقصاص لا هم له إلا القصص.
-أن يتخلّلها تأصيل علمي، وتنبيه إلى المقصود، وتصريح بالفوائد.
والمتأمل في قصص القرآن الكريم، يجد هذا فيها واضحاً، ومن ذلك:
قول يوسف لإخوانه: {إِنّهُ مَن يَتّقِ وَيِصْبِرْ فَإِنّ اللهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} [يوسف: ٩٠]
وقوله: {يَصَاحِبَىِ السّجْنِءَأَرْبَابٌ مّتّفَرّقُونَ خَيْرٌ أَمِ اللهُ الْوَاحِدُ الْقَهّارُ} [يوسف: ٣٩]
{مَا تَعْبُدُونَ مِن دُونِهِ إِلاّ أَسْمَآءً سَمّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُمْ .. }. الآية [يوسف: ٤٠]',NULL,'321',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (320,'وقوله: {إِنِ الْحُكْمُ إِلاّ للهِ عَلَيْهِ تَوَكّلْتُ وَعَلَيْهِ فَلْيَتَوَكّلِ الْمُتَوَكّلُونَ}. [يوسف: ٦٧]

القصص في القرآن الكريم:
لقد وردت القصص في القرآن بأساليب شتى، وعبارات متنوعة، فتارة تستغرق القصة الواحدة السورة بأكملها .. أو معظمها ..
وتارة تختصر القصة نفسها في أربعة أو خمسة سطور .. تؤدي الغرض، وتحقق الهدف.
فانظر إلى قصة يوسف عليه السلام كيف استغرقت السورة بكاملها .. فيكرر قراءتها القاريء دون سآمة، بل يدفعه الشوق بقراءتها للوقوف على أحداثها رغم قراءته لها مراراً ومعرفته بها.
وانظر إلى قصة موسى كم تكررت في القرآن، وفي كل مرة تساق بأسلوب جذاب .. ومواقف مثيرة .. وفوائد جديدة، فتارة تكون طويلة، كما في سورة طه، والقصص، وتارة تكون متوسطة كما في الأعراف، والشعراء، وتارة تكون قصيرة كما في سورة المؤمنون والنازعات، وكل هذا التنوع كان لأغراض مقصودة، ودروس معبرة، والمقام - هنا - ليس مقاماً للتفصيل.

القصص في السنة:
لم تكن السنة النبوية بمنأى عن سرد القصص المعبرة بأسلوب سهل، وخطاب قصير، إلا بعضها، بُغية تسهيلها للفهم والحفظ.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (321,'ولما كان من الصعوبة استيعاب دراسة هذه القصص في هذا المبحث .. فإنني أقتصر على التذكير بثلاث منها:
الأولى: قصة الثلاثة الذي أغلق عليهم الغار (١) .. ومن تأملها وجدها؛ عظيمة الغايات، كثيرة الفوائد.
الثانية: قصة المَلَك ومجيئه إلى الأقرع والأبرص والأعمى (٢) .. وهي واقعة تحتاج إلى تدبر، لما فيها من جليل الأهداف، وعظيم العبر.
الثالثة: قصة الذي قتل تسعاً وتسعين نفساً ثم أتم المائة بالعابد .. ثم أرشده العالم إلى التوبة .. فتاب .. وهي حادثة سامية الأغراض، كثيرة الدروس .. ومن شاء فليراجع مظانها وشرحها (٣).

<span data-type="title" id=toc-157>المطلب الثالث: شروط المثال وآدابه، ونماذج من القرآن والسنة:</span>
- ينبغي أن يكون المثال واقعياً يدركه معظم المُخاطَبين، ولا ينبغي أن يكون خيالياً لا يدركونه.
- أن يكون مُبَسّط الأسلوبِ، سهلَ العبارةِ، مفهوماً لدى المدعوِّين.
- أن يكون ذا غايةٍ جليلةٍ، ومقصودٍ واضحٍ.

<span data-type="title" id=toc-158>نظرة في أمثلة القرآن الكريم:</span>
_________
(١) رواه البخاري (٢٢١٥)، ومسلم (٢٧٤٣).
(٢) راجع ص (٤٢٤).
(٣) رواه البخاري (٣٤٧٠)، ومسلم (٢٧٦٦).',NULL,'323',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (322,'حين النظر في أمثلة القرآن الكريم نرى - جلياً - واقعية المثال .. وروعة الأسلوب، وعُمق المقصود، وبساطة الطرح، وسهولة الفهم، ومناسبته لعموم الخلق.
لذلك يُحدِثُ المثالُ فهماً عميقاً، وقناعةً قويةً لدى المدعو المنصف.
ولو تأملنا مَثَل الله تعالى في عجز الخلق عن الخلق .. {ياأَيّهَا النّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنّ الّذِينَ تَدْعُونَ مِن دُونِ اللهِ لَن يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} [الحج: ٧٣].
ولو نظرنا إلى مَثَلِ الله تعالى في اتخاذهم آلهة، واعتمادهم عليها.
{مَثَلُ الّذِينَ اتّخَذُوا مِن دُونِ اللهِ أَوْلِيَآءَ كَمَثَلِ الْعَنكَبُوتِ اتّخَذَتْ بَيْتاً .. } الآية [العنكبوت: ٤١]، فمن الذي لا يعرف الذباب .. ؟ ومن الذي لا يعرف العنكبوت .. ؟ ومن الذي لا يفهم المثل .. ؟ .
وانظر إلى آيات الله التي ضربها دلالة على خلقه.
{أَفَرَأَيْتُم مّا تَحْرُثُونَ* ءَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزّارِعُونَ} [الواقعة: ٦٣، ٦٤].
{أَفَرَأَيْتُمُ الْمَآءَ الّذِي تَشْرَبُونَ * ءَأَنتُمْ أَنزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنزِلُونَ} [الواقعة: ٦٨، ٦٩].
{أَفَرَأَيْتُمُ النّارَ الّتِي تُورُونَ، ءَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ الْمُنشِئُونَ} [الواقعة: ٧١، ٧٢]
فمن الذي لا يعرف الحرث .. ؟ ومن الذي لا يعرف الماء .. ؟ ومن الذي لا يعرف النار .. ؟',NULL,'324',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (323,'وتأمّل مَثَلَ اللهِ في الإنفاق .. ما أعظمه .. وما أدقه .. وما أبسطه .. : {مّثَلُ الّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللهِ كَمَثَلِ حَبّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلّ سُنبُلَةٍ مّئَةُ حَبّةٍ .. } الآية [البقرة: ٢٦١]
فمَنْ مِنْ المخلوقين لا يعرف القمح .. ؟ أولا يعرف السنبلة .. ؟
ومَنْ مِنَ المدعوين لم يفهم هذا المثال .. ولم يتأثر به .. ؟ ! ؟
وانظر مثالَ اللهِ في الذين يحملون العلم ولا يعملون به.
{مَثَلُ الّذِينَ حُمّلُوا التّوْرَاةَ ثُمّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً .. } الآية [الجمعة: ٥]
فمن الذي لا يعرف الكتب .. ؟ ومن الذي لا يعرف الحِمار وطبعه .. ؟ ! ومن الذي لم يفهم المثال .. ؟ ! ؟

<span data-type="title" id=toc-159>نظرة في أمثلة السنة النبوية:</span>
أما الأمثلة في السنة النبوية فلا تختلف في أسلوبها، ومنهجيتها عن القرآن الكريم، من حيث الواقعية، والتصوير، والسهولة، فقد كان رسول الله - صلى الله عليه وسلم - لا ينفك عن ضرب الأمثلة، وتقريب المعاني، بأساليبه المعروفة، وجوامع كلمه المعهودة، وعروضه المشوقة، فانظر - يارعاك الله - إلى مَثَلِه العظيم في تعاون المسلمين ما أروعه، وما أبسطه .. وما أشمله .. وما أصدقه.
((مَثَلُ المؤمنين في توادِّهم، وتراحُمِهِم، وتعاطُفِهِم كمثلِ الجسد إذا اشتكى منه عضو تداعى له سائر جسده بالسهر والحمى)) (١).
_________
(١) البخاري (٦٠١١)، واللفظ له، ومسلم (٢٥٨٦).',NULL,'325',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (324,'وتأمل مثل المؤمن في عمله وكلامه وسعيه في قوله - صلى الله عليه وسلم -: ((مَثَلُ المؤمنِ مَثَلُ النّحلة؛ لا تأكل إلا طيباً، ولا تضع إلا طيباً)) (١).
ومثَّل رسول الله - صلى الله عليه وسلم - المؤمنَ في عطائهِ ونفعهِ تمثيلاً من واقع الصحابة، ومِمّا يُدركه كل عاقل - عبر الدهور - مَثَله - صلى الله عليه وسلم - في محاورةِ أصحابه ((بالنّخلة)) (٢).
وقّلب النظر .. ثم ارجع البصر - بصر القلب - إلى مثل رسول الله - صلى الله عليه وسلم - في تكفير الصلاة للذنوب.
قال - صلى الله عليه وسلم -: ((أرأيتم لو أن نهراً بباب أحدكم يغتسل به في اليوم خمس مرات، هل يبقي ذلك من دَرَنِه شيئاً، قالوا: لا، قال: فذلك مثل الصلوات الخمس يَمْحُو الله بهن الخطايا)) (٣).
فانظر كيف جاء التمثيل غاية في الواقعية؟ غاية في جمال العرض؟

<span data-type="title" id=toc-160>المطلب الرابع: الخلاصة والتوجيه:</span>
من خلال هذا المبحث يتبين: أن على الداعية الاهتمام بالقصص والأمثال في خطابه .. لكي يكون أسلوبه متنوعاً في الطرح، تحليه القصص المُعبّرة .. وتُجَمِّله الأمثلة الموضحة .. فذلك أدعى للإنصات والفهم، وأقرب للقبول والاستجابة .. وحتى لا يكون جافاً سؤوماً.
_________
(١) النسائي في الكبرى (١١٢٧٨)، وابن حبان (٢٤٧)، وصححه الألباني في الصحيحة (٣٥٥).
(٢) انظر (ص ٣٣٣).
(٣) البخاري (٥٢٨)، ومسلم (٦٦٧).',NULL,'326',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (325,'كما أن عليه أن لا يكثر من ذلك لكي لا يطغى على الخطاب على حساب العلم والتأصيل، كما يفعله بعض الدعاة فتجد خطابه خالياً من الفوائد العلمية، والتأصيل العقدي، والمنهجي.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (326,'<span data-type="title" id=toc-161>المبحث العاشر الدعابة تكون في الأسلوب:</span>
الدعابة فن من فنون الكلام، يحلّى بها الأسلوب .. ويلطّف بها الخطاب .. وتُحبّبُ صاحبَها للمدعوين .. انعدامها جفاء، وكثرتها تمييع.
فهي كالسكر للشراب، أو الملح للطعام .. قلته تجعل الطعام ممجوجاً .. وكثرته تجعله مكروهاً.
وكان رسول الله - صلى الله عليه وسلم - ذا دعابة طيبة .. ولم تكن بالكثيرة التي تذهب الهيبة، وتفقد الخطاب علميته وحجيته .. ولا بالمنعدمة التي توحي بالجفوة.
فعن أبي هريرة رضي الله عنه قال: قيل يا رسول الله، إنك تداعبنا قال: ((إني لا أقول إلا حقاً)). (١).
وعن أنس بن مالك رضي الله عنه، أن رجلاً استحمل رسول الله - صلى الله عليه وسلم - - طلب أن يُركبه على دابة - فقال: ((إني حاملك على ولد الناقة)). فقال: يا رسول الله، ما أصنع بولد الناقة؟ فقال - صلى الله عليه وسلم -: ((وهل تلد الإبل إلا النوق)). (٢).
_________
(١) أخرجه أحمد (٢/ ٣٦٠)، والترمذي في السنن (١٩٩٠)، وفي الشمائل (٢٣٨)، والطبراني في الأوسط
(٨٧٠٦)، والبيهقي في السنن (١٠/ ٢٤٨)، وقال الهيثمي في مجمع الزوائد (٩/ ١٧): رواه الطبراني في الأوسط وإسناده حسن.
(٢) أخرجه أحمد (٣/ ٢٦٧)، والبخاري في الأدب المفرد (٢٦٨)، وأبو داود (٤٩٨٨)، والترمذي في السنن (١٩٩١)، وفي الشمائل (٢٣٩)، والبيهقي في السنن الكبرى (١٠/ ٢٤٨) وصححه الألباني في مختصر الشمائل المحمدية (٢٠٣).',NULL,'328',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (327,'وعن الحسن رضي الله عنه قال: أتت عجوز إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله، ادع الله أن يدخلني الجنة، فقال: ((يا أم فلان إن الجنة لا تدخلها عجوز)) قال: فولت تبكي، فقال: ((أخبروها أنها لا تدخلها وهي عجوز، فإن الله تعالى يقول: {{إِنّآ أَنشَأْنَاهُنّ إِنشَآءً * فَجَعَلْنَاهُنّ أَبْكَاراً * عُرُباً أَتْرَاباً} (١). [الواقعة: ٣٥ - ٣٧]
وقد يستهين بعضهم بالإتيان بالدعابة .. بل يمجها، وربما ازدرى من أتى بها، لذلك لا تجد للمداعبة أثراً في خطابه، وذلك جفوة في الطبع، وجهلاً بالسنة.
وقد يُكثر من الدعابة آخرون، فيُذهبون بذلك هيبتهم، ويميعون أسلوبهم، إلى درجة عدم الثقة بطرحهم.
والحق في ذلك الوسط، وما ورد في السنة من الاعتدال .. وفي اتباع السنة بركة، وفي الدعابة والبشاشة رفق، والله الموفق.
_________
(١) أخرجه الترمذي في الشمائل (٢٤١)، والطبراني في الأوسط (٥٥٤٥). قلت: فهو حسن لغيره.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (328,'<span data-type="title" id=toc-162>المبحث الحادي عشر من الأسلوب الحسن، استقبال الداعية بوجهه المدعوين، والحركة المعتدلة المعبّرة، وتفاعله مع خطابه</span>.
خلق الله عز وجل العين لتبصر، والأذن لتسمع، والعقل ليفكر، والقلب ليقرر، وكلما أُشركت هذه الحواس جميعاً في الخطاب، وتفاعلت مع الحدث، كان تأثرها أبلغ، وقرارها أصوب.
لذلك؛ على الداعية أن لا يكون جامداً في خطابه، ثابتاً في صوته وفي حركة يديه، في كل مقام، سواء كان المقام مهماً خطيراً، أو كان غير مهم.
والداعية الحكيم هو: الذي يحرك بخطابه حواس المدعوين كلها.
فيكون صوته معتدلاً ومسموعاً، لا هو بالضعيف الذي لا يُسمع، ولا بالقوي الذي يزعج، فيخفضه ويرفعه حين يلزم ذلك حسب متطلبات المعنى، وسياق الخطاب، وفي كل الأحوال ينبغي أن لا يتجاوز صوته الحد المعقول.
فعن جابر رضي الله عنه قال: ((كان النبي - صلى الله عليه وسلم - إذا خطب احمرت عيناه، وعلا صوته .. واشتد غضبه .. )) الحديث. وسيأتي بعد قليل بتمامه.
ويكون مُقبلاً بوجهه على الناس، فلا يطرق رأسه في الأرض خجلاً بغير لزوم، أو يُثبّت بصره في اتجاه واحد، بل يوزع بصره على الحضور جميعاً، حتى يستشعر كل مدعو أنه يراه، ويشاركه.
فعن زيد بن خالد الجهني رضي الله عنه، قال: صلى لنا رسول الله - صلى الله عليه وسلم - صلاة الصبح بالحديبية في إثر سماء (أي: مطر) كانت من الليل،',NULL,'330',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (329,'فلما انصرف أقبل على الناس بوجهه، فقال: ((هل تدرون، ماذا قال ربكم؟ ... )) الحديث (١)
كما ينبغي أن تكون حركته حسب الدواعي المطلوبة، لأن الحركة المعبرة لها أثر في الفهم، وشدٌ للانتباه، ومشاركة في الخطاب.
وكثرة الحركة تشغل عن المعنى، وقلتها نوع من الجمود.
ولذلك كان رسول الله - صلى الله عليه وسلم - يستعمل الإشارة بقدر الحاجة المعبرة عما يريد.
فعن علي رضي الله عنه، قال: كنا مع النبي - صلى الله عليه وسلم - في جنازة، فجعل يَنْكُتُ الأرض بعود، فقال: ((ليس منكم من أحد إلا وقد فُرِغَ من مقعده من الجنة والنار .. )) الحديث (٢).
وعن ابن عباس رضي الله عنه، أن رسول الله - صلى الله عليه وسلم -، قال: ((أمرت أن أسجد على سبعة أعظم: على الجبهة - ثم أشار بيده على أنفه - .. )) (٣) الحديث.
وعن أنس بن مالك رضي الله عنه، قال: صلى لنا النبي - صلى الله عليه وسلم -، ثم رقى المنبر، فأشار بيديه قِبَل قبلة المسجد، ثم قال: ((لقد رأيت الآن - منذ صليت لكم الصلاة - الجنة والنار، ممثلتين في قبلة هذا الجدار، فلم أر كاليوم في الخير والشر .. )) (٤) الحديث.
_________
(١) رواه البخاري (٨٤٦، ١٠٣٨)، ومسلم (٧١)، والبيهقي في السنن الكبرى (٢/ ١٨٨) واللفظ له.
(٢) رواه البخاري (٦٢١٧)، ومسلم (٢٦٤٧).
(٣) رواه البخاري (٨١٢)، ومسلم (٤٩٠).
(٤) رواه البخاري (٧٤٩)، واللفظ له، ومسلم (٢٣٥٩).',NULL,'331',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (330,'ولما خطب - صلى الله عليه وسلم - في حجة الوداع كان في آخر الخطبة يرفع أصبعه السبابة إلى السماء ويَنْكُتُها إلى الناس، ويقول: ((اللهم اشهد .. اللهم اشهد .. اللهم اشهد)) (١).
والأحاديث في هذا كثيرة جداً، واللبيب تكفيه الإشارة.
_________
(١) - أخرجه مسلم (١٢١٨) بهذا اللفظ، وأصله في البخاري.
والنَكْت: هاهنا توجيه الإشارة إلى المخاطب.
قال أبو العباس القرطبي في المفهم (١٠٩٤) ((وقد رُويت ينكُبُها: ومعناه يقلبها)) وهذه اللفظة قريبة من معنى اللفظة المذكورة.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (331,'<span data-type="title" id=toc-163>المبحث الثاني عشر تنوع أسلوب الداعية بين الإلقاء والمحاورة:</span>
وفيه مطلبان:

<span data-type="title" id=toc-164>المطلب الأول: أنواع الأساليب الخطابية:</span>
لما كان الناس يتفاوتون في الفهم، وإعمال الحواس، وكانت الأحداث تتنوع، والمواقف تختلف، كان لابد للداعية من أن يُنّوع من أسلوبه، وأن يبدل في خطابه، حتى يتناسب وجميع المواقف، وحتى لا يكون مملاً، ولكي تصل المعلومة إلى طبقات الناس جميعاً.

<span data-type="title" id=toc-165>الأسلوب الأول: الإلقاء</span>.
وهو: أن يقوم الداعية، بإلقاء الكلام سرداً، دون مشاركة المدعوين في سؤال أو غيره.
وهذا الأسلوب؛ يتناسب وخطبة الجمعة، والموعظة العامة.

<span data-type="title" id=toc-166>الأسلوب الثاني: أسلوب السؤال والجواب، ويسمى بـ (الحوار)</span>.
وهو: أن يقوم الداعية بمحاورة المدعوين عبر السؤال والجواب، ليصل إلى ما يريد.

<span data-type="title" id=toc-167>الأسلوب الثالث: أسلوب طرح مشكلة</span>.
وهو: أن يلقي الداعية مشكلة علمية بين يدي الطلاب لإيجاد حل لها، قصد مشاركة المدعوين في الطرح، وتفاعلهم مع الداعية.
وهذان الأسلوبان الأخيران، يصلحان في الدروس العلمية، وأحياناً في المواعظ في غير خطبة الجمعة، إذا استطاع الداعية أن يحسن',NULL,'333',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (332,'استعمالهما، فهما يرسخان المعلومة، ويدفعان المدعوين للتفاعل، ويذهبان السآمة والملل (١).
وليس من الحكمة في شيء، ثبات الداعية على أسلوب واحد، لا يحيد عنه، ولا يتزحزح، مما يدفع المدعوين إلى الملل والسآمة، وعدم المشاركة، كما يؤدي الأسلوب الرتيب إلى تقليل الفهم، وعدم ترسيخ المعلومة.

<span data-type="title" id=toc-168>المطلب الثاني: أمثلة من تنوع الخطاب في الكتاب والسنة:</span>
إن المتأمل في كتاب الله يجد هذا الأسلوب جلياً وكثيراً .. وقد ذكرنا قسطاً منه في مبحث (الجدال) فليراجع.
وأما في السنة فقد كان سيد الحكماء - صلى الله عليه وسلم - ينوع أسلوبه مستعملاً الأساليب كلها الإلقائية منها .. والحوارية .. وطرح المشكلات.
فتارة يكون أسلوبه إلقاءً مرعباً، كأنه يخبر عن العدو: أنه على الأبواب ..
فعن جابر بن عبدالله قال: كان رسول الله - صلى الله عليه وسلم - إذا خطب احمرت عيناه، وعلا صوته، واشتد غضبه، حتى كأنه منذر جيش، يقول:
_________
(١) كان ثمة مسجد في منطقة صناعية، وكان روّاده لا يجلسون لواعظ .. فقام - مرة - أحد الدعاة، وبدأ قائلاً: لو وزّعت البلدية الأراضي في المنطقة فكيف ستوزّعها؟ .. فجلس الجميع ورجع الذين خرجوا من المسجد .. وأصبح الناس كلهم مشدودين إلى الداعية ينتظرون ماذا يقول؟ فبعد أن هدؤوا قال الداعية: (آالبلدية .. أعز عندنا من الله ورسوله .. ) (آالأراضي الدنيوية الفانية أغلى عندنا من أرض الجنة .. )، فكانوا بعد ذلك إذا قام لا يخرجون ..',NULL,'334',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (333,'((صبحكم ومساكم))، ويقول: ((بُعثت أنا والساعة كهاتين))، ويَقرُن بين أصبعيه السبابة والوسطى.
وتارة يكون أسلوبه - صلى الله عليه وسلم - موعظة رقيقة، تقشعر منها الأبدان، وتقف لها الشعور.
فعن العرباض بن سارية قال: ((وعظنا رسول الله - صلى الله عليه وسلم - يوماً بعد صلاة الغداة موعظة بليغة، ذرفت منها العيون، ووجلت منها القلوب، فقال رجل: إنّ هذه موعظة مودع، فماذا تعهد إلينا يا رسول الله؟ قال: .... )) الحديث (١)
وتارة يستعمل أسلوب السؤال والجواب (الحوار) مع تلاميذه.
فعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((من أصبح منكم اليوم صائماً؟ )).
قال أبو بكر: ((أنا)).
قال: ((فمن تبع منكم اليوم جنازة؟ )).
قال أبو بكر: أنا.
قال: ((فمن أطعم منكم اليوم مسكيناً؟ )).
قال أبو بكر: أنا.
فقال رسول الله - صلى الله عليه وسلم -: ((ما اجتمعت في امرئ إلا دخل الجنة)) (٢)، وفي رواية، زيادة (في يوم).
وعن معاذ بن جبل قال: قال رسول الله - صلى الله عليه وسلم -: ((يا معاذ: أتدري ما حق الله على العباد؟ )).
_________
(١) رواه أبو داود (٤٦٠٧)، وابن ماجة (٤٣)، والترمذي (٢٦٧٦)، واللفظ للترمذي.
(٢) رواه والبخاري في الأدب المفرد (٥١٥) والزيادة له، ومسلم (١٠٢٨).',NULL,'335',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (334,'قال: الله ورسوله أعلم.
قال: ((أن يعبد الله، ولا يشرك به شيء)).
قال: ((أتدري ماحقهم عليه (إذا فعلوا ذلك؟ ))).
قال: الله ورسوله أعلم.
قال: ((أن لا يعذبهم)) (١).
وعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: ((إن من الشجر شجرة لا يسقط ورقها، وإنها مثل المسلم، فحدثوني ما هي؟ ))، فوقع الناس في شجر البوادي.
قال عبدالله: ووقع في نفسي أنها النخلة، فاستحييت.
ثم قالوا: حدثنا ما هي يا رسول الله؟ .
قال: ((هي النخلة)) (٢).
فانظر إلى هذه المحاورات ما أنفعها! وانظر إلى طريقة التدريس هذه ما أرسخها! .
فما أحرى علماءنا ودعاتنا: أن يكون رسول الله - صلى الله عليه وسلم - أسوة لهم، وأن يكون أسلوبه منهجاً لهم في الدعوة إلى الله، فـ - صلى الله عليه وسلم - ما أعظمه مدرساً! وما أحسنه داعية!
ومن أبدع ما استعمله رسول الله - صلى الله عليه وسلم -، ما يسمّى اليوم عند التربويين: بخَلْق ـ أو إثارة ـ مشكلة ثم مشاركة الطلاب في حلها.
_________
(١) أخرجه البخاري (٧٣٧٣)، ومسلم (٣٠)، واللفظ له.
(٢) رواه البخاري (٦١، ٦٢)، واللفظ له ومسلم (٢٨١١)',NULL,'336',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (335,'فقد قال - صلى الله عليه وسلم - مرة لصحابته: ((يدخل الجنة من أمتي سبعون ألفاً بغير حساب ولا عذاب .. ))، ثم دخل بيته، ولم يبين لهم من هم ..
ولا شك أن في هذا إثارة عظيمة لأذهان التلاميذ، الذين يريدون بشغف أن يعلموا من هم هؤلاء السبعون ألفاً، حتى يكونوا منهم.
وفي هذا شحذ لأذهانهم، وتحريك لتفكيرهم، وترسيخ للمعلومة في أذهانهم، وهذا الأسلوب أقوى من أن يقال لهم: هم كذا .. وهم كذا ..
لذلك بدأت أذهان الطلاب (الصحابة رضي الله عنهم) تتحرك لحل المشكلة ..
فقال بعضهم: نحن الذين آمنا بالله واتبعنا رسوله، فنحن هم.
وقال آخرون: هم أولادنا الذين ولدوا في الإسلام.
وقالوا .. وقالوا ..
فبلغ النبي - صلى الله عليه وسلم - فخرج.
فقال: ((هم الذين لا يَسْترقون، ولا يتطيرون، ولا يكتوون، وعلى ربهم يتوكلون)) (١).
_________
(١) رواه البخاري (٥٧٠٥).
لا يسترقون: لا يطلبون الرقية على أنفسهم، المعجم الوسيط (١/ ٣٦٧)، مادة: (رقا). قلت: ولا يمنع هذا الرقية عليهم.
لا يتطيرون: لا يتشاءمون بشيء، مختار الصحاح (١/ ١٦٩)، مادة: (طير).

لا يكتوون: من الكي بالنار. قلت: بغرض التداوي، أي: إلا عند الضرورة مع اعتقاد أن الشفاء من الله لا من مجرد الكي.، ولمعنى الحديث راجع فتح الباري (١١/ ٤١٠).
[وانظرالمعجم الوسيط (٢/ ٨٠٦)، مادة: (كوَّى)].',NULL,'337',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (336,'وحتى سؤاله عليه الصلاة والسلام عن الشجرة التي تشبه المسلم في الحديث السابق، فيه استعمال الطريقة الاستجوابية مع طريقة الإثارة.
والسنة زاخرة بهذه الأساليب الدعوية التعليمية التربوية الممتعة (١).
فما أجدرنا بالاقتداء بها.
_________
(١) فأعظم بهذا النبي صلى الله عليه وسلم الذي سبق استخدامه هذه الأساليب بمئات السنين أولئك الذين يتبجحون بأنهم أول من سنها، وأشار بها.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (337,'<span data-type="title" id=toc-169>المبحث الثالث عشر من الأسلوب الحسن؛ عدم الإطالة في الخطاب، وعدم التشقيق والتشدق والتفيهق في الكلام، وعدم تعمد السجع</span>.
وفيه مطلبان:

الأول: الأهمية والمعاني:
طبعت النفوس على الملل، إذا ما طال الخطاب.
وفطرت على تشتت الذهن، إذا ما تشعب الموضوع.
وجبلت النفوس على كراهية التكلف، ومجِّ كل تشقيق.
لذلك يجب أن يكون الخطاب غيرَ طويلٍ ممل .. ولا مُتكَّلف فيه ممجوج، فإن ذلك مفضٍ إلى ملل المدعوين، ونفورهم، وفي ذلك خسارة للجميع في أوقاتهم، وجهدهم.
فأما التطويل: فمعروف، وضابطه؛ حاجة الناس، وإقبالهم وسآمتهم.
وأما التشقيق فهو: حشو الكلام وتكراره.
وأما التشدق والتفيهق (١): فهو التكلف في إخراج الكلام، والتوسع فيه من غير احتياج واحتراز، ليظهر أنه متكلم بليغ، وليوحي للناس أنه خطيب بارع، حتى ليبدو من عباراته أنه متكبر في كلامه.
والسجع: الكلام المقفى، المتشابه المخارج، وليس بشعر.
_________
(١) راجع في هذا كله: لسان العرب لابن منظور، والنهاية لابن الأثير كل كلمة في مادتها.
وتحفة الأحوذي (٦/ ١٣٥ - ١٣٧).',NULL,'339',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (338,'وقيل: هو تواطؤ الفاصلتين من النثر على حرف واحد في الآخر (١).

<span data-type="title" id=toc-171>المطلب الثاني: موقف السنة من هذه الأمور:</span>
ولقد نهى رسول الله - صلى الله عليه وسلم - عن هذا كله، عن الإطالة، والتشدق، والتشقيق .. إلخ، وكان يحب جوامع الكلم
قال عليه الصلاة والسلام: ((أوتيت جوامع الكلم)) (٢).
والجوامع: هي العبارات الموجزة البليغة، ذوات المعاني الواسعة (٣).
وقالت العرب: ((خير الكلام ما قل ودل، ولم يَطُل فيُمل)).
فالداعية الحكيم: هو الذي: قلّ كلامه، وعظم تأثيره.
قال عليه الصلاة والسلام: ((إن طول صلاة الرجل، وقِصَرَ خطبته، مَئِنَّة (٤) من فقهه)) (٥).
أي: كلما قصرت الخطبة، وعظم معناها، وأُبلغ في تأثيرها، كان ذلك دلالة على فقه الداعية ووعيه.
فالتطويل، والتشقيق، والتشدق، والتفيهق، كلُّ ذلك كان في الخطاب مكروهاً.
_________
(١) انظر القاموس المحيط، ولسان العرب (٨/ ١٥٠) مادة (سجع)، والتعريفات للجرجاني (ص ١١٧).
والمقصود بالسجع أن تنتهي الجمل بحروف متشابهة حتى تكون أوقع في السمع كقول القائل: اللهم ارزقنا الجنان، ونجنا من النيران .. واحفظنا من الشيطان، وهكذا.
(٢) سبق تخريجه ص (٢٧٤).
(٣) وقال في اللسان في مادة (جمع): جوامع الكلم: ما كان كثير المعاني قليل الألفاظ.
(٤) مئنة من فقهه: علامة ودليل على فهمه وحكمته، انظر النهاية في غريب الحديث، مادة: (مأن).
(٥) رواه مسلم (٨٦٩)',NULL,'340',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (339,'فقد قام أحد الصحابة يخطب بين يدي رسول الله، فشقق في الخطبة (١)، فقال له الرسول - صلى الله عليه وسلم -: ((اسكت أو اجلس)).
وقام ابن مسعود رضي الله عنه فأوجز، وأبلغ، وأفاد.
فقال رسول الله - صلى الله عليه وسلم -: ((أصاب ابن أم عبد، أصاب ابن أم عبد، وصدق، رضيت لأمتي ما رضي لها ابن أم عبد)) (٢).
وعن جابر رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ((إن من أحبكم إلي، وأقربكم مني مجلساً يوم القيامة أحاسنكم أخلاقاً، وإن أبغضكم إلي، وأبعدكم مني مجلساً يوم القيامة؛ الثرثارون والمتشدِّقون والمُتفْيْهقون))، قالوا: يا رسول الله: قد علمنا الثرثارون والمتشدقون، فما المتفيهقون؟ ، قال: ((المتكبرون)) (٣).
وأما تعمد السجع، والغوصُ في الكتب القديمة، لاستخراج خطب مسجوعة، ومواعظ منمقة، لا يفقه منها المدعوون، سوى نغمات تُردّد، وعبارات مسجوعة في الأذن ترجّع (٤)، فليس هذا من الحكمة في شيء.
فعن ابن عباس قال: (( .. حدّث الناس كل جمعة مرة، فإن أبيت فمرتين ... فانظر السجع من الدعاء فاجتنبه، فإني عهدت رسول الله - صلى الله عليه وسلم - وأصحابه لا يفعلون إلا ذلك)) (٥)، يعني: لا يفعلون إلا ذلك الاجتناب.
_________
(١) شقق أطال وكرر، انظر المعجم الوسيط (١/ ٤٨٩)، مادة (شقَّ).
(٢) أورده الهيثمي في مجمع الزوائد (٩/ ٢٩٠)، وقال: رواه الطبراني، ورجاله ثقات إلا أن عبيد الله بن عثمان بن خثيم لم يسمع من أبي الدرداء، والله أعلم، وانظر الصحيحة (١٢٢٥).
(٣) أخرجه الترمذي (٢٠١٨)، وأورده الألباني في الصحيحة (٧٩١)
(٤) الترجيع: ترديد الصوت على سبيل الترنيم. اللسان (٨/ ١١٧)، والمعجم الوسيط مادة: ر ج ع.
(٥) رواه البخاري (٦٣٣٧)',NULL,'341',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (340,'والنهي المذكور عن التشقيق والسجع و .. : إنما هو المتكلف منه، والمتفيهق فيه على حساب المعنى، وبساطة التعبير، وفهم المدعوين.
وأما إذا كان سلساً غير مُتكلفٍ فيه، لا يُعقِّد الجمل، ولا يُعسِّر الفهم، فلا بأس به، فهو- والحال هذه - من مزينات الكلام، وقد استعمله رسول الله - صلى الله عليه وسلم -، فخرج بأبدع ما يمكن، فمن ذلك:
قوله - صلى الله عليه وسلم -: ((اللهم منزل الكتاب، سريع الحساب، اهزم الأحزاب، ومجري السحاب .. )) (١) الحديث.
وقوله - صلى الله عليه وسلم -: ((اللهم إني أعوذ بك من قلب لا يخشع، ومن علم لا ينفع، ومن دعاء لا يُسمع، ومن نفس لا تشبع .. )) (٢) الحديث.
وقوله - صلى الله عليه وسلم -: ((كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن، سبحان الله العظيم، سبحان الله وبحمده)) (٣) الحديث.
_________
(١) رواه البخاري (٢٩٣٣)، ومسلم (١٧٤٢)، والزيادة له.
(٢) رواه البخاري (٢٩٦٦، ٤١١٥) واللفظ له، ومسلم (١٧٤٢).
(٣) رواه البخاري (٦٤٠٦).',NULL,'342',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (341,'<span data-type="title" id=toc-172>الفصل الثاني: في الوسائل بعامة وبخاصة المعاصرة: أنواعها .. وأحكامها:</span>
وفيه سبعة مباحث:

<span data-type="title" id=toc-173>المبحث الأول في الرابط بين الغايات، والطرق، والوسائل</span>.
وفيه مطلبان:

<span data-type="title" id=toc-174>المطلب الأول: المقصود من ذلك:</span>
للإنسان في حياته غايات، ولكل غاية طرق متبعة، ولكل طريق وسائل معينة.
فالسفر: قضية، غايتها تكون معروفة لدى المسافر: تجارة، أو سياحة، أو غيرها.
وطريق السفر معروف، لا يمكن سلوك غيره، وإن تعدد.
والوسيلة: هي التي يستعان بها في الطريق للوصول إلى الغاية، وتكون من المادة: كالتراب .. والحديد .. والورق .. أو تكون دابة، أو مركبة على اختلاف أنواعها، أو من الزاد، أو السلاح، أو المال، وقد تكون؛ خطابية .. كالموعظة والمحاورة .. وما شابه ذلك.
وإذا أردنا تطبيق ذلك في الدين:
فنجد أن للدين؛ غايات، وطرقاً، ووسائل.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (342,'فأما غايات الدين: فطلب رضوان الله، والنجاة من عقابه، والفوز بجائزته.
وهذا أمر توقيفي، منصوص عليه، لا مجال فيه لعقل أو اجتهاد، قد بينه الله في كتابه، ورسوله - صلى الله عليه وسلم - في سنته.
قال تعالى: {وَابْتَغُوَا إِلَيهِ الْوَسِيلَةَ .. } الآية [المائدة: ٣٥]، فهذا صريح في أن الغاية اتقاء الله، وابتغاء رضوانه.
وقال تعالى: {وَاللهُ يَدْعُوَ إِلَىَ دَارِ السّلامِ .. } الآية [يونس: ٢٥]. فهي الغاية.
وقال تعالى: {يَقَوْمِ إِنّمَا هَذِهِ الْحَيَاةُ الدّنْيَا مَتَاعٌ وَإِنّ الاخِرَةَ هِيَ دَارُ الْقَرَارِ} [غافر: ٣٩].
وقال تعالى عن الصحابة: {يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَانًا .. } الآية [الفتح: ٢٩]
فالقرار، والمستقر، والمقام، هو: الغاية.
وقال - صلى الله عليه وسلم -: ((ألا إن سلعة الله غالية .. ألا إن سلعة الله الجنة .. )) (١)، وغاية المشتري هي: السلعة، وهي هاهنا الجنة.
وأما طرق ذلك فهي: توحيده، وعبادته كما شرع، وطاعته في ما أمر ونهى، من الإيمان برسله واتباعهم، وإقامة الصلاة، وصيام رمضان، وحج بيت الله الحرام .. فهذه كلها طرق موصلة إلى الغاية.
والطرق إلى الله بهذا المعنى: فهي توقيفية، لا مجال فيها للاجتهاد، ويحرم فيها الابتداع.
_________
(١) أخرجه الترمذي (٢٤٥٠)، وصححه الحاكم (٤/ ٣٠٨)، ووافقه الذهبي.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (343,'ومن أهم الطرق؛ الدعوة إلى الله عز وجل.
قال تعالى: {قُلْ هَذِهِ سَبِيلِىَ أَدْعُو إِلَىَ اللهِ عَلَىَ بَصِيرَةٍ أَنَا وَمَنِ اتّبَعَنِى وَسُبْحَانَ اللهِ وَمَآ أَنَا مِنَ الْمُشْرِكِينَ} [يوسف: ١٠٨]
فقد جمعت الآية بين الغاية وهي: الوصول إلى الله. وبين الطريق إلى ذلك، وهي: الدعوة إلى سبيله، وكلاهما توقيفي، لا مجال فيهما للرأي.
فقوله: {سبيلي}، كقوله: {صراطي} في قوله تعالى: {وَأَنّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتّبِعُوهُ وَلا تَتّبِعُوا السّبُلَ فَتَفَرّقَ بِكُمْ عَن سَبِيلِهِ}. الآية [الأنعام: ١٥٣]
فـ (السبيل) و (الصراط) لا يكونان إلا توقيفيّين بلا شك، ولولا ذلك لما أمر الله باتباعهما.
قال تعالى: {فاتبعوه}: وهذا أمر، والأمر يقتضي الوجوب، ومخالفته حرام.
ويؤكد ذلك؛ أن الله حذر من مخالفته باتباع (السبل) وهي الطرق الأخرى، التي يُظن: أنها موصلة إلى الله، والتي لم يشرعها الله عز وجل أو رسوله - صلى الله عليه وسلم -، وهذا هو ((الابتداع))، الذي شدد الله في تحريمه.
قال تعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مّنَ الدّينِ مَا لَمْ يَأْذَن بِهِ اللهُ}. [الشورى: ٢١]
وقال تعالى عن أهل الكتاب: {وَرَهْبَانِيّةً ابتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلاّ ابْتِغَآءَ رِضْوَانِ اللهِ}. الآية [الحديد: ٢٧]
وقال - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس فيه فهو رد)) (١).
_________
(١) رواه البخاري (٢٦٩٧)، واللفظ له، ومسلم (١٧١٨).',NULL,'345',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (344,'وبناءً على هذه النصوص وغيرها:
فإن كل طريقة - يُبتغى بها وجه الله وعبادته - من غير ما شرع الله، أو رسوله - صلى الله عليه وسلم -، فهي مبتدعة، وهي محرمة (١).
ولذلك جاء تفسير (السُّبل)، في قوله تعالى: {ولا تتبعوا السُّبل}
(بالضلالات) (٢).
ووضح هذا مجاهد أوضح بيان، فقال: ((السُّبل، البدع والشبهات)) (٣).
والصواب: أن لفظة (السُّبل) أعم من حصرها في بدعة أو طريق، بل هي عامة في كل سبيل غير سبيل الإسلام والسنة، كالمظاهرات الهمجية، والانقلابات العسكرية، والتفجيرات الجماعية، وما شابه ذلك، مما سيبين في بابه إن شاء الله.
وفي هذا المقام؛ يرد حديث النبي - صلى الله عليه وسلم -: ((ليس منا من عمل بسنة غيرنا)) (٤).
_________
(١) انظر تعريف (البدعة) في اللسان، والنهاية في غريب الحديث، مادة (بدع)، والتعريفات للجرجاني
(ص ٤٣)
(٢) ورد ذلك عن ابن عباس، أخرجه ابن أبي حاتم في تفسيره (٥/ ١٤٢٢)، وذكره السيوطي في الدر المنثور (٣/ ٣٨٦).
(٣) أخرجه الدارمي في سننه (٢٠٣)، والمروزي في السنة (٢٠)، وأبو نعيم في الحلية (٣/ ٢٩٣)، وابن أبي حاتم في تفسيره (٥/ ١٤٢٢)، وذكره السيوطي في الدر المنثور (٣٧٦٣)، وعزاه إلى ابن أبي شيبة، وعبد بن حميد، وابن المنذر، وابن أبي حاتم، وأبو الشيخ.
(٤) أخرجه الطبراني (ج ١١ رقم ١١٣٣٥)، والديلمي في مسنده رقم (٥٣٠٩)، وحسنه الألباني في صحيح الجامع.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (345,'والمقصود: أنه لا يُدعى إلى الإسلام .. ولا تقوم دولة الإسلام إلا بما شرع الإسلام .. ومن ذلك الدعوة إليه بالحكمة والموعظة الحسنة، وما عدا ذلك، فابتداع وسراب.
وأما الوسائل في الدين: فهي التي يستعان بها على تبليغ دين الله، وتعليمه، وإقامته، وعلى أداء العبادات (الطرق)، فقد تكون جماداً كمكبر الصوت للصلاة والخطب، والورق للتعليم، أو تكون وسيلة نقل للحج، أو تكون أسلوبية: كالدرس، والمحاضرة، والكتاب، وهكذا، وسيأتي تفصيل ذلك.

<span data-type="title" id=toc-175>المطلب الثاني: الخلاف بين أهل العلم في حكم الطرق والوسائل:</span>
ثمة إشكال بين العلماء والدعاة حول توقيفية الوسائل والطرق الدعوية.
ومن أسباب هذا الخلاف وغيره:
الحكم المجمل على القضايا المجملة، دون تفصيل وضبط للمقصود، أو تعريف للألفاظ، فتتداخل الأمور، فيحكم كل فريق على المسائل المجملة والمتداخلة من الزاوية التي يراها، والتعريف الذي تبناه، فيقع الاختلاف.
وكلما فُصّلَت المسائل، وضُبط التعريف، ووُضعت الضوابط، كان ذلك أبْيَنَ للمقصود، وأبعدَ عن الخلاف.
وسبب الخلاف هاهنا أن كلمة ((الوسائل)): تطلق تارة على الطرق التعبدية، كالصلاة، والحج .. فيقال: هذه وسائل للتقرب من الله.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (346,'وتارة تطلق على مااصطلح عليه بالتعريف السابق، أي: على الأمور المادية وغيرها مما يستعان بها على أداء الطرق.
فمن أطلق كلمة الوسائل على الطرق التعبدية، كالصلاة ذهب إلى توقيفها .. ومن أطلق كلمة ((الوسائل)) على الأمور المادية ذهب إلى أنها اجتهادية.
وبناءً على ماسبق؛ فالصواب إن أريد بالوسائل الطرق الشرعية للعبادة فهي توقيفية .. وإن أريد بها الأمور المادية، والأسلوبية فهي غير توقيفية.

وكذلك الأمر نفسه في مسألة: الطرق الدعوية.
وبهذا التقسيم والتعريف للطرق والوسائل، يمكن إزالة اللبس فيما وقع من خلاف بين العلماء، وتنازع بين الدعاة، في كون الوسائل ((الطرق)) توقيفية أو اجتهادية.
وإليك تفصيل ذلك وأدلته في المبحث التالي:',NULL,'348',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (347,'<span data-type="title" id=toc-176>المبحث الثاني في الوسائل الدعوية، وتعريفها، وأنواعها:</span>
قد سبق بيان الفرق بين الغاية، والطريقة، والوسيلة، وسيبين في هذا الفصل؛ تعريف الوسيلة، وحكمها تفصيلاً، لأنها هي المقصود الأساس في هذا الفصل، وفيه خمسة مطالب:

<span data-type="title" id=toc-177>المطلب الأول: تعريف الوسيلة، وأنواعها:</span>
الوسيلة لغة: القربى والوصلة و .. ، ويقال: توسل فلان إلى فلان بوسيلة، أي: تسبب إليه بسبب (١).
فالوسيلة إذن هي: السبب الموصل إلى المقصود، أو المعين على ذلك.
والوسيلة اصطلاحاً هي: الأداة، أو السبب، أو الطريقة التي يستعان بها على تبليغ الدعوة.
وهي نوعان: مادية: تتكون من المادة: كالحديد، والورق، والتراب، وغيرها، مثل مكبر الصوت، والمنبر، والشريط، وما شابه ذلك.
النوع الثاني: العملية (الأسلوبية): وهي طريقة متبعة مخصوصة بالبيان والتعليم والبلاغ: كالدرس، والمحاورة، والمناظرة، والدورة العلمية، وما شابه ذلك.
وهي تشترك مع الأسلوب في هذا المعنى .. غير أن إفرادها هاهنا، يُبين المقصود، ويُوضح المسلك الدعوي.
_________
(١) لسان العرب لابن منظور (١١/ ٧٢٤)، ، وتهذيب اللغة للأزهري، مادة: (وسل).',NULL,'349',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (348,'والوسيلة؛ ليس لها تأثير في الغاية غالباً، لا في المضمون الدعوي المقدم، ولا في طريقة التعبد، ولا في فحوى الدعوة.
وإنما أثرها في الأداء، لزيادة التوضيح، وحفظ المعلومة، وتوسيع رقعة الدعوة، وتسهيل القيام بها، وما شابه ذلك.

<span data-type="title" id=toc-178>المطلب الثاني: حكم الوسائل وضوابطها:</span>
الناس في حكم الوسائل الدعوية: طرفان ووسط ..
طرف؛ جعل الأصل الإباحة المطلقة، ثم أطلق لنفسه العنان في استخدام كل ما يستطيعه من وسيلة، دون النظر إلى ضوابط شرعية، أو مفاسد دينية.
فاستعمل وسائل محرمة، كالمعازف، والتصوير من غير ضرورة.
وطرف ضيّق المسألة، فجعل الأصل المنع والتوقيف، ولا يبيح وسيلة إلا بنص.
وفي هذين الطرفين؛ مجانبةٌ للصواب لا تخفى .. فالمبيحون بإطلاق .. وقعوا في ما حرم الله من إباحة المحرم، ، ومذهب المانعين يؤدي إلى تعطيل المصالح، وعرقلة الدعوة.
ومن المعلوم: ألا دعوة إلى الله بما حرم، وإلا كنا (مكيفليين) (١)، غير متبعين في هذا شرع رب العالمين.
_________
(١) هم أتباع طريقة المنظِّر (ميكيفلي) الإيطالي الأصل الذي أطلق قاعدته الضالة المضللة: (الغاية تبرر الوسيلة)، ومقصوده: إذا قصد المرء غاية أبيح له كل شيء لأجل الوصول إلى غايته حتى سلب الأموال .. وقتل الأرواح، والقاعدة الشرعية التي تقابل هذه (الوسائل بحكم غاياتها) (وحسن القصد لا يبيح محرماً) وشتان بين الضلال والهدى.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (349,'كما أنه لا توقيف في الشرع لمادة يستعان بها على أمر مشروع، والمانعون أول من يخالف هذا في مسلكهم الدعوي.
والوسط الحق: أن الأصل في الوسائل بنوعيها .. - المادية والعملية - الإباحة، إلا ما ورد الدليل بمنعه، وهي اجتهادية، يخضع استعمالها لقواعد المصالح والمفاسد.
فيبنى المسجد من طين، ومن حجر، ومن حديد، وإسمنت، بما يتناسب وأحوال الزمان، والمكان، والناس.
وأما الزخرفة - على سبيل المثال - فهي - لاشك - وسيلة، ولكنها لا تجوز، لورود النهي عن ذلك (١).

<span data-type="title" id=toc-179>المطلب الثالث: الأدلة على أن الأصل في الوسائل الإباحة:</span>
والأدلة على ذلك صريحة في الكتاب والسنة، من ذلك:
الأول: قوله تعالى في باب وسائل الجهاد: {وَأَعِدّوا لَهُمْ مّا اسْتَطَعْتُمْ مّن قُوّةٍ وَمِن رّبَاطِ الْخَيْلِ} [الأنفال: ٦٠].
فعدة الحرب المتنوعة تعدّ من الوسائل .. وإطلاق الأمر، وعدم تقييده بوصف، يدل على الإباحة المطلقة، ما لم يرد دليل يستثني، أو يحرم، ولو لم تكن الوسائل اجتهادية، لما جاز صنع سلاح إلا بدليل شرعي خاص به.
_________
(١) عن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: ((ما أمرت بتشييد المساجد))، والتشييد هاهنا بمعنى الزخرفة، والتكلف، والإسراف، ولذلك قال ابن عباس شارحاً الحديث: لتزخرفنها كما زخرفت اليهود والنصارى. انظر سنن أبي داود (٤٤٨)',NULL,'351',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (350,'وكفى بهذا دليلاً على ذلك.
الثاني: قوله - صلى الله عليه وسلم -: ((الخيل لثلاثة؛ لرجل أجر، ولرجل ستر، ولرجل وزر .. )) الحديث (١).
ولا شك؛ أن الخيل ليست طريقة - حسب التعريف السابق - ولا غاية، بل هي وسيلة من الوسائل، وقد علق الحديث حكمها بنية صاحبها وغايته، مما يدل على أن الأصل فيها الإباحة، وأن حكم الوسائل حكم غاياتها، كما قعده الفقهاء، وسيأتي بيان ذلك إن شاء الله.

<span data-type="title" id=toc-180>المطلب الرابع: ضوابط استخدام الوسيلة الشرعية:</span>
لكي تبقى الوسيلة مباحة على الأصل، لابد من ذكر ضوابط لها، حتى لا يُتجاوز في استعمالها، فتصبح محرمة.
الأول: الأصل جواز استعمال الوسائل، وعدم منعها، إلا إذا ورد نهي عنها، أو ترتب على استعمالها مفسدة، وقد سبق الاستدلال على ذلك.
الثاني: يتأكد استعمال الوسيلة عند ورود نص بالحث عليها، أو عندما يُفوّت بتركها مصلحة، أو يجلب مفسدة، فحينئذ لا ينبغي التخلف عنها.
كإعداد القوة للقتال، ووجود الكهرباء في المسجد.
فأما الأول: فقد ورد فيه النص، وأما الثاني: فتتحقق باستعمالها مصالح، ولا يترتب على ذلك أدنى مفسدة.
_________
(١) رواه البخاري (٣٦٤٦)، ومسلم (٩٨٧)، وسيأتي تمام الحديث في المبحث الثالث من هذا الفصل.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (351,'الثالث: أن لا يُتجاوز في الوسيلة مهمتها، حتى لا تصبح الوسيلة غاية في ذاتها، إذ غايتها إعانة الناس.
فالمنارة - مثلاً - وسيلة، مهمتها توسيع رقعة الأذان، ويمكن أن تكون وسيلة للدلالة على المسجد، فلا يجوز بناؤها بحجم كبير، وزخرفتها زخرفة بالغة، تخرج بذلك عن كونها وسيلة لرفع الأذان، أو للدلالة على المسجد، فتصبح غاية في نفسها، يتباهى بها أصحابها .. حتى وجد من ينكر وجود مسجد بلا منارة كبيرة، أو منبر غير مرتفع، أو غير مزخرف.
ودليل ذلك: أنه يخشى من تجاوز الحد في الوسيلة مع الزمن أن تصبح طريقة تعبدية، فتكون بدعة .. وتحريم البدع معلوم من الدين بالضرورة، أو لما يكون فيها من الإسراف، وضياع الجهد والمال فيما لا طائل وراءه.
الرابع: أن لا يكون لها أثر في المادة الدعوية - أو الأمر الديني نفسه.
أي: لأجل التمثيلية، تُغير بعض عبارات الممثل عنهم، أو لأجل طول المنبر وعظمه تقطع الصفوف، وما شابه ذلك، فتكون هناك مخالفات شرعية واضحة.
الخامس: جواز استعمال الوسيلة التي حرمت سداً للذريعة، عند تحقق المصلحة، وعلى قدر الحاجة، وأن لا يترتب عليها المفسدة التي حرمت لأجلها.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (352,'ثمة وسائل جاء النص من الكتاب والسنة بتحريمها، كاستعمال الناقوس، والتصوير، والمعازف، والنظر إلى النساء.
غير أن التحريم - كما هو معلوم - إما أن يكون لذات الشيء كالزنى، والخمر ..
وإما أن يكون سداً للذريعة؛ كالتصوير سداً لذريعة الشرك، والمضاهاة، وكالنظر إلى النساء سداً لذريعة الفاحشة.
فما كان سداً لباب ذريعة، أبيح عند تحقق المصلحة الراجحة، بشرط أن لا يترتب على العمل به تلك المفسدة التي حُرِّم لأجلها.
فمثلاً: النظر إلى النساء محرم سداً لباب ذريعة الفاحشة، ومع ذلك فقد أباح الشرع النظر إلى المخطوبة، لتحقق مصلحة راجحة، ولانتفاء تحصيل مفسدة الفاحشة.
قال ابن تيمية: ((النهي إذا كان لسد الذريعة، أبيح للمصلحة الراجحة)) (١).
السادس: أن لا يكون أصل الوسيلة شعاراً للكافرين، كبناء المساجد على شكل كنائس النصارى، كما هو الحال في بعض البلدان، أو استعمال الناقوس أو الجرس، للتنبيه على بدء أمر شرعي كالأذان، أو الصلاة.
ودليل ذلك قوله - صلى الله عليه وسلم -: ((من تشبه بقوم فهو منهم)) (٢).
وقوله - صلى الله عليه وسلم -: ((ليس منا من عمل بسنة غيرنا)) (٣).
_________
(١) مجموع الفتاوى (١/ ١٦٤)، وكذلك قال غير واحد من علماء الأصول.
(٢) أخرجه أبو داود (٤٠٣١).
(٣) أخرجه الطبراني (ج ١١ رقم ١١٣٣٥)، والديلمي في مسنده رقم (٥٣٠٩)، وحسنه الألباني، في صحيح الجامع (٥٤٣٩).',NULL,'354',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (353,'<span data-type="title" id=toc-181>المطلب الخامس: أن حكم الوسائل حكم مقاصدها:</span>
الوسيلة إذا لم تكن محرمة فحكمها حكم غايتها، فإذا كانت الغاية مشروعة، وكانت الوسيلة غير منهي عنها، شرعت الوسيلة، كاستخدام مكبر الصوت في الأذان، فإن الغاية تبليغ الأذان، وهو غاية مشروعة، ولم يرد نهي عن استخدام مكبر الصوت، فتشرع - حينئذ - هذه الوسيلة، ويؤجر المرء عليها.
وأما إذا كانت الغاية مذمومة، فلا تشرع لها أي وسيلة كانت.
وهذا أمر مسلم به عند كل ذي عقل .. فلا يجوز استخدام آلة لقتل معصوم، أو لصنع الخمر، وما شابه ذلك، فعلى مستخدمها إثم لأن غايتها لا تشرع.
والمقصود: أنه يحرم استعمال الوسيلة إذا كانت محرمة، أو كانت غايتها محرمة، ولو كانت هي مباحة.
وباختصار تباح الوسيلة بشرطين:
١ - أن تكون مباحة في أصلها (لم يرد نص بتحريمها).
٢ - أن تكون غايتها: مباحة.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (354,'<span data-type="title" id=toc-182>المبحث الثالث حث الإسلام على استخدام الوسائل:</span>
مع أن الأصل في الوسائل الإباحة، فإن الإسلام حث على استخدامها، ورغب فيها، بل أمر أحياناً ببعضها، وجعل لصاحبها بها أجراً، وحذر من التهاون فيما فيه حاجة، أو مصلحة.
ويكفي دليلاً في هذا الجانب، إنزال الكتب على الأنبياء، وأمر العباد بحفظها، ونشرها بين الناس، وشهرة هذا الأمر، يغني عن ذكر أدلته.
ومن ذلك: أن أول آيات نزلت، ذكرت وسيلة من أعظم وسائل الدعوة إلى الله، ألا وهي: القلم.
قال تعالى: {اقْرَأْ وَرَبّكَ الأكْرَمُ * الّذِى عَلّمَ بِالْقَلَمِ}. [العلق: ٣ - ٤]
وأقسم الله عز وجل بالحبر والقلم والكتابة، فقال: {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ} (١) [القلم: ١] وهذه كلها وسائل دعوية عظيمة.
بل؛ إن الله عز وجل كتب التوراة بيده (٢).
_________
(١) تنوعت أقوال المفسرين في تفسير كلمة (ن)، وذهب فريق منهم إلى أنها الدواة (المحبرة)، وهذا أنسب التفاسير لمناسبتها للسياق من ذكر القلم والكتابة بعدهما (وما يسطرون)، لأن التسطير لا يكون إلا بالحبر والقلم، راجع تفسير ابن كثير، والقرطبي والشوكاني عند تفسير هذه الآية.
(٢) أخرجه البخاري (٦٦١٤)، ومسلم (٢٦٥٢) من حديث أبي هريرة رضي الله عنه.
وأهل السنة والجماعة: يؤمنون أن الله عز وجل يفعل مايشاء، فإذا أراد أن يكتب كتب، لايمنعه مانع، وقد ثبت أن الله كتب التوراة لموسى عليه الصلاة والسلام بيده، فيقول أهل السنة: نصدق الخبر، ولا نبحث كيف كتب ولا نتكلف التصور، ولا نؤول ولا نعطل الصفة .. فالله أعلم كيف كتب، وهو فعال لما يريد.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (355,'وأمر الله تعالى: باستخدام الوسائل الممكنة في الجهاد في سبيل الله، بقوله: {وَأَعِدّوا لَهُمْ مّا اسْتَطَعْتُمْ مّن قُوّةٍ .. } الآية [الأنفال: ٦٠].
وهذا يعني: وجوب تطوير السلاح، بما يتناسب وكل حال، لأن الله أطلق الأمر، ولم يقيده، وأناطه بالاستطاعة، وما دام المسلمون يستطيعون التطوير، فهو واجب عليهم.
وقال تعالى: {وَعَلَىَ كُلّ ضَامِرٍ يَأْتِينَ مِن كُلّ فَجّ عَميِقٍ} [الحج: ٢٧]، والضامر: هو الدابة المجهزة للسفر (١).
ففي هذا؛ إشارة واضحة إلى تجهيز الوسيلة، والاهتمام بها.
بل جعل عليها أجراً، كما سبق بيانه في حديث أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: ((الخيل لثلاثة: لرجل أجر .. ولرجل سِتر .. ولرجل وِزر، وأما التي هي له أجر، فرجل ربطها في سبيل الله، لأهل الإسلام في مرجٍ وروضة، فما أكلت من ذلك المرج، أو الروضة من شيء، إلا كتب له عدد ما أكلت حسنات، وكتب له عدد أرواثها، وأبوالها حسنات، ولا تقطع طولها، فاستنت شرفاً أو شرفين إلا كتب الله له عدد آثارها، وأرواثها حسنات، ولا مر بها صاحبها على نهر فشربت منه، ولا يريد أن يسقيها إلا كتب الله له عدد ما شربت حسنات ... )) (٢).
وقال - صلى الله عليه وسلم -: ((الخيل معقود بنواصيها الخير إلى يوم القيامة)) (٣).
_________
(١) اللسان، الوسيط مادة: (ضمر).
(٢) رواه البخاري (٢٣٧١)، ومسلم (٩٨٧)، واللفظ له، ومعنى: استنت: جرت، والشرف: - بفتح الشين والراء - المكان العالي من الأرض كالهضاب والتلول، راجع شرح مسلم للنووي (٧/ ٦٧).
(٣) رواه البخاري (٢٨٥٠)، ومسلم (١٨٧٣).',NULL,'357',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (356,'وقال - صلى الله عليه وسلم -: ((قيدوا العلم بالكتاب)) (١)، وفي رواية: ((بالكتابة)).
وقال - صلى الله عليه وسلم -: ((من علم الرمي ثم تركه، فليس منا، أو قد عصى)) (٢).
إلى غير ذلك؛ من أقوال النبي - صلى الله عليه وسلم - وأفعاله التي تحث على استخدام الوسائل.
_________
(١) رواه الطبراني في الكبير (٧٠٠)، والقضاعي في مسند الشهاب (٦٣٧)، وقال الهيثمي في مجمع الزوائد (١/ ١٥٢): رواه الطبراني في الكبير ورجاله رجال الصحيح.
(٢) رواه مسلم (١٩١٩).',NULL,'358',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (357,'<span data-type="title" id=toc-183>المبحث الرابع الاستخدام العملي للوسائل عند الأنبياء:</span>
لم يكتف الأنبياء عليهم الصلاة والسلام بالحث على استخدام الوسائل، بل قاموا بأنفسهم باستخدام الوسائل بكافة أنواعها، وعلى مختلف أشكالها في دعوتهم، وفي عباداتهم. ومن ذلك؛ المعجزات المادية: كعصى موسى، وناقة صالح، وقصر أو صرح سليمان، وإحضار عرش بلقيس.
فاستخدم نوح السفينة، واستخدام إبراهيم عليهم الصلاة والسلام القُدّوم، لأداء شعيرة من شعائر الدين، - وهو الختان -.
فعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((اختتن إبراهيم عليه السلام، وهو ابن ثمانين سنة بالقَدوم)) (١).
وأما رسول الله - صلى الله عليه وسلم -. فالأحاديث عنه في هذا أكثر، والأخبار أطيب.
فمن ذلك؛ استخدامه - صلى الله عليه وسلم - الرسم على الرمل كوسيلة إيضاح.
فعن ابن مسعود رضي الله عنه قال: خط لنا رسول الله - صلى الله عليه وسلم - خطاً، وخط خطوطاً أخرى عن يمينه .... )) (٢) الحديث.
وعن ابن مسعود رضي الله عنه أيضاً قال: خط النبي - صلى الله عليه وسلم - خطاً مربعاً، وخط خطاً في الوسط خارجاً منه ـ وخط خططا صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط، وقال: ((هذا الإنسان، وهذا
_________
(١) رواه البخاري (٦٢٩٨، ٣٣٥٦)، ومسلم (٢٣٧٠)، والقدوم ـ بتخفيف الدال وتشديدها ـ آلة للنجار يقطع بها الخشب، راجع النهاية مادة
(ق د م)
(٢) سبق تخريجه ص (٢٥٤).',NULL,'359',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (358,'أجلهُ محيط به - أو قد أحاط به - وهذا الذي هو خارج أمله، وهذه الخطوط الصغار الأعراض، فإن أخطأه هذا نهشه هذا، وإن أخطأه هذا نهشه هذا)) (١).

واستخدم رسول الله - صلى الله عليه وسلم - الجدي الميت، وسيلة توضيحية، لخطابه الدعوي.
فعن جابر أن رسول الله - صلى الله عليه وسلم - مر بالسوق، داخلاً من بعض العالية، والناس كَنَفَتَه، فمر بجدي أسكّ (٢) ميت، فتناوله فأخذ بأذنه، ثم قال: أيكم يحب أن هذا له بدرهم؟ فقالوا: ما نحب أنه لنا بشيء، ومانصنع به؟ قال: ((أتحبون أنه لكم؟ قالوا: والله لو كان حياً كان عيباً فيه، لأنه أسك، فكيف وهو ميت؟ فقال: فوالله للدنيا أهون على الله من هذا عليكم)) (٣)، ثم رماه.
وكان الصحابة رضي الله عنهم، يشغلون أولادهم باللُّعب من العِهْن ليلهوهم بها عن الطعام في الصيام.
فعن الرُّبِّيع بنت معوذ قالت: ((أرسل النبي - صلى الله عليه وسلم - غداة عاشوراء إلى قرى الأنصار: من أصبح مفطراً فليتم بقية يومه، ومن أصبح صائماً فليصم، قالت: فكنا نصومه بعد، ونصوّم صبياننا، ونجعل لهم اللعبة من العهن
_________
(١) رواه البخاري (٦٤١٧). وأحمد (١/ ٣٨٥)، والرسمة هكذا.
(٢) الأسك: صغير الأذن، شرح مسلم للنووي (٢٩٥٧)، والنهاية لابن الأثير مادة: (س ك ك)
(٣) رواه مسلم (٢٩٥٧).',NULL,'360',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (359,'أي: الصوف - فإذا بكى أحدهم على الطعام أعطيناه ذاك، حتى يكون عند الإفطار)) (١).
واستخدم رسول الله - صلى الله عليه وسلم - صوت ربيعة بن أمية بن خلف، وسيلة لإسماع الناس في الحج (٢).
ولما لم يجد النبي - صلى الله عليه وسلم - وسيلة توضيحية لترسيخ المعنى سوى الحصى أمامه استخدمه.
فعن أبي سعيد الخدري قال: ((دخلت على رسول الله - صلى الله عليه وسلم - في بيت بعض نسائه، فقلت يارسول الله: أيّ المسجدين الذي أسس على التقوى؟ قال: فأخذ كفاً من حصباء فضرب به الأرض، ثم قال: ((هو مسجدكم هذا .. لمسجد المدينة)) (٣).
وفضلاً عن هذا كله، ما استخدمه النبي - صلى الله عليه وسلم - وصحبه من آلات القتال، وخطط الحروب، مما يطول ذكره، مما سبق الإشارة إلى بعضه.
_________
(١) رواه البخاري (١٩٦٠)، ومسلم (١١٣٦).
(٢) رواه الطبراني في الكبير (١١/ ١٧٢) رقم (١١٣٩٩)، وقال الهيثمي في مجمع الزوائد (٣/ ٢٧١)، ورواه الطبراني في الكبير ورجاله ثقات.
(٣) رواه مسلم (١٣٩٨).',NULL,'361',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (360,'<span data-type="title" id=toc-184>المبحث الخامس تتابع المسلمين على استخدام الوسائل:</span>
لم يقف المسلمون عبر تاريخهم الطويل - والحمد لله - مكتوفي الأيدي تجاه استخدام الوسائل المتوفرة، وإحداث مايتناسب وكل عصر، مما ينفعهم في دينهم ودعوتهم.
فجمع أبو بكر الصديق رضي الله عنه القرآن (١).
وقال عمر بن الخطاب رضي الله عنه: ((علموا أولادكم السباحة والرماية، والفروسية)) (٢) -وفي رواية: ركوب الخيل -.
وأحدث الدواوين (٣).
ونسخ عثمان رضي الله عنه المصحف، ووزعه في الأمصار (٤)، وهو بالتعبير المعاصر: الطباعة والنشر.
وأمر معاوية رضي الله عنه بصنع السفن الحربية (٥).
وهو ما يسمى بلغة العصر (الأسطول البحري).
وكل هذه وسائل، تدل على عظم الإسلام في الشمول، ومواكبته الأحداث، ومناسبته لكل زمان، ومكان، وقوم.
_________
(١) رواه البخاري (٤٩٨٦).
(٢) أخرجه القراب في فضائل الرمي (١٥).
(٣) أحمد فضائل الصحابة (٤٦٤)، وفي العلل ومعرفة الرجال (١٩٨٠)، والسنن الكبرى للبيهقي
(٦/ ٣٤٩ - ٣٥٠).
(٤) رواه البخاري (٤٩٨٧).
(٥) رواه البخاري (٢٨٠٠، ٢٧٩٩) واللفظ له، ومسلم (١٩١٢)، جاء فيه: (يركبون البحر) فقط.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (361,'<span data-type="title" id=toc-185>المبحث السادس الداعية والوسائل وتطورها، وقواعد استخدامها الفنية:</span>
ثمة أمور فنية لاستخدام الوسائل، تزيد من فاعليتها، وتوسع من أثرها .. وتُذهب سلبياتها.
ففضلاً عمّا سبق من البيان، والتفصيل، في ضوابط استخدام الوسائل، ينبغي للداعية أن يراعي - عند استعمالها - ما يلي:

أولاً: عدم التقصير في استخدام الوسائل المتاحة والمتنوعة، والنافعة، طاعة لربه ولرسوله - صلى الله عليه وسلم -، وخدمة لدينه، ونشراً لدعوته.

ثانياً: أن تكون الوسيلة مناسبة لزمانه، ومكانه، وللمدعوين.
من المهم للداعية؛ أن تكون الوسيلة مما يتناسب وزمانه، ويتواءم ومكانه، ويتواكب وثقافة المدعوين، فلا يستخدم وسيلة فوق مداركهم، ولا دونها .. ولا مالا يناسب بيئتهم.

ثالثاً: أن تكون بسيطة واقعية، غير متكلف فيها، وإلا انقلبت إلى غاية.
كما ينبغي أن لا يغادر ذهن الداعية: أن الوسيلة هي وسيلة، وليست غاية .. وأنها لأداء دور لا تتعداه، لا أن تصل إلى منهج الدعوة، أو تؤثر في مضامين التبليغ، أو تشغله عن الدعوة.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (362,'لذلك لا ينبغي التكلف بها، حتى لا تشغل عن المقصود، وأن تكون بسيطة التركيب، ومن واقع البيئة، فقد استعمل رسول الله - صلى الله عليه وسلم - - كما مر سابقاً - الرمل والحصى، والجدي، والخشب، كل هذه وسائل من بيئته لم يتكلف في صنعها .. ولم يقصر في استخدامها.
فمثلاً لا تزخرف اللوحات الدعوية، ويتفنن في خطها إلى درجة لا تكاد تقرأ (١).
وكذلك؛ التمثيليات المشروعة، فإن المقصود منها توضيح المقصود الديني، وزيادة ترسيخه في الأذهان، فلا ينبغي أن تصرف عليها الأموال، وأن تكرر الأدوار، وتركز الأنوار، وتضيع الأوقات، ويسرف في الألبسة والتزيين، فتكون مفاسدها والحال هذه أكثر من المصلحة المتوخاة منها، وكذلك ما يفعله بعض المسلمين، في المنابر، والقبب، والمآذن .. من التكلف بها حتى يخرجها عن المقصود.

رابعاً: مواكبة تطور الوسائل.
إن من حكمة الداعية وفطنته، أن يواكب تطور الوسائل، وبخاصة في هذا العصر، وأن لا يتخلف عن ركبها واستعمالها، لما لها من أثر كبير في توسيع إطار الدعوة وتوضيحها، بل عليه أن يبتدع فيها، وأن
_________
(١) قد رأيت - مرة - لوحة قد كُتبت باللغتين العربية والإنجليزية، فلم أستطع أن أميز بعض الحروف العربية، فلجأت إلى الحروف الإنجليزية فتبين لي المقصود من الحروف العربية! ! ؟ ! !',NULL,'364',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (363,'يُبدع في استخدامها ما استطاع، فإن عجلة القطار إذا سارت لا ترحم من صادمها، ولا تنتظر من تأخر عنها.
ولقد تراجع كثير من الذين كانوا يستنكفون عن استخدام بعض الوسائل؛ كالإذاعة، والرائي، والفضائيات، لما أحسوا بخطورة هذا التخلف عن هذه الوسائل، وسارع كثير منهم إلى استعمالها، بعد ما كانوا ينتقدون من استعملها.
وليس من المبالغة في شيء أن يقال: إن للمسلمين القِدْح المُعَلّى، وقصب السبق في استخدام الوسائل عبر تاريخهم الطويل، لخدمة دينهم، ونشر دعوتهم.
فلا أدل على ذلك من استخدام المسلمين لكل آلة حدثت، مما يمكن استخدامها لخدمة الدين، ونشر الدعوة، وبخاصة في هذا العصر، كالفضائيات، والشبكة العالمية (الإنترنت)، والبرامج الحاسبية، ولا يوجد برامج دينية على وجه الأرض خدمت الدين، كما هو الحال في البرامج العلمية الإسلامية، كموسوعة التفسير، وموسوعة الحديث، وموسوعة الفقه، وبقية الموسوعات.

خامساً: الموازنة بين الأثر والبذل.
من بصيرة الداعية - قبل أن يُقبل على استخدام وسيلة ما -؛ أن يتفطن لأثرها، وكلفتها المادية، والوقتية، وأن يوازن بين الأمرين، بين بذل الوقت والمال والجهد، وبين أثرها.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (364,'فتسجيل المحاضرات على أشرطة سمعية، لا يكلف شيئاً في هذا الزمان، مقابل أثرها النافع.
ولكن؛ صُنع منبر كبير مرتفع مزخرف .. أو بناء مئذنة ضخمة عالية .. أو مسرح كبير مُكلِّف .. ليس لهذه الوسائل أثر يعادل ما يبذل فيها، من وقت وجهد ومال.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (365,'<span data-type="title" id=toc-186>المبحث السابع موافقة التربويين منهج الرسول - صلى الله عليه وسلم - في استخدام الوسائل:</span>
هذه الشروط الفنية التي سبق ذكرها، مما نص عليها التربويون المعاصرون من الغربيين وغيرهم.
والمتتبع للوسائل التي استخدمها رسول الله - صلى الله عليه وسلم -؛ يجد تحقق هذه الشروط الفنية - المذكورة سابقاً - فيها تحققاً عظيماً، وهذا يدل على أن النبي - صلى الله عليه وسلم - سبق التربويين جميعاً في تقرير ذلك .. ولكن هل من مدّكر.
فقد استعمل - صلى الله عليه وسلم - الوسيلة المتوفرة، والمناسبة في الوقت المناسب، وبالاستخدام الموفق، فاستخدامه الجدي الميت لأنه الوسيلة المتوفرة - وقتئذ - وهي مناسبة للبيئة، وتتوافق ومدارك المدعوين.
وحين استخدم - صلى الله عليه وسلم - الرسم على الأرض كان هو الوسيلة المتاحة يومئذ.
ولا شك؛ أن النبي - صلى الله عليه وسلم - لو توفرت له غير هذه الوسائل، لاستخدمها، كاللوح المعلق والقلم. لأن المقصود التوضيح والبلاغ، وهما يكونان على اللوح المعلق، أوضح في البيان من كونهما على الأرض.
وعندما لم يتمكن عثمان رضي الله عنه من طباعة المصحف، كما هو عليه الحال اليوم من الطباعة والنشر، كتبه ووزعه بالوسيلة الممكنة يومئذ.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (366,'الخلاصة:
كلما كانت الوسيلة أسهل تناولاً، وأقل تكلفة، وأوسع انتشاراً وأوضح بياناً، كانت الحاجة إليها أمس، والداعي إليها أوجب.
وكلما كانت الوسيلة أصعب استعمالاً، وأكثر تكلفة، وأضيق انتشاراً، وأعقد بياناً، كان تركها أولى من استخدامها.
وأن التخلف عنها، والتكلف فيها، والانشغال بها، تطرف ومخالفة للسنة، ومعارضة للفطرة.
والمسألة تخضع لقواعد تزاحم المصالح والمفاسد، مما هو مفصل في مظانه.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (367,'<span data-type="title" id=toc-187>الفصل الثالث في ذكر أهم الوسائل الدعوية مفردة، وبخاصة العصرية منها</span>
لم يخل عصر من العصور من الوسائل الدعوية، ولم يقف المسلمون - والحمد لله - حيالها موقف المتهاون، بل أكثروا من استعمالها، وأحسنوا استخدامها.
وقد اختُرع في هذا العصر، وسائل مادية، وطرقية (حركية)، انتشرت انتشاراً لم يعهد له سابقة.
وسنتعرض في هذا الفصل إلى دراسة معظم الوسائل القديمة منها والحديثة، وبيان أهميتها وحكمها، وما فيها من إيجابيات أو سلبيات بإيجاز، وذلك في ستة عشر مبحثاً:',NULL,'369',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (368,'<span data-type="title" id=toc-188>المبحث الأول الوسيلة الأولى: الكلمة:</span>
تعد الكلمة؛ الوسيلة الأولى والأساس في مجال الدعوة، بل في عالم الخلق على مر العهود، ولمختلف الأجناس، ولكافة طبقات الناس.
وهي أبسط الوسائل استعمالاً، وأسهلها تناولاً، وأقلها كلفة، وأسرعها استجابة، وأكثرها انتشاراً، وأعظمها نفعاً.
فبها بدأ الله الخلق، وبها بعث الله الرسل، وبها أمر ونهى، وبها رفع ووضع، وبها أحيا وأمات.
قال تعالى: {إِنّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ} [يس: ٨٢].
وقال تعالى: {وَإِذْ قَالَ رَبّكَ لِلْمَلائِكَةِ إِنّي جَاعِلٌ فِي الأرْضِ خَلِيفَةً .. } الآية [البقرة: ٣٠].
ومعظمُ تبليغ الرسل، ومَنْ بعدهم من العلماء والدعاة، كان عن طريق الكلمة؛ بموعظة، أو درس، أو محاضرة، أو أمر أو نهي ..',NULL,'370',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (369,'<span data-type="title" id=toc-189>المبحث الثاني الوسيلة الثانية: القلم والكتابة:</span>
تُعد هذه الوسيلة هي الوسيلة الثانية بعد الكلمة، من حيث سهولة الاستعمال، وانتشار الأثر والنفع، إلا أنها أثبت منها للمعلومات.
وهي: أول وسيلة خلقها الله عز وجل، وبها كتب الله اللوح المحفوظ، وغيره -كما مر سابقاً-.
قال تعالى: {وَلَقَدْ كَتَبْنَا فِي الزّبُورِ مِن بَعْدِ الذّكْرِ أَنّ الأرْضَ يَرِثُهَا عِبَادِيَ الصّالِحُونَ} [الأنبياء: ١٠٥].
ولا حاجة للإسهاب والتفصيل في هاتين الوسيلتين - الكلمة والكتابة - وذكر حكمهما ومنافعهما، فهي من الأمور المسلمة عند الجميع، ولا يخفى أهميتهما ونفعهما وحكمهما على أحد.
وتتضمن هذه الوسيلة؛ كل ما يكتب من كتب وغيرها، وقد تطورت هذه الوسيلة تطوراً كبيراً في النوع، والكمّ والشكل، وسيأتي -في المباحث التالية- تفصيل لبعضها.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (370,'<span data-type="title" id=toc-190>المبحث الثالث الوسيلة الثالثة: الكتيبات والنشرات (المطويات):</span>
وفيه ثلاثة مطالب:

الأول: المقصود منها وأهميتها:
المقصود بالكتيبات، تلك الكتب الصغيرة الحجم، والنشرات المطوية، التي يمكن اصطحابها في الحضر والسفر، ومطالعتها في الليل والنهار.
لذلك تعد هذه الوسيلة وسيلة نافعة، لما يتوفر فيها من ميزات الوسيلة الناجحة.

<span data-type="title" id=toc-192>المطلب الثاني: فوائدها، وسلبياتها:</span>
- سهولة الحمل، وتواجدها عند الحاجة، مما يسهل مطالعتها متى ما شاء المدعو.
- ملء فراغ كثير من الناس، في أماكن انتظارهم، وأثناء سفرهم.
إذ يمكن وضعها في أماكن تجمعهم وانتظارهم، مما يسهل تناولها لدى العامة، دون كلفة.
- قلة التكلفة المادية، مما يساعد على انتشارها.
- مناسبتها لحال الناس اليوم، من عدم تمكُّنِهم، أو رغبتِهم في مطالعة الكتب الكبيرة.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (371,'سلبياتها:
- يخشى من انتشار ما يخالف الكتاب والسنة مما يضل العامة، لعدم تمكنهم من العلم.

<span data-type="title" id=toc-193>المطلب الثالث: شروط الكتيبات والنشرات الناجحة:</span>
لكي تكون هذه الوسيلة ناجحة، ينبغي أن يتوفر فيها العناصر التالية:
١ - أن تتضمن مادة دعوية، لا مادة علمية دقيقة.
٢ - أن تكتب بعبارات سهلة، يدركها جمهور القراء.
٣ - أن تصاغ بأسلوب بسيط، حتى تُفهم من الجميع.
٤ - أن تكتب بخط كبير .. حتى يتسنى قراءتها من ضعيفي النظر.
٥ - أن توضع في كل مكان يرتاده الناس.
وبهذا تكون ذات نفع عظيم، باتفاق الجميع.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (372,'<span data-type="title" id=toc-194>المبحث الرابع الوسيلة الرابعة: الإذاعات:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-195>المطلب الأول: أهميتها:</span>
من أهم الوسائل المحدثة في هذا العصر الإذاعات .. وإن كان لها أصل عند الأمم من قبل، فقد كانوا يرسلون من ينادي في المدن والقرى والأسواق، بما يأمر به السلطان، أو بما تريده القبيلة.
غير أن وجودها بهذا الشكل المتطور، وبهذا الانتشار الواسع، مما لم يُسبَق إليه.
والإذاعة لغة: من أذاع الخبر نشره وأفشاه.
والإذاعة عرفاً: هي: محطات لبث الكلام عبر أجهزة لا سلكية إلى أجهزة استقبال لاسلكية في أي مكان كانت في حدود موجات الإرسال.
ورغم ما أُحدث من وسائل إعلامية أكثر جاذبية، وأوسع انتشاراً، كادت تطغى عليها؛ كالفضائيات والشبكة، إلا أنه لم يزل للإذاعة أثر فاعل، وما زال لها مستمعون، كراكبي المواصلات، والعمال في مصانعهم، والبائعين في متاجرهم، والنساء في بيوتهن .. فهؤلاء وأمثالهم - في الغالب - لا يستطيعون أثناء أداء مهامهم استعمال وسيلة دعوية أخرى .. كالكتب أو الفضائيات وغيرها، ولكن يمكنهم - بكل سهولة - السماع إلى الإذاعة.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (373,'<span data-type="title" id=toc-196>المطلب الثاني: الوضع الواقعي للإذاعات، وحكم المشاركة فيها:</span>
والإذاعة - من حيث الارتباط - إذاعتان: إذاعة رسمية .. وإذاعة أهلية (١).
ومن حيث المنهج، فمنها؛ الرسمي، الذي يمثل سياسة الدولة، ومنها السياسي، ومنها التجاري، ومنها الديني، ومنها الخبيث المفسد.
فأما المشاركة في الإذاعة الدينية والتجارية، فلا غبار عليها.
وأما المشاركة في الإذاعات الرسمية والسياسية، فترجع المسألة إلى المصالح والمفاسد، فإن كان في هذه المشاركة مفاسد، من مداهنة، أو تغرير بالمستمعين، فلا يشارك فيها، فإن دفع المفاسد، مقدم على جلب المصالح (٢).
وإن كانت في المشاركة مصالح، ولا يوجد مفاسد، أو كانت المفاسد قليلة لا تذكر أمام المصالح، فلا بأس بالمشاركة فيها.
وأما المشاركة في الإذاعات الخبيثة، التي تنشر الفساد، وتحارب الشرع، فلا ينبغي للدعاة المشاركة فيها، فإن في هذا تكثيراً لسواد المفسدين، وتغريراً بكثير من المستمعين.

<span data-type="title" id=toc-197>المطلب الثالث: ميزات الموضوعات الناجحة:</span>
_________
(١) المقصود بالإذاعة الأهلية: التي ينشئها شخص أو أشخاص دون علاقة لهم بجهات رسمية.
(٢) سبق ذكر هذه القاعدة (ص ٣٨).',NULL,'375',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (374,'من الحكمة بمكان؛ أن يتسم الطرح عبر وسائل الإعلام العامة كالإذاعات والفضائيات، والصحف، بما يلي:
أولاً: أن تطرح الموضوعات العامة، التي تخص الأمة، وتشغل بالها، وتعالج الأدواء التي تعاني منها، من جهل وضعف في الإيمان.
ثانياً: تُجنب الموضوعات الفرعية، والتي هي من شأن الخاصة، كدقائق العقيدة، وأصول الفقه، ومصطلح الحديث، وبعض علوم الآلة، أو التي تفرق الأمة بغير حق، أو تحدث الفتن العلمية، أو الواقعية.
وأما ما يطرح عبر بعض الإذاعات من موضوعات العقيدة الفرعية والمعقدة لدى العامة، مثل بحث هل (الاسم هو المسمى)، وخلاف العلماء في (تفاوت المعرفة)، وما شابه ذلك، مما لا يفهمه عموم الناس، ولا يهمهم ذلك، ولا يلزمهم، فليس بمناسب من حيث الأولويات.
ثالثاً: على الداعية أن يراعي ما مر سابقاً، في باب حسن الأسلوب؛ من بساطة الطرح، وسهولة التعبير، ولو أدى ذلك إلى التكلم بلغة الناس العامية (الدارجة) عند الحاجة، وأن يبتعد عن الأسلوب ((الأرسطوي)) الفلسفي، والإلقائي الرتيب الممل، فإن ذلك لاينفع المستمعين.
فإن من المستمعين؛ المرأةَ والرجلَ، والصغيرَ والكبيرَ، والعامي والمثقف، والحضري والبدوي.
وأن لا يغفل عن ضرب الأمثلة المبينة، والقصص المعبرة، وما شابه ذلك مما ذكر في باب الأسلوب الحسن.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (375,'<span data-type="title" id=toc-198>المبحث الخامس الوسيلة الخامسة: المحطات المرئية: (الرائي - الفضائيات) </span>(١):
وفيه ثلاثة مطالب:
الأول: المقصود والأهمية:
لعل المحطات المرئية المحلية منها، والفضائية العالمية، من أكثر وسائل الإعلام انتشاراً، ومن الناس إقبالاً، ولربما طغت على كثير من الوسائل الأخرى، لأن طبيعة الإنسان، يشدها الصوت والصورة مجتمعين، ولِما تتميز به من تنوع في الأداء، وثراء في المادة المقدمة، وجاذبية في العرض.
والمقصود بالمحطات المرئية: أو (الرائي) هي: إذاعات تبث الصوت والصورة معاً.

<span data-type="title" id=toc-200>المطلب الثاني: حكم المشاركة فيها:</span>
وهي كالإذاعات في تقسيمها، وفي حكم المشاركة فيها.
لكن التخلف عنها بدعوى حرمة التصوير، وما شابه ذلك غير صحيح، وقد تراجع كثير ممن كانوا يرون ذلك (٢).
فإن التصوير - وإن كان محرماً - فإن تحريمه لسد الذريعة، وما كان كذلك يباح عند تحقق المصلحة الراجحة، كما سبق بيانه.
_________
(١) الرائي: (التلفزيون)، وقد أغرب بعضهم حين ترجمه بالتلفاز .. فترجم اللغة الأجنبية بلغة لاأجنبية، ولا عربية، فإن كلمة التلفاز لا محل لها من الترجمة في لغة من اللغات.
(٢) وقد عقدت فصلاً في كتابي أحكام التصوير، بينت فيه جواز التصوير عند تحقق المصلحة.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (376,'ولا شك؛ أن المصلحة في الدعوة إلى الله عبر هذه القنوات مصلحة راجحة ومحققة .. فضلاً عن أن التخلف عن المشاركة في هذا الإعلام الهائل، يشكل فراغاً دعوياً كبيراً، يستغله بعض الضالين والمفسدين.

<span data-type="title" id=toc-201>المطلب الثالث:<span data-type="title" id=toc-202> ايجابياتها </span>و<span data-type="title" id=toc-203>سلبياتها:</span></span>
إيجابياتها:
- الكم الهائل من المشاهدين والمستمعين.
- الانتشار الكبير للكلمة بين الناس، ووصولها إلى بيوتهم، وأسواقهم .. وحتى إلى نزههم.
- سد فراغ كثير من الناس، وإشغالهم بما ينفعهم عما لا ينفعهم أو يضرهم.

سلبياتها:
- وجود المخالفات الشرعية أو الفساد في معظمها، مما يخشى على المرء في كثير من الأحيان؛ الانزلاق فيها.
- تغرير الناس بخروج الدعاة في بعضها، مما قد يجعل ذلك مسوغًا عند العامة لمشاهدتها.
- خروج من ليس أهلاً للتبليغ والدعوة مما يضل الناس، فإن في كثير من الأحايين، تتحكم في خروج الداعية في هذه الوسائل عوامل مختلفة.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (377,'<span data-type="title" id=toc-204>المبحث السادس الوسيلة السادسة: الصحف والمجلات:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-205>المطلب الأول: أهميتها:</span>
من نافلة القول؛ أن نذكر ما للصحف والمجلات من أثر كبير في الإعلام المعاصر.
وإذا كان للدعاة أثر في إنشاء كثير من المجلات، فإن جهدهم في إنشاء الصحف ما يزال ضعيفاً، بل يكاد أن يكون معدوماً، أمام الكم الهائل من الصحف الأخرى.
ولا شك؛ أن إنشاء الصحف، لا يتأتى من جهد فرد أو فردين، بل يحتاج إلى مؤسسات دعوية تتبناه، لما يحتاج من إنفاق، وجهد فني وعلمي كبيرين.

<span data-type="title" id=toc-206>المطلب الثاني: حكم المشاركة فيها واقتنائها:</span>
ما يقال: في أنواع الإذاعات، وحكم المشاركة فيها، يقال عن الصحف والمجلات، لتشابه علل الحكم بينهما، فتشابهت الأحكام.
والمشكلة تكمن في مثل هذه الوسائل: أن معظمها غير متميز، فهي ليست ككتاب: يقال فيه: يقرأ ... أو لا يقرأ، فقد اختلط فيها الفساد بالصلاح، فصعب التمييز، فأشكل الحكم.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (378,'والأحوط للمسلم أن يتجنب مثل هذه الوسائل التي فيها فساد، عملاً بقاعدة: (ومن حام حول الحمى، يوشك أن يقع فيه) (١)، وقاعدة: (دفع المفاسد، مقدم على جلب المصالح) (٢).

<span data-type="title" id=toc-207>المطلب الثالث: فوائدها وسلبياتها:</span>
أما الفوائد: فهي تتفق مع وسيلة الكتيبات والنشرات في الفوائد.
وأما سلبياتها فهي:
- احتواؤها على الغث والسمين، مما يصعب التمييز بينهما لدى عامة المسلمين.
- احتمال انزلاق القارئ في مقالات فاسدة، تؤثر على دينه.
وليس بمُبالغ من قال: إن معظم الفساد في الأخلاق، والانحراف في الأفكار، كان من وسائل الإعلام على اختلاف تنوعها، فانظر كم جلبت هذه الصرخة الإعلامية من فساد خلقي وانحراف فكري، إذ لم تكن هناك أفكار دخلية بين المسلمين، ولا كان فساد في الأخلاق بهذا الكم منتشر، لذلك بات من الضروري جداً مضاهات وسائل الإعلام هذه بوسائل نافعة.
_________
(١) قطعة من حديث أخرجه البخاري (٥٢، ٢٠٥١)، ومسلم (١٥٩٩)
(٢) سبق ذكر هذه القاعدة في هذا البحث راجع ص (٣٨).',NULL,'380',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (379,'<span data-type="title" id=toc-208>المبحث السابع الوسيلة السابعة: الدروس والمحاضرات والندوات:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-209>المطلب الأول: الأهمية والتعريف:</span>
معظم هذه الوسائل ليست جديدة في المجال الدعوي، وإنما الجديد فيها الترتيب والتخطيط، والقدرة على التبليغ.
فالدروس: لها طابع معروف، وهي: مادة علمية مخصوصة، يلقيها شيخ معين بالتتابع، في وقت ومكان محددين.
وأما المحاضرة: فهي وسيلة من الوسائل الدعوية، ذات طابع خاص.
وهي: إلقاء موضوع معين، لداعية معين، مرة واحدة، في وقت ومكان محددين، ويتم ذلك بالتعاون بين المحاضر - أو المحاضرين في حال الندوة - من جهة، وبين المسئولين الذين رغبوا بالمحاضرة أو الندوة من جهة أخرى.
وتكمن أهمية هذه الوسيلة في اهتمامها بالتعليم، بل لعلها الوسيلة الأساس في تدارس العلم وتناقله ..
كما تكمن أهمية المحاضرة في التركيز على جانب علمي، أو دعوي معين، مما يكون له أثر علمي ودعوي عظيم.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (380,'<span data-type="title" id=toc-210>المطلب الثاني: مزايا الدروس وسلبياتها:</span>
<span data-type="title" id=toc-211>من أهم ميزات الدروس: </span>أنها تمنح طالب العلم الملتزم بها حصيلة علمية متينة، ومادة فقهية وفيرة، وسيراً على خطى صحيحة في مضمار طلب العلم.
إذ تهبه الدروس أدباً وهيبة، واتزاناً في التفكير ..

<span data-type="title" id=toc-212>أما السلبيات: </span>فيؤخذ على بعض الدروس:
- جمود الأسلوب.
- عدم فتح باب المحاورة، مما لا يعطي قدرة للطالب على الفهم المطلوب، أو على إزالة الشبه العالقة.
- ضعف التأصيل العلمي، حيث يُشغل الطالب بالحواشي والحفظ بعيداً عن العلم الحقيقي من الكتاب والسنة، فترى الطلبة لا يقدرون على استنباط الأحكام .. بل لا يستطيعون الترجيح بين الأقوال.
- تطبيع التلاميذ على التقليد مما يعطل التفكير عندهم، ويحجر آلة الاجتهاد، فيخرج بعض الطلبة وهم لا يعرفون تفسير آيات الأحكام، ولا أحاديثها.
- ضعف العملية التربوية .. إذ الاهتمام ينصب على حشو المعلومات.
- عدم الاهتمام بالجانب الدعوي تأصيلاً، وعدم تدريب الطلبة على تطبيقه.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (381,'<span data-type="title" id=toc-213>المطلب الثالث: من ميزات المحاضرة وسلبياتها:</span>
تتميز المحاضرة بما يلي:
عرض موضوع واحد، وبأسلوب علمي مقنع، يتدرج فيها المحاضر، فيلقي فيها أفكاره ويؤيدها، ويتعرض للأفكار المخالفة ويفندها، وغالباً ما تكون موجهة لمستوى معلوم من الناس، ويعقبها أسئلة ومناقشة .. كل ذلك يدفع المستمع (المدعو) إلى استجماع أفكاره، وخروجه بنتيجة مثمرة.
وأما الندوة: فهي كالمحاضرة؛ إنما تزيد الندوة عن المحاضرة ميزة مشاركة أكثر من محاضر في وقت واحد، في الموضوع نفسه، مما يثري المدعوين كثافة في المعلومات، وذلك لتنوع الأفكار، وتفاوت الطرح من المشاركين.
وقد شارك الدعاة في هذه الوسيلة في مضمار الدعوة مشاركة فعالة، واستطاعوا أن يغطوا معظم القضايا الدعوية.
وقد وقعت سلبيات في هذه الوسيلة من أهمها:
- خروج بعضهم عن الإطار الدعوي إلى الاستغراق في قضايا غير دعوية.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (382,'- انطلاق بعضهم انطلاقة حزبية ضيقة، عكس آثاراً سلبية على الدعوة، وقلل من عدد المحاضرات والحضور في كثير من البقاع.
- كما لا يزال العامة بمنأى عن اهتمام الدعاة بهم، وعما يجذبهم، فمعظم المحاضرات كانت تخص شباب الصحوة، ومثقفيها إلا قليلاً قليلاً.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (383,'<span data-type="title" id=toc-214>المبحث الثامن الوسيلة الثامنة: المؤتمرات:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-215>المطلب الأول: الأهمية والتعريف:</span>
المؤتمرات هي: مجموعة محاضرات مكثفة، ذات موضوع مترابط، تلقى في وقت محدد، لا يتجاوز في الغالب أياماً معدودة، وفيها يتبادل المحاضرون وجهات النظر حول الموضوع المطروح.
وقد كثرت هذه الوسيلة الدعوية في الآونة الأخيرة، وعليها إقبال كبير من الشباب والمثقفين.
وقد كان لكثير من هذه المؤتمرات أثر دعوي واجتماعي بين المسلمين، وبخاصة تلك التي تُعقد في ديار الغرب (١).
_________
(١) ثمة اقتراح عملي، وبرنامج واقعي، أنصح به الهيئات التي تعقد المؤتمرات العلمية والدعوية، والبرنامج بإختصار كما يلي:
- درس في التفسير بعد الفجر مباشرة (لأن مادة القرآن والتفسير ما زالت غائبة من المؤتمرات)، ولا يخفى أهمية هذا، وربط المسلم بكتاب ربه، ومصدر هدايته وثباته وتشريعه.
- دروس تخصصية في الصباح حسب مستوى المدعوين، يوزعون على فصول فيكون هناك - مثلاً - ثلاثة مستويات .. وثلاثة أو أربعة دروس في العقيدة، وفي الحديث، وفي الفقه، وفي منهجية الدعوة.
- محاضرات عامة وندوات من بعد العصر إلى العشاء ..

- يتخلل ذلك جلسات مفتوحة بين الدعاة والمدعووين.
وقدجرب هذا البرنامج فأثمر ثماراً طيبة، لما فيه من الربط بالعلم من الكتاب والسنة، وما فيه من التأصيل.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (384,'<span data-type="title" id=toc-216>المطلب الثاني: الإيجابيات:</span>
الأولى: تبادل وجهات النظر، والتعاون الفكري بين المسلمين بعامة، وبين المحاضرين بخاصة.
الثانية: أثر هذه المحاضرات دعوياً وعلمياً على المدعوين، وغيرهم فيما بعد.
الثالثة: الأثر الروحاني والاجتماعي الذي يعيشه المسلمون الحاضرون أثناء المؤتمر، وبعده.
الرابعة: التعارف بين المسلمين في أفكارهم، وأشخاصهم.
الخامسة: الظهور بمظهر القوة للإسلام والمسلمين.
ففي هذه المؤتمرات يستشعر المسلمون وغيرهم، بقوة الإسلام، وبخاصة العلمية منها .. وبإقبال الناس عليه، في الوقت الذي يُدبر الناس عن أديانهم.
السادسة: الخروج بحلولٍ لكثيرٍ من قضايا الإسلام العالقة، أو التفكير في حلها.
السابعة: إنقاذ كثير من المسلمين دينياً واجتماعياً، مما حل بهم من الضياع والفساد، وبخاصة في ديار الغرب.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (385,'<span data-type="title" id=toc-217>المطلب الثالث: السلبيات:</span>
- قلة المادة العلمية التي تعرض فيها، وما يترتب على ذلك من ضعف في التأصيل، والمنهج.
- عدم التركيز على القضايا العملية، مما يجعل المؤتمرات نظرية، وبخاصة في الجانب الدعوي.
- عدم الالتزام في كثير من الأحايين بمقررات المؤتمرات، مما يجعلها حبراً على ورق.
- عدم ضبط ما يلقى فيها بما يوافق الدليل من الكتاب والسنة، مما يسبب تناقضات في المطروح، واضطرابات لدى المدعوين، وانحرافات منهجية خطيرة في صفوف الصحوة المرتبطة بها.
- الاهتمام البالغ في الشكليات، مما يؤدي إلى الإسراف، وعدم ظهور الدعاة بمظهر التواضع، مما يثير مشاعر الفقراء وغيرهم بذلك.
-نحوُ كثير من المؤتمرات منحاً سياسياً بحتاً، وغلبة التحليلات الواقعية عليها.
تتبع الأحداث بعيداً عن مضامين الشرع، ومنهج الكتاب والسنة، وانطلاق بعضها انطلاقات حزبية، مما يعطل شموليتها، ويحجر واسعها، ويقطع في كثير من الأحيان سيرها.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (386,'<span data-type="title" id=toc-218>المبحث التاسع الوسيلة التاسعة: الدورات العلمية:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-219>المطلب الأول: الأهمية والتعريف:</span>
الدورات العلمية هي: مجموعة دروس متنوعة مكثفة، تعقد في وقت محدود، قد يطول أو يقصر، حسب الخطة الموضوعة لذلك.
ويخرج المدعو (الطالب) منها بحصيلة علمية جيدة.
ولقد بدأت هذه الوسيلة الدعوية تتنامى في الأيام الأخيرة، وتثمر ثمرات طيبة، وعليها إقبال كبير، وتظهر أهميتها في إيجابياتها.

<span data-type="title" id=toc-220>المطلب الثاني: ميزاتها:</span>
الأولى: خروج طالب العلم بحصيلة علمية جيدة في كثير من العلوم، في وقت قصير.
الثانية: إشغال وقت الشباب، وبخاصة أوقات العطل.
الثالثة: تنوع التلقي من مصادر متفاوتة.
الرابعة: تسهيل طلب العلم، لمن لا يتيسر له عبر المؤسسات العلمية الرسمية؛ كالجامعات وغيرها.

<span data-type="title" id=toc-221>المطلب الثالث: سلبياتها:</span>
يؤخذ على هذه الدورات السلبيات التالية:',NULL,'388',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (387,'الأولى: عدم تعرضها للقضايا المنهجية .. الأمر الذي دفع الشباب لأخذها في كثير من الأحيان من مصادر غير سليمة.
الثانية: عدم اهتمامها بالجانب التأصيلي، الذي أشرنا إليه في التمهيد، إذ تكون معظم الدروس فيها في التمثيل وتكون حيناً في الحواشي.
الثالثة: تقصيرها في الجانب التطبيقي؛ من تدريب على إنزال الأحكام على الوقائع، أو إيجاد أحكام للأحداث.
الرابعة: إغفالها الطرح الدعوي، من منهجية الدعوة، وطرقها، وأساليبها.
مما جعل الطلاب يخرجون بحصيلة علمية جيدة من حيث الحفظ، ضعيفة من حيث التأهيل للفهم والاجتهاد والدعوة، وضعف كبير في المنهج، لذلك تأخذ بهم الرياح يمنة ويسرة.
ومع ذلك؛ فإن زيادة هذه الدورات وتكثيرها وتكميلها مطلوبة، لما فيها من خير عظيم، ونفع كبير.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (388,'<span data-type="title" id=toc-222>المبحث العاشر الوسيلة العاشرة: الأشرطة السمعية والمرئية:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-223>المطلب الأول: الأهمية:</span>
إن لكل وسيلة من هذه الوسائل المذكورةِ مهمةً تؤديها، وثغرةً تسدها.
وإن للأشرطة السمعية دوراً كبيراً لا ينكر، وللمرئية مهمة عظيمة لا تجحد.
فهي: علم متحرك، وعلماء جوالون، ودعاة متنقلون، مع كل طالب علم، وراغب هداية، حسب رغبته.

<span data-type="title" id=toc-224>المطلب الثاني: الإيجابيات:</span>
الأولى: ملء فراغ كثير من الناس، منهم:
ركاب المواصلات، والنساء في بيوتهن، والعمال في مصانعهم، والموظفون في مكاتبهم، والمنتظرون في أماكن انتظارهم.
الثانية: إمكانية اختيار المادة المحبوبة لدى كل فرد.
الثالثة: سهولة اصطحاب هذا العلم في السفر والحضر، والركوب، والجلوس، وفي البر والبحر، وداخل البيت وخارجه، وإمكانية السماع منفردين أو مجتمعين.
الرابعة: سهولة اقتناء أجهزتها ومادتها، فقد أصبحت آلات التسجيل والمنظور (الفيديو) بأثمان يمكن لقطاع كبير من الناس اقتناؤها.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (389,'الخامسة: إمكانية عقد مجالس علمية ودعوية في كل مكان، بالاستماع إليها، أو مشاهدتها.
إذ يمكن لرب الأسرة عقد جلسة مع أسرته، أو المدرس مع تلاميذه، والمدير مع عماله؛ والاستماع إلى إحدى المحاضرات والتعليق عليها، ومداولة الرأي، وتدريب المدعوين على إبداء الرأي، والتناصح في العلم، واستخراج الفوائد، وما شابه ذلك.
وذلك لما فيها من خاصية الاختيار والتحكم.
ولأجل هذه الميزات، فقد شاركت هذه الوسيلة مشاركة فعالة ورئيسة في موكب الدعوة إلى الله.

<span data-type="title" id=toc-225>المطلب الثالث: السلبيات:</span>
الأولى: ما تزال كلفتها المادية تعيق انتشارها في كثير من البلدان الفقيرة.
ويمكن معالجة هذه السلبية، بتشجيع المحسنين على التبرع بكلفتها، لتوزيعها في تلك البلاد.
الثانية: انفلات حبلها، إذ يمكن لكل من هب ودب أن يلقي ما يريد .. مما جعل كثيراً من الدخن يخرج من خلالها.
وهذا أمر من الصعوبة بمكان ضبطه، إلا عن طريق التأصيل الشرعي، والوعي الديني، الذي يجب أن يتسلح به كل مسلم.
الثالثة: الاستغناء بها عن حضور دروس العلماء، ومجالس العلم، مما يضعف التربية، ويوحي بالتعالم في غياب المربي.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (390,'<span data-type="title" id=toc-226>المبحث الحادي عشر الوسيلة الحادية عشرة: اللوحات المعلقة:</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-227>المطلب الأول: التعريف والأهمية:</span>
المقصود باللوحة المعلقة؛ كل لوحة معلقة يكتب عليها ما يذكّر الناس .. وتعلق لأجل ذلك.
وهي نوعان: مطلقة، وخاصة.
أما المطلقة: فهي التي يكتب عليها موعظة عامة، تصلح لكل زمان، ومكان، ومناسبة .. ككتابة آية، أو حديث، أو تذكير بذكر، أو بعمل صالح.
وتعلق في المساجد، وعلى جوانب الطرق، وفي البيوت، والدوائر الرسمية، والمؤسسات الأهلية.
وأما الخاصة فهي: التي توضع لحدث معين، أو للتذكير بأمر محدد، أو بموسم مخصوص، كوفاة امرئ، أو موسم حج، أو دخول عشر ذي الحجة، وما شابه ذلك.
فتكون - والحال هذه - موجهة لأناس مخصوصين، أو لتصرف محدد، كالتذكير بالصبر عند المصيبة، أو الرد بالتي هي أحسن عند الإساءة في الحج، وما شابه ذلك.
ولهذه الوسيلة فوائد جمة تظهر في إيجابياتها التي ستذكر.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (391,'<span data-type="title" id=toc-228>المطلب الثاني: حكمها:</span>
اختلف أهل العلم في حكم هذا التعليق، فذهب طائفة منهم إلى إباحته على أنها وسيلة دعوية.
وذهب آخرون إلى تحريمه، خشية أن يكون في ذلك امتهان للقرآن، أو الحديث، أو أن يكون من باب اتخاذ آيات الله هزواً، وبخاصة ما تحمله مثل هذه اللوحات من زخرفة وفن، وتكلف لا حاجة إليه، يخرجها عن المقصود الدعوي إلى التزيين.
وقد استشهد كل فريق بنصوص على ما ذهب إليه.

<span data-type="title" id=toc-229>الترجيح:</span>
لَمّا لم يكن هذا الكتاب مبحثاً فقهياً، لاستعراض أدلة كل طائفة، والتعليق عليها، فإنني أُعرض عن التفصيل، وأذكر الراجح والصواب مختصراً:
إن الأصل في هذه اللوحات؛ أنها من باب الوسائل، والأصل فيها - كما بُيّن سابقاً - الإباحة، ما لم تتضمن مخالفة شرعية.
وإبقاءً لها على هذا الأصل، وحتى لا يُخرج عنه، يمكن ضبطها بما يلي:
- أن توضع لأجل الدعوة لا الزينة.
- أن تكتب بخط واضح.
- أن لا يغلب عليها الزخرفة.
- أن لا يُتَكلّف فيها، ولا في صنعها.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (392,'- أن يفسر الكلام الغامض فيها.
فإذا توفرت هذه الضوابط، لم يكن للمحرِّمين حجة -بعد ذلك- في منعها.
وأما إذا وضعت لأجل الزينة، وتُكُلِّف في زخرفتها، فلا شك في منع مثل ذلك، إلا أن يعلق بدلها ما يفسد ولا يصلح، فيسكت عن تعليقها - وقتئذ - من باب درء مفسدة أكبر منها (١).

<span data-type="title" id=toc-230>المطلب الثالث: ميزاتها وسلبياتها:</span>
<span data-type="title" id=toc-231>أما ميزاتها فتظهر في الأمور التالية:</span>
- قلة كلفتها المادية، وبساطة مادتها العلمية.
- سهولة وصول المعلومات إلى الناس.
- بقاء النفع بها، مادامت معلقة، دون بذل جهد، أو تضحية في مال، أو وقت زائد.
- عموم النفع بها للقراء جميعاً.
ولا يخفى على بصير، ما لهذه الوسيلة من أثر في التذكر والحفظ، فكم من آية أو حديث حفظهما المرء من لوحة، وكم غفلة عن ذكر الله، زالت بقراءة موعظة معلقة.
ولا يزال الطلاب يحفظون آيات كريمة، وآحاديث عظيمة، وأبيات شعر جميلة، من لوحات المدرسة.
_________
(١) - قيل للإمام أحمد: إن بعض الأمراء يزخرفون المصاحف بالذهب .. فقال: دعوهم فإن لم ينفقوه في هذا أنفقوه في غيره. فلو لم تكن لهذا الإمام سوى هذه الفتوى لكان بها إماما .. على دقة فقهه، وبعد نظره وفي معناه ذكره المناوي في فيض القدير (٥/ ٤٤٩)',NULL,'395',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (393,'<span data-type="title" id=toc-232>سلبياتها:</span>
- كتابة الأحاديث الضعيفة عليها، وانتشارها بين الناس.
- كتابة القصص، والأقوال المخالفة للكتاب والسنة.

<span data-type="title" id=toc-233>المطلب الرابع: توجيهات ونصائح حولها:</span>
فضلاً عن التوصيات السابقة الذكر، فإنه يفضل:
- أن يتأكد من المعلومة التي تكتب فيها، وبخاصة الأحاديث النبوية.
- أن تكون في مكان واضح.
- أن تبدل كل فترة معينة.
- أن يسأل أهل المكان الذي علقت به عن حفظها، فيسأل إمام المسجد المصلين عن حفظها، ويسمع ممن حفظها، ويمكن أن يضع مكافآت لمن يحفظها من الأولاد.
ولو أن كل إمام مسجد وضع كل أسبوع لوحة، تتضمن آية أو حديثًا، وشرح مضمونها خلال هذه الفترة، وطلب من المصلين حفظها على مدار الأسبوع، لخرج المصلون في هذا المسجد في سنة واحدة باثنين وخمسين آية، واثنين وخمسين حديثاً حفظاً وفهماً.
ولو فعل هذا رب كل أسرة، وعمل، ومؤسسة، ودائرة، لكان في هذا من الخير والدعوة إلى الله، ما لا يتحصل في إذاعة، ولا خطبة، ولا شريط مسموع أو منظور، بل ولا كتاب مقروء ...',NULL,'396',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (394,'لأن هذه الوسائل على نفعها، لا تدفع للحفظ، ولا تركز على الفهم، كما لو كان الأمر على ما وصف في هذه الوسيلة، والله الموفق.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (395,'<span data-type="title" id=toc-234>المبحث الثاني عشر الوسيلة الثانية عشرة: وسيلة .. المجادلة والمحاورة والمناظرة:</span>
وفيه عشرة مطالب:

<span data-type="title" id=toc-235>المطلب الأول: الأهمية والمقصود:</span>
لما كان من المعلوم بالضرورة: أن دين الإسلام لا يقوم بالإكراه، ولا ينتشر بالعنف.
{لا إِكْرَاهَ فِي الدّينِ قَد تّبَيّنَ الرّشْدُ مِنَ الْغَىّ .. } الآية [البقرة: ٢٥٦].
وإنما يُدعى إليه عن طريق البيان، وإقامة الحجة، ودحض الباطل.
قال تعالى: {بَلْ نَقْذِفُ بِالْحَقّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ .. } الآية [الأنبياء: ١٨].
لذلك شرع الله المجادلة بكافة أشكالها، وما يدخل في هذا الباب؛ من المناظرة والمحاورة .. وما شابه ذلك سبلاً من أهم سبل الدعوة إليه.
وليس القصد من هذا المبحث التفصيل في طرقها وشروطها، فلها كتب مخصوصة، ومباحث معينة، وسوف يُتعرض لها على سبيل الإجمال.

<span data-type="title" id=toc-236>المطلب الثاني: المعاني والتعريف</span>
المجادلة والمناظرة والمحاورة والمماراة وارتباط هذه الألفاظ بعضها مع بعض ومعانيها:
وذلك؛ حتى يتناسب خطاب الداعية كافة الأحوال، وليعم كافة المدعووين، فقد سبق أن الداعية يتعرض إلى أحوال دعوية متفاوتة، وأن المدعووين يتفاوتون في فهمهم وثقافتهم وطرق دعوتهم.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (396,'لذلك كان تنوع خطاب الداعية من إلقاء إلى حوار إلى مناظرة أقوى سلاحاً له وأنفع للمدعووين.
ذهب بعض أهل العلم واللغة إلى: أن المجادلة والمحاورة والمناظرة والمناقشة .. كلها ألفاظ مترادفة، ذات معنى واحد، أو متقارب (١).
قلت: المتتبع لألفاظ الجدل والمحاورة والمناظرة والمراء .. وما شابهها في القرآن والسنة، يجد أن ثمة اشتراكاً كبيراً بين هذه الألفاظ في معانيها، وبينهما فروق تدل على أن لكل نقطة معنى مخصوصاً، فمن ذلك:
أن الله أمر بالجدال، ولم يحدد صوره، وإنما حدد أسلوبه: أن يكون بالتي هي أحسن {وَجَادِلْهُم بِالّتِى هِىَ أَحْسَنُ .. } الآية [النحل: ١٢٥].
وامتثالاً لهذا الأمر؛ نجد أن رسول الله والأنبياء - صلى الله عليهم وسلم - من قبل، ناظروا وحاوروا، وأن الله وصف ما جرى بين النبي وخولة بنت ثعلبة - التي كانت تشتكي زوجها -، بالجدال وبالحوار في وقت واحد.
{قَدْ سَمِعَ اللهُ قَوْلَ الّتِى تُجَادِلُكَ فِى زَوْجِهَا وَتَشْتَكِىَ إِلَى اللهِ وَاللهُ يَسْمَعُ تَحَاوُرَكُمآ} [المجادلة: ١].
وسمى الله الكفار المعاندين: بالمجادلين بالباطل، فقال:
_________
(١) كتاب الجدل لابن عقيل: المقدمة للدكتور علي بن عبد العزيز العميرين (ص: ١٦) ومناهج الجدل للدكتور زاهر عواض الألمعي (ص: ٢٩) والكافية في الجدل لأبي المعالي الجوني (ص: ١٩) واللسان مادة (ج د ل)',NULL,'399',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (397,'{وَيُجَادِلُ الّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقّ .. } الآية [الكهف: ٥٦].
وسمّى بعض بيان الأنبياء لأقوامهم جدالاً {قَالُوا يَنُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا .. } الآية [هود: ٣٢].
وسمّى الله المجادلة مراء في قوله تعالى: {فَلا تُمَارِ فِيهِمْ إِلاّ مِرَآءً ظَاهِراً .. } الآية [الكهف: ٢٢].
وحاج إبراهيم صاحبه، وسمّاه العلماء مناظرة. (١)
وسمّى رسول الله - صلى الله عليه وسلم - المجادلة بالباطل؛ مراء.
فقال - صلى الله عليه وسلم -: ((أنا زعيم ببيت في ربض الجنة، لمن ترك المراء، وإن كان محقاً)). (٢)
وبناء على هذا فالظاهر: من هذه الألفاظ؛ المجادلة، المحاورة، المناظرة، المراء التي ذكرت في هذه النصوص، إما أنها مترادفة مع فروق قليلة في المعنى.
وإما أنها -المناظرة، والمحاورة، والمراء - صور من صور الجدال، ويكون الجدال جامعاً لهذه الألفاظ، وهن شعب من شعبه، وهذا أشبه بالصواب.
قال ابن الأثير ((المجادلة: المناظرة والمخاصمة)) (٣)
_________
(١) وذلك في سورة البقرة {أَلَمْ تَرَ إِلَى الّذِي حَآجّ إِبْرَاهِيمَ فِي رِبّهِ .. } [البقرة: ٢٥٨]
(٢) أخرجه أبو داود (٤٨٠٠)، والطبراني في الكبير (٨/ ٩٨)، وفي الأوسط (٤٦٩٣)، وفي مسند الشاميين
(١٢٣٠، ١٥٩٤)، والبيهقي في السنن (١٠/ ٢٤٩) وفي الشعب (٨٠١٧) وأورده الشيخ الألباني في الصحيحة (٢٧٣).
(٣) النهاية في غريب الحديث، مادة: (جدل)',NULL,'400',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (398,'وقد عُرّفتْ هذه الألفاظ؛ الجدال، المناظرة، الحوار .. تعريفات فلسفية منطقية، أعرضت عن ذكرها، لأننا في مقام الدعوة، لا في مقام علم الكلام، وسأحاول تبسيط هذه التعريفات، وتسهيل عباراتها، وتقريبها إلى أذهان الدعاة والمدعوين ما استطعت .. والله وحده المعين.
الجدال لغة: اشتداد الخصومة. (١) ويتم بتبادل الكلام.
وقال ابن الأثير ((الجدال: مقابلة الحجة بالحجة)). (٢)
والجدال - بعامة - اصطلاحاً: هو بيان ما عند المتكلم من الحق، وتخطئة المخالف، ورد الشبهات.
الحوار لغة: المجاوبة والمجادلة. (٣)
الحوار والمحاورة اصطلاحاً: تبادل وجهات النظر المختلفة بين أكثر من طرف، لإحقاق قوله، وتخطئة قول غيره، دون تعمد لكسر مخالفه.
ففيه يلقي كل طرف ما عنده، بكلمات موجزة، أو محاضرات قصيرة، محاولاً إظهار ما عنده من الحق، وإزالة ما وقع على مذهبه من اللبس، وبيان ما عند المخالف من الخطأ، ومافي مذهبه من اللبس.
وتتم في جو يسوده الهدوء والإنصات.
وغايتها: إظهار الحق، وإقناع الطرف الآخر، عن طريق التفاهم والمناصحة والبيان.
_________
(١) اللسان (١١/ ١٠٣)، وتهذيب اللغة، والوسيط، مادة (ج د ل)
(٢) النهاية (١/ ٢٤٧).
(٣) المعجم الوسيط (١/ ٢٠٥)، مادة: (حار).',NULL,'401',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (399,'وحكمه - حكم الأصل -أصل الدعوة- الوجوب على من يستطيعه، وقد ورد في القرآن الكريم صور له، من ذلك في سورة الكهف: {قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ ... } الآية [الكهف: ٣٧]. إلى آخر النص.
المناظرة لغة: المباراة في المحاجة. (١)
المناظرة اصطلاحاً: بيان ما عند كل طرف من الصواب أو الحق، ودحض ما عند الطرف الآخر من الخطأ والباطل، على طريقة السؤال والجواب، لأجل الإلزام، والإفحام، والإحراج.
وهي: أدق صور المجادلة، وأصعبها، وتحتاج إلى فن خاص، فوق العلم والفقه.
ولذلك لا يجوز لأي طالب علم أن يقوم بها، لأنها سلاح حاد ذو حدين (٢).
المراء لغة: هو الجدال (٣).
المراء اصطلاحاً: الجدال بالباطل، قال تعالى: {أَلا إِنّ الّذِينَ يُمَارُونَ فَي السّاعَةِ لَفِي ضَلالَ بَعِيدٍ} [الشورى: ١٨]، وأحياناً يأتي بالمعنى اللغوي. {فَلا تُمَارِ فِيهِمْ إِلاّ مِرَآءً ظَاهِراً} [الكهف: ٢٢] .. أي الجدال.
الجدال بالتي هي أحسن: أن يكون الجدال بأسلوب حسن، وعرض مقبول دون تعرض إلى شتم، أو استهزاء، أو تقبيح.
_________
(١) المعجم الوسيط (٢/ ٩٣١)، مادة: (نظر).
(٢) إذ قد يكون صاحب الحق حافظاً عالماً ولكنه لا يحسن المناظرة .. فإذا خاضها وفشل انعكس أثر ذلك على الحق الذي عنده. فليتنبه إلى هذا.
(٣) انظر المعجم الوسيط، مادة: (مرى).',NULL,'402',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (400,'والجدال بالسوء: هو أن يكون بأسلوب سيء، وخروج عن الأدب، من مقاطعة وصراخ، وصدور ألفاظ سيئة، وخروج عن البحث العلمي إلى الشخصي، وما شابه ذلك.

<span data-type="title" id=toc-237>المطلب الثالث: مشروعية الجدال بعامة، وحرمة المذموم منه:</span>
بناء على ماسبق، فإن للجدال صوراً متعددة، منها المشروع، ومنها ماهو مذموم.
قال تعالى: {وَجَادِلْهُم بِالّتِي هِىَ أَحْسَنُ .. } الآية [النحل: ١٢٥].
وقال تعالى: {وَلا تُجَادِلُوَا أَهْلَ الْكِتَابِ إِلاّ بِالّتِىهِىَ أَحْسَنُ .. } الآية [العنكبوت: ٤٦].
فهذا إذنٌ بالجدال، بل أمر به .. بشرطين:
الأول: أن يكون بالحق.
الثاني: أن يكون بالتي هي أحسن.
ويكون الجدال مذموماً - غير مشروع - في الأحوال التالية:
الأولى: أن يكون دفاعاً عن خطأ، أو باطل.
قال تعالى: {وَلا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ .. } الآية [النساء: ١٠٧] أي لا تدافع عن الذين يخونون أنفسهم بالظلم والكذب.
وقال تعالى: {وَيُجَادِلُ الّذِينَ كَفَرُوا بِالْبَاطِلِ .. } الآية [الكهف: ٥٦].
الثانية: عندما يكون بغير علم.
قال تعالى: {وَمِنَ النّاسِ مَن يُجَادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ وَيَتّبِعُ كُلّ شَيْطَانٍ مّرِيدٍ}. [الحج: ٣]',NULL,'403',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (401,'الثالث: إذا كان بغير التي هي أحسن، وقد سبقت الأدلة على ذلك.
الرابع: أن يكون في الشبهات، أو مما يثير الفتنة، أو فيما لا طائل وراءه.
قال تعالى: {فَأَمّا الّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ}.
والضابط في هذا: أن كل جدال بعلم، وأسلوب حسن، ابتغاء معرفة الحق، وسلوك سبيل الهداية، فهو محمود، فإن سقط أحد هذه الشروط، صار مذموماً ..
وأما ما ورد عن السلف في النهي عن الجدال فالمقصود من ذلك المذموم منه، وذلك توفيقاً من أقوال السلف الذين مدحوه، فضلاً عن ثبت الأمر به في الكتاب والسنة وفعله الرسل والأئمة. (١)

<span data-type="title" id=toc-238>المطلب الرابع: الجدال في القرآن الكريم:</span>
تعرض القرآن الكريم في بيانه البديع إلى جميع صور الجدل؛ من محاورة ومناظرة، ودعا المخالفين إلى ذلك، بالشروط السابقة، وفي هذا المطلب مسائل:

<span data-type="title" id=toc-239>المسألة الأولى: الدعوة إلى الجدال:</span>
_________
(١) - راجع الإبانة الكبرى لابن بطة (٢/ ٥٢٩) وما بعدها وجامع بيان العلم لابن عبد البر (٤٢٢، ٤٣٦) وما بعدها.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (402,'قال تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلَمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئًا وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [ال عمران: ٦٤]
وقال تعالى: {وَجَادِلْهُم بِالّتِى هِىَ أَحْسَنُ .. } الآية [النحل: ١٢٥] ..
فهذه دعوة واضحة، للمحاورة والمفاهمة.

<span data-type="title" id=toc-240>المسألة الثانية: صور من الحوار في القرآن:</span>
وقد قام القرآن الكريم بمجادلتهم، بصورة المحاورة، وتظهر ملامحها جلية في مواضع كثيرة، من ذلك:
قوله تعالى: {قُلْ أَرَأَيْتُم مَّا أَنزَلَ اللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلالاً قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ} [يونس: ٥٩]
وقوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ} [يونس: ٥٠].
وقوله تعالى: {قُلْ أَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِّن قَبْلِ هَذَا أَوْ أَثَارَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَادِقِينَ} [الأحقاف: ٤].

<span data-type="title" id=toc-241>المسألة الثالثة: صور من المناظرة في القرآن الكريم:</span>
تتجلى معالم المناظرة في القرآن الكريم في مواضع كثيرة، وما فيها من إحراج الخصم بل إفحامه، وعجزه عن الجواب، منذ خلق البشرية إلى يوم القيامة، إلا أن يسلم ويؤمن.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (403,'قال تعالى: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: ٣٥].
وقال تعالى: {ءَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الْخَالِقُونَ} [الواقعة: ٥٩].
وقال: {يَمَعْشَرَ الْجِنّ وَالإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُوا مِنْ أَقْطَارِ السّمَاوَاتِ وَالأرْضِ فانفذوا لا تنفذون إلا بسلطان} [الرحمن: ٣٣].
وطلبُ الإجابة والتحدي، صورٌ من صور المناظرة، التي تعرض لها القرآن أكثر من مرة.

<span data-type="title" id=toc-242>المطلب الخامس: تتابع الرسل على المجادلة:</span>
تتابع الرسل والأنبياء عليهم الصلاة والسلام وأتباعهم على المجادلة بصورها المتعددة، من محاورة ومناظرة.
فمن بديع المحاورة ما قصه الله بالإجمال؛ مما حصل بين الرسل وأقوامهم من محاورة هادفة.
قال تعالى: {أَلَمْ يَأْتِكُمْ نَبَأُ الّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالّذِينَ مِن بَعْدِهِمْ لا يَعْلَمُهُمْ إِلاّ اللهُ جَآءَتْهُمْ رُسُلُهُمْ بِالْبَيّنَاتِ فَرَدّوَا أَيْدِيَهُمْ فِيَ أَفْوَاهِهِمْ
وَقَالُوَا إِنّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ وَإِنّا لَفِي شَكّ مّمّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ
قَالَتْ رُسُلُهُمْ أَفِي اللهِ شَكّ فَاطِرِ السّمَاوَاتِ وَالأرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مّن ذُنُوبِكُمْ وَيُؤَخّرَكُمْ إِلَىَ أَجَلٍ مّسَمّى
قَالُوَا إِنْ أَنتُمْ إِلاّ بَشَرٌ مّثْلُنَا تُرِيدُونَ أَن تَصُدّونَا عَمّا كَانَ يَعْبُدُ آبَآؤُنَا فَأْتُونَا بِسُلْطَانٍ مّبِينٍ',NULL,'406',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (404,'قَالَتْ لَهُمْ رُسُلُهُمْ إِن نّحْنُ إِلاّ بَشَرٌ مّثْلُكُمْ وَلَكِنّ اللهَ يَمُنّ عَلَىَ مَن يَشَآءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَآ أَن نّأْتِيَكُمْ بِسُلْطَانٍ إِلاّ بِإِذْنِ اللهِ وَعلَى اللهِ فَلْيَتَوَكّلِ الْمُؤْمِنُونَ
وَمَا لَنَآ أَلاّ نَتَوَكّلَ عَلَى اللهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنّ عَلَىَ مَآ آذَيْتُمُونَا وَعَلَى اللهِ فَلْيَتَوَكّلِ الْمُتَوَكّلُونَ
وَقَالَ الّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنّكُمْ مّنْ أَرْضِنَآ أَوْ لَتَعُودُنّ فِي مِلّتِنَا فَأَوْحَىَ إِلَيْهِمْ رَبّهُمْ لَنُهْلِكَنّ الظّالِمِينَ} [إبراهيم: ٩ - ١٣]

وفي سورة (يس) يعرض الله صورة من المحاورة بين الرسل وأقوامهم بقوله تعالى: {فَقَالُوَا إِنّآ إِلَيْكُمْ مّرْسَلُونَ
قَالُوا مَآ أَنتُمْ إِلاّ بَشَرٌ مّثْلُنَا وَمَا أَنزَلَ الرَّحْمن مِن شَيْءٍ إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ
قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ، وَمَا عَلَيْنَا إِلا الْبَلاغُ الْمُبِينُ
قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ
قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ} [يس: ١٤ - ١٩].
وينقل الله لنا محاورة جميلة، بين رجل مؤمن، وآخر كافر، جرى بعضها في الدنيا وبعضها الآخر في الآخرة.
{قَالَ قَآئِلٌ مّنْهُمْ إِنّى كَانَ لِى قَرِينٌ
يَقُولُ أَءِنّكَ لَمِنَ الْمُصَدّقِينَ * أَءِذَا مِتْنَا وَكُنّا تُرَاباً وَعِظَاماً أَءِنّا لَمَدِينُونَ',NULL,'407',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (405,'قَالَ هَلْ أَنتُمْ مّطّلِعُونَ * فَاطّلَعَ فَرَآهُ فِي سَوَآءِ الْجَحِيم
قَالَ تَاللهِ إِن كِدتّ لَتُرْدِينِ * وَلَوْلا نِعْمَةُ رَبّي لَكُنتُ مِنَ الْمُحْضَرِينَ * أَفَمَا نَحْنُ بِمَيّتِينَ * إِلاّ مَوْتَتَنَا الاُولَىَ وَمَا نَحْنُ بِمُعَذّبِينَ * إِنّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ} [الصافات: ٥١ - ٦٠]
وانظر غير مكره؛ المحاورة في سورة (الكهف) بين مؤمن وكافر
{فَقَالَ لَصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزّ نَفَراً
وَدَخَلَ جَنّتَهُ وَهُوَ ظَالِمٌ لّنَفْسِهِ
قَالَ مَآ أَظُنّ أَن تَبِيدَ هَذِهِ أَبَداً * وَمَآ أَظُنّ السّاعَةَ قَائِمَةً وَلَئِن رّدِدتّ إِلَىَ رَبّي لأجِدَنّ خَيْراً مّنْهَا مُنْقَلَباً
قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالّذِي خَلَقَكَ مِن تُرَابٍ ثُمّ مِن نّطْفَةٍ ثُمّ سَوّاكَ رَجُلاً * لّكِنّ هُوَ اللهُ رَبّي وَلا أُشْرِكُ بِرَبّي أَحَداً * وَلَوْلآ إِذْ دَخَلْتَ جَنّتَكَ قُلْتَ مَا شَآءَ اللهُ لا قُوّةَ إِلاّ بِاللهِ إِن تَرَنِ أَنَا أَقَلّ مِنكَ مَالاً وَوَلَداً * فعسَىَ رَبّي أَن يُؤْتِيَنِ خَيْراً مّن جَنّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مّنَ السّمَآءِ فَتُصْبِحَ صَعِيداً زَلَقاً * أَوْ يُصْبِحَ مَآؤُهَا غَوْراً فَلَن تَسْتَطِيعَ لَهُ طَلَباً
وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلّبُ كَفّيْهِ عَلَى مَآ أَنْفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىَ عُرُوشِهَا * وَيَقُولُ يَلَيْتَنِى لَمْ أُشْرِكْ بِرَبّى أَحَداً} [الكهف: ٣٤ - ٤٢]
ونقل الله لنا محاورة إبراهيم مع أبيه وقومه أكثر من مرة في القرآن الكريم مما يغني عن تسجيلها هاهنا.
ومن أبدع المناظرات التي نقلها لنا القرآن بين الأنبياء وأقوامهم.
ما نقله عن مناظرة إبراهيم مع الذي حاجه.
قال تعالى: {أَلَمْ تَرَ إِلَى الّذِي حَآجّ إِبْرَاهِيمَ فِى رِبّهِ أَنْ آتَاهُ اللهُ الْمُلْكَ',NULL,'408',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (406,'إِذْ قَالَ إِبْرَاهِيمُ رَبّىَ الّذِى يُحْيِى وَيُمِيتُ
قَالَ أَنَا أُحْيِى وَأُمِيتُ
قَالَ إِبْرَاهِيمُ فَإِنّ اللهَ يَأْتِى بِالشّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ
فَبُهِتَ الّذِى كَفَرَ وَاللهُ لا يَهْدِى الْقَوْمَ الظّالِمِينَ}. [البقرة: ٢٥٨]

<span data-type="title" id=toc-243>المطلب السادس: الترتيب الدعوي لصور الجدال:</span>
مما يجدر التنبه له؛ أنه في كثير من الأحيان تختلط صور الجدال بعضها ببعض، فتكون محاورة، ثم تتحول إلى مناظرة، ولكن على الداعية أن يبدأ دعوته بالمحاورة .. حتى إذا انقطع أمله في هداية المخالف، وتبينت معاندته، لجأ إلى المناظرة، لقطع حجته، وإظهار باطله. ولدفع الاغترار به.
وبين أيدينا مقطع من أجمل ما جرى من المحاورة والمناظرة بين نبي وكافر، بين موسى عليه السلام وفرعون.
فبعد أن بدأ موسى فيها بالبيان، وسرد الأدلة؛ أراد فرعون أن يخرجه أكثر من مرة عن نقاط البحث، وإثارة القضايا الشخصية، ولكن موسى - صلى الله عليه وسلم - كان متنبهاً لذلك، فكان كلما حاول فرعون الخروج والتفلت، رده موسى إلى نقطة البحث الأولى، ولنستمع إلى هذه المحاورة الجميلة، التي تحولت في آخرها إلى مناظرة وتحدٍ.',NULL,'409',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (407,'{قَالَ أَلَمْ نُرَبّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ * وَفَعَلْتَ فَعْلَتَكَ الّتِى فَعَلْتَ وَأَنتَ مِنَ الْكَافِرِينَ (خروج عن نقطة البحث، بإثارة الماضي)
قَالَ فَعَلْتُهَآ إِذاً وَأَنَا مِنَ الضّالّينَ * فَفَرَرْتُ مِنكُمْ لَمّا خِفْتُكُمْ فَوَهَبَ لِى رَبّى حُكْماً وَجَعَلَنِي مِنَ الْمُرْسَلِينَ * وَتِلْكَ نِعْمَةٌ تَمُنّهَا عَلَىّ أَنْ عَبّدتّ بَنِي إِسْرَائِيلَ (اعتراف بالحق، وإزالة للشبهة)
قَالَ فِرْعَوْنُ وَمَا رَبّ الْعَالَمِينَ (استهزاء واستنكارًا)
قَالَ رَبّ السّمَاوَاتِ وَالأرْضِ وَمَا بَيْنَهُمَآ إِن كُنتُمْ مّوقِنِينَ
قَالَ لِمَنْ حَوْلَهُ أَلا تَسْتَمِعُونَ (استخفافاً واستنكار للحق)
قَالَ رَبّكُمْ وَرَبّءَابَآئِكُمُ الأوّلِينَ (استمرار بالبيان وعدم الالتفات إلى الإشغال)
قَالَ إِنّ رَسُولَكُمُ الّذِى أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ (خروج عن نقطة البحث بالتهم الزائفة)
قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَآ إِن كُنتُمْ تَعْقِلُونَ (استمرار بيان الحق، وعدم الرد على التهم الشخصية)
قَالَ لَئِنِ اتّخَذْتَ إِلَهَاً غَيْرِى لأجْعَلَنّكَ مِنَ الْمَسْجُونِينَ (تهديد بالسلطان)
قَالَ أَوَلَوْ جِئْتُكَ بِشَئٍ مّبِين (دفع بالأدلة)
قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصّادِقِينَ (متحدياً)
فَأَلْقَىَ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مّبِينٌ * وَنَزَعَ يَدَهُ فَإِذَا هِىَ بَيْضَآءُ لِلنّاظِرِينَ (الحجة الدافعة)',NULL,'410',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (408,'قَالَ لِلْمَلإِ حَوْلَهُ إِنّ هَذَا لَسَاحِرٌ عَلِيمٌ * يُرِيدُ أَن يُخْرِجَكُمْ مّنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (تحريش وكيد)
قَالُوَا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِى الْمَدَآئِنِ حَاشِرِينَ * يَأْتُوكَ بِكُلّ سَحّارٍ عَلِيمٍ * فَجُمِعَ السّحَرَةُ لِمِيقَاتِ يَوْمٍ مّعْلُومٍ
وَقِيلَ لِلنّاسِ هَلْ أَنتُمْ مّجْتَمِعُونَ * لَعَلّنَا نَتّبِعُ السّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ * فَلَمّا جَآءَ السّحَرَةُ قَالُوا لِفِرْعَوْنَ أَإِنّ لَنَا لأجْراً إِن كُنّا نَحْنُ الْغَالِبِينَ * قَالَ نَعَمْ وَإِنّكُمْ إِذاً لّمِنَ الْمُقَرّبِينَ*
قَالَ لَهُمْ مّوسَىَ أَلْقُوا مَآ أَنتُمْ مّلْقُونَ (تحدياً واطمئناناً)
فَأَلْقَوْا حِبَالَهُمْ وَعِصِيّهُمْ وَقَالُوا بِعِزّةِ فِرْعَونَ إِنّا لَنَحْنُ الْغَالِبُونَ
فَأَلْقَىَ مُوسَىَ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ (انتصار الحق وهزيمة الباطل)
فَأُلْقِىَ السّحَرَةُ سَاجِدِينَ * قَالُواءَامَنّا بِرَبّ الْعَالَمِينَ} [الشعراء: ١٨ - ٤٧] (اعتراف بالحق، وتسليم له).
وفي هذه المحاورة البديعة -في هذه السورة وغيرها-، التي تحولت في آخرها إلى مناظرة، فوائد جليلة، ونكت بديعة، ليس هاهنا محلها، ولكن نظراً لأهميتها، وما تعود به على الدعاة من ثمار طيبة، نوجز بعضها لأهميته:
الأولى: البدء بالبيان.
بدأ موسى عليه الصلاة والسلام محاورته بالبيان، وأنه وأخاه رسولا رب العالمين.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (409,'الثانية: عدم انسياق موسى وراء ما يثيره فرعون، مما ليس هو محل المحاروة.
فقد اعترض عليهما فرعون - بما لا يعترض به-بقوله: {قَالَ أَلَمْ نُرَبّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ} [الشعراء: ١٨]. إشغالاً لهما عن نقطة البحث، وهي إثبات الربوبية لله.
ثم ذكّره بقتل الرجل: {وَفَعَلْتَ فَعْلَتَكَ الّتِي فَعَلْتَ ... } [الشعراء: ١٩].
فتنبه موسى عليه السلام إلى المكر، وبادره بالاعتراف، حتى لا يضيع الوقت في ذلك، فالوقت ثمين، والموقف لا يسمح بضياع شيء منه، {قَالَ فَعَلْتُهَآ إِذاً وَأَنَا مِنَ الضّالّينَ} [الشعراء: ٢٠].
فقطع موسى بذلك الطريق على فرعون، كي لا يخرج عن الموضوع، وحتى لا يحول المحاورة إلى قضايا شخصية.
ثم رد على شبهته في مسألة تربيته باختصار {وَتِلْكَ نِعْمَةٌ تَمُنّهَا عَلَيّ أَنْ عَبّدتّ بَنِي إِسْرَائِيلَ} [الشعراء: ٢٢].
أي: هل تعادل نعمة تربيتك لي، بالإساءات والأذيات لبني إسرائيل، أوَ تريد أن تستر ظلمك، وتعبيدك بني إسرائيل، بتربيتك لي، وبعبارة أخرى: أتذكر وتمن علي بتربيتك لي، وتتناسى ظلمك واستعبادك لبني إسرائيل (١).
الثالثة: عدم انشغال موسى عن الدعوة إلى الله، بالدفاع عن نفسه.
_________
(١) ماذكرته فحوى كلام المفسرين:
راجع تفسير ابن كثير (٣ - ٣٤٥)، وتفسير الشوكاني (٤/ ١٣٨)، وغيرهما، عند تفسير هذه الآية.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (410,'فلما فشل فرعون في إشغال موسى والحضور بإثارة الماضي، لجأ إلى الاتهام المباشر، وحاول السخرية من موسى واتهامه بالجنون.
فلم يعبأ موسى بمثل هذه الاتهامات، لأن فرعون أُسقط في يديه، فلا حاجة بعد ذلك للرد على الأمور الشخصية، فالقضية أكبر، والوقت أثمن.
فاستمر موسى في بيانه، وفي عرض أدلته .. فلما استهزأ فرعون به قائلاً {وما ربُ العالمين}.
كان جواب موسى: {رَبّكُمْ وَرَبّءَابَآئِكُمُ الأوّلِينَ} [الشعراء: ٢٦].
ولما اتهمه فرعون بتهمة الجنون، أجابه موسى: {رَبّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَآ إِن كُنتُمْ تَعْقِلُونَ} [الشعراء: ٢٨].
الفائدة الرابعة: عدم الخوف من التهديد:
لما عجز فرعون عن إشغال موسى، وإخراجه عن نقطة البحث، والتدليس على الحضور، وخسر الجولة، بادر إلى التهديد، تعويضاً عن الخسارة، ورداً للاعتبار.
قال (فرعون): {لَئِنِ اتّخَذْتَ إِلَهَاً غَيْرِى لأجْعَلَنّكَ مِنَ الْمَسْجُونِينَ} [الشعراء: ٢٩].
فلم يلتفت موسى إلى هذا التهديد.
ولفت نظر الخصم والحضور إلى: أن المسألة مسألة علم ودليل وبيان، لا مسألة سجن وتهديد وطغيان.
ورد عليه بسلاح الحجة، وسهام الآيات، فانتقل به إلى المناظرة المادية، وإقامة الحجج الواقعية.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (411,'{قَالَ أَوَلَوْ جِئْتُكَ بِشَئٍ مّبِينٍ} [الشعراء: ٣٠].
وفي كل هذه المواقف المحرجة، كان موسى عليه الصلاة والسلام، يتابع بيانه دون انقطاع وخروج عن الموضوع، ويوضح مقصوده بأجمل بيان. ويبين حجته دون خوف ولا تردد ..
أَبَعْد هذا كله يقال: إن الإسلام - دعوة الأنبياء - دعوةٌ قامت على الإكراه! !

<span data-type="title" id=toc-244>المطلب السابع: صور من الجدال في السنة:</span>
ولا تقل السنة عطاءً في هذا المضمار عن القرآن.
فمن جميل ما نقل لنا رسول الله - صلى الله عليه وسلم - مناظرة جرت بين آدم وموسى عليهما السلام.
فعن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم -، قال: ((احتج آدم وموسى، فقال موسى: يا آدم أنت أبونا خيبتنا، وأخرجتنا من الجنة، فقال آدم: أنت موسى اصطفاك الله بكلامه، وخط لك التوراة بيده، تلومني على أمر قدره عليَّ قبل أن يخلقني بأربعين سنة، فحج آدم موسى)) (١).
ومن ذلك؛ محاورة رسول الله - صلى الله عليه وسلم - ثمامة يوم أُسر، وهو كافر حتى أسلم.
_________
(١) أخرجه البخاري (٣٤٠٩)، ومسلم (٢٦٥٢)، وأبو داود (٤٧٠١) واللفظ له، وقد تم التعليق والتوضيح لهذه المحاورة ص (٢٦٦) فلتراجع.',NULL,'414',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (412,'فعن أبي هريرة قال بعث النبي - صلى الله عليه وسلم - خيلاً قِبَل نجد، فجاءت برجل من بني حنيفة، يقال له: ثمامة بن أثال، فربطوه بسارية من سواري المسجد فخرج إليه النبي - صلى الله عليه وسلم -
فقال: ((ماعندك ياثمامة؟ ))
فقال: عندي خير يا محمد، إن تقتلني تقتل ذا دم، وإن تنعم تنعم على شاكر، وإن كنت تريد المال فسل منه ماشئت، فتُرِك حتى كان الغد، ثم
قال له: ((ما عندك يا ثمامة؟ ))،
قال: ما قلت لك، إن تنعم تنعم على شاكر .. ، فتركه حتى كان بعد الغد،
فقال: ((ماعندك يا ثمامة؟ ))،
فقال: عندي ما قلت لك،
فقال: ((أطلقوا ثمامة)).
فانطلق إلى نخل قريب من المسجد فاغتسل ثم دخل المسجد
فقال: أشهد أن لا إله إلا الله وأن محمداً رسول الله)). (١)
فانظر - رحمك الله - ما للحوار الهادف الحكيم من آثار عظيمة.
_________
(١) رواه البخاري (٤٦٢، ٢٤٢٢)، ومسلم (١٧٦٤).
لعل إباءثمامة الإسلام وهو مأسور، خشية أن يظن أنه أسلم مكرهاً، أو خشية القتل .. رضي الله عنه وأرضاه .. أبعد هذا يقال: إن الإسلام انتشر بالإكراه.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (413,'<span data-type="title" id=toc-245>المطلب الثامن: شروط الجدال المحمود، وضوابطه:</span>
لكي يكون الجدال مثمراً، والمناظرة والمحاورة نافعتين، وحتى لا يكون كحوار الطرش، وحتى لا تكون مفاسد هذه الوسائل أكبر من مصالحها فتصبح محرمة، ينبغي الالتزام بالشروط والآداب التالية:
فمنها ما هو في المحاورِ، ومنها ما هو لضبط الجدال.
الأول: أن يكون محور الجدال نصرة الدين وأصولَه بعامة مع الكافرين، لا الخوض في فروعه وتمثيله، ونصرةَ الكتاب والسنة ومنهجَ السلف مع المخالفين، لا نصرة الأحزاب المنشأة، أو الطرق المحدثة، أو القضايا الشخصية.
الثاني: أن لا يُناظر المسلم غير المسلمين في الشبهات، إلا ما كان من ذلك من ضرورة، وذلك حين تثار، وتكون مشوهة للإسلام، أو تكون مانعاً من دخوله، ولا تُناظَر الطوائف الضالة في فرعيات الدين، أو المسائل الاجتهادية، وإنما تُناظَر في الأسس والأصول.
فلا يُناظر الكافرين، في عدد الصلوات، وعدد الطلقات، وعدد الرميات في الحج، وحجاب المرأة.
إن من الخطأ المبين: أن يجادل من لا يؤمن بالله، بأحكام الله.
الثالث: أن لا تكون أمام العامة، كي لا تثير عليهم شبها، أو تضعف عندهم حقا.
فإن للمناظرة أمام العامة سلبياتٍ كثيرة، ومن ذلك سماعهم الشبهات، حول ما عندهم من الحق، أو حول ما عند غيرهم من الباطل.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (414,'والعامة أصحاب عاطفة وتزيين، لا أصحاب تفكير ودليل، وقد يكون صاحب الحق ضعيفاً، لا يحسن الرد، أو قوياً، ولكنه لا يحسن التوضيح، فيقع في نفوس الناس اللبس، ويضعف عندهم الحق، أو ينتصر الباطل.
الرابع: أن تُحَدَّد نقطة البحث قبل البدء بالمناظرة.
الخامس: أن تُحَدَّد المرجعية قبل البدء بالمناظرة.
السادس: أن يُضْبَطَ الوقت.
السابع: أن يلتزم الجميع وبخاصة المسلم، الأدب وحسن الاستماع.
الثامن: أن لا يسمح لأحد غير المتناظرين بالتدخل.

<span data-type="title" id=toc-246>المطلب التاسع: نصائح للمناظر:</span>
الأولى: إخلاص النية لله، وأن يكون مقصده الوصول إلى الحق، والدعوة إليه.
وقد ورد عن الإمام الشافعي قوله: ((ما ناظرت أحداً إلا وددت أن يظهر الله الحق على يديه)). (١)
قال البيهقي: ((وحكمته: أن لا يستنكف عن الأخذ به بخلاف خصمه .. )) (٢).
_________
(١) طبقات الشافعية للأسنوي (١/ ١٣)، (ترجمة الإمام الشافعي).
(٢) المصدر السابق (١/ ١٣).',NULL,'417',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (415,'الثانية: أن لا يحمله الموقف على رد الحق، أو عدم التراجع عن الخطأ، أو الكذب، فإن التراجع عن الخطأ، وقول الحق، خير عند الله وعند الناس من التمادي في الباطل.
فإن كثيراً من الناس يظنون: أن التراجع عن الخطأ منقصةٌ لهم، ينزل به قدرهم، ويذهب من هيبتهم، ويفقدون ثقة الناس بهم، والعكس هو الصواب، فما تراجع امرؤ إلى الحق إلا رفعه الله، وأعلى قدره.
الثالثة: أن لا يكون همه مجرد الانتصار على شخصية الخصم، بل يكون همه السعي نحو هدايته، فإن لم يكن إلا كسره من أجل بيان باطله حتى لا يغتر به، فلا بأس - وقتئذ - بذلك.
الرابعة: الرفق والتلطف في الأسلوب، ولو كان في المناظرة، ولو كان مع أعدى الأعداء.
الخامسة: أن يكون المناظر عالماً بعامة، وبموضوع المناظرة بخاصة.
السادسة: أن تتوفر فيه موهبة المناظرة، وإدراك نفسية المناظر والمستمعين.
إن المناظرة فن من أعظم فنون الدعوة إلى الله، ولها خاصية فوق خاصية العلم، وليس كل عالم مناظراً، إذ لها طرق ومداخل واستدراج، وفيها مخارج وإحراج.
وهي أشبه بالمعركة، ففيها هجوم ومناورة والتفاف، ثم غلبة وانتصار، أو هزيمة واندحار.
السابعة: أن لا يغيب ذهنه عن المستمعين، فهم المقصود .. وليعلم أن كل كلمة، أو إشارة، أو حركة، محسوبة عليه.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (416,'ولذلك لا يحسنها إلا من وهبه الله هذا الفن، وسهله له، فمن تعرض لها وهو غير مؤهل لها فلا يدخلها، وعلى المناظر أن يستنصح إخوانه .. وعليهم أن يصدقوه .. فإذا نصحوه بعدم دخولها فليقبل نصيحتهم، ولا يركب رأسه، فإن الانسحاب خير من الفشل، لما له من تأثير كبير على الدعوة.
الثامنة: أن لا يخرج عن نقطة البحث، ولا عن المرجعية، مهما حاول الخصم إخراجه أو استدراجه.
التاسعة: كسب القلوب، مقدم على كسب المواقف، إلا أن يكون موقف حق، ودونه الباطل.
العاشرة: إذا عجز عن إقناعه بدليل، أو راوغ فيه المخالف، فلينتقل إلى دليل آخر، كما فعل إبراهيم عليه الصلاة والسلام لما قال للذي حاجه: إن الله يحي ويميت، قال الخصم: أنا أحي وأميت .. فلم يناقشه إبراهيم عليه الصلاة والسلام في هذه .. لأن الوقت أثمن .. فأتاه بقارعة أسقطته وأسقطت ادعاءه بالإحياء والإماتة.
الحادية عشر: أن لا يغضب، وأن لا ينتقم لنفسه، فمن يعلم أن من طبعه الغضب، فلا يدخل المناظرة، فإن الغضب في المناظرة له آثار سيئة ولو كان لله.
الثانية عشر: الانسحاب عند تبين مراء الخصم، لقوله تعالى: {فَلا تُمَارِ فِيهِمْ إِلاّ مِرَآءً ظَاهِراً .. } الآية [الكهف: ٢٢]',NULL,'419',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (417,'ولقوله - صلى الله عليه وسلم -: ((اقرؤوا القرآن ما ائتلفت عليه قلوبكم، فإذا اختلفتم فقوموا)). (١)
ولقوله - صلى الله عليه وسلم -: (( .. وأنا زعيم ببيت في ربض الجنة لمن ترك المراء وإن كان محقاً)) (٢).
ولذلك يجب على المتناظرين أن يكونا حريصين أشد الحرص على أن لا تحول المناظرة إلى مراء لا ينفع في علم، ولا يهدي إلى طريق، بل يفسد القلوب، ويوغر الصدور، ويزيد الشحناء، مع إضاعة الأوقات، وإبطال الأجر.
فإما أن يلتزما آداب المناظرة وشروطها، وإما أن ينسحبا، لأن في الاستمرار على المراء إثم عند الله، وفساد عند العباد.

<span data-type="title" id=toc-247>المطلب العاشر: خلاصة المبحث:</span>
مما سبق يتبين ما يلي:
- أن المناظرة: وسيلة مشروعة، وأسلوب دعوي مؤثر.
- أن لها شروطاً وآداباً يجب الالتزام بها، وإلا أصبحت مفاسدها أكبر من مصالحها.
وتمنع المناظرة في الأحوال التالية:
-عندما تنقلب إلى مراء.
_________
(١) أخرجه البخاري (٥٠٦٠، ٥٠٦١، ٧٣٦٤، ٧٣٦٥)، ومسلم (٢٦٦٧)، وابن حبان (٧٣٢، ٧٥٩)، والنسائي في الكبرى (٨٠٩٧)، والدارمي (٣٣٦١)، وأبو يعلى (١٥١٩)، وأحمد (١٨٨٣٦) جميعهم من حديث جندب بن عبد الله البجلي -رضي الله عنه-.
(٢) سبق تخريجه ص (٣٩٣).',NULL,'420',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (418,'-عندما لا يُلتزم بشروطها.
-عندما تثير شبهاً لدى العامة.
-عند ضعف المناظِر علماً أو فناً بها.
-أن يغلب على الظن أن مفسدتها أكبر من مصلحتها.

والله الهادي إلى سواء السبيل.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (419,'<span data-type="title" id=toc-248>المبحث الثالث عشر الوسيلة الثالثة عشرة: المباهلة:</span>
يقصد بالمباهلة: دعاء الفريقين المتكاذبين، كلاً بالهلاك على الطرف الكاذب وذريته (١).
متى يدعى لها؟ : تكون بعد استنفاذ كافة السبل الدعوية، من بيان، وحوار، ومناظرة، مع إصرار الخصم وجحوده وعناده.
فإذا استمر الخصم على الافتراء والكذب، دعي إلى المباهلة.
لقوله تعالى: {فَمَنْ حَآجّكَ فِيهِ مِن بَعْدِ مَا جَآءَكَ مِنَ الْعِلْمِ ... } الآية
[آل عمران: ٦١]، أي من أبَنْتَ له الحق، وأقمت عليه الحجة، فأبى وعاند .. فادعه بعد ذلك إلى المباهلة.
ففي هذا دليل على أنها آخر المطاف.
قال ابن كثير: ((كما دعا رسول الله - صلى الله عليه وسلم - وفد نجران من النصارى -بعد قيام الحجة عليهم في المناظرة، وعتوهم، وعنادهم -إلى المباهلة)) (٢).
وقال ابن القيم: (( .. أن السنة في مجادلة أهل الباطل إذا قامت عليهم حجة الله ولم يرجعوا، بل أصروا على العناد أن يدعوهم إلى المباهلة)) (٣).
_________
(١) راجع النهاية لابن الأثير (١/ ١٦٧)، والمعجم الوسيط، مادة: (ب هـ ل).
(٢) تفسير ابن كثير (١/ ١٣٢) وكذلك عند تفسير الآية ٦١ إلى الآية ٦٣ من سورة آل عمران.
(٣) زاد المعاد (٣/ ٦٤٣).',NULL,'422',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (420,'كيفيتها: يدعو أحد الطرفين الآخر لها .. ويجتمعان في مكان واحد، مع أهليهما وذريتهما، ثم يدعو بعضهم على بعض: أن ينزل الله لعنته على الكاذب منهما.
دليلها: قوله تعالى: {فَمَنْ حَآجّكَ فِيهِ مِن بَعْدِ مَا جَآءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ} [ال عمران: ٦١].
وبعد نزول هذه الآية دعا رسول الله - صلى الله عليه وسلم - وفد نجران، بعد أن ناظرهم وأقام عليهم الحجة، وأَبَوا الإسلام، وأصروا على الافتراء - كما سبق ذكره - دعاهم إلى المباهلة، فخافوا وأبوا، ثم سالموا ودفعوا الجزية.
فعن حذيفة رضي الله عنه قال: ((جاء العاقب والسيد صاحبا نجران إلى رسول الله - صلى الله عليه وسلم - يريدان أن يلاعناه، قال: فقال أحدهما لصاحبه: لا تفعل، فو الله لئن كان نبياً فلاعنّاه لا نفلح نحن ولا عقبنا من بعدنا، قالا: إنا نعطيك ما سألتنا .. )) (١) الحديث.

فيما تشرع فيه المباهلة:
تشرع المباهلة في كل أمر أساس في الدين، ينكره الخصم، ويفتري فيه، وللمباهل فيه برهان من الله لا اجتهاد فيه.
ولذلك لا تشرع المباهلة في الأمور الاجتهادية، ولا الفرعية، فإن الخطأ في الاجتهاد لا يلاعن عليه، بل يؤجر صاحبه بشروطه المعروفة.
_________
(١) رواه البخاري (٤٣٨٠)، ومسلم (٢٤٢٠).',NULL,'423',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (421,'هل ما تزال المباهلة مشروعة؟ :
المباهلة مشروعة في الكتاب والسنة كما سبق بيانه، وإذا شرع أمر في الكتاب والسنة، فلا يقبل دعوى نسخه، أو تخصيصه، إلا بدليل قطعي، لا بالظن والاجتهاد ..
ودعوى بعضهم أنها خاصة بالنبي - صلى الله عليه وسلم - دعوى مردودة، لأن الأمر للنبي أمر للأمة، ما لم يأت دليل يمنعه، وليس ثمة دليل مانع على هذه الدعوى.
قال ابن القيم: ((وقد أمر الله سبحانه بذلك- أي بالمباهلة- رسوله ولم يقل: إن ذلك ليس لأمتك من بعدك .. )) (١).
وقد تتابع المسلمون على استخدام هذه الوسيلة، مما يؤكد بقاء مشروعيتها.
وقد دعا إلى المباهلة ابن عباس، والأوزاعي، والعسقلاني، وغيرهم (٢).
_________
(١) زاد المعاد (٣/ ٦٤٣).
(٢) راجع زاد المعاد (٣/ ٦٤٣)، وفتح الباري (٨/ ٩٥).

ومن غريب ما وقع من المباهلة أن الحافظ العسقلاني أمير أهل الحديث، وشارح صحيح البخاري، قد باهل أحد محبي محيي الدين بن عربي على أنه ضالٌ، فأصابت المباهلة الرجل فمات، راجع (تنبيه الغبي إلى تكفير ابن عربي) للعلامة برهان الدين البقاعي ص (١٤٩ - ١٤٨)، و (شرح قصيدة ابن القيم) لأحمد بن إبرهيم بن عيسى (١/ ١٧٢ - ١٧٣).',NULL,'424',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (422,'<span data-type="title" id=toc-249>المبحث الرابع عشر الوسيلة الرابعة عشرة: الشبكة العالمية (الشبكة العنكبوتية) (الإنترنت)</span>
وفيه أربعة مطالب:

<span data-type="title" id=toc-250>المطلب الأول: ضرورة استغلالها في الدعوة إلى الله:</span>
لم يَعُدْ خافيا على أحد - وبخاصة الدعاة - ما حصل من قفزة نوعية في عالم الاتصال، وسرعة فائقة في نقل المعلومات، ثم سهولة في تناولها، حتى كادت تغطي كل بقعة، وتصل إلى معظم الأيدي، وتدخل كثيراً من البيوت، والمؤسسات، والدوائر، والمراكز التعليمية.
وقد حوت وسائل الاتصال هذه؛ الغث والسمين، والشر والخير .. ويستطيع المرء أن يتناول منها ما شاء، ويدع ما شاء، كل ذلك عبر وسائل كثيرة، من أهمها (الشبكة العالمية)
وقد سبق أن ذُكر أهمية استخدام هذه الوسائل، وأن التخلي عنها يترك ثغرة في المجال الدعوي، يستغلها المفسدون، بما لا حاجة إلى تكراره، وتفصيله.
والواقع؛ أن معظم الدعاة، سارعوا إلى استغلال هذه الوسيلة على نطاق واسع، وأجادوا وأفادوا، وإن تردد فريق منهم، وأحجم ورعاً، فله اجتهاده.
وقد فتحت مواقع جيدة، منها: الإخباري .. ومنها العلمي .. ومنها الحواري .. ومنها الاجتماعي .. ومنها للفتاوى، ومنها دون ذلك.
وفيها خير مدخون، وشر معسول.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (423,'وهي كأي وسيلة أخرى، يمكن استخدامها في الخير، وفي الشر، ولا تخلو وسيلة من مثل هذه الوسائل من إيجابيات وسلبيات.

<span data-type="title" id=toc-251>المطلب الثاني: إيجابياتها:</span>
الأولى: سهولة تبليغ المعلومة، وسهولة الحصول عليها.
لم يَعُدْ خافياً على كثير من الدعاة، سهولة إيصال المعلومة إلى من يريد، وسهولة الحصول عليها، عبر هذه الوسيلة.
وأصبح العالم - والمسلمون جزء منه - في عالم تسوده سهولة انتقال المعلومة، وسهولة تلقيها.
وأصبح بإمكان كل داعية؛ أن يرسل ما يريد بكل سهولة، وبإمكان كل مدعو تلقي ذلك بكل يسر ومرونة.
الثانية: سرعة في تبليغ المعلومة، وسرعة في تلقيها.
لا تخفى حاجة المسلم إلى بعض الفتاوى العاجلة وبخاصة المرأة، وما تحتاجه من فتاوى في شؤونها؛ من حيض، ونفاس، وطلاق، تستدعي وصولَ الفتوى إليها على وجه السرعة.
ولا يخفى صعوبة تحرك المرأة .. وانشغال أهل العلم، وصعوبة الوصول إليهم، ونظام دوائر الإفتاء، الأمر الذي لا يلبي حاجة المستفتي العاجلة.
وقد أزالت هذه الوسيلة الحواجز بين الداعية وإرسال المعلومة، وأزاحت الموانع بين المدعو وتلقي المعلومة، وأصبح التواصل بين الداعية والمدعو اليوم عبر الشبكة بالسرعة المطلوبة.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (424,'الثالثة: تنوع المعلومات وغزارتها.
أما تنوع معلومات الشبكة وغزارتها فهو أمر معروف، نظراً لتعدد مصادر العطاء، وتنوعها.
الرابعة: وسيلة من وسائل الترفيه المشروعة.
من المعلوم أن كثيراً من الناس لديهم فراغ كبير لا يحسنون استغلاله، أو لديهم معلومات أو أفكار لا يستطيعون - لظرف أو آخر - أن يفيدوا غيرهم بها عبر وسائل الإعلام المعروفة، أو يفرغوا ما في صدورهم ..
فمشاركة المسلم في حواراتها مشاركة هادفة مفيدة فعالة، منضبطة بضوابط الشرع، ينمي مداركه، ويزيد في ثقافته، ويفرغ ما في صدره، ويشغل وقته بما ينفعه.
لذلك كانت هذه الوسيلة مخرجاً لهم إذا أحسنوا استخدامها.
الخامسة: مشاركة المسلم في مشكلات المسلمين، ووقوفه على أخبارهم.
من المعلوم أن للمسلمين مشكلات عامة وخاصة، وأخباراً لا تتناقلها وسائل الإعلام الرسمية والعامة.
فاطلاع المسلم عليها، ومشاركته المعنوية والمادية فيها، له أثره الطيب في نفوس الجميع.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (425,'السادسة: إمكانية الاستماع للدروس والمحاضرات مباشرة، مع المشاركة فيها داخل البيوت، والمكاتب.
من المعلوم أن في الشبكة غرفاً صوتية، تنقل الدروس، والمحاضرات، والمؤتمرات مباشرة .. يمكن الاستماع لها، والمشاركة فيها من داخل البيوت، مما يوفر كلفة الخروج على الجميع، ويخفف شكاوى النساء من أزواجهن الدعاة.
وأكثر ما يستفيد من هذه الوسيلة النساء والعجزة والمرضى، ولولا هذه الوسيلة لحُرِموا هذا الخير، وهذه إيجابية في هذه الوسيلة، لا تتوفر في غيرها.
السابعة: وصول الدعوة إلى المحرومين:
هناك بلاد كثيرة محروم الناس فيها من الدعوة، وتلقي العلم، إما لقلة العلماء، أو لظلم من السلطان .. أو لظرف آخر.
وبوجود هذه الوسيلة، التي تتجاوز الحدود بلا تأشيرة، وتدخل البيوت بلا إذن، يسهل على الدعاة دعوة هؤلاء الناس، ويسهل على المدعوين التلقي.
الثامنة: مجال واسع للعلماء:
معظم وسائل الإعلام لها ضوابط تقيدها، ولها ظروف تحول دون كثير من الدعاة امتطاء جوادها، والتكلم من وراء لاقطها (الميكرفون).',NULL,'428',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (426,'وبهذه الوسيلة، يستطيع كثير من الناس الذين لهم قدرات كامنة، وليس لهم شهرة تؤهلهم للظهور في الوسائل الأخرى .. يستطيعون أن يَلِجُوها من أوسع أبوابها، دون مسئول يمنع، أو رقيب يأذن، مما يثري هذه الوسيلة بالمعلومات، ويمدها بالعطاء.

<span data-type="title" id=toc-252>المطلب الثالث: سلبياتها:</span>
سبق أن ذُكر؛ أن معظم هذه الوسائل سلاح ذو حدين، وحوم حول الحمى، لذلك لا تخلو - كغيرها من أمثالها - من سلبيات:
الأولى: انفلات زمامها، وانفتاح أبوابها، لكل من هب ودب، ولا يخفى ما في هذا من الخطورة البالغة، والضرر المتحقق.
الثانية: خطورة الانزلاق في مهاوي الرذيلة، فإن فيها ودياناً خطيرة، ومغارات عميقة.
الثالثة: تُعرّضُ المستخدمَ لها للسقوط في انحرافات منهجية متطرفة، كالتكفير، والعنف، وما شابه ذلك.
الرابعة: الإدمان عليها، وضياع كثير من الأوقات - بغير شعور من المستخدم - فيها.
ونظراً لما تمنحه هذه الوسيلة من حرية للمرء، واعتداد بالنفس، وإشغال للوقت، فقد تدفع مستخدمها إلى التعلق بها إلى درجة الإدمان، وفي هذا ضرر بالغ على هذا المستخدم لا يخفى.

<span data-type="title" id=toc-253>المطلب الرابع: نصائح وتوجيهات:</span>',NULL,'429',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (427,'الأولى: يمكن محاولة ضبطها، بأن تكون الأجهزة في مكان بارز من البيت أو المكتب، حتى تُرى من الجميع بسهولة، وأن تقفل في حال غياب المسؤول بحيث لا يتمكن الشيطان من استدراج المستخدم.
الثانية: متابعة أفكار المستخدمين، وبخاصة الشباب، وغسلها أولاً بأول.
الثالثة: إذا أحس المستخدم بالضعف، فإما أن يمتنع مباشرة، أو لا يدخلها إلا مع بعض إخوانه الثقات.
الرابعة: تشديد المراقبة من قبل الجهات الرسمية بشكل مركزي، وبخاصة على مقاهي الشبكة.
الخامسة: توعية المسلمين من خطرها عبر وسائل الإعلام المتنوعة، والمدارس والمساجد.',NULL,'430',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (428,'<span data-type="title" id=toc-254>المبحث الخامس عشر الوسيلة الخامسة عشرة: التمثيل:</span>
وفيه ثلاثة مطالب:

<span data-type="title" id=toc-255>المطلب الأول: المقصود والحكم:</span>
المقصود بالتمثيل: قيام مجموعة من الناس بدور (بتقليد) آخرين في الكلام والأفعال.
ثم تطور التمثيل إلى وجود تمثيليات مسلسلة، ذات قصة طويلة.
ولهذه الوسيلة أثر كبير على المشاهدين، لاجتماع الصورة والصوت، اللذين يشدان المشاهد شداً.
وقد اختلف أهل العلم في حكم هذه الوسيلة، ولما لم يكن هذا البحث بحثاً فقهياً، حتى تُسرد أدلة كل طرف، فيكفي ذكر ذلك على سبيل الإيجاز.
اعترض المانعون بما يلي:
الأول: أن في التمثيل تقليداً للآخرين، ربما لا يرضون ذلك، فيكون في ذلك إثم.
الثاني: قلما تخلو تمثيلية من امرأة، وفي هذا من المخالفة ما لا يخفى.
الثالث: لا تخلو من كذب، وذلك لعدم المعرفة التامة بتصرف المقلَّد، فيتصرف الممثل باسم ذلك الغائب، فيقول أو يفعل، ما لم يقل الممثّل عنه أو يفعل، فيقع فيما هو أشد من الكذب وهو الافتراء.',NULL,'431',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (429,'الرابع: أن هذا لم يكن في عهد الأئمة، والسلف الصالح، ولم يقوموا بمثله، مع قدرتهم على ذلك، مما يعني عدم مشروعيته.
الخامس: ما يجري فيه من إسراف، وإضاعة أوقات، وبذل جهد، لا يعادل المصلحة المتوخاة منه.
وذهب فريق آخر من أهل العلم إلى إباحته بضوابط، أزالوا منها ما يسبب اعتراض المانعين، ومما قالوا:
الأول: إن الأصل في التمثيل الإباحة، لعدم ورود نهي عنه، وما اعترض عليه المانعون يمكن معالجته.
الثاني: لا يُسلَّم لهم؛ بأن أصل التمثيل لم يفعله أحد من السلف، نعم لا يعرفونه، كفَنٍ من الفنون المتطورة في عصرنا، أما كأصل فهو معروف، فقد ثبت أن بعض الملائكة قاموا بتمثيل بعض الشخصيات.
فمثّل المَلَك دور الفقير حين سأل الأعمى، والأبرص، والأقرع كما هو معروف في الحديث المشهور (١).
وقام رسول الله - صلى الله عليه وسلم - بأداء الصلاة، ولم يرد الصلاة - وقتئذ - لذاتها، وإنما أراد تعليم الناس، فعن سهل قال: رأيت رسول الله - صلى الله عليه وسلم - صلى عليه (أي على درجات المنبر)، وكبر وهو عليها، ثم ركع وهو عليها، ثم نزل القهقري فسجد في أصل المنبر ثم عاد، فلما فرغ أقبل على الناس، فقال: ((أيها الناس؛ إنما صنعت هذا لتأتموا بي، ولتعلّموا صلاتي)) (٢).
_________
(١) رواه البخاري (٣٤٦٤)، ومسلم (٢٩٦٤).
(٢) رواه البخاري (٩١٧)، ومسلم (٥٤٤).',NULL,'432',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (430,'أما مسألة تقليد من لا يرضى، فجوابه أن تقليد الآخرين، منه ما لا يرضاه أصحابه، ومنه ما يرضونه.
فتقليدهم في أعمال الخير، والكلام الطيب، مما يرضونه، حتى يقتدى به، وأما تقليدهم فيما لا يرضونه فلا يجوز.
كما أنه ليس كل تمثيل يكون تقليداً لآخرين، فمن التمثيل مالا يكون تقليداً، وإنما تمثل فيه قضية عامة، ليس فيها أعيان معروفون، كعقوق الوالدين، وأثر الغيبة والنميمة في الناس، وما شابه ذلك، فليس في هذا محذور شرعي أبداً.
وأما قضية المرأة، فيمكن اجتنابها بكل سهولة، وبخاصة في المدارس والجامعات، وما شابه ذلك.

<span data-type="title" id=toc-256>المطلب الثاني: خلاصة الحكم (الترجيح):</span>
يتبين مما سبق؛ أن ما أورده المانعون من إشكالات وتحريم، إنما ينصبُّ على ما لحق به من دخول النساء، والكذب، والإسراف، وما شابه ذلك .. فإذا اجتنبت هذه المحذورات، رجع حكم التمثيل إلى الأصل، وإذا ثبت أنه لا نص يحرم الأصل، بل على العكس، ثبت أن أصل هذا الأمر قد فعله ملك، ونبي، دل ذلك على أن الأصل في التمثيل؛ الإباحة، ويشترط له الشروط التالية حتى يبقى على الأصل:
الأول: أن يكون هادفاً في إيضاح قضية شرعية، أو اجتماعية مهمة، كبيان صفة الصلاة، أو صفة الحج، أو محاسن حسن العشرة الزوجية، أو مفاسد الطلاق، وما شابه ذلك.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (431,'الثاني: أن لا يمثل أعيان معروفون إلا بإذنهم، أو بغلبة الظن أنهم يسمحون بذلك.
الثالث: حرمة تمثيل الأنبياء على الإطلاق، وهذا أمر مُسَلَّم به عند العلماء، وقد أجمعت مراكز البحوث العلمية، وإدارات الإفتاء على ذلك، ولا أعلم أحداً من أهل العلم المعتبرين أباح ذلك.
الرابع: حرمة تمثيل كبار الصحابة (١) ممن يؤخذ عنهم، ولهم مقام في الدين، وعند الناس كبير، كالراشدين الأربعة، ومن شابههم.
وذلك خشية انطباع الناس عنهم بانطباعات غير صحيحة، مما يضر بهيبتهم في نفوسهم، أو يأخذون عنهم ما ليس بصحيح.
الخامس: أن لا تقوم المرأة بالتمثيل أمام الرجال مطلقاً، والرجل أمام النساء، إن كان في ذلك فتنة، فإن: ((المرأة عورة)) (٢)، كما قال عليه الصلاة والسلام، وعن أسامة بن زيد رضي الله عنهما عن النبي - صلى الله عليه وسلم -، قال: ما تركت بعدي فتنة أضر على الرجال من النساء)) (٣).
السادس: أن لا يصحب ذلك أي نوع من آلات المعازف.
_________
(١) انظر فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - المملكة العربية السعودية (١/ ٤٩٠)، وفتاوى لجنة الأزهر.
(٢) أخرجه الترمذي (١١٧٣)، وقال: هذا حديث حسن غريب، والطبراني في الكبير (٩/ ٢٩٥)، وفي الأوسط (٨٠٩٧)، والبزار في مسنده (٥/ ٤٢٧)، وقال الهيثمي في مجمع الزوائد (٢/ ٣٥): رواه الطبراني في الكبير ورجاله موثوقون.
(٣) رواه البخاري (٥٠٩٦)، ومسلم (٢٤٧٠).',NULL,'434',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (432,'السابع: أن لا يصبح التمثيل غاية في ذاته، ومهنة يكتسب من ورائها الكسب المادي، وأن لا يكون ديدن الناس، ولا أن يشغل المشاهدين؛ التزيين، واللباس، وما شابه ذلك.
الثامن: عدم التكلف في الإعداد، وعدم الإسراف في الإنفاق.
التاسع: أن لا يحوي على محرمات كالكذب، والسخرية، والغيبة، والميوعة، وإثارة الغرائز.
وبالتزام هذه الشروط، يبقى التمثيل على الأصل، وهو الإباحة.

<span data-type="title" id=toc-257>المطلب الثالث: صور من التمثيل الهادف المباح:</span>
من الممكن القيام ببعض التمثيل الهادف، والذي ليس فيه ما يجعله محرماً، ومن ذلك:
-قيام مجموعة بتمثيل أعمال الحج في الطواف، أو السعي - أو غير ذلك -، وما ينبغي أن يكون عليه المسلم من الخلق، مع ما يكون من أذكار، ودعاء بصوت مسموع.
-قيام فرد أو أفراد بتمثيل الصلاة الصحيحة، وصلاة الجماعة، والصلاة التي فيها أخطاء تحذيراً للناس.
-تمثيل عقوق الوالدين وطاعتهما والفرق بينهما، وآثار ذلك.
-تمثيل البائع الصادق، وما يعقبه من بركة، والبائع الكاذب، وما يعقبه من إهلاك.
وما شابه هذه المواضيع النافعة كثير.',NULL,'435',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (433,'<span data-type="title" id=toc-258>المبحث السادس عشر الوسيلة السادسة عشرة: التصوير:</span>
التصوير وسيلة من الوسائل القديمة، غير أنها تطورت تطوراً مذهلاً، باختراع التصوير الضوئي (الفوتوغرافي) .. ثم التصوير المتحرك، ولهذه الوسيلة أثر بالغ عند المدعوين لما للمنظر من تأثير على التفكير.
وقد جاءت النصوص صارمة جلية في تحريم تصوير ذوات الأرواح، وتعليقها، ومن هذه النصوص:
قوله - صلى الله عليه وسلم -: ((إن أشد الناس عذاباً عند الله يوم القيامة المصورون)) (١).
وقوله - صلى الله عليه وسلم -: ((لا تدخل الملائكة بيتاً فيه كلب ولا تصاوير)) (٢).

<span data-type="title" id=toc-259>درجة حرمة التصوير ومتى يباح:</span>
وبناء على هذه النصوص وغيرها، مما تَعَرضَت لقضية التصوير يثبت حرمته، وقد حُرم سداً لباب ذريعة الشرك والمضاهاة.
فأما المضاهاة؛ فلقوله صلى الله عليه وسلم: ((إن من أشد الناس عذاباً يوم القيامة الذين يضاهون - وفي رواية- يشبهون بخلق الله)) (٣).
وأما الشرك: فلقوله - صلى الله عليه وسلم -: ((إن أولئك، إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً، وصوروا فيه تلك الصور، فأولئك شرار الخلق عند الله يوم القيامة)) (٤).
_________
(١) رواه البخاري (٥٩٥٠)، ومسلم (٢١٠٩).
(٢) رواه البخاري (٥٩٤٩)، ومسلم (٢١٠٦).
(٣) رواه البخاري (٥٩٥٤)، ومسلم (١٠٦).
(٤) رواه البخاري (٤٢٧)، ومسلم (٥٢٨).',NULL,'436',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (434,'قال ابن عباس عما ورد في سورة نوح من أسماء (وداً وسواعاً .. ((أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم؛ أن انصبوا على مجالسهم التي كانوا يجلسون أنصاباً وسموها بأسمائهم، ففعلوا، فلم تُعبد، حتى إذا هلك أولئك وتنسَّخ العلم عبدت)) (١).
وتثبت حرمة التعليق لمنعه دخول الملائكة.
وقد سبق بيان قاعدة إباحة ما حرم سداً للذريعة عند تحقق المصلحة الراجحة (٢)، بما يغني عن إعادته.
فعلى هذا؛ يباح التصوير للتعليم بكافة أنواعه، وللدعوة إذا تحققت المصلحة من ذلك، وانتفت المفسدة التي حُرِّم من أجلها، ويؤيد هذا أن النبي - صلى الله عليه وسلم -، أجاز استعمال اللعب للأطفال، وهي صور مجسمة.
فعن عائشة رضي الله عنها قالت: كنت ألعب بالبنات عند النبي - صلى الله عليه وسلم -، وكان لي صواحب يلعبن معي، فكان رسول الله - صلى الله عليه وسلم - إذا دخل يتقمعن منه، فيسربهن إلي فيلعبن معي)) (٣)
وعن عائشة رضي الله عنها قالت: قدم رسول الله - صلى الله عليه وسلم - من غزوة تبوك أو خيبر، وفي سهوتها ستر، فهبت ريح فكشفت ناحية الستر عن بنات لعائشة، فقال: ((ما هذا يا عائشة؟ ))، قالت: بناتي، ورأى بينهن فرساً له جناحان من رقاع، فقال: ((ما هذا الذي أرى وسطهن؟ ))، قالت: فرس،
_________
(١) رواه البخاري (٤٩٢٠).
(٢) راجع المبحث ص (٣٥١) من هذا البحث.
(٣) رواه البخاري (٦١٣٠)، ومسلم (٢٤٤٠).',NULL,'437',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (435,'قال: ((وما هذا الذي عليه؟ ))، قالت: جناحان، قال: ((فرس له جناحان))، قالت: أما سمعت أن لسليمان خيلاً لها أجنحة، قالت: فضحك حتى رأيت نواجذه (١).
أما التصوير المتحرك فله وجهان؛ وجه يحرمه، لأنه صورة ثابتة الأصول (المسودات)، ووجه يبيحه، لأنه متحرك، والصورة المتحركة غير محرمة، كالصورة في المرآة، ولا شك أن مثل هذا أكثر قبولاً لتطبيق قاعدة إباحة ما حُرم سداً للذريعة، عند تحقق المصلحة، والله أعلم.
وبهذا أكون قد أتيت على هذا البحث سائلاً المولى عز وجل أن يجعله في ميزان حسناتي ووالدي، وفي ميزان كل من دعا إلى تأليفه، ولكل من كان سببًا في إعداده.
والله من وراء القصد، والحمد لله رب العالمين.
وللفائدة .. أذكر خلاصة في النتائج والمقترحات.
_________
(١) أخرجه أبو داود (٤٩٣٢)، وانظر صحيح أبي داود (٤١٢٣)، السهوة: هي الفتحة الكبيرة في الجدار، أو النافذة ذات الجدار السميك التي تستخدم لوضع المتاع، فتح الباري: (١٠/ ٣٨٧).',NULL,'438',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (436,'<span data-type="title" id=toc-260>الخاتمة:<span data-type="title" id=toc-261> النتائج </span>والمقترحات والتوصيات:</span>
النتائج:
من خلال هذا البحث يمكن استخراج النتائج التالية:
الأولى: أن البشرية اليوم بعامة، والمسلمين بخاصة، بأمس الحاجة إلى الدعوة إلى الله، فهي السبيل لمعالجة أوضاعها، لا سبيل غيره من العنف وما شابهه.
وأن للدعوة إلى الله آثاراً عظيمة إذا ما التُزم بشروطها وآدابها:
الأولى: انتصار الحق، ودحض الباطل.
الثاني: انتشار العدل، ورفع الظلم.
الثالث: نشر الصلاح، والوقاية من الفساد، واتقاء النقمات.
الرابع: حلول الخيرات، ونزول البركات (الرحمات).
الخامس: انتشار الإخاء والسلام، والأمن بين الناس.
السادس: سعادة العباد في الدارين.
النتيجة الثانية: أن ثمة ثغرات في العمل الإسلامي، من تعليم ودعوة يجب المسارعة لسدها.
ومن ذلك:
- غياب التأصيل العلمي في بعض دعوتنا وتعليمنا.
- تقصير في التربية، وبخاصة تربية الدعاة.
- قلة الفقه (الفهم) عند بعض الدعاة.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (437,'وما يتضمن من فقه للأولويات في الدعوة والتعليم والمعالجة، وفقه للمقامات، وهو أن لكل مقام تصرفه الخاص، وأن الخلط في ذلك أوقع كثيراً من الناس في انحرافات خطيرة
النتيجة الثالثة: أن هناك صفات للداعية، لها أثر بالغ على المدعوين، يجب على الداعية أن يتحلى بها، ومن هذه الصفات:
الأولى: الإخلاص والتقوى.
الثانية: العلم، والفقه بما يدعو إليه.
الثالثة: الصبر والحلم.
الرابعة: العفو والتسامح.
الخامسة: التواضع والمخالطة.
السادسة: حسن الخلق، وطيب العشرة.
السابعة: حسن التصرف، وحكمة الجواب.
النتيجة الرابعة: أن لوعي الداعية بأهداف الدعوة، وطرقها وأساليبها، واستخدام وسائلها أثراً إيجابياً كبيراً في الدعوة إلى الله.
النتيجة الخامسة: أن للمدعوين حالات، يجب على الدعاة مراعاتها في خطابهم الدعوي، ومن ذلك:
- الحالة الإيمانية. - الحالة العلمية. - الحالة النفسية. - الحالة الطبيعة.
النتيجة السادسة: أن الدعوة إلى الله ليست عشوائية، ولا فوضوية، بل هي مبينة على منهجية معروفة، من ذلك:
- الإيمان قبل الأحكام.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (438,'- التأصيل قبل التمثيل.
- التعليم قبل الحكم.
- مخاطبة الناس على قدر عقولهم، واحتياجاتهم.
- التفصيل في معالجة أحوال المسلمين، والإجمال حين الكلام عن أعدائهم.
- التدرج من حيث التلقين، ومن حيث أحوال الناس.
- الدعوة إلى الله، ورسوله لا إلى الأحزاب والطرق.
- اغتنام المواسم والمناسبات.
النتيجة السابعة: أن للدعوة أساليب من الأهمية بمكان، يجب اتباعها خلال الدعوة، من ذلك:
- أن يتسم الأسلوب بالحسن والثبات.
- الرفق واللين، لا القساوة والغلظة، مهما كان المدعو.
- توازن الخطاب بين العقل والعاطفة.
- الموازنة بين الترغيب والترهيب.
- تنوع الأسلوب بين الإلقاء، والسؤال، والجواب، وإثارة المشكلات.
- استعمال أسلوب الاستفهام.
- قص القصص، وضرب الأمثال.
النتيجة الثامنة: من الأهمية استعمال الوسائل في الدعوة إلى الله، لما لها من أثر كبير على المدعوين في فهمهم، واستجابتهم.
وأن للوسائل ضوابط شرعية يجب التزامها، من ذلك:',NULL,'441',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (439,'- الأصل في الوسائل الإباحة إلا ما ورد الدليل بتحريمه.
- ما حُرِّم من الوسائل سداً لذريعة، أبيح عند تحقق المصلحة، وانتفاء المفسدة التي حرم لأجلها.
- قد تكون الوسيلة في بعض الأحيان سنة أو واجباً.
- أن لا يتجاوز في الوسيلة مهمتها حتى لا تنقلب إلى غاية.
- أن لا تكون الوسيلة، شعاراً للكافرين.
- مناسبة الوسيلة للمكان والزمان، والمدعوين.
* من أهم الوسائل:
- الكلمة. - القلم والكتابة. - النشرات والكتيبات. - الإذاعات. - المحطات المرئية. - الصحف والمجلات. - الدروس، والمحاضرات، والندوات. - المؤتمرات. - الدورات العملية. - الأشرطة السمعية، والمرئية. - اللوحات المعلقة. - المجادلة والمباهلة. - التمثيل. - التصوير.

<span data-type="title" id=toc-262>المقترحات والتوصيات:</span>
الأولى: توعية المسلمين، بأن حل مشكلاتهم تكون بالعودة إلى الله تعالى عن طريق الدعوة إليه، لا عن طرق أخرى.
الثانية: توعية المسلمين بعامة، والدعاة بخاصة، أن هداية غير المسلمين لا تتم إلا عن طريق الدعوة بطرقها المشروعة، وأساليبها المسنونة، ورأس أمرها الحكمة، والأسلوب الأحسن.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (440,'الثالثة: توعية الدعاة؛ بأهمية اتصافهم، بصفات الداعية الواجبة، وأثر ذلك في دعوتهم.
الرابعة: توعية الدعاة؛ بأهمية معرفتهم لأحوال المدعوين، ومخاطبتهم كل حسب علمه، وإيمانه، وعقله.
الخامسة: توعية الدعاة؛ بأهمية الأسلوب، وتنوعه، ووجوب التزام الأسلوب الحسن، مهما كان عليه المدعو من الفجور.
السادسة: توعية الدعاة؛ بأهمية استخدام الوسائل العصرية في الدعوة إلى الله، وأثر ذلك في انتشار رقعة الدعوة.
وبناءاً على هذه الاقتراحات.
يجب الاهتمام البالغ بإعداد الدعاة علمياً ومنهجياً، قبل انطلاقهم في الدعوة إلى الله.
كما يجب الاهتمام الكبير بإعداد الدعاة تربوياً وعملياً أي تدريبهم على ذلك في ساحة الواقع، لا تركهم يتدربون بأنفسهم.
ويتحقق هذا كله بما يلي:
الأولى: إنشاء معاهد لإعداد الدعاة، يهتم فيها بالجانب العملي التربوي التدريبي، وأن لا يُشغل الدعاة بالأمور النظرية والفرعيات إلا ما كان لحاجة ملحة.
الثانية: تركيز العلماء على هذه التوصيات في دروسهم وخطاباتهم المتنوعة.
الثالثة: استخدام كافة الوسائل المذكورة في هذا البحث لتحقيق هذه المقترحات.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (441,'<span data-type="title" id=toc-263>الخاتمة:</span>
وإننا ما لم تكن أعمالنا مطابقة لأقوالنا، وما لم نقم بدعوتنا حق القيام، فسنظل نجد المسلمين في حالة من التردي والضعف، إلى أن نصدق مع الله في دعوتنا، ونلتزم هدي نبينا - صلى الله عليه وسلم -، والله نسأل أن يصلح أحوالنا، وأن يسدد أقوالنا، وأن يوفقنا في أعمالنا، وأن يرد المسلمين إلى دينه رداً جميلاً، وأن يهدي الضالين والكافرين، إنه ولي ذلك وأهله، والحمد لله رب العالمين.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (442,'<span data-type="title" id=toc-264>فهرس المراجع</span>
١ - القرآن الكريم.
٢ - الآحاد والمثاني؛ للحافظ أبي بكر عمرو بن أبي عاصم، دار الراية - الرياض - الطبعة الأولى ١٤١١ هـ ــ ١٩٩١ م.
٣ - أخبار القضاة؛ لمحمد بن خلف بن حيان المعروف بوكيع، عالم الكتب - بيروت - بدون.
٤ - أُسُد الغابة في معرفة الصحابة؛ عز الدين أبي الحسن علي بن أبي الكرم، المعروف بابن الأثير، دار إحياء التراث العربي - بيروت - بدون.
٥ - الأشباه والنظائر؛ ابن السبكي تاج الدين عبدالوهاب بن عبدالكافي الشافعي، دار الكتب العلمية - بيروت - الطبعة الأولى ١٤١١ هـ.
٦ - الأشباه والنظائر؛ السيوطي أبو الفضل جلال الدين عبدالرحمن بن أبي بكر الشافعي، دار الكتب العلمية - بيروت - الطبعة الأولى ١٣٩٩ هـ تصوير.
٧ - الإصابة في تمييز الصحابة؛ للحافظ أحمد بن علي بن حجر العسقلاني، دار الكتب العلمية - بيروت - الطبعة الأولى ١٤١٥ هـ، ١٩٩٥ م.
٨ - أصول الفقه؛ محمد أبو زهرة، دار الفكر العربي، بدون.
٩ - الاعتصام؛ لأبي إسحاق إبراهيم بن موسى بن محمد الشاطبي، دار ابن عفان، الطبعة الأولى ١٤١٢ هـ ــ ١٩٩٢ م.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (443,'١٠ - إعلام الموقعين عن كلام رب العالمين: للإمام شمس الدين محمد بن أبي بكر بن قيم الجوزية، دار الفكر - بيروت. الطبعة الثانية ١٣٩٧ هـ-١٩٧٧ م.
١١ - البحر الزخار (مسند البزار)؛ للحافظ الإمام أبي بكر أحمد بن عمرو بن عبدالخالق العتكي البزار، مكتبة العلوم والحكم - المدينة المنورة - الطبعة الأولى ١٤٠٩ هـ ــ ١٩٨٨ م.
١٢ - البداية والنهاية؛ لأبي الفداء إسماعيل بن عمر بن كثير، مكتبة المعارف - بيروت، بدون.
١٣ - بصائر ذوي التميير في لطائف الكتاب العزيز؛ مجد الدين محمد بن يعقوب الفيروزأبادي، المكتبة العلمية - بيروت - بدون.
١٤ - تاريخ بغداد أو مدينة السلام؛ للحافظ أبي بكر أحمد بن علي الخطيب البغدادي، دار الكتاب العربي - بيروت - بدون.
١٥ - تاريخ مدينة دمشق؛ للإمام أبي القاسم علي بن الحسن بن هبة الله المعروف بابن عساكر، دار الفكر - بيروت - الطبعة الأولى ١٤١٥ هـ ــ ١٩٩٥ م.
١٦ - التعريفات؛ الشريف علي بن محمد الجرجاني، دار الكتب العلمية - بيروت، الطبعة الأولى ١٤٠٨ هـ ــ ١٩٨٨ م.
١٧ - تعظيم قدر الصلاة؛ للإمام محمد بن نصر المروزي، مكتبة الدار - المدينة المنورة - الطبعة الأولى ١٤٠٦ هـ.
١٨ - تفسير القرآن العظيم مسنداً عن رسول الله - صلى الله عليه وسلم - والصحابة والتابعين؛ للإمام الحافظ عبدالرحمن بن محمد بن إدريس الرازي ابن أبي',NULL,'446',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (444,'حاتم، مكتبة نزار مصطفى الباز - مكة المكرمة - الرياض -الطبعة الأولى ١٤١٧ هـ ــ ١٩٩٧ م.
١٩ - تفسير القرآن العظيم، لأبي الفداء إسماعيل بن عمر بن كثير، دار المعرفة - بيروت - الطبعة الثانية ١٤٠٧ - ١٩٨٧ م.
٢٠ - تفسير القرآن؛ للإمام عبدالرزاق بن همام الصنعاني، مكتبة الرشد - الرياض - الطبعة الأولى، ١٤١٠ هـ ١٩٨٩ م.
٢١ - تنبيه الغبي إلى تكفير ابن عربي: برهان الدين البقاعي.
٢٢ - تهذيب اللغة؛ لأبي منصور محمد بن أحمد الزهري.
٢٣ - تيسير الكريم الرحمن في تفسير كلام المنان؛ عبدالرحمن بن ناصر السعدي، دار إحياء التراث العربي، ومؤسسة التاريخ العربي - بيروت - الطبعة الأولى ١٤٢٠ هـ ــ ١٩٩٩ م.
٢٤ - جامع البيان في تفسير القرآن: محمد بن جرير بن يزيد الطبري أبو جعفر، دار الفكر - بيروت ١٤٠٥ هـ
٢٥ - الجامع لأحكام القرآن؛ لأبي عبدالله محمد بن أحمد الأنصاري القرطبي، دار إحياء التراث العربي - بيروت - الطبعة الثانية، ١٤٠٥ هـ ــ ١٩٨٥ م.
٢٦ - حلية الأولياء وطبقات الأصفياء؛ للحافظ أبي نعيم أحمد بن عبدالله الأصفهاني، دار الكتب العلمية ــ بيروت ــ الطبعة الأولى ١٤٠٩ هـ ــ ١٩٨٨ م.
٢٧ - الدر المنثور في التفسير بالمأثور؛ للإمام عبدالرحمن جلال الدين السيوطي، دار الفكر - بيروت - الطبعة الأولى ١٤٠٣ هـ ــ ١٩٨٣ م',NULL,'447',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (445,'٢٨ - زاد المعاد في هدي خير العباد؛ للإمام شمس الدين أبي عبدالله محمد بن أبي بكر المعروف بابن قيم الجوزية، مؤسسة الرسالة، الطبعة الخامسة عشر ١٤٠٧ هـ ــ ١٩٨٧ م.
٢٩ - الزهد الكبير؛ أبي بكر أحمد بن حسين البيهقي، مؤسسة الكتب الثقافية، ودار الجنان - بيروت - الطبعة الأولى ١٤٠٨ هـ ــ ١٩٨٧ م.
٣٠ - الزهد؛ عبدالله بن المبارك المروزي، دار الكتب العلمية - بيروت - بدون.
٣١ - سنن ابن ماجة؛ للحافظ أبي عبدالله محمد بن يزيد القزويني ابن ماجة، دار الجيل - بيروت - الطبعة الأولى ١٤١٨ هـ ــ ١٩٩٨ م.
٣٢ - سنن أبي داود؛ للإمام الحافظ أبي داود سليمان بن الأشعث السجستاني، المكتبة العصرية - بيروت - بدون.
٣٣ - سنن الترمذي؛ لأبي عيسى محمد بن عيسى بن سَوْرَة، دار إحياء التراث العربي - بيروت - بدون.
٣٤ - السنن الكبرى؛ للإمام أبي عبدالرحمن أحمد بن شعيب النسائي، دار الكتب العلمية - بيروت - الطبعة الأولى ١٤١١ هـ ــ ١٩٩١ م.
٣٥ - السنن الكبرى؛ للإمام الحافظ أبي بكر أحمد بن الحسين بن علي البيهقي، مكتبة المعارف - الرياض - دار المعرفة، بدون.
٣٦ - سنن النسائي؛ للحافظ أبي عبدالرحمن أحمد بن شعيب النسائي، بشرح الحافظ جلال الدين السيوطي وحاشية الإمام السنوي - دار البشائر الإسلامية - بيروت - الطبعة الثانية، ١٤٠٦ هـ ــ ١٩٨٦ م.',NULL,'448',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (446,'٣٧ - السيرة النبوية؛ لابن هشام، دار الريان للتراث - القاهرة - الطبعة الأولى ١٤٠٨ هـ ــ ١٩٨٧ م.
٣٨ - شرح أصول اعتقاد أهل السنة والجماعة؛ أبي القاسم هبة الله بن الحسن بن منصور الطبري اللالكائي، دار طيبة للنشر والتوزيع - الرياض - بدون.
٣٩ - شرح القصيدة النونية لابن القيم الجوزية: أحمد بن إبراهيم بن عيسى، طبع المكتب الإسلامي ــ بيروت ــ الطبعة الثالثة ١٤٠٦ هـ.
٤٠ - شرح صحيح مسلم؛ لأبي زكريا يحيى بن شرف النووي، دار القلم - بيروت، الطبعة الأولى ١٤٠٧ هـ ــ ١٩٨٧ م.
٤١ - صحيح البخاري مع الفتح، أبو عبد الله محمد بن إسماعيل البخاري، دار المعرفة. بدون.
٤٢ - صحيح سنن أبي داود؛ محمد ناصر الدين الألباني، مكتب التربية العربي لدول الخليج، الطبعة الأولى ١٤٠٩ هـ ــ ١٩٨٩ م.
٤٣ - صحيح مسلم؛ لأبي الحسين مسلم بن الحجاج القشيري النيسابوري، المكتبة الإسلامية - استانبول، الطبعة الأولى ١٣٧٤ هـ - ١٩٥٥ م.
٤٤ - طبقات الشافعية - جمال الدين عبدالرحيم الأسنوي - دار العلوم - الرياض ١٤٠١ هـ.
٤٥ - الطبقات الكبرى؛ محمد بن سعد بن منيع، أبو عبدالله البصري الزهري، دار صادر - بيروت - بدون.
٤٦ - العلل ومعرفة الرجال؛ للإمام أحمد بن حنبل، المكتب الإسلامي -بيروت- الطبعة الأولى ١٤٠٨ هـ - ١٩٨٨ م.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (447,'٤٧ - فتح الباري شرح صحيح البخاري؛ للحافظ أحمد بن حجر العسقلاني، دار المعرفة بيروت بدون.
٤٨ - الفردوس بمأثور الخطاب؛ لأبي شجار شيرويه بن شهردار بن شيرويه الديلمي، دار الكتب العلمية - بيروت - الطبعة الأولى ١٤٠٦ هـ ــ ١٩٨٦ م.
٤٩ - فضائل الصحابة؛ للإمام أحمد بن حنبل، دار العلم - جدة - الطبعة الأولى، ١٤٠٣ هـ ــ ١٩٨٣ م.
٥٠ - في ظلال القرآن؛ سيد قطب، دار العلم للطباعة والنشر بجدة، الطبعة الثانية عشرة ١٤٠٦ هـ ــ ١٩٨٦ م.
٥١ - لسان العرب؛ لأبي الفضل جمال الدين محمد بن مكرم بن منظور الإفريقي المصري، دار صادر - بيروت - الطبعة الأولى، بدون.
٥٢ - مجلة الأحكام العدلية في الأحكام الفقهية، أعدتها لجنة من كبار علماء الدولة العثمانية الأحناف عام ١٢٨٦ هـ، ثم صدرت قانوناً مدنيا شرعياً عاماً في الدولة العثمانية منذ عام ١٢٩٣ هـ.
٥٣ - مجمع الزوائد ومنبع الفوائد؛ للحافظ نور الدين علي بن أبي بكر الهيثمي، دار الفكر - بيروت - ١٤١٢ هـ ــ ١٩٩٢ م.
٥٤ - مجموع الفتاوى؛ لشيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية، مؤسسة قرطبة، بدون.
٥٥ - المحصول في علم أصول الفقه: محمد بن عمر الرازي، جامعة الإمام محمد بن سعود - الرياض - الطبعة الأولى ١٤٠٠ هـ.
٥٦ - مختار الصحاح؛ زين الدين محمد بن أبي بكر بن عبدالقادر',NULL,'450',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (448,'الرازي، مؤسسة الرسالة - بيروت - ١٤١٣ هـ ــ ١٩٩٢ م.
٥٧ - مختصر الشمائل المحمدية للإمام أبي عيسى محمد بن سَوْرة الترمذي؛ اختصره وحققه محمد ناصر الدين الألباني، المكتبة الإسلامية - عمان - الطبعة الثانية ١٤٠٦ هـ
٥٨ - مدارج السالكين بين منازل إياك نعبد وإياك نستعين، للإمام شمس الدين محمد بن أبي بكر بن قيم الجوزية، دار الفكر - بيروت - الطبعة الأخيرة ١٤٠٨ هـ ــ ١٩٨٨ م
٥٩ - المستدرك على الصحيحين؛ للإمام الحافظ أبي عبدالله محمد بن عبدالله الحاكم النيسابوري، دار الكتب العملية - بيروت - الطبعة الأولى ١٤١١ هـ ــ ١٩٩٠ م.
٦٠ - مسند أبي داود الطيالسي؛ للحافظ الكبير سليمان بن داود بن الجارود، دار المعرفة - بيروت - بدون.
٦١ - مسند الشاميين؛ للحافظ أبي القاسم سليمان بن أحمد الطبراني، مؤسسة الرسالة - بيروت - الطبعة الأولى ١٤٠٩ هـ ــ ١٩٨٩ م.
٦٢ - مسند الشهاب؛ للقاضي أبي عبدالله محمد بن سلامة القضاعي، مؤسسة الرسالة - بيروت - الطبعة الثانية ١٤٠٧ هـ ــ ١٩٨٦ م.
٦٣ - المسند للإمام أحمد بن حنبل، مؤسسة قرطبة، بدون.
٦٤ - المسند؛ لأبي سعيد الهيثم بن كليب الشاشي، مكتبة العلوم والحكم - المدينة المنورة - الطبعة الأولى ١٤١٠ هـ.
٦٥ - المصنف؛ للحافظ الكبير أبي بكر عبدالرزاق بن همام الصنعاني، المكتب الإسلامي، الطبعة الثانية ١٤٠٣ هـ ــ ١٩٨٣ م.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (449,'٦٦ - المعجم الأوسط؛ أبو القاسم سليمان بن أحمد الطبراني، دار الحرمين - القاهرة - ١٤١٥ هـ.
٦٧ - المعجم الكبير؛ للحافظ أبي القاسم سليمان بن أحمد الطبراني، الطبعة الثانية، بدون.
٦٨ - المعجم الوسيط؛ إبراهيم مصطفى وأحمد حسن الزيات، وحامد عبدالقادر ومحمد علي النجار، المكتبة الإسلامية - استانبول - الطبعة الثانية، بدون.
٦٩ - المعجم في أسامي شيوخ أبي بكر الإسماعيلي؛ لأبي بكر أحمد بن إبراهيم بن إسماعيل الإسماعيلي، مكتبة العلوم والحكم - المدينة المنورة - الطبعة الأولى، ١٤١٠ هـ ــ ١٩٩٠.
٧٠ - معجم مقاييس اللغة؛ لأبي الحسين أحمد بن فارس بن زكريا، دار الجيل - بيروت - بدون.
٧١ - المعجم؛ للإمام أبي سعيد أحمد بن محمد بن زياد بن بشر بن الأعرابي، دار ابن الجوزي، الطبعة الأولى ١٤١٨ هـ ــ ١٩٨٨ م.
٧٢ - ملامح الإنقلاب الإسلامي في خلافة عمر بن عبدالعزيز: عماد الدين خليل - الطبعة السابعة - مؤسسة الرسالة ــ ١٤٠٥ هـ.
٧٣ - مناهج الجدل في القرآن الكريم؛ زاهر عواض الألمعي، الطبعة الثالثة ١٤٠٤ هـ.
٧٤ - المنتخب من مسند عبد بن حميد؛ للإمام الحافظ أبي محمد عبد بن حميد، عالم الكتب - بيروت - الطبعة الأولى ١٤٠٨ هـ ــ ١٩٨٨ م.
٧٥ - نظم الدرر في تناسب الآيات والسور؛ للإمام برهان الدين أبي الحسن',NULL,'452',NULL,NULL,'0');
INSERT INTO [b147603] VALUES (450,'إبراهيم بن عمر البقاعي، دار الكتب العلمية، الطبعة الأولى، ١٤١٥ هـ ــ ١٩٩٥ م.
٧٦ - النهاية في غريب الحديث والأثر؛ للإمام مجد الدين أبي السعادات المبارك بن محمد الجزري بن الأثير، المكتبة العلمية - بيروت - بدون.
٧٧ - اليقين؛ للإمام الحافظ أبي بكر عبدالله بن محمد بن عبيد بن أبي الدنيا القرشي، دار الكتب العلمية - بيروت - الطبعة الأولى ١٤٠٧ هـ - ١٩٨٧ م.',NULL,'453',NULL,NULL,'0');
