-- Table: b148083
-- Chunk: 1
-- Rows: 684

CREATE TABLE "b148083"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b148083
INSERT INTO [b148083] VALUES (1,'وزارة التعليم العالي
جامعة الإمام محمد بن سعود الإسلامية
كلية أصول الدين
قسم القرآن وعلومه

نَقْدُ الصَّحَابَةِ وَالتَّابِعِيْنَ للتَّفْسِيْرِ
دراسة نظرية تطبيقية

رسالة أعدها لنيل درجة الدكتوراه الطالب:
عبد السلام بن صالح بن سليمان الجار الله

إشراف
فضيلة الأستاذ الدكتور/ زاهر بن عواض الألمعي
الأستاذ بقسم القرآن وعلومه
الجزء الأول
العام الجامعي
١٤٢٧/ ١٤٢٨',NULL,'1',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-1>المقدمة</span>
الحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وصحبه أجمعين، وسلم تسليماً كثيراً، أما بعد:
فإن الغاية التي من أجلها أُنزل القرآن الكريم، وأُمر الناس باتباعه والإيمان به، هي الاهتداء بهديه، ولا سبيل إلى تحقيق هذه الغاية إلا بتدبر القرآن، وفهم معانيه، فهما الطريق إلى الاهتداء بالقرآن، ومعرفة حلاله وحرامه، وهما السبيل إلى الاتعاظ بمواعظه وزواجره، وقصصه وأمثاله ...
ولما كان الأمر كذلك اهتم المسلمون - خاصة العلماء - بتفسير القرآن الكريم، واجتهدوا في كشف معانيه، مشافهةً ومدارسةً؛ وكتابةً وتأليفاً.
والناس متفاوتون في فهم القرآن الكريم؛ نظراً لاختلاف مداركهم وأفهامهم، وتفاوت منازلهم في الإلمام بالعلوم واكتسابها، وتباين أهدافهم وتوجهاتهم، وبسبب ذلك حاد بعض الناس عن فهم القرآن، والتبس عليهم تفسيره، فظهرت بعض المناهج المنحرفة، والأقوال المنكرة، فتصدى لها العلماء والمفسرون وانبروا لنقدها والتحذير منها على حسب درجتها في الخطأ، كل ذلك',NULL,'2',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (3,'دفاعًا عن القرآن، وذوداً عن حياضه، وحماية له من تحريف الغالين، وتأويل الجاهلين، وانتحال المبطلين.
وقد تزامن الدفاع عن القرآن وتفسيره مع الدفاع عن السنة النبوية، فكما انبرى المحدثون للدفاع عن السنة، واجتهدوا في حمايتها، انبرى المفسرون للدفاع عن تفسير القرآن الكريم.
إلا أن المحدثين في دفاعهم عن السنة اهتموا بدرجة أكبر بنقد الأحاديث من حيث بيان الصحيح من الضعيف، وتتبع رجال الإسناد والكشف عن أحوالهم تعديلاً وتجريحاً.
ولأن صحة القرآن الكريم والقطع بثبوته قضية محسومة بإجماع الأمة على تواتر ما بين دفتي المصحف، فقد اهتم العلماء والمفسرون بتفسير القرآن وتأويله، فنظروا في المناهج والكتب، والمرويات والأقوال، ونقدوا ما يحتاج إلى نقد؛ انطلاقاً من قواعد مقررة في هذا العلم.
وترجع جذور نقد التفسير إلى زمن النبوة، فقد أنكر النبي - صلى الله عليه وسلم - على بعض الصحابة فهمهم الخاطئ لبعض الآيات، وبعد عصره - صلى الله عليه وسلم - قام الصحابة والتابعون - رضي الله عنهم - بجهد واضح في نقد التفسير بحسب ما جد في عصرهم.
وبعد عصرهم ازداد الخلاف، وكثرت البدع، فزاد تبعاً لذلك الانحراف في فهم القرآن، والخطأ في تفسيره، فاتسعت دائرة النقد وتعددت مجالاته وأساليبه، وكلما كثر الخطأ والانحراف في التفسير اتسع النقد وتشعبت فروعه، وتنوعت طرقه وأساليبه.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (4,'ولم تكن الدراسات المعاصرة بمعزل عن تناول هذا المجال، فقد اهتم كثير من الباحثين بنقد التفسير، وأخذ حيزاً كبيراً من مؤلفاتهم، وأفردوا فيه الكتب: إما نقداً لمنهج، أو مفسر، أو كتاب، أو مرويات وأقوال، حتى أصبح بعض الباحثين يتتبع جزئية من جزئيات التفسير ويقوم بنقدها.
غير أن هذه الدراسات كلها - قديمها وحديثها - اهتمت بالجانب العملي في النقد على اختلاف أنواعه ومجالاته، بمعنى أن العلماء قاموا بانتقاد ما يعتقدون خطأه في التفسير (١).
ومن هنا برزت فكرة البحث، فالنقد بمجاله العملي بحاجة إلى دراسة تأصيلية تتناوله بوصفه ظاهرة، وتُعنى بالحديث عن نشأته ودواعيه، وبيان مجالاته وأسسه، وأثره على المفسرين، وطريقة تناولهم له، وبخاصة إذا علمنا أن أحداً لم يقم بدراسته على هذا الوجه، وغاية ما قام به بعضهم هو الجانب العملي فقط.
_________
(١) ومن الكتب المتقدمة التي ألفت بهذه الطريقة: كتاب الانتصاف من الكشاف، لأبي العباس أحمد بن محمد المشهور بابن المنير (ت ٦٨٣)، وكتاب التمييز لما أودعه الزمخشري من الاعتزالات في تفسير الكتاب العزيز، لأبي علي عمر بن محمد بن حمد السكوني (ت ٧١٧)، ومن المؤلفات الحديثة: كتاب: الاتجاهات المنحرفة في تفسير القرآن، وكتاب: الإسرائيليات في التفسير والحديث، كلاهما للدكتور محمد حسين الذهبي، وكتاب: الإسرائيليات والموضوعات في كتب التفسير، للدكتور محمد أبوشهبة، وكتاب: بدع التفاسير، لعبد الله بن الصديق الغماري، وكتاب: بدع التفاسير بين الماضي والحاضر، للدكتور رمزي نعناعة، ومن الرسائل الجامعية: رسالتي دكتوراه في القسم، الأولى بعنوان: الأقوال الشاذة في التفسير: نشأتها، أسبابها، آثارها، أعدها الباحث عبد الرحمن بن صالح الدهمش، والأخرى بعنوان: الانحراف الفكري في التفسير المعاصر، أعدها الباحث يحيى ضاحي شطناوي.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (5,'ودراسة منهج المفسرين في نقد التفسير بوجه عام دون تحديد ذلك بزمن أو فئة مما لا يمكن الإلمام به في رسالة واحدة، لذا رأيت الاقتصار على عصر الصحابة والتابعين - رضي الله عنهم -، وقد سميت هذا الموضوع:

نقد الصحابة والتابعين للتفسير، دراسة نظرية تطبيقية

<span data-type="title" id=toc-2>أهمية الموضوع وأسباب اختياره:</span>
<span data-type="title" id=toc-3>أولاً: أن العناية بنقد التفسير</span>، والنظر في مناهجه ورجاله وكتبه، ومروياته وأقواله؛ لمعرفة الصحيح والضعيف مهم في الدفاع عن كتاب الله، وله أثر على القارئ في طمأنينته وثقته بالآراء الصحيحة، فإن الشخص قد يعرف الرأي الراجح في معنى الآية، لكنه يسمع بآراء أخرى مرجوحة أو مردودة، فإذا لم تنتقد بقيت عالقةً بذهنه، وربما أصبحت حجر عثرة في طريق معرفة الصحيح، أما إذا انتقدت وتبين ضعفها، كان ذلك أدعى لنفرته منها، ورجوعه إلى الآراء الصحيحة.
<span data-type="title" id=toc-4>ثانياً: أهمية دراسة ظاهرة النقد عند المفسرين وتأصيلها</span>، وبيان أهدافها ومجالاتها وأسسها، والنظر والتأمل في جهود المفسرين، وطريقتهم في نقد المناهج والرجال والمرويات والأقوال.
وإذا وجب على المفسرين العناية بمعرفة صحيح المناهج والمرويات والأقوال، وكيفية الوصول إليها، وطرق الترجيح وقواعده، فإنه يجب عليهم',NULL,'5',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (6,'معرفة الضعيف ومنشأه، والمنهج السليم في نقده، بل معرفة هذا لا تقل أهمية عن معرفة ذاك.
ومما يؤكد أهمية هذه الدراسة أنها تبرز مكانة المفسرين في النقد، وعلو كعبهم فيه، كما تعطي تصوراً مشرقاً عنهم، لا كما يظن بعض الناس من أنهم مجرد نقلةٍ للأخبار والمرويات والأقوال دون نظر ولا تدقيق.

<span data-type="title" id=toc-5>ثالثاً: حظيت بعض ظواهر التفسير بالدراسة والتحليل والتأصيل</span>، كظاهرة الاختلاف والترجيح، على حين لم يقم أحد بدراسة ظاهرة النقد وتأصيلها، فأصبح من المهم تسليط الضوء عليها.
<span data-type="title" id=toc-6>رابعاً: أن هذه الدراسة تغطي جانباً مهماً من مناهج المفسرين في تعاملهم مع التفسير بمجالاته المختلفة</span>، فهي تعطي القارئ تصوراً عاماً عن نقد التفسير: دواعيه ومجالاته وأثره، وقواعده التي ينطلق منها، ومدى اهتمام المفسرين وعنايتهم به.
<span data-type="title" id=toc-7>خامساً: أما الاقتصار على عصر الصحابة والتابعين فلأنهم الأصل</span>، ومن جاء بعدهم فعنهم يأخذ، ومن معينهم ينهل، وهم يمثلون المنهج الصحيح للنقد، فالنقد يتأثر عادة بما يحمله الناقد من أفكار ومبادئ، فهو يختلف باختلاف المشرب والهدف، وكما مارسه أهل السنة، مارسه أهل البدع، ولكلٍّ توجهاته ومنطلقاته النقدية، فالحاجة ماسة إلى إبراز نقد يمثل المنهج الصحيح.
وأما إدراج التابعين مع الصحابة - رضي الله عنهم - فلما بينهم من التشابه والتقارب في كثير',NULL,'6',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (7,'من الأمور، فالأصول واحدة، والأهداف والمناهج مشتركة، والصحابة أساتذة التابعين، ومنهم أخذ التابعون التفسير وتلقوا أصوله.
ومهما قيل في الفروق بين الصحابة والتابعين في التفسير فإنها لا تعدو فروقاً يسيرة إذا قورنت بالفروق التي حدثت بعدهم، حين اتسع الخرق، وفشت البدع، وتفرقت بالناس الآراء والأهواء.
وفي الجملة فمدرسة الصحابة والتابعين - رضي الله عنهم - تُعد واحدة بالنسبة للعصور اللاحقة.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (8,'<span data-type="title" id=toc-8>خطة البحث</span>
يشتمل البحث على الآتي:
١ - المقدمة.
٢ - التمهيد.
ويتضمن ما يلي:
أولاً: التعريف بالموضوع.
ثانيًا: النقد النبوي للتفسير وأثره على الصحابة.
٣ - أبواب الرسالة، وهي:
الباب الأول: جهود الصحابة والتابعين في دفع الخطأ في التفسير قبل وقوعه.
وفيه ثلاثة فصول:
الفصل الأول: تغليظ الخطأ في التفسير وبيان خطره.
الفصل الثاني: الاهتمام بالتفسير الصحيح، والحث على ما يعين على فهم القرآن الكريم.
الفصل الثالث: الاختلاف في تفسير الصحابة والتابعين.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (9,'الباب الثاني: دواعي نقد الصحابة والتابعين للتفسير وأساليبه ومميزاته:
وفيه ثلاثة فصول:
الفصل الأول: دواعي النقد عند الصحابة والتابعين.
الفصل الثاني: أساليب الصحابة والتابعين في نقد التفسير.
الفصل الثالث: مميزات نقد الصحابة والتابعين للتفسير.
وفيه مبحثان:
المبحث الأول: مميزات نقد الصحابة والتابعين للتفسير.
المبحث الثاني: أبرز نقاد الصحابة والتابعين.
الباب الثالث: مجالات نقد التفسير عند الصحابة والتابعين:
وفيه ثلاثة فصول:
الفصل الأول: نقد طرق التفسير ومناهجه.
الفصل الثاني: نقد رجال التفسير.
الفصل الثالث: نقد الأقوال.
الباب الرابع: أسس نقد التفسير عند الصحابة والتابعين وأثره:',NULL,'9',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (10,'وفيه فصلان:
الفصل الأول: أسس نقد التفسير عند الصحابة والتابعين:
وفيه مبحثان:
المبحث الأول: الأسس المتعلقة بالرواية.
المبحث الثاني: الأسس المتعلقة بالدراية.
الفصل الثاني: أثر نقد الصحابة والتابعين للتفسير.
٤ - الخاتمة: وفيها أهم نتائج البحث وتوصياته.
٥ - الفهارس وتشمل: فهرس الآيات، وفهرس الأحاديث، وفهرس الآثار، وفهرس الشعر، وفهرس تراجم الأعلام، وثبت المصادر والمراجع، وفهرس الموضوعات.

منهج البحث:
أولاً: كتابة الآيات بالرسم العثماني، وعزوها بذكر اسم السورة، ورقم الآية.
ثانياً: تخريج الأحاديث تخريجاً علمياً، وعزوها إلى مصادرها الأصلية، فإن',NULL,'10',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (11,'كان الحديث في الصحيحين اكتفيت بهما أو بأحدهما، وإن كان في غيرهما اجتهدت في ذكر من خرجه من أصحاب الدواوين، ناقلاً كلام العلماء فيه تصحيحاً أو تضعيفاً.
ثالثاً: عزو الآثار الواردة عن الصحابة والتابعين - رضي الله عنهم - إلى مصادرها الأصلية التي تروي بالإسناد، أو التي تحيل إلى الكتب المسندة، ولم يفتني من ذلك إلا القليل ولله الحمد.
رابعاً: فيما يتصل بالاستشهاد بأقوال الصحابة والتابعين استشهدت بكل نقد لمنهج أو مفسر، أو قول، أو عمل مبني على تأول آية وفهمها، وذكرت كل نقد لتفسير سواء تبنى هذا التفسير أحد من الناس، أو أُورد على سبيل الاستشكال؛ لأنه - والحالة هذه - يعد فهماً للنص القرآني، وقد يوجد من يتبناه.
ولم اقتصر في نقل الشواهد والأمثلة عن الصحابة والتابعين على المشهورين بتفسير القرآن، وإنما نقلت عن كل من عرف بالعلم، ونقل عنه العلماء في مصنفاتهم، وإن كان أغلب الشواهد لمن اشتهر بالتفسير منهم.
ولم اقتصر أيضاً في نقل الشواهد على كتب التفسير فقط؛ نظراً لسعة الموضوع وتشعب أطرافه، وتعلق بعض مواضيعه بعلوم أخرى كالعقيدة وعلم الرجال؛ لذا رجعت إليها في مظانها.
وقد أحتاج لتكرار شاهد واحد في أكثر من موطن؛ نظراً لتعلقه بقضايا عدة، فالشاهد الواحد قد يفيد أسلوباً نقدياً، ويكون في نقد منهج، ويحوي بين',NULL,'11',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (12,'ثناياه دليلاً نقدياً، وهكذا.
ونظراً لطبيعة البحث وعنايته بالتطبيق فقد عُنيت بإيراد الشواهد والأمثلة التوضيحية؛ لما لها من أثر واضح في بيان المسائل.
خامساً: التعريف المختصر بالأعلام غير المشهورين الوارد ذكرهم في متن الرسالة.
سادساً: التعريف بغريب الفرق والأماكن والألفاظ.
ولم يخل البحث من معوقات كان أبرزها جمع مادته العلمية المتناثرة التي لا يحويها مكان خاص، وكثير منها موجود في غير كتب التفسير، وقد اضطرني تفرق المادة العلمية في المصنفات إلى قراءة كتب كاملة قبل أن أبدأ، فقرأت جامع البيان والدر المنثور، وتفسير عبد الرزاق، وكتاب التفسير من فتح الباري، ثم قرأت فيما بعدُ تفسير ابن أبي حاتم، ومواطن كثيرة من كتب السنة والعقيدة والتراجم وغيرها.
والحمد لله أولاً وآخراً، باطناً وظاهراً، فلولا عونه وتوفيقه ما استطعت إنجاز البحث وتجاوز تلك العقبات، ثم لفضيلة المشرف على البحث الأستاذ الدكتور: زاهر بن عواض الألمعي جميل شكري وتقديري، فإنه ما فتئ يحوطني بنصحه وتوجيهه؛ أسأل الله أن يبارك له في عمره وعمله.
كما أتوجه بالشكر لجامعة الإمام محمد بن سعود الإسلامية، ممثلة بكلية',NULL,'12',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (13,'أصول الدين، وقسم القرآن وعلومه على تفضلهم بقبولي للدراسة في برنامج الدكتوراه.
وأشكر كل من أعانني على إتمام البحث برأي أو تسديد.
وقد بذلت في هذا البحث ما استطيع، فما فيه من صواب فهو بتوفيق الله عز وجل، وما فيه من خلل ونقص فمن نفسي والشيطان، واستغفر الله من خللي وتقصيري.
وأسأل الله أن يمنَّ علي ومن قرأ هذا البحث بالعلم النافع والعمل الصالح، إنه ولي ذلك والقادر عليه، والحمد لله رب العالمين.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (14,'<span data-type="title" id=toc-9>التمهيد</span>
وفيه:
أولاً: التعريف بالموضوع.
ثانياً: النقد النبوي للتفسير وأثره على الصحابة.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (15,'<span data-type="title" id=toc-10>أولاً
التعريف بالموضوع</span>
<span data-type="title" id=toc-11>١ - تعريف النقد:</span>
يأتي النقد في لغة العرب على ثلاثة معان:
أ- بمعنى: تمييز الشيء والكشف عنه واختباره، ومن ذلك نقدُ الدراهم؛ إذا كُشف عن حالها؛ ليعلم رديئها من جيدها (١).
ويقال: هو ينقد إلى الشيء بعينه؛ إذا أدام النظر إليه باختلاس حتى لا يفطن ... له، فكأنه يحاول الكشف عما ينظر إليه والتحقق من حاله (٢).
ونقد الكلام: تمييز جيده من رديئه، وصحيحه من فاسده (٣).
_________
(١) انظر: معجم مقاييس اللغة لابن فارس (ص ١٠٠٦)، وأساس البلاغة للزمخشري (ص ٦٥٠) مادة "نقد".
(٢) انظر: الصحاح للجوهري (٢/ ٥٤٥)، وأساس البلاغة (ص ٦٥٠) مادة "نقد".
(٣) المعجم الوسيط (ص ٩٤٤) مادة "نقد".',NULL,'15',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (16,'ب - ويأتي صفةً للشيء الجيد المستحسن، يقال: درهم نقد؛ إذا كان جيداً (١).
ج - ويأتي النقد صفةً لما يعاب ويستكره: فالنقد من الناس سفلتهم، و"نَقَد" بالتحريك يطلق على غنم صغار الأرجل قباح الوجوه.
ويسمى التكسر في الضرس، وتآكل الحافر وتقشره، وعيب الناس وذمهم نقداً (٢)، وفي الأثر: » إن نقدت الناس نقدوك «(٣) أي: إن عبتهم واغتبتهم قابلوك بمثله (٤).
والنقد في الاصطلاح يشمل المعاني الثلاثة، فهو عملية مشتركة تبدأ بالنظر والتمييز، وتنتهي ببيان الجيد من الرديء، والصحيح من الفاسد، وهو مستعمل في أكثر العلوم بهذا المعنى (٥).
وحديثنا عن النقد يتناوله بمعانيه الثلاثة، أما المعنى الأول فيرد في الكلام عما تمتع به الصحابة والتابعون - رضي الله عنهم - من النظر الصائب، والتمييز الدقيق في مجالات التفسير المختلفة، وأما المعنى الثاني فيرد في ذكر جهودهم في دفع الخطأ في فهم
_________
(١) معجم مقاييس اللغة (ص ١٠٠٦) مادة "نقد".
(٢) انظر: تهذيب اللغة للأزهري (٩/ ٣٧)، والصحاح (٢/ ٥٤٤) مادة "نقد".
(٣) أخرجه الخطيب البغدادي في تاريخ بغداد (٧/ ١٩٩)، ورجح أنه من كلام أبي الدرداء - رضي الله عنه -.
(٤) تهذيب اللغة (٩/ ٣٧)، والنهاية في غريب الحديث (٥/ ١٠٤) مادة "نقد".
(٥) انظر: التمييز للإمام مسلم، مقدمة المحقق (ص ٨)، ونقد الشعر لقدامة بن جعفر (ص ١٥).',NULL,'16',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (17,'القرآن الكريم، واهتمامهم بالتفسير الصحيح وعنايتهم بالقواعد التي تعين على فهم كتاب الله، وإشادتهم بأئمة التفسير، وسيأتي الحديث عن ذلك كله في الباب الأول إن شاء الله تعالى، وأما النقد بمعناه الثالث فهناك حديث مستفيض عما عابه الصحابة والتابعون وذموه في التفسير من المناهج والرجال والمرويات والأقوال.
وعليه نستطيع تعريف نقد التفسير بأنه: تمييز التفسير بمجالاته المختلفة؛ مناهج ورجال، ومرويات وأقوال، وبيان الصحيح من الضعيف.

<span data-type="title" id=toc-12>٢ - تعريف الصحابي:</span>
لفظ الصحابي من حيث الوضع اللغوي مشتق من الصحبة (١)، والمراد صحبة النبي - صلى الله عليه وسلم -، وهناك مسائل عديدة متعلقة بمن يصح إطلاق اسم الصحابي عليه، وقد أكثر العلماء الحديث عنها؛ مثل: صحة إطلاقه على من رأى النبي - صلى الله عليه وسلم - وهو دون التمييز، أو رآه حال كفره ثم أسلم بعد وفاته، أو رآه بعد وفاته، ومثل دخول الملائكة والجن في مسمى الصحابة (٢).
غير أن القضية التي اهتم بها العلماء، وأخذت قدراً كبيراً من حديثهم واختلافهم هي المقدار الزمني للصحبة ليصح إطلاق اسم الصحابي على من رأى
_________
(١) انظر: الكفاية للخطيب البغدادي (ص ١٠٠)، والقاموس المحيط (ص ١٣٤) مادة "صحب".
(٢) انظر في هذه القضايا: التقييد والإيضاح للعراقي (ص ٢٩٢ - ٢٩٦) , والإصابة في تمييز الصحابة (١/ ٧ - ٨) , وفتح المغيث للسخاوي (٤/ ٧٨ - ٨٤).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (18,'النبي - صلى الله عليه وسلم -.
فمذهب جمهور العلماء والمحدثين الاكتفاء بالقدر اليسير من الصحبة , وعدم اشتراط طولها.
يقول ابن كثير (١): » الصحابي من رأى رسول الله - صلى الله عليه وسلم - في حال إسلام الراوي وإن لم تطل صحبته له، وإن لم يرو عنه شيئاً , هذا قول جمهور العلماء خلفاً وسلفاً» (٢).
وذكر بعض العلماء أن هذا المذهب طريقة أهل الحديث (٣).
والتعبير بالرؤية قد يفهم منه إخراج من لا يستطيع رؤية النبي - صلى الله عليه وسلم - كالأعمى؛ لذا عبر بعض العلماء عن الرؤية باللقاء , فعَرَّفَ الصحابي بأنه من لقي النبي - صلى الله عليه وسلم - (٤).
وذهب بعض الأصوليين إلى اشتراط طول الصحبة لصحة إطلاق اسم الصحابي على من رأى النبي - صلى الله عليه وسلم -، فمجرد الرؤية واللقاء ليس كافياً في نظرهم , وإن
_________
(١) هو الحافظ عماد الدين إسماعيل بن عمر بن كثير الدمشقي، ولد سنة (٧٠٠)، وتلمذ على ابن تيمية والمزي، من مصنفاته: تفسير القرآن، والأحكام، والبداية والنهاية، وتوفي عام (٧٧٤).
انظر: الدرر الكامنة لابن حجر (١/ ٣٩٩)، وشذرات الذهب لابن العماد (٦/ ٢٣١).
(٢) الباعث الحثيث (ص ١٥١) , وانظر فتح الباري (٧/ ٤).
(٣) مقدمة ابن الصلاح (ص ٤٨٦).
(٤) انظر: التقييد والإيضاح (ص ٢٩٢) , ونزهة النظر لابن حجر (ص ١٢٧ - ١٢٨).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (19,'كان صحيحاً من حيث الاستعمال اللغوي , فيطلق على من صحب شخصاً ولو ساعة.
ويضيف هؤلاء أن العرف قيد الوضع اللغوي، فلا يطلق اسم الصحابي إلا على من كثرت صحبته للنبي - صلى الله عليه وسلم -، واختص به اختصاص الصاحب بالمصحوب لا على من لقيه ساعة (١).
والمذهب الأول هو الراجح , وعليه العمل عند المحدثين والأصوليين (٢) , واستدل ابن كثير لرجحانه بقول النبي - صلى الله عليه وسلم -: » يأتي على الناس زمان , يغزو فئام من الناس , فيقال لهم: فيكم من رأى رسول الله - صلى الله عليه وسلم -؟ فيقولون: نعم , فيفتح لهم، ثم يغزو فئام من الناس , فيقال لهم: فيكم من رأى من صحب رسول الله - صلى الله عليه وسلم -؟ ، فيقولون: نعم , فيفتح لهم، ثم يغزو فئام من الناس , فيقال لهم: هل فيكم من رأى من صحب من صحب رسول الله - صلى الله عليه وسلم -؟ ، فيقولون: نعم , فيفتح لهم «(٣).
_________
(١) انظر: المستصفى للغزالي (١/ ١٦٥) , والواضح لابن عقيل (٥/ ٦٠) , والإحكام في أصول الأحكام للآمدي (٢/ ٩٢)، ومفردات ألفاظ القرآن (ص ٤٧٥) مادة "صحب".
(٢) انظر: فتح الباري لابن حجر (٧/ ٣) , وفتح المغيث للسخاوي (٤/ ٨٦) , ورجحه من الأصوليين: ابن عقيل الحنبلي في الواضح (٥/ ٦١ - ٦٢) , وابن قدامة في روضة الناظر (٢/ ٤٠٤) , والآمدي في الإحكام (٢/ ٩٢) , وابن النجار في شرح الكوكب المنير (٢/ ٤٦٥).
(٣) أخرجه عن أبي سعيد الخدري - رضي الله عنه - بهذا اللفظ مسلم في صحيحه في كتاب فضائل الصحابة (٤/ ١٩٦٢) برقم (٢٥٣٢) , وأخرجه البخاري بلفظ: «فيكم من صحب رسول الله - صلى الله عليه وسلم -؟ » في عدة مواضع؛ بوب على أحدها بقوله: باب فضائل أصحاب النبي - صلى الله عليه وسلم - , ومن صحب النبي أو رآه من المسلمين فهو من أصحابه. صحيح البخاري، كتاب فضائل أصحاب النبي - صلى الله عليه وسلم - (٤/ ١٨٨).
وأخرج ابن أبي شيبة في المصنف (١٢/ ١٧٨) عن واثلة بن الأسقع - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا تزالون بخير ما دام فيكم من رآني وصاحبني، والله لا تزالون بخير ما دام فيكم من رأى من رآني وصاحب من صاحبني». قال ابن حجر في فتح الباري (٧/ ٥): «إسناده حسن»، وانظر مجمع الزوائد (١٠/ ٢٠).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (20,'فدل الحديث على» أن مجرد الرؤية كاف في إطلاق الصحبة , لشرف رسول الله - صلى الله عليه وسلم - وجلالة قدره وقدر من رآه من المسلمين «(١).
وأما ما ذكره أصحاب الرأي الثاني من اشتراط طول الصحبة فله تأثير في الفضل , فإن الصحابة متفاوتون في الفضيلة بحسب قربهم من النبي - صلى الله عليه وسلم - , وملازمتهم له , وتقدم إسلامهم ونحو ذلك.
وقد اتفق العلماء على أن من ثبتت صحبته للنبي - صلى الله عليه وسلم - فقد ثبتت عدالته وثقته , وليس بحاجة إلى تعديل أحد (٢).

<span data-type="title" id=toc-13>٣ - تعريف التابعي:</span>
الاختلاف في تعريف التابعي قريب من الاختلاف في تعريف الصحابي ,
_________
(١) الباعث الحثيث (ص ١٥٣).
(٢) انظر: الكفاية (ص ٩٦) , والمستصفى للغزالي (١/ ١٦٤) , ومقدمة ابن الصلاح (ص ٤٩٠) , والإصابة لابن حجر (١/ ١٠).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (21,'فكما اُختلف في القدر الزمني الذي يصح به إطلاق اسم الصحابي على من رأى النبي - صلى الله عليه وسلم -، اختلف في التابعي , فذهب بعض من لم يشترط طول الصحبة في الصحابي إلى اشتراطها في التابعي , فلم يكتف بمجرد رؤيته الصحابي , والفرق بين الصحابي والتابعي شرف رؤية النبي - صلى الله عليه وسلم - وعظمها، ولأن الاجتماع به يؤثر في النور القلبي أضعاف ما يؤثره الاجتماع الطويل بالصحابي وغيره من الأخيار (١).
ومذهب جمهور العلماء عدم اشتراط طول صحبة التابعي للصحابي , وإنما مجرد لقائه به كاف في إطلاق اسم التابعي عليه (٢).
وهذا الرأي هو الراجح وعليه عمل أئمة المحدثين كالإمام مسلم , وأبي حاتم بن حبان (٣)
, وأبي عبد الله الحاكم (٤) وغيرهم، فإنهم ذكروا في طبقات التابعين
_________
(١) انظر: الكفاية (ص ٥٩) , ومقدمة ابن الصلاح (ص ٥٠٦) , والباعث الحثيث (ص ١٦٢) , وتدريب الراوي (٢/ ٦٩٩ - ٧٠٠).
(٢) انظر: مقدمة ابن الصلاح (ص ٥٠٦) , والتقييد والإيضاح للعراقي (ص ٣١٧) , ونزهة النظر (ص ١٣١) , وفتح المغيث للسخاوي (٤/ ١٤٧).
(٣) هو الحافظ أبو حاتم محمد بن حبان البستي، روى عن النسائي وابن خزيمة، وتولى قضاء سمرقند، من مصنفاته: الصحيح المسمى بالأنواع والتقاسيم، وكتاب المجروحين، توفي عام (٣٥٤).

انظر: تذكرة الحفاظ (٣/ ٩٢٠)، والبداية والنهاية (١٥/ ٢٨١)، ولسان الميزان (٥/ ١١٢).
(٤) هو أبو عبد الله محمد بن عبد الله الضبي النيسابوري، الإمام الحافظ، ولد عام (٣٢١)، رحل في طلب الحديث وهو ابن عشرين سنة، من مصنفاته: المستدرك، ومعرفة علوم الحديث، توفي عام (٤٠٥).
انظر: تاريخ بغداد (٥/ ٤٧٣)، وتذكرة الحفاظ (٣/ ١٠٣٩).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (22,'من رأى صحابياً ولم يثبت سماعه منه كالأعمش (١)؛ فإنه رأى أنس بن مالك - رضي الله عنه - ولم يثبت سماعه منه (٢).
والتابعون في صحبتهم للصحابة طبقات، وقد جعلهم ابن حجر (٣) أربع طبقات:
الأولى: طبقة كبار التابعين، كسعيد بن المسيب (٤).
_________
(١) هو سليمان بن مهران الأسدي الكاهلي الكوفي، أبو محمد، ولد عام (٦١)، من أئمة القراء والمحدثين، روى عن أبي وائل وابن جبير، وعنه الثوري وشعبة، توفي عام (١٤٨).
انظر: التاريخ الكبير للبخاري (٢/ ٢/٣٧)، وتاريخ بغداد (٩/ ٣)، ومعرفة القراء الكبار (١/ ٩٤).
(٢) انظر التقييد والإيضاح (ص ٣١٨).
(٣) هو شهاب الدين أبو الفضل أحمد بن علي بن محمد العسقلاني المصري، ولد بمصر عام (٧٧٣)، ونشأ بها يتيماً، ثم تولى القضاء بها، من مصنفاته: فتح الباري، والإصابة وغيرها، توفي عام (٨٥٢).
انظر: الضوء اللامع للسخاوي (٢/ ٣٦)، وشذرات الذهب (٧/ ٢٧٠).
(٤) هو أبو محمد سعيد بن المسيب بن حزن القرشي المخزومي، ولد في أول خلافة عمر، وسمع عثمان وعلياً، وكان رأس المدينة في وقته، وأحد فقهائها السبعة، توفي عام (٩٣).
انظر: الطبقات الكبرى لابن سعد (٥/ ٨٨)، والتاريخ الكبير (٢/ ١/٥١٠)، وسير أعلام النبلاء (٤/ ٢١٧).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (23,'الثانية: الطبقة الوسطى منهم، كالحسن (١)
وابن سيرين (٢).
الثالثة: طبقة تليها جل روايتها عن كبار التابعين، كالزهري (٣) ... وقتادة (٤).
_________
(١) هو أبو سعيد الحسن بن أبي الحسن البصري، ولد بالمدينة في آخر خلافة عمر، وروى عن جابر وابن عباس وخلق من الصحابة، وروى عنه أيوب وثابت، وكان مفتي البصرة، توفي عام (١١٠).

انظر: الطبقات الكبرى لابن سعد (٧/ ١/١١٤)، وسير أعلام النبلاء (٤/ ٥٦٣)، وطبقات المفسرين للداودي (١/ ١٥٠).
(٢) هو محمد بن سيرين البصري، أبو بكر مولى أنس بن مالك، سمع أبا هريرة وابن عباس وأنساً، وروى عنه قتادة وأيوب، وكان إماماً في الحديث وتعبير الرؤيا، توفي عام (١١٠).
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٤٠)، والتاريخ الكبير (١/ ١/٩٠)، وتذكرة الحفاظ (١/ ٧٧).
(٣) هو أبو بكر محمد بن مسلم بن عبيد الله القرشي الزهري المدني الإمام الحافظ، ولد عام (٥٠)، روى عن ابن عمر وأنس ولزم ابن المسيب ثماني سنين، وروى عنه مالك والأوزاعي، توفي عام (١٢٤).
انظر: الطبقات الكبرى لابن سعد (٢/ ١٣٥)، والتاريخ الكبير (١/ ١/٢٢٠)، وتذكرة الحفاظ (١/ ١٠٨).
(٤) هو أبو الخطاب قتادة بن دعامة السدوسي البصري , ولد أكمه عام (٦٠)، وروى عن أنس، كان إماماً في التفسير والحديث، مضرب المثل في قوة الحفظ، توفي في الطاعون بواسط عام (١١٧) وقيل (١١٨).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١)، والتاريخ الكبير (٤/ ١/١٨٥)، وطبقات المفسرين للداودي (٢/ ٤٧).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (24,'الرابعة: الطبقة الصغرى منهم، وهم الذين رأوا الواحد والاثنين , ولم يثبت لبعضهم سماع من الصحابة، كالأعمش (١).

<span data-type="title" id=toc-14>٤ - تعريف التفسير:</span>
يرجع مصطلح التفسير في أصله اللغوي إلى ثلاثة أحرف: " الفاء", و"السين" , و" الراء ".
وهل أصل التفسير مادة " فسر" , أو" سفر"؟ ، ذكر الزركشي (٢) في "البرهان" (٣) قولان في ذلك , والذي وقفت عليه في المعاجم اللغوية ذكر التفسير في مادة " فسر "، ولم أجد من ذكره في مادة " سفر" , والتفسير بعد حذف الحروف الزوائد يرجع إلى فسر (٤).
وبكل حال فالكلمتان فسر وسفر ترجعان إلى معنى واحد , وهو الكشف
_________
(١) تقريب التهذيب (ص ٧٥).
(٢) هو بدر الدين محمد بن بهادر بن عبد الله الزركشي المصري الشافعي، ولد عام (٧٤٥)، عني بالفقه والأصول والحديث، من مصنفاته: الروضة، والبحر المحيط في أصول الفقه، توفي عام (٧٩٤) بالقاهرة. انظر: الدرر الكامنة (٤/ ١٧)، وشذرات الذهب (٦/ ٣٣٥).
(٣) (٢/ ٢٨٣ - ٢٨٤) , وتابعه السيوطي في الإتقان (٢/ ٢٢١)، وانظر مقدمتان في علوم القرآن (ص ١٧٣)، والتيسير في قواعد علم التفسير (ص ٢١).
(٤) وانظر التفسير اللغوي (ص ١٩).',NULL,'24',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (25,'والبيان والإيضاح (١).
جاء في كتاب "العين":
«الفَسْرُ: التفسير , وهو بيان وتفصيل الكتاب , وفَسَرَه يفسره فسراً , وفسَّره تفسيراً , والتفسرة: اسم للبول الذي ينظر فيه الأطباء؛ يستدل به على مرض البدن , وكل شيء يعرف به تفسير الشيء فهو التفسرة» (٢).
وفي "تهذيب اللغة ": «وقوله: {وَأَحْسَنَ تَفْسِيرًا} (٣) الفسر: كشف المغطى , وقال بعضهم: التفسير: كشف المراد عن اللفظ المشكل» (٤).
ويقال: فسرت الحديث أفسره فسراً؛ إذا بينته وأوضحته , وفسرته تفسيراً كذلك (٥).
ومن شواهد "سفر" قولهم: سفرت المرأة عن وجهها؛ إذا كشفته , وأسفر الصبح؛ إذا بان وانكشف الظلام , وسمي السفر بذلك؛ لأن المسافر ينكشف عن
_________
(١) معجم مقاييس اللغة (ص ٤٦٢) مادة "سفر"، و (ص ٨١٨) مادة "فسر"، والبرهان (٢/ ٢٨٤).
(٢) (٧/ ٢٤٧ - ٢٤٨).
(٣) سورة الفرقان من الآية (٣٣).
(٤) (١٢/ ٤٠٧) مادة "فسر".
(٥) جمهرة اللغة (٢/ ٧١٨).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (26,'مكانه (١).

* وأما المعنى الاصطلاحي للتفسير فهو مأخوذ من المعنى اللغوي من جهة كونه بياناً وكشفاً لمراد الله تعالى من كلامه , وعلى هذا تدور تعريفات العلماء للتفسير، لكن يزيد بعضهم قيوداً وأوصافاً قد تخدم التفسير، ولها أثر - ولو يسير- في بيان القرآن , فيذكر مثلاً في التعريف: أسباب النزول , والناسخ والمنسوخ، والعام والخاص , والمطلق والمقيد، ونحو ذلك:
كقول الزركشي: «هو علم نزول الآية وسورتها، وأقاصيصها والإشارات النازلة فيها , ثم ترتيب مكيها ومدنيها , ومحكمها ومتشابهها , وناسخها ومنسوخها، وخاصها وعامها، ومطلقها ومقيدها، ومجملها ومفسرها» (٢).
وقد يذكر بعض العلماء ما ليس له أثر في بيان القرآن كقول أبي حيان (٣): «التفسير: علم يبحث فيه عن كيفية النطق بألفاظ القرآن، ومدلولاتها وأحكامها
_________
(١) انظر: تهذيب اللغة (١٢/ ٤٠٠ - ٤٠٢)، والصحاح (٢/ ٦٨٦)، ومعجم مقاييس اللغة (ص ٤٦٢) مادة "سفر".
(٢) البرهان (٢/ ٢٨٤).
(٣) هو محمد بن يوسف بن علي الأندلسي الغرناطي، ولد بغرناطة سنة (٦٥٤)، برع في العربية والقراءات والتفسير، صنف البحر والنهر، وهما في التفسير، وله التذييل والتكميل، توفي بالقاهرة سنة (٧٤٥).
انظر: الدرر الكامنة (٥/ ٧٠)، وبغية الوعاة (١/ ٢٨٠)، وطبقات المفسرين للداودي (٢/ ٢٨٧).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (27,'الإفرادية والتركيبية، ومعانيها التي تحمل عليها حالة التركيب، وتتمات ذلك» (١).
وذكر أن المراد بكيفية النطق بألفاظ القرآن: علم القراءات.
والأولى في التعريفات الاختصار وأن تكون جامعة لحدود المعرَّف , ومن أحسنها: تعريف الكافيجي (٢) لولا أن فيه تكراراً، فإنه قال: «وأما التفسير في العرف فهو: كشف معاني القرآن وبيان المراد» (٣)، وبيان المراد داخل في كشف معاني القرآن.
وعرف ابن عثيمين (٤) التفسير بتعريف قريب منه، فقال: «بيان معاني القرآن الكريم» (٥).
_________
(١) البحر المحيط (١/ ١٣).
(٢) هو أبو عبد الله محمد بن سليمان الرومي الحنفي، ولد سنة (٧٨٨)، كان بارعاً في علم الكلام واللغة والفقه وأصوله، زادت مؤلفاته على المائة، منها: شرح قواعد الإعراب، وشرح كلمتي الشهادة، توفي سنة (٨٧٩).
انظر: الضوء اللامع للسخاوي (٧/ ٢٥٩)، وبغية الوعاة (١/ ١١٧)، وشذرات الذهب (٧/ ٣٢٦).
(٣) التيسير في قواعد علم التفسير (ص ٢١).
(٤) هو أبو عبد الله محمد بن صالح بن سليمان العثيمين، أحد كبار المجتهدين في هذا العصر، ولد سنة (١٣٤٧)، وتلمذ على ابن سعدي، ولازم الإفتاء والتدريس طيلة حياته، وتوفي سنة (١٤٢٠).
انظر في ترجمته كتاب الجامع لحياة الشيخ العلامة محمد بن صالح العثيمين العلمية والعملية.
(٥) أصول في التفسير (ص ٢٨)، وهناك تعريفات أخرى مختصرة للزركشي في البرهان (١/ ١٠٤ - ١٠٥)، والزرقاني في مناهل العرفان (١/ ٤٧١)، وابن عاشور في التحرير والتنوير (١/ ١٠).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (28,'وأما ما يذكره المفسرون في كتبهم من معاني بعض المفردات التي لا يؤثر بيانها في المعنى التركيبي للآية، فالقارئ يفهم المراد من الآية دون الحاجة إلى معرفة حقيقة تلك المفردات، وتفسير هذه الأمور يعد بياناً لها، لكنَّ الاختلاف وقع في فائدة البحث في معناها بالنسبة للمفسر، ومن أمثلته ما وقع لعمر - رضي الله عنه - عندما أراد معرفة معنى الأب ثم عدل عن ذلك، وعده من التكلف؛ لأن معرفة المعنى التركيبي للآية مفهوم دون الوقوف على حقيقة الأب.
ومن أمثلته تفسير المبهمات في القرآن، فتفسيرها يعد بياناً لها، ولا يمكن إخراجها من البيان، فإذا قلنا إن المراد بضمير التثنية في قول الله تعالى: {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ} (١) عائشة وحفصة - رضي الله عنهما - (٢) فإنه يعد بياناً للآية، لكن جهلنا باسميهما لا يؤثر في فهم المراد من الآية، وسيأتي تفصيل أكثر عن هذه القضية، وتوجيه كلام عمر - رضي الله عنه - عند الحديث عن نقد التكلف في التفسير.
والمعيب حقاً أن تكون هذه المعاني التي لا تؤثر في بيان المعنى العام للآية هي ما يشغل المفسر ويصرفه عن البحث عن الفوائد والأحكام والعبر والهدايات التي
_________
(١) سورة التحريم من الآية (٤).
(٢) جامع البيان (٢٣/ ٩٤).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (29,'من أجلها نزل القرآن، وأحياناً لا تجد في بعض التفاسير سوى البحث عن هذه المعاني الفرعية، ويعظم الخطأ عندما يكون البحث في معاني تلك الأشياء غير ذي جدوى لعدم إمكانية الترجيح بين الأقوال في تفسيرها، وكونها متلقاة من الأخبار والروايات الإسرائيلية.
وهناك أشياء يذكرها المفسرون وهي ليست من بيان القرآن في شيء، مثل فضائل السور والآيات، وكذا ما أشار إليه أبو حيان في تعريف التفسير وأنه يشمل كيفية النطق بألفاظ القرآن كالإمالة والمدود ونحوهما.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (30,'<span data-type="title" id=toc-15>ثانيًا
النقد النبوي للتفسير وأثره على الصحابة</span>
سبق في المقدمة أن أصول النقد ترجع إلى عصر النبي - صلى الله عليه وسلم - , فهو أول من قام به , وفي السنة أحاديث نقدية: إما نقداً لمنهج، أو نقداً لقول، أو نقداً لعمل مبنيٍّ على فهمٍ خاطئ.
وقد يأتي النقد ابتداءً من النبي - صلى الله عليه وسلم -، أو نتيجة رأي أو إشكال يقع لأحد الصحابة في فهم آية، فيعرضه على النبي - صلى الله عليه وسلم - فيرده، ويبين الفهم الصحيح للآية، ومن المعلوم تفاوت الصحابة - رضي الله عنهم - في فهم القرآن الكريم، فقد يخطئ بعضهم، أو تشتبه عليه النصوص فيظن أن بينها تعارضاً.
وبهذا يتبين أن النقد النبوي يرد دفعاً للخطأ قبل وقوعه، أو رفعاً له بعد وقوعه، والأحاديث النبوية النقدية قليلة؛ ينتقد النبي - صلى الله عليه وسلم - الفهم الخاطئ للآية ويبين المعنى الصحيح، وهذا في الأعم الأغلب، وقد يرد في بعض الأحاديث الإشارة إلى وجه الضعف، وسنتحدث فيما يلي عن جوانب مهمة في النقد النبوي:',NULL,'30',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (31,'<span data-type="title" id=toc-16>نقد مناهج التفسير:</span>
لتفسير القرآن الكريم طرق يسير عليها من أراد فهم القرآن، وهذه المسالك تتفاوت صحة وضعفاً، وقد أصبحت - حين تفرق الأمة وظهور البدع - مناهج وسمات عرفت بها بعض الفرق الإسلامية؛ تتبعها في فهم النصوص والاستدلال بها.
بيد أن المناهج المنحرفة في فهم القرآن التي ظهرت فيما بعد لم تكن ظاهرة في العصر النبوي، إذ لم يوجد من يتبناها أو يدافع عنها، أو يتخذها منهجاً في اتباع النصوص وتفسيرها، ولعل السر في ذلك نقاء عصر النبي وصفائه بوجوده - صلى الله عليه وسلم - بين الناس.
وقد ذم النبي - صلى الله عليه وسلم - بعض الطرق في فهم القرآن وحذر منها، وهو محمول في بعض ذلك على حالات معينة وليس نقداً مطلقاً، ومن تلك المناهج والطرق:

<span data-type="title" id=toc-17>أ- نقد تأويل المتشابه:</span>
ومتبعو المتشابه من الآيات ومفسروها لهم مقاصد؛ إما بهدف التشكيك في القرآن الكريم وإضلال الناس، وإما لاعتناقهم مذاهب باطلة، فيبحثون عن مخارج لها من القرآن الكريم، فإذا ضاقت عليهم الآيات المحكمات البينات عمدوا',NULL,'31',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (32,'إلى الآيات المتشابهة، وفسروها بما يتوافق مع أهوائهم ومقاصدهم الفاسدة (١).
وقد حذر النبي - صلى الله عليه وسلم - من هؤلاء، وسلوك منهجهم في التعامل مع النصوص الشرعية، فعن عائشة - رضي الله عنها - أن النبي - صلى الله عليه وسلم - تلا هذه الآية: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} (٢) قالت: قال رسول الله: «فإذا رأيت الذين يتبعون ما تشابه منه، فأولئك الذين سمّى الله فاحذروهم» (٣).
وقد ذكر ابن جرير (٤) أن الآية التي تلاها النبي - صلى الله عليه وسلم - نزلت بسبب مجادلة نصارى نجران بمتشابه القرآن، ومناظرتهم النبي - صلى الله عليه وسلم - في أمر عيسى - عليه السلام - (٥)، وهذا موافق لما ذكره ابن إسحاق (٦)، فقد ذكر قدومهم على النبي - صلى الله عليه وسلم - ومجادلتهم له،
_________
(١) انظر الجامع لأحكام القرآن (٢/ ١٢٥٥ - ١٢٥٦).
(٢) سورة آل عمران آية (٧).
(٣) أخرجه البخاري في كتاب التفسير، باب: {مِنْهُ آيَاتٌ مُحْكَمَاتٌ} (٥/ ١٦٦)، وأخرجه مسلم في كتاب العلم (٤/ ٢٠٥٣) برقم (٢٦٦٥).
(٤) هو أبو جعفر محمد بن جرير الآملي الطبري، شيخ المفسرين، وأحد المجتهدين، ولد عام (٢٢٤)، من مصنفاته غير التفسير: تاريخ الأمم والملوك، والقراءات، استوطن بغداد وبها توفي عام (٣١٠).

انظر: تاريخ بغداد (٢/ ١٦٢)، وتذكرة الحفاظ (٢/ ٧١٠)، وطبقات المفسرين للداودي (٢/ ١١٠).
(٥) جامع البيان (٥/ ٢٠٦، ٢١٢).
(٦) هو أبو بكر محمد بن إسحاق بن يسار المطلبي المدني، رأى أنس بن مالك وابن المسيب، وحدث عنه الثوري وشعبة، كان إماماً في السير وأيام الناس، توفي عام (١٥١).
انظر: التاريخ الكبير (١/ ١/٤٠)، وتاريخ بغداد (١/ ٢١٤).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (33,'واحتجاجهم على ألوهية عيسى - عليه السلام - ببعض الأمور المتشابهة التي جاء القرآن بها، وذكر أن صدر سورة آل عمران نزلت رداً عليهم (١).
قال ابن تيمية (٢): «سبب نزول هذه الآية كان قدوم نصارى نجران ومناظرتهم للنبي - صلى الله عليه وسلم - في أمر المسيح، كما ذكر ذلك أهل التفسير وأهل السيرة، وهو من المشهور بل من المتواتر أن نصارى نجران قدموا على النبي - صلى الله عليه وسلم - ودعاهم إلى المباهلة المذكورة في سورة آل عمران، فأقروا بالجزية ولم يباهلوه، وصدر آل عمران نزل بسبب ما جرى؛ ولهذا عامتها في أمر المسيح» (٣).
فهؤلاء النصارى اعتقدوا في عيسى - عليه السلام - أمراً، وأرادوا الاستدلال عليه بما عند المسلمين مما نزل به القرآن الكريم، فاحتجوا ببعض المتشابه زاعمين دلالته على
_________
(١) انظر السيرة النبوية لابن هشام (٢/ ٥٧٥) وما بعدها.
(٢) هو أبو العباس أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني الدمشقي، ولد عام (٦٦١)، أحد الأعلام، قال الذهبي: «سارت بتصانيفه الركبان»، وتوفي بدمشق عام (٧٢٨)، له ترجمة حافلة في الكواكب الدرية لابن عبد الهادي، وانظر: تذكرة الحفاظ (٤/ ١٤٩٦)، والبداية والنهاية (١٨/ ٢٩٥).
(٣) مجموع الفتاوى (١٧/ ٣٧٧).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (34,'ألوهية عيسى، ومن ذلك أنهم قالوا للنبي - صلى الله عليه وسلم -: ألست تزعم أن عيسى كلمة الله وروحه؟ ، قال: بلى، قالوا: حسبنا (١).
ووجه كون هذه الألفاظ من المتشابه أن لفظ كلمة الله: يراد به الكلام، ويراد به المخلوق بالكلام، ولفظ روح منه: يراد به ابتداء الغاية ويراد به التبعيض (٢)، ولم يردوا هذه الألفاظ إلى المحكم من القرآن الدال على أن عيسى - عليه السلام - مخلوق وعبدٌ لله، كقول الله تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} (٣)، وقوله تعالى: {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا} (٤).
ومما اتبعوه من المتشابه للاستدلال على أن الله تعالى ثالث ثلاثة ما يرد في القرآن من لفظ: "إنا" و"نحن"، الدال على الجمع، ووجه كون هذه الألفاظ من المتشابه «أنها تقال للواحد الذي له أعوان: إما أن يكونوا شركاء له، وإما أن يكونوا مماليك له، ولهذا صارت متشابهة، فإن الذي معه شركاء يقول: فعلنا نحن كذا، وإنا نفعل كذا، وهذا ممتنع في حق الله تعالى، والذي له مماليك ومطيعون يطيعونه، كالملك يقول: فعلنا كذا، أي: أنا فعلت بأهل ملكي، وكل ما سوى الله مخلوق له مملوك له، وهو سبحانه أحق من قال: إنا ونحن بهذا الاعتبار، فإن ما سواه ليس له
_________
(١) جامع البيان (٥/ ٢٠٦)، وتفسير ابن أبي حاتم (٢/ ٥٩٦).
(٢) مجموع الفتاوى لابن تيمية (١٧/ ٣٨٩).
(٣) سورة آل عمران آية (٥٩).
(٤) سورة مريم آية (٣٠).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (35,'ملك تام، ولا أمر مطاع طاعة تامة» (١).
فاتبعوا المتشابه وتركوا المحكم كقول الله تعالى: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} (٢)، فإنه محكم؛ لأن هذا الاسم مختص بالله وحده (٣).
وقد دل قوله - صلى الله عليه وسلم -: «فإذا رأيت الذين يتبعون ما تشابه منه، فأولئك الذين سمى الله فاحذروهم» على أمرين:
الأول: التحذير ممن يتبع المتشابه، وذلك يشمل كل متأولٍ للآيات المتشابهة في القرآن ليجادل بها أهل الحق، ويلبس عليهم دينهم؛ سواء كان من المشركين كاليهود والنصارى، أو كان من المسلمين كأهل البدع (٤)، ولا يمكن الحذر من هؤلاء إلا بمعرفة تأويلاتهم للنصوص، ومآخذهم التي ينطلقون منها في فهم النصوص، ثم نقدها وتزييفها، وقد جاء ذلك صريحاً في بعض روايات الحديث، حيث قال - صلى الله عليه وسلم -: «أولئك الذين سمّى الله فاعرفوهم» (٥).
ومما يشمله التحذير من هؤلاء مجانبتهم والابتعاد عنهم , وترك مجالستهم،
_________
(١) مجموع الفتاوى (١٧/ ٣٧٧ - ٣٧٨) باختصار، وانظر السيرة النبوية لابن هشام (٢/ ٥٧٥).
(٢) سورة الأعراف من الآية (٥٤).
(٣) مجموع الفتاوى (١٧/ ٣٧٨).
(٤) انظر جامع البيان (٥/ ٢١٤).
(٥) أخرج هذه الرواية ابن جرير الطبري في تفسيره (٥/ ٢١٠) عن عائشة - رضي الله عنها -، وصحح إسنادها أحمد شاكر في تعليقه على التفسير (٦/ ١٩٣) ط. دار المعارف.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (36,'مخافة أن يوردوا شيئاً من تفسير المتشابه، فلا يجد المسلم له جواباً، فيقع في الفتنة (١)، وقد جاء ذلك صريحاً في بعض الروايات، ففي بعضها: «فلا تجالسوهم» (٢).
الثاني: ذم اتباع المتشابه وطلب تفسيره، والاستدلال به على ما يعتقده الإنسان، وجاء لفظ «يتبعون» للدلالة على أنهم «يطلبون المتشابه ويقصدونه دون المحكم، مثل المتبع للشيء الذي يتحراه ويقصده، وهذا فعل من قصده الفتنة. وأما من سأل عن معنى المتشابه ليعرفه ويزيل ما عرض له من الشبه، وهو عالم بالمحكم متبع له، مؤمن بالمتشابه، لا يقصد فتنة، فهذا لم يذمه الله» (٣).
ولذا كان الصحابة - رضي الله عنهم - يسألون النبي - صلى الله عليه وسلم - عما يشتبه عليهم فهمه من الآيات، فيفهمون منها غير المراد، أو يظنون معارضتها لأقواله - صلى الله عليه وسلم -، فيصحح لهم المعنى، ومن أمثلته:
١ - عن عائشة - رضي الله عنها - عن النبي - صلى الله عليه وسلم - قال: «من نُوقش الحساب عُذب»، قالت: قلت: أليس يقول الله تعالى: {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} (٤)؟ ، قال: «ذلك
_________
(١) انظر شرح صحيح مسلم للنووي (١٦/ ٢١٨).
(٢) أخرج هذه الرواية: ابن وهب في الجامع (١/ ٧٩)، وابن جرير في تفسيره (٥/ ٢٠٩)، وابن حبان في صحيحه كما في الإحسان في ترتيب صحيح ابن حبان (١/ ١٤٧).
(٣) مجموع الفتاوى لابن تيمية (١٧/ ٣٩٤).
(٤) سورة الانشقاق آية (٨).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (37,'العرض»، وفي رواية أخرى أنه قال: «إنما ذلك العرض، وليس أحد يناقش الحساب يوم القيامة إلا عُذب» (١).
قال ابن تيمية: «معلوم أن قوله: {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} لا يدل ظاهره على أن المحاسب يناقش، بل الظاهر من لفظ الحساب اليسير أنه لا تكون فيه مناقشة» (٢).
وقال ابن القيم (٣): «أنكر على عائشة؛ إذ فهمت من قوله تعالى: {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} معارضته لقوله - صلى الله عليه وسلم -: «من نُوقش الحساب عُذب»، وبين لها أن الحساب اليسير هو: العرض؛ أي: حساب العرض، لا حساب المناقشة» (٤).
_________
(١) أخرجه البخاري في كتاب الرقاق، باب من نوقش الحساب عذب (٧/ ١٩٧)، وأخرجه أيضاً في كتاب التفسير، باب {فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} (٦/ ٨١)، وأخرجه مسلم في كتاب الجنة وصفة نعيمها وأهلها (٤/ ٢٢٠٤) برقم (٢٨٧٦).
(٢) درء تعارض العقل والنقل (٧/ ٤٨)، وانظر فتح الباري لابن حجر (١١/ ٤٠٢).
(٣) هو أبو عبد الله محمد بن أبي بكر بن أيوب الزرعي الدمشقي، ولد عام (٦٩١)، لازم ابن تيمية، وبرع في علم التفسير والحديث، من أخص تلاميذه ابن كثير، وتصانيفه كثيرة في شتى العلوم، منها: شرح تهذيب سنن أبي داود، وزاد المعاد، توفي عام (٧٥١).
انظر: البداية والنهاية (١٨/ ٥٢٣)، وذيل طبقات الحنابلة لابن رجب (٢/ ٤٤٧)، والدرر الكامنة (٤/ ٢١).
(٤) إعلام الموقعين (١/ ٣٥١).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (38,'٢ - وعن أنس بن مالك - رضي الله عنه - أن رجلاً قال: يا نبي الله كيف يحشر الكافر على وجهه يوم القيامة؟ ! ، قال: «أليس الذي أمشاه على الرجلين في الدنيا قادراً على أن يمشيه على وجهه يوم القيامة؟ »، قال قتادة: بلى وعزة ربنا (١).
قال ابن حجر: «قوله: «أليس الذي أمشاه» إلخ ظاهر في أن المراد بالمشي حقيقته، فلذلك استغربوه حتى سألوا عن كيفيته» (٢).
٣ - وعن أبي هريرة - رضي الله عنه - قال: «جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا محمد أرأيت جنة عرضها السموات والأرض فأين النار؟ ، قال: «أرأيت الليل الذي قد ألبس كل شيء، فأين جعل النهار؟ »، قال: الله أعلم، قال: «كذلك الله يفعل ما يشاء» (٣).
_________
(١) أخرجه البخاري في كتاب التفسير باب قوله: {الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا} (٦/ ١٤)، وفي كتاب الرقاق، باب كيف الحشر (٧/ ١٩٤)، وأخرجه مسلم في كتاب صفات المنافقين وأحكامهم (٤/ ٢١٦١) برقم (٢٨٠٦).
(٢) فتح الباري (١١/ ٣٨٢).
(٣) أخرجه ابن حبان في صحيحه كما في الإحسان (١/ ١٥٨)، والحاكم في المستدرك (١/ ٣٦) وهذا لفظه، وقال: «هذا حديث صحيح على شرط الشيخين، ولا أعلم له علة، ولم يخرجاه»، ووافقه الذهبي، وصححه الألباني في سلسلة الأحاديث الصحيحة (٦/ ٢/٩٢٤) برقم (٢٨٩٢).
وروي أن هرقل اعترض بهذا الاعتراض في الكتاب الذي بعثه إلى النبي - صلى الله عليه وسلم -، فأجابه بالجواب نفسه، انظر: المسند لأحمد (٣/ ٤٤١)، وجامع البيان (٦/ ٥٤)، والبداية والنهاية (٧/ ١٧٧)، ومجمع الزوائد (٨/ ٢٣٦).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (39,'فالإخبار عن الجنة بأنها تستغرق السموات والأرض قد يُفهم منه ألا يوجد مكان للنار؛ لذا أُورد هذا السؤال، فأجاب النبي - صلى الله عليه وسلم - بأنه ليس بلازم بالقياس على الليل والنهار؛ إذ لا يلزم من عدم مشاهدتنا الليل إذا جاء النهار ألا يكون في مكان، وإن كنا لا نعلمه، وكذلك النار تكون حيث يشاء الله عز وجل (١).

<span data-type="title" id=toc-18>ب - نقد الإسرائيليات:</span>
يتخذ بعض المفسرين الروايات الإسرائيلية طريقاً لتفسير القرآن، وبخاصة فيما يتعلق بأخبار الأمم السابقة , وما جرى للرسل مع أقوامهم، حتى أصبح ذلك سمة ظاهرة في بعض التفاسير؛ لما في الروايات الإسرائيلية من تفصيلات لا توجد في الكتاب والسنة.
وقد أذن النبي - صلى الله عليه وسلم - بالتحديث عن بني إسرائيل، فقال: «حدثوا عن بني إسرائيل ولا حرج» (٢).
واستمع لحبر من أحبار اليهود قال له: «يا محمد إنا نجد أن الله يجعل السموات على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء والثرى على إصبع، وسائر الخلائق على إصبع، فيقول: أنا الملك، فضحك النبي - صلى الله عليه وسلم - حتى
_________
(١) تفسير القرآن العظيم لابن كثير (٢/ ٩٩).
(٢) أخرجه البخاري في كتاب أحاديث الأنبياء، باب ما ذكر عن بني إسرائيل (٤/ ١٤٥) من حديث عبد الله بن عمرو - رضي الله عنهما -.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (40,'بدت نواجذه؛ تصديقاً لقول الحبر، ثم قرأ رسول الله - صلى الله عليه وسلم -: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}» (١).
ومع مجيء هذا الإذن الصريح من النبي - صلى الله عليه وسلم - بقوله وفعله، فقد جاء عنه ما يدل على أنه ليس مطلقاً، وانتقد صراحة من سأل أهل الكتاب أو تتبع كتبهم، فغضب - صلى الله عليه وسلم - من عمر - رضي الله عنه - حينما رأى في يده صحيفة من التوراة، وقال: «أَمُتَهَوِّكُوْنَ (٢) فيها يا بن الخطاب؟ ! والذي نفسي بيده لقد جئتكم بها بيضاء نقية، لا تسألوهم عن شيء فيخبروكم بحق فتكذبوا به، أو بباطل فتصدقوا به، والذي نفسي بيده لو أن موسى - صلى الله عليه وسلم - كان حياً ما وسعه إلا أن يتبعني» (٣).
_________
(١) سورة الزمر من الآية (٦٧)، والحديث أخرجه البخاري في مواطن عدة من صحيحه؛ منها كتاب التفسير، باب قوله: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} (٦/ ٣٣) عن عبد الله بن مسعود - رضي الله عنه -.
(٢) متهوكون أي: متهورون من التهوك، وهو التهور والوقوع في الأمر بغير روية، وقيل معنى التهوك: التحير. النهاية في غريب الحديث (٥/ ٢٨٢) مادة "هوك".
(٣) رواه الإمام أحمد في مسنده (٣/ ٣٨٧) وهذا لفظه، وروى نحوه في (ص ٣٣٨) من الجزء نفسه، ورواه الدارمي في سننه (١/ ١٢٢)، وابن أبي شيبة في مصنفه (٩/ ٤٧)، وابن أبي عاصم في السنة (١/ ٢٧) كلهم من حديث جابر بن عبد الله - رضي الله عنهما -، وفي إسناده مجالد بن سعيد الهَمْداني، وليس بالقوي؛ فقد تغير في آخر عمره كما في تقريب التهذيب (ص ٥٢٠)، وانظر مجمع الزوائد (١/ ١٧٤)، وقد صحح إسناده ابن كثير في البداية والنهاية (١/ ٢١٥)، وقال في موضع آخر (٣/ ٣٥): «إسناده على شرط مسلم»، وحسنه الألباني في إرواء الغليل (٦/ ٣٤).

ورواه أحمد في المسند (٣/ ٤٧٠، ٤/ ٢٦٥)، وعبد الرزاق في المصنف (٦/ ١١٣) من حديث عبد الله بن ثابت الأنصاري - رضي الله عنه -، وفي إسناده جابر بن يزيد الجعفي، وهو ضعيف كما في تقريب التهذيب (ص ١٣٧)، قال الهيثمي في مجمع الزوائد (١/ ١٧٣) عن هذا الحديث: «رجاله رجال الصحيح إلا أن فيه جابراً الجعفي، وهو ضعيف»، وانظر فتح الباري لابن حجر (١٣/ ٣٣٤)، وأشار البخاري في التاريخ الكبير (٣/ ١/٣٩) إلى عدم صحة إسناده، وللحديث شاهد عند ابن الضريس في فضائل القرآن (ص ٥٤)، والخطيب البغدادي في الجامع لأخلاق الراوي وآداب السامع (٢/ ١٦١) عن الحسن البصري أن عمر بن الخطاب فذكر نحوه، وله شاهد آخر عند عبد الرزاق في مصنفه (٦/ ١١٢) عن أبي قلابة أن عمر فذكر نحوه، لكن هذان الشاهدان فيهما انقطاع بين عمر وبين الحسن وأبي قلابة.
والحاصل أن الحديث لا تخلو أسانيده من ضعف، لكنه ليس بالشديد، ثم هو ينجبر بتعدد طرقه وشواهده، قال ابن حجر في فتح الباري (١٣/ ٥٢٥) بعد سياق طرقه: «وهي وإن لم يكن فيها ما يحتج به، لكن مجموعها يقتضي أن لها أصلاً».',NULL,'40',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (41,'وإنما غضب النبي - صلى الله عليه وسلم - على عمر خشية انصراف الناس عما جاء به القرآن، وإقبالهم على كتب أهل الكتاب ركوناً إليها وإتباعاً لها؛ ولذلك قال - صلى الله عليه وسلم -: ... «أمتهوكون فيها» أي: هل أنتم في شك مما جئتكم به؟ ، وأكد ذلك بأن موسى - عليه السلام - لو كان حياً ما وسعه إلا اتباع النبي - صلى الله عليه وسلم -، والتسليم بما جاء به، وهذا يدل على أن المفسر لا ينبغي له الانصراف عن تفسير القرآن بالكتاب والسنة إلى أخبار إسرائيلية لا يمكن الوثوق بصحتها، بل فيها ما يتعارض مع ما جاء به النبي - صلى الله عليه وسلم - (١).
_________
(١) ويشهد لذلك قوله تعالى: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} [العنكبوت آية: ٥١]، وقد روي في سبب نزولها أن رجالاً من المسلمين أتوا النبي - صلى الله عليه وسلم - بكتب فيها بعض كلام اليهود، فلما نظر فيها ألقاها، وقال: «كفى بها حماقة قوم، أو ضلالة قوم أن يرغبوا عما جاء به نبيهم إلى ما جاء به غير نبيهم إلى قوم غيرهم»، فنزلت الآية. رواه الدارمي في سننه (١/ ١٣١)، وأبو داود في المراسيل (ص ١٤٩)، والطبري في جامع البيان (١٨/ ٤٢٩) - وهذا لفظه - عن يحيى بن جعدة مرسلاً، وعزاه السيوطي في الدر المنثور (٥/ ١٤٨) للإسماعيلي في معجمه وابن مردويه عن يحيى بن جعدة عن أبي هريرة - رضي الله عنه -، وهو كذلك في معجم الإسماعيلي المطبوع (٢/ ٧٧٢).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (42,'ومما يؤيد ذلك أنّ النبي - صلى الله عليه وسلم - نهى عن تصديقهم فيما ينقلونه من الأخبار، فقال: «لا تصدقوا أهل الكتاب ولا تكذبوهم» (١)، وهذا يضع الأخبار الإسرائيلية في مرتبة المشكوك فيه، ويقلل الثقة بها؛ لما دخلها من التحريف والتبديل، ولعدم الثقة بمن يرويها من أهل الكتاب، فقد تحملهم العصبية والحمية لدينهم إلى تحريف ما ينقلونه، فلا يجوز جعل تلك الأخبار المشكوك فيها معاني لكتاب الله مقطوعاً بها، والواجب التريث في قبولها، حتى ينظر فيها وتنتقد، فإن لم يوجد فيها محذور أو خطأ أذن في روايتها مع التوقف في تصديقها أو تكذيبها (٢) , وهذا وجه من أوجه النقد، وفيه تنبيه لمن يتصدى لتفسير القرآن أن يكون حذراً يقظاً تجاه الروايات الإسرائيلية، قادراً على نقدها ورد ما يعارض الكتاب والسنة، فلا يدخل في تفسيره
_________
(١) أخرجه البخاري في كتاب التفسير، باب {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا} (٥/ ١٥٠) عن أبي هريرة - رضي الله عنه -.
(٢) انظر فتح الباري لابن حجر (٨/ ١٧٠).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (43,'إلا ما يتفق مع ضوابط الإذن بالتحديث عن أهل الكتاب (١)، والله أعلم.

<span data-type="title" id=toc-19>ج - نقد الجدال في القرآن وضرب بعضه ببعض:</span>
نهى النبي - صلى الله عليه وسلم - عن الاختلاف في القرآن، فقال: «إنما هلك من كان قبلكم باختلافهم في الكتاب» (٢).
وفي حديث آخر خرج النبي - صلى الله عليه وسلم - على قوم يتراجعون في القرآن مغضباً، وقال: «إنما هلك من كان قبلكم بهذا، ضربوا كتاب الله بعضه ببعض، وإنما نزل كتاب الله يصدق بعضه بعضاً، فلا تكذبوا بعضه ببعض، فما علمتم منه فقولوا، وما جهلتم فكلوه إلى عالمه» (٣).
وفي رواية: أن بعضهم قال: ألم يقل الله كذا وكذا؟ ، وقال بعضهم: ألم يقل
_________
(١) انظر: التفسير والمفسرون (١/ ١٨٣، ١٨٥)، وتيسير الكريم المنان (١/ ٩٨).
(٢) أخرجه مسلم في كتاب العلم (٤/ ٢٠٥٣)، برقم (٢٦٦٦) من حديث عبد الله بن عمرو - رضي الله عنهما -.
(٣) أخرجه الإمام أحمد في المسند (٢/ ١٨١، ١٨٥)، وعبد الرزاق في المصنف (١١/ ٢١٦)، وأخرجه ابن ماجه مختصراً في مقدمة سننه، باب في القدر (١/ ٣٣)، كلهم من رواية عمرو بن شعيب عن أبيه عن جده، وقد اختلف العلماء في هذه السلسلة، فمنهم من صححها ومنهم من ضعفها، والذي عليه بعض المحققين أنها من قبيل الحسن. انظر: ميزان الاعتدال للذهبي (٤/ ١٨٨)، وتهذيب التهذيب (٣/ ٢٧٧ - ٢٨٠)، وقال البوصيري في مصباح الزجاجة (١/ ٥٨) تعليقاً على رواية ابن ماجه: «هذا إسناد صحيح رجاله ثقات، رواه الإمام أحمد في مسنده من هذا الوجه بزيادة في آخره «، وقد حسن هذا الحديث الألباني في تعليقه على مشكاة المصابيح (١/ ٨٠).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (44,'الله كذا وكذا؟ (١).
وقد ذكر العلماء صوراً للاختلاف المنهي عنه في القرآن، ومنها:
الاختلاف في تفسير أمور قطعية لا يسوغ الاجتهاد فيها، أو يكون الاختلاف مؤدياً إلى الوقوع في شبهة أو شك أو فتنة ونحو ذلك، أو يكون مؤدياً إلى التكذيب بالقرآن، وضرب بعضه ببعض كما أشار إليه الحديث.
أما الاختلاف في الفروع واستنباط الأحكام فليس وارداً هنا، وهو موجود بين المسلمين من عهد الصحابة إلى وقتنا (٢).
وفي الحديث الثاني إشارة إلى منشأ الاختلاف المنهي عنه وهو الجهل، وذلك في قوله - صلى الله عليه وسلم -: «وما جهلتم فكلوه إلى عالمه»، فعدم إدراك المعنى الصحيح للآيات المقترن بالهوى والتعصب يؤدي بصاحبه - حتماً - إلى مشاقة غيره، والاختلاف معه.
كما جاء في الحديثين الإشارة إلى أثرين سيئين يؤدي إليهما الاختلاف في القرآن الكريم:
الأول: كونه سبباً في هلاك الأمم السابقة وخروجها عن جادة الحق.
الثاني: التكذيب بالقرآن الكريم ورده، ذلك أن من يعتقد رأياً، ويستدل
_________
(١) المسند (٢/ ١٩٥ - ١٩٦).
(٢) انظر شرح النووي على صحيح مسلم (١٦/ ٢١٨ - ٢١٩).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (45,'عليه بالقرآن؛ إذا عورض بآيات أخرى تناقض معتقده، ردها فوقع في تكذيبها.
ومن الآثار السيئة للاختلاف أنه يوقع في المراء في القرآن الكريم، وقد جاء النهي عنه في قوله - صلى الله عليه وسلم -: «مراء في القرآن كفر» (١).
وفي حديث آخر أن النبي - صلى الله عليه وسلم - قال: «ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل»، ثم تلا: {مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ} (٢) (٣).
_________
(١) أخرجه أبو داود في كتاب السنة، باب النهي عن الجدال في القرآن (٤/ ١٩٩)، والإمام أحمد في المسند (٢/ ٢٨٦، ٣٠٠، ٤٢٤، ٤٧٥، ٥٠٣، ٥٢٨)، وابن حبان في صحيحه كما في الإحسان (١/ ١٤٦)، والحاكم في المستدرك (٢/ ٢٢٣)، كلهم من حديث أبي هريرة - رضي الله عنه -، وحسنه ابن القيم في شرح تهذيب سنن أبي داود (١٢/ ٣٥٣) بحاشية عون المعبود، وصححه الألباني في صحيح الجامع (٢/ ١١٣٤)، ورواه الإمام أحمد في المسند (٢/ ٢٥٨) عن أبي هريرة بلفظ: «جدال في القرآن كفر»، ورواه الطبراني في المعجم الكبير (٥/ ١٥٢) عن زيد بن ثابت مرفوعاً بلفظ: «لا تماروا في القرآن، فإن المراء فيه كفر»، قال الهيثمي في مجمع الزوائد (١/ ١٥٧) عن حديث زيد: «رجاله موثقون»، وسيأتي قريباً عن أبي جهيم بلفظ: «مراء في القرآن كفر».
(٢) سورة الزخرف من الآية (٥٨).
(٣) أخرجه الترمذي في أبواب التفسير، باب ومن سورة الزخرف (٩/ ٦)، وابن ماجه في المقدمة، باب اجتناب البدع والجدل (١/ ١٩)، والإمام أحمد في المسند (٥/ ٢٥٢، ٢٥٦)، والحاكم في المستدرك (٢/ ٤٤٨) كلهم من حديث أبي أمامة - رضي الله عنه -، قال الترمذي: «هذا حديث حسن صحيح»، وقال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي، وصحح إسناده الألباني في تعليقه على مشكاة المصابيح (١/ ٦٤).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (46,'والمراء بمعنى الجدال (١).
وقد ذهب بعض العلماء إلى أن النهي عن المراء خاص بالجدال في ألفاظ القرآن وحروفه، وليس في تفسيره وتأويله، استئناساً بما جاء في بعض روايات الحديث أن رجلين اختلفا في آية من القرآن، فقال أحدهما: تلقيتها من رسول الله - صلى الله عليه وسلم -، وقال الآخر: تلقيتها من رسول الله - صلى الله عليه وسلم -، فسألا النبي - صلى الله عليه وسلم -، فقال: «القرآن يقرأ على سبعة أحرف، فلا تماروا في القرآن، فإن مراءً في القرآن كفر» (٢).
والأظهر - والله أعلم- أن النهي يشمل الاختلاف في الألفاظ والحروف، والاختلاف في المعاني، كالجدال في متشابه القرآن، أو الجدال في آيات الصفات والقدر ونحوها على طريقة أهل الكلام، وإنما سماه كفراً باعتبار ما يؤول إليه، كأن يستدل أحدهم بآية على صحة معتقده، ويأتي الآخر بآية أخرى ليدفع بها رأي صاحبه، فيزعم أن ما جاء به نقيض ما استدل به الأول (٣).
_________
(١) انظر: الغريبين للهروي (٦/ ١٧٤٧)، والنهاية في غريب الحديث (٤/ ٣٢٢) مادة "مرى".
(٢) انظر المصدرين السابقين، والحديث رواه أحمد في المسند (٤/ ١٦٩ - ١٧٠)، وأبو عبيد في فضائل القرآن (٢/ ١٨٤)، والطبري في جامع البيان (١/ ٣٩)، والبغوي في شرح السنة (٤/ ٥٠٥ - ٥٠٦) كلهم عن أبي جهيم - رضي الله عنه -، وصحح إسناده ابن كثير في فضائل القرآن (ص ١١٨)، وقال الهيثمي في مجمع الزوائد (٧/ ١٥١): «رواه أحمد، ورجاله رجال الصحيح».
(٣) انظر: معالم السنن للخطابي (٤/ ٢٧٥)، وشرح السنة للبغوي (١/ ٢٦١)، وعون المعبود (٢/ ٣٥٤)، ومرقاة المفاتيح للقارئ (١/ ٢٤٠).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (47,'ولما كان الخلل في فهم القرآن والخطأ في تفسيره يؤدي إلى الاختلاف والجدال، بين النبي - صلى الله عليه وسلم - المنهج السليم في تعامل المرء مع ما لا يعرف من معاني القرآن، وهو رده إلى عالمه فقال: «وما جهلتم فكلوه إلى عالمه»، وهو الله تعالى، أو العلماء العارفون بكتاب الله، ولا يأت المرء بالمعنى من عند نفسه فيقع في الخطأ (١).

<span data-type="title" id=toc-20>د - نقد التفسير بالرأي:</span>
ورد في نقده بعض الأحاديث التي لا تخلو أسانيدها من مقال، لكن أخذ العلماء بمدلولها، وجاء عن الصحابة والتابعين ما يؤيدها.
ومن الأحاديث الواردة في ذلك:
قول النبي - صلى الله عليه وسلم -: «من قال في القرآن برأيه، فليتبوأ مقعده من النار».
وفي رواية: «من قال في القرآن بغير علم، فليتبوأ مقعده من النار» (٢).
_________
(١) مرقاة المفاتيح (١/ ٢٤١).
(٢) أخرجه بالرواية الأولى: الترمذي، في كتاب التفسير، باب ما جاء في الذي يفسر القرآن برأيه (٨/ ١٤٦ - ١٤٧)، وقال: «هذا حديث حسن»، وأخرجه النسائي في السنن الكبرى، في كتاب فضائل القرآن (٥/ ٣١) برقم (٨٠٨٤، ٨٠٨٥)، والطبري في جامع البيان (١/ ٧١).

وأخرجه بالرواية الثانية: الترمذي والنسائي والطبري في المواضع السابقة، وقال الترمذي: «هذا حديث حسن صحيح»، وأخرجه كذلك الإمام أحمد في المسند (١/ ٢٣٣، ٢٦٩)، والحديث بكلا روايتيه عن ابن عباس، وصححه ابن القطان كما في النكت الظراف لابن حجر (٤/ ٤٢٣)، وحسنه البغوي في شرح السنة (١/ ٢٥٧ - ٢٥٨)، لكنَّ الحديث ضعيف فمداره في روايتيه على عبد الأعلى بن عامر الثعلبي، وهو ضعيف؛ ضعفه أحمد وأبو زرعة، قال ابن حجر في تهذيب التهذيب (٢/ ٤٦٥): «حسن له الترمذي، وصحح له الحاكم وهو من تساهله»، وقال في تقريب التهذيب (ص ٣٣١): «صدوق يهم»، وقد ضعف الألباني هذا الحديث في تعليقه على مشكاة المصابيح (١/ ٧٩).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (48,'وقال - صلى الله عليه وسلم -: «من قال في القرآن برأيه فأصاب، فقد أخطأ» (١).
والمراد بالرأي الوارد في الحديثين الرأي الصادر عن هوى دون استناد لشيء صحيح، وهو من تفسير القرآن بغير علم كما تشير إليه الرواية الأخرى (٢).
ومن صور الرأي المذموم المسارعة إلى تفسير القرآن بحسب ما يظهر للمرء دون روية أو رد إلى الأصول، وقد جاء في بعض الأحاديث ذم من فعل ذلك، فعن النبي - صلى الله عليه وسلم - قال: «إن في أمتي قوماً يقرؤون القرآن ينثرونه نثر الدقل، يتأولونه على
_________
(١) أخرجه أبو داود في كتاب العلم، باب الكلام في كتاب الله بغير علم (٣/ ٣٢٠)، والترمذي في كتاب التفسير، باب ما جاء في الذي يفسر القرآن برأيه (٨/ ١٤٧)، وقال: «هذا حديث غريب»، وأخرجه النسائي في السنن الكبرى، في كتاب فضائل القرآن (٥/ ٣١) برقم (٨٠٨٦)، كلهم من حديث جندب ابن عبد الله - رضي الله عنه -، وفي سنده سهيل بن أبي حزم، وهو ضعيف كما في تقريب التهذيب (ص ٢٥٩)، وقد ضعف الحديث الألباني في تعليقه على مشكاة المصابيح (١/ ٧٩).
(٢) انظر كلاماً بشأن الحديثين عند الطبري في جامع البيان (١/ ٧٢ - ٧٤)، والقرطبي في الجامع لأحكام القرآن (١/ ٢٧ - ٢٨)، وابن كثير في تفسير القرآن العظيم (١/ ١٦).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (49,'غير تأويله» (١).
ومعنى: «ينثرونه نثر الدقل» أي: كما يتساقط الرطب اليابس من العذق إذا حُرك، وهذا كناية عن سرعتهم في القراءة (٢).
وهو يشير إلى عدم مبالاتهم بالقرآن الكريم، وضعف تدبرهم له، وقلة ورعهم، فلا عجب إذا فسروه بآرائهم على غير وجهه الصحيح، وكأنَّ النبي - صلى الله عليه وسلم - يحذر الأمة ممن هذه صفته، ويدعوهم لتوقي تأويلاته للقرآن، ولا يتأتى ذلك إلا بنقدها، وبيان أوجه الخلل فيها.
وهذه الصفة التي ذمها النبي - صلى الله عليه وسلم - من عدم تدبر القرآن المؤدي إلى الانحراف في تأويله تنطبق على صفة الخوارج (٣) المذكورة في قوله - صلى الله عليه وسلم -: «يقرؤون القرآن لا يجاوز حناجرهم» (٤).
_________
(١) أخرجه أبو يعلى الموصلي في مسنده عن حذيفة بن اليمان - رضي الله عنه -، قال البوصيري في إتحاف الخيرة المهرة (٨/ ٢٥٩): «هذا إسناد رواته ثقات».
(٢) النهاية في غريب الحديث (٥/ ١٥) مادة "نثر".
(٣) سموا بذلك لخروجهم على علي - رضي الله عنه - في حرب صفين بعدما رفضوا التحكيم، وأجمعوا على كفره، وكفروا بعض الصحابة، من أصولهم: تكفير مرتكب الكبيرة، وتخليده في النار، ومن فرقهم: المحكمة الأولى، والأزارقة، والنجدات، والإباضية.
انظر فيهم: مقالات الإسلاميين للأشعري (ص ٨٦)، والفرق بين الفرق للبغدادي (ص ٢٤، ٧٢).
(٤) أخرجه البخاري في كتاب الأنبياء، باب قول الله تعالى: {وَإِلَى عَادٍ أَخَاهُمْ هُودًا} (٤/ ١٠٨)، ومسلم في كتاب الزكاة (٢/ ٧٤١) برقم (١٠٦٤) من حديث أبي سعيد الخدري - رضي الله عنه -.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (50,'وفُسر هذا الحديث بأنهم يتلون كتاب الله، و «لا تفقهه قلوبهم، ولا ينتفعون بما تلوا منه، ولا لهم حظ سوى تلاوة الفم والحنجرة والحلق؛ إذ بهما تقطيع الحروف» (١).

<span data-type="title" id=toc-21>بيانه - صلى الله عليه وسلم - لوجه ضعف التفسير:</span>
لا يكتفي النبي - صلى الله عليه وسلم - في بعض الأحيان بإنكار فهم الصحابة للآيات حتى يلفت نظرهم إلى الدليل على عدم صواب فهمهم من الآيات نفسها، وكأنه يدعوهم إلى التأمل في سياق الآيات، ومن أمثلته:
١ - عن عائشة - رضي الله عنها - قالت: «سألت رسول الله - صلى الله عليه وسلم - عن هذه الآية: {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ} (٢)، قالت عائشة: أهم الذين يشربون الخمر ويسرقون؟ ، قال: «لا يا بنت الصديق، ولكنهم الذين يصومون ويصلون ويتصدقون، وهم يخافون ألا يقبل منهم: { ... أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ}» (٣).
_________
(١) شرح النووي على صحيح مسلم (١٧/ ١٥٩).
(٢) سورة المؤمنون من الآية (٦٠).
(٣) سورة المؤمنون آية (٦١)، والحديث أخرجه الترمذي في أبواب تفسير القرآن، باب ومن سورة المؤمنون (٨/ ٣١٨ - ٣١٩)، وأخرجه ابن ماجه في كتاب الزهد، باب التوقي على العمل (٢/ ١٤٠٤)، والحميدي في مسنده (١/ ١٣٢)، وأحمد في مسنده (٦/ ١٥٩، ٢٠٥)، والطبري في جامع البيان (١٧/ ٧٠)، والحاكم في المستدرك (٢/ ٣٩٣)، والبغوي في معالم التنزيل (٥/ ٤٢١) دون قوله في آخره: { ... أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ}، قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، وصححه الألباني في سلسلة الأحاديث الصحيحة (١/ ٢٥٥).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (51,'والآية التي تلاها النبي - صلى الله عليه وسلم - تمنع أن يكون المراد بقوله: { ... يُؤْتُونَ مَا آتَوْا}، أي: يفعلون المعاصي كشرب الخمور والسرقة؛ لأن الله جعلهم من المسارعين في الخيرات السابقين إليها، ولو كانوا كما فهمت عائشة - رضي الله عنها - لكانوا من المقتصدين أو المقصرين (١).
٢ - وقال - صلى الله عليه وسلم -: «لا يدخل النار - إن شاء الله - من أصحاب الشجرة أحد؛ الذين بايعوا تحتها»، فقالت حفصة - رضي الله عنها -: بلى يا رسول الله، فانتهرها، فقالت: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} (٢)؟ ، فقال رسول الله - صلى الله عليه وسلم -: «قد قال الله: {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا} (٣)» (٤).
_________
(١) تفسير القرآن العظيم لابن كثير (٥/ ٤٧٤).
(٢) سورة مريم من الآية (٧١).
(٣) سورة مريم آية (٧٢).
(٤) أخرجه مسلم في كتاب فضائل الصحابة (٤/ ١٩٤٢) برقم (٢٤٩٦) عن جابر بن عبد الله عن أم مبشر - رضي الله عنهم -.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (52,'وفي رواية أن حفصة قالت: «أليس قد قال الله: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا}؟ » (١).
قال ابن القيم: «أشكل عليها الجمع بين النصين، وظنت الورود دخولها، كما يقال: ورد المدينة إذا دخلها، فأجاب النبي - صلى الله عليه وسلم - بأن ورود المتقين غير ورود الظالمين، فإن المتقين يردونها وروداً ينجون به من عذابها، والظالمين يردونها وروداً يصيرون جثياً فيها به، فليس الورود كالورود» (٢).
٣ - وفهم عديّ بن حاتم - رضي الله عنه - (٣)
من قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} (٤) أن المراد خيطان حقيقيان، فعمد إلى عقالين: أبيض وأسود، ووضعهما عند رأسه، وأخذ ينظر إليهما، فلم يتبينا له، فأخبر النبي - صلى الله عليه وسلم -، فقال له: «إن وسادك إذاً لعريض إن كان الخيط الأبيض والأسود تحت وسادتك»، وفي رواية: «إنك لعريض القفا إن أبصرت الخيطين»، ثم قال:
_________
(١) أخرجه ابن ماجه في كتاب الزهد، باب ذكر البعث (٢/ ١٤٣١)، والإمام أحمد في المسند (٦/ ٢٨٥، ٣٦٢) عن أم مبشر عن حفصة - رضي الله عنهما -، وصححه البغوي في شرح السنة (١٤/ ١٩٤)، وقال الألباني في السلسلة الصحيحة (٥/ ١٩١): «إسناده جيد، رجاله ثقات رجال الصحيح».
(٢) الصواعق المرسلة (٣/ ١٠٥٤).
(٣) هو أبو طريف عدي بن حاتم الطائي، وفد على النبي - صلى الله عليه وسلم - سنة تسع، فأسلم وكان نصرانياً، وشهد فتوح العراق، وسكن الكوفة، وبها توفي عام (٦٧)، وقيل غير ذلك.

انظر: الطبقات الكبرى لابن سعد (٦/ ١٣)، والتاريخ الكبير (٤/ ١/٤٣)، والإصابة (٦٧/ ٤٠١).
(٤) سورة البقرة من الآية (١٨٧).',NULL,'52',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (53,'«بل هو سواد الليل وبياض الصبح» (١).
وجاء عن سهل بن سعد - رضي الله عنه - (٢) أنه لما نزل قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ}، ولم ينزل {مِنَ الْفَجْرِ}، فكان رجال إذا أرادوا الصوم ربط أحدهم في رجليه الخيط الأبيض والخيط الأسود، ولا يزال يأكل حتى يتبين له رؤيتهما، فأنزل الله بعده: {مِنَ الْفَجْرِ}، فعلموا أنه إنما يعني الليل والنهار (٣).
وهذا الحديث يفيد تأخر نزول قوله تعالى: {مِنَ الْفَجْرِ} عن أول الآية؛ ولذلك فهم بعض الصحابة أن المراد الخيط المعروف، فلما نزل {مِنَ الْفَجْرِ} فهموا المراد.
أما عدي بن حاتم فقصته متأخرة عن نزول الآية، فقد وفد على النبي - صلى الله عليه وسلم - سنة تسعٍ أو عشرٍ، والآية نزلت في فرض الصوم، وكان فرضه في أول الهجرة،
_________
(١) أخرجه البخاري في كتاب التفسير، باب قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} (٥/ ١٥٦) من حديث عدي بن حاتم - رضي الله عنه -.
(٢) هو سهل بن سعد بن مالك الخزرجيّ الساعدي الأنصاري، كان عمره يوم وفاة النبي - صلى الله عليه وسلم - خمس عشرة سنة، وعُمر بعده حتى أدرك الحجاج، وتوفي بالمدينة عام (٨٨)، وقيل (٩١).
انظر: التاريخ الكبير (٢/ ٢/٩٧)، وأسد الغابة (٢/ ٤٧٢)، والإصابة (٤/ ٢٧٥).
(٣) أخرجه البخاري في كتاب التفسير، باب قوله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} (٥/ ١٥٦).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (54,'فسمع الآية من النبي - صلى الله عليه وسلم - كاملة، لكنه لم يفهم من الخيطين أنهما بياض النهار وسواد الليل، فصنع ما صنع، فلما أخبر النبي - صلى الله عليه وسلم - بذلك عاتبه، وفي بعض الروايات أنه ضحك من صنيعه (١)؛ لأن سياق الآية يرد فهمه، فقوله: {مِنَ الْفَجْرِ} يمنع أن يكون المراد ما فهم عدي، فالخيط الأبيض والأسود من الفجر؛ ولذلك لما نزلت فهم الصحابة أن المراد بياض النهار وسواد الليل، وقد جاء في بعض روايات الحديث أن النبي - صلى الله عليه وسلم - قال لعدي: «ألم أقل من الفجر؟ ، إنما هو بياض النهار وسواد الليل» (٢).
وعدي - رضي الله عنه - هو الذي سمع النبي - صلى الله عليه وسلم - يقرأ: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} (٣)، فقال: «يا رسول الله، إنا لسنا نعبدهم! ، فقال النبي - صلى الله عليه وسلم -: «أليس يحرمون ما أحل الله فتحرمونه، ويحلون ما حرم الله فتحلونه؟ »، فقال: بلى! ، قال: «فتلك عبادتهم» (٤).
_________
(١) سنن سعيد بن منصور (٢/ ٦٩٨)، ومسند الإمام أحمد (٤/ ٣٧٧)، وتفسير ابن أبي حاتم (١/ ٣١٨).
(٢) جامع البيان (٣/ ٢٥١)، وتفسير ابن أبي حاتم (١/ ٣١٨)، وانظر فتح الباري لابن حجر (٤/ ١٣٤).
(٣) سورة التوبة من الآية (٣١).
(٤) أخرجه الترمذي في أبواب التفسير، باب ومن سورة التوبة (٨/ ٢٤٨)، والبخاري في التاريخ الكبير (٤/ ١/١٠٦)، وابن جرير في جامع البيان (١١/ ٤١٧ - ٤١٨) واللفظ له، وابن أبي حاتم في تفسيره (٦/ ١٧٨٤)، قال الترمذي: «هذا حديث غريب»، وقد حسنه ابن تيمية في مجموع الفتاوى (٧/ ٦٧)، والألباني في صحيح سنن الترمذي (٣/ ٥٦).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (55,'فقد فهم عدي - رضي الله عنه - من الربوبية المذكورة في الآية أنها عبادة الصلاة والسجود والركوع، فبين له النبي - صلى الله عليه وسلم - أنها أعم، فتشمل طاعة الأحبار والرهبان في التحريم والتحليل.

<span data-type="title" id=toc-22>أثر النقد النبوي على الصحابة:</span>
مع قلة الأحاديث النقدية الواردة عن النبي - صلى الله عليه وسلم - إلا أنها تركت آثارها على الصحابة - رضي الله عنهم -؛ ذلك أن النبي - صلى الله عليه وسلم - هو المعلم والمربي الذي ينظر لتعليماته وتوجيهاته بتعظيم، وقد كان الصحابة - رضي الله عنهم - سباقين إلى امتثالها والتزامها.
ويمكن إبراز أثر النقد النبوي على الصحابة فيما يأتي:
الأول: تحذيره - صلى الله عليه وسلم - من بعض طرق تفسير القرآن الكريم دفع الصحابة إلى البعد عنها والتحذير منها، فلهم مواقف مشابهة من التفسير بالرأي، والإسرائيليات، وتفسير المتشابه؛ تأتي في مواضعها إن شاء الله تعالى.
ومما يشار إليه هنا على سبيل التمثيل ما ذكره ابن تيمية أن عمر بن الخطاب - رضي الله عنه - انتفع من غضب النبي - صلى الله عليه وسلم - عليه حينما رأى في يده صحيفة من التوراة، فقد أُخبر - وهو خليفة - أن رجلاً يحدث ببعض كتب أهل الكتاب، فاستدعاه، وتلا عليه قوله تعالى: {الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (١) إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (٢) نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ',NULL,'55',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (56,'كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} (١).
ثم ضربه ثلاث ضربات، فقال الرجل: مرني بأمرك، فقال له: اذهب فامحه ولا تَقرأه ولا تُقرئه أحداً من الناس، فلئن بلغني أنك قرأته، أو أقرأته أحداً من الناس لأنهكنك عقوبة (٢).
الثاني: قد يفهم بعض الصحابة من آية شيئاً غير مراد، فتشتد عليه ويغتم منها، فإذا أتى النبي - صلى الله عليه وسلم - وبين له خطأ فهمه، وكشف له المعنى الصحيح للآية، زال همه، ومن أمثلته:
١ - عن عبد الله بن مسعود - رضي الله عنه - قال: «لما نزلت: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} (٣)، قلنا: يا رسول الله أينا لا يظلم نفسه؟ ، قال: «ليس كما تقولون {وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} بشرك، أولم تسمعوا إلى قول لقمان لابنه: {يَابُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} (٤)» (٥).
_________
(١) سورة يوسف الآيات (١ - ٣).
(٢) ستأتي القصة في (ص ٧٥)، وانظر مجموع الفتاوى لابن تيمية (١٧/ ٤١).
(٣) سورة الأنعام من الآية (٨٢).
(٤) سورة لقمان من الآية (١٣).
(٥) أخرجه البخاري في مواضع عدة من صحيحه؛ منها كتاب أحاديث الأنبياء، باب قول الله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} (٤/ ١١٢)، وأخرجه مسلم في كتاب الإيمان (١/ ١١٤) برقم (١٩٧).',NULL,'56',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (57,'قال ابن القيم: «أنكر على من فهم من قوله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} أنه ظلم النفس بالمعاصي، وبين أنه الشرك، وذكر قول لقمان لابنه: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} مع أن سياق اللفظ عند إعطائه حقه من التأمل يبين ذلك، فإن الله سبحانه لم يقل: ولم يظلموا أنفسهم، بل قال: {آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ}، ولبس الشيء بالشيء تغطيته به وإحاطته به من جميع جهاته، ولا يغطي الإيمان ويحيط به ويلبسه إلا الكفر» (١).
٢ - وعن أبي هريرة - رضي الله عنه - قال: «لما نزلت: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} (٢) بلغت من المسلمين مبلغاً شديداً، فقال رسول الله - صلى الله عليه وسلم -: «قاربوا وسددوا، ففي كل ما يصاب به المسلم كفارة، حتى النكبة ينكبها، أو الشوكة يشاكها» (٣).
وفي بعض الأحاديث أن أبا بكر قال للنبي - صلى الله عليه وسلم -: «يا رسول الله، كيف الصلاح بعد هذه الآية، فكل سوء عملناه جزينا به؟ ! ، فقال النبي - صلى الله عليه وسلم -: «غفر الله لك يا أبا بكر! ألست تمرض؟ ، ألست تنصب، ألست تحزن؟ ، ألست تصيبك اللأواء (٤)؟ »، قال: بلى، قال: «فهو ما تجزون به» (٥).
_________
(١) إعلام الموقعين (١٣٥١ - ٣٥٢)، وانظر الصواعق المرسلة (٣/ ١٠٥٧).
(٢) سورة النساء من الآية (١٢٣).
(٣) أخرجه مسلم في كتاب البر والصلة والآداب (٤/ ١٩٩٣) برقم (٢٥٧٤).
(٤) اللأواء: الشدة وضيق المعيشة، النهاية في غريب الحديث (٤/ ٢٢١) مادة "لأواء".
(٥) أخرجه الثوري في تفسيره (ص ٩٧)، وأحمد في المسند (١/ ١١)، وابن جرير في جامع البيان (٧/ ٥٢١)، وابن أبي حاتم في تفسيره (٤/ ١٠٧١)، وابن حبان في صحيحه كما في الإحسان (٤/ ٢٤٩)، والحاكم في المستدرك (٣/ ٧٤ - ٧٥)، وقال: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي، وصححه الألباني في صحيح الترغيب والترهيب (٣/ ٣٣٩).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (58,'وعن عائشة - رضي الله عنها - «أن رجلاً تلا هذه الآية، فقال: إنا لنجزى بما عملنا هلكنا إذاً» (١).
وما تقدم يفيد أن الصحابة - رضي الله عنهم - فهموا من الآية حين نزولها أن المجازاة بالذنوب ما يقع من العقوبات في الآخرة، وأنّ الآية تفيد أنّ كل ذنب يعمله المرء يجازى عليه في الآخرة، فاغتموا لهذا الأمر، لكثرة ذنوب العباد، وحينما بين لهم النبي - صلى الله عليه وسلم - أن المجازاة لا يلزم أن تكون أخروية فقط، فمنها ما يقع في الدنيا من المصائب التي لا ينفك عنها أحد، كالأمراض والهموم والأحزان، وهذا من الجزاء المعجل الذي يخفف الجزاء المؤجل (٢).
الثالث: من آثار النقد النبوي على الصحابة أنه صحح لهم أعمالهم الخاطئة التي بنوها على فهم غير صحيح للنصوص القرآنية، كما حصل مع عدي بن أبي حاتم - رضي الله عنه -.
_________
(١) أخرج هذه الرواية أحمد في المسند (٦/ ٦٥ - ٦٦)، قال الهيثمي في مجمع الزوائد (١/ ١٢): «رجاله رجال الصحيح».
(٢) انظر: إعلام الموقعين (١/ ٣٥١)، والصواعق المرسلة (٣/ ١٠٥٦).',NULL,'58',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (59,'الرابع: استعمل الصحابة - رضي الله عنهم - نقد النبي - صلى الله عليه وسلم -، فقد يفهم بعض الناس من آية قرآنية فهماً انتقده النبي - صلى الله عليه وسلم -، ويتكرر هذا الأمر مع أحد الصحابة، فيستعمل نقد النبي - صلى الله عليه وسلم -، ومن أمثلته:
١ - عن طارق بن شهاب (١): «أن عمر أتاه ثلاثة نفر من أهل نجران، فسألوه وعنده أصحابه، فقالوا: أرأيت قوله: {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} (٢)، فأين النار؟ ، فأحجم الناس، فقال عمر: أرأيتم إذا جاء الليل، أين يكون النهار؟ ، وإذا جاء النهار، أين يكون الليل؟ ، فقالوا: نزعت مثلها من التوراة».
٢ - وأتى رجل من أهل الكتاب ابن عباس فقال: «تقولون: {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ}، فأين النار؟ ، فقال ابن عباس: أرأيت الليل إذا جاء، أين يكون النهار؟ ، وإذا جاء النهار، أين يكون الليل؟ » (٣).
وقد تقدم أن النبي - صلى الله عليه وسلم - أجاب بنفس هذا الجواب عندما سئل هذا السؤال.
_________
(١) هو أبو عبد الله طارق بن شهاب بن عبد شمس البجلي الأحمسي الكوفي، رأى النبي - صلى الله عليه وسلم - ولم يسمع منه، وروى عن الخلفاء الأربعة، وحديثه في الكتب الستة، توفي سنة (٨٣ أو ٨٤).
انظر: التاريخ الكبير (٢/ ٢/٣٥٢)، والإصابة (٥/ ٢١٣).
(٢) سورة آل عمران من الآية (١٣٣).
(٣) أخرج الأثرين ابن جرير في جامع البيان (٦/ ٥٥ - ٥٦).',NULL,'59',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (60,'٣ - وسأل رجل أبي بن كعب - رضي الله عنه - (١)،
فقال: «قول الله تبارك وتعالى: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} (٢)، والله إن كان كل ما عملنا جزينا به هلكنا؟ ! ، فقال أبيّ: والله إن كنت لأراك أفقه مما أرى! ، لا يصيب رجلاً خدش ولا عثرة إلا بذنب، وما يعفو الله عنه أكثر، حتى اللدغة والنفحة» (٣).
وجواب أبيّ هو جواب النبي - صلى الله عليه وسلم - لأبي بكر كما تقدم.
٤ - وسأل آخر سلمان الفارسي - رضي الله عنه - (٤)، فقال: «يا أبا عبد الله، آية من كتاب الله قد بلغت مني كل مبلغ: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} (٥)، فقال سلمان: هو الشرك بالله تعالى، فقال الرجل: ما يسرني بها أني لم أسمعها منك وأن لي
_________
(١) هو أبو المنذر أُبي بن كعب بن قيس النجاري الأنصاري، شهد العقبة الثانية وبدراً والمشاهد كلها، وهو من كتَّاب الوحي وقرَّاء الصحابة، كان عمر يسميه سيد المسلمين، توفي بالمدينة عام (٢٢ أو ٢٣).

انظر: الطبقات الكبرى لابن سعد (٣/ ٢/٥٩)، والتاريخ الكبير (١/ ٢/٣٩)، والإصابة (١/ ٢٦).
(٢) سورة النساء آية (١٢٣).
(٣) جامع البيان (٧/ ٥١٦)، وأشار إليه البخاري في التاريخ الكبير (٢/ ١/٢٦٨)، والنفحة من نفحت الدابة برجلها إذا رمحت برجلها وضربت بحد حافرها، لسان العرب (٦/ ٤٤٩٣) مادة "نفح".
(٤) هو أبو عبد الله يعرف بسلمان الخير، أصله من فارس، أسلم عند قدوم النبي - صلى الله عليه وسلم - المدينة، وشهد الخندق وما بعدها، ثم نزل الكوفة، وتوفي بالمدائن عام (٣٥).
انظر: الطبقات الكبرى لابن سعد (٦/ ٩)، والتاريخ الكبير (٢/ ٢/١٣٥)، وأسد الغابة (٢/ ٤١٧).
(٥) سورة الأنعام من الآية (٨٢).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (61,'مثل كل شيء أمسيت أملكه» (١).
٥ - وسأل رجل حذيفة - رضي الله عنه - (٢)،
فقال: «يا أبا عبد الله! أرأيت قوله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} (٣)، أكانوا يعبدونهم؟ ، قال: لا، ولكنهم كانوا إذا أحلوا لهم شيئاً استحلوه، وإذا حرموا عليهم شيئاً حرموه» (٤).
وهذا هو جواب النبي - صلى الله عليه وسلم - لعدي بن حاتم - رضي الله عنه -.
الخامس: قد يتلقى الصحابة - رضي الله عنهم - بعض الشبهات من أهل الكتاب تتعلق بما جاء في القرآن، فيستعينون بالنبي - صلى الله عليه وسلم - لنقدها وكشفها.
فعن المغيرة بن شعبة - رضي الله عنه - (٥) قال: «لما قدمت نجران سألوني، فقالوا: إنكم تقرؤون:
_________
(١) جامع البيان (٩/ ٣٧٢)، ووقع نحو ذلك لعمر مع أبيّ بن كعب كما في المصدر السابق، والجامع لابن وهب (٢/ ١٠٥)، والمستدرك للحاكم (٣/ ٣٠٥).
(٢) هو أبو عبد الله حذيفة بن حسيل وهو " اليمان " بن جابر العبسي حليف الأنصار، شهد أحداً وما بعدها، وهو صاحب سر النبي - صلى الله عليه وسلم - في المنافقين، تولى فتح بلاد عدة في فارس، وتوفي بالمدائن عام (٣٦).

انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٦٤)، وأسد الغابة (١/ ٤٦٨)، والإصابة (٢/ ٢٢٣).
(٣) سورة التوبة من الآية (٣١).
(٤) تفسير عبد الرزاق (١/ ٢٤٥)، وجامع البيان (١١/ ٤١٨)، وتفسير ابن أبي حاتم (٦/ ١٧٨٤).
(٥) هو أبو عبد الله المغيرة بن شعبة الثقفي، أول مشاهده مع النبي - صلى الله عليه وسلم - الحديبية، وولاه عمر على البصرة ثم الكوفة، وتوفي بها عام (٥٠).
انظر: الطبقات الكبرى لابن سعد (٦/ ١٢)، والتاريخ الكبير (٤/ ١/١٦)، وأسد الغابة (٥/ ٢٤٧).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (62,'{يَاأُخْتَ هَارُونَ} (١)، وموسى قبل عيسى بكذا وكذا؟ ! ، فلما قدمت على رسول الله - صلى الله عليه وسلم - سألته عن ذلك، فقال: «إنهم كانوا يسمون بالأنبياء والصالحين قبلهم» (٢).
فأهل نجران فهموا - خطأً - أن هارون المذكور في الآية هو أخو موسى - عليهما السلام - فأرادوا التوصل بذلك إلى الطعن في القرآن الكريم؛ لأن المتقرر أنّ بين موسى وعيسى - عليهما السلام - مئات السنين، فكيف يقال في القرآن: إن مريم أم عيسى هي أخت هارون، ومن ثم فهذا الكتاب الذي بأيدي المسلمين غير صحيح، فلما عرض المغيرة هذه الشبهة على النبي - صلى الله عليه وسلم - أبطل فهمهم للآية، فيبطل ما بني عليه، فليس هارون المذكور في الآية هو أخو موسى، وإنما سمي به جرياً على عادة الناس في التسمي بأسماء الأنبياء والصالحين، وفي بعض الروايات أن النبي - صلى الله عليه وسلم - قال: «ألا أخبرتهم أنهم كانوا يسمون بالأنبياء والصالحين قبلهم» (٣).
_________
(١) سورة مريم من الآية (٢٨).
(٢) أخرجه مسلم في كتاب الآداب (٣/ ١٦٨٥) برقم (٢١٣٥).
(٣) أخرجها الترمذي في أبواب التفسير، باب ومن سورة مريم (٨/ ٣٠٤ - ٣٠٥)، والإمام أحمد في المسند (٤/ ٢٥٢).',NULL,'62',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (63,'<span data-type="title" id=toc-23>الباب الأول جهود الصحابة والتابعين في دفع الخطأ في التفسير قبل وقوعه</span>
وفيه ثلاثة فصول:
الفصل الأول: تغليظ الخطأ في التفسير وبيان خطره.
الفصل الثاني: الاهتمام بالتفسير الصحيح، والحث على ما يعين على فهم القرآن الكريم.
الفصل الثالث: الاختلاف في تفسير الصحابة والتابعين.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (64,'يحرص نقاد التفسير على تصحيح الأخطاء وتقويمها، للخروج بتفسير سليم للقرآن الكريم، ويسيرون لتحقيق هذا الهدف في اتجاهين:
الأول: حماية القرآن الكريم من الخطأ في تفسيره أو الانحراف في فهمه بدفعه قبل وقوعه.
الثاني: معالجة الأخطاء في تفسير القرآن بعد وقوعها، وذلك ببيانها ورد الناس إلى المعنى الصحيح للآيات.
والاتجاه الأول من باب الوقاية، والثاني من باب العلاج، ويأتي الكلام عليه في الأبواب اللاحقة إن شاء الله تعالى.
وسيقتصر الحديث في هذا الباب على الاتجاه الأول، فقد أولاه المفسرون عناية خاصة، وعلى رأسهم الصحابة والتابعون - رضي الله عنهم -؛ ولتحقيقه وضعوا ضوابط وقواعد ألزموا من أراد تفسير القرآن الأخذ بها؛ ليستعين بها على فهم القرآن، وتكون واقية - بإذن الله - من الانحراف في تأويله، كما قاموا بتربية الأتباع على تعظيم القول في تفسير القرآن، وحذروهم من الكلام فيه، وذموا من تجرأ على ذلك، وأظهروا ذلك عملياً بالإحجام والورع عن تفسير القرآن الكريم.
وهذا المسلك الوقائي الذي اهتم به المفسرون له شبيه في العلوم الأخرى، فلو أخذنا على سبيل المثال منهج المحدثين في حمايتهم للأحاديث المروية عن النبي - صلى الله عليه وسلم - وعنايتهم بسلامتها لوجدناه يتطابق تماماً مع منهج المفسرين.
فمما قاموا به للحيلولة دون وقوع الكذب على النبي - صلى الله عليه وسلم - التشديد والتغليظ على من كذب عليه - صلى الله عليه وسلم -، وللصحابة فضل السبق في ذلك، ويكفي أن تعرف أن',NULL,'64',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (65,'رواة حديث: «من كذب علي متعمداً فليتبوأ مقعده من النار» (١) يفوقون كثرة ما عداه من الأحاديث، حتى عده العلماء من المتواتر، وذكر بعضهم أنه رواه عن النبي - صلى الله عليه وسلم - اثنان وستون صحابياً، منهم العشرة المبشرون بالجنة (٢)، وعدهم الحافظ العراقي (٣) فزادوا على السبعين (٤)، وهذا يدل على اهتمامهم الشديد بهذه القضية.
ومما أثر عنهم في تغليظ الكذب على النبي - صلى الله عليه وسلم - قول علي بن أبي طالب - رضي الله عنه -: ... «إذا حدثتكم عن رسول الله - صلى الله عليه وسلم - فلأن أخر من السماء أحب من أن أكذب عليه» (٥).
وتعظيم السلف لحديث النبي - صلى الله عليه وسلم - يشبه تعظيمهم لتفسير القرآن، فنجد منهم من أقلَّ الرواية عنه - صلى الله عليه وسلم - خوفاً من الخطأ عليه، كما نجد من تورع عن التفسير
_________
(١) أخرجه البخاري في كتاب العلم، باب إثم من كذب على النبي - صلى الله عليه وسلم - (١/ ٣٥)، ومسلم في مقدمة صحيحه (١/ ٩ - ١٠) كلاهما من حديث أبي هريرة وأنس - رضي الله عنهما -.
(٢) انظر مقدمة ابن الصلاح (ص ٤٥٤).
(٣) هو أبو الفضل عبد الرحيم بن الحسين العراقي الشافعي الملقب بزين الدين، سمع من ابن عبد الهادي والتقي السبكي، وتلمذ عليه الهيثمي وابن حجر، من مصنفاته ألفية الحديث، توفي عام (٨٠٦).
انظر: إنباء الغمر لابن حجر (٥/ ١٧٠)، والضوء اللامع (٤/ ١٧١)، وطبقات الحفاظ (٥٤٣).
(٤) التقييد والإيضاح (ص ٢٧١ - ٢٧٢)، وذكر النووي في شرح صحيح مسلم (١/ ٦٨) أنه رواه مئتان من الصحابة، قال العراقي في التقييد والإيضاح (ص ٢٧٢): «ولعل هذا محمول على الأحاديث الواردة في مطلق الكذب، لا هذا المتن بعينه»، وذكر ابن حجر في فتح الباري (١/ ٢٠٣) أنه جاء بأسانيد صحاح وحسان عن ثلاثة وثلاثين صحابياً، وجاء عن نحوٍ من خمسين غيرهم بأسانيد ضعيفة، وعن نحو عشرين آخرين بأسانيد ساقطة، ثم قال: «وتحصل من مجموع ذلك رواية مائة من الصحابة على ما فصلته من صحيح وحسن وضعيف وساقط».
(٥) صحيح البخاري، كتاب المناقب، باب علامات النبوة في الإسلام (٤/ ١٧٩).',NULL,'65',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (66,'لذات السبب، وقد عقد المحدثون لذلك أبواباً (١).
ومن الأمور التي رسمها المحدثون للاحتراز من الخطأ في الرواية عن النبي - صلى الله عليه وسلم - التوقي في الألفاظ النبوية، والضبط الدقيق لها على وجه قد يكون في نظر بعض الناس من التشدد الذي لا داعي له، إلا أن المحدثين اعتنوا به حفاظاً على السنة (٢).
ولم يقتصر توقي السلف وحذرهم في رواية الأحاديث، بل جاء عنهم الحذر والتوقي عند تفسيرها؛ حتى قال سليمان التيمي (٣): «ليُتقى من تفسير حديث رسول الله - صلى الله عليه وسلم - كما يُتقى من تفسير القرآن» (٤).
وأما ما يتعلق برواة الأحاديث وصفاتهم التي يجب أن يكونوا عليها، وشروط قبول روايتهم، والأمور التي من أجلها يرد حديث الرجل، فأمر طفحت به كتب المحدثين.
وهذه الأمور حين يعرفها الناس، وتنتشر بين طلاب العلم - وبخاصة
_________
(١) انظر على سبيل المثال: سنن ابن ماجه، المقدمة (١/ ٦ - ١٥)، وسنن الدارمي (١/ ٨١)، والمجروحين لابن حبان (١/ ٣٧) وما بعدها، والكامل لابن عدي (١/ ٨٠ - ٨٢، ٨٨، ٩٢ - ٩٦، ١٠٠ - ١٠١)، والمحدث الفاصل (ص ٥٤٩ - ٥٦٠)، والمستدرك (١/ ١١٠ - ١١٢)، ومجمع الزوائد (١/ ١٤١، ١٨٢).
(٢) انظر الكفاية للخطيب البغدادي (ص ٣٥٧) وما بعدها.
(٣) هو أبو المعتمر سليمان بن طرخان القيسي مولاهم البصري، نسب إلى تيم لنزوله فيهم، سمع أنساً والنهدي وطاوساً، وروى عنه شعبة والسفيانان، اشتهر بالعبادة مع الحفظ والعلم، توفي سنة (١٤٣).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٨)، وتذكرة الحفاظ (١/ ١٥٠).
(٤) سنن الدارمي (١/ ١٢١).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (67,'المحدثون - سيكون لها أثر كبير في صيانة الأحاديث من الغلط، والحرص على ضبطها، والتدقيق عند تحملها وروايتها، وسيجتهد رواة الأحاديث على التقيد بما ذكره العلماء في صفات الراوي؛ ليسلموا من الخطأ في نقل الأحاديث، فيقبل الرواة على الأخذ عنهم.
وما تقدم يلفت نظر الناقد إلى أنه لا ينبغي أن يكون همه متجهاً إلى معالجة الأخطاء وتصحيحها فحسب، وإنما يجتهد في الاحتراز منها ودفعها قبل وقوعها.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (68,'<span data-type="title" id=toc-24>الفصلُ الأول تغليظ الخطأ في التفسير وبيان خطره</span>
وفيه:
أولاً: مظاهر تعظيم الصحابة والتابعين للتفسير وتغليظ الخطأ فيه.
ثانياً: دواعي الصحابة والتابعين في التغليظ على المخطئ في التفسير وإحجامهم عن تأويل القرآن.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (69,'<span data-type="title" id=toc-25>أولاً مظاهر تعظيم الصحابة والتابعين للتفسير وتغليظ الخطأ فيه</span>
اشتهر الصحابة والتابعون - رضي الله عنهم - بورعهم وتحرجهم من تفسير القرآن الكريم، وإحجامهم عن القول فيه، ونقلت عنهم مواقف متعددة تتفق جميعها على تعظيم التفسير، وإعلاء قدره في الصدور، وهي في الوقت نفسه تنكر على المتجرئين على اقتحامه بلا علم ولا بصيرة.
وجاء عن كثير منهم الأمر باتقاء التفسير وكراهية الخوض فيه، فعن عبيد الله بن عمر (١) قال: «لقد أدركت فقهاء المدينة، وإنهم ليعظمون القول في التفسير، منهم: سالم بن عبد الله (٢)، والقاسم بن محمد (٣)، وسعيد بن المسيب، ونافع» (٤).
_________
(١) هو أبو عثمان عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب المدني، من الطبقة الخامسة، روى عن سالم ونافع، وعنه السفيانان وشعبة، أخرج له أصحاب الكتب الستة، توفي عام (١٤٧) وقيل (١٤٥).
انظر: الجرح والتعديل (٢/ ٢/٣٢٦)، وتذكرة الحفاظ (١/ ١٦٠)، وتهذيب التهذيب (٣/ ٢٢).
(٢) هو سالم بن عبد الله بن عمر بن الخطاب أبو عبد الله العدوي المدني الفقيه، كان أشبه ولد عبد الله به، روى عن أبيه وأبي هريرة وعائشة، وروى عنه عمرو بن دينار والزهري، توفي عام (١٠٦).
انظر: الطبقات الكبرى لابن سعد (٥/ ١٤٤)، ووفيات الأعيان (٢/ ٣٤٩)، وتذكرة الحفاظ (١/ ٨٨).
(٣) هو القاسم بن محمد بن أبي بكر الصديق القرشي المدني، أحد الفقهاء السبعة، نشأ يتيماً في حجر عمته عائشة وتفقه بها، وروى عن ابن عباس، وعنه الزهري وابن عون، توفي عام (١٠٦) وقيل (١٠٧).

انظر: الطبقات الكبرى لابن سعد (٥/ ١٣٩)، والمعرفة والتاريخ (١/ ٥٤٥)، وتذكرة الحفاظ (١/ ٩٦).
(٤) جامع البيان (١/ ٧٩)، ونافع هو أبو عبد الله المدني أحد المشهورين بالحديث، مولى ابن عمر أصابه في غزاته، وكان ديلمياً، روى عن مولاه وعائشة وأبي سعيد، وعنه الزهري ومالك، توفي عام (١١٧).
انظر: التاريخ الكبير (٤/ ٢/٨٤)، ووفيات الأعيان (٥/ ٣٦٧)، وسير أعلام النبلاء (٥/ ٩٥).',NULL,'69',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (70,'ولشهرة هذا الأمر عنهم عقد فيه بعض المصنفين أبواباً، فعقد ابن أبي شيبة (١) باباً فيمن كره أن يفسر القرآن (٢).
ومن مظاهر تعظيم الصحابة والتابعين لتفسير القرآن، وتغليظ الخطأ فيه ما يأتي:
_________
(١) هو أبو بكر عبد الله بن محمد بن أبي شيبة العبسي الكوفي، سمع ابن المبارك وابن عيينة، وروى عنه الإمام أحمد والبخاري ومسلم، من مصنفاته المسند والتفسير، توفي عام (٢٣٥).
انظر: الجرح والتعديل (٢/ ٢/١٦٠)، وتاريخ بغداد (١٠/ ٦٦)، وتذكرة الحفاظ (٢/ ٤٣٢).
(٢) المصنف (١٠/ ٥١١).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (71,'<span data-type="title" id=toc-26>أولاً: اعتبار الخطأ في التفسير قولاً على الله بلا علم</span>.
صرح بعض التابعين بأن القول في تفسير القرآن رواية عن الله، ومن ثَمَّ فالخطأ فيه بمنزلة القول على الله بلا علم، ومن أقوالهم في ذلك:
قول مسروق (١): «اتقوا التفسير، فإنما هو الرواية عن الله» (٢).
وقول الشعبي (٣):
«إن الذي يفسر القرآن برأيه إنما يرويه عن ربه» (٤).
وإنما جعلا التفسير رواية عن الله؛ لأن المفسر كأنه يقول: إن الله تعالى يقول كذا، ويأمر بكذا، وينهى عن كذا، وإذا لم يكن ذلك مراد الله تعالى، فالمفسر لكلامه قائل عليه بلا علم، وحين أدرك الشعبي هذا المعنى، وأن تفسير القرآن
_________
(١) هو أبو عائشة مسروق بن الأجدع واسمه عبد الرحمن الهمداني الكوفي الفقيه، روى عن علي وابن مسعود، وعنه الشعبي والنخعي، قدمه ابن المديني على أصحاب عبد الله، توفي عام (٦٢)، أو (٦٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٥٠)، والتاريخ الكبير (٤/ ٢/٣٥)، وتذكرة الحفاظ (١/ ٤٩).
(٢) فضائل القرآن لأبي عبيد (٢/ ٢١٣).
(٣) هو عامر بن شراحيل بن ذي كبار أبو عمرو الشعبي الهمداني الكوفي، ولد في خلافة عمر، وروى عن أبي هريرة وابن عمر، من فقهاء الكوفة وتولى قضاءها، توفي فجأة عام (١٠٥)، وقيل (١٠٤).

انظر: الطبقات الكبرى لابن سعد (٦/ ١٧١)، والمعرفة والتاريخ (٢/ ٥٩٢)، ووفيات الأعيان (٣/ ١٢).
(٤) حلية الأولياء لأبي نعيم (٤/ ٣٢١).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (72,'الكريم بمثابة الرواية عن الله، جعل الكذب فيه أخطر وأعظم من الكذب على النبي - صلى الله عليه وسلم -، فعنه قال: «لأن أكذب مائة كذبة على محمد - صلى الله عليه وسلم - أحب إلي من أن أكذب في القرآن كذبة، إنما يفضي الكاذب في القرآن إلى الله» (١).
وجاء عنه قوله: «من كذب على القرآن، فقد كذب على الله» (٢).
ومراد الشعبي بالكذب في القرآن الكذب في تفسيره، فقد اشتهر بتعظيم التفسير وشدة التحرز منه، ويوضحه الرواية السابقة عنه: «إن الذي يفسر القرآن برأيه إنما يرويه عن ربه».
فالمخطئ في التفسير قائل على الله بلا علم، والقول على الله بلا علم قرين الشرك في قوله تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ} (٣).

<span data-type="title" id=toc-27>ثانياً: النهي عن السؤال في التفسير، وترك مجالسة من يفعل ذلك</span>.
ومن شدة تعظيم الصحابة والتابعين لتفسير القرآن وتهيبهم منه، يتجاهل بعضهم أسئلة التفسير كأنه لم يسمعها، وفي أحيان أخرى ينهى عن إثارة الأسئلة المتعلقة بالتفسير مع إذنه بأسئلة العلوم الأخرى، فقد سئل سعيد بن المسيب عن آية
_________
(١) أخرجه عبد الرزاق في تفسيره (١/ ٥٩) في باب ما جاء فيمن قال في القرآن برأيه.
(٢) حلية الأولياء لأبي نعيم (٤/ ٣١٢)
(٣) سورة الأعراف آية (٣٢).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (73,'من القرآن، فقال للسائل: لا تسألني عن القرآن (١).
وسيأتي أنه يسأل في الحلال والحرام فيجيب، فإذا سئل عن التفسير سكت كأن لم يسمع، وكان بعض السلف يمنع من يثير أسئلة التفسير من مجالسته، فقد جاء عن جندب بن عبد الله - رضي الله عنه - (٢) أن طلق بن حبيب (٣) سأله عن آية فقال: أحرج عليك إن كنت مسلماً لما قمت عني، أو قال: أن تجالسني (٤).
وطلق رمي بالإرجاء (٥)،
فقد يكون أثار سؤالاً عن آية تتعلق بهذا المذهب،
_________
(١) مصنف ابن أبي شيبة (١٠/ ٥١١)، وجامع البيان (١/ ٨١).
(٢) هو جندب بن عبد الله بن سفيان البجلي، وقد ينسب إلى جده فيقال: ابن سفيان، قال عن نفسه: كنت على عهد النبي - صلى الله عليه وسلم - غلاماً حزوراً، سكن الكوفة ثم انتقل منها إلى البصرة، وأدرك زمن ابن الزبير.
انظر: التاريخ الكبير (١/ ٢/٢٢١)، وأسد الغابة (١/ ٣٦٠)، والإصابة (٢/ ١٠٤).
(٣) هو طلق بن حبيب العنزي البصري، عابد رمي بالإرجاء، روى عن ابن عباس وابن الزبير، وعنه عمرو بن دينار والأعمش، أخرج له الستة إلا البخاري، سجنه الحجاج، ثم أخرج وتوفي بعد ذلك.
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٦٥)، وحلية الأولياء (٣/ ٦٣)، وتهذيب التهذيب (٢/ ٢٤٥).
(٤) جامع البيان (١/ ٨٠).
(٥) الإرجاء يراد به إخراج الأعمال من مسمى الإيمان، وهو مأخوذ إما من التأخير، وهو تأخير العمل عن الإيمان، وإما من إعطاء الرجاء، والمرجئة يقولون: لا يضر مع الإيمان معصية، كما لا ينفع مع الكفر طاعة، وهم أصناف: مرجئة الخوارج، ومرجئة القدرية، ومرجئة الجبرية، ومرجئة أهل السنة.

انظر عنهم: مقالات الإسلاميين (ص ١٣٢)، والفرق بين الفرق (ص ٢٠٢)، والملل والنحل (١/ ١٣٩).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (74,'فكره جندب - رضي الله عنه - سؤاله، وأمره بمفارقة مجلسه، وقد جاء عن أيوب السختياني (١) أنه قال: «ما رأيت أعبد من طلق بن حبيب، فرآني سعيد بن جبير (٢) جالساً معه، فقال: ألم أرك مع طلق؟ ! ، لا تجالس طلقاً، وكان طلق يرى الإرجاء» (٣).
أما إذا كان قصد السائل إثارة مشكل الآيات، والبحث عن متشابهها، فقد يصل الأمر إلى تأديبه، كما فعل عمر بن الخطاب - رضي الله عنه - مع صَبِيْغِ بن عِسْل (٤) عندما
_________
(١) هو أبو بكر أيوب بن أبي تميمة السختياني البصري، روى عن أبي العالية وابن جبير، وعنه شعبة والسفيانان، وقال عنه الحسن: «أيوب سيد شباب البصرة»، توفي بالطاعون في البصرة عام (١٣١).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٤)، وتهذيب الكمال (٣/ ٤٥٧)، وتذكرة الحفاظ (١/ ١٣٠).
(٢) هو أبو عبد الله سعيد بن جبير الأسدي الوالبي الكوفي، أكثر عن ابن عباس، وروى عن ابن عمر، وعنه أيوب والأعمش، خرج مع ابن الأشعث فقتله الحجاج عام (٩٥)، وله تسع وأربعون سنة.
انظر: الطبقات الكبرى لابن سعد (٦/ ١٧٨) , وتذكرة الحفاظ (١/ ٧٦)، وطبقات المفسرين للداودي (١/ ١٨٨).
(٣) التاريخ الكبير (٢/ ٢/٣٥٩)، والطبقات الكبرى لابن سعد (٧/ ١/١٦٦)، وسنن الدارمي (١/ ١١٥)، وكتاب ما جاء في البدع لابن وضاح (ص ١١٣).
(٤) كذا جاء ضبطه في الاشتقاق لابن دريد (ص ٢٢٨)، والمشتبه للذهبي (ص ٤١٤)، وتبصير المنتبه لابن حجر (٣/ ٨٥٥)، وفي لسان العرب (٤/ ٢٣٩٧) "صبغ": «وصِبْغ اسم رجل كان يعنت الناس بسؤالات في مشكل القرآن»، وفي القاموس المحيط (ص ١٠١٣) "صبغ": «صبيغ كأمير ابن عُسيل»، وضبطه في تاج العروس (٨/ ١٩) "صبغ": عِسل بكسر العين، وقد ترجم له الحافظ ابن حجر في الإصابة (٥/ ١٦٨) في القسم الثالث؛ فيمن ذكر في بعض الكتب المؤلفة في الصحابة ممن أدرك الجاهلية والإسلام، ولم يرد في خبر قط أنهم اجتمعوا بالنبي - صلى الله عليه وسلم -، ولا رأوه، سواء أسلموا في حياته أم لا، قال: «وهؤلاء ليسوا أصحابه باتفاق من أهل العلم بالحديث»، ثم ذكر أنه تميمي، ثم ذكر قصته مع عمر - رضي الله عنه -. انظر عنه أيضاً: الاشتقاق لابن دريد (٢٢٨)، وتاريخ دمشق لابن عساكر (٢٣/ ٤٠٨)، والوافي بالوفيات للصفدي (١٦/ ٢٨٣).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (75,'سأل عن متشابه القرآن كقوله تعالى: {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا (٢) فَالْجَارِيَاتِ يُسْرًا} (١)،
عند ذلك ضربه عمر وحبسه، ثم منع الناس من كلامه، حتى أظهر التوبة والرجوع (٢).
وكذلك فعل مع رجل آخر حين سأله عن آية، فكره سؤاله، وضربه
_________
(١) سورة الذاريات الآيات (١ - ٣) ..
(٢) أخرج القصة: ابن وهب في الجامع (١/ ٩٥)، والدارمي في سننه (١/ ٥٨ - ٦٠)، وابن وضاح في ما جاء في البدع (ص ١٢١)، وابن بطة في الإبانة، كتاب " الإيمان " (١/ ٤١٤ - ٤١٥) برقم (٣٢٩، ٣٣٠)، والآجري في الشريعة (ص ٨٠)، وأخرجها ابن عساكر مطولةً في تاريخ دمشق (٢٣/ ٤٠٨)، وأخرجها البزار في مسنده (١/ ٤٢٣) عن سعيد بن المسيب، وفيها رفع تفسير الذاريات والحاملات والجاريات والمقسمات إلى النبي - صلى الله عليه وسلم -، وذكر أن فيه أبا بكر بن أبي سبرة وهو لين الحديث، وسعيد بن سلام، ولم يكن من أصحاب الحديث، وقال الهيثمي في مجمع الزوائد (٧/ ١١٣): «فيه أبو بكر بن أبي سبرة وهو متروك»، وذكر ابن كثير في تفسيره (٧/ ٣٩١) حديث سعيد وعلق عليه بقوله: «فهذا الحديث ضعيف رفعه، وأقرب ما فيه أنه موقوف على عمر»، وذكر أن قصة صبيغ مع عمر مشهورة، وينظر مسند الفاروق لابن كثير (٢/ ٦٠٦)، وكذا ذكر ابن حجر في الإصابة (٥/ ١٦٨) أن القصة مشهورة، وذكر أن الأنباري أخرجها عن السائب بن يزيد عن عمر بسند صحيح.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (76,'بالدرة، فسأله آخر عن هذه الآية: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} (١)، فقال: «عن مثل هذا فسلوا، ثم قال: هذه المرأة تكون عند الرجل قد خلا من سنها، فيتزوج المرأة الشابة، يلتمس ولدها فما اصطلحا عليه من شيء فهو جائز» (٢).

<span data-type="title" id=toc-28>ثالثاً: اعتبار الكلام في التفسير أعظم من الكلام في العلوم الشرعية الأخرى</span>.
يلتقي حذر الصحابة والتابعين - رضي الله عنهم - وورعهم عن تفسير القرآن، مع حذرهم وورعهم عن الفتيا والكلام في الأحكام الشرعية، فقد كانوا حذرين متورعين عن الكلام فيها خاصة حين يكون مصدرها الرأي، وقد جاء عنهم نصوص كثيرة مما جعل بعض المصنفين يعقد لذلك أبواباً، فقد بوب الدارمي (٣) في سننه باباً في التورع عن الجواب فيما ليس فيه كتاب ولا سنة، وباباً في كراهية الفتيا، وباباً فيمن هاب الفتيا وكره التنطع والتبدع، وباباً في الفتيا وما فيه من الشدة، وباباً في كراهية الأخذ
_________
(١) سورة النساء من الآية (١٢٨).
(٢) جامع البيان (٧/ ٥٥٠).
(٣) هو أبو محمد عبد الله بن عبد الرحمن بن الفضل الدارمي السمرقندي، ولد عام (١٨١)، روى عن يزيد بن هارون، وعنه مسلم والترمذي، أظهر علم الحديث ببلده، قال عنه أحمد: إمام، توفي عام (٢٥٥).
انظر: تاريخ بغداد (١٠/ ٢٩)، وتذكرة الحفاظ (٢/ ٥٣٤)، وتهذيب التهذيب (٢/ ٣٧٢).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (77,'بالرأي (١).
ومما جاء عن الصحابة والتابعين في الورع عن الفتيا:
١ - قول عبد الرحمن بن أبي ليلى (٢): «لقد أدركت في هذا المسجد عشرين ومائة من الأنصار، وما منهم من أحد يحدث بحديث إلا ودّ أن أخاه كفاه الحديث، ولا يسأل عن فتيا إلا ودّ أن أخاه كفاه الفتيا» (٣).
٢ - ويقول الأعمش: «ما سمعت إبراهيم] يعني النخعي (٤) [يقول برأيه
_________
(١) سنن الدارمي (١/ ٤٩ - ٦٨، ٧٢)، وانظر جامع بيان العلم وفضله (٢/ ١٣٩، ١٦٣) ومابعدها.
(٢) هو عبد الرحمن بن أبي ليلى واسمه يسار الأنصاري الأوسي الكوفي الفقيه، رأى عمر وروى عن عثمان وعلي، استعمله الحجاج على قضاء الكوفة ثم عزله، خرج مع ابن الأشعث، وقتل عام (٨٢) أو (٨٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٧٤)، والمعرفة والتاريخ (٢/ ٦١٧)، وتذكرة الحفاظ (١/ ٥٨).
(٣) سنن الدارمي (١/ ٥٦)، والعلم لأبي خيثمة (ص ١٥)، والفقيه والمتفقه (٢/ ٢٣).
(٤) هو إبراهيم بن يزيد النخعي الكوفي، أبو عمران، أحد فقهاء الكوفة، دخل على عائشة وهو صبي، وروى عن علقمة ومسروق، لما مات قال الشعبي: لم يخلف خلفه مثله، توفي عام (٩٥) أو (٩٦).
انظر: الطبقات الكبرى لابن سعد (٦/ ١٨٨)، والتاريخ الكبير (١/ ١/٣٣٣)، وتذكرة الحفاظ (١/ ٧٣).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (78,'في شيء قط» (١).
٣ - وعن يحيى بن سعيد (٢) قال: «قلت للقاسم بن محمد: ما أشد عليّ أن تسأل عن الشيء لا يكون عندك، وقد كان أبوك إماماً، قال: إن أشد من ذلك عند الله وعند من عقل عن الله أن أفتي بغير علم، أو أروي عن غير ثقة» (٣).
٤ - وسئل عطاء (٤) عن شيء، فقال: لا أدري، فقيل له: ألا تقول فيها برأيك؟ قال: إني لأستحي من الله أن يدان في الأرض برأيي (٥).
ومن اشتهر من السلف بورعه عن الرأي والفتيا، فلا غرابة إذا تورع عن
_________
(١) سنن الدارمي (١/ ٥٠)، والعلم لأبي خيثمة (ص ٢٠).
(٢) هو يحيى بن سعيد بن قيس الأنصاري النجاري المدني، روى عن أنس وأبي أمامة، وعنه شعبة ومالك، تولى قضاء المدينة، قال أيوب: «ما خلفت بالمدينة أحداً أفقه من يحيى بن سعيد»، توفي عام (١٤٣).
انظر: التاريخ الكبير (٤/ ٢/٢٧٥)، والمعرفة والتاريخ (١/ ٦٤٨)، وتذكرة الحفاظ (١/ ١٣٧).
(٣) مقدمة مسلم لصحيحه (١/ ١٦)، وسنن الدارمي (١/ ٥٢) واللفظ له.
(٤) هو أبو محمد عطاء بن أبي رباح مولى آل أبي خثيم القرشي الفهري، ولد في خلافة عمر، وسمع أبا هريرة وابن عباس وجابراً، وكان مفتي مكة ومحدثهم ومن أعلمهم بالمناسك، توفي عام (١١٤)، وقيل (١١٥).
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٤٤)، والتاريخ الكبير (٣/ ٢/٤٦٣)، وتذكرة الحفاظ (١/ ٩٨).
(٥) سنن الدارمي (١/ ٥١)، والإبانة لابن بطة "الإيمان" (١/ ٤٢٣).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (79,'الخوض في التفسير، بل إن ورع السلف عن الكلام في التفسير أشد وأعظم من ورعهم عن غيره من العلوم الشرعية، فهم يرون الكلام في الحلال والحرام أخف وأسهل من الكلام في التفسير، ومما يدل على ذلك أنهم إذا سئلوا عن الأحكام الفقهية ونحوها أجابوا، فإن تعلق السؤال بكتاب الله ومعانيه أحجموا وتوقفوا، ومن الشواهد في ذلك:
١ - عن يزيد بن أبي يزيد (١) قال: «كنا نسأل سعيد بن المسيب عن الحلال والحرام، وكان أعلم الناس، فإذا سألناه عن تفسير آية من القرآن سكت كأن لم يسمع» (٢).
٢ - وتقدم قول الشعبي: «لأن أكذب مائة كذبة على محمد - صلى الله عليه وسلم - أحب إلي من أن أكذب في القرآن كذبة، إنما يفضي الكاذب في القرآن إلى الله».
٣ - وعن ابن جريج (٣) قال: «كنت أسأل عطاء عن كل شيء يعجبني، فلما
_________
(١) هو يزيد بن أبي يزيد الضبعي مولاهم البصري، يلقب بالرشك؛ معربة عن الفارسية وتعني الغيور، روى عن ابن المسيب ومطرف، وعنه شعبة ومعمر، حديثه في الكتب الستة، توفي عام (١٣٠).
انظر: الجرح والتعديل (٤/ ٢/٢٩٧)، وميزان الاعتدال (٦/ ١١٨)، وتهذيب التهذيب (٤/ ٤٣٤).
(٢) جامع البيان (١/ ٨٠ - ٨١).
(٣) هو أبو الوليد عبد الملك بن عبد العزيز بن جريج المكي مولى القرشيين، ولد بمكة سنة (٨٠)، وروى عن عطاء وابن دينار ونافع، وعنه الثوري والأوزاعي، من أوائل من صنف الكتب، توفي سنة (١٥٠). انظر: الطبقات الكبرى لابن سعد (٥/ ٣٦١)، وتاريخ بغداد (١٠/ ٤٠٠)، وتذكرة الحفاظ (١/ ١٦٩).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (80,'سألته عن البقرة وآل عمران، أو عن البقرة، قال: أعفني عن هذا، أعفني من هذا» (١).

<span data-type="title" id=toc-29>رابعاً: الامتناع عن تفسير القرآن</span>.
ومن الشواهد في ذلك:
١ - عن إبراهيم النخعي قال: «كان أصحابنا يتقون التفسير ويهابونه» (٢).
ويريد بأصحابه أتباع عبد الله بن مسعود - رضي الله عنه -، وقد حذا إبراهيم حذو أصحابه، فكان يكره الكلام في تفسير القرآن، فعن مغيرة (٣) قال: «كان إبراهيم يكره أن يتكلم في القرآن» (٤).
٢ - ويقول الشعبي: «أدركت أصحاب عبد الله وأصحاب علي، وليس هم
_________
(١) العلل للإمام أحمد (٢/ ١٣١).
(٢) فضائل القرآن لأبي عبيد (٢/ ٢١٤)، وهو بنحوه في الجامع لشعب الإيمان للبيهقي (٥/ ٢٣٢).
(٣) هو أبو هشام مغيرة بن مقسم الضبي الكوفي الفقيه، روى عن أبي وائل والشعبي، وعنه الثوري وشعبة، ثقة إلا أنه يدلس، وقد أخرج له الجماعة، توفي عام (١٣٦)، وقيل (١٣٣) وقيل غير ذلك.
انظر: الجرح والتعديل (٤/ ١/٢٢٨)، وسير أعلام النبلاء (٦/ ١٠)، وتهذيب التهذيب (٤/ ١٣٨).
(٤) مصنف ابن أبي شيبة (١٠/ ٥١٢).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (81,'لشيء من العلم أكره منهم لتفسير القرآن» (١).
وليس المراد بكراهة الصحابة والتابعين للتفسير الانصراف عن الكلام فيه رغبة عنه، أو أنهم يعدونه من العلوم المستكرهة، وإنما المراد أنهم كرهوا الخوض فيه تعظيماً له، فإن الإثم الحاصل بسبب الخطأ فيه أشد من الإثم الحاصل بسبب الخطأ في غيره من العلوم؛ ولذلك كان تحرجهم من القول في التفسير أشد من تحرجهم من القول في غيره.
٣ - وعن ابن سيرين قال: «سألت عبيدة (٢)
عن شيء من القرآن، فقال: اتق الله، وعليك بالسداد، فقد ذهب الذين يعلمون فيم أنزل القرآن؟ » (٣).
٤ - وعن هشام بن عروة (٤) قال: «ما سمعت أبي تأول آية من كتاب الله
_________
(١) مصنف ابن أبي شيبة (١٠/ ٥١٢).
(٢) هو عبيدة بن عمرو السلماني المرادي الكوفي، أسلم باليمن عام الفتح ولم يلق النبي - صلى الله عليه وسلم -، وسمع عمر وعلياً وابن مسعود - رضي الله عنهم -، وروى عنه الشعبي والنخعي وابن سيرين، توفي على الصحيح عام (٧٢).

انظر: الطبقات الكبرى لابن سعد (٦/ ٦٢)، والتاريخ الكبير (٣/ ٢/٨٢)، وتذكرة الحفاظ (١/ ٥٠).
(٣) الجامع لابن وهب (٢/ ٦٢)، وفضائل القرآن لأبي عبيد (٢/ ٢١٣)، والطبقات الكبرى لابن سعد (٦/ ٦٣)، ومصنف ابن أبي شيبة (١٠/ ٥١١)، وجامع البيان (١/ ٨٠)، والجامع لشعب الإيمان للبيهقي (٥/ ٢٣٠)، وأسباب النزول للواحدي (ص ٤).
(٤) هو أبو المنذر هشام بن عروة بن الزبير بن العوام القرشي المدني، أحد المكثرين من رواية الحديث، رأى جابراً، وسمع من عمه ابن الزبير وابن عمر، وعنه الثوري وشعبة، توفي عام (١٤٥)، أو (١٤٦).
انظر: التاريخ الكبير (٤/ ٢/١٩٣)، وتاريخ بغداد (١٤/ ٣٧)، ووفيات الأعيان (٦/ ٨٠).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (82,'قط» (١).
٥ - وعن عبيد الله بن عمر قال: «كان القاسم لا يفسر، يعني القرآن» (٢)، وقال: «كان سالم لا يفسر» (٣).
* ولا يظن أن ورع الصحابة والتابعين - رضي الله عنهم - عن الكلام في التفسير خاص بطائفة دون أخرى، وإنما هو منهج عام سلكه الجميع، حتى من اشتهر منهم بالاطلاع الواسع في التفسير، وكثرة النقل عنه، فأهل مكة - وهم أعلم الناس بكتاب الله تعالى، وأكثر من نقل عنهم تفسيره - نجد بعضهم تورع عن الكلام في معاني القرآن الكريم، ويكون ورع أحدهم أشد حين يكون على غير يقين بالتفسير الصحيح، ومن الشواهد:
١ - عن ابن أبي مليكة (٤) «أن ابن عباس - رضي الله عنه - سئل عن آية لو سئل عنها
_________
(١) فضائل القرآن لأبي عبيد (٢/ ٢١٤).
(٢) الطبقات الكبرى لابن سعد (٥/ ١٣٩).
(٣) المصدر السابق (٥/ ١٤٨).
(٤) هو أبو بكر عبد الله بن عبيد الله بن أبي مليكة القرشي التيمي المكي الأحول القاضي، روى عن ابن عباس وابن الزبير وعائشة، قال عن نفسه: أدركت ثلاثين من أصحاب النبي - صلى الله عليه وسلم -، توفي سنة (١١٧). انظر: الطبقات الكبرى لابن سعد (٥/ ٣٤٨)، والتاريخ الكبير (٣/ ١/١٣٧)، وسير أعلام النبلاء (٥/ ٨٨).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (83,'بعضكم لقال فيها، فأبى أن يقول فيها» (١).
٢ - وعن ابن أبي مليكة قال: «سأل رجل ابن عباس - رضي الله عنه - عن: {يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} (٢)، فقال له ابن عباس: فما {يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ}؟ ، فقال الرجل: إنما سألتك لتحدثني، فقال ابن عباس: هما يومان ذكرهما الله تبارك وتعالى في كتابه، الله أعلم بهما، فكره أن يقول في كتاب الله ما لا يعلم».
وفي رواية أن ابن عباس قال: «وأكرهُ أن أقول في كتاب الله بما لا أعلم» (٣).
وفي بعض الروايات: أن سعيد بن المسيب لما بلغه كلام ابن عباس قال للسائل: «هذا ابن عباس قد اتقى أن يقول فيها، وهو أعلم مني» (٤).
٣ - وعن عبد الله بن حبيب بن أبي ثابت (٥)
قال: «سألت طاوساً (٦) عن تفسير
_________
(١) جامع البيان (١/ ٨٠)، وتفسير القرآن العظيم لابن كثير (١/ ١٦).
(٢) سورة المعارج من الآية (٤).
(٣) فضائل القرآن لأبي عبيد (٢/ ٢١٢)، وتفسير عبد الرزاق (٢/ ٨٩)، وجامع البيان (٢٣/ ٢٥٤)، والمستدرك للحاكم (٤/ ٦١٠)، والدر المنثور (٥/ ١٧١)، وعزاه لسعيد بن منصور وابن المنذر وابن أبي حاتم، والرواية الثانية في تفسير عبد الرزاق وجامع البيان والدر المنثور.
(٤) تفسير عبد الرزاق (٢/ ٨٩)، والدر المنثور (٥/ ١٧٢).
(٥) الأسدي الكوفي، روى عن أبيه وطاوس وابن جبير، وعنه الثوري ووكيع، خرج له مسلم في صحيحه.

انظر: التاريخ الكبير (٣/ ١/٧٣)، وتهذيب التهذيب (٢/ ٣١٩).
(٦) هو طاوس بن كيسان اليماني، أبو عبد الرحمن، أصله من فارس، سمع زيد بن ثابت وأبا هريرة، ولازم ابن عباس مدة، وروى عنه الزهري، وكان شيخ أهل اليمن ومفتيهم، توفي بمكة عام (١٠٦).
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٩١)، وتذكرة الحفاظ (١/ ٩٠).',NULL,'83',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (84,'هذه الآية: {شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} (١)، فأراد أن يبطش، حتى قيل له: هذا ابن حبيب كراهية لتفسير القرآن» (٢).
٤ - وتقدم قبل قليل عن تلميذ ابن عباس الآخر عطاء بن أبي رباح أنه يسأل عن كل شيء فيجيب، فإذا سئل عن القرآن طلب الإعفاء من ذلك.
* وامتناع الصحابة والتابعين وورعهم عن تفسير القرآن يقع منهم بدرجات متفاوتة، فبعضهم أشد ورعاً من بعض، وممن اشتهر بورعه الشديد من التفسير سعيد بن المسيب والشعبي، فكان سعيد إذا سئل عن تفسير آية من القرآن قال: إنا لا نقول في القرآن شيئاً (٣).
وكان يسأل عن الحلال والحرام فيجيب، فإذا سئل عن تفسير آية من القرآن
_________
(١) سورة المائدة من آية (١٠٦).
(٢) مصنف ابن أبي شيبة (١٠/ ٥١٢).
(٣) الجامع لابن وهب (٢/ ٦٣)، وفضائل القرآن لأبي عبيد (٢/ ٢١٢)، وجامع البيان (١/ ٧٩).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (85,'سكت كأن لم يسمع (١).
وأما الشعبي، فكان يقول: «والله ما من آية إلا قد سألت عنها، ولكنها الرواية عن الله عز وجل، أو قال: على الله عز وجل» (٢).
وقال أيضاً: «ثلاث لا أقول فيهن حتى أموت: القرآن والروح والرأي» (٣).
ولهذا كان هذان الاثنان ينعيان بشدة على بعض من يفسر القرآن، كما سيأتي تفصيله في مبحث نقد رجال التفسير إن شاء الله تعالى.
ولا يعني أن من نقل عنه الورع التفسير امتناعه مطلقاً عن التفسير، ولو كان الأمر كذلك لما اشتهر بعضهم بتفسير القرآن، ولما وصل إلينا هذا القدر الهائل عنهم، وإنما يقع منهم بدرجات متفاوتة، ويلتزم بعضهم بهذا المنهج حين يكون الكلام في القرآن بمجرد الرأي.
ومما يبين ذلك أن المروي عنهم شدة الورع عن تفسير القرآن الكريم نقل عنهم بعض التفسير كابن المسيب والشعبي (٤)، لكنه قليل إذا قورن برواياتغيرهم.
_________
(١) جامع البيان (١/ ٨٠ - ٨١).
(٢) المعرفة والتاريخ (٢/ ٦٠٣)، وجامع البيان (١/ ٨١).
(٣) جامع البيان (١/ ٨١).
(٤) جُمعت أقوالهما في رسائل جامعية " ماجستير" بقسم القرآن وعلومه في كلية أصول الدين، فجمعت أقوال ابن المسيب في التفسير في رسالتين: الأولى من إعداد الباحث: إبراهيم بن محمد الرميح، عام (١٤١٥) وانتهى فيها إلى سورة الإسراء، والثانية من إعداد الباحث: عبد الله آل عبد الكريم، عام (١٤١٧) واستكمل فيها بقية القرآن، وأما أقوال الشعبي في التفسير فجمعها الباحث: فريد بن يعقوب مبارك، عام (١٤١٠).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (86,'<span data-type="title" id=toc-30>خامساً: الاستخارة عند تفسير القرآن</span>.
قد يدعو تعظيم تفسير القرآن وهيبته، والخشية من الوقوع في الخطأ في تفسيره بعض الصحابة إلى التريث في بيان معاني الآيات ونشرها بين الناس، ومنهم من يستخير الله تعالى في هذا الأمر، فعن ابن المسيب «أن عمر كتب في الجد والكلالة كتاباً، فمكث يستخير الله، يقول: اللهمّ إن علمت فيه خيراً فأمضه، حتى إذا طعن دعا بالكتاب فمحي، فلم يدر أحد ما كتب فيه، فقال: إني كتبت في الجد والكلالة كتاباً وكنت أستخير الله فيه، فرأيت أن أترككم على ما كنتم عليه» (١).
وأحياناً يقدم أحدهم بين يدي تفسيره كلاماً يبرأ فيه من حوله وقوته، ويتنصل من تفسيره إن كان خطأً، فقد سئل أبو بكر عن الكلالة، فقال: «إني قد رأيت في الكلالة رأياً، فإن يكن صواباً فمن الله وحده لا شريك له، وإن يكن خطأً فمني والشيطان، والله منه بريء، وإنّ الكلالة ما خلا الولد والوالد» (٢).
فهذه الاستخارة المتكررة من عمر - رضي الله عنه -، والتريث في إخبار الناس بما فهمه من
_________
(١) مصنف عبد الرزاق (١٠/ ٣٠١)، ومصنف ابن أبي شيبة (١١/ ٣٢٠)، وجامع البيان (٧/ ٧٢٠).
(٢) جامع البيان (٦/ ٤٧٥)، وانظر: سنن الدارمي (٢/ ٨٢٢)، ومصنف ابن أبي شيبة (١١/ ٤١٥، ٤١٦).',NULL,'86',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (87,'معنى الكلالة، ثم تراجعه عن ذلك، وكذلك ما حصل من أبي بكر - رضي الله عنه -، وتقديمه بهذه المقدمة، وتنصله واعتذاره بأنه قد لا يصيب الحق، وأن تفسيره مجرد رأي، يحتمل الخطأ والصواب، كل ذلك يظهر حرص السلف على اجتناب الخطأ والابتعاد عنه، والتوقي الشديد عند تفسير الآيات، وهو في الوقت نفسه يدل على المكانة العظيمة التي يتبوؤها التفسير في نفوسهم، وأن الخطأ فيه ليس بالأمر الهين.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (88,'<span data-type="title" id=toc-31>ثانياً دواعي الصحابة والتابعين في التغليظ على المخطئ في التفسير وإحجامهم عن تأويل القرآن</span>
مما ينبغي العلم به أن الصحابة والتابعين - رضي الله عنهم - حين أحجموا عن التفسير وتورعوا عن القول فيه، كانوا على علم تام بأن الله تعالى لم يقبض نبيه - صلى الله عليه وسلم - إلا بعد أن أكمل به الدين، فلم يترك أمراً ولا حادثة يحتاج الناس إلى بيانها إلا وبين حكمها: إما نصاً أو دلالة، ومن ذلك تفسير القرآن الكريم، فقد بين - صلى الله عليه وسلم - لأصحابه معانيه كما بين لهم ألفاظه، كما قال الله تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} (١).
ولم يكن ورع الصحابة والتابعين عن التفسير وإحجامهم عن الكلام فيه ناشئاً عن عدم العلم بمعنى الآية دائماً، فقد يسمع أحدهم في معناها شيئاً ومع ذلك يتورع عن الكلام فيها، كما سبق عن الشعبي قوله: «والله ما من آية إلا وقد سألت عنها، ولكنها الرواية عن الله تعالى».
وأيضاً فليس إحجامهم عن تفسير القرآن ظناً منهم أن الحق محجوب عن الأمة
_________
(١) سورة النحل آية (٤٤).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (89,'جميعاً (١)، وإنما أحجموا لمسوغات ودواعٍ ظهرت لهم، آثروا الإبقاء عليها والالتزام بها، وتقديمها على الخوض في بيان معاني كلام الله تعالى.
ومن هذه المسوغات والدواعي:
١ - أن ما جاء عنهم من التغليظ على من فسر القرآن، وذم من فعل ذلك محمول في بعض الأحيان على من فسر القرآن برأيه، أو تكلم فيه بلا علم، يقول شيخ الإسلام ابن تيمية بعد سياقه آثاراً عن السلف في تحرجهم من القول في التفسير: «فهذه الآثار الصحيحة وما شاكلها عن أئمة السلف محمولة على تحرجهم عن الكلام في التفسير بما لا علم لهم به، فأما من تكلم بما يعلم من ذلك لغة وشرعاً فلا حرج عليه، ولهذا روي عن هؤلاء وغيرهم أقوال في التفسير، ولا منافاة؛ لأنهم تكلموا فيما علموه، وسكتوا عما جهلوه» (٢).
ولذلك لا ينبغي حمل كلام السلف وفعلهم على أنه منهج يجب التزامه دائماً، فيترك تفسير القرآن الكريم، وقد عقد الطبري باباً في مقدمة تفسيره، ذكر فيه بعض الآثار المتقدمة، وبين أن السلف إنما أحجموا عن تفسير القرآن خوفاً من عدم إصابة الحق كما تقدم قبل قليل، وقد أشار في عنوان الباب إلى أن ما جاء عن السلف لا ينبغي أن يحمل على إطلاقه، فقال: «ذكر الأخبار التي غلط في تأويلها منكرو
_________
(١) انظر: جامع البيان (١/ ٨٣ - ٨٤)، ومجموع الفتاوى لابن تيمية (١٣/ ٣٣١).
(٢) مجموع الفتاوى (١٣/ ٣٧٤).',NULL,'89',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (90,'القول في تأويل القرآن» (١).
٢ - الخشية من اجتهاد أحدهم في تفسير كلام الله تعالى، وعدم إصابته الحق، وما يترتب على ذلك من آثار يحرص أحدهم على تجنبها، ومن ذلك أن الخطأ في تفسير القرآن أشد من الخطأ في غيره؛ لما فيه من تفسير كلام الله على غير مراده، فيكون المرء قائلاً على الله بلا علم.
٣ - حماية تفسير القرآن الكريم من الخطأ والانحراف في فهمه، وذلك بإظهار تعظيمه في النفوس، وإعلاء قدره في الصدور، حتى لا يتجرأ أحد على الخوض فيه دون علم أو تثبت، ولو لم يوجد منهم هذا الورع والتعظيم لتفسير القرآن لظن بعض الناس أن الكلام فيه كالكلام في غيره من العلوم، فيطلق لسانه في كتاب الله، وقد يخطئ وينحرف في فهمه، أما إذا رأى هدي السلف مع تفسير كلام الله عرف مكانته، وعلم أن الخوض في تفسيره من الخطورة بمكان، فأمسك عن الحديث فيما لا يعلم.
٤ - يحجم الصحابة والتابعون - رضي الله عنهم - عن القول في تفسير القرآن إذا كان صادراً عن اجتهاد شخصي؛ مخافة أن يقتدي بعض الناس بفعلهم، فيقدم على تأويل القرآن باجتهاده مقتدياً بهم، وقد يخطئ في ذلك، فإذا عوتب قال: إمامي في ذلك
_________
(١) جامع البيان (١/ ٧٨).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (91,'فلان من السلف، فقد فسر القرآن باجتهاده (١).
* وقد ترك ورع الصحابة والتابعين وإحجامهم عن تفسير القرآن آثاراً بارزة، وأضحت له بصمات واضحة على حركة التفسير، ومعرفة هذه الآثار من الأهمية بمكان، ونحن في هذا المقام نريد الاطلاع على الأثر الحسن الذي تركه ورع السلف وحذرهم في هذا الباب على حركة التفسير، وكيف أثر هذا المسلك في حماية النصوص القرآنية من الانحراف في فهمها، وقد يرى بعض الناس أن المنهج الذي سلكه آخرون من الصحابة والتابعين - رضي الله عنهم - خير وأحسن من هذا المسلك؛ لأنهم هم الذين نقلوا إلينا تفسير القرآن، ولذلك لما ذكر ابن عطية (٢) تعظيم الصحابة والتابعين لتفسير القرآن، وساق بعض الآثار في ذلك، ذكر أن كثيراً منهم فسروا القرآن، قال: «وهم أبقوا على المسلمين في ذلك - رضي الله عنهم -» (٣)، وهذا الأمر لا يُنكر، لكن لا يلزم منه أن أصحاب المسلك الأول الذي نتحدث عنه كانوا مخطئين أو
_________
(١) الجامع لأحكام القرآن (١/ ٢٩).
(٢) هو أبو محمد عبد الحق بن غالب بن عبد الملك بن غالب الغرناطي المالكي، فقيه عارف بالأحكام والتفسير، تولى القضاء في بعض نواحي الأندلس، أشهر كتبه المحرر الوجيز، توفي سنة (٥٤١).
انظر: بغية الملتمس (ص ٣٣٩)، والديباج المذهب (ص ٢٧٥)، وطبقات المفسرين للسيوطي (ص ٥٠).
(٣) المحرر الوجيز (١/ ١٨)',NULL,'91',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (92,'مقصرين، وإنما كانوا مجتهدين بناءً على دواعٍ ومسوغات دفعتهم لهذا المسلك، وأصبح لفعلهم أثر محمود في حماية القرآن الكريم من التعدي على نصوصه بالتأويلات الباطلة المنحرفة.
* ومن الآثار التي تركها ورع الصحابة والتابعين عن تفسير القرآن تربية الأتباع على تعظيم التفسير، وأنه يختلف عن غيره من العلوم الشرعية التي يمكن التسامح فيها بالرأي، وقد ظهر تأثر التابعين بالصحابة - رضي الله عنهم - في إمساكهم وتحرجهم من التفسير، فإن أهل الكوفة عرفوا بتوسعهم في الرأي في الفقه ونحوه، إلا أنهم كانوا شديدي الحذر حين يتعلق الأمر بالقرآن الكريم وتفسيره، وقد سبق قول عبيدة السلماني لابن سيرين: «ذهب الذين كانوا يعلمون فيم أنزل القرآن؟ ، فاتق الله وعليك بالسداد».
وقول مسروق: «اتقوا التفسير، فإنما هو الرواية عن الله».
وقول الشعبي: «أدركت أصحاب عبد الله وأصحاب علي، وليس هم لشيء من العلم أكره منهم لتفسير القرآن».
وقول إبراهيم النخعي: «كان أصحابنا يتقون التفسير ويهابونه»، وهؤلاء كلهم كوفيون.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (93,'وكان أبو وائل (١) - وهو كوفي - إذا سئل عن شيء من القرآن قال: قد أصاب الله ما أراد (٢).
* ومن الآثار التي تركها ورع السلف عن تفسير القرآن الكريم قلة مرويات التفسير عمن اشتهر بورعه عن الكلام في تفسير القرآن، وهذا الأثر قد يكون بالنسبة إلينا غير محمود؛ لأنه تسبب في فقدان كثير من تفسير من هو مشهور به، وممن قلّ المروي عنه بسبب امتناعه عن تفسير القرآن سعيد بن المسيب، فعندما ذكر الذهبي (٣) قوله: لا أقول في القرآن شيئاً؛ عقب عليه قائلاً: «ولهذا قل ما نقل عنه في التفسير» (٤).
_________
(١) هو شقيق بن سلمة الأسدي الكوفي، أحد علماء الكوفة وفقهائها، أدرك النبي - صلى الله عليه وسلم - ولم يسمع منه، من خيار أصحاب ابن مسعود، روى عن عمر وعثمان وعلي، وعنه الأعمش ومنصور، توفي سنة (٨٢).
انظر: الطبقات الكبرى لابن سعد (٦/ ٦٤)، ووفيات الأعيان (٢/ ٤٧٦)، وتذكرة الحفاظ (١/ ٦٠).
(٢) مصنف ابن أبي شيبة (١٠/ ٥١٣)، والطبقات الكبرى لابن سعد (٦/ ٦٧).
(٣) هو الحافظ أبو عبد الله محمد بن أحمد بن عثمان بن قايماز الدمشقي الحافظ، ولد سنة (٦٧٣)، برز في علم الحديث والرجال وأكثر فيها التأليف، من كتبه: تاريخ الإسلام، والعبر، توفي سنة (٧٤٨).
انظر: ذيل تذكرة الحفاظ للحسيني (ص ٣٤)، وطبقات الشافعية للسبكي (٩/ ١٠٠)، والدرر الكامنة (٣/ ٤٢٦).
(٤) سير أعلام النبلاء (٤/ ٢٤٢).',NULL,'93',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (94,'وسعيد من رؤوس أهل المدينة، وقد عرفوا بتعظيم هذا الباب أكثر من غيرهم، وقد تقدم قول عبيد الله بن عمر: «لقد أدركت فقهاء المدينة، وإنهم ليعظمون القول في التفسير، منهم: سالم بن عبد الله، والقاسم بن محمد، وسعيد بن المسيب، ونافع».
وقوله: «كان القاسم لا يفسر، يعني القرآن»، وقوله: «كان سالم لا يفسر».
وقول هشام بن عروة عن أبيه: «ما سمعت أبي تأول آية من كتاب الله قط».
وسئل القاسم بن محمد عن معنى قوله تعالى: {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ} (١)، فقيل له: «أنزل أو لم ينزل؟ فقال: لا أبالي أي ذلك كان إلا أني آمنت به» (٢).
ولهذا قلّ المروي عنهم بالنسبة لما جاء عن غيرهم (٣).
_________
(١) سورة البقرة آية (١٠٢).
(٢) جامع البيان (٢/ ٣٣٧).
(٣) انظر تفسير التابعين (١/ ٥٩٢).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (95,'<span data-type="title" id=toc-32>الفصلُ الثاني الاهتمام بالتفسير الصحيح والحث على ما يعين على فهم القرآن الكريم</span>
وفيه:
أولاً: الاهتمام بالتفسير الصحيح.
ثانياً: الحث على ما يعين على فهم القرآن.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (96,'<span data-type="title" id=toc-33>أولاً
الاهتمام بالتفسير الصحيح</span>
إن الاهتمام بالتفسير الصحيح، والبحث عنه، ثم نشره بين الناس يقوي معرفتهم به وإقبالهم عليه، ويستغنون به عن الأقوال الشاذة والضعيفة، فالآراء والمذاهب الباطلة لا تنتشر إلا مع خفاء الحق أو ضعف أنصاره، أما إذا كان الحق ظاهراً معروفاً بين الناس لم تجد تلك الآراء والمذاهب بيئة مناسبة للانتشار والقبول، وعندما يكون القلب عامراً بالحق فلن يجد الباطل مكاناً فيه، أما إذا كان فارغاً فلن يجد الباطل ما يزاحمه أو ينازعه، وبكل حال فالاهتمام بالتفسير الصحيح يسهم بشكل أو بآخر في المحافظة على سلامة الفهم لكتاب الله، وحمايته من الدخيل؛ ولهذا السبب عُني الصحابة والتابعون بالتفاسير الصحيحة، واجتهدوا في معرفتها، ومن أوجه عنايتهم بها ما يأتي:

<span data-type="title" id=toc-34>أولاً: الرحلة في طلب تفسير القرآن</span>.
اشتهر الصحابة والتابعون ومن بعدهم بالرحلة في طلب الحديث، ولشهرتهم بذلك أفرد فيه بعض العلماء كتباً، مثل كتاب "الرحلة في طلب الحديث"، وجاء عن بعض الصحابة أنه سافر من المدينة إلى الشام لسماع حديث',NULL,'96',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (97,'واحد ثم رجع (١)، وقد حظي التفسير باهتمام مشابه، فقد يستدعي الوقوف على معنى الآية السفر وقطع المسافات البعيدة، فلا يتردد بعض الصحابة والتابعين في الرحلة طلباً للظفر بالمعنى المراد؛ إدراكاً منهم لأهمية معرفة ذلك، ومن الشواهد عنهم:
١ - قول ابن مسعود - رضي الله عنه -: «والذي لا إله غيره ما من كتاب الله سورة إلا وأنا أعلم حيث نزلت، ولو أعلم أحداً هو أعلم بكتاب الله مني تبلغه الإبل لركبت إليه» (٢).
٢ - وعن الشعبي قال: «رحل مسروق إلى البصرة في تفسير آية، فقيل له: إن الذي يفسرها رحل إلى الشام، فتجهز ورحل إلى الشام حتى علم تفسيرها» (٣).
ولذلك يقول عنه الشعبي: «ما علمت أن أحداً من الناس كان أطلب لعلم في أفق من الآفاق من مسروق» (٤).
٣ - وممن رحل في طلب التفسير سعيد بن جبير، فقد رحل من الكوفة إلى
_________
(١) انظر الرحلة في طلب الحديث للخطيب البغدادي (ص ١٠٩).
(٢) صحيح مسلم، كتاب فضائل الصحابة (٤/ ١٩١٣) برقم (١٤٦٣).
(٣) الجامع لأحكام القرآن (١/ ٢٢)، والتعديل والتجريح للباجي (٢/ ٧٤٨)، والجواهر الحسان للثعالبي (١/ ١١).
(٤) جامع بيان العلم وفضله (١/ ٩٤).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (98,'مكة قاصداً شيخه ابن عباس - رضي الله عنه - حينما اختلف أهل الكوفة في قول الله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} (١)، يقول سعيد: «آية اختلف فيها أهل الكوفة، فرحلت فيها إلى ابن عباس: فسألته عنها، فقال: نزلت هذه الآية: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} هي آخر ما نزل، وما نسخها شيء» (٢).
وقول ابن جبير: فرحلت فيها، يدل على أن باعثه إلى السفر هو الخلاف في معنى الآية، فأراد التحقق من المعنى الصحيح.
٤ - وعنه قال: «قال يهودي بالكوفة وأنا أتجهز للحج: إني أراك رجلاً يتبع العلم؛ أخبرني أي الأجلين قضى موسى؟ ، قلت: لا أعلم، وأنا قادم على حبر العرب - يعني ابن عباس - فسائله عن ذلك، فلما قدمت مكة سألت ابن عباس عن ذلك، وأخبرته بقول اليهودي، فقال ابن عباس: قضى أكثرهما وأطيبهما؛ إن النبي إذا وعد لم يخلف. قال سعيد: فقدمت العراق، فلقيت اليهودي فأخبرته، فقال: صدق - وما أنزل على موسى - هذا والله العالم» (٣).
_________
(١) سورة النساء آية (٩٣).
(٢) أخرجه البخاري في كتاب التفسير، باب: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} (٥/ ١٨٢)، ومسلم في كتاب التفسير (٤/ ٢٣١٧) برقم (٣٠٢٣).
(٣) جامع البيان (١٨/ ٢٣٥).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (99,'٥ - وعن مجاهد (١) قال: «لو أعلم من يفسّر لي هذه الآية، لضربت إليه أكباد الإبل، قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} إلى قوله: {فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ} إلى آخر الآية» (٢).
٦ - وسأل فتى من قريش سعيد بن جبير، فقال له: «يا أبا عبد الله، كيف تقرأ هذا الحرف، فإني إذا أتيت عليه تمنيت ألا أقرأ هذه السورة: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} (٣)؟ ، قال: نعم، حتى إذا استيأس الرسل من قومهم أن يصدقوهم، وظن المرسل إليهم أن الرسل كذبوا، فقال الضحاك بن مزاحم (٤):
ما رأيت كاليوم قط رجلاً يدعى إلى علم فيتلكأ! ! ، لو رحلت في هذه إلى
_________
(١) هو أبو الحجاج مجاهد بن جبر المكي مولى بني مخزوم، ولد في خلافة عمر سنة (٢١)، وروى عن ابن عباس فأكثر، وروى عن أبي هريرة، وعنه عطاء وقتادة، توفي عام (١٠٢ أو ١٠٣) وقيل غير ذلك.
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٤٣)، وسير أعلام النبلاء (٤/ ٤٤٩)، وطبقات المفسرين للداودي (٢/ ٣٠٥).
(٢) سورة النساء آية (٢٤)، والأثر في جامع البيان (٦/ ٥٧٤)، وانظر شاهداً آخر في الإتقان (٢/ ٢٢٤).
(٣) سورة يوسف من الآية (١١٠).
(٤) هو أبو القاسم الضحاك بن مزاحم الهلالي الخراساني، روى عن أبي هريرة وابن عمر، وعنه جويبر بن سعيد، وحديثه في السنن الأربع، وتوفي سنة (١٠٥ أو ١٠٦).

انظر: ميزان الاعتدال (٣/ ٣٩)، وتهذيب التهذيب (٢/ ٢٢٦)، وطبقات المفسرين للداودي (١/ ٢٢٢).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (100,'اليمن كان قليلاً» (١).
وقد يمكث الواحد من الصحابة والتابعين - رضي الله عنهم - زمناً طويلاً في طلب تفسير آية، ومن ذلك:
١ - أن ابن عباس قال: «مكثت سنة أريد أن أسأل عمر بن الخطاب - رضي الله عنه -، فما استطيع أن أسأله هيبة له، حتى خرج حاجاً، فخرجت معه، فلما رجعت وكنا ببعض الطريق عدل إلى الأراك لحاجة له، قال: فوقفت له حتى فرغ، ثم سرت معه، فقلت: يا أمير المؤمنين من اللتان تظاهرتا على النبي - صلى الله عليه وسلم - من أزواجه؟ ، فقال: تلك حفصة وعائشة، قال: فقلت: والله إن كنت لأريد أن أسألك عن هذا منذ سنة، فما استطيع هيبة لك، قال: فلا تفعل، ما ظننت أن عندي من علم، فاسألني، فإن كان لي علم خبرتك به» (٢).
فابن عباس انتظر هذه المدة الطويلة ليقف على المراد من الآية، وكان بإمكانه سؤال أحد آخر غير عمر، لكنه أراد الوقوف على المعنى الصحيح للآية، وإن تطلب الأمر الانتظار سنة كاملة.
وفي بعض روايات الخبر أن عمر لما سأله ابن عباس قال: واعجباً لك
_________
(١) جامع البيان (١٣/ ٣٨٨).
(٢) أخرجه البخاري في كتاب تفسير القرآن، باب سورة التحريم (٦/ ٦٩)، ومسلم في كتاب الطلاق (٢/ ١١٠٨) برقم (١٤٧٩).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (101,'يا بن عباس! (١)، وقد ذكر ابن حجر أن عمر تعجب من حرص ابن عباس على تحصيل التفسير بجميع طرقه، حتى في تسمية من أبهم فيه (٢)، وهذا الخبر يبين مدى اهتمام ابن عباس بمعرفة المبهمات، وهو يفيد أن اهتمامه بما هو أكثر فائدة سيكون أعظم.
ومن حرص ابن عباس وملازمته تعلم التفسير ما حدث به عن نفسه قائلاً: «كنت ألزم الأكابر من أصحاب رسول الله - صلى الله عليه وسلم - من المهاجرين والأنصار، فأسألهم عن مغازي رسول الله - صلى الله عليه وسلم -، وما نزل من القرآن في ذلك، وكنت لا آتي أحداً منهم إلا سُر بإتياني لقربي من رسول الله - صلى الله عليه وسلم -، فجعلت أسأل أبي بن كعب يوماً - وكان من الراسخين في العلم - عما نزل من القرآن بالمدنية ... » (٣).
٢ - وعن عكرمة (٤) أنه قال في قول الله تعالى: {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى
_________
(١) صحيح البخاري، كتاب المظالم، باب الغرفة والعلية المشرفة وغير المشرفة في السطوح وغيرها (٣/ ١٠٣ - ١٠٦).
(٢) فتح الباري (٥/ ١١٧).
(٣) الطبقات الكبرى لابن سعد (٢/ ١٢٤).
(٤) هو أبو عبد الله البربري القرشي المدني، مولى ابن عباس، روى عنه وعن عائشة وأبي هريرة، وروى عنه أيوب، قال عن نفسه: «طلبت العلم أربعين سنة»، توفي عام (١٠٤)، وقيل غير ذلك.
انظر: الطبقات الكبرى لابن سعد (٢/ ١٣٣)، وسير أعلام النبلاء (٥/ ١٢)، وطبقات المفسرين للداودي (١/ ٣٨٦).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (102,'اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} (١): «طلبت اسم هذا الرجل أربع عشرة سنة حتى وجدته» (٢).

<span data-type="title" id=toc-35>ثانياً: التثبت من المعنى الصحيح للآية</span>.
والتثبت من الأقوال والمرويات منهج عام سار عليه الصحابة والتابعون - رضي الله عنهم - سواء فيما يتعلق بالحديث أم بالتفسير، فلم يكونوا يقبلون التفسير من كل أحد حتى يتثبتوا منه، إما بالتثبت من نقل المفسر، ومن أين أتى بمعنى الآية؟ ، ومن شواهده:
_________
(١) سورة النساء آية (١٠٠).
(٢) الاستيعاب لابن عبد البر (٥/ ٢٠٣) بحاشية الإصابة، وسمّى الرجل ضمرة بن العيص، وانظر: التعريف والإعلام للسهيلي (ص ٥١)، والجامع لأحكام القرآن (١/ ٢٢)، والبرهان للزركشي (١/ ٢٤٤)، وذكر ابن حجر في الإصابة (٥/ ١٩٧)، والسيوطي في مفحمات الأقران (ص ١٢) أن ابن منده أخرجه في معرفة الصحابة من رواية عكرمة عن ابن عباس، وليس فيه أنه مكث أربع عشرة سنة، وأن اسمه ضمرة بن أبي العيص.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (103,'١ - عن أبي إسحاق (١) قال: «سألت أبا جحيفة (٢) عن {يَوْمَ الْحَجِّ الْأَكْبَرِ} (٣)، فقال: يوم عرفة، فقلت: أمن عندك، أو من أصحاب محمد؟ ، قال: كل ذلك» (٤).
٢ - وعن إبراهيم النخعي في قول الله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (٥)، قال: «هذه السورة مكية، نسختها العشر ونصف العشر، فقيل له: عمن؟ ، قال: عن العلماء» (٦).
_________
(١) هو عمرو بن عبد الله السبيعي الهمداني الكوفي، ولد في آخر خلافة عثمان، وسمع جمعاً من الصحابة، وكان يشبه الزهري في كثرة الرواية واتساعه في الرجال، توفي سنة (١٠٧ أو ١٠٨) عن (٩٦) سنة.
انظر: الطبقات الكبرى لابن سعد (٦/ ٢١٩)، والثقات لابن حبان (٥/ ١٧٧)، وتهذيب التهذيب (٣/ ٢٨٤).
(٢) هو وهب بن عبد الله بن مسلم بن جنادة السوائي من صغار الصحابة، قدم على النبي - صلى الله عليه وسلم - في أواخر عمره، وحفظ عنه، ثم صحب علياً بعده، وولاه شرطة الكوفة لما ولى الخلافة، توفي سنة (٦٤).
انظر: الطبقات الكبرى لابن سعد (٦/ ٤٢)، والاستيعاب (١١/ ٤١) بذيل الإصابة، والإصابة (١٠/ ٣٢١).
(٣) سورة التوبة من الآية (٣).
(٤) جامع البيان (١١/ ٣٢٢).
(٥) سورة الأنعام من الآية (١٤١).
(٦) جامع البيان (٩/ ٦١٠)، وللمزيد من الشواهد انظر: تفسير عبد الرزاق (٢/ ١٧٢)، والدر المنثور (٢/ ١٧٤).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (104,'وإما بالتثبت من صحة التفسير بسؤال علماء التفسير عنه، ولهذا أمثلة كثيرة ستأتي في ثنايا البحث، ومما يذكر هنا:
١ - عن إبراهيم عن علقمة (١) في قول الله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (٢) قال: «هو في قراءة عبد الله: (وَأَتِمُوا الحَجَّ وَالْعُمْرَةَ إِلَى الْبَيْتِ)، قال: لا تجاوزوا بالعمرة البيت، قال إبراهيم: فذكرت ذلك لسعيد بن جبير، فقال: كذلك قال ابن عباس» (٣).
٢ - وعن إبراهيم، عن علقمة قال: «إذا أهل الرجل بالحج فأحصر، بعث بما استيسر من الهدي شاة، قال: فذكرت ذلك لسعيد بن جبير، فقال: كذلك قال ابن عباس» (٤).
_________
(١) هو أبو شبل علقمة بن قيس النخعي الكوفي، فقيه العراق، ولد في حياة النبي - صلى الله عليه وسلم -، وسمع عمر وعثمان، وجود القرآن على ابن مسعود، روى عنه الشعبي وغيره، توفي سنة (٦٢).
انظر: التاريخ الكبير (٤/ ١/٤١)، وتذكرة الحفاظ (١/ ٤٨).
(٢) سورة البقرة من الآية (١٩٦).
(٣) جامع البيان (٣/ ٣٢٨)، وهو مختصر في فضائل القرآن لأبي عبيد (١٠٧)، وتفسير ابن أبي حاتم (١/ ٣٣٤).
(٤) سنن سعيد بن منصور (٢/ ٧١٢)، وجامع البيان (٣/ ٣٥١)، وتفسير ابن أبي حاتم (١/ ٣٣٥).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (105,'<span data-type="title" id=toc-36>ثالثاً: الفرح بالتفسير الصحيح والحزن على فواته</span>.
ولهذا الأمر شواهد:
١ - عن عمر - رضي الله عنه - قال: «ثلاث وددت أن رسول الله - صلى الله عليه وسلم - لم يفارقنا حتى يعهد إلينا عهداً»، وذكر منهن الكلالة (١).
وفي رواية: «ثلاث لأن يكون النبي - صلى الله عليه وسلم - بينهن لنا أحب إلي من الدنيا وما فيها» (٢).
وفي بعض الروايات يبدي عمر حرصه على معرفة معنى الكلالة، ويلحُّ على النبي - صلى الله عليه وسلم -، ويكثر من سؤاله ليبين له معناها، يقول - رضي الله عنه -: «إني لا أدع بعدي شيئاً أهم من الكلالة، ما راجعت رسول الله - صلى الله عليه وسلم - في شيء ما راجعته في الكلالة، وما أغلظ لي في شيء ما أغلظ لي فيه، حتى طعن بأصبعه في صدري، وقال: «يا عمر! ألا تكفيك آية الصيف التي في آخر سورة النساء؟ ! » (٣).
وروي عن مسروق قال: «سألت عمر - وهو يخطب الناس - عن ذي قرابة لي ورث كلالةً، فقال: الكلالة! الكلالة! الكلالة! وأخذ بلحيته، ثم قال: والله
_________
(١) أخرجه البخاري في كتاب الأشربة، باب ما جاء في أن الخمر ما خامر العقل من الشراب (٦/ ٢٤٢ - ٢٤٣)، ومسلم في كتاب التفسير (٤/ ٢٣٢٢) برقم (٣٠٣٢).
(٢) المستدرك للحاكم (٢/ ٣٠٤)، ومسند أحمد (١/ ٣٨).
(٣) أخرجه مسلم في صحيحه في كتاب الفرائض (٣/ ١٢٣٦) برقم (١٦١٧).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (106,'لأن أعلمها أحب إلي من أن يكون لي ما على الأرض من شيء، سألت عنها رسول الله - صلى الله عليه وسلم -، فقال: «ألم تسمع الآية التي أنزلت في الصيف؟ »، فأعادها ثلاث مرات (١)، يريد قوله تعالى: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ}» (٢).
٢ - ويشبه عمر - رضي الله عنه - في حرصه على معرفة المعنى الصحيح ابن عباس - رضي الله عنهما -، فقد أرقه حال طائفة من الذين ذكرهم الله تعالى في قصة أصحاب السبت، وهم الذين قالوا: {لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا} (٣)، وأشفق جداً على معرفة حالهم، وهل نجوا مع الذين نهوا عن السوء أو لا؟ ، وقال: «والله لأن أكون علمت أن القوم الذين قالوا: {لِمَ تَعِظُونَ قَوْمًا} نجوا مع الذين نهوا عن السوء أحب إلي مما عدل به»، وفي لفظ: «من حمر النعم، ولكني أخاف أن تكون العقوبة نزلت بهم جميعاً» (٤).
وفي بعض الروايات أن عكرمة دخل عليه وهو يبكي من هذه الآية، ويقول: «ما أدري أنجا الذين قالوا: {لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ} أم لا؟ ، قال عكرمة:
_________
(١) جامع البيان (٧/ ٧٢٢)، وفي إسناده جابر بن يزيد الجعفي، وهو ضعيف كما في تقريب التهذيب (ص ١٣٦)، وانظر تعليق أحمد شاكر على تفسير الطبري (٩/ ١٧٦) ط. دار المعارف.
(٢) سورة النساء من الآية (١٧٦).
(٣) سورة الأعراف من الآية (١٦٤).
(٤) الدر المنثور (٣/ ١٣٨).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (107,'فلم أزل به حتى عرفته أنهم قد نجوا، فكساني حلة» (١).
٣ - وعن عمرو بن مرة (٢) قال: «ما مررت بآية في كتاب الله لا أعرفها إلا أحزنني؛ لأني سمعت الله يقول: {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ}» (٣).

<span data-type="title" id=toc-37>رابعاً: الاهتمام برجال التفسير</span>.
من أوجه الاهتمام بالتفسير الصحيح تلقيه من أهله المعروفين به، فإن الله تعالى يقول: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (٤)، ومن فوائد الاهتمام بعلماء التفسير وبيان قدرهم ومنزلتهم فيه إقبال الناس على الأخذ منهم، فإن الناس إذا سمعوا ثناءً على أحد في شيءٍ ما اشتهر بينهم؛ خاصة إذا كان الثناء صادراً من عالم، أو صاحب كلمة مسموعة، ومن ثم سوف يقبل طلاب العلم على الأخذ عنه،
_________
(١) جامع البيان (١٠/ ٥١٤).
(٢) هو أبو عبد الله المرادي الكوفي الضرير، سمع عبد الله بن أبي أوفى وابن المسيب، وروى عنه الثوري وشعبة، وكان من العباد الزهاد، وحديثه في الكتب الستة، توفي سنة (١١٦).
انظر: التاريخ الكبير (٣/ ٢/٣٦٨)، وتذكرة الحفاظ (١/ ١٢١).
(٣) سورة العنكبوت آية (٤٣). والأثر في تفسير ابن أبي حاتم (٩/ ٣٠٦٤).
(٤) سورة النحل من الآية (٤٣).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (108,'والعناية بأقواله وآرائه.
ومن أوجه اهتمام الصحابة والتابعين برجال التفسير ما يأتي:
الوجه الأول: حث الناس على الأخذ منهم.
حث بعض الصحابة على الأخذ عن المعروفين بتفسير القرآن، ومن الشواهد على ذلك:
١ - قال ابن عباس - رضي الله عنهما - عن جابر بن زيد (١): «لو أن أهل البصرة نزلوا عند قول جابر بن زيد لأوسعهم عما في كتاب الله علماً» (٢).
٢ - وسأل رجل ابن عمر - رضي الله عنهما - عن قوله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} (٣)، فقال له: انطلق إلى ابن عباس فاسأله، فإنه أعلم من بقي بما أنزل على محمد - صلى الله عليه وسلم -، قال الرجل: فأتيته فسألته، فقال: إنه كان عندهما أصنام، فلما حُرمن أمسكوا عن الطواف بينهما حتى
_________
(١) هو أبو الشعثاء جابر بن زيد الأزدي البصري، معدود في كبار تلاميذ ابن عباس، روى عنه عمرو بن دينار وقتادة وأيوب، وكان مفتي أهل البصرة في زمانه، توفي عام (٩٣).
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٣٠)، والتاريخ الكبير (١/ ٢/٢٠٤)، وسير أعلام النبلاء (٤/ ٤٨١).
(٢) الطبقات الكبرى لابن سعد (٧/ ١٣١)، والمعرفة والتاريخ (٢/ ١٢)، وحلية الأولياء (٣/ ٨٥).
(٣) سورة البقرة من الآية (١٥٨).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (109,'أنزلت: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} (١).
٣ - وأتى رجل ابن عمر فسأله عن السموات والأرض: {كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} (٢)، قال: «اذهب إلى ذلك الشيخ فاسأله، ثم تعال فأخبرني ما قال لك، فذهب إلى ابن عباس فسأله، فقال ابن عباس: نعم، كانت السموات رتقاً لا تمطر، وكانت الأرض رتقاً لا تنبت، فلما خلق الأرض أهلاً، فتق هذه بالمطر، وفتق هذه بالنبات، فرجع الرجل إلى ابن عمر فأخبره، فقال ابن عمر: الآن قد علمت أن ابن عباس قد أوتي في القرآن علماً، صدق هكذا كانت، ثم قال ابن عمر قد كنت أقول: ما يعجبني جرأة ابن عباس على تفسير القرآن، فالآن قد علمت أنه قد أوتي في القرآن علماً» (٣).
الوجه الثاني: الثناء على رجال التفسير
والصحابة والتابعون مقتدون في هذا العمل بالنبي - صلى الله عليه وسلم -، فقد جاء عنه الثناء على بعض الصحابة في علومهم، والإشادة بالمتقن منهم، فعن عبد الله بن مسعود
_________
(١) جامع البيان (٢/ ٧١٥).
(٢) سورة الأنبياء من الآية (٣٠).
(٣) حلية الأولياء (١/ ٣٢٠)، وعزاه ابن كثير في تفسير القرآن العظيم (٥/ ٣٣٢) إلى ابن أبي حاتم، ولمزيد شواهد انظر فضائل الصحابة للإمام أحمد (٢/ ٩٦٧).',NULL,'109',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (110,'- رضي الله عنه - أن النبي - صلى الله عليه وسلم - أثنى على قراءته، وقال: «من أحب أن يقرأ القرآن غضاً كما أُنزل، فليقرأه على قراءة ابن أم عبد» (١).
وقال - صلى الله عليه وسلم - لأبي موسى الأشعري - رضي الله عنه -: «يا أبا موسى لقد أوتيت مزماراً من مزامير آل داود» (٢).
وبسبب هذا الثناء النبوي على ابن مسعود وأبي موسى علا شأنهما في الإقراء، وأصبحا محط رحال قراء القرآن، ومنهما تلقى أكثر قراء الكوفة القرآن.
وتطبيقاً لهذا المنهج النبوي أثنى الصحابة والتابعون - رضي الله عنهم - على من عرف بتفسير القرآن، وأشادوا بهم، إلا أن بعض من أثني عليه كان أسعد بالثناء من بعض.
_________
(١) قوله: «غضاً»، الغض: الطري الذي لم يتغير، أراد طريقته في القراءة وهيأته فيها. النهاية في غريب الحديث (٣/ ٣٧١) مادة " غضض". والحديث أخرجه ابن ماجه في سننه، في المقدمة، باب في فضائل أصحاب رسول الله - صلى الله عليه وسلم - (١/ ٤٩)، وأحمد في المسند (١/ ٤٤٥ - ٤٤٦)، وأبو داود الطيالسي في مسنده (ص ٤٤)، وابن حبان في صحيحه كما في الإحسان (٩/ ١٠٢)، والطبراني في المعجم الكبير (٩/ ٦٨).
وللحديث شواهد، فقد أخرجه أحمد من مسند عمر بن الخطاب - رضي الله عنه - (١/ ٧، ٢٦)، ومن مسند أبي هريرة - رضي الله عنه - (٢/ ٤٤٦)، وأخرجه الحاكم في المستدرك (٣/ ٣١٧) من حديث علي بن أبي طالب - رضي الله عنه -، وقال: «هذا حديث صحيح الإسناد ولم يخرجاه»، وأخرجه في (٢/ ٢٢٨) من حديث عمار بن ياسر - رضي الله عنه -، وقد صحح الحديث الألباني في سلسلة الأحاديث الصحيحة (٥/ ٣٨٠).
(٢) أخرجه البخاري في كتاب فضائل القرآن، باب حسن الصوت بالقراءة للقرآن (٦/ ١١٢)، ومسلم في كتاب صلاة المسافرين وقصرها (١/ ٥٤٦) برقم (٢٣٦) كلاهما من حديث أبي موسى - رضي الله عنه -.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (111,'وممن اشتهر بين مفسري الصحابة والتابعين - رضي الله عنهم - بالإشادة به، والثناء عليه حبر الأمة، وترجمان القرآن عبد الله بن عباس - رضي الله عنهما -، فقد أشاد به الصحابة والتابعون على حد سواء، وما ذاك إلا لسعة علمه بتفسير القرآن، وتبحره فيه، وأثر من آثار دعاء النبي - صلى الله عليه وسلم - بأن يعلمه الله التأويل (١).
ومما جاء في الثناء عليه:
١ - قول عمر بن الخطاب - رضي الله عنه -: «والله إنك لأصبح فتياننا وجهاً (٢)،
_________
(١) رواه البخاري في صحيحه عن ابن عباس، في كتاب العلم، باب قول النبي - صلى الله عليه وسلم -: «اللهم علمه الكتاب» (١/ ٢٧) بلفظ: «اللهم علمه الكتاب». قال ابن حجر في فتح الباري (١/ ١٧٠): «والمراد بالكتاب القرآن؛ لأن العرف الشرعي عليه، والمراد بالتعليم ما هو أعم من حفظه والتفهم فيه»، وأخرجه ابن ماجه بلفظ: «اللهم علمه الحكمة وتأويل الكتاب» في مقدمة سننه، باب في فضائل أصحاب رسول الله - صلى الله عليه وسلم - (١/ ٥٨).
وجاء الحديث بلفظ: «اللهم فقهه في الدين وعلمه التأويل» عند الإمام أحمد في المسند (١/ ٢٦٦، ٣١٤، ٣٢٨، ٣٣٥)، وابن حبان في صحيحه، كما في الإحسان (٩/ ٩٨)، والطبراني في المعجم الكبير (١٠/ ٢٦٣، ١٢/ ٥٥)، وفي الأوسط (٢/ ٢٤٩)، والحاكم في المستدرك (٣/ ٥٣٦) وقال: «حديث صحيح الإسناد ولم يخرجاه»، قال الهيمثي في مجمع الزوائد (٩/ ٢٧٦): «لأحمد طريقان رجالهما رجال الصحيح».
(٢) صباحة الوجه تعني جماله ووضاءته، انظر تهذيب اللغة (٤/ ٢٦٨)، والصحاح (١/ ٣٨٠)، مادة ... " صبح ".',NULL,'111',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (112,'وأحسنهم عقلاً، وأفقههم في كتاب الله عز وجل» (١).
٢ - وكان - رضي الله عنه - يسأل ابن عباس عن الشيء من القرآن، ثم يقول: غص غواص (٢).
٣ - ويقول عبد الله بن مسعود - رضي الله عنه - عنه: «نعم الترجمان للقرآن ابن عباس» (٣).
وحسبك بثناء هذين الرجلين - رضي الله عنهما - على ابن عباس، وهو يدل على المنزلة التي وصل إليها في هذا العلم.
٤ - وقال ابن عمر: «هو أعلم الناس بما أنزل الله على محمد - صلى الله عليه وسلم -» (٤).
٥ - وعن أبي وائل قال: «شهدت الموسم، فقرأ سورة النور على المنبر، وفسرها، لو سمعت الروم لأسلمت» (٥).
_________
(١) المعرفة والتاريخ (١/ ٥٣٤).
(٢) فضائل الصحابة للإمام أحمد (٢/ ٩٨١).
(٣) الطبقات الكبرى لابن سعد (٢/ ٢/١٢٠)، والمعرفة والتاريخ (١/ ٤٩٦)، وجامع البيان (١/ ٨٤)، والإصابة (٦/ ١٣٥).
(٤) تاريخ أبي زرعة (٢/ ٦١٦)، والإصابة لابن حجر (٦/ ١٣٦)، وقال ابن حجر في الفتح (٧/ ١٠٠): «وأخرج ابن أبي خيثمة نحوه بإسناد حسن».
(٥) جامع البيان (١/ ٧٦)، وانظر: فضائل الصحابة للإمام أحمد (٢/ ٩٨٠)، والمعرفة والتاريخ (١/ ٤٩٥)، والمستدرك للحاكم (٣/ ٥٣٧)، وفتح الباري لابن حجر (٧/ ١٠٠).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (113,'٦ - ويقول مجاهد: «كان ابن عباس إذا فسر الشيء رأيت عليه نوراً» (١).
٧ - وأثنى عليه الحسن البصري فقال: «كان ابن عباس من الإسلام بمنزل، وكان من القرآن بمنزل، وكان يقوم على منبرنا هذا، فيقرأ سورة البقرة وآل عمران، فيفسرها آيةً آية» (٢).
وممن أثني عليه في تفسير القرآن تلميذه سعيد بن جبير، فقد قال عنه ميمون بن مهران (٣): «لقد مات سعيد بن جبير وما على وجه الأرض أحد إلا وهو محتاج إلى علمه، قال: أرى في التفسير» (٤).
وكذلك مجاهد بن جبر، فقد قال عنه قتادة: «أعلم من بقي بالتفسير مجاهد» (٥).
ويقول الشعبي عن عكرمة: «ما بقي أحد أعلم بكتاب الله تعالى من
_________
(١) فضائل الصحابة للإمام أحمد (٢/ ٩٨٠).
(٢) سير أعلام النبلاء (٣/ ٣٤٤)، وانظر الطبقات الكبرى لابن سعد (٢/ ٢/١٢١).
(٣) هو أبو أيوب ميمون بن مهران الأسدي مولاهم الفقيه، عالم أهل الجزيرة - بين دجلة والفرات- ولاه عمر بن عبد العزيز على خراجها وقضائها، وروى عن ابن عمر وابن عباس، توفي عام (١١٧).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٧٧)، والتاريخ الكبير (٤/ ١/٣٣٨)، وتذكرة الحفاظ (١/ ٩٨).
(٤) المعرفة والتاريخ (١/ ٧١٢).
(٥) المعرفة والتاريخ (١/ ٦٤٢)، وتذكرة الحفاظ (١/ ٩٢).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (114,'عكرمة» (١).
وقال قتادة: «أعلم الناس بالتفسير عكرمة» (٢).
ومر إبراهيم النخعي بالسدي (٣)، وهو يفسر، فقال: «أما إنه يفسر تفسير القوم» (٤).
وقال عون بن عبد الله (٥)
عن محمد بن كعب (٦): «ما رأيت أعلم بتأويل القرآن
_________
(١) حلية الأولياء (٣/ ٣٢٦)، وسير أعلام النبلاء (٥/ ١٧).
(٢) الكامل لابن عدي (٦/ ٤٧١)، وحلية الأولياء (٣٢٦).
(٣) هو إسماعيل بن عبد الرحمن بن أبي كريمة السدي الكوفي الأعور المفسر، سمي بالسدي لجلوسه في سدة باب الجامع، رأى أبا هريرة وسمع أنساً، وروى عنه الثوري وشعبة، أخرج له مسلم وأهل السنن، توفي سنة (١٢٧).
انظر: التاريخ الكبير (١/ ١/٣٦١)، وتهذيب التهذيب (١/ ١٥٨)، وطبقات المفسرين للداودي (١/ ١١٠).
(٤) جامع البيان (١/ ٨٧)، وتاريخ أصبهان لأبي نعيم (١/ ٢٤٨).
(٥) هو أبو عبد الله عون بن عبد الله بن عتبة بن مسعود الهذلي الكوفي، سمع أبا هريرة، وروى عنه الزهري وقتادة، وهو من عباد أهل الكوفة وقرائهم، خرج له مسلم وأهل السنن، توفي قبل سنة عشرين ومائة.

انظر: التاريخ الكبير (٤/ ١/١٣)، والثقات لابن حبان (٥/ ٢٦٣)، وتهذيب التهذيب (٣/ ٣٣٨).
(٦) القرظي المدني، يكنى أبا حمزة كان أبوه من سبي قريظة، روى عن جمع من الصحابة، وعنه الحكم بن عتيبة وابن المنكدر، كان يقص في المسجد، فسقط عليه وعلى أصحابه فقتلهم سنة (١١٨ أو ١٢٠) وقيل غير ذلك.
انظر: التاريخ الكبير (١/ ١/٢١٦)، والمعارف (ص ٤٥٨)، وتهذيب التهذيب (٣/ ٦٨٤).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (115,'من القرظي» (١).
الوجه الثالث: ذكر مراتبهم في التفسير.
والصحابة والتابعون - رضي الله عنهم - في هذا الأمر مقتدون بالنبي - صلى الله عليه وسلم -، فقد كان يفاضل بين أصحابه في العلوم، ويذكر منازلهم ومراتبهم فيها، مثل قوله - صلى الله عليه وسلم -: «أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر، وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبيّ بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة أميناً، وإن أمين هذه الأمة أبو عبيدة بن الجراح» (٢).
_________
(١) المعرفة والتاريخ (١/ ٥٦٤).
(٢) رواه من حديث أنس بن مالك - رضي الله عنه -: الترمذي في أبواب المناقب، في مناقب أهل بيت النبي - صلى الله عليه وسلم - (٩/ ٣٤٤)، وقال: «هذا حديث حسن صحيح»، والإمام أحمد في المسند (٣/ ١٨٤، ٢٨١) بنحو هذا اللفظ، والنسائي في السنن الكبرى، في كتاب المناقب، في مناقب زيد (٥/ ٧٨)، والطيالسي في مسنده ... (ص ٢٨١)، وابن حبان في صحيحه كما في الإحسان (٩/ ١٣١، ١٣٦)، والحاكم في المستدرك (٣/ ٤٢٢)، وقال: «هذا إسناد صحيح على شرط الشيخين ولم يخرجاه بهذه السياقة»، ووافقه الذهبي، ورواه ابن ماجه في المقدمة، باب فضائل أصحاب رسول الله - صلى الله عليه وسلم - (١/ ٥٥) بزيادة «وأقضاهم علي بن أبي طالب»، والحديث صححه الألباني في السلسة الصحيحة (٣/ ٢٢٣) وذكر له شواهد عدة، ورواه البخاري ومسلم من حديث أنس مقتصرَيْن على الجملة الأخيرة منه «إن لكل أمة .. » , فرواه البخاري في كتاب فضائل أصحاب النبي - صلى الله عليه وسلم -، باب مناقب أبي عبيدة بن الجراح - رضي الله عنه - (٤/ ٢١٦)، ومسلم في كتاب فضائل الصحابة (٤/ ١٨٨١) برقم (٢٤١٩)، قال الحافظ ابن حجر في فتح الباري (٧/ ٩٣) بعدما عزا الحديث للترمذي وابن حبان: «وإسناده صحيح، إلا أن الحفاظ قالوا: إن الصواب في أوله الإرسال، والموصول منه ما اقتصر عليه البخاري، والله أعلم».',NULL,'115',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (116,'وتقدم قبل قليل عن بعض الصحابة والتابعين - رضي الله عنهم - التفضيل العام لبعض المشهورين بالتفسير، كثناء ابن عمر على ابن عباس، وأنه أعلم من بقي من أمة محمد بالقرآن الكريم.
وكذلك قول الشعبي عن عكرمة نحو هذا الكلام، وقول قتادة عن مجاهد، وتقدمت هذه الأقوال.
وقد ينقل عن بعض التابعين المفاضلة بين العلماء في تخصصاتهم، ومما جاء في ذلك:
١ - قول سعيد بن جبير مفاضلاً بين ابن عمر وابن عباس - رضي الله عنهم -: «كان ابن عمر حسن السرد للرواية عن النبي - صلى الله عليه وسلم -، ولم يبلغ في الفقه والتفسير شأو ابن عباس» (١).
٢ - وقال عكرمة عن علي بن أبي طالب وابن عباس - رضي الله عنهم -: «كان ابن عباس أعلمهما بالقرآن، وكان علي أعلمهما بالمبهمات» (٢).
_________
(١) الإرشاد للخليلي (١/ ١٨٥).
(٢) الطبقات الكبرى لابن سعد (٢/ ٢/١٢١)، والمعرفة والتاريخ (١/ ٥٢٧).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (117,'٣ - وقال قتادة: «أعلم الناس بالحلال والحرام الحسن، وأعلمهم بالمناسك عطاء بن أبي رباح، وأعلمهم بالتفسير عكرمة» (١).
٤ - وقال خُصيف (٢): «كان أعلمهم بالطلاق سعيد بن المسيب، وبالتفسير مجاهد، وبالحج عطاء، وبالحلال والحرام طاوس، وأجمعهم في ذلك كله سعيد بن جبير» (٣).
٥ - وقال أيوب السختياني عن عكرمة: «لو قلت: إن الحسن ترك كثيراً من التفسير حين دخل علينا عكرمة البصرة، حتى خرج منها لصدقت» (٤).
٦ - وعن إسماعيل بن أبي خالد (٥) قال: «السدي أعلم بالقرآن من
_________
(١) المعرفة والتاريخ (١/ ٧٠١ - ٧٠٢)، وفي رواية أخرى عنه أنه جعل أعلمهم بالتفسير سعيد بن جبير. المصدر السابق (٢/ ١٦).
(٢) هو أبو عون خُصيف بن عبد الرحمن الجزري الحراني، روى عن ابن جبير ومجاهد، ضعفه يحيى بن سعيد وأحمد، ووثقه أبو زرعة، وقال ابن حبان: يخطئ كثيراً، توفي عام (١٣٧).
انظر: الجرح والتعديل (١/ ٢/٤٠٣)، والمجروحين (١/ ٣٥٠)، والكامل في الضعفاء (٣/ ٥٢٢)، وميزان الاعتدال (٢/ ١٧٦)
(٣) التاريخ الكبير (٤/ ١/٤١٢)، وانظر الجرح والتعديل (٤/ ١/٣١٩).
(٤) الضعفاء الكبير للعقيلي (٣/ ٣٧٥)، وتاريخ دمشق (٤١/ ٩١)، وسير أعلام النبلاء (٥/ ١٨).
(٥) هو أبو عبد الله إسماعيل بن أبي خالد الأحمسي الكوفي، رأى ستة من أصحاب النبي - صلى الله عليه وسلم -، وروى عنه شعبة والسفيانان، قال الثوري: الحفاظ عندنا أربعة، وذكر منهم إسماعيل، توفي سنة (١٤٥ أو ١٤٦).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٤٠)، والتاريخ الكبير (١/ ١/٣٥١)، وتذكرة الحفاظ (١/ ١٥٣).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (118,'الشعبي» (١).
وقد تبدو الأقوال السابقة متعارضة بعض الشيء، ولسنا هنا بصدد الترجيح بينها، فذلك مما تختلف فيه الأنظار باختلاف أسباب التفضيل، وقد يظهر لأحد بحكم مخالطته لأحد العلماء ما لا يظهر لغيره، فيحكم فيه بما يخالف غيره، لكنها في الجملة تعطي انطباعاً عاماً عما كان سائداً في ذلك الوقت من المفاضلة بين العلماء، وهي تبرز عناية الصحابة والتابعين بأهل التفسير المعروفين به وإشادتهم بهم.
الوجه الرابع: الثناء على أنفسهم في تفسير القرآن.
وثناء المرء على نفسه بما فيها ليس من المدح المذموم أو العجب الممقوت، بل هو من قبيل التحدث بنعمة الله، وقد أمر الله تعالى - صلى الله عليه وسلم - بذلك فقال: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} (٢)، وقال يوسف - عليه السلام - عن نفسه: {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} (٣)، وقد أخذ العلماء من هذه الآية جواز وصف الإنسان نفسه بالعلم والفضل إذا رآها أهلاً لذلك، وأنه ليس داخلاً في قوله تعالى: {فَلَا تُزَكُّوا
_________
(١) التاريخ الكبير (١/ ١/٣٦١)، وتاريخ أصبهان لأبي نعيم (١/ ٢٤٨).
(٢) سورة الضحى آية (١١).
(٣) سورة يوسف من الآية (٥٥).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (119,'أَنْفُسَكُمْ} (١)، ثم إن إخبار الإنسان بما هو عليه من العلم حث لأتباعه وتلاميذه إلى الأخذ عنه، والاستفادة منه في الجانب الذي أثنى على نفسه فيه (٢)، ومما جاء في ثناء الصحابة والتابعين على أنفسهم في العلم بكتاب الله:
١ - قول علي بن أبي طالب - رضي الله عنه -: «سلوني عن كتاب الله، فوالله ما من آية إلا وأنا أعلم بليل نزلت أم بنهار؟ أم في سهل أم في جبل؟ » (٣).
٢ - وقول عبد الله بن مسعود - رضي الله عنه -: «والذي لا إله غيره ما من كتاب الله سورة إلا وأنا أعلم فيم أنزلت؟ ، ولو أعلم أحداً هو أعلم بكتاب الله مني تبلغه الإبل لركبت إليه».
وفي رواية قال: «لقد علم أصحاب رسول الله - صلى الله عليه وسلم - أني أعلمهم بكتاب الله، ولو أعلم أن أحداً أعلم مني لرحلت إليه، قال شقيق: فجلست في حلق أصحاب محمد - صلى الله عليه وسلم -، فما سمعت أحداً يرد ذلك عليه ولا يعيبه» (٤).
٣ - وقد أثنى ابن عباس على نفسه في علمه بتفسير القرآن، فقال عند قوله
_________
(١) سورة النجم من الآية (٣٢)
(٢) انظر: التفسير الكبير (٦/ ٤٧٤)، والجامع لأحكام القرآن (٤/ ٣٤٤٦)، وشرح النووي على مسلم (١٦/ ١٦ - ١٧).
(٣) تفسير عبد الرزاق (٢/ ١٩٥)، والطبقات الكبرى لابن سعد (٢/ ١٠١)، وحلية الأولياء (١/ ٦٧).
(٤) صحيح مسلم، كتاب فضائل الصحابة (٤/ ١٩١٢ - ١٩١٣).',NULL,'119',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (120,'تعالى: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ} (١): «أنا ممن يعلم تأويله» (٢).
وقال - رضي الله عنه - عند قوله تعالى: {قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا} (٣): «أنا من القليل، سبعةٌ وثامنهم كلبهم» (٤).
وقال: «كل القرآن أعلمه إلا أربعاً: غسلين، وحناناً، والأواه، والرقيم» (٥).
قال ابن قتيبة (٦): «كان هذا من قول ابن عباس في وقت، ثم عَلِمَ بعد ذلك» (٧).
_________
(١) سورة آل عمران من الآية (٧).
(٢) جامع البيان (٥/ ٢٢٠)، وتفسير ابن المنذر (١/ ١٣٢).
(٣) سورة الكهف من الآية (٢٢).
(٤) تفسير القرآن لعبد الرزاق (١/ ٣٣٧)، والطبقات الكبرى لابن سعد (٢/ ٢/١٢٠)، وجامع البيان (١٥/ ٢١٩ - ٢٢٠).
(٥) تفسير عبد الرزاق (١/ ٣٣٤)، وجامع البيان (١٥/ ١٦٠)، والدر المنثور (٣/ ٢٨٥).
(٦) هو أبو محمد عبد الله بن مسلم بن قتيبة الدينوري، ولد ببغداد سنة (٢١٣)، تولى قضاء دينور مدة فنسب إليها، مؤلفاته كثيرة يغلب عليها اللغة والأدب، منها: عيون الأخبار، وغريب القرآن، توفي فجأة سنة (٢٧٦).
انظر: تاريخ بغداد (١٠/ ١٧٠)، ووفيات الأعيان (٣/ ٤٢)، وإنباه الرواة (٢/ ١٤٣).
(٧) تأويل مشكل القرآن (ص ٩٩).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (121,'٤ - ويخبر مجاهد عن منزلته في علم التفسير، وأن تعلم القرآن قد استفرغ جهده ووقته، فيقول: «استفرغ علمي القرآن» (١).
وعنه قال: «عرضت المصحف على ابن عباس ثلاث عرضات، من فاتحته إلى خاتمته، أوقفه عند كل آية منه، وأسأله عنها» (٢).
_________
(١) المعرفة والتاريخ (١/ ٧١٢).
(٢) مصنف ابن أبي شيبة (١٠/ ٥٥٩)، وسنن الدارمي (١/ ٢٧٠ - ٢٧١)، وجامع البيان (١/ ٨٥)، والمستدرك للحاكم (٢/ ٢٧٩)، وحلية الأولياء (٣/ ٢٧٩ - ٢٨٠)، وأسباب النزول للواحدي (ص ٥٢).',NULL,'121',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (122,'<span data-type="title" id=toc-38>ثانياً
الحث على ما يعين على فهم القرآن</span>
من الأولويات لدى الناقد قبل القيام بنقد الأقوال وتصحيحها أن يبادر بالاحتراز من الأخطاء في التفسير قبل وقوعها، وهذا لا يتأتى إلا بمعرفة الطريقة الصحيحة لفهم القرآن؛ لذا يسعى الناقد جاهداً لتحقيق ذلك بوضع الضوابط والقواعد المعينة على فهم القرآن، وقد أولى العلماء هذا الأمر عناية خاصة، فأفردوا فيه كتباً تحت اسم أصول التفسير أو علوم القرآن، وكان للصحابة والتابعين أفضلية السبق في ذلك، فأرشدوا إلى القواعد والآداب التي تعين على فهم القرآن، ومنها:

<span data-type="title" id=toc-39>أولاً: الاستعانة بالسياق القرآني في فهم الآيات</span>.
فمما يعين المفسر على فهم القرآن نظره في سياق الآيات والموضوع الذي تتحدث عنه، وربط الآيات بما قبلها وما بعدها، فـ «السياق يرشد إلى تبيين',NULL,'122',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (123,'المجملات، وترجيح المحتملات، وتقرير الواضحات» (١).
«والدلالة في كل موضع بحسب سياقه، وما يحف به من القرائن اللفظية والحالية» (٢).
وقد اهتم الصحابة والتابعون بالسياق في تفسير القرآن، وحثوا على النظر فيما قبل الآية وما بعدها، فعن مسلم بن يسار (٣)
قال: «إذا حدثت عن الله حديثاً، فقف حتى تنظر ما قبله وما بعده» (٤).
ولأهميته استعانوا به في تفسير الآيات، ومن أمثلة ذلك:
١ - ما جاء عن ابن عباس - رضي الله عنه - في قوله تعالى: {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ} (٥) قال: «فمنهن: {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا}، ومنهن: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ
_________
(١) البحر المحيط في الأصول للزركشي (٦/ ٥٢).
(٢) مجموع الفتاوى لابن تيمية (٦/ ١٤).
(٣) هو أبو عبد الله مسلم بن يسار البصري الفقيه الزاهد، روى عن عبادة وابن عباس، وعنه ابن سيرين وقتادة وأيوب، وتوفي في خلافة عمر بن عبد العزيز عام (١٠٠) أو (١٠١).

انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٣٥)، وحلية الأولياء (٢/ ٢٩٠)، وتاريخ الإسلام حوادث سنة (٨١ - ١٠٠ ص ٤٧٥).
(٤) فضائل القرآن لأبي عبيد (٢/ ٢١٤)، ومصنف ابن أبي شيبة (١٤/ ٢٥)، وحلية الأولياء (٢/ ٢٩٢).
(٥) سورة البقرة من الآية (١٢٤).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (124,'الْقَوَاعِدَ مِنَ الْبَيْتِ} (١)، ومنهن الآيات في شأن المنسك، والمقام الذي جعل لإبراهيم، والرزق الذي رزق ساكنو البيت، ومحمد بعث في ذريتهما صلى الله عليهم» (٢).
وهذه التي ذكرها ابن عباس مذكورة في الآيات بعد قوله تعالى: {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ}.
وجاء نحو ذلك عن مجاهد، فإنه قال في هذه الآية: «ابتلي بالآيات التي بعدها» (٣).
٢ - وعن سعيد بن جبير في قوله تعالى: {فَنَادَاهَا مِنْ تَحْتِهَا} (٤)، قال: «عيسى ناداها، أما تسمع الله يقول: {فَأَشَارَتْ إِلَيْهِ}» (٥).
٣ - وعن مجاهد أنه قال في قول الله: {وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} (٦): هي: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا
_________
(١) سورة البقرة من الآية (١٢٧).
(٢) جامع البيان (٢/ ٥٠٣).
(٣) المصدر السابق (٢/ ٥٠٢).
(٤) سورة مريم من الآية (٢٤).
(٥) سورة مريم من الآية (٢٩)، والأثر في جامع البيان (١٥/ ٥٠٤).
(٦) سورة الأنعام آية (٨٣).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (125,'إِيمَانَهُمْ بِظُلْمٍ} (١)، وقال مرة: إنها قوله تعالى: {فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ} (٢).
وسيأتي انتقاد الصحابة والتابعين تأويلات لمخالفتها سياق الآيات.

<span data-type="title" id=toc-40>ثانياً: الاستعانة بالسنة في فهم القرآن</span>.
من المهام التي كلف بها النبي - صلى الله عليه وسلم - بيان الوحي الذي أنزل عليه وتفسيره {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} (٣)، وليس أحد أتم إيضاحاً ولا أكمل بياناً من النبي - صلى الله عليه وسلم -، فسنته من أحسن ما يفسر به القرآن، لأن ما يأتي به وحي من الله تعالى، وقد أدرك الصحابة والتابعون هذه الحقيقة، فاعتنوا بالسنة النبوية في بيان القرآن، وأكدوا على أهميتها، وعدوها من أهم المصادر التفسيرية، ومن أقوالهم في ذلك:
١ - أتى رجل عمران بن حصين - رضي الله عنه - (٤)،
فسأله عن شيء، فحدثه، فقال
_________
(١) سورة الأنعام من الآية (٨٢).
(٢) سورة الأنعام من الآية (٨١)، والأثران عنه في جامع البيان (٩/ ٣٧٩)، وللمزيد من الأمثلة انظر: جامع البيان (٥/ ٢٩٧، ٢١/ ٣٩٧، ٤٣٢)، وفتح الباري لابن حجر (١٣/ ١١١).
(٣) سورة النحل من الآية (٤٤).
(٤) هو عمران بن حصين بن عبيد بن خلف الخزاعي، يكنى أبا نجيد، من فقهاء الصحابة، أسلم عام خيبر، وحمل راية خزاعة يوم فتح مكة، ثم تحول إلى البصرة إلى أن مات بها عام (٥٢ أو ٥٣).

انظر: الطبقات الكبرى لابن سعد (٧/ ٤)، والإصابة (٧/ ١٥٥).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (126,'الرجل: «حدثوا عن كتاب الله، ولا تحدثوا عن غيره، فقال: إنك امرؤ أحمق! ، أتجد في كتاب الله - عز وجل - الظهر أربعاً لا يجهر فيها بالقراءة؟ ، ثم عدد عليه الصلاة والزكاة ونحوهما، ثم قال: أتجد هذا في كتاب الله - عز وجل - مفسراً؟ ، إن كتاب الله - جل وعلا - أحكم ذلك، وإن السنة تفسر ذلك» (١).
وفي رواية أن عمران قال للرجل: «القرآن والله نعم، أرأيت لو رفعنا إليه، وقد وجدت في القرآن: أقيموا الصلاة وآتوا الزكاة، ثم لم نر رسول الله - صلى الله عليه وسلم - كيف سن لنا؛ كيف نركع، كيف كنا نسجد، كيف كنا نعطي زكاة أموالنا؟ ! ، فأفحم الرجل» (٢).
٢ - وقال رجل لمطرف بن عبد الله بن الشخير (٣): «لا تحدثونا إلا بالقرآن،
_________
(١) الشريعة للآجري (ص ٥٦)، والإبانة لابن بطة "كتاب الإيمان" (١/ ٢٣٦)، وجامع بيان العلم وفضله (٢/ ١٩١)، والفقيه والمتفقه (١/ ٢٣٧)، والكفاية للخطيب البغدادي (ص ٤٨).
(٢) الفقيه والمتفقه (١/ ٢٣٧).
(٣) هو أبو عبد الله مطرف بن عبد الله بن الشخير العامري البصري، ولد في حياة النبي - صلى الله عليه وسلم -، روى عن عثمان وعلي، وعنه الحسن، كان من عباد أهل البصرة، وحديثه في الكتب الستة، توفي سنة (٩٥).
انظر: الطبقات الكبرى لابن سعد (٧/ ١٠٣)، وتهذيب التهذيب (٤/ ٩٠).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (127,'فقال مطرف: والله ما نريد بالقرآن بدلاً، ولكن نريد من هو أعلم بالقرآن منا» (١).
٣ - وعن مكحول (٢)
قال: «القرآن أحوج إلى السنة من السنة إلى القرآن» (٣).
٤ - وعن حسان بن عطية (٤)، قال: «كان الوحي ينزل على رسول الله - صلى الله عليه وسلم -، ويخبره جبريل - عليه السلام - بالسنة التي تفسر ذلك» (٥).
٥ - وقال يحيى بن أبي كثير (٦): «السنة قاضية على الكتاب، وليس الكتاب
_________
(١) العلم لأبي خيثمة (ص ٤٢)، وجامع بيان العلم وفضله (٢/ ١٩١) واللفظ له.
(٢) هو أبو عبد الله، ويقال: أبو أيوب الشامي، فقيه أهل الشام، أصله من فارس، أرسل عن عدد من الصحابة، وسمع أنساً وواثلة، وهو معلم الأوزاعي، وعداده في أوساط التابعين، توفي سنة (١١٢).

انظر: التاريخ الكبير (٤/ ٢/٢١)، ووفيات الأعيان (٥/ ٢٨٠)، وسير أعلام النبلاء (٥/ ١٥٥).
(٣) السنة للمروزي (ص ٣٣)، وجامع بيان العلم وفضله (٢/ ١٩١)، والكفاية (ص ٤٧).
(٤) هو أبو بكر حسان بن عطية المحاربي الدمشقي، روى عن أبي أمامة وابن المسيب، وعنه الأوزاعي، وثقه أحمد وابن معين، وحديثه في الكتب الستة، عاش إلى حدود ثلاثين ومائة.
انظر: التاريخ الكبير (٢/ ١/٣٣)، وسير أعلام النبلاء (٥/ ٤٦٦).
(٥) سنن الدارمي (١/ ١٥٢)، والسنة للمروزي (ص ٣٣)، والإبانة لابن بطة "الإيمان" (١/ ٢٥٥)، وشرح أصول اعتقاد أهل السنة والجماعة (١/ ٨٣)، وجامع بيان العلم وفضله (٢/ ١٩١) واللفظ له، والكفاية (ص ٤٧)، والفقيه والمتفقه (١/ ٢٦٦ - ٢٦٧).
(٦) هو أبو نصر يحيى بن أبي كثير الطائي اليمامي، رأى أنساً، وحدث عنه أيوب والأوزاعي، فضله بعض العلماء في الرواية على الزهري، توفي سنة (١٢٩).
انظر: تذكرة الحفاظ (١/ ١٢٨)، وتهذيب التهذيب (٤/ ٣٨٣).',NULL,'127',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (128,'بقاض على السنة» (١).
قال ابن قتيبة: «أراد أنها مبينة للكتاب منبئة عما أراد الله تعالى فيه» (٢).
ولا يفهم من كلام مكحول ويحيى أنهما يفضلان السنة على القرآن؛ معاذ الله! ، وإنما أرادا أهمية بيان القرآن بالسنة وحاجة آياته إلى تفسيرها بالسنة، وكأنَّ في عبارة يحيى بن أبي كثير شدة؛ ولذا لما سئل عنها الإمام أحمد قال: «ما أجسر على هذا أن أقوله، ولكن السنة تفسر الكتاب، وتعرف الكتاب وتبينه» (٣).
وسيأتي أن الصحابة والتابعين انتقدوا أقوالاً في التفسير لمخالفتها السنة.

<span data-type="title" id=toc-41>ثالثاً: معرفة سبب نزول الآية</span>.
من الطرق القوية لفهم معاني القرآن معرفة سبب النزول «لامتناع معرفة
_________
(١) سنن الدارمي (١/ ١٥٢)، والسنة للمروزي (ص ٣٣)، وجامع بيان العلم وفضله (٢/ ١٩١)، والكفاية (ص ٤٧).
(٢) تأويل مختلف الحديث (ص ١٨١).
(٣) الكفاية (٤٧)، وجامع بيان العلم وفضله (٢/ ١٩١).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (129,'تفسير الآية، وقصد سبيلها دون الوقوف على قصتها وبيان نزولها» (١).
ومن أسباب النزول ما لا يستغني المفسر عن معرفته؛ لأن فيها بيان المجمل وإيضاح الخفي والموجز، ومنها ما يكون وحده تفسيراً، ومنها ما يدل المفسر على طلب الأدلة التي بها تأويل الآية ونحو ذلك (٢).
قال ابن تيمية: «ومعرفة سبب النزول يعين على فهم الآية، فإن العلم بالسبب يورث العلم بالمسبب» (٣).
والمراد بسبب النزول: ما نزل بشأنه قرآن وقت وقوعه (٤).
وقد أشار الصحابة والتابعون إلى أهمية معرفة سبب في بيان القرآن، ومن الشواهد عنهم:
١ - قول عبد الله بن مسعود - رضي الله عنه -: «والذي لا إله غيره ما من كتاب الله سورة إلا وأنا أعلم فيم أنزلت؟ » (٥).
_________
(١) أسباب النزول للواحدي (ص ٣).
(٢) التحرير والتنوير (١/ ٤٥).
(٣) مجموع الفتاوى (١٣/ ٣٣٩).
(٤) مناهل العرفان (١/ ٩٩)، ومباحث في علوم القرآن للقطان (ص ٧٨).
(٥) صحيح مسلم، كتاب فضائل الصحابة (٤/ ١٩١٢ - ١٩١٣).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (130,'قال الشاطبي (١) معلقاً على قوله: «وهذا يشير إلى أن علم الأسباب من العلوم التي يكون العالم بها عالماً بالقرآن» (٢).
٢ - وعن ابن سيرين قال: «سألت عبيدة عن شيء من القرآن، فقال: اتق الله، وعليك بالسداد، فقد ذهب الذين يعلمون فيم أنزل القرآن؟ » (٣).
ويدل قوله على أن من علم السبب الذي من أجله أنزلت الآية علم تفسيرها.
٣ - وعن الحسن البصري قال: «ما أنزل الله - عز وجل - آية إلا وهو يحب أن يعلم فيم أنزلت، وما أراد بها؟ » (٤).
قال الشاطبي: «يشير إلى التحريض على تعلم علم الأسباب» (٥).
وسيأتي - إن شاء الله - انتقاد الصحابة والتابعين تأويلاتٍ لمخالفتها سبب
_________
(١) هو أبو إسحاق إبراهيم بن موسى اللخمي الغرناطي الشهير بالشاطبي، فقيه أصولي محقق، أخذ عن علماء الأندلس، له عناية بمؤلفات المتقدمين، من تصانيفه: الموافقات والاعتصام والمجالس، توفي عام (٧٩٠).
انظر: نيل الابتهاج (ص ٤٨)، وفهرس الفهارس (١/ ١٩١)، والأعلام للزركلي (١/ ٧٥).
(٢) الموافقات (٤/ ١٥٣).
(٣) سبق تخريجه (ص ٨٢).
(٤) فضائل القرآن لأبي عبيد (١/ ٢٧٦).
(٥) الموافقات (٤/ ١٥٣).',NULL,'130',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (131,'النزول.

<span data-type="title" id=toc-42>رابعاً: معرفة الناسخ والمنسوخ</span>.
ومعرفته من الشروط التي تجب على المفسر؛ ولذا «قال الأئمة: لا يجوز لأحد أن يفسر كتاب الله إلا بعد أن يعرف منه الناسخ والمنسوخ» (١).
ومن الشواهد عن الصحابة في بيان أهميته لمن أراد تفسير القرآن:
١ - مر علي بن أبي طالب - رضي الله عنه - على قاص يقص، فقال له: «أتعرف الناسخ والمنسوخ؟ ، قال: لا، قال: هلكت وأهلكت» (٢).
وفي بعض الروايات أن علياً - رضي الله عنه - قال للقاص: «اخرج من مسجدنا، ولا تذكر فيه» (٣).
٢ - وجاء عن ابن عباس نحو فعل علي - رضي الله عنهم - فقد مر بقاص، فقال له:
_________
(١) البرهان (٢/ ١٥٨)، وانظر بصائر ذوي التمييز للفيروز آبادي (١/ ١١٧).
(٢) مصنف عبد الرزاق (٣/ ٢٢٠ - ٢٢١)، ومصنف ابن أبي شيبة (٨/ ٧٤٦)، وفهم القرآن للمحاسبي (ص ٣٢٧)، والناسخ والمنسوخ لأبي جعفر النحاس (١/ ٤١١)، والعلم لأبي خيثمة (ص ٥٣)، والسنن الكبرى للبيهقي (١٠/ ١١٧)، والفقيه والمتفقه (١/ ٢٤٤)، والاعتبار في الناسخ والمنسوخ من الآثار للحازمي (ص ٦).
(٣) الناسخ والمنسوخ لأبي جعفر النحاس (١/ ٤١٠).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (132,'«أتعرف الناسخ والمنسوخ؟ قال: لا، قال ابن عباس: هلكت وأهلكت» (١).
وإنما سأل علي وابن عباس - رضي الله عنهم - القاص عن معرفته بالناسخ والمنسوخ؛ لأن من شأن القاص أنه يعظ الناس ويذكرهم، ويحتاج في ثنايا وعظه إلى بيان ما يحل ويحرم، وقد يستدل على ما يذكره بالقرآن الكريم ويقوم بتفسيره، أو يستدل به على أمر معين، فإذا لم يكن عالماً بالناسخ والمنسوخ فقد يستدل بآية منسوخة، فيقع في الخطأ في فهم القرآن، فبينا له أهمية العلم بالناسخ والمنسوخ لئلا يقع في الخطأ فيضل ويُضل.
٣ - وعن حذيفة بن اليمان - رضي الله عنه - قال: «إنما يفتي الناس أحد ثلاثة: رجل علم ناسخ القرآن من منسوخه، قالوا: ومن ذاك؟ ، قال: عمر بن الخطاب، قال: وأمير لا يخاف، أو أحمق متكلف» (٢).
والمفتي إذا لم يكن عالماً بالناسخ والمنسوخ قد يفهم من آية منسوخة دلالتها على أمر معين، فيفتي به مع كون الآية منسوخة.
ولا تقتصر أهمية معرفة الناسخ والمنسوخ على المفسر فقط، بل هو ضروري لكل من تكلم في شيء من أمور الشريعة كالقضاء والإفتاء، قال الشافعي: «لا يحل
_________
(١) المصدر السابق (١/ ٤١٤)، والاعتبار (ص ٧).
(٢) سنن الدارمي (١/ ٦٦)، ومصنف عبد الرزاق (١١/ ٢٣١)، والناسخ والمنسوخ لأبي جعفر النحاس (١/ ٤١٥)، والفقيه والمتفقه (٢/ ٣٣١)، والاعتبار (ص ٧).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (133,'لأحد يفتي في دين الله إلا رجلاً عارفاً بكتاب الله؛ ناسخه ومنسوخه» (١).
ومن المهم هنا معرفة مفهوم السلف للنسخ، إذ يختلف عن المفهوم الذي اصطلح عليه المتأخرون، فالنسخ عند السلف أعم من النسخ الاصطلاحي، الذي يراد به رفع الحكم الثابت بخطاب متقدم بخطاب متراخ عنه (٢)، فيشمله ويشمل كل تغير يطرأ على النص بدليل آخر.
قال ابن تيمية: «والمنسوخ يدخل فيه في اصطلاح السلف العام كل ظاهر تُرك ظاهره لمعارض راجح، كتخصيص العام وتقييد المطلق» (٣).
وقال ابن القيم معلقاً على قول حذيفة - رضي الله عنه -: «مراده ومراد عامة السلف بالناسخ والمنسوخ: رفع الحكم بجملته تارة، وهو اصطلاح المتأخرين، ورفع دلالة العام والمطلق والظاهر وغيرها تارة؛ إما بتخصيص أو تقييد أو حمل مطلق على مقيد وتفسيره وتبيينه، حتى إنهم يسمون الاستثناء والشرط والصفة نسخاً لتضمن ذلك رفع دلالة الظاهر وبيان المراد، فالنسخ عندهم وفي لسانهم هو بيان المراد بغير ذلك اللفظ، بل بأمر خارج عنه» (٤).
_________
(١) الفقيه والمتفقه (٢/ ٣٣١).
(٢) انظر في تعريفه: المستصفى (١/ ١٠٦)، وروضة الناظر (١/ ٢٨٣)، والإحكام للآمدي (٣/ ١٠٤)، وشرح مختصر الروضة (٢/ ٢٥١)، وشرح الكوكب المنير (٣/ ٥٢٦)، وإرشاد الفحول (ص ١٨٤).
(٣) مجموع الفتاوى (١٣/ ٢٧٢)، وانظر: (١٣/ ٢٩، ١٤/ ١٠١) من الكتاب نفسه.
(٤) إعلام الموقعين (١/ ٣٥)، وانظر: الجامع لأحكام القرآن (١/ ٤٥٤)، والموافقات (٣/ ٣٤٤).',NULL,'133',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (134,'<span data-type="title" id=toc-43>خامساً: معرفة اللغة العربية</span>.
نزل القرآن الكريم باللغة العربية، فلا عجب أن تكون هي المرجع في فهمه وتأويله، وقد عُني الصحابة والتابعون - رضي الله عنهم - باللغة وفسروا بها القرآن، وكان هذا الأمر متقرراً لديهم، وحكى بعض العلماء إجماع الصحابة على جواز تفسير القرآن باللغة (١)، وإدراكاً منهم لأهميتها في فهم القرآن تمنى بعض مفسري التابعين لو كان يحسن العربية، فعن عطاء قال: «وددت أني أحسن العربية، وهو يومئذ ابن تسعين سنة» (٢).

<span data-type="title" id=toc-44>ومن أوجه عنايتهم بالعربية في بيان القرآن ما يأ</span>تي:
الوجه الأول: بيان أن اللغة العربية أساس مهم، وركن أصيل لمن أراد تفسير القرآن، ولما قسم ابن عباس - رضي الله عنهما - التفسير إلى أربعة أقسام جعل اللغة العربية أول تلك الأقسام التي يفسر بها القرآن الكريم، فقال: «التفسير على أربعة أوجه: وجه تعرفه العرب من كلامها، وتفسير لا يعذر أحد بجهالته، وتفسير يعلمه العلماء،
_________
(١) مقدمتان في علوم القرآن (ص ٢٠١).
(٢) تاريخ دمشق (٤٠/ ٤٠٣)، وسير أعلام النبلاء (٥/ ٨٧).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (135,'وتفسير لا يعلمه إلا الله» (١).
الثاني: تحذير من لم يكن ملماً باللغة العربية أن يتكلم في تفسير القرآن، وبيان أن الإخلال باللغة العربية سبب للإخلال بفهم القرآن، ومن أقوالهم في ذلك:
١ - قول مجاهد: «لا يحل لأحد يؤمن بالله واليوم الآخر أن يتكلم في كتاب الله إذا لم يكن عالماً بلغات العرب» (٢).
٢ - وعن الحسن أن رجلاً سأله فقال: «يا أبا سعيد، الرجل يتعلم العربية يلتمس بها حسن المنطق، ويقيم بها قراءته؟ ، قال: حسن يا بن أخي فتعلمها، فإن الرجل يقرأ الآية، فيعيى بوجهها فيهلك» (٣).
وقوله: يعيى بوجهها؛ يريد لا يهتدي إلى تفسيرها (٤).
٣ - وترك بعض المفسرين الرواية عمن لم يكن متقناً للعربية، فقيل لقتادة:
_________
(١) تفسير عبد الرزاق (١/ ٥٩)، وجامع البيان (١/ ٧٠) واللفظ له، ومسند الشاميين للطبراني (٢/ ٣٠٢).
(٢) البرهان للزركشي (١/ ٣٩٦).
(٣) الجامع لابن وهب (٣/ ٤٤٣)، وفضائل القرآن لأبي عبيد (٢/ ١٧٩)، وسنن سعيد بن منصور (١/ ١٦٧)، والفقيه والمتفقه (١/ ١٩٨).
(٤) أساس البلاغة (ص ٤٤٣).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (136,'«مالك لا تروي عن نافع، ورويت عن غيره؟ ، فقال: إن نافعاً كان علجاً لحاناً» (١).
الثالث: الرجوع إلى اللغة العربية حينما يشكل على أحدهم فهم آية قرآنية، والاحتكام إليها عند الاختلاف، وجعلها فيصلاً في النزاع وحكماً على المختلفين، ومن أمثلته:
١ - أن عمر بن الخطاب - رضي الله عنه - قرأ قوله تعالى: {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} (٢) بنصب راء {حَرَجًا}، وقرأ بعض من عنده من أصحاب رسول الله - صلى الله عليه وسلم - (ضَيِّقاً حَرِجاً)، فقال عمر: «ابغوني رجلاً من كنانة، واجعلوه راعياً، وليكن مدلجياً، فأتوا به، فقال له عمر - رضي الله عنه -: يا فتى ما الحرجة؟ ، قال: الحرجة فينا الشجرة تكون بين الأشجار التي لا تصل إليها راعية، ولا وحشية، ولا شيء، فقال عمر: كذلك قلب المنافق لا يصل إليه شيء من الخير» (٣).
٢ - وقال ابن عباس - رضي الله عنهما -: «إذا تعانيتم في شيء من القرآن فانظروا في الشعر،
_________
(١) العلل لأحمد (٣/ ٨٣).
(٢) سورة الأنعام من الآية (١٢٥).
(٣) جامع البيان (٩/ ٥٤٤ - ٥٤٥)، ومعالم التنزيل (٣/ ١٨٦)، وعزاه السيوطي في الدر المنثور (٣/ ٤٥) إلى عبد بن حميد وابن المنذر وأبي الشيخ، وهو بنحوه في الجامع لابن وهب (٢/ ٩٥ - ٩٦)، وروى عن ابن عباس نحو قصة عمر.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (137,'فإن الشعر عربي» (١).
٣ - وعنه قال: «إذا خفي عليكم شيء من القرآن، فابتغوه في الشعر، فإنه ديوان العرب» (٢).
٤ - وأشكل على ابن عباس معنى آية، فلم يعرف معناها حتى سمع الأعراب؛ يقول - رضي الله عنه -: «كنت لا أدري ما {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} (٣) حتى أتاني أعرابيان يختصمان في بئر، فقال أحدهما: أنا فطرتها، يقول: أنا ابتدأتها» (٤).
٥ - وعنه - رضي الله عنه - قال: «ما كنت أدري ما قوله: {رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ} (٥)، حتى سمعت ابنة ذي يزن تقول: تعال أفاتحك، تعني: أقاضيك» (٦).
_________
(١) جامع البيان (١٦/ ٦٤٢).
(٢) المستدرك للحاكم (٢/ ٤٩٩)، والأسماء والصفات للبيهقي (٢/ ٨٠)، وعزاه في الدر المنثور (٦/ ٢٥٤) إلى عبد بن حميد وابن أبي حاتم.
(٣) في أكثر من موضع في القرآن، أولها في سورة الأنعام من الآية (١٤).
(٤) فضائل القرآن لأبي عبيد (٢/ ١٧٤)، وجامع البيان (٩/ ١٧٥)، وفضائل القرآن لابن كثير (ص ١٢٥).
(٥) سورة الأعراف من الآية (٨٩).
(٦) مصنف ابن أبي شيبة (٨/ ٧١٧، ١٠/ ٤٧٤)، وجامع البيان (١٠/ ٣٢٠) واللفظ له، وتفسير ابن أبي حاتم (٥/ ١٥٢٣)، والأسماء والصفات للبيهقي (١/ ١١٤).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (138,'٦ - وعن الحسن قال: «كنا لا ندري ما الأرائك حتى لقينا رجلاً من أهل اليمن، فأخبرنا أن الأريكة عندهم الحَجَلة فيها السرير» (١).
الرابع: إحالة السائل عن تفسير القرآن إلى اللغة العربية، والتأكيد على أنه لو كان عربياً ما أشكل عليه معنى الآية، فعن الحسن البصري أن رجلاً سأله عن قوله تعالى: {حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ} (٢)، فقال له: «لو كنت عربياً لعرفت ما هي، إنما هي فاستمرت به» (٣).
الخامس: الرجوع إلى اللغة العربية عند تفسير الآيات، وقد أكثر الصحابة والتابعون الاحتجاج بالشعر على غريب القرآن ومشكله (٤)، ومن شواهد ذلك:
١ - عن عبيد الله بن عبد الله بن عتبة (٥)
قال: «شهدت ابن عباس، وهو
_________
(١) فضائل القرآن لأبي عبيد (٢/ ١٧٢)، وهو في جامع البيان (١٩/ ٤٦٦) مختصراً، ولمزيد شواهد انظر الجامع للقرطبي (٥/ ٣٧٢٦)، والحجلة بيت كالقبة يستر بالثياب، وتكون له أزرار كبار. النهاية في غريب الحديث والأثر (١/ ٣٤٦) مادة "حجل".
(٢) سورة الأعراف من الآية (١٨٩).
(٣) العلل لأحمد (١/ ١٦٥)، وجامع البيان (١٠/ ٦١٨) واللفظ له.
(٤) الإتقان (١/ ١٥٧).
(٥) هو عبيد الله بن عبد الله بن عتبة بن مسعود الهذلي المدني، أحد الفقهاء السبعة، عمه ابنُ مسعود، لقي كثيراً من الصحابة، وروى عنه أبو الزناد والزهري، وهو مؤدب عمر بن عبد العزيز، توفي عام (٩٨).

انظر: الطبقات الكبرى لابن سعد (٥/ ١٨٥)، ووفيات الأعيان (٣/ ١١٥)، وتذكرة الحفاظ (١/ ٧٨).',NULL,'138',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (139,'يسأل عن عربية القرآن، فينشد الشعر» (١).
٢ - وعن عكرمة أن ابن عباس قال: «إذا سألتموني عن عربية القرآن، فالتمسوه بالشعر، فإن الشعر ديوان العرب» (٢).
٣ - وعن يوسف بن مهران (٣) وسعيد بن جبير أن ابن عباس كان يسأل عن القرآن كثيراً، فيقول: هو كذا وكذا، أما سمعتم الشاعر يقول كذا وكذا (٤).
ولو استعرضنا الآيات التي فسرها الصحابة والتابعون باللغة العربية شعراً ونثراً لطال بنا المقام (٥).
_________
(١) سنن سعيد بن منصور (٢/ ٣١٦)، وغريب الحديث للخطابي (١/ ٦١)، وانظر: فضائل القرآن لأبي عبيد (٢/ ١٧٣)، وفضائل الصحابة لأحمد (٢/ ٩٨١)، وروى عكرمة عن ابن عباس نحو ذلك كما في فضائل الصحابة لأحمد (٢/ ٩٧٤).
(٢) الجامع لأخلاق الراوي والسامع (٢/ ١٩٨).
(٣) هو يوسف بن مهران البصري، روى عن ابن عباس وابن عمر وجابر، ثقة قليل الحديث، قال عنه أبو زرعة: ثقة. انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٦١)، والجرح والتعديل (٤/ ٢/٢٢٩)، وتهذيب التهذيب (٤/ ٤٦١).
(٤) الطبقات الكبرى لابن سعد (٢/ ٢/١٢١)، والجامع لأخلاق الراوي والسامع (٢/ ١٩٨).
(٥) انظر على سبيل المثال: جامع البيان (١٣/ ٧٤٥، ١٩/ ٥١٠، ٢٤/ ٤١٦)، وتفسير ابن أبي حاتم (١/ ٣٤٦، ٨/ ٢٧٢١)، وتفسير القرآن العظيم لابن كثير (١/ ٣٤٥، ٧/ ٢٢٨، ٨/ ٢٩٠)، والدر المنثور (٣/ ٣٢٩، ٤/ ٥٨، ٦/ ١٠٢، ٣٧٠)، والإتقان (١/ ١٤٩) وما بعدها.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (140,'<span data-type="title" id=toc-45>سادساً: التدرج في تعلم التفسير</span>.
اتبع الصحابة والتابعون في تعلم تفسير القرآن منهجاً فريداً، حيث كانوا يتعلمونه شيئاً فشيئاً، وآية آية، فكانوا لا يتجاوزون قدراً يسيراً من الآيات حتى يتعلموا ما فيها من العلم والعمل، ثم ينتقلوا إلى غيرها، وقد ساعدهم هذا التدرج على فهم القرآن والتأمل في آياته، والوقوف على المعاني الصحيحة لها، ويصف ابن مسعود - رضي الله عنه - هذه الطريقة بقوله: «كان الرجل منا إذا تعلم عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن» (١).
وعن أبي عبد الرحمن السلمي (٢): «حدثنا من كان يقرئنا من أصحاب النبي - صلى الله عليه وسلم - أنهم كانوا يقترئون من رسول الله - صلى الله عليه وسلم - عشر آيات، فلا يأخذون في العشر الأخرى، حتى يعلموا ما في هذه من العلم والعمل، قالوا: فعلمنا العلم
_________
(١) أخرجه ابن جرير في جامع البيان (١/ ٧٤) وصححه في (١/ ٨٣)، والحاكم في المستدرك (١/ ٥٥٧).
(٢) هو عبد الله بن حبيب بن ربيعة السلمي الكوفي المقرئ، ولد في حياة النبي - صلى الله عليه وسلم -، قرأ على عثمان وعلي وحدث عن عمر، وقرأ عليه عاصم وابن وثاب، أقرأ في خلافة عثمان إلى أن توفي عام (٧٤ أو ٧٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ١١٩)، والمعرفة والتاريخ (٢/ ٥٨٩)، ومعرفة القراء الكبار (١/ ٥٢).',NULL,'140',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (141,'والعمل» (١).
وهذه الطريقة في تعلم القرآن لها أثر في فهمه، والإلمام بتفاصيل أحكامه، والوقوف على بديع أسراره ومعانيه، والإنسان إنما يُؤتى من قبل العجلة وعدم التريث في فهم النصوص.
ولكون هذه الطريقة هي المتبعة لديهم يمكث أحدهم في تعلم السورة الواحدة مدة طويلة (٢)، فقد مكث ابن عمر - رضي الله عنهما - في سورة البقرة ثماني سنين يتعلمها (٣)، ويدل هذا على أن الأمر عندهم لم يكن مجرد حفظ للآيات دون فهم وتعلم لفقهها، وإلا لما بقي ابن عمر هذه المدة الطويلة في سورة واحدة مع ما مَنَّ الله عليهم من قوة الحفظ وحدة الذاكرة، فلم يكن صنيع ابن عمر لبطء حفظه أو ضعف ذاكرته، وإنما لأنه كان يتعلم فرائضها وأحكامها وما يتعلق بها (٤).
_________
(١) مسند الإمام أحمد (٥/ ٤١٠)، ومصنف عبد الرزاق (٣/ ٣٨٠)، والطبقات الكبرى لابن سعد (٦/ ١١٩)، ومصنف ابن أبي شيبة (١٠/ ٤٦٠)، وجامع البيان (١/ ٧٤).
(٢) مجموع الفتاوى لابن تيمية (١٣/ ٣٣١).
(٣) رواه مالك بلاغاً كما في الموطأ، رواية يحيى الليثي (١/ ٢٨٢)، والبيهقي في شعب الإيمان (٤/ ٥١١)، ووصله ابن سعد في الطبقات الكبرى (٤/ ١٢١)، لكن ذكر أنه تعلمها في أربع سنين، وفي شعب الإيمان للبيهقي (٤/ ٥١٢) عن ابن عمر قال: «تعلم عمر بن الخطاب - رضي الله عنه - البقرة في اثنتي عشرة سنة، فلما أتمها نحر جزوراً»، وانظر الدر المنثور (١/ ٢١).
(٤) تنوير الحوالك للسيوطي (١/ ٢٠٨).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (142,'ولارتباط الحفظ بالفهم والعمل كان الصحابة ينظرون لمن يحفظ سورة البقرة وآل عمران نظرة إجلال وتقدير، فعن أنس - رضي الله عنه - قال: كان الرجل إذا قرأ البقرة وآل عمران جدَّ فينا، أي: عظم، وفي رواية أخرى: يعد فينا عظيماً (١).

سابعاً: التدبر لكتاب الله والتأمل في معانيه:
والتدبر للقرآن الكريم إلى جانب كونه يفيد القارئ في اتعاظه بالقرآن، وانتفاعه بأوامره ونواهيه وزواجره، فإنه يفتح له آفاقاً أوسع في فهم القرآن، ويطلع بسببه على معاني وفوائد وحكم لم تكن لتظهر له لولا تمهله في قراءته وتدبره لكتاب الله.
والتدبر في معناه اللغوي يعود إلى التأمل في الشيء، والنظر والتفكر في عاقبته (٢)، وقد ذم الله تعالى الكفار على إعراضهم عن تدبر القرآن الكريم، مما ترتب
_________
(١) أخرجه الإمام أحمد في المسند (٣/ ١٢٠ - ١٢١)، وابن حبان في صحيحه كما في الإحسان (٢/ ٦٢)، والبغوي في شرح السنة (١٣/ ٣٠٥ - ٣٠٦)، وقول أنس - رضي الله عنه - ورد في قصة النصراني الذي أسلم ثم ارتد ثم مات كافراً، والقصة دون الشاهد هنا في صحيح البخاري، في كتاب المناقب، باب علامات النبوة في الإسلام (٤/ ١٨١)، ومسلم في كتاب صفات المنافقين وأحكامهم (٤/ ٢١٤٥) برقم (٢٧٨١).
(٢) انظر الجامع لأحكام القرآن (٣/ ١٨٦٠)، والقاموس المحيط (ص ٤٩٩) مادة "دبر".',NULL,'142',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (143,'عليه عدم فهم معانيه، حتى شبه الله قلوبهم التي لا تعي القرآن ولا تدرك معانيه بأنها كالقلوب التي عليها الأقفال قد أحكم غلقها، فلا يمكن أن يصل إليها شيء من معاني القرآن، قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (١).
يقول قتادة عند هذه الآية: «إذاً والله يجدون في القرآن زاجراً عن معصية الله، لو تدبره القوم فعقلوه، ولكنهم أخذوا بالمتشابه فهلكوا عند ذلك» (٢).
ولما أمر تعالى بتدبر القرآن في سورة النساء، ذكر امتناع الاختلاف والاضطراب في القرآن؛ تنبيهاً على أن التدبر التام المفضي إلى فهم القرآن يمتنع معه وجود الاختلاف والتناقض، قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (٣)، وبالمقابل عدم تدبر القرآن الكريم يؤدي إلى الخلل في فهمه، ومن ثم الظن بأن في القرآن اختلافاً وتناقضاً، فعلم بذلك أن الخطأ في فهم القرآن سببه عدم التدبر لآياته (٤).
يقول القرطبي (٥): «دلت هذه الآية على وجوب تدبر القرآن ليعرف
_________
(١) سورة محمد آية (٢٤)، وانظر تفسير القرآن العظيم لابن كثير (٦/ ٢٠٣).
(٢) جامع البيان (٢١/ ٢١٦).
(٣) سورة النساء آية (٨٢).
(٤) انظر البرهان (٢/ ٣١٩).
(٥) هو أبو عبد الله محمد بن أحمد بن أبي فرح الأنصاري القرطبي المالكي المفسر، كتابه الجامع أشهر مصنفاته، وله: التذكرة، والتذكار في أفضل الأذكار، والكتاب الأسنى، توفي في شوال سنة (٦٧١).
انظر: الديباج المذهب (ص ٤٠٦)، وطبقات المفسرين للسيوطي (ص ٧٩)، وطبقات المفسرين للداودي (٢/ ٦٩).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (144,'معانيه» (١).
ومما جاء عن الصحابة والتابعين في ذلك:
١ - قال رجل لعبد الله بن مسعود - رضي الله عنه -: «قرأت المفصل البارحة، فقال: هَذَّاً كهَذِّ الشعر! ، إنا قد سمعنا القراءة، وإني لأحفظ القرناء التي كان يقرأ بهن النبي - صلى الله عليه وسلم - ثماني عشرة سورة من المفصل، وسورتين من آل حم» (٢).
والمراد بقوله: هذاً كهذِّ الشعر؛ سرعة القراءة من غير تأمل كما ينشد الشعر (٣).
٢ - وقال رجل لابن عباس: «إني سريع القراءة، وإني أقرأ القرآن في ثلاث، فقال ابن عباس - رضي الله عنهما -: لأن أقرأ البقرة في ليلة، فأدبرها وأرتلها أحب إلي من أن أقرأ كما تقول» (٤).
_________
(١) الجامع لأحكام القرآن (٣/ ١٨٦٠).
(٢) أخرجه البخاري في صحيحه، في كتاب فضائل القرآن، باب الترتيل في القراءة (٦/ ١٠٩ - ١١٠) واللفظ له، وأخرجه مسلم في كتاب صلاة المسافرين وقصرها (١/ ٥٦٣) برقم (٨٢٢).
(٣) فتح الباري لابن حجر (٩/ ٩٠).
(٤) فضائل القرآن لأبي عبيد (١/ ٣٢٦)، وسنن سعيد بن منصور (٢/ ٤٧٧، ٤٨٠)، وأخلاق حملة القرآن وأهله للآجري (ص ٩٨)، والسنن الكبرى للبيهقي (٢/ ٣٩٦).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (145,'فالصحابة - رضي الله عنهم - عابوا السرعة في قراءة القرآن؛ لأنها تفضي إلى عدم التدبر، وما يترتب عليه من الخلل في فهم القرآن الكريم.
٣ - وعن محمد بن كعب قال: «لأن أقرأ في ليلتي حتى أصبح بإذا زلزلت، والقارعة لا أزيد عليهما، وأتردد فيهما وأتفكر، أحب إلي من أن أهذَّ القرآن ليلتي هَذَّاً، أو قال: أنثره نثراً» (١)، ولذلك انتفع بهذه القراءة المتدبرة، فقال عن أثرها: «إن عجائب القرآن تورد علي أموراً، حتى إنه لينقضي الليل، ولم أفرغ من حاجتي» (٢).
ثامناً: سؤال المختصين بتفسير القرآن الكريم.
ومن الأمور التي عُني بها الصحابة والتابعون للوصول إلى الفهم السليم لمعاني القرآن الكريم أن أحدهم إذا مر بآية وأشكل عليه معناها سأل علماء التفسير؛ لأنهم هم المؤهلون للبت في معني الآيات، وبيان المعنى الصحيح، واللجوء إلى المتخصصين بتفسير القرآن هو السبيل الأمثل والطريق الأقصر لمعرفة المراد بآيات الكتاب العزيز، وشواهد هذا الأمر كثيرة جداً، وتقدم بعضها.
_________
(١) الزهد لابن المبارك (ص ٨٧)، وفضائل القرآن للفريابي (ص ٢٢٢)، وحلية الأولياء (٣/ ٢١٤).
(٢) حلية الأولياء (٣/ ٢١٤)، وسير أعلام النبلاء (٥/ ٦٦).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (146,'<span data-type="title" id=toc-46>الفصلُ الثالث الاختلاف في تفسير الصحابة والتابعين</span>
وفيه:
أولاً: طبيعة الاختلاف عند الصحابة والتابعين.
ثانياً: أدب الاختلاف عند الصحابة والتابعين.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (147,'سنة الاختلاف بين الناس من السنن التي أجراها الله تعالى في الخلق {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ} (١)، واختلاف الناس وتباين آرائهم لا يختص بالأمور الدينية، وإنما يشمل الأمور الدنيوية، والحديث هنا عن اختلاف الناس في عقائدهم وأديانهم، الذي يشتد أحياناً فيصل إلى تعدد الأديان والملل، وقد يكون في الملة الواحدة باختلاف أهلها في فهم دينهم، وما يحل فيه ويحرم.
ولم تكن المجتمعات الإسلامية بمعزل عن هذه السنة الربانية، فقد وقع فيها الاختلاف؛ متخذاً - أحياناً - أشكالاً خطيرة بوقوعه في أركان الدين وثوابته، غير أن اختلاف الصحابة والتابعين لهم بإحسان اختص بخصائص، واتسم بسمات ميزته عن الاختلاف الذي حدث في العصور المتأخرة.
والحديث عن الاختلاف مهم، وتتأكد أهميته عند الحديث عن النقد، إذ لا يتصور وجود النقد بمعناه الشائع دون اختلاف، فالمرء ينتقد من يعتقد خطأه أو يختلف معه، فالبحث في النقد جزء من البحث في الاختلاف، لكنه خاص فيما فيه نقد، فارتباط النقد بالاختلاف وثيق، وإنما نبهنا على هذا لئلا يظن من يقرأ هذا البحث أنه لا يعدو حديثاً عن الاختلاف بين الصحابة والتابعين.
ومما يؤكد الكلام عن الاختلاف بين الصحابة والتابعين - رضي الله عنهم - عند الحديث عن
_________
(١) سورة هود الآيتان (١١٨ - ١١٩).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (148,'النقد ألاّ يقع في نفس الناظر في نقدهم أن الخلاف بينهم كان شديداً، وأنهم تفرغوا للنزاعات والردود، والاختلاف مع هذا وذاك، فنبهنا في هذا الفصل إلى حجم الاختلاف بينهم، وموقفهم منه، والتزامهم بضوابطه وآدابه، وأنه ليس بالصورة التي قد تنشأ بسبب قراءة هذا البحث.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (149,'<span data-type="title" id=toc-47>أولاً
طبيعة الاختلاف عند الصحابة والتابعين</span>
طبيعة الاختلاف في التفسير عند الصحابة والتابعين وأدبياته لا تختلف كثيراً عن طبيعة اختلافهم في العلوم الفرعية الأخرى كالحديث والفقه؛ وما يقال فيها يقال في التفسير، سوى أشياء يسيرة يأتي التنبيه عليها.
ومن أبرز سمات اختلاف الصحابة والتابعين ما يأتي:

<span data-type="title" id=toc-48>أولاً: الاختلاف في الفروع دون الأصول</span>.
لم يختلف الصحابة والتابعون - رضي الله عنهم - في الأصول والثوابت، سواء في التفسير أم العقائد أم الفقه، ومن الأمور التي تشهد على أن الخلاف الذي وقع بينهم لم يكن في الأصول، الاطلاع على الاختلاف الذي اتسع بعدهم واتخذ أشكالاً خطيرة حيث تشعبت المذاهب وكثرت البدع، وما ترتب على ذلك من تأويل القرآن والانحراف في فهمه ليوافق معتقدات أهله.
وفي تفسير القرآن الكريم لم يختلف الصحابة والتابعون في معاني آيات الصفات مثلاً، وقد نص العلماء على ذلك:
فقال ابن تيمية: «إن جميع ما في القرآن من آيات الصفات فليس عن',NULL,'149',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (150,'الصحابة اختلاف في تأويلها»، ثم ذكر أنه قرأ ما يزيد على مائة كتاب في التفسير من الكتب الكبار والصغار، فلم يجد عن أحد من الصحابة أنه تأول شيئاً من آيات الصفات، ثم قال: «وتمام هذا أني لم أجدهم تنازعوا إلا في مثل قوله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} (١)، فروي عن ابن عباس وطائفة أن المراد به الشدة، وأن الله يكشف عن الشدة في الآخرة، وعن أبي سعيد وطائفة أنهم عدوها في آيات الصفات»، ثم قرر أن ظاهر القرآن لا يدل على أنها من الصفات (٢).
وعندما ذكر ابن القيم تنازع الصحابة في تفسير بعض الآيات عقب بقوله: «ولم يتنازعوا في تأويل آيات الصفات وأخبارها في موضع واحد، بل اتفقت كلمتهم وكلمة التابعين بعدهم على إقرارها وإمرارها مع فهم معانيها وإثبات حقائقها» (٣).
وهناك أصول يعتمد عليها في فهم القرآن الكريم، كالاعتماد على القرآن والسنة في التفسير، أو الأخذ باللغة العربية، وهذه لم يختلف فيها الصحابة والتابعون، ونقلت عنهم نصوص كثيرة تارةً بالأخذ بها والاستفادة منها في فهم الآيات، وأخرى بالحث عليها (٤).
_________
(١) سورة القلم من الآية (٤٢).
(٢) مجموع الفتاوى (٦/ ٣٩٤).
(٣) الصواعق المرسلة (١/ ٢١٠)، وانظر: إعلام الموقعين (١/ ٤٩)، والموافقات (٢/ ١٤١ - ١٤٢).
(٤) انظر مقدمتان في علوم القرآن (ص ٢٠١).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (151,'<span data-type="title" id=toc-49>ثانياً: قلة الاختلاف عند الصحابة والتابعين</span>.
ومن الأمور التي تميز بها اختلاف الصحابة والتابعين - رضي الله عنهم - أنه كان قليلاً؛ مقارنةً بالاختلاف الذي حصل بعد ذلك، وهذا عام في جميع العلوم كالحديث والفقه، لكنه في تفسير القرآن الكريم أقل، وقد ذكر ابن تيمية أن الاختلاف بين الصحابة في التفسير قليل جداً، وهو بين التابعين أكثر، إلا أنه أيضاً قليل إذا قورن بالخلاف الذي حدث بعد ذلك، وذكر أن اختلاف السلف في الأحكام أكثر من اختلافهم في التفسير (١).

<span data-type="title" id=toc-50>وهناك أسباب أدت إلى قلة اختلاف الصحابة والتابعين في التفسير، ومن أهمها </span>(٢):
١ - وهو سبب يختص به الصحابة - رضي الله عنهم -، فوجود النبي - صلى الله عليه وسلم - بينهم، وقيامه ببيان القرآن الكريم، ومشاهدتهم التنزيل، ثم احتكامهم إلى النبي - صلى الله عليه وسلم - عند الاختلاف؛ كل ذلك أسهم في قلة الاختلاف بينهم.
٢ - كراهيتهم للاختلاف عامة وبغضهم له ونهيهم عنه، وسيأتي تفصيل ذلك.
_________
(١) مجموع الفتاوى (١٣/ ٣٣٢ - ٣٣٣).
(٢) انظر في هذه الأسباب: فتح الباري لابن حجر (١١/ ٣٠٧)، وأسباب اختلاف المفسرين د. محمد الشايع (ص ٨ - ٩)، والتفسير في عصر الصحابة (مصادره ومزاياه) (ص ٢١٦).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (152,'٣ - اتفاقهم في مسائل الاعتقاد، ولذلك اتفقت كلمتهم في تفسير آيات الصفات، على حين أخذت جانباً كبيراً من اختلافات المفسرين فيما بعد.
٤ - اهتمامهم الشديد بالعمل وانكبابهم عليه، مما صرفهم وشغلهم عن الاختلاف والنزاع.
٥ - ترك الحديث عما لم يقع، والنهي عن السؤال عنه؛ لكونه من التنطع والتكلف في الدين، والرجم بالظن من غير ضرورة ملحة.
يقول النووي (١)
معلقاً على نهي النبي - صلى الله عليه وسلم - عن كثرة السؤال (٢): «قيل: المراد به الإكثار من السؤال عما لم يقع، ولا تدعو إليه حاجة، وقد تظاهرت الأحاديث الصحيحة بالنهي عن ذلك، وكان السلف يكرهون ذلك ويرونه من التكلف المنهي
_________
(١) هو أبو زكريا يحيى بن شرف النووي الشافعي، محدث فقيه، ولد سنة (٦٣١)، كان رأساً في العلم والورع والزهد، صنف: المجموع شرح المهذب، والأذكار، والتقريب، والتبيان، توفي سنة (٦٧٦).

انظر: تذكرة الحفاظ (٤/ ١٤٧٠)، وطبقات الشافعية للسبكي (٨/ ٣٩٥)، وشذرات الذهب (٥/ ٣٥٤).
(٢) رواه البخاري في كتاب الزكاة، باب قول الله تعالى: {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا} (٢/ ١٣١)، وفي كتاب الاستقراض، باب ما ينهى عن إضاعة المال (٣/ ٨٧)، ومسلم في كتاب الأقضية (٣/ ١٣٤٠ - ١٣٤١) برقم (١٧١٥) من حديث المغيرة بن شعبة - رضي الله عنه -.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (153,'عنه» (١).
ومن أقوال الصحابة والتابعين في كراهية السؤال عما لم يقع:
١ - قول عمر - رضي الله عنه -: «أحرج بالله على رجل سأل عما لم يكن، فإن الله قد بين ما هو كائن» (٢).
٢ - واستفتى رجل أبي بن كعب - رضي الله عنه - فقال: «يا أبا المنذر ما تقول في كذا وكذا؟ ، قال: يا بني أكان الذي سألتني عنه؟ ، قال: لا، قال: فأجلني حتى يكون، فنعالج أنفسنا حتى نخبرك»، وفي رواية قال: «فأعفنا حتى يكون» (٣).
٣ - وعن ميمون بن مهران قال: «سألت ابن عباس عن رجل أدركه رمضانان، فقال: أكان هذا أو لم يكن؟ ، قلت: لم يكن بعد، قال: اترك بلية حتى تنزل» (٤).
٤ - وعن القاسم بن محمد قال: «إنكم تسألون عن أشياء ما كنا نسأل عنها، وتنقرون عن أشياء ما كنا ننقر عنها، وتسألون عن أشياء ما أدري ما هي، ولو
_________
(١) شرحه على مسلم (١٢/ ١١) بتصرف يسير.
(٢) سنن الدارمي (١/ ٥٤)، وجامع بيان العلم وفضله (٢/ ١٤١).
(٣) سنن الدارمي (١/ ٦٠)، وجامع بيان العلم وفضله (٢/ ٥٨).
(٤) سنن الدارمي (١/ ٦١).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (154,'علمناها ما حل لنا أن نكتمكموها» (١).
وهذا المنهج العام الذي اتبعه الصحابة والتابعون في الامتناع عن الإفتاء في مسائل لم تقع، أو إبداء الرأي في أمر اجتهادي قد يخطئ وقد يصيب قلل من المسائل الخلافية بينهم، وقلل من حديثهم في المسائل التي لا طائل تحتها.
والأقوال السابقة وإن كانت تتعلق بالفتيا فإنها تعطينا تصوراً واضحاً عن مدى الجدية التي كان عليها الصحابة والتابعون، واهتمامهم بالأمور النافعة المثمرة، وهذا المنهج الذي اتبعوه أثر في موقفهم من تفسير بعض الآيات، ومن ذلك الخوض في تفسير بعض الآيات التي لا فائدة تعود من الكلام في تفاصيلها؛ كالتفاصيل الدقيقة لما وقع للأمم الماضية مما أعرض القرآن الكريم عن ذكره؛ لأجل ذلك أعرض الصحابة والتابعون في الجملة عن الخوض فيها، وعاملوها معاملة المسائل التي لم تقع.

<span data-type="title" id=toc-51>ثالثاً: اختلاف تنوع لا تضاد</span>.
ومن السمات البارزة لما وقع بين الصحابة والتابعين من الاختلاف في التفسير اعتبار أكثره من اختلاف التنوع الذي يمكن الجمع بين أقواله، وهذا النوع من الاختلاف أشار إليه ابن تيمية، وجاء في كلام المتقدمين ما يدل عليه، فقال أبو
_________
(١) سنن الدارمي (١/ ٥٣).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (155,'الدرداء - رضي الله عنه - (١): «لا تفقه كل الفقه حتى ترى للقرآن وجوهاً كثيرة» (٢).
وعن سفيان بن عيينة (٣) قال: «ليس في تفسير القرآن اختلاف، إنما هو كلام جامع يراد به هذا وهذا» (٤).
وهذا النوع أحد نوعي الخلاف اللذين ذكرهما ابن تيمية في تفسير السلف.
والنوع الثاني خلاف التضاد، والمقصود به: القولان المتنافيان الذي يلزم من
_________
(١) هو عويمر بن عامر وقيل ابن زيد بن قيس الأنصاري الخزرجي، تأخر إسلامه قليلاً فأسلم يوم بدر وشهد أحداً وما بعدها، انتقل إلى الشام وولاه معاوية قضاءها، وتوفي بدمشق في خلافة عثمان عام (٣٢).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١١٧)، وأسد الغابة (٦/ ٩٧)، والإصابة (٧/ ١٨٢).
(٢) أخرجه عبد الرزاق في المصنف (١١/ ٢٥٥)، وابن سعد في الطبقات الكبرى (٢/ ٢/١١٤)، والإمام أحمد في الزهد (ص ١٣٤)، وأبو نعيم في حلية الأولياء (١/ ٢١١)، وابن عساكر في تاريخ دمشق (٤٧/ ١٧٣)، وانظر فتح الباري لابن حجر (١٣/ ٣٨٣).
(٣) هو سفيان بن عيينة بن أبي عمران الهلالي الكوفي، ولد سنة (١٠٧)، روى عن عمرو بن دينار والزهري، وعنه الأعمش والشافعي وأحمد، قال الشافعي: «لولا مالك وسفيان لذهب علم الحجاز»، توفي عام (١٩٨).
انظر: التاريخ الكبير (٢/ ٢/٩٤)، وتذكرة الحفاظ (١/ ٢٦٢)، وتهذيب التهذيب (٢/ ٥٩).
(٤) سنن سعيد بن منصور (٥/ ٣١٢) برقم (١٠٦١)، والسنة للمروزي (ص ٧)، والدر المنثور (١/ ١٥، ٣/ ٣٠٦).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (156,'القول بأحدهما نفي القول الآخر (١)، وذكر ابن تيمية أن هذا النوع موجود بين السلف (٢)، إلا أن غالب ما يصح عنهم من الخلاف يرجع إلى اختلاف التنوع (٣).
والمراد باختلاف التنوع: ما لا تنافي بين الأقوال، فيمكن حمل الآية على جميع ما قيل فيها من غير تعارض (٤).
وذكر الشاطبي من ضروب الخلاف الذي لا يعتد به «ما كان ظاهره الخلاف وليس في الحقيقة كذلك، وأكثر ما يقع ذلك في تفسير الكتاب والسنة؛ فتجد المفسرين ينقلون عن السلف في معاني ألفاظ الكتاب أقوالاً مختلفة في الظاهر، فإذا اعتبرتها وجدتها تتلاقى على العبارة كالمعنى الواحد، والأقوال إذا أمكن اجتماعها والقول بجميعها من غير إخلال بمقصد القائل، فلا يصح نقل الخلاف فيها عنه» (٥).
وهذا النوع من الاختلاف له صور، منها:
١ - أن يعبر كل واحد من السلف عن المراد بعبارة غير عبارة صاحبه، تدل
_________
(١) اقتضاء الصراط المستقيم (١/ ١٥١)، ومجموع الفتاوى لابن تيمية (١٩/ ١٣٩).
(٢) مجموع الفتاوى (١٣/ ٣٤٣).
(٣) المصدر السابق (١٣/ ٣٣٣).
(٤) انظر المصدر السابق (١٩/ ١٣٩).
(٥) الموافقات (٥/ ٢١٠).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (157,'على معنى في المسمّى غير المعنى الآخر مع اتحاد المسمّى، فهي في حقيقتها ترجع إلى شيء واحد، لكن يوهم نقلها على اختلاف اللفظ على أنه خلاف محقق (١).
مثل اختلاف عبارات السلف في المراد بالصراط المستقيم، فعن علي بن أبي طالب وابن مسعود - رضي الله عنهما - أن الصراط المستقيم كتاب الله تعالى.
ورواية أخرى عن ابن مسعود وجابر وابن عباس - رضي الله عنهم - أنه الإسلام.
وعن أبي العالية والحسن قالا: «هو رسول الله - صلى الله عليه وسلم - وصاحباه من بعده» (٢).
وعند تأمل هذه الأقوال نجدها متفقة، فكلها من الصراط المستقيم، فالإسلام لا يكون إلا بإتباع القرآن والرسول - صلى الله عليه وسلم -.
قال ابن تيمية بعدما ذكر الأقوال في معنى الصراط المستقيم: «فهؤلاء كلهم أشاروا إلى ذات واحدة، لكن وصفها كل منهم بصفة من صفاتها» (٣).
٢ - أن يذكر كل واحد منهم من الاسم العام بعض أنواعه على سبيل التمثيل وتنبيه المستمع على النوع، لا على سبيل الحد المطابق للمحدود في عمومه وخصوصه، ومن أمثلته:
_________
(١) مجموع الفتاوى لابن تيمية (١٣/ ٣٣٣)، والموافقات (٥/ ٢١١).
(٢) جامع البيان (١/ ١٧٣ - ١٧٥)، وتفسير ابن أبي حاتم (١/ ٣٠).
(٣) مجموع الفتاوى (١٣/ ٣٣٦).',NULL,'157',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (158,'الخلاف في معنى المنّ الوارد في قوله تعالى: {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} (١).
فعن بعض السلف أنه كان ينزل عليهم مثل الثلج.
وعن آخرين: أنه مثل العسل، وقيل: خبز الرقاق مثل الذرة، وقيل: الزنجبيل (٢).
قال الشاطبي معلقاً على هذا الاختلاف: «فهذا كله يشمله اللفظ؛ لأن الله منَّ به عليهم، ولذلك جاء في الحديث: «الكمأة من المنِّ الذي أنزله الله على بني إسرائيل» (٣)، فيكون المنُّ جملة نعم، ذكر الناس منها آحاداً» (٤).
٣ - ومنها أن يكون اللفظ المفسر محتملاً للأمرين، كأن يكون مشتركاً
_________
(١) سورة البقرة من الآية (٥٧).
(٢) انظر: جامع البيان (١/ ٧٠٠ - ٧٠٣)، وتفسير ابن أبي حاتم (١/ ١١٥، ٥/ ١٥٩١ - ١٥٩٢).
(٣) أخرجه بهذا اللفظ مسلم في صحيحه؛ في كتاب الأشربة (٣/ ١٦٢٠) برقم (٢٠٤٩) عن سعيد بن زيد - رضي الله عنه - وتمامه: «وماؤها شفاء للعين»، وأخرجه البخاري عنه بلفظ: «الكمأة من المن، وماؤها شفاء للعين». صحيح البخاري، كتاب التفسير، باب {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى} (٥/ ١٤٨).
(٤) الموافقات (٥/ ٢١١).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (159,'لفظياً، أو متواطئاً (١).
مثال المشترك: لفظ "قسورة" في قوله تعالى: {فَرَّتْ مِنْ قَسْوَرَةٍ} (٢)، فعن ابن عباس وأبي موسى ومجاهد وعكرمة أن المراد به الرماة.
وعن أبي هريرة ورواية عن ابن عباس، وهو قول زيد بن أسلم (٣) أن المراد به الأسد (٤).
ومثله لفظ "عسعس" في قوله تعالى: {وَاللَّيْلِ إِذَا عَسْعَسَ} (٥)، فعن علي وابن عباس وقتادة والضحاك أن المراد به إدبار الليل، وعن الحسن أنه إقباله (٦).
_________
(١) اللفظ المشترك هو: اللفظ الموضوع لحقيقتين مختلفتين أو أكثر وضعاً أولاً من حيث هما كذلك، وأما المتواطئ فيطلق على أشياء متغايرة بالعدد متفقة بالمعنى الذي وضع الاسم عليها، انظر في تعريفهما: المستصفى للغزالي (١/ ٣١)، وروضة الناظر (١/ ١٠٠)، والتعريفات للجرجاني (ص ٢٥٢، ٢٦٩).
(٢) سورة المدثر آية (٥١).
(٣) هو أبو عبد الله زيد بن أسلم القرشي العدوي، مولى عمر بن الخطاب، روى عن ابن عمر وجابر وأنس، وروى عنه الثوري وابن عيينة، وكانت له حلقة في مسجد النبي - صلى الله عليه وسلم -، توفي عام (١٣٦).
انظر: التاريخ الكبير (٢/ ١/٣٨٧)، وتذكرة الحفاظ (١/ ١٣٢)، وطبقات المفسرين للداودي (١/ ١٨٢).
(٤) انظر: جامع البيان (٢٣/ ٤٥٥ - ٤٦٠)، والدر المنثور (٦/ ٢٨٦).
(٥) سورة التكوير آية (١٧).
(٦) جامع البيان (٢٤/ ١٥٩ - ١٦١).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (160,'قال ابن تيمية: «فمثل هذا قد يجوز أن يراد به كل المعاني التي قالها السلف» (١).
ومثال المتواطئ الاختلاف في عود الضمير إذا احتمل شيئين كقوله تعالى: {ثُمَّ دَنَا فَتَدَلَّى (٨) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} (٢)، فعن ابن عباس أن الذي دنا هو الرب جل وعلا، وعن الحسن وقتادة أنه جبريل - عليه السلام - (٣).
٤ - ومن صور اختلاف التنوع أن يرد عن السلف في تفسير الآية ألفاظ متقاربة، فيحكيها بعض الناس عنهم على أنها اختلاف، يقول الزركشي حين ذكر تفاسير الصحابة والتابعين - رضي الله عنهم -: «يكثر في معنى الآية أقوالهم واختلافهم، ويحكيه المصنفون للتفسير بعبارات متباينة الألفاظ، ويظن من لا فهم عنده أن في ذلك اختلافاً فيحكيه أقوالاً، وليس كذلك، بل يكون كل واحد منهم ذكر معنى ظهر من الآية، وإنما اقتصر عليه لأنه أظهر عند ذلك القائل، أو لكونه أليق بحال السائل، وقد يكون بعضهم يخبر عن الشيء بلازمه ونظيره، والآخر بمقصوده وثمرته، والكل يؤول إلى معنى واحد غالباً، والمراد الجميع، فليتفطن لذلك، ولا
_________
(١) مجموع الفتاوى (١٣/ ٣٤١).
(٢) سورة النجم الآيتان (٨ - ٩).
(٣) جامع البيان (٢٢/ ١٤ - ١٥)، ومجموع الفتاوى لابن تيمية (١٣/ ٣٤١).',NULL,'160',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (161,'يفهم من اختلاف العبارات اختلاف المرادات» (١).
ومن أمثلته لفظ "تبسل" في قوله تعالى: {وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ} (٢)، فمن عبارات السلف في معناها: تُرتهن، وقيل بمعنى: تُحبس، وقيل: تُسلم، وقيل: تُؤخذ.
وقد علق ابن كثير على هذه الأقوال بقوله: «وكل هذه العبارات متقاربة في المعنى؛ وحاصلها الإسلام للهلكة والحبس عن الخير، والارتهان عن درك المطلوب، كما قال: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ (٣٨) إِلَّا أَصْحَابَ الْيَمِينِ} (٣)» (٤).
وبهذا التفصيل يمكن تصنيف كثير من اختلاف الصحابة والتابعين في التفسير على أنه من اختلاف التنوع، وأن الخلاف الحقيقي المعتبر مما له ثمرة قليل.
وبتصنيف أكثر تفسير الصحابة والتابعين على أنه من اختلاف التنوع يمكن القول بأن اختلافهم يفيد المفسر في فهم القرآن الكريم، فهو يثري معارفه ويعطيه مجالات أرحب في فهم الآيات؛ لأن حقيقة هذا الاختلاف زيادة في إيضاح معنى
_________
(١) البرهان (٢/ ٣٠١)، وانظر مجموع الفتاوى لابن تيمية (١٣/ ٣٤١).
(٢) سورة الأنعام من الآية (٧٠).
(٣) سورة المدثر الآيتان (٣٨، ٣٩).
(٤) تفسير القرآن العظيم (٣/ ٢٧٤)، وانظر: جامع البيان (٩/ ٣٢٠ - ٣٢٢)، وتفسير ابن أبي حاتم (٤/ ١٣١٨)، والجامع لأحكام القرآن (٣/ ٢٤٥٢)، وبحوث في أصول التفسير ومناهجه د. الرومي (ص ٤٤).',NULL,'161',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (162,'الآية، وإعطائها دلالة أوسع.

<span data-type="title" id=toc-52>رابعاً: مع الاختلاف مودة وألفة</span>.
لم يتخذ الاختلاف بين الصحابة والتابعين - رضي الله عنهم - في التفسير شكلاً عنيفاً، أو يخرج عن مساره الشرعي، بل اتسم ببقاء المودة والألفة؛ إذ لم يكن فيه خصام أو تهاجر أو تقاطع أو اقتتال.
ولا يعني ذلك ألا يصدر من بعضهم ألفاظ شديدة على مخالفيه، فهم كغيرهم يعتريهم ما يعتري البشر من الغضب، وغالباً ما يكون دافع هذه الشدة النصيحة للمسلمين ومحبة الخير لهم، ورد المخطئ إلى الجادة، فيصدر عن بعضهم ألفاظ شديدة في حق المخالف، لكنها لا تؤدي إلى التهاجر والتقاطع (١)، ومن شواهد ذلك:
١ - قول عائشة - رضي الله عنها -: «من زعم أن محمداً - صلى الله عليه وسلم - رأى ربه فقد أعظم على الله الفرية» (٢).
_________
(١) انظر مجموع الفتاوى لابن تيمية (٣/ ٢٢٩، ٦/ ٥٢٠).
(٢) أخرجه البخاري في كتاب بدء الخلق، باب ذكر الملائكة (٤/ ٨٣)، وفي كتاب التفسير، باب تفسير سورة النجم (٦/ ٥٠)، ومسلم في كتاب الإيمان (١/ ١٥٩) برقم (٢٨٧) واللفظ له.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (163,'وهذا القول قال به بعض الصحابة (١).
٢ - وعن أبي ذر - رضي الله عنه - قال: «كنت بالشام فاختلفت أنا ومعاوية في {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} (٢)، قال معاوية: نزلت في أهل الكتاب، فقلت: نزلت فينا وفيهم، فكان بيني وبينه في ذاك، وكتب إلى عثمان - رضي الله عنه - يشكوني، فكتب إلي عثمان أن أقدم المدينة، فقدمتها» (٣).
وكان مذهب أبي ذر - رضي الله عنه - تحريم ادخار ما زاد على نفقة العيال، وكان يأمر بذلك، ويغلظ على من يخالفه مستدلاً بأدلة منها هذه الآية، فنهاه معاوية فلم ينته، وحصل بينهما هذا النقاش؛ حتى كتب فيه إلى عثمان - رضي الله عنهم - (٤).
٣ - وعن القاسم بن أبي بزة (٥) قال: «قال لي مجاهد: سل عكرمة عن قوله
_________
(١) انظر: سنن الترمذي (٩/ ٢٨ - ٣٠)، ومصنف ابن أبي شيبة (١١/ ٥١١)، ومجموع الفتاوى لابن تيمية (٢/ ٣٣٥)، وشرح النووي على مسلم (٣/ ٤)، وفتح الباري لابن حجر (٨/ ٦٠٨).
(٢) سورة التوبة من الآية (٣٤).
(٣) رواه البخاري في صحيحه، في كتاب الزكاة، باب ما أدي زكاته فليس بكنز (٢/ ١١١)، وفي كتاب التفسير، باب {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} (٥/ ٢٠٣).
(٤) انظر تفسير القرآن العظيم لابن كثير (٤/ ٨٤).
(٥) هو أبو عبد الله القاسم بن نافع بن يسار المدني المخزومي مولاهم، أشهر رواة التفسير عن مجاهد، روى عن أبي الطفيل وابن جبير، وعنه ابن جريج وشعبة، وكان قليل الحديث، توفي عام (١١٤ أو ١١٥).
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٥٢)، والجرح والتعديل (٣/ ٢/١٢٢)، وتهذيب التهذيب (٣/ ٤٠٨).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (164,'تعالى: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} (١) فسألته، فقال: الإخصاء، فقال مجاهد: ما له لعنه الله! ، فوالله لقد علم أنه غير الإخصاء، ثم قال لي: سله، فسألته، فقال عكرمة: ألم تسمع إلى قول الله تبارك وتعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} (٢) قال: لدين الله، فحدثت به مجاهداً، فقال: ما له أخزاه الله؟ ! »، وفي بعض الروايات أن مجاهداً قال: كذب العبد (٣).
وقد يصل الأمر بالمختلفين إلى المباهلة، ومن شواهده:
١ - عن ابن مسعود - رضي الله عنه - قال: «من شاء لاعنته ما نزلت: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (٤) إلا بعد آية المتوفى عنها زوجها، وإذا وضعت المتوفى عنها فقد حلت؛ يريد بآية المتوفى عنها: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا}» (٥).
_________
(١) سورة النساء من الآية (١١٩).
(٢) سورة الروم من الآية (٣٠).
(٣) جامع البيان (٧/ ٤٩٥ - ٤٩٦).
(٤) سورة الطلاق من الآية (٤).
(٥) سورة البقرة من الآية (٢٣٤)، وأثر ابن مسعود في: جامع البيان (٢٣/ ٥٤ - ٥٥)، وأخرجه أبو داود في سننه، كتاب الطلاق، باب في عدة الحامل (٢/ ٢٩٣)، والنسائي في السنن الكبرى، في كتاب الطلاق، باب ما استثني من عدة المطلقات (٣/ ٣٩١)، وعبد الرزاق في المصنف (٦/ ٤٧١)، والطبراني في المعجم الكبير (٩/ ٣٢٩)، وعزاه في الدر المنثور (٦/ ٢٣٥) إلى ابن المنذر وابن أبي حاتم.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (165,'٢ - واختلف الصحابة في توريث الإخوة مع وجود الجد، فكان علي وابن مسعود وزيد - رضي الله عنهم - لا يحجبون الإخوة به، وخالفهم ابن عباس - رضي الله عنهما - فحجبهم به، وكان يقول: «ليتق الله زيد أيجعل ولد الولد بمنزلة الولد، ولا يجعل أب الأب بمنزلة الأب؟ ! ، إن شاء باهلته عند الحجر الأسود» (١).
وفي رواية قال: «لوددت أني وهؤلاء الذين يخالفوني في الفريضة نجتمع فنضع أيدينا على الركن، ثم نبتهل فنجعل لعنة الله على الكاذبين» (٢).
٣ - وعن الشعبي - رحمه الله - قال: «من شاء حالفته لأنزلت النساء القصرى [يريد سورة الطلاق] بعد الأربعة الأشهر والعشر التي في سورة البقرة» (٣).
وقد تبدو ألفاظ الروايات السابقة قاسية شديدة، إلا أنها بقيت في إطارها، ولم تخرج بالمختلفين عن الحد المعقول، وإذا قيست بالخلافات التي نشأت بعد ذلك
_________
(١) جامع بيان العلم وفضله (٢/ ١٠٧).
(٢) مصنف عبد الرزاق (١٠/ ٢٥٥)، وهو بنحوه في سنن سعيد بن منصور (٣/ ١/٦١) ط. الدار السلفية، وسنن الدارمي (٢/ ٨١٣)، وانظر في خلاف الصحابة في الجد مع الإخوة: مصنف ابن أبي شيبة (١١/ ٢٩٢، ٣١٨)، وسنن الدارمي (٢/ ٨٠٩ - ٨١٤).
(٣) جامع البيان (٢٣/ ٥٦)، ولمزيد شواهد انظر: جامع بيان العلم وفضله (٢/ ١٠٧)، والدر المنثور (٥/ ١٩٨).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (166,'تبين مفارقتها لها من حيث الكثرة والشدة.
وقد أدرك الصحابة - رضي الله عنهم - أن الخلاف بعدهم سيتخذ أشكالاً أخطر، ولعلهم فهموا ذلك من النبي - صلى الله عليه وسلم - حين قال لبعض المختلفين في وقته: «قد اختلفتم وأنا بين أظهركم، فأنتم بعدي أشد اختلافاً» (١).
ومما جاء عن الصحابة في ذلك:
١ - قول أبي بكر الصديق - رضي الله عنه - حين خطب الناس، وذكر اختلافهم في الأحاديث التي يروونها عن النبي - صلى الله عليه وسلم - فقال: «إنكم تحدثون عن رسول الله - صلى الله عليه وسلم - أحاديث تختلفون فيها، والناس بعدكم أشد اختلافاً» (٢).
٢ - واستشار عمر بن الخطاب - رضي الله عنه - المهاجرين والأنصار في الاغتسال من الإكسال (٣)، فاختلفوا، فقال عمر: «هذا وأنتم أصحاب بدر، فمن بعدكم أشد
_________
(١) رواه عبد الرزاق في المصنف (١١/ ٣٨٩ - ٣٩٠)، والطبراني في المعجم الكبير (٣/ ١٣٥)، ونعيم بن حماد في الفتن (ص ٤٠٨) من حديث الحسين بن علي، قال الهيثمي في المجمع (٨/ ٥): «رواه الطبراني بإسنادين رجال أحدهما رجال الصحيح»، وصححه الألباني في السلسلة الصحيحة (٧/ ٢/٧٧١).
(٢) ذكره الذهبي في تذكرة الحفاظ (١/ ٢ - ٣) من مراسيل ابن أبي مليكة.
(٣) المراد به مجامعة الرجل أهله دون إنزال، انظر: معجم مقاييس اللغة (ص ٨٩٢)، والنهاية في غريب الحديث (٤/ ١٧٤) مادة " كسل ".',NULL,'166',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (167,'اختلافاً» (١).
٣ - وقال عثمان للصحابة - رضي الله عنهم -: «إني أرى أن أجمع الناس على مصحف واحد لا يختلفون بعدي، فإنكم إن اختلفتم اليوم كان من بعدكم أشد اختلافاً» (٢).
وفي بعض الروايات أن عثمان رأى اختلاف القراء عنده في المدينة، فخطب وقال: «أنتم عندي تختلفون فيه وتلحنون، فمن نأى عني من أهل الأمصار أشد فيه اختلافاً» (٣).
فالصحابة كانوا مدركين أن الاختلاف بعدهم سيكون أشد، لبعده عن عصر النبوة، فإن العصر كلما كان أشرف كان الاجتماع والائتلاف أقوى (٤)، ولذلك علم عثمان - رضي الله عنه - أن الاختلاف في الأمصار النائية أشد منه في المدينة؛ لكثرة العلماء فيها من الصحابة والتابعين - رضي الله عنهم -، أما الأمصار التي يقل فيها الصحابة فالاختلاف سيكون فيها أعظم وأكثر.
وأما قول سعيد بن المسيب: «كان أصحاب رسول الله - صلى الله عليه وسلم - مختلفين في
_________
(١) مصنف ابن أبي شيبة (١/ ٨٧، ٨٨).
(٢) أخبار المدينة لابن شبة (٣/ ٢١٣)، والشريعة للآجري (ص ٦٠٧).
(٣) جامع البيان (١/ ٥٧)، والمصاحف لابن أبي داود (١/ ٢٠٤).
(٤) مجموع الفتاوى لابن تيمية (١٣/ ٣٣٢)، وانظر بحوث في أصول التفسير ومناهجه د. الرومي (٤١ - ٤٢).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (168,'الصلاة الوسطى هكذا، وشبك بين أصابعه» (١)، فليس مراده الاختلاف المؤدي إلى التقاطع والمعاداة والتهاجر، وإنما أراد تباين آرائهم في تحديد الصلاة الوسطى وكثرة أقوالهم فيها.

<span data-type="title" id=toc-53>خامساً: كراهة الاختلاف</span>.
تقدم أن من أسباب قلة الاختلاف بين الصحابة والتابعين - رضي الله عنهم - كراهتهم له، وكراهة المرء للشيء تدعوه إلى تركه والإعراض عنه، وقد جاء في القرآن النهي عن الاختلاف وذمه وذم أهله، كقوله تعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} (٢)، وقوله تعالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} (٣).
ومن الأسباب التي جعلت الصحابة يبغضون الاختلاف وينفرون منه ما كانوا يرونه من بغض النبي - صلى الله عليه وسلم - له ونهيه عنه؛ خاصةً الاختلاف في القرآن الكريم، فحين رأى اختلاف الصحابة في بعض آيات الكتاب خرج إليهم مغضباً كأنما فقئ في وجهه حب الرمان، وقال لهم: «بهذا أمرتم، أو بهذا بعثتم؟ ! أن تضربوا كتاب
_________
(١) جامع البيان (٤/ ٣٧٢)، وفتح الباري لابن حجر (٨/ ١٩٧).
(٢) سورة آل عمران آية (١٠٥).
(٣) سورة الأنعام آية (١٥٩).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (169,'الله بعضه ببعض؟ ! إنما ضلت الأمم قبلكم في مثل هذا» (١).
وقال - صلى الله عليه وسلم -: «اقرؤوا القرآن ما ائتلفت عليه قلوبكم، فإذا اختلفتم فيه فقوموا» (٢).
وعن عبد الله بن مسعود - رضي الله عنه - قال: «سمعت رجلاً قرأ آية سمعت من النبي - صلى الله عليه وسلم - خلافها، فأخذت بيده فأتيت به رسول الله - صلى الله عليه وسلم -، فقال: «كلاكما محسن»، قال شعبة (٣): أظنه قال: «لا تختلفوا، فإن من كان قبلكم اختلفوا فهلكوا» (٤).
وهذه التربية العملية من النبي - صلى الله عليه وسلم - أثرت على الصحابة في نظرتهم إلى الخلاف، ونفورهم منه وبعدهم عنه (٥)، وإذا أضفنا إلى ذلك ما كان يدركه الصحابة
_________
(١) هذا الحديث أحد روايات الحديث المتقدم (ص ٤٣) أخرجه الإمام أحمد في المسند (٢/ ١٩٦)، وحسن إسناده الأرنؤوط في تعليقه على المسند (١١/ ٤٣٤).
(٢) أخرجه مسلم في كتاب العلم (٤/ ٢٠٥٣) برقم (٢٦٦٧) من حديث جندب بن عبد الله البجلي - رضي الله عنه -.
(٣) هو أبو بسطام شعبة بن الحجاج بن الورد العتكي البصري، أحد أئمة الحديث ونقاده، روى عن الحسن وقتادة، وعنه ابن المبارك، قال عنه الثوري: «أمير المؤمنين في الحديث»، توفي عام (١٦٠).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٣٨)، وتذكرة الحفاظ (١/ ١٩٣)، وتهذيب التهذيب (٢/ ١٦٦).
(٤) أخرجه البخاري في كتاب الخصومات، باب ما يذكر في الإشخاص والملازمة والخصومة بين المسلم واليهود (٣/ ٨٨).
(٥) انظر: إعلام الموقعين (١/ ٢٥٩)، وبحوث في أصول التفسير ومناهجه (ص ٤١).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (170,'من مساوئ الاختلاف وعواقبه السيئة علمنا القدر الكبير الذي يحملونه تجاهه، ومن الشواهد عنهم:
١ - اختلف أبي بن كعب وابن مسعود في صلاة الرجل في الثوب الواحد، فقال أبي: يصلي في الثوب الواحد، وقال ابن مسعود: في ثوبين، فبلغ عمر، فأرسل إليهما، فقال: اختلفتم في أمر فلم يدر الناس بأي ذلك يأخذون؟ ! ، لو أتيتما لوجدتما عندي علماً، القول ما قال أبي، ولم يأل ابن مسعود (١).
وذكر ابن القيم أنه لم يكن أحد بعد النبي - صلى الله عليه وسلم - أشد عليه الاختلاف من عمر (٢).
٢ - وقال علي - رضي الله عنه - لقضاته: «اقضوا كما كنتم تقضون، فإني أكره الاختلاف، حتى يكون للناس جماعة أو أموت كما مات أصحابي» (٣).
٣ - وترك ابن مسعود - رضي الله عنه - مخالفة أمير المؤمنين عثمان - رضي الله عنه - في إتمام الصلاة بمنى، وكان يرى القصر كما هي سنة النبي - صلى الله عليه وسلم -، فترك ذلك وأتم مع عثمان، وقال: «وددت أن لي من أربع ركعات ركعتين متقبلتين، فقيل له في ذلك، فقال: الخلاف
_________
(١) مصنف عبد الرزاق (١/ ٣٥٦) وجامع بيان العلم وفضله (٢/ ٨٤).
(٢) إعلام الموقعين (١/ ٢٥٩).
(٣) صحيح البخاري، كتاب فضائل الصحابة، باب مناقب علي - رضي الله عنه - (٤/ ٢٠٨ - ٢٠٩).',NULL,'170',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (171,'شر» (١).
فابن مسعود ترك ما يعتقد أنه الأفضل وفعل المفضول؛ معللاً ذلك بكراهة الخلاف (٢)، وهذا يدل على أن الواقع الذي كانوا يعيشونه قلل من فرص الاختلاف.
٤ - وكان يقول - رضي الله عنه -: «لا تختلفوا في القرآن ولا تنازعوا فيه، فإنه لا يختلف لكثرة الرد، ألا ترون أن شرائع الإسلام فيه واحدة؛ حدودها وفرائضها وأمر الله فيها، فلو كان شيء من الحرفين يأمر بشيء ينهى عنه الآخر كان ذلك اختلافاً، ولكنه جامع ذلك كله» (٣).
٥ - وعن ابن عباس في قوله: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ
_________
(١) أخرجه أبو داود في سننه، في كتاب المناسك، باب الصلاة بمنى (٢/ ١٩٩)، وعبد الرزاق في المصنف (٢/ ٥١٦)، وأبو يعلى في مسنده (٩/ ٢٥٥)، والبيهقي في السنن الكبرى (٣/ ١٤٣ - ١٤٤)، وصححه الألباني في سلسلة الأحاديث الصحيحة (١/ ٣٩٤)، وأصله في البخاري ومسلم دون قوله: الخلاف شر؛ أخرجه البخاري في كتاب تقصير الصلاة، باب الصلاة بمنى (٢/ ٣٥)، وفي كتاب الحج، باب الصلاة بمنى (٢/ ١٧٣)، وأخرجه مسلم في كتاب صلاة المسافرين وقصرها (١/ ٤٨٣) برقم (٦٩٥).
(٢) انظر شرح النووي على مسلم (٥/ ٢٠٥).
(٣) أخرجه أبو إسماعيل الهروي في ذم الكلام (١/ ١٨٩)، وهو بنحوه مطولاً عند الإمام أحمد في المسند (١/ ٤٠٥)، وابن جرير في جامع البيان (١/ ٢٦).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (172,'آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا} (١)، وقوله: {وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} (٢)، وقوله: {أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ} (٣)، ونحو هذا من القرآن، قال: «أمر الله المؤمنين بالجماعة، ونهاهم عن الاختلاف والفرقة، وأخبرهم: إنما هلك من كان قبلكم بالمراء والخصومات في دين الله» (٤).
وما تقدم يبين لنا حجم الاختلاف بين الصحابة والتابعين - رضي الله عنهم - ومقداره، ويمكن القول بأن الخلاف الحقيقي الذي وقع بينهم كان في حجمه الطبيعي الذي لا مفر منه بحكم السنة التي أجراها الله تعالى في خلقه من وجود الاختلاف {وَلَا يَزَالُونَ مُخْتَلِفِينَ}، ولذلك يمكن وصف اختلافهم بأنه اختلاف ضرورة لا يلحقهم بسببه ذم كما تشير إليه الآيات التي ذمت الاختلاف (٥)، وكانت له مسوغات ودوافع ألجأت إليه، فلم يكن بسبب اتباع الهوى، أو حباً في العلو والاستكبار ونحو ذلك من المقاصد الفاسدة التي حدثت عند غيرهم.
وقد أفاض العلماء في بيان أسباب اختلاف المفسرين، ومنها ما ينطبق على
_________
(١) سورة النساء من الآية (١٤٠).
(٢) سورة الأنعام من الآية (١٥٣).
(٣) سورة الشورى من الآية (١٣).
(٤) جامع البيان (٧/ ٦٠٤، ٩/ ٣١٥، ٦٧٠)، وشرح أصول اعتقاد أهل السنة والجماعة للالكائي (١/ ١٢٧).
(٥) انظر صفة صلاة النبي - صلى الله عليه وسلم - للألباني (ص ٥٤).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (173,'اختلاف الصحابة والتابعين، وإذا أمعنت النظر في تلك الأسباب وجدتها أسباباً حقيقية لنشوء الاختلاف، وهي في الوقت نفسه ترفع اللوم عن المخطئ (١).
_________
(١) انظر في تلك الأسباب: اختلاف المفسرين أسبابه وآثاره د. سعود الفنيسان، وأسباب اختلاف المفسرين د. محمد الشايع.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (174,'<span data-type="title" id=toc-54>ثانياً
أدب الاختلاف عند الصحابة والتابعين</span>
تقدم أن الاختلاف بين الصحابة والتابعين كان منضبطاً بضوابط الخلاف وآدابه، ومن أدبهم عند الاختلاف ما يأتي:

<span data-type="title" id=toc-55>أولاً: احترام الرأي الآخر</span>.
ومن أوجه احترام الصحابة والتابعين للرأي الآخر:

<span data-type="title" id=toc-56>الأول: عدم إلزام الطرف الآخر بالرجوع عن رأيه، وبخاصة إذا كان صادراً عن اجتهاد</span>، ومن الشواهد:
١ - عن عمر - رضي الله عنه - أنه لقي رجلاً، فقال له: «ما صنعت؟ ، قال: قضى علي وزيد بكذا، قال: لو كنت أنا لقضيت بكذا، قال: فما يمنعك والأمر إليك؟ ، قال: لو كنت أردك إلى كتاب الله أو إلى سنة نبيه - صلى الله عليه وسلم - لفعلت، ولكني أردك إلى رأي',NULL,'174',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (175,'والرأي مشترك» (١).
فلما كان الأمر متعلقاً بالاجتهاد لم ينقض عمر ما قضى به علي وزيد، وعلل ذلك بأن الأمر مبناه على الرأي والاجتهاد، ولو كان في مخالفة نص من الكتاب والسنة لرده.
٢ - لما اختلف عثمان مع أبي ذر بخصوص معنى قوله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} لم يلزم عثمان أبا ذر بالرجوع عن رأيه؛ لأن الأمر مبناه على الاجتهاد (٢).
٣ - ولام علي بن أبي طالب عثمان - رضي الله عنهما - حين بلغه أنه منع من التمتع في الحج، فقال عثمان: «وهل نهيت عنها؟ ! إني لم أنه عنها، إنما كان رأياً أشرت به، فمن شاء أخذ به ومن شاء تركه» (٣).
٤ - وتقدم قول علي لقضاته بأن يقضوا بما كانوا يقضون به، وإن كان مخالفاً لرأيه، كما جاء في سبب القصة، حيث كان يرى هو وعمر - رضي الله عنهما - في خلافة عمر عدم جواز بيع أمهات الأولاد، ثم رجع عن ذلك فرأى جواز بيعهن، فقال له عَبيدة السلماني: «رأيك ورأي عمر في الجماعة أحب إلي من رأيك وحدك في الفرقة»،
_________
(١) جامع بيان العلم فضله (٢/ ٥٩).
(٢) فتح الباري لابن حجر (٣/ ٢٧٥).
(٣) مسند الإمام أحمد (١/ ٩٢)، وحسن إسناده شعيب الأرنؤوط في تعليقه على المسند (٢/ ١١٥).',NULL,'175',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (176,'فقال علي مقولته السابقة (١).
٥ - وعن ابن عباس أنه أرسل إلى زيد بن ثابت: «أفي كتاب الله ثلث ما بقي؟ ! ، فقال: أنا أقول برأيي وتقول برأيك» (٢).

<span data-type="title" id=toc-57>الثاني: عدم التعدي على المخالف</span>، والحكم عليه بسبب الاختلاف بفسق أو بدعة أو الشهادة عليه بكفر، فعن يحيى بن سعيد الأنصاري قال: «ما برح أولو الفتوى يختلفون، فيحل هذا ويحرم هذا، فلا يرى المحرم أن المحل هلك لتحليله، ولا يرى المحل أن المحرم هلك لتحريمه» (٣).
<span data-type="title" id=toc-58>الثالث: بقاء المكانة العلمية بين المختلفين على ما هي عليه</span>، وعدم تأثرها بالاختلاف، فقد ذكر ابن القيم في " إعلام الموقعين " اختلاف ابن مسعود مع عمر بن الخطاب - رضي الله عنهما - في نحو مائة مسألة (٤)، ومع ذلك بقي الحب والتقدير بين الرجلين، يتجلى ذلك في ثناء كل واحد منهما على الآخر، فعمر يقول عن ابن مسعود: «كُنَيف ملئ علماً» (٥).
_________
(١) فتح الباري لابن حجر (٧/ ٧٣).
(٢) جامع بيان العلم وفضله (٢/ ٥٨).
(٣) المصدر السابق (٢/ ٨٠).
(٤) إعلام الموقعين (٢/ ٢٣٧).
(٥) مصنف عبد الرزاق (١٠/ ١٣)، وكُنيف تصغير تعظيم للكِنْف وهو وعاء يجمع فيه الراعي أدواته، أراد عمر أن ابن مسعود وعاء للعلوم، تهذيب اللغة (١٠/ ٢٧٥)، والنهاية في غريب الحديث (٤/ ٢٠٥)، مادة "كنف".',NULL,'176',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (177,'ويقول ابن مسعود في عمر: «ما زلنا أعزة منذ أسلم عمر» (١)، ويقول: «لو وضع علم أحياء العرب في كفة، ووضع علم عمر في كفة لرجح بهم علم عمر» (٢).
وتقدم اختلاف ابن عباس مع زيد بن ثابت، وقول ابن عباس: ليتق الله زيد، ومع ذلك يلتقيان ويرى ابن عباس زيد بن ثابت يركب دابته، فيأخذ بركابه ويقود به، فيقول زيد: تنحَّ يا بن عم رسول الله - صلى الله عليه وسلم -، فيقول ابن عباس: هكذا أمرنا أن نفعل بعلمائنا وكبرائنا، فيقول زيد بن ثابت: أرني يدك، فيخرج ابن عباس يده، فيقبلها زيد، ويقول: هكذا أمرنا أن نفعل بأهل بيت نبينا (٣).
ولنظرتهم إلى الخلاف بهذه الصورة كانت لديهم أريحية كبيرة للاختلاف وقبول الرأي الآخر، ولا يرى أحدهم مانعاً من مخالفة غيره صراحة، فعن ابن عباس قال: «قال ابن مسعود: البطشة الكبرى يوم بدر، وأنا أقول: هي يوم
_________
(١) صحيح البخاري، كتاب فضائل الصحابة، باب مناقب عمر بن الخطاب (٤/ ١٩٩).
(٢) مصنف ابن أبي شيبة (١٢/ ٣٢)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٤١٩)، والمعجم الكبير للطبراني (٩/ ١٦٢ - ١٦٣)، والمستدرك (٣/ ٨٦).
(٣) تاريخ دمشق (١٩/ ٣٢٦)، وأخرج القصة مختصرة ابن سعد في الطبقات الكبرى (٢/ ٢/١١٦)، والحاكم في المستدرك (٣/ ٤٢٣).',NULL,'177',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (178,'القيامة» (١).
وقد يختلف الطالب مع شيخه إن رأى الصواب في خلاف قوله، فعن مجاهد قال: «قال ابن عباس: إذا أصاب الرجل الحد: قتل أو سرق، فدخل الحرم لم يبايع ولم يؤو، حتى يتبرم فيخرج من الحرم، فيقام عليه الحد، قال: فقلت لابن عباس: ولكني لا أرى ذلك، أرى أن يؤخذ برمته ثم يخرج من الحرم، فيقام عليه الحد، فإن الحرم لا يزيده إلا شدة» (٢).
وفي جانب آخر يصل الاحترام المتبادل بين السلف، وتقديرهم لمن هو أكثر علماً إلى أن يترك أحدهم مخالفة من هو أعلم منه، فعن عمر - رضي الله عنه - قال: «إني لأستحي من الله تبارك وتعالى أن أخالف أبا بكر في رأي رآه»، قال ذلك في تفسير الكلالة (٣).

<span data-type="title" id=toc-59>ثانياً: الرجوع إلى العلماء عند الاختلاف</span>.
وهذا أدب من آداب الاختلاف التي أدبهم بها القرآن الكريم، حين يكون هدف الجميع الوصول إلى الحق، ومعرفة الصواب، ورفع الخلاف، قال الله تعالى:
_________
(١) جامع البيان (٢١/ ٢٧).
(٢) جامع البيان (٥/ ٦٠٣).
(٣) أخرجه عبد الرزاق في المصنف (١٠/ ٣٠٤)، وسعيد بن منصور في سننه (٣/ ١١٨٥)، والدارمي في سننه (٢/ ٨٢٢ - ٨٢٣)، والطبري في جامع البيان (٦/ ٤٧٥) واللفظ له، والبيهقي في السنن الكبرى (٦/ ٢٢٣).',NULL,'178',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (179,'{وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} (١)، وقال تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (٢).

<span data-type="title" id=toc-60>ومن شواهده عن الصحابة والتابعين:</span>
١ - عن أبي سعيد الخدري - رضي الله عنه - قال: «اختلف رجلان: رجل من بني خدرة، ورجل من بني عمرو بن عوف في المسجد الذي أسس على التقوى، قال الخدري: هو مسجد رسول الله - صلى الله عليه وسلم -، وقال العمري: هو مسجد قباء، فأتيا رسول الله - صلى الله عليه وسلم - فسألاه عن ذلك، فقال: «هو هذا المسجد» لمسجد رسول الله - صلى الله عليه وسلم -، وقال: «في ذاك خير كثير»، يعني مسجد قباء» (٣).
_________
(١) سورة النساء من الآية (٨٣).
(٢) سورة النحل من الآية (٤٣).
(٣) أخرجه الإمام أحمد في المسند (٣/ ٢٣، ٨)، وبنحوه أخرجه الترمذي في أبواب الصلاة، باب ما جاء في كراهية البيع والشراء وإنشاد الضالة في المسجد (٢/ ٧)، وقال: «هذا حديث حسن صحيح»، وأخرجه النسائي في كتاب المساجد، باب ذكر المسجد الذي أسس على التقوى (٢/ ٣٦)، وابن أبي شيبة في المصنف (٢/ ٣٧٢)، وابن حبان في صحيحه كما في الإحسان (٣/ ٦٧)، والحاكم في المستدرك (١/ ٤٨٧) وقال: «هذا حديث صحيح على شرط مسلم ولم يخرجاه»، ووافقه الذهبي، وأخرجه في (٢/ ٣٣٤)، قال الذهبي: «إسناده جيد»، وله شاهد من حديث سهل بن سعد - رضي الله عنه - أخرجه الإمام أحمد في المسند (٥/ ٣٣١)، وابن حبان في صحيحه كما في الإحسان (٣/ ٦٦)، قال الهيثمي في مجمع الزوائد (٧/ ٣٤) عن إسناد أحمد: «رجاله رجال الصحيح»، وكلا الحديثين صححهما الألباني في صحيح الترغيب والترهيب (٢/ ٤٥ - ٤٦). وأصل الحديث أخرجه مسلم من حديث أبي سعيد - رضي الله عنه - في كتاب الحج (٢/ ١٠١٥) برقم (٥١٤) دون ذكر الخلاف.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (180,'وقد يبدو هذا الحديث متعارضاً مع ظاهر قوله تعالى: {لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} (١)، وما ورد في سبب نزولها من أن المراد بالمسجد الذي أسس على التقوى الذي أمر النبي - صلى الله عليه وسلم - بالصلاة فيه هو مسجد قباء كما هو قول جماعة من السلف، وكذلك ما جاء في أن الرجال الذين يحبون أن يتطهروا هم أهل قباء، وقد جمع العلماء بأنه لا منافاة بين ما ورد في سبب نزول الآية والحديث المتقدم، فإذا كان مسجد قباء قد أسس على التقوى من أول يوم، فمسجد رسول الله - صلى الله عليه وسلم - بطريق الأولى (٢).
٢ - وعن أبي موسى الأشعري - رضي الله عنه - قال: «اختلف في ذلك (٣) رهط من المهاجرين والأنصار، فقال الأنصاريون: لا يجب الغسل إلا من الدفق أو من الماء، وقال المهاجرون: بل إذا خالط فقد وجب الغسل، فقال أبو موسى: فأنا أشفيكم من ذلك، فقمت فاستأذنت على عائشة فأذن لي، فقلت لها: يا أماه - أو يا أم
_________
(١) سورة التوبة الآية (١٠٨).
(٢) انظر: مجموع الفتاوى لابن تيمية (١٧/ ٥٠٦، ٢٢/ ٤٦١)، وتفسير القرآن العظيم لابن كثير (٤/ ١٥٢)، وفتح الباري لابن حجر (٧/ ٢٤٥).
(٣) يريد الجماع دون إنزال.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (181,'المؤمنين - إني أريد أن أسألك عن شيء، وإني أستحييك، فقالت: لا تستحي أن تسألني عما كنت سائلاً عنه أمك التي ولدتك، فإنما أنا أمك، قلت: فما يوجب الغسل؟ ، قالت: على الخبير سقطت، قال رسول الله - صلى الله عليه وسلم -: «إذا جلس بين شعبها الأربع، ومس الختانُ الختانَ، فقد وجب الغسل» (١).
٣ - وعن سعيد بن جبير قال: «ذكروا اللمس، فقال ناس من الموالي: ليس بالجماع، وقال ناس من العرب: اللمس الجماع، قال: فأتيت ابن عباس، فقلت: إن ناساً من الموالي والعرب اختلفوا في اللمس، فقالت الموالي: ليس بالجماع، وقالت العرب: الجماع. قال: من أي الفريقين كنت؟ ، قلت: كنت من الموالي، قال: غُلب فريق الموالي، إن المس واللمس والمباشرة: الجماع، ولكن الله يكني ما شاء بما شاء» (٢).

<span data-type="title" id=toc-61>ثالثاً: الرجوع إلى الحق</span>.
كان الصحابة والتابعون - رضي الله عنهم - يختلفون، لكن إذا تبين لأحدهم أن الحق مع غيره فإنه سرعان ما يعود إليه، ذلك أن اختلافهم لم يكن مصدره الهوى أو التعصب، أو حباً للمخالفة ومنازعة الآخر، وإنما دافعه طلب الحق، فإذا تبين لأحدهم أن الحق مع غيره لم يكن بد من الرجوع إليه، وتروي الكتب مراجعات
_________
(١) أخرجه مسلم في كتاب الحيض (١/ ٢٧١) برقم (٣٤٩).
(٢) جامع البيان (٧/ ٦٣ - ٦٤)، وانظر (ص ٥٦٦).',NULL,'181',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (182,'كثيرة للصحابة والتابعين - رضي الله عنهم - في شتى العلوم الشرعية؛ في التفسير والحديث والفقه، بعضها صادر عن كبارهم، فقد ذكر ابن القيم مراجعات كثيرة لبعض الصحابة - وعلى رأسهم أبو بكر وعمر - رضي الله عنهما - عندما خفي عليهم بعض ما قضى الله تعالى به ورسوله - صلى الله عليه وسلم -، وفي بعض تلك المراجعات يخفى عليهم الحق فيستشيرون من يحضرهم من الصحابة، وفي بعضها يقولون بقول يظهر لهم أنه خلاف السنة فيرجعون عنه، ولما ذكر ابن القيم تلك المراجعات عقب بقوله: «وهذا باب واسع لو تتبعناه لجاء سفراً كبيراً» (١).

<span data-type="title" id=toc-62>ومن تلك المراجعات:</span>
١ - اختلف تلاميذ ابن عباس في المراد بقوله تعالى: {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} (٢)، فقال سعيد بن جبير: «هو الزوج، وقال مجاهد وطاوس: هو الولي، قال أبو بشر (٣) - الراوي للخبر - فقلت لسعيد: فإن مجاهداً وطاوساً يقولان: هو الولي، قال سعيد: أرأيت لو أن الولي عفا، وأبت المرأة، أكان يجوز ذلك؟ ،
_________
(١) إعلام الموقعين (٢/ ٢٧١ - ٢٧٢).
(٢) سورة البقرة من الآية (٢٣٧).
(٣) هو جعفر بن إياس بن أبي وحشية اليشكري الواسطي، روى عن الصحابي عباد بن شراحيل، وعطاء ومجاهد، وعنه الأعمش وشعبة، وحديثه في الكتب الستة، توفي في الطاعون سنة (١٢٣ أو ١٢٤).
انظر: التاريخ الكبير (١/ ٢/١٨٦)، وتهذيب التهذيب (١/ ٣٠٠).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (183,'فرجعت إليهما فحدثتهما، فرجعا عن قولهما وتابعا سعيداً» (١).
٢ - وفي هذه الآية أيضاً اختلف الشعبي والقاضي شريح (٢)، حين رفعت قضية إلى شريح في رجل طلق زوجته قبل الدخول بها، فعفا أخوها عن المهر، فأجاز ذلك شريح، وقال: أنا أعفو عن نساء بني مرة، فقال الشعبي: لا والله ما قضي قضاء قط أحمق منه أن يجيز عفو الأخ! ، ثم رجع شريح، فجعل الذي بيده عقدة النكاح الزوج (٣).
٣ - وعن الشعبي أنه سئل عن رجل طلق امرأته ثلاثاً، فجاءت منه بحمل، فانتفى منه، فقال: يلاعنها، فقال رجل: يا أبا عمرو إن الله قال في كتابه: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} (٤) أفتراها له زوجة وقد طلقها ثلاثاً؟ ! ، فقال الشعبي: إني لأستحي إذا رأيت الحق أن رجع إليه (٥).
_________
(١) جامع البيان (٤/ ٣٢٩)، والمحلى لابن حزم (٩/ ٦٢٤)، والسنن الكبرى للبيهقي (٧/ ٢٥١).
(٢) هو أبو أمية شريح بن الحارث الكندي الكوفي القاضي، أدرك الجاهلية، واستقضاه عمر على الكوفة؛ فبقي بها خمساً وسبعين سنة، ثم استعفى من الحجاج فأعفاه، توفي سنة (٧٩ أو ٨٠) وقيل غير ذلك.
انظر: الطبقات الكبرى لابن سعد (٦/ ٩٠)، ووفيات الأعيان (٢/ ٤٦٠)، وسير أعلام النبلاء (٤/ ١٠٠).
(٣) جامع البيان (٤/ ٣١٩ - ٣٢٠)، والسنن الكبرى للبيهقي (٧/ ٢٥١).
(٤) سورة النور من الآية (٦).
(٥) مصنف عبد الرزاق (٧/ ١٠٤)، وسنن سعيد بن منصور (٣/ ١/٤٠٩) برقم (١٥٧٦) ط. الدار السلفية، واللفظ له، ومصنف ابن أبي شيبة (١٠/ ١٠١)، وفيه: «إني لأستحي إذا رأيت الحق إلا رجعت إليه».',NULL,'183',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (184,'ويبلغ التواضع للحق بأحدهم إلى أن يصوب من هو دونه، ويرجع عن قوله، فقد جاء رجل إلى ابن عمر - رضي الله عنهما - فقال: إني نذرت أن أنحر نفسي، فتجهمه ابن عمر وأفف منه، ثم أتى ابن عباس - رضي الله عنهما - فقال له: أهد مائة بدنة، ثم أتى عبد الرحمن بن الحارث بن هشام (١) - رحمه الله -، فقال له: أرأيت لو نذرت أن لا تكلم أباك أو أخاك؟ إنما هذه خطوة من خطوات الشيطان استغفر الله وتب إليه، ثم رجع إلى ابن عباس فأخبره، فقال: أصاب عبد الرحمن، ورجع ابن عباس عن قوله (٢).
_________
(١) هو أبو محمد عبد الرحمن بن الحارث بن هشام المخزومي القرشي المدني، ولد في حياة النبي - صلى الله عليه وسلم -، من كبار التابعين، روى عن عمر وعثمان وعلي، وعنه ابنه أبو بكر وأبو قلابة وعكرمة، عينه عثمان لكتابة المصحف، توفي في خلافة معاوية.
انظر: الطبقات الكبرى لابن سعد (٥/ ١)، وسير أعلام النبلاء (٣/ ٤٨٤)، وتهذيب التهذيب (٢/ ٤٩٧).
(٢) المغني (١٣/ ٤٧٨).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (185,'<span data-type="title" id=toc-63>الباب الثاني دواعي نقد الصحابة والتابعين للتفسير، وأساليبه ومميزاته</span>
وفيه ثلاثة فصول:
الفصل الأول: دواعي النقد عند الصحابة والتابعين.
الفصل الثاني: أساليب الصحابة والتابعين في نقد التفسير.
الفصل الثالث: مميزات نقد الصحابة والتابعين للتفسير.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (186,'<span data-type="title" id=toc-64>الفصل الأول دواعي النقد عند الصحابة والتابعين</span>',NULL,'186',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (187,'من أبرز العوامل والأسباب التي أسهمت في ظهور النقد في التفسير وقوع الخطأ في فهم القرآن الكريم، فهو المحرك الأول للنقد، وعليه مدار جميع الأسباب الأخرى، والخطأ في فهم القرآن قد يعرض للمرء مع صحة القصد وسلامة المنهج، إما بسبب خفاء الدليل المفسر للآية على بعض الناس، فيفسر الآية بخلافه، ومن ذلك ما وقع لعلي بن أبي طالب وابن عباس، فقد ذهبا إلى أن الحامل المتوفى عنها زوجها تعتد بأبعد الأجلين من وضع الحمل أو بلوغ أربعة أشهر وعشراً، واستدلا بمجموع قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} (١)، وقوله تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (٢)، وخفي عليهما حديث سبيعة - رضي الله عنها - (٣)، وكان زوجها توفي عنها وهي حامل، فلم تنشب
_________
(١) سورة البقرة من الآية (٢٣٤).
(٢) سورة الطلاق من الآية (٤)، وانظر قول علي وابن عباس في: جامع البيان (٢٣/ ٥٦ - ٥٧)، وتفسير القرآن العظيم لابن كثير (٨/ ١٧٥).
(٣) هي سبيعة بنت الحارث الأسلمية، امرأة سعد بن خولة، توفي عنها في مكة في حجة الوداع، روى عنها فقهاء المدينة وفقهاء الكوفة.

انظر: أسد الغابة (٧/ ١٣٧)، والإصابة (١٢/ ٢٩٦).',NULL,'187',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (188,'أن وضعت حملها، فقضى النبي - صلى الله عليه وسلم - بأنها قد حلت حين وضعت، وأمرها بالتزوج إن شاءت (١).
وإما بسبب حداثة السن وقلة التحصيل العلمي، التي قد توقع في الخطأ في فهم القرآن، ومن شواهده:
١ - عن عروة (٢) قال: «قلت لعائشة - رضي الله عنها - زوج النبي - صلى الله عليه وسلم - وأنا يومئذ حديث السن: أرأيت قول الله تبارك وتعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} (٣)، فلا أرى على أحد شيئاً ألا يطوف بهما؟ ، فقالت عائشة: كلا لو كانت كما تقول كانت: فلا جناح عليه ألا يطوف بهما، إنما أنزلت هذه الآية في الأنصار، كانوا يهلون لمناة، وكانوا يتحرجون أن يطوفوا بين الصفا والمروة، فلما جاء الإسلام سألوا رسول الله - صلى الله عليه وسلم - عن ذلك، فأنزل الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ
_________
(١) خرج حديثها البخاري في صحيحه، في كتاب المغازي، باب فضل من شهد بدراً (٥/ ١٣)، ومسلم في كتاب الطلاق (٢/ ١١٢٢) برقم (١٤٨٤).
(٢) هو أبو عبد الله عروة بن الزبير بن العوام القرشي المدني، أحد فقهاء المدينة السبعة، ولد سنة (٢٢)، روى عن أبيه وعائشة وأبي هريرة، وروى عنه الزهري، توفي بالفرع قرب المدينة عام (٩٣) أو (٩٤).
انظر: الطبقات الكبرى لابن سعد (١٣٢)، والمعرفة والتاريخ (١/ ٥٥٠)، ووفيات الأعيان (٣/ ٢٥٥).
(٣) سورة البقرة من الآية (١٥٨).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (189,'يَطَّوَّفَ بِهِمَا}» (١).
٢ - عن جبير بن نفير (٢) قال: «كنت في حلقة فيها أصحاب رسول الله - صلى الله عليه وسلم -، وإني لأصغر القوم، فتذاكروا الأمر بالمعروف والنهي عن المنكر، فقلت أنا: أليس الله يقول: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} (٣)؟ ، فأقبلوا علي بلسان واحد، وقالوا: أتنتزع آية من القرآن لا تعرفها، ولا تدري ما تأويلها؟ ! ، قال: حتى تمنيت أني لم أكن تكلمت، ثم أقبلوا يتحدثون، فلما حضر قيامهم قالوا: إنك غلام حديث السن، وإنك نزعت بآية لا تدري ما هي» (٤).
وهناك عوامل أسهمت في تفشي الخطأ وازدياده بين الناس، وكان لها أثر بارز في نشاط الحركة النقدية لدى الصحابة والتابعين - رضي الله عنهم -، ومن أبرزها ما يأتي:
_________
(١) سورة البقرة من الآية (١٥٨)، والحديث أخرجه البخاري في كتاب العمرة، باب يفعل في العمرة ما يفعل في الحج (٢/ ٢٠٢)، ومسلم في كتاب الحج (٢/ ٩٢٨) برقم (١٢٧٧).
(٢) هو أبو عبد الرحمن جبير بن نفير بن مالك الحضرمي الحمصي، أسلم في خلافة الصديق، وفي سماعه من عمر نظر، ويعد من كبار تابعي أهل الشام، خرج له مسلم وأهل السنن، توفي عام (٨٠).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٥١)، وتذكرة الحفاظ (١/ ٥٢)، وتهذيب التهذيب (١/ ٢٩٢).
(٣) سورة المائدة من الآية (١٠٥).
(٤) جامع البيان (٩/ ٤٦).',NULL,'189',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (190,'<span data-type="title" id=toc-65>أولاً: ظهور الفتن والبدع</span>.
أحدثت الفتن التي ظهرت في عصر الصحابة - رضي الله عنهم - بلبلة فكرية بين أوساط كثير من الناس، فضعف تمييزهم بين الحق والباطل، والتبس عليهم فهم نصوص الكتاب والسنة، مما هيأ أرضاً خصبة لنشوء البدع والأهواء، فبدأت البدع بالظهور والتنامي، وأصبح لها أربابها ومنظروها، ولكي تجد تلك البدع والأهواء رواجاً بين الناس اجتهد أصحابها في تأييدها، ولم يجدوا لتأييدها أفضل من القرآن الكريم لأسبابٍ من أبرزها: ما يحظى به القرآن الكريم من المكانة العظيمة في قلوب الناس عامة، وأيضاً ما يجده أهل البدع في القرآن من الآيات المتشابهة، التي تخفى على العامة فيتأثرون بها.
ومما هيأ للبدع أن تجد قبولاً بين الناس قوة أربابها أحياناً واشتداد شوكتهم في بعض الأمصار، فقوي تأثيرهم في الناس، أضف إلى ذلك انتساب بعض المبتدعة للعلم واجتهادهم في العبادة، وظهورهم بمظهر الصالحين مما أسهم في انخداع كثير من الناس بمظهرهم مما أوجب على العلماء التصدي لهم والرد عليهم.
وفيما يتعلق بالقرآن الكريم، فقد اتخذ المبتدعة طرقاً مختلفة في تأييد بدعهم بالقرآن، مما استدعى يقظة الصحابة والتابعين - رضي الله عنهم -، فقاموا بالرد عليهم سواءٌ فيما يتعلق بانحراف منهجهم في الاستدلال بالقرآن، كقول ابن عمر عن الخوارج:',NULL,'190',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (191,'«انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين» (١).
أم فيما يتعلق بكشف الشبه التي يلقيها أهل البدع في القرآن، وبيان الآيات المتشابهة التي يعترضون بها لزعزعة عقائد أهل السنة ومسلماتهم، ومن أمثلته ما جاء عن نافع بن الأزرق (٢)
أنه سأل ابن عباس فقال: «يا بن عباس قولَ الله تبارك وتعالى: {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} (٣)، وقوله: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} (٤)؟ ، فقال له ابن عباس: إني أحسبك قمت من عند أصحابك، فقلت: ألقي على ابن عباس متشابه القرآن، فإذا رجعت إليهم فأخبرهم أن الله جامع الناس يوم القيامة في بقيع واحد، فيقول المشركون: إن الله لا يقبل من أحد شيئاً إلا ممن وحده، فيقولون: تعالوا نقل، فيسألهم فيقولون: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ}، قال: فيختم الله على أفواههم ويستنطق جوارحهم، فتشهد عليهم جوارحهم أنهم كانوا مشركين، فعند ذلك تمنوا لو أن الأرض سويت
_________
(١) انظر (ص ٢٨٩).
(٢) هو أبو راشد نافع بن الأزرق الحروري الحنفي، من رؤوس الخوارج، وإليه تنسب طائفة الأزارقة، خرج بالعراق في أواخر دولة يزيد بن معاوية، فاشتدت شوكته بالبصرة إلى أن قتل سنة (٦٥).

انظر: المعارف (ص ٦٢٢)، والفرق بين الفرق (ص ٨٢)، ولسان الميزان (٦/ ١٧٣).
(٣) سورة النساء آية (٤٢).
(٤) سورة الأنعام من الآية (٢٣).',NULL,'191',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (192,'بهم، ولا يكتمون الله حديثاً» (١).
كما ردوا عليهم فهمهم واستدلالهم بالقرآن، ومن أمثلته ما وقع لجابر بن عبد الله - رضي الله عنه -، فقد جاءه نفر من الخوارج، وهو يحدث بخروج عصاة الموحدين من النار فاعترضوا عليه، واستدلوا على تخليدهم في النار بقوله تعالى: {إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ} (٢)، وقوله: {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا} (٣)، فرد عليهم جابر، وبيَّنَ خطأ استدلالهم (٤)، وسيأتي حديث مفصل عن هذه القضايا وغيرها في المبحث المخصص لذلك.

<span data-type="title" id=toc-66>ثانياً: مخالطة أهل الكتاب</span>.
نزح بعض اليهود إلى الجزيرة العربية، وأقام كثير منهم في المدينة وما حولها، وقدموا بعلومهم وكتبهم، وفيها تفاصيل لأخبار أنبيائهم وما وقع لهم، وبحكم مجاورتهم للعرب الأميين كان أهل الكتاب يقرؤون ما في كتبهم المشتملة على الغرائب والعجائب والتفاصيل الدقيقة مما يستظرفه أكثر الناس ويرغبون سماعه، وقد جاء في الأخبار أن اليهود كانوا يقرؤون تلك الأخبار على المسلمين، فعن أبي
_________
(١) جامع البيان (٧/ ٤٣ - ٤٤)، وأخرجه الحاكم في المستدرك (٢/ ٣٠٦ - ٣٠٧) مختصراً.
(٢) سورة آل عمران من الآية (١٩٢).
(٣) سورة السجدة من الآية (٢٠).
(٤) صحيح مسلم، كتاب الإيمان (١/ ١٧٩) برقم (١٩١).',NULL,'192',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (193,'هريرة - رضي الله عنه - قال: «كان أهل الكتاب يقرؤون التوراة بالعبرانية، ويفسرونها بالعربية لأهل الإسلام، فقال رسول الله - صلى الله عليه وسلم -: «لا تصدقوا أهل الكتاب، ولا تكذبوهم وقولوا: {آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا} الآية» (١).
ومن وجه آخر دخل بعض أهل الكتاب في الإسلام، وجلبوا معهم كثيراً من الروايات والأخبار التي يتداولونها، التي تتحدث عما حصل للأمم السابقة؛ خاصة بني إسرائيل، فاجتهد بعض مسلمة أهل الكتاب في سرد تلك الأخبار والقصص، وفسروا بها القرآن الكريم؛ يدفعهم لذلك حرص بعض المسلمين على سماعها، وتلقيها عنهم، غير أن كثيراً من هذه القصص شابها التحريف والتبديل، واشتملت على أمور باطلة مما ينزه الله تعالى عنه، وانتقاص ظاهر للأنبياء، فدخلت على المسلمين دون أن يتنبهوا إلى ما فيها، وراجت لدى بعض المفسرين فرواها عنهم اعتماداً على الأدلة المرخصة في ذلك (٢)، وهذا الأمر دعا الأئمة من الصحابة والتابعين - رضي الله عنهم - إلى نقدها والتحذير منها، وانتقاد من يرويها ويذيعها في الناس، وسلكوا في ذلك اتجاهين:
الأول: التحذير المجمل من روايات أهل الكتاب، وبيان أن أخبار بني إسرائيل قد تحمل في طياتها الباطل، وحث الناس على الاكتفاء بما جاء في القرآن
_________
(١) سورة البقرة آية (١٣٦)، والحديث في صحيح البخاري، كتاب التفسير، باب {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا} (٥/ ١٥٠).
(٢) انظر تفسير الصحابة د. بدر (٦٤) وما بعدها.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (194,'والسنة، عملاً بقوله تعالى: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} (١).
والاتجاه الثاني: النقد التفصيلي لبعض الروايات الإسرائيلية التفسيرية، وسيأتي مبحث مستقل لذلك.

<span data-type="title" id=toc-67>ثالثاً: دخول الأعاجم في الإسلام</span>.
باتساع الفتوحات الإسلامية دخلت أمم كثيرة الإسلام، وهي تجهل مبادئ اللغة العربية، ومع رغبتهم في تعلم اللغة العربية واجتهاد المسلمين في تعليمهم إلا أنه بقيت فيهم بقايا كثيرة تجهل مسائل اللغة، فالتبس عليهم فهم القرآن الكريم، ويبدو أن أخطاءهم لم تكن قليلة، كما أنها لم تكن فرعية فبعضها يتعلق بالعقائد، ويظهر ذلك من خلال شكوى التابعين منهم، فقد ذكر عند الحسن البصري الاختلاف في التفسير، فقال: «إنما أُتي القوم من قبل العجمة» (٢).
وعنه قال: «أهلكتهم العجمة يتأولون القرآن على غير تأويله» (٣).
_________
(١) سورة العنكبوت آية (٥١).
(٢) فضائل القرآن لأبي عبيد (١/ ١٧٩)، والسنة للمروزي (ص ٨)، والفقيه والمتفقه (١/ ١٩٨).
(٣) الجامع لابن وهب (٣/ ٤٤)، وهو في التاريخ الكبير (٣/ ١/٩٣)، وخلق أفعال العباد للبخاري (ص ١٠١) مختصراً.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (195,'وجاء عمرو بن عبيد (١) إلى أبي عمرو بن العلاء - رحمه الله - (٢) فقال: «يا أبا عمرو يخلف الله وعده؟ ، قال: لا، قال: أفرأيت إن وعده على عمل عقاباً يخلف وعده؟ ، فقال أبو عمرو: من العجمة أتيت يا أبا عثمان! ، إن الوعد غير الوعيد، إن العرب لا تَعُدُّ خلفاً ولا عاراً أن تَعِدَ شراً ثم لا تفعله؛ ترى أن ذاك كرماً وفضلاً، إنما الخلف أن تَعِدَ خيراً ثم لا تفعله» (٣).

<span data-type="title" id=toc-68>رابعاً: تصدر بعض من لا علم عنده لتفسير القرآن</span>.
وينطبق هذا السبب على القُصَّاص، فقد حظي هؤلاء بمكانة اجتماعية بين الناس، فالتفوا حولهم وتحلقوا عندهم، وكان للقُصَّاص تأثير بارز فيهم، وكثير منهم غير مؤهلين علمياً، ومهمتهم الرئيسة وعظ الناس وتذكيرهم، وكثيراً ما
_________
(١) هو أبو عثمان البصري شيخ القدرية والمعتزلة، من أبناء فارس، صحب الحسن ثم اعتزله مع واصل بن عطاء، ضعفه غير واحد من أئمة الجرح والتعديل، وكان يظهر الزهد والتقشف، توفي سنة (١٤٢).

انظر: تاريخ بغداد (١٢/ ١٦٦)، والكامل لابن عدي (٦/ ١٧٤)، والبداية والنهاية (١٣/ ٣٤٣).
(٢) هو العُرْيان وقيل: زَبَّان بن العلاء بن عمار التميمي البصري، الإمام المقرئ النحوي، أحد القراء السبعة، ولد سنة (٦٨)، قرأ على ابن جبير ومجاهد، وانتهت إليه الإمامة في القراءة بالبصرة، توفي سنة (١٥٤ أو ١٥٧).
انظر: طبقات النحويين (ص ٣٥)، ووفيات الأعيان (٣/ ٤٦٦)، ومعرفة القراء الكبار (١/ ١٠٠).
(٣) تاريخ بغداد (١٢/ ١٧٥ - ١٧٦)، والإبانة لابن بطة " كتاب القدر " (٢/ ٣٠١)، وإعراب القراءات السبع وعللها لابن خالويه (١/ ٥٤).',NULL,'195',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (196,'يعظون الناس بآيات القرآن، وقد يحتاج المقام إلى تفسيرها، فربما أخطأ أحدهم في البيان، أو خلط التفسير ببعض الحكايات والغرائب، وهذا جعل الصحابة والتابعين - رضي الله عنهم - ينشطون لنقد آرائهم في التفسير، وسيأتي تخصيص مبحث مستقل في نقدهم.

<span data-type="title" id=toc-69>خامساً: مؤثرات سياسية</span>.
أفضى التنافس على الحكم والخلافة، وما تبعه من صراعات واقتتال بين المسلمين إلى تبني بعض السياسين آراء باطلة في فهم القرآن لتحقيق مكاسب سياسية، إما غضاً من قدر منافسيهم وحطاً من مكانتهم، وإما تأييداً لآخرين، وقد تسربت تلك التأويلات إلى بعض الولاة والخلفاء، ومن المحتمل أن الذي قام بتسريبها بعض من يحب التزلف إليهم، فحكاها لهم فأخذوها عنه، مما دعا الصحابة والتابعين إلى الرد عليهم، وبيان التأويل الصحيح للقرآن، ومما يستشهد به هنا:
١ - استعمل معاوية بن أبي سفيان - رضي الله عنه - مروان بن الحكم على الحجاز، فخطب الناس، فجعل يذكر يزيد بن معاوية؛ لكي يبايع له بعد أبيه، فقال عبد الرحمن بن أبي بكر - رضي الله عنه - (١) شيئاً، فقال: خذوه، فدخل بيت عائشة - رضي الله عنها - فلم يقدروا
_________
(١) هو عبد الرحمن بن أبي بكر الصديق القرشي التيمي، أكبر ولد أبي بكر وشقيق عائشة، شهد بدراً وأحداً مع الكفار، ثم أسلم أيام الهدنة وحسن إسلامه، وتوفي فجأة ودفن بمكة سنة (٥٣ أو ٥٤).
انظر: أسد الغابة (٣/ ٤٦٦)، والإصابة (٦/ ٢٩٥).',NULL,'196',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (197,'عليه، فقال مروان: إن هذا أنزل فيه: {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا} (١)، فقالت عائشة - رضي الله عنها - من وراء الحجاب: ما أنزل الله فينا شيئاً من القرآن إلا أن الله أنزل عذري (٢).
٢ - وقرأ الوليد بن عبد الملك سورة النور، وعنده الزهري، فلما بلغ: {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} (٣) قال للزهري: «يا أبا بكر، من تولى كبره؟ ، أليس علي بن أبي طالب؟ ، فقال الزهري: لا يا أمير المؤمنين، فضرب الوليد بقضيبه السرير مرتين أو ثلاثاً، ثم قال: فمن؟ ، فقال الزهري: يا أمير المؤمنين! عبد الله بن أبي بن سلول» (٤).
٣ - وعن حيان بن سريج (٥): «أنه كتب إلى عمر بن عبد العزيز في
_________
(١) سورة الأحقاف من الآية (١٧).
(٢) صحيح البخاري، كتاب التفسير، باب {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي} (٦/ ٤٢).
(٣) سورة النور من الآية (١١).
(٤) المعجم الكبير للطبراني (٢٣/ ٩٧)، والقصة في: المعرفة والتاريخ (١/ ٣٩٣)، وحلية الأولياء (٣/ ٣٦٩)، وذكرها البخاري مختصرة في صحيحه، في كتاب المغازي، باب حديث الإفك (٥/ ٦٠).
(٥) والي عمر بن عبد العزيز على مصر، له ترجمة مختصرة في التاريخ الكبير (٢/ ١/٥٦)، والجرح والتعديل لابن أبي حاتم (١/ ٢/ ٢٤٧).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (198,'اللصوص، ووصف له لصوصيتهم، وحبسهم في السجون، وقال: قال الله في كتابه: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ}، وترك: {أَوْ يُنْفَوْا مِنَ الْأَرْضِ} (١)، فكتب إليه عمر بن عبد العزيز: أما بعد، فإنك كتبت إليَّ تذكر قول الله جل وعز: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ}، وتركت قول الله: {أَوْ يُنْفَوْا مِنَ الْأَرْضِ}، فنبيٌّ أنت يا حيان؟ ! ، لا تحرك الأشياء عن مواضعها، أتجردت للقتل والصلب كأنك عبد بني عقيل (٢)، من غير ما أشبهك به إذا أتاك كتابي هذا، فانفهم إلى شغب» (٣).

<span data-type="title" id=toc-70>سادساً: مؤثرات اجتماعية</span>.
جلبت الفتوحات الإسلامية إلى المسلمين خيرات وغنائم كثيرة غيرت حياة
_________
(١) سورة المائدة من الآية (٣٣).
(٢) يريد به الحجاج بن يوسف الثقفي.
(٣) جامع البيان (٨/ ٣٨٧)، وشَغْب مكان قريب من وادي القرى شمال المدينة النبوية، وهو يعد حد الحجاز مما يلي الشام، وقد أقطعه بنو أمية الإمام الزهري، وهو الآن يتبع إمارة ظبا، انظر: معجم البلدان (٣/ ٣٥٢)، ومعجم ما استعجم للبكري (١/ ١١، ٨٠٢)، والمعجم الجغرافي للبلاد العربية السعودية (شمال المملكة) (٢/ ٧٣٤).',NULL,'198',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (199,'الناس من الفقر والحاجة إلى العز والرخاء، ودخل على المسلمين مع تلك الفتوحات بعض العادات والتقاليد الاجتماعية، فركن الناس إلى الدنيا، وتوسعوا في المباحات، وارتكب بعضهم المحرمات، ولدفع اللوم عن أنفسهم اتخذوا الآيات القرآنية ذريعة لارتكاب المحرمات والتقصير في الواجبات، وقد دفع ذلك الصحابة والتابعين للرد عليهم وانتقادهم، ومن الشواهد:
١ - قيل لأبي العالية: «إن أناساً يزعمون أنهم يتمنون أن يستكثروا من الذنوب قال: ولم ذاك؟ ، قالوا: يتأولون هذه الآية: {يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ} (١)، فقال أبو العالية: وكان إذا أخبر بما لا يعلم قال: آمنت بما أنزل الله من كتاب، ثم تلا هذه الآية: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا}» (٢).
٢ - وعن الحسن قال: «لما بعث الله محمداً قال: هذا نبيي، هذا خياري، استنوا به، خذوا في سننه وسبيله، لم تغلق دونه الأبواب، ولم تقم دونه الحجبة، ولم يغد عليه بالجفان، ولم يرجع عليه بها، وكان يجلس بالأرض ويأكل طعامه بالأرض، ويلعق يده ويلبس الغليظ، ويركب الحمار ويردف بعده، وكان يقول:
_________
(١) سورة الفرقان من الآية (٧٠).
(٢) سورة آل عمران (٣٠)، والأثر في: تفسير ابن أبي حاتم (٨/ ٢٧٣٣)، والدر المنثور (٥/ ٨٠) وعزاه إلى عبد بن حميد.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (200,'«من رغب عن سنتي فليس مني» (١)، قال الحسن: فما أكثر الراغبين عن سنته التاركين لها، ثم إن علوجاً فساقاً أكلة الربا والغلول قد سفههم ربي ومقتهم، زعموا أن لا بأس عليهم فيما أكلوا وشربوا وزخرفوا هذه البيوت، يتأولون هذه الآية (٢): {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} (٣)، وإنما جعل ذلك لأولياء الشيطان، قد جعلها ملاعب لبطنه وفرجه» (٤).
ونتيجة التحولات الاجتماعية التي حدثت في المجتمع الإسلامي ترك بعض الناس العمل بآيات قرآنية، حتى ساد اعتقادٌ أنها منسوخة، فعن ابن عباس - رضي الله عنهما - قال: «ترك الناس ثلاث آيات فلم يعملوا بها: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ} إلى آخر الآية (٥) , والآية التي في سورة النساء: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ} (٦) ,
_________
(١) أخرجه البخاري في كتاب النكاح، باب الترغيب في النكاح (٦/ ١١٦)، ومسلم في كتاب النكاح (٢/ ١٠٢٠) برقم (١٤٠١) كلاهما عن أنس - رضي الله عنه -.
(٢) وفي رواية حلية الأولياء: «ويذهبون بها إلى غير ما ذهب الله بها إليه».
(٣) سورة الأعراف من الآية (٣٢).
(٤) جامع البيان (١٠/ ١٥٧ - ١٥٨)، وحلية الأولياء (٢/ ١٥٣).
(٥) سورة النور آية (٥٨).
(٦) سورة النساء من الآية (٨).',NULL,'200',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (201,'والآية التي في الحجرات: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ}» (١).
وقد بين ابن عباس في رواية أخرى سبب ترك الناس العمل بآية النور، فقال: «إن الله ستِّير يحب الستر، كان الناس ليس لهم ستور على أبوابهم ولا حِجال في بيوتهم، فربما فاجأ الرجل خادمه أو ولده أو يتيمة في حجره، وهو على أهله، فأمرهم الله أن يستأذنوا في تلك العورات التي سمى الله، ثم جاء الله بعد بالستور، فبسط الله عليهم الرزق، فاتخذوا الستور واتخذوا الحِجَال، فرأى الناس أن ذلك قد كفاهم من الاستئذان الذي أمروا به» (٢).
وهناك دواعٍ تدفع المرء للنقد لا تقل أهمية عما سبق يجمعها محبة الخير للناس، والرغبة في دلالتهم عليه، وما يندرج تحت ذلك من الأمر بالمعروف والنهي عن المنكر، وعدم الإقرار على الخطأ، وهذه الدوافع من الأهمية بمكان؛ فهي المحرك الأول والحافز الرئيس لأي عمل خير يريد به المرء ما عند الله تعالى، وقد حاز الجيل الأول قصب السبق فيها، وهذه الدواعي تشترك فيها جميع الأمور
_________
(١) سورة الحجرات من الآية (١٣)، والأثر في: الناسخ والمنسوخ لأبي عبيد (ص ٢٢٠)، وجامع البيان (١٧/ ٢٤٣)، وتفسير ابن أبي حاتم (٨/ ٢٦٣٢) واللفظ له، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٥٥٦).
(٢) تفسير ابن أبي حاتم (٨/ ٢٦٣٢)، وهو في سنن أبي داود، كتاب الأدب، باب الاستئذان في العورات الثلاث (٤/ ٣٤٩)، وصحح ابن كثير إسناده في تفسيره (٦/ ٩٠).',NULL,'201',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (202,'المتعلقة بالشريعة، وحين يكون المرء بهذا الشعور فإنه لن يتردد في تصحيح الأخطاء التي يقع فيها بعض الناس.
وهذا الشعور الكامن في النفوس هو الذي دعا خليفة رسول الله - صلى الله عليه وسلم - أبا بكر الصديق - رضي الله عنه - ليقوم خطيباً في الناس منبهاً على خطأ فهم بعض الناس لقول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} (١)، وقال: «إنكم تقرؤون هذه الآية، وإنكم تضعونها على غير موضعها، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الناس إذا رأوا الظالم، فلم يأخذوا على يديه، أوشك أن يعمهم الله بعقاب» (٢).
_________
(١) سورة المائدة من الآية (١٠٥).
(٢) رواه أبو داود في كتاب الملاحم، باب الأمر والنهي (٤/ ١٢٢)، والترمذي في أبواب الفتن، باب ما جاء في نزول العذاب إذا لم يغير المنكر (٦/ ٣٣٥)، وفي أبواب التفسير، باب ومن سورة المائدة (٨/ ٢٢١)، وابن ماجه في كتاب الفتن، باب الأمر بالمعروف والنهي عن المنكر (٢/ ١٣٢٧)، وأحمد في مسنده (١/ ٢، ٥، ٩)، وابن جرير في جامع البيان (٩/ ٥٢)، وابن أبي حاتم في تفسيره (٤/ ١٢٢٦)، وابن حبان في صحيحه كما في الإحسان (١/ ٢٦١ - ٢٦٢)، وقال الترمذي: «هذا حديث حسن صحيح»، وصححه الألباني في تعليقه على مشكاة المصابيح (٣/ ١٤٢٢).',NULL,'202',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (203,'<span data-type="title" id=toc-71>الفصل الثاني أساليب الصحابة والتابعين في نقد التفسير</span>',NULL,'203',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (204,'يتفاوت أسلوب الصحابة والتابعين في النقد متأثراً بعدة عوامل، ترجع في مجملها إلى عاملين رئيسين: الأول: نوع الخطأ ودرجته، والثاني: المخطئ، وموقف الناقد منه، وبحسب هذين العاملين يتفاوت أسلوب النقد، فتارة يأتي النقد شديداً، وتارة يأتي برفق، وقد يأتي الرفق والشدة في قضية واحدة لكن مع شخصين مختلفين، ومن أمثلته: أن ابن عباس عندما نقل إليه أن نوف البكالي (١) يقول: إن الخضر ليس بصاحب موسى، قال: كذب عدو الله (٢).
وقد اختلف ابن عباس مع الحر بن قيس (٣) في نفس القضية، ولم يقل له
_________
(١) هو أبو يزيد نوف بن فضالة البكالي الحميري الشامي، ابن امرأة كعب الأحبار، روى عن علي بن أبي طالب وأبي أيوب، وعنه ابن جبير، وكان راوية للقصص والأخبار، استشهد مع محمد بن مروان في الصائفة قبل المائة.
انظر: التاريخ الكبير (٤/ ٢/١٢٩)، وحلية الأولياء (٦/ ٤٨)، وتهذيب التهذيب (٤/ ٢٤٩).
(٢) أخرجه البخاري في صحيحه في كتاب العلم، باب ما يستحب للعالم إذا سئل أي الناس أعلم (١/ ٣٨)، وفي كتاب التفسير باب: {فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا} (٥/ ٢٣٠).
(٣) هو الحر بن قيس بن حصن بن حذيفة بن بدر الفزاري، ابن أخي عيينة بن حصن، وكان أحد الوفد الذين قدموا على رسول الله - صلى الله عليه وسلم - من فزارة مرجعه من تبوك، وكان أصغرهم.

انظر: الاستيعاب (٣/ ١٣٠) بذيل الإصابة، والإصابة (٢/ ٣٣٣).',NULL,'204',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (205,'ذلك، واكتفى بالتحاكم إلى أبي بن كعب - رضي الله عنه -، فعن ابن عباس «أنه تمارى هو والحر بن قيس في صاحب موسى أهو خضر؟ ، فمر بهما أبي بن كعب الأنصاري، فدعاه ابن عباس، وقال له: إني تماريت أنا وصاحبي هذا في صاحب موسى الذي سأل السبيل إلى لقيه، هل سمعت رسول الله - صلى الله عليه وسلم - يذكر شأنه؟ ، قال: نعم، إني سمعت رسول الله - صلى الله عليه وسلم - يقول: «بينا موسى في ملأ من بني إسرائيل إذ جاءه رجل، فقال: هل تعلم أحداً أعلم منك؟ ، فقال موسى: لا، فأُوحِي إلى موسى: بلى عبدنا خضر، فسأل موسى السبيل إلى لقيه، فجعل الله له الحوت آية»، الحديث (١).
والسبب في اختلاف أسلوب ابن عباس مع الرجلين أن الحر بن قيس من الصحابة، ومن القراء وأصحاب الفضل، ولمكانته كان عمر - رضي الله عنه - يدنيه ويجعله من جلسائه (٢)، بينما لم يكن هذا الأمر لنوف، وكان معروفاً بالرواية عن أهل الكتاب (٣)، فهو ابن امرأة كعب الأحبار (٤)، وقد ذكر ابن حجر احتمال كون ابن عباس يتهم نوفاً
_________
(١) صحيح البخاري، كتاب التوحيد، باب في المشيئة والإرادة (٨/ ١٩٣).
(٢) انظر صحيح البخاري، كتاب التفسير، باب {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (٥/ ١٩٨).
(٣) فتح الباري لابن حجر (١/ ٢١٩).
(٤) هو كعب بن ماتع الحميري، من آل ذي رعين، يكنى أبا إسحاق، أدرك زمن النبي - صلى الله عليه وسلم - وأسلم في خلافة عمر وقدم المدينة، ثم انتقل إلى الشام وسكن حمص، وتوفي بها في خلافة عثمان عام (٣٢).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٥٦)، وسير أعلام النبلاء (٣/ ٤٨٩)',NULL,'205',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (206,'في إسلامه (١).

<span data-type="title" id=toc-72>ومن مظاهر الشدة في النقد:</span>
<span data-type="title" id=toc-73>أولاً: الشدة مع أهل البدع، وإغلاظ القول لهم، ومن أمثلته:</span>
١ - سأل نافع بن الأزرق ابن عباس فقال: «يا بن عباس قولَ الله تبارك وتعالى: {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} (٢)، وقوله: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} (٣)؟ ، فقال له ابن عباس: إني أحسبك قمت من عند أصحابك فقلت: ألقي على ابن عباس متشابه القرآن» (٤).
ولما جادله في معنى ورود النار، قال له ابن عباس بعدما احتج عليه: «أما أنا وأنت فسندخلها، فانظر هل نخرج منها أم لا؟ ، وما أرى الله مخرجك منها بتكذيبك، فضحك نافع» (٥).
_________
(١) فتح الباري (١/ ٢١٩).
(٢) سورة النساء آية (٤٢).
(٣) سورة الأنعام من الآية (٢٣).
(٤) تقدم (ص ١٩١).
(٥) تفسير عبد الرزاق (٢/ ١١)، وجامع البيان (١٥/ ٥٩١).',NULL,'206',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (207,'٢ - موقف عمر بن عبد العزيز - رحمه الله - الشديد من غيلان القدري (١)، فقد سأله عمر عن القدر، فتلا غيلان قوله تعالى: {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} (٢)، فقال عمر: «أتم السورة ويحك! أما تسمع الله يقول: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} (٣)؟ ، ويحك يا غيلان! ، أما تعلم أن الله قال: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ} إلى قوله: {الْعَلِيمُ الْحَكِيمُ}؟ » (٤).
وفي رواية أن غيلان لما أظهر التوبة قال عمر: «اللهم إن كان عبدك غيلان صادقاً وإلا فاصلبه».
وفي بعضها: «اللهم إن كان صادقاً فثبته، وإن كان كاذباً فاجعله آية
_________
(١) هو غيلان بن أبي غيلان أبو مروان المقتول في القدر، ضال مسكين، صحب الحارث الكذاب المتنبي، وكان قدرياً داعية، أفتى الأوزاعي بقتله بعد مناظرته، فقتله هشام بن عبد الملك وصلبه بدمشق.

انظر: المعارف (ص ٤٨٤)، وتاريخ الإسلام حوادث سنة (١٠١ - ١٢٠ ص ٤٤١)، ولسان الميزان (٤/ ٤٩٢).
(٢) سورة الإنسان الآيات (١ - ٣).
(٣) سورة الإنسان من الآية (٣٠).
(٤) سورة البقرة الآيات (٣٠ - ٣٢)، وهذه الرواية أخرجها الفريابي في كتاب القدر (ص ١٩٨٨).',NULL,'207',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (208,'للمؤمنين» (١).

<span data-type="title" id=toc-74>ثانياً: كلام الأقران بعضهم في بعض يكون شديداً أحياناً</span>، فعن القاسم بن أبي بزة قال: «قال لي مجاهد: سل عكرمة عن قوله تعالى: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} (٢)، فسألته، فقال: الإخصاء، فقال مجاهد: ما له، لعنه الله! ، فو الله لقد علم أنه غير الإخصاء، ثم قال لي: سله، فسألته، فقال عكرمة: ألم تسمع إلى قول الله تبارك وتعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} (٣)؟ ، قال: لدين الله، فحدثت به مجاهداً، فقال: ما له أخزاه الله! » (٤).
<span data-type="title" id=toc-75>ثالثاً: وقد يصل الأمر إلى التوبيخ حين يشعر الصحابة أن المرء تكلم في القرآن بلا علم، ومن أمثلته:</span>
توبيخ الصحابة - رضي الله عنهم - لجبير بن نفير حين أخطأ في فهم قول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} (٥)، وقالوا له بلسان واحد: أتنتزع آية من القرآن لا تعرفها، ولا تدري ما تأويلها؟ ! قال: حتى تمنيت أني لم أكن تكلمت.
_________
(١) كتاب القدر للفريابي (ص ١٨٢، ١٩٨).
(٢) سورة النساء من الآية (١١٩).
(٣) سورة الروم من الآية (٣٠).
(٤) جامع البيان (٧/ ٤٩٥ - ٤٩٦).
(٥) سورة المائدة من الآية (١٠٥).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (209,'وقد يحتاج بعض الناس إلى ما هو أشد من ذلك فيعزر ويعاقب، كفعل عمر مع صبيغ (١).

<span data-type="title" id=toc-76>ومن مظاهر الرفق في النقد:</span>
<span data-type="title" id=toc-77>أولاً: الرفق مع أهل العلم والفضل، ومن أمثلته </span>ما جاء عن مجاهد - رحمه الله - قال: «كنت عند ابن عمر فقال: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} إلى قوله تعالى: {قَدِيرٌ} (٢) فبكى، فانطلقت حتى أتيت على ابن عباس، فقلت: يا بن عباس كنت عند ابن عمر آنفاً، فقرأ هذه الآية فبكى، قال: أية آية؟ قال: قلت: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ}، فضحك ابن عباس وقال: يرحم الله ابن عمر! أو ما يدري فيم أنزلت؟ وكيف أنزلت؟ ، إن هذه الآية حين أنزلت غمت أصحاب رسول الله - صلى الله عليه وسلم - غماً شديداً، وغاظتهم غيظاً شديداً، وقالوا: يا رسول الله هلكنا! إنما كنا نؤخذ بما تكلمنا، فأما قلوبنا فليست بأيدينا، فقال لهم رسول الله - صلى الله عليه وسلم -: قولوا: «سمعنا وأطعنا»، فقالوا: سمعنا وأطعنا، فنسختها هذه الآية: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ
_________
(١) انظر (ص ٧٥).
(٢) سورة البقرة آية (٢٨٤).',NULL,'209',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (210,'وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ}» (١).

<span data-type="title" id=toc-78>ثانياً: الرفق مع الطلاب</span>، فقد سئل ابن عباس عن قول الله تعالى: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} (٢) فقال سعيد بن جبير: «قربى آل محمد - صلى الله عليه وسلم -، فقال ابن عباس له: عجلت؛ إن النبي - صلى الله عليه وسلم - لم يكن بطن من قريش إلا كان له فيهم قرابة، فقال: إلا أن تصلوا ما بيني وبينكم من القرابة» (٣).
<span data-type="title" id=toc-79>ثالثاً: عدم الانتقاد المباشر للمخطئ</span>، والاكتفاء بالتعميم، كقول: إن ناساً يقولون كذا وكذا، لئلا يكون في الأمر تجريحاً مباشراً، وهذا الأدب أخذوه من الهدي النبوي، «فكان النبي - صلى الله عليه وسلم - إذا بلغه عن الرجل الشيء لم يقل: ما بال فلان يقول، ولكن يقول: ما بال أقوام قالوا كذا وكذا» (٤).
ومن شواهده عن الصحابة: أن ابن عباس قال في قوله تعالى: {وَإِذَا حَضَرَ
_________
(١) سورة البقرة من الآية (٢٨٥)، والحديث في تفسير عبد الرزاق (١/ ١٢٢)، ومسند أحمد (١/ ٣٣٢)، وجامع البيان (٥/ ١٣٣)، وانظر ما يأتي (ص ٦٢٩).
(٢) سورة الشورى من الآية (٢٣).
(٣) صحيح البخاري، كتاب التفسير، باب قوله: {إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} (٦/ ٣٧).
(٤) أخرجه أبو داود في سننه، في كتاب الأدب، باب حسن العشرة (٤/ ٢٥٠)، والنسائي في السنن الكبرى، كتاب عمل اليوم والليلة، باب ما يقول إذا بلغه عن الرجل الشيء (٦/ ٦٧) كلاهما عن عائشة - رضي الله عنها -، وصححه الألباني في سلسلة الأحاديث الصحيحة (٥/ ٩٧).',NULL,'210',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (211,'الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا} (١): «إن ناساً يزعمون أن هذه الآية نسخت، ولا والله ما نسخت، ولكنها مما تهاون الناس» (٢).
وقد ذكر ابن حجر أنه أراد بذلك عائشة - رضي الله عنها - وغيرها (٣).
وقد يكون التنبيه جماعياً إذا كان الخطأ ذائعاً بين الناس؛ كما فعل أبو بكر - رضي الله عنه -، فإنه قام في الناس، فحمد الله وأثنى عليه، ثم قال: «أيها الناس إنكم تقرءون هذه الآية: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} إلى آخر الآية (٤)، وإنكم تضعونها على غير موضعها، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الناس إذا رأوا الظالم، فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب» (٥).
_________
(١) سورة النساء آية (٨).
(٢) صحيح البخاري، كتاب الوصايا، باب قول الله تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ} (٣/ ١٩٣).
(٣) فتح الباري (٥/ ٣٨٨).
(٤) سورة المائدة من الآية (١٠٥).
(٥) سبق تخريجه (ص ٢٠٢).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (212,'<span data-type="title" id=toc-80>عبارات نقدية:</span>
للصحابة والتابعين - رضي الله عنهم - أساليبهم الخاصة التي يعبرون بها عن انتقادهم للأقوال، ولم تكن العبارات التي نشأت بعدُ، واستخدمها العلماء في النقد مستعلمة في وقتهم؛ مثل: هذا القول ضعيف، أو ساقط، أو مرجوح، أو فيه نظر ونحوها، ومن عباراتهم النقدية ما يلي:

<span data-type="title" id=toc-81>أولاً: التكذيب، وشواهده كثيرة</span>، ومنها:
١ - قال رجل لابن مسعود - رضي الله عنه -: «إن كعب الأحبار حدثني أن السموات تدور على منكب ملك، فقال ابن مسعود: فصدقته أو كذبته؟ ، قال: ما صدقته ولا كذبته، قال: لوددت أنك افتديت من رحلتك إليه براحلتك ورحلها، وكذب كعب! إن الله يقول: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ}» (١).
٢ - ومر تكذيب ابن عباس - رضي الله عنهما - لنوف البكالي.
ويأتي التكذيب في كلام السلف ويراد به التخطئة، لا حقيقة الكذب والإخبار بخلاف الواقع، ومن أمثلته:
_________
(١) سورة فاطر من الآية (٤١)، والأثر أخرجه ابن جرير في جامع البيان (١٩/ ٣٩١).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (213,'١ - قيل لعبادة بن الصامت - رضي الله عنه -: «إن أبا محمد (١) يزعم أن الوتر واجب، قال: كذب أبو محمد، أشهد أني سمعت رسول الله - صلى الله عليه وسلم - يقول: «خمس صلوات افترضهن الله تعالى، من أحسن وضوءهن وصلاهن لوقتهن، وأتم ركوعهن وخشوعهن، كان له على الله عهد أن يغفر له، ومن لم يفعل فليس له على الله عهد، إن شاء غفر له، وإن شاء عذبه» (٢).
قال الخطابي (٣): «قوله: كذب أبو محمد، لم يذهب به إلى الكذب الذي هو الانحراف عن الصدق والتعمد للزور، وإنما أراد به أنه زل في الرأي، وأخطأ في الفتوى، وذلك أن حقيقة الكذب إنما يقع في الإخبار، ولم يكن أبو محمد في هذا مخبراً عن غيره، وإنما كان مفتياً عن رأيه، وقد نزه الله أقدار الصحابة عن الكذب،
_________
(١) هو مسعود بن أوس بن أصرم بن زيد بن ثعلبة الأنصاري النجاري، شهد بدراً، وفتح مصر، وسكن دمشق، توفي في خلافة عمر، وقيل شهد صفين مع علي.
انظر: الاستيعاب (١٢/ ١٣٨) بذيل الإصابة، وأسد الغابة (٥/ ١٥٧).
(٢) أخرجه أبو داود في سننه، كتاب الصلاة، باب في المحافظة على وقت الصلوات (١/ ١١٥)، وفي باب من لم يوتر (٢/ ٦٢)، والنسائي في كتاب الصلاة، باب المحافظة على الصلوات الخمس (١/ ٢٣٠)، ومالك في الموطأ في كتاب الصلاة، باب الأمر بالوتر (١/ ١٨١)، وأحمد في المسند (٥/ ١١٥، ١١٧، ١١٩)، والدارمي في سننه، في كتاب الصلاة، باب في الوتر (١/ ٣٩٤).
(٣) هو أبو سليمان حَمْد بن محمد بن إبراهيم الخطابي البستي الفقيه الأديب، من شيوخ الحاكم، من مصنفاته: غريب الحديث، ومعالم السنن، وشان الدعاء، توفي في مدينة بست سنة (٣٨٨).
انظر: وفيات الأعيان (٢/ ٢١٤)، وتذكرة الحفاظ (٣/ ١٠١٨).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (214,'وشهد لهم في محكم كتابه بالصدق والعدالة» (١).
٢ - وقيل لعروة: «إن ابن عباس يقول: إن النبي - صلى الله عليه وسلم - لبث بمكة بضع عشرة سنة، فقال عروة: كذب»، قال الخطابي: «يريد أخطأ» (٢).
وإنما سمي الخطأ كذباً «لأنه يشبهه في كونه ضد الصواب، كما أن الكذب ضد الصدق، وإن افترقا من حيث النية والقصد، لأن الكاذب يعلم أن ما يقوله كذب، والمخطئ لا يعلم» (٣).
وذكر بعض العلماء أن هذه التسمية معروفة لدى أهل الحجاز (٤).

<span data-type="title" id=toc-82>ومن أمثلة هذا الاستعمال في نقد التفسير:</span>
١ - لما قدم خراج العراق إلى عمر - رضي الله عنه - خرج ومولى له، فجعل عمر يعد الإبل، فإذا هي أكثر من ذلك، فجعل عمر يقول: «الحمد لله، ويقول مولاه: يا أمير المؤمنين، هذا والله من فضل الله ورحمته، فقال عمر: كذبت ليس هذا هو ,
_________
(١) غريب الحديث (٢/ ٣٠٢)، وانظر الاستذكار لابن عبد البر (٢/ ٢٨٨).
(٢) غريب الحديث للخطابي (٢/ ٣٠٣)، وأخرجه عبد الرزاق في المصنف (٣/ ٥٩٩)، والحاكم في المستدرك (٢/ ٦٢٦) دون قوله: كذب.
(٣) النهاية في غريب الحديث والأثر (٤/ ١٥٩).
(٤) الثقات لابن حبان (٦/ ١١٤).',NULL,'214',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (215,'يقول الله: {بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} (١)، وهذا مما تجمعون» (٢).
٢ - وقيل لسعيد بن جبير: إن عكرمة يقول: إن معنى قول الله تعالى: {وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ} (٣): كبسوق النساء عند ولادتها، فقال: كذب، بسوقها: طولها (٤).
٣ - وأورد ابن جرير عند قول الله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (٥) أن رجلاً سأل سعيد بن جبير عن العمرة: «فريضة هي أم تطوع؟ ، قال: فريضة، قال: فإن الشعبي يقول: هي تطوع، قال: كذب الشعبي، وقرأ: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}» (٦).
٤ - وعن طاوس أن رجلين اختصما إليه فأكثرا، فقال طاوس: «اختلفتما وأكثرتما، قال أحد الرجلين: لذلك خلقنا، فقال طاوس: كذبت، قال: أليس الله
_________
(١) سورة يونس من الآية (٥٨).
(٢) تفسير ابن أبي حاتم (٦/ ١٩٦٠)، ومسند الشاميين للطبراني (٢/ ١٢٥)، والدر المنثور (٣/ ٣٠٩).
(٣) سورة ق آية (١٠).
(٤) تاريخ دمشق (٤١/ ١١٢ - ١١٣)، وعزاه في الدر المنثور (٦/ ١٠٢) لعبد بن حميد وابن المنذر.
(٥) سورة البقرة من الآية (١٩٦).
(٦) جامع البيان (٣/ ٣٣٣).',NULL,'215',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (216,'يقول: { ... وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ} (١)، قال: لم يخلقهم ليختلفوا، ولكن خلقهم للجماعة والرحمة» (٢).

<span data-type="title" id=toc-83>ثانياً: زعم</span>.
ذكر الأزهري (٣) أن «الزعم والتزاعم أكثر ما يقال فيما يشك فيه ولا يحقق، وقد يكون الزعم بمعنى القول» (٤).
وقال الراغب الأصفهاني (٥):
«الزعم: حكاية قول يكون مظنة للكذب، ولهذا جاء في القرآن في كل موضع ذُمَّ القائلون به، نحو: {زَعَمَ الَّذِينَ كَفَرُوا} (٦)،
_________
(١) سورة هود من الآيتين (١١٨، ١١٩).
(٢) الجامع لابن وهب (١/ ١٤)، وتفسير ابن أبي حاتم (٦/ ٢٠٩٥).
(٣) هو أبو منصور محمد بن أحمد بن الأزهر الأزهري الهروي، من أئمة اللغة، ولد سنة (٢٨٢)، وأخذ عن نفطويه وابن السراج، وصنف التهذيب، والتفسير، وغريب الألفاظ، توفي سنة (٣٧٠).
انظر: معجم الأدباء (٥/ ٢٣٢١)، ووفيات الأعيان (٤/ ٣٣٤)، وبغية الوعاة (١/ ١٩).
(٤) تهذيب اللغة (٢/ ١٥٩) مادة "زعم".
(٥) هو أبو القاسم المفضل، ويقال: الحسين بن محمد الأصفهاني، أديب لغوي، سكن بغداد، صنف: محاضرات الأدباء، وجامع التفاسير، والذريعة إلى مكارم الشريعة، توفي في أوائل المائة السادسة.

انظر: بغية الوعاة (٢/ ٢٩٧)، وطبقات المفسرين للداودي (٢/ ٣٢٩)، والأعلام للزركلي (٢/ ٢٥٥).
(٦) سورة التغابن من الآية (٧).',NULL,'216',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (217,'{بَلْ زَعَمْتُمْ} (١)، { ... كُنْتُمْ تَزْعُمُونَ} (٢)» (٣).
وقال الفيروز آبادي (٤): «الزعم، مُثَلَّثة: القول الحق، والباطل، والكذب، ضِدٌّ، وأكثر ما يقال فيما يشك فيه» (٥).
فتبين من هذا أن الزعم يرد لثلاثة معانٍ، وأن بعضها أكثر استعمالاً من بعض، والذي يميز بينها قرينة الكلام (٦).
وقد جاء استعمال الزعم في تفسير الصحابة والتابعين - رضي الله عنهم - على هذه المعاني الثلاثة:
فالمعنى الأول: الرد الصريح للقول وتضعيفه، ومن أمثلته:
_________
(١) سورة الكهف من الآية (٤٨).
(٢) سورة الأنعام من الآية (٢٢).
(٣) مفردات ألفاظ القرآن (ص ٣٨٠)، وانظر: معجم مقاييس اللغة (ص ٤٣٣)، وأساس البلاغة (ص ٢٧١) مادة "زعم".
(٤) هو أبو طاهر محمد بن يعقوب بن محمد الشيرازي اللغوي، ولد بفارس سنة (٧٢٩)، ثم استقر في اليمن وتولى قضاءها، ألف: اللامع والمعلم في اللغة، وبصائر ذوي التمييز، توفي باليمن عام (٨١٧).
انظر: إنباء الغمر (٧/ ١٥٩)، والضوء اللامع (١٠/ ٧٩)، وبغية الوعاة (١/ ٢٧٣).
(٥) القاموس المحيط (ص ١٤٤٣) مادة "زعم"، وانظر فتح الباري لابن حجر (٢/ ٣٢٤).
(٦) فتح الباري لابن حجر (٢/ ٣٢٤).',NULL,'217',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (218,'١ - قال عروة في قول الله تعالى: {وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا} (١): «يزعمون أنها خيبر، ولا أحسبها إلا كل أرض فتحها الله على المسلمين أو هو فاتحها إلى يوم القيامة» (٢).
٢ - وقال الشعبي في قول الله: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ} (٣): «إن ناساً يزعمون أن الشاهد على مثله: عبد الله بن سلام (٤)، وأنا أعلم بذلك، وإنما أسلم عبد الله بالمدينة» (٥).
٣ - وقال الحسن: «قاتل الله قوماً يزعمون أن إبليس من الملائكة» (٦).
والثاني: الشك في القول، وعدم التأكد من صحته، ومن أمثلته:
_________
(١) سورة الأحزاب من الآية (٢٧).
(٢) دلائل النبوة للبيهقي (٤/ ٢٢)، والدر المنثور (٥/ ١٩٣).
(٣) سورة الأحقاف من الآية (١٠).
(٤) هو أبو يوسف عبد الله بن سلام بن الحارث الأنصاري حليف الخزرج، الحبر الإسرائيلي، من بني قينقاع، ومن ذرية يوسف - عليه السلام -، أسلم مقدم النبي - صلى الله عليه وسلم - المدينة، فجفته يهود، توفي بالمدينة عام (٤٣).
انظر: الطبقات الكبرى لابن سعد (٢/ ٢/١١١)، والإصابة (٦/ ١٠٨).
(٥) جامع البيان (٢١/ ١٢٦).
(٦) الدر المنثور (٤/ ٢٢٧) وعزاه لابن المنذر وابن أبي حاتم.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (219,'١ - سئل مجاهد عن: {الْجَوَارِ الْكُنَّسِ} (١)، فقال: «لا أدري يزعمون أنها البقر» (٢).
٢ - وعن الضحاك في قول الله تعالى: {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ} (٣) قال: «يزعمون أنها قصور في السماء، ويقال: هي الكواكب» (٤).
والمعنى الثالث: مرادف للقول، ومن شواهده:
١ - عن سعيد بن المسيب أنه قال في هذه الآية: {وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ} (٥): «زعموا أنها دمشق».
وجاء عنه في رواية أخرى أنه قال: دمشق (٦).
٢ - وعن سعيد بن جبير أنه سئل عن قول الله تعالى: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا} (٧): «أهم بنو أسد؟ ، فقال: يزعمون ذاك»، وفي رواية قال: قد قيل
_________
(١) سورة التكوير آية (١٦).
(٢) جامع البيان (٢٤/ ١٥٧).
(٣) سورة البروج آية (١).
(٤) جامع البيان (٢٤/ ٢٦٠).
(٥) سورة المؤمنون من الآية (٥٠).
(٦) جامع البيان (١٧/ ٥٤).
(٧) سورة الحجرات من الآية (١٧).',NULL,'219',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (220,'ذلك (١).
ومما يؤكد أن مراده بالزعم القول ما رواه حبيب بن أبي عمرة (٢)، قال: «كان بشر بن غالب ولبيد بن عطارد عند الحجاج جالسين، فقال بشر بن غالب للبيد بن عطارد: نزلت في قومك بني تميم: {إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ} (٣)، فذكرت ذلك لسعيد بن جبير، فقال: إنه لو علم بآخر الآية أجابه: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا}؛ قالوا: أسلمنا ولم نقاتلك، بنو أسد» (٤).

<span data-type="title" id=toc-84>ثالثاً: أخطأت التأويل</span>.
ومن أمثلته أن عمر - رضي الله عنه - حينما أراد إقامة حد شرب الخمر على قدامة بن مظعون (٥)،
قال: «لو شربت كما يقولون ما كان لكم أن تجلدوني، فقال عمر: لم؟ ،
_________
(١) جامع البيان (٢١/ ٣٩٧).
(٢) هو أبو عبد الله حبيب بن أبي عمرة الحماني القصاب الكوفي، روى عن ابن جبير ومجاهد، وعنه الثوري وشعبة، خرج له البخاري ومسلم، توفي سنة (١٤٢).
انظر: الثقات لابن حبان (٦/ ١٧٧)، وتهذيب التهذيب (١/ ٣٥٢).
(٣) سورة الحجرات من الآية (٤).
(٤) جامع البيان (٢١/ ٣٩٧).
(٥) هو قدامة بن مظعون بن حبيب بن وهب القرشي الجمحي، أخو عثمان، يكنى أبا عمرو، أحد السابقين الأولين، هاجر الهجرتين وشهد بدراً، استعمله عمر على البحرين، وتوفي - رضي الله عنه - في خلافة علي سنة (٣٦) وعمره (٦٨) سنة.

انظر: الطبقات الكبرى لابن سعد (٣/ ١/٢٩١)، والإصابة (٨/ ١٤٤).',NULL,'220',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (221,'قال قدامة: قال الله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا} الآية (١)، فقال عمر: أخطأت التأويل، إنك إذا اتقيت اجتنبت ما حرم الله عليك» (٢).

<span data-type="title" id=toc-85>رابعاً: لم تصب.
ومن أمثلته:</span>
١ - عن عكرمة قال: «جاء نفر من أهل اليمن إلى ابن عباس، فسأله رجل: أرأيت قوله تعالى: {وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى} (٣)؟ ، فقال ابن عباس - رضي الله عنهما -: لم تصب المسألة، اقرأ ما قبلها: {رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ}، حتى بلغ: {وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} (٤)، فقال ابن
_________
(١) (٩٣) من سورة المائدة.
(٢) مصنف عبد الرزاق (٩/ ٢٤٣)، وانظر تفصيل القصة (ص ٥٣٠).
(٣) سورة الإسراء من الآية (٧٢)، وفي معاني القرآن لأبي جعفر النحاس (٤/ ١٧٧) أن الرجل قال لابن عباس: كيف يكون في الآخرة أعمى؟ .
(٤) سورة الإسراء الآيات (٦٦ - ٧٠).',NULL,'221',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (222,'عباس - رضي الله عنهما -: فمن كان أعمى عن هذا النعيم الذي قد رأى وعاين، فهو في أمر الآخرة التي لم تر ولم تعاين: {أَعْمَى وَأَضَلُّ سَبِيلًا}» (١).
٢ - وسأل سعيد بن المسيب رجلاً عن {وَالْبَاقِيَاتُ الصَّالِحَاتُ} (٢)، فقال: «الصلاة والصيام، فقال سعيد: لم تصب، فقال الرجل: الزكاة والحج، فقال: لم تصب، ولكنهن الكلمات الخمس: لا إله إلا الله، والله أكبر، وسبحان الله، والحمد لله، ولا حول ولا قوة إلا بالله» (٣).
٣ - وعن القاسم بن محمد «أن عبد الله بن عبد الرحمن بن أبي بكر (٤) قسم ميراث أبيه عبد الرحمن، وعائشة حية، فلم يدع في الدار مسكيناً، ولا ذا قرابة إلا أعطاه من ميراث أبيه، وتلا: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى} الآية (٥)، قال القاسم: فذكرت ذلك لابن عباس، فقال: ما أصاب، ليس ذلك له» (٦).
_________
(١) الدر المنثور (٤/ ١٩٤) وعزاه لابن أبي حاتم.
(٢) سورة الكهف من الآية (٤٦).
(٣) جامع البيان (١٥/ ٢٧٩).
(٤) الصديق القرشي التيمي، عداده في أهل المدينة، روى عن أبيه عبد الرحمن وأم سلمة، مات قبل سنة (٨٠).
انظر: التاريخ الكبير (٣/ ١/١٣١)، والثقات لابن حبان (٥/ ١٠)، وتهذيب التهذيب (٢/ ٣٧١).
(٥) سورة النساء من الآية (٨).
(٦) تفسير عبد الرزاق (١/ ١٥٠)، وجامع البيان (٦/ ٤٣٦)، وتفسير ابن أبي حاتم (٣/ ٨٧٥)، وفتح الباري لابن حجر (٨/ ٢٤٢).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (223,'<span data-type="title" id=toc-86>خامساً: بئسما قلت.
ومن أمثلته:</span>
١ - عن سعيد بن جبير، قال: «كنا عند ابن عباس فحدث حديثاً، فتعجب رجل، فقال: {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} (١)، فقال ابن عباس: بئسما قلت، الله العليم، وهو فوق كل عالم» (٢).
٢ - وقال عروة: «سألت عائشة - رضي الله عنها -، فقلت لها: أرأيت قول الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} (٣)، فوالله ما على أحد جناح أن لا يطوف بالصفا والمروة؟ ، قالت: بئسما قلت يا بن أختي» (٤).
_________
(١) سورة يوسف من الآية (٧٦).
(٢) تفسير عبد الرزاق (١/ ٢٨٣)، وجامع البيان (١٣/ ٢٦٨)، وتفسير ابن أبي حاتم (٧/ ٢١٧٧).
(٣) سورة البقرة من الآية (١٥٨).
(٤) صحيح البخاري، كتاب الحج، باب وجوب الصفا والمروة وجُعِلَ من شعائر الله (٢/ ١٦٩).',NULL,'223',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (224,'<span data-type="title" id=toc-87>سادساً: تَأَوَّلَ الآية على غير تأويلها.
ومن أمثلته:</span>
١ - قال ابن عباس في قوله تعالى: {فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ} (١): «قد غفر له؛ إنهم يتأولونها على غير تأويلها، إن العمرة لتكفر ما معها من الذنوب فكيف بالحج؟ » (٢).
٢ - وفي قول الله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}، وقوله: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ}، وقوله: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (٣) قال عبيد الله بن عبد الله بن عتبة: «أما والله إن كثيراً من الناس يتأولون هؤلاء الآيات على ما لم ينزلن عليه» (٤).

<span data-type="title" id=toc-88>سابعاً: وَضَعَ الآية على غير موضعها.
ومن أمثلته:</span>
_________
(١) سورة البقرة من الآية (٢٠٣).
(٢) جامع البيان (٣/ ٥٦٢).
(٣) سورة المائدة من الآيات (٤٤، ٤٥، ٤٧).
(٤) جامع البيان (٨/ ٤٦١)، وانظر شاهداً ثالثاً لهذه العبارة في الدر المنثور (٥/ ٥).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (225,'١ - قول أبي بكر - رضي الله عنه - المتقدم في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} (١): «إنكم تضعونها على غير موضعها».
٢ - وقال عون بن عبد الله في قول الله تعالى: {وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} (٢): «إن قوماً يضعونها على غير موضعها، {وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا}: تعمل فيها بطاعة الله» (٣).

<span data-type="title" id=toc-89>ثامناً: لقد حملتموها على غير المحمل.
ومن أمثلته </span>قول أبو بكر - رضي الله عنه - لأصحابه: «ما تقولون في هذه الآية: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا} (٤) قالوا: ربنا الله، ثم استقاموا من ذنب، فقال أبو بكر: لقد حملتموها على غير المحمل {الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا}، الذين لم يعدلوها بشرك ولا غيره» (٥).
_________
(١) سورة المائدة من الآية (١٠٥).
(٢) سورة القصص من الآية (٧٧).
(٣) جامع البيان (١٨/ ٣٢٢ - ٣٢٣).
(٤) سورة فصلت من الآية (٣٠).
(٥) جامع البيان (٢٠/ ٤٢٣)، والمستدرك للحاكم (٢/ ٤٤٠)، وحلية الأولياء (١/ ٣٠)، وأخرجه مختصراً: عبد الرزاق في تفسيره (٢/ ١٥٢)، وابن سعد في الطبقات الكبرى (٦/ ٥٦).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (226,'<span data-type="title" id=toc-90>تاسعاً: ليس بالذي تذهبون إليه</span>.
فعن عكرمة - رحمه الله - في قول الله تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ} (١) قال: «ليس بالذي تذهبون إليه، إنما هو نساء النبي - صلى الله عليه وسلم -» (٢).
ومراده بالذي تذهبون إليه، ما ذهب إليه بعض الناس من أن المراد بأهل البيت علي وفاطمة والحسن والحسين - رضي الله عنهم -، وأن أزواج النبي - صلى الله عليه وسلم - لا يدخلن في الآية، وهو مروي عن بعض السلف (٣).

<span data-type="title" id=toc-91>عاشراً: ما لكم ولهذه الآية</span>.
ومن أمثلته أن مروان أرسل إلى ابن عباس، وقال له: «لئن كان كل امرئ منا فرح بما أتى، وأحب أن يحمد بما لم يفعل معذباً، لنعذبن أجمعون، فقال ابن عباس: ما لكم ولهذه الآية؟ ! ، إنما أنزلت هذه الآية في أهل الكتاب، ثم تلا ابن
_________
(١) سورة الأحزاب من الآية (٣٣).
(٢) الدر المنثور (٥/ ١٩٨) وعزاه لابن جرير وابن مردويه، وقد أخرجه الواحدي في أسباب النزول (ص ٢٦٧) من طريق ابن جرير بهذا اللفظ، والذي في جامع البيان (١٩/ ١٠٨) أن عكرمة كان ينادي في السوق: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا}، ويقول: «نزلت في نساء النبي - صلى الله عليه وسلم - خاصة».
(٣) الجامع لأحكام القرآن (٦/ ٥٢٦٤)، وفتح القدير (٤/ ٢٧٨).',NULL,'226',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (227,'عباس: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ} (١) هذه الآية، وتلا ابن عباس: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا} (٢)، وقال: سألهم النبي - صلى الله عليه وسلم - عن شيء، فكتموه إياه وأخبروه بغيره، فخرجوا قد أروه أن قد أخبروه بما سألهم عنه، واستحمدوا بذلك إليه، وفرحوا بما أتوا من كتمانهم إياه ما سألهم عنه» (٣).

<span data-type="title" id=toc-92>حادي عشر: لا تغرنكم هذه الآية.
ومن أمثلته:</span>
١ - قال عمر - رضي الله عنه - في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ} (٤): «لا تغرنكم هذه الآية، فإنها كانت يوم بدر، وأنا فئة لكل مسلم» (٥).
_________
(١) سورة آل عمران من الآية (١٨٧).
(٢) سورة آل عمران من الآية (١٨٨).
(٣) أخرجه البخاري في كتاب التفسير، باب {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا} (٥/ ١٧٤)، ومسلم في كتاب صفات المنافقين وأحكامهم (٤/ ٢١٤٣) برقم (٢٧٧٨) واللفظ له، وهناك مثال آخر على هذا الأسلوب في الدر المنثور (٢/ ٢٢٧ - ٢٢٨).
(٤) سورة الأنفال آية (١٥).
(٥) أخرجه ابن أبي حاتم في تفسيره (٥/ ١٦٧١). وجاء عنه بلفظ: «أنا فئة كل مسلم» دون أوله في: تفسير الثوري (ص ١١٦)، وسنن سعيد بن منصور (٥/ ٢٠٣)، وتفسير عبد الرزاق (١/ ١٥٤)، ومصنف عبد الرزاق (٥/ ٢٥٢)، ومصنف ابن أبي شيبة (١٢/ ٥٣٦)، وجامع البيان (١١/ ٨١).',NULL,'227',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (228,'٢ - وقال سعيد بن المسيب: «لا تغرنكم هذه الآية: {أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ} (١) إنما عُني بها الإماء، ولم يُعن بها العبيد» (٢).
والقول بأن الآية تشمل العبيد والإماء مروي عن بعض الصحابة والتابعين، فيجوز للمرأة أن تكشف لرقيقها، وهو قول أكثر العلماء (٣).

<span data-type="title" id=toc-93>ثاني عشر: الضحك</span>.
قد يكون نقداً، فعن أبي الشعثاء قال: «قعدت إلى ابن مسعود وحذيفة، فقال حذيفة: ذهب النفاق فلا نفاق، وإنما هو الكفر بعد الإيمان، فقال عبد الله: تعلم ما تقول؟ ، قال: فتلا هذه الآية: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ} حتى بلغ: {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (٤)، قال: فضحك عبد الله، قال شعبة: فلقيت أبا الشعثاء بعد ذلك
_________
(١) سورة النور من الآية (٣١).
(٢) أخرجه ابن أبي شيبة في المصنف (٤/ ٢٦٩، ٣٣٥)، وابن أبي حاتم في تفسيره (٨/ ٢٥٧٧) مختصراً.
(٣) انظر: جامع البيان (١٧/ ٢٦٦)، وتفسير ابن أبي حاتم (٨/ ٢٥٧٧)، والمحرر الوجيز (١١/ ٢٩٧)، وتفسير القرآن العظيم لابن كثير (٦/ ٥٠).
(٤) سورة النور الآيات (٥١ - ٥٥).',NULL,'228',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (229,'بأيام، فقلت: من أي شيء ضحك عبد الله؟ ، قال: لا أدري، إن الرجل ربما ضحك من الشيء الذي يعجبه، وربما ضحك من الشيء الذي لا يعجبه، فمن أي شيء ضحك؟ لا أدري» (١).
وتقدم ضحك ابن عباس حين ذُكر له أن ابن عمر - رضي الله عنهما - تلا هذه الآية: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} (٢)، وقال: «والله لئن آخذنا الله بهذا لنهلكن! ، ثم بكى حتى سمع نشيجه، فضحك ابن عباس وقال: يرحم الله ابن عمر! أو ما يدري فيم أنزلت؟ وكيف أنزلت؟ » (٣)، وهو هنا بمعنى النقد.
_________
(١) جامع البيان (١٧/ ٣٤٩)، وتفسير ابن أبي حاتم (٨/ ٢٦٢٧).
(٢) سورة البقرة من الآية (٢٨٤).
(٣) انظر (ص ٦٢٩).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (230,'<span data-type="title" id=toc-94>الفصل الثالث مميزات نقد الصحابة والتابعين للتفسير</span>
وفيه مبحثان:
المبحث الأول: مميزات نقد الصحابة والتابعين للتفسير.
المبحث الثاني: أبرز نقاد الصحابة والتابعين.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (231,'<span data-type="title" id=toc-95>المبحث الأول مميزات نقد الصحابة والتابعين للتفسير</span>
<span data-type="title" id=toc-96>أولاً: أهليتهم للنقد</span>.
التأهل العلمي مهم للناقد في فنه ليتمكن من الحكم على الأقوال وتمييز الصحيح من الضعيف، فقد تلتبس المناهج والأقوال على من لم يكن مؤهلاً علمياً، وتخفى عليه الأهداف والتوجهات، وقد حاز الصحابة والتابعون قصب السبق في ذلك، فاجتمعت فيهم صفات علمية وشخصية مهمة للناقد، فكانوا على قدر كبير من صحة القصد وسلامة الهدف وكمال النصح، مع ما هم عليه من التمكن العلمي، وما اختص به بعضهم من التبحر في علم التفسير وجمع أطرافه، وملازمة تعلمه وتعليمه مما أهله ليكون مرجعاً علمياً معتبراً في تفسير القرآن، ومما اختص به الصحابة دون غيرهم أنهم شهدوا التنزيل، وعرفوا السبب الذي من أجله نزلت الآيات، فهم في أكثر من واقعة ينتقدون التفسير، ويستدلون بما شاهدوه من نزول الآية، ومن أمثلته: رد أبي أيوب الأنصاري - رضي الله عنه - (١) على من تأول قوله تعالى: {وَلَا
_________
(١) هو خالد بن زيد بن كليب الأنصاري الخزرجي النجاري، شهد العقبة وبدراً وما بعدها، ونزل عليه النبي - صلى الله عليه وسلم - لما قدم المدينة حتى بنى بيوته ومسجده، وآخى بينه وبين مصعب بن عمير، توفي في غزاة القسطنطينية سنة (٥٢).

انظر: الطبقات الكبرى لابن سعد (٣/ ٢/٤٩)، والإصابة (٣/ ٥٦).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (232,'تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (١)، ونَزَّلها على من دخل في صفوف الأعداء في الجهاد، فقال أبو أيوب منكراً: «أيها الناس إنكم تتأولون هذه الآية هذا التأويل، وإنما نزلت هذه الآية فينا معشر الأنصار، لما أعز الله الإسلام وكثر ناصروه، فقال بعضنا لبعض سراً دون رسول الله - صلى الله عليه وسلم -: إن أموالنا قد ضاعت، وإن الله قد أعز الإسلام وكثر ناصروه، فلو أقمنا في أموالنا فأصلحنا ما ضاع منها، فأنزل الله تبارك وتعالى على نبيه - صلى الله عليه وسلم - يرد علينا ما قلنا: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (٢)، فكانت التهلكة الإقامة على الأموال وإصلاحها وتركنا الغزو» (٣).
وقد يأخذ الصحابة - رضي الله عنهم - نقدهم مباشرة من النبي - صلى الله عليه وسلم -، ومن أمثلته أن رجلاً قال لأبي بن كعب - رضي الله عنه -: «قول الله تبارك وتعالى: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} (٤)، والله إن كان كل ما عملنا جزينا به هلكنا؟ ! ، فقال أبيّ: والله إن كنت لأراك أفقه مما أرى! ، لا يصيب رجلاً خدش ولا عثرة إلا بذنب، وما يعفو الله عنه أكثر، حتى
_________
(١) سورة البقرة من الآية (١٩٥).
(٢) سورة البقرة من الآية (١٩٥).
(٣) انظر هذا المثال وغيره (ص ٥٢٦).
(٤) سورة النساء من الآية (١٢٣).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (233,'اللدغة والنفحة».
وهذا النقد أخذه أبيّ من قول النبي - صلى الله عليه وسلم - لأبي بكر حين قال له: يا رسول الله، كيف الصلاح بعد هذه الآية، فكل سوء عملناه جزينا به؟ ، فقال النبي - صلى الله عليه وسلم -: «غفر الله لك يا أبا بكر! ألست تمرض؟ ، ألست تنصب، ألست تحزن؟ ، ألست تصيبك اللأواء؟ »، قال: بلى، قال: «فهو ما تجزون به» (١).

<span data-type="title" id=toc-97>ثانياً: الاطلاع الواسع على المناهج والأقوال</span>.
واطلاع الصحابة والتابعين على المناهج والأقوال مكنهم من سبرها والتأمل في أدلة أصحابها والمقارنة بينها، ومما ساهم في سعة اطلاعهم مخالطتهم للناس، وتصديهم للتعليم والدعوة والأمر بالمعروف والنهي عن المنكر، وهذا أفسح المجال أمامهم لمعرفة ما يدور بين الناس من مفاهيم خاطئة حول الآيات القرآنية، وساعد في عرض الناس ما لديهم من إشكالات واستفسارات على علماء الصحابة والتابعين.
وهناك أمور أخرى ساهمت بشكل مباشر في اطلاعهم على المناهج والأقوال، ومنها:
_________
(١) انظر هذا المثال وغيره (ص ٥٩).',NULL,'233',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (234,'الأول: الاستفسارات التي ترد إلى الصحابة والتابعين - رضي الله عنهم - من طلابهم وتلاميذهم، وهذا أمثلته كثيرة جداً، ومنها:
١ - ما ذكره الشعبي «أنه شهد شريحاً - وسأله رجل عن الإيلاء - فقال: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} (١) وقرأ عليه الآيتين، قال: فقمت من عنده، فأتيت مسروقاً، فقلت: يا أبا عائشة! ، وأخبرته بقول شريح، فقال: يرحم الله أبا أمية، لو أن الناس كلهم قالوا مثل هذا، من كان يفرج مثل هذا؟ ! ، ثم قال: إذا مضت أربعة أشهر فهي واحدة بائنة» (٢).
٢ - وعن عمران القطان (٣)
قال: «سمعت الحسن يقول في قوله: {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ} (٤): والله ما كانت إلا صلاة أحدثها في بطن الحوت، قال عمران: فذكرت ذلك لقتادة، فأنكر ذلك، وقال: كان والله يكثر الصلاة في
_________
(١) سورة البقرة من الآية (٢٢٦).
(٢) أخبار القضاة لوكيع (٢/ ٢٣٦)، وسنن سعيد بن منصور (٣/ ٢/٦٠ - ٦١) ط. الدار السلفية، وجامع البيان (٤/ ٧٠).
(٣) هو أبو العوام عمران بن دوار العمي البصري، روى عن ابن سيرين وحميد الطويل، وعنه ابن مهدي وأبو داود الطيالسي، حديثه عند أهل السنن.

انظر: الثقات لابن حبان (٧/ ٢٤٣)، وتهذيب التهذيب (٣/ ٣١٨)
(٤) سورة الصافات آية (١٤٣).',NULL,'234',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (235,'الرخاء» (١).
الثاني: النقاش العلمي الذي يقع للعلماء مع أقرانهم وطلابهم، ومن أمثلته:
١ - عن فروة بن نوفل الأشجعي (٢) قال: «قال ابن مسعود: إن معاذاً كان أُمَّة قانتاً لله حنيفاً، فقلت في نفسي: غلط أبو عبد الرحمن، إنما قال الله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ} (٣)، فأعادها علي، فقال: إن معاذ بن جبل كان أمة قانتاً لله حنيفاً ولم يك من المشركين، فعرفت أنه تعمد الأمر تعمداً، فسكت، فقال: أتدري ما الأمة وما القانت؟ ، فقلت: الله أعلم، فقال: الأمة الذي يعلم الناس الخير، والقانت المطيع لله ولرسوله، وكذلك كان معاذ، كان يعلم الناس الخير، وكان مطيعاً لله ولرسوله» (٤).
_________
(١) جامع البيان (١٩/ ٦٣٠)، وعزاه في الدر المنثور (٥/ ٢٨٩) إلى ابن أبي حاتم.
(٢) الكوفي، روى عن علي بن أبي طالب وعائشة، وعنه أبو إسحاق السبيعي وهلال بن يساف، خرج له مسلم وأهل السنن.
انظر: التاريخ الكبير (٤/ ١/١٢٧)، والثقات لابن حبان (٥/ ٢٩٧)، وتهذيب التهذيب (٣/ ٣٨٥).
(٣) سورة النحل من الآية (١٢٠).
(٤) الطبقات الكبرى لابن سعد (٢/ ٢/١٠٨)، وجامع البيان (١٤/ ٣٩٤)، والمعجم الكبير للطبراني (١٠/ ٦٠)، وحلية الأولياء (١/ ٢٣٠)، وقول فروة: فقلت في نفسي؛ أي بصوت منخفض، بدلالة الرواية الأخرى في جامع البيان عن مسروق قال: «فقال رجل من أشجع يُقال له فروة بن نوفل: نسي إنما ذاك إبراهيم .... ».',NULL,'235',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (236,'٢ - وقال الشعبي: «أرسل إلي عبد الحميد بن عبد الرحمن (١)، وعنده أبو الزناد عبد الله بن ذكوان مولى قريش (٢)، وإذا هما قد ذكرا من أصحاب الأعراف ذكراً ليس كما ذكرا، فقلت لهما: إن شئتما أنبأتكما بما ذكر حذيفة، فقالا: هات، فقلت: إن حذيفة ذكر أصحاب الأعراف، فقال: هم قوم تجاوزت بهم حسناتهم النار، وقصرت بهم سيئاتهم عن الجنة، فإذا صُرفت أبصارهم تلقاء أصحاب النار قالوا: {رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ} (٣)، فبينا هم كذلك، اطلع إليهم ربك تبارك وتعالى فقال: اذهبوا وادخلوا الجنة، فإني قد غفرت لكم» (٤).
الثالث: سؤال من يريدون الاطلاع على رأيه، أو إرسال من يسأله، وسؤالهم هنا ليس سؤال من يبحث عن إجابة، وإنما من يريد معرفة رأي غيره، ومن أمثلته:
_________
(١) هو أبو عمر عبد الحميد بن عبد الرحمن بن زيد بن الخطاب العدوي المدني، روى عن أبيه وابن عباس، وعنه الزهري وقتادة، وحديثه في الكتب الستة، توفي في خلافة هشام بن عبد الملك.
انظر: التاريخ الكبير (٣/ ٢/٥٠)، وتهذيب التهذيب (٢/ ٤٧٨).
(٢) من فقهاء المدينة ومحدثيهم، سمع أنساً وأبا أمامة، وعنه صالح بن كيسان والأعمش، وحديثه في الكتب الستة، توفي سنة (١٣١).
انظر: التاريخ الكبير (٣/ ١/٨٣)، وتذكرة الحفاظ (١/ ١٣٤).
(٣) سورة الأعراف من الآية (٤٧).
(٤) جامع البيان (١٠/ ٢١٢)، والبعث والنشور للبيهقي (ص ٨٢).',NULL,'236',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (237,'١ - سأل رجل ابن عمر عن قول الله تعالى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} (١)، فقال لسائله: اذهب إلى ذلك الشيخ فاسأله، ثم تعال فأخبرني ما قال لك، فذهب الرجل إلى ابن عباس فسأله، فقال ابن عباس: نعم كانت السموات رتقاً لا تمطر، وكانت الأرض رتقاً لا تنبت، فلما خلق للأرض أهلاً فتق هذه بالمطر، وفتق هذه بالنبات، فرجع الرجل إلى ابن عمر فأخبره فقال: الآن قد علمت أن ابن عباس قد أوتي في القرآن علماً، صدق، هكذا كانت (٢).
٢ - وأرسل مجاهد رجلاً إلى عكرمة يسأله عن قول الله تعالى: {وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} (٣)، فقال عكرمة: أجره في الدنيا أن كل ملة تتولاه، وهو عند الله من الصالحين، فرجع الرجل إلى مجاهد، فقال: أصاب (٤).
وتصويب ابن عمر لابن عباس ومجاهد لعكرمة يدل على معرفتهما بالتفسير، وإنما أرادا معرفة رأيهما.
_________
(١) سورة الأنبياء آية (٣٠).
(٢) حلية الأولياء (١/ ٣٢٠)، وعزاه ابن كثير في تفسير القرآن العظيم (٥/ ٣٣٢) إلى ابن أبي حاتم.
(٣) سورة العنكبوت من الآية (٢٧).
(٤) جامع البيان (٣٨٧).',NULL,'237',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (238,'وعلى هذا تحمل بعض أسئلة الصحابة والتابعين لأهل الكتاب عن معاني القرآن، فكأنهم - والله أعلم - يريدون اختبارهم، ومعرفة خلفياتهم عن القرآن وتأويله، فقد قال علي - رضي الله عنه - لرجل من اليهود: «أين جهنم؟ ، فقال: البحر، فقال: ما أراه إلا صادقاً {وَالْبَحْرِ الْمَسْجُورِ} (١)، {وَإِذَا الْبِحَارُ سُجِّرَتْ}» (٢).

<span data-type="title" id=toc-98>ثالثاً: الاستدلال للنقد</span>.
النقد المبني على أدلة ومبررات أقوى إقناعاً وأشد تأثيراً من النقد المجرد، وقد جاء عن الصحابة والتابعين - رضي الله عنهم - روايات كثيرة نصوا فيها على وجه النقد ودليله، وهي تدل على أنه الأصل لديهم، وأن المنهج العام الذي ساروا عليه ضرورة انطلاق الناقد من معايير واضحة وأسس صحيحة، وهي تحكم على الروايات التي خلت من بيان وجه النقد ومأخذه، فلا يعني خلو بعض الروايات من الدليل أن النقد صادر عن هوى، أو أنه عارٍ في نفس الأمر عن الأدلة والبراهين، فقد يكون عدم ذكر دليل النقد لظروف ودواع اقتضت ذلك.
والأدلة التي يستند إليها الصحابة والتابعون في نقدهم متنوعة، وقد
_________
(١) سورة الطور آية (٦).
(٢) سورة التكوير آية (٦)، والأثر أخرجه الطبري في جامع البيان (٢١/ ٥٦٨، ٢٤/ ١٣٨) غير أنه قرأ (سُجِرَت) بالتخفيف، وهو في البعث والنشور للبيهقي (ص ٢٥١)، والدر المنثور (٦/ ١١٨)، وعزاه لابن المنذر وابن أبي حاتم.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (239,'أصبحت فيما بعد أصولاً يُحتكم إليها، مثل الاستدلال بالقرآن الكريم، أو السنة أو اللغة العربية، أو الرجوع إلى الأصول الشرعية التي لا يجوز مخالفتها بحال، وكذا الرجوع إلى الحقائق التاريخية الثابتة، وغير ذلك مما سيأتي تفصيله في الباب الرابع.

<span data-type="title" id=toc-99>رابعاً: بيان الرأي الصحيح</span>.
ومما تميز به نقد الصحابة والتابعين أنهم لا يكتفون بنقد الرأي وتضعيفه، وإنما يذكرون الرأي الراجح لديهم، وهذا أقوى في إقناع المخطئ ورجوعه عن قوله، فلو اقتصر الناقد على تضعيف التفسير فحسب دون إرشاد المخطئ إلى التفسير الصحيح عنده لما كان للنقد أي أثر، ولربما أوقع صاحب القول في حيرة، فلا هو بقي على قوله، ولا ظفر بقول آخر راجح، وهذا شواهده كثيرة، وقد خصص لذلك مبحث مستقل (١).
_________
(١) ينظر (ص ٤٧٤).',NULL,'239',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (240,'<span data-type="title" id=toc-100>المبحث الثاني أبرز نقاد الصحابة والتابعين</span>
اشتهر بعض الصحابة والتابعين بتفسير القرآن الكريم، وبرزت أسماء في كل حاضرة من الحواضر الإسلامية، وقد اجتهد العلماء في تصنيفهم وذكر طبقاتهم ومشاهيرهم، وأشهر البلدان في علم التفسير، ومن أحسن من كتب في ذلك ابن تيمية، وقد قدم أهل مكة في هذا العلم على غيرهم، وقال: «وأما التفسير، فإن أعلم الناس به أهل مكة؛ لأنهم أصحاب ابن عباس، كمجاهد، وعطاء بن أبى رباح، وعكرمة مولى ابن عباس، وغيرهم من أصحاب ابن عباس، كطاوس، وأبي الشعثاء، وسعيد بن جبير وأمثالهم، وكذلك أهل الكوفة من أصحاب ابن مسعود، ومن ذلك ما تميزوا به على غيرهم، وعلماء أهل المدينة في التفسير؛ مثل زيد بن أسلم الذي أخذ عنه مالك التفسير» (١).
والكلام عن أشهر الصحابة والتابعين في نقد التفسير لا يختلف كثيراً عن أشهرهم في تفسير القرآن، وخير شاهد على ذلك الشواهد النقدية في هذا البحث، فإن أغلبها للمشهورين بتفسير القرآن من الصحابة والتابعين، وبناء على استقراء الشواهد النقدية فإن أبرز نقاد الصحابة ابن عباس - رضي الله عنهما - ولا يدانيه في ذلك أحد،
_________
(١) مجموع الفتاوى (١٣/ ٣٤٧).',NULL,'240',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (241,'وثمة أمور ساهمت في كثرة المروي عنه في النقد وبروزه كناقد، ومن أهمها:
أولاً: إمامته في علم التفسير، وقد شهد بذلك لنفسه، وشهد له غيره (١)، وهذا أسهم في جعله مرجعاً علمياً معتبراً في التفسير.
ثانياً: قوة الحجة لديه، فقد قال عنه طاوس: «ما رأيت أحداً خالف ابن عباس، ففارقه حتى يقرره» (٢).
ولما قيل له: «لم لزمت هذا الغلام، وتركت الأكابر من أصحاب رسول الله - صلى الله عليه وسلم -؟ ، قال: إني رأيت سبعين من أصحاب رسول الله - صلى الله عليه وسلم - إذا تدارؤوا (٣) في شيء، صاروا إلى قول ابن عباس» (٤).
وفي رواية عنه قال: «جلست إلى خمسين شيخاً أو سبعين شيخاً من أصحاب رسول الله - صلى الله عليه وسلم -، ما منهم أحد يخالف ابن عباس، فيقوم حتى يرجع إلى قوله، أو يقول بقوله» (٥).
ثالثاً: ونتيجة لما سبق نجد طلابه وغيرهم يعرضون عليه الأقوال التي
_________
(١) انظر ما سبق (ص ١١١).
(٢) الطبقات الكبرى لابن سعد (٢/ ٢/١٢٤)، والعلل لأحمد (٢/ ٦١).
(٣) في القاموس المحيط (ص ٥٠) مادة "درأ": «تدارؤوا: تدافعوا في الخصومة».
(٤) الطبقات الكبرى لابن سعد (٢/ ١٢٠)، وفضائل الصحابة لأحمد (٢/ ٩٦٧، ٩٧٣، ٩٧٩).
(٥) فضائل الصحابة لأحمد (٢/ ٩٨٢).',NULL,'241',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (242,'يرتابون في صحتها، ويقوم إما بالنقد أو الترجيح، وأحياناً يكون هو الفيصل عند اشتداد الخلاف حول معنى آية، فعن الشعبي قال: «أكثر الناس علينا في هذه الآية: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} (١)، فكتبنا إلى ابن عباس نسأله عن ذلك، فكتب ابن عباس: إن رسول الله - صلى الله عليه وسلم - كان أوسط بيت في قريش، ليس بطن من بطونهم إلا قد ولده، فقال الله عز وجل: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا} إلى ما أدعوكم إليه إلا أن تودوني بقرابتي منكم وتحفظوني بها» (٢).
رابعاً: تكليفه ببعض المهام النقدية، فقد استعان به عمر - رضي الله عنه - في مناقشة قدامة بن مظعون عندما شرب الخمر محتجاً بقول الله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ} (٣)، فقال عمر: ألا تردون عليه، فرد عليه ابن عباس واحتج عليه بسبب النزول، فقال عمر: صدقت (٤).
وبعثه علي بن أبي طالب - رضي الله عنه - لمناقشة الخوارج، فذهب إليهم فوجدهم قد
_________
(١) سورة الشورى من الآية (٢٣).
(٢) أخرجه ابن سعد في الطبقات الكبرى (١/ ١/٤)، والحاكم في المستدرك (٢/ ٤٤٤)، والبيهقي في دلائل النبوة (١/ ١٨٥)، وانظر الدر المنثور (٦/ ٦)، وهو في البخاري من رواية طاوس، وليس فيه كلام الشعبي. انظر: صحيح البخاري، كتاب التفسير، باب قوله: {إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} (٦/ ٣٧).
(٣) سورة المائدة من الآية (٩٣).
(٤) انظر (ص ٥٣٠).',NULL,'242',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (243,'تعلقوا ببعض الآيات القرآنية، فناقشهم ورد عليهم، فرجع كثير منهم، وهذا يدل على أن ابن عباس كان قوي الحجة والإقناع (١).
وحتى يكون الأمر بعيداً عن التنظير فقد جمعت الأقوال النقدية الصريحة، فوجدت أن ابن عباس هو أكثر الصحابة والتابعين نقداً للتفسير على الإطلاق، ويليه من الصحابة علي بن أبي طالب ثم عبد الله بن مسعود، وممن جاء عنه النقد بقلة عبد الله بن عمر وعبد الله بن الزبير - رضي الله عنهم -.
وأما أبرز النقاد من التابعين فمن أهل مكة مجاهد وعكرمة وسعيد بن جبير وعطاء بن أبي رباح.
ومن أهل البصرة الحسن وقتادة، ومن أهل الكوفة الشعبي.
والأسباب التي ذكرناها في ابن عباس ساهمت بشكل أو بآخر في بروز هؤلاء في نقد التفسير.
_________
(١) انظر (ص ٣١١).',NULL,'243',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (244,'<span data-type="title" id=toc-101>الباب الثالث مجالات نقد التفسير عند الصحابة والتابعين</span>
وفيه ثلاثة فصول:
الفصل الأول: نقد طرق التفسير ومناهجه.
الفصل الثاني: نقد رجال التفسير.
الفصل الثالث: نقد الأقوال.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (245,'<span data-type="title" id=toc-102>الفصلُ الأول نقد طرق التفسير ومناهجه</span>
وفيه:
أولاً: نقد التفسير بالرأي.
ثانياً: نقد الإسرائيليات في التفسير.
ثالثاً: نقد تفاسير أهل البدع.
رابعاً: نقد تفسير المتشابه.
خامساً: نقد الجدال في القرآن.
سادساً: نقد تفاسير القصاص.
سابعاً: نقد التكلف في التفسير.
ثامناً: نقد تدوين التفسير.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (246,'لتفسير القرآن الكريم طرق ووسائل يسلكها المفسرون للوصول إلى فهم صحيح للقرآن الكريم، غير أن هذه الطرق والوسائل متفاوتة صحةً وضعفاً، فمنها ما هو صحيح معتبر عند العلماء، مؤدٍ إلى الفهم الصحيح، كالاستعانة بالقرآن والسنة واللغة العربية على فهم القرآن، وغير ذلك من الوسائل التي تلقاها العلماء بالقبول، وجاء عن الصحابة والتابعين - رضي الله عنهم - إقرارها والعمل بها والحث عليها، وتقدمت الإشارة إلى شيء منها في الفصل الثاني من الباب الأول.
ومن الوسائل ما تختلف آراء الصحابة والتابعين حول صحتها وسلامتها، وقيمتها العلمية في فهم القرآن الكريم، فقد يرد عن بعضهم نقدها والتحذير منها، ويرد عن آخرين استعمالها في تفسير القرآن، ومن أمثلتها:
تفسير القرآن بالرأي، فقد ورد عن بعض الصحابة والتابعين ذمه ونقده، وورد عن آخرين العمل به، ومثله التفسير بالإسرائيليات على ما سيأتي تفصيله إن شاء الله تعالى.
وقد يتعارض النقل عن شخص واحد حول صحة طريقةٍ ما، فيرد عنه نقدها والعمل بها معاً.
وثمة أمر آخر وهو أن الصحابة والتابعين - رضي الله عنهم - قد ينتقدون مذاهب وطوائف لها مناهجها الخاصة في فهم القرآن الكريم وتفسيره، فيرد عنهم التحذير منهم ومن تأويلاتهم، وممن ينطبق عليه هذا الأمر الفرق الموجودة في عصرهم كالخوارج',NULL,'246',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (247,'والشيعة (١)، وقد أفردت هؤلاء في عنوان مستقل تحت مسمى نقد تفاسير أهل البدع.
ولن نتجاوز الحديث عن طرق ومناهج لم تكن موجودة في عصر الصحابة والتابعين، إذ بعدهم جدت فرق ومذاهب، وحدثت أمور منكرة في فهم القرآن وتفسيره.
_________
(١) سموا بالشيعة لأنهم شايعوا علياً - رضي الله عنه -، وادعوا الإمامة فيه بعد النبي - صلى الله عليه وسلم - وفي أبنائه، ومن أصولهم كذلك اعتقاد عصمة أئمتهم، وهم فرق شتى، من أشهرهم: الإمامية والزيدية، ومنهم الغلاة القائلون بإلاهية علي.
انظر فيهم: الفرق بين الفرق للبغدادي (ص ٢١)، والملل والنحل للشهرستاني (١/ ١٤٦)، ومقدمات في الأهواء والافتراق د. العقل (ص ١٣٤).',NULL,'247',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (248,'<span data-type="title" id=toc-103>أولاً
نقد التفسير بالرأي</span>
ومعنى التفسير بالرأي: إعمال الفكر والاجتهاد في فهم الآيات القرآنية (١)، وتقدم في التمهيد ذكر ما روي عن النبي - صلى الله عليه وسلم - في ذمه، أما الصحابة والتابعون - رضي الله عنهم - فقد جاء عنهم ذم الرأي عامة والتنفير منه، كما نقل عن بعضهم ذم الرأي في التفسير خاصة، وفي مقابل ذلك كله جاء عن آخرين استعمال الرأي في التفسير وغيره، بل قد ينقل عن بعضهم نقد الرأي والعمل به معاً.
ولكثرة ما ورد عن الصحابة والتابعين في ذم الرأي بعامة بوب البخاري في صحيحه باباً فيما يذكر من ذم الرأي (٢)، وبوب الدارمي باباً في كراهية أخذ الرأي (٣)، وبوب ابن عبد البر (٤) باباً فيما جاء في ذم القول في دين الله بالرأي (٥)، وذكر ابن تيمية
_________
(١) انظر في تعريف الرأي: إعلام الموقعين (١/ ٦٦)، ومناهل العرفان (١/ ٥١٧)، والتفسير والمفسرون (١/ ٢٥٥).
(٢) صحيح البخاري، كتاب الاعتصام بالكتاب والسنة (٨/ ١٤٨).
(٣) سنن الدارمي (١/ ٧٢).
(٤) هو يوسف بن عبد الله بن محمد بن عبد البر النمري القرطبي المالكي، كبير محدثي الأندلس في وقته، اشتهرت تصانيفه في الآفاق منها: التمهيد، والاستذكار في شرح الموطأ، توفي سنة (٤٦٣).
انظر: ترتيب المدارك (٤/ ٨٠٨)، والديباج المذهب لابن فرحون (ص ٤٤٠).
(٥) جامع بيان العلم وفضله (٢/ ١٣٣).',NULL,'248',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (249,'أن في ذم الرأي آثاراً مشهورة عن عمر وعثمان وعلي وابن عباس وابن عمر وغيرهم - رضي الله عنهم -، وكذلك عن التابعين بعدهم بإحسان، وفيها بيان أن الأخذ بالرأي يحلل الحرام ويحرم الحلال (١)، فمن النصوص التي جاءت عنهم في ذم الرأي عامة:
١ - قول عمر - رضي الله عنه -: «إياكم وأصحاب الرأي، فإنهم أعداء السنن أعيتهم الأحاديث أن يحفظوها فقالوا بالرأي؛ فضلوا وأضلوا» (٢).
٢ - وعنه - رضي الله عنه - قال: «اتهموا الرأي على الدين، فلقد رأيتني يوم أبي جندل (٣)
أرد أمر رسول الله - صلى الله عليه وسلم - برأيي وما ألوت عن الحق، إن رسول الله - صلى الله عليه وسلم - كان يكتب بينه
_________
(١) إقامة الدليل على إبطال التحليل، ضمن الفتاوى الكبرى (٣/ ١٩٩ - ٢٠٠).
(٢) أخرجه الدارقطني في سننه (٤/ ١٤٦)، وابن أبي زمنين في أصول السنة (٥٢)، واللالكائي في شرح أصول اعتقاد أهل السنة (١/ ١٢٣)، وابن حزم في الإحكام في أصول الأحكام (٦/ ١٠١٩)، وابن عبد البر في جامع بيان العلم وفضله (٢/ ١٣٥)، والخطيب البغدادي في الفقيه والمتفقه (١/ ٤٥٣).
(٣) يريد بيوم أبي جندل ما وقع في صلح الحديبية، واتفاق النبي - صلى الله عليه وسلم - مع قريش على أن من أتاه من أهل مكة مسلماً رده إليهم، ومن أتى قريشاً من أهل المدينة مرتداً لم يردوه، وأثناء توقيع المعاهدة جاء أبو جندل إلى النبي - صلى الله عليه وسلم -، فرده إلى قريش؛ مما أغضب عمر - رضي الله عنه - وقال في ذلك ما قال، والقصة مفصلة في كتب المغازي والسير، انظر: السيرة النبوية لابن هشام (٢/ ٣١٨)، والبداية والنهاية (٦/ ٢١٨، ٢٣٤).
وأما أبو جندل فهو ابن سهيل بن عمرو القرشي العامري، قيل: اسمه العاصي، أسلم بمكة قديماً فقيده أبوه وحبسه، فهرب إلى النبي - صلى الله عليه وسلم - يوم الحديبية فرده، حتى لحق بأبي بصير، ثم قدم الشام مع أبيه مجاهداً، وتوفي بها في طاعون عمواس سنة ثماني عشرة.

انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٢٧)، والاستيعاب بذيل الإصابة (١١/ ١٧٣)، وأسد الغابة (٦/ ٥٤).',NULL,'249',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (250,'وبين أهل مكة، فقال: «اكتب بسم الله الرحمن الرحيم»، فقالوا: لو نرى ذلك صدقناك بما تقول؟ ، ولكن اكتب كما نكتب: باسمك اللهم، قال: فرضي رسول الله - صلى الله عليه وسلم - وأبيت، حتى قال لي: «يا عمر تراني قد رضيت وتأبى أنت»، قال: فرضيت» (١).
٣ - وسئل عطاء بن أبي رباح عن شيء، فقال: لا أدري، فقيل له: ألا تقول فيها برأيك؟ ، فقال: إني استحي من الله أن يدان في الأرض برأيي (٢).
ومع دخول الرأي في التفسير في عموم ذم الرأي إلا أنه اشتهر عن الصحابة والتابعين ذم الرأي في التفسير بخصوصه، ولشهرته عنهم عقد فيه بعض المصنفين
_________
(١) أخرجه البزار في مسنده (١/ ٢٥٤)، والطبراني في المعجم الكبير (١/ ٧٢)، واللالكائي في شرح أصول اعتقاد أهل السنة (١/ ١٢٦)، وابن حزم في الإحكام في أصول الأحكام (٦/ ١٠٢٣)، وأورده الهيثمي في مجمع الزوائد (١/ ١٧٩) وقال: «رواه أبو يعلى، ورجاله موثقون، وإن كان فيهم مبارك بن فضالة»، وأورده في (٦/ ١٤٥ - ١٤٦)، وقال: «رواه البزار، ورجاله رجال الصحيح»، ومراجعة عمر للنبي - صلى الله عليه وسلم - في صحيح البخاري في كتاب الشروط، باب الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط (٣/ ١٨٢)، وصحيح مسلم، كتاب الجهاد والسير (٣/ ١٤١٢) برقم (١٧٨٥).
وفي الصحيحين عن سهل بن حنيف نحو قول عمر؛ أخرجه البخاري في كتاب الاعتصام بالكتاب والسنة، باب ما يذكر من ذم الرأي وتكلف القياس (٨/ ١٤٨)، ومسلم في كتاب الجهاد والسير (٣/ ١٤١١ - ١٤١٢) برقم (١٧٨٥).
(٢) سنن الدارمي (١/ ٥١).',NULL,'250',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (251,'أبواباً، فعقد أبو عبيد (١) وابن جرير الطبري (٢) بابين أوردا فيهما جملة مما جاء عن الصحابة والتابعين في ذلك، ويمكننا إجمال ما جاء عن الصحابة والتابعين في ذم تفسير القرآن بالرأي والتحذير منه في الصور التالية:
الأولى: النهي عن الكلام في كتاب الله تعالى بالرأي وتعظيم ذلك، ومن أقوالهم في ذلك:
١ - قول أبي بكر الصديق - رضي الله عنه -: «أي أرض تقلني، وأي سماء تظلني إذا قلت في كتاب الله عز وجل برأيي، أو بما لا أعلم» (٣).
٢ - وقول ابن عباس: «من قال في القرآن برأيه، فليتبوأ مقعده من النار».
_________
(١) فضائل القرآن (٢/ ٢١١)، وأبو عبيد هو القاسم بن سلام البغدادي، ولد بهراة، سمع ابن عيينة، وولي القضاء بالثغور مدة، وصنف في القراءات والحديث واللغة، منها: الغريب، والناسخ والمنسوخ، وتوفي بمكة سنة (٢٢٤).
انظر: تاريخ بغداد (١٢/ ٤٠٣)، ووفيات الأعيان (٤/ ٦٠)، وتذكرة الحفاظ (٢/ ٤١٧).
(٢) جامع البيان (١/ ٧١).
(٣) أخرجه أبو عبيد في فضائل القرآن (٢/ ٢١١)، وسعيد بن منصور في سننه (١/ ١٦٨)، وابن أبي شيبة في مصنفه (١٠/ ٥١٣)، وابن جرير في جامع البيان (١/ ٧٢) وهذا لفظه، والبيهقي في الجامع لشعب الإيمان (٥/ ٢٢٨)، وابن عبد البر في جامع بيان العلم (٢/ ٥٢)، والخطيب البغدادي في الجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٣).',NULL,'251',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (252,'وفي رواية عنه: «من تكلم في القرآن برأيه فليتبوأ مقعده من النار» (١).
٣ - ونهى أبو قلابة (٢) أيوب السختياني أن يقول في القرآن برأيه، وقال له: «احفظ عني أربعاً: لا تقل في القرآن برأيك، وإياك والقدر، وإذا ذكر أصحاب محمد - صلى الله عليه وسلم - فأمسك، ولا تمكن أصحاب الأهواء من سمعك، فينفذوا فيه ما شاءوا» (٣).
الثانية: الإمساك عن تفسير القرآن بالرأي، فقد سأل رجل سعيد بن جبير عن آية من كتاب الله، فقال سعيد: «الله أعلم، فقال له الرجل: قل فيها أصلحك الله برأيك، فقال: أقول فيها برأيي؟ ! فردد ذلك مرتين، أو ثلاثاً ولم يجبه بشيء» (٤).
وكان إحجام الصحابة والتابعين - رضي الله عنهم - عن التفسير وورعهم في ذلك أشد من ورعهم وإحجامهم عن الكلام في الأمور الشرعية الأخرى، وقد تقدم ذكر الآثار عنهم في ذلك، وكيف كان سعيد بن المسيب يسأل عن الحلال والحرام فيجيب،
_________
(١) رواه موقوفاً على ابن عباس ابن أبي شيبة في المصنف (١٠/ ٥١٢)، والطبري في جامع البيان (١/ ٧٢)، وجاء مرفوعاً إلى النبي - صلى الله عليه وسلم -، انظر ما تقدم في التمهيد (ص ٤٧)
(٢) هو عبد الله بن زيد الجرمي الأزدي البصري الفقيه، سمع أنساً ومالك بن الحويرث، وروى عنه أيوب وحميد الطويل، طُلب للقضاء فتغيب عن بلده حتى قدم الشام، وتوفي بها عام (١٠٤ أو ١٠٥).
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٣٣)، والتاريخ الكبير (٣/ ١/٩٢)، وتذكرة الحفاظ (١/ ٩٤).
(٣) الإبانة لابن بطة " الإيمان " (٢/ ٤٤٥)، وشرح أصول اعتقاد أهل السنة والجماعة (١/ ١٣٤).
(٤) سنن سعيد بن منصور (١/ ١٧٤)، والجامع لشعب الإيمان للبيهقي (٥/ ٢٣١).',NULL,'252',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (253,'فإذا سئل عن تفسير القرآن سكت كأن لم يسمع (١).
الصورة الثالثة: جعل القول في القرآن بالرأي سبباً من أسباب اختلاف الأمة المنهي عنه، المفضي إلى التنازع والاقتتال، فعندما سأل عمر ابن عباس: «كيف تختلف هذه الأمة، وكتابها واحد، ونبيها واحد، وقبلتها واحدة؟ ، فقال ابن عباس: يا أمير المؤمنين إنا أنزل علينا القرآن، فقرأناه وعلمنا فيم نزل، وإنه سيكون بعدنا أقوام يقرؤون القرآن لا يدرون فيم نزل، فيكون لهم فيه رأي، فإذا كان لهم فيه رأي اختلفوا، فإذا اختلفوا اقتتلوا، فزبره عمر وانتهره، فانصرف ابن عباس، ونظر عمر فيما قال، فعرفه فأرسل إليه، فقال: أعد عليَّ ما قلت، فأعاده عليه، فعرف عمر قوله وأعجبه» (٢).
الصورة الرابعة: انتقاد بعض رجال التفسير بسبب تفسيرهم القرآن بالرأي، فقد قيل لعبيد الله بن عمر: إن الناس يتكلمون في زيد بن أسلم، فقال: «لا أعلم به بأساً إلا أنه يفسر القرآن برأيه ويكثر منه» (٣).
_________
(١) انظر (ص ٧٩).
(٢) فضائل القرآن لأبي عبيد (١/ ٢٨١)، وسنن سعيد بن منصور (١/ ١٧٦)، والجامع لشعب الإيمان للبيهقي (٥/ ٢٣٠)، والجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٤).
(٣) الجرح والتعديل (١/ ٢/٥٥٥)، والكامل في الضعفاء (٤/ ١٦٤)، وتاريخ دمشق (١٩/ ٢٨٩).',NULL,'253',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (254,'الجمع بين ذم الرأي والعمل به:
وفي مقابل نفور الصحابة والتابعين عن التفسير بالرأي نجد آثاراً أخرى عنهم تدل على أخذهم بالرأي وعملهم به، وفي بعضها حث على الاجتهاد وإعمال الرأي، فهل يعني أن ما جاء عنهم من ذم الرأي وعيبه لم يكن صحيحاً لمعارضته العمل بالرأي، أو أنه كان في وقتٍ، ثم استقر رأيهم بعد ذلك على جوازه، وهل يتصور أن يعيب أحد الصحابة والتابعين الرأي وينتقده، ثم يعمل به؟ .
والواقع أنهم يريدون بما فعلوه غير ما ذموه، وكلامهم في ذم الرأي والتحذير منه باقٍ على حاله، لكنه خاص بحالة معينة، وقد جمع العلماء بين عمل الصحابة والتابعين بالرأي وتحذيرهم منه؛ مبينين أنه لا تعارض في ذلك، فإن الرأي نوعان:
رأي محمود، وعليه تحمل النصوص التي تفيد العمل بالرأي.
ورأي مذموم وعليه تحمل النصوص التي ذمت الرأي وحذرت منه.
والمقصود بالرأي المحمود والذي جاءت الشريعة بإقراره ما لا يتعارض مع النصوص والقواعد الشرعية، فالمفسر حين يجتهد في بيان معنى آية قرآنية يجعل الأصول والقواعد الشرعية أمام ناظريه فلا يتجاوزها، بل يدور في فلكها ويتقيد بضوابطها.
يقول ابن تيمية مقرراً هذا الأمر: «ومعلوم أن هذه الآثار الذامة للرأي لم يقصد بها اجتهاد الرأي على الأصول من الكتاب والسنة والإجماع في حادثة لم توجد',NULL,'254',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (255,'في كتاب ولا سنة ولا إجماع ممن يعرف الأشباه والنظائر وفقه معاني الأحكام، فيقيس قياس تشبيه وتمثيل، أو قياس تعليل وتأصيل؛ قياساً لم يعارضه ما هو أولى منه، فإن أدلة جواز هذا للمفتي ولغيره والعامل لنفسه، ووجوبه على الحاكم والإمام أشهر من أن تذكر هنا» (١).
وكلام ابن تيمية وإن كان في الاجتهاد الفقهي، فإنه ينطبق على تفسير القرآن الكريم من باب أولى، ذلك أن المفسر حين يقيد فهمه للقرآن بضوابط التفسير، ولا يأتي بما يخالف الكتاب والسنة وإجماع الأمة، فلا مانع من اجتهاده في ترجيح رأي على آخر، أو استنباط معانٍ لم يذكرها من سبقه.
ومن أجل ذلك أصبح من هو أقرب إلى العلم الصحيح، وإلى الكتاب والسنة أعظم فهماً لنصوصهما وأسد رأياً، وأقرب إلى الصواب من غيره، وللصحابة الحظ الأوفر من ذلك، ولما ذكر ابن القيم أنواع الرأي المحمود ذكر من أنواعه رأي الصحابة لأنهم أفقه الأمة، وأعمقها علماً، وأقلها تكلفاً، وأصحها قصوداً، وأكملها فطرة، وأتمها إدراكاً، وأصفاها أذهاناً، وهم الذين شاهدوا التنزيل، وعرفوا التأويل، وفهموا مقاصد الرسول - صلى الله عليه وسلم -، ونسبة رأي من بعدهم إلى رأيهم كنسبة قدرهم إلى قدرهم، ثم ذكر مقولة الشافعي في الصحابة، وأنهم عرفوا من سنة النبي - صلى الله عليه وسلم - ما جهلنا، فهم فوقنا في كل علم واجتهاد وورع وعقل وأمر استدرك به علم واستنبط به، وأن آراؤهم لنا أحمد، وأولى بنا من رأينا عند أنفسنا، ثم قال ابن القيم: «والمقصود أن أحداً ممن بعدهم لا يساويهم في رأيهم، وكيف
_________
(١) إقامة الدليل على إبطال التحليل ضمن الفتاوى الكبرى (٣/ ٢٠٠).',NULL,'255',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (256,'يساويهم، وقد كان أحدهم يرى الرأي، فينزل القرآن بموافقته؟ ! » (١).
والتابعون لهم بإحسان لهم من هذا القدر بحسب علمهم وفهمهم وملازمتهم للصحابة - رضي الله عنهم -.
ومع تقدمهم في ذلك فالمتأمل لما جاء عنهم في جواز الأخذ بالرأي يدرك أنهم لم يفتحوا الباب على مصراعيه، فيجيزوا الأخذ بالرأي مطلقاً، بل جعلوا ذلك محكوماً بضوابط وقيود يجب الأخذ بها قبل القول بالرأي كاستيفاء النظر في الكتاب والسنة، وأقوال العلماء السابقين، وبخاصة صحابة رسول الله - صلى الله عليه وسلم -، وقد ذكر ابن القيم من أنواع الرأي المحمود أن يكون بعد طلب الواقعة من القرآن أو السنة، فإن لم يجد فمن كلام الخلفاء الراشدين، أو من بعدهم من الصحابة، فإن لم يجد اجتهد في أقرب رأي إلى الكتاب والسنة وكلام الصحابة (٢)، ومن الآثار التي جاءت عنهم في ذلك:
١ - أن عمر كتب إلى شريح: «إن جاءك شيء في كتاب الله فاقض به، ولا يلتفتك عنه الرجال، فإن جاءك ما ليس في كتاب الله، فانظر سنة رسول الله - صلى الله عليه وسلم - فاقض بها، فإن جاءك ما ليس في كتاب الله، ولم يكن فيه سنة من رسول الله - صلى الله عليه وسلم -، فانظر ما اجتمع عليه الناس فخذ به، فإن جاءك ما ليس في كتاب الله ولم يكن في سنة رسول الله - صلى الله عليه وسلم -، ولم يتكلم فيه أحد قبلك، فاختر أي الأمرين شئت: إن شئت
_________
(١) إعلام الموقعين (١/ ٧٩ - ٨١).
(٢) إعلام الموقعين (١/ ٨٥).',NULL,'256',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (257,'أن تجتهد برأيك ثم تقدم فتقدم، وإن شئت أن تتأخر فتأخر، ولا أرى التأخر إلا خيراً لك» (١).
٢ - وقال عبد الله بن مسعود - رضي الله عنه -: «إنه قد أتى علينا زمان ولسنا نقضي ولسنا هنالك، ثم إن الله عز وجل قدر علينا أن بلغنا ما ترون، فمن عرض له منكم قضاء بعد اليوم فليقض بما في كتاب الله، فإن جاء أمر ليس في كتاب الله فليقض بما قضى به نبيه - صلى الله عليه وسلم -، فإن جاء أمر ليس في كتاب الله ولا قضى به نبيه - صلى الله عليه وسلم - فليقض بما قضى به الصالحون، فإن جاء أمر ليس في كتاب الله ولا قضى به نبيه - صلى الله عليه وسلم - ولا قضى به الصالحون فليجتهد رأيه، ولا يقل: إني أخاف وإني أخاف، فإن الحلال بين والحرام بين، وبين ذلك أمور مشتبهات، فدع ما يريبك إلى مالا يريبك» (٢).
٣ - وكان ابن عباس إذا سئل عن الأمر، فإن كان في القرآن أخبر به، وإن لم يكن في القرآن وكان عن رسول الله - صلى الله عليه وسلم - أخبر به، فإن لم يكن فعن أبي بكر وعمر - رضي الله عنهما -، فإن لم يكن قال فيه برأيه (٣).
وقد حذر الصحابة من خطورة الإقدام على رأي يخالف الكتاب والسنة،
_________
(١) سنن الدارمي (١/ ٦٤)، والإحكام لابن حزم (٦/ ١٠٠٦).
(٢) أخرجه النسائي في سننه، كتاب آداب القضاة، باب الحكم باتفاق أهل العلم (٨/ ٢٣٠)، والدارمي في سننه (١/ ٦٣ - ٦٤)، وابن أبي شيبة في المصنف (٧/ ٢٤١)، والطبراني في المعجم الكبير (٩/ ١٨٧)، وابن عبد البر في جامع بيان العلم وفضله (٢/ ٥٧)، وابن حزم في الإحكام (٦/ ١٠٠٤).
(٣) سنن الدارمي (١/ ٦٤)، والإحكام لابن حزم (٦/ ١٠٠٥)، وجامع بيان العلم وفضله (٢/ ٥٨).',NULL,'257',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (258,'وفيه تنبيه للمجتهد ليتأكد من رأيه وأنه لا يصادمهما، فعن ابن عباس - رضي الله عنهما - قال: «من أحدث رأياً ليس في كتاب الله، ولم تمض به سنة من رسول الله - صلى الله عليه وسلم - لم يدر على ما هو منه إذا لقي الله عز وجل» (١).
والصحابة - رضي الله عنهم - مع تمسكهم بهذه الضوابط، فإنهم إذا قالوا شيئاً برأيهم اعتذروا منه، وتنصلوا من الخطأ، مخبرين أن ما يقولونه لا يعدو كونه اجتهاداً ورأياً يخطئ ويصيب، فإن أصابوا فهو من توفيق الله تعالى، وإن أخطئوا فهو من الشيطان وأنفسهم، وربما توقف بعضهم في الإجابة بالرأي حتى يلح عليه، ومنهم من لا يبيح لسائله الأخذ برأيه إلا عند الضرورة، ومن الشواهد في ذلك:
١ - قول أبي بكر الصديق - رضي الله عنه - حين سئل عن الكلالة قال: «إني قد رأيت في الكلالة رأياً، فإن يكن صواباً فمن الله وحده لا شريك له، وإن يكن خطأً فمني والشيطان» (٢).
٢ - وأتي ابن مسعود فسئل عن رجل تزوج امرأة، ولم يكن سمى لها صداقاً، فمات قبل أن يدخل بها، فلم يقل فيها شيئاً، فرجعوا، ثم أتوه فسألوه، فقال: «سأقول فيها بجهد رأي، فإن أصبت فالله عز وجل يوفقني لذلك، وإن
_________
(١) سنن الدارمي (١/ ٦٢)، وما جاء في البدع لابن وضاح (ص ٨٦)، والإحكام لابن حزم (٦/ ١٠٢٢)، والفقيه والمتفقه (١/ ٤٥٨).
(٢) جامع البيان (٦/ ٤٧٥)، وانظر: سنن الدارمي (٢/ ٨٢٢)، ومصنف ابن أبي شيبة (١١/ ٤١٥، ٤١٦).',NULL,'258',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (259,'أخطأت فهو مني، لها صداق نسائها، ولها الميراث وعليها العدة» (١).
فتأمل كيف توقف ابن مسعود - رضي الله عنه - عن الإجابة أول الأمر، حتى عادوا إليه وأصروا على إجابتهم، فلما رأى منهم ذلك قدم بهذه المقدمة يعتذر فيها إن أخطأ.
٣ - وأتى قوم زيد بن ثابت فسألوه عن أشياء فأخبرهم، ثم قال: «عذراً لعل كل شيء حدثتكم به خطأ، إنما اجتهدت لكم رأيي» (٢).
٤ - وسأل رجل القاسم بن محمد عن شيء فأجابه، فلما ولى الرجل دعاه وقال له: «لا تقل: إن القاسم زعم أن هذا هو الحق، ولكن إن اضطررت إليه عملت به» (٣).
٥ - وعن ابن جريج قال: «قلت لعطاء: ما {عَدْلُ ذَلِكَ صِيَامًا} (٤)؟ ، قال: عدل الطعام من الصيام، قال: لكل مد يوماً، يأخذ - زعم - بصيام رمضان وبالظهار، وزعم أن ذلك رأي يراه، ولم يسمعه من أحد ولم تمض به سنة» (٥).
إن الرأي حين ينضبط بهذه الضوابط التي قررها الصحابة والتابعون، ولا يخرج عما قررته الأدلة فلا وجه للقول برده وعدم اعتباره، وعلى هذا تنزل
_________
(١) مسند أحمد (١/ ٤٣٠ - ٤٣١).
(٢) جامع بيان العلم وفضله (٢/ ١٤٣ - ١٤٤).
(٣) المصدر السابق (٢/ ١٤٤).
(٤) سورة المائدة من الآية (٩٥).
(٥) جامع البيان (٨/ ٧١٠).',NULL,'259',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (260,'النصوص الواردة عن الصحابة والتابعين في العمل به.

صور الرأي المذموم:
أما عندما يكون الرأي مخالفاً للأدلة والقواعد الشرعية المقررة، أو يكون مجرد ظن وتخمين، فهذا الذي حذر منه الصحابة والتابعون - رضي الله عنهم -، وله صور منها:
الأولى: أن يكون للمفسر في شيءٍ ما هوى ورأي، فيتأول القرآن على وفق ما يرى ويهوى، ويحتج به على تصحيح غرضه، فيكون الدافع إلى المعنى هواه، ولولاه لظهر له معنى آخر، فالرأي له تأثير مباشر في فهم النص القرآني، وقد يكون عالماً بأن المراد بالآية على خلاف ما ذكره، لكن وجود الهوى والبدعة والتعصب المقيت يمنعه من فهم القرآن حق فهمه، وهو الذي يدفعه دفعاً للمعنى الآخر الموافق لهواه، وقد تكون الآية محتملة لأكثر من وجه، فيرجح ما يتفق مع هواه، مع أن الحق في غير ما ذهب إليه (١).
يقول ابن تيمية: «إن مثل هؤلاء اعتقدوا رأياً، ثم حملوا ألفاظ القرآن عليه، وليس لهم سلف من الصحابة والتابعين لهم بإحسان، ولا من أئمة المسلمين؛ لا في رأيهم ولا في تفسيرهم» (٢).
_________
(١) إحياء علوم الدين للغزالي (١/ ٢٩٢)، والجامع لأحكام القرآن (١/ ٢٨)، والاعتصام للشاطبي (١/ ١٠٢)، والتحرير والتنوير (١/ ٢٩).
(٢) مجموع الفتاوى (١٣/ ٣٥٨).',NULL,'260',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (261,'ومما ينطبق عليه هذا الكلام البدع التي أحدثها بعض الناس مخالفين بها ما في الكتاب والسنة، مثل: من زعم أن الله تعالى لا يرى يوم القيامة، وكمن أنكر الشفاعة والحوض والميزان، ويستدل لها بأمور عقلية وقياسات يرد بها الأدلة الصحيحة أو يتأولها (١).
الثانية: المسارعة إلى تفسير القرآن الكريم دون بحث ونظر فيما يؤيد تفسيره من الكتاب والسنة أو إجماع السلف، وإنما يبادر بالتفسير بما ظهر له من العربية من غير نظر في المنقول مما يوقعه في الغلط والخطأ (٢)، ولذلك لما ذكر ابن عباس اختلاف الأمة ذكر أن قوماً يقرؤون القرآن ويجهلون المنقول في معناه، فيقولون فيه بآرائهم فيخطئون.
الثالثة: أن لا يعطي الآية حقها من التدبر والتأمل، وإنما يفسر بما خطر في باله في بادئ الأمر، ويكون غير محيط بجوانب الآية ومواد التفسير، «كمن يفسر قوله تعالى: {مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ} الآية (٣) على ظاهر معناها، يقول: إن الخير من الله، والشر من فعل الإنسان بقطع النظر عن الأدلة الشرعية التي تقتضي أن لا يقع إلا ما أراد الله؛ غافلاً عما سبق من قوله تعالى: {قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ} (٤)، أو بما يبدو من ظاهر اللغة دون استعمال العرب، كمن يقول في قوله تعالى: {وَآتَيْنَا ثَمُودَ
_________
(١) انظر جامع بيان العلم وفضله (٢/ ١٣٨).
(٢) انظر: إحياء علوم الدين (١/ ٢٩٢)، والجامع لأحكام القرآن (١/ ٢٩).
(٣) سورة النساء من الآية (٧٩).
(٤) سورة النساء من الآية (٧٨).',NULL,'261',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (262,'النَّاقَةَ مُبْصِرَةً} (١)، فيفسر {مُبْصِرَةً} بأنها ذات بصر لم تكن عمياء، فهذا من الرأي المذموم لفساده» (٢).
الرابعة: أن يفسر الآية مستنداً إلى اللفظ، ثم يزعم أنه المراد دون غيره ويقطع بذلك، فيضيق على غيره من المفسرين (٣).
فهذه الصور من الرأي ونحوها هي التي ينزل عليها ذم الصحابة والتابعين - رضي الله عنهم -، وقد امتلأت بها كثير من كتب التفسير كتفاسير المبتدعة، وكأن بوادر تلك الآراء في التفسير ظهرت في وقتهم، فحذروا منها وممن يروج لها، وسيأتي ذكر نماذج منها في مواطنها إن شاء الله تعالى.
وبعدُ ... فلو وجدنا كلاماً عن بعض الصحابة والتابعين يوحي بذم الرأي عامة؛ محموداً كان أو مذموماً، فينبغي حمله على خشية أن يؤدي الإكثار من الرأي المحمود إلى الوقوع في الرأي المذموم، وخشية أن يصرف صاحبه عن العناية بالآثار ونقلها وتأملها، فمنعوا منه مطلقاً سداً للذريعة، ومن «عادة الشرع أنه إذا نهى عن شيء وشدد فيه منع ما حواليه، وما دار به ورتع حول حماه» (٤).
_________
(١) سورة الإسراء من الآية (٥٩).
(٢) التحرير والتنوير (١/ ٢٨ - ٢٩)، وانظر إحياء علوم الدين (١/ ٢٩٢).
(٣) التحرير والتنوير (١/ ٢٩)، والإتقان في علوم القرآن (٢/ ٢٣٤).
(٤) الاعتصام للشاطبي (١/ ١٠٤).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (263,'<span data-type="title" id=toc-104>ثانياً
نقد التفسير بالإسرائيليات</span>
علاقة الروايات الإسرائيلية بتفسير القرآن قوية، فكثير مما ذكره القرآن الكريم موجود فيها؛ فالقرآن تحدث عما وقع للأمم السابقة مع أنبيائهم لكنه لم يخض في التفاصيل الدقيقة؛ مكتفياً بالإشارة إلى ما فيه عظة وفائدة، والتفاصيل التي أغفلها القرآن موجودة في الروايات الإسرائيلية، غير أنه شابها كثير من التحريف والتبديل.
والنفوس بما جبلت عليه من حب المعرفة والاستطلاع تتشوف إلى معرفة تلك التفاصيل، وهذا أتاح للإسرائيليات مكاناً خصباً وبيئة مناسبة لذيوعها وانتشارها في كتب التفسير (١).
ومما يؤكد قوة العلاقة بين الإسرائيليات والقرآن الكريم أن الصحابة عارضوا الأخبار الإسرائيلية بالقرآن، فيعترضون على من يسأل أهل الكتاب أو ينقل عنهم بالآيات المخبرة بأن قصص القرآن وأخباره أدق وأصدق من أخبار بني إسرائيل.
_________
(١) انظر التفسير والمفسرون (١/ ١٦٧).',NULL,'263',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (264,'ولقوة هذه العلاقة أُفرد فيها مصنفات خاصة (١).
والمراد بالإسرائيليات: الروايات المنقولة عن أهل الكتاب سواء كانوا يهوداً أو نصارى، وإنما سميت بالإسرائيليات لأن غالب ما يُنقل مصدره بنو إسرائيل (٢)، وهذا كما يطلق كثير من السلف التوراة على كتب أهل الكتاب، فهي عندهم أعم من التي أنزلها الله على موسى - عليه السلام - (٣).
وموقف الصحابة والتابعين - رضي الله عنهم - من الروايات الإسرائيلية يشبه إلى حد كبير موقفهم من التفسير بالرأي، فكما جاء عن بعضهم نقد الإسرائيليات وذمها والتحذير منها جاء عن آخرين روايتها وتفسير القرآن بها، وسؤال علماء أهل الكتاب عنها، وهذان الموقفان قد يردان عن شخص واحد، فينقل عنه نقد رواية الإسرائيليات، وينقل عنه التحديث بها.
وهذا التعدد في المواقف يشبه ما جاء عن النبي - صلى الله عليه وسلم - في إباحته التحديث عن بني إسرائيل، وما ورد عنه من النهي عن سؤالهم، ومعاتبة من تتبع الروايات
_________
(١) منها على سبيل المثال: الإسرائيليات في التفسير والحديث، د. محمد الذهبي، والإسرائيليات والموضوعات في كتب التفسير لأبي شهبة، والإسرائيليات وأثرها في كتب التفسير، د. رمزي نعناعة، وقد وقفت في فهارس الرسائل الجامعية على تسع رسائل مختصة بالحديث عن الإسرائيليات في التفسير؛ منها خمس رسائل دكتوراه.
(٢) انظر في تعريفها: الإسرائيليات في التفسير والحديث، د. الذهبي (ص ١٣)، والإسرائيليات والموضوعات لأبي شهبة (ص ١٢).
(٣) البداية والنهاية (٣/ ٥٤٦).',NULL,'264',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (265,'الإسرائيلية كما تقدم الكلام عنه في التمهيد.
وهذا التعدد في المواقف لا يعني التناقض البتة، بل ينبغي حمل كل موقف على حالة بعينها.
والذي نريد الكلام عليه هنا هو نقد الصحابة والتابعين للأخبار الإسرائيلية وروايتها، ودوافعهم في ذلك، وعلى أي شيء يحمل انتقادهم للإسرائيليات وذم التحديث بها؟ .
والنقد المنقول عنهم منه ما هو خاص بالإسرائيليات التفسيرية، ومنه ما هو نقد للإسرائيليات بعامة، سواء في التفسير أو غيره، وهذا الأخير فيه عدة آثار، وهي وإن لم تشر إلى تفسير القرآن الكريم إلا أنه أول ما يندرج تحتها؛ لما تقدم من قوة العلاقة بين المرويات الإسرائيلية والتفسير.

<span data-type="title" id=toc-105>صور نقد الإسرائيليات:</span>
وانتقاد الصحابة والتابعين للإسرائيليات لا يخرج عن الصور الآتية:

<span data-type="title" id=toc-106>الأولى: النهي الصريح عن رواية الإسرائيليات وسؤال أهل الكتاب، ومن أقوالهم في ذلك:</span>
١ - عن ابن مسعود - رضي الله عنه - قال: «لا تسألوا أهل الكتاب عن شيء، فإنهم لن يهدوكم وقد ضلوا، فتكذبوا بحق وتصدقوا الباطل، وإنه ليس من أحد من أهل الكتاب إلا في قلبه تالية تدعوه إلى الله وكتابه كتالية المال».',NULL,'265',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (266,'زاد بعض الرواة عنه: «إن كنتم سائليهم لا محالة، فانظروا ما واطأ كتاب الله فخذوه، وما خالف كتاب الله فدعوه» (١).
٢ - ويبدي ابن عباس دهشته من سؤال بعض الناس لأهل الكتاب مع أن معهم القرآن غضاً طرياً لم يشب بشوائب التحريف والتبديل، بينما كتب أهل الكتاب غيرها أهلها بأيديهم زاعمين أنها التي أنزلها الله على أنبيائه، يقول - رضي الله عنه -: «كيف تسألون أهل الكتاب عن شيء وكتابكم الذي أنزل على رسول الله - صلى الله عليه وسلم - أحدث تقرؤونه محضاً لم يشب؟ ! ، وقد حدثكم أن أهل الكتاب بدلوا كتاب الله، وغيروه وكتبوا بأيديهم الكتاب، وقالوا: هو من عند الله ليشتروا به ثمناً قليلاً، ألا ينهاكم ما جاءكم من العلم عن مساءلتهم؟ ! ، لا والله ما رأينا منهم رجلاً يسألكم عن الذي أنزل عليكم» (٢).
ومما يزيد في دهشة ابن عباس أن المسلمين يسألون أهل الكتاب في حين أن الآخرين لا يبادلونهم هذا الأمر، فيسألونهم عما أنزل إليهم.
والنهي عن سؤال أهل الكتاب يدخل فيه بالدرجة الأولى سؤال من لم يسلم منهم ممن لا يبالي بالتحريف والتبديل، ولذلك أورد البخاري قول ابن عباس في
_________
(١) مصنف عبد الرزاق (٦/ ١١٢)، ومصنف ابن أبي شيبة (٩/ ٤٨)، وجامع بيان العلم وفضله (٢/ ٤٢)، وفتح الباري لابن حجر (١٣/ ٣٣٤)، وفي مصنف عبد الرزاق تفسير التالية بأنها البقية.
(٢) صحيح البخاري، كتاب الاعتصام بالكتاب والسنة، باب قول النبي - صلى الله عليه وسلم -: «لا تسألوا أهل الكتاب عن شيء» (٨/ ١٦٠)، وكتاب الشهادات، باب لا يسأل أهل الشرك عن الشهادة وغيرها (٣/ ١٦٣).',NULL,'266',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (267,'باب لا يسأل أهل الشرك عن الشهادة وغيرها (١)، وهذا واقع فإن النبي - صلى الله عليه وسلم - لما سأل أهل الكتاب عما في التوراة كتموا، ووضع أحدهم يده مخفياً ما في التوراة (٢).

<span data-type="title" id=toc-107>الصورة الثانية: تكذيب الإسرائيليات، ومن شواهده:</span>
١ - أن كعب الأحبار قال: «إن قوله: {يَاأُخْتَ هَارُونَ} (٣) ليس بهارون أخي موسى، فقالت له عائشة: كذبت، فقال: يا أم المؤمنين إن كان النبي - صلى الله عليه وسلم - قاله، فهو أعلم وأخبر، وإلا فإني أجد بينهما ستمائة سنة فسكتت» (٤).
٢ - وجاء رجل إلى عبد الله بن مسعود - رضي الله عنه - فقال له: «من أين جئت؟ ، قال: من الشام قال: من لقيت؟ ، قال: لقيت كعباً، فقال: ما حدثك كعب؟ ، قال: حدثني أن السموات تدور على منكب ملك، قال: فصدقته أو كذبته؟ ، قال: ما صدقته ولا كذبته، قال: لوددت أنك افتديت من رحلتك إليه براحلتك ورحلها، وكذب كعب! إن الله يقول: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ}» (٥).
_________
(١) انظر فتح الباري (١٣/ ٣٣٤).
(٢) انظر تفصيل القصة في صحيح البخاري، كتاب التفسير، سورة آل عمران، باب قوله تعالى: {قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ} (٥/ ١٧٠).
(٣) سورة مريم من الآية (٢٨).
(٤) جامع البيان (١٥/ ٥٢٣)، وانظر (ص ٥٥٢).
(٥) سورة فاطر من الآية (٤١)، والأثر أخرجه ابن جرير في جامع البيان (١٩/ ٣٩١).',NULL,'267',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (268,'٣ - وكان ابن مسعود - رضي الله عنه - شديد الإنكار لما يأتي به كعب، فقد كان يوماً هو وجماعة في المسجد، فأتاهم رجل وقال: «إن أخاكم كعباً يقرئكم السلام، ويبشركم أن هذه الآية ليست فيكم: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ} (١)، فقال له عبد الله: وأنت فأقره السلام، وأخبره أنها نزلت وهو يهودي» (٢).
٤ - وسأل معاوية - رضي الله عنه - كعب الأحبار عن قوله تعالى: {وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا} (٣)، وقال: «تقول إن ذا القرنين كان يربط خيله بالثريا؟ ! ، قال له كعب: إن كنت قلت ذاك فإن الله قال: {وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا}» (٤).
وكان معاوية - رضي الله عنه - يقول عنه: إن كنا لنبلوا عليه الكذب (٥).
وقد علق ابن كثير على قصة معاوية مع كعب بقوله: «وهذا الذي أنكره معاوية - رضي الله عنه - على كعب الأحبار هو الصواب، والحق مع معاوية في ذلك الإنكار» (٦).
ولا يفهم من تكذيب ابن مسعود ومعاوية لكعب أنه متعمد للكذب لا يوثق
_________
(١) سورة آل عمران من الآية (١٨٧).
(٢) جامع البيان (٦/ ٢٩٦).
(٣) سورة الكهف من الآية (٨٤).
(٤) تفسير ابن أبي حاتم (٦/ ٢٣٨٣).
(٥) صحيح البخاري، كتاب الاعتصام بالكتاب والسنة، باب قول النبي - صلى الله عليه وسلم - «لا تسألوا أهل الكتاب عن شيء» (٨/ ١٦٠).
(٦) تفسير القرآن العظيم (٥/ ١٨٦).',NULL,'268',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (269,'بروايته مطلقاً، وإنما أرادا أنه يخطئ أو ينقل عن أهل الكتاب ما هو كذب، فتكذيبهما في الحقيقة تكذيب للروايات الإسرائيلية التي غالبها محرف مبدل
قال ابن كثير معلقاً على قول معاوية: إن كنا لنبلوا عليه الكذب: «يعني فيما ينقله، لا أنه كان يتعمد نقل ما ليس في صحيفته، ولكن الشأن في صحيفته أنها من الإسرائيليات التي غالبها مبدل مصحف محرف مختلق» (١).
ومما يؤكد ذلك أن معاوية أثنى على كعب في كلامه المتقدم، فقال: «إن كان من أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب، وإن كنا مع ذلك لنبلو عليه الكذب».
ومراده بالمحدثين: أنداد كعب ممن كان من أهل الكتاب وأسلم، فكان يحدث عنهم، وكان كعب أشد منهم بصيرة وأعرف بما يتوقاه (٢).
وقال عنه أيضاً: «ألا إن كعب الأحبار أحد العلماء، إن كان عنده لعلم كالثمار، وإن كنا فيه لمفرِّطين» (٣).
_________
(١) تفسير القرآن العظيم (٥/ ١٨٦)، وانظر فتح الباري (١٣/ ٣٣٥)، ونقل ابن حجر في المصدر السابق (١٣/ ٣٣٤) عن ابن عباس أنه قال في حق كعب الأحبار: بدل من قبله فوقع في الكذب، وقال ابن كثير (٦/ ٢٠٦) فيه وفي وهب بن منبه: «سامحهما الله تعالى فيما نقلاه إلى هذه الأمة من أخبار بني إسرائيل من الأوابد والغرائب والعجائب، مما كان ومما لم يكن، ومما حرف وبدل ونسخ، وقد أغنانا الله - سبحانه - بما هو أصح منه، وأنفع وأوضح وأبلغ، ولله الحمد والمنة».
(٢) فتح الباري لابن حجر (١٣/ ٣٣٤).
(٣) الطبقات الكبرى لابن سعد (٢/ ٢/١١٥).',NULL,'269',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (270,'٥ - وعن ابن عباس قال: «المفدي إسماعيل، وزعمت اليهود أنه إسحاق وكذبت اليهود» (١).

<span data-type="title" id=toc-108>الصورة الثالثة: انتقاد بعض الناس بسبب روايتهم الإسرائيليات وتتبعهم لها، ومن الآثار في ذلك:</span>
١ - أن عبد الله بن عامر بن كريز (٢) أهدى إلى عائشة هدية، فظنت أنه عبد الله بن عمرو - رضي الله عنهما -، فردتها وقالت: «يتتبع الكتب! ، وقد قال الله عز وجل: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ} (٣)، فقيل لها: إنه عبد الله بن عامر فقبلتها» (٤).
فعائشة لم تخف غضبها من ابن عمرو لاهتمامه بالإسرائيليات، لكنها في جانب آخر تبدي إعجابها الشديد بعلمه وعنايته بحديث النبي - صلى الله عليه وسلم -، لما تعلمه من
_________
(١) جامع البيان (١٩/ ٥٩٤)، وانظر أثراً آخر عنه في تكذيب الإسرائيليات في المرجع السابق (١٥/ ٣٢٤)، وأثراً عن الحسن البصري في تكذيب أهل الكتاب في تفسير عبد الرزاق (١/ ٢٦٨)، وجامع البيان (١٢/ ٤٢٧).
(٢) القرشي العبشمي، ابن خال عثمان بن عفان، ولد في حياة النبي - صلى الله عليه وسلم - وتفل في فيه، كان كريماً شجاعاً ولاه عثمان على البصرة، وله خمس وعشرون سنة، ثم بلاد فارس، وفتح بلاداً كثيرة، توفي عام (٥٧ أو ٥٨).
انظر: المعارف (ص ٣٢٠)، والبداية والنهاية (١١/ ٣٢٧)، والإصابة (٧/ ٢٠٤).
(٣) سورة العنكبوت من الآية (٥١).
(٤) تاريخ دمشق (٥٢/ ١٧٠)، والدر المنثور (٥/ ١٤٩).',NULL,'270',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (271,'كتابته لأحاديثه، فقد قالت لعروة: «يا بن أختي بلغني أن عبد الله بن عمرو مار بنا إلى الحج، فالقه فسائله، فإنه قد حمل عن النبي - صلى الله عليه وسلم - علماً كثيراً» (١).
٢ - وتجنب بعض التابعين تفسير مجاهد بسبب سؤاله أهل الكتاب، فقد قيل للأعمش: «ما بالهم يتقون تفسير مجاهد؟ ، فقال: كانوا يرون أنه يسأل أهل الكتاب» (٢).
وقد يصل الأمر إلى تأديب من يروي الأخبار الإسرائيلية ويعتني بها، فقد ضرب عمر - رضي الله عنه - رجلاً نسخ كتاب دانيال كما سيأتي قريباً.
وقال لكعب الأحبار: «لتنتهين أو لألحقنك بأرض القردة» (٣).

<span data-type="title" id=toc-109>الرابعة: الأمر بإتلاف الصحف المشتملة على الأخبار الإسرائيلية، ومن شواهده:</span>
١ - أن عمر بن الخطاب - رضي الله عنه - ضرب رجلاً نسخ كتاب دانيال (٤)، وقرأ عليه
_________
(١) صحيح مسلم، كتاب العلم (٤/ ٢٠٥٩) برقم (٢٦٧٣).
(٢) الطبقات الكبرى لابن سعد (٥/ ٣٤٤)، وتاريخ دمشق (٥٧/ ٢٩)، وتهذيب التهذيب (٤/ ٢٦)، وطبقات المفسرين للداودي (٢/ ٣٠٨).
(٣) تاريخ أبي زرعة (١/ ٥٤٤)، وتاريخ دمشق (٥٠/ ١٧٢).
(٤) أحد أنبياء بني إسرائيل كان صغيراً حين غزا بختنصر بيت المقدس، فأخذ مع السبايا وأقام ببابل، ثم انتقل عنها، ودفن بالسوس من بلاد خوزستان.
أخباره في: الكامل في التاريخ (١/ ٢٦٥ - ٢٦٨)، والبداية والنهاية (٢/ ٤٣).',NULL,'271',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (272,'قوله تعالى: {الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ} إلى قوله: {لَمِنَ الْغَافِلِينَ} (١)، فقال الرجل: «مالي يا أمير المؤمنين؟ ! ، فقال له: أنت الذي نسخت كتاب دانيال؟ ! ، قال: مرني بأمرك أتبعه، قال: انطلق فامحه بالحميم والصوف، ثم لا تقرأه، ولا تقرئه أحداً من الناس، فلئن بلغني عنك أنك قرأته أو أقرأته أحداً من الناس لأنهكنك عقوبة»، ثم ذكر ما جرى له مع النبي - صلى الله عليه وسلم - عندما رأى في يده صحيفة من التوراة (٢).
_________
(١) سورة يوسف الآيات (١ - ٣).
(٢) أخرجه ابن أبي حاتم في تفسيره (٧/ ٢١٠٠)، والخطيب في تقييد العلم (ص ٥١)، والضياء المقدسي في الأحاديث المختارة (١/ ٢١٥)، وعزاه السيوطي في الدر المنثور (٤/ ٣) إلى أبي يعلى، وفيه عبد الرحمن بن إسحاق الواسطي وهو ضعيف، انظر: مجمع الزوائد (١/ ١٨٢)، وإتحاف الخيرة المهرة للبوصيري (١/ ٣١٧ - ٣١٨)، وتقريب التهذيب (ص ٣٣٦)، وإرواء الغليل (٦/ ٣٦)، وله شاهد منقطع عن إبراهيم النخعي في مصنف عبد الرزاق (٦/ ١١٤)، وفضائل القرآن لابن الضريس (ص ٥٤)، والجامع لأخلاق الراوي وآداب السامع (٢/ ١٦١).

وهناك شاهد آخر رواه الطبراني في مسند الشاميين (٣/ ٨٥)، وعنه أبو نعيم في الحلية (٥/ ١٣٥)، وعزاه ابن كثير في تفسيره (٤/ ٢٩٧) للإسماعيلي عن جبير بن نفير «أن رجلين اكتتبا من اليهود ملء صفينة [وهي الوعاء] فأخذاها معهما يستفتيان فيها أمير المؤمنين .... فقالا: يا أمير المؤمنين إنا بأرض فيها أهل الكتابين، وإنا نسمع منهم كلاماً تقشعر منه جلودنا أفنأخذ منه أم نترك؟ ، فقال: لعلكما اكتتبتما منه شيئاً؟ ، قالا: لا، .... إلى أن قال عمر - رضي الله عنه -: لو أعلم أنكما اكتتبتما منهم شيئاً جعلتكما نكالاً لهذه الأمة، فقالا: والله لا نكتب منهم شيئاً أبداً، فخرجا بصفنتهما فحفرا لها في الأرض، فلم يألوا أن يعمقا فدفناها، فكان آخر العهد منهما»، فلعل هذه الشواهد تقوي الخبر المذكور، وقد ذكره شيخ الإسلام في مجموع الفتاوى (١٧/ ٤١ - ٤٢) في سياق الاستدلال به، وهذا الحديث هو أحد شواهد الحديث المتقدم (ص ٤٠).',NULL,'272',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (273,'٢ - وأتى الأسود بن يزيد النخعي (١) وعلقمة بصحيفة إلى ابن مسعود، وقالا له: «هذه صحيفة فيها حديث حسن، فقال ابن مسعود لجاريته: هاتي بطست واسكبي فيه ماء، فجعل يمحوها بيده، ويقول: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} (٢)، فقالا له: انظر فيها، فإن فيها حديثاً عجيباً، فجعل يمحوها ويقول: إن هذه القلوب أوعية فاشغلوها بالقرآن، ولا تشغلوها بغيره.
قال أبو عبيد: يُرى أن هذه الصحيفة أخذت من أهل الكتاب، فلهذا كره عبد الله النظر فيها» (٣).
٣ - وعن عمرو بن ميمون (٤) قال: «كنا جلوساً في مسجد الكوفة، فأقبل من
_________
(١) هو أبو عمرو النخعي الكوفي، فقيه الكوفة وعالمها، وهو ابن أخي علقمة وخال إبراهيم النخعي، أخذ عن معاذ وابن مسعود وحذيفة، وكان على جانب كبير من العبادة والزهد، توفي سنة (٧٥).
انظر: الطبقات الكبرى لابن سعد (٦/ ٤٦)، وتذكرة الحفاظ (١/ ٥٠).
(٢) سورة يوسف من الآية (٣).
(٣) جامع بيان العلم وفضله (١/ ٦٦)، وتقييد العلم (ص ٥٣)، وقول ابن مسعود: إن هذه القلوب .... إلخ أخرجه الإمام أحمد في الزهد (ص ١٦٢)، وابن أبي شيبة في المصنف (١٠/ ٤٨٤)، وأبو نعيم في حلية الأولياء (١/ ١٣١).
(٤) الأودي المذحجي، أبو عبد الله، أدرك الجاهلية ولم يلق النبي - صلى الله عليه وسلم -، وسمع عمر ومعاذاً وابن مسعود، وروى عنه الشعبي، حج ستين حجة ما بين حجة وعمرة، سكن الكوفة، وبها توفي سنة (٧٤).
انظر: الطبقات الكبرى لابن سعد (٦/ ٨٠)، والتاريخ الكبير (٣/ ٢/٣٦٧)، وتاريخ الإسلام حوادث سنة (٦١ - ٨٠ ص ٤٩٦).',NULL,'273',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (274,'نحو الجسر رجل معه كتاب، قلنا: ما هذا؟ ، قال: هذا كتاب، قلنا: وما كتاب؟ ، قال: كتاب دانيال، فلولا أن القوم تحاجزوا لقتلوه، وقالوا: كتاب سوى القرآن؟ ! أكتاب سوى القرآن؟ ! » (١).

<span data-type="title" id=toc-110>دواعي نقد الإسرائيليات:</span>
لم يكن انتقاد الصحابة والتابعين للإسرائيليات غير ذي معنى، وإنما كانت له مبرراته ودواعيه الصحيحة المتفقة مع النصوص والقواعد الشرعية، ومنها ما يلي:
أولاً: الخشية من مزاحمة المرويات الإسرائيلية لما مع المسلمين من الكتاب والسنة؛ إذ الانشغال بها يؤثر - ولا بد - على ارتباط المسلم بكتاب ربه خاصة إذا وافق قصوراً في الحصيلة الشرعية عند بعض الناس، ولذلك لما ضرب عمر الرجل الذي نسخ كتاب دانيال قرأ عليه صدر سورة يوسف؛ تنبيهاً له على الاشتغال بقصص القرآن وأخباره عن غيرها.
ولما محا ابن مسعود الصحيفة اليهودية قال: «إن هذه القلوب أوعية فاشغلوها بالقرآن، ولا تشغلوها بغيره» (٢).
ثانياً: الخشية من تصديق أهل الكتاب والوثوق بأقوالهم والركون إليهم مع
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/ ١٦٢).
(٢) انظر مجموع الفتاوى لابن تيمية (١٧/ ٤٢).',NULL,'274',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (275,'ثبوت التحريف والتبديل في كتبهم، وهذا جعل الصحابة يحذرون منهم، وينهون عن سؤالهم؛ ومن آثار الوثوق بالمرويات الإسرائيلية أنه يؤدي إلى تكذيب الحق وتصديق الباطل، وقد أشار ابن مسعود إلى ذلك بقوله: «فتكذبوا بحق وتصدقوا الباطل».
ومن توابع ذلك تكذيب ما جاء في الكتاب والسنة ومعارضتهما بتلك المرويات.
ثالثاً: أن الصحابة ينتقدون من يتتبع الأخبار الإسرائيلية ويبحث عنها، ويهتم بمعرفتها، أو يكثر من التحديث بها مع وجود ما ينكر فيها:
فعمر - رضي الله عنه - ينهى كعب الأحبار عن التحديث بالأخبار الإسرائيلية كما سبق، لكنه في أثر آخر يسأله ويقول: «ما أول شيء ابتدأه الله من خلقه؟ فيقول كعب: كتب الله كتاباً لم يكتبه بقلم ولا مداد، ولكن كتبه بإصبعه يتلوها الزبرجد واللؤلؤ والياقوت: أنا الله لا إله إلا أنا، سبقت رحمتي غضبي» (١).
وقد ذكر ابن كثير أن كعباً لما أسلم في الدولة العمرية جعل يحدث عمر - رضي الله عنه - من كتبه القديمة، فربما استمع له، فترخص الناس في استماع ما عنده ونقلوا عنه الروايات غثها وسمينها (٢).
فكأن عمر - والله أعلم - استمع لكعب أول الأمر تأليفاً له، وبناء على
_________
(١) جامع البيان (٩/ ١٧١).
(٢) تفسير القرآن العظيم (٧/ ٢٨).',NULL,'275',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (276,'الرخصة في ذلك، ثم لما أكثر من التحديث نهاه وقال له: «لتنتهين أو لألحقنك بأرض القردة» (١).
ويستفاد ذلك أيضاً من كلام عائشة - رضي الله عنها - في ابن عمرو، وقولها: إنه يتتبع الكتب، وتتبعه الكتب يفيد مزيد عنايته بها، فهي ليست مجرد رواية عابرة، وإنما تتبع واهتمام، وقد اشتهر ابن عمرو بالتحديث عن بني إسرائيل، فقد أصاب يوم اليرموك زاملتين من كتب أهل الكتاب، فكان يحدث منهما (٢).
رابعاً: أن المستهدف من النقد بالدرجة الأولى عامة الناس ونقلة الأخبار ممن ليس لديهم الحصيلة العلمية الكافية للتعامل الصحيح مع الروايات الإسرائيلية، فلا يستطيعون التمييز بين الحق والباطل، وقد يضعون تلك الروايات في غير موضعها، فتحدث خللاً في عقائدهم وتصوراتهم (٣).
إن هؤلاء لو لم يطرق أسماعهم سوى الإذن بالتحديث عن بني إسرائيل لأصبح لهم شأن آخر مع الروايات الإسرائيلية، فقد يبالغون في التصديق بها واعتمادها، ويكثرون من تتبعها والاهتمام بها، ومما يدل على ذلك:
_________
(١) انظر البداية والنهاية (١١/ ٣٧١).
(٢) انظر: مجموع الفتاوى لابن تيمية (١٣/ ٣٦٦)، والبداية والنهاية (١/ ٥٢، ٣/ ٥٤٦)، وتفسير القرآن العظيم لابن كثير (١/ ١٤)، والزاملة هي: البعير التي يحمل عليها المتاع، والمراد أنه أصاب حملي بعير من كتب أهل الكتاب، انظر لسان العرب (٣/ ١٨٦٤) مادة "زمل".
(٣) انظر: البداية والنهاية (١١/ ٣٧١)، والإسرائيليات في التفسير والحديث، د. الذهبي (٧٦).',NULL,'276',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (277,'١ - ما جاء عن ابن عباس في عدة روايات أنه سأل أهل الكتاب، وسبق تشديده في النهي عن سؤالهم، لكنه خاطب فيه عامة المسلمين فقال: يا معشر المسلمين كيف تسألون أهل الكتاب ... إلخ (١).
٢ - وكعب الأحبار مع كونه من المكثرين من الأخبار الإسرائيلية يستشعر هذا الخطر فيقول: «عليكم بالقرآن فإنه أحدث الكتب عهداً بالرحمن».
وفي رواية أخرى عنه أنه قال: «وإن الله تعالى قال في التوراة: يا موسى إني منزل عليك توراة حديثة، أفتح بها أعيناً عمياً، وآذاناً صماً، وقلوباً غلفاً» (٢).
وكأنه شعر بكثرة الأسئلة التي ترد إليه عما في الكتب السابقة، فأراد لفت انتباه المسلمين إلى أن ما بأيديهم أحسن من التوراة القديمة، والتي تعرضت للتحريف مع تقادم الزمن، وقد أنزل الله على المسلمين ما هو أحدث منها، فكيف يقبلون على القديم ويتركون الحديث؟ ! .
ووقوف العالم القوي ضد الإسرائيليات مؤثر في أتباعه، وقد ظهر ذلك جلياً في شدة موقف ابن مسعود - رضي الله عنه - من الإسرائيليات، وتأثر أتباعه بمنهجه، فقد اتقوا تفسير مجاهد لما رأوه يسأل أهل الكتاب.
_________
(١) صحيح البخاري، كتاب الشهادات، باب لا يسأل أهل الكتاب عن الشهادة وغيرها (٣/ ١٦٣)، وانظر تفسير التابعين، د. الخضيري (٢/ ٨٨٦).
(٢) عزاه ابن حجر في فتح الباري (١٣/ ٤٩٩) لابن أبي حاتم، وحسن إسناده.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (278,'وبعد ... فإن من آثار انتقاد الصحابة والتابعين للإسرائيليات كبح جماح النقل عن بني إسرائيل وتتبع أخبارهم ومساءلتهم، فقد ولد شعوراً لدى المتلقين بالحذر من الإسرائيليات.

<span data-type="title" id=toc-111>توجيه الرواية عن أهل الكتاب وسؤالهم:</span>
والمعنيُ بذلك بدرجة أخص من انتقدوا الإسرائيليات وحدثوا بها؛ إذ لا ننكر أن بعض السلف - وبخاصة من التابعين - تسامح في نقل الإسرائيليات إلى درجة التساهل (١)، لكن من نقل عنهم انتقادها وروايتها، فلا بد من حمل روايتهم لها على محامل من أهمها ما يلي:

أولاً: ألاّ تعارض المرويات الإسرائيلية النصوص الشرعية، لأنها إذا كانت كذلك فهي داخلة في عموم قوله - صلى الله عليه وسلم -: «حدثوا عن بني إسرائيل ولا حرج» (٢)، أما إذا عارضت النصوص الشرعية ردوها وكذبوها، ومن شواهده:
١ - ما تقدم عن ابن مسعود - رضي الله عنه - وقوله: «إن كنتم سائليهم لا محالة، فانظروا ما واطأ كتاب الله فخذوه، وما خالف كتاب الله فدعوه».
وسبق تكذيب ابن مسعود لكعب في قوله: إن السموات تدور على منكب
_________
(١) انظر الكلام عن السدي (ص ٤٤١).
(٢) سبق تخريجه (ص ٣٩)',NULL,'278',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (279,'ملك، فرد عليه بقوله تعالى: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ} (١).
٢ - ما وقع بين أبي هريرة وكعب الأحبار في تحديد ساعة الجمعة، فعن أبي هريرة قال: «خرجت إلى الطور، فلقيت كعب الأحبار، فجلست معه، فحدثني عن التوراة، وحدثته عن رسول الله - صلى الله عليه وسلم -، فكان فيما حدثته أن قلت: قال رسول الله - صلى الله عليه وسلم -: «خير يوم طلعت عليه الشمس يوم الجمعة؛ فيه خلق آدم، وفيه أهبط من الجنة، وفيه تيب عليه، وفيه مات، وفيه تقوم الساعة، وما من دابة إلا وهي مصيخة (٢) يوم الجمعة من حين تصبح حتى تطلع الشمس شفقاً من الساعة إلا الجن والإنس، وفيه ساعة لا يصادفها عبد مسلم - وهو يصلي - يسأل الله شيئاً إلا أعطاه إياه»، فقال كعب: ذلك في كل سنةٍ يومٌ، فقلت: بل في كل جمعة، فقرأ كعب التوراة، فقال: صدق رسول - صلى الله عليه وسلم - ...
ثم قال أبو هريرة: «ثم لقيت عبد الله بن سلام، فحدثته بمجلسي مع كعب الأحبار، وما حدثته به في يوم الجمعة، فقلت: قال كعب ذلك في كل سنةٍ يومٌ، قال: قال عبد الله بن سلام: كذب كعب، فقلت: ثم قرأ كعب التوراة، فقال: بل هي في كل جمعة، فقال عبد الله بن سلام: صدق كعب، ثم قال عبد الله بن سلام: قد علمت أية ساعة هي؟ ، قال أبو هريرة: فقلت له: أخبرني بها ولا تضنَّ علي، فقال: هي آخر ساعة في يوم الجمعة، فقال أبو هريرة: وكيف تكون آخر ساعة في يوم الجمعة، وقد قال رسول الله - صلى الله عليه وسلم -: «لا
_________
(١) سورة فاطر من الآية (٤١).
(٢) أي: مستمعة منصتة، النهاية في غريب الحديث (٣/ ٦٤) مادة "صيخ".',NULL,'279',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (280,'يصادفها عبد مسلم وهو يصلي»، وتلك الساعة ساعة لا يصلى فيها؟ ! ، فقال عبد الله بن سلام: ألم يقل رسول الله - صلى الله عليه وسلم -: «من جلس مجلساً ينتظر الصلاة، فهو في صلاة حتى يصلي»؟ ، قال أبو هريرة: بلى، قال عبد الله: فهو ذلك» (١).
وقد وقع في هذا النص رد الإسرائيليات وقبولها، والمعيار في ذلك السنة النبوية.
ثانياً: أنهم كانوا يسألون أهل الكتاب على سبيل الاستطراف والتعجب من أخبارهم، فإن كان فيها ما ينكر ردوها، ويرد السؤال أحياناً على سبيل اختبار أهل الكتاب وامتحانهم، أو معرفة أرائهم الخاصة حول بعض الآيات (٢)، فقد قال علي - رضي الله عنه - لرجل من اليهود: «أين جهنم؟ ، فقال: البحر، فقال: ما أراه إلا صادقاً
_________
(١) أخرجه مالك في الموطأ، كتاب النداء للصلاة، باب ما جاء في الساعة التي في يوم الجمعة (١/ ١٦٥ - ١٦٦)، وأبو داود في كتاب الصلاة، باب فضل يوم الجمعة وليلة الجمعة (١/ ٢٧٤)، والنسائي في سننه، في كتاب الجمعة، باب ذكر الساعة التي يستجاب فيها الدعاء يوم الجمعة (٣/ ١١٤)، والحاكم في المستدرك (١/ ٢٧٨)، والبيهقي في السنن الكبرى (٣/ ٢٥٠)، قال الحاكم: «هذا حديث صحيح على شرطهما ولم يخرجاه»، ووافقه الذهبي، وبعضه في الصحيحين، انظر: صحيح البخاري، كتاب الجمعة، باب الساعة التي في يوم الجمعة (١/ ٢٢٤)، وصحيح مسلم، كتاب الجمعة (٢/ ٥٨٥) برقم (٨٥٤).
(٢) تفسير الصحابة د. بدر (ص ٨٧).',NULL,'280',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (281,'{وَالْبَحْرِ الْمَسْجُورِ} (١)، {وَإِذَا الْبِحَارُ سُجِّرَتْ}» (٢).
ولم يكن الاتصال بأهل الكتاب وسؤالهم على سبيل التتلمذ عليهم أو الاتصال بهم اتصال المتعلم بمعلمه، وإنما على سبيل الاستكشاف ورؤية ما لديهم، ثم التعامل معه وفق المقتضى الشرعي (٣).
ولذلك يمكن وصف مساءلتهم أهل الكتاب بأنها للاستشهاد والاعتبار بها، لا للاعتماد عليها (٤).
ثالثاً: احتمال أن تكون مرويات الصحابة عن أهل الكتاب من إدراج بعض الرواة، وأقحم الصحابة فيها مع عدم صحتها عنهم، وبخاصة إذا وجد فيها ما يستنكر، وعندما ذكر ابن كثير بعض المرويات الإسرائيلية في قصة خلق آدم، وأمر الملائكة بالسجود له عقب بقوله: «فهذا الإسناد إلى هؤلاء الصحابة مشهور في تفسير السدي، ويقع فيه إسرائيليات كثيرة، فلعل بعضها مدرج ليس من كلام
_________
(١) سورة الطور آية (٦).
(٢) سورة التكوير آية (٦)، والأثر تقدم تخريجه (ص ٢٣٨).
(٣) انظر تفسير الصحابة (ص ٨٣).
(٤) انظر نماذج من سؤالات الصحابة والتابعين لأهل الكتاب في: الجامع لابن وهب (١/ ٢٩، ٢/ ٨٠)، وتفسير عبد الرزاق (٢/ ١٣٥)، وسنن سعيد بن منصور (٥/ ٦٤)، وجامع البيان (٩/ ٤٣٨، ٢٠/ ١٢١، ٢١/ ٥٦٨، ٢٤/ ٢٠٧ - ٢٠٨)، وتفسير ابن أبي حاتم (٣/ ٧٦١، ٨/ ٢٥٩٦، ٢٥٩٧، ٢٦٠٢، ٢٦٠٣، ٢٦١٧، ٩/ ٣٠٢٨)، والدر المنثور (٢/ ٧٢، ٤/ ٢٤٨، ٥/ ٣١٠).',NULL,'281',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (282,'الصحابة، أو أنهم أخذوه من بعض الكتب المتقدمة، والله أعلم» (١).
ومما سبق يتبين أن الصحابة كانوا أشد في إنكار الإسرائيليات من التابعين، والذي نقل عنهم في نقدها أكثر مما نقل عن التابعين، وبعض الصحابة أشد في إنكار الإسرائيليات من بعض كما رأينا من ابن مسعود - رضي الله عنه -، ومن خلال استقرائي للموضوع لم أجد عن التابعين نقداً صريحاً للإسرائيليات سوى ما نقل عن الحسن في تكذيب أهل الكتاب (٢)، وما جاء عن الأعمش في بيان سبب اتقاء بعض الكوفيين لتفسير مجاهد لكونه يروي عن بني إسرائيل، وقد تقدم قريباً.
وقوة إنكار الصحابة - رضي الله عنهم - للإسرائيليات وتحذيرهم منها يفسر لنا قلة الرواية عن بني إسرائيل في عهدهم مقارنة بعصر التابعين (٣).
وحين نقارن الروايات النقدية للإسرائيليات المنقولة عن الصحابة والتابعين بالروايات التي تسامحوا فيها بنقلها وروايتها على ضوء الدوافع والمحامل السابقة نستطيع القول بأنهم تعاملوا معها- في الجملة - وفق المنهج الذي رسمه النبي - صلى الله عليه وسلم - وإن اختلفنا مع بعضهم في بعض الجزئيات - وأنهم كانوا على وعي تام حين سماع الإسرائيليات وروايتها، فلم يخرجوا بالتحديث بها عن المسار المسموح به والله أعلم.
_________
(١) تفسير القرآن العظيم (١/ ١١٠)، وانظر أيضاً نحو هذا الكلام في (٥/ ١٩٤) من الكتاب نفسه.
(٢) انظر: تفسير عبد الرزاق (١/ ٢٦٨)، وجامع البيان (١٢/ ٤٢٧).
(٣) انظر مجموع الفتاوى لابن تيمية (١٣/ ٣٤٥)، والإسرائيليات في التفسير والحديث، د. الذهبي (ص ٢٢).',NULL,'282',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (283,'<span data-type="title" id=toc-112>ثالثاً
نقد تفاسير أهل البدع</span>
كان الناس على جانب كبير من الاجتماع والألفة في خلافة أبي بكر وعمر وصدراً من خلافة عثمان - رضي الله عنهم -، وبعد مضي فترة من خلافة عثمان بدأت بوادر الفرقة والاختلاف بالظهور عندما نازع بعض الناس عثمان - رضي الله عنه -، ونقموا عليه أموراً أدت إلى قتله فيما بعد، وكان هؤلاء بذرة الخوارج والتي تعد أول البدع ظهوراً (١)، ثم توالى ظهور البدع بعد ذلك كبدعة التشيع والقول بالقدر، وهذه البدع الثلاث أهم البدع التي انتقد الصحابة والتابعون تأويلاتها للقرآن، وجاء عنهم بقلة نقد المرجئة.
وقد سلك الصحابة والتابعون في نقد تفاسير المبتدعة اتجاهين:
الاتجاه الأول: نقد منهج المبتدعة في التعامل مع الآيات القرآنية، وطريقة فهمها وتفسيرها، مثل: انتقاد اتباعهم المتشابه وتأويله، وجدالهم في القرآن.
الاتجاه الثاني: نقد تأويلاتهم للآيات القرآنية.
وثمة أسباب أدت إلى انحراف كثير من الناس ووقوعهم في البدع المنكرة، وأهمها سببان:
السبب الأول: اتباع الهوى وسوء القصد، فهذان الأمران أساس كل بلية،
_________
(١) انظر: مجموع الفتاوى لابن تيمية (٣/ ٢٧٩، ٣٤٩، ١٣/ ٣٢)، وكتاب الخوارج أول الفرق في تاريخ الإسلام د. ناصر العقل (ص ٣١).',NULL,'283',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (284,'ومبدأ كل فتنة، ومقدمة كل انحراف، وإذا كان للمرء غرض في موافقة القرآن لضلالته التي يدعو إليها، فلن يألو جهداً في البحث عما يعضدها من آيات الكتاب، وقد جاء التحذير من اتباع الهوى في تأويل القرآن، فعن عمر - رضي الله عنه - قال: «إن هذا القرآن كلام الله عز وجل، فضعوه على مواضعه، ولا تتبعوا فيه أهواءكم» (١).
قال ابن تيمية عن أهل البدع: «وكثير منهم إنما ينظر من تفسير القرآن والحديث فيما يقوله موافقوه على المذهب، فيتأول تأويلاتهم، فالنصوص التي توافقهم يحتجون بها، والتي تخالفهم يتأولونها، وكثير منهم لم يكن عمدتهم في نفس الأمر اتباع نصٍ أصلاً، وهذا في البدع الكبار مثل: الرافضة والجهمية (٢)، فإن الذي وضع الرفض كان زنديقاً، ابتدأ تعمد الكذب الصريح الذي يعلم أنه كذب، كالذين ذكرهم الله من اليهود الذين يفترون على الله الكذب وهم يعلمون، ثم جاء من بعدهم من ظن صدق ما افتراه أولئك، وهم في شك منه، كما قال تعالى: {وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ} (٣) وكذلك الجهمية» إلخ (٤).
_________
(١) الزهد للإمام أحمد (ص ٣٥)، والسنة لعبد الله بن أحمد (١/ ١٣٦، ١٤٤)، وهو في الأسماء والصفات للبيهقي (١/ ٣٧٨) مختصراً.
(٢) هم من غلاة المعطلة؛ أتباع الجهم بن صفوان الذي ظهر بترمذ في آخر زمن الأمويين، ومذهبهم قائم على التعطيل ونفي الأسماء والصفات، وأن الإنسان مجبور على أفعاله، وأن الجنة والنار تفنيان، وعندهم أن الإيمان المعرفة بالقلب فقط.
انظر: مقالات الإسلاميين (ص ١٣٢، ٢٧٩)، والملل والنحل للشهرستاني (١/ ٨٦).
(٣) سورة الشورى من الآية (١٤).
(٤) مجموع الفتاوى (١٧/ ٤٤٥ - ٤٤٦)، وانظر (١٣/ ٣١) من الكتاب نفسه.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (285,'السبب الثاني: سوء فهم القرآن الكريم، وهذا يوقع في مزالق خطيرة وأمور منكرة، وذكر ابن تيمية أن بدعة الخوارج إنما وقعت بسبب «سوء فهمهم للقرآن؛ لم يقصدوا معارضته، لكن فهموا منه ما لم يدل عليه، فظنوا أنه يوجب تكفير أرباب الذنوب، إذ كان المؤمن هو البر التقي، قالوا: فمن لم يكن براً تقياً، فهو كافر وهو مخلد في النار، ثم قالوا: وعثمان وعلي ومن والاهما ليسوا بمؤمنين؛ لأنهم حكموا بغير ما أنزل الله» (١).

<span data-type="title" id=toc-113>منهج أهل البدع في فهم القرآن وتأويله:</span>
يجتهد أهل البدع في تقرير عقائدهم والاستدلال لها من القرآن الكريم، ولا يترددون عن سلوك أي منهج يحقق مقصدهم ويقوي بدعتهم، ويكون سبباً في إقناع الآخرين بها بغض النظر عن صحته، وتبعاً لذلك وقع المبتدعة في انحرافات منهجية خطيرة؛ هذه أبرز سماتها:
أولاً: اتباع المتشابه من القرآن الكريم، والاعتراض به على المخالفين فراراً من إلزامهم بالآيات المحكمات، وقد أدى هذا المنهج في طلب تأويل المتشابه إلى نتيجة أخرى وهي:
ثانياً: ضرب القرآن بعضه ببعض والجدال في آياته، وسيأتي حديث مفصل
_________
(١) مجموع الفتاوى (١٣/ ٣٠ - ٣١)، وانظر (١٧/ ٤٤٦) من الكتاب نفسه.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (286,'عن هذه القضية والتي قبلها، وذكر ما ورد عن الصحابة والتابعين في نقدهما.
ثالثاً: التمسك بالآيات العامة، ومواجهة الخصوم بها من غير نظر في مخصصاتها ومقيداتها، والإعراض عن الجمع بين الآيات والتوفيق بينها، وكذلك إهمال ما يبين معنى الآية كسبب النزول، فبسبب أن الآية تتفق مع معتقداتهم يتشبثون بها متجاهلين ما جاء في بيان معناها، كتمسك الخوارج بقوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (١)، والاستدلال بها على تكفير كل من لم يحكم بما أنزل الله دون النظر في الأدلة الأخرى، فقد جاء ناس من الخوارج (٢) إلى أبي مجلز - رحمه الله - (٣)، وقالوا له: «يا أبا مجلز أرأيت قول الله: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} أحق هو؟ ، قال: نعم! ، قالوا: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (٤) أحق هو؟ ، قال: نعم! ، فقالوا: يا أبا مجلز فيحكم هؤلاء بما أنزل الله؟ ، قال: هو دينهم الذي يدينون به، وبه
_________
(١) سورة المائدة من الآية (٤٤)، وانظر: الملل والنحل (١/ ١١٧)، ومجموع الفتاوى لابن تيمية (١٣/ ٢٠٨).
(٢) وفي بعض الروايات أنهم من الإباضية كما في جامع البيان (٨/ ٤٥٨).
(٣) هو لاحق بن حميد بن سعيد السدوسي البصري، اشتهر بكنيته، روى عن ابن عمر وابن عباس، وعنه قتادة وسليمان التيمي، وهو من الثقات المخرج لهم في الكتب الستة، توفي سنة (١٠٦ وقيل ١٠٩).
انظر: التاريخ الكبير (٤/ ٢/٢٥٨)، والجرح والتعديل (٤/ ٢/١٢٤)، وتهذيب التهذيب (٤/ ٣٣٥).
(٤) سورة المائدة من الآية (٤٥).',NULL,'286',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (287,'يقولون، وإليه يدعون، فإن هم تركوا شيئاً منه عرفوا أنهم قد أصابوا ذنباً، فقالوا: لا والله ولكنك تفرق! » (١).
وقصارى القول فإن نظرة أهل البدع للآيات نظرة ضيقة لا تعدو النظر إلى ظاهرها دون تدبر أو تمعن، ثم الحكم ببادئ الرأي والقطع بما فهموه من غير رجوع للأدلة الأخرى، وهذا ما أشار إليه النبي - صلى الله عليه وسلم - في قوله عن الخوارج: «يقرؤون القرآن لا يجاوز حناجرهم» (٢)، وهذه النظرة الضيقة للنصوص تحجبهم عن فهم القرآن وتصدهم عن اتباع الحق (٣).
رابعاً: حشد الآيات الموافقة لمعتقداتهم والاحتجاج بها على المخالفين، وفي المقابل الإعراض التام عن الآيات والأحاديث الصحيحة التي تخالف مذهبهم، ولذلك يعرض الخوارج عن السنة حين تخالف ظاهر القرآن عندهم، فلا رجم للزاني المحصن، ولا نصاب للسرقة مع ثبوتهما في السنة (٤)، ومن الشواهد:
١ - قال طلق بن حبيب: «كنت من أشد الناس تكذيباً للشفاعة، حتى لقيت جابر بن عبد الله، فقرأت عليه كل آية أقدر عليها يذكر الله فيها خلود أهل النار».
_________
(١) أي: تخاف، والأثر في جامع البيان (٨/ ٤٥٧ - ٤٥٨).
(٢) تقدم تخريجه (ص ٤٩).
(٣) انظر الموافقات (٥/ ١٤٩).
(٤) انظر مجموع الفتاوى لابن تيمية (١٣/ ٤٨ - ٤٩).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (288,'٢ - ووقع لجابر بن عبد الله مع يزيد الفقير (١) مثلما وقع له مع طلق، فعندما ذكر جابر أن بعض الناس يخرج من النار بعد دخوله فيها؛ اعترض عليه يزيد بالآيات التي تذكر خلود الكفار في النار (٢).
خامساً: اقتطاع النص القرآني، والأخذ منه بالقدر المتفق مع أهوائهم والإعراض عن سائره، وعزله عن سياقه - سباقاً ولحاقاً - فيستدلون بأوله ويتركون آخره أو العكس، ومن شواهده:
١ - قول محمد بن كعب القرظي عن القدرية: «لا تخاصموا هؤلاء القدرية ولا تجالسوهم، والذي نفسي بيده لا يجالسهم رجل لم يجعل الله عز وجل له فقهاً في دينه وعلماً في كتابه إلا أمرضوه، والذي نفس محمد بيده لوددت أن يميني هذه تقطع على كبر سني، وأنهم أتوا من كتاب الله عز وجل آية، ولكنهم يأخذون بآخرها ويتركون أولها» (٣).
فالقدرية يستدلون لإثبات استقلال العبد بفعله بقول الله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ}، ويعرضون عما بعده: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ
_________
(١) هو يزيد بن صهيب أبو عثمان الكوفي، روى عن ابن عمر وأبي سعيد، ثقة أخرج له البخاري ومسلم.
انظر: الطبقات الكبرى لابن سعد (٦/ ٢١٣)، وتهذيب التهذيب (٤/ ٤١٨).
(٢) ستأتي هذه القصة والتي قبلها قريباً.
(٣) كتاب القدر للفريابي (ص ١٧٢)، والشريعة (ص ٢٣٤)، والإبانة لابن بطة "القدر" (٢/ ٢١١).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (289,'الْعَالَمِينَ} (١).
٢ - وسيأتي أن نافع بن الأزرق قال لابن عباس - رضي الله عنهما -: «يا أعمى البصر أعمى القلب تزعم أن قوماً يخرجون من النار، وقد قال الله جل وعز: {وَمَا هُمْ بِخَارِجِينَ مِنْهَا} (٢)؟ ، فقال ابن عباس: ويحك اقرأ ما فوقها! هذه للكفار».
سادساً: تنزيل الآيات التي أنزلت في الكفار على أهل الإيمان، وتعميم حكمها عليهم، ومن شواهده:
١ - قول ابن عمر - رضي الله عنهما - عن الخوارج: «انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين» (٣).
٢ - وجاء رجل من الخوارج إلى علي بن أبي طالب - رضي الله عنه -، فقال: {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} (٤) أليس كذلك؟ قال: نعم، فانصرف عنه الرجل، فقال له علي: ارجع، فرجع، فقال: أي فل إنما أنزلت في أهل الكتاب، وهم الذين بربهم يعدلون (٥).
_________
(١) سورة التكوير الآيتان (٢٨، ٢٩).
(٢) سورة المائدة من الآية (٣٧).
(٣) صحيح البخاري، كتاب استتابة المرتدين، باب قتل الخوارج والملحدين بعد إقامة الحجة عليهم (٨/ ٥١).
(٤) سورة الأنعام آية (١).
(٥) تفسير ابن أبي حاتم (٤/ ١٢٦٠).',NULL,'289',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (290,'٣ - وجاء آخر إلى ابن أبزى (١)، فقرأ عليه: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ}، وقال: «أليس الذين كفروا بربهم يعدلون؟ ، قال ابن أبزى: بلى، فانصرف عنه الرجل، فقال له رجل من القوم: يا بن أبزى إن هذا قد أراد تفسير هذه على غير هذا؛ إنه رجل من الخوارج، فقال: ردوه علي، فلما جاءه قال: هل تدري فيمن نزلت هذه الآية؟ ، قال: لا، قال: إنها نزلت في أهل الكتاب؛ اذهب ولا تضعها على غير حدها» (٢).
٤ - وسئل الشعبي عن قول الله تعالى: {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} (٣)، فقيل له: «تزعم الخوارج أنها في الأمراء؟ ، قال: كذبوا؛ إنما أنزلت هذه الآية في المشركين كانوا يخاصمون أصحاب رسول الله - صلى الله عليه وسلم -، فيقولون: أما ما قتل الله فلا تأكلوا منه، يعني الميتة، وأما ما قتلتم أنتم فتأكلون منه، فأنزل الله: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} إلى قوله: {إِنَّكُمْ لَمُشْرِكُونَ} قال: لئن أكلتم الميتة وأطعتموهم إنكم لمشركون» (٤).
* وقد تبلغ الجرأة بالخوارج وقلة الأدب إلى مواجهة الصحابة - رضي الله عنهم - بالآيات
_________
(١) هو عبد الرحمن بن أبزى الخزاعي مولاهم، ذكر البخاري وغيره أن له صحبة، وأكثر روايته عن عمر وأبي بن كعب، سكن الكوفة واستعمله عليٌ على خراسان.
انظر: التاريخ الكبير (٣/ ١/٢٤٥)، وأسد الغابة (٣/ ٤٢٢)، والإصابة (٦/ ٢٥٨).
(٢) جامع البيان (٩/ ١٤٨)، والدر المنثور (٣/ ٤).
(٣) سورة الأنعام من الآية (١٢١).
(٤) تفسير ابن أبي حاتم (٤/ ١٣٨٠)، ولمزيد شواهد انظر تفسير القرآن لابن المنذر (١/ ١٢١).',NULL,'290',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (291,'التي نزلت في الكفار، ومن شواهده:
١ - نادى رجل من الخوارج علياً - رضي الله عنه - وهو في صلاة الفجر فقال: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} (١)، فأجابه علي - رضي الله عنه - وهو في الصلاة: {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ} (٢).
٢ - ومر خارجي بسعد بن أبي وقاص - رضي الله عنه - فقال له: هذا من أئمة الكفر، يشير إلى قوله تعالى: {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} (٣)، فقال سعد - رضي الله عنه -: كذبت أنا قاتلت أئمته (٤).
* وقد يأتي عن بعض الصحابة والتابعين أن آية كذا نزلت في الخوارج، مثل ما جاء عن بكر بن عبد الله المزني (٥) أن قوله تعالى: {وَتُقَطِّعُوا أَرْحَامَكُمْ} (٦) نزلت في الخوارج (٧).
_________
(١) سورة الزمر آية (٦٥).
(٢) سورة الروم آية (٦٠)، والأثر أخرجه الطبري في جامع البيان (١٨/ ٥٣٠)، وابن أبي حاتم في تفسيره (٦/ ٣٣٢)، وانظر: مصف ابن أبي شيبة (١٥/ ٣٠٧).
(٣) سورة التوبة من الآية (١٢).
(٤) تفسير القرآن العظيم لابن كثير (٤/ ٥٩)، والدر المنثور (٣/ ٢١٥).
(٥) هو أبو عبد الله البصري، سمع ابن عمر وأنساً، وروى عنه ثابت البناني وقتادة، وكان ثقة ثبتاً كثير الحديث فقيهاً، معدود في مجابي الدعوة، وحديثه في الكتب الستة، توفي سنة (١٠٨ أو ١٠٦).
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٥٢)، والتاريخ الكبير (١/ ٢/٩٠)، وتهذيب التهذيب (١/ ٢٤٤).
(٦) سورة محمد من الآية (٢٢).
(٧) النكت والعيون (٥/ ٣٠٢).',NULL,'291',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (292,'وما جاء عن قتادة في قوله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} (١) أنه قال: «إن لم يكونوا الحرورية والسبائية فلا أدري من هم؟ » (٢).
ومن المعلوم أن آية آل عمران نزلت في وفد نجران كما تقدم، ومراد قتادة ومن قبله أن الآية تشملهم ويدخلون في عمومها (٣).
سابعاً: التكذيب بآيات الله تعالى وردها والطعن بها وبدلالتها على المراد عندما تكون صريحة في إبطال معتقداتهم التي قرروها وأصلوها، في حين أنهم يتعلقون بالآيات التي توافق أهواءهم، فأهل البدع يقررون عقائدهم أولاً، فإذا جاء في القرآن ما يبطلها كذبوه وردوه، ولذا جاء وصفهم بأنهم يكذبون بالقرآن (٤)، وصنيعهم هذا من الإيمان ببعض الكتاب والكفر ببعض المذموم فاعله في قوله تعالى: {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ} (٥)، وهو أيضاً من الخوض في آيات الله تعالى الوارد ذمه في قوله: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا
_________
(١) سورة آل عمران من الآية (٧).
(٢) جامع البيان (٥/ ٢٠٧)، ومعالم التنزيل (٢/ ٩).
(٣) انظر الاعتصام (١/ ١٠٣).
(٤) كتاب القدر للفريابي (ص ١٥٧).
(٥) سورة البقرة من الآية (٨٥).',NULL,'292',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (293,'فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ} (١).
وقد جاء في معناه أنه التكذيب بالقرآن (٢).
ومما جاء في وصف أهل الأهواء وخوضهم في آيات الله:
١ - قول محمد بن سيرين - رحمه الله -: «إن لم يكن أهل القدر الذين يخوضون في آيات الله فلا علم لنا به» (٣).
وعنه في رواية أخرى: «كنا نعدهم أصحاب الأهواء» (٤).
وصدق - رحمه الله -، فقد جاء رجل إلى عمرو بن عبيد فقال: «إن فلاناً يقول: إن {تَبَّتْ يَدَا أَبِي لَهَبٍ} (٥)، وقوله: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا}، و {سَأُصْلِيهِ سَقَرَ} (٦) إن هذا ليس في أم الكتاب! ، والله يقول: {حم (١) وَالْكِتَابِ الْمُبِينِ (٢) إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (٣) وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} (٧)،
_________
(١) سورة الأنعام آية (٦٨).
(٢) انظر: جامع البيان (٩/ ٣١٣)، والتحرير والتنوير (٦/ ١٥١).
(٣) جامع البيان (٢٠/ ٣٦١)، وانظر: السنة لعبد الله بن أحمد (٢/ ٤٣٢)، وشرح أصول اعتقاد أهل السنة والجماعة (٤/ ٦٣٠).
(٤) الإبانة لابن بطة "كتاب الإيمان" (٢/ ٤٩٦).
(٥) سورة المسد آية (١).
(٦) سورة المدثر الآيتان (١١، ٢٦).
(٧) سورة الزخرف الآيات (١ - ٤).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (294,'فما الكفر إلا هذا يا أبا عثمان؟ ! ، فسكت عمرو هنية، ثم أقبل عليه، فقال: والله لو كان الأمر كما يقول ما كان على أبي لهب من لوم، ولا على الوليد من لوم» (١).
وقال له آخر: أخبرني عن قوله: {تَبَّتْ يَدَا أَبِي لَهَبٍ} كانت في اللوح المحفوظ؟ ، فقال عمرو: ليست هكذا كانت، فقال له الرجل: فكيف كانت؟ ، قال: تبت يدا من عمل بمثل عمل أبي لهب، فقال: هكذا ينبغي لنا أن نقرأ إذا قمنا إلى الصلاة؟ ، فغضب عمرو (٢).
وعمرو بن عبيد عاصر التابعين كالحسن وابن سيرين وقتادة وأيوب وغيرهم، وقد تكلموا فيه وردوا عليه (٣).
٢ - وعن أبي جعفر (٤)
قال: «لا تجالسوا أصحاب الخصومات، فإنهم الذين
_________
(١) المعرفة والتاريخ (٢/ ٢٦٢)، وكتاب القدر للفريابي (ص ٢١١)، والكامل لابن عدي (٦/ ١٨٣)، والإبانة لابن بطة " القدر " (٢/ ٣٠٣)، وتاريخ بغداد (١٢/ ١٧١)، وشرح أصول اعتقاد أهل السنة والجماعة (٤/ ٧٣٨).
(٢) السنة لعبد الله بن أحمد (٢/ ٤٣٨).
(٣) انظر: المعرفة والتاريخ (٢/ ٢٥٩)، والسنة لعبد الله بن أحمد (٢/ ٤٣٤)، وشرح أصول اعتقاد أهل السنة والجماعة (٤/ ٧٣٧)، وتاريخ بغداد (١٢/ ١٧٠).
(٤) هو محمد بن علي بن الحسين القرشي الهاشمي أبو جعفر الباقر، روى عن أبيه وجابر، وروى عنه ابنه جعفر وعمرو بن دينار، غلا فيه الروافض، فجعلوه أحد أئمتهم الاثني عشر، توفي عام (١١٤ أو ١١٧).

انظر: الطبقات الكبرى لابن سعد (٥/ ٢٣٥)، وتذكرة الحفاظ (١/ ١٢٤)، والبداية والنهاية (١٣/ ٧٢).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (295,'يخوضون في آيات الله» (١).
وقال لرجل من أصحابه: «لا تخاصم؛ فإن الخصومة تكذب القرآن» (٢).
ثامناً: ومن سمات بعض المبتدعة في تعاملهم مع القرآن الكريم، والتي قد تؤثر في نظرة الناس إليهم ما يُرى من شدة تعظيمهم للقرآن بكثرة تلاوته ودعوتهم للتحاكم إليه، إضافة إلى ما هم عليه من الاجتهاد في العبادة كالصلاة والصيام، وقد أشار النبي - صلى الله عليه وسلم - إلى هذا المسلك حين وصف للخوارج بقوله: «يحقر أحدكم صلاته مع صلاتهم، وصيامه مع صيامهم، يقرؤون القرآن لا يجاوز تراقيهم» (٣)، وهذا المظهر الخارجي قد يشكل على بعض المسلمين، فيلتبس عليه أمرهم، وقد يكون سبباً في الانسياق خلف معتقداهم والتأثر بها، وقبول آرائهم حول معاني القرآن، وقد عجب بعض التابعين من هذا المظهر الخارجي الذي عليه أهل الأهواء، فنقلوا ذلك إلى الصحابة فحذروا منهم، ومن الشواهد على ذلك:
١ - عن ابن مسعود - رضي الله عنه - قال: «إنكم ستجدون أقواماً يزعمون أنهم يدعونكم إلى كتاب الله، وقد نبذوه وراء ظهورهم، فعليكم بالعلم، وإياكم
_________
(١) الطبقات الكبرى لابن سعد (٥/ ٢٣٦)، وسنن الدارمي (١/ ٧٦، ١١٦)، وجامع البيان (٩/ ٣١٤)، والإبانة لابن بطة " الإيمان" (٢/ ٤٤١، ٤٩٥)، وحلية الأولياء (٣/ ١٨٤).
(٢) الطبقات الكبرى لابن سعد (٥/ ٢٣٦)، والإبانة " الإيمان" (٢/ ٤٩٥).
(٣) أخرجه البخاري في كتاب المناقب، باب علامات النبوة في الإسلام (٤/ ١٧٩)، ومسلم في كتاب الزكاة (٢/ ٧٤٤) برقم (١٠٦٤/ ١٤٨) من حديث أبي سعيد الخدري - رضي الله عنه - ..',NULL,'295',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (296,'والتبدع، وإياكم والتنطع، وإياكم والتعمق، وعليكم بالعتيق» (١).
٢ - وعن ابن عباس أنه ذكر له الخوارج واجتهادهم وصلاحهم، فقال - رضي الله عنه -: «ليسوا هم بأشد اجتهاداً من اليهود والنصارى، وهم على ضلالة» (٢).
وذكر له مرة ما يصيبهم عند قراءة القرآن، فقال: «يؤمنون عند محكمه، ويهلكون عند متشابهه» (٣).
قال الآجري (٤) تعليقاً على قول ابن عباس: «فلا ينبغي لمن رأى اجتهاد خارجي قد خرج على إمام: عدلاً كان الإمام أم جائراً، فخرج وجمع جماعة وسلَّ سيفه واستحل قتال المسلمين، فلا ينبغي له أن يغتر بقراءته للقرآن، ولا بطول قيامه في الصلاة، ولا بدوام صيامه ولا بحسن ألفاظه في العلم إذا كان مذهبه
_________
(١) أخرجه عبد الرزاق في المصنف (١١/ ٢٥٢)، والدارمي في سننه (١/ ٥٨) واللفظ له، وابن وضاح في ما جاء في البدع (ص ٦٤)، ومحمد بن نصر في السنة (ص ٢٩ - ٣٠)، والطبراني في المعجم الكبير (٩/ ١٧٠)، واللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (١/ ٨٧)، وابن عبد البر في جامع بيان العلم وفضله (٢/ ١٩٣).
(٢) مصنف عبد الرزاق (١٠/ ١٢٠، ١٥٣)، ومصنف ابن أبي شيبة (١٥/ ٣١٣)، والشريعة للآجري (ص ٣٠) واللفظ له.
(٣) مصنف ابن أبي شيبة (١٥/ ٣١٣)، وجامع البيان (٥/ ٢١٤)، والشريعة للآجري (ص ٣٠)، وانظر ما يأتي (ص ٣٣٠).
(٤) هو أبو بكر محمد بن الحسين بن عبد الله الآجري البغدادي، كان صاحب سنة واتباع، من مؤلفاته: الأربعين، وتحريم النرد، وأخلاق العلماء، انتقل إلى مكة، وبها توفي سنة (٣٦٠).
انظر: تاريخ بغداد (٢/ ٢٤٣)، وسير أعلام النبلاء (١٦/ ١٣٣).',NULL,'296',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (297,'مذهب الخوارج» (١).
٣ - وعن يحيى بن يعمر (٢) أنه قال لابن عمر: «إنه قد ظهر قبلنا ناس يقرؤون القرآن ويتقفرون العلم، وذكر من شأنهم، وإنهم يزعمون أن لا قدر، وأن الأمر أُنُفٌ، فقال ابن عمر: فإذا لقيت أولئك فأخبرهم أني بريء منهم، وأنهم برآء مني، والذي يحلف به عبد الله بن عمر لو أن لأحدهم مثل أحد ذهباً فأنفقه، ما قبل الله منه حتى يؤمن بالقدر» (٣).

<span data-type="title" id=toc-114>منهج الصحابة والتابعين في الرد على أهل البدع:</span>
_________
(١) الشريعة (ص ٣١).
(٢) هو أبو سليمان يحيى بن يعمر العدواني البصري، سمع أبا هريرة وابن عباس، وتولى قضاء مرو، قيل: هو أول من نقط المصاحف، وكان من فصحاء الناس وأكثرهم علماً بالعربية، توفي قبل سنة (١٩٠).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٠١)، ومعرفة القراء الكبار (١/ ٦٧)، وطبقات النحويين (ص ٢٧).
(٣) أخرجه مسلم في صحيحه في كتاب الإيمان (١/ ٣٦) برقم (١)، ومعنى «يتقفرون العلم» أي: يطلبونه ويتتبعونه، وقوله «وذكر من شأنهم» أي: وصفهم بالفضيلة في العلم والاجتهاد في تحصيله والاعتناء به، وقوله: «أنف» أي: مستأنف لم يسبق به قدر ولا علم من الله تعالى وإنما يعلمه بعد وقوعه، انظر شرح النووي على مسلم (١/ ١٥٥).
وجاء في كتاب الإيمان لابن منده (١/ ١٤٣) عن يحيى بن يعمر قال: «كان رجل من جهينة فيه زهو، وكان يتوثب على جيرانه، ثم إنه قرأ القرآن، وفرض الفرائض، وقص على الناس، ثم إنه صار من أمره أنه زعم أن العمل أنف من شاء عمل خيراً، ومن شاء عمل شراً»، ثم ذكر الحديث بطوله.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (298,'للصحابة والتابعين - رضي الله عنهم - موقف مضاد لهذا المنهج، وجهد واضح في حماية المسلمين من تأثير المبتدعة أوالتلبيس عليهم في فهم القرآن؛ تمثل ذلك في الآتي:
أولاً: التحذير من الجلوس إليهم خشية أن يلقوا شبهة في كتاب الله تعالى فتعلق في قلوب بعض الناس، فقد دخل رجلان من أصحاب الأهواء على محمد بن سيرين فقالا: «يا أبا بكر نحدثك بحديث؟ ، فقال: لا، قالا: فنقرأ عليك آية من كتاب الله؟ ، قال: لا؛ لتقومان عني، أو لأقومن، فقام الرجلان فخرجا، فقال بعض القوم: يا أبا بكر وما عليك أن يقرأا عليك آية من كتاب الله تعالى؟ ! ، فقال ابن سيرين: أني خشيت أن يقرأا علي آية، فيحرفانها فيقر ذلك في قلبي» (١).
وفي بعض الروايات عنه أن رجلاً قال له: «يا أبا بكر أقرأ عليك آية من كتاب الله؛ لا أزيد على أن أقرأها ثم أخرج، فحرَّج عليه ابن سيرين أن يخرج من بيته، وبعد إلحاح شديد خرج الرجل، فقيل لابن سيرين في ذلك، فقال: إني والله لو ظننت أن قلبي يثبت على ما هو عليه ما باليت أن يقرأ، ولكن خفت أن يلقي في قلبي شيئاً؛ أجهد أن أخرجه من قلبي فلا أستطيع» (٢).
وهذا الأمر داخل في عموم نهيهم عن مجالسة أهل البدع، ولهم في ذلك
_________
(١) سنن الدارمي (١/ ١١٥)، والسنة لعبد الله بن أحمد (١/ ١٣٨)، وحلية الأولياء (٩/ ٢١٧ - ٢١٨)، وشرح أصول اعتقاد أهل السنة (١/ ١٣٣)، والقصة في كتاب القدر للفريابي (ص ٢١٥)، والشريعة للآجري (ص ٦٣) بأخصر من هذا.
(٢) ما جاء في البدع لابن وضاح (ص ١١٥ - ١١٦).',NULL,'298',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (299,'نصوص كثيرة جداً (١)، ومناسبته هنا ما بيّنه ابن سيرين من أن مجالستهم قد تؤدي إلى الإقرار والتسليم بما يلقونه من التأويلات الباطلة للكتاب العزيز، والتي تؤيد معتقداتهم، وليس كل شخص لديه القدرة على دفعها وردها، فقد يوافقهم فيها، فيقع منه الخلل في فهم كتاب الله تعالى، أو على أقل تقدير تحدث له تشويشاً في عقيدته أو تشكيكاً في مسلماته.
وهذا المنهج الوقائي من السلف له أثر قوي في دفع شبهات أهل البدع وتحريفاتهم للآيات القرآنية، وإذا التزم بهذا المنهج الوقائي فلن يجد المبتدعة بيئة مناسبة بين عامة المسلمين لبثها وترويجها.
ثانياً: الشدة في الرد عليهم وإغلاظ القول لهم، لما علموه من مقصدهم الفاسد في تأويل النصوص، ومن شواهده:
١ - قول ابن عباس لابن الأزرق: «ثكلتك أمك»، وقوله: «ويحك» (٢).
٢ - وقال له حين ناظره في معنى الورود: «أما أنا وأنت فسندخلها، فانظر
_________
(١) عقد ابن وضاح في كتابه " ما جاء في البدع " (ص ١٠٤) باباً في النهي عن الجلوس مع أهل البدع وخلطتهم والمشي معهم، وكذلك فعل ابن بطة في الإبانة "الإيمان" (٢/ ٤٢٩)، فقد عقد باباً في التحذير من صحبة قوم يمرضون القلوب ويفسدون الإيمان، وانظر شرح أصول اعتقاد أهل السنة والجماعة (١/ ١٣٣ - ١٣٨)، والاعتقاد للبيهقي (ص ٣٥٨).
(٢) تاريخ بغداد (١٢/ ٣٠٢)، والدر المنثور (٢/ ٣٤٤ - ٣٤٥)',NULL,'299',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (300,'هل نخرج منها أم لا؟ ، وما أرى الله مخرجك منها بتكذيبك» (١).
٣ - وعن قتادة في قوله: {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} (٢) قال: «هم أبو سفيان بن حرب، وأمية بن خلف، وعتبة بن ربيعة، وأبو جهل بن هشام، وسهيل بن عمرو، وهم الذين نكثوا عهد الله وهموا بإخراج الرسول، وليس والله كما تأوله أهل الشبهات والبدع والفرى على الله وعلى كتابه» (٣).
ثالثاً: مناظرتهم ومجادلتهم حول معنى بعض الآيات، وبيان بطلان استدلالهم بالقرآن، وسيأتي الكلام بالتفصيل عن ذلك، والجمع بينه وبين ما سبق من التحذير من الجلوس إليهم، ومحادثتهم والاستماع إليهم، كل ذلك في مبحث نقد الجدال في القرآن.
رابعاً: تفسير الآيات المتعلقة بالعقيدة على الوجه السليم؛ رداً على المبتدعة ودفعاً لما يثيرونه حولها من تأويلات وتحريفات، فيقومون ببيان معناها الصحيح مقتصرين في تفسيرها على دلالتها ومأخذها العقدي، وفي ضمنه الرد على مخالفيهم من أهل البدع، بل إن القارئ لا يفهم - أحياناً - من تفسيرها إلا أنه للرد عليهم.
* ففي سياق الرد على الخوارج:
_________
(١) تفسير عبد الرزاق (٢/ ١١)، وجامع البيان (١٥/ ٥٩١).
(٢) سورة التوبة من الآية (١٢).
(٣) جامع البيان (١١/ ٣٦٥).',NULL,'300',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (301,'١ - يقول ابن عباس: «ليس بالكفر الذي تذهبون إليه، إنه ليس بكفر ينقل عن الملة: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} كفر دون كفر» (١).
٢ - وعن عطاء قال: «كفر دون كفر، وظلم دون ظلم، وفسق دون فسق».
٣ - وقال طاوس: «ليس بكفر ينقل عن الملة» (٢).
* وفي سياق الرد على القدرية:
١ - يقول ابن عباس في قوله تعالى: {فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ} (٣): «إلا من قدر له أن يصلى الجحيم» (٤).
٢ - وعن إبراهيم النخعي قال في قول الله: {مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ
_________
(١) سورة المائدة من الآية (٤٤)، والأثر في المستدرك للحاكم (٢/ ٣١٣)، والسنن الكبرى للبيهقي (٨/ ٢٠، ١٠/ ٢٠٧)، وهو مختصر في تعظيم قدر الصلاة للمروزي (ص ٣٣٩).
(٢) هذا الأثر والذي قبله في: تفسير عبد الرزاق (١/ ١٨٦)، وجامع البيان (٨/ ٤٦٤ - ٤٦٦)، وتعظيم قدر الصلاة للمروزي (ص ٣٤٠).
(٣) سورة الصافات الآيات (١٦١ - ١٦٣).
(٤) تفسير عبد الرزاق (٢/ ١٢٨)، وكتاب القدر للفريابي (ص ١٩٥) واللفظ له، وجامع البيان (١٩/ ٦٤٧)، والإبانة لابن بطة " القدر" (١/ ٢٧٢)، وشرح أصول اعتقاد أهل السنة (٣/ ٥٦٦)، والدر المنثور (٥/ ٢٩٢) وعزاه لابن أبي حاتم.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (302,'صَالِ الْجَحِيمِ}: «بفاتنين إلا من قدر له أن يصلى الجحيم»، وفي رواية: «بمضلين إلا من قدر له وقضي له أن يصلى الجحيم» (١).
٣ - وعن مجاهد في قوله: {إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ} «إلا من كتب عليه أنه صال الجحيم».
٤ - وعن الضحاك قال: «لستم عليه بمضلين إلا من هو صال الجحيم؛ من سبق له في علم الله أنه يصلى الجحيم» (٢).
خامساً: الرد على استدلالهم بالآيات المتشابهة، وذلك بالآيات المحكمة التي تقطع عليهم ما يرومون الوصول إليه، فإن من منهج المبتدعة - كما تقدم - اتباع الآيات المتشابهة المؤيدة لمذهبهم، والاستدلال بها على مخالفيهم، وفي المقابل الإعراض إعراضاً تاماً عن الآيات المحكمات الواضحات التي تقطع حجتهم.
والموقف الحازم مع هؤلاء قطع استدلالهم بالقرآن بمعارضته بحجج قرآنية أصرح بياناً، وأوضح دلالةً بما لا يستطيعون دفعه ورده، ومن شواهده:
١ - ما جاء عن ابن عباس أنه قال: «بيننا وبين أهل القدر هذه الآية: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا} إلى قوله: {قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ
_________
(١) جامع البيان (١٩/ ٦٤٨)، والشريعة (ص ٢٣٥)، والإبانة لابن بطة "القدر" (١/ ٢٧٢).
(٢) هذا الأثر والذي قبله في: كتاب القدر للفريابي (ص ١٩٦)، والشريعة (ص ٢٣٦، ٢٣٧)، وجامع البيان (١٩/ ٦٤٨، ٦٤٩)، وجاء عن السدي نحو ذلك في جامع البيان (١٩/ ٦٤٩).',NULL,'302',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (303,'شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} (١) قال ابن عباس: والعجز والكيس من القدر» (٢).
٢ - وعن بعض أصحاب النبي - صلى الله عليه وسلم - قال: هذه الآية تقضي على القرآن كله: {إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ} (٣)، قال سليمان التيمي: يعني على كل وعيد في القرآن (٤).
وقوله: تقضي من القضاء بمعنى الحكم، فهذه الآية يحتكم إليها، فإذا أراد الله تعالى أن يعفو عن المسيء ما أوعده على الإساءة فعل؛ لأنه فعال لما يريد (٥).
٣ - وقال عمر بن عبد العزيز لبعض القدرية حين أدخلوا عليه: «هل تعرفون تفسير هذه الآية: {فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ}؟ (٦)، وقال: إنكم والآلهة التي تعبدونها لستم بالذين تفتنون عليها إلا من قضيت عليه أنه يصلى الجحيم» (٧).
_________
(١) سورة الأنعام الآيتان (١٤٨، ١٤٩)
(٢) مصنف عبد الرزاق (١١/ ١١٤ - ١١٥)، وتفسير ابن أبي حاتم (٥/ ١٤١٣)، والتمهيد لابن عبد البر (٦/ ٦٥).
(٣) سورة هود من الآية (١٠٧).
(٤) سورة هود من الآية (١٠٧)، والأثر أخرجه ابن بطة في الإبانة "القدر" (١/ ٢٩٢ - ٢٩٣)، والبيهقي في الأسماء والصفات (١/ ٢٦٤).
(٥) الأسماء والصفات للبيهقي (١/ ٢٦٥).
(٦) سورة الصافات الآيات (١٦١ - ١٦٣).
(٧) جامع البيان (١٩/ ٦٤٨ - ٦٤٩).',NULL,'303',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (304,'٤ - وعن أبي سهيل بن مالك (١) قال: «كنت مع عمر بن عبد العزيز، فتلا هذه الآية: {فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ}، قال: ثم قال: يا أبا سهيل ما تركت لهم هذه الآية حجة من كتاب الله»، يعني القدرية.
وفي رواية عنه قال: «والله لو لم يكن إلا هذه الآية لكفى بها» (٢).
٥ - ولما دخل عليه غيلان القدري قال له: «ما هذا الذي بلغني عنك؟ ! قال: نعم يا أمير المؤمنين إن الله يقول: {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} (٣)، قال: اقرأ من آخر السورة: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (٣٠) يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا} (٤)، ثم قال: ما تقول يا غيلان؟ ، قال: أقول: قد كنت أعمى فبصَّرْتني، وأصم فأسمعتني، وضالاً فهديتني، فقال: اللهم إن كان عبدك غيلان صادقاً وإلا فاصلبه، فأمسك عن الكلام في القدر» (٥).
_________
(١) هو نافع بن مالك بن أبي عامر الأصبحي المدني، روى عن ابن عمر وأنس، وعنه الزهري ومالك، قال الواقدي: «كان يؤخذ عنه القراءة بالمدينة»، توفي في ولاية أبي العباس السفاح.

انظر: التاريخ الكبير (٤/ ٢/٨٦)، وتهذيب التهذيب (٤/ ٢٠٩).
(٢) كتاب القدر للفريابي (ص ١٨٠، ١٨١)، والسنة لعبد الله بن أحمد (٢/ ٤٣١).
(٣) سورة الإنسان الآيات (١ - ٣).
(٤) سورة الإنسان الآيتين (٣٠، ٣١).
(٥) كتاب القدر للفريابي (ص ١٨٢).',NULL,'304',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (305,'وفي رواية أن عمر قال له: «أتم السورة ويحك! ، أما تسمع الله يقول: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ}، ويحك يا غيلان! ، أما تعلم أن الله قال: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ} إلى قوله: {الْعَلِيمُ الْحَكِيمُ}» (١).
فغيلان استدل بأول السورة على أن الإنسان يستقل بفعل الشكر أو الكفر، فألجمه عمر - رحمه الله - بآخر السورة والتي تصرح بأن مشيئة العبد المثبتة في أول السورة لا تكون إلا تحت مشيئة الله تعالى ولا يمكن أن تخالفها.
٦ - وعن طاوس قال: «كنا جلوساً عند ابن عباس، وعنده رجل من أهل القدر، فقلت: يا أبا عباس كيف تقول فيمن يقول لا قدر؟ ، قال: أفي القوم أحد منهم؟ ، قلت: ولم؟ ، قال: آخذ برأسه، ثم أقرأ عليه آية كيت، وآية كيت، حتى قرأ آيات من القرآن، حتى تمنيت أن يكون كل من تكلم في القدر شهده، فكان فيما قرأ: {وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا}» (٢).
٧ - وكان عند أيوب رجل من المرجئة، فجعل الرجل يقول: إنما هو الكفر والإيمان، وأيوب ساكت، ثم أقبل عليه أيوب، فقال: أرأيت قوله: {وَآخَرُونَ
_________
(١) سورة البقرة الآيات (٣٠ - ٣٢)، وهذه الرواية أخرجها الفريابي في كتاب القدر (ص ١٩٨).
(٢) سورة الإسراء آية (٤)، والأثر أخرجه الفريابي في كتاب القدر (ص ١٧٧)، وابن بطة في الإبانة "القدر" (٢/ ١٦٢ - ١٦٣) واللفظ له.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (306,'مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ} (١) أمؤمنون هم أم كفار؟ ، فسكت الرجل، فقال أيوب: اذهب فاقرأ القرآن، فكل آية في القرآن فيها ذكر النفاق فإني أخافها على نفسي (٢).
سادساً: اتخاذ آيات الصفات طريقاً لمعرفة عقيدة بعض الناس حول قضيةٍ ما بسؤاله عن تفسير آية متعلقة بما يقال عنه، فقد يثار حول بعض الناس أنه يقول بما يخالف العقيدة الصحيحة، ويشاع عنه ذلك؛ فيلجأ السلف إلى سؤاله عن تفسير آيات متعلقة بما أثير حوله؛ بهدف التثبت والوقوف المباشر على رأيه، أو للرد على منتقديه ومتهميه، وأيضاً فقد يلجأ أهل البدع إلى تأييد بدعتهم بإثارة قولٍ منكر عن أحد الأئمة، وأنه يقول به فيشتهر بين الناس، فيلجأ العلماء إلى سؤاله للرد عليهم (٣)، كما حصل مع الحسن البصري - رحمه الله -، فقد أثير أنه يقول بالقدر (٤)، فسأله غير
_________
(١) سورة التوبة من الآية (١٠٦).
(٢) صفة النفاق للفريابي (ص ١٢٦)، والإبانة لابن بطة "الإيمان" (٢/ ٧٥٤)، ولمزيد شواهد انظر: سنن سعيد بن منصور (٥/ ١٣٧)، وكتاب القدر للفريابي (ص ٢٠٢ - ٢٠٣) وتفسير ابن أبي حاتم (٣/ ١٠٠٩).
(٣) انظر: سنن أبي داود، كتب السنة، باب لزوم السنة (٤/ ٢٠٥)، والمعرفة والتاريخ (٢/ ٣٤).
(٤) وسبب ذلك أنه خرجت منه كلمات تشعر بنفي القدر من غير اعتقاد منه، فطار بها بعض الناس وأشاعوها عنه، فلما سئل عن رأيه في القدر أثبته كسائر السلف، فعن حمزة بن دينار: «عوتب الحسن في شيء من القدر، فقال: كانت موعظة فجعلوها ديناً»، الإبانة لابن بطة "القدر" (٢/ ١٨٧)، وعن ابن عون قال: «لو علمنا أن كلمة الحسن تبلغ ما بلغت لكتبنا برجوعه كتاباً وأشهدنا عليه شهوداً، ولكنا قلنا: كلمة خرجت لا تحمل»، سنن أبي داود، كتاب السنة، باب لزوم السنة (٤/ ٢٠٥)، والنصوص التي ذكرناها تدل صراحة على إثباته القدر، يقول الذهبي في سير أعلام النبلاء (٤/ ٥٨٣): «وقد مر إثبات الحسن للأقدار من غير وجه عنه، سوى حكاية أيوب عنه، فلعلها هفوة منه ورجع عنها، ولله الحمد»، وانظر تفسير التابعين (٢/ ٨٢١ - ٨٢٤).',NULL,'306',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (307,'واحد من أصحابه وتلاميذه عن تفسير آيات تتعلق بالقدر:
١ - فعن خالد الحذاء (١)
«أن رجلاً من أهل الكوفة كان يقدم البصرة، فكان لا يأتي الحسن من أجل القدر، فلقيه يوماً في الطريق فسأله، فقال: يا أبا سعيد: {وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ}؟ (٢)، قال: نعم أهل رحمته لا يختلفون، قال: فقوله: {وَلِذَلِكَ خَلَقَهُمْ}؟ (٣)، قال: خلق هؤلاء للجنة وهؤلاء للنار، فقال الرجل: لا أسأل عن الحسن بعد اليوم» (٤).
٢ - وعن خالد الحذاء نفسه قال: «قلت للحسن: يا أبا سعيد أخبرني عن آدم أللسماء خلق أم للأرض؟ ، قال: لا بل للأرض، قلت: أرأيت لو اعتصم فلم يأكل من الشجرة؟ ، قال: لم يكن له منه بد، قلت: أخبرني عن قوله تعالى: {مَا أَنْتُمْ
_________
(١) هو أبو المنازل خالد بن مهران البصري، لقب بالحذاء لجلوسه إليهم، رأى أنساً، وروى عن أبي قلابة وأبي العالية، وعنه الثوري وشعبة، وحديثه في الكتب الستة، توفي سنة (١٤١ أو ١٤٢).

انظر: التاريخ الكبير (٢/ ١/١٧٣)، وتذكرة الحفاظ (١/ ١٤٩)، وتهذيب التهذيب (١/ ٥٣٣).
(٢) سورة هود من الآيتين (١١٨، ١١٩).
(٣) سورة هود من الآية (١١٩).
(٤) المعرفة والتاريخ (٢/ ٣٨)، وكتاب القدر للفريابي (ص ٧٠)، والإبانة لابن بطة " القدر " (١/ ٢٧٥).',NULL,'307',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (308,'عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ} (١) قال: إن الشياطين لا يفتنون بضلالتهم إلا من أوجب الله عليه الجحيم» (٢).
٣ - وعن حبيب بن الشهيد (٣) ومنصور بن زاذان (٤)
قالا: «سألنا الحسن عما بين {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} إلى {قُلْ أَعُوذُ بِرَبِّ النَّاسِ}، ففسره على الإثبات» (٥).
_________
(١) سورة الصافات الآيتان (١٦٢، ١٦٣).
(٢) سنن أبي داود، كتاب السنة، باب لزوم السنة (٤/ ٢٠٤)، والشريعة للآجري (ص ٢٢٩)، وشرح أصول اعتقاد أهل السنة (٣/ ٥٦٦).
(٣) هو أبو محمد الأزدي البصري، أدرك أبا الطفيل وسمع ابن سيرين وعكرمة، وروى عنه شعبة والثوري، كان ثقة ثبتاً، وحديثه في الكتب الستة، توفي عام (١٤٥).
انظر: التاريخ الكبير (١/ ٢/٣٢٠)، وتهذيب التهذيب (١/ ٣٥١).
(٤) الثقفي الواسطي، أحد الثقات الأعلام، روى عن أبي العالية وابن سيرين، وعنه شعبة، وحديثه في الكتب الستة، وكان مشهوراً بالزهد والعبادة، توفي سنة (١٣١).

انظر: التاريخ الكبير (٤/ ١/٣٤٦)، وتذكرة الحفاظ (١/ ١٤١).
(٥) المعرفة والتاريخ (٢/ ٣٩)، والإبانة لابن بطة " القدر " (٢/ ١٨٢)، وجاء عن حميد الطويل وعثمان البتي نحوه، انظر: سنن أبي داود، كتاب السنة، باب لزوم السنة (٤/ ٢٠٦)، والمعرفة والتاريخ (٢/ ٤٠)، والسنة لعبد الله بن أحمد (٢/ ٤٢٨)، وجامع البيان (١٤/ ٢١)، والإبانة لابن بطة "القدر" (١/ ٢٧٩ - ٢٨٠، ٢/ ١٨٧، ١٩١).',NULL,'308',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (309,'<span data-type="title" id=toc-115>الفرق التي انتقدها الصحابة والتابعون</span>
وأهم الفرق التي انتقد الصحابة والتابعون - رضي الله عنهم - منهجهم في التعامل مع القرآن الكريم وتفسيره: الخوارج، والشيعة، والقدرية:

<span data-type="title" id=toc-116>أولاً: الخوارج</span>.
وهم أكثر الفرق التي انتقدها الصحابة والتابعون؛ ذلك أنهم أول الفرق ظهوراً، وأكثرها أتباعاً، وأشدها فتنة، فقد كانت لهم شوكة ومنعة، وقام بعض زعمائهم بمناظرة الصحابة، وإثارة الشبهات حول آيات القرآن كنافع بن الأزرق، فقد نقل المفسرون وغيرهم مناظرات كثيرة جرت بينه وبين ابن عباس - رضي الله عنهما -.
ويدور نقد تفسير الخوارج حول قضايا أربع:
١ - تكفير المسلمين.
٢ - قتال أهل القبلة واستباحة دمائهم.
٣ - تخليد أهل الكبائر في النار.
٤ - نفي الشفاعة عمن دخل النار.
وسنتكلم عن هذه القضايا قضيةً، قضيةً:

<span data-type="title" id=toc-117>القضية الأولى: التكفير</span>.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (310,'وقضية التكفير هي النواة التي نشأ منها مذهبهم، وعنه تفرعت بدعهم الأخرى، فزعموا أن مرتكب الكبيرة كافر، فكفروا المسلمين بالذنوب والخطايا، وفرعوا على ذلك استباحة دمائهم، ثم الحكم بخلودهم في النار وعدم خروجهم منها، وعدم قبول شفاعة الشافعين فيهم، وقد ذكر ابن تيمية أن أول بدعة ظهرت في الإسلام بدعة تكفير المسلمين واستحلال دمائهم وأموالهم (١).
ومن قضايا التكفير الأولى التي تبناها الخوارج تكفير من لم يحكم بما أنزل الله تعالى، وهي سبب خروجهم على أمير المؤمنين علي بن أبي طالب - رضي الله عنه - بعدما قبل التحكيم بينه وبين أهل الشام في وقعة صِفِّين (٢)، فخرجوا عليه، وقالوا: حكمت الرجال! ، واعتزلوا في مكان يسمى حروراء (٣)، وأجمعوا على قتاله - رضي الله عنه - في قصة طويلة، لكن شاهدها هنا أنهم تعلقوا ببعض النصوص القرآنية، فبعث إليهم ابن عباس ليناظرهم فيما احتجوا به، فجاءهم وناظرهم، وكان مما نقموا به على علي - رضي الله عنه - أنه قبل بالتحكيم، وقالوا لابن عباس - رضي الله عنهما -: «إنه حكم الرجال في أمر الله، وقد قال
_________
(١) مجموع الفتاوى (١٣/ ٣١).
(٢) ابتدأت في آخر سنة (٣٦)، واستمرت إلى أول سنة (٣٧)، وصفين مكان يقع قرب الرقة بشاطئ الفرات في غربيه، وهي الآن تقع في سوريا، انظر: معجم البلدان (٣/ ٤١٤)، وتحقيقات تاريخية في الأسماء الجغرافية السورية (ص ٣٥٥).
(٣) مكان قرب الكوفة على ميلين منها، وبه سميت الخوارج أول ما خرجت فقيل: الحرورية نسبة لهذا المكان، لكونهم نزلوا به حين خالفوا علياً - رضي الله عنه -، وكان أول تحكيمهم به، معجم البلدان (٢/ ٢٤٥)، ومراصد الاطلاع (١/ ٣٩٤).',NULL,'310',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (311,'الله تعالى: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} (١) وما للرجال وما للحكم؟ ! ».
فأخذوا بظاهر الآية، وبنوا عليه عدم جواز التحاكم إلى الرجال مطلقاً، ومن فعل ذلك تعرض للوعيد الوارد في قوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (٢)، وقد تركوا ما يبين الآية من الأدلة الأخرى، ولذلك رد عليهم ابن عباس، فقال: «أرأيتم إن قرأت عليكم من كتاب الله ومن سنة نبيه - صلى الله عليه وسلم - ما يرد به قولكم؛ أترضون؟ ، قالوا: نعم، فقال: أما قولكم حكم الرجال في أمر الله، فأنا أقرأ عليكم ما قد رُدَّ حكمه إلى الرجال في ثمن ربع درهم؛ في أرنب ونحوها من الصيد، فقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} إلى قوله: {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} (٣)، فنشدتكم الله أحكم الرجال في أرنب ونحوها من الصيد أفضل أم حكمهم في دمائهم وصلاح ذات بينهم؟ ! ، وأن تعلموا أن الله لو شاء لحكم، ولم يصيّر ذلك إلى الرجال، وفي المرأة وزوجها قال الله عز وجل: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} (٤)،
فجعل الله حكم الرجال سنة مأمونة، أخرجت عن هذه؟ ، قالوا: نعم»، إلى آخر القصة، قال ابن عباس في آخرها: «فرجع من القوم
_________
(١) سورة الأنعام من الآية (٥٧).
(٢) سورة المائدة من الآية (٤٤)، وانظر: الملل والنحل (١/ ١١٧)، ومجموع الفتاوى لابن تيمية (١٣/ ٢٠٨)، والاعتصام للشاطبي (٢/ ٢٣٤).
(٣) سورة المائدة من الآية (٩٥).
(٤) سورة النساء من الآية (٣٥) ..',NULL,'311',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (312,'ألفان، وقتل سائرهم على ضلالة» (١).
- وزعم الخوارج أن قوله تعالى: {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} (٢) في تكفير أمراء المسلمين فرد عليهم قتادة - رحمه الله -، وقال: «هم أبو سفيان بن حرب، وأمية بن خلف، وعتبة بن ربيعة، وأبو جهل بن هشام، وسهيل بن عمرو، وهم الذين نكثوا عهد الله، وهموا بإخراج الرسول، وليس والله كما يتأوله أهل الشبهات والبدع والفرى على الله وعلى كتابه» (٣).
_________
(١) أخرج القصة: عبد الرزاق في المصنف (١٠/ ١٥٧ - ١٦٠)، والفسوي في المعرفة والتاريخ (١/ ٥٢٢)، والنسائي في السنن الكبرى (٥/ ١٦٥)، والطبراني في المعجم الكبير (١٠/ ٢٥٧)، والجريري في الجليس الصالح (١/ ٥٥٨)، والحاكم في المستدرك (٢/ ١٥٠) وهذا لفظه، وأبو نعيم في حلية الأولياء (١/ ٣١٨)، والبيهقي في السنن الكبرى (٨/ ١٧٩)، وابن عبد البر في جامع بيان العلم وفضله (٢/ ١٠٣)، قال الحاكم: «هذا حديث صحيح على شرط مسلم ولم يخرجاه»، وقال الهيثمي في مجمع الزوائد (٦/ ٢٤١): «رواه الطبراني وأحمد ببعضه ورجالهما رجال الصحيح».
وأخرج القصة مختصرة عن ابن عباس: أبو داود في سننه، في كتاب اللباس، باب لباس الغليظ (٤/ ٤٥)، وأحمد في المسند (١/ ٣٤٢).
والقصة جاءت أيضاً عن عبد الله بن شداد، وفيها أن علياً - رضي الله عنه - هو الذي جادل الخوارج في التحكيم، ثم بعث إليهم ابن عباس - رضي الله عنهما -، وقد أخرجها أحمد في مسنده (١/ ٨٦)، وأبو يعلى في مسنده (١/ ٣٦٧)، والحاكم في المستدرك (٢/ ١٥٢)، وقال: «هذا حديث صحيح على شرط الشيخين ولم يخرجاه»، وصحح إسنادها ابن كثير في البداية والنهاية (١٠/ ٥٦٨)، وقال الهيثمي في مجمع الزوائد (٦/ ٢٣٧): «رواه أبو يعلى ورجاله ثقات».
(٢) سورة التوبة من الآية (١٢).
(٣) جامع البيان (١١/ ٣٦٥).',NULL,'312',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (313,'وتقدم أن من منهج الخوارج تنزيل الآيات الواردة في الكفار على المؤمنين، وقول ابن عمر: «انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين»، وذكرنا بعض الشواهد هناك.

<span data-type="title" id=toc-118>القضية الثانية: قتال أهل القبلة</span>
والمراد به عند الخوارج وجوب قتال المخالفين لهم، والخروج على أئمة المسلمين بدعوى الأمر بالمعروف والنهي عن المنكر، وكفر مخالفيهم.
وقد نَزَّلَ الخوارج الآيات الواردة في قتال الكفار الأصليين على أهل الإسلام، مثل قوله تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ} (١)، فاستدلوا بها وأشباهها على استباحة دماء المسلمين، ومن الشواهد على ذلك:
١ - جاء رجل إلى ابن عمر - رضي الله عنهما - فقال: «يا أبا عبد الرحمن؛ ألا تسمع ما ذكر الله في كتابه: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} (٢)، إلى آخر الآية، فما يمنعك أن لا تقاتل كما ذكر الله في كتابه؟ ! فقال: يا بن أخي أغتر بهذه الآية ولا أقاتل أحب إليّ من أن أغتر بهذه الآية التي يقول الله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا} (٣) إلى آخرها، فقال الرجل: فإن الله يقول: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ}، قال ابن عمر: قد فعلنا على عهد رسول الله - صلى الله عليه وسلم - إذ كان الإسلام قليلاً، فكان الرجل يفتن في
_________
(١) سورة البقرة من الآية (١٩٣).
(٢) سورة الحجرات من الآية (٩).
(٣) سورة النساء من الآية (٩٣).',NULL,'313',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (314,'دينه: إما يقتلونه وإما يوثقونه، حتى كثر الإسلام فلم تكن فتنة، فلما رأى الرجل أن ابن عمر لا يوافقه فيما يريد، قال: فما قولك في علي وعثمان؟ ، قال ابن عمر: ما قولي في علي وعثمان؟ ! ، أما عثمان فكان الله قد عفا عنه، فكرهتم أن يعفو عنه، وأما علي فابن عم رسول الله - صلى الله عليه وسلم - وختنه - وأشار بيده - وهذه ابنته، أو بنته حيث ترون» (١).
وذكر ابن حجر أن الرجل الذي سأل ابن عمر من الخوارج بدليل سؤاله عن علي وعثمان دون أبي بكر وعمر - رضي الله عنهم -؛ لأن الخوارج يتولون الشيخين، ويحطون من عثمان وعلي - رضي الله عنهما - (٢).
وقد استدل هذا الخارجي على جواز قتال المسلمين بآية نزلت في الكفار، فاحتج عليه ابن عمر بسبب نزولها، فانقطع، وطرح قضية أخرى بسؤال ابن عمر عن رأيه في عثمان وعلى - رضي الله عنهم -.
٢ - وعرّض قتادة بالخوارج في استدلالهم بقوله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ} على استباحتهم قتال المسلمين، فقال في تفسيرها: «ذكر لنا أنها نزلت في رجلين من الأنصار كانت بينهما مدارأة (٣) في حق بينهما، فقال أحدهما للآخر:
_________
(١) صحيح البخاري، كتاب التفسير، باب {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} (٥/ ٢٠٠).
(٢) فتح الباري (٨/ ٣١٠).
(٣) أي: مخالفة وخصومة، انظر لسان العرب (٢/ ١٣٤٧) مادة "درأ".',NULL,'314',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (315,'لآخذنه عنوة لكثرة عشيرته، وإن الآخر دعاه ليحاكمه إلى نبي الله - صلى الله عليه وسلم -، فأبى أن يتبعه، فلم يزل الأمر حتى تدافعوا، وحتى تناول بعضهم بالأيدي والنعال، ولم يكن قتال بالسيوف، فأمر الله أن تقاتل حتى تفيء إلى كتاب الله وإلى حكم نبيه - صلى الله عليه وسلم -، وليست كما تأولها أهل الشبهات وأهل البدع وأهل الفرى على الله وعلى كتابه أنه المؤمن يحل لك قتله، فو الله لقد عظم الله حرمة المؤمن حتى نهاك أن تظن بأخيك إلا خيراً، فقال: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} الآية» (١) (٢).

<span data-type="title" id=toc-119>القضية الثالثة: تخليد أهل الكبائر في النار</span>.
يحكم الخوارج بالخلود في النار لكل من دخلها حتى لو كان مسلماً، فجعلوا المسلم كالكافر الأصلي، وحملوا النصوص الواردة في تخليد الكفار عليه، ومن شواهد نقد هذا الأصل لديهم:
١ - قال نافع بن الأزرق لابن عباس - رضي الله عنهما -: «يا أعمى البصر أعمى القلب تزعم أن قوماً يخرجون من النار، وقد قال الله جل وعز: {وَمَا هُمْ بِخَارِجِينَ مِنْهَا} (٣)؟ ، فقال ابن عباس: ويحك اقرأ ما فوقها! هذه للكفار» (٤).
فأبطل ابن عباس - رضي الله عنه - استدلاله بالآية بكون سياق الآيات يدل على خلافه،
_________
(١) سورة الحجرات من الآية (١٠).
(٢) جامع البيان (٢١/ ٣٦١).
(٣) سورة المائدة من الآية (٣٧).
(٤) جامع البيان (٨/ ٤٠٧).',NULL,'315',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (316,'فالآيات تتحدث عن الكفار، فإن الله تعالى قال في الآية التي قبلها: {إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٣٦) يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ} (١).
٢ - ومما جرى بينه وبين ابن عباس أنه ناظره في معنى الورود الوارد في قوله تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا} (٢)، وكان نافع يرى أن الورود ليس بمعنى الدخول ليتفق مع مذهبه القائل بخلود من دخل النار، وعدم خروجه منها، فقال له ابن عباس: «الورود الدخول، فقال نافع: لا، فقرأ ابن عباس: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ} (٣)، وقال له: أورود هو أم لا؟ ، وقرأ قوله تعالى: {يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ} (٤)، وقال: أورود هو أم لا؟ ، ثم قال: أما أنا وأنت فسندخلها، فانظر هل نخرج منها أم لا؟ ، وما أرى الله مخرجك منها بتكذيبك، فضحك نافع، فقال ابن عباس: ففيم الضحك إذاً؟ ! » (٥).
- وفي بعض الروايات أن ابن عباس لما ذكر له أن الورود بمعنى الدخول تلا
_________
(١) سورة المائدة الآيتان (٣٦، ٣٧).
(٢) سورة مريم آية (٧١).
(٣) سورة الأنبياء آية (٩٨).
(٤) سورة هود آية (٩٨).
(٥) تفسير عبد الرزاق (٢/ ١١)، وجامع البيان (١٥/ ٥٩١).',NULL,'316',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (317,'نافع قوله تعالى: {لَا يَسْمَعُونَ حَسِيسَهَا} (١)، فقال ابن عباس: «ويلك أمجنون أنت؟ ! ، أين قوله: {يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ}، وقوله: {وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا} (٢)، وقوله: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا}؟ ، والله إن كان من دعاء من مضى: اللهم أخرجني من النار سالماً، وأدخلني الجنة غانماً» (٣).

<span data-type="title" id=toc-120>القضية الرابعة: نفي الشفاعة عمن دخل النار</span>.
ولأن الخوارج يعتقدون خلود من دخل في النار، فقد نفوا قبول الشفاعة فيمن دخلها، وردوا الأدلة الدالة على ذلك، وعارضوها بالآيات التي تدل على خلود الكفار في النار، ثم تأولوها على المؤمنين، ومن نقد هذا الأصل لديهم:
١ - عن يزيد الفقير قال: «كنت قد شغفني رأي من رأي الخوارج (٤)، فخرجنا في عصابة ذوي عدد نريد أن نحج، ثم نخرج على الناس، قال: فمررنا
_________
(١) سورة الأنبياء من الآية (١٠٢).
(٢) سورة مريم آية (٨٦).
(٣) جامع البيان (١٥/ ٥٩١)، وانظر: تفسير ابن أبي حاتم (٦/ ٢٠٨١)، والتمهيد (٦/ ٣٥٤).
(٤) أي: أنه أحب رأي الخوارج القائل بتخليد أصحاب الكبائر في النار، شرح النووي على مسلم (٣/ ٥٠).',NULL,'317',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (318,'على المدينة، فإذا جابر بن عبد الله يحدث القوم؛ جالس إلى سارية عن رسول الله - صلى الله عليه وسلم -، قال: فإذا هو قد ذكر الجهنميين، قال: فقلت له: يا صاحب رسول الله ما هذا الذي تحدثون؟ ! والله يقول: {إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ} (١)، و {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا} (٢)، فما هذا الذي تقولون؟ ! ، قال: فقال: أتقرأ القرآن؟ ، قلت: نعم، قال: فهل سمعت بمقام محمد - عليه السلام -؟ - يعني الذي يبعثه الله فيه - قلت: نعم، قال: فإنه مقام محمد - صلى الله عليه وسلم - المحمود الذي يخرج الله به من يخرج، قال: ثم نعت وضع الصراط ومرَّ الناس عليه، قال: وأخاف أن لا أكون أحفظ ذاك، قال: غير أنه قد زعم أن قوماً يخرجون من النار بعد أن يكونوا فيها، قال: فيخرجون كأنهم عيدان السماسم (٣)، قال: فيدخلون نهراً من أنهار الجنة، فيغتسلون فيه، فيخرجون كأنهم القراطيس، فرجعنا وقلنا: ويحكم أترون الشيخ يكذب على رسول الله - صلى الله عليه وسلم -؟ ! ، فرجعنا فلا والله ما خرج منا غير رجل واحد» (٤).
٢ - وعن طلق بن حبيب قال: «كنت من أشد الناس تكذيباً بالشفاعة، حتى لقيت جابر بن عبد الله، فقرأت عليه كل آية ذكرها الله عز وجل فيها خلود
_________
(١) سورة آل عمران من الآية (١٩٢).
(٢) سورة السجدة من الآية (٢٠).
(٣) السماسم جمع سمسم وهو هذا النبت المعروف، وعيدانه إذا قلعت وتركت في الشمس ليؤخذ حبها صارت دقاقاً سوداً كأنها محترقة، فشبه بها هؤلاء، وقيل: لعله الساسم وهو عود أسود، انظر: النهاية في غريب الحديث (٢/ ٤٠٠) مادة "سمسم"، وشرح النووي على مسلم (٣/ ٥١).
(٤) صحيح مسلم، كتاب الإيمان (١/ ١٧٩) برقم (١٩١).',NULL,'318',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (319,'أهل النار، فقال: يا طلق أتراك أقرأ لكتاب الله مني، وأعلم بسنة رسول الله - صلى الله عليه وسلم -؟ فاتضعت له، فقلت: لا والله بل أنت أقرأ لكتاب الله مني، وأعلم بسنته مني، قال: فإن الذي قرأت أهلها هم المشركون، ولكن قوم أصابوا ذنوباً فعذبوا بها، ثم أخرجوا، صمتا - وأهوى بيديه إلى أذنيه - إن لم أكن سمعت رسول الله - صلى الله عليه وسلم - يقول: «يخرجون من النار»، ونحن نقرأ ما تقرأ» (١).
وقد سبق أن طلقاً كان يرى الإرجاء، وهذا مما تكاد تجمع عليه المصادر التي ترجمت له، ولم يذكر أحد منهم أنه رجع عن مذهبه (٢)، والأثر الذي بين أيدينا يدل على أنه يرى رأي الخوارج القائل بتخليد من دخل النار، فلعله - والله أعلم - رجع عن مذهب الخوارج بعد مناظرة جابر - رضي الله عنه -، لكنه وقع في الإرجاء، وفي الأثر ما يدل على رجوعه، فإنه قال: كنت من أشد الناس تكذيباً بالشفاعة، وكذا قوله: فاتضعت له، يشعر باقتناعه بكلام جابر - رضي الله عنه -، والله أعلم.
٣ - وقال رجل للحسن: «يا أبا سعيد أرأيت ما تذكر من الشفاعة أحق هو؟ ، قال: نعم، فقال الرجل: أرأيت قول الله تعالى: {رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ
_________
(١) أخرجه أحمد في المسند (٣/ ٣٣٠)، وأبو نعيم في حلية الأولياء (٣/ ٦٦)، وابن الجعد في مسنده (ص ٤٨٦)، والبيهقي في الجامع لشعب الإيمان (٢/ ١٤٩ - ١٥٠)، وقد أخرجه البخاري في الأدب المفرد (ص ٢٨٥)، وابن حبان في الثقات (٦/ ٣٣٦) مختصراً، وحكم عليه الألباني بالصحة في صحيح الأدب المفرد (ص ٢٢١).
(٢) انظر على سبيل المثال: الطبقات الكبرى لابن سعد (٧/ ١/١٦٥)، والتاريخ الكبير (٢/ ٢/٣٥٩)، والمعارف (ص ٤٦٨)، والجرح والتعديل (٢/ ١/٤٩٠)، والثقات لابن حبان (٤/ ٣٩٦)، وسير أعلام النبلاء (٤/ ٦٠١)، وميزان الاعتدال (٣/ ٥٩)، وتهذيب التهذيب (٢/ ٢٤٥).',NULL,'319',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (320,'فَقَدْ أَخْزَيْتَهُ}، {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا}؟ ، فقال الحسن: إنك والله لا تسطو علي بشيء، إن للنار أهلاً لا يخرجون منها كما قال الله، فقال الرجل: يا أبا سعيد فيم دخلوها ثم خرجوا؟ ، قال: كانوا أصابوا ذنوباً في الدنيا، فأخذهم الله بها، فأدخلهم بها، ثم أخرجهم بما يعلم في قلوبهم من الإيمان والتصديق به» (١).

<span data-type="title" id=toc-121>ثانياً: الشيعة</span>.
أهم القضايا التي انتقد الصحابة والتابعون الشيعة فيها مما يتعلق بتفسير القرآن الغلو في أهل البيت، فبسبب غلو الشيعة فيهم تأولوا بعض الآيات على أن المراد بها أهل بيت النبي - صلى الله عليه وسلم -، وأشاعوها في الناس، ومما جاء في نقدهم:
١ - عن محمد بن الحنفية (٢) قال: «قلت لأبي: يا أبت أنت التالي في: {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} (٣) قال: لا والله، يابني وددت أني كنت أنا هو، ولكنه لسانه» (٤).
_________
(١) جامع البيان (٦/ ٣١٢ - ٣١٣).
(٢) هو أبو القاسم محمد بن علي بن أبي طالب القرشي الهاشمي، والحنفية أمه، قيل: إنها من سبي اليمامة، ولد في العام الذي مات فيه أبو بكر، وكان من الشجعان، غلت فيه الشيعة، ومات سنة (٨١).
انظر: المعارف (ص ٢١٦)، ووفيات الأعيان (٤/ ١٦٩)، وسير أعلام النبلاء (٤/ ١١٠).
(٣) سورة هود من الآية (١٧).
(٤) جامع البيان (١٢/ ٣٥٤)، وتفسير ابن أبي حاتم (٦/ ٢٠١٤)، والمعجم الأوسط للطبراني (٦/ ٤٢٤).',NULL,'320',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (321,'٢ - وقال رجل لابن عباس: «إن ناساً بهذا العراق يزعمون أن علياً مبعوث قبل يوم القيامة، ويتأولون هذه الآية: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (١)، فقال ابن عباس: كذب أولئك، إنما هذه الآية للناس عامة، ولعمري لو كان علي مبعوثاً قبل يوم القيامة ما أنكحنا نساءه، ولا قسمنا ميراثه» (٢).
٣ - وعن الشعبي - رحمه الله - قال: «أكثر الناس علينا في هذه الآية: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} (٣)، فكتبنا إلى ابن عباس نسأله عن ذلك، فكتب ابن عباس: إن رسول الله - صلى الله عليه وسلم - كان أوسط بيت في قريش، ليس بطن من بطونهم إلا قد ولده، فقال الله عز وجل: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا} إلى ما أدعوكم إليه إلا أن تودوني بقرابتي منكم وتحفظوني بها» (٤).
٤ - وعن عكرمة في قوله: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ} (٥) قال: «ليس بالذي تذهبون إليه، إنما هو نساء النبي - صلى الله عليه وسلم -» (٦).
_________
(١) سورة النحل آية (٣٨).
(٢) أخرجه عبد الرزاق في تفسيره (١/ ٣٠٧)، وابن جرير في جامع البيان (١٤/ ٢٢٠) واللفظ له، وهو بنحوه في سنن سعيد بن منصور (٢/ ٥٩٤ - ٥٩٥)، والمستدرك للحاكم (٢/ ٢٦٥) دون ذكر الآية، وانظر مسند أحمد (١/ ١٤٨).
(٣) سورة الشورى من الآية (٢٣).
(٤) تقدم تخريجه (ص ٢٤٢).
(٥) سورة الأحزاب من الآية (٣٣).
(٦) انظر (ص ٢٢٦).',NULL,'321',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (322,'* ومما اشتهر به الشيعة إيجاب مسح الرجلين في الوضوء، واستدلوا بقول الله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} (١) حيث عطف الأرجل على الرؤوس الممسوحة، ورُد عليهم هذا الفهم بأنه لم يوافقهم أحد عليه، بل العمل على خلافه مع كونهم يقرؤون بجر أرجلكم (٢):
١ - فعن عطاء - رحمه الله - أنه قال عند تفسير هذه الآية: «لم أر أحداً يمسح على القدمين» (٣).
٢ - وعن الأعمش - رحمه الله - قال: «كانوا يقرؤونها: (بِرُءُوسِكُمْ وَأَرْجُلِكُمْ) بالخفض، وكانوا يغسلون» (٤).

<span data-type="title" id=toc-122>ثالثاً: القدرية</span>.
والمراد بهم نفاة القدر، وظهر هؤلاء في عهد الصحابة - رضي الله عنهم -، وتقدم عن
_________
(١) سورة المائدة من الآية (٦)، وانظر تفسير القرآن العظيم لابن كثير (٣/ ٤٨).
(٢) وهي قراءة ابن كثير وأبي عمرو وحمزة وشعبة عن عاصم، السبعة (ص ٢٤٢ - ٢٤٣)، والنشر (٢/ ٢٥٤).
(٣) جامع البيان (٨/ ١٩٤)، وانظر مصنف ابن أبي شيبة (١/ ٢٠).
(٤) السنن الكبرى للبيهقي (١/ ٧١)، والدر المنثور (٢/ ٢٦٢)، وعزاه لعبد بن حميد، وقد روي المسح على الرجلين عن بعض أهل السنة، انظر: المغني (١/ ١٨٤)، والجامع لأحكام القرآن (٣/ ٢٠٨٨)، وتفسير القرآن العظيم لابن كثير (٣/ ٤٨).',NULL,'322',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (323,'يحيى بن يعمر أنه قال لابن عمر: «يا أبا عبد الرحمن إنه قد ظهر قبلنا ناس يقرؤون القرآن ويتقفرون العلم، وذكر من شأنهم، وأنهم يزعمون أن لا قدر، وأن الأمر أُنُف» (١).
والقدرية في بداية ظهورهم أنكروا علم الله تعالى بالأشياء، وزعموا أن الأمر أنف، وأن الله تعالى لا يعلم من يطيعه ممن يعصيه إلا بعد وقوع ذلك منه، وقد اشتد إنكار الصحابة عليهم كأبي هريرة وابن عمر وابن عباس - رضي الله عنهم - مما أدى إلى انقراض قولهم (٢)، ومما جاء فيهم (٣):
أنه قيل لعلي - رضي الله عنه -: «يا أمير المؤمنين إن ها هنا قوماً يقولون: إن الله لا يعلم ما يكون حتى يكون، فقال: ثكلتهم أمهاتهم من أين قالوا هذا؟ ، قيل: يتأولون القرآن في قوله تعالى: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ} (٤)، فقال علي - رضي الله عنه -: من لم يعلم هلك، ثم صعد المنبر، فحمد الله وأثنى عليه، وقال: أيها الناس تعلموا العلم واعملوا به وعلموه، ومن أشكل عليه شيء
_________
(١) صحيح مسلم، كتاب الإيمان (١/ ٣٦) برقم (١).
(٢) انظر في نشأة مذهبهم: الفرق بين الفرق (١٨)، ومجموع الفتاوى لابن تيمية (٨/ ٢٢٨)، وشرح العقيدة الطحاوية (ص ٢٥٠)، والقضاء والقدر د. عبد الرحمن المحمود (ص ١١٧) وما بعدها.
(٣) وتقدم قول القرظي فيهم: «والذي نفس محمد بيده لوددت أن يميني هذه تقطع على كبر سني، وأنهم أتوا من كتاب الله عز وجل آية، ولكنهم يأخذون بآخرها ويتركون أولها».
وقول ابن سيرين: «إن لم يكن أهل القدر الذين يخوضون في آيات الله فلا علم لنا به».
(٤) سورة محمد آية (٣١).',NULL,'323',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (324,'من كتاب الله فليسألني، إنه بلغني أن قوماً يقولون: إن الله لا يعلم ما يكون حتى يكون لقوله: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ} الآية، وإنما قوله: {حَتَّى نَعْلَمَ} يقول: حتى نرى من كتب عليه الجهاد والصبر إن جاهد وصبر على ما نابه وأتاه مما قضيت عليه» (١).
فهؤلاء القوم فهموا من قوله تعالى: {حَتَّى نَعْلَمَ} أن الله لا يعلم الأشياء إلا بعد وقوعها، وقد خَطَّأ عليٌّ فهمهم ورده عليهم لدلالة النصوص الكثيرة على أن الله يعلم كل شيء - ما كان وما سيكون - دون استثناء، فلا بد لهذه الآية من معنى آخر غير ما فهموه كي يتفق مع الآيات الأخرى، وهو ما بينه علي - رضي الله عنه - من أن العلم المذكور هو علم الوقوع والوجود (٢).
ويفيد أثر علي - رضي الله عنه - أن القول بالقدر بدأ في عهده، وجاء عن يحيى بن يعمر أنه قال: «كان أول من قال بالقدر بالبصرة معبد الجهني» (٣)، فيحتمل أنه وأصحابه
_________
(١) أخرجه ابن عبد البر في جامع بيان العلم وفضله (١/ ٤٦٥) [ط. دار ابن الجوزي] معلقاً على أبي سنان، وقال محقق الكتاب: «رجاله ثقات».
(٢) انظر: الجامع لأحكام القرآن (٧/ ٦٠٧٤)، ومجموع الفتاوى لابن تيمية (٨/ ٤٩٦)، وتفسير القرآن العظيم لابن كثير (٧/ ٣٠٤).
(٣) صحيح مسلم، كتاب الإيمان (١/ ٣٦) برقم (١)، ومعبد هو ابن عبد الله ويقال: ابن خالد الجهني، أخذ القدر عن سوسن النصراني، روى عن ابن عمر وابن عباس، قال الذهبي: «صدوق في نفسه، لكنه سن سنة سيئة»، قتله الحجاج عام (٨٠) بعدما عذبه لخروجه مع ابن الأشعث.
انظر: المجروحين (٢/ ٣٧٥)، وتاريخ الإسلام حوادث سنة (٨١ - ١٠٠ ص ١٩٩)، وميزان الاعتدال (٥/ ٢٦٦)، والبداية والنهاية (١٢/ ٣٠٢).',NULL,'324',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (325,'كانوا يثيرون مسائل القدر في خلافة علي - رضي الله عنه - كما في الأثر المتقدم، ثم تبنى معبد القول بالقدر بعد ذلك، وعرف به واشتهر عنه، فإنه شهد يوم التحكيم، ولقي أبا موسى - رضي الله عنه - ووصاه في أمر التحكيم، ثم اجتمع بعمرو بن العاص ووصاه في ذلك، فقال له عمرو - رضي الله عنه -: «إيهاً تيسَ جهينة! ما أنت وهذا، لست من أهل السر ولا من أهل العلانية، والله ما ينفعك الحق ولا يضرك الباطل» (١)، والله أعلم.
ثم ظهر بعد هؤلاء الغلاة قوم أخف بدعة منهم، فكانوا يقرون بعلم الله بالأشياء، لكنهم ينكرون تقديره لها، ويزعمون أن العبد يستقل بفعل الخير والشر (٢)، وكان السلف يحتجون علىهم بالعلم، كما جاء عن عمر بن عبد العزيز - رحمه الله - أنه قال لغيلان: «ألست تقر بالعلم؟ ، قال: بلى، قال: فما تريد؟ ! ؛ إن الله يقول: {فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ}» (٣).
* وينتهز بعض القدرية الفرصة لإخراج بعض الأشياء عن أن تكون داخلة في القدر، وذلك عند ورود الآيات العامة في أن كل شيء بتقدير الله، فعن عبيد الله بن عمر قال: «كان يحيى بن سعيد يحدثنا، فيسيح علينا مثل اللؤلؤ، فإذا
_________
(١) تاريخ دمشق (٥٩/ ٣١٦)، والبداية والنهاية (١٢/ ٣٠٣) وعلق ابن كثير على قول عمرو بقوله: «وهذا توسم فيه من عمرو بن العاص».
(٢) انظر لوامع الأنوار البهية للسفاريني (١/ ٣٠٠ - ٣٠٢).
(٣) سورة الصافات الآيات (١٦١ - ١٦٣)، والأثر أخرجه الفريابي في كتاب القدر (ص ٢٠٣)، وعبد الله بن أحمد في السنة (٢/ ٤٢٨ - ٤٢٩).',NULL,'325',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (326,'طلع ربيعة [يعني ربيعة الرأي (١)]
قطع يحيى حديثه إجلالاً لربيعة، وإعظاماً له، قال عبيد الله: فتلا يحيى بن سعيد هذه الآية يوماً: {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ} (٢)، فقال جميل بن نباتة العراقي (٣): يا أبا سعيد أرأيت السحر من خزائن الله التي تنزل؟ ، فقال يحيى: مه ما هذا من مسائل المسلمين، وأُفْحِمَ القوم، فقال عبد الله بن أبي حبيبة (٤): إن أبا سعيد ليس من أصحاب الخصومة، إنما هو إمام من أئمة المسلمين، ولكن عليَّ فأقبل، أما أنا فأقول: إن السحر لا يضر إلا بأذن الله، فتقول أنت غير ذلك؟ ، قال: فسكت ولم يقل شيئاً، قال عبيد الله: فكأنما كان علينا جبل فوضع عنا» (٥).
ويظهر أن الرجل السائل من أهل القدر الذين ينفون أن تكون أعمال العباد كلها داخلة تحت مشيئة الله تعالى.
_________
(١) هو أبو عثمان ربيعة بن أبي عبد الرحمن فروخ التيمي مولاهم المدني، سمع أنساً، وروى عنه مالك والثوري، أقدمه أبو العباس السفاح إلى العراق ليوليه القضاء، فمات بالأنبار سنة (١٣٦).

انظر: المعارف (ص ٤٩٦)، وتاريخ بغداد (٨/ ٤٢٠)، ووفيات الأعيان (٢/ ٢٨٨).
(٢) سورة الحجر آية (٢١).
(٣) لم أقف على ترجمته.
(٤) لم أقف على ترجمته كذلك.
(٥) المعرفة والتاريخ (١/ ٦٤٨)، وكتاب القدر للفريابي (ص ٢١٩ - ٢٢٠)، والشريعة (ص ٢٥٣)، والقضاء والقدر للبيهقي (٣٢٣ - ٣٢٤).',NULL,'326',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (327,'<span data-type="title" id=toc-123>رابعاً
نقد تفسير المتشابه</span>
ورد في الكتاب والسنة ذم تتبع متشابه القرآن وطلب تأويله، فمن الكتاب العزيز قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} (١).
ومن السنة قول النبي - صلى الله عليه وسلم - عندما تلا الآية السابقة: «فإذا رأيت الذين يتبعون ما تشابه منه، فأولئك الذين سمّى الله فاحذروهم» (٢).
وعلى هذا المنهج سار السلف الصالح من الصحابة والتابعين - رضي الله عنهم -، فحذروا من اتباع المتشابه وتأويله.
وكي ندرك - بوضوح - موقف الصحابة والتابعين من تفسير المتشابه وتأويله؛ ينبغي أولاً معرفة مفهومهم له.
_________
(١) سورة آل عمران آية (٧).
(٢) تقدم تخريجه (ص ٣٢).',NULL,'328',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (328,'فأكثر تعريفات الصحابة والتابعين ومن بعدهم تتفق على أن المتشابه هو ما كان في معناه خفاء، وهذا موافق لمعنى المتشابه في اللغة؛ حيث يطلق على الملتبس، فيقال: اشتبهت الأمور وتشابهت: إذا التبست وأشبه بعضها بعضاً، ويقال: شبه عليه الأمر: إذا لبس عليه (١).
وإذا تأملنا تعريفات السلف الاصطلاحية للمتشابه أمكن تقسيمه إلى قسمين (٢):
القسم الأول: المتشابه المطلق، وهو ما لا يتمكن أحد من تأويله، كأن يكون الله تعالى استأثر بعلمه، وهذا القول مروي - أيضاً - عن جابر بن عبد الله - رضي الله عنه - (٣).
وعلى هذا المعنى يحمل قول ابن عباس - رضي الله عنهما - عندما قسم التفسير إلى أربعة أوجه،
_________
(١) أساس البلاغة (ص ٣٢٠)، ولسان العرب (٤/ ٢١٩٠) مادة "شبه".
(٢) انظر هذا التقسيم في: مجموع الفتاوى (٣/ ٦٢، ١٣/ ١٤٤، ١٧/ ٣٨٠ - ٣٨٣)، والموافقات (٣/ ٣١٥)، والتيسير في قواعد التفسير (ص ٤٠)، وأصول في التفسير (ص ٤٩).
(٣) انظر: زاد المسير (١/ ٣٥١)، والجامع لأحكام القرآن (٢/ ١٢٥١)، ومجموع الفتاوى (١٧/ ٤١٩)، وجابر بن عبد الله هو ابن رئاب الأنصاري السلمي، شهد بيعة العقبة الأولى، قال ابن عبد البر: «شهد بدراً، وأحداً، والخندق، وسائر المشاهد مع رسول الله - صلى الله عليه وسلم -، وهو من أول من أسلم من الأنصار قبل العقبة الأولى».
انظر: الطبقات الكبرى لابن سعد (٣/ ٢/١١٤)، والاستيعاب "بذيل الإصابة" (٢/ ١٠٨)، وأسد الغابة (١/ ٣٠٦).',NULL,'329',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (329,'فذكر منها: «وتفسير لا يعلم تأويله إلا الله، من ادعى علمه فهو كاذب» (١).
ويندرج تحت هذا القسم صور:
الصورة الأولى: حقيقة صفات الله والإحاطة بكنهها وكيفيتها، وهي متشابهة من هذه الجهة، أما من حيث معرفة معانيها ودلالتها فهي من المحكم، كما قال الإمام مالك عن الاستواء: الاستواء معلوم، والكيف مجهول (٢).
ومما يدل على دخولها في المتشابه ما جاء عن طاوس قال: «سمعت رجلاً يحدث ابن عباس بحديث أبي هريرة هذا (٣)، فقام رجل فانتفض، فقال: ما فرق
_________
(١) تفسير عبد الرزاق (١/ ٥٩)، وجامع البيان (١/ ٧٠)، وأخرجه ابن جرير في (١/ ٧٠)، وابن المنذر في تفسيره (١/ ١٣١) عن ابن عباس مرفوعاً، ولفظه عند ابن جرير: «ومتشابه لا يعلمه إلا الله، ومن ادعى علمه سوى الله فهو كاذب»، وذكر أن في إسناده نظراً، قال ابن كثير في تفسيره (١/ ١٨): «والنظر الذي أشار إليه في إسناده هو من جهة محمد بن السائب الكلبي، فإنه متروك الحديث، لكن قد يكون إنما وهم في رفعه، ولعله من كلام ابن عباس».
(٢) انظر تفصيل ذلك في: مجموع الفتاوى (٣/ ٥٧ - ٥٩، ١٣/ ٣٠٦، ١٧/ ٣٧٣، ٣٧٩، ٤٢٦)، والرسالة التدمرية مع التحفة المهدية (ص ٢٣٢) وما بعدها، والقواعد الكلية للأسماء والصفات (ص ٣٠٣)، وسيأتي تخريج قول مالك قريباً.
(٣) هو قول النبي - صلى الله عليه وسلم -: «فأما النار فإنهم يلقون فيها، وتقول: هل من مزيد؟ ، فلا تمتلئ حتى يضع رجله - أو قال: قدمه - فيها، فتقول: قط، قط، قط، فهنالك تملأ وتنزوي بعضها إلى بعض»، أخرجه البخاري في صحيحه، في كتاب التفسير، باب: {وَتَقُولُ هَلْ مِنْ مَزِيدٍ} (٦/ ٤٧ - ٤٨).',NULL,'330',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (330,'هؤلاء يجدون رقة عند محكمه، ويهلكون عند متشابهه؟ ! » (١).
الصورة الثانية: ما أخبر الله به عن الساعة وأشراطها وما يقع فيها، فإنه لا يعلم وقته وقدره ونوعه وصفته إلا الله عز وجل (٢).
الصورة الثالثة: الحروف المقطعة عند من يرى أنه لا سبيل إلى معرفة المراد بها، فابن عباس في بعض أقواله يرى أنها من المتشابه (٣).
وعن داود بن أبي هند (٤) قال: «كنت أسأل الشعبي عن فواتح السور، فيقول: يا داود إن لكل كتاب سراً، وإن سر هذا القرآن فواتح السور فدعها، وسل
_________
(١) أخرجه عبد الرزاق في المصنف (١١/ ٤٢٣)، وابن أبي عاصم في السنة (١/ ٢١٢)، قال الألباني في تعليقه عليه: «إسناده صحيح»، وقوله: «ما فرق هؤلاء؟ ! » أي: ما خوفهم وفزعهم عند ذكر أحاديث الصفات، وانتفض الرجل استنكاراً للحديث والصفة المذكورة فيه؛ إما لأن عقله لم يحتمله، أو لاعتقاده عدم صحته، وأنكر عليه ابن عباس؛ لأن الواجب الإيمان والتسليم لما صح عن الله ورسوله - صلى الله عليه وسلم - وإن لم يحط به علماً. انظر: تيسير العزيز الحميد في شرح كتاب التوحيد (ص ٥١٥)، والقول المفيد لابن عثيمين (٢/ ٣٠٤).
(٢) انظر: جامع البيان (٥/ ١٩٩)، ومجموع الفتاوى (١٣/ ٢٧٨، ١٧/ ٣٧٢ - ٣٧٣).
(٣) معالم التنزيل للبغوي (٢/ ٨).
(٤) هو داود بن دينار القشيري، أبو بكر البصري، رأى أنساً، وروى عن كبار التابعين، كان من حفاظ البصرة، قال الذهبي: «كان رأساً في العلم والعمل»، توفي سنة (١٣٩ أو ١٤٠).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٢٠)، وتذكرة الحفاظ (١/ ١٤٦).',NULL,'331',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (331,'عما بدا لك» (١).
القسم الثاني: المتشابه النسبي الذي يتفاوت الناس في معرفته، فيعرفه بعضهم ويخفى على آخرين، ويندرج تحت هذا القسم صور:
الصورة الأولى: المنسوخ، والقول بأنه من المتشابه مروي عن ابن مسعود وابن عباس وقتادة والضحاك والسدي (٢).
وقد سبق بيان مفهوم المنسوخ عند السلف وأنه أعم من المنسوخ الاصطلاحي، فيشمله ويشمل كل نص تُرك ظاهره لمعارض راجح، مثل: المطلق إذا جاء ما يقيده، والعام إذا جاء ما يخصصه، والمجمل إذا ورد ما يبينه.
ووجه كون هذه الثلاثة من المتشابه احتمالها أكثر من معنى، ووجود الاحتمال مظنة الاشتباه عند بعض الناس، وتوهم إرادة بعض المعاني، فإذا جاء التقييد والتخصيص والبيان رفع ما يتوهم دخوله في معنى الآية، ولذا عُدت هذه الأشياء قبل ورود مبيناتها من المتشابه.
وأما وجه دخول المنسوخ الاصطلاحي في المتشابه؛ فلأن الناس مأمورون بالإيمان المجمل به دون الوقوف على تفصليه بخلاف الناسخ، فإنهم مأمورون
_________
(١) الدر المنثور (١/ ٢٣) وعزاه لابن المنذر.
(٢) جامع البيان (٥/ ١٩٣ - ١٩٦، ٢٠٥).',NULL,'332',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (332,'بالعمل به، فيلزمهم معرفة تفصليه (١).
وجاء في كلام السدي ما يدل على أن المنسوخ بمعناه الواسع داخل في المتشابه، ففي قوله تعالى: {فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} قال - رحمه الله -: «يتبعون المنسوخ والناسخ، فيقولون: ما بال هذه الآية عمل بها كذا وكذا مكان هذه الآية، فتركت الأولى وعمل بهذه الأخرى، هلاّ كان العمل بهذه الآية قبل أن تجيء الأولى التي نسخت؟ ! ، وما باله يعد العذاب من عمل عملاً يعذبه في النار، وفي مكان آخر من عمله فإنه لم يوجب النار؟ » (٢).
الصورة الثانية: ما احتمل أوجهاً من التأويل، وعدم القطع بأحد احتمالات التأويل يجعل الآية مشتبهة خفية المعنى عند من لم يقطع بشيء فيها، وقد صنف الطبري تحت هذه الصورة قول محمد بن جعفر بن الزبير (٣) في قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ}، قال: «فيهن حجة الرب وعصمة العباد ودفع الخصوم والباطل، ليس لها تصريف ولا تحريف عما وضعت
_________
(١) انظر في ذلك: مجموع الفتاوى لابن تيمية (١٣/ ٢٧٢، ١٤/ ١٠١، ١٣٣، ١٧/ ٣٨٨)، وإعلام الموقعين (١/ ٣٥)، والموافقات (٣/ ٣٠٦، ٣٤٤).
(٢) جامع البيان (٥/ ٢٠٥).
(٣) ابن العوام القرشي الأسدي، روى عن عمه عبد الله بن الزبير ولم يسمع منه، وروى عنه ابن إسحاق وابن جريج، وكان من فقهاء المدينة وقرائهم، وحديثه في الكتب الستة، توفي بعد سنة عشرٍ ومائة.
انظر: التاريخ الكبير (١/ ١/٥٤)، وتهذيب التهذيب (٣/ ٥٣٠).',NULL,'333',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (333,'عليه، {وَأُخَرُ مُتَشَابِهَاتٌ} في الصدق لهن تصريف وتحريف وتأويل، ابتلى الله فيهن العباد كما ابتلاهم في الحلال والحرام، لا يصرفن إلى الباطل ولا يحرفن عن الحق» (١).
والآيات التي تحتمل أكثر من وجه في التأويل يحتاج المفسر فيها إلى بعض المرجحات ليصل إلى المعنى المراد.
الصورة الثالثة: الآيات التي يظهر منها التعارض، وهذه تشتبه على بعض الناس، فلا يعرف - بدقة - وجه تأويلها، ولا يمكنه الوقوف على معناها الصحيح إلا بالنظر في الأدلة الأخرى للترجيح أو الجمع بينها (٢).
ولما سأل نافع بن الأزرق ابن عباس عن بعض الآيات التي ظاهرها التعارض، قال له ابن عباس: «إني أحسبك قمت من عند أصحابك، فقلت: ألقي على ابن عباس متشابه القرآن» (٣).
ومما تقدم يتبين سعة مفهوم المتشابه عند الصحابة والتابعين، فهم يعتبرون كل ما أشكل معناه والتبس على بعض الناس فهمه متشابهاً، قال ابن تيمية: «ولهذا كان السلف رضي الله تعالى عنهم يسمون ما أشكل على بعض الناس حتى فهم منه
_________
(١) جامع البيان (٥/ ١٩٧).
(٢) فتح القدير (١/ ٣١٧).
(٣) سيأتي ذكره كاملاً.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (334,'غير المراد متشابهاً» (١).
والتقسيم المتقدم للمتشابه من حيث معرفة تأويله.
وهناك تقسيم آخر للمتشابه من حيث حكم الخوض في تفسيره وتأويله، وهو مقصود البحث ومحط الاهتمام، وهو وثيق الارتباط بالتقسيم السابق؛ إذ لا يمكن معرفة الجائز من تأويل المتشابه من غير الجائز عند الصحابة والتابعين - رضي الله عنهم - وغيرهم إلا بالتصور التام لمرادهم به.
والمتشابه الذي انتقد الصحابة والتابعون طلب تأويله، وعليه تحمل النصوص الواردة عنهم في ذمه هو:
* المتشابه المطلق الذي لا يمكن إدراك معناه، والمنع من تأويل هذا النوع ظاهر.
* والمتشابه النسبي الذي يتفاوت الناس في معرفته، وانتقاد الصحابة والتابعين لمن طلب تأويل هذا النوع ليس على إطلاقه، وإنما في بعض الحالات، كمن يبحث في معنى المتشابه أو يسأل عنه على سبيل التعنت وضرب القرآن بعضه ببعض؛ لا على سبيل الاسترشاد وطلب فهم المعنى، وحين ذم القرآن الكريم
_________
(١) بيان تلبيس الجهمية (٨/ ٤٩٩)، وانظر: تأويل مشكل القرآن (ص ١٠٢)، والاعتصام (١/ ٢٣٣)، والبرهان (٢/ ٢٠٠).',NULL,'335',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (335,'متبعي المتشابه ذكر صفتهم المنفرة عنهم، وهي زيغ قلوبهم وانحرافها، وذكر علتهم ومقصدهم في اتباع المتشابه، وهي اتباعه ابتغاء الفتنة وابتغاء تأويله، وهذان الأمران - أعني زيغ القلوب وابتغاء الفتنة - يمنعان المرء من الوصول إلى المعنى الصحيح للآية (١).
ومن صور الفتنة التي يسعى إليها من يطلب تفسير المتشابه ويثير الأسئلة حوله: اتباع المتشابه للاستدلال به على أهوائه وآرائه، وتفسيره بما يتفق مع مذهبه ومعتقده، وفي المقابل مجادلة أهل السنة ومخاصمتهم به، والتشكيك في قناعات ومعتقدات عامة الناس، ومما يؤكد إرادته الفتنة أنه في مقابل اتباع المتشابه يدع الآيات الواضحة البينة المحكمة التي لا لبس فيه ولا غموض، ولا تحتاج إلى تكلف تأويلها، كمن يترك قوله تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} (٢)، وقوله تعالى: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي} (٣)، وقوله: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} (٤)، وقوله: {لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} (٥)، فيدع هذه الآيات المحكمات الصريحة في
_________
(١) انظر مجموع الفتاوى لابن تيمية (١٣/ ٢٧٥).
(٢) سورة البقرة آية (١٦٣).
(٣) سورة طه من الآية (١٤).
(٤) سورة المؤمنون من الآية (٩١).
(٥) سورة الصمد الآيتان (٣، ٤).',NULL,'336',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (336,'وحدانية الله، ويزعم أن الله تعالى ثالث ثلاثة، أو أن المسيح ابن الله، ويستدل بالمتشابه من آيات الكتاب كقوله تعالى: {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} (١)، وفي مثل هؤلاء نزل قوله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} (٢)، وهؤلاء النصارى لهم نظير من أهل البدع؛ فكم تركوا من الآيات المحكمات وتعلقوا ببعض المتشابه، وردوا بها نصوصاً صريحة صحيحة.
ومن أمثلة ذلك:
١ - اتباعُ القدرية قوله تعالى: { ... اعْمَلُوا مَا شِئْتُمْ} (٣)، وقوله تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} (٤)، وتركُ الآيات التي بينتها، مثل قوله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} (٥).
٢ - اتباع الخوارج لقوله تعالى: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} (٦)، وترك مبينه وهو
_________
(١) سورة النساء من الآية (١٧١).
(٢) انظر ما تقدم في التمهيد (ص ٣٢)، وانظر مجموع الفتاوى لابن تيمية (١٣/ ٢٧٧).
(٣) سورة فصلت من الآية (٤٠).
(٤) سورة الكهف من الآية (٢٩).
(٥) سورة الإنسان من الآية (٣٠).
(٦) سورة الأنعام من الآية (٥٧).',NULL,'337',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (337,'قوله: {فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا} (١)، وقوله: {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} (٢).
وقد علق الشاطبي على هذه الأمثلة بقوله: «وهكذا سائر من اتبع هذه الأطراف من غير نظر فيما وراءها، ولو جمعوا بين ذلك، ووصلوا ما أمر الله به أن يوصل لوصلوا إلى المقصود» (٣).

<span data-type="title" id=toc-124>طرق الصحابة والتابعين في نقد تأويل المتشابه:</span>
سلك الصحابة والتابعون - رضي الله عنهم - طرقاً مختلفة في انتقاد متبعي المتشابه؛ نظراً للخطر الكبير الذي يمثله من يتبع المتشابه ويطلب تأويله وأثره السيئ على الفهم السليم للقرآن الكريم، وما يتبع ذلك من انحراف بعض الناس عن الحق، ووقوعهم تحت تأثير تأويلاتهم الباطلة، والطرق التي سنذكرها عنهم ليس المستهدف فيها من يتبع المتشابه فحسب، وإنما يدخل في بعضها أهل الحق على سبيل وقايتهم وحمايتهم من تتبع المتشابه وطلب تأويله، ومن الطرق التي سلكها الصحابة والتابعون ما يأتي:
_________
(١) سورة النساء من الآية (٣٥).
(٢) سورة المائدة من الآية (٩٥).
(٣) الموافقات (٣/ ٣١٣ - ٣١٤).',NULL,'338',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (338,'أولاً: التشنيع على متبعي المتشابه والإنكار عليهم، وبيان سوء سبيلهم ومسلكهم، وقد يصل الأمر إلى تأديبهم، ومن شواهده:
١ - تأديب عمر - رضي الله عنه - لصبيغ، وجاء في بعض الروايات أنه كان يسأل عن متشابه القرآن (١)، وسياق القصة يدل على أنه كان معروفاً بهذا الأمر، ففي بعض الروايات: أنه قيل لعمر: «يا أمير المؤمنين إنا لقينا رجلاً يسأل عن تأويل القرآن، فقال: اللهم أمكني منه، فبينما عمر - رضي الله عنه - ذات يوم يغدي الناس؛ إذ جاءه رجل عليه ثياب وعمامة يتغدى، حتى إذا فرغ قال: يا أمير المؤمنين: {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا} (٢)؟ ، فقال عمر - رضي الله عنه -: أنت هو! » (٣)، ثم ضربه وحبسه، وأمر المسلمين بهجره (٤).
وقد بين ابن تيمية وجه كون الآيات التي سأل عنها صبيغ من المتشابه، فقال: «والذاريات، والحاملات، والجاريات، والمقسمات فيها اشتباه، لأن اللفظ يحتمل الرياح والسحاب والنجوم والملائكة، ويحتمل غير ذلك، إذ ليس في اللفظ ذكر الموصوف، والتأويل الذي لا يعلمه إلا الله هو أعيان السحاب وما تحمله من
_________
(١) جاء ذلك في سنن الدارمي (١/ ٥٨)، والشريعة للآجري (ص ٧٩).
(٢) سورة الذاريات الآيتان (١، ٢).
(٣) أخرج هذه الرواية الآجري في الشريعة (ص ٧٨)، وفي سنن الدارمي (١/ ٥٩) أن صبيغاً كان يسأل عن أشياء من القرآن في أجناد المسلمين، فبُعث به إلى عمر.
(٤) تقدم تخريج القصة (ص ٧٥).',NULL,'339',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (339,'الأمطار ومتى ينزل المطر؟ ، وكذلك في الجاريات والمقسمات، فهذا لا يعلمه إلا الله» (١).
وقال ابن كثير: «وكأنه - والله أعلم - إنما ضربه لما ظهر من حاله أن سؤاله سؤال استشكال، لا سؤال استرشاد واستدلال، كما يفعله كثير من المتفلسفة الجهال والمبتدعة الضلال، فنسأل الله العافية في هذه الحياة الدنيا وفي المآل» (٢).
٢ - وسأل ابن الكواء (٣) علي بن أبي طالب - رضي الله عنه - فقال: «يا أمير المؤمنين ما {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا (٢) فَالْجَارِيَاتِ يُسْرًا (٣) فَالْمُقَسِّمَاتِ أَمْرًا} (٤)؟ ، فقال: ويلك سل تفقهاً، ولا تسأل تعنتاً» (٥).
_________
(١) مجموع الفتاوى (١٣/ ٣١٢).
(٢) مسند الفاروق (٢/ ٦٠٦ - ٦٠٧)، وانظر تعليق الآجري على هذه القصة في الشريعة (ص ٧٩).
(٣) هو عبد الله بن عمرو اليشكري، اشتهر بصحبة على - رضي الله عنه -، قال ابن حجر: «له أخبار كثيرة مع علي، وكان يلزمه ويعييه في الأسئلة، وقد رجع عن مذهب الخوارج، وعاود صحبة علي».
انظر: المعارف (ص ٥٣٥)، ولسان الميزان (٣/ ٤٠٦).
(٤) سورة الذاريات الآيات (١ - ٤).
(٥) أخرجه عبد الرزاق في تفسيره (٢/ ١٩٥)، وابن عبد البر في جامع بيان العلم (١/ ١١٤)، وهو في الجامع لابن وهب (٢/ ٦٥ - ٦٦) بلفظ: «ثكلتك أمك يا بن الكواء».
والقصة - دون قوله: "ويلك ... " - أخرجها: ابن جرير في جامع البيان (٢١/ ٤٨١)، والحاكم في المستدرك (٢/ ٤٦٦ - ٤٦٧)، وانظر: تفسير القرآن العظيم لابن كثير (٥/ ٤٧، ٧/ ٣٩١)، وفتح الباري (٨/ ٥٩٩).
وقد ذكر ابن تيمية في مجموع الفتاوى (١٣/ ٣١٢) الفرق بين فعل عمر مع صبيغ، وفعل علي مع ابن الكواء؛ فذكر أن علياً لم يؤدب ابن الكواء كما فعل عمر مع صبيغ؛ لأن رعيته كانت ملتوية عليه، ولم يكن مطاعاً فيهم طاعة عمر حتى يؤدبه، وانظر تعليق محمد رشيد رضا على القصة في الاعتصام (١/ ٨١).',NULL,'340',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (340,'وفي رواية أن علياً - رضي الله عنه - قال له: «ويلك! والله ما العلم تريد» (١).
٣ - وعن معاذ بن جبل - رضي الله عنه - قال: «يقرأ القرآن رجلان، فرجل له فيه هوى ونية، يفليه فلي الرأس يلتمس أن يجد فيه أمراً يخرج به على الناس أولئك شرار أمتهم، أولئك يعمي الله عليهم سبل الهدى، ورجل يقرؤه ليس فيه هوى ولا نية، يفليه فلي الرأس فما تبين له منه عمل به، وما اشتبه عليه وكله إلى الله، ليتفقهن فيه فقهاً ما فقهه قوم قط، حتى لو أن أحدهم مكث عشرين سنة، فليبعثن الله له من يبين له الآية التي أشكلت عليه، أو يفهمه إياها من قبل نفسه» (٢).
٤ - وكان ابن عباس - رضي الله عنهما - إذا سأله رجل وعرف من حاله أنه يريد البحث عن المتشابه ذكَّره بصنيع عمر مع صبيغ، وأنه بحاجة إلى مثله، فعن القاسم بن محمد قال: «سمعت رجلاً سأل ابن عباس عن الأنفال، فقال ابن عباس: الفرس من النفل، والسلب من النفل، ثم عاد لمسألته، فقال ابن عباس ذلك أيضاً، ثم قال
_________
(١) الجامع لابن وهب (٢/ ١١٤).
(٢) مجموع الفتاوى (١٧/ ٣٩٤) وعزاه إلى إبراهيم بن يعقوب الجوزجاني والطلمنكي وساق إسناده.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (341,'الرجل: الأنفال التي قال الله في كتابه ما هي؟ ، قال القاسم: فلم يزل يسأله حتى كاد يحرجه، فقال ابن عباس: أتدرون ما مثل هذا؟ ! ؛ مثل صبيغ الذي ضربه عمر بن الخطاب - رضي الله عنه -» (١).
وجاء في بعض الروايات أن الرجل من أهل العراق (٢)، وظاهرٌ أنه لم يكن يسأل سؤال استرشاد، وإنما أراد الاستشكال والتعنت، فشبه ابن عباس حاله بحال صبيغ الذي كان يسأل عن المتشابه.
٥ - وعنه - رضي الله عنه - في قوله تعالى: {فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} قال: «يحملون المحكم على المتشابه، والمتشابه على المحكم، ويلبسون فلبس الله عليهم» (٣).
ثانياً: بيان أن تتبع المتشابه وطلب تأويله من منهج المبتدعة وطريقتهم في فهم النصوص والاستدلال بها، وأنه من أسباب ضلالهم، وهذا وجه من أوجه نقد اتباع المتشابه وذمه؛ لما له من أثر في نفور الناس من سلوك هذا المسلك واتباعه،
_________
(١) أخرجه مالك في الموطأ (١/ ٥٨٦)، وعبد الرزاق في تفسيره (١/ ٢٣١)، وأبو عبيد في الأموال (١/ ٤٢٦)، وابن جرير في جامع البيان (١١/ ٨) وهذا لفظه، وأبو جعفر النحاس في الناسخ والمنسوخ (٢/ ٣٧٣)، وابن بطة في الإبانة " الإيمان" (١/ ٤١٧) وفيه أن ابن عباس قال: «أما لو عاش عمر لما سأل أحد عما لا يعنيه»، وانظر: الدر المنثور (٣/ ١٦١)، ومجموع الفتاوى (١٣/ ٣١١).
(٢) تفسير عبد الرزاق (١/ ٢٣١).
(٣) جامع البيان (٥/ ٢٠٤)، وتفسير ابن أبي حاتم (٢/ ٥٩٥)، والإبانة لابن بطة "الإيمان" (٢/ ٦٠٦).',NULL,'342',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (342,'ومن شواهده:
١ - عن ابن عباس أنه ذكر له الخوارج وما يصيبهم عند قراءة القرآن، فقال: «يؤمنون عند محكمه ويهلكون عند متشابهه» (١).
٢ - وحين رأى أبو أمامة - رضي الله عنه - (٢) رؤوس قتلى الخوارج قال: «كلاب النار، كلاب النار، كلاب النار، شر قتلى تحت ظل السماء، شر قتلى تحت ظل السماء، ثم بكى، فقال له أبو غالب (٣)
- الراوي عنه -: يا أبا أمامة ما شأني أراك تبكي؟ ! ، قال: أرحمهم أنهم كانوا مسلمين، قلت: بم؟ ، قال: يا أبا غالب أتقرأ سورة آل عمران؟ قلت: نعم، قال: اقرأ: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ}، فهم هؤلاء يا أبا غالب، قال: ثم قرأ: {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ
_________
(١) مصنف ابن أبي شيبة (١٥/ ٣١٣)، وجامع البيان (٥/ ٢١٤)، والشريعة للآجري (ص ٣٠).
(٢) هو صدي بن عجلان الباهلي، مشهور بكنيته، توفي النبي - صلى الله عليه وسلم - وهو ابن ثلاثين سنة، وسكن الشام، وتوفي عام (٨٦) وقد جاوز المائة.
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٣١)، وأسد الغابة (٣/ ١٦)، والإصابة (٥/ ١٣٣).
(٣) هو حزَوَّر البصري، روى عن أبي أمامة وأنس، وعنه ابن عيينة، اختلف في توثيقه، قال ابن حجر: «صدوق يخطئ».

انظر: التاريخ الكبير (١/ ٢/١٣٤)، والجرح والتعديل (١/ ٢/٣١٥)، وتقريب التهذيب (ص ٦٦٤).',NULL,'343',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (343,'تَكْفُرُونَ} (١)، هم هؤلاء يا أبا غالب، فقلت: يا أبا أمامة أشيء سمعته من رسول الله - صلى الله عليه وسلم - أو شيء بلغك عنه، قال: بل سمعته من رسول الله - صلى الله عليه وسلم - لا مرة ولا اثنتين ولا ثلاثاً ولا أربعاً ولا خمساً ولا ستاً ولا سبعاً، إني إذاً لجريء، إني إذاً لجريء، إني إذاً لجريء» (٢).
٣ - وعن سعيد بن جبير قال: «المتشابهات آيات في القرآن يتشابهن على الناس إذا قرؤوهن، ومن أجل ذلك يضل من ضل، فكل فرقة يقرؤون آية من القرآن يزعمون أنها لهم أصابوا بها الهدى، ومما يتبع الحرورية من المتشابه قول الله عز وجل: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (٣)، ثم يقرؤون معها: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} (٤)، فإذا رأوا الإمام يحكم بغير الحق
_________
(١) سورة آل عمران آية (١٠٦).
(٢) أخرجه عبد الرزاق في المصنف (١٠/ ١٥٢)، وابن المنذر في تفسيره (١/ ١٢٦) واللفظ له، وابن أبي حاتم في تفسيره (٢/ ٥٩٥)، والطبراني في المعجم الكبير (٨/ ٢٦٦ - ٢٧٥)، قال الهيثمي في المجمع (٦/ ٢٣٤): «رواه الطبراني ورجاله ثقات».
وقد أخرجه مختصراً: الترمذي في سننه، في كتاب التفسير، باب ومن سورة آل عمران (٨/ ١٨٣)، وابن ماجه في سننه، في المقدمة، باب في ذكر الخوارج (١/ ٦٢)، وأحمد في المسند (٥/ ٢٦٢)، قال الترمذي: «حديث حسن»، وكذا حكم عليه الألباني في تعليقه على مشكاة المصابيح (٢/ ١٠٥٥).
(٣) سورة المائدة من الآية (٤٤).
(٤) سورة الأنعام من الآية (١).',NULL,'344',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (344,'قالوا: قد كفر، فمن كفر عدل به، ومن عدل بربه فقد أشرك بربه، فهؤلاء الأئمة مشركون ومن أطاعهم، فيخرجون فيفعلون ما رأيت؛ لأنهم يتأولون هذه الآية، وفتحت لهم هذه الآية باباً كبيراً، وقولهم فيه لغير الحق» (١).
٤ - وعن سعيد (٢) قال: «كان قتادة يحيل هذه الآية: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} على الخوارج وأهل البدع» (٣).
٥ - وكان - رحمه الله - ينعى على المبتدعة اتباعهم المتشابه، فعند قوله تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (٤) قال: «إذاً والله يجدون في القرآن زاجراً عن معصية الله لو تدبره القوم فعقلوه، ولكنهم أخذوا بالمتشابه فهلكوا عند ذلك» (٥).
_________
(١) تفسير القرآن لابن المنذر (١/ ١٢٠ - ١٢١)، والشريعة للآجري (ص ٢٩)، وانظر الدر المنثور (٢/ ٤).
(٢) هو ابن أبي عروبة العدوي، أبو النضر البصري، روى عن الحسن، وعنه الأعمش وشعبة، من المكثرين في الحديث، ومن أثبت الناس في قتادة، اختلط في آخر عمره، توفي عام (١٥٦).
انظر: الطبقات الكبرى لابن سعد (٧/ ٣٣)، وتذكرة الحفاظ (١/ ١٧٧).
(٣) الإبانة لابن بطة "الإيمان" (٢/ ٦٠٧).
(٤) سورة محمد آية (٢٤).
(٥) جامع البيان (٢١/ ٢١٦).',NULL,'345',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (345,'٦ - وقال في قوله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ}: «طلب القوم التأويل فأخطئوا التأويل، وأصابوا الفتنة، فاتبعوا ما تشابه منه، فهلكوا من ذلك» (١).
٧ - وقال أيوب - رحمه الله -: «ما أعلم أحداً من أهل الأهواء إلا يخاصم بالمتشابه» (٢).
ثالثاً: حث الأتباع والتلاميذ على الإيمان بالمتشابه والتسليم به، والإمساك عن الكلام فيما يشتبه على المرء من نصوص الكتاب، وهذا الأسلوب كالذي قبله له أثر في كف الناس عن الانسياق خلف المبتدعة وما يلقونه من شبه حول القرآن وتفسيره، وهي تربية أرشد إليها القرآن عندما ذكر حال الراسخين في العلم مع الآيات المتشابهة، وأنهم يقولون: {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا}، وإذا كان هذا هو حال الراسخين في العلم فمن دونهم من باب أولى.
ومما جاء عن الصحابة والتابعين في ذلك:
١ - قول معاذ - رضي الله عنه -: «أما القرآن فمنار كمنار الطريق، ولا يخفى على أحد، فما عرفتم منه فلا تسألوا عنه أحداً، وما شككتم فيه فكلوه إلى عالم» (٣).
_________
(١) جامع البيان (٥/ ٢٠٨).
(٢) الإبانة "الإيمان" (٢/ ٥٠١، ٦٠٩).
(٣) مصنف ابن أبي شيبة (١٠/ ٤٨٩)، وجامع بيان العلم وفضله (٢/ ١١١).',NULL,'346',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (346,'٢ - وعن أبي بن كعب - رضي الله عنه - قال: «كتاب الله ما استبان منه فاعمل به، وما اشتبه عليك، فآمن به وكله إلى عالمه» (١).
٣ - وقال عبد الله بن مسعود - رضي الله عنه -: «إن للقرآن مناراً كمنار الطريق، فما عرفتم منه فتمسكوا به، وما شبه عليكم، أو قال: تشبه عليكم فكلوه إلى عالمه» (٢).
٤ - وعن الحسن في قوله تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} (٣) قال: «يعملون بمحكمه ويؤمنون بمتشابهه، ويكلون ما أشكل عليهم إلى عالمه» (٤).
٥ - وسئل ربيعة بن أبي عبد الرحمن عن قول الله تبارك وتعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (٥) كيف استوى؟ ، فقال: «الاستواء غير مجهول، والكيف غير معقول، ومن الله الرسالة، وعلى الرسول البلاغ، وعلينا التصديق» (٦).
_________
(١) مصنف ابن أبي شيبة (١٠/ ٤٨٩).
(٢) فضائل القرآن لأبي عبيد (١/ ٢٧٨)، ومصنف ابن أبي شيبة (١٠/ ٤٨٩).
(٣) سورة البقرة من الآية (١٢١).
(٤) جامع البيان (٢/ ٤٩١)، وتفسير ابن أبي حاتم (١/ ٢١٨).
(٥) سورة طه آية (٥).
(٦) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (٣/ ٣٩٨)، والبيهقي في الأسماء والصفات (٢/ ١٥١).
وجاء نحو هذا الكلام عن الإمام مالك عند اللالكائي (٣/ ٣٩٨)، وأبي نعيم في الحلية (٦/ ٣٢٥ - ٣٢٦)، والبيهقي في الأسماء والصفات (٢/ ١٥٠)، وابن عبد البر في التمهيد (٧/ ١٥١)، وانظر مختصر العلو للذهبي (ص ١٤١)، وفتح الباري لابن حجر (١٣/ ٤٠٧).
ونحو كلام ربيعة ومالك جاء عن أم سلمة - رضي الله عنها - عند اللالكائي (٣/ ٣٩٧)، قال ابن تيمية في مجموع الفتاوى (٥/ ٣٦٥) بعدما ذكر قول مالك: «ومثل هذا الجواب ثابت عن ربيعة شيخ مالك، وقد روي هذا الجواب عن أم سلمة - رضي الله عنها - مرفوعاً وموقوفاً، ولكن ليس إسناده مما يعتمد عليه».',NULL,'347',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (347,'رابعاً: الاستعانة بالسنة النبوية في بيان المتشابه والرد على مثيريه، وهذا سبيل مهم في إفحام متبعي المتشابه وإسكاتهم عندما يتعلقون ببعض الآيات، فتأتي السنة كاشفة لشبهاتهم، فلا يجد المرء إلا التسليم والإذعان، والسنة مبينة للقرآن {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} (١)، ولأهمية السنة في كشف متشابهات الكتاب العزيز أوصى بها الصحابة - رضي الله عنهم - في التصدي لأهل الضلال، ومن شواهده:
١ - قول عمر بن الخطاب - رضي الله عنه -: «إنه سيأتيكم ناس يجادلونكم بشبهات القرآن، فخذوهم بالسنن، فإن أصحاب السنن أعلم بكتاب الله» (٢).
_________
(١) سورة النحل من الآية (٤٤).
(٢) سنن الدارمي (١/ ٥٣)، والشريعة للآجري (ص ٥٣، ٨٠)، والإبانة لابن بطة "الإيمان " (١/ ٢٥٠ - ٢٥١، ٣٥٢، ٢/ ٦١٠)، وأصول السنة لابن أبي زمنين (ص ٥٠)، وشرح أصول اعتقاد أهل السنة والجماعة (١/ ١٢٣)، وجامع بيان العلم وفضله (٢/ ١٢٣)، والفقيه والمتفقه (١/ ٥٦٠)، والإحكام لابن حزم (٢/ ٣١٧)، وأخرج اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (١/ ١٢٣) نحوه عن علي بن أبي طالب - رضي الله عنه -.
وقول عمر: «يجادلونكم بشبهات القرآن» هكذا جاء في أكثر الروايات والمراد متشابهه، فإن القرآن ليس فيه شبه، وفي إحدى روايات ابن بطة (١/ ٣٥٢): «يجادلونكم بمتشابه القرآن».',NULL,'348',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (348,'٢ - وأوصى الزبير بن العوام - رضي الله عنه - ابنه فقال: «لا تجادل الناس بالقرآن، فإنك لا تستطيعهم، ولكن عليك بالسنة» (١).
٣ - وتقدم أن ابن عباس - رضي الله عنهما - خرج إلى الخوارج وناظرهم، فاحتجوا عليه بآيات من القرآن كقوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (٢) وقالوا: إن علياً حكم الرجال، ولم يحكم بما أنزل الله، فرد عليهم ابن عباس واستدل بالسنة على ضعف استدلالهم بالآية (٣)، وجاء أن علياً - رضي الله عنه - أوصاه بذلك، وقال له: «إن خاصموك بالقرآن فخاصمهم بالسنة» (٤).
خامساً: القيام بتفسير المتشابه وبيانه، والجمع بينه وبين الآيات التي يظن معارضتها له، وقد نبه ابن تيمية إلى أن الصحابة والتابعين قاموا بتفسير المتشابه ولم
_________
(١) الفقيه والمتفقه (١/ ٥٦١).
(٢) سورة المائدة من الآية (٤٤).
(٣) انظر ما تقدم (ص ٣١١).
(٤) أصول السنة لابن أبي زمنين (ص ٥٣)، وانظر الدر المنثور (١/ ١٥).',NULL,'349',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (349,'يحجموا عنه، وقرر ذلك من وجهين:
الوجه الأول: ما جاء عنهم أنهم فسروا القرآن كله، يقول: «ما في القرآن آية إلا وقد تكلم الصحابة والتابعون لهم بإحسان في معناها، وبينوا ذلك» (١)، وذكر بعض الشواهد على ذلك (٢).
الوجه الثاني: ما نقل عن بعضهم أنه فسر الآيات المتشابهة كأبي بن كعب وابن عباس (٣).
وينبغي تنزيل كلام ابن تيمية على أنهم فسروا المتشابه النسبي الذي يمكن لبعض الناس معرفته.
وهناك دواع اقتضت قيام الصحابة والتابعين بتفسير المتشابه الذي ذموا طلب تأويله، ويمكن حصرها في أمرين:
الأمر الأول: الرد على مغرض يسعى لإحراجهم بإثارة المتشابه وطلب تأويله، أو يسعى لضرب القرآن بعضه ببعض، وقد يكون لكلامه تأثير في السامعين، ومثل هذا ينبغي الرد عليه لئلا يتسبب في ضلال أحد أو انحرافه، ومن
_________
(١) مجموع الفتاوى (١٧/ ٣٩٧).
(٢) انظر المصدر السابق (١٣/ ٣٠٧، ١٧/ ٣٩٥، ٤٠٢).
(٣) المصدر السابق (١٧/ ٤٠٧ - ٤٠٩).',NULL,'350',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (350,'شواهده:
١ - أن نفراً من أهل نجران - وفي بعض الروايات أنهم يهود - قالوا لعمر - رضي الله عنه - وعنده أصحابه: «أرأيت قوله: {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} (١) فأين النار؟ فأحجم الناس، فقال عمر: أرأيتم إذا جاء الليل أين يكون النهار؟ وإذا جاء النهار أين يكون الليل؟ ، فقالوا: لقد نزعت مثلها من التوراة».
٢ - ووقع لابن عباس مثل ذلك، فقد سأله رجل من أهل الكتاب عن ذلك فأجاب بجواب عمر (٢).
٣ - عن سعيد بن جبير قال: «قال رجل قال لابن عباس: إني أجد في القرآن أشياء تختلف علي؟ قال: {فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ} (٣)، {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} (٤)، {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} (٥)، {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} (٦)،
_________
(١) سورة آل عمران من الآية (١٣٣).
(٢) تقدم هذا الأثر والذي قبله (ص ٥٩).
(٣) سورة المؤمنون من الآية (١٠١).
(٤) سورة الصافات آية (٢٧).
(٥) سورة النساء من الآية (٤٢).
(٦) سورة الأنعام من الآية (٢٣).',NULL,'351',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (351,'فقد كتموا في هذه الآية؟ ، وقال: {أَمِ السَّمَاءُ بَنَاهَا} إلى قوله: {دَحَاهَا} (١)، فذكر خلق السماء قبل خلق الأرض، ثم قال: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ} إلى قوله: {طَائِعِينَ} (٢)، فذكر في هذه خلق الأرض قبل السماء؟ ، وقال: {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} (٣)، {كَانَ عَزِيزًا حَكِيمًا} (٤)، {سَمِيعًا بَصِيرًا} (٥)، فكأنه كان ثم مضى؟ ، فقال ابن عباس: {فَلَا أَنْسَابَ بَيْنَهُمْ} في النفخة الأولى، ثم ينفخ في الصور {فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} (٦)،
فلا أنساب بينهم عند ذلك ولا يتساءلون، ثم في النفخة الآخرة: {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ}، وأما قوله: {مَا كُنَّا مُشْرِكِينَ}، {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا}، فإن الله يغفر لأهل الإخلاص ذنوبهم، وقال المشركون: تعالوا نقل: لم نكن مشركين، فختم على أفواههم فتنطق أيديهم، فعند ذلك عُرف أن الله لا يكتم حديثاً، وعنده {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا} الآية (٧)، وخلق الأرض في يومين، ثم خلق السماء، ثم استوى
_________
(١) سورة النازعات الآيات (٢٧ - ٣٠).
(٢) سورة فصلت الآيات (٩ - ١١).
(٣) سورة النساء من الآية (٩٦).
(٤) سورة النساء من الآية (٥٦).
(٥) سورة النساء من الآية (٥٨).
(٦) سورة الزمر من الآية (٦٨) ..
(٧) سورة النساء من الآية (٤٢).',NULL,'352',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (352,'إلى السماء، فسواهن في يومين آخرين، ثم دحا الأرض ودحوها أن أخرج منها الماء والمرعى، وخلق الجبال والجمال والآكام وما بينهما في يومين آخرين، فذلك قوله: {دَحَاهَا}، وقوله: {خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ}، فجعلت الأرض وما فيها من شيء في أربعة أيام، وخلقت السموات في يومين، {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا}، سمى نفسه بذلك، وذلك قوله؛ أي: لم يزل كذلك، فإن الله لم يرد شيئاً إلا أصاب به الذي أراد، فلا يختلف عليك القرآن، فإن كلاً من عند الله» (١).
قال ابن حجر: «وحاصل ما وقع السؤال أربعة مواضع: الأول: نفى المسائلة يوم القيامة وإثباتها، الثاني: كتمان المشركين حالهم وافشاؤه، الثالث: خلق السموات والأرض أيهما تقدم؟ ، الرابع: الإتيان بحرف "كان" الدال على الماضي مع أن الصفة لازمة.
وحاصل جواب ابن عباس عن الأول أن نفي المسائلة فيما قبل النفخة الثانية وإثباتها فيما بعد ذلك، وعن الثاني أنهم يكتمون بألسنتهم فتنطق أيديهم وجوارحهم، وعن الثالث أنه بدأ خلق الأرض في يومين غير مدحوة، ثم خلق السماء فسواها في يومين، ثم دحا الأرض بعد ذلك، وجعل فيها الرواسي وغيرها في يومين، فتلك أربعة أيام للأرض، وعن الرابع بأن كان وأن كانت للماضي،
_________
(١) أخرجه البخاري في صحيحه، كتاب التفسير، باب تفسير سورة حم السجدة (٦/ ٣٥)، وأخرجه مختصراً: الطبري في جامع البيان (٧/ ٤٢ - ٤٣)، وابن أبي حاتم في تفسيره (٤/ ١٢٧٤).',NULL,'353',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (353,'لكنها لا تستلزم الانقطاع، بل المراد أنه لم يزل كذلك» (١).
وهذا الرجل هو نافع بن الأزرق، قال ابن حجر: «كأن هذا الرجل هو نافع بن الأزرق الذي صار بعد ذلك رأس الأزارقة من الخوارج، وكان يجالس ابن بمكة ويسأله ويعارضه» (٢).
وقد جاء التصريح باسمه في بعض الروايات المختصرة، فقد أخرج الطبري أن نافع بن الأزرق سأل ابن عباس فقال: «يا بن عباس قولَ الله تبارك وتعالى: {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} (٣)، وقوله: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} (٤)؟ ، فقال له ابن عباس: إني أحسبك قمت من عند أصحابك فقلت: ألقى على ابن عباس متشابه القرآن، فإذا رجعت إليهم فأخبرهم أن الله جامع الناس يوم القيامة في بقيع واحد، فيقول المشركون: إن الله لا يقبل من أحد شيئاً إلا ممن وحده، فيقولون: تعالوا نقل، فيسألهم فيقولون: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ}، قال: فيختم الله على أفواههم ويستنطق جوارحهم،
_________
(١) فتح الباري (٨/ ٥٥٨) باختصار، وفي تفسير ابن أبي حاتم (٤/ ١١١٢) أن يهودياً قال لابن عباس: «إنكم تزعمون أن الله كان عزيزاً حكيماً فكيف هو اليوم؟ ، فقال ابن عباس: إنه كان من نفسه عزيزاً حكيماً»، وانظر (٨/ ٢٧١١) من الكتاب نفسه.
(٢) فتح الباري (٨/ ٥٥٧)، وانظر عمدة القارئ (١٥/ ٤١٧).
(٣) سورة النساء آية (٤٢).
(٤) سورة الأنعام من الآية (٢٣).',NULL,'354',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (354,'فتشهد عليهم جوارحهم أنهم كانوا مشركين، فعند ذلك تمنوا لو أن الأرض سويت بهم، ولا يكتمون الله حديثاً» (١).
وفي بعض الروايات: أن نافعاً سأل ابن عباس عن قوله عز وجل: {هَذَا يَوْمُ لَا يَنْطِقُونَ} (٢)، و {فَلَا تَسْمَعُ إِلَّا هَمْسًا} (٣)، {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} (٤)، و {هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} (٥) فما هذا؟ ، فقال ابن عباس: ويحك هل سألت عن هذا أحداً قبلي؟ ! ، قال: لا، قال: أما إنك لو كنت سألت هلكت، أليس قال الله تبارك وتعالى: {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ} (٦)؟ ، وإن لكل مقدار يوم من هذه الأيام لون من هذه الألوان (٧).
الأمر الثاني: أن يسأل شخص عن المتشابه طالباً تأويله، فيجاب عن سؤاله؛
_________
(١) جامع البيان (٧/ ٤٣ - ٤٤)، وأخرجه الحاكم في المستدرك (٢/ ٣٠٦ - ٣٠٧) مختصراً.
(٢) سورة المرسلات آية (٣٥).
(٣) سورة طه من الآية (١٠٨).
(٤) سورة الصافات آية (٢٧).
(٥) سورة الحاقة من الآية (١٩).
(٦) سورة الحج من الآية (٤٧).
(٧) المستدرك (٤/ ٥٧٣)، وقال الحاكم: «صحيح الإسناد ولم يخرجاه»، قال الذهبي عن يحيى بن راشد - أحد الرواة - ضعفه النسائي.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (355,'لما احتف به من القرائن الدالة على سلامة هدفه، وحسن قصده، كأن يظهر منه رغبة في التعلم ومعرفة مراد الله من كلامه، أو يكون مراده المحافظة على قدسية القرآن الكريم وسلامته من الاختلاف والتناقض، لكونه سمع شبهة حول بعض الآيات، فلجأ إلى العلماء لكشفها وبيانها (١)، وكان الصحابة والتابعون - رضي الله عنهم - يجيبون مثل هذا السائل برفق من غير تعنيف؛ لكونهم علموا هدفه ورغبته في معرفة الحق، وبيان المتشابه والحالة هذه من تمام التدبر لكتاب الله.
ومن شواهده:
١ - قال رجل لابن عباس: «إنه قد وقع في قلبي الشك من قوله: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} (٢)، وقوله: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ} (٣)، وقوله: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ} (٤)، وقد أنزل الله في شوال وذي القعدة وغيره! ، قال: إنما أنزل في رمضان في ليلة القدر وليلة مباركة جملة واحدة، ثم أنزل على مواقع النجوم رسلاً في الشهور والأيام» (٥).
_________
(١) انظر تفسير الصحابة د. بدر (ص ٥٠).
(٢) سورة البقرة من الآية (١٨٥).
(٣) سورة الدخان من الآية (٣).
(٤) سورة القدر آية (١).
(٥) جامع البيان (٣/ ١٩٢)، وتفسير ابن أبي حاتم (١/ ٣١٠، ٨/ ٢٦٨٩)، والأسماء والصفات للبيهقي (١/ ٣٦٩)، وهو بنحوه في المعجم الكبير للطبراني (١١/ ٣٠٩).',NULL,'356',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (356,'٢ - وجاء رجل إلى عكرمة فقال: «أرأيت قول الله تعالى: {هَذَا يَوْمُ لَا يَنْطِقُونَ} (١)، وقوله: {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ} (٢)؟ ! ، فقال عكرمة: إنها مواقف؛ فأما موقف منها فتكلموا واختصموا، ثم ختم الله على أفواههم، فتكلمت أيديهم وأرجلهم، فحينئذٍ لا يتكلمون» (٣).
٣ - وعن الربيع بن أنس (٤)
قال: «قلت لأبي العالية قال الله: {لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ} (٥)، وقال: {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ} فكيف هذا؟ ، قال: نعم، أما قوله: {لَا تَخْتَصِمُوا لَدَيَّ}، فهؤلاء أهل الشرك، وقوله: {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ}، فهؤلاء أهل
_________
(١) سورة المرسلات آية (٣٥).
(٢) سورة الزمر آية (٣١).
(٣) تأويل مشكل القرآن (ص ٦٦).
(٤) هو الربيع بن أنس البكري البصري ثم الخراساني، سمع أنساً وأكثر عن أبي العالية، وعنه الأعمش وابن المبارك، سجنه أبو مسلم الخراساني تسع سنين، وحديثه في السنن الأربع، توفي عام (١٣٩).

انظر: الطبقات الكبرى لابن سعد (٧/ ١٠١)، وسير أعلام النبلاء (٦/ ١٦٩)، وتهذيب التهذيب (١/ ٥٨٩).
(٥) سورة ق من الآية (٢٨).',NULL,'357',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (357,'القبلة يختصمون في مظالمهم» (١).
وسؤال الربيع لأبي العالية يختلف عن السؤال الموجه لعكرمة، فحاصل الإشكال الذي سئل عنه عكرمة الجمع بين نفي الكلام المستفاد من آية المرسلات، وإثباته المستفاد من إثبات الاختصام في آية الزمر، أما ما أشكل على الربيع فهو الجمع بين نفي الاختصام يوم القيامة في سورة ق، وإثباته في سورة الزمر.
ومما سبق ندرك أن الصحابة والتابعين لم يتوقفوا عن الكلام في المتشابه بالجملة، وإنما تكلموا في المتشابه الذي يتفاوت الناس في معرفته وإدراكه على ما سبق بيانه.
وقد قال ابن عباس - رضي الله عنهما - عند قوله تعالى: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ}: «أنا ممن يعلم تأويله» (٢).
وجاء عن مجاهد في هذه الآية أنه قال: «الراسخون في العلم يعلمون تأويله، ويقولون: آمنا به» (٣).
_________
(١) الدر المنثور (٦/ ١٠٦) وعزاه لابن جرير وعبد بن حميد وابن المنذر، وهو في جامع البيان (٢٠/ ٢٠٢) مختصراً، وبنحو هذا الجواب أجاب ابن عطية في المحرر الوجيز (١٥/ ١٨٠).
(٢) جامع البيان (٥/ ٢٢٠)، وتفسير القرآن لابن المنذر (١/ ١٣٢).
(٣) المصدران السابقان، وتأويل مشكل القرآن (ص ١٠٠).',NULL,'358',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (358,'<span data-type="title" id=toc-125>خامساً
نقد الجدال في القرآن:</span>
يلتقي انتقاد الصحابة والتابعين - رضي الله عنهم - للجدال في القرآن مع ما جاء في السنة من النهي عنه، وهناك ارتباط بين الجدال في القرآن وبين التفسير؛ ذلك أن المجادل في القرآن ينزع إلى فهم خاص يسعى جاهداً لتقريره، وقد يدفعه انتصاره للمعاني التي يفهمها من الآيات إلى مجادلة خصمه لإثبات صحتها، وصرف خصمه عن المعنى الصحيح، وإقناعه بما فهم هو من كتاب الله، وهذه حال من اعتقد رأياً واجتهد في تأييده من القرآن، فإنه إذا نوزع فيه جاء بالآيات التي توافق مذهبه، وأولها بما يتفق مع رأيه ومذهبه (١).
وقد جاء عن الصحابة والتابعين بيان خطر الجدال في القرآن وذمه، والتحذير من مجالسة من ينتحل هذا الأمر:
١ - فعن عمر بن الخطاب - رضي الله عنه - أنه قال لزياد بن حُدَيْر (٢): «هل تعرف ما يهدم
_________
(١) انظر مجموع الفتاوى لابن تيمية (١٣/ ٣٥٥).
(٢) الأسدي الكوفي، كنيته أبو المغيرة، روى عن عمر وعلي وابن مسعود، وعنه الشعبي، وتولى إمارة الكوفة، قال ابن حجر: «ثقة عابد».
انظر: الطبقات الكبرى لابن سعد (٦/ ٨٩)، والتاريخ الكبير (٢/ ١/٣٤٨)، وتهذيب التهذيب (١/ ٦٤٤)، وتقريب التهذيب (ص ٢١٨).',NULL,'359',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (359,'الإسلام؟ ، قال: لا، قال: يهدمه زلة العالم، وجدال المنافق بالكتاب، وحكم الأئمة المضلين» (١).
٢ - وعن أبي الدرداء - رضي الله عنه - قال: «إنما أخشى عليكم زلة عالم، وجدال منافق في القرآن، والقرآن حق، وعلى القرآن منار كمنار الطريق، ومن لم يكن غنياً من الدنيا فلا دين له» (٢).
وجاء مثل هذا القول عن معاذ وسلمان الفارسي - رضي الله عنهما - (٣).
٣ - وعن معاوية - رضي الله عنه - قال: «إن أغرى الضلالة لرجل يقرأ القرآن فلا يفقه فيه، فيعلمه الصبي والعبد والمرأة والأمة، فيجادلون به أهل العلم» (٤).
٤ - وعن أبي العالية - رحمه الله - قال: «آيتان في كتاب الله ما أشدهما على الذين
_________
(١) أخرجه ابن المبارك في الزهد (ص ٣٩٣)، والدارمي في سننه (١/ ٧٦) واللفظ له، والفريابي في صفة النفاق (ص ٧١)، وابن بطة في الإبانة "الإيمان" (٢/ ٥٢٨)، وابن عبد البر في جامع بيان العلم (٢/ ١١٠)، والخطيب البغدادي في الفقيه والمتفقه (١/ ٥٥٩).
(٢) أخرجه الإمام أحمد في الزهد (ص ١٤٣)، وابن عبد البر في جامع بيان العلم وفضله (٢/ ١١٠).
(٣) قول معاذ في: شرح أصول اعتقاد أهل السنة والجماعة (١/ ١٢٢)، وجامع بيان العلم وفضله (٢/ ١١١)، والمستدرك (٤/ ٤٢٠)، وقول سلمان في جامع بيان العلم وفضله (٢/ ١١١).
(٤) جامع بيان العلم وفضله (٢/ ١٩٤).',NULL,'360',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (360,'يجادلون في القرآن، {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا} (١)، {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ}» (٢).
٥ - وعن أبي جعفر قال: «لا تجالسوا أصحاب الخصومات، فإنهم الذين يخوضون في آيات الله» (٣).
ومن معاني الخوض في آيات الله تعالى تحريفها ووضعها في غير موضعها، وردها والتكذيب بها إذا كان معناها يخالف هواه (٤)، وجاء في القرآن ذمه والأمر بالإعراض عن أصحابه وترك مجالستهم في قول الله تعالى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ} (٥).
٦ - وقال عون بن عبد الله: «لا تجالسوا أهل القدر ولا تخاصموهم، فإنهم يضربون القرآن بعضه ببعض» (٦).
_________
(١) سورة غافر من الآية (٤).
(٢) سورة البقرة من الآية (١٧٦)، والأثر أخرجه ابن بطة في الإبانة "الإيمان" (٢/ ٤٩٤).
(٣) تقدم تخريجه (ص ٢٩٥).
(٤) تفسير القرآن العظيم لابن كثير (٣/ ٢٧٢).
(٥) سورة الأنعام آية (٦٨).
(٦) الإبانة لابن بطة "الإيمان" (٢/ ٤٦٦).',NULL,'361',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (361,'ونهيُ الصحابة والتابعين عن الجدال في القرآن داخل في النهي عن مناظرة أهل البدع ومجادلتهم بعامة في القرآن وغيره، والتحذير من مجالسة أهل الأهواء ومحادثتهم والاستماع إليهم؛ حتى لو تعلق الأمر بسماع آية أو حديث، ومن أقوالهم في ذلك:
١ - قول أبي قلابة: «لا تجالسوا أهل الأهواء ولا تجادلوهم، فإني لا آمن أن يغمسوكم في ضلالتهم، أو يلبسوا عليكم ما كنتم تعرفون» (١).
٢ - وقول الحسن وابن سيرين: «لا تجالسوا أصحاب الأهواء ولا تجادلوهم، ولا تسمعوا منهم» (٢).
٣ - وقال رجل للحسن: «تعال أخاصمك في الدين، فقال الحسن: أما أنا فقد أبصرت ديني، فإن كنت أضللت دينك فالتمسه» (٣).
_________
(١) سنن الدارمي (١/ ١١٤)، والسنة لعبد الله بن أحمد (١/ ١٣٧)، وكتاب ما جاء في البدع لابن وضاح (ص ١٠٦)، والقدر للفريابي (ص ٢١٣)، والشريعة للآجري (ص ٦٧)، والإبانة لابن بطة "الإيمان" (٢/ ٥١٨)، وشرح أصول اعتقاد أهل السنة (١/ ١٣٤).
(٢) سنن الدارمي (١/ ١١٦)، والإبانة "الإيمان" (٢/ ٤٦٤).
(٣) القدرللفريابي (ص ٢١٦)، والشريعة (ص ٦٢)، والإبانة "الإيمان" (٢/ ٥٠٩). وانظر آثاراً أخرى في: الشريعة (ص ٦٣)، والإبانة "الإيمان" (٢/ ٤٣٣ - ٥٤٣)، وشرح أصول اعتقاد أهل السنة والجماعة (١/ ١١٤ - ١٥٠)، وجامع بيان العلم وفضله (٢/ ٩٣ - ٩٩).',NULL,'362',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (362,'وقد يبدو هذا متعارضاً مع ما جاء عن الصحابة والتابعين - وتقدم بعضه - أنهم جادلوا غيرهم في القرآن وغيره، فلا بد من معرفة الحد الفاصل بين ما انتقدوه وذموه وبين ما فعلوه، فهم حين ينتقدون الجدال في القرآن، أو يسوغونه ويفعلونه ينطلقون من مبررات وأهداف صحيحة، فينبغي حمل كل حالة على ما يليق بها:
الجدال المذموم:
جنس المناظرة والمجادلة من حيث الأصل فيها المحمود والمذموم، والحق والباطل، ولذا فهي تمدح وتذم بحسب مقاصدها وأهدافها (١).
وتنقسم الأهداف والمقاصد التي من أجلها انتقد الصحابة والتابعون الجدال في القرآن إلى قسمين:
القسم الأول: أهداف ومقاصد تعود إلى الموافقين، كالخشية من إفساد عامتهم، فإن الحق إذا كان ظاهراً يعرفه كل أحد، فأتى بعض من في قلبه مرض ليصرفهم عنه ويدعوهم إلى بدعته، فالواجب حينئذٍ منعه من تحقيق غرضه ورده وزجره عن ذلك، وعدم إفساح المجال له، وتمكينه من التأثير في الناس، وعرض شبهه في القرآن على عامتهم عن طريق المناظرة والمجادلة، وقد يكون فيهم من لم يكن سمع بها من قبل، وليس لديه من العلم والإيمان ما يدفع بها تلك الشبه، ويزداد الخطر على العامة إذا رأوا من المناظر ضعفاً في الحجة، أو انقطاعاً في
_________
(١) درء تعارض العقل والنقل (٧/ ١٧٤).',NULL,'363',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (363,'المناظرة، وعلى هذا يحمل ما جاء من النهي عن المناظرة والمجالسة والمحادثة.
ولهذا السبب الأخير فقد يعود الضرر على المناظِر نفسه، فإنه إذا كان ضعيف العلم بالحجة لم يؤمن إفساد المبطل له، وتقدم قول أبي قلابة لما نهى عن مجالستهم ومناظرتهم: «فإني لا آمن أن يغمسوكم في ضلالتهم، أو يلبسوا عليكم ما كنتم تعرفون».
القسم الثاني: مقاصد تعود إلى المخالفين، كأن لا يكون هناك فائدة مرجوة من مجادلتهم، بأن يظهر منهم العناد والمكابرة، وعدم قبول الحق بسبب اتباع الهوى أو فساد الإدراك، ولذلك يقيد السلف النهي عن المناظرة بمناظرة أهل الأهواء وجدال المنافق كما سلف، وهذان الصنفان ليس دافعهما في المجادلة الرغبة في الوصول إلى الحق، والفهم الصحيح لكتاب الله، وإنما الهوى والرغبة في التأثير في الخصم (١).
وقد يقع بين أهل الحق في مناظراتهم شيء مما يقع من أهل الباطل، حين يخرج الجدل عن إطاره الشرعي، فيقع بعض المتجادلين تحت تأثير حب الظهور على خصومه ومغالبتهم، ومحبة انقطاعهم في المناظرة، وقد يدعوه انتصاره لنفسه إلى الإصرار على فهمه والمنافحة عن رأيه، وقد يقع فيما هو أعظم من ذلك، فيرد الحق
_________
(١) انظر فيما سبق: الإبانة "الإيمان" (٢/ ٤٧٠)، وشرح أصول اعتقاد أهل السنة والجماعة (١/ ١٧) وما بعدها، والفقيه والمتفقه (١/ ٥٥٦)، ودرء تعارض العقل والنقل (٧/ ١٧٢، ١٧٣).',NULL,'364',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (364,'الذي يأتي به مناظره، وحينئذٍ يصبح من المراء المنهي عنه في عموم قوله - صلى الله عليه وسلم -: «مراء في القرآن كفر» (١).
وقد أوجز ابن تيمية ما سبق بقوله: «والمقصود أنهم نهوا عن المناظرة من لا يقوم بواجبها، أو من لا يكون في مناظرته مصلحة راجحة، أو فيها مفسدة راجحة، فهذه أمور عارضة تختلف باختلاف الأحوال» (٢).
ومن المقاصد التي تعود إلى المخالفين أن الحد من مناظرتهم والتقليل منها قدر الإمكان يؤدي إلى قلة من يستمع إليهم ويناقشهم، وهذا له أثر في غيظهم وقهرهم وكمدهم، ولذلك قال أيوب - رحمه الله -: «لست براد عليهم بشيء أشد من السكوت» (٣).

<span data-type="title" id=toc-126>الجدال المحمود:</span>
وقد يحيط بالموقف ظروف وملابسات تجعل مناظرة المبطلين وجدالهم في القرآن أمراً محموداً؛ يصل في بعض المواقف إلى درجة الوجوب، ومن الأهداف والمقاصد المشروعة للجدال:
_________
(١) انظر: الإبانة "الإيمان" (٢/ ٥٤٦ - ٥٤٨)، والشريعة (ص ٧١)، والحديث سبق تخريجه (ص ٤٥).
(٢) درء تعارض العقل والنقل (٧/ ١٧٤).
(٣) الشريعة (ص ٦٧)، والإبانة "الإيمان" (٢/ ٤٧١)، وانظر: شرح أصول اعتقاد أهل السنة والجماعة (١/ ١٩).',NULL,'365',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (365,'١ - أن يرى المناظر الحاجة ماسة إلى المناظرة، لعدم وجود من يقوم بها غيره، ويرى في نفسه الأهلية لكونه من أصحاب الحجة والبيان، ويرجو بمناظرته أن يهدي الله خصمه بمناظرته، وكان ابن سيرين ينهى عن الجدال إلا رجلاً إن كلمته طمعت في رجوعه (١)، وتقدم جدال ابن عباس للخوارج ورجوع كثير منهم بسبب ذلك (٢).
٢ - أن يكون المرء في مجلس فيتكلم أحد الناس بكلام فيه بلية وفتنة، وليس في المجلس من لديه حجة على مقابلته، وقد يخفى على الحاضرين ما يرمي إليه، فيخشى إن سكت أن يؤثر فيهم بما يلقيه من شبه حول الكتاب العزيز، فيرجو بمجادلة الخصم وإفحامه تثبيت من في المجلس، وكشف شبهاته لهم (٣).
٣ - أن يقصد بمناظرته إقامة الحجة على بعض الناس، وقد لا يتأتى ذلك إلا بالمجادلة والمناظرة ونقض الأدلة التي يستدل بها، كما فعل عمر بن عبد العزيز - رحمه الله - مع الخوارج والقدرية (٤)، وقد عقد ابن عبد البر باباً في "جامع بيان العلم وفضله" في إثبات المناظرة والمجادلة وإقامة الحجة، وساق نصوصاً كثيرة لإثباتها في إظهار الحق
_________
(١) الإبانة "الإيمان" (٢/ ٥٤١).
(٢) وانظر: جامع بيان العلم وفضله (٢/ ١٠٦)، والجامع لأحكام القرآن (٢/ ١٠٩٤، ٧/ ٥٧٣٦).
(٣) انظر الإبانة "الإيمان" (٢/ ٥٤٢).
(٤) تقدم نقل بعض مناظراته للقدرية، وانظر في مناظرته الخوارج جامع بيان العلم وفضله (٢/ ١٠٥).',NULL,'366',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (366,'وإزهاق الباطل (١).
وقد وقع بين الصحابة والتابعين جدال حول دلالة بعض الآيات، ولم يرد عنهم ذم من فعله، ومن شواهده أن زر بن حبيش (٢)
قال: «قلت لحذيفة بن اليمان: أصلى رسول الله - صلى الله عليه وسلم - في بيت المقدس؟ ، قال: لا، قلت: بلى، قال: أنت تقول ذاك يا أصلع! بم تقول ذلك؟ ، قلت: بالقرآن، بيني وبينك القرآن، فقال حذيفة: من احتج بالقرآن فقد أفلح، فقال زر: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ} (٣)، قال: أفتراه صلى فيه؟ ، فقلت: لا، قال: لو صلى فيه لكتبت عليكم الصلاة فيه، كما كتبت الصلاة في المسجد الحرام. قال حذيفة: أتي رسول الله - صلى الله عليه وسلم - بدابة طويلة الظهر ممدودة هكذا، خطوه مد
_________
(١) (٢/ ٩٩ - ١٠٨).
(٢) هو أبو مريم زر بن حبيش بن حباشة الأسدي الكوفي، أدرك الجاهلية، ولم ير النبي - صلى الله عليه وسلم -، روى عن عمر وعثمان وعلي، وعنه إبراهيم النخعي وعاصم، عُمر فبلغ مائة وعشرين، وتوفي سنة (٨١ أو ٨٢).

انظر: الطبقات الكبرى لابن سعد (٦/ ٧١)، والتاريخ الكبير (٢/ ١/٤٤٧)، وتهذيب التهذيب (١/ ٦٢٧).
(٣) سورة الإسراء من الآية (١).',NULL,'367',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (367,'بصره، فما زايلا ظهر البراق (١) حتى رأيا الجنة والنار، ووعد الآخرة أجمع، ثم رجعا عودهما على بدئهما» (٢).
ومما سبق يتبين أن السلف وعلى رأسهم الصحابة والتابعون لم يكونوا منغلقين على أنفسهم؛ محجمين عن الجدال بالكلية، وبالمقابل لم يكونوا متسامحين إلى حد يؤدي إلى تمادي المبطلين، كما أن هذا المنهج المعتدل في الجدال لم يقلل من حرصهم على عامة المجتمع وحمايتهم من التأثيرات الخارجية والأفكار المنحرفة.
_________
(١) يريد: ما فارق النبي وجبريل ظهره، تحفة الأحوذي (٨/ ٥٨٤).
(٢) أخرجه الترمذي في سننه، في أبواب التفسير، باب ومن سورة بني إسرائيل (٨/ ٢٩٦)، وقال: «هذا حديث حسن صحيح»، وهو في مسند الطيالسي (ص ٥٥)، وتفسير عبد الرزاق (١/ ٣١٧)، ومسند أحمد (٥/ ٣٨٧، ٣٩٢، ٣٩٤)، ومصنف ابن أبي شيبة (١٤/ ٣٠٦)، وجامع البيان (١٤/ ٤٤٤)، والمستدرك (٢/ ٣٥٩)، وجامع بيان العلم وفضله (٢/ ١٠٣)، قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي.
قال ابن كثير في تفسير القرآن العظيم (٥/ ٢٠): «وهذا الذي قاله حذيفة - رضي الله عنه - نفي، وما أثبته غيره عن رسول الله - صلى الله عليه وسلم - من ربط الدابة بالحلقة، ومن الصلاة بالبيت المقدس مقدم على قوله، والله أعلم بالصواب» بتصرف يسير، وانظر فتح الباري لابن حجر (٧/ ٢٠٨).',NULL,'368',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (368,'<span data-type="title" id=toc-127>سادساً
نقد تفاسير القُصَّاص</span>
يسبق إلى الذهن عند ذكر القُصَّاص أنهم من يسرد القصص والأخبار، بيد أنهم في العرف الاصطلاحي أعم، فيراد بهم المتصدرون لوعظ الناس وتذكيرهم وحثهم على الخير وترهيبهم من الشر، ويدل لذلك أن تميماً الداري (١) حين استأذن عمر بن الخطاب - رضي الله عنهما - في أن يقص، قال له: «ما تقول؟ ، قال: أقرأ عليهم القرآن، وآمرهم بالخير وأنهاهم عن الشر» (٢).
ولعلهم سموا بالقُصَّاص لعنايتهم بأمر القصص والأخبار، وهذا متفق مع معنى القصِّ لغة؛ إذ يعني الإخبار بالشيء، فيقال: قص عليه الرؤيا إذا أخبره بها، والقاص هو الذي يأتي بالقصة على وجهها (٣).
_________
(١) هو أبو رقية تميم بن أوس بن حارثة الداري، كان نصرانياً فأسلم سنة تسع وقدم المدينة، وذكر للنبي - صلى الله عليه وسلم - قصته مع الجساسة والدجال، ثم انتقل إلى الشام بعد مقتل عثمان، وسكن فلسطين وبها توفي.
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٢٩)، والاستيعاب بذيل الإصابة (٢/ ٥٨)، والإصابة (١/ ٣٠٤).
(٢) تاريخ دمشق (١١/ ٨٠).
(٣) لسان العرب (٥/ ٣٦٥١) مادة "قصص"، وانظر في تعريف القصاص: أساس البلاغة (ص ٥١٠)، والقُصَّاص والمذكرين لابن الجوزي (ص ٦٦ - ٦٧)، وفتح الباري (٨/ ٤١٢)، ومقدمة تحذير الخواص من أكاذيب القُصَّاص د. الصباغ (ص ٦).',NULL,'369',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (369,'وفي قصة تميم واستئذانه لعمر ما يدل على أن عمر توقف في الإذن له حتى ألحَّ عليه، فعن عمرو بن دينار (١): «أن تميماً الداري استأذن عمر في القصص، فأبى أن يأذن له، ثم استأذنه، فأبى أن يأذن له، ثم استأذنه، فقال: إن شئت، وأشار بيده يعني الذبح» (٢).
وعن السائب بن يزيد (٣) قال: «لم يكن يقص على عهد رسول الله - صلى الله عليه وسلم - ولا أبي بكر، وكان أول من قص تميم الداري؛ استأذن عمر بن الخطاب أن يقص على
_________
(١) هو أبو محمد الجمحي مولاهم المكي، سمع ابن عباس وابن عمر وجابراً، وروى عنه ابن عيينة والثوري وشعبة، وقال عنه: «ما رأيت أحداً أثبت في الحديث من عمرو»، توفي في أول سنة (١٢٦).
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٥٣)، وتذكرة الحفاظ (١/ ١١٣).
(٢) رواه الطبراني في المعجم الكبير (٢/ ٤٩)، قال الحافظ العراقي في الباعث على الخلاص (ص ٧٠): «رجال إسناده ثقات»، وقال الهيثمي في مجمع الزوائد (١/ ١٩٠): «رجاله رجال الصحيح إلا أن عمرو بن دينار لم يسمع من عمر»، وانظر تحذير الخواص (ص ٢٢٣)، وفي تاريخ دمشق (١١/ ٨٠) أن تميماً استأذن عمر في القصص سنين فيأبى أن يأذن له.
(٣) الكناني المدني، يعرف بابن أخت نمر، حج مع النبي - صلى الله عليه وسلم - وهو ابن سبع سنين، روى عن عمر وطلحة وسعد، وعنه الزهري ويحيى الأنصاري، ولاه عمر على سوق المدينة، توفي سنة (٨٦ أو ٩١).

انظر: أسد الغابة (٢/ ٣٢١)، والجرح والتعديل (٢/ ١/٢٤١).',NULL,'370',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (370,'الناس قائماً، فأذن له عمر» (١).
ويستفاد من ذلك أمران:
الأول: أن ظهور القُصَّاص كان مبكراً في خلافة عمر.
الثاني: أن القُصَّاص كانوا يمارسون وظيفتهم بشكل محدود، وتوقف عمر عن الإذن لتميم يدل على أن الأمر ليس معتاداً، أضف إلى ذلك أن النبي - صلى الله عليه وسلم - لم يرخص في القصص لكل أحد في قوله: «لا يقص إلا أمير أو مأمور أو مختال» (٢)،
_________
(١) رواه أحمد في المسند (٣/ ٤٤٩)، والطبراني في المعجم الكبير (٧/ ١٤٩)، قال الهيثمي في مجمع الزوائد (١/ ١٩٠): «فيه بقية بن الوليد وهو ثقة مدلس»، وقال الحافظ العراقي في الباعث على الخلاص (ص ٧٠): «إسناده جيد، فيه بقية بن الوليد، وقد صرح بالتحديث في رواية أحمد، فزالت تهمة تدليسه»، وانظر: سنن ابن ماجه، كتاب الأدب، باب القصص (٢/ ١٢٣٥)، ومصنف عبد الرزاق (٣/ ٢١٩)، ومصنف ابن أبي شيبة (٨/ ٧٤٦، ٧٤٩).
(٢) جاء هذا الحديث عن عدد من الصحابة؛ فأخرجه من حديث عوف بن مالك: أبو داود في سننه، في كتاب العلم، باب في القصص (٣/ ٣٢٣)، وأحمد في المسند (٦/ ٢٣، ٢٧، ٢٩)، والطبراني في المعجم الكبير (١٨/ ٥٥ - ٥٦، ٦٥ - ٦٦، ٧٦)، قال الحافظ العراقي في الباعث على الخلاص (ص ٧٢): «سكت عليه أبو داود فهو عنده صالح»، وصححه الألباني في تعليقه على مشكاة المصابيح (١/ ٨٠).
وأخرجه من حديث عمرو بن شعيب عن أبيه عن جده: ابن ماجه في سننه، في كتاب الأدب، باب القصص (٢/ ١٢٣٥)، والدارمي في سننه (٢/ ٧٧٥)، وأحمد في المسند (٢/ ١٧٨، ١٨٣)، والطبراني في الأوسط (١/ ٥٢٤)، قال العراقي في الباعث على الخلاص (ص ٧١): «إسناده صحيح، وصححه الأرنؤوط في تحقيقه للمسند (١١/ ٢٤١).

وأخرجه من حديث كعب بن عياض الطبراني في المعجم الكبير (١٩/ ١٨٠)، قال الهيثمي في مجمع الزوائد (١/ ١٩٠): «رواه الطبراني وفيه عبد الله بن يحيى الأسكندراني ولم أر من ترجمه»، وقال العراقي في الباعث على الخلاص (ص ٧٣): «إسناده جيد».',NULL,'371',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (371,'ولذلك بقي القصص في نطاقه الضيق؛ من قبل الولاة أو من ينيبونهم، وبقي على هذه الحال حتى ظهرت الفتن بعد مقتل عثمان - رضي الله عنه -، فتوسع الناس- خاصة المبتدعة - في القصص، ولعلهم صنعوا ذلك رغبة في التأثير على عامة الناس واستمالتهم إلى مذاهبهم، ولذا يرد عن بعض السلف أن الذي أحدث القصص أهل البدع، وجاء عن بعضهم أن الذي أحدثها الحرورية، ومرادهم - والله أعلم - اشتهار القصص وكثرتها وظهورها بصورة مخالفة لما عليه الصدر الأول بسبب دخول المبتدعة فيها، وارتكابهم بعض المخالفات والبدع (١)، ولذلك اشتد إنكار الصحابة والتابعين على القصاص، وتنوعت أساليبهم، ومن أبرزها:
١ - الإنكار القولي على القصاص، فعن عمرو بن زرارة (٢) قال: «وقف عليَّ عبد الله بن مسعود وأنا أقص في المسجد، فقال: يا عمرو لقد ابتدعتم بدعة ضلالة،
_________
(١) انظر: كتاب ما جاء في البدع لابن وضاح (ص ٥٦ - ٦٠)، والقصاص والمذكرين (ص ٧٨، ١٤٥) وما بعدها، وتحذير الخواص من أكاذيب القصاص (ص ٢٤٥) وما بعدها.
(٢) هو ابن أغر، روى عنه أبو إسحاق السبيعي، له ترجمة مختصرة في: التاريخ الكبير (٣/ ٢/٣٣١)، والجرح والتعديل (٣/ ٢٣٣)، والثقات لابن حبان (٥/ ١٧٤).',NULL,'372',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (372,'أو أنكم لأهدى من محمد - صلى الله عليه وسلم - وأصحابه، فلقد رأيتهم تفرقوا عني، حتى رأيت مكاني ما فيه أحد» (١).
وعن ميمون بن مهران - رحمه الله - قال: «القاص ينتظر المقت من الله» (٢).
٢ - منعهم من الكلام في المساجد وإخراجهم منها، فقد أمر علي بن أبي طالب - رضي الله عنه - بإخراج القصاص من المساجد (٣).
واستعان ابن عمر بالشرطة في إخراج قاص من المسجد عندما رفض الخروج (٤).
٣ - ترك الجلوس إليهم أو الاستماع إلى كلامهم، والاشتغال عنه بالأحاديث الجانبية، فعن سالم: «أن ابن عمر كان يخرج من المسجد فيلقاه الرجل، فيقول: ما شأنك يا أبا عبد الرحمن؟ ، فيقول: أخرجني القاص» (٥).
_________
(١) المعجم الكبير (٩/ ١٢٧ - ١٢٨).
(٢) الزهد لابن المبارك (ص ٣٢)، وكتاب ما جاء في البدع لابن وضاح (ص ٥٩).
(٣) الناسخ والمنسوخ للنحاس (١/ ٤١٠)، وتحذير الخواص (ص ٢٦٣).
(٤) مصنف ابن أبي شيبة (٨/ ٧٤٧، ٧٤٨)، وكتاب ما جاء في البدع لابن وضاح (ص ٥٦)، وتحذير الخواص (ص ٢٦٣)، وانظر (ص ٢٤٦) من الكتاب نفسه.
(٥) مصنف عبد الرزاق (٣/ ٢١٩)، وانظر تحذير الخواص (ص ٢٤٥).',NULL,'373',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (373,'وكان بعض التابعين يتحدث والقاص يقص؛ إشارة إلى عدم الاهتمام به (١).

<span data-type="title" id=toc-128>دواعي نقد القصاص </span>(٢):
ومن أهمها:
أولاً: اشتمال مجالس القصاص على بعض البدع والحوادث، فقد مر ابن عمر بقاص، وقد رفعوا أيديهم، فقال: «اللهم اقطع هذه الأيدي» (٣).
ثانياً: ما اتصف به كثير من القُصَّاص من عدم الوعي وقلة الفقه، والبعد الظاهر عن العلم وأهله، وترتب على ذلك ضعف التحصيل العلمي لمن يجلس إليهم، ومن شواهده:
_________
(١) الحوادث والبدع للطرطوشي (ص ١٠٩).
(٢) انظر في هذه الدواعي كتاب القصاص لابن الجوزي (ص ٦٦).
(٣) تحذير الخواص (ص ٢٥٩) وعزاه لابن الإمام أحمد في زوائد الزهد، وانظر أثراً آخر عن ابن مسعود في مصنف عبد الرزاق (٣/ ٢٢١)، وعن الحسن البصري في تحذير الخواص (ص ٢٧٥)، وعقد ابن الجوزي في كتاب القُصَّاص (ص ١٤٥) باباً في " التحذير من أقوام تشبهوا بالمذكرين فأحدثوا وابتدعوا حتى أوجب فعلهم إطلاق الذم للقُصَّاص ".',NULL,'374',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (374,'١ - قول أبي إدريس الخولاني - رحمه الله - (١):
«لأن أرى في طائفة المسجد ناراً تتقد أحب إلي من أرى فيها رجلاً يقص ليس بفقيه» (٢).
٢ - وعن أبي قلابة - رحمه الله - قال: «ما أمات العلم إلا القصاص، يجالس الرجل القاص سنة فلا يتعلق منه بشيء، ويجلس إلى العالم فلا يقوم حتى يتعلق منه بشيء» (٣).
ولقصور علم القصاص وقلة فقههم يقع منهم تحريف الأحاديث التي يروونها عمداً أو سهواً، فعن أيوب قال: «ما أفسد على الناس حديثهم إلا القصاص» (٤).
ولهذا السبب امتنع بعض المحدثين عن تحديثهم، فقد سأل أحد الناس شعبة
_________
(١) هو عائذ بن عبد الله الدمشقي، عالم أهل الشام، ولد عام حنين، وسمع معاذاً وأبا الدرداء وأبا هريرة، وروى عنه الزهري ومكحول، عزله عبد الملك عن القصص وأقره على القضاء، توفي سنة (٨٠).

انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٥٧)، وتاريخ دمشق (٢٦/ ١٣٧)، وتذكرة الحفاظ (١/ ٥٦).
(٢) حلية الأولياء (٥/ ١٢٤)، والقصاص والمذكرين (ص ١٨١).
(٣) حلية الأولياء (٢/ ٢٨٧)، والقصاص والمذكرين (ص ١٨٢)، وجاء نحو هذا الكلام عن أيوب السختياني في الجامع لأخلاق الراوي وآداب السامع (٢/ ١٦٤).
(٤) حلية الأولياء (٣/ ١١)، والجامع لأخلاق الراوي وآداب السامع (٢/ ١٦٤)، والقصاص والمذكرين (ص ١٥٣).',NULL,'375',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (375,'عن حديث فقال: أقاص أنت؟ قال: نعم، قال: اذهب، فإنا لا نحدث القصاص، فقال له رجل: لم يا أبا بسطام؟ ! ، فقال شعبة: يأخذون الحديث منا شبراً فيجعلونه ذراعاً (١).
ثالثاً: مخالفة بعض القصاص لما يأمرون به أو ينهون عنه، ومن شواهده:
١ - قيل لعلقمة: «ألا تقص؟ ، فقال: إني أكره أن آمركم بما لا أفعل» (٢).
٢ - وعن إبراهيم النخعي قال: «إني لأكره القصص لثلاث آيات: قوله تعالى: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ} (٣)، وقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} (٤)، وقوله تعالى: {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ}» (٥).
رابعاً: أن طريقة القصاص سبب للشهرة، وتدعو صاحبها إلى حب الظهور، ويحتمل أن بعض الصحابة شعر بذلك، فقد استأذن رجلٌ عمر - رضي الله عنه - في أن
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/ ١٦٤)، والقصاص والمذكرين (ص ١٥٢).
(٢) مصنف ابن أبي شيبة (٨/ ٧٤٧).
(٣) سورة البقرة من الآية (٤٤).
(٤) سورة الصف الآيتان (٢، ٣).
(٥) سورة هود من الآية (٨٨)، والأثر ذكره القرطبي في الجامع لأحكام القرآن (١/ ٣١٣)، وابن كثير في تفسير القرآن العظيم (١/ ٢٥٠) ط. دار طيبة.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (376,'يقص، فكره ذلك له، وقال: «أخشى عليك أن تقص فترتفع عليهم في نفسك، ثم تقص فترتفع، حتى يخيل إليك أنك فوقهم بمنزلة الثريا، فيضعك الله تحت أقدامهم يوم القيامة بقدر ذلك» (١).
ومر علي بن أبي طالب - رضي الله عنه - بقاص، فقال: «ما كنيتك؟ قال: أبو يحيى، فقال: بل أنت أبو اعرفوني» (٢).
ومر بآخر فقال: «ما هذا؟ ، فقالوا: رجل يذكر الناس، فقال: ليس برجل يذكر الناس، ولكنه يقول: أنا فلان بن فلان فاعرفوني» (٣).
هذه أبرز أسباب انتقاد الصحابة والتابعين - رضي الله عنهم - للقصاص، ولا يفهم منه ذم القصاص بعامة، وإنما ذم من اتصف بهذه الصفات ونحوها مما يقدح في القاص ويفقده مصداقيته، ويقلل من تأثيره في الناس، وأكثر النقد الوارد عن الصحابة والتابعين معلل بما تقدم، والنبي - صلى الله عليه وسلم - عندما ذكر القصاص ذم نوعاً واحداً منهم، ولو كان صنيع القصاص مذموماً بإطلاق لما أذن عمر - رضي الله عنه - لتميم الداري وغيره.
_________
(١) مسند أحمد (١/ ١٨)، وتحذير الخواص (ص ٢٣٣).
(٢) مصنف عبد الرزاق (٣/ ٢٢١).
(٣) الناسخ والمنسوخ للنحاس (١/ ٤١٠)، وانظر الاعتبار للحازمي (ص ٦)، وتحذير الخواص (ص ٢٤١)، وجاء نحوه عن ابن عمر عند الطبراني في المعجم الكبير (١٢/ ٢٠٥)، وانظر: مجمع الزوائد (١/ ١٨٩)، والباعث على الخلاص (ص ٨٤)، وتحذير الخواص (ص ٢٢٨).',NULL,'377',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (377,'إن القصص بمعناه العام الذي يشمل الوعظ والتذكير حين ينضبط بضوابطه ويبتعد عن المحاذير الشرعية فلا وجه للقول بمنعه، وقد فعله كبار الصحابة والتابعين، وأورد ابن الجوزي (١) عنهم آثاراً كثيرة، ومنهم من روي عنه ذم القصاص (٢)، وأثنى مجاهد مرةً على أحد القصاص، وقال: «كان يوافق قوله فعله» (٣).
ولما ذم بعض السلف القصاص، قيل له: «أليس كان ابن مسعود يذكر؟ ، فقال: إنما أراد بذلك التواضع ومنفعة المسلمين، ولم يكن يكذب على الله ورسوله» (٤).
_________
(١) هو أبو الفرج عبد الرحمن بن علي القرشي التيمي البغدادي الحنبلي، فقيه واعظ مفسر، زادت تصانيفه على الألف في شتى العلوم، منها: زاد المسير، والمنتظم، والموضوعات، توفي سنة (٥٩٧).
انظر: سير أعلام النبلاء (٢١/ ٣٦٥)، والذيل على طبقات الحنابلة لابن رجب (١/ ٣٩٩)، وطبقات المفسرين للسيوطي (ص ٥٠).
(٢) القُصَّاص والمذكرين (ص ٩٩ - ١٣٧).
(٣) مصنف ابن أبي شيبة (٨/ ٧٤٥).
(٤) تحذير الخواص (ص ٢٧٦).',NULL,'378',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (378,'<span data-type="title" id=toc-129>انتقاد القصاص في التفسير:</span>
من وظائف القاص الرئيسة تلاوة القرآن على الناس، كما تقدم عن تميم الداري (١)، ويعتني القصاص - بشكل كبير - بنوعين من الآيات:
١ - آيات الوعد والوعيد والترغيب والترهيب.
٢ - آيات القصص، وأخبار الأمم السابقة؛ لما لها من أثر في استمالة الحاضرين وجلب انتباههم.
والقاص يحتاج عند مروره بهذه الآيات إلى بيانها، فيخطئ في فهمها بسبب تفسيرها بالروايات الباطلة والقصص المختلقة، وقد يستشهد ببعض الآيات وينزلها - خطأً - على ما يعظ فيه، وقد اشتكى المفسرون منهم بسبب ذلك:
- يقول ابن الجوزي: «وفي القصاص من يسمع الأحاديث الموضوعة فيرويها، ولا يعلم أنها كذب، فيؤذي بها الناس، وصنف جماعة من الأعاجم كتباً في الوعظ ملأوها بالأحاديث المحالة والمعاني الفاسدة، وفي التفاسير من هذا كثير» (٢).
_________
(١) وانظر مصنف ابن أبي شيبة (٢/ ١٦).
(٢) القصاص والمذكرين (ص ١٥٣) باختصار.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (379,'ويقول الشوكاني (١): «ولسنا بملزومين بدفع الأكاذيب التي وضعها القصاص، ونفقت عند من لا يميز بين الصحيح والسقيم، فكم في بطون دفاتر التفاسير من أكاذيب وبلايا وأقاصيص كلها حديث خرافة، وما أحق من لا تمييز عنده لفن الرواية، ولا معرفة به أن يدع التعرض لتفسير كتاب الله، ويضع هذه الحماقات والأضحوكات في المواضع المناسبة لها من كتب القصاص» (٢).
ولسوء سمعتهم وضعف مقولاتهم ومنقولاتهم في التفسير يكتفي بعض المفسرين للحكم ببطلان بعض الأقوال والروايات التفسيرية بأنها مما أتى به القصاص:
١ - ففي قوله تعالى: {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} (٣) ذكر ابن الجوزي ستة أقوال في معنى البرهان، ورجح آخرها، ثم قال: «وما تقدمه فليس بشيء، وإنما
_________
(١) هو محمد بن علي الشوكاني الصنعاني، ولد بصنعاء ونشأ بها على المذهب الزيدي، ثم ترك التقليد وصار مجتهداً، زادت تصانيفه على المائة، منها: نيل الأوطار، وفتح القدير، وإرشاد الفحول، توفي سنة (١٢٥٠).
انظر: البدر الطالع لصاحب الترجمة (٢/ ٢١٤)، وفهرس الفهارس (٢/ ١٠٨٢)، والأعلام (٦/ ٢٩٨).
(٢) فتح القدير (٢/ ٢٧).
(٣) سورة يوسف من الآية (٢٤).',NULL,'380',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (380,'هي أحاديث من أعمال القصاص» (١).
٢ - ويقول الشوكاني عند قول تعالى: {قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا} (٢): «وقد روي نحو هذا مما يتضمن المبالغة في وصف هؤلاء وعظم أجسامهم ولا فائدة في بسط ذلك، فغالبه من أكاذيب القصاص» (٣).
وأما انتقاد الصحابة والتابعين - رضي الله عنهم - تفاسير القصاص، فمن وجوه:
الأول: انتقاد ضعف التأصيل العلمي لدى القصاص، وعدم أخذهم بالعلوم التي لا بد منها للمفسر كعلم الناسخ والمنسوخ مثلاً، فقد مر علي بن أبي طالب بقاص يقص فقال له: «أتعرف الناسخ والمنسوخ؟ ، فقال: لا، قال: هلكت وأهلكت»، وجاء مثل ذلك عن ابن عباس (٤).
الثاني: انتقاد القصاص على جرأتهم في تفسير القرآن وتعجلهم في تأويله دون استناد إلى دليل، فعن مسروق قال: «دخلنا المسجد فإذا رجل يقص على أصحابه،
_________
(١) زاد المسير (٤/ ٢٠٩)
(٢) سورة المائدة من الآية (٢٣).
(٣) فتح القدير (٢/ ٢٩)، وانظر: روح المعاني (٧/ ٢٣٨)، والتحرير والتنوير (٨/ ٢٩٢، ١٦/ ١٧٤، ٢٠/ ١٠٥، ٢٩/ ٣٥٩، ٣٠/ ٢٨٢، ٤٨٣)
(٤) انظر ما تقدم (ص ١٣١).',NULL,'381',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (381,'ويقول: {يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} (١) أتدرون ما ذلك الدخان؟ ، ذلك دخان يأتي يوم القيامة، فيأخذ أسماع المنافقين وأبصارهم، ويأخذ المؤمنين منه شبه الزكام، قال: فأتينا ابن مسعود، فذكرنا ذلك له وكان مضطجعاً، ففزع فقعد، فقال: إن الله عز وجل قال لنبيه - صلى الله عليه وسلم -: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} (٢)، إن من العلم أن يقول الرجل لما لا يعلم: الله أعلم، سأحدثكم عن ذلك إن قريشاً لما أبطأت عن الإسلام، واستعصت على رسول الله - صلى الله عليه وسلم - دعا عليهم بسنين كسني يوسف، فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة، وجعلوا يرفعون أبصارهم إلى السماء، فلا يرون إلا الدخان، قال الله تبارك وتعالى: {يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (١٠) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ}، فقالوا: {رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ} (٣)، قال الله جل ثناؤه: {إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (١٥) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ} (٤)، قال: فعادوا يوم بدر فانتقم الله منهم» (٥).
_________
(١) سورة الدخان الآية (١٠).
(٢) سورة ص الآية (٨٦).
(٣) سورة الدخان الآيات (١٠ - ١٢).
(٤) سورة الدخان الآيتان (١٥، ١٦).
(٥) جامع البيان (٢١/ ١٤)، وقد أخرجه البخاري في صحيحه بنحو هذا السياق، في كتاب التفسير، باب قوله تعالى: {رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ} (٦/ ٤٠).',NULL,'382',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (382,'والمعنى الذي ذكره القاص وإن كان هو الراجح في تأويل الآية (١)، فإن إنكار ابن مسعود - رضي الله عنه - يكشف لنا موقف الصحابة من القصاص، فقد أنكر ابن مسعود تكلف القاص وتجشمه ما لا علم له به، وإخباره عن أمر لا بد فيه من نقل عن المعصوم - صلى الله عليه وسلم -، وبين أنه لا حرج في الاعتراف بعدم العلم (٢).
الثالث: يجتهد القصاص في إضفاء الصبغة الشرعية على مجالسهم ومواعظهم، وحشد أكبر عدد من الناس للاستماع إليه، وبسبب انتقاد الصحابة والتابعين لهم وانصراف الناس عنهم يقابل القصاص ذلك بترغيب الناس وحثهم على حضور مجالسهم، وينتزعون الأدلة من الكتاب والسنة، ويتأولونها بأن المعني بها هم ومن يجلس إليهم دون غيرهم، ويشيعون ذلك في الناس، ومن تلك الأدلة: قوله تعالى: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} (٣)، وقوله:
_________
(١) وهو قول علي بن أبي طالب وابن عمر وابن عباس - رضي الله عنهم -، وهو ما رجحه ابن القيم وابن كثير، وهو أن الدخان سيقع قبل يوم القيامة، ودليله ما رواه مسلم في صحيحه، في كتاب الفتن وأشراط الساعة (٤/ ٢٢٢٥) برقم (٢٩٠١) عن حذيفة بن أسيد الغفاري عن النبي - صلى الله عليه وسلم - قال: «إن الساعة لا تكون حتى تكون عشر آيات، وذكر منها الدخان»، وسياق الآيات يؤيده، انظر: جامع البيان (٢١/ ١٣ - ٢١)، وإعلام الموقعين (٤/ ١٥٤)، وتفسير القرآن العظيم لابن كثير (٧/ ٢٣٥).
(٢) انظر تفسير الصحابة د. بدر (ص ٤٣).
(٣) سورة الأنعام من الآية (٥٢).',NULL,'383',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (383,'{وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} (١)، فجعلوا هذه الآيات وأمثالها فيمن يجلس إليهم ويحضر مواعظهم، وادعوا نزولها فيهم، وقد انتقد بعض التابعين هذا الفهم الضيق:
١ - فعن مجاهد قال: «صليت الصبح مع سعيد بن المسيب، فلما سلم الإمام ابتدر الناسُ القاصَّ، فقال سعيد: ما أسرعهم إلى هذا المجلس! ، قال مجاهد: فقلت: يتأولون ما قال الله تعالى، قال: وما قال؟ ، قلت: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ}، قال: وفي هذا ذا؟ ! ، إنما ذلك في الصلاة التي انصرفنا عنها الآن، إنما ذاك في الصلاة».
٢ - وعن إبراهيم النخعي قال في هذه الآية: «هي الصلوات الخمس الفرائض، ولو كان كما يقول القصاص هلك من لم يجلس إليهم».
٣ - وقيل للحسن البصري: «يا أبا سعيد أرأيت قول الله: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} أهم هؤلاء القصاص؟ ، قال: لا، ولكنهم المحافظون على الصلوات في الجماعة».
٤ - وعن أبي جعفر أنه قال في هذه الآية: «كان يقرئهم القرآن، من الذي
_________
(١) سورة الكهف من الآية (٢٨).',NULL,'384',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (384,'يقص على النبي - صلى الله عليه وسلم -؟ ! » (١).
٥ - وعن طلحة بن عبيد الله بن كريز (٢) قال: «رأيت عبيد بن عمير (٣)
وعطاء بن أبي رباح يتحدثان، والقاص يقص، فقلت: ألا تستمعان إلى الذكر وتستوجبان الموعود؟ [يريد قوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} (٤)] قال: فنظرا إلي، ثم أقبلا على حديثهما، قال: فأعدت، فنظرا إلي، ثم أقبلا على حديثهما، قال: فأعدت الثالثة، فنظرا إلي، فقالا: إنما ذلك في الصلاة: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا}» (٥).
ومراده بالموعود الرحمة المذكورة في الآية، فإن الله تعالى وعد في الآية من
_________
(١) تنظر هذه الآثار في جامع البيان (٩/ ٢٦٤ - ٢٦٨).
(٢) الخزاعي الكوفي، أبو المطرف، روى عن ابن عمر وأبي الدرداء، وعنه حميد الطويل، قال ابن سعد: «كان قليل الحديث»، ووثقه أحمد والنسائي.
انظر: الطبقات الكبرى لابن سعد (٧/ ١/١٦٦)، وتهذيب التهذيب (٢/ ٢٤١).
(٣) هو أبو عاصم الليثي المكي، قاص أهل مكة، من كبار التابعين روى عن عمر وعلي وأبي بن كعب، وكان ابن عمر يجلس إليه ويقول: «لله در ابن قتادة ماذا يأتي به»، وحديثه في الكتب الستة، توفي سنة (٦٨).

انظر: التاريخ الكبير (٣/ ١/٤٥٥)، وتهذيب التهذيب (٣/ ٣٨).
(٤) سورة الأعراف آية (٢٠٤).
(٥) جامع البيان (١٠/ ٦٥٩ - ٦٦٠)، وانظر سنن سعيد بن منصور (٥/ ١٨٢).',NULL,'385',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (385,'أنصت واستمع للقرآن الكريم بالرحمة، وكان القصاص يروجون لمثل هذه التأويلات، فينزلون بعض النصوص على استماع قصصهم ومواعظهم.
ومن سمات القصاص أنهم يميلون إلى التشديد، والإكثار في المواعظ من ذكر آيات الوعيد والترهيب، فقد دخل ابن مسعود - رضي الله عنه - المسجد، فإذا قاص يذكر النار والأغلال، فجاء حتى قام على رأسه، فقال: «يا مذكر أتقنط الناس؟ {يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ} الآية» (١).
وقالت عائشة - رضي الله عنها - لقاص: «إياك وتقنيط الناس وإهلاكهم» (٢).
_________
(١) سورة الزمر من الآية (٥٣)، والأثر في جامع البيان (٢٠/ ٢٢٨)، والمعجم الكبير للطبراني (٩/ ١٢٧).
(٢) مصنف عبد الرزاق (٣/ ٢٢٠).',NULL,'386',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (386,'<span data-type="title" id=toc-130>سابعاً
نقد التكلف في التفسير</span>
يتمتع الصحابة والتابعون - رضي الله عنهم - بقدر كبير من الجد والاهتمام بالعلم والعمل، والحرص على ما فيه ثمرة وفائدة، وبسببه انصرفوا عما لا يعنيهم، وانتقد بعضهم من تعرض لتفسير بعض الآيات أو حاول فهمها، معتبراً ذلك من التكلف المذموم.
وفي "مفردات ألفاظ القرآن": «التكلف اسم لما يفعل بمشقة أو تصنع أو تشبع، ولذلك صار التكلف على ضربين:
محمود: وهو ما يتحراه الإنسان ليتوصل به إلى أن يصير الفعل الذي يتعاطاه سهلاً عليه، ويصير كلفاً به ومحباً له، وبهذا النظر يستعمل التكليف في تكلف العبادات.
والثاني: مذموم وهو ما يتحراه الإنسان مراءاة، وإياه عنى بقوله تعالى: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} (١)» (٢).
_________
(١) سورة ص آية (٨٦).
(٢) (ص ٧٢١ - ٧٢٢)، وانظر: معجم مقاييس اللغة (ص ٨٧٦)، ولسان العرب (٥/ ٣٩١٦)، والقاموس المحيط (ص ١٠٩٩) مادة "كلف".',NULL,'387',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (387,'ولا بد حين الحكم على تفسير بأنه متكلف من مراعاة أمرين:
الأول: النظر في حال من يفسر القرآن، أو يطلب تفسيره، ومعرفة هدفه وقصده، كأن يقصد الرياء والتصنع، أو إعياء من يسأله عن التفسير.
الثاني: النظر في الآيات المراد تفسيرها.
وبين أيدينا بعض الشواهد عن الصحابة والتابعين في نقد التكلف في تفسير القرآن، وهي لا تخرج عن الصور الآتية:
أولاً: أن يكون المراد من الآية معلوماً، فيتكلف المرء تفسير بعض الألفاظ الخفية مما لا يتوقف عليها فهم المراد من الآية، ومن شواهده أن عمر بن الخطاب - رضي الله عنه - قرأ على المنبر قوله تعالى: {وَفَاكِهَةً وَأَبًّا} (١)، وقال: «هذه الفاكهة قد عرفناها، فما الأب؟ ، ثم رجع إلى نفسه فقال: إن هذا لهو التكلف يا عمر»، وفي رواية قال: «وما عليك ألا تدري ما الأب؟ » (٢).
_________
(١) سورة عبس آية (٣١).
(٢) أخرجه أبو عبيد في فضائل القرآن (٢/ ٢١١)، وسعيد بن منصور في سننه (١/ ١٨١)، وابن أبي شيبة في المصنف (١٠/ ٥١٢)، وابن سعد في الطبقات الكبرى (٣/ ١/٢٣٧)، وابن جرير في جامع البيان (٢٤/ ١٢٣)، والحاكم في المستدرك (٢/ ٥١٤) كلهم من رواية أنس بن مالك عن عمر، وأخرجه عبد الرزاق في تفسيره (٢/ ٢٨٣) من طريق الزهري عن عمر، وأخرجه ابن وهب في الجامع (٢/ ١٢٣) من رواية عبد الرحمن بن محمد الزهري عن عمر، وأخرجه البخاري في صحيحه من طريق أنس في كتاب الاعتصام، باب ما يكره من كثرة السؤال وتكلف ما لا يعنيه (٨/ ١٤٣) مقتصراً على قوله: «نهينا عن التكلف».',NULL,'388',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (388,'وقد علق ابن كثير على ذلك بقوله: «وهذا محمول على أنه أراد أن يعرف شكله وجنسه وعينه، وإلا فهو وكل من قرأ هذه الآية يعلم أنه من نبات الأرض» (١).
وبعبارة أوضح يقول الشاطبي: «إن علم التفسير مطلوب فيما يتوقف عليه فهم المراد من الخطاب، فإذا كان المراد معلوماً، فالزيادة على ذلك تكلف، ويتبين ذلك في مسألة عمر، وذلك أنه لما قرأ: {وَفَاكِهَةً وَأَبًّا} توقف في معنى الأب، وهو معنى إفرادي لا يقدح عدم العلم به في علم المعنى التركيبي في الآية؛ إذ هو مفهوم من حيث أخبر الله تعالى في شأن طعام الإنسان أنه أنزل من السماء ماءً، فأخرج به أصنافاً كثيرة مما هو من طعام الإنسان مباشرة، كالحب والعنب والزيتون والنخل، ومما هو من طعامه بواسطة، مما هو مرعى للأنعام على الجملة، فبقي التفصيل في كل فرد من تلك الأفراد فضلاً، فلا على الإنسان أن لا يعرفه، فمن هذا الوجه والله أعلم عد البحث عن معنى الأب من التكلف» (٢).
_________
(١) تفسير القرآن العظيم (٨/ ٣٤٨)، وانظر (١/ ١٦) من الكتاب نفسه، ومجموع الفتاوى لابن تيمية (١٣/ ٣٧٢).
(٢) الموافقات (١/ ٥٧ - ٥٨).',NULL,'389',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (389,'ثانياً: ألا تعود معرفة تفسير الآية على المرء بفائدة في دينه وآخرته، بحيث يصبح الانشغال ببعض معاني الألفاظ القرآنية من قبيل الترف الفكري، ومن الشواهد:
١ - قال علي بن أبي طالب - رضي الله عنه - يوماً: «سلوني، فقام ابن الكواء، فقال: ما السواد الذي في القمر؟ ، فقال له: قاتلك الله! سل تفقهاً ولا تسأل تعنتاً، ألا سألت عن شيء ينفعك في أمر دنياك أو أمر آخرتك؟ ! ، ثم قال: ذاك محو الليل» (١).
وقد علق عليه الآجري بقوله: «وقد كان العلماء قديماً وحديثاً يكرهون عضل المسائل ويردونها، ويأمرون بالسؤال عما يعني؛ خوفاً من المراء والجدال الذي نهوا عنه» (٢).
٢ - وسئل القاسم بن محمد - رحمه الله - عن معنى قوله تعالى: {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ} (٣)، فقيل له: «أنزل أو لم ينزل؟ ، فقال: لا أبالي أيَّ ذلك كان إلا أني آمنت به»، وفي رواية أنه قيل له: «يعلمان الناس ما أنزل
_________
(١) أخرجه ابن جرير في جامع البيان (١٤/ ٥١٦)، والآجري في الشريعة (ص ٨٠) واللفظ له، وفي أخلاق العلماء (ص ١٠٧)، وابن بطة في الإبانة "الإيمان" (١/ ٤١٨).
(٢) الشريعة (٨٠).
(٣) سورة البقرة من الآية (١٠٢).',NULL,'390',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (390,'عليهما، أم يعلمان الناس ما لم ينزل عليهما؟ ، فقال: ما أبالي أيتهما كانت» (١).
ثالثاً: أن يتكلم المرء فيما لا يحسن أو يتجاسر على تفسير ما يجهله من آيات الكتاب العزيز، فيؤدي به إلى الإخلال بفهم القرآن الكريم، ولما ذُكر لابن مسعود - رضي الله عنه - تفسير أحد القُصَّاص لبعض الآيات؛ قال حين رأى عدم صحة تفسيره: «إن الله عز وجل قال لنبيه - صلى الله عليه وسلم -: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} (٢) وإن من العلم أن يقول الرجل لما لا يعلم: الله أعلم».
ومما يندرج تحته أن يطلب المرء تفسير ما استأثر الله تعالى بعلمه (٣)، فعن الربيع بن خثيم (٤)
قال: «يا عبد الله ما علمك الله في كتابه من علم فاحمد الله، وما استأثر عليك به فكله إلى عالمه، ولا تتكلف، فإن الله يقول لنبيه - صلى الله عليه وسلم -: {قُلْ مَا أَسْأَلُكُمْ
_________
(١) جامع البيان (٢/ ٣٣٦ - ٣٣٧).
(٢) سورة ص آية (٨٦).
(٣) وذكر ابن عاشور في التحرير والتنوير (٢٣/ ١٩٦) أن المتكلف هو: «الذي يتطلب ما ليس له، أو يدعي علم ما لا يعلمه».
(٤) هو أبو يزيد الربيع بن خثيم بن عائذ الثوري الكوفي، الإمام العابد، قال عنه ابن مسعود: «لو أن رسول الله - صلى الله عليه وسلم - رآك لأحبك»، وكان من أصحابه، وله كلمات مأثورة في الزهد، توفي بالكوفة في إمرة عبيد الله بن زياد.

انظر: الطبقات الكبرى لابن سعد (٦/ ١٢٧)، وحلية الأولياء (٢/ ١٠٥)، والمعارف (ص ٤٩٧).',NULL,'391',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (391,'عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ}» (١).
واعتبار بعض التفسيرات من التكلف أو عدم اعتبارها مما تختلف أنظار العلماء حوله، فقد يرى البعض عدم الحاجة لتفسير ما لا يندرج تحته عمل، بينما يرى آخرون ضرورة العناية بكل ما ذكر في القرآن، حتى وإن لم يترتب عليه عمل أو يكون له ثمرة، فعمر عد تأويل الأب من التكلف المذموم، بينما جاء عن بعض الصحابة والتابعين تأويله (٢).
وليعلم أن التكلف الذي حدث بعد عصر الصحابة والتابعين خاصة بعد انتشار الفرق وتشعبها أخذ أبعاداً خطيرة في تأويل النصوص، ومن صوره ما ذكره ابن تيمية أن بعضهم يجعل ظاهر اللفظ القرآني شيئاً يستحيل فهمه على عامة الناس ثم يتأوله (٣)، ولذلك جعل العلماء البعد عن التكلف والتعسف في التفسير شرطاً لصحته وقبوله، فاشترطوا في التفسير الصحيح «أن يكون مطابقا لللفظ من حيث الاستعمال، سليماً من التكلف، عرياً من التعسف» (٤).
_________
(١) جامع بيان العلم وفضله (٢/ ١٣٦).
(٢) انظر: جامع البيان (٢٤/ ١٢١ - ١٢٣)، والدر المنثور (٦/ ٣١٦ - ٣١٧).
(٣) مجموع الفتاوى (٥/ ١٠٦).
(٤) التحرير والتنوير (١/ ٢٨)',NULL,'392',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (392,'<span data-type="title" id=toc-131>ثامناً
نقد تدوين التفسير</span>
يعد الكلام عن حكم تدوين العلوم - ومنها التفسير - جوازاً ومنعاً حديثاً تاريخياً، فالذي استقر عليه الناس وأجمع عليه العلماء جواز كتابة العلوم وتدوينها (١)، وقل أن تجد عالماً نُقل عنه نهي عن التدوين إلا ونقل عنه إباحة ذلك قولاً أو فعلاً، وتعود جذور النهي إلى عهد النبي - صلى الله عليه وسلم -، فقد جاء عنه صراحة النهي عن كتابة شيء غير القرآن، وفي المقابل جاء عنه الأذن بذلك (٢)، فحمل العلماء نهيه - صلى الله عليه وسلم - على محامل من أحسنها: الخشية من اختلاط شيء بالقرآن الكريم مما يؤدي إلى ضياعه، فلما حفظ القرآن واستقر بين الدفتين بإجماع الأمة وعلى رأسهم الصحابة - رضي الله عنهم - لم يكن بين العلماء خلاف في جواز كتابة العلوم وتدوينها (٣).
_________
(١) انظر: مقدمة ابن الصلاح (ص ٣٦٧)، وشرح النووي على مسلم (١٨/ ١٣٠)، والباعث الحثيث (ص ١١١).
(٢) انظر: صحيح البخاري، كتاب العلم، باب كتابة العلم (١/ ٣٦)، وصحيح مسلم، كتاب العلم (٤/ ٢٢٩٨)، وسنن الترمذي، أبواب العلم (٧/ ٣١١ - ٣١٣)، وسنن الدارمي (١/ ١٢٦، ١٣٢ - ١٣٣).
(٣) انظر: شرح النووي على مسلم (١٨/ ١٣٠)، والباعث الحثيث (ص ١١١)، وفتح الباري لابن حجر (١/ ٢٠٨).',NULL,'393',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (393,'وأما امتناع بعض الصحابة والتابعين - رضي الله عنهم - عن كتابة العلوم وكراهية تدوينها، فقد جاءت عنهم نصوص كثيرة في ذلك، وجاء أيضاً عنهم إباحتها (١)، ولذا حملت كراهيتهم على أوجه أوجزها ابن عبد البر بقوله: «من كره كتابة العلم، إنما كرهه لوجهين: أحدهما: ألا يتخذ مع القرآن كتاب يضاهى به، ولئلا يتكل الكاتب على ما كتب، فلا يحفظ فيقل الحفظ» (٢).

<span data-type="title" id=toc-132>ومما جاء عن الصحابة والتابعين في انتقاد تدوين التفسير:</span>
١ - كتب رجل في عهد عمر مصحفاً، وكتب عند كل آية تفسيرها، فدعا به عمر فقرضه بالمقراضين (٣).
٢ - وسأل رجل سعيد بن جبير أن يكتب له تفسير القرآن، فغضب وقال:
_________
(١) انظر في ذلك: سنن الدارمي (١/ ١٢٦ - ١٣٧)، وجامع بيان العلم وفضله (١/ ٦٤ - ٧٧)، وتقييد العلم (ص ٣٦ - ٦٣، ٨٧ - ١١٦).
(٢) جامع بيان العلم وفضله (١/ ٦٨)، وانظر تقييد العلم (ص ٥٧، ٥٨، ٩٣)
(٣) مصنف ابن أبي شيبة (١٠/ ٥١٣)، وأما ما جاء عن عمر أنه كتب كتاباً في تفسير الكلالة ثم استخار فيه، ثم محاه، فمحوه للكتاب ليس كراهية للكتابة، بل لأنه عدل عن رأيه في نشر الكتاب، ورأى أن بقاء الناس على ما هم عليه أولى؛ يقول - رضي الله عنه -: «إني كنت كتبت في الجد والكلالة كتاباً، وكنت أستخير الله فيه، فرأيت أن أترككم على ما كنتم عليه»، انظر ما تقدم (ص ٨٦).',NULL,'394',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (394,'«لأن يسقط شقي أحب إلي من ذلك» (١).
وكان - رحمه الله - يكره كتابة الحديث (٢).
فهذه الروايات محمولة على ما تقدم، والذي استقر عليه الصحابة والتابعون جواز كتابة التفسير، ومما ورد عنهم في جواز تدوين التفسير:
١ - طلب عبد الملك بن مروان من سعيد بن جبير أن يكتب له تفسير القرآن ففعل، فوضعه عبد الملك عنده في الديوان (٣).
٢ - وعن سعيد بن جبير قال: «ربما أتيت ابن عباس فكتبت في صحيفتي حتى أملأها، وكتبت في نعلي حتى أملأها، وكتبت في كفي، وربما أتيته فلم أكتب حديثاً حتى أرجع، لا يسأله أحد عن شيء» (٤).
٣ - وكان عزرة (٥) يختلف إلى سعيد بن جبير معه التفسير في كتاب ومعه
_________
(١) وفيات الأعيان (٢/ ٣٧١).
(٢) الطبقات الكبرى لابن سعد (٦/ ١٧٩).
(٣) انظر الجرح والتعديل (٣/ ١/٣٣٢).
(٤) الطبقات الكبرى لابن سعد (٦/ ١٧٩).
(٥) هو عزرة بن عبد الرحمن الخزاعي الكوفي، روى عن أبي الشعثاء والشعبي، وعنه سليمان التيمي وقتادة، وثقه ابن معين وابن المديني، وخرج له مسلم.
انظر: الجرح والتعديل (٣/ ٢/٢١)، وتهذيب التهذيب (٣/ ٩٨).',NULL,'395',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (395,'الدواة يغير (١).
فهذه الروايات الثلاث عن سعيد ترجح عدم صحة ما نقل عنه من الامتناع عن تدوين التفسير، أو أنه رجع عن رأيه في ذلك.
٤ - وعن ابن أبي مليكة قال: «رأيت مجاهداً يسأل ابن عباس عن تفسير القرآن، ومعه ألواحه، فيقول له ابن عباس: اكتب، قال: حتى سأله عن التفسير كله» (٢).
٥ - وكان تلاميذ مجاهد يكتبون التفسير عنده (٣).
٦ - وجاء عن الحسن أنه أملى تفسير القرآن (٤).
٧ - وكتب رجل إلى عروة بن الزبير - رحمه الله - يسأله عن قول الله عز وجل: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ} (٥)، فكتب إليه
_________
(١) الطبقات الكبرى لابن سعد (٦/ ١٨٦)، والعلل لأحمد بن حنبل (٢/ ٤٢٩).
(٢) جامع البيان (١/ ٨٥).
(٣) تاريخ ابن معين (٢/ ٥٥٠)، وسنن الدارمي (١/ ١٣٥)، وتقييد العلم (ص ١٠٥).
(٤) جامع بيان العلم وفضله (١/ ٧٤).
(٥) سورة الممتحنة من الآية (١٠).',NULL,'396',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (396,'بتفسيرها (١).
٨ - وكان لزيد بن أسلم كتاب في تفسير القرآن (٢).
_________
(١) الطبقات الكبرى لابن سعد (٨/ ٦)، وجامع البيان (٢٢/ ٥٧٩).
(٢) تاريخ دمشق (١٩/ ٢٨٢)، وتاريخ الإسلام حوادث سنة (١٢١ - ١٤٠ ص ٤٢٩).',NULL,'397',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (397,'<span data-type="title" id=toc-133>الفصل الثاني نقد رجال التفسير</span>
وفيه:
أولاً: رجال التفسير المنتقدون.
ثانياً: أسباب نقد رجال التفسير.
ثالثاً: أثر نقد رجال التفسير على تفاسيرهم.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (398,'تلقي التفسير وأخذه عن العلماء المعروفين به من الركائز المهمة في علم التفسير، وهو أحد الطرق المختصرة التي تمكن طلبة العلم من فهم القرآن على الوجه الصحيح؛ ولذا اهتم العلماء - ومنهم الصحابة والتابعون - رضي الله عنهم - برجال التفسير، وذلك من جهتين:
الأولى: الاهتمام برجال التفسير المعروفين به المتقنين لأصوله، والإشادة بالمبرزين منهم والحث على التلقي عنهم، وتقدم الكلام عن هذه الجهة في الباب الأول.
الثانية: انتقاد بعض مفسري القرآن، والكلام فيهم لأسباب ومبررات ظهرت لبعضهم، وكان هذا الأمر سائغاً في عصر الصحابة والتابعين، فقد عقد الطبري في مقدمة تفسيره باباً في «ذكر الأخبار عن بعض السلف فيمن كان من قدماء المفسرين محموداً علمه بالتفسير، ومن كان منهم مذموماً علمه به» (١)، ثم ذكر بعض الآثار الواردة عن الصحابة والتابعين في ذلك.
والحديث عن كلام الصحابة والتابعين في رجال التفسير حديث عن بدايات نقد الرجال بعامة قبل أن يتوسع العلماء فيه، وينبري له أساتذته ورجاله، فيفردوا
_________
(١) جامع البيان (١/ ٨٤).',NULL,'399',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (399,'فيه المصنفات، ويضعوا أصوله وقواعده، وعليه فالنصوص المنقولة عن الصحابة والتابعين في نقد المفسرين قليلة جداً مقارنةً بالمنقول عمن جاء بعدهم، ولذا لا يوجد في عصرهم انتقاد لأحد من الصحابة سوى ما أخبر به ابن عمر عن عدم رضاه عن جرأة ابن عباس - رضي الله عنهم - في التفسير، ورجوعه عن ذلك كما سيأتي بيانه إن شاء الله تعالى.
والهدف من دراسة تلك النصوص إدراك واقع نقد المفسرين في عصر الصحابة والتابعين، وما هي المنطلقات التي انطلق منها النقاد؟ ، وما مدى تأثير نقدهم على تفسير المرء ومروياته؟ ، وما هو موقف العلماء من نقدهم؟ .
والكلام في هذه القضية لا يخلو من فوائد أخرى كمعرفة منازل أولئك القوم ومراتبهم في تفسير القرآن الكريم.
وقد ينفر بعض القراء عندما يرى القدح في بعض التابعين، وذكر أقوال مهجورة في أشخاص ثبتت عدالتهم عند العلماء، ولعل القارئ يلتمس العذر، فنحن ندون لمرحلة تاريخية مر بها نقد التفسير في بعض مجالاته.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (400,'<span data-type="title" id=toc-134>أولاً
الرجال المنتقدون في التفسير</span>
وترتيبهم حسب تاريخ وفاتهم، وهم:

<span data-type="title" id=toc-135>أولاً: مجاهد بن جبر المكي</span>.
وجملة ما انتقد به - رحمه الله - أمران:

<span data-type="title" id=toc-136>الأمر الأول: سؤال أهل الكتاب</span>، فقد قيل للأعمش - رحمه الله -: «ما بالهم يتقون تفسير مجاهد؟ ، فقال: كانوا يرون أنه يسأل أهل الكتاب» (١).
والأعمش من أهل الكوفة، فقوله: كانوا يرون، يريد بهم - والله أعلم - أهل الكوفة، وأما مجاهد فمن أهل مكة، وقد عرفوا برواية الإسرائيليات وسؤال أهل الكتاب، اعتماداً على الأدلة المرخصة في التحديث عن بني إسرائيل، واعتقاداً منهم بأن تلاميذهم وطلاب العلم في وقتهم سوف يتعاملون مع تلك المرويات وفق الضوابط الشرعية؛ هذا بوجه عام موقف المكيين من رواية الإسرائيليات.
وأما مجاهد فإنه إذا قورن بغيره من مفسري أهل مكة وجد أنه من أكثرهم
_________
(١) الطبقات الكبرى لابن سعد (٥/ ٣٤٤)، وتاريخ دمشق (٥٧/ ٢٩)، وتهذيب التهذيب (٤/ ٢٦).',NULL,'401',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (401,'رواية عن بني إسرائيل (١)، ولذا جاء عنه روايات إسرائيلية غريبة جداً، وكان - رحمه الله - شغوفاً بمعرفة الغرائب والعجائب، فلا يسمع بغريبة إلا ذهب إليها.
يقول الأعمش: «كان مجاهد لا يسمع بأعجوبة إلا ذهب لينظر إليها، ذهب إلى حضرموت ليرى بئر برهوت ... » (٢).
وقد استتبع ذلك الشغف حبه للسفر، فكان كثير الأسفار والتنقل بين البلاد (٣).
لأجل ما تقدم روى مجاهد - رحمه الله - بعض الإسرائيليات الغريبة، ومنها:
١ - قوله: «مر نوح - عليه السلام - بالأسد وهو في السفينة، فضربه برجله، فخمشه الأسد، فبات ساهراً، فبكى نوح من ذلك، فأوحي إليه: إنك ظلمته؛ وإني لا أحب الظلم» (٤).
٢ - وقوله عن النملة التي كلمت سليمان - عليه السلام -: «إنها كانت مثل الذئب العظيم» (٥).
_________
(١) انظر تفسير التابعين (١/ ٥٥٨).
(٢) حلية الأولياء (٣/ ٢٨٨)، وتذكرة الحفاظ (١/ ٩٢).
(٣) سير أعلام النبلاء (٤/ ٤٥٢).
(٤) حلية الأولياء (٣/ ٢٨٩ - ٢٩٠)، والدر المنثور (٣/ ٣٢٩)، وانظر الكامل لابن عدي (٢/ ٤٠١).
(٥) حلية الأولياء (٣/ ٣٠٠).',NULL,'402',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (402,'٣ - وفي قول الله تعالى: {فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ} (١) قال - رحمه الله -: «أقبلت السكينة والصرد (٢) وجبريل مع إبراهيم من الشام».
وفي رواية عنه: «السكينة لها رأس كرأس الهرة وجناحان».
وفي رواية ثالثة: «لها جناحان وذنب مثل ذنب الهرة» (٣).
فهذه الروايات الإسرائيلية الغريبة ونحوها قدم بها الكوفة (٤)، وكان يرويها ويفسر القرآن بها بناءً على منهجه في التعامل معها، غير أن هذا الصنيع لم يعجب بعض الكوفيين فتجنبوا تفسيره، وقد عرف أهل الكوفة بتوقي الإسرائيليات والبعد عنها، ولعلهم ورثوا ذلك عن إمامهم عبد الله بن مسعود - رضي الله عنه -، فقد كان شديد الانتقاد لمن يسأل أهل الكتاب، وكان يقول: «لا تسألوا أهل الكتاب عن شيء، فإنهم لن يهدوكم وقد ضلوا، فتكذبوا بحق وتصدقوا الباطل»، وكان شديد الإنكار لما يأتي به كعب الأحبار.
_________
(١) سورة البقرة من الآية (٢٤٨).
(٢) الصرد بضم الصاد وفتح الراء: طائر أبقع ضخم الرأس يكون في الشجر ويصطاد العصافير، نصفه أبيض ونصفه أسود، انظر: لسان العرب (٤/ ٢٤٢٨)، وتاج العروس (٢/ ٣٩٦) مادة " صرد ".
(٣) جامع البيان (٤/ ٤٦٩)، وانظر آثاراً أخرى عنه في (٨/ ٢٩١، ٢٠/ ٧٣، ٨٩).
(٤) قال الذهبي في تاريخ الإسلام حوادث سنة (١٠١ - ١٢٠ ص ٢٣٧): «سكن الكوفة بأخرة».',NULL,'403',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (403,'وكان - رضي الله عنه - يربي أتباعه على البعد عن كتب أهل الكتاب والاستغناء بالقرآن الكريم، ومن ذلك قصته مع علقمة والأسود (١).
فإذا جمعنا هذه الأمور إلى بعضها تبين السبب الذي من أجله احترز بعض الكوفيين من تفسير مجاهد - رحمه الله -.

<span data-type="title" id=toc-137>الأمر الثاني: مما انتقد به مجاهد - رحمه الله - تفسير القرآن بالرأي</span>، فقد روى ابنه أنه قيل له: «أنت الذي تفسر القرآن برأيك! فبكى، ثم قال: إني إذاً لجريء! ، لقد حملت التفسير عن بضعة عشر رجلاً من أصحاب النبي - صلى الله عليه وسلم -» (٢).
ويستفاد من هذا النص أن مجاهداً عرف بالأخذ بالرأي، وقد عده ابن قتيبة من أسهل أهل العراق أخذاً بالرأي والقياس (٣).
وورد عنه صراحةً ما يدل لذلك، فكان يقول: «إن أفضل العبادة الرأي الحسن» (٤).
ومما جاء في عنايته بالرأي قوله: «كان لي صديق من قريش، فقلت له: هل
_________
(١) انظر ما تقدم (ص ٢٧٣).
(٢) رواه بسنده أبو الليث السمرقندي في بحر العلوم (١/ ٧٣).
(٣) تأويل مختلف الحديث (ص ٧٤).
(٤) الإيمان لابن أبي شيبة (ص ٢٧)، وتأويل مختلف الحديث (ص ٧٤)، والإبانة لابن بطة "الإيمان" (١/ ٣٤٨)، وحلية الأولياء (٣/ ٢٩٣).',NULL,'404',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (404,'لك أن تجلو، فأواضعك الرأي (١)، فأنظر أين يقع رأيي من رأيك، ورأيك من رأيي؟ ، قال القرشي: مه! دعِ الود على حاله، فغلبني القرشي» (٢).
ويبدو أن من انتقد مجاهداً وأشاع عنه الأخذ بالرأي في تفسير القرآن ممن يتورع عن تفسير القرآن بالرأي مطلقاً، وهذا حال كثير من أهل زمانه، وقد مضى ذكر شيء من حالهم.
والمطالع لتفسير مجاهد يجد فيه أقوالاً غريبة مصدرها الرأي، ومن أمثلة ذلك:
١ - في قول الله تعالى: {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ} (٣) قال - رحمه الله -: «مسخت قلوبهم، ولم يمسخوا قردة، وإنما هو مثل ضربه الله لهم؛ { ... كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا}» (٤).
تعقبه ابن جرير بقوله: «وهذا القول الذي قاله مجاهد، قول لظاهر ما دل
_________
(١) في القاموس المحيط (ص ٩٩٧) مادة " وضع ": «هلم أواضعك الرأي: أطلعك على رأيي، وتطلعني على رأيك».
(٢) تاريخ دمشق (٥٧/ ٣٨).
(٣) سورة البقرة آية (٦٥).
(٤) سورة الجمعة من الآية (٥)، والأثر في جامع البيان (٢/ ٦٥)، وتفسير ابن أبي حاتم (١/ ١٣٣)، وعزاه في الدر المنثور (١/ ٧٥) إلى ابن المنذر.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (405,'عليه كتاب الله مخالف»، ثم أخذ يبين وجه بطلانه (١).
وقال ابن كثير: «وهذا سند جيد عن مجاهد، وقول غريب خلاف الظاهر من السياق في هذا المقام وفي غيره» (٢).
٢ - وفي قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} (٣) روى عنه منصور (٤) أنه قال - رحمه الله -: «تنتظر الثواب من ربها، لا يراه من خلقه شيء» (٥).
قال ابن عبد البر: «قول مجاهد هذا مردود بالسنة الثابتة عن النبي - صلى الله عليه وسلم - وأقاويل الصحابة وجمهور السلف، وهو قول عند أهل السنة مهجور، والذي عليه
_________
(١) جامع البيان (٢/ ٦٥).
(٢) تفسير القرآن العظيم (١/ ١٥١).
(٣) سورة القيامة الآيتان (٢٢، ٢٣).
(٤) هو ابن المعتمر بن عبد الله بن ربيعة السلمي الكوفي، روى عن أبي وائل والحسن البصري وابن جبير، وعنه أيوب والأعمش، ثقة من أثبت أهل الكوفة، أكره على القضاء، وتوفي عام (١٣٢).
انظر: التاريخ الكبير (٤/ ١/٣٤٧)، وتذكرة الحفاظ (١/ ١٤٢)، وتهذيب التهذيب (٤/ ١٥٩).
(٥) أخرجه ابن جرير في جامع البيان (٢٣/ ٥٠٨ - ٥٠٩) عن سفيان عن منصور عن مجاهد، وقال ابن حجر في فتح الباري (١٣/ ٤٢٥): «وأخرج [يعني عبد بن حميد] بسند صحيح عن مجاهد: ناظرة تنظر الثواب، وعن أبي صالح نحوه»، ورواية أبي صالح أخرجها الطبري في جامع البيان (٢٣/ ٥٠٩)، وقال الشوكاني في فتح القدير (٥/ ٣٣٨): «وروي نحوه عن عكرمة، وقيل: لا يصح هذا إلا عن مجاهد وحده».',NULL,'406',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (406,'جماعتهم ما ثبت في ذلك عن نبيهم - صلى الله عليه وسلم -، وليس من العلماء أحد إلا وهو يؤخذ من قوله ويترك إلا رسول الله - صلى الله عليه وسلم -»، ثم بين أن مجاهداً وإن كان أحد المقدمين في العلم بتأويل القرآن، فإن قوله هذا مهجور عند العلماء مرغوب عنه (١).
وقال ابن كثير: «أبعد هذا القائل النجعة، وأبطل فيما ذهب إليه، وأين هو من قوله تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} (٢)؟ ، قال الشافعي - رحمه الله -: ما حجب الفجار إلا وقد علم أن الأبرار يرونه عز وجل، ثم قد تواترت الأخبار عن رسول الله - صلى الله عليه وسلم - بما دل عليه سياق الآية الكريمة» (٣).
وهذا القول مع ثبوته عن مجاهد، فقد ثبت عنه أنه فسر الآية بالنظر إلى وجه الله تعالى، فروى عنه منصور أنه قال في الآية: «نظرت إلى ربها ناظرة».
وعنه قال: «{وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} حسنة، {إِلَى رَبِّهَا نَاظِرَةٌ} تنظر إلى ربها تبارك وتعالى» (٤)، فلعل مجاهداً لم تبلغه الأخبار في الرؤية، فقال بالقول الأول، فلما بلغته رجع عنه (٥).
_________
(١) التمهيد (٧/ ١٥٧).
(٢) سورة المطففين آية (١٥).
(٣) تفسير القرآن العظيم (٨/ ٣٠٥ - ٣٠٦)، وانظر: الجامع لأحكام القرآن (٨/ ٦٨٩٩ - ٦٩٠٠)، وفتح القدير (٥/ ٣٣٨).
(٤) شرح أصول اعتقاد أهل السنة والجماعة (٣/ ٤٦٥).
(٥) انظر الفصل لابن حزم (٣/ ٢).',NULL,'407',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (407,'٣ - ومما توسع فيه مجاهد بالرأي ما ورد عنه في تفسير قوله تعالى: {قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ} (١) حيث أنكر أن تكون المائدة أنزلت عليهم، وقال: «مثل ضُرب؛ لم ينزل عليهم شيء» (٢).
وقوله خلاف ما عليه جمهور المفسرين من أنها أنزلت حقيقة (٣).
يقول الذهبي عن مجاهد: «ولمجاهد أقوال وغرائب في العلم والتفسير تستنكر» (٤).
ويرى مجاهد أن هذه الآراء ونحوها داخلة ضمن القدر المسموح به من الرأي، وهو عندما جعل الرأي أفضل العبادة - كما تقدم - قيده بالرأي الحسن، ومفهومه لديه أن من الرأي ما هو سيء مذموم، وهو الرأي الصادر عن الهوى والابتداع، وكان - رحمه الله - شديد النفور منه، ويقول فيه: «ما أدري أي النعمتين أعظم علي؟ ! أن هداني إلى الإسلام، أو جنبني الأهواء» (٥).
وعن حميد الأعرج (٦) قال: «صليت إلى جنب رجل يتهم بالقدرية، فلقيت
_________
(١) سورة المائدة من الآية (١١٤).
(٢) جامع البيان (٩/ ١٣٠).
(٣) انظر: زاد المسير (٢/ ٤٥٩)، والجامع لأحكام القرآن (٣/ ٢٣٦٦)، وفتح القدير (٢/ ٩٣).
(٤) سير أعلام النبلاء (٤/ ٤٥٥).
(٥) أصول السنة لابن أبي زمنين (ص ٣٠٤)، وحلية الأولياء (٣/ ٢٩٣)، وتاريخ دمشق (٥٧/ ٣٩).
(٦) هو أبو صفوان حميد بن قيس المكي القارئ، عرض على مجاهد القرآن ثلاث مرات، روى عن الزهري وابن المنكدر، وعنه السفيانان ومالك، ووثقه غير واحد وحديثه في الكتب الستة، توفي عام (١٣٠).
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٥٧)، وغاية النهاية (١/ ٢٦٥)، وتهذيب التهذيب (١/ ٤٩٧).',NULL,'408',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (408,'مجاهداً فأعرض عني، فقلت له، فقال: ألم أرك صليت إلى جنب فلان؟ ! ، قلت: إنما ضمتني وإياه الصلاة» (١).
وكان ينهى عن مجالسة أهل الأهواء (٢)، ومما يؤكد ذلك أنه لما قيل له: إنك تفسر القرآن برأيك، استبشع ذلك ونفر منه.
ومع وضوح منهج مجاهد - رحمه الله - من الأهواء والبدع، ونفرته من الآراء المذمومة إلا أن بعض المستشرقين استغل ما انتقد به وأشيع عنه، وحمله فوق ما يحتمل، فنسب مجاهداً إلى البدعة والهوى، مثل جولد تسيهر (٣)
الذي زعم بأن الآراء التي أشرنا إليها كانت نواة مذهب المعتزلة (٤).
_________
(١) الإبانة لابن بطة " القدر" (٢/ ٢٠٧).
(٢) الإبانة لابن بطة " الإيمان " (٢/ ٤٤٣)، وكتاب ما جاء في البدع لابن وضاح (ص ١١١).
(٣) هو إجناس جولد تسيهر، مستشرق يهودي مجري، تعلم في بودا بست وبرلين، وسافر إلى مصر وسوريا، وله عدة مؤلفات عن الإسلام بعدة لغات ترجم بعضها إلى العربية، توفي سنة (١٩٢١ م).

انظر الأعلام للزركلي (١/ ٨٤).
(٤) مذاهب التفسير الإسلامي (ص ١٢٩ - ١٣٣)، وانظر آراء المستشرقين حول القرآن وتفسيره، د. رضوان (٢/ ٧٤٠ - ٧٤٣). والمعتزلة يسمون أنفسهم أهل العدل والتوحيد، ومذهبهم قائم على نفي الصفات عن الله تعالى، وأن العبد يخلق فعله: خيره وشره، والفاسق عندهم بمنزلة بين المنزلتين، فلا هو مؤمن ولا هو كافر، كما قالوا باستحالة رؤية الله بالأبصار، وهم فرق، منها: الواصلية، والهذيلية، والنظامية، والبشرية، والمعمرية.
انظر: مقالات الإسلاميين (ص ١٥٥)، والفرق بين الفرق (ص ٢٤، ١١٤)، والملل والنحل (١/ ٤٣).',NULL,'409',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (409,'وبالجملة فالنقد لمجاهد سواء في تفسير القرآن بالإسرائيليات أو بالرأي لم يصل إلى درجة الطعن في صدقه، أو القدح في عدالته، وإنما في شيء يرى أن فيه سعة، وما أخطأ فيه من المسائل قليل مغمور في كثير صوابه - رحمه الله - (١).
وإمامة مجاهد في التفسير، وعدالته وتثبته في رواية الأحاديث، وأخذه التفسير عن شيخه حبر الأمة وملازمته له، وحكايته عن نفسه أن القرآن استغرق علمه (٢) من الأمور المشهورة عنه، وهي ترفع من قدره ومكانته في هذا العلم، وتجعله في مصاف كبار مفسري التابعين، وهذا الذي استقر عليه رأي العلماء وأجمعت عليه كلمتهم:
فتقدم قول قتادة - رحمه الله -: «أعلم من بقي بالتفسير مجاهد» (٣).
_________
(١) انظر التفسير والمفسرون (١/ ١٠٥).
(٢) المعرفة والتاريخ (١/ ٧١٢).
(٣) تذكرة الحفاظ (١/ ٩٢).',NULL,'410',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (410,'وقول خصيف: إن مجاهداً أعلم أصحاب ابن عباس بالتفسير (١).
ويقول سفيان الثوري: «إذا جاءك التفسير عن مجاهد فحسبك به» (٢).
وقيل لشريك (٣): «أي الرجلين كان أعلم بالتفسير مجاهد أو سعيد بن جبير؟ ، قال: كان مجاهد» (٤).
ووصفه ابن تيمية بأنه كان آية في التفسير (٥).
كما حكى الذهبي إجماع الأمة على إمامة مجاهد والاحتجاج به (٦)، وقال ابن كثير: «كان أعلم أهل زمانه بالتفسير» (٧).
والدفاع عن مجاهد وإثبات مكانته في التفسير وعلو شأوه فيه ينبغي ألا
_________
(١) التاريخ الكبير (٤/ ١/٤١٢)، وانظر الجرح والتعديل (٤/ ١/٣١٩).
(٢) جامع البيان (١/ ٨٥).
(٣) هو القاضي أبو عبد الله شريك بن عبد الله النخعي الكوفي، روى عن الأعمش وهشام بن عروة، وتغير حفظه في آخر أمره، قال الذهبي: «حديثه من أقسام الحسن»، توفي عام (١٧٧) وله (٨٢) سنة.
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٦٣)، وتذكرة الحفاظ (١/ ٢٣٢)، وتهذيب التهذيب (٢/ ١٦٤).
(٤) فضائل الصحابة لأحمد (٢/ ٩٥٨).
(٥) مجموع الفتاوى (١٣/ ٣٦٨).
(٦) ميزان الاعتدال (٤/ ٣٦٠).
(٧) البداية والنهاية (١٣/ ٦).',NULL,'411',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (411,'يصرف القارئ عما كان عليه بعض تابعي الكوفة من التوقي والحذر في نقل التفسير؛ خوفاً من الوقوع في الرواية عن بني إسرائيل، وكيف أن بعضهم كان على وعي تام، وفطنة كبيرة في الرواية عن الآخرين، والانتقاء من أحاديث العالم ومروياته.

<span data-type="title" id=toc-138>ثانياً: عكرمة مولى ابن عباس</span>.
انتقد تفسيره للقرآن سعيد بن المسيب، فعن عمرو بن مرة قال: «سأل رجل سعيد بن المسيب عن آية من القرآن، فقال: لا تسألني عن القرآن، وسل عنه من يزعم أنه لا يخفى عليه منه شيء؛ يعني عكرمة» (١).

<span data-type="title" id=toc-139>ولانتقاد ابن المسيب احتمالان:</span>
الاحتمال الأول: أن سعيداً قال ذلك لمّا رأى توسع عكرمة في تفسير القرآن وجرأته على القول فيه، فإن عكرمة عرف بالإكثار من التفسير، وكان يقول: «لقد فسرت ما بين اللوحين» (٢).
وأما سعيد فعرف عنه الورع الشديد عن القول في القرآن، فكان لا يتكلم
_________
(١) فضائل القرآن لأبي عبيد (٢/ ٢١٣)، ومصنف ابن أبي شيبة (١٠/ ٥١١)، وجامع البيان (١/ ٨١)، والضعفاء الكبير للعقيلي (٣/ ٣٧٤).
(٢) حلية الأولياء (٣/ ٣٢٧).',NULL,'412',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (412,'إلا في المعلوم من القرآن (١)، وإذا سئل عن تفسير آية من القرآن، قال: «إنا لا نقول في القرآن شيئاً» (٢)، ومن كانت هذه حاله إذا رأى غيره يقدم على التفسير يستنكر ذلك ولا بد.
ويؤيد هذا الاحتمال ما جاء في بعض الروايات عن عمرو بن مرة قال: «سألت سعيد بن المسيب عن تفسير آية من كتاب الله، فقال: ما أنا بجريء عليه، ولكن دونك من يزعم أنه لا يخفى عليه منه حرف؛ يُعَرِّض بعكرمة» (٣).
الاحتمال الثاني: أن ابن المسيب يشكك في مصداقية عكرمة كما يشعر به قوله: «سل من يزعم أنه لا يخفى عليه منه شيء»، وقد ورد عنه صراحة تكذيب عكرمة، فكان يقول لغلامه برد (٤): «لا تكذب علي، كما يكذب عكرمة على ابن عباس» (٥).
_________
(١) جامع البيان (١/ ٨٠).
(٢) الجامع لابن وهب (٢/ ٦٣)، وفضائل القرآن لأبي عبيد (٢/ ٢١٢)، وجامع البيان (١/ ٧٩)، وانظر التفسير والمفسرون (١/ ١٠٧).
(٣) الضعفاء الكبير للعقيلي (٣/ ٣٧٤).
(٤) له ترجمة مختصرة في التاريخ الكبير (١/ ٢/١٣٤)، والثقات لابن حبان (٦/ ١١٤)، ولسان الميزان (٢/ ١٠).
(٥) العلل لأحمد (٢/ ٧١)، والمعرفة والتاريخ (٢/ ٥)، وجامع بيان العلم وفضله (٢/ ١٥٦)، وجاء عن ابن عمر أنه قاله لنافع، ولم يصححه الذهبي في ميزان الاعتدال (٤/ ١٧)، ولا ابن حجر في هدي الساري (ص ٤٢٧)، وفي العلل لأحمد (٢/ ٧٠ - ٧١) عن إسحاق بن الطباع قال: «سألت مالك بن أنس قلت: أبلغك أن ابن عمر قال لنافع: لا تكذبن علي كما كذب عكرمة على ابن عباس؟ ، قال: لا، ولكن بلغني أن سعيد بن المسيب قال ذلك لبرد مولاه».',NULL,'413',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (413,'وعن عطاء الخراساني (١) قال: «قلت لابن المسيب: إن عكرمة يزعم أن رسول الله تزوج ميمونة وهو محرم، فقال: كذب مخبثان، اذهب إليه فسبه، سأحدثك، قدم رسول الله وهو محرم، فلما حل تزوجها» (٢).

<span data-type="title" id=toc-140>وقد جاء تكذيب عكرمة عن غير سعيد بن المسيب:</span>
١ - فعن عبد الله بن عثمان بن خثيم (٣) قال: «سألت عكرمة عن {وَالنَّخْلَ
_________
(١) هو عطاء بن أبي مسلم الخرساني البلخي، مولى المهلب بن أبي صفرة، يكنى أبا عثمان، ولد سنة (٥٠)، حديثه عن ابن عباس مرسل، وسمع ابن المسيب وابن جبير، وروى عنه شعبة ومالك، وخرج له مسلم وأصحاب السنن، توفي سنة (١٣٥).
انظر: التاريخ الكبير (٣/ ٢/٤٧٤)، وسير أعلام النبلاء (٦/ ١٤٠)، وتهذيب التهذيب (٣/ ١٠٨).
(٢) الطبقات الكبرى لابن سعد (٨/ ٩٦)، والضعفاء الكبير للعقيلي (٣/ ٣٧٤)، ووافق ابنُ عباس عكرمةَ في أن النبي - صلى الله عليه وسلم - تزوج ميمونة وهو محرم، وقد اعتذر سعيد بن المسيب لابن عباس، وقال: «وهم ابن عباس في تزويج ميمونة وهو محرم»، انظر سنن أبي داود، كتاب المناسك، باب المحرم يتزوج (٢/ ١٦٩).
(٣) القاريّ المكي، يكنى أبا عثمان، روى عن أبي الطفيل ومجاهد، وعنه السفيانان وابن جريج، توفي قبل سنة (١٤٤).
انظر: التاريخ الكبير (٣/ ١/١٤٦)، والثقات لابن حبان (٥/ ٣٥)، وتهذيب التهذيب (٢/ ٣٨٣).',NULL,'414',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (414,'بَاسِقَاتٍ} (١) فقلت: ما بسوقها؟ ، قال: بسوقها طلعها، ألم تر أنه يقال للشاة إذا حان ولادها بسقت؟ ، قال: فرجعت إلى سعيد بن جبير، فقلت له: فقال: كذب، بسوقها طولها في كلام العرب» (٢).
٢ - وذكر لسعيد بن جبير أن عكرمة كره إجارة الأرض، فقال: «كذب عكرمة، سمعت ابن عباس يقول: إن أمثل ما أنتم صانعون استئجار الأرض البيضاء؛ سنةٌ، سنة» (٣).
٣ - وكذبه مجاهد بن جبر (٤)، وقال للقاسم بن أبي بزة: «سل عنها عكرمة: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} (٥)، فسأله فقال: الإخصاء، قال مجاهد: ما له، لعنه الله! ، فوالله لقد علم أنه غير الإخصاء، ثم قال: سله، قال القاسم: فسألته، فقال: ألم تسمع إلى قول الله تبارك وتعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} (٦)؟ ، قال: لدين الله، فحدثت به مجاهداً، فقال: ما له أخزاه
_________
(١) سورة ق من الآية (١٠).
(٢) الدر المنثور (٦/ ١٠٢)، وعزاه لعبد بن حميد وابن المنذر، وهو في تاريخ دمشق (٤١/ ١١٢ - ١١٣)، وسير أعلام النبلاء (٥/ ٢٤).
(٣) الكامل لابن عدي (١/ ١٢٨)، وتاريخ دمشق (٤١/ ١١٣).
(٤) المغني في الضعفاء (٢/ ٦٧).
(٥) سورة النساء من الآية (١١٩).
(٦) سورة الروم من الآية (٣٠).',NULL,'415',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (415,'الله؟ ! » (١).
وفي رواية أنه لما قيل له تفسير عكرمة بأنه الإخصاء قال: «كذب العبد» (٢).
٤ - وسئل محمد بن سيرين عن عكرمة، فقال: «ما يسوءني أن يكون من أهل الجنة، ولكنه كذاب» (٣).
٥ - وعن عطاء بن أبي رباح أنه قيل له: «إن عكرمة يقول: قال ابن عباس: سبق الكتاب الخفين، فقال: كذب عكرمة، سمعت ابن عباس يقول: لا بأس بمسح الخفين، وإن دخلت الغائط» (٤).
وتهمة الكذب هي إحدى تهم ثلاث اتهم بها عكرمة - رحمه الله - يطول الكلام بذكرها والجواب عنها (٥).
والذي يعنينا هنا اتهام ابن المسيب لعكرمة في التفسير، فإنه كان قاسي الرأي في عكرمة، وكان يقع بينهما بعض المشادات الكلامية، فعن أيوب قال: «سأل رجل ابن المسيب عن رجل نذر نذراً لا ينبغي له - ذكر أنه معصية - فأمره أن
_________
(١) جامع البيان (٧/ ٤٩٥)، وانظر تفسير عبد الرزاق (١/ ١٦٧ - ١٦٨).
(٢) جامع البيان (٧/ ٤٩٨).
(٣) الكامل لابن عدي (١/ ١٣٢، ٦/ ٤٧٠).
(٤) المصدر السابق (١/ ١٢٩، ٦/ ٤٦٩).
(٥) وفصل فيها القول ابن حجر في هدي الساري (ص ٤٢٥) وما بعدها.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (416,'يوفيه، قال: ثم سأل الرجل عكرمة، فأمره أن يكفر يمينه ولا يوفي نذره، قال: فرجع الرجل إلى ابن المسيب، فأخبره بقول عكرمة، فقال ابن المسيب: لينتهين عكرمة أو ليوجعن ظهره، فرجع الرجل إلى عكرمة فأخبره، فقال له عكرمة: أما إذا بلغتني فبلغه؛ أما هو فقد ضربت الأمراء ظهره، أوقفوه في تُبَّان من شعر، وسله عن نذرك: أطاعة هو لله أم معصية؟ ، فإن قال: هو معصية، فقد أمرك بمعصية الله، وإن قال: هو طاعة لله، فقد كذب على الله حين زعم أن معصية الله طاعة» (١).
وعن محمد بن عبد الله بن أبي مريم (٢)
قال: «بعت تمراً من التمارين سبعة آصع بدرهم، فصار لي على رجل منهم، فوجدت عند بعضهم تمراً يبيعه أربعة آصع بدرهم، فسألت عكرمة، فقال: لا باس عليك، تأخذ أقل مما بعت، فلقيت سعيد بن المسيب، فأخبرته بقول عكرمة، فقال: كذب عبد ابن عباس، ما بعت مما
_________
(١) مصنف عبد الرزاق (٨/ ٤٣٨ - ٤٣٩)، وفي الطبقات الكبرى لابن سعد (٥/ ٢١٤) أن ابن المسيب قال: «لا ينتهي عبد ابن عباس حتى يلقى في عنقه حبل ويطاف به، فجاء الرجل إلى عكرمة، فأخبره، فقال له عكرمة: أنت رجل سوء»، وانظر: المعرفة والتاريخ (٢/ ١١)، وجامع بيان العلم وفضله (٢/ ١٥٦).
(٢) الخزاعي مولاهم المدني، روى عنه يحيى القطان ومالك، وذكره الذهبي في الطبقة الخامسة عشرة ما بين عامي (١٤١ - ١٥٠).

انظر: التاريخ الكبير (١/ ١/١٣٩)، والثقات لابن حبان (٧/ ٤١٩)، وتاريخ الإسلام حوادث سنة (١٤١ - ١٦٠ ص ٢٧٥).',NULL,'417',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (417,'يكال فلا تأخذ مما يكال إلا التمر، فقلت: فإن فضل لي عنده الكسر؟ ، قال: فأعطه أنت الكسر، وخذ منه الدرهم، قال: فرجعت، فإذا عكرمة يطلبني، فقال: إن الذي قلت لك: هو حلال؛ هو حرام» (١).

<span data-type="title" id=toc-141>وأجيب عن تكذيب ابن المسيب وغيره لعكرمة بأجوبة منها:</span>
١ - عدم صحة قول سعيد لمولاه: «لا تكذب علي، كما يكذب عكرمة على ابن عباس»، وقد نص على ذلك ابن حجر وغيره.
٢ - ما ورد في الروايات الأخرى التي كذب فيها ابن المسيب عكرمة محمولة على التكذيب في وقائع خاصة تكلم فيها عكرمة فكذبه فيها، ولا يراد به العموم، وهذا الاحتمال ظاهر في تكذيب ابن جبير ومجاهد وعطاء (٢).
ولذا يرد عن بعض من كذبه تصوبيه في مواطن أخرى، ومن ذلك أن مجاهداً بعث رجلاً إلى عكرمة يسأله عن قول الله لأيوب: {وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ} (٣)، فقال: قيل له: إن أهلك لك في الآخرة، فإن شئت عجلناهم لك في الدنيا، وإن شئت كانوا لك في الآخرة، وآتيناك مثلهم في الدنيا، فقال: يكونون لي
_________
(١) الكامل لابن عدي (١/ ١٢٧).
(٢) انظر هدي الساري (ص ٤٢٧).
(٣) سورة الأنبياء من الآية (٨٤).',NULL,'418',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (418,'في الآخرة، وأوتي مثلهم في الدنيا، فرجع إلى مجاهد، فقال: أصاب (١).
بل إن سعيد بن جبير - وهو أحد من كذبه - لما قيل له: «تعلم أحداً أعلم منك؟ ، قال: نعم عكرمة» (٢).
٣ - أن قوله وقول غيره في الروايات السابقة كذب هو بمعنى: أخطأ، وليس المراد أنه يتعمد الإخبار بخلاف الواقع.
٤ - أن تكذيب عكرمة لو صح عن ابن المسيب فهو مدفوع ومقابل بتوثيق الأئمة لعكرمة، وفيهم من هو أرفع منزلةً وأجل قدراً من ابن المسيب - رحمه الله -، فقد ثبت توثيق ابن عباس لتلميذه عكرمة وهو أدرى به من ابن المسيب، فعن عكرمة أنه قال لأبي أمامة - رضي الله عنه -: «يا أبا أمامة أذكرك الله، هل سمعت ابن عباس يقول: ما حدثكم عني عكرمة فصدقوه، فإنه لم يكذب علي؟ ، فقال أبو أمامة: نعم» (٣).
وقد ذكر بعض العلماء أنه «عدله أمة من التابعين، منهم زيادة على سبعين رجلاً من خيار التابعين ورفعائهم، وهذه منزلة لا تكاد توجد لكبير أحد من
_________
(١) جامع البيان (١٦/ ٣٦٥ - ٣٦٦)، وانظر شواهد أخرى في (٢/ ٥٠٢، ١٨/ ٣٨٦ - ٣٨٧)، وتفسير ابن أبي حاتم (١/ ٢٣٠، ٢٣١).
(٢) الضعفاء الكبير للعقيلي (٣/ ٣٧٤)، وتاريخ دمشق (٤١/ ٨٧)، ووفيات الأعيان (٣/ ٢٦٥).
(٣) تاريخ دمشق (٤١/ ٨٢)، وتاريخ ابن معين (٣/ ٢٥٩)، والتمهيد (٢/ ٣١)، وهدي الساري (ص ٤٢٨).',NULL,'419',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (419,'التابعين؛ على أن من جرحه من الأئمة لم يمسك عن الرواية عنه، ولم يستغن عن حديثه، وكان حديثه متلقى بالقبول قرناً بعد قرن إلى زمن الأئمة الذين اخرجوا الصحيح، على أن مسلماً كان أسوأهم رأياً فيه، وقد أخرج له مع ذلك مقروناً» (١).
وابن سيرين مع قدحه في عكرمة - كما تقدم - يروي عنه وإن لم يسمه، فكان يقول: نبئت عن ابن عباس (٢).
وقد أخرج له البخاري في صحيحه، ولكثرة من عدله حكى بعض العلماء الإجماع على ذلك (٣).
أما مقامه في تفسير القرآن فقد أثنى كثير من العلماء على تقدمه فيه:
فالشعبي مع ورعه الشديد عن التفسير يقول عنه: «ما بقي أحد أعلم بكتاب الله تعالى من عكرمة» (٤).
والحسن مع إمامته ترك كثيراً من تفسير القرآن حين قدم عكرمة البصرة كما حكاه أيوب وابن عيينة (٥).
_________
(١) هدي الساري (ص ٤٢٩ - ٤٣٠)، ونقله عن ابن منده.
(٢) انظر الطبقات الكبرى لابن سعد (٥/ ٢١٥).
(٣) تهذيب التهذيب (٣/ ١٣٨).
(٤) حلية الأولياء (٣/ ٣٢٦).
(٥) العلل لأحمد (١/ ١٦٤)، وتفسير ابن أبي حاتم (٨/ ٢٧٤٧)، والكامل لابن عدي (٦/ ٤٧٣)، وتاريخ دمشق (٤١/ ٩١).',NULL,'420',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (420,'ويقول قتادة: «أعلم الناس بالتفسير عكرمة» (١).
وقال فيه: «لا تسألوا العبد إلا عن القرآن» (٢).
ويقول سفيان الثوري (٣): «خذوا التفسير من أربعة: سعيد بن جبير، ومجاهد، وعكرمة، والضحاك بن مزاحم» (٤).
وحين سئل أبو حاتم (٥) عن عكرمة وسعيد بن جبير: أيهما أعلم بالتفسير؟
_________
(١) الكامل لابن عدي (٦/ ٤٧١)، وحلية الأولياء (٣/ ٣٢٦).
(٢) المعرفة والتاريخ (٢/ ١٢).
(٣) هو الإمام أبو عبد الله سفيان بن سعيد الثوري الكوفي، أمير المؤمنين في الحديث، ولد سنة (٩٧)، قال عنه ابن المبارك: «كتبت عن ألف ومائة شيخ؛ ما كتبت عن أفضل من سفيان»، اختفى في آخر عمره من المهدي العباسي فتوفي بالبصرة عام (١٦١).
انظر: التاريخ الكبير (٢/ ٢/٩٢)، وتاريخ بغداد (٩/ ١٥١)، وتذكرة الحفاظ (١/ ٢٠٣)، وتهذيب التهذيب (٢/ ٥٦).
(٤) الكامل لابن عدي (٥/ ١٥٠)، وحلية الأولياء (٣/ ٣٢٩)، وتاريخ دمشق (٤١/ ٩٢).
(٥) هو محمد بن إدريس بن المنذر الحنظلي الرازي، ولد عام (١٩٥)، وهو من كبار الحفاظ، روى عنه أبو داود والنسائي وأبو زرعة، توفي عام (٢٧٧) عن (٨٢) سنة.
انظر: الجرح والتعديل (٣/ ٢/٢٠٤)، وتذكرة الحفاظ (٢/ ٥٦٧).',NULL,'421',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (421,'قال: «أصحاب ابن عباس عيال على عكرمة» (١).
وتصديق كلام أبي حاتم قول حبيب بن أبي ثابت (٢): «اجتمع عندي خمسة لا يجتمع عندي مثلهم أبداً؛ عطاء وطاوس ومجاهد وسعيد بن جبير وعكرمة، فأقبل مجاهد وسعيد بن جبير يلقيان على عكرمة التفسير، فلم يسألاه عن آية إلا فسرها لهما، فلما نفد ما عندهما جعل يقول: أنزلت آية كذا في كذا، وأنزلت آية كذا في كذا» (٣).
وقال ابن حبان: «كان عكرمة من علماء الناس في زمانه بالقرآن» (٤).
_________
(١) الجرح والتعديل (٣/ ٢/٩).
(٢) هو حبيب بن قيس بن دينار أبو يحيى الأسدي الكوفي، روى عن ابن عباس وابن عمر، وعنه الأعمش والثوري، وهو من أصحاب الفتيا في الكوفة، حديثه في الكتب الستة، توفي في رمضان سنة (١١٩). انظر: الطبقات الكبرى لابن سعد (٦/ ٢٢٣)، والمعرفة والتاريخ (٢/ ٢٠٤)، وتهذيب التهذيب (١/ ٣٤٧).
(٣) حلية الأولياء (٣/ ٣٢٦)، وتاريخ دمشق (٤١/ ٩١).
(٤) الثقات (٥/ ٢٢٩)، وانظر ثناء ابن عبد البر على عكرمة في جامع بيان العلم وفضله (٢/ ١٥٥).',NULL,'422',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (422,'<span data-type="title" id=toc-142>ثالثاً: الضحاك بن مزاحم الهلالي</span>.
اُنتقد - رحمه الله - بأنه يروي عن ابن عباس ولم يسمع منه:
فعن عبد الملك بن ميسرة قال: «الضحاك لم يلق ابن عباس، إنما لقي سعيد بن جبير بالري، فأخذ عنه التفسير» (١).
وعنه قال: «قلت للضحاك: سمعت من ابن عباس؟ ، قال: لا، قلت: فهذا الذي تروي عمن أخذته؟ ، قال: عنك وعن ذا وعن ذا» (٢).
وعبد الملك بن ميسرة الهلالي تابعي سمع ابن عمر - رضي الله عنهما - (٣)، وأخرج له أصحاب الكتب الستة، واتفقت كلمة النقاد على توثيقه، وقال فيه وكيع (٤): «كان
_________
(١) الطبقات الكبرى لابن سعد (٦/ ٢١٠)، والمعرفة والتاريخ (٢/ ١٠٩، ٣/ ٢٠٩)، وجامع البيان (١/ ٨٦)، والجرح والتعديل (٢/ ٢/٣٦٦)، والضعفاء الكبير للعقيلي (٢/ ٢١٨)، والكامل لابن عدي (٥/ ١٥٠).
(٢) المعرفة والتاريخ (٢/ ١٩٨)، والجرح والتعديل (٢/ ١/٤٥٨)، والثقات لابن حبان (٦/ ٤٨١)، وتهذيب التهذيب (٢/ ٢٢٦)، وانظر جامع البيان (١/ ٨٦).
(٣) التاريخ الكبير (٣/ ١/٤٣٠).
(٤) هو أبو سفيان وكيع بن الجراح بن مليح الرؤاسي الكوفي، الإمام المحدث، روى عن هشام بن عروة والأعمش، وعنه أحمد وابن المديني، قال أحمد: «ما رأت عيني مثل وكيع قط»، توفي راجعاً من الحج سنة (١٩٧).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٧٥)، وتاريخ بغداد (١٣/ ٤٦٦)، وتذكرة الحفاظ (١/ ٣٠٦).',NULL,'423',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (423,'ثقة كثير الحديث» (١).
أما الضحاك فقد عده ابن حجر في الطبقة الخامسة، وهي الطبقة الصغرى من التابعين الذين رأوا الواحد والاثنين من الصحابة، ولم يثبت لبعضهم سماع من الصحابة، وخرج له أصحاب السنن، واختلف في توثيقه، فوثقه أحمد وابن معين (٢)، وضعفه شعبة ويحيى القطان (٣)، وتوسط ابن حجر فقال: صدوق (٤).
وكونه لم يسمع من ابن عباس قال به بعض الحفاظ:
_________
(١) وتوفي ابن ميسرة في ولاية خالد بن عبد الله القسري بالكوفة، انظر: الطبقات الكبرى لابن سعد (٦/ ٢٢٣)، والجرح والتعديل (٢/ ٢/٣٦٥)، وتاريخ الإسلام حوادث سنة (١٠١ - ١٢٠ ص ٤١٦)
(٢) هو أبو زكريا يحيى بن معين المري البغدادي، الإمام الحافظ، ولد سنة (١٥٨)، وروى عنه أحمد والبخاري ومسلم، خلَّفَ أبوه له مالاً جزيلاً فأنفقه على الحديث، توفي بالمدينة سنة (٢٣٣).
انظر: الجرح والتعديل (٤/ ٢/١٩٢)، وتاريخ بغداد (١٤/ ١٧٧)، وتذكرة الحفاظ (٢/ ٤٢٩).
(٣) هو أبو سعيد يحيى بن سعيد بن فروخ التميمي البصري، ولد سنة (١٢٠) وروى عن الأعمش وهشام بن عروة، وعنه ابن مهدي وأحمد، قال ابن المديني: «ما رأيت أحداً أعلم بالرجال منه»، توفي عام (١٩٨).
انظر: الجرح والتعديل (٤/ ٢/١٥٠)، وتاريخ بغداد (١٤/ ١٣٥)، وتذكرة الحفاظ (١/ ٢٩٨).
(٤) انظر: تهذيب التهذيب (٢/ ٢٢٦)، والعجاب (ص ٦٠)، وتقريب التهذيب (ص ٧٥، ٢٨٠).',NULL,'424',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (424,'فكان شعبة ينكر أن يكون الضحاك لقي ابن عباس قط، وسأل مشاشاً (١): سمع الضحاك من ابن عباس؟ ، فقال: ما رآه قط، أو قال: لا ولا كلمة (٢).
وقال ابن حبان: «من زعم أنه لقي ابن عباس فقد وهم» (٣).
وقال ابن عدي (٤): «والضحاك بن مزاحم عرف بالتفسير، فأما رواياته عن ابن عباس وأبي هريرة وجميع من روى عنه، ففي ذلك كله نظر، وإنما اشتهر بالتفسير» (٥).
_________
(١) هو أبو ساسان السليمي البصري، روى عن عطاء وطاوس، وحدث عنه شعبة وهشيم، أخرج له النسائي، وذكره ابن حبان في الثقات.
انظر: الجرح والتعديل (٤/ ١/٤٢٤)، والثقات لابن حبان (٧/ ٥٢٥)، وتهذيب التهذيب (٤/ ٨١).
(٢) المعرفة والتاريخ (٢/ ١٤٣)، والجرح والتعديل (٢/ ١/٤٥٩)، والضعفاء الكبير للعقيلي (٢/ ٢١٨)، والكامل لابن عدي (٥/ ١٥٠)، وفي الطبقات الكبرى لابن سعد (٦/ ٢١٠) أن مشاشاً سأل الضحاك: لقيت ابن عباس؟ ، فقال: لا.
(٣) الثقات (٦/ ٤٨٠).
(٤) هو أبو أحمد عبد الله بن عدي الجرجاني، يعرف بابن القطان، ولد سنة (٢٧٧)، برز في علم الجرح والتعديل، من مصنفاته غير الكامل: الانتصار على مختصر المزني، والمعجم، توفي سنة (٣٦٥).
انظر: تذكرة الحفاظ (٣/ ٩٤٠)، وطبقات الحفاظ (ص ٣٨٠).
(٥) الكامل (٥/ ١٥٢)، وانظر سوى ما تقدم: التاريخ الكبير (١/ ٢/٣٥٣)، وتهذيب الكمال (١٣/ ٢٩٢)، وميزان الاعتدال (٣/ ٣٩)، والعجاب لابن حجر (ص ٦٠)، وإرواء الغليل (٢/ ١٤٣).

وذهب أحمد شاكر في تحقيق مسند أحمد (٤/ ٦٧) [ط. دار المعارف] إلى تخطئة من نفى سماع الضحاك من ابن عباس، واستدل بتقدم وفاة الضحاك، وبما رواه أبو جناب الكلبي عنه أنه قال: جاورت ابن عباس سبع سنين، وفيما استدل به أحمد شاكر نظر، فإن أبا جناب ضعيف، قال الذهبي في سير أعلام النبلاء (٤/ ٦٠٠): «أبو جناب ليس بقوي، والأول أصح»؛ يعني عدم سماع الضحاك من ابن عباس، ثم هو معارض بإخبار الضحاك عن نفسه أنه لم يسمع من ابن عباس، وقد رواه عنه من هو أوثق من أبي جناب، والله أعلم.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (425,'وأما ما ذكره ابن ميسرة من أن الضحاك أخذ تفسير ابن عباس من ابن جبير، فلو أمكن القطع بأن جميع ما رواه الضحاك عن ابن عباس أخذه من ابن جبير لأمكن تصحيح رواياته لعدالة الواسطة بينه وبين ابن عباس، ولذلك لما قيل: إن علي بن أبي طلحة (١) لم يسمع التفسير من ابن عباس، وإنما أخذه من مجاهد أو سعيد بن جبير، قال ابن حجر: «بعد أن عرفت الواسطة، وهو ثقة فلا ضير في ذلك» (٢).
_________
(١) هو أبو الحسن علي بن سالم بن المخارق الهاشمي، من أهل الجزيرة، ثم انتقل إلى حمص، قال الذهبي: «روى معاوية بن صالح عنه عن ابن عباس تفسيراً كبيراً ممتعاً»، وقد أخرج البخاري كثيراً منه في الصحيح، توفي سنة (١٤٣).
انظر: ميزان الاعتدال (٤/ ٥٤)، وتهذيب التهذيب (٣/ ١٧١).
(٢) الإتقان (٢/ ٢٤١)، ولم أقف على كلام ابن حجر، وإنما قال في العجاب (ص ٥٨): «وعلي صدوق لم يلق ابن عباس، لكنه حمل عن ثقات أصحابه، فلذلك كان البخاري وابن أبي حاتم وغيرهما يعتمدون على هذه النسخة».',NULL,'426',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (426,'إلا أن ذلك متعذر هنا، سيما وقد قال الضحاك حين سئل عمن أخذ تفسير ابن عباس: عن ذا وعن ذا.
ومع تأثر تفسير الضحاك بعدم سماعه من ابن عباس، فقد تأثر أيضاً بأن أشهر نقلة مروياته وتفسيره لم يكونوا ثقات، ومن أشهرهم:
١ - بشر بن عمارة عن أبي روق عنه، وبشر ليس له رواية في الكتب الستة، وقد ضعفه غير واحد من العلماء، قال البخاري: «تعرف وتنكر» (١).
وقال أبو حاتم: «ليس بالقوي في الحديث» (٢)، وضعفه أيضاً النسائي (٣)، وابن حجر وغيرهما (٤).
_________
(١) التاريخ الكبير (١/ ٢/٨٠).
(٢) الجرح والتعديل (١/ ١/٣٦٢).
(٣) هو أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني صاحب السنن، ولد سنة (٢١٥) وسمع قتيبة ابن سعيد، له كتاب الخصائص، وفضائل الصحابة، وامتحن في آخر عمره بدمشق، وتوفي بفلسطين عام (٣٠٣).

انظر: تذكرة الحفاظ (٢/ ٦٩٨)، وتهذيب التهذيب (١/ ٢٦).
(٤) وذكره الذهبي في تاريخ الإسلام في الطبقة الثامنة عشرة ما بين عامي (١٧١ - ١٨٠ ص ٥١)، وانظر: المجروحين (١/ ٢١٤)، وميزان الاعتدال (١/ ٣٢١)، وتهذيب التهذيب (١/ ٢٣٠)، وتقريب التهذيب (ص ١٢٣).',NULL,'427',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (427,'وأما أبو روق عطية بن الحارث الهمداني فهو صدوق (١).
وهذه الطريق يخرج منها الطبري وابن أبي حاتم (٢) في تفسيرهما كثيراً (٣).
ويخرجان عن أبي روق من طرق أخرى غير طريق بشر لكنها قليلة (٤).
٢ - جويبر بن سعيد عنه (٥)، وقد ضعفه بعض العلماء:
_________
(١) وخرج له أبو داود والنسائي وابن ماجه، وذكره الذهبي في الطبقة الخامسة عشرة ما بين عامي (١٤١ - ١٥٠).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٥٦)، والجرح والتعديل (٣/ ١/٣٨٢)، وتاريخ الإسلام حوادث سنة (١٤١ - ١٦٠ ص ٢٢٢)، وتهذيب التهذيب (٣/ ١١٢)، وتقريبه (ص ٣٩٣).
(٢) هو أبو محمد عبد الرحمن بن أبي حاتم بن إدريس الحنظلي الرازي، ولد سنة (٢٤٠)، وأخذ عن أبيه وأبي زرعة، من مصنفاته: التفسير، والرد على الجهمية، والزهد، توفي في أول سنة (٢٢٧).
انظر: تذكرة الحفاظ (٣/ ٨٢٩)، وطبقات الحفاظ (ص ٣٤٦)، وطبقات المفسرين للسيوطي (ص ٥٢).
(٣) انظر الإتقان (٢/ ٢٤٢).
(٤) كرواية ابنه يحيى وهو ضعيف كما في ميزان الاعتدال (٦/ ٤٨)، ولسانه (٦/ ٣١١).
وجابر بن نوح الحماني وهو ضعيف أيضاً، انظر: ميزان الاعتدال (١/ ٣٧٩)، وتقريب التهذيب (ص ١٣٦).
والمسيب بن شريك وهو متروك، انظر: التاريخ الكبير (٤/ ١/٤٠٨)، وميزان الاعتدال (٥/ ٢٣٩)، ولسانه (٦/ ٤٥).
(٥) هو أبو القاسم الأزدي البلخي روى عنه حماد بن زيد وابن المبارك.
انظر: الضعفاء الكبير للعقيلي (١/ ٢٠٥)، المجروحين (١/ ٢٥٧) وميزان الاعتدال (١/ ٤٢٧).',NULL,'428',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (428,'قال الخليلي (١): «وهذه التفاسير لكتاب الله الطوال التي أسندوها إلى ابن عباس غير مرضية، ورواتها مجاهيل، كتفسير جويبر عن الضحاك عن ابن عباس» (٢).
وعن ابن معين قال: «ليس بشيء»، وعن الإمام أحمد قال: «ما كان عن الضحاك فهو أيسر، وما كان يسند عن النبي - صلى الله عليه وسلم - فهو منكر» (٣).
وقد ذكر السيوطي (٤) في "الإتقان" أن ابن جرير وابن أبي حاتم لم يخرجا من
_________
(١) هو أبو يعلى الخليل بن عبد الله بن أحمد الخليلي القزويني، أخذ عن الحاكم وابن شاهين، كتابه الإرشاد في معرفة المحدثين دالٌ على جلالته وسعة علمه، توفي في آخر سنة (٤٤٦).
انظر: تذكرة الحفاظ (٣/ ١١٢٣)، وطبقات الحفاظ (ص ٤٣٠).
(٢) الإرشاد (١/ ٣٩١).
(٣) الجرح والتعديل (١/ ١/٥٤٠)، وتهذيب التهذيب (١/ ٣٢٠)، وضعفه ابن كثير في تفسيره (٢/ ٤٢٧).
(٤) هو أبو الفضل عبد الرحمن بن أبي بكر الخضيري السيوطي الشافعي، ولد سنة (٨٤٩)، مؤلف مكثر، له ستمائة مصنف في شتى الفنون، منها: الدر المنثور، والجامع الصغير وتدريب الراوي، توفي سنة (٩١١).
انظر: الضوء اللامع (٤/ ٦٥)، والبدر الطالع (١/ ٣٢٨).',NULL,'429',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (429,'هذه الطريق شيئاً (١)، ومراده إلى ابن عباس، والذي وقفت عليه في تفسيرهما قليل (٢)، أما جويبر عن الضحاك من قوله فكثير.
وما تقدم يتعلق بحال الضحاك والرواة عنه في نقلهم ورواياتهم.
أما حال الضحاك في التفسير ومعرفته بتأويل القرآن فقد أثنى عليه بعض العلماء:
فعده سفيان الثوري أحد الأربعة الذين يؤخذ عنهم تفسير القرآن كما تقدم.
وقال الذهبي: «له يد طولى في التفسير» (٣).
_________
(١) (٢/ ٢٤٢).
(٢) وقفت على عدة موضع في تفسير الطبري: (٩/ ٥٠، ١٠/ ٢١٧، ١٤/ ١٣٠، ١٩/ ١٩٧، ٢٢/ ٤١، ٢٤/ ١٦٩)، وفي تفسير ابن أبي حاتم: (١/ ١٥٦، ٣/ ٨٦٣، ٥/ ١٤٨٦، ٦/ ١٩٦٨، ٧/ ٢٢٢٩، ٢٢٣٠، ٢٢٣٣).
(٣) تاريخ الإسلام (حوادث ١٠١ - ١٢٠ ص ١١٣)، وقال في المغني في الضعفاء (١/ ٤٩٤): «هو قوي في التفسير».',NULL,'430',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (430,'<span data-type="title" id=toc-143>رابعاً: أبو صالح مولى أم هانئ "باذام</span>" (١).
عده ابن حجر في الطبقة الوسطى من التابعين، وهو يروي عن علي وأبي هريرة وابن عباس - رضي الله عنهم - (٢)، ولم يخرج له البخاري ومسلم، وخرج له أصحاب السنن أحاديث قليلة، منها حديث واحد عن ابن عباس - رضي الله عنهما - (٣)، ولأبي صالح عناية بالتفسير خاصة، فله نسخة تفسيرية كبيرة يرويها عن ابن عباس أخرج كثيراً منها ابن جرير الطبري، قال ابن عدي: «عامة ما يرويه تفاسير، وما أقل ما له من المسند، وهو يروي عن علي وابن عباس، وروى عنه ابن أبي خالد عن أبي صالح هذا تفسيراً كبيراً قدر جزء» (٤).
_________
(١) ويقال: باذان، ذكره الذهبي في تاريخ الإسلام في الطبقة الثانية عشرة؛ بين عامي (١١١ - ١٢٠ ص ٣٢٥)، وأشار في سير أعلام النبلاء (٥/ ٣٨) إلى أنه من طبقة أبي صالح ذكوان السمان المتوفى سنة (١٠١)، لكنه عاش بعده نحواً من عشرين سنة.
وأما أم هانئ فهي فاختة، وقيل: هند بنت أبي طالب بن عبد المطلب القرشية الهاشمية، شقيقة علي - رضي الله عنه -، كانت تحت هبيرة المخزومي، فأسلمت عام الفتح، وخطبها النبي - صلى الله عليه وسلم -، وروت عنه، وعاشت بعد علي.
انظر: الطبقات الكبرى لابن سعد (٨/ ٣٢)، وأسد الغابة (٧/ ٤٠٤)، والإصابة (١٣/ ٣٠٠).
(٢) تهذيب التهذيب (١/ ٢١١)، وتقريبه (ص ١٢٠).
(٣) انظر تحفة الأشراف (٤/ ٣٦٨).
(٤) الكامل (٢/ ٢٥٨)، وانظر الكاشف للذهبي (١/ ٢٦٣).',NULL,'431',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (431,'وجملة ما انتقد به أمران:
الأمر الأول: عدم التمكن في علم التفسير، فقد كان الشعبي - رحمه الله - يمر به، فيأخذ أذنه فيعركها، ويقول: «تفسر القرآن وأنت لا تقرأ القرآن؟ ! ».
وفي بعض الروايات: «ويلك تفسر القرآن وأنت لا تحفظه! »، وفي بعضها: «وأنت لا تحسن تقرأه نظراً! » (١).
ونقد الشعبي غير كاف للحكم على أبي صالح بأنه غير مؤهل لتفسير القرآن، فالشعبي عرف عنه الورع الشديد عن القول في تفسير القرآن مطلقاً، وكان يقول: «ثلاث لا أقول فيهن حتى أموت: القرآن والروح والرأي» (٢)، ويقول: «والله ما من آية إلا قد سألت عنها، ولكنها الرواية عن الله عز وجل» (٣)، فهو لا يرى التصدر لتفسير القرآن مطلقاً.
ثم إن قوله لأبي صالح: وأنت لا تقرأ القرآن، أو: وأنت لا تحسن تقرأه نظراً! ، يتعارض مع ما ذكر في ترجمة أبي صالح أنه كان معلماً للقرآن الكريم كما
_________
(١) المعارف (ص ٤٧٩)، والمعرفة والتاريخ (٢/ ٦٨٥)، وجامع البيان (١/ ٨٦)، والضعفاء الكبير للعقيلي (١/ ١٦٥، ١٦٦)، والمجروحين (١/ ٢١٠)، والكامل لابن عدي (٢/ ٢٥٧).
(٢) جامع البيان (١/ ٨١).
(٣) المعرفة والتاريخ (٢/ ٦٠٣)، وجامع البيان (١/ ٨١).',NULL,'432',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (432,'سيأتي، وقد تكون قراءة أبي صالح مخالفة لقراءة الشعبي فأنكرها.
ومعاتبته لأبي صالح على تفسير القرآن مع عدم حفظه يفيد أنه يرى ضرورة أن يكون المفسر حافظاً لكتاب الله، وهذا ما لم يذكره أحد شرطاً للمفسر (١).
الأمر الثاني: الطعن في مروياته والقدح في عدالته، وأثير ضده أمران:
١ - ما يتعلق بسماعه من ابن عباس - رضي الله عنهما - والذي يروي عنه نسخة كبيرة في التفسير، فعن عمرو بن قيس الملائى (٢)
قال: «كان مجاهد ينهى عن تفسير أبي صالح» (٣).
وفي رواية عنه قال: «كان مجاهد ينهاني عن أبي صالح صاحب الكلبي» (٤).
_________
(١) انظر: الإتقان (٢/ ٢٢٥)، والقول المحرر لترجمة أبي صالح باذام المفسر د. العوني (ص ٢٢).
(٢) هو أبو عبد الله الكوفي، روى عن عكرمة وأبي إسحاق السبيعي، وعنه الثوري وغيره، أخرج له مسلم وأصحاب السنن، من ثقات الكوفة وعبادهم، توفي سنة (١٤٦) بسجستان.

انظر: التاريخ الكبير (٣/ ٢/٣٦٣)، والثقات لابن حبان (٧/ ٢٢١)، وتهذيب التهذيب (٣/ ٢٩٩).
(٣) التاريخ الكبير (١/ ٢/١٤٤)، والكامل لابن عدي (٢/ ٢٥٦).
(٤) الضعفاء الكبير للعقيلي (١/ ١٦٥)، والجرح والتعديل (١/ ١/٤٣٢)، والكلبي هو أبو النضر محمد بن السائب بن بشر الكلبي الكوفي، روى عن الشعبي وجماعة، برز في علم النسب والتفسير، واتهم بالكذب ورمي بالرفض، ألف في تفسير القرآن، وتوفي عام (١٤٦).
انظر في ترجمته: ميزان الاعتدال (٥/ ٢)، وتهذيب التهذيب (٣/ ٥٦٩)، وطبقات المفسرين للداودي (٢/ ١٤٩).',NULL,'433',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (433,'ولم يذكر عمرو سبب نهي مجاهد عن أبي صالح وتفسيره، ويبدو أنه قال ذلك بالكوفة، فقد قدم إليها هو وأبو صالح واستقرا بها (١)، وعمرو بن قيس الذي نهاه مجاهد كوفي أيضاً، فلعل مجاهداً لما قدم الكوفة ورأى تصدر أبي صالح للتفسير كما تشير إليه الرواية السابقة عن الشعبي (٢)، ورأى إكثاره من الرواية عن ابن عباس أنكر ذلك لعدم شهرته بالرواية عنه والتتلمذ على يديه، وهذا هو الظاهر فمجاهد من أخص تلاميذ ابن عباس وأقربهم إليه، وأكثرهم تلقياً لتفسيره، ولذا نص بعض الحفاظ على عدم سماع أبي صالح من ابن عباس؛ كقول الإمام مسلم: «وأبو صالح باذام قد اتقى الناس حديثه، ولا يثبت له سماع من ابن عباس» (٣).
وقول ابن حبان: «يحدث عن ابن عباس ولم يسمع منه» (٤).
وقد أنكر بعض حفاظ أهل مكة ومحدثيها ممن يروي عن ابن عباس معرفته
_________
(١) تقدم أن مجاهداً سكن الكوفة في آخر حياته، وأما أبو صالح فقد ذكره ابن سعد في الطبقات الكبرى (٦/ ٢٠٧) ضمن الطبقة الثانية من الكوفيين، ونسبه للكوفة: البخاري في التاريخ الكبير (١/ ٢/١٤٤) وفي الضعفاء (ص ٤١٤)، والنسائي في الضعفاء (ص ٦٣).
(٢) وفي الضعفاء الكبير للعقيلي (١/ ١٦٥) عن الأعمش - وهو كوفي - قال: «كنا نأتي مجاهداً فنمر على أبي صالح، وعنده بضعة عشر غلاماً ما نرى أن عنده شيئاً».
(٣) فتح الباري لابن رجب (٣/ ٢٠١)، وعزاه إلى كتاب التفصيل لمسلم.
(٤) المجروحين (١/ ٢١٠).',NULL,'434',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (434,'بأبي صالح، فعن سفيان قال: «سمعت إسماعيل بن أبي خالد أو مالك بن مغول (١) يقول: سمعت أبا صالح يقول: ما بمكة أحد إلا علمته القرآن أو علمته إياه، قال سفيان: فسألت عمرو بن دينار عن أبي صالح، فقال: لا أعرفه» (٢).
ومن هنا يرى بعض العلماء أن روايته عن ابن عباس إنما كانت عن طريق كتب وجدها وليست سماعاً مباشراً، فعن مغيرة بن مقسم قال: «إنما كان أبو صالح صاحب الكلبي يعلم الصبيان، وكان يضعف تفسيره، ويقول: كتب أصابها، وتعجب ممن يروى عنه» (٣).
وعلى التسليم بسماعه من ابن عباس فإنه يعد قليلاً جداً بالنسبة إلى ما لم يسمعه، وهو ما أشار إليه الإمام أحمد - رحمه الله -، فعن مهنا (٤)
قال: «قال أحمد بن حنبل: لم
_________
(١) هو أبو عبد الله البجلي الكوفي، روى عن الشعبي وعطاء ونافع، وعنه شعبة والثوري، كان ثقة ثبتاً كثير الحديث، خرج له أصحاب الكتب الستة، وتوفي بالكوفة سنة (١٥٨ أو ١٥٩).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٥٤)، والتاريخ الكبير (٤/ ١/٣١٤)، وتهذيب التهذيب (٤/ ١٥).
(٢) المعرفة والتاريخ (٢/ ٦٨٥)، والضعفاء الكبير للعقيلي (١/ ١٦٦).
(٣) الضعفاء الكبير للعقيلي (١/ ١٦٦).
(٤) هو أبو عبد الله مهنا بن يحيى الشامي، من كبار أصحاب الإمام أحمد؛ لازمه أكثر من أربعين سنة، ورحل معه إلى عبد الرزاق في اليمن، وروى عنه مسائل كثيرة جداً، وكان أحمد يجله ويكرمه.

انظر: طبقات الحنابلة لأبي يعلى (١/ ٣٤٥)، وتاريخ بغداد (١٣/ ٢٦٦)، وتاريخ الإسلام حوادث سنة (٢٥١ - ٢٦٠ ص ٣٥٤).',NULL,'435',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (435,'يكن عند أبي صالح من الحديث المسند (١)، يعني: إلا شيءٌ يسير، قال مهنا: قلت: أي شيء؟ ، قال: عن أبي صالح، عن ابن عباس، قال تعالى: } وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (٢)، قال: النفقة في سبيل الله» (٣).
وبتأمل كلام الإمام أحمد وقبله كلام ابن مقسم يتبين أن سماع أبي صالح من ابن عباس قليل، والنسخة التفسيرية الكبيرة التي يرويها عنه لم يسمع منها إلا القليل مما لا يمكن تمييزه، وأغلبها أخذها من الكتب، ولا تعلم واسطته فيها، وعليه نستطيع الحكم على أبي صالح بالتدليس (٤).
_________
(١) ومراده بالمسند هنا المتصل، انظر في تعريفه: الكفاية للخطيب (ص ٥٨)، ومقدمة ابن الصلاح (ص ١٩٠).
(٢) سورة البقرة من الآية (١٩٥).
(٣) المنتخب من العلل للخلال (١٢٧)، وأثر أبي صالح في: جامع البيان (٣/ ٣١٣، ٣١٨)، وتفسير ابن أبي حاتم (١/ ٣٣٠).
(٤) انظر: تقريب التهذيب (ص ١٦٣) ط. دار العاصمة، وسلسلة الأحاديث الضعيفة والموضوعة (١/ ٢٥٩)، ويشبه أبا صالح في تدليسه ما ذكره ابن حجر في تعريف أهل التقديس (ص ٧١ - ٧٢) عن عمرو بن شعيب، مع الاختلاف بين الرجلين، فإن عمراً أوثق من أبي صالح وأكثر حديثاً مرفوعاً منه، قال ابن حجر عن عمرو: «تابعي صغير مشهور مختلف فيه، والأكثر على أنه صدوق في نفسه، وحديثه عن غير أبيه عن جده قوي، قال ابن معين: إذا حدث عن أبيه عن جده فهو كتاب، وإذا حدث عن سعيد بن المسيب وسليمان بن يسار وعروة فهو ثقة، وقال أبو زرعة: روى عنه الثقات، وإنما أنكروا عليه كثرة روايته عن أبيه عن جده، وقالوا: إنما سمع أحاديث يسيرة وأخذ صحيفة كانت عنده فرواها، وعامة المناكير في حديثه من رواية الضعفاء عنه، وهو ثقة في نفسه، إنما تكلم فيه بسبب كتاب كان عنده، وقال ابن أبي خيثمة: سمعت هارون بن معروف يقول: لم يسمع عمرو من أبيه شيئاً، إنما وجده في كتاب أبيه، وقال ابن عدي: روى عنه أئمة الناس وثقاتهم وجماعة من الضعفاء إلا إن أحاديثه عن أبيه عن جده مع احتمالهم إياه لم يدخلوها في صحاح ما خرجوا، وقالوا: هي صحيفة، قلت [أي ابن حجر]: فعلى مقتضى قول هؤلاء يكون تدليساً، لأنه ثبت سماعه من أبيه، وقد حدث عنه بشيء كثير مما لم يسمعه منه مما أخذه عن الصحيفة بصيغة عن، وهذا أحد صور التدليس، والله أعلم».',NULL,'436',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (436,'٢ - ما يتعلق بتوثيقه وتعديله، فعن حبيب بن أبي ثابت قال: «كنا نسمي أبا صالح باذام دروغزن» (١).
ومعناها: كذاب (٢).
وعن إسماعيل بن أبى خالد قال: «ما سألت أبا صالح عن شيء من القرآن إلا أخبرني به» (٣).
وإسماعيل بن أبي خالد أحد أشهر الرواة لنسخة أبي صالح التفسيرية، وقد أنكر مسارعته إلى الجواب عن كل سؤال في التفسير، وذكر بعض العلماء أن
_________
(١) التاريخ الكبير (١/ ٢/١٤٤)، والضعفاء له (ص ٤١٤)، والسنن الكبرى للنسائي (٢/ ٢٥٢)، والضعفاء الكبير للعقيلي (١/ ١٦٥)، والكامل لابن عدي (٢/ ٢٥٥) وعندهما: دروزن.
(٢) كذا فسرها في السنن الكبرى، وانظر الواعد (معجم فارسي - عربي) (ص ١٨٨)، وكذبه الأزدي كما في تهذيب التهذيب (١/ ٢١١)، وابن الجوزي في الموضوعات (٢/ ١٤٥).
(٣) المعرفة والتاريخ (٢/ ٦٨٦)، والضعفاء الكبير للعقيلي (١/ ١٦٥).',NULL,'437',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (437,'إسماعيل كذب أبا صالح (١).
وهذا أشد ما قيل فيه من التجريح، ولم يوافق أكثر الحفاظ على هذا الجرح الشديد، فجمهورهم على تضعيفه (٢)، ومنهم من ذكره في مراتب الجرح الدنيا؛ كقول بعضهم: ليس بالقوي، أو ليس بذاك (٣).
وأما من عدله فلم يذكره في المراتب العليا بل في المراتب الدنيا؛ مثل قول بعضهم: صالح الحديث (٤)، أو أن حديثه من قبيل الحسن (٥)، أو أنه مقبول الحديث (٦)، أو ليس به بأس إذا روى عنه غير الكلبي، أو أن فلاناً من الحفاظ لم يترك حديثه ونحو ذلك (٧)، أما التوثيق فلم يوثقه أحد سوى العجلي (٨) كما ذكر ابن
_________
(١) انظر: ميزان الاعتدال (١/ ٢٩٦)، وإرواء الغليل (٣/ ٢١٢).
(٢) إرواء الغليل (٣/ ٢١٢)، وسلسلة الأحاديث الضعيفة والموضوعة للألباني (١/ ٢٥٩)، وضعفه ابن عدي في الكامل (٢/ ٢٥٨)، والمزي في تحفة الأشراف (١٢/ ٤٥٠).
(٣) انظر: تهذيب التهذيب (١/ ٢١١)،
(٤) الجرح والتعديل (١/ ١/٤٣٢).
(٥) مجموع الفتاوى لابن تيمية (٢٤/ ٣٥١).
(٦) القول المحرر (ص ٣٢).
(٧) تهذيب التهذيب (١/ ٢١١).
(٨) هو أبو الحسن أحمد بن عبد الله بن صالح العجلي كوفي الأصل، ولد سنة (١٨٢)، ونشأ ببغداد وبها تلقى العلم، ثم انتقل إلى المغرب زمن محنة الإمام أحمد، وتوفي بطرابلس عام (٢٦١).
انظر: تاريخ بغداد (٤/ ٢١٤)، وتذكرة الحفاظ (٢/ ٥٦٠).',NULL,'438',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (438,'حجر (١).
ومما أثر في مرويات أبي صالح وزاد من ضعفها أن أشهر الرواة عنه هو محمد بن السائب الكلبي، وقد قال أبو صالح له: «كل شيء حدثتك فهو كذب» (٢).
وقال له: «انظر كل شيء رويته عني عن ابن عباس فلا تروه» (٣).
وحلف مرة أنه لم يقرأ عليه من التفسير شيئاً (٤).
ولذلك تعتبر رواىة الكلبي عن أبي صالح عن ابن عباس من أوهى الطرق عن ابن عباس (٥)؛ لأن الكلبي متهم بالكذب وأبا صالح ضعيف، وسيأتي الكلام عن الكلبي مستقلاً.
وهذه الطريق خرج منها الطبري قليلاً وانتقدها في بعض المواطن (٦).
_________
(١) تهذيب التهذيب (١/ ٢١١)، وانظر معرفة الثقات للعجلي (١/ ٢٤٢)، ورجح توثيقه أحمد شاكر في تحقيق مسند أحمد (٣/ ٣٢٣) ط. دار المعارف.
(٢) التاريخ الكبير (١/ ١/١٠١)، والضعفاء الكبير للعقيلي (١/ ١٦٦)، والكامل لابن عدي (٢/ ٢٥٥).
(٣) الكامل لابن عدي (٢/ ٢٥٦).
(٤) الجرح والتعديل (٣/ ٢/٢٧١).
(٥) الإتقان (٢/ ٢٤٢).
(٦) انظر جامع البيان (١/ ٦١، ٧٠، ٢/ ٣٤).',NULL,'439',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (439,'وإذا انضم إليهما في الإسناد محمد بن مروان السدي (١) فهي سلسلة الكذب (٢).

<span data-type="title" id=toc-144>خامساً: إسماعيل السدي</span>.
وهو المعروف بالسدي الكبير.
وقد انتقده الشعبي في التفسير والعلم بالقرآن، ولما قيل له: «إن إسماعيل السدي قد أعطي حظاً من علم بالقرآن، قال: إن إسماعيل قد أعطي حظاً من جهل بالقرآن» (٣).
وكان يمر بالسدي وحوله شباب يفسر لهم القرآن، فيقول له: «لأن يضرب
_________
(١) الكوفي المعروف بالسدي الصغير، روى عن الأعمش، متروك الحديث متهم بالكذب؛ قال البخاري: «سكتوا عنه»، وقال أبو حاتم: «ذاهب الحديث، متروك الحديث، لا يكتب حديثه البتة»، وقال ابن حبان: «لا تحل كتابة حديثه إلا على سبيل الاعتبار، ولا الاحتجاج به بحال من الأحوال».
انظر: التاريخ الكبير (١/ ١/٢٣٢)، والجرح والتعديل (٤/ ١/٨٦)، والمجروحين (٢/ ٢٩٨)، والكامل لابن عدي (٧/ ٥١٢)، وميزان الاعتدال (١/ ٢٣٧، ٥/ ١٥٧).
(٢) الإتقان (٢/ ٢٤٢).
(٣) العلل لأحمد (٢/ ٣٣٤)، والضعفاء الكبير للعقيلي (١/ ٨٨)، والكامل لابن عدي (١/ ٤٤٧)، قال أحمد شاكر في تعليقه على تفسير الطبري (١/ ١٥٧) ط. دار المعارف: «وعندي أن هذه الكلمة من الشعبي قد تكون أساساً لقول كل من تكلم في السدي بغير حق».',NULL,'440',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (440,'على استك بالطبل خير من مجلسك هذا» (١).
وهناك أسباب دعت الشعبي لإطلاق هذه العبارات الشديدة في السدي، وهي تشبه إلى حد كبير الأسباب التي دعته لانتقاد أبي صالح، ومن هذه الأسباب ما يختص بالشعبي، ومنها ما يتعلق بالسدي.
فالشعبي - رحمه الله - عرف بالورع الشديد عن التفسير والقول في القرآن، وأما السدي فكان لا يرى بأساً في ذلك، ويكثر من التفسير ويطنب في ذكر الروايات عن ابن عباس وابن مسعود - رضي الله عنهم - (٢)، ومما زاد في نفور الشعبي من السدي أن الأخير يعقد المجالس لتفسير القرآن، ويجتمع الطلاب والناس حوله كما تشير إليه الروايات السابقة، وهذا الاختلاف في المنهج تسبب في كلام الشعبي فيه.
ومما ينبغي تأمله عند النظر في نقد الشعبي أن السدي الكوفي - رحمه الله - كان له اهتمام ظاهر بالروايات الإسرائيلية وتفسير القرآن بها، وكان يسهب في ذكرها إلى درجة تكون أقرب إلى السرد التاريخي منها إلى فهم النص القرآني (٣)، والشعبي من أهل الكوفة المعروفين بالبعد عن الإسرائيليات والتحذير منها كما تقدم تقريره عنهم، ومن الممكن اطلاع الشعبي على الإسرائيليات التي يذكرها السدي، فأطلق فيه هذه
_________
(١) جامع البيان (١/ ٨٧)، والكامل لابن عدي (١/ ٤٤٦).
(٢) مجموع الفتاوى لابن تيمية (١٣/ ٣٦٦).
(٣) انظر على سبيل المثال: جامع البيان (١/ ٦٨٠، ٦٩٥، ٧٠٧، ٢/ ٦٣، ٧٨، ٣٤٤، ٥/ ٤٣٧، ١٣/ ٨٠، ٢٠/ ٦٦، ٩١).',NULL,'441',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (441,'العبارات الشديدة.
وكأن السدي شعر ببعض النقد الموجه إليه بسبب تفسير القرآن، فرد على من أنكر عليه، وقال: «هذا التفسير أخذته من ابن عباس، فإن كان صواباً فهو قاله، وإن كان خطأً فهو قاله» (١).
ولشهرة السدي في التفسير لم يرتض بعض العلماء كلام الشعبي فيه، فالبخاري حين ترجم للسدي أعرض عن مقولة الشعبي وأورد ما يناقضها، فذكر قول إسماعيل بن أبي خالد: «كان السدي أعلم بالقرآن من الشعبي» (٢).
وعلق الذهبي على قول الشعبي فقال: «قلت: ما أحد إلا وما جهل من علم القرآن أكثر مما علم، وقد قال إسماعيل بن أبي خالد: كان السدي أعلم بالقرآن من الشعبي رحمهما الله» (٣).
ومن ثناء العلماء عليه أن إبراهيم النخعي كان يمر به وهو يفسر، فيقول: «أما إنه يفسر تفسير القوم» (٤).
_________
(١) تاريخ أصبهان لأبي نعيم (١/ ٢٤٧)، ومعجم الأدباء (٢/ ٧٢٥).
(٢) التاريخ الكبير (١/ ١/٣٦١).
(٣) سير أعلام النبلاء (٥/ ٢٦٥).
(٤) جامع البيان (١/ ٨٧)، والجرح والتعديل (١/ ١/١٦٤)، والكامل لابن عدي (١/ ٤٤٦)، وتاريخ أصبهان لأبي نعيم (١/ ٢٤٨).',NULL,'442',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (442,'ويصفه العجلي بأنه ثقة عالم بالتفسير راوية له (١).

<span data-type="title" id=toc-145>سادساً: زيد بن أسلم العدوي</span>.
تكلم فيه عبيد الله بن عمر بن حفص لأجل تفسيره القرآن بالرأي، فعن حماد بن زيد (٢) قال: «قدمت المدينة، وزيد بن أسلم حي، فسألت عبيد الله بن عمر، فقلت: إن الناس يتكلمون فيه، فقال: لا أعلم به بأساً، إلا أنه يفسر القرآن برأيه» (٣).
ويتضح من كلامه أن زيد بن أسلم كان يفسر القرآن بالرأي، وتكلم فيه بعض أهل المدينة بسبب ذلك، وقد اشتهر بعضهم بالورع عن تفسير القرآن والإحجام عن تأويله ومنهم عبيد الله هذا، وهو القائل: «لقد أدركت فقهاء المدينة وإنهم ليعظمون القول في التفسير؛ منهم: سالم بن عبد الله، والقاسم بن محمد، وسعيد بن المسيب ونافع» (٤).
_________
(١) معرفة الثقات (١/ ٢٢٧).
(٢) هو أبو إسماعيل حماد بن زيد بن درهم الأزدي البصري الضرير الحافظ، ولد سنة (٩٨)، وسمع ثابت البناني وعمرو بن دينار، حديثه في الكتب الستة، توفي سنة (١٧٩).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٤٢)، وتذكرة الحفاظ (١/ ٢٢٨).
(٣) الجرح والتعديل (١/ ٢/٥٥٥)، والكامل في الضعفاء (٤/ ١٦٤).
(٤) جامع البيان (١/ ٧٩).',NULL,'443',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (443,'ولم يُنقل عن ابن أسلم آراء منكرة، غاية ما في الأمر أنه ممن يرى جواز التفسير بالرأي، وليس بدعاً في ذلك، فهو رأي غيره من الصحابة والتابعين، وعبيد الله حين تكلم فيه لم يقدح في عدالته وثقته، بل أكد أنه لا يرى فيه بأساً سوى أخذه بالرأي (١).
ولأجل نقد عبيد الله أورد ابن عدي زيد بن أسلم في كتاب "الكامل في ضعفاء الرجال "، ولم يورد في ترجمته سوى مقالة عبيد الله هذه، ولم يوافقه عليها، فقال بعد إيرادها: «وزيد بن أسلم هو من الثقات، ولم يمتنع أحد من الرواية عنه، حدث عنه الأئمة» (٢).
ولعدالته المتفق عليها لام الذهبيُ ابنَ عدي لإيراده زيد بن أسلم في كتابه "الكامل"، فقال: «وتبارد ابن عدي بإيراده في كامله» (٣).
وقد أثنى العلماء على ابن أسلم في علمه بتفسير القرآن، فقال سفيان بن عيينة: «سألت زيد بن أسلم، ولم يكن بالمدينة أحد يفسر القرآن بعد محمد بن كعب مثله» (٤).
_________
(١) التفسير والمفسرون (١/ ١١٧).
(٢) الكامل لابن عدي (٤/ ١٦٤).
(٣) تاريخ الإسلام حوادث سنة (١٢١ - ١٤٠ ص ٤٣١)، وانظر ميزان الاعتدال (٢/ ٢٨٨).
(٤) فتح الباري لابن حجر (١٣/ ١١١).',NULL,'444',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (444,'وقال يعقوب بن شيبة (١): «وزيد بن أسلم ثقة، من أهل الفقه والعلم، وكان عالماً بتفسير القرآن، له كتاب فيه تفسير القرآن» (٢).
ومما أخذه بعض المدنيين على زيد ما رواه يعقوب بن عبد الرحمن الزهري (٣)
قال: «سألت زيد بن أسلم عن قول الله: {وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} الآية إلى قوله: {سَائِقٌ وَشَهِيدٌ} (٤)، فقلت له: من يراد بهذا؟ ، فقال: رسول الله - صلى الله عليه وسلم -، فقلت له: رسول الله؟ ! ، فقال: ما تنكر؟ ! ؛ قال الله عز وجل: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) وَوَجَدَكَ ضَالًّا فَهَدَى} (٥)، قال: ثم سألت صالح بن كيسان (٦) عنها، فقال لي:
_________
(١) هو أبو يوسف يعقوب بن شيبة بن الصلت السدوسي البصري، من كبار علماء الحديث، سمع يزيد بن هارون وعفان بن مسلم، وألف المسند الكبير المعلل ولم يتمه، توفي سنة (٢٦٢).
انظر: تاريخ بغداد (١٤/ ٢٨١)، وتذكرة الحفاظ (٢/ ٥٧٧).
(٢) تاريخ دمشق (١٩/ ٢٨٢)، وتاريخ الإسلام حوادث سنة (١٢١ - ١٤٠ ص ٤٢٩).
(٣) المدني، روى عن موسى بن عقبة وأبي حازم بن دينار، وخرج له البخاري في صحيحه، توفي بالإسكندرية عام (١٨١).

انظر: التاريخ الكبير (٤/ ٢/٣٩٨)، وتهذيب التهذيب (٤/ ٤٤٤).
(٤) سورة ق الآيات (١٩ - ٢١).
(٥) سورة الضحى الآيتان (٦، ٧).
(٦) هو أبو محمد صالح بن كيسان المدني، سمع ابن عمر وابن الزبير، وروى عنه سالم بن عبد الله بن عمر وعروة، وكان مؤدب ولد عمر بن عبد العزيز، وحديثه في الكتب الستة، وتوفي بعد سنة (١٤٠).
انظر: الجرح والتعديل (٢/ ١/٤١١)، وتذكرة الحفاظ (١/ ١٤٨)، وتهذيب التهذيب (٢/ ١٩٨).',NULL,'445',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (445,'هل سألت أحداً؟ ، فقلت: نعم، قد سألت عنها زيد بن أسلم، فقال: ما قال لك؟ ، فقلت: بل تخبرني ما تقول، فقال: لأخبرنك برأيي الذي عليه رأيي، فأخبرني ما قال لك؟ ، قلت: قال: يراد بهذا رسول الله - صلى الله عليه وسلم -، فقال: وما علم زيد؟ ! والله ما سن عالية، ولا لسان فصيح، ولا معرفة بكلام العرب، إنما يراد بهذا الكافر، ثم قال: اقرأ ما بعدها يدلك على ذلك» (١).
وشهرة صالح بن كيسان في التفسير ليست كشهرة ابن أسلم؛ وتفسيره للآية أقرب من تأويل زيد بن أسلم، ويساعده سياقها كما أشار هو إلى ذلك، وقال بقوله: ابن عباس ومجاهد والضحاك (٢).
وأما زيد ففسر الآيات بأن المراد النبي - صلى الله عليه وسلم -، ولما أنكر السائل هذا التأويل لوجود ما يعارضه في الآيات، وهو قوله تعالى: {لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} (٣)، إذ لا يجوز وصف النبي - صلى الله عليه وسلم - بالغفلة، فرد زيد هذا الاعتراض، واستدل على صحة تأويله بما ذكره الله تعالى عن نبيه في سورة الضحى بأنه كان ضالاً فهداه الله، ويكون معنى الآية على قوله: «لقد كنت في غفلة من هذا الشأن قبل أن يوحى إليك، فكشفنا عنك غطاءك بإنزاله إليك، فبصرك اليوم
_________
(١) الجامع لابن وهب (٢/ ١٢٦)، وجامع البيان (٢١/ ٤٣١ - ٤٣٢).
(٢) انظر: جامع البيان (٢١/ ٤٣٤)، وتفسير القرآن العظيم لابن كثير (٧/ ٣٧٩).
(٣) سورة ق آية (٢٢).',NULL,'446',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (446,'حديد» (١).
والأظهر - والله أعلم - أن الآية أعم من قول زيد وابن كيسان؛ إذ تشمل المؤمن والكافر، والبر والفاجر، وسياق الآيات يدل على ذلك، فما قبلها جاء بصيغة العموم: {وَجَاءَتْ كُلُّ نَفْسٍ}، ثم ذكر بعدها مصير المؤمن والكافر، وهذا ترجيح الطبري وابن عطية وابن كثير (٢).

<span data-type="title" id=toc-146>سابعاً: محمد بن السائب الكلبي</span>.
طعن في عدالته الأعمش، فقد أورد ابن جرير في الباب الذي عقده في مقدمة تفسيره عمن كان من قدماء المفسرين محموداً علمه بالتفسير، ومن كان منهم مذموماً علمه به أثراً عن الحسين بن واقد (٣) قال: «حدثنا الأعمش قال: حدثني
_________
(١) تفسير القرآن العظيم لابن كثير (٧/ ٣٧٩)، قال ابن عطية في المحرر الوجيز (١٥/ ١٧٦): «وهذا التأويل يضعف من وجوه: أحدها: أن الغفلة إنما تنسب أبداً إلى مقصر، ومحمد - صلى الله عليه وسلم - لا تقصير له قبل بعثه ولا بعده، وثان: أن قوله بعد هذا: {وَقَالَ قَرِينُهُ} يقتضي أن الضمير إنما يعود على أقرب مذكور، وهو الذي يقال له: {فَبَصَرُكَ الْيَوْمَ حَدِيدٌ}، وإن جعلناه عائداً على ذي النفس في الآية المتقدمة جاء هذا الاعتراض لمحمد - صلى الله عليه وسلم - بين الكلامين غير متمكن فتأمله، وثالث: أن معنى توقيف الكافر وتوبيخه على حاله في الدنيا يسقط، وهو أحرى بالآية وأولى بالرصف»، وانظر أيضاً تضعيف ابن كثير لهذا القول في تفسيره (٧/ ٣٧٩).
(٢) انظر: جامع البيان (٢١/ ٤٣٣)، والمحرر الوجيز (١٥/ ١٧٧)، وتفسير القرآن العظيم (٧/ ٣٧٩).
(٣) هو أبو عبد الله الحسين بن واقد المروزي قاضي مرو، يروي عن ثابت البناني وعمرو بن دينار، وعنه ابن المبارك، خرَّج له مسلم وأهل السنن، ووثقه ابن معين وغيره، توفي عام (١٥٩ أو ١٥٧).
انظر: التاريخ الكبير (١/ ٢/٣٨٩)، والجرح والتعديل (١/ ٢/٦٦)، وتهذيب التهذيب (١/ ٤٣٨).',NULL,'447',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (447,'سعيد بن جبير عن ابن عباس في قوله: {وَاللَّهُ يَقْضِي بِالْحَقِّ} قال: قادر على أن يجزي بالحسنة الحسنة، وبالسيئة السيئة: {إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ} (١)، قال الحسين بن واقد: فقلت للأعمش: حدثني به الكلبي إلا أنه قال: إن الله قادر أن يجزي بالسيئة السيئة، وبالحسنة عشراً، فقال الأعمش: لو أن الذي عند الكلبي عندي ما خرج مني إلا بخفير» (٢).
وكلام الكلبي من حيث المعنى صحيح دل عليه القرآن الكريم في قوله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ} (٣)، قال ابن عطية: «{وَاللَّهُ يَقْضِي بِالْحَقِّ} أي يجازي الحسنة بعشر، والسيئة بمثل» (٤)، لكنَّ انتقاد الأعمش للكلبي من حيث صحة روايته عن ابن عباس، وهو يروي تفسيره من طريق أبي صالح عنه.
وتقدم قول أبي صالح للكلبي: «كل شيء حدثتك فهو كذب».
_________
(١) سورة غافر من الآية (٢٠).
(٢) جامع البيان (١/ ٨٦ - ٨٧، ٢٠/ ٣٠٣)، والأثر في الكامل في ضعفاء الرجال (٧/ ٢٧٦)، وحلية الأولياء (١/ ٣٢٣) مختصراً.
(٣) سورة الأنعام آية (١٦٠).
(٤) المحرر الوجيز (١٤/ ١٢٧).',NULL,'448',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (448,'وأقر الكلبي على نفسه بذلك، فقال لسفيان الثوري: «ما سمعت عني عن أبي صالح عن ابن عباس فهو كذب، فلا تروه عني» (١).
واتفقت كلمة الحفاظ على القدح في عدالة الكلبي:
فقد سئل الإمام أحمد عن تفسير الكلبي، فقال: «كذب، فقيل: أيحل النظر فيه؟ ، قال: لا» (٢).
وقال أبو حاتم: «الناس مجمعون على ترك حديثه، لا يشتغل به، هو ذاهب الحديث» (٣).
وقال ابن حبان: «وضوح الكذب فيه أظهر من أن يحتاج إلى الإغراق في وصفه، يروي عن أبي صالح عن ابن عباس التفسير، وأبو صالح لم ير ابن عباس، ولا سمع منه شيئاً، ولا سمع الكلبي من أبي صالح إلا الحرف بعد الحرف، فجعل لما احتيج إليه تخرج له الأرض أفلاذ كبدها، لا يحل ذكره في الكتب، فكيف الاحتجاج به؟ ! » (٤).
_________
(١) المجروحين (٢/ ٢٦٣)، وانظر الكامل لابن عدي (٧/ ٢٧٤).
(٢) المجروحين (٢/ ٢٦٣)، والجامع لأخلاق الراوي وآداب السامع (٢/ ١٦٣)، وميزان الاعتدال (٥/ ٤).
(٣) الجرح والتعديل (٣/ ٢/٢٧١).
(٤) المجروحين (٢/ ٢٦٤).',NULL,'449',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (449,'وانتقد ابن كثير الكلبي وضعفه في بعض المواطن من تفسيره (١).
وأما أقوال الكلبي في التفسير فقد أثنى عليه بعض العلماء، كقول قتادة: «ما بقي أحد يجري مع الكلبي في التفسير في عنان» (٢).
وقال وكيع: «كان سفيان الثوري لا يعجبه هؤلاء الذين يفسرون السورة من أولها إلى آخرها مثل الكلبي» (٣).
وقال ابن قتيبة: «كان نساباً عالماً بالتفسير» (٤).
وقال ابن عدي في ترجمته بعدما ساق بعض مروياته عن أبي صالح في التفسير: «وللكلبي غير ما ذكرت من الحديث أحاديث صالحة، وخاصة عن أبي صالح، وهو رجل معروف بالتفسير، وليس لأحد تفسير أطول ولا أشبع منه .... ورضوه في التفسير» (٥).
_________
(١) انظر (١/ ١٨، ٦٠، ٣/ ١٣٠، ٢١٤).
(٢) جامع البيان (١/ ٨٧).
(٣) تقدمة الجرح والتعديل (ص ٧٩)، وانظر أيضاً (٣/ ٢/٢٧٠) من الكتاب نفسه.
(٤) المعارف (ص ٥٣٦).
(٥) الكامل في ضعفاء الرجال (٧/ ٢٨٢) باختصار، وقال ابن سعد في الطبقات الكبرى (٦/ ٢٥٠): «وكان محمد بن السائب عالماً بالتفسير»، ونعته ابن خلكان في وفيات الأعيان (٤/ ٣٠٩) بأنه إمام في التفسير والأنساب، وقال الذهبي في تاريخ الإسلام حوادث سنة (١٤١ - ١٦٠/ص ٢٦٧): «هو آية في التفسير واسع العلم على ضعفه».',NULL,'450',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (450,'علق الذهبي على قول ابن عدي بأنه ليس لأحد تفسير أطول منه بقوله: «قلت: يعني من الذين فسروا القرآن في المائة الثانية، ومن الذين ليس في تفسيرهم سوى قولهم» (١).
وقد جاء عن الأعمش أنه كان يختبر معرفة الكلبي بتفسير القرآن، ووافقه في بعض تفسيراته، فعن أبي بكر بن عياش (٢) قال: «سألني الأعمش عن " المتقين "، فأجبته، فقال لي: سل عنها الكلبي، فسألته، فقال: الذين يجتنبون كبائر الإثم، قال: فرجعت إلى الأعمش، فقال: نرى أنه كذلك، ولم ينكره» (٣).
_________
(١) تاريخ الإسلام حوادث سنة (١٤١ - ١٦٠/ص ٢٦٧).
(٢) ابن سالم الأسدي الكوفي المقرئ، اختلف في اسمه على أكثر من عشرة أقوال؛ أشهرها قولان: شعبة، والآخر أن كنيته اسمه، ولد سنة (٩٥)، وهو قرين حفص في الرواية عن عاصم؛ قرأ عليه القرآن ثلاث مرات، توفي سنة (١٩٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٦٩)، ومعرفة القراء الكبار (١/ ١٣٤)، وغاية النهاية (١/ ٣٢٥).
(٣) جامع البيان (١/ ٢٣٨).',NULL,'451',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (451,'<span data-type="title" id=toc-147>ثانياً
أسباب نقد رجال التفسير</span>
جاء في بعض الأقوال النقدية السابقة التنصيص على سبب الجرح، كانتقاد الكوفيين مجاهداً لسؤاله أهل الكتاب، بينما خلت أقوال أخرى من ذكر السبب، كنهي الإمام مجاهد عن تفسير أبي صالح.
وهي بنوعيها المنصوص والمستنبط قسمان:
القسم الأول: أسباب متعلقة برواية التفسير، كالطعن في عدالة المفسر، أو اتصاله بشيوخه - الذين يروي عنهم تفسيره - وسماعه منهم، ومن أمثلته:
انتقاد الضحاك وأبي صالح في عدم سماعهما من ابن عباس، وانتقاد أبي صالح والكلبي في عدالتهما فيما يرويان.
القسم الثاني: أسباب متعلقة بعلم التفسير كالإخلال بالمنهج الصحيح لتفسير القرآن في نظر الناقد، ومن أمثلته:',NULL,'452',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (452,'انتقاد مجاهد لأخذه عن بني إسرائيل، وانتقاده هو وزيد بن أسلم لتفسيرهما القرآن بالرأي.
وانتقاد ابن المسيب عكرمة لجرأته على الكلام في معاني القرآن الكريم على أحد توجيهات نقده.
ومنها انتقاد ضعف التحصيل العلمي عند المفسر، كانتقاد الشعبي أبا صالح بأنه لم يتأهل علمياً، وانه يفسر القرآن وهو لا يحسن قراءته، وكذلك وصمه السدي بالجهل بمعاني القرآن الكريم، وكتصريح ابن كيسان بأن ابن أسلم ليس ملماً بكلام العرب.
* ومن الأسباب المهمة التي يجب عدم إغفالها عند النظر في نقد المفسرين أنه قد يكون بسبب اختلاف بعض التابعين حول معنى آية قرآنية، فيؤدي إلى كلام بعضهم في بعض، ولما عقد ابن عبد البر باباً في "حكم قول العلماء بعضهم في بعض"، وساق بعض ما حصل بين ابن المسيب وعكرمة مما تقدم ذكره حكى عن بعض العلماء أنه لهذا السبب «كان بين سعيد بن المسيب وبين عكرمة ما كان، حتى قال فيه ما حكي عنه أنه قال لغلامه برد: لا تكذب علي كما كذب عكرمة على ابن عباس» (١)، ومن الشواهد الأخرى:
_________
(١) جامع بيان العلم وفضله (٢/ ١٥٦).',NULL,'453',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (453,'١ - ما جاء عن شريح - رحمه الله - أنه كان يقرأ هذه الآية: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} (١) بالنصب، وكان ينكر قراءة الرفع، ويقول: إن الله لا يعجب من الشيء، إنما يعجب من لا يعلم، قال الأعمش: فذكرت ذلك لإبراهيم النخعي، فقال: إن شريحاً كان معجباً برأيه، وعبد الله بن مسعود - رضي الله عنه - كان أعلم منه، كان يقرؤها: {بَلْ عَجِبْتُ} (٢).
فشريح أنكر المعنى الذي دلت عليه قراءة الرفع وهو نسبة العَجَب إلى الله، ثم رتب عليه إنكار القراءة بها؛ مما أغضب النخعي فتكلم فيه، وفي بعض الروايات أن إبراهيم قال: «إن شريحاً شاعر يعجبه علمه» (٣)، وقراءة ضم التاء ثابتة أيضاً (٤)، لكنها لم تثبت عند شريح، فأنكر المعنى الذي تدل عليه، ظاناً أن إثباته يدل على نقص في الباري جل وعلا، فالعجب - كما قرره شريح - يستلزم الجهل بالأمر المتعجب منه، والله منزه عن الجهل، ولذلك قال: إنما يعجب من لا يعلم، والعقيدة المتقررة نفي كل نقص في حق الله تعالى.
_________
(١) سورة الصافات آية (١٢).
(٢) تفسير عبد الرزاق (٢/ ١٢٠)، والدر المنثور (٥/ ٢٧٢) واللفظ له، وعزاه لعبد بن حميد وابن المنذر وابن أبي حاتم.
(٣) معاني القرآن للفراء (٢/ ٣٨٤)، والأسماء والصفات للبيهقي (٢/ ٢٢٦).
(٤) قرأ بها حمزة والكسائي وخلف، وقرأ باقي العشرة بفتح التاء، انظر: السبعة (ص ٥٤٧)، والنشر (٢/ ٣٥٦).',NULL,'454',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (454,'وقد اتفق أهل السنة والجماعة على إثبات صفة العَجَب لله تعالى من هذه القراءة وغيرها، ولا يلزم من إثباتها نسبة النقص لله تعالى، فليس سبب العجب الوحيد الجهل بالأمر المتعجب منه، فهناك أسباب أخرى، فالعجب «قد يكون مقروناً بجهل بسبب التعجب، وقد يكون لما خرج عن نظائره، والله تعالى بكل شيء عليم، فلا يجوز عليه أن لا يعلم سبب ما تعجب منه، بل يتعجب لخروجه عن نظائره تعظيماً له، والله تعالى يعظم ما هو عظيم؛ إما لعظمة سببه أو لعظمته» (١).
وإنكار شريح لهذه القراءة الثابتة التي دل على معناها الكتاب والسنة (٢) لا ينقص من منزلته ولا يحط من قدره، فقد اتفقت الأمة على أنه إمام من الأئمة (٣).
ومن الاختلاف الذي وقع بين شريح والنخعي في التفسير أن شريحاً قال في قوله تعالى: {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} (٤) هو الزوج، فقال إبراهيم: وما
_________
(١) مجموع الفتاوى لابن تيمية (٦/ ١٢٣)، وانظر: معاني القرآن للزجاج (٤/ ٣٠٠)، وفتح الباري لابن حجر (٨/ ٣٦٥)، وكتاب براءة السلف مما نسب إليهم من انحراف في الاعتقاد (ص ٨) وما بعدها.
(٢) ومن السنة حديث أبي هريرة عن النبي - صلى الله عليه وسلم - أنه قال: «عجب الله من قوم يدخلون الجنة في السلاسل»، صحيح البخاري، كتاب الجهاد والسير، باب الأسارى في السلاسل (٤/ ٢٠).
(٣) مجموع الفتاوى لابن تيمية (١٢/ ٤٩٢)، ودرء تعارض العقل والنقل (١/ ٢٧٣).
(٤) سورة البقرة من الآية (٢٣٧).',NULL,'455',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (455,'يدري شريحاً؟ ! (١)، وكان إبراهيم يقول: إنه الولي، وينقل ذلك عن علقمة وأصحاب عبد الله (٢).
٢ - كلام ابن كيسان في زيد بن أسلم بسبب الاختلاف في المقصود بقوله تعالى: {لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا}، وتقدم قريباً.
٣ - ما وقع بين أبي العالية والحسن، فقد ورد عن أبي العالية ما يوحي بعدم الرضا عن الحسن، ومن ذلك قوله عن الحسن: «رجل مسلم يأمر بالمعروف وينهى عن المنكر، وأدركنا الخير وتعلمنا قبل أن يولد الحسن» (٣).
وكان يقع بينهما بعض الاختلاف في التفسير، وواجه الحسن البصري أبا العالية ببعض النقد، فعن مالك بن دينار (٤)، قال: «كنا نعرض المصاحف أنا
_________
(١) جامع البيان (٤/ ٣٢٦).
(٢) المصدر السابق (٤/ ٣١٨ - ٣٢٣).
(٣) المعرفة والتاريخ (٢/ ٥٢).
(٤) هو أبو يحيى السامي الناجي البصري، من زهاد التابعين وخيارهم، سمع أنس بن مالك، وكان يكتب المصاحف بالأجرة ويتقوت من ذلك، وخرَّج له أهل السنن، وتوفي سنة (١٢٧ وقيل ١٢٣).
انظر: التاريخ الكبير (٤/ ١/٣٠٩)، والثقات لابن حبان (٥/ ٣٨٣)، وتهذيب التهذيب (٤/ ١١).',NULL,'456',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (456,'والحسن، وأبو العالية الرياحي، ونصر بن عاصم الليثي (١)، وعاصم الجحدري (٢)،
قال: فسأل رجل أبا العالية عن قول الله عز وجل: {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} (٣) ما هو؟ ، فقال أبو العالية: هو الذي لا يدري عن كم انصرف: عن شفع أو عن وتر؟ ، فقال الحسن: مه! ليس كذلك {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} الذي يسهو عن ميقاتها حتى يفوت» (٤).
وقد وقع الاتفاق بينهما في التفسير، فقد روى عاصم الأحول (٥) عن أبي
_________
(١) البصري، روى عن مالك بن الحويرث وأبي بكرة، وروى عنه قتادة والزهري، وهو من قراء البصرة؛ قرأ على أبي الأسود، وقرأ عليه أبو عمرو، تبع الخوارج ثم رجع عن مذهبهم، وتوفي بعد سنة (٨٠).
انظر: الجرح والتعديل (٤/ ١/٤٦٤)، ومعرفة القراء الكبار (١/ ٧١)، وتهذيب التهذيب (٤/ ٢١٧).
(٢) هو عاصم بن العجاج أبو مجشر البصري، قرأ على الحسن ونصر بن عاصم وابن يعمر، وله قراءة لا تثبت، توفي سنة (١٢٨).

انظر: التاريخ الكبير (٣/ ٢/٤٨٦)، وتاريخ الإسلام حوادث سنة (١٢١ - ١٤٠ ص ١٤٠)، وغاية النهاية (١/ ٣٤٩).
(٣) سورة الماعون آية (٥).
(٤) تفسير عبد الرزاق (٢/ ٣٢٦ - ٣٢٧)، وبيان إعجاز القرآن للخطابي (ص ٣٢)، وعزاه في الدر المنثور (٦/ ٤٠٠) لابن المنذر.
(٥) هو أبو عبد الرحمن عاصم بن سليمان البصري سمع أنساً، وروى عنه قتادة وشعبة، تولى القضاء لأبي جعفر على المدائن، وكان مكثراً من الحديث، وخرَّج له أصحاب الكتب الستة، توفي سنة (١٤٢).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢/٢٠)، والتاريخ الكبير (٣/ ٢/٤٨٥)، وتذكرة الحفاظ (١/ ١٤٩).',NULL,'457',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (457,'العالية في قوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} (١)، قال: هو رسول الله - صلى الله عليه وسلم - وصاحباه أبو بكر وعمر، قال عاصم: فذكرت ذلك للحسن، فقال: صدق أبو العالية ونصح (٢).
_________
(١) سورة الفاتحة آية (٦).
(٢) السنة للمروزي (ص ١٣)، وجامع البيان (١/ ١٧٥)، وتفسير ابن أبي حاتم (١/ ٣٠، ٣/ ٧٢١)، وجاء هذا الأثر عن أبي العالية عن ابن عباس عند الحاكم في المستدرك (٢/ ٢٥٩).',NULL,'458',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (458,'<span data-type="title" id=toc-148>ثالثاً
أثر نقد رجال التفسير على تفاسيرهم</span>
ينقسم نقد المفسرين من حيث أثره على المنتقَد [بفتح القاف] وتفسيره إلى قسمين:
القسم الأول: نقد مؤثر؛ كانتقاد أبي صالح والكلبي، وبسبب جرحهما نزلت رتبة تفسيرهما عن غيرهما.
القسم الثاني: نقد غير مؤثر، أو أثره ضعيف، وثمة أمور وملابسات تقلل من أهمية النقد، وتضعف قيمته وأثره، ومنها ما يلي:
أولاً: جرح المفسر بأمور غير قادحة أو غير صحيحة، فإن المرء قد يجرح بما لا يجرح عند غيره، ومن أمثلة هذه الصورة انتقاد مجاهد وزيد بن أسلم بأنهما يفسران القرآن بالرأي، فمثل هذا النقد غير مؤثر؛ وبخاصة إذا علمنا أن رأيهما في معاني الآيات ليس مصدره الهوى والابتداع، وإنما يريان هما وغيرهما من أهل العلم أنه في حدود الرأي المسموح به.
ثانياً: تراجع الناقد عن نقده، كتراجع ابن عمر في انتقاده ابن عباس على',NULL,'459',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (459,'جرأته في التفسير، فقد جاءه رجل يسأله عن تفسير قوله تعالى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} (١)، فقال له: «اذهب إلى ذلك الشيخ فاسأله، ثم تعال فأخبرني ما قال، فذهب الرجل إلى ابن عباس فسأله، فقال ابن عباس: كانت السموات رتقاً لا تمطر، وكانت الأرض رتقاً لا تنبت، ففتق هذه بالمطر، وفتق هذه بالنبات، فرجع الرجل إلى ابن عمر فأخبره، فقال: إن ابن عباس قد أوتي علماً، صدق، هكذا كانتا، ثم قال ابن عمر: قد كنت أقول ما يعجبني جرأة ابن عباس على تفسير القرآن، فالآن قد علمت أنه قد أوتي علماً» (٢).
فابن عمر رجع عن انتقاد ابن عباس لمّا رأى جرأته في محلها، إذ لم تكن سوى جرأة العالم المدرك لما يقول، ولذا جاء عن ابن عمر روايات تشيد بابن عباس وعلو شأنه في هذا العلم (٣).
ثالثاً: اعتبار نقد بعض المفسرين من كلام الأقران بعضهم في بعض، وبخاصة عندما يقع نتيجة اختلاف حول معنى آية، ولذا ينبغي التأمل فيه، والتروي في قبوله، وقد تنبه العلماء لهذا الأمر ونبهوا عليه:
فعن ابن عباس - رضي الله عنهما - قال: «خذوا العلم حيث وجدتم، ولا تقبلوا قول
_________
(١) سورة الأنبياء آية (٣٠).
(٢) حلية الأولياء (١/ ٣٢٠)، وعزاه ابن كثير في تفسير القرآن العظيم (٥/ ٣٣٢) إلى ابن أبي حاتم.
(٣) انظر (ص ١١٢).',NULL,'460',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (460,'الفقهاء بعضهم على بعض» (١).
وأفرد ابن عبد البر لهذا الأمر باباً خاصاً سماه "حكم قول العلماء بعضهم في بعض" واعتبر كلام ابن المسيب في عكرمة من هذا القبيل، وتقدمت الإشارة إليه قبل قليل.
والذهبي في عدة مواطن من كتبه ينقل جرح بعض العلماء، وينبه إلى أنه من قبيل كلام العلماء وقدحهم في أقرانهم، فعندما نقل ما وقع بين ابن أبي ذئب (٢) والإمام مالك قال: «وبكل حال فكلام الأقران بعضهم في بعض لا يعول على كثير منه، فلا نقصت جلالة مالك بقول ابن أبي ذئب فيه، ولا ضعف العلماء ابن أبي ذئب بمقالته هذه، بل هما عالما المدينة في زمانهما - رضي الله عنهما -» (٣).
ويقول في موضع آخر: «وما زال العلماء الأقران يتكلم بعضهم في بعض بحسب اجتهادهم، وكل أحد يؤخذ من قوله ويترك إلا رسول الله - صلى الله عليه وسلم -» (٤).
_________
(١) جامع بيان العلم وفضله (٢/ ١٥١)، ونقل عن مالك بن دينار نحوه.
(٢) هو محمد بن عبد الرحمن بن المغيرة القرشي المدني، ولد سنة ثمانين، وروى عن عكرمة ونافع، وروى عنه الثوري، قال أحمد: «كان يُشبَّه بسعيد بن المسيب»، قدم بغداد بأمر المهدي وحدث بها، ثم رجع فمات بالكوفة سنة (١٥٩).
انظر: تاريخ بغداد (٢/ ٢٩٦)، والمعارف (ص ٤٨٥)، ووفيات الأعيان (٤/ ١٨٣).
(٣) سير أعلام النبلاء (٧/ ١٤٣).
(٤) ميزان الاعتدال (٥/ ٤٢٩)، وانظر أيضاً: (١/ ١١١، ٤/ ٤١٩)، وتذكرة الحفاظ (٢/ ٧٧٢)، وسير أعلام النبلاء (٤/ ٥٥٨، ٥/ ٢٧٥، ٧/ ٤٠، ١١/ ٤٣٢، ١٢/ ٦١، ١٤/ ٤٢).',NULL,'461',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (461,'رابعاً: مقابلة نقد بعض المفسرين بثناء من أثنى عليهم من العلماء، وقد يكون فيهم من هو أجل قدراً، وأرفع منزلة من الناقد، وقد يكون أعرف بالمنتقَد وأدرى به، ومن أمثلته:
ثناء ابن عباس على تلميذه عكرمة وتزكيته له في مقابل نقد ابن المسيب.
وثناء إسماعيل ابن أبي خالد على السدي في مقابل نقد الشعبي، وهذا يعود بنا إلى المسألة المشهورة في علم الجرح والتعديل، وهي تعارض الجرح والتعديل وأيهما يقدم؟ (١).

* ومن المهم قبل أن نختم هذا الفصل التنبيه على مسالة مهمة، وهي أن بعض العلماء تسامحوا في نقل التفسير عن رجال تكلم في عدالتهم وسماعهم من شيوخهم مع ترك الاحتجاج بهم في نقل حديث النبي - صلى الله عليه وسلم -، وممن أشار إلى ذلك يحيى بن سعيد القطان؛ أحد الأئمة في معرفة الرجال ونقدهم، يقول - رحمه الله -: «تساهلوا في أخذ التفسير عن قوم لا يوثقونهم في الحديث، ثم ذكر ليث بن أبي سليم (٢)،
_________
(١) انظر الكلام عنها في: الكفاية (ص ١٧٥)، والمستصفى (١/ ١٦٣)، والإحكام للآمدي (٢/ ٨٧)، ... والباعث الحثيث (ص ٨٠)، وفتح المغيث للسخاوي (٢/ ٣٠)، وتدريب الراوي (١/ ٣٦٤).
(٢) هو أبو بكر القرشي الكوفي، روى عن طاوس ومجاهد وعطاء، وعنه الثوري وشعبة، كان معلماً عابداً صالحاً، لكن حديثه اضطرب بسبب اختلاطه في آخر عمره، فتركه يحيى بن سعيد وابن مهدي وابن معين وأحمد، توفي سنة (١٣٨ وقيل ١٤٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٤٣)، والمجروحين (٢/ ٢٣٧)، وميزان الاعتدال (٤/ ٣٤٠).',NULL,'462',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (462,'وجويبر بن سعيد، والضحاك، ومحمد بن السائب، وقال: هؤلاء لا يحمد أمرهم، ويكتب التفسير عنهم» (١).
وذكر الخطيب البغدادي (٢)
«أن العلماء قد احتجوا في التفسير بقوم لم يحتجوا بهم في مسند الأحاديث المتعلقة بالأحكام، وذلك لسوء حفظهم الحديث وشغلهم بالتفسير»، ثم ذكر كلام يحيى بن سعيد (٣).
وجاء في كلام الإمام أحمد ما يتفق مع كلام الخطيب، فإنه قال في جويبر بن سعيد: «ما كان عن الضحاك فهو أيسر، وما كان يسند عن النبي - صلى الله عليه وسلم - فهو منكر» (٤).
_________
(١) الجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٤).
(٢) هو أبو بكر أحمد بن علي بن ثابت البغدادي، ولد سنة (٣٩٢)، واشتغل منذ الصغر بعلم الحديث حتى برع فيه، وعامة مصنفاته فيه، منها: الكفاية، وشرف أصحاب الحديث، توفي في آخر سنة (٤٦٣).

انظر: وفيات الأعيان (١/ ٩٢)، وتذكرة الحفاظ (٣/ ١١٣٥).
(٣) الجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٤).
(٤) الجرح والتعديل (١/ ١/٥٤٠)، ونقل ابن حجر في تهذيب التهذيب (١/ ٣٢١) عن أحمد بن سيار المروزي أنه قال في جويبر: «له رواية ومعرفة بأيام الناس، وحاله حسن في التفسير، وهو لين في الرواية».',NULL,'463',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (463,'وهذا المنهج سلكه بعض المفسرين الذين اعتنوا بنقل الآثار كابن جرير وابن أبي حاتم، سيما من لم يكن الطعن فيه شديداً، كرواية الضحاك عن ابن عباس، ورواية أبي صالح عنه من غير طريق الكلبي.
وهذا الكلام يفيد أمرين:
الأول: أن بعض العلماء قد يجرح في جزئية من الجزئيات، ولا يعني بالضرورة جرحه من كل جهة، واطراحه من كل وجه، فيكون حجة في بعض العلوم التي صرف عنايته إليها، والجرح والتعديل الجزئي من منهج المحدثين، فينتقدون بعض الرواة أو يوثقونهم بالنسبة إلى شيخ أو بلد أو وقت (١)، ومن الأمثلة التوضيحية في غير التفسير:
١ - عاصم بن أبي النجود - رحمه الله - (٢)،
قال عنه الخطيب البغدادي: «احتج به في القراءات دون الأحاديث المسندات؛ لغلبة علم القرآن عليه فصرف عنايته إليه» (٣).
_________
(١) ونبه المعلمي في التنكيل (١/ ٦٥ - ٦٦) إلى أنه قد يُحكى التضعيف مطلقاً، فيتوهم البعض أن الراوي ضعيف في كل شيء، وكذلك الأمر في التوثيق.
(٢) هو أبو بكر عاصم بن بهدلة الأسدي الكوفي الإمام المقرئ، وأبو النجود كنية أبيه، قرأ عاصم على أبي عبد الرحمن السلمي وزر بن حبيش، وتصدى للإقراء فانتهت إليه الإمامة في القراءة بالكوفة، قرأ عليه الأعمش وشعبة وحفص، توفي سنة (١٢٧).

انظر: الطبقات الكبرى لابن سعد (٦/ ٢٢٤)، ومعرفة القراء (١/ ٨٨)، وغاية النهاية (١/ ٣٤٦).
(٣) الجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٤)، وذكره ابن حجر في التقريب (ص ٢٨٥) وقال: «صدوق له أوهام، حجة في القراءة، وحديثه في الصحيحين مقرون».',NULL,'464',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (464,'٢ - محمد بن إسحاق - رحمه الله -، قال الذهبي بعد ذكر ما كان بينه وبين الإمام مالك: «وهذان الرجلان كل منهما قد نال من صاحبه، لكن أثَّر كلام مالك في محمد بعض اللين، ولم يؤثر كلام محمد فيه ولا ذرة، وارتفع مالك وصار كالنجم، والآخر فله ارتفاع بحسبه، ولا سيما في السير، وأما في أحاديث الأحكام فينحط حديثه فيها عن رتبة الصحة إلى رتبة الحسن، إلا فيما شذ فيه، فإنه يعد منكراً، هذا الذي عندي في حاله، والله أعلم» (١).
الثاني: أن نقد المفسر في روايته ونقله لا يعني بالضرورة أن تطرح آراؤه وأقواله في التفسير، فينبغي التفريق بين روايته ورأيه (٢)، ولذا ذكرنا في آخر ترجمة المنتقدين ثناء العلماء عليهم في التفسير وعنايتهم به للإشارة إلى مكانتهم في هذا الفن ومنزلتهم فيه.
_________
(١) سير أعلام النبلاء (٧/ ٤١).
(٢) انظر مقالات في علوم القرآن وأصول التفسير د. مساعد الطيار (ص ٣٠٥).',NULL,'465',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (465,'<span data-type="title" id=toc-149>الفصل الثالث نقد الأقوال</span>
وفيه:
أولاً: طريقة الصحابة والتابعين مع القول الواحد في تفسير الآية.
ثانياً: طريقة الصحابة والتابعين عند تعدد الأقوال في تفسير الآية.
ثالثاً: الرجوع عن القول.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (466,'نقد الأقوال والمرويات في معاني الآيات من أوسع مجالات نقد التفسير وأرحبها، فلم يكن الصحابة والتابعون - رضي الله عنهم - يقبلون كل رأي في معنى الآية، ولا يعني ذلك أن ينتقدوا كل قول، فقد تكون بعض الأقوال ضعيفة لديهم ولا ينتقدونها؛ إما لأنها لم تبلغهم، أو أنهم يرونها من الخلاف اليسير المحتمل، ويحتمل أنهم انتقدوها لكن لم يبلغنا ذلك.

<span data-type="title" id=toc-150>أولاً:
طريقة الصحابة والتابعين مع القول الواحد في تفسير الآية</span>
عند نظر الصحابة والتابعين - رضي الله عنهم - فيما قيل في تفسير الآية، فلا يخلو الأمر من أربع حالات:

<span data-type="title" id=toc-151>الحالة الأولى: تصويب القول</span>.
ومن أمثلتها:',NULL,'468',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (467,'١ - عن عمرو بن شرحبيل (١) قال: «قال ابن مسعود: يا عمرو ما {الْجَوَارِ الْكُنَّسِ} (٢)، أو ما تراها؟ ، قال عمرو: أراها البقر، قال عبد الله: وأنا أراها البقر» (٣).
٢ - وعن ابن أبي نجيح (٤)
في قول الله تعالى: {قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} (٥) قال: «سمعت عكرمة قال: قال الله: {وَمَنْ كَفَرَ} أيضاً فإني أرزقه من الدنيا حين استرزق إبراهيم لمن آمن، قال ابن أبي نجيح: سمعت هذا من عكرمة، ثم عرضته على مجاهد فلم ينكره».
_________
(١) هو أبو ميسرة الهمداني الوادعي الكوفي، روى عن عمر وعلي - رضي الله عنهما -، وروى عنه أبو وائل، وكان من العباد الزهاد، كثير الصلاة، وقد خرج له البخاري ومسلم، توفي في الطاعون سنة (٦٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٧١)، وسير أعلام النبلاء (٤/ ١٣٥)، وتهذيب التهذيب (٣/ ٢٧٧).
(٢) سورة التكوير آية (١٦).
(٣) الطبقات الكبرى لابن سعد (٦/ ٧٢)، وجامع البيان (٢٤/ ١٥٥).
(٤) هو عبد الله بن يسار الثقفي المكي، يكنى أبا يسار، سمع عطاء وطاوساً ومجاهداً، وروى عنه شعبة، من أشهر رواة تفسير مجاهد، أخذ أكثره عن القاسم بن أبي بزة، توفي سنة (١٣١ أو ١٣٢).

انظر: التاريخ الكبير (٣/ ١/٢٣٣)، والثقات لابن حبان (٧/ ٥)، وطبقات المفسرين للداودي (١/ ٢٥٨).
(٥) سورة البقرة من الآية (١٢٦).',NULL,'469',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (468,'وعنه قال في قول الله تعالى: {ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} «ثم مصير الكافر إلى النار، قال ابن أبي نجيح: سمعته من عكرمة، فعرضته على مجاهد فلم ينكره» (١).
٣ - وعن مطرف (٢) قال: «كنا عند الحكم (٣)، فحدثه رجل من البصرة عن الحسن أنه كان يقول في الصابئين: إنهم كالمجوس، قال الحكم: ألم أخبركم بذلك؟ » (٤).
_________
(١) جامع البيان (٢/ ٥٠٢)، وتفسير ابن أبي حاتم (١/ ٢٣٠ - ٢٣١) واللفظ له، وانظر (١/ ٢٢١) من المرجع الأخير.
(٢) هو مطرف بن طريف الحارثي أبو بكر الكوفي، روى عن الشعبي وحبيب بن أبي ثابت، وحديثه في الكتب الستة، توفي سنة (١٤٢ أو ١٤١).
انظر: التاريخ الكبير (٤/ ١/٣٩٧)، وتهذيب التهذيب (٤/ ٩٠).
(٣) هو أبو عمر ويقال: أبو عبد الله الحكم بن عتيبة الكندي الكوفي، من أبرز فقهاء الكوفة في وقته، روى عن أبي جحيفة وشريح القاضي وإبراهيم النخعي، توفي سنة (١١٤ أو ١١٥).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٣١)، وتذكرة الحفاظ (١/ ١١٧).
(٤) تفسير ابن أبي حاتم (١/ ١٢٨)، وانظر آثاراً أخرى في: جامع البيان (١/ ١٧٥، ١٨/ ٣٨٧، ٤١٢، ٤٩٤، ١٩/ ٢٠٢، ٢٤/ ٦٨٢).',NULL,'470',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (469,'<span data-type="title" id=toc-152>الحالة الثانية: تصويب القول مع تقييده</span>.
ومن أمثلة هذه الحالة:
١ - عن سعيد بن جبير قال: «سألت ابن عباس عن قوله: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} (١) قال: إن الرجل إذا عرف الإسلام وشرائع الإسلام، ثم قتل مؤمناً متعمداً فجزاؤه جهنم ولا توبة له، فذكرت ذلك لمجاهد فقال: إلا من ندم» (٢).
٢ - وعن حكيم بن جبير (٣) قال: «سألت سعيد بن جبير عن هذه الآيات في المائدة: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ}، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (٤)، فقلت: زعم قوم أنها نزلت على بني إسرائيل ولم تنزل علينا، قال: اقرأ ما قبلها وما بعدها فقرأت عليه، فقال: لا؛ بل نزلت علينا، ثم لقيت مقسماً
_________
(١) سورة النساء من الآية (٩٣).
(٢) جامع البيان (٧/ ٣٤٢، ١٧/ ٥٠٨).
(٣) هو حكيم بن جبير الأسدي الكوفي، روى عن أبي جحيفة وأبي الطفيل، وعنه الأعمش، له أحاديث يسيرة، وخرَّج له أهل السنن.
انظر: الجرح والتعديل (١/ ٢/٢٠١)، وميزان الاعتدال (٢/ ١٠٦)، وتهذيب التهذيب (١/ ٤٧٢).
(٤) سورة المائدة من الآيات (٤٤، ٤٥، ٤٧).',NULL,'471',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (470,'مولى ابن عباس (١)،
فسألته عن هذه الآيات التي في المائدة، وقلت: زعم قوم أنها نزلت على بني إسرائيل ولم تنزل علينا، قال: إنه نزل على بني إسرائيل ونزل علينا، وما نزل علينا وعليهم فهو لنا ولهم، ثم دخلت على علي بن الحسين، فسألته عن هذه الآيات التي في المائدة، وحدثته أني سألت عنها سعيد بن جبير ومقسماً، قال: فما قال مقسم؟ ، فأخبرته بما قال، قال: صدق، ولكنه كفر ليس ككفر الشرك، وفسق ليس كفسق الشرك وظلم ليس كظلم الشرك، فلقيت سعيد بن جبير فأخبرته بما قال، فقال سعيد بن جبير لابنه: كيف رأيته لقد وجدت له فضلاً عليك وعلى مقسم؟ ! » (٢).

<span data-type="title" id=toc-153>الحالة الثالثة: تضعيف القول</span>.
وهو على قسمين:

<span data-type="title" id=toc-154>القسم الأول: الاكتفاء بتضعيف القول فقط</span>.
ومن أمثلته:
_________
(١) مقسم بكسر الميم هو ابن بجرة، يكنى أبا القاسم، مولى عبد الله بن الحارث ويقال مولى ابن عباس لملازمته له، روى عن ابن عباس وعائشة وأم سلمة، وعنه الحكم بن عتيبة.

انظر: الطبقات الكبرى لابن سعد (٥/ ٢١٧)، والتاريخ الكبير (٤/ ٢/٣٣)، والجرح والتعديل (٤/ ١/٤١٤).
(٢) الدر المنثور (٢/ ٢٨٧) وعزاه لعبد بن حميد.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (471,'١ - عن أبي البختري (١) قال: «سأل رجل حذيفة عن هؤلاء الآيات: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}، {فَأُولَئِكَ هُمُ الظَّالِمُونَ}، {فَأُولَئِكَ هُمُ الْفَاسِقُونَ}، فقيل: ذلك في بني إسرائيل؟ قال: نعم الإخوة لكم بنو إسرائيل، إن كانت لهم كل مرة، ولكم كل حلوة! ، كلا والله، لتسلكن طريقهم قدى الشراك» (٢).
٢ - وأورد الطبري في قول الله تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} (٣) عن سعيد بن المسيب أنه قال لرجل: «ممن أنت؟ ، فقال: من أهل العراق، فقال سعيد: لعلك ممن يقول: إذا مضت أربعة أشهر فقد بانت، لا، ولو مضت أربع سنين» (٤).
٣ - وقيل لسعيد بن جبير: {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} (٥) «أهو عبد الله بن
_________
(١) هو سعيد بن فيروز الطائي الكوفي، سمع ابن عباس وابن عمر، وروى عنه عمرو بن مرة وعطاء بن السائب، وحديثه في الكتب الستة، ومات في وقعة الجماجم سنة (٨٣).
انظر: الطبقات الكبرى لابن سعد (٦/ ٢٠٤)، والتاريخ الكبير (٢/ ١/٥٠٦)، وتهذيب التهذيب (٢/ ٣٨).
(٢) تفسير عبد الرزاق (١/ ١٨٦)، وجامع البيان (٨/ ٤٥٩)، والمستدرك (٢/ ٣١٢).
(٣) سورة البقرة من الآية (٢٢٦).
(٤) جامع البيان (٤/ ٧٥).
(٥) سورة الرعد من الآية (٤٣).',NULL,'473',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (472,'سلام؟ ، قال: هذه السورة مكية، فكيف يكون عبد الله بن سلام؟ ! » (١).

<span data-type="title" id=toc-155>القسم الثاني: تضعيف القول، وذكر القول الراجح</span>.
ومن أمثلته:
١ - في قوله تعالى: {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} (٢) ورد عن غير واحد من السلف أن الهجر يشمل هجر الجماع (٣)، وأنكر ابن عباس ذلك، فقال: «يهجرها بلسانه، ويُغْلظ لها بالقول، ولا يدع جماعها».
وفي رواية قال: «يعظها فإن هي قبلت، وإلا هجرها في المضجع، ولا يكلمها من غير أن يذر نكاحها، وذلك عليها شديد» (٤).
٢ - وعن عكرمة قال: «إنما الهجران بالمنطق أن يغلظ لها، وليس بالجماع» (٥).
٣ - وفي قول الله تعالى: {وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا
_________
(١) سنن سعيد بن منصور (٥/ ٤٤٣)، وجامع البيان (١٣/ ٥٨٦)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٤٧٩)، والدر المنثور (٤/ ٦٩).
(٢) سورة النساء من الآية (٣٤).
(٣) انظر جامع البيان (٦/ ٧٠٠).
(٤) المصدر السابق (٦/ ٧٠٢، ٧٠٤)، والسنن الكبرى للبيهقي (٧/ ٣٠٣).
(٥) جامع البيان (٦/ ٧٠٤).',NULL,'474',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (473,'النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (١) قال مجاهد: «ما مُدّ النبي - صلى الله عليه وسلم - مما ذكر الله غير ألف من الملائكة مردفين، وذكر الثلاثة والخمسة بشرى، ما مُدُّوا بأكثر من هذه الألف الذي ذكر الله عز وجل في "الأنفال"، وأما الثلاثة الخمسة فكانت بشرى» (٢).
والقول بأنهم أمدوا قول قتادة، فإنه قال في قوله: {أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ} (٣): «أمدوا بألف، ثم صاروا ثلاثة آلاف، ثم صاروا خمسة آلاف {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ}» (٤).
٤ - وعن عكرمة أنه ذكر له قول الحسن أن اللمم هي الخطرة من الزنا، فقال: «لا، ولكنها الضمة والقبلة والشمة» (٥).
٥ - وعن الضحاك قال: «يقول ناس من الناس: إن الله قال: {إِنَّ الَّذِينَ
_________
(١) سورة الأنفال آية (١٠).
(٢) جامع البيان (١١/ ٥٩).
(٣) سورة آل عمران من الآية (١٢٤).
(٤) سورة آل عمران آية (١٢٥)، والأثر في: جامع البيان (٦/ ٢٥)، وتفسير ابن أبي حاتم (٣/ ٧٥٤)، والدر المنثور (٢/ ٦٩)، وقال بقول قتادة الربيع بن أنس كما في تفسير ابن أبي حاتم (٣/ ٧٥٢).
(٥) الدر المنثور (٦/ ١١٨) وعزاه لابن المنذر.',NULL,'475',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (474,'سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} (١) يعني من الناس أجمعين، وليس كذلك؛ إنما يعني من يعبد الله تعالى وهو لله مطيع؛ مثل: عيسى وأمه وعزير والملائكة، واستثنى الله هؤلاء من الآلهة المعبودة التي هي ومن يعبدها في النار» (٢).

<span data-type="title" id=toc-156>الحالة الرابعة: التوقف في معنى الآية، وعدم الجزم بصحة رأي معين، ومن أمثلته:</span>
- عن مغيرة قال: «سئل مجاهد ونحن عند إبراهيم، عن قوله: {الْجَوَارِ الْكُنَّسِ} (٣)، قال: لا أدري، فانتهره إبراهيم، وقال: لم لا تدري؟ ، فقال: إنهم يروون عن علي - رضي الله عنه - وكنا نسمع أنها البقر، فقال إبراهيم: هي البقر الجواري، الكنس: حُجرة بقر الوحش التي تأوي إليها، والخنس الجواري: البقر» (٤).
فمجاهد توقف في معنى الآية مع أنه سمع في معناها شيئاً، لكن لعدم جزمه
_________
(١) سورة الأنبياء آية (١٠١).
(٢) جامع البيان (١٦/ ٤١٨)، وانظر شواهد أخرى في: جامع البيان (١/ ٦٩٩، ٤/ ٩٦، ١٠/ ٢١٢، ١٢/ ٣٥٤، ١٤/ ٧٣، ٢٠/ ٤٢٣)، وتفسير ابن أبي حاتم (٩/ ٣٠٦٧)، والدر المنثور (٥/ ٢٠٣، ٢٨٩، ٦/ ٤٦).
(٣) سورة التكوير آية (١٦).
(٤) جامع البيان (٢٤/ ١٥٦).',NULL,'476',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (475,'بصحته توقف، وقال: لا أدري، وفي رواية قال: «لا أدري يزعمون أنها البقر» (١).
ويرد أحياناً أن الصحابة والتابعين يسألون عن تفسير آية، فيتوقفون في معناها، ومن أمثلته:
١ - في قول الله تعالى: {وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا} (٢) قال ابن عباس: «لا والله ما أدري ما حناناً».
وعن منصور قال: «سألت سعيد بن جبير عن قوله: {وَحَنَانًا مِنْ لَدُنَّا} فقال: سألت عنها ابن عباس فلم يحر فيه شيئاً» (٣).
وفي بعض الروايات لم يجزم ابن عباس بمعناها، فقال: «لا أدري ما هو، إلا أني أظنه تعطف الله على خلقه بالرحمة» (٤).
وجاء عن ابن عباس روايات أخرى أنه فسرها، فعن عكرمة أن ابن عباس قال فيها: «التعطف بالرحمة» (٥).
فيحتمل أن ابن عباس كان لا يعرف تفسيرها فتوقف، ثم لما عرف ذلك قال
_________
(١) المصدر السابق (٢٤/ ١٥٧).
(٢) سورة مريم آية (١٣).
(٣) هذا الأثر والذي قبله في جامع البيان (١٥/ ٤٧٧ - ٤٧٨)
(٤) الدر المنثور (٤/ ٢٦١).
(٥) أخرجه الحاكم في المستدرك (٢/ ٣٧٢)، والبيهقي في الأسماء والصفات (١/ ١٤٨).',NULL,'477',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (476,'به، والله أعلم.
٢ - وعن الشعبي قال: «أعياني أن أعلم ما المحروم» (١).
٣ - وسأل رجل عكرمة عن معنى قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} (٢) فقال: لا أدري (٣).
٤ - وسأل ابن جريج عطاء عن قول الله تعالى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ} (٤) فيمن نزلت؟ ، فقال: لا أدري (٥).
_________
(١) جامع البيان (٢١/ ٥١٨).
(٢) سورة النساء من الآية (٢٤).
(٣) مصنف ابن أبي شيبة (٤/ ٢٦٨)، وفي جامع البيان (٦/ ٥٧٤) أن رجلاً قال لسعيد بن جبير: «أما رأيت ابن عباس حين سئل عن هذه الآية: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} فلم يقل فيها شيئاً؟ ، فقال سعيد: كان لا يعلمها».
(٤) سورة البقرة من الآية (٢١٧).
(٥) جامع البيان (٣/ ٦٥٩) ولمزيد شواهد انظر: جامع البيان (٧/ ٦١، ١٥/ ١٦٠).',NULL,'478',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (477,'<span data-type="title" id=toc-157>ثانياً:
طريقة الصحابة والتابعين عند تعدد الأقوال في تفسير الآية</span>
يرد كثيراً عن الصحابة التابعين ذكر الخلاف في تفسير الآية؛ إما أن يذكروه هم أو يُذكر لهم، ولا يخلو الأمر حينئذٍ من ثلاثة أحوال:

<span data-type="title" id=toc-158>الحالة الأولى: ذكر الأقوال دون ترجيح.
ومن أمثلتها:</span>
١ - عن ابن عباس في قوله تعالى: {وَيَمْنَعُونَ الْمَاعُونَ} (١) قال: «اختلف الناس في ذلك؛ فمنهم من قال: يمنعون الزكاة، ومنهم من قال: يمنعون الطاعة، ومنهم من قال: يمنعون العارية» (٢).
٢ - وعنه في قوله: {وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ} (٣) قال: «كانت تحمل الشوك فتطرحه على طريق النبي - صلى الله عليه وسلم - ليعقره وأصحابه، ويقال: {حَمَّالَةَ
_________
(١) سورة الماعون آية (٧).
(٢) جامع البيان (٢٤/ ٦٧٦)، والدر المنثور (٦/ ٤٠١).
(٣) سورة المسد آية (٤).',NULL,'479',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (478,'الْحَطَبِ}: نقَّالة الحديث» (١).
٣ - وعن قتادة في هذه الآية قال: «كانت تحطب الكلام وتمشي بالنميمة، وقال بعضهم: كانت تعَيِّر رسول الله بالفقر وكانت تحطب، فعُيِّرت بأنها كانت تحطب» (٢).
٤ - وعن عطاء في قوله تعالى: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} (٣) قال: «يقول ناس: إنها في الصلاة، ويقول آخرون: إنها في الدعاء» (٤).
٥ - وعن الضحاك في قول الله تعالى: {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ} (٥) قال: «يزعمون أنها قصور في السماء، ويقال: هي الكواكب» (٦).
_________
(١) جامع البيان (٢٤/ ٧١٩).
(٢) جامع البيان (٢٤/ ٧٢١).
(٣) سورة الإسراء من الآية (١١٠).
(٤) جامع البيان (١٥/ ١٣٢ - ١٣٣).
(٥) سورة البروج آية (١).
(٦) جامع البيان (٢٤/ ٢٦٠)، وانظر مزيداً من الأمثلة في جامع البيان (١٨/ ٤١٦)، والدر المنثور (٣/ ٣٢٩).',NULL,'480',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (479,'<span data-type="title" id=toc-159>الحالة الثانية: ترجيح أحد الأقوال.
ومن أمثلتها:</span>
١ - أن عمر - رضي الله عنه - قال لجلسائه: «ما تقولون في قول الله تعالى: { ... إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} (١)؟ ، فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا، وسكت بعضهم فلم يقل شيئاً، فقال لابن عباس: أكذاك تقول يا بن عباس؟ ، فقال: لا، قال: فما تقول؟ ، قال: هو أجل رسول الله - صلى الله عليه وسلم - أعلمه له، قال {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ}، وذلك علامة أجلك {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} (٢)، فقال عمر: ما أعلم منها إلا ما تقول» (٣).
٢ - وعن سعيد بن جبير قال: «ذكروا اللمس، فقال ناس من الموالي: ليس بالجماع، وقال ناس من العرب: اللمس الجماع، قال: فأتيت ابن عباس فقلت: إن ناساً من الموالي والعرب اختلفوا في" اللمس"، فقالت الموالي: ليس بالجماع، وقالت العرب: الجماع، قال: من أي الفريقين كنت؟ ، قلت: كنت من الموالي، قال: غُلب فريق الموالي، إن المس واللمس، والمباشرة: الجماع، ولكن الله يكني ما شاء بما
_________
(١) سورة النصر آية (١).
(٢) سورة النصر آية (٣).
(٣) صحيح البخاري، كتاب التفسير، باب قوله: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} (٦/ ٩٤).',NULL,'481',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (480,'شاء» (١).

<span data-type="title" id=toc-160>الحالة الثالثة: الجمع بين الأقوال.
ومن أمثلتها:</span>
١ - في قوله تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} (٢) روى أبو بشر عن سعيد بن جبير عن ابن عباس «أنه قال في الكوثر: هو الخير الكثير الذي أعطاه الله إياه، قال أبو بشر: فقلت لسعيد: فإن ناساً يزعمون أنه نهر في الجنة، فقال سعيد: النهر الذي في الجنة من الخير الذي أعطاه الله إياه» (٣).
٢ - وروى الزهري عن ابن المسيب قال: «لما طعن عمر قال كعب: لو أن عمر دعا الله لأَخَّر في أجله، فقال الناس: سبحان الله! أليس قد قال الله: {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ}؟ (٤)، فقال كعب: أوليس قد قال الله: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} (٥)، قال الزهري: فنرى أن
_________
(١) انظر (ص ٥٦٦).
(٢) سورة الكوثر آية (١).
(٣) جامع البيان (٢٤/ ٦٨٢).
(٤) سورة الأعراف من الآية (٣٤).
(٥) سورة فاطر من الآية (١١).',NULL,'482',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (481,'ذلك ما لم يحضر الأجل فإذا حضر لم يؤخر، وليس أحد إلا وله أجل مكتوب» (١).
٣ - وقيل له: «إن سعيد بن جبير وعكرمة اختلفا في رجل من المستهزئين، فقال سعيد: هو الحارث بن غيطلة، وقال عكرمة: هو الحارث بن قيس، فقال: صدقا؛ كانت أمه تسمى غيطلة وأبوه قيس» (٢).
وإذا انتقد الصحابة والتابعون قولاً في تفسير آية فإما أن يبينوا وجه نقده وسببه، والأسباب متعددة، وشواهدها كثيرة جداً، وقد أفردت في فصل خاص، وإما أن يكتفوا بنقده وتضعيفه دون بيان السبب، وشواهده كثيرة جداً وقد مر بعضها.
_________
(١) تفسير عبد الرزاق (٢/ ١١١)، ومصنفه (١١/ ٢٢٤ - ٢٢٥).
(٢) جامع البيان (١٤/ ١٤٨).',NULL,'483',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (482,'<span data-type="title" id=toc-161>ثالثاً
الرجوع عن القول</span>
رجوع المفسر عن رأيه يعتبر نقداً له؛ إذ لو كان صحيحاً عنده لم يرجع عنه، وقد ذكر الأصوليون أن المجتهد إذا كان له في مسالة قولان، وعلم المتأخر منهما، فالمتأخر هو المعتمد، ويعتبر ناسخاً للقول الأول؛ لما فيه من الرجوع عنه، وهذا قول أكثرهم، ومن قال: إن المعتمد الأول - على ضعف هذا القول - اشترط بأن لا يصرح برجوعه عن قوله الأول، والشواهد الآتية جاء التصريح في أغلبها برجوع قائليها عن أقوالهم، وقد جاء عن الشافعي أنه قال: «ليس في حل من روى عني القديم» (١)، ومن أمثلته:
١ - رجوع ابن عباس عن رأيه في عدة الحامل المتوفى عنها، وكان يرى أنها تعتد بأبعد الأجلين؛ مستدلاً بقول الله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} (٢)، وقوله: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ
_________
(١) البحر المحيط للزركشي (٦/ ٣٠٤)، وانظر في هذه المسألة: المسودة (ص ٥٢٦)، وروضة الناظر (٣/ ١٠١٣)، والإحكام للآمدي (٤/ ٢٠١)، وشرح مختصر الروضة (٣/ ٦٢٥)، وشرح الكوكب المنير (٤/ ٤٩٤)، وإرشاد الفحول (ص ٢٦٣).
(٢) سورة البقرة من الآية (٢٣٤).',NULL,'484',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (483,'حَمْلَهُنَّ} (١)، فلما بلغته السنة رجع عن قوله (٢).
٢ - وعن إبراهيم قال: «مر بي عكرمة، فسألته عن البطشة الكبرى، فقال: يوم القيامة، فقلت: إن عبد الله بن مسعود كان يقول: يوم بدر، وأخبرني من سأله بعدُ، فقال: يوم بدر» (٣).
قال ابن حجر: «هذا يوجب الثناء على عكرمة؛ إذ كان يظن شيئاً فبلغه عمن هو أولى منه خلافه، فترك قوله لأجل قوله» (٤).
٣ - وفي قوله تعالى: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} (٥).
اختلف سعيد بن جبير مع مجاهد وطاوس، فعن أبي بشر عن سعيد قال: «{الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ}: هو الزوج، وقال مجاهد وطاوس: هو الولي، قال: قلت لسعيد: فإن مجاهداً وطاوساً يقولان: هو الولي؟ قال سعيد: فما تأمرني إذاً؟ ثم
_________
(١) سورة الطلاق من الآية (٤).
(٢) انظر تفسير القرآن العظيم لابن كثير (١/ ٤١٩).
(٣) جامع البيان (٢١/ ٢٧).
(٤) هدي الساري (ص ٤٢٨) باختصار.
(٥) سورة البقرة من الآية (٢٣٧).',NULL,'485',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (484,'قال: أرأيت لو أن الولي عفا وأبت المرأة، أكان يجوز ذلك؟ ، فرجعت إليهما فحدثتهما، فرجعا عن قولهما وتابعا سعيداً» (١).
وفي رواية: «فكلماه في ذلك، فما برحا حتى تابعا سعيداً» (٢).
٤ - وعن الشعبي: «أن رجلاً تزوج امرأة فوجدها دميمة فطلقها قبل أن يدخل بها، فعفا وليها عن نصف الصداق، قال: فخاصمته إلى شريح، فقال لها شريح: قد عفا وليك، ثم إنه رجع بعد ذلك، فجعل الذي بيده عقدة النكاح الزوج» (٣).
٥ - وعن السدي قال: «قلت لإبراهيم: أرأيت قول الله: {لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ} (٤)؟ ، قال: الشك، قلت: لا، قال: فما تقول أنت؟ ، قلت: القوم بنوا مسجداً ضراراً، وهم كفار حين بنوا، فلما دخلوا في الإسلام جعلوا لا يزالون يذكرون، فيقع في قلوبهم مشقة من ذلك فتراجعوا له، فقالوا: يا ليتنا لم نكن فعلنا، وكلما ذكروه وقع من ذلك في قلوبهم مشقة وندموا،
_________
(١) سنن سعيد بن منصور (٣/ ٨٨٧)، وجامع البيان (٤/ ٣٢٩) واللفظ له، والسنن الكبرى للبيهقي (٧/ ٢٥١).
(٢) مصنف ابن أبي شيبة (٤/ ٢٨١).
(٣) جامع البيان (٤/ ٣٢٠).
(٤) سورة التوبة من الآية (١١٠).',NULL,'486',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (485,'فقال إبراهيم: استغفر الله» (١).
ولم ينته الحديث عن نقد الأقوال، فالفصل الآتي تتمة لهذا الفصل، وهو في الأسس التي يعتمد عليها الصحابة والتابعون - رضي الله عنهم - في نقد الأقوال، وبالله التوفيق.
_________
(١) الدر المنثور (/٢٧٩ - ٢٨٠)، وينظر الطبري (١١/ ٧٠٠ - ٧٠١)، ولمزيد أمثلة انظر الدر المنثور (٢/ ٨١).',NULL,'487',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (486,'<span data-type="title" id=toc-162>الباب الرابع أسس نقد التفسير عند الصحابة والتابعين وأثره</span>
وفيه فصلان:
الفصل الأول: أسس نقد التفسير عند الصحابة والتابعين.
الفصل الثاني: أثر نقد الصحابة والتابعين للتفسير.',NULL,'488',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (487,'<span data-type="title" id=toc-163>الفصل الأول أسس نقد التفسير عند الصحابة والتابعين</span>
وفيه مبحثان:
المبحث الأول: الأسس المتعلقة بالرواية.
المبحث الثاني: الأسس المتعلقة بالدراية.',NULL,'489',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (488,'<span data-type="title" id=toc-164>المبحث الأول الأسس المتعلقة بالرواية</span>
وفيه:
أولاً: مخالفة القرآن الكريم.
ثانياً: مخالفة السنة النبوية.
ثالثاً: مخالفة سبب النزول.
رابعاً: مخالفة التاريخ.
خامساً: الطعن في صحة نقل التفسير.',NULL,'490',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (489,'والمراد بالأسس المتعلقة بالرواية الأسس التي يعتمد فيها الناقد بشكل أساس على المنقول، وليس المراد بالرواية الاصطلاح الشائع بين المفسرين والذي تدخل فيه أقوال الصحابة والتابعين - رضي الله عنهم - التي هي محل بحثنا.

<span data-type="title" id=toc-165>أولاً
مخالفة القرآن الكريم</span>
من القواعد المقررة عند الصحابة والتابعين - رضي الله عنهم - تقديم القرآن الكريم على قول كل أحد، فكل تفسير أو فهم خالف القرآن فهو مردود على صاحبه.

<span data-type="title" id=toc-166>ومن أقوالهم في ذلك:</span>
١ - قول عمر - رضي الله عنه -: «لا نترك كتاب الله وسنة نبينا - صلى الله عليه وسلم - لقول امرأة لا ندري لعلها حفظت أو نسيت، لها السكنى والنفقة، قال الله عز وجل: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ}» (١).
فعمر أخذ بظاهر الآية في أن المطلقة لها النفقة والسكنى، ومنها المطلقة
_________
(١) سورة الطلاق من الآية (١)، وأثر عمر في صحيح مسلم، كتاب الطلاق (٢/ ١١١٩) برقم (١٤٨٠/ ٤٦).',NULL,'491',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (490,'البائن ولم يقبل قول المرأة، وهي فاطمة بنت قيس - رضي الله عنها - (١)، فقد كانت تقول: لا نفقة لها ولا سكنى، وتتأول الآية التي استدل بها عمر على أنها في الرجعية، وتقول: بيني وبينكم القرآن، قال الله عز وجل: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} الآية، وتقول: هذا لمن كانت له مراجعة، فأي أمر يحدث بعد الثلاث؟ ! (٢).
وتستدل أيضاً بأن النبي - صلى الله عليه وسلم - لم يجعل لها نفقة ولا سكنى حين بت زوجها طلاقها (٣)، لكنَّ عمر تمسك بعموم الآية، وقال ما قال.
وأياً ما كان الصواب معه في قول عمر أو مخالفيه، فإن المراد بيان مدى تعظيم الصحابة - رضي الله عنهم - للقرآن، وأنهم لا يقبلون عليه قول أحد، ولا يخرجون عنه إلا بيقين، ولا يظن بعمر - رضي الله عنه - أنه يرد حديث النبي - صلى الله عليه وسلم -، وإنما لأنه لم يتحقق من ثبوته عنه، ولذا أضاف القول إلى من هو دونه، وأشار في كلامه إلى عدم طمأنينته من نقل الرواي، فقال: «لقول امرأة لا ندري لعلها حفظت أو نسيت» (٤)، ولما كانت المرأة عنده بهذه
_________
(١) هي فاطمة بنت قيس بن خالد القرشية الفهرية، أخت الضحاك بن قيس، من المهاجرات الأول، كانت ذات عقل، اجتمع في بيتها أصحاب الشورى لما قتل عمر، روى عنها ابن المسيب وعروة.
انظر: الطبقات الكبرى لابن سعد (٨/ ٢٠٠)، وأسد الغابة (٧/ ٢٣٠)، وتهذيب التهذيب (٤/ ٦٨٥).
(٢) صحيح مسلم، كتاب الطلاق (٢/ ١١١٧) برقم (١٤٨٠/ ٤١).
(٣) المصدر السابق.
(٤) قال ابن حجر في فتح الباري (٩/ ٤٨١) معلقاً على قول عمر - رضي الله عنه -: «ولقد كان الحق ينطق على لسان عمر، فإن قوله: لا ندري حفظت أو نسيت، قد ظهر مصداقه في أنها أطلقت في موضع التقييد، أو عممت في موضع التخصيص».',NULL,'492',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (491,'الحال لم يقبل قولها على كتاب الله الذي تحقق من ثبوته ودلالته.
٢ - وفسر زيد بن علي - رحمه الله - (١) الدخان الوارد في قوله تعالى: {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} (٢) بأنه يجيء قبل يوم القيامة فيأخذ بأنف المؤمن الزكام، ويأخذ بمسامع الكافر، فعارضه بعض الحاضرين بأن الدخان قد مضى، وأنه أصاب الناس جهد حتى جعل الرجل يرى ما بينه وبين السماء دخاناً، ونقل ذلك عن ابن مسعود، فقال زيد - رحمه الله -: أما إن رسول الله - صلى الله عليه وسلم - قد قال: «إنكم سيجيئكم رواة فما وافق القرآن فخذوا به، وما كان غير ذلك فدعوه» (٣).
_________
(١) هو أبو الحسين زيد بن علي بن الحسين بن أبي طالب الهاشمي القرشي المدني، ولد سنة (٨٠)، وخرج في خلافة هشام بن عبد الملك، فقُتل وصُلب بالكوفة سنة (١٢٢)، وإليه تُنسب فرقة الزيدية.
انظر: الطبقات الكبرى لابن سعد (٥/ ٢٣٩)، والمعارف (ص ٢١٦)، وتاريخ الإسلام حوادث سنة (١٢١ - ١٤٠/ص ١٠٥).
(٢) سورة الدخان آية (١٠).
(٣) جامع البيان (٢١/ ١٦)، ورجاله إسناده إلى زيد بن علي ثقات سوى عاصم بن أبي النجود، فإنه صدوق له أوهام كما في تقريب التهذيب (ص ٢٨٥)، والحديث مرسل، وقد جاء الحديث في سنن الدارقطني (٤/ ٢٠٩) موصولاً عن علي بن أبي طالب - رضي الله عنه -، قال الدارقطني: «هذا وهم، والصواب عن عاصم عن زيد عن علي بن الحسين مرسلاً عن النبي - صلى الله عليه وسلم -»، وذكر ابن حجر أنه جاء من طرق لا تخلو من مقال، نقله عنه أبو الطيب آبادي في تعليقه على سنن الدارقطني (٤/ ٢٠٩).
والحديث وإن كان رفعه إلى النبي - صلى الله عليه وسلم - غير ثابت إلا أن المراد بيانه هنا أن الأمر المتقرر لدى الصحابة والتابعين رد كل قول يخالف كتاب الله تعالى.',NULL,'493',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (492,'<span data-type="title" id=toc-167>صور نقد التفسير بالقرآن الكريم</span>
واستدلال الصحابة والتابعين بالقرآن الكريم على ضعف بعض التفاسير له صور:

<span data-type="title" id=toc-168>الصورة الأولى: مخالفة سياق الآية</span>.
وإهمال سياق الآية، واقتطاع النص القرآني، وعزله عما قبله وما بعده سبب لوقوع الخلل في فهم القرآن والخطأ في تفسيره، ويؤكد ابن جرير أنه «غير جائز صرف الكلام عما هو في سياقه إلى غيره، إلا بحجة يجب التسليم لها من دلالة ظاهر التنزيل، أو خبر عن الرسول تقوم به حجة، فأما الدعاوى فلا تتعذر على أحد» (١).
وفي خطورة إهماله يقول ابن القيم: «السياق يرشد إلى تبيين المجمل وتعيين المحتمل، والقطع بعدم احتمال غير المراد، وتخصيص العام، وتقييد المطلق، وتنوع الدلالة، وهذا من أعظم القرائن الدالة على مراد المتكلم، فمن أهمله غلط في نظره وغالط في مناظرته، فانظر إلى قوله تعالى: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} (٢)
_________
(١) جامع البيان (٧/ ٦٧٥).
(٢) سورة الدخان آية (٤٩).',NULL,'494',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (493,'كيف تجد سياقه يدل على أنه الذليل الحقير؟ » (١).
وانتقاد التفسير بالسياق القرآني من القواعد التي يحتكم إليها المفسرون، فيردون به أقوالاً في معاني الآيات:
يقول ابن عطية رداً على قول في تفسير آية: «وهذا القول وإن كانت ألفاظ هذه الآية تقتضيه، فما قبلها وما بعدها يرده ويتبرأ منه، ويختل أسلوب القول به» (٢).
ويرد ابن القيم على من قال: إن قوله تعالى: {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} (٣) يراد به التهديد والوعيد، فيقول: «والسياق يأبى هذا ويمنعه ولا يناسبه لمن تأمله» (٤).

<span data-type="title" id=toc-169>والرد بالسياق القرآني ثلاثة أقسام:</span>
<span data-type="title" id=toc-170>القسم الأول: الاستدلال على ضعف التفسير بما قبل الآية، ويعرف هذا بالسباق</span>.
ومن أمثلته:
_________
(١) بدائع الفوائد (٤/ ١١).
(٢) المحرر الوجيز (٨/ ١٣٩)، وانظر (١٠/ ١٢٣) من الكتاب نفسه.
(٣) سورة الحجر آية (٤١).
(٤) التفسير القيم (ص ١٦)، وانظر البرهان للزركشي (٢/ ٣٣٥).',NULL,'495',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (494,'١ - قال رجل لعلي - رضي الله عنه -: «يا أمير المؤمنين أرأيت قول الله: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} (١)، وهم يقاتلوننا فيظهرون ويقتلون؟ ! ، فقال له: ادنه، ادنه! ، ثم قال: {فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا}، يوم القيامة».
وفي رواية أن علياً قال: «ادنه {فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ} يوم القيامة {لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا}» (٢).
فبين علي - رضي الله عنه - أن قوله: {يَوْمَ الْقِيَامَةِ} يمنع أن يكون المراد ما فهمه الرجل من ظهور الكفار على المؤمنين في الدنيا وقتلهم.
٢ - وقال عروة لعائشة: «ما أبالي أن لا أطوف بين الصفا والمروة! قال الله: {فَلَا جُنَاحَ عَلَيْهِ} (٣)، قالت: يا بن أختي ألا ترى أنه يقول: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ}؟ ! ، قال الزهري: فذكرت ذلك لأبي بكر بن عبد الرحمن بن الحارث بن
_________
(١) سورة النساء من الآية (١٤١).
(٢) جامع البيان (٧/ ٦٠٩ - ٦١٠)، والمستدرك (٢/ ٣٠٩).
(٣) سورة البقرة من الآية (١٥٨).',NULL,'496',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (495,'هشام (١) فقال: هذا العلم» (٢).
فعروة - رحمه الله - فهم من قوله تعالى: {فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} رفع الحرج والإثم عمن لم يطف بين الصفا والمروة، فبينت له عائشة أن سياق الآية يرد هذا الفهم، فالآية نصت على أن الصفا والمروة من شعائر الله، وهذا يقتضي تعظيمهما والطواف بهما، وهذا فهم دقيق من عائشة - رضي الله عنها -، ولذا أثنى أبو بكر بن عبد الرحمن - وهو من كبار التابعين - عليها.
٣ - وتقدم أن نافع بن الأزرق قال لابن عباس - رضي الله عنهما -: «يا أعمى البصر أعمى القلب تزعم أن قوماً يخرجون من النار، وقد قال الله جل وعز: } وَمَا هُمْ بِخَارِجِينَ مِنْهَا} (٣)؟ ، فقال ابن عباس: ويحك اقرأ ما فوقها! هذه للكفار» (٤).
والذي فوقها هو قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ
_________
(١) المخزومي القرشي، كنيته اسمه، ولد في خلافة عمر، وروى عن عائشة وأم سلمة وأبي هريرة، وهو أحد الفقهاء السبعة، وكان يقال له: راهب قريش لكثرة صلاته، وكان مكفوفاً، توفي سنة (٩٤).
انظر: الطبقات الكبرى لابن سعد (٥/ ١٥٣)، والمعارف (ص ٢٨٢)، وسير أعلام النبلاء (٤/ ٤١٦).
(٢) جامع البيان (٢/ ٧١٩)، وأصله في الصحيحين كما سيأتي.
(٣) سورة المائدة من الآية (٣٧).
(٤) جامع البيان (٨/ ٤٠٧).',NULL,'497',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (496,'أَلِيمٌ} (١)، فالآيات تتحدث عن الكفار.
٤ - ووقع لجابر - رضي الله عنه - نفس الشيء مع بعض الخوارج، فعن يزيد الفقير قال: «جلست إلى جابر بن عبد الله، وهو يحدث، فحدث أن أناساً يخرجون من النار، قال: وأنا يومئذٍ أنكر ذلك، فغضبت، وقلت: ما أعجب من الناس، ولكن أعجب منكم يا أصحاب محمد! ، تزعمون أن الله يخرج ناساً من النار، والله يقول: {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ}، فانتهرني أصحابه، وكان أحلمهم، فقال: دعوا الرجل، إنما ذلك للكفار: {إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ} حتى بلغ: {وَلَهُمْ عَذَابٌ أَلِيمٌ}».
وفي رواية أن جابراً قال له: «اتل أول الآية» (٢).

<span data-type="title" id=toc-171>القسم الثاني: الاستدلال على ضعف التفسير بما بعد الآية، ويعرف هذا بلحاق الآية</span>.
_________
(١) سورة المائدة آية (٣٦).
(٢) الشريعة للآجري (ص ٣٤٩)، وتفسير القرآن العظيم لابن كثير (٣/ ٩٩) واللفظ منه، وعزاه لابن مردويه وابن أبي حاتم، وعزاه في الدر المنثور (٢/ ٢٨٠) إلى ابن المنذر أيضاً، وحديث يزيد الفقير مع جابر أخرجه مسلم في صحيحه، وتقدم (ص ٣١٨)، ولمزيد أمثلة على نقد التفسير بسباق الآية انظر الدر المنثور (٤/ ١٩٤).',NULL,'498',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (497,'ومن أمثلة هذا القسم:
١ - لما قدم خراج العراق خرج عمر - رضي الله عنه - مع مولاه، فجعل عمر يعد الإبل فإذا هي أكثر من ذلك، فجعل يقول: «الحمد لله تعالى، ويقول مولاه: هذا والله من فضل الله ورحمته، يشير إلى قوله تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} (١)، فقال عمر: كذبت! ليس هذا هو، يقول الله: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} وهذا مما تجمعون» (٢).
فاستدل عمر بآخر الآية: {خَيْرٌ مِمَّا يَجْمَعُونَ} على خطأ فهم مولاه، فالأموال التي قال فيها المولى: هذا والله من فضل الله ورحمته مما يجمع الناس، والآية تدل على أن المشار إليه، والذي أمرنا بالفرح به خير مما يجمعون، والمشار إليه هو قوله تعالى في الآية التي قبلها: {يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} (٣).
٢ - وعن مصعب بن سعد (٤)
قال: «كنت أقرأ على أبي حتى إذا بلغت هذه
_________
(١) سورة يونس من الآية (٥٨).
(٢) تفسير ابن أبي حاتم (٦/ ١٩٦٠)، ومسند الشاميين للطبراني (٢/ ١٢٥)، والدر المنثور (٣/ ٣٠٩).
(٣) سورة يونس من الآية (٥٧).
(٤) ابن أبي وقاص الزهري القرشي المدني، يكنى أبا زرارة، روى عن علي وطلحة، وعنه مجاهد والحكم، وحديثه في الكتب الستة، توفي سنة (١٠٣).

انظر: الطبقات الكبرى لابن سعد (٥/ ١٢٦)، وتهذيب التهذيب (٤/ ٨٤).',NULL,'499',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (498,'الآية: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا} (١) قلت: يا أبتاه أهم الخوارج؟ ، قال: لا يا بني اقرأ الآية التي بعدها: {أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} (٢)، قال: هم المجتهدون من النصارى كان كفرهم بآيات ربهم بمحمد ولقائه، وقالوا: ليس في الجنة طعام ولا شراب، ولكن الخوارج هم الفاسقون الذين ينقضون عهد الله من بعد ميثاقه، ويقطعون ما أمر الله به أن يوصل، ويفسدون في الأرض أولئك هم الخاسرون» (٣).
وفي رواية أن مصعباً لما سأل أباه عن هذه الآية، وقال له: «هم الحرورية؟ ، قال: لا هم اليهود والنصارى، أما اليهود فكذبوا محمداً - صلى الله عليه وسلم -، وأما النصارى فكفروا بالجنة، وقالوا: لا طعام فيها ولا شراب، والحرورية {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيْثَاقِهِ} (٤)، وكان سعد يسميهم الفاسقين» (٥).
والقول بأن الخوارج هم الأخسرون أعمالاً قال به علي - رضي الله عنه -، فقد سأله ابن
_________
(١) سورة الكهف آية (١٠٣).
(٢) سورة الكهف آية (١٠٥).
(٣) المستدرك للحاكم (٢/ ٣٧٠).
(٤) سورة الرعد من الآية (٢٥).
(٥) صحيح البخاري، كتاب التفسير، باب قوله: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا} (٥/ ٢٣٥).',NULL,'500',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (499,'الكواء، فقال: من { ... بِالْأَخْسَرِينَ أَعْمَالًا}؟ قال: ويلك، منهم أهل حروراء (١).
قال ابن حجر: «ولعل هذا هو السبب في سؤال مصعب أباه عن ذلك» (٢).
وقد أنكر سعد - رضي الله عنه - أن يكون المراد بهم الخوارج مستدلاً بالآية التي بعدها، والتي بينت أن الأخسرين أعمالاً كافرون بآيات الله ولقائه، وبين وجه كفر المعنيين بها، فاليهود كذبوا محمداً - صلى الله عليه وسلم -، والنصارى كفروا بالجنة، فنظر إلى الآيات متكاملة، ويبدو أنه كان لا يكفر الخوارج، ولذا جاء في رواية البخاري أن سعداً كان يسميهم الفاسقين.
وفي رواية أنه لما سئل هذا السؤال قال: «لا، ولكنهم أصحاب الصوامع، والحرورية قوم زاغوا فأزاغ الله قلوبهم» (٣).
أما علي - رضي الله عنه - فنظر إلى عموم اللفظ من جهة أن «فيهم من معنى الآية بقدر ما فعلوا، لأنهم يرتكبون أمراً شنيعة من الضلال، ويعتقدون أنها هي معنى الكتاب والسنة، فقد ضل سعيهم وهو يحسبون أنهم يحسنون صنعاً، وإن كانوا في ذلك أقل
_________
(١) تفسير عبد الرزاق (١/ ٣٤٨)، وجامع البيان (١٥/ ٤٢٦)، وفي الدر المنثور (٤/ ٢٥٣) أن علياً لما سئل قال: «لا أظن إلا أن الخوارج منهم».
(٢) فتح الباري (٨/ ٤٢٥).
(٣) جامع البيان (١٥/ ٤٢٤)، والمستدرك (٢/ ٣٧٠)، والدر المنثور (٤/ ٢٥٣).',NULL,'501',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (500,'من الكفار المجاهرين، لأن العبرة بعموم الألفاظ لا بخصوص الأسباب» (١).
٣ - وعن ابن عباس في قوله تعالى: {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} (٢) قال: «الحصر حصر العدو، فأما من أصابه مرض أو ضلال أو كسر فلا شيء عليه، إنما قال الله: {فَإِذَا أَمِنْتُمْ}، فلا يكون الأمن إلا من الخوف» (٣).
فذكر الأمن يفسر المقصود بالحصر في أول الآية، فلا يشمل المرض ونحوه، قال الشنقيطي (٤):
«وقال قوم: المراد به ما يشمل الجميع من عدو ومرض ونحو ذلك، ولكن قوله تعالى بعد هذا: {فَإِذَا أَمِنْتُمْ} يشير إلى أن المراد بالإحصار هنا صد العدو للمحرم، لأن الأمن إذا أطلق في لغة العرب انصرف إلى الأمن من الخوف لا إلى الشفاء من المرض ونحو ذلك، ويؤيده أنه لم يذكر الشيء الذي منه
_________
(١) أضواء البيان (٤/ ١٩٢)، وقال ابن حجر في فتح الباري (٨/ ٤٢٥): «وليس الذي قاله علي ببعيد، لأن اللفظ يتناوله وإن كان السبب مخصوصاً».
(٢) سورة البقرة من الآية (١٩٦).
(٣) جامع البيان (٣/ ٣٤٦)، وتفسير ابن أبي حاتم (١/ ٣٣٦).
(٤) هو محمد الأمين بن محمد المختار الجكني الشنقيطي، ولد في شنقيط من مدن موريتانيا، ثم استقر بالمدينة بعد حجه عام (١٣٦٧)، من كتبه: منع جواز المجاز، ومذكرة في أصول الفقه، توفي سنة (١٣٩٣).

انظر: ترجمته بقلم تلميذه عطية سالم في مقدمة أضواء البيان، والأعلام للزركلي (٦/ ٤٥)، ومعجم المفسرين (٢/ ٤٩٦).',NULL,'502',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (501,'الأمن، فدل على أن المراد به ما تقدم من الإحصار، فثبت أنه الخوف من العدو»، ثم قال: «الذي يظهر لنا رجحانه بالدليل من الأقوال المذكورة هو ما ذهب إليه مالك والشافعي وأحمد في أشهر الروايتين عنه أن المراد بالإحصار في الآية: إحصار العدو، وأن من أصابه مرض ونحوه لا يحل إلا بعمرة، لأن هذا هو الذي نزلت فيه الآية، ودل عليه قوله تعالى: {فَإِذَا أَمِنْتُمْ} الآية» (١).
ويرى غير ابن عباس أن الحصر في الآية يشمل حصر العدو وغيره كالمرض (٢).
٤ - قد يحتج من يرتكب المعاصي بقوله تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} (٣) وأن ما يفعله من الذنوب داخل في مدلول هذه الآية، فنبه ابن عباس - رضي الله عنهما - إلى أن الآية لا تشمل المعاصي، وقال: «يريد مصائب المعاش، ولا يريد مصائب الدين؛ إنه قال: {لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ} (٤)، وليس على مصائب
_________
(١) أضواء البيان (١/ ١٨٤، ١٩٠)، وانظر مزيد تقرير لذلك في: التفسير الكبير للرازي (٢/ ٣٠٣)، والتحرير والتنوير (٢/ ٢٢٢).
(٢) انظر: جامع البيان (٣/ ٣٤٢)، والجامع لأحكام القرآن (١/ ٧٤٥).
(٣) سورة الحديد آية (٢٢).
(٤) سورة الحديد من الآية (٢٣).',NULL,'503',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (502,'الدين، أمرهم أن يأسوا على السيئة ويفرحوا بالحسنة» (١).
ومن شروط التوبة التي ذكرها العلماء الندم على اقتراف المعاصي، فالمؤمن مأمور بالحزن على المعاصي والفرح بالحسنات، وفي الحديث: «من سرته حسنته وساءته سيئته فهو مؤمن» (٢)، وهذا يتعارض مع التعليل المذكور في الآية، مما يؤكد عدم دخول السيئات في الآية، ومن القواعد المقررة في العقيدة أنه يجوز الاحتجاج بالقدر على المصائب دون المعائب (٣).
_________
(١) الدر المنثور (٦/ ١٧٦) وعزاه لابن المنذر.
(٢) أخرجه الترمذي في سننه، في أبواب الفتن، باب ما جاء في لزوم الجماعة (٦/ ٣٣٣)، وأحمد في المسند (١/ ١٨)، وابن حبان في صحيحه كما في الإحسان (٧/ ٤٤٢، ٨/ ٢٥٧)، والحاكم في المستدرك (١/ ١١٤) كلهم من حديث عمر بن الخطاب - رضي الله عنه -، وقال الترمذي: «هذا حديث حسن صحيح غريب من هذا الوجه»، وقال الحاكم: «هذا حديث على شرط الشيخين ولم يخرجاه»، وصححه الألباني في إرواء الغليل (٦/ ٢١٥).
(٣) انظر: مجموع الفتاوى (٨/ ٤٥٣ - ٤٥٤)، وشفاء العليل لابن القيم (ص ٣٥)، وشرح العقيدة الطحاوية لابن أبي العز الحنفي (١/ ١٣٦).
ومن الشواهد انتقاد الحسن البصري أن يكون المراد بابن نوح في قوله تعالى: {وَنَادَى نُوحٌ ابْنَهُ} ابنه لصلبه، واستدل على ذلك بقوله تعالى: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ}، جامع البيان (١٢/ ٤٢٧).
وللمزيد أيضاً انظر: جامع البيان (١٧/ ٦٧٨، ٢١/ ٣٤٧، ٤٣٢)، والدر المنثور (٦/ ١٠٢).',NULL,'504',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (503,'<span data-type="title" id=toc-172>القسم الثالث: الاستدلال على ضعف التفسير بما قبل الآية وما بعدها</span>.
ومن أمثلة هذا القسم:
١ - قال تعالى: {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} (١).
ذهب كثير من العلماء إلى أن مخالعة المرأة زوجها تعد طلاقاً محسوباً من التطليقات الثلاث (٢).
وذهب ابن عباس وغيره إلى أنها فسخ وليست طلاقاً، وانتقد ابن عباس من عدها طلاقاً، فعن طاوس قال: «لولا أنه علم لا يحل لي كتمانه ما حدثته أحداً، كان ابن عباس لا يرى الفداء طلاقاً حتى يطلق، ثم يقول: ألا ترى أنه ذكر الطلاق من قبله، ثم ذكر الفداء فلم يجعله طلاقاً، ثم قال في الثانية: {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} (٣)، ولم يجعل الفداء بينهما طلاقاً، وكان يقول: ذكر الله الطلاق قبل الفداء وبعده، وذكر الله الفداء بين ذلك، فلا اسمعه ذكر في الفداء طلاقاً، قال: وكان لا يراه تطليقة» (٤).
_________
(١) سورة البقرة من الآية (٢٢٩).
(٢) معالم التنزيل (١/ ٢٧٢)، والجامع لأحكام القرآن (٢/ ٩٥١)، وتفسير القرآن العظيم لابن كثير (١/ ٤٠٥)، والمغني لابن قدامة (١٠/ ٢٧٤).
(٣) سورة البقرة من الآية (٢٣٠).
(٤) مصنف عبد الرزاق (٦/ ٤٨٥)، قال ابن تيمية: «وأما النقل عن ابن عباس أنه فرقة وليس بطلاق، فمن أصح النقل الثابت باتفاق أهل العلم بالآثار»، وأشاد باستدلاله بالآية، وأطنب في الانتصار لقوله في مجموع الفتاوى (٣٢/ ٢٨٩ - ٣١٥)، وانظر: الجامع لأحكام القرآن (٢/ ٩٥٢)، وأضواء البيان (١/ ٢٧٠).',NULL,'505',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (504,'ومراده أن الآيات ذكرت ثلاث تطليقات؛ طلقتين في قوله تعالى: {الطَّلَاقُ مَرَّتَانِ}، والثالثة في قوله: {فَإِنْ طَلَّقَهَا} والخلع مذكور بينها؛ مما يدل على أنه ليس طلاقاً.
٢ - وعن حكيم بن جبير قال: «سألت سعيد بن جبير عن هذه الآيات في المائدة: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ}، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (١)، فقلت: زعم قوم أنها نزلت على بني إسرائيل ولم تنزل علينا، قال: اقرأ ما قبلها وما بعدها فقرأت عليه، فقال: لا؛ بل نزلت علينا» (٢).

<span data-type="title" id=toc-173>الصورة الثانية: مخالفة ظاهر الآية</span>
ومن أمثلة هذه الصورة:
_________
(١) سورة المائدة من الآيات (٤٤، ٤٥، ٤٧).
(٢) الدر المنثور (٢/ ٢٨٧) وعزاه لعبد بن حميد، ومن الشواهد ما روي عن ابن عباس أنه أنكر أن تكون مدة أصحاب الكهف في كهفهم المذكورة في قوله تعالى: {وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا} [الكهف من الآية ٢٥] من إخبار الله تعالى، واستدل بسياق الآيات، انظر: الدر المنثور (٤/ ٢١٨).',NULL,'506',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (505,'- أن بعض السلف قال إن كفارة قتل الصيد في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} الآية (١) لا فرق فيها بين العمد والخطأ:
فعن ابن عباس قال: «إن قتله متعمداً أو ناسياً، حكم عليه، وإن عاد متعمداً عجلت له العقوبة، إلا أن يعفو الله» (٢).
وعن سعيد بن جبير قال: «إنما جعلت الكفارة في العمد، ولكن غلظ عليهم في الخطأ كي يتقوا» (٣).
وعن عطاء قال: «يحكم عليه في العمد والخطأ والنسيان» (٤).
وأنكر طاوس ذلك متمسكاً بظاهر الآية، وقال: «والله ما قال الله إلا {وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا}».
ويقول: «لا يحكم على من أصاب صيدًا خطأ، إنما يحكم على من أصابه
_________
(١) (٩٥) من سورة المائدة.
(٢) جامع البيان (٨/ ٦٧٨)، وتفسير ابن أبي حاتم (٤/ ١٢٠٥).
(٣) مصنف ابن أبي شيبة (٤/ ٢٥)، وجامع البيان (٨/ ٦٧٨)، وتفسير ابن أبي حاتم (٤/ ١٢٠٥).
(٤) مصنف عبد الرزاق (٤/ ٣٩٠)، ومصنف ابن أبي شيبة (٤/ ٢٤)، وجامع البيان (٨/ ٦٧٧)، وتفسير ابن أبي حاتم (٤/ ١٢٠٦).',NULL,'507',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (506,'متعمداً» (١).
قال ابن كثير: «وهذا مذهب غريب عن طاوس، وهو متمسك بظاهر الآية» (٢).
وأيد الشنقيطي قول طاوس وقال: «هذا القول قوي جداً من جهة النظر والدليل» (٣)، وبين أن قوله تعالى: {لِيَذُوقَ وَبَالَ أَمْرِهِ} يدل على أنه متعمد أمراً لا يجوز، أما الناسي فهو غير آثم إجماعاً، فلا يناسب أن يقال فيه: {لِيَذُوقَ وَبَالَ أَمْرِهِ} (٤).
والآية وإن كانت صريحة في أن الجزاء إنما يجب على المتعمد، فقد دلت السنة على وجوبه على المخطئ كذلك، فعن الزهري قال: «نزل القرآن بالعمد، وجرت السنة في الخطأ» (٥)، فـ «القرآن دل على وجوب الجزاء على المتعمد وعلى تأثيمه
_________
(١) مصنف عبد الرزاق (٤/ ٣٩٢)، ومصنف ابن أبي شيبة (٤/ ٢٥)، وجامع البيان (٨/ ٦٧٧)، وتفسير ابن أبي حاتم (٤/ ١٢٠٥)، وجاء هذا القول عن بعض السلف كما في الجامع لأحكام القرآن (٣/ ٢٣٠٤).
(٢) تفسيره (٣/ ١٨٣).
(٣) أضواء البيان (٢/ ١٢٩).
(٤) المصدر السابق (٢/ ١١٧).
(٥) مصنف عبد الرزاق (٤/ ٣٩١)، وجامع البيان (٨/ ٦٧٨) واللفظ له.',NULL,'508',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (507,'بقوله: {لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ} (١)، وجاءت السنة من أحكام النبي - صلى الله عليه وسلم - وأحكام أصحابه بوجوب الجزاء في الخطأ، كما دل الكتاب عليه في العَمْد، وأيضًا فإن قتل الصيد إتلاف، والإتلاف مضمون في العمد وفي النسيان، لكن المتعمّد مأثوم، والمخطئ غير مَلُوم» (٢).

<span data-type="title" id=toc-174>الصورة الثالثة: نقد التفسير بآية أخرى</span>.
ومن أمثلة هذه الصورة:
١ - ردَّ ابن عباس على من زعم أنه لا يجوز للمجاهد أن يقاتل الأعداء إذا كانوا أكثر من اثنين في مقابل الواحد، وأن من أقدم على القتال فهو آثم، مستدلاً بقوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} (٣)، يقول ابن عباس في قوله تعالى: {يَاأَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ} الآية (٤): «إن الله كان جعل على كل رجل من المسلمين عشرة من العدو يغريهم بذلك، ليوطنوا أنفسهم على الغزو، وأن الله ناصرهم على العدو، ولم يكن أمراً عزمه الله عليهم ولا أوجبه، ولكن كان تحريضاً ووصية أمر الله بها نبيه، ثم خفف عنهم فقال: {الْآنَ خَفَّفَ اللَّهُ
_________
(١) سورة المائدة من الآية (٩٥).
(٢) تفسير القرآن العظيم لابن كثير (٣/ ١٨٣ - ١٨٤).
(٣) سورة الأنفال من الآية (٦٦).
(٤) (٦٥) من سورة الأنفال.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (508,'عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} (١)، فجعل على كل رجل رجلين بعد ذلك تخفيفاً، ليعلم المؤمنون أن الله بهم رحيم، فتوكلوا على الله وصبروا وصدقوا، ولو كان عليهم واجباً كفروا إذن؛ كل رجل من المسلمين نكل عمن لقي من الكفار إذا كانوا أكثر منهم فلم يقاتلوهم، فلا يغرنك قول رجال، فإني قد سمعت رجالاً يقولون: إنه لا يصلح لرجل من المسلمين أن يقاتل حتى يكون على كل رجل رجلان، وحتى يكون على كل رجلين أربعة، ثم بحساب ذلك، وزعموا أنهم يعصون الله إن قاتلوا حتى يبلغوا عدة ذلك، وإنه لا حرج عليهم أن لا يقاتلوا حتى يبلغوا عدة أن يكون على كل رجل رجلان، وعلى كل رجلين أربعة، وقد قال الله: {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} (٢)، وقال الله: {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ} (٣)،
فهو التحريض الذي أنزل الله عليهم في "الأنفال"، فلا تعجزن، قاتل قد سقطت بين ظهري أناس كما شاء الله أن يكونوا» (٤).
٢ - وقيل لأبي العالية: «إن أناساً يزعمون أنهم يتمنون أن يستكثروا من الذنوب قال: ولم ذاك؟ ، قالوا: يتأولون هذه الآية: {يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ
_________
(١) سورة الأنفال من الآية (٦٦).
(٢) سورة البقرة آية (٢٠٧).
(٣) سورة النساء من الآية (٨٤) ..
(٤) جامع البيان (١١/ ٢٦٤ - ٢٦٥).',NULL,'510',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (509,'حَسَنَاتٍ} (١)، فقال أبو العالية: وكان إذا أخبر بما لا يعلم قال: آمنت بما أنزل الله من كتاب، ثم تلا هذه الآية: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا}» (٢).
فهذه الآية تخبر بمدى إشفاق المرء يوم القيامة من ذنوبه، وتمنيه أن يكون بينه وبينها أمداً بعيداً، وهذا يمنع محبة المسلم الاستكثار من السيئات، فالاستدلال بآية الفرقان على الاستكثار من الذنوب غير صحيح، فتبديل السيئات حسنات مشروط بالتوبة منها قبل الموافاة، كما دل عليه سياق الآية: {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا}.
٣ - وعن محمد بن كعب القرظي قال: «إن الذي أمر الله إبراهيم بذبحه من ابنيه إسماعيل، وإنا لنجد ذلك في كتاب الله، في قصة الخبر عن إبراهيم وما أمر به من ذبح ابنه أنه إسماعيل، وذلك أن الله يقول حين فرغ من قصة المذبوح من ابني إبراهيم: {وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ} (٣)، ثم يقول: {فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} (٤) يقول: بابن وابن ابن، فلم يكن يأمر بذبح إسحاق وله فيه من
_________
(١) سورة الفرقان من الآية (٧٠).
(٢) سورة آل عمران من الآية (٣٠)، والأثر في: تفسير ابن أبي حاتم (٨/ ٢٧٣٣)، والدر المنثور (٥/ ٨٠) وعزاه إلى عبد بن حميد.
(٣) سورة الصافات آية (١١٢).
(٤) سورة هود من الآية (٧١).',NULL,'511',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (510,'الله موعود بما وعده، وما الذي أُمر بذبحه إلا إسماعيل» (١).
قال الرازي (٢) في الحجج على أن الذبيح إسماعيل - عليه السلام -: «الحجة الرابعة: قوله تعالى: {فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ}، فنقول: لو كان الذبيح إسحاق لكان الأمر بذبحه إما أن يقع قبل ظهور يعقوب منه أو بعد ذلك، فالأول: باطل لأنه تعالى لما بشرها بإسحاق، وبشرها معه بأنه يحصل منه يعقوب، فقَبْل ظهور يعقوب منه لم يجز الأمر بذبحه، وإلا حصل الخُلْف في قوله: {وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ}، والثاني: باطل ... فثبت أنه لا يجوز أن يكون الذبيح هو إسحاق» (٣).
وقال ابن كثير: «ومن هاهنا استدل من استدل بهذه الآية على أن الذبيح إنما هو إسماعيل، وأنه يمتنع أن يكون هو إسحاق؛ لأنه وقعت البشارة به، وأنه سيولد له يعقوب، فكيف يؤمر إبراهيم بذبحه وهو طفل صغير، ولم يولد له بعد يعقوب الموعود بوجوده؟ ! ، ووعد الله حق لا خُلْفَ فيه، فيمتنع أن يؤمر بذبح هذا والحالة
_________
(١) جامع البيان (١٩/ ٥٩٦)، والمستدرك (٢/ ٥٥٥) واللفظ له، والدر المنثور (٥/ ٢٨١) وعزاه لعبد بن حميد.
(٢) هو محمد بن عمر بن الحسين التيمي الرازي الشافعي، يلقب بفخر الدين، ويعرف بابن الخطيب، ولد سنة (٥٤٤)، من مصنفاته: المحصول، وشرح المفصل، ومناقب الشافعي، وتوفي بهراة عام (٦٠٦).
انظر: وفيات الأعيان (٤/ ٢٤٨)، وطبقات الشافعية للسبكي (٨/ ٨١)، وطبقات المفسرين للسيوطي (ص ١٠٠).
(٣) التفسير الكبير (٩/ ٣٤٧) باختصار.',NULL,'512',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (511,'هذه، فتعين أن يكون هو إسماعيل، وهذا من أحسن الاستدلال وأصحه وأبينه، ولله الحمد» (١).
_________
(١) تفسير القرآن العظيم (٤/ ٢٦٦)، وقال في (٧/ ٣٠): «والذي استدل به محمد بن كعب القرظي على أنه إسماعيل أثبت وأصح وأقوى، والله أعلم»، وانظر: فتح القدير (٤/ ٤٠٤)، وأضواء البيان (٦/ ٣٩٢ - ٣٩٣).',NULL,'513',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (512,'<span data-type="title" id=toc-175>ثانياً
مخالفة السنة النبوية</span>
حظيت السنة النبوية من قبل الصحابة والتابعين - رضي الله عنهم - بتعظيم مشابه لما حظي به القرآن الكريم، فقد وقفوا عند أحاديث النبي - صلى الله عليه وسلم - وأقواله، فلم يعارضوها برد أو تأويل، ومن جملتها أقواله في تفسير القرآن، ففي تفسير قوله تعالى: {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا} (١) روى ابن جرير الطبري من حديث حماد بن سلمة (٢) عن ثابت (٣)
عن أنس - رضي الله عنه - قال: «قرأ رسول الله - صلى الله عليه وسلم -: {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا} قال: وضع الإبهام قريباً من طرف خنصره. قال: «فساخ الجبل»، فقال
_________
(١) سورة الأعراف من الآية (١٤٣).
(٢) هو أبو سلمة حماد بن سلمة بن دينار البصري البزاز الحافظ، روى عن حميد وقتادة، وعنه الثوري وشعبة، وكان مع علمه بالحديث بارعاً في النحو، توفي في آخر سنة (١٦٧) وقد قارب الثمانين.
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٣٩)، والمعرفة والتاريخ (٢/ ١٩٣)، وتذكرة الحفاظ (١/ ٢٠٢)
(٣) هو أبو محمد ثابت بن أسلم البناني البصري، روى عن ابن عمر وابن الزبير، وصحب أنساً مدة طويلة، وكان من العباد الزهاد، وحديثه في الكتب الستة، توفي سنة (١٢٣ أو ١٢٧) وقد جاوز الثمانين.

انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٣)، وتذكرة الحفاظ (١/ ١٢٥)، وتهذيب التهذيب (١/ ٢٦٢).',NULL,'514',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (513,'حميد (١) لثابت: تقول هذا؟ ! ، فرفع ثابت يده فضرب صدر حميد، وقال: يقوله رسول الله - صلى الله عليه وسلم - ويقوله أنس، وأنا أكتمه! ! » (٢).
وفي رواية: أن حميداً قال له: «ما تريد إلى هذا يا أبا محمد؟ ! ، فضرب ثابت صدره ضربة شديدة، وقال: من أنت يا حميد، وما أنت يا حميد؟ ! ، يحدثني به أنس بن مالك عن النبي - صلى الله عليه وسلم - فتقول أنت: ما تريد إليه؟ » (٣).
ومن القناعات التامة لديهم أنه لا يمكن وجود تعارض البتة بين القرآن الكريم والسنة النبوية، ومما جاء عنهم:
_________
(١) هو أبو عبيدة حميد بن أبي حميد البصري الطويل، لقب بالطويل لطول يديه، سمع أنس بن مالك، قال عنه حماد بن سلمة: «لم يدع حميد لثابت علماً إلا وعاه»، توفي وهو قائم يصلي في آخر سنة (١٤٢).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٧)، والتاريخ الكبير (١/ ٢/٣٤٨)، وتذكرة الحفاظ (١/ ١٥٢).
(٢) جامع البيان (١٠/ ٤٢٩)، وأخرجه ابن أبي عاصم في السنة (١/ ٢١٠)، وعبد الله بن أحمد في السنة (١/ ٢٦٩)، والحاكم في المستدرك على الصحيحين (٢/ ٣٢٠ - ٣٢١)، وقال: «هذا حديث صحيح على شرط مسلم»، ووافقه الذهبي، وصححه الألباني في تعليقه على السنة لابن أبي عاصم.
والحديث أخرجه الترمذي في أبواب تفسير القرآن، باب ومن سورة الأعراف (٨/ ٢٣٣)، وأحمد في المسند (٣/ ٢٠٩)، وابن أبي حاتم في تفسيره (٥/ ١٥٦٠) دون قول حميد لثابت، قال الترمذي: «هذا حديث حسن صحيح غريب».
(٣) مسند أحمد (٣/ ١٢٥).',NULL,'515',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (514,'١ - أورد ابن جرير في تفسير قوله تعالى: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ} (١) عن عبد الله بن عمرو - رضي الله عنهما - أنه قال: «من تاب قبل موته بعام تيب عليه، حتى ذكر شهراً، حتى ذكر ساعة، حتى ذكر فواقاً (٢)، فقال رجل: كيف يكون هذا، والله تعالى يقول: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ}؟ ، فقال عبد الله: إنما أحدثك ما سمعت من رسول الله - صلى الله عليه وسلم -» (٣).
فالرجل فهم من خبر عبد الله دخول الساعة والفواق في مدلول آية النساء: {حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ}، وهي تنفي قبول التوبة عمن وصل هذه الحال، فاعترض بها على عبد الله، فبين له أن ما ذكره هو قول النبي - صلى الله عليه وسلم - الذي لا يمكن بحال أن يتعارض مع القرآن.
فالحديث أخبر بقبول التوبة قبل الموت «من تاب قبل موته»، والآية نفت
_________
(١) من سورة النساء (١٧).
(٢) الفواق: ما بين الحلبتين، تحلب الناقة ثم تراح حتى تدر ثم تحلب، النهاية في غريب الحديث (٣/ ٤٧٩) مادة "فوق ".
(٣) جامع البيان (٦/ ٥١٧)، وأخرجه الطيالسي في مسنده (ص ٣٠١)، وابن أبي حاتم في تفسيره (٣/ ٨٩٨، ٨٩٩، ٩٠٠)، ورواه أحمد في المسند (٢/ ٢٠٦) دون ذكر الآية، وقال الهيثمي في مجمع الزوائد (١٠/ ١٩٧): «رواه أحمد وفيه راوٍ لم يسم، وبقية رجاله ثقات»، وحسنه الأرنؤوط في تعليقه على المسند (١١/ ٥١٧).',NULL,'516',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (515,'قبولها عند حضور الموت، وبينهما فرق، فالمراد بحضور الموت حضور علاماته كمعاينة الملائكة، وبلوغ المريض إلى حالة السياق ويأسه من الحياة وبلوغ روحه الحلقوم وضيق صدره بها، وفي هذه الحال لا تقبل التوبة، أما قبل ذلك فالتوبة مقبولة، وإن كان الزمن يسيراً، وهذا ما يفيده خبر عبد الله (١).
٢ - وحدث سعيد بن جبير يوماً بحديث عن النبي - صلى الله عليه وسلم -، فقال رجل: «في كتاب الله ما يخالف هذا، فقال سعيد: لا أراني أحدثك عن رسول الله - صلى الله عليه وسلم - وتعرض فيه بكتاب الله، كان رسول الله - صلى الله عليه وسلم - أعلم بكتاب الله منك» (٢).
وما قرره الصحابة والتابعون من عدم قبول ما خالف السنة أصبح قاعدة عند المفسرين عامة، فكل تفسير خالف السنة فهو مردود، وعلى ذلك اتفقت أقوالهم:
فالطبري في تفسير قوله تعالى: {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ} (٣) ذكر قول علقمة والشعبي في أن الزلزلة في الآية تقع في الدنيا قبيل يوم القيامة، وتعقبه بقوله: «وهذا القول الذي ذكرناه عن علقمة
_________
(١) انظر: تفسير القرآن العظيم لابن كثير (٢/ ٢٠٨)، وفتح القدير (١/ ٤٣٩).
(٢) سنن الدارمي (١/ ١٥٢)، والشريعة (ص ٥٧)، والإبانة لابن بطة " الإيمان " (١/ ٢٤٩)، ولمزيد شواهد انظر تفسير ابن أبي حاتم (٥/ ١٤٠٦).
(٣) سورة الحج آية (١).',NULL,'517',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (516,'والشعبي، ومن ذكرنا ذلك عنه قولٌ لولا مجيء الصحاح من الأخبار عن رسول الله - صلى الله عليه وسلم - بخلافه، ورسول الله - صلى الله عليه وسلم - أعلم بمعاني وحي الله وتنزيله» (١).
ويقول معلقاً القول بتفسير آية على صحة الحديث الذي ورد فيه: «وإن كان صحيحاً فرسول الله - صلى الله عليه وسلم - أعلم بما أنزل الله عليه، وليس لأحد مع قوله الذي يصح عنه قول» (٢).
ويقول ابن العربي (٣): «والنص قاطع بالمراد، قاطع بمن أراد التكلف والعناد، وبعد تفسير النبي - صلى الله عليه وسلم - فلا تفسير، وليس للمتعرض إلى غيره إلا النكير، وقد كان يمكن لولا تفسير النبي - صلى الله عليه وسلم - أن أحرر في ذلك مقالاً وجيزاً، وأسبك من سنام المعارف إبريزاً، إلا أن الجوهر الأغلى من عند النبي - صلى الله عليه وسلم - أولى وأعلى» (٤).
ويقول ابن عطية حين ذكر تفسيراً نبوياً: «وهذا التأويل الذي لا نظر لأحد معه؛ لأنه مستوف للصلاح صادر عن النبي - عليه السلام -» (٥).
_________
(١) جامع البيان (١٦/ ٤٤٩).
(٢) المصدر السابق (٢١/ ٢٠).
(٣) هو أبو بكر محمد بن عبد الله المعافري الأندلسي المالكي، انفرد في الأندلس بعلو الإسناد، وتولى القضاء فنفع الله به أهل بلده، ألف: القبس، وعارضة الأحوذي، وقانون التأويل، توفي سنة (٥٤٣).
انظر: بغية الملتمس (ص ٨٠)، والديباج المذهب (ص ٣٧٦)، وطبقات المفسرين للسيوطي (ص ٩٠).
(٤) أحكام القرآن (٣/ ١١٢٤).
(٥) المحرر الوجيز (٥/ ٢١٤)، وانظر (٩/ ٣٦٦، ١١/ ٢٣٩) من الكتاب نفسه.',NULL,'518',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (517,'ويقول الآلوسي (١) حين ذكر تفسيراً يخالف ما جاء عن النبي - صلى الله عليه وسلم - في تفسير "المغضوب عليهم والضالين": «وهل بعد قول رسول الله - صلى الله عليه وسلم - الصادق الأمين قول لقائل أو قياس لقائس؟ ، هيهات هيهات، دون ذلك أهوال! » (٢).

<span data-type="title" id=toc-176>وقد استعمل الصحابة والتابعون هذه القاعدة، فردوا بها بعض التفسيرات، ومن الأمثلة على ذلك:</span>
١ - أن أبا بكر الصديق - رضي الله عنه - قام في الناس، فحمد الله وأثنى عليه، ثم قال: «أيها الناس إنكم تقرءون هذه الآية: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} إلى آخر الآية (٣) وإنكم تضعونها على غير موضعها، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الناس إذا رأوا الظالم، فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب» (٤).
وفي رواية قال: «أيها الناس، إنكم لتتلون آية من كتاب الله وتعدونها
_________
(١) هو أبو الثناء محمود بن عبد الله الحسينى الآلوسى البغدادي، ولد ببغداد سنة (١٢١٧)، وتقلد الإفتاء فيها، تغرب عن بلده مدة، من مصنفاته: روح المعاني، ودقائق التفسير، توفي ببغداد عام (١٢٧٠).

انظر: هدية العارفين (٢/ ٤١٨)، والأعلام (٧/ ١٧٦)، ومعجم المفسرين (٢/ ٦٦٥).
(٢) روح المعاني (١/ ٩٩). وانظر: البحر المحيط (٥/ ٤٦٥)، وفتح القدير (٢/ ١٣٥)، وأضواء البيان (٣/ ١٧٦).
(٣) سورة المائدة من الآية (١٠٥).
(٤) سبق تخريجه (ص ٢٠٢).',NULL,'519',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (518,'رخصة، والله ما أنزل الله في كتابه أشد منها: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}» (١).
وقد وقع لابن عمر نحو ذلك، فقد قيل له: «لو جلست في هذه الأيام فلم تأمر ولم تنه؛ فإن الله تعالى ذكره يقول: {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}، فقال ابن عمر: إنها ليست لي ولا لأصحابي، لأن رسول الله - صلى الله عليه وسلم - قال: «ألا فليبلغ الشاهد الغائب»، فكنا نحن الشهود وأنتم الغيب، ولكن هذه الآية لأقوام يجيئون من بعدنا إن قالوا لم يقبل منهم» (٢).
وقد ذكر غير واحد من الصحابة نحو كلام ابن عمر في أنه لم يأت تأويل هذه الآية، فعن ابن مسعود أن رجلاً سأله عن قوله تعالى: {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}، فقال - رضي الله عنه -: «إن هذا ليس بزمانها، إنها اليوم مقبولة، ولكنه قد أوشك أن يأتي زمانها؛ تأمرون بالمعروف فيصنع بكم كذا وكذا - أو قال: فلا يقبل منكم - فحينئذ: {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ}» (٣).
وعن أبي مازن (٤) قال: «انطلقت على عهد عثمان إلى المدينة، فإذا قوم من
_________
(١) جامع البيان (٩/ ٥٢).
(٢) جامع البيان (٩/ ٤٤)، والحديث الذي رواه ابن عمر أخرجه البخاري أيضاً من حديث ابن عباس في كتاب الحج، باب الخطبة بمنى (٢/ ١٩١).
(٣) المصدر السابق (٩/ ٤٥).
(٤) الأزدي الحداني، انظر الجرح والتعديل (٤/ ٢/٤٤٤).',NULL,'520',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (519,'المسلمين جلوس، وفي رواية: من أصحاب رسول الله - صلى الله عليه وسلم -، فقرأ أحدهم هذه الآية: {عَلَيْكُمْ أَنْفُسَكُمْ}، فقال أكثرهم: لم يجئ تأويل هذه الآية اليوم» (١).
وقد ورد عن النبي - صلى الله عليه وسلم - ما يدل على ذلك، فعن أبي ثعلبة الخشني (٢)، وجاءه رجل فقال له: «كيف تصنع في هذه الآية؟ ، قال: أية آية؟ ، قال: قول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}، قال: أما والله لقد سألت عنها خبيراً، سألت عنها رسول الله - صلى الله عليه وسلم -، فقال: «بل ائتمروا بالمعروف، وتناهوا عن المنكر حتى إذا رأيت شحاً مطاعاً، وهوى متبعاً، ودنيا مؤثرة، وإعجاب كل ذي رأي برأيه، فعليك بخاصة نفسك، ودع عنك العوام، فإن من ورائكم أيام الصبر؛ الصبر فيهنَّ مثل قبض على الجمر، للعامل فيهنَّ مثل أجر خمسين رجلاً يعملون مثل عمله» (٣).
_________
(١) جامع البيان (٩/ ٤٤، ٤٦).
(٢) مشهور بكنيته، واختلف في اسمه، فقيل: جرهم وقيل: جرثوم، بايع النبي - صلى الله عليه وسلم - تحت الشجرة، وأسلم قومه على يديه، روى عنه أبو إدريس الخولاني وابن المسيب، سكن الشام وتوفي بها في أول خلافة معاوية.
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/١٣٤)، والاستيعاب (١١/ ١٦٦)، وأسد الغابة (٦/ ٤٤).
(٣) سنن أبي داود، كتاب الملاحم، باب الأمر والنهي (٤/ ١٢٣)، وسنن الترمذي، أبواب التفسير، باب ومن سورة المائدة (٨/ ٢٢٢)، وسنن ابن ماجه، كتاب الفتن، باب قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ {(٢/ ١٣٣٠)، وصحيح ابن حبان (١/ ٣٠١)، والمستدرك (٤/ ٣٢٢)، قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي.',NULL,'521',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (520,'٢ - وعن علي - رضي الله عنه - قال: «إنكم تقرؤون هذه الآية: {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} (١) وإن رسول الله - صلى الله عليه وسلم - قضى بالدين قبل الوصية» (٢).
وقضاء النبي - صلى الله عليه وسلم - بالدين قبل الوصية يدل على أن الترتيب الذي فهمه بعض الناس من الآية غير مراد.
٣ - وعن مسروق أن عائشة - رضي الله عنها - قالت له: «يا أبا عائشة من زعم أن محمداً رأى ربه فقد أعظم الفرية على الله، والله يقول: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ} (٣)، {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ} (٤) قال: وكنت متكئاً فجلست، وقلت: يا أم المؤمنين انتظري ولا تعجليني ألم يقل الله: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} (٥)، {وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ} (٦)؟ ، فقالت: أنا أول هذه الأمة سألتُ
_________
(١) سورة النساء من الآية (١١).
(٢) سنن الترمذي، أبواب الفرائض، باب ما جاء في ميراث الإخوة (٦/ ٢٧٦)، وسنن ابن ماجه، كتاب الوصايا، باب الدين قبل الوصية (٢/ ٩٠٦)، ومصنف عبد الرزاق (١٠/ ٢٤٩)، ومصنف ابن أبي شيبة (١٠/ ١٦٠، ١١/ ٤٠٢)، ومسند أحمد (١/ ١٣١)، وجامع البيان (٦/ ٤٦٩)، وتفسير ابن أبي حاتم (٣/ ٨٨٣)، والسنن الكبرى للبيهقي (٦/ ٢٣٢، ٢٣٩)، وقد حسنه الألباني في صحيح سنن الترمذي (٢/ ٢١٢).
(٣) سورة الأنعام من الآية (١٠٣).
(٤) سورة الشورى من الآية (٥١).
(٥) سورة النجم آية (١٣).
(٦) سورة التكوير الآية (٢٣).',NULL,'522',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (521,'رسول الله - صلى الله عليه وسلم - عن ذلك، فقال: «لم أر جبريل على صورته إلا هاتين المرتين، رأيته منهبطاً من السماء ساداً عِظَمُ خلقه ما بين السماء والأرض» (١).
فهم مسروق أن الضمير "الهاء" في الآيتين يعود إلى الله تعالى، فردته عائشة بما روت عن النبي - صلى الله عليه وسلم -.
٤ - وعن سعيد بن جبير قال: «قلت لابن عباس: إن نوفاً يزعم أن الخضر ليس بصاحب موسى (٢)، فقال: كذب عدو الله، حدثنا أبيُّ بن كعب، عن النبي - صلى الله عليه وسلم - قال: «إن موسى قام في بني إسرائيل خطيباً، فقيل: أي الناس أعلم؟ ، فقال: أنا، فعتب الله عليه حين لم يرد العلم إليه، فقال: بلى عبدٌ لي عند مجمع البحرين، فقال: يا رب كيف به؟ ، فقيل: تأخذ حوتاً، فتجعله في مكتل، فحيث تفقده فهو هناك، فأخذ حوتاً فجعله في مكتل، ثم قال لفتاه: إذا فقدتَ هذا الحوت فأخبرني» الحديث (٣).
_________
(١) جامع البيان (٢٢/ ٢٩)، وهو في صحيح مسلم، في كتاب الإيمان (١/ ١٥٩) برقم (٢٨٧/ ١٧٧).
(٢) انظر علة من قال ذلك في الكشاف (٢/ ٤٩٢)، وفتح الباري لابن حجر (١/ ٢١٩).
(٣) جامع البيان (١٥/ ٣٢٤). والحديث أخرجه البخاري في صحيحه في كتاب العلم، باب ما يستحب للعالم إذا سئل أي الناس أعلم (١/ ٣٨)، وفي كتاب التفسير باب: {فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا} (٥/ ٢٣٠).
ومن الشواهد إنكار كعب الأحبار تفسير الوفاة في قوله تعالى: {إِذْ قَالَ اللَّهُ يَاعِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} بأنها موت حقيقي، ورده ذلك بحديث: «كيف تهلك أمة أنا في أولها، وعيسى في آخرها»، انظر جامع البيان (٥/ ٤٤٩)، وتقدم ذكر بعض الشواهد على نقد التفسير بالسنة (ص ٣٤٨).',NULL,'523',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (522,'<span data-type="title" id=toc-177>ثالثاً
مخالفة سبب النزول</span>
الجهل بأسباب نزول الآيات يؤدي إلى الخطأ في تأويلها، يقول الشاطبي: «إذا فات نقل بعض القرائن الدالة؛ فات فهم الكلام جملة أو فهم شيء منه، ومعرفة الأسباب رافعة لكل مشكل في هذا النمط، فهي من المهمات في فهم الكتاب بلا بد، والجهل بأسباب التنزيل موقع في الشبه والإشكالات، ومورد للنصوص الظاهرة مورد الإجمال حتى يقع الاختلاف، وذلك مظنة وقوع النزاع» (١).
ويقول: «وهكذا شأن أسباب النزول في التعريف بمعاني المنزَّل، بحيث لو فقد ذكر السبب لم يعرف من المنزَّل معناه على الخصوص، دون تطرق الاحتمالات وتوجه الإشكالات» (٢).
ومثَّلَ السيوطي لخطورة الجهل بأسباب النزول بقوله تعالى: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} (٣)، وقال: «فإنا لو تركنا ومدلول اللفظ لاقتضى أن المصلي لا يجب
_________
(١) الموافقات (٤/ ١٤٦) باختصار.
(٢) المصدر السابق (٤/ ١٥٢).
(٣) سورة البقرة من الآية (١١٥).',NULL,'524',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (523,'عليه استقبال القبلة سفراً ولا حضراً، وهو خلاف الإجماع، فلما عرف سبب نزولها علم أنها في نافلة السفر، أو فيمن صلى بالاجتهاد وبان له الخطأ على اختلاف الروايات في ذلك» (١).
وقد أكد الصحابة - رضي الله عنهم - على أن الإعراض عن سبب النزول وعدم معرفته يوقع في الانحراف عن فهم القرآن والاختلاف فيه، فقد سأل عمر ابن عباس: «كيف تختلف هذه الأمة، وكتابها واحد، ونبيها واحد، وقبلتها واحدة؟ ! ، فقال ابن عباس: يا أمير المؤمنين إنا أنزل علينا القرآن، فقرأناه وعلمنا فيم نزل؟ ، وإنه سيكون بعدنا أقوام يقرؤون القرآن لا يدرون فيم نزل؟ ، فيكون لهم فيه رأي، فإذا كان لهم فيه رأي اختلفوا، فإذا اختلفوا اقتتلوا» (٢).
وما ذكره ابن عباس وقع من أهل البدع، فعن ابن عمر - رضي الله عنهما - أنه قال في الخوارج: «انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين» (٣).
قال الشاطبي معلقاً على قول ابن عمر: «فهذا معنى الرأي الذي نبه ابن عباس عليه، وهو الناشئ عن الجهل بالمعنى الذي نزل فيه القرآن» (٤).
_________
(١) الإتقان (١/ ٣٩).
(٢) فضائل القرآن لأبي عبيد (١/ ٢٨١)، والجامع لشعب الإيمان للبيهقي (٥/ ٢٣٠)، والجامع لأخلاق الراوي وآداب السامع (٢/ ١٩٤).
(٣) انظر (ص ٢٨٩).
(٤) الموافقات (٤/ ١٤٩).',NULL,'525',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (524,'والمتقرر عند علماء الحديث أن سبب النزول له حكم الرفع إلى النبي - صلى الله عليه وسلم -، ونقل ابن حجر الاتفاق على ذلك (١)، وهذا يؤكد أهميته، ويقوي الاعتماد عليه كأساس من أسس النقد، ولذا فمخالفته مخالفة للسنة، إلا أنه ينبغي التحقق من كون الخبر سبب نزول، فقد يرد عن بعض الرواة حكاية ما يحتمل السببية، وما يحتمل التفسير، وبيان ما تضمنته الآية من أحكام؛ مثل قول الرواي: نزلت هذه الآية في كذا، وقد وقع الخلاف في رفعه إلى النبي - صلى الله عليه وسلم - وإجرائه مجرى الحديث المسند، فأدخله بعض العلماء في المسند، وحكاه ابن تيمية عن البخاري (٢).
ومن الشواهد عن الصحابة والتابعين على النقد بأسباب النزول ما يلي:
١ - عندما التقى المسلمون مع الروم في إحدى المعارك حمل رجل من المسلمين على صف الروم حتى دخل عليهم، فصاح الناس وقالوا: سبحان الله! يلقي بيديه إلى التهلكة! (٣)، فقام أبو أيوب الأنصاري - رضي الله عنه -، فقال: «أيها الناس إنكم
_________
(١) فتح الباري (٥/ ٤١٢)، وانظر في الحكم برفعه: معرفة علوم الحديث (ص ٢٦)، ومجموع الفتاوى لابن تيمية (١٣/ ٣٣٩)، والبرهان (١/ ١٢٦)، والإتقان (١/ ٤١)، وتدريب الراوي (١/ ٢١٦)، ومناهل العرفان (١/ ١٠٧).
(٢) مجموع الفتاوى (١٣/ ٣٤٠).
(٣) وجاء هذا التأويل عن عمرو بن العاص - رضي الله عنه -، ففي تفسير ابن أبي حاتم (١/ ٣٣٢)، والعجاب لابن حجر (ص ٢٩٣) أن المسلمين حاصروا دمشق، فانطلق رجل من أزد شنوءة، فأسرع في العدو وحده ليستقتل، فعاب ذلك عليه المسلمون، ورفعوا حديثه إلى عمرو بن العاص، فأرسل إليه عمرو فرده، وقال له: قال الله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}.',NULL,'526',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (525,'تتأولون هذه الآية هذا التأويل، وإنما نزلت هذه الآية فينا معشر الأنصار، لما أعز الله الإسلام وكثر ناصروه، فقال بعضنا لبعض سراً دون رسول الله - صلى الله عليه وسلم -: إن أموالنا قد ضاعت، وإن الله قد أعز الإسلام وكثر ناصروه، فلو أقمنا في أموالنا فأصلحنا ما ضاع منها، فأنزل الله تبارك وتعالى على نبيه - صلى الله عليه وسلم - يرد علينا ما قلنا: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (١)،
فكانت التهلكة الإقامة على الأموال وإصلاحها وتركنا الغزو» (٢).
وهذا التأويل الذي أنكره أبو أيوب أنكره غيره من الصحابة:
فعن مدرك بن عوف (٣) أن الناس ذكروا عند عمر - رضي الله عنه - بعض من قتل في سبيل
_________
(١) سورة البقرة من الآية (١٩٥) ..
(٢) أخرجه أبو داود في كتاب الجهاد، باب في قوله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (٣/ ١٢)، والترمذي في سننه، في أبواب التفسير، باب ومن سورة البقرة (٨/ ١٦٤) وهذا لفظه، وقال: «هذا حديث حسن غريب صحيح»، وأخرجه النسائي في السنن الكبرى، كتاب التفسير، باب قوله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (٦/ ٢٩٩)، والطيالسي في مسنده (ص ٨١ - ٨٢)، والطبري في جامع البيان (٣/ ٣٢٣)، وابن أبي حاتم في تفسيره (١/ ٣٣٠)، وابن حبان في صحيحه كما في الإحسان (٧/ ١٠٥)، والحاكم في المستدرك (٢/ ٢٧٥) وقال: «هذا حديث صحيح على شرط الشيخين ولم يخرجاه»، وانظر العجاب لابن حجر (ص ٢٩٠).
(٣) البجلي الأحمسي الكوفي، اختلف في صحبته، يروي عن كبار الصحابة، وروى عنه قيس بن أبي حازم.
انظر: الطبقات الكبرى لابن سعد (٦/ ١٠٨)، والاستيعاب (١٠/ ٥٦).',NULL,'527',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (526,'الله، وقالوا: قتل فلان وفلان، وآخرون لا نعرفهم، فقال عمر: لكن الله يعرفهم، فقالوا: ورجل اشترى نفسه، فقال مدرك بن عوف: ذاك والله خالي يا أمير المؤمنين، يزعم الناس أنه ألقى بيديه إلى التهلكة، فقال عمر: كذب أولئك، ولكنه من الذين اشتروا الآخرة بالدنيا (١).
وعن ابن عباس قال: «ليس التهلكة أن يقتل الرجل في سبيل الله، ولكن الإمساك عن النفقة في سبيل الله» (٢).
وعنه قال: «ليس في القتال، ولكن حبسك النفقة في سبيل الله لأنه عرضةُ تهلكةٍ» (٣).
وسأل رجل البراء بن عازب - رضي الله عنه - فقال: «أحمل على المشركين وحدي فيقتلوني أكنت ألقيت بيدي إلى التهلكة؟ ، فقال: لا، إنما التهلكة في النفقة، بعث الله رسوله فقال: {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ}» (٤).
_________
(١) مصنف ابن أبي شيبة (٥/ ٣٠٣، ١٣/ ٦)، والسنن الكبرى للبيهقي (٩/ ٤٦)، وعزاه ابن حجر في العجاب (ص ٢٩٠) لعبد بن حميد وابن المنذر، وانظر فتح الباري (٨/ ١٨٥).
(٢) جامع البيان (٣/ ٣١٤)، والعجاب (ص ٢٨٨).
(٣) جامع البيان (٣/ ٣١٨).
(٤) سورة النساء من الآية (٨٤)، والأثر في: جامع البيان (٣/ ٣١٩ - ٣٢٠)، والمستدرك (٢/ ٢٧٥)، وانظر في حكم إقحام الرجل نفسه في العدو وضوابطه في: الجامع لأحكام القرآن (١/ ٧٣٧).',NULL,'528',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (527,'٢ - وعن عروة قال: «قلت لعائشة - رضي الله عنها - زوج النبي - صلى الله عليه وسلم - وأنا يومئذ حديث السن: أرأيت قول الله تبارك وتعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} (١)، فلا أرى على أحد شيئاً ألا يطوف بهما؟ ، فقالت عائشة: كلا لو كانت كما تقول؛ كانت: فلا جناح عليه ألا يطوف بهما، إنما أنزلت هذه الآية في الأنصار، كانوا يهلون لمناة، وكانت مناة حذو قديد (٢)، وكانوا يتحرجون أن يطوفوا بين الصفا والمروة، فلما جاء الإسلام سألوا رسول الله - صلى الله عليه وسلم - عن ذلك، فأنزل الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا}» (٣).
وتقدم أن عائشة - رضي الله عنها - ردت عليه فهمه لهذه الآية بسياقها، فاجتمع في نقدها الاستدلال بالسياق وسبب النزول.
٣ - وعن ابن عباس قال: «أتي برجل من المهاجرين الأولين وقد شرب، فأمر به عمر أن يجلد، فقال: لم تجلدني؟ ! بيني وبينك كتاب الله، فقال عمر: وأي
_________
(١) سورة البقرة من الآية (١٥٨).
(٢) بضم القاف وفتح الدال المهملة؛ وادٍ كبير بين مكة والمدينة وهو أقرب إلى مكة، يبلغ طوله (١٥٠) كيلاً، انظر: معجم البلدان (٤/ ٣١٣)، ومعجم الأمكنة الوارد ذكرها في صحيح البخاري (ص ٣٥٩).
(٣) أخرجه البخاري في كتاب العمرة، باب يفعل في العمرة ما يفعل في الحج (٢/ ٢٠٢)، ومسلم في كتاب الحج (٢/ ٩٢٨) برقم (١٢٧٧).',NULL,'529',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (528,'كتاب الله تجد ألا أجلدك؟ ، قال له: إن الله يقول في كتابه: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} الآية (١)، فأنا من الذين آمنوا وعملوا الصالحات، ثم اتقوا وآمنوا، ثم اتقوا وأحسنوا، شهدت مع رسول الله - صلى الله عليه وسلم - بدراً وأحداً والخندق والمشاهد، فقال عمر: ألا تردون عليه ما يقول، فقال ابن عباس: إن هؤلاء الآيات أنزلن عذراً للماضين وحجة على الباقين، فعذر الماضين بأنهم لقوا الله قبل أن تحرم عليهم الخمر، وحجة على الباقين لأن الله يقول: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ} الآية (٢)، ثم قرأ حتى أنفذ الآية الأخرى، فإن كان من الذين آمنوا وعملوا الصالحات الآية، فإن الله قد نهاه أن يشرب الخمر، فقال عمر: صدقت»، القصة (٣).
_________
(١) سورة المائدة من الآية (٩٣).
(٢) سورة المائدة من الآية (٩٠).
(٣) هذه إحدى روايات القصة أخرجها: النسائي في السنن الكبرى (٣/ ٢٥٣)، والدارقطني في سننه (٣/ ١٦٦) واللفظ له، والحاكم في المستدرك (٤/ ٣٧٥)، والبيهقي في السنن الكبرى (٨/ ٣٢٠)، قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي.
وللقصة روايات أخرى انظرها في: مصنف عبد الرزاق (٩/ ٢٤٠)، والطبقات الكبرى لابن سعد (٥/ ٤٠٨)، وأخبار المدينة لابن شبة (٣/ ٥٩ - ٦٦)، والاستيعاب لابن عبد البر (٩/ ١٤٧)، واختصرها البخاري في صحيحه، في كتاب المغازي، باب شهود الملائكة بدراً (٥/ ١٨).

وقصة قدامة - رضي الله عنه - هذه وقعت في البحرين، ووقعت قصة أخرى في زمن عمر بالشام، فقد شرب نفر من أهل الشام الخمر، وعليهم يزيد بن أبي سفيان، فقالوا: هي لنا حلال، وتأولوا هذه الآية: {لَيْسَ عَلَى الَّذِينَ آمَنُوا} الآية، فكتب فيهم إلى عمر، فكتب عمر إليه أن ابعث بهم إلي قبل أن يفسدوا من قبلك، فلما أن قدموا على عمر استشار فيهم الناس، فقالوا: يا أمير المؤمنين نرى أنهم قد كذبوا على الله وشرعوا في دينه ما لم يأذن به. الموافقات (٤/ ١٥١) وعزاها لإسماعيل القاضي، وانظر مصنف عبد الرزاق (٩/ ٢٤٤).',NULL,'530',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (529,'قال الشاطبي: «في الحديث بيان أن الغفلة عن أسباب النزول تؤدي إلى الخروج عن المقصود بالآيات» (١).
وقال الزركشي: «حُكي عن قدامة بن مظعون، وعمرو بن معد يكرب (٢) أنهما كانا يقولان: الخمرُ مباحة، ويحتجان بهذه الآية، وخفي عليهما سبب نزولها فإنه يمنع من ذلك، وهو ما قاله الحسن وغيره: لما نزل تحريم الخمر قالوا: كيف بإخواننا الذين ماتوا وهى في بطونهم، وقد أخبر الله أنها رجس، فأنزل الله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ}» (٣).
وما نقله الزركشي عن الحسن وغيره أشار إليه ابن عباس في رده على قدامة، وجاء عنه صراحة في روايات أخرى، فعنه قال في قوله تعالى: {لَيْسَ عَلَى الَّذِينَ
_________
(١) الموافقات (٤/ ١٥١).
(٢) هو أبو ثور عمرو بن معد يكرب بن عبد الله الزبيدي المذحجي، قدم على النبي - صلى الله عليه وسلم - مع وفد قومه، وارتد بعد وفاته مع الأسود العنسي، ثم عاد إلى الإسلام، وكان له بلاء حسن في فتوح العراق، قيل مات يوم القادسية، وقيل بعد نهاوند سنة (٢١).
انظر: الاستيعاب (٩/ ٧)، والإصابة (٧/ ١٤٤).
(٣) البرهان (١/ ١٢٢).',NULL,'531',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (530,'آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا}: «يعني بذلك رجالاً من أصحاب النبي - صلى الله عليه وسلم - ماتوا وهم يشربون الخمر قبل أن تحرم الخمر، فلم يكن عليهم فيها جناح قبل أن تحرم، فلما حرمت قالوا: كيف تكون علينا حراماً، وقد مات إخواننا وهم يشربونها؟ ، فأنزل الله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ}، يقول: ليس عليهم حرج فيما كانوا يشربون قبل أن أحرمها إذا كانوا محسنين متقين {وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ}» (١).
٤ - وقال مروان لبوابه رافع (٢): «اذهب يا رافع إلى ابن عباس فقل: لئن كان كل امرئ منا فرح بما أتى، وأحب أن يحمد بما لم يفعل معذباً، لنعذبن أجمعون، فقال ابن عباس: ما لكم ولهذه الآية؟ ، إنما أنزلت هذه الآية في أهل الكتاب، ثم تلا ابن عباس: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ} هذه الآية، وتلا ابن عباس: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا
_________
(١) جامع البيان (٨/ ٦٦٩)، والمستدرك (٤/ ١٤٣) قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي، وجاء عن أنس - رضي الله عنه - ما يوافق كلام ابن عباس في سبب نزول الآية، فعنه قال: «كنت ساقي القوم في منزل أبي طلحة، وكان خمرهم يومئذ الفضيخ، فأمر رسول الله - صلى الله عليه وسلم - منادياً ينادي: ألا إن الخمر قد حرمت، قال: فقال لي أبو طلحة: اخرج فأهرقها، فخرجت فهرقتها، فجرت في سكك المدينة، فقال بعض القوم: قد قتل قوم وهي في بطونهم، فأنزل الله: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} الآية». صحيح البخاري، كتاب المظالم، باب صب الخمر في الطريق (٣/ ١٠٢)، وصحيح مسلم كتاب الأشربة (٣/ ١٥٧٠) برقم (١٩٨٠).
(٢) له ترجمة مختصرة جداً في تهذيب التهذيب (١/ ٥٨٦).',NULL,'532',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (531,'لَمْ يَفْعَلُوا} (١)، وقال: سألهم النبي - صلى الله عليه وسلم - عن شيء، فكتموه إياه وأخبروه بغيره، فخرجوا قد أروه أن قد أخبروه بما سألهم عنه، واستحمدوا بذلك إليه، وفرحوا بما أتوا من كتمانهم إياه ما سألهم عنه» (٢).
قال الشاطبي: «فهذا السبب بين أن المقصود من الآية غير ما ظهر لمروان» (٣).
٥ - وسئل الشعبي عن قوله تعالى: {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} (٤)، فقيل له: «تزعم الخوارج أنها في الأمراء؟ ، قال: كذبوا إنما أنزلت هذه الآية في المشركين كانوا يخاصمون أصحاب رسول الله - صلى الله عليه وسلم -، فيقولون: أما ما قتل الله فلا تأكلوا منه - يعني الميتة - وأما ما قتلتم أنتم فتأكلون منه، فأنزل الله: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} إلى قوله: {إِنَّكُمْ لَمُشْرِكُونَ}، قال: لئن أكلتم الميتة وأطعتموهم إنكم
_________
(١) سورة آل عمران من الآيتين (١٨٧، ١٨٨).
(٢) الحديث أخرجه البخاري في كتاب التفسير، باب {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا} (٥/ ١٧٤)، ومسلم في كتاب صفات المنافقين وأحكامهم (٤/ ٢١٤٣) برقم (٢٧٧٨) واللفظ له، وكان مروان سأل أبا سعيد الخدري عن هذه الآية، فأجابه بأنها نزلت في قوم من المنافقين تخلفوا عن رسول الله - صلى الله عليه وسلم -، وسأل أيضاً رافع بن خديج، فأجابه بنحو جواب أبي سعيد، قال ابن حجر: «فكأن مروان أراد زيادة الاستظهار، فأرسل بوابه رافعاً إلى ابن عباس يسأله عن ذلك»، انظر: فتح الباري (٨/ ٢٣٤)، والدر المنثور (١/ ١٠٨).
(٣) الموافقات (٤/ ١٥٠).
(٤) سورة الأنعام من الآية (١٢١).',NULL,'533',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (532,'لمشركون» (١).
* ومما يدخل في أسباب النزول أن ينتقد شخص في قوله: إن آية كذا نزلت
_________
(١) تفسير ابن أبي حاتم (٤/ ١٣٨٠)، والسبب الذي ذكره الشعبي مرسل، وقد جاء موصولاً عن ابن عباس - رضي الله عنهما - فإنه قال: «جادل المشركون المسلمين، فقالوا: ما بال ما قتل الله لا تأكلونه، وما قتلتم أنتم أكلتموه، وأنتم تتبعون أمر الله؟ ! ، فأنزل الله: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} إلى آخر الآية». سنن أبي داود، كتاب الأضاحي، باب في ذبائح أهل الكتاب (٣/ ١٠١)، وسنن الترمذي، أبواب التفسير، باب ومن سورة الأنعام (٨/ ٢٣٠)، وسنن ابن ماجه، كتاب الذبائح، باب التسمية عند الذبح (٢/ ١٠٥٩)، وجامع البيان (٩/ ٥٢٣) واللفظ له.
ومن الشواهد على النقد بأسباب النزول:
انتقاد ابن مسعود لمن فسر الدخان في قوله تعالى: {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} [الدخان آية ١٠] بأنه يأتي يوم القيامة، وتقدم (ص ٣٨١).
وانتقاد ابن عباس لمن فهم من قوله تعالى: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً} [النور من الآية ٣]، عدم جواز زواج الرجل من المرأة التي زنى بها، انظر: تفسير ابن أبي حاتم (٨/ ٢٥٢١)، والدر المنثور (٥/ ٢٠).

وانتقاد عبد الله بن مغفل - رضي الله عنه - لمن فهم وجوب الإنصات لكل من سمع القرآن يُقرأ من قوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} [الأعراف من الآية ٢٠٤]، تفسير ابن أبي حاتم (٥/ ١٦٤٦).
وانظر شواهد أخرى في: جامع البيان (٨/ ٤٦١، ١١/ ٣٠٢، ٢١/ ١٥)، والدر المنثور (٣/ ٢٠٧، ٢٩٢).',NULL,'534',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (533,'في فلان، وهذا مصدره النقل (١)، ومن شواهده:
١ - عن يوسف بن ماهك (٢) قال: «كان مروان على الحجاز، استعمله معاوية، فخطب فجعل يذكر يزيد بن معاوية؛ لكي يبايع له بعد أبيه، فقال له عبد الرحمن بن أبي بكر - رضي الله عنه - شيئاً، فقال: خذوه، فدخل بيت عائشة - رضي الله عنها - فلم يقدروا عليه، فقال مروان: إن هذا الذي أنزل الله فيه {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي} (٣)، فقالت عائشة - رضي الله عنها - من وراء الحجاب: ما أنزل الله فينا شيئاً من القرآن إلا أن الله أنزل عذري» (٤).
وفي رواية عنها قالت: «يا مروان، أنت القائل لعبد الرحمن كذا وكذا؟
_________
(١) أشار إليه الزركشي في البرهان (١/ ١٢٨) في نهاية كلامه عن أسباب النزول، وأفرده السيوطي في الإتقان (٢/ ١٩٢) بنوع خاص سماه: "أسماء من نزل فيهم القرآن"، وذكر أن كتب أسباب النزول تغني عنه، وذكر الزرقاني في مناهل العرفان (١/ ١٠٦) أن من فوائد أسباب النزول معرفة من نزلت فيه الآية على التعيين.
(٢) ابن بُهزاد الفارسي المكي، يروي عن أبي هريرة وحكيم بن حزام، وعنه عطاء وأيوب وحميد الطويل، وحديثه في الكتب الستة، توفي بمكة سنة (١٠٣) وقيل غير ذلك.
انظر: الطبقات الكبرى لابن سعد (٥/ ٣٤٦)، والثقات لابن حبان (٥/ ٥٤٩)، وتهذيب التهذيب (٤/ ٤٥٩).
(٣) سورة الأحقاف من الآية (١٧).
(٤) صحيح البخاري، كتاب التفسير، باب {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي} (٦/ ٤٢).',NULL,'535',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (534,'كذبت، ما فيه نزلت، ولكن نزلت في فلان بن فلان، ثم انتحب مروان (١)، ثم نزل عن المنبر حتى أتى باب حجرتها، فجعل يكلمها حتى انصرف» (٢).
ونُقل قول مروان عن السدي (٣).
قال ابن كثير: «ومن زعم أنها نزلت في عبد الرحمن بن أبي بكر فقوله ضعيف؛ لأن عبد الرحمن بن أبي بكر أسلم بعد ذلك وحسن إسلامه، وكان من خيار أهل زمانه» (٤).

٢ - وكتب عبد الملك بن مروان إلى عروة بن الزبير يسأله عن خويلة ابنة أوس بن الصامت التي ظاهر منها زوجها، فكتب إليه: «كتبت إلي تسألني عن خويلة ابنة أوس بن الصامت، وإنها ليست بابنة أوس بن الصامت، ولكنها امرأة
_________
(١) انتحب أي: بكى بصوت، القاموس المحيط (ص ١٧٤) مادة "نحب".
(٢) تفسير القرآن العظيم لابن كثير (١٠/ ٣٢٩٥) وعزاه إلى ابن أبي حاتم، وفي السنن الكبرى للنسائي، في كتاب التفسير، باب قوله: {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا} (٦/ ٤٥٩) أن عائشة لما بلغها كلام مروان قالت: «كذب مروان! والله ما هو به، ولو شئت أن أسمي الذي أنزلت فيه لسميته».
(٣) الدر المنثور (٦/ ٤٢) وعزاه إلى ابن أبي حاتم، وروى الطبري في جامع البيان (٢١/ ١٤٤) عن ابن عباس أنها نزلت في ابنٍ لأبي بكر - رضي الله عنه -، قال ابن كثير في تفسيره (٧/ ٢٦٦): «وفي صحة هذا نظر».
(٤) تفسير القرآن العظيم (٧/ ٢٦٦).',NULL,'536',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (535,'أوس، وكان أوس (١)
امرأً به لمم، وكان إذا اشتد به لممه تظاهر منها، وإذا ذهب عنه لممه لم يقل من ذلك شيئاً، فجاءت رسول الله - صلى الله عليه وسلم - تستفتيه وتشتكي إلى الله، فأنزل الله ما سمعت، وذلك شأنهما» (٢).
ولم يصرح عروة باسمها، واكتفى بأنها امرأة أوس، ووقع في بعض الروايات عنه عن عائشة أنها خولة بنت ثعلبة (٣)، وحكى ابن حجر أن الروايات
_________
(١) هو أوس بن الصامت بن قيس الخزرجي الأنصاري، أخو عبادة بن الصامت، شهد بدراً والمشاهد، وهو أول من ظاهر في الإسلام، وكان به لمم، توفي في خلافة عثمان؛ قيل سنة (٣٤)، وله (٧٢) سنة.

انظر: الاستيعاب (١/ ٢٢٠)، والإصابة (١/ ١٣٧).
(٢) جامع البيان (٢٢/ ٤٥٣)، وهذا السبب مرسل، وقد وصله عروة عن عائشة في: مسند أحمد (٦/ ٤٦)، وسنن أبي داود، كتاب الطلاق، باب الظهار (٢/ ٢٦٧)، وسنن النسائي، كتاب الطلاق، باب الظهار (٦/ ١٦٨)، وسنن النسائي الكبرى، كتاب التفسير، سورة المجادلة (٦/ ٤٨٢)، وسنن ابن ماجه، كتاب الطلاق، باب الظهار (١/ ٦٦٦)، وجامع البيان (٢٢/ ٤٥٤)، والمستدرك (٢/ ٤٨١)، ورواه البخاري مختصراً معلقاً بصيغة الجزم في كتاب التوحيد، باب {وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا} (٨/ ١٦٧).
(٣) كرواية النسائي وابن ماجه، وابن أبي حاتم، وحدثت خولة بنت ثعلبة بذلك كما في مسند الإمام أحمد (٦/ ٤١٠)، وسنن أبي داود، كتاب الطلاق، باب الظهار (٢/ ٢٦٦).
وخولة هي بنت مالك بن ثعلبة بن أصرم بن فهر بن ثعلبة بن غنم بن عوف بن عمرو بن عوف الأنصارية، ويقال: خولة بنت حكيم، أدركت زمن عمر. انظر: أسد الغابة (٧/ ٩١)، والإصابة (١٢/ ٢٣١).',NULL,'537',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (536,'تظاهرت بذلك، وقد تصغر، فيقال: خويلة (١).
٣ - وعن الزهري قال: «كنت عند الوليد بن عبد الملك ليلة من الليالي، وهو يقرأ سورة النور مستلقياً، فلما بلغ: {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ} حتى بلغ: {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} (٢) جلس، ثم قال: يا أبا بكر، من تولى كبره؟ ؛ أليس علي بن أبي طالب؟ ، قلت في نفسي: ماذا أقول؟ ، لئن قلت: لا، لقد خشيت أن ألقى منه شراً، ولئن قلت: نعم، لقد جئت بأمر عظيم؛ قلت لرجل من أصحاب رسول الله ما لم يقل، ثم قلت في نفسي: لقد عودني الله على الصدق خيراً، لا يا أمير المؤمنين، قال: فضرب بقضيبه السرير مرتين أو ثلاثاً، ثم قال: فمن؟ ، حتى ردد ذلك مراراً، قلت: يا أمير المؤمنين؛ عبد الله بن أبي بن سلول» (٣).
_________
(١) انظر: فتح الباري (١٣/ ٣٧٤)، والتلخيص الحبير (٣/ ٢٢١)، وقيل في اسم المجادلة: جميلة، انظر الخلاف في: جامع البيان (٢٢/ ٤٤٦)، المحرر الوجيز (١٥/ ٤٣٥)، والجامع لأحكام القرآن (٧/ ٦٤٣٩).
(٢) سورة النور آية (١١).
(٣) المعجم الكبير للطبراني (٢٣/ ٩٧)، والقصة في: المعرفة والتاريخ (١/ ٣٩٣)، وحلية الأولياء (٣/ ٣٦٩)، وذكرها البخاري مختصرة في صحيحه، في كتاب المغازي، باب حديث الإفك (٥/ ٦٠)، وجاء عن الزهري أن هشام بن عبد الملك سأله هذا السؤال، وأجابه بنحو جوابه الوليد، انظر: تاريخ الإسلام للذهبي (حوادث سنة ١٢١ - ١٤٠ ص ٢٤٥)، وفتح الباري (٧/ ٤٣٧)، والدر المنثور (٥/ ٣٢ - ٣٣).
وقد روى الزهري عن سعيد بن المسيب، وعروة بن الزبير، وعلقمة بن وقاص، وعبيد الله بن عبد الله بن عتبة بن مسعود كلهم عن عائشة - رضي الله عنها - أن الذي تولى كبره عبد الله بن أبي بن سلول، انظر: صحيح البخاري، كتاب المغازي، باب حديث الإفك (٥/ ٥٦)، وصحيح مسلم، كتاب التوبة (٤/ ٢١٣١) برقم (٢٧٧٠).',NULL,'538',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (537,'<span data-type="title" id=toc-178>رابعاً
مخالفة التاريخ</span>
يعتبر التاريخ من العلوم النقلية، ولا يخفى على من له أدنى اطلاع أهميته وفائدته في الوصول إلى الحقائق العلمية (١)، لأجل ذلك اهتم به العلماء، فالمحدثون - على سبيل المثال - رجعوا إلى التاريخ في قضايا كثيرة، كرجوعهم إليه عند تعارض الأحاديث، وعدم إمكان الجمع بينها، ثم الحكم على المتقدم بالنسخ، فالتاريخ أحد الطرق التي يعرف بها الناسخ من المنسوخ (٢).
ويصل الأمر بالمحدثين إلى رد بعض الأحاديث، والحكم بوهم أحد رواتها وغلطه حين لا تتفق مع الحقائق التاريخية الثابتة، فمخالفة التاريخ إحدى الأمارات التي يستدل بها على وضع الحديث (٣).
_________
(١) أفاض السخاوي في الكلام حول فوائد التاريخ في كتابه الإعلان بالتوبيخ لمن ذم التاريخ (ص ١٧ - ٨٦).
(٢) انظر: مقدمة ابن الصلاح (ص ٤٦٨)، وتدريب الراوي (٢/ ٦٤٦).
(٣) انظر: الموضوعات لابن الجوزي (٣/ ٣٢)، والمنار المنيف (ص ١٠٢)، والسنة ومكانتها في التشريع الإسلامي (ص ١٠٠)، ومقاييس نقد متون السنة (ص ١٨٣ - ١٩١).',NULL,'539',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (538,'واستخدم المحدثون التاريخ للكشف عن حال الرواة وإمكان روايتهم عن شيوخهم، فيعرفون صحة رواية الطالب عن شيخه بالنظر في تاريخ ولادة التلميذ ووفاة شيخه الذي يروي عنه، وبذا يسهل اكتشاف من يكذب في الرواية عن غيره، يقول سفيان الثوري: «لما استعمل الرواة الكذب استعملنا لهم التاريخ» (١).
ولا تقل عناية المفسرين بالتاريخ عن غيرهم، وينقسم انتقاد الصحابة والتابعين التفسير بالتاريخ إلى قسمين:
القسم الأول: الاستدلال بتاريخ نزول الآية، فتفسير الآية بأمر لم يقع إلا بعد نزولها قرينة تدل على أن ذلك الأمر الذي فسرت به ضعيف، وهذا أهم القسمين، وسبيل الوصول إليه معرفة المكي والمدني، ومن ثم اعتنى العلماء به وأفردوه بالتصنيف.
والمراد بالمكي: ما نزل قبل هجرة النبي - صلى الله عليه وسلم - إلى المدينة، والمدني ما نزل بعدها (٢).
وانتقاد تفسير بعض الآيات وتضعيفها بالنظر في تاريخ نزولها من القواعد
_________
(١) الكفاية للخطيب (ص ١٩٣)، ومقدمة ابن الصلاح (ص ٦٤٣)
(٢) هذا أحسن التعريفات، وهناك تعريفات أخرى، انظرها في: البرهان للزركشي (١/ ٢٧٣)، ومناهل العرفان (١/ ١٨٦).',NULL,'540',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (539,'المقررة لدى المفسرين:
- ففي قوله تعالى: {سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ} (١)، أورد ابن جرير قول عبد الرحمن بن زيد بن أسلم (٢) أنه قال في تفسيرها: «قال الله عز وجل حين رجع من غزوه: {فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا} (٣) أرادوا أن يغيروا كلام الله الذي قال لنبيه - صلى الله عليه وسلم - ويخرجوا معه، وأبى الله ذلك عليهم ونبيه - صلى الله عليه وسلم -».
فابن زيد فسر آية الفتح بآية التوبة، وأن المراد بتبديلهم كلام الله ما جاء في سورة التوبة، فرد ابن جرير ذلك بقوله: «وهذا الذي قاله ابن زيد قول لا وجه له، لأن قول الله عز وجل: {فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا} إنما نزل على رسول الله - صلى الله عليه وسلم - منصرفه من تبوك، وعُني به الذين تخلفوا عنه حين توجه إلى تبوك لغزو الروم، ولا اختلاف بين أهل العلم بمغازي رسول الله - صلى الله عليه وسلم - أن تبوك كانت بعد فتح خيبر وبعد فتح مكة أيضاً، فكيف يجوز أن يكون الأمر
_________
(١) سورة الفتح من الآية (١٥).
(٢) العدوي مولاهم المدني، روى عن أبيه وابن المنكدر، وهو ضعيف الحديث، وله اهتمام بالتفسير، وصنف فيه، وله أيضاً الناسخ والمنسوخ، توفي سنة (١٨٢).
انظر: ميزان الاعتدال (٣/ ٢٧٨)، وتهذيب التهذيب (٢/ ٥٠٧)، طبقات المفسرين للداودي (١/ ٢٧١).
(٣) (٨٣) من سورة التوبة.',NULL,'541',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (540,'على ما وصفنا معنياً بقول الله: {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ}؟ ! ، وهو خبر عن المتخلفين عن المسير مع رسول الله - صلى الله عليه وسلم -، إذ شخص معتمراً يريد البيت، فصده المشركون عن البيت، الذين تخلفوا عنه في غزوة تبوك، وغزوة تبوك لم تكن كانت يوم نزلت هذه الآية، ولا كان أوحي إلى رسول الله - صلى الله عليه وسلم - قوله: {فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا}» (١).
- ورد ابن عطية على من قال: إنه يراد بالحق في قوله تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} (٢) الزكاة المفروضة، وقال: «وهذا ضعيف، لأن السورة مكية، وفرض الزكاة بالمدينة» (٣).
- وفي قوله تعالى: {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} (٤) أورد القرطبي قولاً في أن المراد بالرؤيا: رؤيا النبي - صلى الله عليه وسلم - أنه يدخل مكة عام الحديبية، وتعقبه بقوله: «وفي هذا التأويل ضعف؛ لأن السورة مكية وتلك الرؤيا كانت بالمدينة» (٥)
_________
(١) جامع البيان (٢١/ ٢٦٣).
(٢) سورة الذاريات آية (١٩).
(٣) المحرر الوجيز (١٥/ ٢٠٧)، وانظر (٧/ ٤٩) من الكتاب نفسه.
(٤) سورة الإسراء من الآية (٦٠).
(٥) الجامع لأحكام القرآن (٥/ ٣٨٩٨)، وانظر نقد القرطبي لتفاسير أخرى بتاريخ النزول في هذا الكتاب: (٣/ ٢٥٠٩، ٥/ ٣٩٠٣، ٦/ ٤٧٧٤).',NULL,'542',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (541,'- ويقول ابن كثير في قوله تعالى: {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا} (١): «قيل: نزلت في اليهود، إذ أشاروا على رسول الله - صلى الله عليه وسلم - بسكنى الشام بلاد الأنبياء، وترك سكنى المدينة، وهذا القول ضعيف؛ لأن هذه الآية مكية، وسكنى المدينة بعد ذلك» (٢).
ومما جاء عن الصحابة والتابعين في ذلك:
١ - في قول الله تعالى: {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} (٣).
جاء عن بعض الصحابة والتابعين أن المقصود بمن عنده علم الكتاب عبد الله بن سلام - رضي الله عنه -.
فعن عبد الله بن سلام نفسه قال: «نزلت فيَّ: {قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ}» (٤).
_________
(١) سورة الإسراء آية (٧٦).
(٢) تفسير القرآن العظيم (٥/ ٩٧)، وانظر مواطن أخرى في: (٥/ ١١٥، ٤٦٣، ٦/ ١٨٦، ٥٨٠، ٨/ ٤٦٣) من الكتاب نفسه.
(٣) سورة الرعد من الآية (٤٣).
(٤) سنن الترمذي، أبواب التفسير، باب ومن سورة الأحقاف (٩/ ١٠)، وجامع البيان (١٣/ ٥٨٢)، والشريعة (ص ٦٨٨).',NULL,'543',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (542,'وقال بهذا القول مجاهد وقتادة (١).
وأنكر بعض التابعين ذلك: فقد قيل لسعيد بن جبير: {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} «أهو عبد الله بن سلام؟ ، قال: هذه السورة مكية، فكيف يكون عبد الله بن سلام؟ ! » (٢).
قال ابن كثير منتقداً كونه ابن سلام: «وهذا القول غريب؛ لأن هذه الآية مكية، وعبد الله بن سلام إنما أسلم في أول مقدم رسول الله - صلى الله عليه وسلم - المدينة» (٣).
٢ - وفي قوله تعالى: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ} (٤).
جاء عن بعض الصحابة والتابعين أن المقصود بالشاهد عبد الله بن سلام - رضي الله عنه -:
_________
(١) جامع البيان (١٣/ ٥٨٢، ٥٨٣).
(٢) جامع البيان (١٣/ ٥٨٦)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٤٧٩)، والدر المنثور (٤/ ٦٩).
(٣) تفسير القرآن العظيم (٤/ ٣٩٤)، وانظر نحواً من هذا الكلام للقرطبي في الجامع لأحكام القرآن (٤/ ٣٥٦٥)، ولابن عاشور في التحرير والتنوير (١٢/ ٢١٢).
(٤) سورة الأحقاف من الآية (١٠).',NULL,'544',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (543,'فعنه قال: «نزلت فيَّ: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ}» (١).
وعن سعد بن أبي وقاص قال: «ما سمعت النبي - صلى الله عليه وسلم - يقول لأحد يمشي على الأرض: إنه من أهل الجنة إلا لعبد الله بن سلام، قال: وفيه نزلت: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ}» (٢).
وقال بهذا القول مجاهد وعكرمة والضحاك وقتادة (٣).
وأنكر بعض التابعين ذلك:
فعن مسروق قال: «كان إسلام ابن سلام بالمدينة، ونزلت هذه السورة بمكة، إنما كانت خصومة بين محمد عليه الصلاة والسلام وبين قومه، فقال: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ}، قال: التوراة مثل الفرقان، وموسى مثل محمد، فآمن به واستكبرتم، ثم قال: آمن هذا الذي من بني إسرائيل بنبيه وكتابه، واستكبرتم أنتم، فكذبتم أنتم نبيكم وكتابكم {إِنَّ اللَّهَ لَا يَهْدِي} ... إلى قوله: {هَذَا إِفْكٌ قَدِيمٌ} (٤)».
_________
(١) سنن الترمذي، أبواب التفسير، باب ومن سورة الأحقاف (٩/ ١٠)، وجامع البيان (٢١/ ١٢٧).
(٢) صحيح البخاري، كتاب مناقب الأنصار، باب مناقب عبد الله بن سلام - رضي الله عنه - (٤/ ٢٢٩)، وهو في صحيح مسلم، كتاب فضائل الصحابة (٤/ ١٩٣٠) برقم (٢٤٨٣)، لكن دون قوله: وفيه نزلت ..
(٣) انظر جامع البيان (٢١/ ١٢٨ - ١٢٩)، والدر المنثور (٦/ ٣٩)، ونَسَبَ هذا القول لجمهور المفسرين الآلوسي في روح المعاني (١٣/ ١٧٠)، والشنقيطي في أضواء البيان (٧/ ٣٨١).
(٤) سورة الأحقاف آية (١١).',NULL,'545',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (544,'وعن الشعبي قال: «إن ناساً يزعمون أن الشاهد على مثله: عبد الله بن سلام، وأنا أعلم بذلك، وإنما أسلم عبد الله بالمدينة، وقد أخبرني مسروق أن آل حم إنما نزلت بمكة، وإنما كانت محاجة رسول الله - صلى الله عليه وسلم - لقومه، فقال: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ} يعني الفرقان {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} فمثل التوراة الفرقان، التوراة شهد عليها موسى، ومحمد على الفرقان صلى الله عليهما وسلم» (١).
وعن عكرمة قال: «ليس بعبد الله بن سلام؛ هذه الآية مكية» (٢).
وقد حكى بعض العلماء الإجماع على أن سورة الأحقاف مكية (٣).
وأما من يرى أن الآية نزلت في ابن سلام - رضي الله عنه - فيمكن توجيه قوله بأمرين:
أ - أن السورة مكية والآية مدنية، وجاء هذا عن ابن سيرين (٤).
ب - أن قوله: نزلت فيه، يراد به أن الآية تشمله ويدخل في معناها، لا أنها وقت نزولها أرادت ابن سلام، قال ابن تيمية: «وقولهم: نزلت هذه الآية في كذا
_________
(١) هذا الأثر والذي قبله في جامع البيان (٢١/ ١٢٥ - ١٢٦).
(٢) الدر المنثور (٦/ ٣٩) وعزاه لعبد بن حميد وابن المنذر.
(٣) انظر: الجامع لأحكام القرآن (٧/ ٥٩٩٨)، وفتح القدير (٥/ ١٦).
(٤) الدر المنثور (٦/ ٣٩)، واختاره الشوكاني في فتح القدير (٥/ ١٦، ١٩)، والشنقيطي في أضواء البيان (٧/ ٣٨١).',NULL,'546',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (545,'يراد به تارة أنه سبب النزول، ويراد به تارة أن ذلك داخل في الآية، وإن لم يكن السبب كما تقول: عنى بهذه الآية كذا» (١).
وهذا الجوابان يمكن الإجابة بهما عن آية الرعد السابقة.
٣ - قال الله تعالى: {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ} (٢).
جاء عن جمع من الصحابة والتابعين أن المراد بالسبع المثاني السبع الطوال، منهم: ابن مسعود وابن عمر وابن عباس وسعيد بن جبير ومجاهد (٣).
وأنكر ذلك أبو العالية، فقال في السبع المثاني: فاتحة الكتاب، فلما قيل له: إن الضحاك بن مزاحم يقول: هي السبع الطول، قال: «لقد نزلت هذه السورة سبعاً من المثاني وما أنزل شيء من الطول» (٤).
وعن أبي جعفر الرازي (٥)،
عن الربيع، عن أبي العالية، في قول الله تعالى:
_________
(١) مجموع الفتاوى لابن تيمية (١٣/ ٣٣٩)، وانظر فتح الباري لابن حجر (٧/ ١٣٠).
(٢) سورة الحجر آية (٨٧).
(٣) انظر: جامع البيان (١٤/ ١٠٧)، والدر المنثور (٤/ ١٠٥).
(٤) جامع البيان (١٤/ ١١٦).
(٥) هو عيسى بن أبي عيسى ماهان الرازي التميمي، أصله من البصرة، ولد في حدود سنة (٩٠)، روى عن عطاء وقتادة، وعنه شعبة وغيره، وكان عالماً بتفسير القرآن، توفي في حدود سنة (١٦٠).

انظر: تاريخ بغداد (١١/ ١٤٣)، وسير أعلام النبلاء (٧/ ٣٤٦)، وتهذيب التهذيب (٤/ ٥٠٣).',NULL,'547',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (546,'{وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} قال: «فاتحة الكتاب سبع آيات، فقال أبو جعفر للربيع: إنهم يقولون: السبع الطول، فقال: لقد أنزلت هذه، وما أنزل من الطول شيء» (١).
قال الشنقيطي: «وبه تعلم أن قول من قال: إنها السبع الطوال غير صحيح، إذ لا كلام لأحد معه - صلى الله عليه وسلم -، ومما يدل على عدم صحة ذلك القول: أن آية الحجر هذه مكية، وأن السبع الطوال ما أنزلت إلا بالمدينة، والعلم عند الله تعالى» (٢).
٤ - وفي قوله تعالى: {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ} (٣).
جاء أن المراد بالآية الجهاد في سبيل الله، فأنكر ذلك بعض الصحابة والتابعين، فعن مقاتل بن سليمان (٤)
أنه قال في هذه الآية: بلغنا أنه في القتال، قال
_________
(١) جامع البيان (١٤/ ١١٦)، والجامع لشعب الإيمان للبيهقي (٥/ ٣٥٧ - ٣٥٨)، والدر المنثور (٤/ ١٠٥)، وعزاه إلى ابن أبي حاتم.
(٢) أضواء البيان (٣/ ١٧٦)، والقول بأن السبع المثاني هي فاتحة الكتاب رجحه كثير من المفسرين، انظر: جامع البيان (١٤/ ١٢١)، والتفسير الكبير للرازي (٧/ ١٥٩)، والجامع لأحكام القرآن (٤/ ٣٦٧١)، والبحر المحيط (٥/ ٤٦٥)، والتحرير والتنوير (١٣/ ٦٤).
(٣) سورة الحجر آية (٢٤).
(٤) هو أبو الحسن مقاتل بن سليمان بن كثير الأزدي الخراساني البلخي، روى عن مجاهد وعطاء، وأثنى عليه الشافعي في التفسير، لكنه متروك الحديث، صنف التفسير والوجوه والنظائر، توفي عام (١٥٠).

انظر: تاريخ بغداد (١٣/ ١٦٠)، ووفيات الأعيان (٥/ ٢٥٥)، وطبقات المفسرين للداودي (٢/ ٣٣٠).',NULL,'548',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (547,'معتمر بن سليمان (١): فحدثت أبي، فقال: لقد نزلت هذه الآية قبل أن يفرض القتال (٢).
والراجح وهو الذي عليه جمهور المفسرين أن الآية عامة، فالمستقدمون عموم من يهلك من لدن آدم - عليه السلام -، والمستأخرون عموم من سيأتي إلى يوم القيامة، وهذا اختيار ابن جرير وغيره (٣).
٥ - وفي قوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (٤).
_________
(١) هو أبو محمد معتمر بن سليمان بن طرخان التيمي البصري الحافظ، ولد سنة (١٠٦)، حدث عنه أحمد وابن معين، وكان موصوفاً بالإتقان والعبادة والورع، وحديثه في الكتب الستة، توفي سنة (١٨٧).
انظر: الطبقات الكبرى لابن سعد (٧/ ٢/٤٥)، وتذكرة الحفاظ (١/ ٢٦٦)، وتهذيب التهذيب (٤/ ١١٧).
(٢) الدر المنثور (٤/ ٩٧)، وعزاه إلى ابن أبي حاتم، وجاء إنكار أن تكون الآية نازلة في القتال في سبيل الله عن سهل بن حنيف الأنصاري - رضي الله عنه -، فقد قال: «أتدرون فيم أنزلت {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ}؟ ، فقيل له: في سبيل الله، قال: لا، ولكنها في صفوف الصلاة»، الدر المنثور (٤/ ٩٧).
(٣) انظر: جامع البيان (١٤/ ٥٤)، والمحرر الوجيز (١٠/ ١٢٣)، وتفسير القرآن العظيم لابن كثير (٤/ ٤٤٩).
(٤) سورة الأنعام من الآية (١٤١).',NULL,'549',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (548,'جاء عن بعض الصحابة والتابعين أن المراد بالآية الزكاة المفروضة:
فعن ابن عباس قال: «العشر ونصف العشر».
وعن أنس قال: «هي الزكاة المفروضة».
وعن الحسن وجابر بن زيد وطاوس وقتادة قالوا: هو الزكاة (١).
وأنكر ذلك بعض التابعين:
فعن عطاء قال: «ليس بالزكاة، ولكن يطعم من حضره ساعتئذٍ حصيده» (٢).
وعن إبراهيم النخعي قال: «هذه السورة مكية، نسختها العشر ونصف العشر، فقيل له: عمن؟ ، قال: عن العلماء» (٣).
وقوله: هذه السورة مكية، يريد به الرد على من قال: إنها في الزكاة، والزكاة إنما فرضت بالمدينة، وهذه السورة مكية، وهذا الأمر ظاهر جداً، فإن الآية لا يمكن أن توجب شيئاً لم يفرض إلا في المدينة.
قال ابن عطية رداً على من قال إنها الزكاة المفروضة: «وهذا قول معترض
_________
(١) انظر هذه الأقوال في: مصنف عبد الرزاق (٤/ ١٤٥)، وجامع البيان (٩/ ٥٩٥) وما بعدها، وتفسير ابن أبي حاتم (٥/ ١٣٩٨)، والناسخ والمنسوخ للنحاس (٢/ ٣٢٤ - ٤٢٥).
(٢) جامع البيان (٩/ ٦٠١).
(٣) المصدر السابق (٩/ ٦١٠).',NULL,'550',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (549,'بأن السورة مكية، وهذه الآية على قول الجمهور غير مستثناة» (١).
وجاء عن بعض التابعين التصريح بأن الآية نزلت قبل فرض الزكاة، فعن سعيد بن جبير أنه قال في هذه الآية: «كان هذا قبل الزكاة، للمساكين القبضة، والضغث لعلف دابته» (٢).
وعن السدي قال: «أما {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ}، فكانوا إذا مر بهم أحد يوم الحصاد أو الجداد أطعموه منه، فنسخها الله عنهم بالزكاة، وكان فيما أنبتت الأرض العشر ونصف العشر» (٣).
_________
(١) المحرر الوجيز (٦/ ١٦٤).
(٢) جامع البيان (٩/ ٦٠٧)، والناسخ والمنسوخ للنحاس (٢/ ٣٢٢)
(٣) جامع البيان (٩/ ٦١٠)، واختار القول بالنسخ ابن جرير في تفسيره (٩/ ٦١١)، والشوكاني في فتح القدير (٢/ ١٦٩) واستدل بدليل إبراهيم النخعي، وعزا القول بالنسخ إلى جمهور العلماء من السلف والخلف، وكذا اختار الشنقيطي في أضواء البيان (٢/ ١٩٠) القول بنسخ الآية، وأن الأمر فيها على سبيل الندب.
ومن الشواهد على نقد التفسير بتاريخ النزول:
إنكار علي بن أبي طالب - رضي الله عنه - على ابن عباس تفسيره للعاديات بأنها الخيل حين تغير للجهاد؛ مستدلاً بأنه لم يكن لدى المسلمين خيل وقت نزول الآية، انظر: جامع البيان (٢٤/ ٥٧٣ - ٥٧٤)، والمستدرك (٢/ ١٠٥)، والدر المنثور (٦/ ٣٨٣).

وإنكار السدي أن يكون المراد بالإنفاق في قوله تعالى: {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} [البقرة: آية ٢١٥] الزكاة المفروضة؛ معللاً ذلك بأنها لم تفرض وقت نزول الآية. انظر: جامع البيان (٣/ ٦٤٢).',NULL,'551',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (550,'القسم الثاني: أن تفسر الآية بشيء يدل التاريخ على خلافه، ومن شواهده:
١ - قال الله تعالى: {يَاأُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا} (١).
جاء عن محمد بن كعب القرظي أنه قال: «هي أخت هارون لأبيه وأمه، وهي أخت موسى أخي هارون التي قصت أثر موسى: {فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ}» (٢).
وأنكر ذلك كعب الأحبار مستدلاً بالتاريخ بين موسى - عليه السلام - ومريم، فعن ابن سيرين قال: «نبئت أن كعباً قال: إن قوله: {يَاأُخْتَ هَارُونَ} ليس بهارون أخي موسى، فقالت له عائشة: كذبت، فقال: يا أم المؤمنين، إن كان النبي - صلى الله عليه وسلم - قاله فهو أعلم وأخبر، وإلا فإني أجد بينهما ستمائة سنة، فسكتت» (٣).
ولا يُظن بعائشة - رضي الله عنها - أنها تجهل عدم إمكانية أن يكون هارون المذكور أخا موسى حقيقة، وإنما أرادت أنها كانت من نسله، كما يقال: يا أخا تميم أي من نسله،
_________
(١) سورة مريم آية (٢٨).
(٢) سورة القصص من الآية (١١)، والأثر عزاه ابن كثير في تفسير القرآن العظيم (٥/ ٢٢١) إلى ابن أبي حاتم.
(٣) جامع البيان (١٥/ ٥٢٣)، ونقل إنكار أن يكون أخو موسى عن قتادة أيضاً.',NULL,'552',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (551,'وقد أورد ابن عطية قول عائشة تحت هذا القول (١)، وكان كعب ينكر أن يكون هارون أخو موسى مطلقاً، ويستدل بالتاريخ، ويرى أن هارون المذكور في الآية رجل صالح من بني إسرائيل ينسب إليه من يعرف بالصلاح (٢).
وقد سبق في التمهيد أن النبي - صلى الله عليه وسلم - حين عرض عليه هذا الإشكال بين أن بني إسرائيل كانوا يسمون على أسماء أنبيائهم وصالحيهم (٣).
وأما قول محمد بن كعب فقد قال عنه ابن كثير بأنه خطأ محض (٤).
٢ - وفي قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} (٥).
جاء عن بعض التابعين أن المراد بالآية: الصبر والمصابرة والمرابطة في الجهاد.
فعن زيد بن أسلم قال: «اصبروا على الجهاد، وصابروا عدوكم، ورابطوا على عدوكم»، وهذا قول جمهورالمفسرين (٦).
_________
(١) المحرر الوجيز (١١/ ٢٧).
(٢) النكت والعيون (٣/ ٣٦٨).
(٣) انظر (ص ٦٢).
(٤) تفسير القرآن العظيم (٥/ ٢٢١).
(٥) سورة آل عمران آية (٢٠٠).
(٦) المحرر الوجيز (٣/ ٣٢٨)، وفتح القدير (١/ ٤١٥).',NULL,'553',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (552,'ويرى آخرون أن المراد المرابطة في الصلاة، وينتقدون من يرى أنها في الجهاد، فعن داود بن صالح (١) قال: «قال لي أبو سلمة بن عبد الرحمن (٢): يا بن أخي، هل تدري في أي شيء أنزلت هذه الآية: {اصْبِرُوا وَصَابِرُوا وَرَابِطُوا}؟ ، قلت: لا، قال: إنه لم يكن يا بن أخي على عهد رسول الله - صلى الله عليه وسلم - غزو يُرَابَطُ فيه، ولكنه انتظار الصلاة خلف الصلاة» (٣).
ويشهد لهذا التأويل حديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: «ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات؟ »، قالوا: بلى يا رسول الله، قال: «إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد
_________
(١) ابن دينار التمار المدني، روى عن أبي أمامة بن سهل والقاسم.
انظر: الجرح والتعديل (٢/ ١/٤١٥)، وتهذيب التهذيب (١/ ٥٦٤).
(٢) هو أبو سلمة بن عبد الرحمن بن عوف الزهري المدني، اسمه كنيته، وقيل اسمه: عبد الله، من كبار التابعين، روى عن أبيه وعثمان، وروى عنه الزهري وقال: أربعة وجدتهم بحوراً، وعده منهم، توفي عام (٩٤).
انظر: الطبقات الكبرى لابن سعد (٥/ ١١٥)، وتذكرة الحفاظ (١/ ٦٣)، وتهذيب التهذيب (٤/ ٥٣١).
(٣) الزهد لابن المبارك (ص ١١٥)، وجامع البيان (٦/ ٣٣٤ - ٣٣٥)، وأسباب النزول للواحدي (ص ١٠٤)، والتمهيد (٢٠/ ٢٢٤)، وأخرجه الحاكم في المستدرك (٢/ ٣٠١) عن أبي سلمة عن أبي هريرة، وقال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي.',NULL,'554',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (553,'الصلاة، فذلكم الرباط» (١).
ومراد أبي سلمة - رحمه الله - أن الآية حين نزلت لم تأمر المسلمين بالرباط في سبيل الله، لأنه لا يمكن أن يؤمروا بشيء لم يفرض عليهم بعد، وإنما أمروا وقت نزولها بالرباط الذي هو انتظار الصلاة بعد الصلاة، وهو الواجب عليهم حينئذ، وكلام أبي سلمة سليم من هذه الجهة.
أما من جهة كون الجهاد داخل في عموم الرباط المأمور به فلا ريب في ذلك، سيما وأن الآية لم تحدد الشيء المأمور بالمرابطة فيه، وإنما أطلقت الأمر بالمرابطة، وبهذا الجواب يجاب عما سبق في قوله تعالى: {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ} ونفي أن تكون في الجهاد في سبيل الله (٢).
_________
(١) صحيح مسلم، كتاب الطهارة (١/ ٢١٩) برقم (٢٥١).
(٢) ومن شواهد نقد التفسير بالتاريخ: إنكار الحسن أن يكون المراد بابني آدم في قول الله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} [المائدة: آية ٢٧] ابني آدم لصلبه، وكان يقول: إنهما من بني إسرائيل، معللاً ذلك بأن القُربان لم يوجد إلا في بني إسرائيل، انظر: جامع البيان (٨/ ٣٢٤)، وتفسير القرآن العظيم لابن كثير (٣/ ٨٥).',NULL,'555',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (554,'<span data-type="title" id=toc-179>خامساً
الطعن في صحة نقل التفسير</span>
مما اشتهر به الصحابة والتابعون التحري والتثبت في النقل والرواية، وتقدم كلام الأعمش في الكلبي حين روى معنى قوله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} (١) عن ابن عباس، فقال الأعمش: «لو أن الذي عند الكلبي عندي ما خرج مني إلا بخفير» (٢).
ومما جاء في تحريهم في نقل التفسير ما ذكره أيوب قال: «اجتمع حفاظ ابن عباس على عكرمة، منهم سعيد بن جبير وعطاء وطاوس، فكان كلما حدث بحديث قال سعيد بن جبير هكذا، يعني: أصاب، حتى أتى على حديث الحوت، فقال عكرمة: كان يسايرهم في ضحضاح من ماء، فقال سعيد بن جبير: أشهد على ابن عباس أنه قال: كان يسايرهما في مكتل، قال أيوب: وأراه كان يقول القولين جميعاً؛ يعني ابن عباس» (٣).
والخلاف كما يبدو يسير، وكله مروي عن ابن عباس كما أشار إليه أيوب،
_________
(١) سورة النساء من الآية (٣١).
(٢) جامع البيان (١/ ٨٦ - ٨٧)، والكامل في ضعفاء الرجال (٧/ ٢٧٦).
(٣) العلل لأحمد (٣/ ٣٦٩، ٣٧٩).',NULL,'556',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (555,'إلا انه يكشف مدى الدقة والتحري التي كان عليها التابعون.
ومن تحريهم مطالبتهم المفسر بالدليل على صحة تفسيره، فقد أورد ابن جرير عند تفسير قوله تعالى: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا} (١) أن سالم بن عبد الله قال لمحمد بن كعب القرظي: «ما تعد الباقيات الصالحات؟ ، فقال: لا إله إلا الله، والحمد لله، وسبحان الله، والله أكبر، ولا حول ولا قوة إلا بالله، فقال له سالم: متى جعلت فيها لا حول ولا قوة إلا بالله؟ ، فقال: ما زلت أجعلها، فراجعه مرتين أو ثلاثاً فلم ينزع، فقال سالم: فأثبت، فإن أبا أيوب الأنصاري حدثني أنه سمع رسول الله - صلى الله عليه وسلم - وهو يقول: «عرج بي إلى السماء فأريت إبراهيم، فقال: يا جبريل من هذا معك؟ ، فقال: محمد، فرحب بي وسهَّل، ثم قال: مر أمتك فلتكثر من غراس الجنة، فإن تربتها طيبة، وأرضها واسعة، فقلت: وما غراس الجنة؟ ، قال: لا حول ولا قوة إلا بالله» (٢).
ومما جاء عنهم في نقد التفسير لعدم صحة النقل ما جاء عن مجاهد أنه سئل عن { ... الْجَوَارِ الْكُنَّسِ}، فقال: «لا أدري يزعمون أنها البقر، فقال إبراهيم: ما لا
_________
(١) سورة الكهف آية (٤٦).
(٢) جامع البيان (١٥/ ٢٧٨)، وجاء هذا الحديث من رواية سالم عن أبي أيوب بدون القصة في أوله في: مسند أحمد (٥/ ٤١٨)، وصحيح ابن حبان (٢/ ٩٤)، قال الهيثمي في مجمع الزوائد (١٠/ ٩٧): «ورجال أحمد رجال الصحيح غير عبد الله بن عبد الرحمن بن عبد الله بن عمر بن الخطاب، وهو ثقة لم يتكلم فيه أحد، ووثقه ابن حبان».',NULL,'557',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (556,'تدري هي البقر؟ ، قال مجاهد: يذكرون عن علي - رضي الله عنه - أنها النجوم، فقال إبراهيم: يكذبون على علي».
وفي رواية أن إبراهيم ومجاهداً تذاكرا هذه الآية {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ} (١)، فقال إبراهيم لمجاهد: «قل فيها ما سمعت، فقال مجاهد: كنا نسمع فيها شيئاً، وناس يقولون: إنها النجوم، فقال إبراهيم: إنهم يكذبون على علي - رضي الله عنه -» (٢).
_________
(١) سورة التكوير الآيتان (١٥ - ١٦).
(٢) جامع البيان (٢٤/ ١٥٦ - ١٥٧)، وعزاه ابن حجر في فتح الباري (٨/ ٦٩٤) إلى سعيد بن منصور، وعزاه السيوطي في الدر المنثور (٦/ ٣٢٠) إلى عبد بن حميد.
ومن الشواهد توهيم ابن عباس لابن عمر - رضي الله عنهم - في سبب نزول قوله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} [البقرة من الآية: ٢٢٣]، انظر: سنن أبي داود، كتاب النكاح، باب في جامع النكاح (٢/ ٢٤٩)، وفتح الباري لابن حجر (٨/ ١٩١).',NULL,'558',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (557,'<span data-type="title" id=toc-180>المبحث الثاني الأسس المتعلقة بالدراية</span>
وفيه:

<span data-type="title" id=toc-181>أولاً: مخالفة اللغة العربية</span>.
ثانياً: اشتمال التفسير على ما يخل بمقام الأنبياء والملائكة وعصمتهم.
ثالثاً: مخالفة الواقع.
رابعاً: معارضة التفسير بالقياس.
خامساً: أن يكون التفسير غير مفيد.
سادساً: نقد التفسير بذكر ما يترتب عليه.

أولاً
مخالفة اللغة العربية',NULL,'559',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (558,'من الأمور الضرورية للمفسر الإلمام باللغة العربية، لأن النتيجة الحتمية للجهل بها وإهمال تعلمها وقوع الخلل في فهم القرآن، وهذا الأمر أشبه بقاعدة مقررة في التفسير:
يقول الشاطبي: «كل معنى مستنبط من القرآن غير جار على اللسان العربي، فليس من علوم القرآن في شيء، لا مما يستفاد منه، ولا مما يستفاد به، ومن ادعى فيه ذلك فهو في دعواه مبطل» (١).
ويقول الزركشي عن أهمية اللغة: «وهذا الباب عظيم الخطر، ومن هنا تهيب كثير من السلف تفسير القرآن، وتركوا القول فيه حذراً أن يزلوا فيذهبوا عن المراد، وإن كانوا علماء باللسان فقهاء في الدين» (٢).
ويقول ابن عاشور (٣): «إن القرآن كلام عربي، فكانت قواعد العربية طريقاً لفهم معانيه، وبدون ذلك يقع الغلط وسوء الفهم لمن ليس بعربي بالسليقة» (٤).
_________
(١) الموافقات (٤/ ٢٢٤ - ٢٢٥).
(٢) البرهان (١/ ٣٩٨).
(٣) هو محمد الطاهر بن عاشور المالكي، ولد بتونس عام (١٢٩٦) وتعلم بها، ودرَّس في جامع الزيتونة وتولى مشيخته، وتولى رئاسة الإفتاء بتونس، من آثاره التحرير والتنوير، توفي بتونس عام (١٣٩٣).
انظر: الأعلام (٦/ ١٧٤)، ومعجم المفسرين (٢/ ٥٤١).
(٤) التحرير والتنوير (١/ ١٦)، وانظر في خطورة جهل المفسر باللغة العربية: التفسير اللغوي (ص ٤١) وما بعدها، وأسباب الخطأ في التفسير (٢/ ٩٨٨) وما بعدها.',NULL,'560',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (559,'وما قرره العلماء من خطورة الجهل باللسان العربي على المفسر لم يغب عن الصحابة والتابعين - رضي الله عنهم -، فقد تقدم بيان اهتمامهم باللغة العربية للوصول إلى فهم صحيح للقرآن، وجاء عن بعض التابعين التحذير من خطورة الجهل بالعربية لمن أراد فهم القرآن:
فقد سأل رجل الحسن البصري - رحمه الله - فقال: «يا أبا سعيد، الرجل يتعلم العربية يلتمس بها حسن المنطق، ويقيم بها قراءته؟ ، قال: حسن يا بن أخي فتعلمها، فإن الرجل يقرأ الآية، فيعيى بوجهها فيهلك» (١).
ولما ذكر عنده الاختلاف في التفسير قال: «إنما أتي القوم من قبل العجمة» (٢).
وعنه قال: «أهلكتهم العجمة يتأولون القرآن على غير تأويله» (٣).
وجاء عمرو بن عبيد إلى أبي عمرو بن العلاء - رحمه الله - فقال: «يا أبا عمرو يخلف الله وعده؟ ، قال: لا، قال: أفرأيت إن وعده على عمل عقاباً يخلف وعده؟ ، فقال أبو عمرو: من العجمة أتيت يا أبا عثمان! إن الوعد غير الوعيد، إن العرب لا تَعُدُّ خلفاً ولا عاراً أن تَعِدَ شراً ثم لا تفعله؛ ترى أن ذاك كرماً وفضلاً، إنما الخلف أن تَعِدَ
_________
(١) الجامع لابن وهب (٣/ ٤٣)، وفضائل القرآن لأبي عبيد (٢/ ١٧٩)، وسنن سعيد بن منصور (١/ ١٦٧)، والفقيه والمتفقه (١/ ١٩٨).
(٢) السنة للمروزي (ص ٨).
(٣) الجامع لابن وهب (٣/ ٤٤)، وهو في التاريخ الكبير (٣/ ١/٩٣)، وخلق أفعال العباد للبخاري (ص ١٠١) مختصراً.',NULL,'561',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (560,'خيراً ثم لا تفعله، قال: فأوجدني هذا في كلام العرب؟ ، قال: أما سمعت إلى قول الأول:
لا يرهب ابن العم ما عشت صولتي صولتي صولتي ... ولا أختشي من خشية المتهدد
وإني وإن أوعدته أو وعدته ... لمخلف إيعادي ومنجز موعدي» (١)

والجهل باللغة العربية يشمل علوم اللسان العربي كالصرف والنحو والمعاني والبيان وأساليب العرب في كلامهم ونحو ذلك (٢).
والأمثلة النقدية عن الصحابة والتابعين التي سأذكرها كلها عن ابن عباس - رضي الله عنهما - عدا المثال الأخير:
١ - قال الله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} (٣).
ذهب جمهور الصحابة ومن بعدهم إلى أن لفظ الإخوة في الآية يشمل الاثنين
_________
(١) تاريخ بغداد (١٢/ ١٧٥ - ١٧٦)، والإبانة لابن بطة " كتاب القدر " (٢/ ٣٠١)، وإعراب القراءات السبع وعللها لابن خالويه (١/ ٥٤)، والجامع لشعب الإيمان للبيهقي (٢/ ١٠٤)، ومعالم التنزيل (٢/ ٢٦٧)، والبيتان نسبهما ابن منظور في لسان العرب (٢/ ١٠٩٩)، والزبيدي في تاج العروس (١/ ٦٠) لعامرِ بن الطُّفَيل، وانظر ديوانه (ص ١٩١).
(٢) التحرير والتنوير (١/ ١٦).
(٣) سورة النساء من الآية (١١).',NULL,'562',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (561,'فصاعداً (١)، وأنكر ابن عباس ذلك، ودخل على أمير المؤمنين عثمان - رضي الله عنه -، وقال له: «لم صار الأخوان يردان الأم إلى السدس؟ ، وإنما قال الله: {فَإِنْ كَانَ لَهُ إِخْوَةٌ}، والأخوان في لسان قومك وكلام قومك ليسا بإخوة، فقال عثمان - رضي الله عنه -: هل أستطيع نقض أمر كان قبلي، وتوارثه الناس ومضى في الأمصار؟ » (٢).
فابن عباس ضعف القول بأن لفظ الآية يشمل الاثنين لأن لفظه لفظ الجمع، وعلل ابن عباس تضعيفه لهذا القول بأنه ليس معروفاً في لغة قريش، وقد ذكر ابن القيم أن رأيه أقرب إلى ظاهر اللفظ، ورأي جمهور الصحابة أقرب إلى المعنى وأولى به، ثم أفاض القول في ترجيح رأي الجمهور (٣).
ويفهم من كلام عثمان موافقة ابن عباس في قوله: إن الأخوين ليسا بجمع، ولذا لم ينكر عليه، وإنما تمسك بما أجمع عليه الناس ومضى في الأمصار.
قال الرازي: «واعلم أن في هذه الحكاية دلالة على أن أقل الجمع ثلاثة؛ لأن ابن عباس ذكر ذلك مع عثمان، وعثمان ما أنكره، وهما كانا من صميم العرب، ومن علماء اللسان، فكان اتفاقهما حجة في ذلك» (٤).
_________
(١) جامع البيان (٦/ ٤٦٤)، وتفسير القرآن العظيم لابن كثير (٢/ ١٩٨).
(٢) جامع البيان (٦/ ٤٦٥)، والمستدرك (٤/ ٣٣٥)، والسنن الكبرى للبيهقي (٦/ ٢٢٧)، والمحلى لابن حزم (٩/ ٣١٥). قال الحاكم: «هذا حديث صحيح الإسناد ولم يخرجاه»، ووافقه الذهبي.
(٣) إعلام الموقعين (١/ ٣٥٩).
(٤) التفسير الكبير (٣/ ٥١٧)، ونحو هذا الكلام لابن حزم في المحلى (٩/ ٣١٥).',NULL,'563',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (562,'وهذا يؤكد ما ذكره ابن القيم من أن مذهب ابن عباس أقرب إلى اللفظ، لكنَّ الأمر استقر وأجمعت الأمة على معاملة الاثنين معاملة الثلاثة فأكثر في المواريث، كميراث الأختين والبنتين، «وهذا هو القياس الصحيح والميزان الموافق لدلالة الكتاب وفهم أكابر الصحابة» (١).
وجاء عن زيد بن ثابت - رضي الله عنه - ما يفيد بأن الإخوة في كلام العرب يشمل الأخوين أيضاً، فعنه قال: «الإخوة في كلام العرب أخوان فصاعداً» (٢).
وهذا الكلام كله إذا أخذنا بتصحيح أثر ابن عباس كما فعل الحاكم، فإن بعض العلماء ذكر أن فيه نظراً (٣).
٢ - وعن سعيد بن جبير قال: «بينا أنا ومجاهد جالسان عند ابن عباس: أتاه
_________
(١) إعلام الموقعين (١/ ٣٦٠)، وانظر التفسير الكبير (٣/ ٥١٧)، وهذه المسألة مرتبطة بمسألة أصولية، وهي أقل الجمع، انظر فيها: المستصفى (٢/ ٩١)، والإحكام للآمدي (٢/ ٢٢٢)، وروضة الناظر (٢/ ٦٨٨)، وشرح الكوكب المنير (٣/ ١٤٤).
(٢) المستدرك للحاكم (٤/ ٣٣٥)، وانظر نحواً من هذا الكلام لزيد في السنن الكبرى للبيهقي (٦/ ٢٢٧).
(٣) قال ابن كثير في تفسيره (٢/ ١٩٩): «وفي صحة هذا الأثر نظر، فإن شعبة هذا [الراوي عن ابن عباس] تكلم فيه مالك بن أنس، ولو كان هذا صحيحاً عن ابن عباس لذهب إليه أصحابه الأخصاء به، والمنقول عنهم خلافه»، وقال ابن حجر في التلخيص الحبير (٣/ ٨٥) عن تصحيح الحاكم: «وفيه نظر، فإن فيه شعبة مولى ابن عباس، وقد ضعفه النسائي».',NULL,'564',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (563,'رجلٌ فوقف على رأسه فقال: يا أبا العباس - أو يا أبا الفضل - ألا تشفيني عن آية المحيض؟ ، قال: بلى، فقرأ: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ} (١) حتى بلغ آخر الآية، فقال ابن عباس: من حيث جاء الدم، من ثَمَّ أُمرت أن تأتي، فقال له الرجل: يا أبا الفضل، كيف بالآية التي تتبعها: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} (٢)؟ فقال: إي ويحك! وفي الدُّبر من حرث؟ ! ، لو كان ما تقول حقًّا، لكان المحيض منسوخاً، إذا اشتغل من ههنا، جئتَ من ههنا، ولكن: {أَنَّى شِئْتُمْ} من الليل والنهار» (٣).
وفي قوله: وفي الدبر من حرث؛ إشارة إلى بطلان ما فهمه الرجل من الآية، وهو جواز إتيان المرأة في الدبر، لأن الآية نصت على أن النساء حرث للرجال، والدبر ليس محلاً للحرث في لغة العرب.
وجاء عنه ما يوضح ذلك، فإنه قال في هذه الآية: «إنما المحترث من القبل الذي يكون منه النسل والحيض، وكان ينهى عن إتيان المرأة في دبرها، ويقول: إنما نزلت هذه الآية: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} يقول: من أي وجه شئتم» (٤).
_________
(١) سورة البقرة من الآية (٢٢٢).
(٢) سورة البقرة من الآية (٢٢٣).
(٣) جامع البيان (٣/ ٧٥٠)، وتفسير ابن أبي حاتم (٢/ ٤٠٢).
(٤) أخرجه ابن جرير في جامع البيان (٣/ ٧٤٨)، وروى عن عطاء إنكار هذا الفهم أيضاً.',NULL,'565',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (564,'قال الشوكاني: «لفظ الحرث يفيد أن الإباحة لم تقع إلا في الفرج الذي هو القبل خاصة؛ إذ هو مزدرع الذرية، كما أن الحرث مزدرع النبات، فقد شبه ما يُلقى في أرحامهن من النطف التي منها النسل بما يلقى في الأرض من البذور التي منها النبات بجامع أن كل واحد منهما مادة لما يحصل منه» (١).
٣ - وعن سعيد بن جبير قال: «ذكروا اللمس، فقال ناس من الموالي: ليس بالجماع، وقال ناس من العرب: اللمس الجماع، قال: فأتيت ابن عباس فقلت: إن ناساً من الموالي والعرب اختلفوا في اللمس، فقالت الموالي: ليس بالجماع، وقالت العرب: الجماع، قال: من أي الفريقين كنت؟ ، قلت: كنت من الموالي، قال: غُلب فريق الموالي، إن المس واللمس والمباشرة: الجماع، ولكنَّ الله يكني ما شاء بما شاء».
وفي رواية قال: «غُلب فريق الموالي، وأصابت العرب، هو الجماع، ولكنَّ الله يعف ويكني».
وفي ثالثة: «أخطأ الموليان وأصاب العربي، الملامسة النكاح، ولكنَّ الله يكني ويعف» (٢).
_________
(١) فتح القدير (١/ ٢٢٦).
(٢) الأثر برواياته في جامع البيان (٧/ ٦٣ - ٦٥)، وانظر: مصنف عبد الرزاق (١/ ١٣٤)، وسنن سعيد بن منصور (٤/ ١٢٦٢)، والسنن الكبرى للبيهقي (١/ ١٢٥)، وهو في مصنف ابن أبي شيبة (١/ ١٦٧) مختصراً.',NULL,'566',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (565,'ووصف ابن عباس أحد الفريقين بالموالي، والآخر بالعرب، يشير - والله أعلم - إلى أن سبب خطأ الموالي وإصابة العرب المعرفة باللغة العربية.
٤ - وسئل ابن عباس عن هذه الآية: {إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ} (١) فقال: «إن أول ما خلق الله عز وجل القلم، ثم النون وهي الدواة، ثم خلق الألواح، فكتب الدنيا وما يكون فيها حتى تفنى من كل خلق مخلوق أو عمل معمول من بر أو فجور، وما كان من رزق حلال أو حرام، ومن كل رطب ويابس، ثم ألزم كل شيء من ذلك شأنه، دخوله في الدنيا وبقاؤه فيها، ثم وكل بذلك الكتاب ملكاً، ووكل بالخلق ملائكة، فتأتي ملائكة الخلق إلى ملائكة الكتاب، فينسخون ما يكون في يوم وليلة مقسوماً على ما وكلوا به، وتأتي ملائكة الخلق فيحفظون الناس بأمر الله، ويسوقونهم إلى ما في أيديهم من تلك النسخ، فإذا انتفت النسخ عن شيء لم يكن هاهنا بقاء ولا مقام، فقال رجل لابن عباس: ما كنا نرى هذا إلا تكتبه الملائكة في كل يوم وليلة، فقال: ألستم قوماً عرباً؟ ! {إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ} هل يستنسخ الشيء إلا من كتاب؟ ، وفي رواية: وهل يكون الاستنساخ إلا من أصل» (٢).
والرجل - كما يبدو من كلامه - فهم من الآية أن الملائكة تكتب عمل كل
_________
(١) سورة الجاثية من الآية (٢٩).
(٢) الإبانة لابن بطة " القدر " (١/ ٣٤٠)، وجامع البيان (٢١/ ١٠٤).',NULL,'567',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (566,'يوم وليلة في وقتها، فبين ابن عباس أن لفظ {نَسْتَنْسِخُ} يبطل هذا الفهم، إذ المعلوم من لغة العرب أن الاستنساخ معناه النقل من أصل.
ففي لسان العرب: «النسخ اكتتابك كتاباً عن كتاب حرفاً بحرف، والأصل نسخة، والمكتوب عنه نسخة، لأنه قام مقامه والكاتب ناسخ ومنتسخ، والاستنساخ: كتب كتاب من كتاب، وفي التنزيل: {إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ} أي: نستنسخ ما تكتب الحفظة فيثبت عند الله» (١).
«وأكثر المفسرين على أن هذا الاستنساخ من اللوح المحفوظ، فإن الملائكة تكتب منه كل عام ما يكون من أعمال بني آدم، فيجدون ذلك موافقاً لما يعملونه» (٢).
٥ - وسأل رجل أبا العالية عن قوله تعالى: {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} (٣) ما هو؟ ، فقال أبو العالية: هو الذي لا يدري عن كم ينصرف: عن
_________
(١) (٦/ ٤٤٠٧) مادة "نسخ"، وأوله منقول من تهذيب اللغة (٧/ ١٨٢)، وهذا أحد معنيين مشهورين للنسخ، والمعنى الآخر: الإزالة، انظر تفصيل ذلك في: تهذيب اللغة (٧/ ١٨١)، والصحاح (١/ ٤٣٣)، ومفردات ألفاظ القرآن (ص ٨٠١)، والقاموس المحيط (ص ٣٣٤) مادة "نسخ"، والناسخ والمنسوخ للنحاس (١/ ٤٢٤)، والإيضاح لناسخ القرآن ومنسوخه لمكي (ص ٤٧)، والمستصفى (١/ ١٠٧)، والإحكام للآمدي (٣/ ١٠٢).
(٢) فتح القدير (٥/ ١١).
(٣) سورة الماعون آية (٥).',NULL,'568',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (567,'شفع أو عن وتر؟ ، فقال الحسن: مه يا أبا العالية! ليس هكذا، بل الذين سهوا عن ميقاتها حتى تفوتهم، قال الحسن: ألا ترى قوله عز وجل: {عَنْ صَلَاتِهِمْ} (١).
قال الخطابي: «وإنما أتي أبو العالية في هذا حيث لم يفرق بين حرف "عن" و"في"، فتنبه له الحسن، فقال: ألا ترى قوله: {عَنْ صَلَاتِهِمْ} يؤيد أن السهو الذي هو الغلط في العدد إنما يعرض في الصلاة بعد ملابستها، فلو كان هو المراد لقيل: في صلاتهم ساهون، فلما قال: {عَنْ صَلَاتِهِمْ} دل على أن المراد به الذهاب عن الوقت» (٢).
_________
(١) بيان إعجاز القرآن للخطابي (ص ٣٢)، وانظر: تفسير عبد الرزاق (٢/ ١٠٨)، والدر المنثور (٦/ ٤٠٠).
(٢) بيان إعجاز القرآن (ص ٣٣)، وانظر البرهان (١/ ٣٩٨).',NULL,'569',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (568,'<span data-type="title" id=toc-182>ثانياً
اشتمال التفسير على ما يخل بمقام الأنبياء والملائكة وعصمتهم </span>(١)
<span data-type="title" id=toc-183>اشتمال التفسير على الإخلال بمقام الأنبياء وعصمتهم</span>
للأنبياء منزلة رفيعة ومقام عظيم عند الله تعالى، فهم المبلغون لوحيه ورسالاته، وقد اختصهم الله من بين البشر بخصائص وميزهم بمزايا، من أهمها العصمة، فقد أجمعت الأمة على أنهم معصومون فيما يبلغون به عن الله، فلا يجوز
_________
(١) وأما نقد التفسير لاشتماله على ما ينزه الله تعالى عنه فلم أقف على شيء من الشواهد النقدية عن الصحابة والتابعين - رضي الله عنهم - سوى ما جاء عن ابن عباس - رضي الله عنهما - في قوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ} [النور آية ٣٥]، فقد أنكر أن يكون المراد بقوله: {مَثَلُ نُورِهِ} نور الله عز وجل معللاً ذلك بأن الله تعالى أعظم من أن يكون نوره كنور المشكاة، ورتب على ذلك نقد القراءة، وقال - رضي الله عنه -: هي خطأ من الكاتب، هو أعظم من أن يكون نوره مثل نور المشكاة، وقال: مثل نور المؤمن كمشكاة، انظر: تفسير ابن أبي حاتم (٨/ ٢٥٩٥).
وكذلك ما تقدمت حكايته عن شريح القاضي - رحمه الله - في قوله تعالى: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} [الصافات آية: ١٢] وإنكاره دلالة الآية على صفة العَجَب لله تعالى، وهذا الشاهد والذي قبله أقرب إلى نقد القراءات، انظر ما يأتي (ص ٦١٧).',NULL,'570',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (569,'عليهم الكذب أو الخطأ والنسيان.
وأما وقوع الكبائر منهم فقد حكى بعض العلماء اتفاق أهل السنة على عصمتهم من تعمد فعلها، ويُلحق بها ما يزري بمنصب النبوة، أو يوجب الحكم على فاعله بالخسة ودناءة الهمة وسقوط المروءة (١)، وفي وقوعها منهم سهواً خلاف بين العلماء، وكذا اختلفوا في وقوع الصغائر منهم.
وبكل حال فلا يمكن إقرار الأنبياء - عليهم السلام - على الذنوب، قال ابن تيمية: «والقول الذي عليه جمهور الناس، وهو الموافق للآثار المنقولة عن السلف إثبات العصمة من الإقرار على الذنوب مطلقاً» (٢).
وقد أفاض القرآن الكريم في ذكر قصص الأنبياء السابقين، وهي بحاجة إلى تفسير وبيان، فلجأ بعض المفسرين إلى الروايات الإسرائيلية لبيانها وذكر تفاصيلها، لكنها - وللأسف - حوت في ثناياها انتقاصاً ظاهراً للأنبياء، فتسرب
_________
(١) انظر: الإحكام للآمدي (١/ ١٧٠)، وشرح الكوكب المنير (٢/ ١٧٢)، ولوامع الأنوار البهية (٢/ ٣٠٤).
(٢) مجموع الفتاوى (١٠/ ٢٩٣)، وانظر في تفصيل هذه القضية: الشفا للقاضي عياض (٢/ ٦٩٤ - ٨٦١)، والإحكام للآمدي (١/ ١٦٩)، ومجموع الفتاوى لابن تيمية (٤/ ٣١٩، ١٠/ ٢٨٩، ٣٥/ ١٠٠)، والموافقات (٤/ ١٣)، ولوامع الأنوار البهية للسفاريني (٢/ ٣٠٣)، والرسل والرسالات د. الأشقر (ص ٩٧).',NULL,'571',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (570,'كثير منها إلى كتب التفسير (١).
وبناءً على الأصل الاعتقادي في تنزيه الأنبياء عما لا يليق بمناصبهم أو يزري بمراتبهم تنبه كثير من المفسرين إلى الروايات التي تحط من مقام الأنبياء أو تنتقصهم، فإنهم إما أن يردوها، وإما أن يحملوها على أحسن الوجوه بما لا ينتقص من مقامهم، وهذا الأمر مقرر في كتبهم في مواطن كثيرة:
ففي قوله تعالى: {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} (٢) ذهب بعض المفسرين إلى أن معنى {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} أي: ظن أنه يعجز ربه فلا يقدر عليه، فانتقد الطبري ذلك تعظيماً لمقام أيوب - عليه السلام -، وقال: «لا يجوز أن ينسب إلى الكفر، وقد اختاره لنبوته. ووصْفُهُ بأن ظنَّ أن ربه يعجز عما أراد به ولا يقدر عليه وصْفٌ له بأنه جهل قدرة الله، وذلك وصْفٌ له بالكفر، وغير جائز لأحد وصفه بذلك» (٣).
وفي قوله تعالى عن موسى - عليه السلام -: {وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ
_________
(١) انظر: الإسرائيليات والموضوعات في كتب التفسير لأبي شهبة (ص ١٧٨)، والرسل والرسالات (ص ١٠٤ - ١٠٦).
(٢) سورة الأنبياء من الآية (٨٧).
(٣) جامع البيان (١٦/ ٣٨١)، وانظر: التفسير الكبير للرازي (٨/ ١٨٠)، والجامع لأحكام القرآن (٥/ ٤٣٧١)، وفتح القدير (٣/ ٤٢١)، وأضواء البيان (٤/ ٦٨٣).',NULL,'572',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (571,'إِلَيْهِ} (١) ذهب بعض المفسرين إلى أن سبب إلقاء موسى للألواح أنه رأى فيها فضيلة أمة محمد - صلى الله عليه وسلم -، فانتقد القرطبي ذلك، وقال: «ولا التفات لما روي عن قتادة إن صح عنه، ولا يصح أن إلقاءه الألواح إنما كان لما رأى فيها من فضيلة أمة محمد - صلى الله عليه وسلم -، ولم يكن ذلك لأمته، وهذا قول رديء ينبغي ألا يضاف إلى موسى - صلى الله عليه وسلم -» (٢).
وفي قوله تعالى: {وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ} الآيات (٣) يورد بعض المفسرين قصة داود مع أحد قواده، وأنه أرسله إلى الجهاد ليُقْتَل فيخلفه على أهله، وقد ردها كثير من المفسرين لكونها لا تليق بمقام النبوة:
يقول ابن عاشور: «ولو حكي ذلك بخبر آحاد في المسلمين لوجب ردُّه، والجزم بوضعه لمعارضته المقطوع به من عصمة الأنبياء من الكبائر عند جميع أهل السنة، ومن الصغائر عند المحققين منهم، وهو المختار» (٤).
ويقول الشنقيطي: «واعلم أن ما يذكره كثير من المفسرين في تفسير هذه الآية الكريمة، مما لا يليق بمنصب داود - عليه وعلى نبينا الصلاة والسلام - كله راجع إلى الإسرائيليات، فلا ثقة به، ولا معوّل عليه، وما جاء منه مرفوعاً إلى النبي
_________
(١) سورة الأعراف من الآية (١٥٠).
(٢) الجامع لأحكام القرآن (٣/ ٢٧٢٤).
(٣) (٢١ - ٢٤) من سورة ص.
(٤) التحرير والتنوير (٢٣/ ١٣٨).',NULL,'573',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (572,'- صلى الله عليه وسلم - لا يصح منه شيء» (١).
ومما جاء عن الصحابة والتابعين في نقد التفسير بهذا الأصل:
١ - قال الله تعالى: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ} (٢).
قرئ قوله: {كُذِبُوا} بضم الكاف وتخفيف الذال وكسرها، وقرئ بضم الكاف وتشديد الذال وكسرها (٣).
وكان ابن عباس - رضي الله عنهما - يقرؤها بالتخفيف ويرى في رواية عنه أن المعنى استيئاس الرسل من إيمان قومهم، وظنهم أنهم كذبوا فيما وعدوا به من النصر، وكان - رضي الله عنه - يقول: كانوا بشراً ضعفوا.
فعن ابن أبي مليكة: أن ابن عباس قرأ: {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} خفيفة، ثم قال: كانوا بشراً، وتلا: {حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ
_________
(١) أضواء البيان (٧/ ٢٤)، وانظر: زاد المسير (٧/ ١١٦)، والتفسير الكبير (٩/ ٣٧٩)، ولباب التأويل (٦/ ٤٩)، ومدارك التنزيل (٤/ ٢٩).
(٢) سورة يوسف آية (١١٠).
(٣) قرأ بالتخفيف عاصم وحمزة والكسائي وأبو جعفر المدني وخلف، وقرأ بالتشديد ابن عامر وابن كثير وأبو عمرو ونافع ويعقوب الحضرمي، انظر: السبعة (ص ٣٥١ - ٣٥٢)، والنشر (٢/ ٢٩٦).',NULL,'574',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (573,'نَصْرَ اللَّهِ قَرِيبٌ} (١)، قال ابن جريج: قال ابن أبي مليكة: ذهب بها إلى أنهم ضعفوا، فظنوا أنهم أخلفوا (٢).
وجاء هذا المعنى عن ابن مسعود، فقد سأله رجل عن هذه الآية فقال: هو الذي تكره، وكان يقرؤها مخففة (٣).
وسئل سعيد بن جبير هل تقرأ الآية بالتخفيف، فقال: «نعم، ألم يكونوا بشراً؟ » (٤).
وأنكر هذا التأويل بعض الصحابة والتابعين - رضي الله عنهم -:
فعن ابن أبي مليكة قال: «أخبرني عروة عن عائشة أنها خالفت ذلك وأبته، وقالت: ما وعد الله محمداً - صلى الله عليه وسلم - من شيء إلا وقد علم أنه سيكون حتى مات، ولكنه لم يزل البلاء بالرسل حتى ظنوا أن من معهم من المؤمنين قد كذبوهم، وكانت عائشة تقرؤها: {وَظَنُّوا أَنَّهُمْ قَدْ كُذِّبُوا} مثقلة للتكذيب» (٥).
وعن الزهري قال: «أخبرني عروة عن عائشة رضي الله تعالى عنها قالت له،
_________
(١) سورة البقرة من الآية (٢١٤).
(٢) جامع البيان (١٣/ ٣٩٣)، والمعجم الكبير للطبراني (١١/ ١٠١).
(٣) جامع البيان (١٣/ ٣٩٣)، وفتح الباري لابن حجر (١٣/ ٣٦٩).
(٤) جامع البيان (١٣/ ٣٩٤).
(٥) المصدر السابق (١٣/ ٣٩٥).',NULL,'575',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (574,'وهو يسألها عن قول الله تعالى: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا}؟ ، أكُذِبُوا أم كُذِّبُوا، فقالت: كُذِّبُوا، فقلت: فقد استيقنوا أن قومهم كذبوهم فما هو بالظن، قالت: أجل لعمري لقد استيقنوا بذلك، فقلت: {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا}؟ ، قالت: معاذ الله لم تكن الرسل تظن ذلك بربها، قلت: فما هذه الآية؟ ، قالت: هم أتباع الرسل الذين آمنوا بربهم وصدقوهم، فطال عليهم البلاء واستأخر عنهم النصر حتى إذا استيأس الرسل ممن كذبهم من قومهم، وظنت الرسل أن أتباعهم قد كذبوهم جاءهم نصر الله عند ذلك» (١).
قال الرازي معلقاً على قول عائشة - رضي الله عنها -: «وهذا الرد والتأويل في غاية الحسن من عائشة» (٢).
وعن مسلم بن يسار أنه سأل سعيد بن جبير فقال: «يا أبا عبد الله آية بلغت مني كل مبلغ: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} فهذا الموت أن تظن الرسل أنهم قد كذبوا، أو نظن أنهم قد كذبوا - مخففة - فقال سعيد بن جبير: يا أبا عبد الرحمن حتى إذا استيأس الرسل من قومهم أن يستجيبوا لهم، وظن قومهم أن الرسل كذبتهم {جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ}، فقام مسلم إلى سعيد فاعتنقه، وقال: فرج الله عنك كما فرجت
_________
(١) صحيح البخاري، كتاب التفسير، باب قوله: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} (٥/ ٢١٨).
(٢) التفسير الكبير (٦/ ٥٢٢).',NULL,'576',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (575,'عني» (١).
وقد ذهب كثير من المفسرين مذهب عائشة في نقد التأويل المنقول عن ابن عباس لمخالفته ما ثبت من عصمة الرسل عليهم الصلاة والسلام، فقال ابن جرير عنه: «وهذا تأويلٌ وقولٌ غيره من التأويل أولى عندي بالصواب، وخلافه من القول أشبه بصفات الأنبياء، والرسل إن جاز أن يرتابوا بوعد الله إياهم ويشكوا في حقيقة خبره، مع معاينتهم من حجج الله وأدلته ما لا يعاينه المرسل إليهم فيعذروا في ذلك، فإن المرسل إليهم لأولى في ذلك منهم بالعذر، وذلك قول إن قاله قائل لا يخفى أمره، وقد ذكر هذا التأويل الذي ذكرناه أخيراً عن ابن عباس لعائشة، فأنكرته أشد النكرة فيما ذكر لنا» (٢).
وجاء عن ابن عباس وابن مسعود وابن جبير روايات أخرى أنهم فسروا الآية بما يتفق مع تنزيه الأنبياء:
_________
(١) جامع البيان (١٣/ ٣٨٨).
(٢) المصدر السابق (١٣/ ٣٩٤)، ومنهم ابن عطية في المحرر الوجيز (٩/ ٣٩٤)، فإنه قال: «وردت هذا التأويل عائشة - أم المؤمنين - وجماعة من أهل العلم، وأعظموا أن توصف الرسل بهذا، وقال أبو علي الفارسي: هذا غير جائز على الرسل، قال القاضي أبو محمد: وهذا هو الصواب، وأين العصمة والعلم؟ ! »، ومنهم: القاضي عياض في الشفا (٢/ ٧٠٢)، والزمخشري في الكشاف (٢/ ٣٤٧)، والقرطبي في الجامع لأحكام القرآن (٤/ ٣٥٠٤)، والخازن في لباب التأويل (٣/ ٣٢٢)، وأبو السعود في إرشاد العقل السليم (٣/ ١٩٣).',NULL,'577',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (576,'فعن ابن عباس أنه قال: «استيأس الرسل من إيمان قومهم، وظن قومهم أن الرسل قد كذبوهم» (١).
وعن ابن مسعود قال: «استيأس الرسل من إيمان قومهم أن يؤمنوا بهم، وظن قومهم حين أبطأ الأمر أنهم قد كذبوا» (٢).
وتقدم عن ابن جبير أنه قال نحو ذلك.
ولعلهم قالوا بالقول الأول ثم لما بدا لهم ما فيه رجعوا عنه، وحملوا الآية على تنزيه الأنبياء، وقد رجح ابن حجر رواية ابن عباس الأخرى المتفقة مع تنزيه الأنبياء (٣).
٢ - قال الله تعالى: {وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ} (٤).
جاء في بعض الآثار أن الشيطان سُلط على نساء سليمان - عليه السلام -:
فعن ابن عباس - رضي الله عنهما - قال: «لما أراد الله أن يرد على سليمان سلطانه ألقى في قلوب الناس إنكار ذلك الشيطان، فأرسلوا إلى نساء سليمان - عليه السلام -، فقالوا لهن:
_________
(١) السنن الكبرى للنسائي، كتاب التفسير، باب قوله: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} (٦/ ٣٧٠)، وسنن سعيد بن منصور (٥/ ٤١٩)، وتفسير ابن أبي حاتم (٧/ ٢٢١٢).
(٢) جامع البيان (١٣/ ٣٩١)، وانظر الدر المنثور (٤/ ٤١).
(٣) فتح الباري (٨/ ٣٦٩).
(٤) سورة ص آية (٣٤).',NULL,'578',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (577,'أيكون من سليمان شيء؟ ، قلن: نعم؛ إنه يأتينا ونحن حيض، وما كان يأتينا قبل ذلك»، القصة (١).
وعن سعيد بن المسيب - رحمه الله - قال: «كان أول من أنكره نساؤه، فقال بعضهم لبعض: أتنكرون منه شيئاً؟ ، قلن: نعم، وكان يأتيهن وهن حيض» (٢).
وقد أنكر بعض التابعين ذلك:
فلما ذكر للحسن البصري قول ابن المسيب المتقدم قال: «ما كان الله يسلطه على نسائه» (٣).
وعن مجاهد أنه قال في قول الله تعالى: {عَلَى كُرْسِيِّهِ جَسَدًا}: «شيطاناً يقال له آصف، فقال له سليمان: كيف تفتنون الناس؟ ، قال: أرني خاتمك أخبرك، فلما أعطاه إياه نبذه آصف في البحر، فساح سليمان وذهب ملكه، وقعد آصف على كرسيه، ومنعه الله نساء سليمان، فلم يقربهن وأنكرنه».
وعن قتادة قال: «فجاء فقعد على كرسيه وسريره، وسُلِّط على ملك سليمان
_________
(١) السنن الكبرى للنسائي، كتاب التفسير، باب قوله: {وَمَا كَفَرَ سُلَيْمَانُ} [البقرة آية ١٠٢] (٦/ ٢٨٧)، وتفسير القرآن العظيم لابن كثير (٧/ ٦٠) واللفظ له، وعزاه إلى ابن أبي حاتم.
(٢) الدر المنثور (٥/ ٣١٢) وعزاه لعبد بن حميد.
(٣) المصدر السابق.',NULL,'579',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (578,'كله غير نسائه» (١).
وقد قال ابن كثير تعليقاً على قول ابن عباس المتقدم: «إسناده إلى ابن عباس قوي، ولكن الظاهر أنه إنما تلقاه ابن عباس - إن صح عنه - من أهل الكتاب، وفيهم طائفة لا يعتقدون نبوة سليمان - عليه السلام -، فالظاهر أنهم يكذبون عليه، ولهذا كان في السياق منكرات من أشدها ذكر النساء، فإن المشهور أن ذلك الجني لم يسلط على نساء سليمان، بل عصمهن الله منه تشريفاً وتكريماً لنبيه - صلى الله عليه وسلم -، وقد رويت هذه القصة مطولة عن جماعة من السلف، كسعيد بن المسيب وزيد بن أسلم وجماعة آخرين، وكلها متلقاة من قصص أهل الكتاب، والله أعلم بالصواب» (٢).
٣ - وفي قول الله تعالى: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ} (٣).
أنكر الحسن البصري - رحمه الله - أن يكون المراد بالآية آدم - عليه السلام - كما هو قول جماعة من
_________
(١) الأثران في جامع البيان (٢٠/ ٨٩ - ٩٠).
(٢) تفسير القرآن العظيم (٧/ ٦٠)، وقال القاضي عياض في الشفا (٢/ ٨٣٦): «ولا يصح ما نقله الأخباريون من تشبه الشيطان به، وتسلطه على ملكه، وتصرفه في أمته بالجور في حكمه؛ لأن الشياطين لا يسلطون على مثل هذا، وقد عصم الأنبياء من مثله»، وأنكر هذا التفسير لهذه العلة جماعة من المفسرين، منهم: الرازي في التفسير الكبير (٩/ ٣٩٣)، وأبو حيان في البحر المحيط (٧/ ٣٩٧)، والخازن في لباب التأويل (٦/ ٥٩)، والشنقيطي في أضواء البيان (٧/ ٣٥).
(٣) سورة الأعراف آية (١٩٠).',NULL,'580',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (579,'المفسرين (١)، وكان يقول: «كان هذا في بعض أهل الملل، ولم يكن بآدم».
ويقول: «عني بهذا ذرية آدم من أشرك منهم بعده، يعني بقوله: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا}».
وفي رواية ثالثة عنه قال: «هم اليهود والنصارى، رزقهم الله أولاداً فهَوَّدُوا ونَصَّرُوا» (٢).
ولعل الذي دعا الحسن إلى هذا الإنكار أن الفعل المذكور في الآية من جعل الشركاء لله لا يليق بمقام النبوة، وقد انتقد الحسن عدة تفسيرات لأنها تخل بمقام الأنبياء والملائكة وتقدم بعضها، وسيأتي عنه أقوال أخرى، وهذا يدل على اهتمامه بهذه القضية (٣).
* ومما يؤكد حرص الصحابة والتابعين - رضي الله عنهم - على حفظ مقام الأنبياء من القدح فيه، أنهم يدفعون ما يفهمه بعض الناس من الآيات التي تتحدث عن الأنبياء، فقد يفهمون منها ما لا ينبغي في حق الأنبياء؛ يعزز هذا الفهم - أحياناً - ما يوجد في
_________
(١) انظر: جامع البيان (١٠/ ٦٢٩)، ومعالم التنزيل (٣/ ٣١٤).
(٢) أخرج هذه الروايات الثلاث ابن جرير في جامع البيان (١٠/ ٦٢٩)، وانظر: تفسير عبد الرزاق (١/ ٢٢٨)، وتفسير ابن أبي حاتم (٥/ ١٦٣٤)، وتفسير القرآن العظيم لابن كثير (٣/ ٥٢٩)، والدر (٣/ ١٥٢).
(٣) انظر تفسير التابعين (٢/ ٧٢٩ - ٧٣٠).',NULL,'581',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (580,'الأخبار الإسرائيلية الباطلة من الانتقاص الظاهر للأنبياء، والحط من مقامهم، ومن أمثلة ذلك:
١ - عن ابن عباس قال في قول الله تعالى: {قَالَ يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} (١): «هو ابنه ما بغت امرأة نبي قط».
وفسر قوله: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} أي: الذين وعدتك أن أنجيهم معك (٢).
وعن ابن جبير قال: «كان ابن نوح، إن الله لا يكذب، قال: {وَنَادَى نُوحٌ ابْنَهُ} (٣)، قال: وقال بعض العلماء: ما فجرت امرأة نبي قط» (٤).
٢ - وفي قول الله تعالى على لسان لوط - عليه السلام -: {قَالَ يَاقَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ} (٥).
قال ابن عباس: «ما عرض لوط - عليه السلام - بناته على قومه لا سفاحاً ولا نكاحاً، إنما قال: هؤلاء بناتي نساؤكم، لأن النبي إذا كان بين ظهري قوم فهو أبوهم» (٦).
_________
(١) سورة هود من الآية (٤٦).
(٢) جامع البيان (١٢/ ٤٢٩، ٤٣٠)، وانظر الدر المنثور (٦/ ٢٤٥).
(٣) سورة هود من الآية (٤٢).
(٤) جامع البيان (١٢/ ٤٣٠).
(٥) سورة هود من الآية (٧٨).
(٦) الدر المنثور (٣/ ٣٤٢)، وعزاه لأبي الشيخ.',NULL,'582',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (581,'وعن مجاهد قال: «أمرهم أن يتزوجوا النساء، لم يعرض عليهم سفاحًا» (١).
٣ - وفي قوله تعالى: {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا} (٢).
جاء عن ابن عباس - رضي الله عنهما - أنه قال في معنى: {فَخَانَتَاهُمَا} «أما إنه ليس بالزنا، ولكن كانت هذه تخبر الناس أنه مجنون، وكانت هذه تدل على الأضياف، ثم قرأ: {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ}» (٣).

<span data-type="title" id=toc-184>اشتمال التفسير على الإخلال بمقام الملائكة</span>
شرف الله تعالى الملائكة وقربهم لديه فأسكنهم سمواته العلى، واصطفاهم لعبادته وطاعته، قال الله تعالى: {لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (٤)، وقال: {لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} (٥).
_________
(١) جامع البيان (١٢/ ٥٠٣).
(٢) سورة التحريم من الآية (١٠).
(٣) سورة هود من الآية (٤٦)، والأثر في تفسير عبد الرزاق (١/ ٢٧١)، وجامع البيان (١٢/ ٤٣٠)، والمستدرك (٢/ ٤٩٦)، والدر المنثور (٦/ ٢٤٥).
(٤) سورة التحريم من الآية (٦).
(٥) سورة الأنبياء آية (٢٧).',NULL,'583',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (582,'وقد استدل العلماء بهذه الآيات ونحوها على عصمة الملائكة، ونقل القاضي عياض (١) إجماع الأئمة على أن المرسلين من الملائكة معصومون كالأنبياء سواء بسواء، ثم نقل الخلاف في غير المرسلين منهم، واحتجاج من قال بعصمتهم بالآية السابقة وغيرها، وأن طائفة من العلماء قالوا: العصمة خاصة بالمرسلين منهم والمقربين، ورحج القول بعصمة الجميع (٢)، وهو الأظهر فإن الله تعالى اصطفى الملائكة لعبادته وجبلهم على طاعته وأخبر أنهم لا يعصونه، فلا يجوز أن ينسب إليهم ما يزري بمناصبهم، ولو سلم بوقوع بعضهم في الذنوب، فمن غير اللائق جعل حادثة أو حادثتين سلماً للطعن بهم وانتقاصهم بذكر قصص يتعذر الوقوف على حقيقتها، ولما نقل الآلوسي عند قوله تعالى: {وَخَرَّ مُوسَى صَعِقًا} (٣) عن بعض القُصَّاص أن الملائكة كانت تمر على موسى - عليه السلام - فيلكزونه بأرجلهم، ويقولون: يابن النساء الحيض أطمعت في رؤية رب العزة، قال: «وهو كلام ساقط لا يعول عليه بوجه، فإن الملائكة - عليهم السلام - مما يجب تبرئتهم من إهانة الكليم بالوكز بالرجل
_________
(١) هو أبو الفضل عياض بن موسى بن عياض اليحصبي المالكي، أندلسي الأصل، وولد في سبتة سنة (٤٧٦)، له عناية بعلم الحديث واللغة، من كتبه: الشفا، وإكمال المعلم، ومشارق الأنوار، توفي سنة (٥٤٤).
انظر: وفيات الأعيان (٣/ ٤٨٣)، والديباج المذهب (ص ٢٧٠).
(٢) الشفا (٢/ ٨٥١)، وانظر في عصمة الملائكة: البحر المحيط للزركشي (٤/ ١٧٤).
(٣) سورة الأعراف من الآية (١٤٣).',NULL,'584',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (583,'والغضِّ في الخطاب» (١).
ومما جاء عن الصحابة والتابعين في نقد التفسير بهذا الأصل:
١ - في قول الله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} (٢).
أنكر الحسن البصري - رحمه الله - أن يكون إبليس من الملائكة فقال: «ما كان إبليس من الملائكة طرفة عين قط، وإنه لأصل الجن، كما أن آدم أصل الإنس» (٣).
وفي رواية قال: «قاتل الله أقواماً يزعمون أن إبليس كان من الملائكة، والله تعالى يقول: { ... كَانَ مِنَ الْجِنِّ}» (٤).
وقد عرف عن الحسن موقفه من التأويلات التي تنتقص الأنبياء والملائكة، فيبدو أنه نفى كون إبليس من الملائكة، لمخالفته ما ثبت من عصمة الملائكة من الذنوب، ومن أعظمها كفر إبليس واستكباره عن السجود لله، وقد ذكر الله قصة السجود في سورة الكهف واستكبار إبليس ونعته بالفسوق، فقال: {وَإِذْ قُلْنَا
_________
(١) روح المعاني (٥/ ٤٥).
(٢) سورة البقرة آية (٣٤).
(٣) جامع البيان (١/ ٥٣٩، ١٥/ ٢٨٩).
(٤) سورة الكهف من الآية (٥٠)، والأثر في الدر المنثور (٤/ ٢٢٧) وعزاه إلى ابن المنذر وابن أبي حاتم.',NULL,'585',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (584,'لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} (١).
وهذه إحدى الحجج التي احتج بها من قال: إن إبليس ليس من الملائكة، وهو قول كثير من العلماء (٢)، والقول بأن إبليس من الملائكة قول جمهور العلماء (٣)، وهم لا ينازعون في أصل عصمة الملائكة الذي استند إليه القائلون بأن إبليس من الجن، وإنما يعارضونه بأدلة أخرى، كقوله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} (٤)، ويجيبون عما ثبت من عموم عصمة الملائكة بأنه مخصوص بما وقع لإبليس (٥).
وتوسط ابن تيمية فقال: «والتحقيق أنه كان منهم باعتبار صورته، وليس منهم باعتبار أصله، ولا باعتبار مثاله، ولم يخرج من السجود لآدم أحد من
_________
(١) سورة الكهف من الآية (٥٠).
(٢) روح المعاني (٨/ ٢٧٧)، وأشار إلى هذه الحجة من المفسرين: ابن عطية في المحرر الوجيز (١/ ١٧٨)، وابن الجوزي في زاد المسير (٥/ ١٥٣)، والماوردي في النكت والعيون (٣/ ٣١٣)، والزمخشري في الكشاف (٢/ ٤٨٨)، والرازي في التفسير الكبير (١/ ٤٢٩)، وأبو حيان في البحر المحيط (٦/ ١٣٦)، والنسفي في مدارك التنزيل (١/ ٣٤)، والشنقيطي في أضواء البيان (٣/ ٥٢٩).
(٣) المحرر الوجيز (١/ ١٧٨)، والجامع لأحكام القرآن (١/ ٢٥١).
(٤) سورة البقرة آية (٣٤).
(٥) انظر فتح القدير (١/ ٦٦).',NULL,'586',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (585,'الملائكة؛ لا جبرائيل ولا ميكائيل ولا غيرهما» (١).
٢ - قال الله تعالى: {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ} (٢).
للمفسرين من قصة هاروت وماروت وحقيقتهما أقوال:
فذهب كثير من السلف إلى أن هاروت وماروت ملكان، وأنهما كانا يعلمان السحر (٣).
ومن التابعين من أنكر أنهما ملكان، فقال الحسن: «علجان، لأن الملائكة لا يعلمون السحر» (٤).
وعن الضحاك قال: «هما علجان من أهل بابل»، وكانا يقرأان: الملِكين؛ بكسر اللام (٥).
_________
(١) مجموع الفتاوى (٤/ ٣٤٦).
(٢) سورة البقرة من الآية (١٠٢).
(٣) تفسير القرآن العظيم لابن كثير (١/ ١٩٨).
(٤) معالم التنزيل (١/ ١٢٩)، وجاء عنه في رواية أخرى في تفسير ابن أبي حاتم (١/ ١٩٢) قال: «أنزل الملكين بالسحر ليعلموا الناس البلاء الذي أراد الله أن يبتلي به الناس».
(٥) تفسير ابن أبي حاتم (١/ ١٨٩)، وانظر: معالم التنزيل (١/ ١٢٩)، وزاد المسير (١/ ١٢٢).',NULL,'587',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (586,'ومنهم من أنكر تعليمهما السحر، فعن أبي العالية: «لم ينزل عليهما السحر، يقول: علما بالإيمان والكفر، فالسحر من الكفر، فهما ينهيان عنه أشد النهي» (١).
وأرجح الأقوال أنهما ملكان، وأنهما نزلا لتعليم السحر ابتلاء من الله للناس، وتحذيراً منه وتمييزاً بينه وبين المعجزة، والمنكر قصتهما مع الزهرة وما وقع منهما من شرب الخمر والزنا، فقد تسربت إليها من الأخبار الإسرائيلية، قال ابن كثير: «قصها خلق من المفسرين من المتقدمين والمتأخرين، وحاصلها راجع في تفصيلها إلى أخبار بني إسرائيل، إذ ليس فيها حديث مرفوع صحيح متصل الإسناد إلى الصادق المصدوق المعصوم الذي لا ينطق عن الهوى، وظاهر سياق القرآن إجمال القصة من غير بسط ولا إطناب فيها، فنحن نؤمن بما ورد في القرآن على ما أراده الله تعالى، والله أعلم بحقيقة الحال» (٢).
_________
(١) تفسير ابن أبي حاتم (١/ ١٨٨).
(٢) تفسير القرآن العظيم (١/ ٢٠٣)، وانظر: التفسير الكبير (١/ ٦٣١، ٧/ ٢١٨)، وأنوار التنزيل للبيضاوي (ص ٤٥)، والإسرائيليات والموضوعات لأبي شهبة (ص ١٦٣).',NULL,'588',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (587,'<span data-type="title" id=toc-185>ثالثاً
مخالفة الواقع</span>
من الأمارات التي يستدل بها المفسر على ضعف التفسير مخالفته الواقع، وهذه الأمارة استخدمها المحدثون في نقد بعض الأحاديث، وقد يعبرون عنها بمخالفة الحديث للحس والمشاهدة، مثل الحديث الموضوع: «إذا عطس الرجل عند الحديث فهو دليل صدقه»، فإن «الحس يشهد بوضعه لأنا نشاهد العطاس والكذب يعمل عمله! ، ولو عطس مائة ألف رجل عند حديث يروى عن النبي - صلى الله عليه وسلم - لم يحكم بصحته بالعطاس، ولو عطسوا عند شهادة زور لم تصدق» (١).

<span data-type="title" id=toc-186>ومما جاء عن الصحابة والتابعين في ذلك:</span>
١ - جاء عن بعض التابعين في قوله تعالى: {سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ} (٢) تفسير السيما بالتراب الذي يبقى في جبهة المرء بعد السجود:
فعن أبي العالية - رحمه الله - قال: «لأنهم يسجدون على التراب لا على الأثواب» (٣).
_________
(١) المنار المنيف (ص ٥١)، وانظر تنزيه الشريعة المرفوعة للكناني (١/ ٦).
(٢) سورة الفتح من الآية (٢٩).
(٣) معالم التنزيل (٧/ ٣٢٤)، وزاد المسير (٧/ ٤٤٦).',NULL,'589',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (588,'وعن سعيد بن جبير - رحمه الله - قال: «ثرى الأرض وندى الطهور» (١).
وقد يظن بعض الناس أن المراد بالسيما ما يرى في جباه بعض الناس من كثرة السجود، ونسب القول به إلى بعض السلف (٢).
وقد أنكر بعض الصحابة والتابعين هذا المعنى الأخير:
فعن ابن عباس - رضي الله عنهما - في قوله: {سِيمَاهُمْ فِي وُجُوهِهِمْ} قال: «أما إنه ليس بالذين ترون، ولكنه سيما الإسلام وسحنته وسمته وخشوعه» (٣).
وفي رواية عنه قال: «ليس بندب التراب في الوجه، ولكنه الخشوع والوقار والتواضع» (٤).
وسأل منصور مجاهداً عن هذه الآية، فقال: «هو الخشوع، فقال له منصور: هو أثر السجود، فقال: إنه يكون بين عينيه مثل ركبة العنز، وهو كما شاء الله» (٥).
وفي رواية أخرى أن منصوراً قال له: «ما كنت أراه إلا هذا الأثر في الوجه،
_________
(١) جامع البيان (٢١/ ٣٢٥)، والسنن الكبرى للبيهقي (٢/ ٢٨٧).
(٢) فتح القدير (٥/ ٥٦).
(٣) جامع البيان (٢١/ ٣٢٣).
(٤) زاد المسير (٧/ ٤٤٦)، وهو في: تفسير سفيان الثوري (ص ٢٧٨)، وتفسير عبد الرزاق (٢/ ١٨٥)، وجامع البيان (٢١/ ٣٢٣) مختصراً.
(٥) جامع البيان (٢١/ ٣٢٤)، والسنن الكبرى للبيهقي (٢/ ٢٨٧).',NULL,'590',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (589,'فقال: ربما كان بين عيني من هو أقسى قلباً من فرعون» (١).
وربما تكلف بعض الناس ظهور هذا الأثر في وجهه رجاء الدخول في فضل هذه الآية، فأنكر ذلك بعض السلف مخافة الرياء عليه، فقد جاء رجل إلى السائب بن يزيد وفي وجهه أثر السجود، فقال: «لقد أفسد هذا وجهه، أما والله ما هي السيما التي سمّاها الله، ولقد صليت على وجهي ثمانين سنة ما أثَّر السجود بين عينيّ» (٢).
علق عليه الآلوسي بقوله: «وربما يحمل على أنه استشعر من الرجل تعمداً لذلك، فنفى أن يكون ما حصل به هو السيما التي سمي الله تعالى» (٣).
٢ - وفي قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ} (٤).
اختلف أهل التفسير في المراد بالمطهرين على قولين:
_________
(١) تفسير القرآن العظيم لابن كثير (٧/ ٣٤٢) وعزاه لابن أبي حاتم.
(٢) المعجم الكبير للطبراني (٧/ ١٥٨)، والسنن الكبرى للبيهقي (٢/ ٢٨٧)، والدر المنثور (٦/ ٨٢).
(٣) روح المعاني (١٣/ ٢٧٧)، وقال البقاعي في نظم الدرر (١٨/ ٣٤٠): «ولا يظن أن من السيما ما يصنعه بعض المرائين من هيئة أثر سجود في جبهته، فإن ذلك من سيما الخوارج»، وفي السنن الكبرى للبيهقي (٢/ ٢٨٦) أن أبا الدرداء رأى امرأة بوجهها أثر مثل ثفنة العنز، فقال لها: «لو لم يكن هذا بوجهك كان خيراً لك»، ونقل عن ابن عمر إنكار ذلك أيضاً.
(٤) سورة الواقعة الآيات (٧٧ - ٧٩).',NULL,'591',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (590,'أ- أن المراد بهم المتطهرون من الأحداث، وجاء ذلك عن سلمان الفارسي وقتادة (١).
ب - أن المراد بهم الملائكة خاصة، وهذا قول جمهور المفسرين (٢)، وأنكر بعض التابعين أن يراد به عموم الناس:
فعن أبي العالية - رحمه الله - قال: «الملائكة - عليهم السلام - ليس أنتم يا أصحاب الذنوب» (٣).
وعن قتادة قال: «لا يمسه عند الله إلا المطهرون، فأما في الدنيا فإنه يمسه المجوسي النجس، والمنافق الرجس، وقال: في حرف ابن مسعود: (مَا يَمَسُّهُ إِلَّا المُطَهَرُوْن)» (٤).
والآية عند هؤلاء على ظاهرها في الخبر، أما من رأى أن المراد بنو آدم فهي عنده نفي بمعنى النهي (٥).
_________
(١) المستدرك (٢/ ٤٧٧)، والنكت والعيون (٥/ ٤٦٤)، والجامع لأحكام القرآن (٧/ ٦٣٩٦).
(٢) التحرير والتنوير (٢٧/ ٣٠٥).
(٣) مصنف ابن أبي شيبة (١٣/ ٥٤٨)، والدر المنثور (٦/ ١٦٢) واللفظ منه، وعزاه لابن المنذر.
(٤) تفسير عبد الرزاق (٢/ ٢٢١)، وجامع البيان (٢٢/ ٣٦٦) واللفظ له.
(٥) قال ابن عطية في المحرر الوجيز (١٥/ ٣٨٨): «والقول بأن {لَا يَمَسُّهُ} نهي قول فيه ضعف، وذلك أنه إذا كان خبراً فهو في موضع الصفة، وقوله بعد ذلك: {تَنْزِيلٌ}: صفة أيضاً، فإذا جعلناه نهياً جاء معنى أجنبياً معترضاً بين الصفات، وذلك لا يحسن في رصف الكلام فتدبره، وفي حرف ابن مسعود: (مَا يَمَسُّهُ)، وهذا يقوي ما رجحته من الخبر الذي معناه: حقه وقدره أن لا يمسه إلا طاهر».',NULL,'592',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (591,'والراجح - والله أعلم - أن المراد بالمطهرين الملائكة، وهذه الآية كقوله تعالى: {فِي صُحُفٍ مُكَرَّمَةٍ (١٣) مَرْفُوعَةٍ مُطَهَّرَةٍ (١٤) بِأَيْدِي سَفَرَةٍ (١٥) كِرَامٍ بَرَرَةٍ (١٦)} (١).
وهي وإن لم يكن المراد بها المتطهرين من الأحداث إلا أن فيها تنبيهاً للمسلم بأن لا يمسَّ القرآن إلا وهو طاهر اقتداءً بالملائكة الكرام (٢).
والأمر بالطهارة لمسِّ المصحف يستفاد من أدلة أخرى (٣).
٣ - وفي قوله تعالى: {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ} (٤).
أورد ابن جرير في معنى الآية أقوالاً، منها أن المراد بالحسن حسن الخلقة وجمالها، ونقل عن قتادة قوله: «حسَّنَ على نحو ما خلق» (٥).
وقد أشار ابن عباس إلى ضعف هذا التأويل، ورجح أن المراد إحكام الخلق وإتقانه، فقال: «أما رأيت القردة ليست بحسنة، ولكن أحكم خلقها».
_________
(١) سورة عبس الآيات (١٣ - ١٦).
(٢) انظر: تيسير الكريم الرحمن (٨/ ٧٣)، والتحرير والتنوير (٢٧/ ٣٠٥).
(٣) انظر: المغني لابن قدامة (١/ ٢٠٢)، والجامع لأحكام القرآن (٧/ ٦٣٩٥)، وتفسير القرآن العظيم لابن كثير (٨/ ٢٢).
(٤) سورة السجدة آية (٧).
(٥) جامع البيان (١٨/ ٥٩٨)، وانظر تفسير عبد الرزاق (٢/ ٨٩).',NULL,'593',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (592,'وفي رواية عنه قال: «أما إن است القرد ليست بحسنة، ولكنه أحكم خلقها» (١).
ورجح ابن جرير قول ابن عباس، فقال: «وأولى الأقوال في ذلك عندي بالصواب على قراءة من قرأه: {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} بفتح اللام (٢) قول من قال: معناه أحكم وأتقن؛ لأنه لا معنى لذلك إذ قرئ كذلك إلا أحد وجهين: إما هذا الذي قلنا من معنى الإحكام والإتقان، أو معنى التحسين الذي هو في معنى الجمال والحُسن، فلما كان في خلقه ما لا يشكّ في قُبحه وسماجته، علم أنه لم يُعن به أنه أحسن كلّ ما خلق، ولكن معناه أنه أحكمه وأتقن صنعته» (٣).
_________
(١) جامع البيان (١٨/ ٥٩٧)، والدر المنثور (٥/ ١٧٢).
(٢) وهي قراءة نافع وعاصم وحمزة والكسائي وخلف، وقرأ بقية العشرة بسكون اللام، انظر: السبعة (ص ٥١٦)، والتيسير (ص ١٧٧)، والنشر (٢/ ٣٧٤).
(٣) جامع البيان (١٨/ ٥٩٩).

ومن شواهد نقد التفسير بمخالفة الواقع:
إنكار سعد بن أبي وقاص - رضي الله عنه - أن يكون المراد بالسهو في قوله تعالى: {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} [الماعون: ٥] حديث النفس والوسوسة؛ معللاً ذلك بأنه يقع لكل أحد، وقال: كلنا يحدث نفسه، انظر علل الحديث لابن أبي حاتم (٢/ ٣٣٦).
وإنكار الحسن البصري - رحمه الله - أن يكون المراد بقول الله تعالى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} [المزمل آية ٥] الثقل الحسي، وقال: إن الرجل لَيَهُذُّ السورة، ولكنّ العمل به ثقيل. انظر جامع البيان (٢٣/ ٣٦٥).',NULL,'594',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (593,'<span data-type="title" id=toc-187>رابعاً
معارضة التفسير بالقياس</span>
والقياس حجة في الجملة، والتعبد به جائز عقلاً وشرعاً، وهذا مذهب جمهور العلماء وهو المنقول عن الصحابة والتابعين - رضي الله عنه -، ونقل بعض العلماء إجماع الصحابة على العمل بالقياس (١).
وقد اعتبر الصحابة والتابعون القياس في التفسير، فأدخلوا بعض الأشياء في معنى الآية ودلالتها بطريق القياس، ففي قول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} (٢)، قال ابن عباس في معنى {سُكَارَى}: إنه النعاس، وقال الضحاك: سكر النوم (٣).
علق على ذلك ابن تيمية بقوله: «وهذا إذا قيل: إن الآية دلت عليه بطريق الاعتبار أو شمول معنى اللفظ العام، وإلا فلا ريب أن سبب نزول الآية كان
_________
(١) انظر في حجية القياس: المستصفى (٢/ ٢٣٤)، وروضة الناظر (٣/ ٨٠٦)، والإحكام للآمدي (٤/ ٥)، وإرشاد الفحول (١٩٩).
(٢) سورة النساء من الآية (٤٣).
(٣) جامع البيان (٧/ ٤٨)، والدر المنثور (٢/ ١٦٥).',NULL,'595',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (594,'السكر من الخمر، واللفظ صريح في ذلك، والمعنى الآخر صحيح أيضاً» (١).
ومن الأمثلة ما ذكره ابن القيم في " إعلام الموقعين" (٢) أن الصحابة - رضي الله عنهم - جعلوا العبد على النصف من الحر في النكاح والطلاق والعدة؛ قياساً على ما نصَّ الله عليه في قوله: {فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} (٣).
وكما استخدموا القياس في بيان الآيات، فقد استدلوا به على ضعف بعض التأويلات، ومن أمثلة ذلك:
١ - عن طاوس قال: «قيل لابن عباس: أتأمر بالعمرة قبل الحج، والله تعالى يقول: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (٤)؟ ! ، فقال ابن عباس: كيف تقرؤون: {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} (٥) فبأيهما تبدؤون؟ ، قالوا: بالدين، قال: فهو ذلك» (٦).
_________
(١) مجموع الفتاوى (١٠/ ٤٣٨)، وانظر فصول في أصول التفسير (ص ٨١).
(٢) (١/ ٢٠٩).
(٣) سورة النساء من الآية (٢٥).
(٤) سورة البقرة من الآية (١٩٦).
(٥) سورة النساء من الآية (١١).
(٦) الدر المنثور (١/ ٢٠٩)، وانظر السنن الكبرى للبيهقي (٤/ ٣٥١).',NULL,'596',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (595,'فالترتيب بين الحج والعمرة الذي فهمه المعترضون على ابن عباس من الآية غير مراد بالقياس على الآية الأخرى، والتي يتفق ابن عباس ومعارضوه على عدم إرادة الترتيب فيها.
٢ - وقيل لمجاهد: «أليس الله عز وجل يقول: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ} (١)، أفليس الأمة من النساء؟ ، فقال مجاهد: قد قال الله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ} (٢) أفليس العبد من الرجال؟ ، أفتجوز شهادته؟ » (٣).
فسائل مجاهد فهم من الآية أن الأَمَة داخلة في عموم النساء، والله يقول: {مِنْ نِسَائِهِمْ}، فيقع الظهار منها، وكان مجاهد لا يرى الظهار من الأمة، فلما عورض بهذه الآية، بيَّنَ أن العبد لا تجوز شهادته مع كونه داخلاً في عموم الرجال في قوله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ}.
وعلق ابن عبد البر على كلام مجاهد بقوله: «كما كان العبد من الرجال غير
_________
(١) سورة المجادلة من الآية (٣).
(٢) سورة البقرة من الآية (٢٨٢).
(٣) سنن سعيد بن منصور (٣/ ٩٩١)، والسنن الكبرى للبيهقي (١٠/ ١٦١)، وجامع بيان العلم وفضله (٢/ ١٠٨).',NULL,'597',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (596,'المراد بالشهادة، فكذلك الأمة من النساء غير المراد بالظهار، وهذا عين القياس» (١).
ومذهب مجاهد هو مذهب شيخه ابن عباس - رضي الله عنهما -، فإنه كان لا يرى الظهار من الأمة شيئاً، ويقول: «من شاء باهلته أن الظهار ليس من الأمة، إنما قال الله عز وجل: { ... مِنْ نِسَائِهِمْ}» (٢)، وهو مذهب جمهور العلماء (٣).
٣ - وفي قوله تعالى: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (٤).
جاء عن عكرمة عن ابن عباس أن النبي - صلى الله عليه وسلم - رأى ربه، فقال رجل لعكرمة: أليس قد قال الله: {لَا تُدْرِكُهُ الْأَبْصَارُ}؟ ، فقال له: ألست ترى السماء؟ ، قال: بلى قال: فكلها ترى (٥).
فالرجل فهم من الآية مجرد الرؤية، فغلطه عكرمة بأن الآية لا تدل على ذلك، واستدل بأن من يرى السماء لا يقال: إنه أحاط بها، ففرق بين الإحاطة وهو الذي يفيده قوله: {تُدْرِكُهُ}، وبين مجرد الرؤية.
_________
(١) جامع بيان العلم وفضله (٢/ ١٠٨).
(٢) المصدر السابق (٢/ ١٠٧)، والسنن الكبرى للبيهقي (٧/ ٣٨٣)
(٣) انظر: المغني (١١/ ٦٧)، وتفسير القرآن العظيم لابن كثير (٨/ ٦٥).
(٤) سورة الأنعام آية (١٠٣).
(٥) السنة لابن أبي عاصم (١/ ١٨٩)، وجامع البيان (٢٢/ ٣٢)، والرؤية للدار قطني (ص ٣٥٣)، والشريعة للآجري (ص ٢٩١)، وانظر: تفسير ابن أبي حاتم (٤/ ١٣٦٣).',NULL,'598',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (597,'<span data-type="title" id=toc-188>خامساً
أن يكون التفسير غير مفيد</span>
<span data-type="title" id=toc-189>ومما جاء عن الصحابة والتابعين في ذلك:</span>
١ - في قول الله تعالى: {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً} (١).
يرى جمهور المفسرين أن الجهرة في الآية متعلق برؤية الله تعالى، وأنهم طلبوا من موسى أن يريهم الله عياناً علانية.
وجاء عن ابن عباس في رواية عنه إنكار هذا المعنى، وقال: «إنهم إذا رأوه فقد رأوه، إنما قالوا جهرة: {أَرِنَا اللَّهَ}، قال: هو مقدم ومؤخر» (٢).
قال ابن جرير: «وكان ابن عباس يتأول ذلك أن سؤالهم موسى كان جهرة» (٣).
وابن عباس في هذه الرواية يرى أن قولهم: {أَرِنَا اللَّهَ} كاف في طلب
_________
(١) سورة النساء من الآية (١٥٣).
(٢) جامع البيان (٧/ ٦٤٢)، والدر المنثور (٢/ ٢٣٨) وعزاه لابن المنذر.
(٣) جامع البيان (٧/ ٦٤٢).',NULL,'599',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (598,'الرؤية، فليس ثمة فائدة من قولهم: جهرة بمعنى عياناً.
وعن ابن عباس رواية أخرى أن معنى جهرة علانية (١)، وهذا رأي جماهير المفسرين، وهو الراجح في معنى الآية، وإنما طلب بنو إسرائيل من موسى - عليهم السلام - أن يريهم الله جهرة لتأكيد الرؤية، ولئلا يتوهم متوهم أنها مجرد لمحة، أو أن المراد بالرؤية العلم أو التخيل على نحو ما يراه النائم (٢).
٢ - وفي قوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} (٣).
يرى الحسن البصري أن الشجرة المضروب بها المثل ليست حقيقية، ويقول: «لو كانت في الأرض هذه الزيتونة كانت شرقية أو غربية، ولكن والله ما هي في الأرض، وإنما هو مثل ضربه الله لنوره».
وفي رواية عنه قال: «هذا مثل ضربه الله، ولو كانت هذه الشجرة في الدنيا لكانت إما شرقية وإما غربية» (٤).
_________
(١) جامع البيان (١/ ٦٨٨).
(٢) التفسير الكبير (١/ ٥١٩)، وانظر التحرير والتنوير (١/ ٤٩٠).
(٣) سورة النور من الآية (٣٥).
(٤) جامع البيان (١٧/ ٣١٢ - ٣١٣)، وتفسير ابن أبي حاتم (٨/ ٢٦٠٢)، والدر المنثور (٥/ ٥٠).',NULL,'600',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (599,'والقول الذي عليه الجماهير من المفسرين - وهو الصحيح - أن المثل حقيقي، وحقيقة وصف الشجرة بهذه الصفة أنها متوسطة؛ فليست خالصة للشرق فتسمى شرقية ولا للغرب فتسمى غربية، والمراد بروزها وانكشافها لتصيبها الشمس طول النهار، والشجرة التي بهذه الصفة أجود ثمراً، فيكون زيتها أجود وأصفى (١).
_________
(١) المحرر الوجيز (١١/ ٣٠٨)، والتحرير والتنوير (١٨/ ١٩٣).',NULL,'601',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (600,'<span data-type="title" id=toc-190>سادساً
نقد التفسير بذكر ما يترتب عليه</span>
ينتقد العلماء تفسير الآية بذكر ما يلزم عليه من لوازم باطلة، ومما جاء عن الصحابة والتابعين في ذلك:
١ - قال رجل لابن عباس: «إني سألت ابن عمر عن الطوفان، فقال: ما أدري؛ موتاً كان أو ماءً؟ ، فقال ابن عباس: أما يقرأ ابن عمر "سورة العنكبوت" حين ذكر الله قوم نوح فقال: {فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ} (١)، أرأيت لو ماتوا، إلى من جاء موسى - عليهم السلام - بالآيات الأربع بعد الطوفان؟ » (٢).
فاستدل ابن عباس على ضعف تفسير الطوفان بالموت بأنه لو كان الأمر كذلك فلمن يُرْسَل موسى بالآيات الأربع المذكورة في سورة الأعراف بعد الطوفان في قوله تعالى: {فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ}؟ (٣)، وكأن ابن عباس يرى الترتيب بين الآيات المذكورة، واستدل ابن عباس على صحة تفسير الطوفان بالماء بما ذكره الله تعالى من
_________
(١) سورة العنكبوت من الآية (١٤).
(٢) جامع البيان (١٠/ ٣٩٥).
(٣) سورة الأعراف آية (١٣٣).',NULL,'602',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (601,'إغراق قوم نوح - عليهم السلام - بالطوفان، وهو الماء إجماعاً.
ويحتمل أن يكون مراد ابن عمر أن يسلط الموت عليهم، لكن لا يفنيهم، بل يبقى منهم بقية، والله أعلم.
٢ - وفي قوله تعالى: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} (١).
اختلف سعيد بن جبير مع مجاهد وطاوس، فعن أبي بشر عن سعيد قال: «{الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ}: هو الزوج، وقال مجاهد وطاوس: هو الولي، قال: قلت لسعيد: فإن مجاهداً وطاوساً يقولان: هو الولي؟ قال سعيد: فما تأمرني إذاً؟ ، ثم قال: أرأيت لو أن الولي عفا وأبت المرأة، أكان يجوز ذلك؟ ، فرجعت إليهما فحدثتهما، فرجعا عن قولهما وتابعا سعيداً» (٢).
ورأي ابن جبير قال به جماعة من أهل العلم (٣)، واستدل ابن جبير على ضعف قول مجاهد وطاوس بأن المرأة لو أبت التنازل عن حقها في الصداق لم يكن للولي إجبارها على ذلك، فالولي لا يستقل وحده بالعفو عن الصداق.
_________
(١) سورة البقرة من الآية (٢٣٧).
(٢) سنن سعيد بن منصور (٣/ ٨٨٧)، وجامع البيان (٤/ ٣٢٩) واللفظ له، والسنن الكبرى للبيهقي (٧/ ٢٥١).
(٣) تفسير القرآن العظيم لابن كثير (١/ ٤٢٦)، وفتح القدير (١/ ٢٥٤).',NULL,'603',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (602,'قال الطبري: «وأولى القولين في ذلك بالصواب قول من قال: المعني بقوله: {الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ}، الزوج، وذلك لإجماع الجميع على أن ولي جارية بكر أو ثيب، صبيةً صغيرةً كانت أو مدركةً كبيرةً، لو أبرأ زوجها من مهرها قبل طلاقه إياها، أو وهبه له أو عفا له عنه أن إبراءه ذلك وعفوه له عنه باطل، وأن صداقها عليه ثابت ثبوته قبل إبرائه إياه منه، فكان سبيل ما أبرأه من ذلك بعد طلاقه إياها سبيل ما أبرأه منه قبل طلاقه إياها»، ثم ذكر حججاً أخرى (١).
٣ - وعن أبي بشر قال: «اختصم علي بن عبد الله بن عباس (٢) ورجل من آل شيبة في يوم الحج الأكبر، فقال علي: هو يوم النحر، وقال الذي من آل شيبة: هو يوم عرفة، فأُرْسِل إلى سعيد بن جبير فسألوه، فقال: هو يوم النحر، ألا ترى أن من فاته يوم عرفة لم يفته الحج، فإذا فاته يوم النحر فقد فاته الحج؟ ».
وفي رواية فقال سعيد بن جبير: «أرأيت لو أن رجلاً فاته يوم عرفة، أكان يفوته الحج؟ ، وإذا فاته يوم النحر فاته الحج» (٣).
_________
(١) جامع البيان (٤/ ٣٣٢)، وانظر الجامع لأحكام القرآن (٢/ ١٠١٥).
(٢) ابن عبد المطلب القرشي الهاشمي، ولد سنة (٤٠) وروى عن أبيه وأبي هريرة، وهو أصغر ولد أبيه، وكان يلقب بالسجاد لكثرة صلاته، وكان أجمل قريش، توفي بالشام عام (١١٨)، وقيل غير ذلك.
انظر: الطبقات الكبرى لابن سعد (٥/ ٢٢٩)، ووفيات الأعيان (٣/ ٢٧٤)، وتهذيب التهذيب (٣/ ١٨٠).
(٣) جامع البيان (١١/ ٣٢٨).',NULL,'604',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (603,'وإذا كان الحج لا يفوت بفوات يوم عرفة فلا يصح أن يكون هو يوم الحج الأكبر، وينبغي حمل كلام ابن جبير بأن الحج لا يفوت بفوات يوم عرفة، لأن الوقوف بعرفة يمتد إلى فجر يوم النحر، وقد بين ذلك عبد الرحمن بن زيد بن أسلم، فقال: «الحج يفوت بفوت يوم النحر، ولا يفوت بفوت يوم عرفة، إن فاته اليوم لم يفته الليل، يقف ما بينه وبين طلوع الفجر» (١).
والقول بأن المراد بيوم الحج الأكبر يوم النحر هو الراجح، وهو ما رجحه الطبري، وأشار إلى دليل ابن جبير، فقال: «إنما يحج الناس ويقضون مناسكهم يوم النحر، لأن في ليلة نهار يوم النحر الوقوف بعرفة غير فائت إلى طلوع الفجر، وفي صبيحتها يعمل أعمال الحج، فأما يوم عرفة فإنه وإن كان الوقوف بعرفة، فغير فائت الوقوف به إلى طلوع الفجر من ليلة النحر، والحج كله يوم النحر» (٢)، ورجحه كذلك ابن تيمية والشوكاني والشنقيطي (٣)، والله أعلم.
٤ - وفي قوله تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} (٤).
_________
(١) المصدر السابق (١١/ ٣٣٥).
(٢) المصدر السابق (١١/ ٣٣٦).
(٣) مجموع الفتاوى (٢٤/ ٢٢٧)، وفتح القدير (٢/ ٣٣٣)، وأضواء البيان (٢/ ٣٨٣).
(٤) سورة الكهف من الآية (٢٨).',NULL,'605',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (604,'تأولها بعض الناس بأن المراد بالذين يدعون ربهم بالغداة والعشي القُصَّاص.
وأنكر أبو جعفر ذلك؛ معللاً بأن الآية تخاطب النبي - صلى الله عليه وسلم -، فلا يصح أن يكون المراد القُصَّاص، لأنه لا يتصور أن يقص أحد على النبي - صلى الله عليه وسلم -، وقال منكراً هذا المعنى: «كان يقرئهم القرآن، من الذي يقص على النبي - صلى الله عليه وسلم -؟ ! » (١).
_________
(١) جامع البيان (٩/ ٢٦٨)، وعلق عليه الشيخ شاكر في (١١/ ٣٨٦) ط. دار المعارف، فقال: «وهذه حجة مبينة في فساد من تأول الآية على غير الوجه الصحيح الذي أجمعت عليه الحجة».',NULL,'606',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (605,'<span data-type="title" id=toc-191>الفصل الثاني أثر نقد الصحابة والتابعين للتفسير</span>
وفيه:
أولاً: أثره في التفسير وأصوله.
ثانياً: أثره في علوم القرآن.
ثالثاً: أثره في العقائد.
رابعاً: أثره في المتلقين.',NULL,'607',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (606,'مما يؤثر في العلوم باختلاف تخصصاتها ويساهم في ضبطها وتأصيلها وجود النقد الهادف في المجتمع العلمي؛ مثل قيام المناظرات والحوارات العلمية بين العلماء وطلابهم حول قضايا العلم المختلفة، والقيام بتقويم الآراء مع التزام جميع الأطراف بآداب المناظرة والحوار، ومن ذلك أيضاً قيام العلماء المتخصصين في فنهم بالرد على المخطئين فيه، وكشف ما يلتبس عليهم فهمه، وبيان الصواب في ذلك، ولا يقتصر أثر النقد الهادف على العلم وحده، وإنما يظهر على المتلقين وطلاب العلم أيضاً.',NULL,'608',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (607,'<span data-type="title" id=toc-192>أولاً
أثره في التفسير وأصوله</span>
من أهم الآثار الإيجابية لنقد التفسير حماية القرآن الكريم من الانحراف في فهمه، وقد سبق بيان أثر التحذير من الخطأ في التفسير وبيان خطره في دفع الأخطاء قبل وقوعها، أما إذا وقعت فإن قيام علماء التفسير بنقدها ورد المخطئ إلى جادة الصواب مؤثر في منعه ومنع غيره من التمادي في الخطأ، وبذلك تقل الأخطاء في التفسير، ولو اقتصر العلماء على تفسير القرآن فحسب، دون التعرض لنقد المخطئين لتمادى كثير من الناس في تفسير القرآن بلا علم.
إن انتقاد المخطئ وبيان الصواب له، وكشف ما يلتبس عليه فهمه يضعه على الجادة، ويحدد له المنهج السليم لفهم القرآن، فيدرك من خطئه أن طريقته في فهم القرآن لم تكن سديدة، وذلك أدعى لتصحيح منهجه فيما يستقبل من تفسير القرآن الكريم.
ومن الآثار الإيجابية للنقد: بيان التفسير الصحيح للآية، وكم من آية فهمت خطأً، وضل بها فئام من الناس، ولم يتبين وجهها إلا من خلال النقد.
وبيان المعنى الصحيح للآية هو مقصود الصحابة والتابعين - رضي الله عنهم - من النقد.
وفيما يتعلق بأصول التفسير فقد ظهر أثر نقد الصحابة والتابعين - رضي الله عنهم - من',NULL,'609',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (608,'ناحيتين:
الأولى: التأكيد على بعض قضايا أصول التفسير وعدم إغفالها عند تفسير القرآن الكريم، ومن تلك الأصول: تفسير القرآن بالقرآن، أو تفسيره بالسنة، أو باللغة العربية، وكذلك الحذر من مصادمة التفسير للعقائد والقواعد الثابتة، وقد توصل الصحابة والتابعون بهذه القضايا والقواعد إلى نقد بعض الآراء.
الثانية: تحرير المسائل المشكلة في تفسير القرآن، والتي تعارض النقل فيها عن الصحابة والتابعين قبولاً ورفضاً؛ تأييداً ورداً، كتفسير القرآن بالرأي، فقد جاء عن بعضهم فعله وإباحته، وجاء عن آخرين رده وإنكاره، ومثله تفسير المتشابه وتفسير القرآن بالإسرائيليات، وعند جمع النصوص بطرفيها نستطيع تمييز الحق فيها من الباطل، وقد استنبط العلماء من النصوص المتعارضة الحالات التي يجوز فيها التفسير بالرأي أو التفسير بالإسرائيليات، والحالات التي لا تجوز، ومر شيء من ذلك في موطنه، ولولا كلام النقاد فيها لالتبس أمرها على كثير من الناس، وربما استسهل بعضهم الكلام فيها فجرتهم إلى محاذير.',NULL,'610',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (609,'<span data-type="title" id=toc-193>ثانياً
أثره في علوم القرآن</span>
ترتبط بعض علوم القرآن ارتباطاً قوياً بالتفسير، ولها أثر ظاهر في فهم الآيات، وقد جاء عن الصحابة والتابعين شواهد نقدية متعلقة بها، وهي إما أن تتأثر بنقد التفسير، أو يتأثر تفسير الآية بنقدها، ومن أبرزها:

<span data-type="title" id=toc-194>أ- القراءات:</span>
من فوائد تعدد القراءات تعدد معاني الآية، فتفيد قراءة فوائد وأحكاماً لا تفيدها القراءة الأخرى، ومن ثَمَّ عد بعض العلماء اختلاف القراءات بمثابة تعدد الآيات (١).
وقد قرأ الصحابة والتابعون - رضي الله عنهم - القرآن بقراءات مختلفة؛ يقرأ كل واحد منهم بما سمع وتلقى عن شيوخه، ومما جاء عنهم الترجيح بين القراءات، فيرجح أحدهم قراءة، ويستدل لرجحانها بانتقاد معنى القراءة الأخرى، لكون المعنى الذي يفهم منها غير صحيح، فينتقد القراءة بها ويرجح ما يقرأ به، وبخاصة إذا كانت هي القراءة التي تلقاها عن أشياخه وتواترت لديه بخلاف الأخرى التي من
_________
(١) انظر: التحرير والتنوير (١/ ٥٥).',NULL,'611',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (610,'المحتمل عدم سماعه بها من قبل.
ومذهب الترجيح بين القراءات أخذ به بعض المفسرين، ومنهم ابن جرير الطبري، فهو كثير الترجيح بين القراءات، ويستدل في بعض ذلك بنقد معنى القراءة المرجوحة (١).
ويرد عن بعض الصحابة والتابعين ما هو أشد من الترجيح، فيردُّ أحدهم قراءة متواترة وينكرها، ويحتج لذلك بعدم صحة معناها، وهذا من الأمور المشكلة، فكيف يقدم أحدٌ على إنكار قراءة متواترة؟ ! ، وللعلماء عن ذلك عدة أجوبة، من أهمها:
أ - أن تلك القراءات التي طعن فيها الصحابة والتابعون - رضي الله عنهم - وأنكروها لم تواتر لديهم، والقراءةُ قد تواتر عند قوم دون قوم، وبخاصة إذا علمنا أن عصرهم سابق لزمن استقرار القراءات وإجماع الأمة على تواتر القراءات السبع (٢).
ب - تضعيف الروايات التي فيها جاء فيها رد القراءة وإنكارها كما صنع ابن الأنباري (٣)
مع ما ورد عن ابن عباس، وعارضها بروايات صحيحة عنه تثبت تلك
_________
(١) وسيأتي التمثيل من كلامه، وانظر تفسيره (١/ ٢٨٥، ٥٦١).
(٢) انظر: جمال القراء (٢/ ٥٦٩)، وفتح الباري لابن حجر (٨/ ٧٤٣).
(٣) هو أبو بكر محمد بن القاسم بن محمد الأنباري المقرئ النحوي، ولد سنة (٢٧١)، كان آية في الحفظ، صنف كتباً كثيرة في علوم القرآن وغريب الحديث، من كتبه: المذكر والمؤنث، والأضداد، توفي سنة (٣٢٨).

انظر: تاريخ بغداد (٣/ ١٨١)، ووفيات الأعيان (٤/ ٣٤١)، وإنباه الرواة (٣/ ٢٠١)، وغاية النهاية (٢/ ٢٣٠).',NULL,'612',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (611,'القراءات (١).
ج - أنهم لا يريدون حقيقة التضعيف والتخطئة، وإنما يريدون الترجيح والاختيار، وأن القارئ خالف ما هو أولى وأحسن (٢).
وبكل حال فهذه القراءات المنتقدة قد تواترت لدى العلماء وتلقتها الأمة بالقبول، ولها عند علماء التفسير والقراءات معانٍ صحيحة، فينبغي أن لا يضيق بها صدر القارئ، وبين أيدينا عدة شواهد عن الصحابة والتابعين - رضي الله عنهم - استدلوا بضعف معنى القراءة على نقد القراءة نفسها، وهي كلها في نقد قراءات متواترة، لكن تارة يرجح عليها قراءة متواترة، وأخرى يرجح عليها شاذة:

<span data-type="title" id=toc-195>فمن شواهد ترجيح القراءة المتواترة:</span>
١ - ما تقدم عن عائشة - رضي الله عنها - أنها أنكرت قراءة التخفيف في قوله تعالى: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} (٣)، ولما قال لها عروة: لعلها
_________
(١) الإتقان (١/ ٢٤٢).
(٢) انظر: المصدر السابق، وتفسير التابعين (٢/ ٧٧٤).
(٣) سورة يوسف من الآية (١١٠).',NULL,'613',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (612,'{كُذِبُوا} مخففة؟ ، قالت: معاذ الله (١)، وسبب إنكارها القراءة أن المعنى الذي تفضي إليه قراءة التخفيف انتقاص الأنبياء والإخلال بمقامهم كما تقدم (٢).
قال ابن حجر تعليقاً على قول عائشة: "معاذ الله": «وهذا ظاهر في أنها أنكرت القراءة بالتخفيف بناءً على أن الضمير للرسل، وليس الضمير للرسل، ولا لإنكار القراءة بذلك معنى بعد ثبوتها، ولعلها لم يبلغها ممن يرجع إليه في ذلك» (٣).
٢ - وفي قول الله تعالى: {إِذْ قَالَ الْحَوَارِيُّونَ يَاعِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} (٤) قالت عائشة: «كان الحواريون لا يشكون أن الله قادر أن ينزل عليهم مائدة، ولكن قالوا: يا عيسى (هَلْ تَسْتَطِيعُ رَبَّكَ)» (٥).
وفي رواية قالت: «كان الحواريون أعلم بالله من أن يقولوا: {هَلْ يَسْتَطِيعُ رَبُّكَ}، إنما قالوا: هل تستطيع أنت ربك، هل تستطيع أن تدعوه؟ » (٦).
_________
(١) صحيح البخاري، كتاب التفسير، باب قوله: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ {(٥/ ٢١٨).
(٢) انظر (ص ٥٧٤).
(٣) فتح الباري (٨/ ٣٦٧ - ٣٦٨)، وانظر نحوه في التحرير والتنوير (١٢/ ١٢٩).
(٤) سورة المائدة آية (١١٢).
(٥) وهي قراءة الكسائي من بين العشرة، فإنه قرأ: (تَسْتَطِيعُ) بالخطاب، ونصب (رَبَّكَ). انظر: السبعة (ص ٢٤٩)، والنشر (٢/ ٢٥٦)، وأثر عائشة - رضي الله عنها - في جامع البيان (٩/ ١١٨).
(٦) تفسير ابن أبي حاتم (٤/ ١٢٤٣)، والدر المنثور (٢/ ٣٤٦).',NULL,'614',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (613,'وعن سعيد بن جبير: أنه قرأها كذلك: (هَلْ تَسْتَطِيعُ رَبَّكَ) وقال: تستطيع أن تسال ربك؟ ، وقال: ألا ترى أنهم مؤمنون؟ (١).
ووجه الإشكال في قراءة {هَلْ يَسْتَطِيعُ رَبُّكَ} ما بينته عائشة وسعيد من أن الحواريين مؤمنون بالله، كما أخبروا بذلك في الآية التي قبلها: {قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} (٢)، وسؤالهم عن قدرة الله تعالى على إنزال المائدة ينافي ما حكوه عن أنفسهم، ولما استعظم عيسى - عليه السلام - هذا السؤال منهم، وقال لهم: {اتَّقُوا اللَّهَ}، بينوا له أنهم يريدون الاطمئنان إلى صدقه، فقالوا: {وَتَطْمَئِنَّ قُلُوبُنَا} (٣).
وأجيب بأن سؤالهم كان في مبدأ أمرهم قبل استحكام الإيمان في قلوبهم، وقد كره منهم عيسى - عليه السلام - ذلك، وأمرهم بالتوبة ومراجعة إيمانهم، فقال: {اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ}، أو أن سؤالهم لم يكن عن شك في قدرة الله، وإنما طلبوا الطمأنينة كما طلبها إبراهيم - عليه السلام - في قوله: {رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} (٤).
_________
(١) جامع البيان (٩/ ١١٧ - ١١٨).
(٢) سورة المائدة من الآية (١١١).
(٣) سورة المائدة من الآية (١١٣)، وقال ابن عطية في المحرر الوجيز (٥/ ٢٣٤): «نزهتهم عائشة عن بشاعة اللفظ، وإلا فليس يلزمهم منه جهل بالله تعالى».
(٤) سورة البقرة من الآية (٢٦٠)، وانظر: جامع البيان (٩/ ١١٩)، والبحر المحيط (٤/ ٥٣)، وفتح القدير (٢/ ٩٢).',NULL,'615',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (614,'وذهب ابن جرير إلى نقيض قول عائشة، فرجح قراءة الجمهور مستدلاً بضعف معنى قراءة: (هَلْ تَسْتَطِيعُ رَبَّكَ) (١).
والصواب ثبوت كلا القراءتين، ولكل منهما معنى صحيح.
٣ - قال الله تعالى: {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} (٢).
ذُكر لابن عباس أن ابن مسعود قرأ بالضم: (يُغَل) (٣) فقال: بلى ويقتل! ، ثم ذكر أنها نزلت في قطيفة؛ قال بعض الناس: إن رسول الله - صلى الله عليه وسلم - غلها يوم بدر (٤).
وعن خصيف قال: «سألت سعيد بن جبير كيف تقرأ هذه الآية: {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} أو: (يُغَل)؟ ، قال: لا بل (يَغُل) فقد كان النبي - والله - يُغَل ويُقْتل» (٥).
ومراد ابن عباس وابن جبير أن قراءة الضم تنفي أن يُتَهم نبيٌ بالغلول من
_________
(١) جامع البيان (٩/ ١١٩).
(٢) سورة آل عمران من الآية (١٦١).
(٣) قرأ بفتح الياء وضم الغين ابن كثير وأبو عمرو وعاصم، وقرأ بقية العشرة بضم الياء وفتح الغين انظر: السبعة (ص ٢١٨)، والنشر (٢/ ٢٤٣).
(٤) جامع البيان (٦/ ١٩٥).
(٥) المصدر السابق (٦/ ١٩٤).',NULL,'616',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (615,'قبل أتباعه، والواقع يشهد بخلاف ذلك؛ لأنهم إذا كانوا يفعلون معه ما هو أشد من ذلك كالقتل، فكيف لا ينسبونه إلى الخيانة في الغنيمة؟ ! ، والآية على هذه القراءة تنفي نسبة النبي إلى الخيانة، فالمعنى - عند ابن عباس وابن جبير - غير سديد (١).
ولابن جرير نقد لمعنى هذه القراءة وترجيح الأخرى عليها (٢).
وقراءة الضم ثابتة بالتواتر، ولها معنى صحيح، فتخصيص النبي - صلى الله عليه وسلم - بعدم تخوينه في الغنيمة مع حرمته مع غيره لشناعة الحال مع النبي - صلى الله عليه وسلم -، لأن المعاصي تعظم مع حضرته لتعين توقيره (٣).
٤ - وعن شريح - رحمه الله - أنه كان يقرأ هذه الآية: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} (٤) بالنصب، وكان ينكر قراء الرفع، ويقول: إن الله لا يعجب من الشيء، إنما يعجب من لا يعلم، قال الأعمش: فذكرت ذلك لإبراهيم النخعي، فقال: إن شريحاً كان معجباً برأيه، وعبد الله بن مسعود - رضي الله عنه - كان أعلم منه، كان يقرأها: (بَلْ عَجِبْتُ) (٥).
_________
(١) انظر التفسير الكبير للرازي (٣/ ٤١٣).
(٢) جامع البيان (٦/ ٢٠٠ - ٢٠١).
(٣) المحرر الوجيز (٣/ ٢٨٥)، وفتح القدير (١/ ٣٩٤).
(٤) سورة الصافات آية (١٢).
(٥) تقدم الكلام عن هذه القراءة (ص ٤٥٤)، ولمزيد شواهد انظر: جامع البيان (٩/ ١٠٢)، والدر المنثور (٤/ ٩).',NULL,'617',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (616,'<span data-type="title" id=toc-196>ومن شواهد ترجيح القراءة الشاذة على المتواترة:</span>
١ - عن أبي بن كعب - رضي الله عنه - أنه كان يقرأ: (أَنَا آتِيْكُم بِتَأْوِيْلِه)، فقيل له: «{أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ} (١) فقال: أهو كان ينبئهم؟ » (٢).
وجاء عن الحسن أنه قرأها كذلك (٣)، فقيل له: «يا أبا سعيد: {أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ}، فقال: أهو كان ينبئهم» (٤).
والمعنى على قراءة الجمهور أن الرجل يخبرهم بتأويل الرؤيا بتلقيه عمن لديه علمه لا من تلقاء نفسه، ولذا لم يقل أفتيكم في ذلك، ويدل على صحة هذا التوجيه قوله تعالى بعد ذلك: {فَأَرْسِلُونِ}، أي: أرسلون إلى من عنده علمه (٥).
٢ - وفي قوله تعالى: {وَيَذَرَكَ وَآلِهَتَكَ} (٦) روى عمرو بن دينار عن ابن
_________
(١) سورة يوسف من الآية (٤٥).
(٢) الدر المنثور (٤/ ٢٢).
(٣) وقرأ بها أيضاً يحيى بن يعمر، انظر: شواذ القرآن لابن خالويه (ص ٦٨)، وشواذ القراءات للكرماني (ص ٢٤٨)، والبحر المحيط (٥/ ٣١٥)، وإتحاف فضلاء البشر بالقراءات الأربع عشر (٢/ ١٤٨).
(٤) تفسير ابن أبي حاتم (٧/ ٢١٥٢).
(٥) روح المعاني (٦/ ٤٤٣).
(٦) سورة الأعراف من الآية (١٢٧).',NULL,'618',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (617,'عباس «أنه قرأ: (وَيَذَرَكَ وَإِلَاهَتَكَ) (١)، قال: عبادتك، وقال: إنه كان يُعْبَدُ ولا يَعْبُد» (٢).
وسمع الضحاك رجلاً يقول: {وَآلِهَتَكَ} فقال: «إنما هي (وَإِلَاهَتَكَ) أي: عبادتك؛ ألا ترى أنه قال: {أَنَا رَبُّكُمُ الْأَعْلَى}» (٣).
وحجة ابن عباس والضحاك أن فرعون كان يدعي الربوبية فكيف يعبد غيره؟ ! .
وأما على قراءة الجمهور، فإن فرعون كان للناس في زمنه آلهة من بقر وأصنام وغيرها، وكان فرعون شرع لهم ذلك، وجعل نفسه الإله الأعلى بقوله: {أَنَا رَبُّكُمُ الْأَعْلَى} (٤).
وجاء عن بعض السلف أنه كان يعبد الأصنام، فعن الحسن قال: «كان
_________
(١) وهي من الشواذ قرأ بها أيضاً علي وابن مسعود وابن محيصن والحسن، انظر: شواذ القرآن لابن خالويه (ص ٥٠)، وشواذ القراءات للكرماني (ص ١٩٢)، وإتحاف فضلاء البشر بالقراءات الأربع عشر (٢/ ٦٠).
(٢) جامع البيان (١٠/ ٣٦٨)، وتفسير ابن أبي حاتم (٥/ ١٥٣٨)، والدر المنثور (٣/ ١٠٧).
(٣) سورة النازعات من الآية (٢٤)، والأثر في جامع البيان (١٠/ ٣٦٩)، وعزاه في الدر المنثور (٣/ ١٠٧) أيضاً إلى عبد بن حميد.
(٤) المحرر الوجيز (٧/ ١٣٧).',NULL,'619',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (618,'لفرعون إله يعبده في السر» (١).
وجاء عن ابن عباس أن فرعون كانت له بقرة يعبدها (٢)، وهذا يرجح رجوع ابن عباس عن قوله الأول، والله أعلم (٣)
والمتقرر لدى العلماء أن القراءة الشاذة لا تجوز القراءة بها لخروجها عن إجماع المسلمين، ولفقدها شرط التواتر الذي تثبت به القراءة (٤)، وإنما ذكرناها هنا جمعاً لأطراف الموضوع، والمهم لدينا بيان أثر نقد معنى القراءة في نقد القراءة نفسها.

<span data-type="title" id=toc-197>ب - الناسخ والمنسوخ:</span>
تكلم الصحابة - رضي الله عنهم - في النسخ كثيراً إثباتاً ونفياً، ولا يخفى على القارئ أهمية كلامهم، فقد عد بعض العلماء النقل الصريح عنهم أحد الطرق في معرفة الناسخ
_________
(١) جامع البيان (١٠/ ٣٦٧)، وتفسير ابن أبي حاتم (٥/ ١٥٣٨).
(٢) انظر المصدرين السابقين.
(٣) ومن الشواهد: قول ابن عباس في قوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ} [النور من الآية: ٣٥] هي خطأ من الكاتب؛ هو أعظم من أن يكون نوره مثل نور المشكاة , قال: مثل نور المؤمن كمشكاة. تفسير ابن أبي حاتم (٨/ ٢٥٩٥)، وللمزيد أيضاً انظر: جامع البيان (٢/ ٦٠٠)، وتفسير ابن أبي حاتم (١/ ٢٤٤)، والمصاحف لابن أبي داود (١/ ٣٥٠)، والدر المنثور (٤/ ١٧٠).
(٤) جمال القراء (٢/ ٥٧٩).',NULL,'620',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (619,'والمنسوخ (١)، وتقدم في الباب الأول بيان اهتمامهم بمعرفة الناسخ والمنسوخ للوصول إلى فهم سليم للقرآن الكريم.
ويتأثر معنى الآية بالنسخ سلباً وإيجاباً، فقد يتخذ البعض النسخ دليلاً لانتقاد معنى أو حكم مستنبط من الآية، وبالمقابل فإن التوفيق بين ما ظاهره التعارض، وتوجيه معاني الآيات وجهة سليمة مما يوهي القول بالنسخ.
وسنبقى في عرض الشواهد النقدية مع مفهوم الصحابة والتابعين الواسع للنسخ، والذي يشمل كل تغير يطرأ على النص بدليل آخر، كتقييد المطلق وتخصيص العام، وبيان المجمل والمهمل، ورفع الحكم بجملته، وسنبين في تلك الشواهد المراد بالنسخ في الاصطلاح المتأخر، والأمثلة التي بين أيدينا على قسمين:

<span data-type="title" id=toc-198>القسم الأول: نقد القول بنسخ الآية، ومن أمثلته:</span>
١ - قال الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} (٢).
يرى بعض الصحابة والتابعين أن هذه الآية منسوخة، فعن ابن مسعود - رضي الله عنه - قال: «نسختها {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}» (٣).
_________
(١) الإتقان (٢/ ٣٢).
(٢) سورة آل عمران من الآية (١٠٢).
(٣) سورة التغابن من الآية (١٦).',NULL,'621',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (620,'وعن سعيد بن جبير - رحمه الله - قال: «لما نزلت هذه الآية اشتد على القوم العمل، فقاموا حتى ورمت عراقيبهم، وتقرحت جباههم، فأنزل الله تخفيفاً على المسلمين: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}، فنسخت الآية الأولى» (١).
وعن قتادة - رحمه الله - قال: في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} «أن يطاع فلا يعصى، ثم أنزل - جل وعز - التخفيف {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}، فنسخت هذه التي في آل عمران» (٢).
وجاء عن ابن عباس - رضي الله عنهما - إنكار نسخها، وقال في قول الله تعالى: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} «لم تنسخ، ولكن حق تقاته أن يجاهدوا في سبيل الله حق جهاده، ولا تأخذهم في الله لومة لائم، ويقوموا لله بالقسط ولو على أنفسهم وآبائهم وأبنائهم» (٣).
قال ابن تيمية: «وفصل الخطاب أن لفظ النسخ مجمل، فالسلف كانوا يستعملونه فيما يظن دلالة الآية عليه من عموم أو إطلاق أو غير ذلك، كما قال من
_________
(١) أخرجه ابن أبي حاتم في تفسيره (٣/ ٧٢٢)، وقال: «وروي عن زيد بن أسلم نحو هذا التفسير، وروي عن أبي العالية وقتادة ومقاتل بن حيان والربيع بن أنس والسدي أنها نسختها: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}».
(٢) الناسخ والمنسوخ لأبي جعفر النحاس (٢/ ١٢٩)، ونحوه للطبري في جامع البيان (٥/ ٦٤٢)، ونقل عن الربيع بن أنس مثل قول قتادة.
(٣) الناسخ والمنسوخ لأبي عبيد (ص ٢٦٠)، وجامع البيان (٥/ ٦٤٠ - ٦٤١)، وتفسير ابن أبي حاتم (٣/ ٧٢٢)، وتفسير ابن المنذر (١/ ٣١٨)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ١٣٠).',NULL,'622',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (621,'قال: إن قوله: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}، {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} (١) نُسِخَ بقوله: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}، وليس بين الآيتين تناقض، لكن قد يفهم بعض الناس من قوله: {حَقَّ تُقَاتِهِ}، و {حَقَّ جِهَادِهِ} الأمر بما لا يستطيعه العبد، فينسخ ما فهمه هذا، كما ينسخ الله ما يلقي الشيطان ويحكم الله آياته، وإن لم يكن نسخ ذلك نسخ ما أنزله، بل نسخ ما ألقاه الشيطان؛ إما من الأنفس أو من الأسماع أو من اللسان، وكذلك ينسخ الله ما يقع في النفوس من فهم معنى، وإن كانت الآية لم تدل عليه، لكنه محتمل» (٢).
وفراراً من القول بالنسخ علق أبو جعفر النحاس (٣) على قول قتادة السابق فقال: «يجوز أن يكون معناه نزلت: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} بنسخة: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} وأنها مثلها، لأنه لا يكلف أحد إلا طاقته» (٤).
ويبدو أن أبا جعفر - رحمه الله - فهم من النسخ في قول قتادة الاصطلاح المتأخر، وكان علق عليه قبل ذلك بقوله: «محال أن يقع في هذا ناسخ ومنسوخ إلا على حيلة،
_________
(١) سورة الحج من الآية (٧٨).
(٢) مجموع الفتاوى (١٤/ ١٠١)، وذكر الشاطبي في الموافقات (٣/ ٣٥٨) أنها من تقييد المطلق.
(٣) هو أحمد بن محمد بن إسماعيل المرادي النحاس المصري النحوي، أخذ عن الأخفش والزجاج، صنف: نفسير القرآن، وإعراب القرآن، والوقف والابتداء، والكافي، توفي غرقاً في النيل سنة (٣٣٨).
انظر: وفيات الأعيان (١/ ٩٩)، وإنباه الرواة (١/ ١٣٦)، وشذرات الذهب (٢/ ٣٤٦).
(٤) الناسخ والمنسوخ (٢/ ١٣١).',NULL,'623',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (622,'وذلك أن معنى نسخ الشيء إزالته والمجيء بضده، فمحال أن يقال: {اتَّقُوا اللَّهَ} منسوخ» (١).
ولا داعي لهذا التأويل إذا علمنا أن مفهوم السلف للنسخ أوسع من مفهوم المتأخرين، والله أعلم.
٢ - قال الله تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا} (٢).
يرى بعض السلف أن هذه الآية منسوخة:
فعن سعيد بن المسيب - رحمه الله - قال: «نسخها الميراث والوصية» (٣).
وفي رواية عنه قال: «كانت هذه الآية قبل قسمة المواريث، فلما أنزل الله المواريث لأهلها، جعلت الوصية لذوي القرابة الذين يحزنون ولا يرثون» (٤).
_________
(١) المصدر السابق (٢/ ١٢٩).
(٢) سورة النساء آية (٨).
(٣) تفسير عبد الرزاق (١/ ١٥٠)، والناسخ والمنسوخ لأبي عبيد (ص ٣٠ - ٣١)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ١٥٧).
(٤) جامع البيان (٦/ ٤٣٥)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ١٥٧)، وفتح الباري لابن حجر (٨/ ٢٤٢)، وقال بنسخها: عكرمة وأبو الشعثاء والقاسم بن محمد والضحاك وغيرهم، انظر: جامع البيان (٦/ ٤٣٥ - ٤٣٦)، وتفسير ابن أبي حاتم (٣/ ٨٧٥).',NULL,'624',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (623,'وأنكر آخرون نسخها وقالوا بإحكامها، وهي تدل على إعطاء من حضر من القرابة واليتامى والمساكين من الميراث، ومن أقوالهم في ذلك:
عن ابن عباس - رضي الله عنهما - قال: «محكمة وليست منسوخة» (١).
وعنه في رواية أخرى قال: «إن ناساً يزعمون أن هذه الآية نسخت، ولا والله ما نسخت، ولكنها مما تهاون الناس؛ هما واليان: وال يرث، وذاك الذي يَرْزُقُ، ووال لا يرث، فذاك الذي يقول بالمعروف؛ يقول: لا أملك لك أن أعطيك» (٢).
وعن ابن جبير وإبراهيم والحسن قالوا: «هي محكمة، وليست بمنسوخة» (٣).
وعن مجاهد - رحمه الله - قال: «هي واجبة على أهل الميراث ما طابت به أنفسهم» (٤).
وعن الحسن - رحمه الله - قال: «هي ثابتة، ولكن الناس بخلوا وشحوا» (٥).
_________
(١) صحيح البخاري، كتاب التفسير، باب: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ} (٥/ ١٧٧).
(٢) صحيح البخاري، كتاب الوصايا، باب قول الله تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ} (٣/ ١٩٣)، وجاء عن ابن عباس في جامع البيان (٦/ ٤٣٦)، وتفسير ابن أبي حاتم (٣/ ٨٧٥) القول بالنسخ وأن الذي نسخها آية المواريث، وضعف ابن حجر ذلك في فتح الباري (٨/ ٢٤٢)، وذكر أن الصحيح المعتمد هو ما رواه البخاري.
(٣) سنن سعيد بن منصور (٣/ ١١٧١)، وجامع البيان (٦/ ٤٣٣ - ٤٣٤)
(٤) تفسير عبد الرزاق (١/ ١٥٠)، والناسخ والمنسوخ لأبي عبيد (ص ٢٩)، وجامع البيان (٦/ ٤٣٢).
(٥) جامع البيان (٦/ ٤٣٣) وفي سنن سعيد بن منصور (٣/ ١١٧٠) قال الحسن: «فغير قرابة الميت يرضخ لهم القدح أو الشيء، فكان يقول لهم: إنها لم تنسخ».',NULL,'625',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (624,'قال الشاطبي: «والجمع بين الآيتين ممكن لاحتمال حمل الآية على الندب، والمراد بأولى القربى من لا يرث بدليل قوله: {وَإِذَا حَضَرَ}، فقيد - كما ترى - الرزق بالحضور، فدل أن المراد غير الوارثين، وبيَّن الحسن أن المراد الندب أيضاً بدليل آية الوصية والميراث، فهو من بيان المجمل والمبهم» (١).
والقول بأن الآية محكمة محمولة على الندب قول الجمهور (٢).
٣ - وفي قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} (٣).
جاء عن عكرمة والحسن أنهما قالا في هذه الآية: «كان الرجل يتحرج أن يأكل عند أحد من الناس بعد ما نزلت هذه الآية، فنسخ ذلك بالآية التي في النور فقال: {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ} إلى قوله:
_________
(١) الموافقات (٣/ ٣٥٠ - ٣٥١).
(٢) انظر: الإيضاح (ص ٢١٠)، والتحرير والتنوير (٤/ ٤٠)،
(٣) سورة النساء آية (٢٩).',NULL,'626',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (625,'{جَمِيعًا أَوْ أَشْتَاتًا}» (١).
وجاء عن ابن مسعود - رضي الله عنه - إنكار النسخ، فقال: «إنها لمحكمة ما نسخت ولا تنسخ إلى يوم القيامة» (٢).
فعكرمة والحسن أرادا بالنسخ بيان أن الأكل الوارد في سورة النور، والذي فهم بعض الناس دخوله في آية النساء ليس من أكل الأموال بالباطل، وأما إنكار ابن مسعود للنسخ فإنه أراد بقاء حكم آية النساء في تحريم أكل أموال الناس بالباطل وهذا بالاتفاق.
فالآيتان محكمتان، وآية النور نفت ما فهمه البعض من آية النساء، وتحرجهم من الأكل عند أحد من الناس خوفاً من الوقوع في أكل أموال الناس بالباطل، فهي أقرب إلى البيان منها إلى النسخ.

٤ - وفي قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ} الآية (٣).
_________
(١) سورة النور من الآية (٦١)، والأثر أخرجه الطبري في جامع البيان (٦/ ٦٢٧)، ونقل في (١٧/ ٣٦٦) عن ابن عباس والضحاك نحوه.
(٢) تفسير ابن أبي حاتم (٣/ ٩٢٦)، والمعجم الكبير للطبراني (١٠/ ٩٣)، والدر المنثور (٢/ ١٤٣).
(٣) (٥٨) من سورة النور.',NULL,'627',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (626,'جاء عن بعض السلف أن هذه الآية منسوخة (١)، وأنكر بعض التابعين ذلك:
فعن سعيد بن جبير - رحمه الله - قال: «يقولون هي منسوخة، لا والله ما نسخها شيء، ولكنها مما تهاون به الناس» (٢).
وسئل الشعبي - رحمه الله -: «أمنسوخة هي؟ ، فقال: لا والله ما نسخت، فقيل له: إن الناس لا يعملون بها، قال: الله المستعان» (٣).
ويبدو أن الذي دعا بعض الناس إلى توهم نسخها أن الناس تركوا العمل بها، فعن ابن عباس أن رجلين سألاه عن الاستئذان في الثلاث عورات التي أمر الله بها في القرآن، فقال: «إن الله ستِّير يحب الستر، كان الناس ليس لهم ستور على أبوابهم ولا حِجال في بيوتهم، فربما فاجأ الرجل خادمه أو ولده أو يتيمة في حجره، وهو على أهله، فأمرهم الله أن يستأذنوا في تلك العورات التي سمى الله، ثم جاء الله بعد بالستور، فبسط الله عليهم الرزق، فاتخذوا الستور واتخذوا الحِجَال، فرأى الناس أن ذلك قد كفاهم من الاستئذان الذي أمروا به» (٤).
_________
(١) انظر: الناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٥٥١)، والإيضاح (ص ٣٦٦).
(٢) الناسخ والمنسوخ لأبي عبيد (ص ٢٢١)، وجامع البيان (١٧/ ٣٥٥).
(٣) الناسخ والمنسوخ لأبي عبيد (ص ٢٢٠)، ومصنف ابن أبي شيبة (٤/ ٤٠٠)، وجامع البيان (١٧/ ٣٥٤)، وتفسير ابن أبي حاتم (٨/ ٢٦٣٣)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٥٥٧).
(٤) سنن أبي داود، كتاب الأدب، باب الاستئذان في العورات الثلاث (٤/ ٣٤٩)، والناسخ والمنسوخ لأبي عبيد (ص ٢٢١)، وتفسير ابن أبي حاتم (٨/ ٢٦٣٢) واللفظ له، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٥٥٤)، وصحح ابن كثير إسناده في تفسيره (٦/ ٩٠).',NULL,'628',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (627,'وعنه قال: «ترك الناس ثلاث آيات فلم يعملوا بهن»، وذكر منهن هذه الآية (١).

<span data-type="title" id=toc-199>القسم الثاني: نقد القول بإحكام الآية، ومن أمثلته:</span>
١ - عن مجاهد - رحمه الله - قال: «كنت عند ابن عمر فقال: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} إلى قوله تعالى: {قَدِيرٌ} (٢) فبكى، فانطلقت حتى أتيت على ابن عباس، فقلت: يا بن عباس كنت عند ابن عمر آنفاً، فقرأ هذه الآية فبكى، قال: أية آية؟ ، قال: قلت: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ}، فضحك ابن عباس وقال: يرحم الله ابن عمر! أو ما يدري فيم أنزلت، وكيف أنزلت؟ ، إن هذه الآية حين أنزلت غمت أصحاب رسول الله - صلى الله عليه وسلم - غماً شديداً، وغاظتهم غيظاً شديداً، وقالوا: يا رسول الله هلكنا! إنما كنا نؤخذ بما تكلمنا، فأما قلوبنا فليست بأيدينا، فقال لهم رسول الله - صلى الله عليه وسلم -: قولوا: «سمعنا وأطعنا»، فقالوا: سمعنا وأطعنا، فنسختها هذه الآية: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ
_________
(١) انظر: الناسخ والمنسوخ لأبي عبيد (ص ٢٢٠)، وجامع البيان (١٧/ ٢٤٣)، وتفسير ابن أبي حاتم (٨/ ٢٦٣٢)، والناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٥٥٦).
(٢) سورة البقرة آية (٢٨٤).',NULL,'629',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (628,'كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} إلى قوله: {وَعَلَيْهَا مَا اكْتَسَبَتْ} (١)، فتجوز لهم من حديث النفس وأخذوا بالأعمال» (٢).
وفي رواية أن ابن عمر - رضي الله عنهما - تلا هذه الآية، وقال: «والله لئن آخذنا الله بهذا لنهلكن! ، ثم بكى حتى سمع نشيجه» (٣).
_________
(١) سورة البقرة الآيتان (٢٨٥، ٢٨٦).
(٢) تفسير عبد الرزاق (١/ ١٢٢)، ومسند أحمد (١/ ٣٣٢)، وجامع البيان (٥/ ١٣٣)، قال ابن كثير في تفسيره (١/ ٥٠٣) بعد أن ساق طرقه: «فهذه طرق صحيحه عن ابن عباس».
(٣) جامع البيان (٥/ ١٣٢)، وهذه الرواية لسعيد بن مرجانة عن ابن عمر، وصحح إسنادها ابن حجر في الفتح (٨/ ٢٠٦)، وروى القصة أيضاً سالم بن عبد الله كما في الناسخ والمنسوخ لأبي عبيد (ص ٢٧٦)، وجامع البيان (٥/ ١٣٣)، وجاء عن ابن عمر في صحيح البخاري، في كتاب التفسير، باب {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} (٥/ ١٦٥) أن هذه الآية نسخت بالآية التي بعدها، وأجاب ابن حجر في فتح الباري (٨/ ٢٠٦) بأن ابن عمر كان لا يعرف القصة أولاً، ثم لما تحقق منها جزم بالنسخ.

وجاء التصريح بالنسخ عن أبي هريرة - رضي الله عنه -، قال: «لما نزلت على رسول الله - صلى الله عليه وسلم -: {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}، قال: فاشتد ذلك على أصحاب رسول الله - صلى الله عليه وسلم -، فأتوا رسول الله - صلى الله عليه وسلم -، ثم بركوا على الركب فقالوا: أي رسول الله! كلفنا من الأعمال ما نطيق: الصلاة والصيام والجهاد والصدقة، وقد أنزلت عليك هذه الآية ولا نطيقها، قال رسول الله - صلى الله عليه وسلم -: «أتريدون أن تقولوا كما قال أهل الكتابين من قبلكم: سمعنا وعصينا، بل قولوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير»، قالوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير، فلما اقترأها القوم ذلت بها ألسنتهم، فأنزل الله في إثرها: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ}، فلما فعلوا ذلك نسخها الله تعالى، فأنزل الله عز وجل: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا}». الحديث، صحيح مسلم، كتاب الإيمان (١/ ١١٥) برقم (١٢٥).
وقال بالنسخ ابن مسعود وابن جبير ومجاهد والشعبي والحسن وقتادة والسدي وابن زيد، انظر جامع البيان (٥/ ١٣٤ - ١٣٨).',NULL,'630',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (629,'قال ابن تيمية: «وقد عرفت بهذا أن الآية لا تقتضي العقاب على خواطر النفوس المجردة، بل إنما تقتضي محاسبة الرب عبده بها، وهي أعم من العقاب، والأعم لا يستلزم الأخص، وبعد محاسبته بها يغفر لمن يشاء ويعذب من يشاء، وعلى هذا فالآية محكمة لا نسخ فيها، ومن قال من السلف: نسخها ما بعدها، فمراده بيان معناها والمراد منها، وذلك يسمى نسخاً في لسان السلف، كما يسمون الاستثناء نسخاً» (١).
فالآية محكمة على الاصطلاح المتأخر للنسخ، ويقويه أن الآية خبر، والأخبار لا يدخلها النسخ (٢)، ولذا ذهب كثير من العلماء إلى القول بإحكامها (٣)،
_________
(١) مجموع الفتاوى (١٤/ ١٣٣) ونقل في (١٤/ ١٠١) الخلاف عن السلف في نسخها، وأجاب بنحو هذا الجواب، وانظر: الموافقات (٣/ ٣٥٤)، وفتح الباري لابن حجر (٨/ ٢٠٧)، ومناهل العرفان (٢/ ١٥٨).
(٢) الناسخ والمنسوخ لأبي جعفر النحاس (٢/ ١٢٠)، والموافقات (٣/ ٣٥١).
(٣) كالطبري في جامع البيان (٥/ ١٤٣)، وأبي جعفر النحاس في الناسخ والمنسوخ (٢/ ١٢٢)، ومكي بن أبي طالب في الإيضاح (ص ٢٠٠)، وابن عطية في المحرر الوجيز (٢/ ٣٨٣)، والسخاوي في جمال القراء (٢/ ٦٣٨)، والزرقاني في مناهل العرفان (٢/ ١٥٨).',NULL,'631',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (630,'ولما نقل أبو جعفر النحاس عن الشعبي قوله: «لما نزلت: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} لحقتهم منها شدة حتى نسخها ما بعدها»، علق عليه، فقال: «وفي هذا معنى لطيف، وهو أن يكون معنى نسختها: نسخت الشدة التي لحقتهم؛ أي: أزالتها» (١).
٢ - يرى علي بن أبي طالب وابن عباس - رضي الله عنهما - أن المرأة المتوفى عنها إذا كانت حاملاً فإنها تعتد بأبعد الأجلين: وضع الحمل أو أربعة أشهر وعشراً، أخذاً بمدلول قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} (٢) وقوله تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (٣).
وقد أنكر ابن مسعود - رضي الله عنه - ذلك، وبين أن انتهاء عدتها بوضع ما في بطنها، وقال: «نسخت سورة النساء القصرى كل عدة: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ}، أجلُ كل حامل مطلقة أو متوفى عنها زوجها أن تضع حملها» (٤).
واستدل بتأخر نزول آية الطلاق عن آية البقرة، فعن مسروق قال: «قال ابن
_________
(١) الناسخ والمنسوخ (٢/ ١٢٢ - ١٢٣)، ونحوه في فتح الباري لابن حجر (٨/ ٢٠٧)، وأثر الشعبي في: سنن سعيد بن منصور (٣/ ١٠١٧)، وجامع البيان (٥/ ١٣٥).
(٢) سورة البقرة من الآية (٢٣٤).
(٣) سورة الطلاق من الآية (٤)، وانظر ما تقدم (ص ١٨٧).
(٤) الدر المنثور (٦/ ٢٣٦)، وانظر الإيضاح لمكي (ص ١٨٤).',NULL,'632',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (631,'مسعود: من شاء لاعنته أن هذه الآية التي في سورة النساء القصرى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} نزلت بعد الآية التي في البقرة: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ} الآية، قال: وبلغه أن علياً قال: هي آخر الأجلين فقال ذلك» (١).
وقول ابن مسعود هو قول جمهور العلماء من السلف والخلف (٢)، وقد رجع ابن عباس عن قوله حين بلغته السنة في ذلك (٣).
وهذا المثال أقرب إلى التخصيص والبيان منه إلى النسخ الاصطلاحي (٤).
_________
(١) تقدم تخريجه (ص ١٦٤)، واللفظ هنا لعبد الرزاق في المصنف (٦/ ٤٧١)، وجاء في جامع البيان (٢٣/ ٥٦) عن الشعبي نحو قول ابن مسعود، وروى عبد الرزاق في المصنف (٧/ ٤١) عن الثوري أنه نقل عن بعض الفقهاء أن قوله تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} نَسَخَ قوله: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا}، فإذا كانت حاملاً فوضعت حملها انقضت عدتها، وإذا لم تكن حاملاً تربصت أربعة أشهرٍ وعشراً.
(٢) انظر تفسير القرآن العظيم لابن كثير (٨/ ١٧٥).
(٣) انظر: صحيح البخاري، كتاب التفسير، باب {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (٦/ ٦٧) وتفسير القرآن العظيم لابن كثير (١/ ٤١٩).
(٤) الناسخ والمنسوخ لأبي جعفر النحاس (٢/ ٧٣)، والإيضاح لمكي (ص ١٨٤، ٤٤٠)، وفتح الباري لابن حجر (٨/ ٦٥٦).

ومن الشواهد: أن ابن عباس - رضي الله عنهما - كان يرى عدم قبول توبة القاتل عمداً مستدلاً بقوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا} [النساء آية: ٩٣]، فلما اعترض عليه =',NULL,'633',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (632,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= بقوله تعالى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (٦٩) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ {[الفرقان الآيات: ٦٨ - ٧٠] قال: إنها منسوخة، لأن آية النساء نزلت بعدها، جامع البيان (٧/ ٣٤٦ - ٣٥٠).
ومن الشواهد إنكار مجاهد على من قال: إن الأسير لا يقتل، لقوله تعالى: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً} [محمد آية: ٤]، فقال مجاهد: إنها منسوخة بقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة آية: ٥]، انظر مصنف عبد الرزاق (٥/ ٢١٠).',NULL,'634',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (633,'<span data-type="title" id=toc-200>ثالثاً
أثره في العقائد</span>
تقدم الحديث عن منهج المبتدعة مع آيات العقيدة وطريقتهم في الاستدلال بها، وانحرافهم في تفسيرها حسب أهوائهم واحتجاجهم بها على مخالفيهم، وكان لنقد الصحابة والتابعين منهجهم في تأويل القرآن أثر من وجوه:
الأول: بيان المنهج الصحيح في التعامل مع الآيات، مثل رد الآيات المتشابهة إلى الآيات المحكمة، والجمع بين الآيات القرآنية، لا الأخذ ببعض وترك بعض، والرجوع إلى السنة في فهم القرآن.
الثاني: بيان مسائل العقيدة التي أثارها المبتدعة آنذاك، كبدع الخوارج - التكفير، وتخليد العصاة في النار، والخروج على ولاة الأمر - وبدعة القدرية والروافض، والاستدلال لها بالقرن الكريم كما تقدم بسطه.
الثالث: التفسير الصحيح للآيات المتشابهة التي يثيرها أهل البدع أحياناً، وهذا يكشفها للناس ويقلل من اعتماد المبتدعة عليها لنصرة مذاهبهم أو التشويش بها على الناس.
الرابع: تصحيح عقائد كثير من الناس، فكثير من الخوارج رجع عن مذهبه الباطل حين ناقشهم ابن عباس، وكانوا معتمدين على ما فهموه من بعض الآيات،',NULL,'635',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (634,'فلما أبطل فهمهم وبين التفسير الصحيح للآيات رجع كثير منهم، وكانوا أزمعوا على قتال علي - رضي الله عنه -، وجاء عن ابن عباس أنهم كانوا ستة آلاف، فرجع منهم ألفان (١)، وفي أخرى أنه رجع منهم عشرون ألفاً، وبقي أربعة آلاف فقتلوا (٢).
وكذلك رجوع يزيد الفقير وأتباعه عن فكرة الخروج على المسلمين، وكانوا أزمعوا عليها بسبب تأولهم بعض الآيات، فمروا بجابر بن عبد الله - رضي الله عنه - فناقشهم ورد عليهم فرجعوا عن مذهب الخوارج، قال يزيد: فما خرج منا رجل واحد (٣).
وإن لم يرجع أهل البدع عن مذاهبهم، فلا أقل من إفحامهم وإلجامهم وإضعاف حجتهم ليقل حماسهم ونشاطهم في الدعوة إلى عقائدهم، وقد ظهر ذلك في مناظرة عمر بن عبد العزيز - رحمه الله - لغيلان القدري، وكان يحتج ببعض الآيات القرآنية، فأمسك عن الكلام في القدر بعدما رد عليه بالقرآن الكريم، وقد جمع عمر - رحمه الله - قوة
_________
(١) المعرفة والتاريخ (١/ ٥٢٢ - ٥٢٤)، والسنن الكبرى للنسائي (٥/ ١٦٥ - ١٦٧)، والمستدرك (٢/ ١٥٠ - ١٥٢).
(٢) مصنف عبد الرزاق (١٠/ ١٦٠)، وحلية الأولياء (١/ ٣٢٠). قال ابن كثير في البداية والنهاية (١٠/ ٥٦٨) بعد سياق حديث عبد الله بن شداد - رضي الله عنه - في قصتهم: «في هذا السياق ما يقتضي أن عدتهم كانت ثمانية آلاف، لكن من القراء، وقد يكون واطأهم على مذهبهم آخرون من غيرهم حتى بلغوا اثني عشر ألفاً، أو ستة عشر ألفاً، ولما ناظرهم ابن عباس رجع منهم أربعة آلاف، وبقي بقيتهم على ما هم عليه».
(٣) انظر ما تقدم (ص ٣١٨).',NULL,'636',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (635,'الحجة وقوة السلطان مما جعل غيلان يتوارى مدة خلافته، ثم ظهر بعد وفاته (١).
_________
(١) انظر كتاب القدر للفريابي (ص ١٨٢ - ١٨٣).',NULL,'637',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (636,'<span data-type="title" id=toc-201>رابعاً
أثره في المتلقين</span>
والمراد بهم من ينتقده الصحابة والتابعون - رضي الله عنهم - ممن يخطئ في فهم القرآن أو يضطرب في تأويله، كما يشمل من يستمع للنقد ويتلقاه من الطلاب والتلاميذ، فإن سماعهم للنقد يقوي ملكة النقد لديهم، ويدفعهم للنظر والتأمل في الأقوال والمرويات، وعرضها على الأصول والقواعد ثم رد ما يخالفها ويعارضها، ومر بنا شواهد كثيرة يعرض فيها الطلاب أقوالاً في التفسير على علمائهم فينتقدونها، وأحياناً يلفت الشيخ نظر الطالب إلى مأخذ النقد والسبب الذي من أجله ضُعِّفَ هذا القول أو ذاك.

<span data-type="title" id=toc-202>وأما المخطئ في الفهم والتأويل فإن انتقاده يعود عليه بفوائد:</span>
الفائدة الأولى: أن نقد قوله وبيان ضعفه يؤدي به إلى تركه والإعراض عنه، والبحث عن التأويل الصحيح للآية، والرجوع عن الخطأ من أهم مقاصد النقد، وبخاصة إذا كان ينبني عليه عمل، كرجوع طاوس وعطاء عن قولهما بأن الذي بيده عقدة النكاح هو ولي المرأة، فرجعا عن ذلك بعد سماع نقد سعيد بن جبير لقولهما (١).
_________
(١) انظر (ص ٤٨٥).',NULL,'638',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (637,'ولم يقتصر أثر النقد على رجوع المخطئين في الفروع فقط، بل إن النقد المبني على أسس سليمة أدى إلى رجوع كثير من المبتدعة ممن انحرفوا في أصول الدين، فاشتدت فتنتهم واستطار شرهم بسبب فهمهم القاصر لنصوص الكتاب العزيز، وتقدم قبل قليل رجوع كثير من الخوارج عن بدعتهم حين نوقشوا في آيات انحرفوا في تأويلها.
الثانية: تثبيت اليقين في قلوب بعض الناس، وإزالة ما يقع في قلوبهم من الشك والريب حول القرآن نتيجة تعارض النصوص لديهم، فإذا عرضوها على النقاد بينوا لهم وجهها الصحيح، وكشفوا تعارضها وإشكالها، وتقدمت بعض الشواهد عند الكلام عن نقد تفسير المتشابه (١).
الثالثة: إزالة ما يقع في قلوب البعض من القلق والحزن والغم بسبب الخطأ في فهم بعض الآيات، وبنقده وبيان المعنى الصحيح تتبدل الحال وينقلب الحزن فرحاً.
وهذا الأثر قريب من الذي قبله في كون الاهتمام بنقد التفسير مؤثر في زيادة الإيمان بالقرآن واليقين به، والطمأنينة بتلاوته.
_________
(١) انظر (ص ٣٥٦).',NULL,'639',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (638,'ومن أمثلته:
١ - سأل رجل سلمان - رضي الله عنه - فقال له: «يا أبا عبد الله، آيةٌ من كتاب الله قد بلغت منِّي كل مبلغ: { ... الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ}؟ ! ، فقال سلمان: هو الشرك بالله تعالى ذكره، فقال الرجل: ما يسرُّني بها أنّي لم أسمعها منك، وأنّ لي مثل كل شيء أمسيتُ أملكه» (١).
٢ - وعن عكرمة قال: «دخلت على ابن عباس والمصحف في حجره، وهو يبكي، فقلت: ما يبكيك، جعلني الله فداءك؟ ، قال: فقرأ: {وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ} إلى قوله: {بِمَا كَانُوا يَفْسُقُونَ} (٢) قال ابن عباس: لا أسمع الفرقة الثالثة ذكرت، نخاف أن نكون مثلهم! ، فقلت: أما تسمع الله يقول: {فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ}؟ (٣)، فسُرِّي عنه، وكساني حُلّة» (٤).
٣ - وتقدم قول مسلم بن يسار لسعيد بن جبير: «يا أبا عبد الله آية بلغت مني كل مبلغ: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} (٥)، فهذا الموت
_________
(١) جامع البيان (٩/ ٣٧٢).
(٢) سورة الأعراف آية (١٦٣).
(٣) سورة الأعراف من الآية (١٦٦).
(٤) جامع البيان (١٠/ ٥١٤)، والدر المنثور (٣/ ١٣٨) وعزاه لعبد بن حميد وابن المنذر.
(٥) سورة يوسف من الآية (١١٠).',NULL,'640',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (639,'أن تظن الرسل أنهم قد كُذِبُوا، أو نظن أنهم قد كُذِبُوا»، فلما بين له سعيد المعنى الصحيح للآية قام إليه مسلم واعتنقه، وقال: «فرَّج الله عنك كما فرَّجت عني» (١).
٤ - وقال عبد الرحمن بن زيد بن أسلم: «قال رجل لأبي: يا أبا أسامة أرأيت قول الله جل ثناؤه: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ (٢٢٥) وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ (٢٢٦)} (٢)؟ ، فقال له أبي: إنما هذا لشعراء المشركين، وليس شعراء المؤمنين، ألا ترى أنه يقول: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} الآية (٣)؟ ، فقال الرجل: فرَّجت عني يا أبا أسامة فرَّج الله عنك» (٤).
فكأن الرجل فهم من الآية ذم عموم الشعراء؛ سيما وأن الآية ذكرت صفاتهم السيئة، فبين له زيد بن أسلم أن من الشعراء من هو مستثنى بنص الآية، وهو كل من اتصف بالإيمان وعمل الصالحات .... (٥).
_________
(١) جامع البيان (١٣/ ٣٨٨).
(٢) سورة الشعراء الآيات (٢٢٤ - ٢٢٦).
(٣) سورة الشعراء آية (٢٢٧).
(٤) جامع البيان (١٧/ ٦٧٨).
(٥) ولمزيد شواهد انظر: فضائل الصحابة للإمام أحمد (٢/ ٩٥٣)، وجامع البيان (٢٢/ ٥٣٠).',NULL,'641',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (640,'<span data-type="title" id=toc-203>الخاتمة</span>
أحمد الله العلي الكبير الذي منَّ علي بإتمام البحث، وأسأله جل وعلا أن ينفع به ويبارك فيه، وإليك أخي القارئ أهم ما توصلت إليه:
١ - أن الحديث في نقد التفسير متقدم زمنياً، فترجع أصوله إلى عصر النبوة من خلال نقد النبي - صلى الله عليه وسلم - بعض المناهج والتفسيرات القاصرة بحسب ما وقع في زمنه - صلى الله عليه وسلم - من خطأ في فهم القرآن، ثم تبعه على ذلك الصحابة والتابعون - رضي الله عنهم -.
٢ - يعتبر علم التفسير بمجالاته المختلفة من أوسع العلوم الشرعية التي تناولها الصدر الأول بالنقد، إن لم يكن أوسعها على الإطلاق، وبناء على هذا والذي قبله يصح القول بأن نقد تفسير القرآن من أقدم وأوسع المجالات النقدية في العلوم الشرعية.
٣ - لم يصرف انتقادُ الأخطاء الواقعة في التفسير الصحابة والتابعين عن العناية بحماية القرآن من الدخيل والاجتهاد في دفع الخطأ في فهمه، فاعتنوا بوضع القواعد والضوابط التي تقي من الخطأ في فهم القرآن، أو على الأقل تحد من انتشاره.',NULL,'642',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (641,'٤ - لم يكن نقد التفسير في عصر الصحابة والتابعين ترفاً فكرياً، أو رغبة في الظهور على الخصوم، وإبراز المقدرة العلمية والتفوق على الأقران كما حدث في العصور اللاحقة، وإنما فرضته الحاجة ودعت إليه الضرورة، فرأوا لزاماً عليهم القيام بالواجب.
٥ - لم يقتصر الصحابة والتابعون في نقد التفسير على مجال واحد، بل وسعوا دائرة النقد لتشمل مناهج التفسير ورجاله وأقواله ومروياته.
٦ - يستطيع المتأمل لنقد الصحابة والتابعين الخروج بمنهج سليم لفهم القرآن وتفسيره، كما يمكنه الانتفاع بمنهجهم في النقد باكتشاف الأخطاء في التفسير وبيانها.
٧ - تنوعت مبررات الصحابة والتابعين في نقد رجال التفسير، فشملت ما يختص بعلم التفسير، وما يتصل بعدالة رواته وضبطهم وإتقانهم، وتبين أن النقد الموجه لرجال التفسير لم يؤثر على أكثرهم، فقد استقر الأمر على إمامتهم وتقدمهم في علم التفسير كمجاهد وعكرمة وزيد بن أسلم.
٨ - لم يكن نقد الصحابة والتابعين للتفسير عارياً عن الحجة والبرهان، وإنما بُني على أسس صحيحة، وإن اختلف مع بعضهم في الفرعيات، فاختلافنا مع بعضهم في المعنى الذي ذهب إليه في نقد قولٍ ما لا يعني بالضرورة عدم صحة الأصل والأساس الذي اعتمد عليه في نقده، وتبين من خلال البحث تنوع أدلة',NULL,'643',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (642,'الصحابة والتابعين وأسسهم النقدية، فلم تقتصر على نوع أو اتجاه واحد في الاستدلال، وإنما اتسع أفقهم النقدي في هذا الباب، فاعتمدوا الأدلة النقلية والعقلية التي تقوي النقد وتقنع المخطئ، وترده إلى جادة الصواب.
ومن الضروري أن تكون هذه الأدلة والقواعد النقدية أمام أعين المفسرين والمطالعين لكتب التفسير، ليتمكنوا من سبر الأقوال والمرويات، ونقد ما يخالف القواعد التي قررها الصحابة والتابعون - رضي الله عنهم -.
٩ - ينبغي لمن يقرأ في تفسير الصحابة والتابعين معرفة مصطلحاتهم الخاصة المختلفة عن المصطلحات التي قررها العلماء بعد عصرهم، وتتميز مصطلحاتهم بالشمولية والاتساع، مثل مفهومهم للنسخ والمتشابه.
١٠ - حاجة نقد التفسير إلى دراسات أعمق وأشمل، فالحديث عن تأصيله وبيان مناهج العلماء فيه لم يأخذ حقه من الدراسة والتحليل، ويبدو أن الاشتغال بممارسة النقد شغل عن ذلك، فالحاجة ماسة لدراسات أوسع عن هذا الموضوع المهم تتمم النقص في هذه الرسالة، سيما وأن هذه الدراسة اقتصرت على عصر محدد لم تأخذ فيها الاختلافات الشكل الخطير الذي آلت إليه فيما بعد، كما أن الأخطاء في فهم القرآن في عصر الصحابة والتابعين أقل بكثير مما وقع بعد عصرهم، ومعلوم أنه كلما اتسعت دائرة الخطأ والاختلاف اتسعت دائرة النقد تبعاً لذلك، وقد يرى القارئ أن ثمة مناهج ومذاهب في التفسير لم نتناولها بالدراسة، وما ذاك إلا لأنها لم تكن موجودة في عهد الصحابة والتابعين - رضي الله عنهم - فلم ينتقدوها، وقد قام العلماء بعدهم',NULL,'644',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (643,'بجهد مشكور في نقدها، وهذا يؤكد الاهتمام بها والإفادة منها في تأصيل نقد التفسير، إما بزيادة طرق وأساليب نقدية، أو تأسيس بعض القواعد والأدلة النقدية وتأصيلها ونحو ذلك.
ومن المجالات النقدية الجديرة بالدراسة والتحليل ما يتعلق بنقد كتب التفسير الذي لم نتحدث عنه؛ لعدم نقل شيء عن الصحابة والتابعين يتصل به، وهذا المجال النقدي اهتم به كثير من نقاد التفسير، مثل كلام ابن تيمية في مقدمة التفسير وغيرها (١)، فهو بحاجة إلى دراسة تبين منهج العلماء في نقد كتب التفسير، والأمور التي دعتهم إلى ذلك.

والله ولي التوفيق، وصلى الله على نبينا محمد وآله وصحبه وسلم تسليماً كثيراً.
_________
(١) انظر مجموع الفتاوى (١٣/ ٣٥٤ - ٣٦١، ٢٩/ ٣٧٧).',NULL,'645',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (644,'<span data-type="title" id=toc-204>الفهارس</span>',NULL,'646',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (645,'<span data-type="title" id=toc-205>ثبت المصادر والمراجع</span>
- آراء المستشرقين حول القرآن الكريم وتفسيره، د. عمر رضوان، دار طيبة - الرياض، الطبعة الأولى عام ١٤١٣.
- الإبانة عن شريعة الفرقة الناجية، لأبي عبد الله عبيد الله بن محمد بن بطة العكبري، تحقيق رضا معطي، دار الراية - الرياض، الطبعة الثانية عام ١٤١٥.
- إتحاف الخيرة المهرة بزوائد المسانيد العشرة، لأحمد بن أبي بكر بن إسماعيل البوصيري، تحقيق عادل أسعد، والسيد بن محمود إسماعيل، نشر مكتبة الرشد بالرياض، ط. الأولى عام ١٤١٩.
- إتحاف فضلاء البشر بالقراءات الأربع عشر، لأحمد بن محمد البنا، تحقيق د. شعبان إسماعيل، دار عالم الكتب - بيروت، الطبعة الأولى عام ١٤٠٧ ..
- الإتقان في علوم القرآن، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، مطبعة الحلبي - مصر، الطبعة الرابعة عام ١٣٩٨.
- الأحاديث المختارة، لمحمد بن عبد الواحد المقدسي، تحقيق عبد الملك بن دهيش، مكتبة النهضة الحديثة - مكة، الطبعة الأولى عام ١٤١٠.',NULL,'737',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (646,'- الإحسان بترتيب صحيح ابن حبان، لعلاء الدين علي بن بلبان الفارسي، تحقيق كمال يوسف الحوت، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤٠٧.
- الإحكام في أصول الأحكام، لأبي محمد علي بن أحمد بن حزم الأندلسي، تحقيق محمد أحمد عبد العزيز، مكتبة عاطف - مصر، الطبعة الأولى عام ١٣٩٨.
- الإحكام في أصول الأحكام، لسيف الدين علي بن أبي علي محمد الآمدي، تعليق عبد الرزاق عفيفي، الطبعة الأولى عام ١٣٨٧.
- إحياء علوم الدين، لأبي حامد محمد بن محمد الغزالي الطوسي، دار إحياء الكتب العربية بالقاهرة.
- أخبار القضاة، لوكيع محمد بن خلف بن حيان، دار عالم الكتب - بيروت.
- أخبار المدينة، لعمر بن شبة النميري، تصحيح عبد العزيز المشيقح، دار العليان - بريدة، الطبعة الأولى عام ١٤١١.
- اختلاف المفسرين؛ أسبابه وآثاره، د. سعود الفنيسان، مركز الدراسات والإعلام بدار إشبيليا - الرياض، الطبعة الأولى عام ١٤١٨.
- أخلاق حملة القرآن وأهله، لأبي بكر محمد بن الحسين الآجري، تحقيق بسام الجابي، دار البشائر - بيروت، الطبعة الأولى عام ١٤١٢.
- أخلاق العلماء، لأبي بكر محمد بن الحسين الآجري، تحقيق أمينة الخراط، دار القلم - دمشق، الطبعة الأولى عام ١٤٢٢.',NULL,'738',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (647,'- الأدب المفرد، لأبي عبد الله محمد بن إسماعيل البخاري، تحقيق محمد فؤاد عبد الباقي، نشر دار البشائر الإسلامية - بيروت، الطبعة الرابعة عام ١٤١٧.
- الإرشاد إلى معرفة علماء الحديث، للخليل بن عبد الله الخليلي، تحقيق د. محمد إدريس، مكتبة الرشد - الرياض، الطبعة الأولى علم ١٤٠٩.
- إرشاد العقل السليم إلى مزايا الكتاب الكريم، لأبي السعود محمد بن محمد العمادي، تحقيق عبد القادر عطا، مكتبة الرياض الحديثة، ومطبعة السعادة.
- إرشاد الفحول إلى تحقيق علم الأصول: لأبي عبد الله محمد بن علي الشوكاني، دار المعرفة - بيروت عام ١٣٩٩، مصورة عن طبعة الحلبي عام ١٣٥٦.
- إرواء الغليل في تخريج أحاديث منار السبيل، لمحمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الثانية عام ١٤٠٥.
- أساس البلاغة، لأبي القاسم محمود بن عمر الزمخشري، دار صادر - بيروت عام ١٣٩٩.
- أسباب اختلاف المفسرين، د. محمد بن عبد الرحمن الشايع، مكتبة العبيكان - الرياض، الطبعة الأولى عام ١٤١٦.
- أسباب الخطأ في التفسير، د. طاهر محمد يعقوب، دار ابن الجوزي - الدمام، الطبعة الأولى عام ١٤٢٥.
- أسباب النزول، لأبي الحسن علي بن أحمد الواحدي، نشر مكتبة الجمهورية العربية - القاهرة عن مطبعة هندية بمصر عام ١٣١٦.',NULL,'739',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (648,'- الاستيعاب في معرفة الأصحاب، لأبي عمر يوسف بن عبد الله بن عبد البر، تحقيق طه الزيني، مكتبة الكليات الأزهرية - القاهرة، الطبعة الأولى عام ١٣٨٩.
- أسد الغابة في معرفة الصحابة، لعز الدين علي بن محمد الجزري " ابن الأثير"، تحقيق محمد إبراهيم البنا وآخرين، دار الشعب - القاهرة.
- الإسرائيليات في التفسير والحديث، د. محمد حسين الذهبي، مكتبة وهبة، القاهرة، الطبعة الرابعة عام ١٤١١.
- الإسرائيليات وأثرها في كتب التفسير، د. رمزي نعناعة، دار القلم - دمشق، ودار الضياء - بيروت، الطبعة الأولى علم ١٣٩٠.
- الإسرائيليات والموضوعات في كتب التفسير: د. محمد بن محمد أبو شهبة، مكتبة السنة - القاهرة، الطبعة الرابعة عام ١٤٠٨.
- الأسماء والصفات، لأبي بكر أحمد بن الحسين البيهقي، تحقيق عماد الدين حيدر، دار الكتاب العربي - بيروت، الطبعة الأولى عام ١٤٠٥.
- الاشتقاق، لأبي بكر محمد بن الحسن بن دريد، تحقيق عبد السلام هارون، دار الجيل - بيروت، الطبعة الأولى عام ١٤١١.
- الإصابة في تمييز الصحابة، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق طه الزيني، مكتبة الكليات الأزهرية - مصر، الطبعة الأولى عام ١٣٨٩.
- أصول السنة، لأبي عبد الله محمد بن عبد الله بن أبي زمنين، تحقيق عبد الله محمد البخاري، مكتبة الغرباء - المدينة، الطبعة الأولى عام ١٤١٥.',NULL,'740',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (649,'- أصول في التفسير، لمحمد بن صالح العثيمين، دار ابن الجوزي - الدمام، الطبعة الأولى عام ١٤٢٣.
- أضواء البيان في إيضاح القرآن بالقرآن، لمحمد الأمين الشنقيطي، مطبعة المدني - مصر عام ١٤٠٠.
- الاعتبار في الناسخ والمنسوخ من الآثار، لأبي بكر محمد بن موسى الحازمي، تحقيق د. عبد المعطي قلعجي، دار الوعي - حلب، الطبعة الأولى عام ١٤٠٣.
- الاعتصام، لأبي إسحاق إبراهيم بن موسى الشاطبي، تعليق محمد رشيد رضا، مكتبة الرياض الحديثة - الرياض.
- الاعتقاد والهداية إلى سبيل الرشاد، لأبي بكر أحمد بن الحسين البيهقي، تحقيق عبد الله الدرويش، دار اليمامة - دمشق، الطبعة الثانية عام ١٤٢٣.
- إعراب القراءات السبع وعللها، لأبي عبد الله الحسين بن أحمد بن خالويه، تحقيق د. عبد الرحمن العثيمين، مكتبة الخانجي - القاهرة، الطبعة الأولى عام ١٤١٣.
- الأعلام، لخير الدين الزركلي، دار العلم للملايين - بيروت، الطبعة الثانية عشرة عام ١٩٩٧ م.
- إعلام الموقعين عن رب العالمين، لشمس الدين ابن قيم الجوزية، تحقيق محمد محيي الدين عبد الحميد، المكتبة التجارية الكبرى بمصر، الطبعة الأولى عام ١٣٧٤.
- الإعلان بالتوبيخ لمن ذم التاريخ، لمحمد بن عبد الرحمن السخاوي، تحقيق فرانز روزنثال، تصوير دار الكتب العلمية ببيروت.',NULL,'741',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (650,'- اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، لأبي العباس أحمد بن عبد الحليم بن تيمية، تحقيق د. ناصر العقل، نشر وزارة الشؤون الإسلامية بالسعودية، الطبعة السابعة عام ١٤١٩.
- الأموال لأبي عبيد القاسم بن سلام، تحقيق سيد رجب، دار الهدي النبوي - مصر، الطبعة الأولى عام ١٤٢٨.
- إنباء الغمر بأبناء العمر، لأبي الفضل أحمد بن علي بن حجر العسقلاني، دار الكتب العلمية - بيروت، الطبعة الثانية عام ١٤٠٦، مصورة عن طبعة الهند عام ١٣٨٧.
- إنباه الرواة على أنباء النحاة، لعلي بن يوسف القفطي، تحقيق محمد أبو الفضل إبراهيم، دار الفكر العربي - القاهرة، ومؤسسة الكتب الثقافة - بيروت، الطبعة الأولى عام ١٤٠٦.
- أنوار التنزيل وأسرار التأويل، لعبد الله بن عمر الشيرازي البيضاوي، تحقيق محمد سالم محيسن، وشعبان إسماعيل، مكتبة الجمهورية العربية - مصر.
- الإيضاح لناسخ القرآن ومنسوخه، لمكي بن أبي طالب القيسي، تحقيق د. أحمد حسن فرحات، دار المنارة - جدة، الطبعة الأولى عام ١٤٠٦.
- الإيمان، لأبي بكر عبد الله بن محمد بن أبي شيبة، تحقيق محمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الطبعة الثانية عام ١٤٠٣.
- الإيمان، لمحمد بن إسحاق بن منده، تحقيق د. علي الفقيهي، دار الفضيلة - الرياض، الطبعة الرابعة عام ١٤٢١.',NULL,'742',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (651,'- الباعث الحثيث شرح اختصار علوم الحديث، لأبي الفداء إسماعيل بن عمر بن كثير، تحقيق أحمد شاكر، دار التراث - القاهرة، الطبعة الثالثة عام ١٣٩٩.
- الباعث على الخلاص من حوادث القصاص، لأبي الفضل عبد الرحيم بن الحسين العراقي، تحقيق د. محمد الصباغ، دار الوراق - بيروت، الطبعة الأولى عام ١٤٢٢.
- بحر العلوم، لأبي الليث نصر بن محمد السمرقندي، تحقيق علي معوض وعادل عبد الموجود، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٣.
- البحر المحيط، لأبي عبد الله محمد بن عبد الله الزركشي، تحقيق عبد الستار أبو غدة وعبد القادر العاني، نشر وزارة الأوقاف بالكويت، الطبعة الثانية عام ١٤١٣.
- البحر المحيط، لأبي حيان محمد بن يوسف الأندلسي، دار إحياء التراث العربي - بيروت، الطبعة الثانية عام ١٤١١، مصورة عن طبعة السعادة بمصر عام ١٣٢٩.
- بحوث في أصول التفسير ومناهجه، د. فهد بن عبد الرحمن الرومي، مكتبة التوبة - الرياض، الطبعة الثالثة عام ١٤١٦.
- بدائع الفوائد، لشمس الدين ابن قيم الجوزية، مكتبة القاهرة - مصر، الطبعة الثانية عام ١٣٩٢.
- البداية والنهاية، لأبي الفداء إسماعيل بن عمر كثير، تحقيق عبد الله التركي، دار هجر - القاهرة، الطبعة الأولى عام ١٤١٧.
- البدر الطالع بمحاسن من بعد القرن السابع، لأبي عبد الله محمد بن علي الشوكاني، دار المعرفة - بيروت، مصورة عن طبعة السعادة بمصر عام ١٣٤٨.',NULL,'743',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (652,'- براءة السلف مما نسب إليهم من انحراف في الاعتقاد، عدنان عبد القادر، طباعة مؤسسة المسك، ط. الأولى ١٤٢٠.
- البرهان في علوم القرآن، لأبي عبد الله محمد بن عبد الله الزركشي، تحقيق د. يوسف بن عبد الرحمن المرعشلي وزميليه، دار المعرفة - بيروت، الطبعة الثانية عام ١٤١٥.
- بصائر ذوي التمييز، لمحمد بن يعقوب الفيروز آبادي، تحقيق محمد علي النجار، لجنة إحياء التراث الإسلامي بوزارة الأوقاف بمصر، الطبعة الثانية عام ١٤٠٦.
- البعث والنشور، لأبي بكر أحمد بن الحسين البيهقي، تحقيق محمد السعيد زغلول، نشر دار الكتب الثقافية، الطبعة الأولى، عام ١٤٠٨.
- بغية الملتمس في تاريخ رجال الأندلس، لأحمد بن يحيى الضبي، تحقيق د. روحية السويفي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٧.
- بغية الوعاة في طبقات اللغويين والنحاة، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية ببيروت.
- بيان إعجاز القرآن، لأبي سليمان حمد بن محمد الخطابي، تحقيق محمد خلف الله ومحمد سلام، دار المعارف - مصر، الطبعة الثالثة ١٩٧٦ م.
- بيان تلبيس الجهمية، لأبي العباس أحمد بن عبد الحليم بن تيمية، نشر مجمع الملك فهد لطباعة المصحف الشريف.
- تاج العروس من جواهر القاموس، لأبي الفيض محمد مرتضى الزبيدي، دار صادر - بيروت، مصورة عن الطبعة الأولى في المطبعة الخيرية بمصر عام ١٣٠٦.',NULL,'744',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (653,'- التاريخ، ليحيى بن معين، تحقيق أحمد محمد سيف، نشر مركز البحث العلمي وإحياء التراث بجامع الملك عبد العزيز، الطبعة الأولى عام ١٣٩٩.
- تاريخ الإسلام ووفيات المشاهير والأعلام، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق د. عبد السلام تدمري، دار الكتاب العربي - بيروت، الطبعة الأولى عام ١٤٠٧.
- تاريخ أصبهان، لأبي نعيم أحمد بن عبد الله الأصبهاني، تحقيق سيد كسروي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٠.
- تاريخ بغداد، لأبي بكر أحمد بن علي المعروف بالخطيب البغدادي، نشر دار الكتاب العربي - بيروت.
- تاريخ أبي زرعة؛ عبد الرحمن بن عمرو بن صفوان، تحقيق شكر الله القوجاني، نشر مجمع اللغة العربية بدمشق.
- التاريخ الكبير، لأبي عبد الله محمد بن إسماعيل البخاري، دار الباز بمكة مصورة عن طبعة الهند.
- تاريخ مدينة دمشق، لأبي القاسم علي بن الحسين بن هبة الله "ابن عساكر"، تحقيق أبي سعيد عمر بن غرامة العمروي، دار الفكر - بيروت، عام ١٤١٥.
- تأويل مختلف الحديث، لعبد الله بن مسلم بن قتيبة الدينوري، تحقيق عبد القادر عطا، دار الكتب الإسلامية - القاهرة، الطبعة الأولى عام ١٤٠٢.
- تأويل مشكل القرآن، لعبد الله بن مسلم بن قتيبة، تحقيق أحمد صقر، دار التراث - القاهرة، الطبعة الثانية عام ١٣٩٣.',NULL,'745',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (654,'- تبصير المنتبه بتحرير المشتبه، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق علي البجاوي، الدار العلمية - دلهي بالهند، الطبعة الثانية عام ١٤٠٦.
- تحذير الخواص من أكاذيب القصاص، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، تحقيق د. محمد لطفي الصباغ، المكتب الإسلامي - بيروت، الطبعة الثانية عام ١٤٠٤.
- التحرير والتنوير، لمحمد الطاهر بن عاشور، نشر مؤسسة التاريخ - بيروت، الطبعة الأولى عام ١٤٢٠.
- تحفة الأحوذي بشرح جامع الترمذي، لبعد الرحمن بن عبد الرحيم المباركفوري، تحقيق عبد الرحمن محمد عثمان، مؤسسة قرطبة - مصر، الطبعة الثانية.
- تحفة الأشراف بمعرفة الأطراف، لأبي الحجاج يوسف بن عبد الرحمن المزي، تحقيق عبد الصمد شرف الدين، الدار القيمة - الهند، والمكتب الإسلامي - بيروت، الطبعة الثانية ١٤٠٣.
- تحقيقات تاريخية في الأسماء الجغرافية السورية، د. عبد الله الحلو، دار بيسان - بيروت، الطبعة الأولى عام ١٩٩٩ م.
- تدريب الراوي في شرح تقريب النواوي، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، تحقيق نظر محمد الفاريابي، مكتبة الكوثر - الرياض، الطبعة الثانية عام ١٤١٥.
- تذكرة الحفاظ، لأبي عبد الله محمد بن أحمد الذهبي، دار إحياء التراث العربي - بيروت، مصورة عن طبعة دائرة المعارف العثمانية بالهند عام ١٣٧٧.',NULL,'746',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (655,'- ترتيب المدارك وتقريب المسالك، للقاضي عياض بن موسى اليحصبي، تحقيق د. أحمد بكير محمود، دار مكتبة الحياة - بيروت، ودار الفكر بليبيا، عام ١٣٨٧.
- التعديل والتجريح، لأبي الوليد سليمان بن خلف الباجي، تحقيق د. أبو لبابة حسين، دار اللواء - الرياض، الطبعة الأولى عام ١٤٠٦.
- التعريف والإعلام فيما أبهم في القرآن من الأسماء والأعلام، لأبي القاسم عبد الرحمن السهيلي، تحقيق عبد الله النقراط، نشر كلية الدعوة الإسلامية بطرابلس، الطبعة الأولى عام ١٤٠١.
- تعريف أهل التقديس بمراتب الموصوفين بالتدليس، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق د. عبد الغفار البنداري، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤٠٥.
- التعريفات، لعلي بن محمد الجرجاني، تحقيق د. عبد الرحمن عميرة، عالم الكتب - بيروت، الطبعة الأولى عام ١٤٠٧.
- تعظيم قدر الصلاة، لمحمد بن نصر المروزي، تحقيق كمال سالم، مكتبة العلم - القاهرة، الطبعة الأولى عام ١٤٢١.
- التعليق المغني على الدارقطني، لأبي الطيب محمد العظيم آبادي، تصحيح السيد عبد الله المدني، دار المحاسن - القاهرة، عام ١٣٨٦.
- تفسير التابعين، د. محمد عبد الله الخضيري، دار الوطن - الرياض، الطبعة الأولى عام ١٤٢٠.',NULL,'747',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (656,'- تفسير ابن أبي حاتم؛ أبي محمد عبد الرحمن بن محمد الرازي، تحقيق أسعد الطيب، مكتبة نزار مصطفى الباز - مكة، الطبعة الثالثة، عام ١٤٢٤.
- تفسير سفيان الثوري، رواية أبي جعفر، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤٠٣.
- تفسير الصحابة، د. عبد الله بدر، دار ابن حزم - بيروت الطبعة الأولى عام ١٤٢١.
- تفسير عبد الرزاق بن همام الصنعاني، تحقيق د. عبد المعطي قلعجي، دار المعرفة - بيروت، الطبعة الأولى عام ١٤١١.
- التفسير في عصر الصحابة، ناصر محمد الحميد، رسالة ماجستير بجامعة الإمام محمد بن سعود.
- تفسير القرآن، لأبي بكر محمد بن إبراهيم بن المنذر، تحقيق د. سعد السعد، دار المآثر - المدينة، الطبعة الأولى عام ١٤٢٣.
- تفسير القرآن العظيم، لأبي الفداء إسماعيل بن كثير الدمشقي، تحقيق عبد العزيز غنيم وآخرين، دار الشعب - القاهرة.
- وطبعة أخرى بتحقيق سامي السلامة، دار طيبة - الرياض، الطبعة الثانية عام ١٤٢٠.
- التفسير القيم، لشمس الدين ابن قيم الجوزية، جمع محمد أويس الندوي، تحقيق محمد حامد الفقي، مكتبة السنة المحمدية بمصر.',NULL,'748',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (657,'- التفسير الكبير، لفخر الدين محمد بن عمر البكري الرازي، دار إحياء التراث العربي - بيروت، الطبعة الثالثة عام ١٤٢٠.
- التفسير اللغوي، د. مساعد بن سليمان الطيار، دار ابن الجوزي - الدمام، الطبعة الأولى عام ١٤٢٢.
- التفسير والمفسرون، د. محمد حسين الذهبي، دار الكتب الحديثة بمصر.
- تقريب التهذيب، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق محمد عوامة، دار الرشيد - حلب، الطبعة الأولى عام ١٤٠٦.
- وطبعة دار العاصمة بالرياض، الطبعة الثانية عام ١٤٢٣، بتحقيق أبي الأشبال صغير أحمد الباكستاني.
- التقييد والإيضاح شرح مقدمة ابن الصلاح، لعبد الرحيم بن الحسين العراقي، تحقيق عبد الرحمن عثمان، المكتبة السلفية - المدينة، الطبعة الأولى عام ١٣٨٩.
- تقييد العلم، لأبي بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي، تحقيق يوسف العش، دار إحياء السنة النبوية، الطبعة الثانية عام ١٩٧٤ م.
- التلخيص الحبير في تخريج أحاديث الرافعي الكبير: تصنيف أبي الفصل أحمد بن علي بن حجر العسقلاني، تحقيق عبد الله هاشم المدني، شركة الطباعة الفنية - القاهرة عام ١٣٨٤.
- التمهيد لما في الموطأ من المعاني والأسانيد، لأبي عمر يوسف بن عبد البر القرطبي، تحقيق محمد التائب وسعيد إعراب، عام ١٣٩٤.',NULL,'749',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (658,'- التمييز، للإمام مسلم بن الحجاج القشيري، تحقيق د. محمد مصطفى الأعظمي، من منشورات جامعة الرياض (جامعة الملك سعود)، مطابع نجد التجارية بالرياض.
- تنزيه الشريعة المرفوعة، لأبي الحسن علي بن عراق الكناني، تحقيق عبد الوهاب عبد اللطيف، وعبد الله الصديق، تصوير دار الكتب العلمية - بيروت، الطبعة الثانية عام ١٤٠١.
- التنكيل بما في تأنيب الكوثري من الأباطيل، لعبد الرحمن المعلمي، تحقيق محمد ناصر الدين الألباني، مكتبة المعارف - الرياض، الطبعة الثانية عام ١٤٠٦.
- تنوير الحوالك شرح موطأ مالك، لجلال الدين السيوطي، مكتبة المشهد الحسيني، القاهرة عام ١٣٥٣.
- تهذيب التهذيب، لأبي الفضل أحمد بن علي بن حجر العسقلاني، عناية إبراهيم الزيبق، وعادل مرشد، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤١٦.
- تهذيب الكمال في أسماء الرجال، لجمال الدين أبي الحجاج يوسف المزي، تحقيق د. بشار عواد معروف، مؤسسة الرسالة - بيروت، الطبعة الثانية عام ١٤٠٥.
- تهذيب اللغة، لأبي منصور محمد بن أحمد الأزهري، تحقيق عبد السلام هارون وآخرين، الدار المصرية للتأليف والترجمة، طبعة عام ١٣٨٤.
- تيسير العزيز الحميد في شرح كتاب التوحيد، لسليمان بن عبد الله بن محمد بن عبد الوهاب، نشر المكتب الإسلامي بدمشق.',NULL,'750',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (659,'- التيسير في القراءات السبع، لأبي عمرو عثمان بن سعيد الداني، تحقيق أوتوبرتزل، دار الكتاب العربي - بيروت، الطبعة الثالثة عام ١٤٠٦.
- التيسير في قواعد علم التفسير، لمحمد بن سليمان الكافيجي، تحقيق مصطفى الذهبي، مكتبة القدسي - القاهرة، الطبعة الأولى عام ١٤١٩.
- تيسير الكريم الرحمن في تفسير كلام المنان، لعبد الرحمن بن ناصر السعدي، المطبعة السلفية - القاهرة، عام ١٣٧٧.
- الثقات، لأبي حاتم محمد بن حبان البستي، نشر دائرة المعارف العثمانية - حيدر آباد بالهند، الطبعة الأولى عام ١٣٩٣.
- الجامع، لعبد الله بن وهب المصري، تحقيق ميكلوش موراني، دار الغرب الإسلامي - بيروت، الطبعة الأولى عام ٢٠٠٣ م.
- الجامع لأحكام القرآن، لأبي عبد الله محمد بن أحمد القرطبي، دار الشعب - القاهرة.
- الجامع لأخلاق الراوي وآداب السامع، لأبي بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي، تحقيق د. محمود الطحان، مكتبة المعارف - الرياض، عام ١٤٠٣.
- جامع بيان العلم وفضله، لأبي عمر يوسف بن عبد البر الأندلسي، إدارة الطباعة المنيرية - مصر.
- وطبعة دار ابن الجوزي - الدمام، الطبعة الثالثة عام ١٤٢٨ بتحقيق أبي الأشبال الزهيري.',NULL,'751',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (660,'- جامع البيان عن تأويل آي القرآن، لأبي جعفر محمد بن جرير الطبري، دار هجر- القاهرة، الطبعة الأولى عام ١٤٢٢.
- والطبعة التي حققها أحمد شاكر ومحمود شاكر، نشر دار المعارف - مصر.
- الجامع لحياة الشيخ العلامة محمد بن صالح العثيمين العلمية والعملية، لوليد أحمد الحسين، من إصدارات الحكمة - بريطانيا، الطبعة الأولى عام ١٤٢٢.
- الجامع لشعب الإيمان، لأبي بكر أحمد بن الحسين البيهقي، تحقيق د. عبد العلي حامد، الدار السلفية - بومباي، الهند، الطبعة الأولى عام ١٤٠٨.
- الجرح والتعديل، لعبد الرحمن بن أبي حاتم الرازي، دار الكتب العلمية - بيروت، مصورة عن طبعة دائرة المعارف بالهند عام ١٣٧١.
- جمال القراء وكمال الإقراء، لأبي الحسن علي بن محمد السخاوي، تحقيق عبد الحق عبد الدائم سيف القاضي، مؤسسة الكتب الثقافية - بيروت، الطبعة الأولى عام ١٤١٩.
- جمهرة اللغة، لأبي بكر محمد بن الحسن بن دريد، تحقيق د. رمزي منير بعلبكي، نشر دار العلم للملايين - بيروت، الطبعة الأولى عام ١٩٨٧ م.
- الجواهر الحسان في تفسير القرآن، لأبي زيد عبد الرحمن بن محمد الثعالبي، منشورات مؤسسة الأعلمي - بيروت، مصورة عن طبعة ١٣٢٧.
- حلية الأولياء، لأبي نعيم أحمد بن عبد الله الأصبهاني، مطبعة السعادة - مصر، عام ١٣٩٩.',NULL,'752',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (661,'- الحوداث والبدع، لأبي بكر محمد بن الوليد الطرطوشي، تحقيق علي بن حسن الحلبي، دار ابن الجوزي - الدمام، الطبعة الأولى عام ١٤١١.
- خلق أفعال العباد، لأبي عبد الله محمد بن إسماعيل البخاري، مؤسسة الرسالة - بيروت، الطبعة الثالثة عام ١٤١١.
- الخوارج أول الفرق في تاريخ الإسلام، د. ناصر العقل، دار الوطن - الرياض، الطبعة الثانية عام ١٤١٧.
- الدر المنثور في التفسير بالمأثور، لأبي الفضل عبد لرحمن بن أبي بكر السيوطي دار المعرفة - بيروت، مصورة عن الطبعة الميمنية بمصر عام ١٣١٤.
- درء تعارض العقل والنقل، لأبي العباس أحمد بن عبد الحليم بن تيمية، تحقيق د. محمد رشاد سالم، نشر جامعة الإمام محمد بن سعود الطبعة الثانية.
- الدرر الكامنة في أعيان المائة الثامنة، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق محمد سيد جاد الحق، دار الكتب الحديثة - مصر، الطبعة الثانية عام ١٣٨٥.
- دلائل النبوة، لأحمد بن الحسين البيهقي، تحقيق د. عبدالمعطي قلعجي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤٠٥.
- الديباج المذهب في معرفة أعيان المذهب، لإبراهيم بن نور الدين اليعمري المعروف بابن فرحون المالكي، تحقيق مأمون الجنان، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٧.',NULL,'753',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (662,'- ديوان عامر بن الطفيل العامري، شرح أبي بكر محمد بن القاسم الأنباري، تحقيق، د. محمود الجادر، ود. عبد الرزاق الدليمي، دار الشؤون الثقافية - بغداد، الطبعة الأولى عام ٢٠٠١ م.
- ذم الكلام وأهله، لأبي إسماعيل عبد الله بن محمد الهروي، تحقيق عبد الرحمن الشبل، مكتبة العلوم والحكم - المدينة، الطبعة الأولى عام ١٤١٦.
- ذيل تذكرة الحفاظ، لأبي المحاسن محمد بن علي الحسيني، دار إحياء التراث العربي - بيروت.
- الذيل على طبقات الحنابلة، لأبي الفرج عبد الرحمن بن أحمد بن رجب الحنبلي، تحقيق محمد حامد فقي، مطبعة السنة المحمدية - القاهرة، عام ١٣٧٢.
- الرحلة في طلب الحديث، لأبي بكر أحمد بن علي البغدادي، تحقيق نور الدين عتر، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٣٩٥.
- الرسل والرسالات، د. عمر الأشقر، مكتبة الفلاح - الكويت، الطبعة الثالثة عام ١٤٠٥.
- روح المعاني في تفسير القرآن والسبع المثاني، لمحمود الآلوسي البغدادي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٥.
- روضة الناظر وجنة المناظر، لأبي محمد عبد الله بن أحمد بن قدامة المقدسي، تحقيق د. عبد الكريم النملة، مكتبة الرشد - الرياض، الطبعة الثانية عام ١٤١٤.',NULL,'754',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (663,'- الرؤية، لأبي الحسن علي بن عمر الدارقطني، تحقيق إبراهيم العلي وأحمد الرفاعي، مكتبة المنار - الأردن، الطبعة الأولى عام ١٤١١.
- زاد المسير في علم التفسير، لأبي الفرج عبد الرحمن بن علي بن الجوزي، المكتب الإسلامي - بيروت، الطبعة الأولى عام ١٣٨٤.
- الزهد، لعبد الله بن المبارك، تحقيق نبيل صلاح سليم، دار البصيرة - الإسكندرية، عام ١٤٢٦.
- الزهد، للإمام أحمد بن حنبل، دار الكتب العلمية - بيروت، عام ١٣٩٦.
- السبعة في القراءات، لأبي بكر أحمد بن موسى بن مجاهد، تحقيق د. شوقي ضيف، دار المعارف - القاهرة، الطبعة الثالثة.
- سلسلة الأحاديث الصحيحة، لمحمد ناصر الدين الألباني، المكتبة الإسلامي - بيروت، الطبعة الرابعة عام ١٤٠٥.
- سلسلة الأحاديث الضعيفة والموضوعة، لمحمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الخامسة عام ١٤٠٥.
- سنن الترمذي، لمحمد بن عيسى بن سورة الترمذي، تحقيق عزت عبيد الدعاس، نشر المكتبة الإسلامية - تركيا.
- سنن الدارقطني، علي بن عمر الدارقطني، تصحيح السيد عبد الله المدني، دار المحاسن - القاهرة، عام ١٣٨٦.',NULL,'755',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (664,'- سنن الدارمي، لأبي محمد عبد الله بن عبد الرحمن الدارمي، تحقيق د. مصطفى ديب البغا، دار القلم - دمشق، الطبعة الثانية عام ١٤١٧.
- سنن أبي داود، لسليمان بن الأشعث السجستاني، تحقيق محيي الدين عبد الحميد، المكتبة الإسلامية - تركيا.
- سنن سعيد بن منصور، تحقيق د. سعد الحميد، دار الصميعي - الرياض، الطبعة الأولى عام ١٤١٦.
- وطبعة الدار السلفية، بومباي - الهند، الطبعة الأولى عام ١٤٠٣، بتحقيق حبيب الرحمن الأعظمي.
- السنن الكبرى، لأحمد بن الحسين البيهقي، نشر دار الفاروق - القاهرة، مصورة عن طبعة دائرة المعارف العثمانية - حيدر أباد بالهند، الطبعة الأولى عام ١٣٤٧.
- السنن الكبرى، لأحمد بن شعيب النسائي، تحقيق د. عبد الغفار البنداري، وسيد كسروي حسن، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١١.
- سنن ابن ماجه؛ محمد بن يزيد بن ماجه القزويني، تحقيق محمد فؤاد عبد الباقي، المكتبة الإسلامية - تركيا.
- سنن النسائي؛ أحمد بن شعيب نشر المكتبة العلمية - بيروت مصورة عن طبعة المطبعة المصرية.
- السنة، لعبد الله بن أحمد بن حنبل، تحقيق د. محمد القحطاني، دار ابن القيم - الدمام، الطبعة الأولى ١٤٠٦.',NULL,'756',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (665,'- السنة، لأبي بكر عمرو بن أبي عاصم الشيباني، تحقيق محمد ناصر الدين الألباني، المكتب الإسلامي- بيروت، الطبعة الأولى عام ١٤٠٠.
- السنة، لمحمد بن نصر المروزي، تحقيق سالم أحمد السلفي، مؤسسة الكتب الثقافية - بيروت، الطبعة الأولى ١٤٠٨.
- السنة ومكانتها في التشريع الإسلامي، د. مصطفى السباعي، المكتب الإسلامي - بيروت، الطبعة الرابعة عام ١٤٠٥.
- سير أعلام النبلاء، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق شعيب الأرنؤوط وآخرين، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤٠١.
- السيرة النبوية، لابن هشام الأنصاري، تحقيق مصطفى السقا وزميليه، نشر مصطفى البابي الحلبي - مصر، الطبعة الثانية عام ١٣٧٥.
- شذرات الذهب في أخبار من ذهب، لأبي الفلاح عبد الحي بن العماد الحنبلي، دار إحياء التراث العربي - بيروت.
- شرح أصول اعتقاد أهل السنة والجماعة، لأبي القاسم هبة الله بن الحسن اللالكائي، تحقيق د. أحمد حمدان، دار طيبة - الرياض.
- شرح تهذيب سنن أبي داود، لشمس الدين ابن قيم الجوزية، تحقيق عبد الرحمن محمد عثمان، المكتبة السلفية - المدينة، الطبعة الثانية عام ١٣٨٨.
- شرح السنة، للحسين بن مسعود البغوي، تحقيق شعيب الأرنؤوط، ومحمد الشاويش، المكتب الإسلامي - بيروت، الطبعة الأولى عام ١٣٩٠.',NULL,'757',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (666,'- شرح صحيح مسلم، لأبي زكريا يحيى بن شرف النووي، المطبعة المصرية ومكتباتها - القاهرة.
- شرح العقيدة الطحاوية، لعلي بن علي بن أبي العز الحنفي، تحقيق د. عبد الله التركي، وشعيب الأرنؤوط، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤٠٨.
- شرح الكوكب المنير، لابن النجار محمد بن أحمد الفتوحي، تحقيق نزيه حماد محمد الزحيلي، مركز البحث العلمي بجامعة أم القرى - مكة، عام ١٤٠٠.
- شرح مختصر الروضة، لأبي الربيع سليمان بن عبد القوي الطوفي، تحقيق د. عبد الله التركي، نشر وزارة الشؤون الإسلامية بالسعودية، الطبعة الثانية عام ١٤١٩.
- الشريعة، لأبي بكر محمد بن الحسين الآجري، مؤسسة الريان - بيروت، الطبعة الأولى عام ١٤٢١.
- الشفا بتعريف حقوق المصطفى، للقاضي عياض بن موسى اليحصبي، تحقيق علي البجاوي، مطبعة عيسى البابي الحلبي - القاهرة.
- شفاء العليل، لشمس الدين ابن قيم الجوزية، تحقيق الحساني حسن عبد الله، دار التراث - القاهرة.
- شواذ القرآن، لأبي عبد الله الحسين بن أحمد بن خالويه، دار عالم الكتب - بيروت.
- شواذ القراءات، لأبي عبد الله محمد بن أبي نصر الكرماني، تحقيق د. شمران العجلي، مؤسسة البلاغ - بيروت، الطبعة الأولى عام ١٤٢٢.',NULL,'758',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (667,'- الصحاح "تاج اللغة وصحاح العربية"، لإسماعيل بن حماد الجوهري، تحقيق أحمد عبد الغفور عطار، الطبعة الثانية عام ١٤٠٢.
- صحيح الأدب المفرد، لمحمد ناصر الدين الألباني، مؤسسة الريان - بيروت، الطبعة الثالثة، عام ١٤٢٧.
- صحيح البخاري "الجامع الصحيح": لأبي عبد الله محمد بن عبد الله بن إسماعيل البخاري، المكتبة الإسلامية - تركيا، نشر عام ١٩٧٩ م.
- صحيح الترغيب والترهيب، لمحمد ناصر الدين الألباني، نشر مكتبة المعارف - الرياض، الطبعة الأولى عام ١٤٢١.
- صحيح الجامع الصغير وزيادته، لمحمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الثالثة، عام ١٤٠٨.
- صحيح سنن الترمذي، لمحمد ناصر الدين الألباني، نشر مكتب التربية العربي - الرياض، الطبعة الأولى عام ١٤٠٨.
- صحيح مسلم، لأبي الحسين مسلم بن الحجاج القشيري، تحقيق محمد فؤاد عبدالباقي، المكتبة الإسلامية - تركيا.
- صفة صلاة النبي - صلى الله عليه وسلم - من التكبير إلى التسليم، لمحمد ناصر الدين الألباني، نشر مكتبة المعارف - الرياض، الطبعة الثالثة عام ١٤٢٤.
- صفة النفاق وذم المنافقين، لجعفر بن محمد الفريابي، تحقيق أبي عبد الرحمن المصري، دار الصحابة - مصر، الطبعة الأولى عام ١٤٠٨.',NULL,'759',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (668,'- الصواعق المرسلة على الجهمية والمعطلة، لابن قيم الجوزية، تحقيق د. علي الدخيل الله، دار العاصمة - الرياض، الطبعة الأولى عام ١٤٠٨.
- الضعفاء، لأحمد بن شعيب النسائي، تحقيق عبد العزيز السيروان، دار القلم - بيروت، الطبعة الأولى عام ١٤٠٥.
- الضعفاء، لمحمد بن إسماعيل البخاري، تحقيق عبد العزيز السيروان، دار القلم - بيروت، الطبعة الأولى عام ١٤٠٥.
- الضعفاء الكبير، لأبي جعفر محمد بن عمرو العقيلي، تحقيق د. عبد المعطي قلعجي، دار الكتب العلمية - بيروت، الطبعة الثانية عام ١٤١٨.
- الضوء اللامع لأهل القرن التاسع، لأبي الخير محمد بن عبد الرحمن السخاوي، دار الكتاب الإسلامي - القاهرة.
- طبقات الحفاظ، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤٠٣.
- طبقات الحنابلة، للقاضي أبي الحسين محمد بن أبي يعلى، تحقيق محمد حامد فقي، مطبعة السنة المحمدية - القاهرة.
- طبقات الشافعية الكبرى، لتاج الدين عبد الوهاب بن علي السبكي، تحقيق محمود الطناحي، وعبد الفتاح الحلو، بدون ناشر.
- الطبقات الكبرى، لمحمد بن سعد، دار التحرير - القاهرة، عام ١٣٨٨.',NULL,'760',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (669,'- طبقات المفسرين، لأبي الفضل عبد الرحمن بن أبي بكر السيوطي، دار الكتب العلمية - بيروت.
- طبقات المفسرين، لمحمد بن علي الداودي، دار الكتب العلمية - بيروت.
- طبقات النحويين واللغويين، لمحمد بن الحسن الزبيدي الأندلسي، تحقيق محمد أبو الفضل إبراهيم، دار المعارف - مصر، الطبعة الثانية.
- العجاب في بيان الأسباب، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق فواز زمرلي، دار ابن حزم - بيروت، الطبعة الأولى عام ١٤٢٢.
- علل الحديث، لأبي محمد عبد الرحمن بن أبي حاتم الرازي، تحقيق محمد الدباسي، مكتبة الرشد - الرياض، الطبعة الأولى عام ١٤٢٤.
- العلل ومعرفة الرجال، للإمام أحمد بن حنبل، تحقيق وصي الله عباس، المكتب الإسلامي - بيروت، الطبعة الأولى عام ١٤٠٨.
- العلم لأبي خيثمة زهير بن حرب النسائي، تحقيق محمد ناصر الدين الألباني، مكتبة المعارف بالرياض، الطبعة الأولى عام ١٤٢١.
- عمدة القارئ شرح صحيح البخاري، لبدر الدين محمود بن أحمد العيني، مطبعة مصطفى البابي الحلبي - مصر، الطبعة الأولى عام ١٣٩٣.
- عون المعبود شرح سنن أبي داود، لمحمد شمس الحق آبادي، تحقيق عبد الرحمن محمد عثمان، المكتبة السلفية - المدينة، الطبعة الثانية عام ١٣٨٨.',NULL,'761',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (670,'- غاية النهاية في طبقات القراء، لأبي الخير محمد بن محمد بن الجزري، نشر ج برجستراسر، دار الكتب العلمية - بيروت، الطبعة الثانية عام ١٤٠٢.
- غريب الحديث، لأبي سليمان حمد بن محمد الخطابي، تحقيق عبد الكريم العزباوي، مركز البحث العلمي بجامعة أم القرى بمكة، الطبعة الأولى عام ١٤٠٢.
- الغريبين في القرآن والحديث، لأبي عبيد أحمد بن محمد الهروي، تحقيق أحمد فريد المزيدي، المكتبة العصرية - بيروت الطبعة الأولى عام ١٤١٩.
- الفتاوى الكبرى، لأبي العباس أحمد بن عبد الحليم بن تيمية الحراني، دار المعرفة - بيروت، الطبعة الأولى عام ١٤٠٩.
- فتح الباري بشرح صحيح البخاري، لأبي الفضل أحمد بن علي بن حجر العسقلاني، أشرف على طبعه محب الدين الخطيب، الطبعة السلفية - القاهرة.
- فتح الباري شرح صحيح البخاري، لأبي الفرج عبد الرحمن بن أحمد بن رجب الحنبلي، تحقيق جماعة من المحقيقين، مكتبة الغرباء - المدينة، الطبعة الأولى عام ١٤١٧.
- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير، لأبي عبد الله محمد بن علي الشوكاني، مطبعة مصطفى البابي الحلبي - مصر، الطبعة الثانية عام ١٣٨٣.
- فتح المغيث بشرح ألفية الحديث، لأبي الخير محمد بن عبد الرحمن السخاوي، تحقيق علي حسين علي، مكتبة السنة - القاهرة، الطبعة الأولى عام ١٤١٥.
- الفتن، لنعيم بن حماد الخزاعي، تحقيق أيمن عرفة، المكتبة التوفيقية بالقاهرة.',NULL,'762',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (671,'- الفرق بين الفرق، لعبد القاهر بن طاهر البغدادي، تحقيق محمد محيي الدين عبد الحميد، مكتبة دار التراث - القاهرة.
- الفصل في الملل والنحل، لأبي محمد علي بن أحمد بن حزم الأندلسي، مكتبة الخانجي - القاهرة، مصورة عن طبعة مؤسسة محمد علي صبيح بمصر عام ١٣٤٨.
- فصول في أصول التفسير، د. مساعد سليمان الطيار، دار ابن الجوزي - الدمام، الطبعة الثالثة عام ١٤٢٠.
- فضائل الصحابة، للإمام أحمد بن حنبل، تحقيق وصي الله عباس، مركز البحث العلمي بجامعة أم القرى - مكة، الطبعة الأولى عام ١٤٠٣.
- فضائل القرآن، لأبي الفداء إسماعيل بن كثير الدمشقي، تحقيق أبي إسحاق الحويني، مكتبة ابن تيمية - القاهرة، الطبعة الأولى عام ١٤١٦.
- فضائل القرآن، لأبي بكر جعفر بن محمد الفريابي، تحقيق يوسف عثمان جبريل، مكتبة الرشد - الرياض، الطبعة الأولى عام ١٤٠٩.
- فضائل القرآن، لأبي عبد الله محمد بن أيوب بن الضريس، تحقيق غزوة بدير، دار الفكر - دمشق، الطبعة الأولى عام ١٤٠٨.
- فضائل القرآن ومعالمه وآدابه، لأبي عبيد القاسم بن سلام، تحقيق أحمد بن عبد الواحد الخياطي، نشر وزارة الأوقاف بالمغرب، عام ١٤١٥.
- الفقيه والمتفقه، لأبي بكر أحمد بن علي البغدادي، تحقيق عادل العزازي، دار ابن الجوزي - الدمام، الطبعة الثانية عام ١٤٢١.',NULL,'763',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (672,'- فهرس الفهارس والأثبات، لعبد الحي بن عبد الكبير الكتاني، تحقيق إحسان عباس، دار الغرب الإسلامي - بيروت، الطبعة الثانية عام ١٤٠٢.
- فهم القرآن ومعانيه، للحارث بن أسد المحاسبي، تحقيق حسين القوتلي، دار الفكر - بيروت، الطبعة الأولى عام ١٣٩١.
- القاموس المحيط، لمجد الدين محمد بن يعقوب الفيروز آبادي، مؤسسة الرسالة - بيروت، الطبعة الثانية ١٤٠٧.
- القدر، لأبي بكر جعفر بن محمد الفريابي، تحقيق عبد الله المنصور، أضواء السلف - الرياض، الطبعة الأولى عام ١٤١٨.
- القصاص والمذكرين، لأبي الفرج عبد الرحمن بن علي بن الجوزي، د. قاسم السامرائي، دار أمية - الرياض، الطبعة الأولى عام ١٤٠٣.
- القضاء والقدر، لأبي بكر أحمد بن الحسين البيهقي، تحقيق محمد آل عامر، مكتبة العبيكان - الرياض، الطبعة الأولى عام ١٤٢١.
- القضاء والقدر، د. عبد الرحمن المحمود، دار النشر الدولي - الرياض، الطبعة الأولى عام ١٤١٤.
- قواعد الترجيح عند المفسرين، حسين بن علي الحربي، دار القاسم بالرياض، الطبعة الأولى، عام ١٤١٧.
- قواعد التفسير، د. خالد بن عثمان السبت، دار ابن عفان بالجيزة، مصر، الطبعة الأولى، عام ١٤٢١.',NULL,'764',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (673,'- القواعد الكلية للأسماء والصفات، د. إبراهيم البريكان، دار الهجرة - الثقبة بالسعودية، الطبعة الثانية عام ١٤١٥.
- القول المحرر لترجمة أبي صالح باذام المفسر، د. الشريف حاتم العوني، مكتوب على الآلة الكاتبة.
- القول المفيد على كتاب التوحيد، لمحمد بن صالح العثيمين، اعتنى به د. سليمان أبا الخيل، ود. خالد المشيقح، دار العاصمة - الرياض، الطبعة الأولى عام ١٤١٥.
- الكاشف في معرفة من له رواية في الكتب الستة، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق محمد عوامة وأحمد الخطيب، دار القبلة - جدة، الطبعة الأولى عام ١٤١٣.
- الكامل في التاريخ، لعز الدين علي بن أبي الكرم بن الأثير الجزري، دار صادر - بيروت عام ١٣٨٥.
- الكامل في ضعفاء الرجال، لأبي أحمد عبد الله بن عدي الجرجاني، تحقيق عادل عبد الموجود وآخرين، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٨.
- الكشاف عن حقائق التنزيل وعيون الأقاويل، لأبي القاسم محمود بن عمر الزمخشري، مطبعة مصطفى البابي الحلبي - مصر، الطبعة الأخيرة عام ١٣٨٥.
- الكفاية في علم الرواية، لأبي بكر أحمد بن علي المعروف بالخطيب البغدادي، تحقيق عبد الحليم محمد، وعبد الرحمن محمود، دار الكتب الحديث - القاهرة، الطبعة الثانية.
- لباب التأويل في معاني التنزيل، علي بن محمد البغدادي الشهير بالخازن، مطبعة مصطفى البابي الحلبي - مصر، الطبعة الثانية عام ١٣٧٥.',NULL,'765',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (674,'- لسان العرب، لأبي الفضل محمد بن مكرم بن منظور، تحقيق عبد الله علي الكبير وزميليه، دار المعارف - مصر.
- لسان الميزان، لأبي الفضل أحمد بن علي بن حجر العسقلاني، دار الفكر - بيروت، الطبعة الأولى عام ١٤٠٨.
- لوامع الأنوار البهية وسواطع الأسرار الأثرية، محمد بن أحمد السفاريني، نشر مؤسسة الخافقين - دمشق، الطبعة الثانية عام ١٤٠٢.
- كتاب ما جاء في البدع، لمحمد بن وضاح القرطبي، تحقيق بدر عبد الله البدر، دار الصميعي - الرياض، الطبعة الأولى عام ١٤١٦.
- المجروحين من المحدثين، لأبي حاتم محمد حبان البستي، تحقيق حمدي عبد المجيد السلفي، دار الصميعي - الرياض، الطبعة الأولى عام ١٤٢٠.
- مجمع الزوائد ومنبع الفوائد، لنور الدين علي بن أبي بكر الهيثمي، دار الكتاب العربي - بيروت، الطبعة الثالثة عام ١٤٠٢.
- مجموع الفتاوى، لأبي العباس أحمد بن عبد الحليم بن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، نشر مجمع الملك فهد لطابعة المصحف الشريف بالمدينة عام ١٤١٦.
- المحدث الفاصل بين الراوي والواعي، للحسن بن عبد الرحمن الرامهرمزي، تحقيق د. محمد عجاج الخطيب، دار الفكر، الطبعة الأولى عام ١٣٩١.
- المحرر الوجيز في تفسير الكتاب العزيز، لأبي محمد عبد الحق بن غالب بن عطية الأندلسي، تحقيق المجلس العلمي بمكناس، طبعة عام ١٣٩٥.',NULL,'766',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (675,'- المحلى، لأبي محمد علي بن أحمد بن حزم الأندلسي، تصحيح محمد خليل هراس، مطبعة الإمام بمصر.
- مختصر العلو للعلي الغفار، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق محمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الأولى ١٤٠١.
- مدارك التنزيل وحقائق التأويل، لأبي البركات عبد الله بن أحمد النسفي، المطبعة الحسينية بمصر عام ١٣٢٦.
- مذاهب التفسير الإسلامي، إجناس جولد تسيهر، تعريب د. عبد الحليم النجار، دار اقرأ - بيروت، الطبعة الثانية عام ١٤٠٣.
- المراسيل، لأبي داود سليمان بن الأشعث السجستاني، تحقيق كمال يوسف الحوت، دار الجنان، ومؤسسة الكتب الثقافية - بيروت، الطبعة الأولى عام ١٤٠٨.
- مراصد الاطلاع على أسماء الأمكنة والبقاع، لعبد المؤمن البغدادي، تحقيق علي البجاوي، دار المعرفة بيروت، الطبعة الأولى عام ١٣٧٣.
- مرقاة المفاتيح شرح مشكاة المصابيح، لعلي بن سلطان محمد قارئ، نشر المكتبة الإسلامية، مصورة طبعة الميمنية بمصر عام ١٣٠٩.
- المستدرك على الصحيحين، لأبي عبد الله محمد بن عبد الله النيسابوري "الحاكم"، دار الكتاب العربي - بيروت، مصورة عن الطبعة الهندية عام ١٣٣٥.
- المستصفى من علم الأصول، لأبي حامد محمد بن محمد الغزالي الطوسي، دار إحياء التراث العربي - بيروت، مصورة عن طبعة بولاق بمصر عام ١٣٢٥.',NULL,'767',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (676,'- مسند الإمام أحمد بن حنبل الشيباني، نشر دار سحنون - تونس، الطبعة الثانية، مصورة عن الطبعة الميمنية بمصر عام ١٣١٣.
- والطبعة التي أشرف على إخراجها د. عبد الله التركي، نشر مؤسسة الرسالة - بيروت، الطبعة الثانية عام ١٤٢٠.
- والطبعة التي نشرتها دار المعارف بمصر عام ١٣٧٦، وحققها أحمد شاكر.
- مسند البزار (البحر الزخار)؛ أبي بكر أحمد بن عمرو البزار، تحقيق د. محفوظ زين الدين، مؤسسة علوم القرآن - بيروت، ومكتبة العلوم والحكم - المدينة، الطبعة الأولى عام ١٤٠٩.
- مسند ابن الجعد؛ أبي الحسن علي بن الجعد الجوهري، مراجعة عامر حيدر، مؤسسة نادر - بيروت، الطبعة الأولى عام ١٤١٠.
- مسند الحميدي؛ أبي بكر عبد الله بن الزبير الحميدي، تحقيق حبيب الرحمن الأعظمي، المكتبة السلفية - المدينة.
- مسند الشاميين، لأبي القاسم سليمان بن أحمد الطبراني، تحقيق حمدي عبد المجيد السلفي، مؤسسة الرسالة - بيروت، الطبعة الثانية، عام ١٤١٧.
- مسند الطيالسي؛ أبي داود سليمان بن داود، دار المعرفة - بيروت، مصورة عن طبعة دائرة المعارف العثمانية عام ١٣٢١.
- مسند الفاروق، لإسماعيل بن عمر بن كثير الدمشقي، تحقيق عبد المعطي قلعجي، دار الوفاء - المنصورة، الطبعة الثانية عام ١٤١٢.',NULL,'768',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (677,'- مسند أبي يعلى الموصلي، لأحمد بن علي بن المثنى، تحقيق حسين سليم أسد، دار المأمون للتراث - دمشق، الطبعة الأولى عام ١٤٠٤.
- المسودة في أصول الفقه، لآل تيمية، جمع أبي العباس الحنبلي الحراني، تحقيق محمد عبد الحميد، دار الكتاب العربي- بيروت.
- المشتبه في الرجال، لأبي عبد الله أحمد بن عثمان الذهبي، تحقيق علي البجاوي، الدار العلمية - الهند، الطبعة الثانية عام ١٩٨٧ م.
- مشكاة المصابيح، لمحمد بن عبد الله التبريزي، تحقيق محمد ناصر الدين الألباني، المكتب الإسلامي - بيروت، الطبعة الثالثة عام ١٤٠٥.
- مشكل القرآن الكريم، لعبد الله المنصور، دار ابن الجوزي - الدمام، الطبعة الأولى عام ١٤٢٦.
- المصاحف، لأبي بكر عبد الله بن أبي داود السجستاني، تحقيق د. محب الدين واعظ، دار البشائر الإسلامية - بيروت، الطبعة الثانية عام ١٤٢٣.
- مصباح الزجاجة في زوائد ابن ماجه، تصنيف أحمد بن أبي بكر البوصيري، تحقيق موسى محمد علي، ود. عزت عطية، دار الكتب الحديثة - مصر، الطبعة الأولى عام ١٤٠٥.
- المصنف لأبي بكر عبد الرزاق بن همام الصنعاني، تحقيق حبيب الرحمن الأعظمي، المكتب الإسلامي-بيروت، الطبعة الأولى عام ١٣٩٠.
- المصنف، لأبي بكر عبد الله بن محمد بن أبي شيبة، تحقيق مختار الندوي، الدار السلفية - بومباي بالهند، الطبعة الأولى عام ١٤٠٠.',NULL,'769',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (678,'- المعارف، لأبي محمد عبد الله بن مسلم بن قتيبة، تحقيق د. ثروت عكاشة، دار المعارف - مصر، الطبعة الرابعة.
- معالم التنزيل، لمحيي السنة الحسين بن مسعود البغوي، تحقيق محمد عبد الله النمر وزميليه، نشر دار طيبة بالرياض عام ١٤٠٩.
- معالم السنن، لحمد بن سليمان الخطابي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١١.
- معاني القرآن، لأبي زكريا يحيى بن زياد الفراء، تحقيق أحمد يوسف نجاتي، ومحمد علي النجار، دار السرور.
- معاني القرآن الكريم، لأبي جعفر النحاس، تحقيق محمد علي الصابوني، نشر مركز إحياء التراث بجامعة أم القرى - مكة، الطبعة الأولى عام ١٤١٠.
- معاني القرآن وإعرابه، لأبي إسحاق إبراهيم بن السري الزجاج، تحقيق د. عبد الجليل شلبي، دار الحديث بالقاهرة، الطبعة الأولى عام ١٤١٤.
- معجم الأدباء، لياقوت بن عبد الله الحموي الرومي، تحقيق د. إحسان عباس، دار الغرب الإسلامي - بيروت، الطبعة الأولى عام ١٩٩٣ م.
- معجم الأمكنة الوارد ذكرها في صحيح البخاري، سعد الجنيدل، نشر دارة الملك عبد العزيز عام ١٤١٩.
- المعجم الأوسط، لأبي القاسم سليمان بن أحمد الطبراني، تحقيق د. محمود الطحان، مكتبة المعارف - الرياض، الطبعة الأولى عام ١٤١٥.',NULL,'770',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (679,'- معجم البلدان، لياقوت بن عبد الله الحموي الرومي، نشر دار صادر - بيروت عام ١٤٠٤.
- المعجم الجغرافي للبلاد العربية السعودية (شمال المملكة)، لحمد الجاسر، دار اليمامة - الرياض.
- المعجم في أسامي شيوخ أبي بكر الإسماعيلي، أحمد بن إبراهيم بن إسماعيل، تحقيق د. زياد محمد منصور، مكتبة العلوم والحكم - المدينة، الطبعة الأولى عام ١٤١٠.
- المعجم الكبير، لأبي القاسم سليمان بن أحمد الطبراني، تحقيق حمدي عبد المجيد السلفي، دار إحياء التراث العربي، الطبعة الثانية عام ١٤٢٢.
- معجم ما استعجم، لعبد الله بن عبد العزيز البكري، تحقيق مصطفى السقا، دار عالم الكتب - بيروت، الطبعة الثالثة عام ١٤٠٣.
- معجم المفسرين، لعادل نويهض، مؤسسة نويهض الثقافية، الطبعة الثالثة عام ١٤٠٩.
- معجم مقاييس اللغة، لأبي الحسين أحمد بن فارس الرازي، تحقيق د. محمد مرعب، دار إحياء التراث العربي - بيروت الطبعة الأولى عام ١٤٢٢.
- المعجم الوسيط، د. إبراهيم أنيس وآخرين، المكتبة الإسلامية - تركيا، الطبعة الثانية.
- المعرفة والتاريخ، لأبي يوسف يعقوب بن سفيان الفسوي، تحقيق د. أكرم ضياء العمري، مكتبة الدار - المدينة، الطبعة الأولى عام ١٤١٠.',NULL,'771',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (680,'- معرفة الثقات، لأبي الحسن أحمد بن عبد الله بن صالح العجلي، تحقيق عبد العليم البستوي، مكتبة الدار - المدينة المنورة، الطبعة الأولى عام ١٤٠٥.
- معرفة علوم الحديث، لأبي عبد الله محمد بن عبد الله النيسابوري "الحاكم"، تحقيق معظم حسين، مطبعة دائرة المعارف العثمانية - الهند، الطبعة الثالثة عام ١٤٠١.
- معرفة القراء الكبار على الطبقات والأعصار، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق د. بشار عواد معروف وزميليه، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤٠٤.
- المغني، لأبي محمد عبد الله بن أحمد بن قدامة المقدسي، تحقيق د. عبد الله التركي، ود. عبد الفتاح الحلو، دار هجر - القاهرة، الطبعة الثانية عام ١٤١٢.
- المغني في الضعفاء، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق حازم القاضي، دار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٨.
- مفحمات الأقران في مبهمات القرآن، لجلال الدين السيوطي، تحقيق طه عبد الرءوف سعد، نشر المكتبة الأزهرية للتراث - القاهرة، الطبعة الأولى عام ١٤١٢.
- مفردات ألفاظ القرآن، للراغب الأصفهاني، تحقيق صفوان عدنان داوودي، دار القلم - دمشق، والدار الشامية - بيروت، الطبعة الثانية عام ١٤١٨.
- مقالات الإسلاميين واختلاف المصلين، لأبي الحسين علي بن إسماعيل الأشعري، تصحيح هلموت ديتر، نشر فرانز شتاينز بسفبادان، الطبعة الثالثة عام ١٤٠٠.
- مقالات في علوم القرآن وأصول التفسير، د. مساعد الطيار، دار المحدث - الرياض، الطبعة الأولى عام ١٤٢٥.',NULL,'772',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (681,'- مقاييس نقد متون السنة، للدكتور مسفر غرم الله الدميني، مكتبة العلوم والحكم - المدينة، عام ١٤١٥.
- مقدمات في الأهواء والافتراق والبدع، د. ناصر العقل، دار الوطن - الرياض، الطبعة الأولى عام ١٤١٤.
- مقدمة ابن الصلاح (علوم الحديث)، لأبي عمرو عثمان بن عبد الرحمن الشهرزوري، تحقيق د. عائشة عبد الرحمن، دار المعارف - مصر.
- مقدمتان في علوم القرآن، نشر آرثر جفري، مكتبة الخانجي بالقاهرة، مصورة عن الطبعة الثانية عام ١٣٩٢.
- الملل والنحل، لأبي الفتح محمد بن عبد الكريم الشهرستاني، تحقيق محمد سيد كيلاني، مطبعة مصطفى البابي الحلبي - مصر، عام ١٣٩٦.
- المنار المنيف في الصحيح والضعيف، لأبي عبد لله محمد بن أبي بكر الزرعي "ابن قيم الجوزية"، تحقيق عبد الفتاح أبوغدة، مكتب المطبوعات الإسلامية - حلب، الطبعة الثانية عام ١٤٠٣.
- مناهل العرفان في علوم القرآن، لمحمد عبد لعظيم الزرقاني، دار إحياء الكتب العربية بمصر.
- المنتخب من العلل للخلال، لموفق الدين عبد الله بن أحمد بن قدامة المقدسي، تحقيق طارق عوض الله، دار الراية - الرياض، الطبعة الأولى عام ١٤١٩.',NULL,'773',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (682,'- الموافقات، لأبي إسحاق إبراهيم بن موسى الشاطبي، تحقيق أبي عبيدة مشهور آل سلمان، دار ابن القيم - الدمام، الطبعة الأولى عام ١٤٢٤.
- الموضوعات من الأحاديث المرفوعات، لأبي الفرج عبدالرحمن بن علي بن الجوزي، تحقيق د. نور الدين بوياجيلار، أضواء السلف - الرياض، الطبعة الأولى عام ١٤١٨.
- الموطأ للإمام مالك بن أنس، تحقيق د. بشار عواد معروف، دار الغرب الإسلامي - بيروت، الطبعة الثانية عام ١٤١٧.
- ميزان الاعتدال في نقد الرجال، لأبي عبد الله محمد بن أحمد الذهبي، تحقيق علي محمد البجاوي، دار الفكر العربي.
- الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن، لأبي عبيد القاسم بن سلام الهروي، تحقيق محمد المديفر، مكتبة الرشد - الرياض، الطبعة الأولى عام ١٤١١.
- الناسخ والمنسوخ في القرآن الكريم، لأبي جعفر أحمد بن محمد النحاس، تحقيق د. سليمان اللاحم، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤١٢.
- نزهة النظر في توضيح نخبة الفكر، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق عبد السلام بن أبي أسلم المدني، نشر الجامعة السلفية - الهند، الطبعة الثانية عام ١٤٠٣.
- النشر في القراءات العشر، لأبي الخير محمد بن محمد بن الجزري، تحقيق علي الضباع، دار الكتب العلمية - بيروت.
- نظم الدرر في تناسب الآيات والسور، لأبي الحسن إبراهيم بن عمر البقاعي نشر دائرة المعارف العثمانية بحيدر آباد، الطبعة الأولى عام ١٣٩٠.',NULL,'774',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (683,'- نقد الشعر، لأبي الفرج قدامة بن جعفر، تحقيق كمال مصطفى، نشر مكتبة الخانجي - القاهرة، الطبعة الثالثة عام ١٣٩٨.
- النكت الظراف على الأطراف، لأبي الفضل أحمد بن علي بن حجر العسقلاني، تحقيق عبد الصمد شرف الدين، المكتب الإسلامي - بيروت، الطبعة الثانية عام ١٤٠٣.
- النكت والعيون، لأبي الحسين علي بن محمد بن حبيب الماوردي، مراجعة السيد بن عبد المقصود، مكتبة المؤيد - الرياض، ودار الكتب العلمية - بيروت، الطبعة الأولى عام ١٤١٢.
- النهاية في غريب الحديث والأثر، لأبي السعادات المبارك بن محمد ابن الأثير الجزري، تحقيق طاهر الزاوي ومحمود الطناحي. المكتبة الإسلامية.
- نيل الابتهاج بتطريز الديباج، لأبي العباس أحمد بابا بن أحمد التنكبتي، تحقيق عبد الحميد عبد الله الهرامة، نشر كلية الدعوة الإسلامية - طرابلس، الطبعة الأولى عام ١٣٩٨.
- هدية العارفين، أسماء المؤلفين وآثار المصنفين، لإسماعيل باشا البغدادي، دار العلوم الحديثة - بيروت عن طبعة استامبول عام ١٩٨١ م.
- الواضح في أصول الفقه، لأبي الوفاء علي بن عقيل الحنبلي، تحقيق د. عبد الله التركي، مؤسسة الرسالة - بيروت، الطبعة الأولى عام ١٤٢٠.
- الواعد (معجم فارسي - عربي)، عبد الوهاب علوب، مكتبة لبنان - بيروت، الطبعة الأولى ١٩٩٦ م.',NULL,'775',NULL,NULL,'0');
INSERT INTO [b148083] VALUES (684,'- الوافي بالوفيات، لصلاح الدين خليل بن أيبك الصفدي، بعناية جماعة من المحققين، نشر فرانز شتاينز بفيسبادن، الطبعة الثانية عام ١٣٨١.
- وفيات الأعيان وأنباء أبناء الزمان، لأبي العباس أحمد بن محمد بن أبي بكر بن خلكان، تحقيق د. إحسان عباس، دار صادر - بيروت.',NULL,'776',NULL,NULL,'0');
