-- Table: b151128
-- Chunk: 1
-- Rows: 15

CREATE TABLE "b151128"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b151128
INSERT INTO [b151128] VALUES (1,'تفسير سورة النصر','2','511',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (2,'بسم الله الرحمن الرحيم
قال الشيخ الأجلُّ عبد الرحمن بن رجب -رحمه الله وعفا عنه بمنه وكرمه آمين-: "الكلام عَلَى سورة النَّصر".
جاء في حديث أنها: "تعدل ربع القرآن" (١).
وهي مدنية بالاتفاق، بمعنى: أنها نزلت بعد الهجرة إِلَى المدينة، وهي من أواخر ما نزل.
وفي "صحيح مسلم" (٢) عن ابن عباس قال: "آخر سورة نزلت من القرآن جميعًا: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} (٣) ".
واختلف في وقت نزولها، فقيل: نزلت في السنة التي تُوفي فيها رسول الله - صلى الله عليه وسلم -.
وفي "مسند الإمام أحمد" (٤) عن محمد بن فُضيل، عن عطاء، عن سعيد بن جبير، عن ابن عباس قال: "لما نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} قال رسول الله - صلى الله عليه وسلم -: نُعيت إليَّ نفسي {بأنه} (٥) مقبوض في تلك السنة".
عطاء هو ابن السائب اختلط بأخرة.
ويشهد له ما أخرجه البزار في "مسنده" (٦) والبيهقي (٧) من حديث موسى ابن عبيدة، عن عبد الله بن دينار وصدقة بن يسار (٨) عن ابن عمر قال:
_________
(١) أخرجه الترمذي (٢٨٩٥)، وأحمد (٣/ ١٤٦ - ١٤٧، ٢٢١) من حديث أنس بن مالك، وقال الترمذي: هذا حديث حسن. وضعفه ابن حجر في الفتح (٩/ ٦٢).
(٢) برقم (٣٠٢٤).
(٣) النصر: ١.
(٤) (١/ ٢١٧).
(٥) بياض بالأصول والمثبت من المسند.
(٦) في "كشف الأستار" (١١٤١).
(٧) في "السنن الكبير" (٥/ ١٥٢).
(٨) في جميع الأصول: بشار، وهو تصحيف، والصواب ما أثبتناه.','2','513',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (3,'"نزلت هذه السورة عَلَى رسول الله - صلى الله عليه وسلم - بمنى، وهو في أوسط أيام التشريق في حجة الوداع: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} فعرف أنه الوداع، فأمر براحلته القصواء فرحلت له ثمَّ ركب، فوقف للناس بالعقبة، فحمد الله وأثنى عليه ... " وذكر خطبة طويلة.
هذا إسناد ضعيف جدًّا، وموسى بن عبيدة قال أحمد: لا تحل عندي الرواية عنه.
وعن قتادة قال: "عاش رسول الله - صلى الله عليه وسلم - بعدها سنتين".
وهذا يقتضي أنها نزلت قبل الفتح، وهذا هو الظاهر؛ لأنّ قوله: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} يدل دلالة ظاهرة عَلَى أن الفتح لم يكن قد جاء بعد، لأنّ "إذا" ظرف لما يستقبل من الزمان، هذا هو المعروف في استعمالها، وإن كان قد قيل إنها تجيء للماضي كما في قوله: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا} (١).
وقوله: {وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ} (٢).
وقد أجيب عن ذلك بأنه أريد أن هذا شأنهم ودأبهم لم يرد به الماضي بخصوصه، وسنذكر أن النبي - صلى الله عليه وسلم - قال: "جاء نصر الله والفتح، وجاء أهل اليمن" ومجيء أهل اليمن (كما قيل: في) (*) حجة الوداع. قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ}.
أمَّا نصر الله فهو معونته عَلَى الأعداء حتى غلب النبي - صلى الله عليه وسلم - العرب كلهم، واستولى عليهم من قريش وهوازن وغيرهم. وذكر النقَّاش عن ابن عباس أن النصر هو صلح الحديبية.
_________
(١) الجمعة: ١١.
(٢) التوبة: ٩٢.
(*) "كان قبل" نسخة.','2','514',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (4,'وأمَّا الفتح فقيل: هو فتح مكة بخصوصها. قاله ابن عباس وغيره؛ لأنّ العرب كانت تنتظر بإسلامها ظهور النبي - صلى الله عليه وسلم - عَلَى مكة.
وفي "صحيح البخاري" (١) عن عمرو بن سلمة قال: "لمَّا كان الفتح بادر كل قوم بإسلامهم إِلَى رسول الله صلى الله عليه وسلم وكانت الأحياء تَلوَّمُ (٢) بإسلامها فتح مكة فيَقُولُونَ: دعوه وقومه، فإن ظهر عليهم فهو نبي".
وعن الحسن قال: "لمَّا فتح رسول الله صلى الله عليه وسلم مكة قالت العرب: أما إذا ظفر محمد بأهل مكة، وقد أجارهم الله من أصحاب الفيل فليس لكم به يدان. فَدَخلوا في دين الله أفواجًا".
وقيل: إِنَّ الفتح يعم مكة وغيرها مما فُتح بعدها من الحصون والمدائن، كالطائف وغيرها من مدن الحجاز واليمن وغير ذلك، وهو الَّذِي ذكره ابن عطية.
وقوله: {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا} (٣).
المراد بالناس العموم عَلَى قول الجمهور، وعن مقاتل: أنهم أهل اليمن.
وفي "مسند الإمام أحمد" (٤) من طريق شعبة، عن عمرو بن مرة، عن أبي البختري، عن أبي سعيد الخدري، عن النبي - صلى الله عليه وسلم - قال: "لمَّا نزلت هذه السورة: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} قرأها رسول الله - صلى الله عليه وسلم - حتى ختمها، فَقَالَ: " «النَّاسُ حَيِّزٌ وَأَنَا وَأَصْحَابِي حَيِّزٌ». وقال: «لاَ هِجْرَةَ بَعْدَ الفَتْحِ، وَلَكِنْ جِهَادٌ وَنِيَّةٌ» وأن مروان كذَّبه فصدق رافع بن خديج وزيد بن ثابت أبا سعيد عَلَى ما قال.
_________
(١) برقم (٤٣٠٢).
(٢) التَّلوُّم: الانتظار والتلبث. "اللسان" (١٢/ ٥٥٧).
(٣) النصر: ٢.
(٤) (٣/ ٢٢).','2','515',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (5,'وهذا يستدل به عَلَى أنَّ المراد بالفتح فتح مكة؛ فقد ثبت في "الصحيحين" من حديث ابن عباس "أن النبي صلى الله عليه وسلم قال يوم الفتح: «لاَ هِجْرَةَ وَلَكِنْ جِهَادٌ وَنِيَّةٌ» (١).
وأيضًا فالفتح المطلق هو فتح مكة كما في قوله: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ} (٢) ولهذا قال: «النَّاسُ حَيِّزٌ، وَأَنَا وَأَصْحَابِي حَيِّزٌ».
وروى النسائي (٣) من طريق هلال بن خَبّاب، عن عكرمة، عن ابن عباس قال: "لمَّا نزلت: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} إِلَى آخر السورة قال: نُعيتْ لرسول الله - صلى الله عليه وسلم - نفسُهُ حين أُنزلت، فأخذَ بأشد ما كان اجتهادًا في أمر الآخرة، وقال رسول الله صلى الله عليه وسلم بعد ذلك: «جَاءَ الْفَتْحُ، وَجَاءَ نَصْرُ اللهِ وَجَاءَ أَهْلُ الْيَمَنِ. فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ، وَمَا أَهْلُ الْيَمَنِ؟ قَالَ: قَوْمٌ رَقِيقَةٌ قُلُوبُهُمْ لَيِّنَةٌ {قُلُوبُهُمُ} (٤) الْإِيمَانُ يَمَانٌ، وَالْحِكْمَةُ يَمَانِيَةٌ، وَالْفِقْهُ يَمَانٌ».
وروى ابن جرير (٥) من طريق الحسين بن عيسى الحنفي، عن معمر، عن الزهري، عن أبي حازم، عن ابن عباس قال: «بينما رسول الله - صلى الله عليه وسلم - في المدينة إذ قال: الله أكبر الله أكبر، وَجَاءَ نَصْرُ اللهِ وَالْفَتْحُ، جَاءَ أَهْلُ الْيَمَنِ. قِيلَ: يَا رَسُولَ اللهِ، وَمَا أَهْلُ الْيَمَنِ؟ قَالَ: قَوْمٌ رَقِيقَةٌ قُلُوبُهُمْ لَيِّنَةٌ طِبَاعُهُمُ، الْإِيمَانُ يَمَانٌ، وَالْحِكْمَةُ يَمَانٌ، وَالْفِقْهُ يَمَانِيَةٌ».
ورواه أيضاً من طريق عبد الأعلى، عن معمر، عن عكرمة مرسلاً، وكذا هو في "تفسير عبد الرزاق" عن معمر، أخبرني من سمع عكرمة ... فأرسله.
_________
(١) أخرجه البخاري (١٨٣٤)، ومسلم (١٣٥٣).
(٢) الحديد: ١٠.
(٣) في "السنن الكبرى" (١١٧١٢).
(٤) في "الأصل": ألسنتهم. والمثبت من "أ" و"السنن الكبرى".
(٥) "تفسير الطبري" (٣٠/ ٢١٥).','2','516',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (6,'وهذا لا يدل عَلَى اختصاص أهل اليمن بالناس المذكورين في الآية، وإنما يدل عَلَى أنّهم داخلون في ذلك؛ فإن الناس أعم من أهل اليمن.
قال ابن عبد البر: لم يمت رسولُ الله صلى الله عليه وسلم وفي العرب رجل كافر بل دخل الكُلُّ في الإسلام بعد حُنين والطائف، منهم من قِدم، ومنهم قَدِم وفده ثُمّ كان بعدُ من الردةِ ما كان، ورجعوا كلهم إِلَى الدين.
قال ابن عطية: المراد -والله أعلم-: العرب عبدة الأوثان. وأمَّا النصارى بنو تغلب فما أراهم أسلموا قط في حياة رسول الله - صلى الله عليه وسلم -، لكن أعطوا الجزية.
والأفواج: الجماعةُ إثر الجماعة كما قال الله تعالى: {كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ} (١) وفي "المسند" (٢) من طريق الْأَوْزَاعِيِّ، حَدَّثَنِي أَبُو عَمَّارٍ، حَدَّثَنِي جَارٌ لِجَابِرِ بْنِ عَبْدِ اللهِ: "قَدِمْتُ مِنْ سَفَرٍ فَجَاءَنِي جَابِرُ بْنُ عَبْدِ اللهِ يُسَلِّمُ عَلَيَّ، فَجَعَلْتُ أُحَدِّثُهُ عَنْ افْتِرَاقِ النَّاسِ، وَمَا أَحْدَثُوا، فَجَعَلَ جَابِرٌ يَبْكِي، ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: "إِنَّ النَّاسَ دَخَلُوا فِي دِينِ اللهِ أَفْوَاجًا وَسَيَخْرُجُونَ مِنْهُ أَفْوَاجًا".
وقوله: {فَسَبِّحْ بِحَمْدِ رَبِّكَ} (٣).
فيه قولان: حكاهما ابن الجوزي:
أحدهما: أن المراد به الصلاة، نقله عن ابن عباس.
والثاني: التسبيح المعروف.
وفي "الباء" في {بحمد} قولان:
_________
(١) الملك: ٨.
(٢) (٣/ ٣٤٣).
(٣) النصر: ٣.','2','517',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (7,'أحدهما: أنها للمصاحبة، فالحمد مضاف إِلَى المفعول، أي: فسبحه حامدًا له، والمعنى: اجمع بين تسبيحه -وهو تنزيهه عما لا يليق به من النقائص- وبين تحميده، وهو إثبات ما يليق به من المحامد.
والثاني: أنها للاستعانة، والحمد مضاف إِلَى الفاعل، أي سبحه بما حَمِد به نفسه؛ إذ ليس كل تسبيح بمحمود، كما أن تسبيح العتزلة يقتضي تعطيل كثير من الصفات، كما كان بشر المريسي يقول: سبحان ربي الأسفل.
وقوله: {واستغفره} أي: اطلب مغفرته، والمغفرة: هي وقاية شر الذنب لا مجرد ستره.
والفرق بين العفو والمغفرة أن العفو محو أثر الذنب، وقد يكون بعد عقوبة عليه، بخلاف المغفرة، فإنها لا تكون مع العقوبة.
وقوله: {إِنَّهُ كَانَ تَوَّابًا} إشارة إِلَى أنه سبحانه يقبل توبة المستغفرين المنيبين إِلَيْهِ، فهو ترغيب في الاستغفار، وحث عَلَى التوبة. وقد فهم طائفة من الصحابة -رضي الله عنهم- أن النبي - صلى الله عليه وسلم - أُمر بالتسبيح والتحميد والاستغفار عند مجيء نصر الله والفتح، شكرًا لله عَلَى هذه النعمة، كما صلى النبي - صلى الله عليه وسلم - يوم فتح مكة ثمان ركعات (١). وكذلك صلى سعد يوم فتح المدائن، وكانت تلك تسمى: صلاة الفتح.
وأما عمر وابن عباس فقالا: بل كان مجيء النَّصر والفتح علامة اقتراب أجله، وانقضاء عمره، فامر أن يختم عمله بذلك، ويتهيأ للقاء الله، والقدوم عليه عَلَى أحسن أحواله وأتمها، فإنه لمَّا جاء نصر الله والفتح بحيث صارت مكة دار إسلام، وكذلك جزيرة العرب كلها، ولم يبق بها كافر، ودخل الناس في دين الله أفواجًا.
_________
(١) أخرجه البخاري (٢٨٠)، ومسلم (٣٣٦).','2','518',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (8,'وقد بلَّغ رسول الله صلى الله عليه وسلم رسالات ربه، وعلَّم أمته مناسكهم وعباداتهم، وتركهم عَلَى البيضاء، ليلها كنهارها، ولم يبق له من الدُّنْيَا حاجة، فحينئذ تهيأ للنَّقلة إِلَى الآخرة؛ فإنها خير له من الأولى، ولهذا نزلت: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ ... } (١) بعرفة.
وعلَّم الأمة مناسكهم، وقال لهم: "لعلي لا أراكم بعد عامي هذا" (٢).
وقال لهم: "هل بلغت؟ قالوا: نعم"، وأشهد الله عليهم بذلك وودَّع النَّاس، فقالوا: هذه حجة الوداع (٣).
وقد خيَّر - صلى الله عليه وسلم - بين الدُّنْيَا وبين لقاء ربه، فكان آخر ما سُمع منه: "اللهم الرفيق الأعلى" (٤).
ونظير هذا الفهم الَّذِي فهمه عمر من هذه السورة ما فهمه أبو بكر من قول النبي - صلى الله عليه وسلم - في خطبته: "إِنَّ عبدًا خير بين الدُّنْيَا وبين لقاء ربه، فاختار لقاء ربه" (٥) وقد سبق من حديث ابن عباس ما يدل عَلَى ذلك.
وفي "صحيح البخاري" (٦) من حديث سعيد بن جبير، عن ابن عباس قال: كَانَ عُمَرُ يُدْخِلُنِي مَعَ أَشْيَاخِ بَدْرٍ فَكَأَنَّ بَعْضَهُمْ وَجَدَ فِي نَفْسِهِ، فَقَالَ: لِمَ تُدْخِلُ هَذَا مَعَنَا وَلَنَا أَبْنَاءٌ مِثْلُهُ؟! فَقَالَ عُمَرُ: إِنَّهُ مِمَّنْ قَدْ عَلِمْتُمْ. فَدَعَاهُمْ ذَاتَ يَوْمٍ فَأَدْخَلَهُ مَعَهُمْ، فَمَا رأيتُ أَنَّهُ دَعَانِي فِيهِمْ يَوْمَئِذٍ إِلَّا لِيُرِيَهُمْ، فَقَالَ: مَا تَقُولُونَ فِي قَوْلِ اللَّهِ -عَزَّ وَجَلَّ-: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالفَتْحُ}؟ فَقَالَ بَعْضُهُمْ: أُمِرْنَا أَنْ نَحْمَدَ اللَّهَ وَنَسْتَغْفِرَهُ إِذَا جَاءَ نُصِرْنَا وَفُتِحَ عَلَيْنَا، وَسَكَتَ بَعْضُهُمْ فَلَمْ يَقُلْ شَيْئًا، فَقَالَ لِي: أَكَذَاكَ تَقُولُ يَا ابْنَ عَبَّاسٍ؟ فَقُلْتُ: لاَ.
_________
(١) المائدة: ٣.
(٢) أخرجه مسلم (١٢٩٧).
(٣) أخرجه البخاري (٤٤٠٦)، ومسلم (١٦٧٩).
(٤) أخرجه البخاري (٥٦٧٤، ٥٧٤٣، ٥٧٥٠)، ومسلم (٢١٩١).
(٥) أخرجه البخاري (٣٩٠٤)، ومسلم (٢٣٨٢).
(٦) برقم (٤٩٧٠).','2','519',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (9,'قَالَ: فَمَا تَقُولُ؟ قُلْتُ: هُوَ أَجَلُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَعْلَمَهُ لَهُ، قَالَ: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالفَتْحُ} فَذَلِكَ عَلاَمَةُ أَجَلِكَ: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} فَقَالَ عُمَرُ بْنُ الخَطَّاب: مَا أَعْلَمُ مِنْهَا إِلَّا مَا تَقُولُ» وقد رُويت هذه القصة عن ابن عباس من غير وجه.
وفي "المسند" (١) عن أبي رزين، عن ابن عباس قال: لما نزلت: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} علم النبي - صلى الله عليه وسلم - أنه قد نعيت إِلَيْهِ نفسه".
وقد سبق من حديث ابن عباس "أن النبي - صلى الله عليه وسلم - لمَّا نزلت هذه السورة أخَذَ في أشد ما كان اجتهادًا في أمرِ الآخرة".
وروى الخرائطي في كتاب "الشكر" من طريق {شاذ} (٢) بن فياض، عن الحارث بن شبل، عن أم النُّعمان الكندية، عن عائشة قالت: "لما نزلت هذه الآية: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} اجتهد النبي - صلى الله عليه وسلم - في العبادة، فقِيلَ لَهُ: يا رسول الله، ما هذا الاجتهاد؟ أليس قد غفر الله لك ما تقدم من ذنبكَ وما تأخر؟! قال: أفلا أكون عبدًا شكورًا". إسناده ضعيف.
وروى البيهقي (٣) من طريق سعيد بن سليمان، عن عَبَّادُ بْنُ الْعَوَّامِ، عَنْ هِلَالِ بْنِ خَبَّابٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «لَمَّا نَزَلَتْ: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} دَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاطِمَةَ، فَقَالَ: إِنَّهُ قَدْ نُعِيَتْ إِلَيَّ نَفْسِي. فَبَكَتْ ثُمَّ ضَحِكْتِ. وَقَالَتْ: أَخبرني أَنَّهُ قَدْ نُعِيَتْ إِلَيَّ نَفْسِي فَبَكَيْتُ، ثُمَّ أَخبرني: إِنَّكِ أَوَّلُ أَهْلِي لَاحِقًا بِي فَضَحِكْتُ».
_________
(١) (١/ ٣٤٤).
(٢) في "الأصل": بشار. وفي "أ" بياض والصواب ما أثبتناه كما في "تهذيب الكمال" (١٢/ ٣٣٩).
(٣) في "دلائل النبوة" (٧/ ١٦٧).','2','520',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (10,'وكان -صلى الله عليه وسلم- يكثر من التسبيح والتحميد والاستغفار بعد نزول هذه السورة؛ ففي "الصحيحين" (١) عن مسروق، عن عائشة قالت: "كان رسول الله - صلى الله عليه وسلم - يكثر أن يقول في ركوعه وسجوده: سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي. يتأول القرآن".
وفي "المسند" (٢) و"صحيح مسلم" (٣) عنها قَالَتْ: «كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُكْثِرُ فِي آخِرِ أَمْرِهِ مِنْ قَوْلِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ. وَقَالَ: إَنَّ رَبِّي كَانَ أَخْبَرَنِي أَنِّي سَأَرَى عَلَامَةً فِي أُمَّتِي، وَأَمَرَنِي إِذَا رَأَيْتُهَا أَنْ أُسَبِّحُ بِحَمْدِهِ وَأَسْتَغْفِرَهُ إِنَّهُ كَانَ تَوَّابًا، فَقَدْ رَأَيْتُهَا: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ}» السورة كلَّها.
وروى ابن جرير (٤) من طريق حفص، ثنا عاصم (٥) عن الشعبي، عن أم سلمة قالت: "كان رسول الله - صلى الله عليه وسلم - في آخر أمره لا يقومُ ولا يقعدُ ولا يذهبُ ولا يجيء إلا قال: سُبْحَانَ اللهِ وَبِحَمْدِهِ. فقلت: يا رسول الله، إنك تُكثرُ من قول: سبحان الله وبحمده {لا تذهب ولا تجيء ولا تقوم ولا تقعد إلا قلت: سُبْحَانَ اللهِ وَبِحَمْدِهِ} قال: إني أمرت بها. فَقَالَ: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} إِلَى آخر السورة". غريب.
وفي "المسند" (٦) عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ، قَالَ: لَمَّا نَزَلَتْ عَلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {إِذَا جَاءَ نَصْرُ اللهِ وَالْفَتْحُ} كَانَ يُكْثِرُ إِذَا قَرَأَهَا وَرَكَعَ (٧) أَنْ يَقُولَ: سُبْحَانَكَ اللهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللهُمَّ اغْفِرْ لِي إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ ثَلَاثًا".
_________
(١) أخرجه البخاري (٨١٧)، ومسلم (٤٨٤).
(٢) في (٦/ ٣٥، ١٨٤).
(٣) "صحيح مسلم" (١/ ٣٥١) برقم (٤٨٤/ ٢٢٠).
(٤) في "تفسير" (٣٠/ ٢١٦).
(٥) في "الأصل، أ": "حفص بن عاصم". وهو خطأ، والصواب ما أثبتناه من التفسير وانظر "تهذيب الكمال" (١٤/ ٣٢، ١٣/ ٤٨٦، ٤٨٧).
(٦) (١/ ٣٨٨، ٣٩٢، ٣٩٤، ٤١٠، ٤٣٤، ٤٥٥).
(٧) زاد في الأصل: "وسجد" وهي زيادة مقحمة.','2','521',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (11,'واعلم أنَّ التسبيح والتحميد فيه إثبات صفات الكمال ونفي النقائص والعيوب، والاستغفارُ يتضمنُ وقايةَ شر الذنوب.
فذاك حق الله، وهذا حق عبده، ولهذا في خطبة الحاجة: "الحمد لله نحمده ونستعينه ونستغفره" (١).
وكان رجل في زمن الحسن البصري معتزل النّاس، فسأله الحسن عن حاله، فَقَالَ: إني أُصبح بين نعمة وذنب فأحدثُ للنعمة حمدًا، وللذنب استغفارًا، فأنا مشغولٌ بذلك. فَقَالَ الحسن: الزم ما أنت عليه، فأنت عندي أفقه من الحسن.
والاستغفار: هو خاتمة الأعمال الصالحة، فلهذا أمر النبي - صلى الله عليه وسلم - أن يجعله خاتمة عُمرِهِ.
كما يُشرع لمصلي المكتوبة أن يستغفر عقبها ثلاثًا (٢)، وكما يُشرع للمتهجد من الليل أن يستغفر بالأسحار، قال تعالى: {وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} (٣) وقال: {وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} (٤) وكما يشرع الاستغفار عقيب الحج قال تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (٥).
وكما يشرع ختمُ المجالس بالتسبيح والتحميد والاستغفار وهو كفارة المجلس (٦)، وروي أنه يختم به الوضوء أيضًا (٧).
_________
(١) أخرجه مسلم (٨٦٨).
(٢) أخرجه مسلم (٥٩١).
(٣) الذاريات: ١٨.
(٤) آل عمران: ١٧.
(٥) البقرة: ١٩٩.
(٦) أخرجه أبو داود (٤٨٥٨)، والترمذي (٣٤٣٣)، والنسائي فى "الكبرى" (١٠٢٣٠)، وأحمد (٢/ ٣٦٩، ٤٩٤).
(٧) أخرجه النسائي في "الكبرى" (٩٩٠٩).','2','522',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (12,'وسبب هذا أن العباد مُقصرون عن القيام بحقوق الله كما ينبغي, وأدائها عَلَى الوجه اللائق بجلاله وعظمته، وإنما يؤدونها عَلَى قدر ما يطيقونه، فالعارف يعرف أن قدر الحق أعلى وأجلُّ من ذلك فهو يستحي من عمله ويستغفر من تقصيره فيه كما يستغفر غيره من ذنوبه وغفلاته، وكلما كان الشخصُ بالله أعرف كان له أخوف، وبرؤية تقصيره أبصر. ولهذا كان خاتم المرسلين وأعرفُهم برب العالمين - صلى الله عليه وسلم - يجتهد في الثناء عَلَى ربه، ثُمَّ يقول في آخر ثنائه: "لا أحصي ثناء عليك أنت، كما أثينت عَلَى نفسك" (١).
ومن هذا قول مالك بن دينار: لقد هممتُ أن أوصي إذا متُّ أن أقيد، ثُمَّ يُنطلقُ بي كما ينطلق بالعبد الآبق إِلَى سيده، فَإِذَا سألني قلت: يا رب، لم أرض لك نفسي طرفةَ عين.
وكان كهمس يصلي كل يوم ألف ركعة، فَإِذَا صلى أخذ بلحيته، ثُمّ يقول لنفسه: قومي يا مأوى كل سوء، فوالله ما رضيتُك لله طرفة عين.

<span data-type="title" id=toc-2>فائدة:</span>
الاستغفارُ يردُ مجردًا، ويردُ مقرونًا بالتوبة، فإن ورد مجردًا دخل فيه طلب وقاية شر الذنب الماضي بالدعاء، والندم عليه، وقاية الذنب المتوقع بالعزم عَلَى الإقلاع عنه.
وهذا الاستغفار الَّذِي يمنعُ الإصرار بقوله: «مَا أَصَرَّ مَنِ اسْتَغْفَرَ وَلَوْ عَادَ فِي الْيَوْمِ سَبْعِينَ مَرَّةٍ» (٢). وبقوله: "لا صغيرةَ مع الإصرارِ، ولا كبيرةَ مع الاستغفار" (٣) خرَّجهما ابن أبي الدُّنْيَا.
_________
(١) أخرجه أبو داود (٨٧٩)، والنسائي (١٦٩)، وابن ماجه (٣٨٤١)، وأحمد (٦/ ٢١).
(٢) أخرجه أبو داود (١٥١٤)، والترمذي (٣٥٥٩).
(٣) أخرجه القضاعي في "مسند الشهاب" (٨٥٣).','2','523',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (13,'وكذا في قوله تعالى: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} (١)، وفي "الصحيح" (٢): "إذ أذنب عبدٌ ذنبًا ... " الحديث.
وهو المانع من العقوبة في قوله: {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (٣)، وإن ورد مقرونًا بالتوبة اختص بالنوع الأول، فإن لم يصحبه الندم عَلَى الذنب الماضي، بل كان سؤالاً مجردًا فهو دعاء محض، أن صحبه ندمٌ فهو توبةٌ.
والعزمُ عَلَى الإقلاع من تمام التوبة، والتوبة إذا قُبلت فهل تقبل جزمًا أم ظاهرًا؛ فيه خلاف معروف.
فيقال: الاستغفار المجرد هو التوبة مع طلب المغفرة بالدعاء، والمقرون بالتوبة هو طلب المغفرة بالدعاء فقط.
وكذلك التوبة إِن أطلقت دخلَ فيها الانتهاء عن المحظور، وفعل المأمور؛ ولهذا علق الفلاح عليها، وجعل من لم يتب ظالمًا. فالتوبة حينئذٍ تشمل فعل كل مأمور، وترك كل محظور، ولهذا كانت بداية العبد ونهايته، وهي حقيقة دين الإسلام.
وتارة تُقرنُ بالتقوى، أو بالعمل فتختص حينئذ بترك المحظور، والله أعلم.
وفي فضائل الاستغفار أحاديث كثيرة منها:
حديث: "جلاء القلوب تلاوةُ القرآن والاستغفار" (٤).
_________
(١) آل عمران: ١٣٥.
(٢) أخرجه البخاري (٧٥٠٧)، ومسلم (٢٧٥٨).
(٣) الأنفال: ٣٣.
(٤) أخرجه أبو نعيم في "الحلية" (٨/ ١٩٧)، والخطيب في "التاريخ" (١١/ ٨٥) عن ابن عمر مرفوعًا بلفظ: "إِنَّ هذه القلوب تصدأ كما يصدأ الحديد. قالوا: يا رسول الله، فما جلاؤها؟ قال: قراءة "القرآن".
وأخرجه ابن عدي في "الكامل" (٧/ ٢٩) عن أنس مرفوعًا بلفظ: "إِنَّ للقلوب صدأ كصدأ الحديد وجلاؤها الاستغفار".','2','524',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (14,'وحديث. "فإن تاب واستغفرَ ونَزَعَ صقلَ قلبُهُ" (١)
وحديث: "يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ، وَلَا أُبَالِي" (٢).
وحديث ابن عمر: "كُنَّا نَعُدُّ لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيه وَسَلَّم، فِي الْمَجْلِسِ الوَاحِدِ: رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ، إنَّك أَنْتَ التَّوَّابُ الْغَفُورُ مِائَةَ مَرَّةٍ" (٣).
وحديث أبي هريرة مرفوعًا: «إِنِّي لَأَسْتَغْفِرُ اللَّهَ فِي اليَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً، وَأَتُوبُ إِلَيْهِ» خرَّجه البخاري (٤).
ومن حديثه مرفوعًا: «لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللهُ بِكُمْ، وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ ثُمَّ يَسْتَغْفِرُونَ فَيَغْفِرُ لَهُمْ» خرَّجه مسلم (٥).
وفي "المسند" (٦) من حديث عطية، عن أبي سعيد، عن النبي - صلى الله عليه وسلم - قال: "مَنْ قَالَ حِينَ يَأْوِي إِلَى فِرَاشِهِ؛ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ القَيُّومَ وَأَتُوبُ إِلَيْهِ، غَفَرَ {اللَّهُ} (٧) لَهُ ذُنُوبَهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ، وَإِنْ كَانَتْ مِثْلَ رَمْلِ عَالِجٍ (٨)، وَإِنْ كَانَتْ عَدَدَ وَرَقِ الشَّجَرِ".
وحديث: "مَنِ أكْثَرَ مِنَ الاسْتِغْفَارِ جَعَلَ اللهُ لَهُ مِنْ كُلِّ هَمٍّ فَرَجًا" خَرَّجَهُ
_________
(١) أخرجه الترمذي (٣٣٣٤) وقال: هذا حديث حسن صحيح، والنسائي في "الكبرى" (٦/ ١١٠) وابن ماجه (٤٢٤٤)، وأحمد (٢/ ٢٩٧).
(٢) أخرجه الترمذي (٣٥٤٠). وقال: هذا حديث غريب، لا نعرفه إلا من هذا الوجه.
(٣) أخرجه أبو داود (١٥١٦)، والترمذي (٣٤٣٤)، وقال: هذا حديث حسن صحيح غريب.
والنسائي في "الكبرى" (١٠٢٥١/ ٥)، وابن ماجه (٣٨١٤)، وأحمد (١/ ٢١).
(٤) برقم (٦٣٠٧).
(٥) برقم (٢٧٤٩).
(٦) أخرجه أحمد (٣/ ١٠)، والترمذي (٣٣٩٧)، وقال: هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه من حديث الوصافي عبيد الله بن الوليد.
(٧) سقط لفظ الجلالة من "الأصل"، "أ". والمثبت من "المسند".
(٨) هو ما تراكم من الرمل ودخل بعضه في بعض. "لسان العرب" مادة: (علج).','2','525',NULL,NULL,'0');
INSERT INTO [b151128] VALUES (15,'أحمد (١) من حديث ابن عباس ويعضده قوله تعالى: {اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا} (٢)، وقوله: {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا} (٣).
قال رياح القيسي: لي نيفٌ وأربعون ذنبًا، قد استغفرتُ لكل ذنب مائة ألف مرة.
وقال الحسن: لا تملُّوا من الاستغفار.
وقال بكر المُزني: إِنَّ أعمال بني آدم ترفع فَإِذَا رُفعت صحيفةٌ فيها استغفار رُفعت بيضاء، وإذا رُفعت ليس فيها استغفار رفعت سوداء.
وعن الحسن قال: أكثروا من الاستغفار في بُيوتكم، وعلى موائدكم، وفي طُرُقكم، وفي أسواقكم، فإنكم ما تدورن متى تنزل المغفرة.
قال لقمان لابنه: أيْ بُنيَّ عوّد لسانَكَ: اللهم اغفر لي، فإن لله ساعات لا يردّ فيها سائلاً.
ورئي عمر بن عبد العزيز في النوم فقِيلَ لَهُ: ما وجدت أفضل؟ قال: الاستغفار.
...
_________
(١) (١/ ٢٤٨).
(٢) نوح: ١٠.
(٣) هود: ٣.','2','526',NULL,NULL,'0');
