-- Table: b151148
-- Chunk: 1
-- Rows: 53

CREATE TABLE "b151148"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b151148
INSERT INTO [b151148] VALUES (1,'المحجة في سير الدلجة','4','389',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
خرَّج البخاري -رحمه الله- في "صحيحه" (١) من حديث أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: "لن يُنَجِّيَ أحدًا منكم عملُه".
قالوا: ولا أنت يا رسول الله؟
قَالَ: "ولا أنا إلاَّ أن يَتَغَمَّدَنِيَ اللَّهُ برحمتِهِ، سَدِّدوا وقاربوا واغدوا ورُوحوا وشيءٌ من الدُّلجة، والقصدَ القصدَ تبلغوا".
وخرَّجه أيضاً (٢) في "موضع آخر" (*) في كتابه، ولفظه: "إن هذا الدِّين يُسر، ولن يشادَّ الدينَ أحدٌ إلاَّ غلبه، فسددوا وقاربوا وأبشروا، واستعينوا بالغدوة والروحة وشيء من الدلجة".
وخرج أيضاً (٣) من حديث عائشة رضي الله عنها عن النبيّ صلّى الله عليه وسلم أنّه قَالَ: "سدّدوا وقاربوا وأبشروا، فإنَّه (لا يُدخل الجنةَ أحدًا عملُه) (**) ". قالوا: ولا أنت يا رسول الله؟
قَالَ: "ولا أنا إلاَّ أن يَتَغَمَّدَنِيَ اللَّهُ برحمتِهِ" ( ... ) ".
وخرج أيضاً (٤) من حديثها عن النبيّ صلّى الله عليه وسلم قَالَ: "سدّدوا وقاربوا واعلموا أنّه لن يُدخل أحدَكم عملُه الجنة، وإنَّ أحبَّ الأعمال إِلَى الله أدومها وإنْ قلَّ".
اشتملت هذه الأحاديثُ الشريفةُ عَلَى أصلٍ عظيمٍ، وقاعدةٍ مهمةٍ. ويتفرع عليها مسائلُ شتَّى من مسائِل السير والسلوك إلى الله تعالى في طريقه الموصل إِلَيْهِ.
_________
(١) برقم (٦٤٦٣).
(٢) برقم (٣٩).
(*) مواضع آخر: "نسخة".
(٣) برقم (٦٤٦٧).
(**) (لن يَدخلَ الجنةَ أحد بعمله): "نسخة".
( ... ) بمغفرته ورحمته: "نسخة".
(٤) برقم (٦٤٦٤).','4','391',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (3,'<span data-type="title" id=toc-2>الأصل العظيم</span>
أمَّا الأصلُ (فهو أنَّ عمل الإنسان لا يُنْجِيه) (*) من النَّار ولا يُدْخِله الجنَّة، وإنَّ ذلك كلَّه إِنَّمَا يحصل بمغفرة الله ورحمته.
وقد دلَّ القرآن العزيز عَلَى هذا المعنى في مواضع كثيرة كقوله تعالى: {فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} [آل عمران: ١٩٥]. وقوله: {يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ} [التوبة: ٢١]، وقوله: {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} [الصف: ١١ - ١٢].
فَقَرَن بين دخول الجنة والنجاة من النار وبينَ المغفرة والرحمة فدلَّ عَلَى أنّه لا يُنال شيء من ذلك بدون مغفرة الله ورحمته.
قَالَ بعض السَّلف: الآخرة إمَّا عفو الله أو النار، والدنيا إما عصمة الله أو الهلكة.
وكان محمد بن واسع يودع أصحابه عند موته ويقول: عليكم السلام إِلَى النار أو يعفو الله.
...
_________
(*) فإن الإنسان لا ينجيه عمله: "نسخة".','4','392',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (4,'<span data-type="title" id=toc-3>بيان معنى الباء في الآية والحديث</span>
فأما قوله تعالى: {وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} [الزخرف: ٧٢]، وقوله: {كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ} [الحاقة: ٢٤]، فقد اختلف العُلَمَاء في معنى ذلك عَلَى قولين:
أحدهما: أنَّ دخول الجنة (برحمته) (*)، ولكن انقسام المنازل بحسب الأعمال.
قَالَ ابن عيينة: كانوا يرون النجاة من النار بعفو الله ودخول الجنة بفضله واقتسام المنازل بالأعمال.
والثاني: أنَّ الباء المثبتة، في قوله تعالى: {بِمَا كُنْتُمْ تَعْمَلُونَ} وقوله {بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ}، باء السببية، وقد جعل الله العمل سببًا لدخول الجنة.
والباء المنفية في قوله - صلى الله عليه وسلم -: "لن يَدخلَ أحدٌ الجنة بعمله"، باء المقابلة والمعاوضة، والتقديرُ لن يستحقَّ أحدُ دخول الجنة بعمل يعمله. فأزال بذلك توهم من يتوهم أنَّ الجنة ثمن الأعمال، وأنَّ صاحب العمل يستحق عَلَى الله دخول الجنة كما يستحق من دفع ثمن سلعة إِلَى صاحبها تسليم سلعته، فنفى بذلك هذا التوهم، وبيَّن أن العمل وإن كان سببًا لدخول الجنة، فإنما هو من فضل الله ورحمته.
فصار الدخول مضافًا إِلَى فضل الله ورحمته ومغفرته؛ لأنّه هو المتفضل بالسبب والمسيَّب المرتَّب عليه، ولم يبق الدخول مرتبًا عَلَى العمل نفسه.
في "الصحيح" (١) عن النبى -صلى الله عليه وسلم-: "إن الله تعالى يقول للجنة: أنتِ
_________
(*) برحمة الله: "نسخة".
(١) أخرجه البخاري (٤٨٥٠)، ومسلم (٢٨٤٦).','4','393',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (5,'رحمتي أرحمُ بكَ مَنْ أشاء مِنْ عبادي".
ما للعباد عليه حقٌّ واجب ... كلا ولا (سعي) (*) لديه ضائع
إن عُذِّبو فبعدلِهِ أو نُعِّمُوا ... فبفضله وهو الكريمُ الواسع
...
_________
(*) فضل: "نسخة".','4','394',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (6,'<span data-type="title" id=toc-4>الحمد لله ثمن كل نعمة</span>
فإن قيل: فقد روى حبيب بن الشهيد عن الحسن أنّه قَالَ: "الحمد لله ثمن كل نعمة، ولا إله إلاّ الله ثمن الجنة".
ورُوي هذا المعنى مرفوعًا من حديث أنس (١) وأبي ذر وغيرهما، وإن كان في (أسانيدها) (*) ضعف.
ويشهد لذلك قوله عز وجل: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [التوبة: ١١١]. فجعل الجنة ثمنًا للنفوس والأموال.
فالجواب أنَّ الله سبحانه وتعالى بفضله ورحمته وكرمه، ومنِّه وطَوْله، خاطب عباده بما ندبهم إِلَيْه من طاعته عَلَى حسب ما يتعارفونه بينهم في تصرفاتهم المعهودة المألوفة لهم.
وجعل نفسه مشتريًا منهم ومستقرضًا وجعلهم بائعين له ومقرضين ليكون ذلك أدعى إِلَى (استجابتهم) (**) لدعوته ومبادرتهم إِلَى طاعته، وإلاَّ ففي الحقيقة الكلُّ له (ومِلْكه) ( ... ) ومن فضله وإحسانه ورحمته. فالنفوسُ والأموالُ كلُّها ملكٌ له، كما أمرنا عند المصائب أن نقول: {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} [البقرة: ١٥٦].
ومع هذا فقد مدح من بذل له نفسه وماله وجعله بائعًا له ومقرضًا، كالذي
_________
(١) أورده الديلمي في مسند الفردوس (٢٥٤٨)، ولم أقف عليه عن أبي ذر.
(*) إسنادهما: "نسخة".
(**) استجلابهم: "نسخة".
( ... ) ملك: "نسخة".','4','395',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (7,'له ملكٌ يبيعه ويقرضه لغيره مِمَّن لا يملكه عليه كذلك الأعمالُ كلُّها من فضله ورحمته، وقد مدح عليها ونسبها إِلَى عاملها وجعلها شكرًا منهم لنعمه ومكافأة لها.
***','4','396',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (8,'<span data-type="title" id=toc-5>بيان معنى النعم وأنّ الحمد منها</span>
وقد روى ابن ماجه (١) من حديث أنس مرفوعًا: "ما أنعم الله عَلَى عبدٍ نعمةً فَقَالَ: الحمد لله إلاَّ كان ما أُعْطِي أفضلَ مما أخذ".
وكذا قَالَ عمر بن عبد العزيز والحسن وغيرهما من السَّلف.
وأُشكل ذلك عَلَى كثير من العُلَمَاء قديمًا وحديثًا، وعلى ما قررناه معناه ظاهرٌ، فإنَّ المراد بالنعم: النعم الدنيوية، والحمد: من النعم الدينية.
والنعم الدينية أفضل من النعم الدنيوية، ولكن لما كان الحمد منسوبًا إِلَى العبد لفعله له، وقيامه به، جعله الله معطيًا لأعظم النعمتين، مكافئًا بها للنعمة الأخرى.
ولهذا جاء في الأثر "الحمد لله حمدًا يوافي نعمه ويدافع نقمه ويكافئ مزيده" (٢).
فبهذا الاعتبار يكون الحمد ثمنًا للجنة.
...
_________
(١) برقم (٣٨٠٥) وقال في الزوائد: إسناده حسن، شبيب بن بشر مختلف فيه.
(٢) أورده المنذري في التركيب (٢٤٢٨ - دار الكتب العلمية) بلفظ: روي، وعزاه للبخاري في "الضعفاء".','4','397',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (9,'<span data-type="title" id=toc-6>الجنة والعمل من فضل الله تعالى</span>
وعند تحقيق النظر فالجنة والعمل كلاهما من فضل الله ورحمته عَلَى عباده المؤمنين؛ ولهذا يقول أهل الجنة عند دخولها: {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ} [الأعراف: ٤٣].
فلما اعترفوا لله بنعمته عليهم بالجنة وبأسبابها من الهداية، وحمدوا الله عَلَى ذلك كله جُوزُوا بأَنْ نُودُوا: {أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} [الأعراف: ٤٣] فأضيف العمل إليهم وشُكروا عليه.
ونظير هذا ما قاله بعض السَّلف: إنَّ العبد إذا أذنب ثم قَالَ: يا رب أنت قضيت عَلَيَّ، قَالَ له ربه: أنتَ أذنبت وأنت عصيت، فإن قَالَ العبد: يا رب أنا أخطأت وأنا أسأت، وأنا أذنبت.
قَالَ الله: أنا قضيت عليك وقدرت، وأنا أغفر لك.
***','4','398',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (10,'<span data-type="title" id=toc-7>الشقاء والسعادة بعدله ورحمته جلَّ وعلا</span>
ومما يتحقق به معنى قول النبيّ صلّى الله عليه وسلم: "لَنْ يدخلَ أحدٌ الجنةَ بِعملِهِ"، أو "لَنْ ينجّيَ أحدًا عملُهُ"، أن مضاعفة الحسنات إِنَّمَا هي من فضل الله عز وجل وإحسانه، حيث جازى بالحسنة عشرًا ثم ضاعفها إِلَى سبعمائة ضعف إِلَى أضعاف كثيرة. فهذا كله فضل منه -عز وجل-، ولو جازى بالحسنة مثلها كالسيئات لم تقوَ الحسنات عَلَى إحباط السيئات، فكان يهلك صاحبُ العمل لا محالة.
كما قَالَ ابن مسعود -رضي الله عنه- في صفة الحسنات: إن كان وليًّا لله فَفَضل له مثقال ذرة ضاعفها الله له حتى يُدخله بها الجنة، وإن كان شقيًّا قَالَ المَلَك: يا رب فَنِيت حسناته وبقي له طالبون كثير؟
قَالَ: خذوا من سيئاتهم فأضيفوها إِلَى سيئاته ثم صكوا له صكًّا إِلَى النار (١).
فتبيَّن بهذا أن من أراد اللهُ سعادَتَهُ أضعفَ اللهُ له حسناته حتى يستوفي (منها) (*) الغرماء، ويبقي له منها مثقال ذرة فتضاعف له ويدخل بها الجنة، وذلك من فضل الله ورحمته.
ومن أراد الله شقاوته وله غرماء لم تضاعف حسناته كما تضاعف لمن أراد الله سعادته، بل يضاعفها عشرًا فتقسم عَلَى الغرماء فيستوفونها كلها، وتبقى لهم عليه مظالم فيطرح عليه من سيئاتهم فيدخل بها النار، قهذا عدله (وذاك) فضله (**).
ومن هنا قَالَ يحيى بن معاذ: إذا بسط فضله لم يبق لأحد سيئة، وإذا جاء
_________
(١) أخرجه ابن المبارك في الزهد (١٤١٦)، والطبري في تقسيره (٥/ ٨٩ - ٩٠)، (١٩/ ٥٤ - ٥٥)، وعزاه ابن كثير (١/ ٤٩٨) لابن أبى حاتم والطبري وقال: ولبعض هذا الأثر شاهد في الحديث الصحيح.
(*) منه: "نسخة".
(**) وذلك: "نسخة".','4','399',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (11,'عدله لم يبق لأحد حسنة.
وأيضاً، فقد ثبت عن النبيّ صلّى الله عليه وسلم أنّه قَالَ: "من نُوقش الحساب هلك" (١)، وفي رواية "عُذِّب" (٢)، وفي رواية "خصم" (٣).
وخرَّج أبو نعيم (٤) من حديث علي رضي الله عنه مرفوعًا: "أوحى الله إِلَى نبي من أنبياء بني إسرائيل: قُلْ لأهل طاعتي من أمتك لا يتكلوا عَلَى أعمالهم فإني لا (أقاص) (*) عبدًا الحساب يوم القيامة أشاء أن أعذبه إلاَّ عذبته. وقل لأهل معصيتي من أمتك: لا يلقوا بأيديهم، فإني أغفر الذنب العظيم ولا أبالي.
وقال عبد العزيز بن أبي روّاد: أوحى الله إِلَى داود عليه السلام: يا داود بشِّر المذنبين وأنذر المُصَّدقين: فكأنه عَجِبَ، فَقَالَ: يا رب، أبشر المذنبين وأنذر (المُصَّدقين) (**)؟!
قَالَ: نعم، بشِّر المذنبين أنّه لا يتعاظمني ذنب أغفره، وأنذر المصدقين أني لا أضع عدلي وحسابي عَلَى (عبد) ( ... ) إلاَّ هلك (٥).
قَالَ ابن عيينة: المناقشة سوء الاستقصاء حتى لا يترك منه شيء.
_________
(١) أخرجه البخاري (٤٩٣٩)، ومسلم (٢٨٧٦/ ٨٠).
(٢) أخرجه البخاري (٦٥٣٦)، ومسلم (٢٨٧٦/ ٧٩).
(٣) أخرجه الحاكم في المستدرك (٤/ ٦٢٣).
(٤) في "الحلية" (٤/ ١٩٥) وقال: غريب من حديث أبي عبد الرحمن، لم نكتبه إلاَّ من حديث أبي داود الضمري، تفرد به مختار، وأخرجه الطبراني في الأوسط (٤٨٤٤)، وقال: لا يروي هذا الحديث عن أبي عبد الرحمن السلمي، إلاَّ عبد الأعلى، تفرد به عيسى بن مسلم، ولا يروى عن علي إلاَّ بهذا الإسناد.
وقال الهيثمي في المجمع (١٠/ ٣٠٧): وفيه عيسى بن مسلم الطهوي، قَالَ أبو زرعة: لين، وقال أبو حاتم: ليس بالقوي يكتب حديثه، وبقية رجاله ثقات إن شاء الله.
(*) من "الحلية"، وفي نسخة: "أناضل" وعلى حاشيتها: "أناقش". وفي نسخة: "أناض" وعلى حاشيتها: لعل الصواب "أقاضي".
(**) الصادقين: "نسخة".
( ... ) أحد: "نسخة".
(٥) أخرجه أبو نعيم في الحلية (٨/ ١٩٥) وبين ابن أبي رواد وداود عليه السلام مفاوز تنقطع فيها أعناق المطي.','4','400',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (12,'وقال ابن زيد: الحساب الشديد الَّذِي ليس فيه شيء من العفو، والحساب اليسير الَّذِي تغفر ذنوبه وتقبل حسناته.
فتبين بهذا أنّه لا نجاة للعبد بدون المغفرة والعفو والرحمة والتجاوز، وأنه متى أقيم العدل المحض عَلَى عبد هَلك.
ومما يبين ذلك أيضًا قوله تعالى: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} [التكاثر: ٨]، فهذا يدلُّ عَلَى أن الناسُ يسألون عن النعيم في الدُّنْيَا، وهل قاموا بشكره أم لا؟ فمن طولب بالشكر عَلَى كل نعمة من عافية وستر وصحةِ جسم وسلامة حواسٍّ وطيب عيش واستُقصي (ذلك عليه) (*)، لم تَفِ أعمالُهُ كلُّها بشكر بعض هذه النعم، وتبقى سائر النعم غير مقابلة بشكر فيستحق صاحبها العذاب بذلك.
وخرَّج الخرائطي في "كتاب الشكر" (١) من حديث عبد الله بن عمرو مرفوعًا: "يؤتى بعبد يوم القيامة فيوقفُ بين يدي الله عز وجل (فيقول الله للملائكة) (**): انظروا في عمل عبدي (ونعمتي) ( ... ) عليه. فينظرون فيَقُولُونَ: ولا بقدر نعمةٍ واحدةٍ من نعمك عليه.
فيقول: انظروا في عمله سيِّئه وصالحه. فينظرون فيجدونه كفافًا، فيقول: عبدي قد قبلتُ حسناتِكَ وغفرتُ لك سيئاتِكَ، وقد وهبت لك (نعمي) (****) فيما بين ذلك".
وخرَّج الطبراني (٢) من حديث ابن عمر رضي الله عنهما مرفوعًا: "إنَّ الرجلَ يأتي يوم القيامة بالعمل لو وُضِعَ عَلَى جبلٍ لأثقله، فَتَقْدُم النعمة من نعم الله
_________
(*) عَلَى ذلك: "نسخة".
(١) وأورده ابن رجب في "جامع العلوم والحكم" (ص ٢٤٤) بقوله: وروى الخرائطي بإسناد فيه نظر.
(**) فيقول لملائكته: "نسخة".
( ... ) ونعمي: "نسخة".
(****) نعمتي: "نسخة".
(٢) في "المعجم الكبير" (١٢/ ١٣٥٩٥)، وقال الهيثمي (١٠/ ٤٢٠): فيه أيوب ابن عتبة، وهو ضعيف.','4','401',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (13,'فتكاد أن تستنفد ذلك، إلاَّ أن يتطاول الله برحمته".
وخرَّج ابن أبي الدُّنْيَا (١) من حديث أنس رضي الله عنه مرفوعًا: "يؤتى (بالنعم) (*) يوم القيامة ويؤتى بالحسنات والسيئات فيقول الله لنعمة من نعمه: خذي حقَّك من حسناته، فما تترك له حسنة إلاَّ ذهبت بها".
وبإسناده عن وهب بن مُنَبِّه قَالَ: عَبَدَ عابدٌ خمسين (عامًا) (**)، فأوحى الله إِلَيْهِ: إني قد غفرت لك. قَالَ: يا رب (ولم لا) ( ... ) تغفر لي ولم أذنب؟ فأذن الله لِعرق في عنقه فضرب عليه فلم ينم ولم يصلِّ، ثم سكن (ونام) (****) فأتاه ملك فشكى إِلَيْه ما لقي من ضربان العرق، فَقَالَ المَلك: إن ربك عز وجل يقول: عبادتك خمسين سنة تعدل سكون (ذا) (*****) العرق.
وفي صحيح (٢) الحاكم عن جابر رضي الله عنه مرفوعًا عن جبريل عليه السلام: "إنَّ عابدًا عَبَدَ الله -عز وجل- عَلَى رأس جبلٍ في البحر خمسمائة سنة، ثم سأل ربه أن يَقْبِضَه ساجدًا.
قَالَ جبريل: فنحن نمر عليه إذا هبطنا وإذا عرجنا، ونجد في العِلْم أنّه (يُبعث) (******) يوم القيامة فيوقف بين يدي الله عز وجل فيقول الرب عز وجل: أدخلوا عبدي الجنة برحمتي.
_________
(١) في "كتاب الشكر" (٢٤)، وأورده ابن رجب في "جامع العلوم والحكم" (ص ٢٤٣) بقوله: بإسناد فيه ضعف.
(*) بالنعيم: "نسخة".
(**) سنة: "نسخة".
( ... ) وما: "نسخة".
(****) وقام: "نسخة".
(*****) ذلك: "نسخة".
(٢) أخرجه الحاكم في المستدرك (٤/ ٢٥٠ - ٢٥١) وقال الحاكم: هذا حديث صحيح الإسناد، فإن سليمان بن هرم العابد من زهاد أهل الشام، والليث بن سعد لا يروي عن المجهولين. وتعقبه الذهبي نقال: لا والله، وسليمان غير معتمد.
(******) إذا بعث: "نسخة".','4','402',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (14,'فيقول العبد: بعملي يا رب، يفعل ذلك ثلاث مراتٍ.
ثم يقول الله تعالى للملائكة: قايسوا عبدي بنعمي عليه وبعمله، فيجدون نعمة البصر قد أحاطت (بعبادته) (*) خمسمائة سنة، وبقيت نعم الجسد له.
فيقول: أدخلوا عبدي النار.
فيُجر إِلَى النار فينادي (برحمتك يا رب أدخلني الجنة) (**)، فيدخله الجنة.
قَالَ جبريل: إِنَّمَا الأشياء برحمة الله يا محمد".
...
_________
(*) بعبادة: "نسخة".
(**) برحمتك أدخلني الجنة، برحمتك أدخلني الجنة: "نسخة".','4','403',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (15,'<span data-type="title" id=toc-8>ما يجب عَلَى العبد معرفته</span>
فمن حقق معرفة هذه الأمور، عَرَفَ أنَّ العمل وإنْ عظم فإنَّه لا يستقل بنجاة العبد، ولا يستحق به عَلَى الله دخول الجنة، ولا النجاة من النار.
وحينئذٍ فيفلس العبد من عمله وييأس من الاتكال عليه ومن النظر إِلَيْه وإن كثر العمل وحسن.
فكيف بمن ليس له (كثير عملٍ) (*)، وليس له عملٌ حسنٌ؟
فإن هذا ينبغي أن يشغله الفكر في التقصير في عمله، ويشتغل بالتوبة من تقصيره والاستغفار منه.
...
_________
(*) عمل كثير: "نسخة".','4','404',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (16,'<span data-type="title" id=toc-9>الاشتغال بالشكر أعظم النعم</span>
فأما من حَسُن عمله وكثر، فإنه ينبغي له أن يشتغل بالشكر عليه فإن ذلك من أعظم نعم الله عَلَى عبده.
فيجب مقابلته بالشكر عليه وبرؤية التقصير في القيام بشكره.
كما كان وهيب بن الورد إذا سُئل عن أجْر عمل من الأعمال يَقُول: لا تسألوا عن أجرِهِ ولكن سلوا عما يجب عَلَى من هدي له من الشكر عليه.
وكان أبو سليمان يقول: كيف يعجب عاقل بعمله؟
وإنَّما يُعد العمل نعمةً من نعم الله عز وجل، وإنما ينبغي له أن يشكر ويتواضع، إِنَّمَا يعجب بعمله القدرية.
يعني: الذين لا يرون أن أعمال العباد مخلوقةٌ لله عز وجل.
***','4','405',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (17,'<span data-type="title" id=toc-10>العمل لا يوجب النجاة</span>
وما أحسن ما قَالَ أبو بكر النهشلي يوم مات داود الطائي وقام ابن -السمَّاك بعد دفنه يثني عليه بصالح عمله ويبكي، والناس يبكونه ويصدقونه عَلَى مقالته ويشهدون بما يثني به عليه، فقام أبو بكر النهشلي فَقَالَ: الفهم اغفر له وارحمه ولا تكله إِلَى عمله.
وفي "سنن أبي داود" (١) عن زيد بن ثابت رضي الله عنه مرفوعًا: "لو عَذَّب الله أهل سماواته وأهل أرضه لعذبهم وهو غير ظالمٍ لهم، ولو رحمهم لكانت رحمته خيرًا لهم من أعمالهم".
وفي "صحيح الحاكم" (٢) عن جابرٍ رضي الله عنه: أن رجلاً جاء إِلَى النبيّ - صلى الله عليه وسلم - فَقَالَ: واذُنوباه واذُنوباه. قالها مرتين أو ثلاثًا.
فَقَالَ رسول الله صلّى الله عليه وسلم: "قل: اللَّهم مغفرتُك أوسعُ لى من ذنوبي، ورحمتُكَ أرجى عندي من عملي".
فقالها، ثم قَالَ: "عد" فعاد، ثم قَالَ: "عد" فعاد فَقَالَ له: "قم فقد غُفِرَ لك".
ذنوبي إن فكَّرتُ فيها كثيرةٌ ... ورحمةُ ربي مِنْ ذنوبي أوسعُ
وما طمعي في صالحٍ قد عملتُهُ ... ولكنني في رحمةِ اللهِ أطمعُ
...
_________
(١) برقم (٤٦٩٩).
(٢) أخرجه الحاكم في "المستدرك" (١/ ٥٤٣ - ٥٤٤). وقال: حديث رواته عن آخرهم مدنيون ممن لا يعرف واحد منهم بجرح، ولم يخرجاه.','4','406',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (18,'<span data-type="title" id=toc-11>الاعتراف بفضل الله عز وجل</span>
فَإِذَا تقرر (هذا) (*) الأصل الشريف العظيم، وعُلم أنَّ العمل بنفسه لا يوجب النجاة من النار ولا دخول الجنة، فضلاً عن أن يوجب بنفسه الوصولَ إِلَى أعلى ما في الجنة من منازل المقربين، والنظرَ إِلَى وجه ربِّ العالمين، وإنما ذلك كله برحمة الله وفضله ومغفرته.
فذلك يوجب عَلَى المؤمن أن يقطع نظره عن عمله بالكلية، وأن لا ينظر إلاَّ إِلَى فضل الله ومنّته عليه.
كما سُئل بعض العارفين: أي الأعمال أفضل؟
قَالَ: رؤية فضل الله عز وجل، وأنشد:
إنَّ المقادير إذا ساعدتْ ... ألحَقَت العاجزَ بالحازمِ
...
_________
(*) ذلك: "نسخة".','4','407',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (19,'<span data-type="title" id=toc-12>ما عَلَى العبد للفوز والنجاة</span>
فيتعين حينئذٍ عَلَى العبد المؤمن الطالب للنجاة من النار ولدخول الجنة، وللقرب من مولاه والنظر إِلَيْه في دار كرامته، وإن يطلب ذلك بالأسباب الموصلة إِلَى رحمة الله وعفوه ومغفرته ورضاه ومحبته.
فبها ينال ما عند الله من الكرامة.
إذ الله سبحانه وتعالى قد جعل للوصول إِلَى ذلك أسبابًا من الأعمال التي جعلها موصلة إليها، وليس ذلك موجودًا إلاَّ فيما شرعه الله لعباده عَلَى لسان رسوله، وأخبر عنه رسوله أنّه يقرِّب إِلَى الله ويوجب رضوانه ومغفرته، وأنه مما يحبُّه الله، أو أنّه من أحبَّ الأعمال إِلَى الله عز وجل، فقد قَالَ تعالى: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف: ٥٦].
وقال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ} [الأعراف: ١٥٦].
فالواجب عَلَى العبد البحثُ عن خصالِ التقوى وخصال الإِحسان التي شرعها الله في كتابه، أو عَلَى لسان رسوله - صلى الله عليه وسلم -، والتقرب بذلك إِلَى الله عز وجل فإنه لا طريق للعبد يوصله إِلَى رضى مولاه وقربه ورحمته وعفوه ومغفرته سوى ذلك.
***','4','408',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (20,'<span data-type="title" id=toc-13>بيان أَحَبِّ الأعمال إِلَى الله</span>
وقد أشار النبيّ صلّى الله عليه وسلم في هذه الأحاديث المُشار إليها في أول الجزء من رواية عائشة وأبي هريرة رضي الله عنهما إِلَى أنَّ أحبَّ الأعمال إِلَى الله عز وجل، شيئان:
أحدهم: ما داوم عليه صاحبه وإن كان قليلاً.
وهكذا كان عمل النبيّ صلّى الله عليه وسلم وعمل آله وأزواجه من بعده، وكان ينهى عن قطع العمل.
وقال لعبد الله بن عمرو بن العاص رضي الله عنهما: "لا تكُنْ مثلَ فلانٍ كان يقومُ الليلَ فترك قيام الليل" (١).
وقال: "يُستجاب لأحدكم ما لم يَعْجَلْ فيقول: قد دعوت فلم يُسْتجب لي فيستحسر عنيد ذلك ويَدَع الدعاء" (٢).
قَالَ الحسن: إذا نظر إليك الشيطان فرآك مداومًا عَلَى طاعة الله عز وجل فبغاك وبغاك، فرآك مداومًا مَلَّكَ ورفضك، وإذا رآك مرةً هكذا ومرةً هكذا طمع فيك.
والثاني: أنَّ أحبَّ الأعمال إِلَى الله ما كان عَلَى وجه السداد والاقتصاد والتيسير دون ما كان عَلَى وجه التكلف والاجتهاد والتعسير.
كما قَالَ تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: ١٨٥].
وقال تعالى: {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ} [المائدة: ٦].
وقال تعالى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: ٧٨].
_________
(١) أخرجه البخاري (١١٥٢)، ومسلم (١١٥٩/ ١٨٥).
(٢) أخرجه البخاري (٦٣٤٠)، ومسلم (٢٧٣٥/ ٩٢).','4','409',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (21,'وكان النبيّ صلّى الله عليه وسلم يقول: "يسِّروا ولا تعسِّروا" (١).
وقال: "إِنَّمَا بعثتم ميسرين ولم تبعثوا معسرين" (٢).
وفي "المسند" (٣) عن ابن عباس قيل لرسول الله - صلى الله عليه وسلم -: أيُّ الأديان أحبُّ إِلَى الله عز وجل؟ قَالَ: "الحنيفية السمحة".
وفيه أيضاً (٤) عن مِحْجَن بن الأدرع أن النبيّ صلّى الله عليه وسلم دخل إِلَى المسجد فرأى رجلاً قائمًا يصلّي فَقَالَ: "أتراه صادقًا؟ ".
فقيل: يا نبي الله هذا فلان، هذا من أحسن أهل المدينة، ومن أكثر أهل المدينة صلاة.
فَقَالَ: (لا تُسْمِعه) (*) فتُهلكه -مرتين أو ثلاثًا- إنكلم أمة أُريد بكم اليسر".
وفي رواية أخرى له (٥) قَالَ: "إن خير دينكم أيسره".
وفي رواية أخرى له (٦) قَالَ: "إنكم لن تنالوا هذا الأمر بالمغالبة".
وخرجه حميد بن زنجويه وزاد فيه فَقَالَ: "واكلفوا من العمل ما تطيقون فإن الله لا يملُّ حتى تملُّوا، وعليكم بالغدوة والروحة وشيءٍ من الدلجة".
وفي "المسند" (٧) عن بُريدة قَالَ: خرجتُ فإذا رسول الله -صلى الله عليه وسلم- يمشي،
_________
(١) أخرجه البخاري (٦٩)، ومسلم (١٧٣٤) عن أنس مرفوعًا.
(٢) أخرجه البخاري (٢٢٠) عن أبي هريرة مرفوعًا.
(٣) (١/ ٢٣٦)، وقال الهيثمي في المجمع (١/ ٦٠): رواه أحمد والطبراني في "الكبير"، و"الأوسط"، والبزار وفيه ابن إسحاق، وهو مدلس ولم يصرح بالسماع.
(٤) في "المسند" (٥/ ٣٢).
(*) لا تسمعوه: "نسخة".
(٥) في "المسند" (٤/ ٣٣٨).
(٦) في "المسند" (٤/ ٣٣٧). وقال الهيثمي (٩/ ٣٦٩): رواه أحمد ورجاله رجال الصحيح.
(٧) (٥/ ٣٥٠)، وقال الهيثمي (١/ ٦٢): رواه أحمد ورجاله موثقون.','4','410',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (22,'فلحقته فإذا نحن بين (أيدينا برجلٍ) (*) يصلّي يكثر الركوع والسجود.
قَالَ. "أتراه يرائي؟ "
قلت: الله ورسوله أعلم.
قَالَ: (فترك) (**) يدي من يده ثم جمع بين يديه فجعل يصوّبهما ويرفعهما ويقول: "عليكم هديًا قاصدًا، عليكم هديًا قاصدًا، عليكم هديًا قاصدًا فإنَّه من يشادَّ هذا الدين يغلبه".
وقد رُوي من وجه آخر مرسلاً، وفيه أن النبيّ صلّى الله عليه وسلم قَالَ: "إن هذا آخذ بالعسر ولم يأخذ باليسر" ثم دفع في صدره فخرج من المسجد ولم يُر فيه بعد ذلك.
وقد أنكر النبيّ صلّى الله عليه وسلم عَلَى من عزم عَلَى التبتل والاختصاء وقيام الليل، وصيام النهار، وقراءة القرآن كل ليلة، كعبد الله بن عمرو بن العاص وعثمان بن مظعون والمقداد وغيرهم، وقال: "ولكني أصومُ وأفطرُ، وأقومُ وأنامُ، وأتزوجُ النِّساءَ، فمن رَغِبَ عن سُنَّتي فليس منِّي" (١).
وانتهى بعبد الله بن عمرو أن يقرأ القرآن في كل سبع، وفي رواية أنّه انتهى به إِلَى قراءته في كل ثلاث، وقال: "لا يفقه من قرأه في أقل من ثلاث"، وانتهى به في الصيام إِلَى صيام داود، وقال: "لا صيام أفضل من ذلك"، وفي القيام إِلَى قيام داود عليه السلام (٢).
...
_________
(*) يدي رجل: "نسخة".
(**) غير واضحة بالنسختين الخطيتين، ونقلتها من المسند.
(١) أخرجه البخاري (٥٠٦٣)، ومسلم (١٤٠١).
(٢) أخرجه البخاري (٥٠٥٢)، ومسلم (١١٥٩).','4','411',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (23,'<span data-type="title" id=toc-14>معنى سدِّدوا وقاربوا</span>
فقوله - صلى الله عليه وسلم - في حديث أبي هريرة وعائشة: "سدِّدوا وقاربوا" المراد بالتسديد: العمل بالسِّداد، وهو القصد، والتوسط في العبادة فلا يقصِّر فيما أُمر به، ولا يتحمل منها ما لا يطيقه.
قَالَ النضر بن شميل: السداد القصد في الدين والسبيل.
وكذلك المقاربة المرادُ بها التوسط بين التفريط والإِفراط فهما كلمتان بمعنى واحدٍ أو متقارب.
وهو المراد بقوله في الرواية الأخرى: "وعليكم هديًا قاصدًا".
قوله: "وأبشروا" يعني أن من مشى في طاعة الله عَلَى التسديد والمقاربة فليبشر، فإنه يصل ويسبق الدائب المجتهد في الأعمال.
فإن طريقَ الاقتصاد والمقاربة أفضلُ من غيرها، فمن سلكها فليبشر بالوصول فإنَّ الاقتصادَ في سنة خيرٌ من الاجتهاد في غيرها، وخير الهدي هدي محمد - صلى الله عليه وسلم -، فمن سلك طريقه كان أقرب إِلَى الله من غيره.
وليست الفضائلُ بكثرة، الأعمال البدنية، لكن بكونها خالصةً لله عز وجل، صوابًا عَلَى متابعة السنة. وبكثرة معارف القلوب وأعمالها.
فمن كان بالله أعرف وبدينه وأحكامه وشرائعه، وله أخوف وأحبَّ وأرجى فهو أفضلُ ممن ليس كذلك، وإن كان أكثر منه عملاً بالجوارح.
وإلى هذا المعنى الإِشارة في حديث عائشة رضي الله عنها بقول النبيّ صلّى الله عليه وسلم: "سدِّدوا وقاربوا واعلموا أنّه لن يُدْخِل أحدًا منكم عملُه الجنةَ، وإن أَحَبَّ الأعمال إِلَى الله أدومها وإنْ قل" (١).
فأمر بالاقتصاد في العمل وأن يضم إِلَى ذلك العِلْم بأحبِّ الأعمال إِلَى الله، وبأن العمل وحده لا يدخل الجنة.
_________
(١) أخرجه البخاري (٦٤٦٤).','4','412',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (24,'<span data-type="title" id=toc-15>بيان ما تفوَّق به الصحابة</span>
ولهذا قَالَ بعض السَّلف: ما سبقهم أبو بكر بكثرة صوم ولا صلاة ولكن بشيء وقر في صدره.
وقال بعضهم: الَّذِي كان في صدر أبي بكر رضي الله عنه المحبة لله ورسوله والنصيحة لعباده.
وقال طائفة من العارفين: ما بلغ من بلغ بكثرة (صيام) (*) ولا صلاةٍ ولكن بسخاوة (الأنفس) (**) وسلامة الصدور والنصيحة للأمة.
زاد بعضهم: وبذم نفوسهم.
وقال آخر منهم: إِنَّمَا تفاوتوا بالإرادات ولم يتفاوتوا بكثرة الصيام والصلوات.
وذُكر لأبي سليمان طولُ أعمار بني إسرائيل وضدة اجتهادهم في الأعمال، وأنَّ من الناس من غبطهم بذلك.
فَقَالَ: إِنَّمَا يريد الله منكم صدق النية فيما عنده. أو كما قَالَ.
وقال ابن مسعود لأصحابه: أنتم أكثر صومًا وصلاةً من أصحاب محمدٍ - صلى الله عليه وسلم -، وهم كانوا خيرًا منكم.
قالوا: وبما ذاك؟
قَالَ: كانوا أزهد منكم في الدُّنْيَا وأرغب في الآخرة (١).
_________
(*) صوم: "نسخة".
(**) النفوس: "نسخة".
(١) أخرجه ابن المبارك في "الزهد" (٥٠١)، والحاكم في "مستدركه" (٤/ ٣٥٠) وقال: صحيح عَلَى شرط الشيخين ولم يخرجاه، والبيهقي في الشعب (٧/ ٣٧٤).','4','413',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (25,'يُشير إِلَى أن الصحابة فاقوا من بعدهم بشدة تعلق قلوبهم بالآخرة ورغبتهم فيها وإعراضهم عن الدُّنْيَا بتحقيرها وتصغيرها، وإن كانت في أيديهم، فكانت قلوبُهُم منها فارغةً، وبالآخرة ممتلئةً.
وهذه الحال ورثوها من نبيهم - صلى الله عليه وسلم -، فإنَّهُ كان أشدَّ الخَلْقِ فراغًا بقلبه من الدُّنْيَا، وتعلقًا بالله وبالدار الآخرة مع ملابسته للخلق بظاهره، وقيامه بأعباء النبوة وسياسة الدين والدنيا.
وكذلك خلفاؤه الراشدون بعده، وكذلك أعيان التابعين لهم بإحسان كالحسن وعمر بن عبد العزيز، وقد كان في زمانهم من هو أكثر منهم صومًا وصلاةً، ولكن لم يصل قلبُهُ إِلَى ما وصلت إِلَيْه قلوب هؤلاء من ارتحالها عن الدُّنْيَا وتوطُنها الآخرة.
***','4','414',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (26,'<span data-type="title" id=toc-16>قاعدة جليلة</span>
فأفضل الناس من سلك طريق النَّبيّ صلّى الله عليه وسلم وخواص أصحابه في الاقتصاد في العبادة البدنية والاجتهاد في الأحوال القلبية، فإنَّ سفر الآخرة يقطع بسير القلوب لا بسير الأبدان.
جاء رجلٌ إِلَى بعض العارفين فَقَالَ له: قطعتُ إليك مسافةً،
فَقَالَ له: ليس هذا الأمر بقطع المسافات، فارِق نفسك بخطوةٍ وقد حصل لك مقصودك.
وقال أبو يزيد: رأيت ربَّ العزة في المنام فقلت له: يا ربِّ كيف الطريق إليك؟
قال: اترك نفسك وتعالَ.
ما أُعْطِيتْ أمَّة ما أعطيت هذه الأمة ببركة متابعة نبيها - صلى الله عليه وسلم - حيث كان أفضل الخلق، وهديه أكمل الهدي، مع ما يسر الله عَلَى يديه من دينه ووضع به من الآصار والأغلال عن أمته.
فمن أطاعه فقد أطاع الله، وأحبه الله واهتدى بهدى الله.
***','4','415',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (27,'<span data-type="title" id=toc-17>بيان جملة من التيسير في التشريع</span>
فمن جملة ما حصل لأمته ببركته وتيسير شريعته أنَّ: "من صلّى منهم العشاء في جماعةٍ فكأنما قام نصف الليل، ومن صلّى الفجر في جماعة فكأنما قام الليل كله" (١).
فيكتب له قيام ليلة وهو نائم عَلَى فراشه، لا سيما إن نام عَلَى طُهرٍ وذِكرٍ حتى تغلبه عيناه.
و"من صام منهم ثلاثة أيام من كل شهر فكأنما صام الشهر كله" (٢)، فهو صائم [لبقية] (*) الشهر في مضاعفة الله، ومفطر له في رخصة الله، و"الطاعم الشاكرُ له أجرُ الصائِم الصَّابِر" (٣).
ومن نوى أن يقومَ من الليل فغلبته عيناه فنام كُتبَ له ما نوى، وكان نومه عليه صدقةً.
وقال أبو الدرداء: يا حبذا نوم الأكياس وفطرهم كيف يسبقون سهر الجاهلين وصيامهم (٤).
ولهذا جاء في الحديث الصحيح: "رُبَّ قائم حظُّه من قيامه السهر، وصائم
_________
(١) أخرجه "مسلم" (٦٥٦) عن عثمان بن عفان مرفوعًا.
(٢) أخرجه البخاري (١٩٧٩)، ومسلم (١١٥٩/ ١٨٧) بنحوه عن عبد الله بن عمرو مرفوعًا.
(*) في الأصل: "لنفسه"، والمثبت من المطبوع.
(٣) أخرجه أحمد (٢/ ٢٨٩) والترمذي (٢٤٨٦) وابن ماجه (١٧٦٤) وابن خزيمة (١٨٩٩) عن أبي هريرة.
وأخرجه أحمد (٤/ ٣٤٣)، والدارمي (٢٠٣٠)، وابن ماجه (١٧٦٥) عن سنان بن سنة مرفوعًا أيضاً.
(٤) أخرجه أبو نعيم في "الحلية" (١/ ٢١١).','4','416',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (28,'حظه من صيامه الجوع والعطش" [رواه الطبراني (١) وأحمد بن حنبل] (٢) (*).
وقال بعضهم: كم من مستغفر ممقوت وساكت مرحوم هذا مستغفر وقلبه فاجر، وهذا ساكت وقلبه ذاكر.
وقال بعضهم: ليس الشأنُ فيمن يقوم الليل، إنَّما الشأن فيمن ينام عَلَى فراشه ثم يصبح وقد سبق الركب.
وفي ذلك قيل:
من لي بمثل سيركَ المدللِ ... تمشي رويدًا وتجي في الأولِ
...
_________
(١) أخرجه الطبراني في "الكبير" (١٢/ ١٣٤١٣)، وقال الهيثمي (٣/ ٢٠٢): رواه الطبراني في "الكبير" ورجاله موثقون.
(٢) في "مسنده" (٢/ ٣٧٣).
(*) من المطبوع.','4','417',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (29,'<span data-type="title" id=toc-18>معنى الغدوة والروحة وأوقاتها وفضائلها</span>
قوله - صلى الله عليه وسلم -: "اغدوا ورُوحوا وشيء من الدُّلجة"، كقوله في الرواية الأخرى: "استعينوا بالغدوة والروحة وشيء من الدلجة".
يعني أن هذه الأوقات الثلاثة تكون أوقات السير إِلَى الله بالطاعات وهي آخر الليل وأول النهار وآخره.
وقد ذكر الله سبحانه وتعالى هذه الأوقات في قوله تعالى:
{وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا (٢٥) وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا} [الإنسان: ٢٥ - ٢٦].
وقال تعالى: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى} [طه: ١٣٠].
وقال تعالى: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (٣٩) وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ} [ق: ٣٩ - ٤٠].
وذكَرَ الله تعالى الذِّكر في طرفي النهار في مواضع كثيرة من كتابه، كقوله تعالي: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (٤١) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا} [الأحزاب: ٤١ - ٤٢]. وقال تعالى: {وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ} [غافر: ٥٥]. وقال تعالى: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} [الأنعام: ٥٢]. وقال تعالى -في ذكر زكريا عليه
السلام: {فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا} [مريم: ١١] وقال تعالى: {وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ} [آل عمران: ٤١].
فهذه الأوقات الثلاثة منها وقتان وهما أول النهار وآخره يجتمع في كل من هذين الوقتين عمل واجب وعمل تطوع، فأما العمل الواجب فهو صلاة الصبح وصلاة العصر وهما أفضل الصلوات الخمس، وهما البردان اللذان من حافظ','4','418',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (30,'عليهما دخل الجنة، وقد قيل في كل منهما أنها الصلاة الوسطى.
وأما عمل التطوع فهو ذكر الله بعد صلاة الصبح حتى تطلع الشمس وبعد العصر حتى تغرب الشمس.
وقد ورد في فضله نصوص كثيرة وكذلك وردت النصوص الكثيرة فى أذكار الصباح والمساء، وفي فضل من ذَكَر اللهَ حين يصبح وحين يمسي.
وقد رُوي من حديث ابن عمر مرفوعًا: "ابن آدم اذكرني ساعةً من أول النهار وساعةً من آخره أغفر لك ما بين ذلك إلاَّ الكبائر أو تتوب منها" (١).
وكان السَّلف لآخِرِ النهار أشد تعظيمًا من أوَّله.
قَالَ ابن المبارك: بلغنا أنّه من ختم نهاره بذكر الله كُتب نهاره كله ذكرًا.
وقال أبو الجَلْد: بلغنا أنَّ الله تعالى ينزل مساءً كل يوم إِلَى السماء الدُّنْيَا ينظر إِلَى أعمال بني آدم.
ورأى بعض السَّلف أبا جعفر القارئ في المنام فَقَالَ له: قل لأبي حازم - يعني الأعرج الزاهد الكَيِّس إنَّ الله وملائكته يتراؤن مجلسك بالعشيات.
والظاهر أن أبا حازم كان يقصُّ عَلَى النّاس آخر النهار.
وقد جاء في الحديث: "إنَّ الذِّكر بعد الصبح (أحبُّ) (*) من أربع رقابٍ، وبعد العصر أَحَبُّ من ثمان رقابٍ" (٢).
وأيضاً فيوم الجمعة آخره أفضل من أوله لِمَا يُرجى في آخره من ساعة الإجابة.
_________
(١) لم أقف عليه.
(*) أفضل: "نسخة".
(٢) أخرجه البيهقي في "الشعب" (٥٦٢)، (٥٦٣) عن أنس مرفوعًا، وعن رجل من أهل بدر (٥٦٤) بنحوه.
وأخرجه أحمد (٥/ ٢٥٣، ٢٥٥) والطبراني في الكبير (٨/ ٨٠٢٨) عن أبي أمامة مرفوعًا بنحوه.
وقال الهيثمي (١٠/ ١٠٤): رواه أحمد والطبراني وأسانيده حسنة.','4','419',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (31,'ويوم عرفة آخره أفضل من أوله؛ لأنّه وقت الوقوف، وكذلك آخر الليل أفضل من أوله.
كذا قَالَ السَّلف، واستدلوا بحديث النزول الإلهي (١).
وهذا كله مما يُرجح به قول من قَالَ إن صلاة العصر هي الوسطى.
وأما الوقت الثالث فهو الدُّلجة.
والإِدلاج: سير آخر الليل، والمراد به ها هنا العمل في آخر الليل وهو وقت الاستغفار، كما قَالَ تعالى: {وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} [آل عمران: ١٧]، وقال تعالى: {وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} [الذاريات: ١٨].
وهو آخر أوقات النزول الإلهي المتضمن لاستعراض حوائج السائلين، واستغفار المذنبين، وتوبة التائبين، وسط الليل للمحبين للخلوة بحبيبهم، وآخر الليل للمذنبين يستغفرون (من ذنوبهم) (*).
من عجز عن مشاركة المحبين في الجري معهم في ذلك المضمار فلا أقلَّ من مشاركة المذنبين في الاعتذار.
ورد في بعض الآثار: أن العرش يهتز من السَّحَر.
قَالَ طاووس: ما كنت أظن أن أحدًا ينام في السحر.
وفي الحديث الَّذِي خرَّجه الترمذي (٢): "من خاف أدلج، ومن أدلج بلغ المنزل".
سير الدلجة آخر الليل يقطع به سفر الدُّنْيَا.
ولهذا في الحديث الَّذِي خرّجه مسلم (٣): "إذا سافرتم فعليكم بالدُّلجة فإنَّ
_________
(١) أخرجه البخاري (١١٤٥)، ومسلم (٧٥٨) عن أبو هريرة مرفوعًا: "ينزل ربنا تبارك وتعالى كل ليلة إِلَى السماء الدنيا حتى يبقى ثلث الليل الآخر يقول: من يدعوني فأستجيب له، منع يسألني فأعطيه، من يستغفرني فأغفر له".
(*) لذنوبهم: "نسخة".
(٢) برقم (٢٤٥٠) وقال: هذا حديث حسن غريب لا نعرفه إلا من حديث أبي النضر.
(٣) لم أجده في مسلم، وأخرجه أبو داود (٢٥٧١)، وابن خزيمة (٢٥٥٥) عن أنس مرفوعًا. وأخرجه أحمد (٣/ ٣٠٥، ٣٨١)، وأبو داود (٢٥٧٠)، والنسائي في "عمل اليوم والليلة" (٩٥٥)، وابن ماجه (٣٢٩)، (٣٧٧٢)، وابن=','4','420',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (32,'الأرض تطوى بالليل".
قَالَ بعض الفضلاء:
اصبر عَلَى مضض الإِدلاج في السَّحَر ... وفي الرَّواح عَلَى الطاعات والبُكَرِ
لا تَضجَرَنَّ ولا يُعجزكَ مطلبها ... فالهمُّ يتلَف بين اليأس والضجَرِ
إني رأيتُ وفي الأيام تجربةٌ ... للصبر عاقبةٌ محمودة الأثرِ
وقل مَنْ جَدَّ وفي أَمْرٍ تَطلبَّه ... واستَصْحَبَ الصَّبر إلاَّ فازَ بالظفرِ
وقد رُوي أن الأشتر دخل عَلَى علي بن أبي طالب رضي الله عنه بعد هدأة من الليل وهو قائم يصلّي.
فَقَالَ: يا أمير المؤمنين صوم بالنهار وسهر بالليل وتعب فيما بين ذلك!
فلما فرغ من صلاته قَالَ: سفر الآخرة طويلٌ يحتاج إِلَى قطعه بسير الليل وهو الإدلاج.
كانت امرأةٍ حبيب بن محمد الفارسي توقظه بالليل وتقول: قم يا حبيب؛ فإنَّ الطريق بعيدٌ وزادنا قليلٌ، وقوافل الصالحين قد سارت من بين أيدينا ونحن قد بقينا.
يا نائمًا بالليل كم ترقد ... قُم يا حبيبي قد دنا الموعدُ
وخُذ من الليل أوقاته ... وردًا إذا ما هَجَعَ الرُّقَّدُ
من نام حتى ينقضي ليله ... لم يبلغ المنزل لو يجهدُ
...
_________
=خزيمة (٢٥٤٨)، (٢٥٤٩)، عن جابر مرفوعًا ضمن حديث طويل.','4','421',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (33,'<span data-type="title" id=toc-19>معنى القصد في السير</span>
وقول - صلى الله عليه وسلم -: "القصد القصد تبلغوا" حثٌّ عَلَى الاقتصاد فى العبادة والتوسط فيها بين الغلو والتقصير، ولذلك كرره مرةٌ بعد مرةٍ.
وفي "مسند البزَّار" (١) من حديث حذيفة رضي الله عنه مرفوعًا: "ما أحسن القصد في الفقر، وما أحسن القصد في الغني، وما أحسن القصد في العبادة".
وكان لمُطَرِّف بن عبد الله بن الشِّخِّير ابنٌ قد اجتهد في العبادة، فَقَالَ له أبوه: خير الأمور أوسطها، الحسنة بين السيئتين، وشرُّ السير الحقحقة. قَالَ أبو عبيد: يعني أن الغلوَّ في العبادة سيئة، والتقصير سيئة والاقتصاد بينهما حسنةٌ.
قَالَ: والحقحقة أن يلحَّ في شدة السير حتى تقوم عليه راحلته وتعطب فيبقى منقطعًا به سفره، انتهى.
ويشهد لهذا المعنى الحديث المروي عن عبد الله بن عمرو مرفوعًا:
"إنَّ هذا الدينَ متينٌ فأوغلْ فيه برفقٍ ولا تبغض إِلَى نفسك عبادة الله، فإنَّ المنبتَّ لا سفرًا قطع ولا ظهرًا أبقى، فاعمل عمل امرئ يظن أنّه لن يموت إلاَّ هَرِمًا، واحذر حذر امرئ (يخشى) (*) أن يموت غدًا". أخرجه حميد بن
_________
(١) برقم (٢٩٤٦)، وقال: وهذا الكلام لا نعلمه يروى عن حذيفة إلاَّ بهذا الإسناد.
وقال الهيثمي في المجمع (١٠/ ٢٥٢): رواه البزار من رواية سعيد بن حكيم عن مسلم بن حبيب، ومسلم هذا لم أجد من ذكره إلاَّ ابن حبان في ترجمة سعيد الرواي عنه، وبقية رجاله ثقات.
(*) يحذر: "نسخة".','4','422',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (34,'زنجويه (١) وغيره.
وفي تكرير أمره بالقصد إشارة (إِلَى) (**) المداومة عليه، فإن شدة السير والاجتهاد مظنةُ السامة والانقطاع، والقصد أقرب إِلَى الدوام، ولهذا جعل عاقبةَ القصد البلوغَ كما قَالَ: "من أدلج بلغ المنزل".
فالمؤمن في الدنيا يسيرُ إِلَى ربه حتى يبلغَ إِلَيْهِ، كما قَالَ تعالى: {يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ} [الانشقاق: ٦]، وقال تعالى: {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} [الحجر: ٩٩].
قَالَ الحسن: يا قوم، المداومةَ المداومةَ فإنَّ الله يجعل لعمل المؤمن أجلاً دون الموت، ثم تلا هذه الآية.
وقال أيضاً: نفوسكم مطاياكم فأصلحوا مطاياكم تُبلِّغكم إِلَى ربكم عز وجل.
والمرادُ بصلاح المطايا: الرفقُ بها، وتعاهُدها بما يصلحها من قوتها والرفق بها في سيرها، فإذا أحسَّ منها بتوقفٍ في السير تعاهدها تارةً بالتشويق، وتارةً بالتخويف حتى تسير.
قَالَ بعض السَّلف: الرجاء قائدٌ والخوف سائقٌ، والنفس بينهما كالدابة الحَرُون (٢).
فمتى فتر قائدها وقصَّر سائقها وقفت فتحتاج إِلَى الرفق بها والحدو لها حتى يطيب لها السير.
كما قَالَ حادي الإِبل بالبوادي:
بَشَّرها دليلها وقال لها ... غدًا ترَيْن الطلح والجبالا
_________
(١) وأخرجه البيهقي في "السنن الكبير" (٣/ ١٩).
(**) عَلَى: "نسخة".
(٢) الدابة الحرون: هي التي إذا استدر جريها وققت لسان العرب (١٣/ ١١٠).','4','423',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (35,'ولما كان الخوف كالسَّوط فمتى ألحَّ بالضرب بالسوط عَلَى الدابة تلفت، فلا بد لها الضرب من حادي الرجاء، يطيِّب لها السير بحدائه حتى تقطع.
قَالَ أبو يزيد: ما زلت (أقودُ) (*) نفسي إِلَى الله وهي تبكي حتى سُقتُها وهي تضحك.
كما قيل:
إذا شكتْ من كَلالِ السير أو عدها ... روحَ القدومِ فتحيا عندَ ميعادِ
...
_________
(*) أسوق: "نسخة".','4','424',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (36,'<span data-type="title" id=toc-20>سلوك صراط الله عز وجل</span>
قَالَ خليدٌ العَصَريُّ: إنَّ كلَّ حبيبٍ يحب أنْ يلقى حبيبه، فأحبوا ربكم وسيروا إِلَيْه سيرًا جميلاً لا مصعدًا ولا مميلا.
فغاية السير يوصل المؤمن إِلَى ربه، ومن لا يعرف الطريق إِلَى ربه لم يسلك إِلَيْه فيه، فهو والبهيمة سواء.
قَالَ ذو النون: السفلة من لا يعرف الطريق إلى الله ولا يتعرَّفه.
والطريقُ إِلَى اللهِ هو سلوكُ صراطه المستقيمِ، الَّذِي بعث الله به (رسوله) (*) وأنزل به (كتابه) (**)، وأمر الخلق كلهم بسلوكه والسير فيه.
قَالَ ابن مسعود رضي الله عنه: الصراط المستقيم، تركنا محمد - صلى الله عليه وسلم - في أدناه، وطرفه الجنة، وعن يمينه جَوَادُّ، وعن يساره جَوَادُّ، وثم رجال يدعون من مرَّ بهم، فمن أخذ في تلك الجَوَادِّ انتهت به إلى النار، ومن أخذ عَلَى الصراط انتهى به إِلَى الجنة. ثم قرأ: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ} [الأنعام: ١٥٣] خرّجه ابن جرير (١) وغيره (٢).
فالطريقُ الموصلُ إلى الله واحدٌ، وهو صراطُهُ المستقيمُ، وبقيَّةُ السُّبلِ كلِّها سبل الشيطان، مَنْ سلكها قطعت به عن الله، وأوصلته إِلَى دار سَخَطه وغضبه وعقابه.
...
_________
(*) رسله: "نسخة".
( ... ) كتبه: "نسخة".
(١) في تفسيره (٨/ ٨٩).
(٢) وأخرجه أحمد (١/ ٤٣٥، ٤٦٥)، وابن ماجه (١١) والحاكم (٢/ ٣١٨).','4','425',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (37,'<span data-type="title" id=toc-21>الأعمال بالخواتيم</span>
فربما سلك الإنسان في أول أمره عَلَى الصراط المستقيم، ثم ينحرف عنه في آخر عُمُره فيسلك بعض سبل الشيطان فينقطع عن الله فيهلك، "إنَّ أحدكم ليعمل بعمل أهل الجنة حتى ما يكونَ بينه وبينها إلاَّ ذراعٌ أو باعٌ، فيعمل بعمل أهل النار فيدخل النار" (١).
وربما سلك الرجل أولاً بعض سبل الشيطان ثم تدركه السعادة فيسلك الصراط المستقيم في آخر عمره فيصل به إِلَى الله.
والشأن كل الشأن في الاستقامة عَلَى الصراط المستقيم من أول السير إِلَى آخره، {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} [الجمعة: ٤].
{وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [يونس: ٢٥].
ما أكثر من يرجع أثناء الطريق أو ينقطع، فإنَّ القلوب بين أصبعين من أصابع الرحمن، {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ} [إبراهيم: ٢٧].
خَلِيليَّ قُطَّاع (الفيافي إِلَى الحما) (*) ... كثير وأما الواصلون قليل
...
_________
(١) أخرجه البخاري (٣٢٠٨)، ومسلم (٢٦٤٣).
(*) الطريق إليكما: "نسخة".','4','426',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (38,'<span data-type="title" id=toc-22>فضل تقرب العبد إِلَى الله عز وجل</span>
وفي الحديث الصحيح الإلهي يقول الله عز وجل: "من تقرّب مني شبرًا تقربت منه ذراعًا، ومن تقرب مني ذراعًا تقربت منه باعًا، ومن أتاني يمشي أتيته هرولة" (١).
وفي "المسند" (٢): "والله أعلى وأجل، والله أعلى وأجل، والله أعلى وأجل".
وفيه أيضاً (٣)، يقول الله: "يابن آدم قم إِلَيَّ أمشِ إليك، وامش إليّ أهرول إليك".
مَنْ أَقْبَلَ إلينا تَلَقَّيناه من بعيد ... ومن أراد مرادنا أردنا ما يُريد
ومن سَأَلنا أعطيناه فوق المزيد ... ومن عمل بقوَّتنا ألنَّا له الحديد
يا هذا لو أنك قصدت باب والي الشُّرطة، لَمَا أقبل إليك ولا تلقَّاك، وربما حجبك عن الوصول إِلَيْه وأقصاك، وملك الملوك يقول: "من أتاني يمشي أتيته (هرولة) (*) ".
وأنت عنه معرضٌ وعلى غيره مقبلٌ، لقد غُبنت أفحشَ الغبن وخسرت أكبر الخسران.
_________
(١) أخرجه البخاري (٧٤٠٥)، ومسلم (٢٦٧٥).
(٢) أخرجه أحمد في مسنده (٥/ ١٥٥) وهو ضمن الحديث السابق: "من تقرب إلى الله عز وجل شبرًا .. الحديث".
وقال الهيثمي (١٠/ ١٩٧): رواه أحمد والطبراني وإسنادهما حسن.
(٣) (٣/ ٤٧٨) بإسناده عن شريح قَالَ: سمعت رجلاً من أصحاب النبيّ صلّى الله عليه وسلم يقول: قَالَ النبيّ - صلى الله عليه وسلم -: قَالَ الله تعالى: ... فذكره.
وقال الهيثمي (١٠/ ١٩٦ - ١٩٧): رواه أحمد ورجاله رجال الصحيح، غير شريح ابن الحارث، وهو ثقة.
(*) أهرول: "نسخة".','4','427',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (39,'واللهِ ما جئتكم زائرًا ... إلاَّ وجدتُ الأرض تُطوى لي
ولا ثَنيت العزم عن بابكم ... إلاَّ تعثرتُ بأذيالي
يا معشر المريدين قد وضح الطريق فما هذا التأخر عن السلوك والتعويق؟
لقد وضح الطريق إليك حقًّا ... فما خَلْقٌ أرادكَ يستدل
{أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ} [إبراهيم: ١٠].
{يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ} [الأحقاف: ٣١].
يا نفسُ ويحك قد أتاكِ هداكِ ... أجيبي فهذا داعي الله قد ناداك
كم قد دعيتِ إِلَى الرشاد فتُعْرضي ... وأجبتِ داعي الغيِّ حين دعاكِ
***','4','428',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (40,'<span data-type="title" id=toc-23>أنواع الوصول إِلَى الله تعالى</span>
الوصول إِلَى الله نوعان: أحدهما في الدُّنْيَا، والثاني في الآخرة.
فأما الوصول الدنيوي فالمراد به:
أن القلوبَ تصل إِلَى معرفته، فإذا عرفته أحبته، وأنِست به، فوجدته منها قريبًا ولدعائها مجيبًا.
كما في بعض الآثار: "ابن آدم اطلبني تجدني فإن وجدتني وجدتَ كلَّ شيء، وإن فِتُّكَ فاتك كل شيء.
برزَ المرسوم منّا ... لا نُخيب قَط ظنا
فاطلبونا تجدونا ... في قلوب قد تسعنا
صابرات راضيات ... بالذي قد يصدر عنّا
كان ذو النون يخرج بالليل فيردد نظره في السماء ويردد هذه الأبيات حتى يصبح وهي هذه:
اطلبوا لأنفسكم ... مثل ما وجدت أنا
قد وجدتُ سكنًا ... ليس في هواه عَنَا
إنْ بعدتُ قربني ... أو قربت منه دنا
وأما الوصولُ الأخرويُّ فالدخولُ إِلَى الجنة التي هي دارُ كرامةِ الله لأوليائه.
ولكنهم في درجاتها متفاوتون في القرب بحسب تفاوت قلوبهم في الدُّنْيَا في القرب والمشاهد بحسب تفاوت قلوبهم في الدُّنْيَا في القرب والمشاهدة.
قَالَ تعالى: {وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً (٧) فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ (٩) وَالسَّابِقُونَ السَّابِقُونَ (١٠) أُولَئِكَ الْمُقَرَّبُونَ}','4','429',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (41,'[الواقعة: ٧ - ١١].
كان الشبلي يهيج في داره وينشد يقول:
عَلَى بُعدكم لا صبر ... عَلَى مَنْ عادته القربُ
ولا يقوى عَلَى حجبك ... من تيَّمه الحبُّ
فإنْ لم تَرَكَ العين ... فقد (أبصركَ) (*) القلبُ
...
_________
(*) يبصرك: "نسخة".','4','430',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (42,'<span data-type="title" id=toc-24>حال من التزم الإِسلام أو الإِيمان أو الإِحسان</span>
الصراط المستقيم في الدُّنْيَا يشمل عَلَى ثلاثة درجات: درجة الإِسلام، ودرجة الإِيمان، ودرجة الإِحسان.
فمن سلك درجة الإسلام إِلَى أن يموت عليها منعته من الخلود في النار، ولم يكن له بُدَّ من دخول الجَنة، وإن أصابه قبل ذلك ما أصابه.
ومن سلك عَلَى درجة الإيمان إِلَى أن يموت عليها منعته من دخول النار بالكلية، فإنَّ نورَ الإيمان يطفئ لهب نار جهنم حتى تقول: "يا مؤمن جُز فقد أطفأ نورُك لهب" (١).
وفي "المسند" (٢) عن جابر مرفوعًا: "لا يبقي بَرٌّ ولا فاجر إلاَّ دخلها، فتكون عَلَى المؤمن بردًا وسلامًا كما كانت عَلَى إبراهيم حتى أن للنار ضجيجًا من بردهم".
هذا ميراثٌ رثه المحبوب من حال أبيهم إبراهيم عليه السلام.
ففي فؤاد المحبِّ نارُ (هوى) (*) ... حر نارِ الجحيم أبردُها
ومن سلك عَلَى درجة الإحسان إِلَى أن يموت عليها، صل بعد
_________
(١) أخرجه الطبراني في الكبير (٢٢/ ٦٦٨) عن يعلى بن منية مرفوعًا.
وقاله الهيثمي في المجمع (١٠/ ٣٦٠): رواه الطبراني وفيه سليم بن منصور بن عمار وهو ضعيف.
وقال المصنف في "التخويف من النار" ص ١٨٤: غريب وفيه نكارة.
وقد سبق تخريجه في موضعين آخرين.
(٢) (٣/ ٣٢٨ - ٣٢٩)، وقال الهيثمي (٧/ ٥٥): ورجاله ثقات، وقال ابن كثير في "تفسيره": غريب ولم يخرجوه وضعفه الألباني في ضعيف الجامع (٦١٥٦).
(*) جوى: "نسخة".','4','431',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (43,'الموت إِلَى الله {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس: ٢٦].
وفي الحديث الصحيح: "إذا دخل أهلُ الجنةِ الجنةَ نادي منادٍ: يا أهلَ الجنةِ إنَّ لكم عندَ اللهِ موعدًا يريد أن ينجزكموه.
فيقولون: ما هو؟
ألم يبيِّض وجوهنا؟ ألم يثقِّل موازيننا؟ ألم يدخلنا الجنة ويجرنا من النار؟
فيَكْشِف الحجاب فينظرون إِلَيْهِ، فواللهِ ما أعطاهم الله شيئًا أحبّ إليهم، ولا أقرَّ لأعينهم من النظر إِلَيْه". وهو الزيادة ثم تلا: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} (١).
كلُّ أهل الجنة يشتركون في الرؤية لكن يتفاوتون فى القرب فى حال الرؤية وفي أوقات الرؤيا.
عموم أهل الجنة يرون يوم المزيد وهو يوم الجمعة، وخواصهم (ينظرون إِلَى وجه الله) (*) كل يوم مرتين بكرةً وعشيًّا.
عموم أهل الجنة لهم رزقهم فيها بكرةً وعشيًّا، وخواصهم يرون الله بكرةً وعشيًّا.
العارفون لا (يسليهم) (**) عن محبوبهم قصرٌ ولا يرويهم دونه نهرٌ.
كان بعضهم يقول: إذا جعتُ فَذِكْرُهُ زادي، إذا عطَشتُ فمشاهدته سُؤْلي ومرادي.
رُؤي بعض الصالحين في المنام بعد موته فسئل عن حال رجلين من العُلَمَاء؟
فَقَالَ: تركتهما الآن بين يدي الله عز وجل يأكلان ويشربان ويتنعمان.
قِيلَ لَهُ فأنت؟
قَالَ: عَلِمَ قلة رغبتي في الطعام فأباحني النظرَ إِلَيْهِ.
_________
(١) أخرجه مسلم (١٨١) بنحوه، والترمذي (٢٥٥٢)، وابن ماجه (١٨٧) بلفظه.
(*) يرون وجهه: "نسخة".
(**) يلهيهم:"نسخة".','4','432',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (44,'أنت ربِّي إذا ظمأت إِلَى الماء ... وقوتي إذا أردت الطعاما
وفي "المسند" (١) عن ابن عمر مرفوعًا "إنَّ أدنى أهلِ الجنةِ منزلةً لمن ينظر في ملكه ألفي سنة يرى أقصاه كما يرى أدناه، ينظر إِلَى أزواجه وخدمه، وإن أفضلهم منزلةً لينظر إِلَى وجه الله تبارك وتعالى كلَّ يومٍ مرتين".
وخرَّجه الترمذي (٢) ولفظه. "إنَّ أدنى أهلِ الجنة منزلةً لَمَن ينظر إِلَى جنانه وأزواجه (ونعيمه) (*) وخدمه وسرره مسيرة ألف سنة، وأكرمُهُم عَلَى الله من ينظر إِلَى وجهه غدوة وعشيًّا"، ثم قرأ رسولُ اللهِ - صلى الله عليه وسلم -: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: ٢٢ - ٢٣].
ولهذا المعنى قَالَ رسول الله - صلى الله عليه وسلم - فِي الحديث الصحيح، عن جرِير بن عبد الله البَجَلي: "إنكم لترون ربكم يومَ القيامةِ كما ترون هذا القمرَ ليلةَ البدرِ لا تُضامون في رؤيته".
قَالَ: "فإن استطعتم أن لا تُغلبوا عن صلاة قبل طلوعِ الشمسِ وقبل غروبها فافعلوا". ثم قرأ {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ} [ق: ٣٩] (٣).
...
_________
(١) (٢/ ١٣)، وقال الهيثمي (١/ ٤٠١): رواه أحمد وأبو يعلى والطبراني وفي أسانيدهم ثوير بن أبي فاختة وهو مجمع عَلَى ضعفه.
(٢) برقم (٢٥٥٣) وقال: وقد رُوي هذا الحديث من غير وجه عن إسرائيل، عن ثور عن ابن عمر مرفوعًا.
ورواه عبد الملك بن أبجر عن ثوير عن ابن عمر موقوفًا.
ورواه عبيد الله الأشجعي عن سفيان عن ثوير عن مجاهد عن ابن عمر قوله ولم يرفعه اهـ.
ورواه الترمذي أيضاً (٣٣٣٠) وقال: هذا حديث غريب.
(*) ونعمه: "نسخة".
(٣) أخرجه البخاري (٧٤٣٤)، ومسلم (٦٣٣).','4','433',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (45,'<span data-type="title" id=toc-25>فضل وَقْتَي الغَدّاة والعَشِي والمقصود بهما</span>
لمَّا كان هذان الوقتان في الجنة وقتين للرؤية في حقِّ خواصِّ أهلِ الجنة، حضَّ - صلى الله عليه وسلم - عَلَى المحافظة عَلَى الصلاة في هذين الوقتين في الدُّنْيَا.
فمن حافظ على هاتين الصلاتين في الدُّنْيَا في هذين الوقتين وصلاَّهما عَلَى أكمل وجوههما وخشوعهما وحضورهما وآدابهما، فإنَّه يرجى له أن يكون ممن يرى اللهَ في هذينِ الوقتين في الجنة.
لا سيما إنْ حافظ بعدهما عَلَى الذكر وأنواع العبادات حتى تطلع الشمس أو تغرب، فإن وصل العبدُ ذلك بدلجةِ آخرِ الليلِ فقد اجتمع له السير في الأوقات الثلاثة، وهي: الدلجة، والغدوة، والروحة فيوشك أن يعقبه الصدق في هذا السير، الوصول الأعظم إِلَى ما يطلبه {فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ} [القمر: ٥٥].
من لزم الصدق في طلبه أدّاه الصدقُ إِلَى مقعدِ الصدق وبأكثر {وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ} [يونس: ٢].
المحبُّ لا يقطع السؤال عمن يحب، ويتجسس الأخبار، (ويتنسم) (*) الرياح، ويستدل بالآثار لسلوكِ الطريق إِلَى محبوبه
أسائلكم عنها فهل من مخبر ... فما لي بنعم بعد مكثنا علم
فلو كنتُ أدري أين خيَّم أهلها ... وأَيُّ بلادِ الله إذا ظعنوا أمُّوا
إذًا لسلكنا مسلك الريح خلفَها ... ولو أصبحت نعم ومن دونها النجمُ
لقد كبرت همةٌ (اللهُ مطلوبُهَا) (**)، وشرُفت نفسٌ اللهُ محبوبُهَا:
{وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} [الأنعام: ٥٢].
ما للمحب سوى إرادة حُبِّه ... إنَّ المحبَّ بكلِّ بر يضرع
_________
(*) ويشم: "نسخة".
(**) مع الله مطلبها "نسخة".','4','434',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (46,'<span data-type="title" id=toc-26>حال من ركن إِلَى الآخرة ومن ركن إِلَى الدُّنْيَا</span>
قيمة كل امرئ ما يطلب، فمر كان يطلب الله فلا قيمة له من طلب الله فهو أجلْ من أن يقوَّم، ومن طلب غيره فهو أخس من أن يكون له قيمة.
قَالَ الشُّبْلي: منْ ركن إِلَى الدُّنْيَا أحرقته بنارها فصار رمادًا (تذروه) (*) الرياح، ومن ركن إِلَى الآخرة أحرقته بنورها فصار سبيكة ذهب يُنتفع به، ومن ركن إِلَى الله أحرقه بنور التوحيد فصار جوهرًا لا قيمة له.
له همم لا منتهى لكبارها ... وهمته الصغرى أجلُّ من الدهر
وسُئل الشبلي: هل يقنع المحبُّ بشيءٍ من حبيبه قبل مشاهدته؟
فأنشد:
والله لو أنك توجتني ... بتاج كسرى ملك المشرِقِ
ولو بأموال الورى جُدت لي ... أموال من بادَ ومن قد بقي
وقلتَ لي لا نلتقي ساعةً ... اخترت يا مولاي أن نلتقي
من كبرت همته لم يرض بطلب شيءٍ سوى الله سبحانه وتعالى
كلُّ غدوي ورواحي ... في مسائي وصباحي
وكذا ذكرك روحي ... ثم ريحاني وراحي
أنت سؤلي ونصيبي ... ومرادي ونجاحي
يا غياثي وملاذي ... لرشادي وصلاحي
...
_________
(*) تذره "نسخة".','4','435',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (47,'<span data-type="title" id=toc-27>فصل في قوله تعالى: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر: ٤٧]</span>
هذه الآية ُكانت تشتدُّ عَلَى الخائفين في العارفين، فإنها تقتضي أنَّ من العباد من يبدو له عند لقاء الله ما لم يكن يحتسب، مثل أن يكون غافلاً عما بين يديه معرضًا عنه غير عامل ولا يحتسب له، فإذا كُشف الغطاء عاين تلك الأهوال الفظيعة، فبدا له ما لم يكن في حسابه.
ولهذا قَالَ عمر رضي الله عنه: لو أن لي ملء الأرض ذهبًا لافتديت به من هول المطلع (١).
وفي الحديث: "لا تَمنَّوا الموت فإن هول المطلع شديد، وإنَّ من سعادة (المرء) (*) أن يطول عمره ويرزقه الله الإنابة" (٢).
وقال بعضُ حكماءِ السَّلف: كم من موقف خزي يوم القيامة لم يخطر عَلَى بالك قط.
ونظير هذا قوله تعالي: {لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} [ق: ٢٢].
_________
(١) أخرجه أبو يعلي (٢٧٣١)، وقال الهيثمي (٩/ ٧٧) رجاله رجال الصحيح.
وأخرجه الطبراني في الأوسط (٥٧٩) وقال: لم يرو هذا الحديث عن عبد الله بن عمر إلاَّ مبارك بن فضالة، وقال الهيثمي (٩/ ٧٦): إسناده حسن.
وأخرجه ابن حبان (٦٨٩١ - إحسان)، والحاكم في "مستدركه" (٣/ ٩٨)، وأبو نعيم في "الحلية" (٣/ ٣٥٥).
(*) العبد: "نسخة".
(٢) أخرجه أحمد في "مسنده" (٣/ ٣٣٢)، وعبد بن حميد (١١٥٥)، والبيهقي في "الشعب" (١٠٥٨٩).
وقال الهيثمي (١٠/ ٢٠٣): رواه أحمد والبزار وإسناده حسن.','4','436',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (48,'<span data-type="title" id=toc-28>بيان ما يصير هباء منثورًا من الأعمال</span>
<span data-type="title" id=toc-29>النوع الأول:</span>
ويشتمل عَلَى ما هو أعم من ذلك وهو أن يكون له أعمالٌ يرجو بها الخير فتصير هباءً منثورًا وتبدل سيئات. وقد قَالَ تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ} [النور: ٣٩]. وقال تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: ٢٣].
قَالَ الفضيل في هذه الآية: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر: ٤٧] قَالَ: عملوا أعمالاً وحسبوا أنها حسنات فإذا هي سيئات.

<span data-type="title" id=toc-30>النوع الثاني:</span>
وقريب من هذا أن يعملَ الإنسانُ ذنبًا يحتقره، ويستهون به فيكون هو سبب هلاكه، كما قَالَ تعالى: {وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} [النور: ١٥].
وقال بعض الصحابة: إنكم تعلمون أعمالاً هي أدقُّ في أعينكم من الشعر، كنا نعدها عَلَى عهد رسول الله - صلى الله عليه وسلم - من المُوبقات (١).

<span data-type="title" id=toc-31>النوع الثالث:</span>
وأصعب من هذا من زُيّن له سوء عمله فرآه حسنًا قَالَ تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا (١٠٣) الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: ١٠٣ - ١٠٤].
قَالَ ابن عُيَيْنَة: لما حضرت محمدَ بنَ المُنكَدر الوفاةُ جزع فَدَعوا له أبا حازم فجاء، فَقَالَ له ابن المنكدر: إنَّ الله يقول: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا
_________
(١) أخرجه البخاري (٦٤٩٢) عن أنس.','4','437',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (49,'{يَحْتَسِبُونَ} [الزمر: ٤٧]، فأخافُ أن يبدو لي من الله ما لم أكن أحتسب. فجعلا يبكيان جميعًا. خرَّجه ابن أبي الدُّنْيَا وابن أبي حاتم.
وزاد ابن أبي الدُّنْيَا: فَقَالَ له أهله: دعوناكَ لتخفِّف عليه فزدته فأخبرهم بما قَالَ.
وقال الفُضَيْل بن عِيَاض: أُخْبِرتُ عن سليمان التيمي أنّه قِيلَ لَهُ: أنتَ أنتَ ومن مُثلك؟
فَقَالَ: مه، لا تقوّلوا هذا، لا أدري ما يبدو لي من الله، سمعت الله يقول: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر: ٤٧].

<span data-type="title" id=toc-32>النوع الرابع:</span>
وكان سفيان الثوري يقول عند هذه الآية: ويلٌ لأهل الرياء من هذه الآية.
وهذا كما في حديث الثلاثة الذين هم أول من تسعر بهم النار، العالم، والمتصدِّق والمجاهد (١).

<span data-type="title" id=toc-33>النوع الخامس</span>
وكذلك من عمل أعمالاً صالحةً وكانت عليه مظالم فهو يظنُّ أنَّ أعماله تنجيه فيبدو له من الله ما لم يكن يحتسب، فيقتسم الغرماء أعماله كلها ثم يفضل لهم فضل فيطرح من سيئاتهم عليه ثم يطرح في النار.

<span data-type="title" id=toc-34>النوع السادس</span>
وقد يُنَاقَشُ الحساب فيُطلب منه شكر النعم، فأصغرها تستوعب أعماله كلها، وتبقى بقية النعم، فيُطالَب شكرها فيعذَّب، ولهذا قَالَ عليه الصلاة والسلام: "من نوقش الحساب عُذِّب أو هَلَك" (٢).
_________
(١) أخرجه سلم (١٩٠٥) عن أبي هريرة مرفوعًا.
(٢) سبق تخريجه.','4','438',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (50,'<span data-type="title" id=toc-35>النوع السابع</span>
وقد يكون له سيئات تحبط بعض أعماله وأعمال جوارحه سوى التوحيد فيدخل النار.
وفي "سنن ابن ماجه" (١) من رواية ثوبان مرفوعًا: "إنَّ مِنْ أمتي من يجيء بأعمال أمثال الجبال فيجعلها الله هباءً منثورًا".
وفيه: "هم قومٌ من جلدتكم (ويتكلمون بألسنتكم) (٢) ويأخذون من الليل كما تأخذون ولكنهم إذا خلوا بمحارم الله انتهكوها".
وخرَّج يعقوب بن شيبة وابن أبي الدُّنْيَا من حديث سالم مولى أبي حذيفة مرفوعًا: "لَيجيء يوم القيامة أقوامٌ معهم من الحسنات مثل جبال تِهامَةَ، حتى إذا جيء بهم جعل الله أعمالهم هباءً ثم أكبَّهم في النار".
قَالَ سالم: خشيت أن أكون منهم.
قَالَ: "أما إنَّهم كانوا يصومون ويصلون ويأخذون هنيهة من الليل، لعلهم كانوا إذا عرض لهم شيء من الحرام أخذوه، فأدحض الله أعمالهم" (٣).
وقد يحبط العمل بآفة من رياء خفيٍّ وعُجْب به ونحو ذلك ولا يشعر به صاحبه.
...
_________
(١) برقم (٤٢٤٥) قَالَ في الزوائد هذا إسناد صحيح، رجاله ثقات، وأبو عامر الألهاني اسمه عبد الله بن غابر.
(٢) ليست هذه العبارة في ابن ماجه.
(٣) وأخرجه أبو نعيم في "الحلية" (١/ ١٧٨).','4','439',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (51,'<span data-type="title" id=toc-36>هم الدُّنْيَا وشقاء الآخرة</span>
قَالَ ضيغم العابد: إن لم تأت الآخرةُ المؤمنَ بالسرور، لقد اجتمع عليه همان، همُّ الدُّنْيَا وشقاء الآخرة.
فقِيلَ لَهُ: كيف (لا) (*) تأتيه الآخرة بالسرور وهو يتعب في دار الدُّنْيَا ويدأب؟
قَالَ: كيف بالقبول، كيف بالسلامة؟ كم (من) (*) رجل يرى أنّه قد أصلح همته يُجمع ذلك كله يوم القيامة ثم يضرب به وجهه.
ومن هنا كان عامر بن عبد قيس وغيره يقلقون من هذه الآية: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} [المائدة: ٢٧].
وقال ابن عون: لا تثق بكثرة العمل، فإنك لا تدري أيُقبل منك أم لا، ولا تأمن ذنوبك فإنّك لا تدري هل كُفِّرت عنك أم لا؟ لأنّ عملك مُغَيَّبٌ عنك كله لا تدري ما الله صانع به.
وبكى النخعيُّ عند الموت وقال أنتظرُ رسول ربي ما أدري أَيُبشرني بالجنة أم بالنار؟.
وجزع غيره عند الموت، فقِيلَ لَهُ: لم تجزع؟ قَالَ: إِنَّمَا هي ساعة ولا أدري أين يُسلك بي؟.
وجزع بعض الصحابة عند موته، فسئل عن حاله فَقَالَ: إن الله قبض خلقه قبضتين قبضة للجنة، وقبضة للنار، ولست أري في أي القبضتين أنا؟ (١).
_________
(*) من المطبوع.
(١) أخرجه الطبراني في "الكبير" (٢٠/ ٣٦٥) عن معاذ بن جبل، وقال الهيثمي (٧/ ١٨٧): رواه الطبراني وفيه البراء بن عبد الله الغنوي وهو ضعيف، والحسن لم يدرك معاذًا. وأخرجه أحمد (٤/ ١٧٦ - ١٧٧)، (٥/ ١٦٨) عن رجل من أصحاب النبيّ - صلى الله عليه وسلم - فذكره وقال الهيثمي: رواه أحمد ورجاله رجال الصحيح.','4','440',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (52,'<span data-type="title" id=toc-37>الحذر ... الحذر</span>
ومن تأمل هذا حقَّ التأمل أوجب له القلق. فإنَّ ابن آدم متعرض، لأهوال عظيمةٍ من الموت وأهوال القبر والبرزخ وأهوال الموقف، والصراط والميزان.
وأعظم من ذلك الوقوف بين يدي الله عز وجل ودخول النار، ويخشى عَلَى نفسه الخلود فيها بأن يُسلب إيمانه عند الموت، ولم يأمن المؤمن شيئًا من هذه الأمور {فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ} [الأعراف: ٩٩].
فتحقيق هذا يمنعُ ابن آدم القرار.
رأى بعضهم قائلاً يقول له:
وكيف تنام العين وهي قريرة ... ولم تدر في أيّ المحلين تنزل
وسئل بعض الموتى وكان عابدًا مجتهدًا عن حاله، فأنشد يقول:
وليس يعلم ما في القبر داخله ... إلاَّ الإِله وساكن الأجداث
وقال غيره:
أمَا والله لو علم الأنام ... لما خُلقوا لما غفلوا وناموا
لقد خلقوا لما لو أَبْصَرَتْه ... عيون قلوبهم تاهوا وهاموا
مَمَاتٌ ثم قبر ثم حشر ... وتوبيخ وأهوال عظامُ
ليوم الحشر قد عملت رجال ... فصلوا من مخافته وصاموا
ونحن إذا أمرنا أو نهينا ... كأهل الكهف أيقاظ نيامُ
آخرة والحمد لله رب العالمين، وصلى الله وسلم عَلَى عبده ورسوله محمد، وعلى آله وصحبه أجمعين.
تم بقلم العبد الفقير المقر بالذنب والتقصير، راجي عفو ربه المنان سليمان بن عبد','4','441',NULL,NULL,'0');
INSERT INTO [b151148] VALUES (53,'الرحمن العمري، غفر الله له ولوالديه ولمشايخه وإخوانه وذريته، ولجميع المسلمين الأحياء منهم والميتين، آمين.
وذلك في ٨ من شوال سنة ١٣٣٣ هجرية.','4','442',NULL,NULL,'0');
