-- Table: b151127
-- Chunk: 1
-- Rows: 35

CREATE TABLE "b151127"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b151127
INSERT INTO [b151127] VALUES (1,'سيرة عبد الملك بن عمر بن عبد العزيز','2','475',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (2,'<span data-type="title" id=toc-1>مقدمة المؤلف</span>
بسم الله الرحمن الرحيم، وبه ثقتي وعليه اعتمادي.
هذه نبذة من مناقب عبد الملك بن عمر بن عبد العزيز.
الحمد لله الَّذِي أسعدَ من شاءَ من خليقتِهِ، ووفقهم للقيام بطاعَتِهِ، واستعملهم فيما يرضيه؛ مع صغرِ سنِّ أحدِهم وحداثتِه؛ ليتبينَ بذلك أن السعادةَ بيدِهِ، والتوفيقَ بإرداتِهِ.
أحمدُهُ عَلَى سوابِغ نعمهِ، وأسأله التوفيق لشكرِهِ، والإمدادَ بمعونته، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن مُحَمَّدًا عبدُهُ ورسولُهُ وحبيبه وخليله، وأمينه عَلَى وحيه، وخيرتُهُ من بَريَّتِهِ، صلى الله عليه وعلى آلِهِ وصحابته والتابعين لمنهاجِهِ وسُنَّتِهِ، أما بعد.
فإنّ في سماع أخبار الأخيار {مقوّيًا} (١) للعزائِم {ومعينًا} (١) عَلَى اتباع تلك الآثار، وقال بعض العارفين: الحكايات جُندٌ من جنودِ الله، تقوى بها قلوبُ المريد. ثم تلا قوله -عزَّ وجلَّ- لرسوله - صلى الله عليه وسلم -: {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ} (٢).
وقد رأيتُ أن أجمَع في هذا الجزء أخبار عبد الملك ابن أمير المؤمنين أبي حفص عمرَ بن عبد العزيز القرشي الأموي -رضي الله عنهما- لسبب اقتضى ذلك. لقد كان -رحمه الله- مع حداثةِ سنِّهِ مجتهدًا في العبادَةِ، ومع قدرته عَلَى الدُّنْيَا وتمكنه منها راغبًا مؤثرًا للزهادة، فعسى اللهُ أن يجعلَ في سماع أخباره لأحدٍ من أبناء جنسه أسوةً لعل أحدًا كريمًا من أبناءِ الدُّنْيَا، تأخذُهُ بذلك حميةٌ عَلَى نفسهِ ونخوة، مع أنَّه لن يخلو سماعُ أخبارِ الصالحين
_________
(١) في "الأصل": مقوي، ومعين. والمثبت هو الصواب.
(٢) هود: ١٢٠.','2','477',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (3,'من تحصيل رقةٍ للقلوب وإزالة للقسوة.
وأيضًا ففي ذكر مثل أخبارِ هذا السيدِ الجليلِ مع سنهِ توبيحٌ لمن جاوَزَ سنَّهُ وهو بطال، ولمن كانَ بعيدًا عن اسباب الدُّنْيَا وهو إليها ميال، والله -تعالى- المسئولُ أن يوفقنا وسائرَ إخواننا المؤمنن لما وفق له عبادَهُ الصالحين، وأن يعيننا عَلَى ما أعانهم عليه بمنّه وكرمِهِ آمين.
وقد قسَّمتُهُ أحَدَ عشرَ بابًا:
الباب الأول: في ذكر عبادتِهِ واجتهاده وتهجده وبكائه، وإخفائه لذلك.
الباب الثاني: في ذكر علمِهِ وفقهِه وفهمه.
الباب الثالث: في ذكر زهدِهِ في الدُّنْيَا وقناعتِه منها باليسير، وبُعْدِهِ عن الإسراف.
الباب الرابع: في ذكرِ حلمِهِ وكظمِهِ الغيْظَ.
الباب الخامس: في ذكرِ كلامِهِ في قصَرِ الأمَل والمبادَرَةِ قبل هجوم الموْتِ بالعمَل.
الباب السادس: في ذكرِ صلابتِهِ في الدينِ، وقوتِه في تنفيذِ الحق، واجتهادِهِ عَلَى الأمر بالمعروفِ والنهي عن المنكرِ، ومواعظِهِ لأبيه.
الباب السابع: في ذكرِ هوان نفسِهِ عليه في ذاتِ الله، ورضاه بكل ما ينالُه من الأذى في تنفيذِ أوامرِ الله.
الباب الثامن: في شدَّةِ حَذَرِه من الظلمِ وتنزُّهِهِ من ذلك.
الباب التاسع: في ذكرِ مرضِهِ ووفاتِهِ.
الباب العاشر: في ذكر سنّه ومقدارِ {عمرِهِ} (١).
الباب الحادي عشر: في ثناءِ العُلَمَاء عليه من أهلِ زمانِهِ ومدحهمْ لَهُ.
...
_________
(١) في "الأصل": علمه. والمثبت هو الصواب حيث ذكرها في أصل الباب العاشر: "عمره" ولم يتحدث عن علمه فيه.','2','478',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (4,'<span data-type="title" id=toc-2>الباب الأول
في ذكر عبادتِهِ واجتهادِهِ وتهجُّدِهِ وبكائِهِ وإخفائِهِ لذلك</span>
روى الحافظ أبو نعيم {في} (١) كتاب "حلية الأولياء" بإسناده عن بعض مَشيخَةِ أهل الشام قال: كنا نرى أن عمَر بن عبد العزيز إِنَّمَا أدخَلَهُ في العبادةِ ما رأى من ابنِهِ عبد الملكِ -رحمهُ الله.
وروى الإمام أبو عبيد القاسمُ بنُ سلامٍ في كتاب "فضائل القرآن" بإسناده عن عاصم بن أبي بكر بن عبد العزيز بن مروان وهو ابنُ أخي عمر بن عبد العزيز قال: وفدتُ إِلَى سليمانَ بن عبد الملك، ومعنا عمرُ بن عبد العزيز، فنزلتُ عَلَى ابنِهِ عبد الملك وهو عزب، فكنتُ معه في بيتٍ فصلينا العشاء، وأوى كل رجلٍ منا إِلَى فراشِهِ. ثم قام عبدُ الملك إِلَى المصباح فأطفأه، ثم قامَ يصلّي حتى ذهبَ بي النوم، فاستيقظتُ فإذا هو في هذه الآية: {أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ * ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ * مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ} (٢). الآية. فيبكي، ثم يرجع إليها، فَإِذَا فَرغَ منها فعل مثل ذلك، حتى قلتُ: سيقتُلُهُ البُكاءُ، فلما رأيت ذلك قلت: لا إله إلا الله والحمد لله كالمستيقظ من النَّوم لأقطعَ ذلك عليه، فلما (٣) سمعني سَكَتَ فلم أسمع له حسًّا -رحمه الله تعالى.
...
_________
(١) طمس بالأصل والسياق يقتضيها.
(٢) الشعراء: ٢٠٥ - ٢٠٧.
(٣) في "الأصل": فلم.','2','479',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (5,'الباب {الثاني} (١)
في ذكر علمِهِ وفقهِهِ وفهمِهِ
روى ابن أبي خيثمة في تاريخه، عن سليمان بن يسار قال: ركبت أنا وعمر بن عبد العزيز ومعنا عبدُ الملك بن عمر بن عبد العزيز بدير مرّان وفيها الوليد بن عبد الملك فَقَالَ عبد الملك بن عمر: أرأيت المرأة تطلق ثم تحيض الثالثة؟ فقلت: قد حلَّت فَقَالَ عبدُ الملك: فأين ما يُذكر عن ابن عباس؟ فَقَالَ: ذرنا منك بحديث عن زيد بن ثابت ومعاوية بن أبي سفيان.
ومعنى هذه المسألة أن الأقراء الثلاثة التي تعتد بها المطلقة -إذا طلقت في أثناء طهر ثم حاضت حيضتين وطهرت طهرين ثم شرعت في الحيضة الثالثة- أنها تنقضي لمضي الأطهار الثلاثه عليها بذلك. وهو قول زيد بن ثابت وغيره من الصحابة. فعارضه عبد الملك بقول ابن عباس إِنَّ الأقراء هي الحيض فلا {تنقضي} (٢) عدتُها حتى تطهر من الحيضة الثالثة.
وأكثر علماء الحجاز {عَلَى ما أفتى به} (٢) سليمان بن يسار؛ فإن الأقراء هي الأطهار، وهو قول مالكٍ والشافعي. وأكثرُ علماء العراق عَلَى أن الأقراء هي الحيضُ، وهو قولُ أبي حنيفة، والمشهورُ عن الإمام أحمد. واختلفوا في انقضاء عدَّتها بانقطاع الدمِ من الحيضة الثالثة، أم لا تنقضي عدَّتُها حتى تغْتَسلَ، عَلَى قولين مشهورين لهم.
روى الدَّوْرَقي في كتاب "مناقب عمر بن عبد العزيز" بإسناده عن حفص ابن عمر: أن عمر بن عبد العزيز جمع الناس واستشارهم في رد مظالم الحجاج.
فكان كلما استشارَ رجلاً قال له: يا أميرَ المؤمنين، ذاكَ أمرٌ كانَ في غير سلطانِكَ ولا ولايتكَ. فكان كلما قال له رجل ذلك أقامه، حتى خلص بابنه
_________
(١) ليست بالأصل وترتيب الأبواب يشير إليها.
(٢) طمس بالأصل والمثبت أنسب للسياق.','2','480',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (6,'عبد الملك، فَقَالَ له ابنه عبد الملك: يا أبَهْ، ما من رجل استطاعَ أن يردَّ مظالمَ الحجاج، إِن لم يردها أن يشركه فيها. فَقَالَ عمر: لولا أنك ابني، لقلت إنك أفقهُ الناس. وهذا الَّذِي قاله عبدُ الملك، ومدحه عليه أبوه، هو الصواب فإن الإمام إذا قدر عَلَى رد مظالمِ من قَبْلَهُ من الولاة وجب عليه هو ذلك بحسب الاستطاعة.
وعلماء السَّلف كانوا يقسمون العُلَمَاء ثلاثةَ أقسامٍ:
قسم يعرفون الله ويخشونه ويحبونه ويتوكلون عليه، وهم العُلَمَاء بالله.
وقسمٌ يعرفون أمرَ اللهِ ونهيه وحلاله وحرَامهُ، وهم العُلَمَاءُ بأمرِ الله.
وقسمٌ يجمعون بين الأمرين، وهم أشرفُ العُلَمَاء، حيث جَمعوا بين العِلْمِ باللهِ والعلم بامر الله.
وكان عمر بن عبد العزيز وابنُهُ عبدُ الملك من هذا القسم. وكذلك أكثرُ السَّلفِ -رضي الله عنهم- يجمعون بين العِلْمِ بالله الَّذِي يقتضي خشيتهُ ومحبتهُ والتبتُّلَ إِلَيْهِ، وبين العِلْم باللهِ الَّذِي يقتضي معرفة الحلالِ والحرامِ والفتاوى والأحكام. ومنهم من كان متوسعًا في كلا العلمين كالحسن البصري، وسفيان، وأحمد بن حنبل. ومنهم من كان نصيبهُ من أحدهما أوفرَ من نصيبه من الآخر.
وأما المتأخرون فقلَّ فيهم من جمع بين العلمين الَّذِي كان عليه علماءُ المسلمين، وسلك كلا الطريقين. والله الموفق للخير والمعينُ عليه بمنِّهِ وكرمِهِ.
***','2','481',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (7,'<span data-type="title" id=toc-4>الباب الثالث
في ذكرِ زُهدِهِ في الدُّنْيَا وقناعتِهِ باليسيرِ وبُعدِهِ من الإسراف</span>
روى ابنُ المبارك في كتاب "الزهد" (١) له بإسناده عن ميمون بن مهران قال: قال لي عمر بن عبد العزيز: أما دخلت عَلَى عبد الملك -يعني ابنه. قال: فأتيت الباب فَإِذَا وصيف، فقلت: استأذن لي عليه فَقَالَ: ادخل؛ فإن عنده الناس، أو أمير هو؟ فدخلت عليه، فَقَالَ: من أنت؟ فعرف. ثم حضر طعامُهُ فأُتى بقَلية مدنية -وهي عظام اللحم- ثم أتي {بثريدة} (٢) قد {ملئت خبزًا} (٣) وشحمًا، ثم أتي بزبد وتمر، فقلت: لو {كلمتَ أمير المؤمنين} (٣) يخصُّكَ منه بخاصةٍ. فَقَالَ: إني {لأرجو أنه} (٣) يكون أوفى حظًّا عند الله من ذلك. إني في ألفين {كان} (٣) سليمان ألحقني فيهما، والله لو كان أبي في نفسه لما فعل، ولي غلة بالطائف إِنَّ سلمت لي أتاني غلَّة (٤) ألفُ درهم، فما أصنع بأكثر من ذلك. فقلت في نفسي: أنتَ لأبيك.
وقد رُويت هذه القصة من وجهٍ آخر، وأن ميمون بن مهران قال: دخلت عَلَى عبد الملك وبين يديه قليلٌ من طعامٍ فما منعني من الأكلِ معه إلا الأبق عليه.
وروى الدورقي بإسناده عن ميمون بن مهران قال: قال عمر بن عبد العزيز: ابني عبد الملك قد أُعجبتُ به، فما أدري أهو كذلك أم حبُّ الوالِد للولد؟ فأنا أَحَبُّ أن تأتيَهُ فتسبر ما عنده، فإن كان عَلَى ما ظننتُ أخبرتني فحمدتُ الله عليه، وإن كان غير ذلك أدَّبتهُ؛ فإنما هو ابنُ أخيك.
_________
(١) (ص٣١٠) رقم (٨٨٨).
(٢) في "الأصل": بثرة، والمثبت من "الزهد" لابن المبارك.
(٣) طمس بالأصل، والمثبت من "الزهد".
(٤) الغَلَّة: الدخل من كراء دار، وأجر غلام، وفائدة أرض. "ترتيب القاموس" (٣/ ٣٦٣).','2','482',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (8,'قال ميمون بن مهران فانتهيتُ إِلَيْهِ فاستأذَنتُ فدخلتُ عليه، وإذا تحته مِسحٌ (١) خلق وشاذكونة خلقة ومرفقة (٢) قد ترفق بها، فوسَّع لي لأجلس معه، فجلست مقابله، فقلت: ما ها هنا أحبُّ إلي وإذا بين يديه مائدةٌ عليها ثلاثةُ أرغفةٍ وقصعة فيها خَل وزيتٌ. فقلت: هذا طعامُك في كل يوم؛ فَقَالَ: إِنَّ أمير المؤمنين صيَّر الدهر أثلاثًا: فيومٌ خبزٌ ولحم، ويومٌ لبن، ويومٌ خبزٌ وزيت. فبينا أنا كذلك إذ جاء غلام له فَقَالَ: قد فَرَّغناها. فأعرض عنه فعاود، فقلت: ما هذا الَّذِي فرغ؟ قال: الحمام. قلت: هل الحمامُ لك؟ قال: لا. قلت: فلأحد من إخوانك؟ قال: لا. قلت: فلأحدٍ من أهل بيتك؟ قال: لا. قلت: فلأمير المؤمنين؟ قال: لا. قلت: فبم استحللتَ أن تفرغَ حمامَ المسلمين فلَعلَّ إذا رجل يجيء من أقصى المدينةِ فيحالُ بينه وبين الحمام، أو تعطيه بقدر شغل حمامه؛ فهذه نفقةٌ باطلة، هذا أريد أن أُنهيَهُ (٣) إلي أمير المؤمنين. قال: أوتسترُ علي يا عم، واللهِ ما يسرني أنه وَجَدَ عليَّ ساعة من نهار، ثم أتاني عنه الرضا، ولا أنَّ ليَ الدُّنْيَا وما فيها، ولك عليَّ ألا أدخل الحمام إلا ليلاً ومع ضعفةِ الناسِ. قال: قلت له: افعل. فخرجت من عنده، فما رأيت أفضل من عمر بن عبد العزيز، ولا ابنًا أفضل من عبد الملك -رضي الله عنهما.
وقد رُويته هذه القصة من وجه آخر، وفيه: أن عبد الملك قال: لولا برد بلادنا ما دخلته -يعني: الحمام- ليلاً ولا نهارًا.
وأنه إِنَّمَا كان امتناعه من دخوله مع الناس، خشية أن يرى فيه منكرًا، {فيؤدب} (٤) فاعله، فربما خشي أن يجاوز حدَّ الأدب {أو أن يُنسَبَ} (٤) إِلَى شيء من الظلم في ذلك، وسيأتي {ذكر} (٤) ذلك فيما بعد -إِنَّ شاء الله تعالى.
_________
(١) المسح: الكساء من الشعر. "لسان العرب" (٢/ ٥٩٦).
(٢) المرفقة: المتكأ والمخدة.
(٣) أنهيه. أنهي الشيء أي أبلغه
(٤) طمس بالأصل، والسياق يقتضيها.','2','483',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (9,'هذا مع أن طائفة من أعيان العُلَمَاء رأوا خلاء الحمام وزيادة صاحبِهِ كذلك لما في مثل ذلك من السلامةِ من رؤيةِ المنكراتِ مثل كشفه للعورة وغيرها.
وممن رأى ذلك عروة بن الزبير وأبو جعفر بن علي الباقر وسفيان الثوري - رحمهم الله.
وأما ميمون بن مهران فقد كرِه ذلك؛ وعلَّلَ بأنه قد يأتي الرجلُ الضعيفُ من مكان بعيدٍ فيُمتنعُ من دخوله حينئذ لإخلائه، وعلَّلهُ أيضاً في رواية أخرى بأن هذه نفقةُ كبر وسرَفٍ، ولكن هذا إذا كان المقصودُ بإخلائه مجرد التكبر والتعاظُمِ دونَ السلامةِ من رؤيةِ المنكراتِ، والله أعلم.
***','2','484',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (10,'<span data-type="title" id=toc-5>الباب الرابع
في ذكر حلمه وكظمِهِ الغَيْظَ</span>
روى ابن أبي الدُّنْيَا في كتاب "العفو وذَم الغضب" من حديث يعقوب بن عبد الرحمن، عن أبيه قال: أمر عمر بن عبد العزيز غلامهُ بأمرٍ، فغضب عمر، فَقَالَ له عبد الملك: يا أبتاه، وما هذا الغضبُ والاختلاط؟! فَقَالَ عمر: إنك لتتحلم يا عبد الملك؟ فَقَالَ له عبدُ الملك: لا واللهِ ما هو التحلُّم، ولكنه الحِلْم.
قال: وقال عمر بن عبد العزيز: لولا أن أكونَ زُين لي من أمر عبد الملك، ما يزين في عين الوالد من ولده، لرأيتُ أنَّهُ أهلٌ للخلافة.
ومراد عبد الملك -رحمه الله-: أنَّ الحُلْمَ عنده صفةٌ لازمةٌ له، وهو مجبولٌ عليها، ولا يحتاجُ أن يتعاطاهُ، ويتكلَّفهُ تكلُّفًا من غير أن يكون عنده حقيقة.
وروى الدورَقي هذه القصة في كتابه. وعنده أن عبد الملك قال لأبيه: لا والذي أكرمك بما أكرمك به إِن ملأني غَضبٌ قط. والمعنى: ما ملأني الغضب قط.
وروى أبو نعيم في "الحلية" بإسنادهِ عن إسماعيل بن أبي الحكم قال: غضب عمر بن عبد العزيز يومًا فاشتد غَضبهُ وكان فيه حدَّةٌ، وعبد الملك بن عمر بن عبد العزيز حاضرٌ. فلما سكن غَضبُهُ قال: يا أمير المؤمنين، أنت في قدر نعمةِ الله عليك وموضعكَ الَّذِي وضَعَكَ الله به، وما ولاك من أمر عبادِهِ يبلغ بك الغضب ما أرى؟! قال: كيف قلت؟ قال: فأعادَ عليه كلامَه، فَقَالَ له عمر: أما تغضب يا عبد الملك؟ قال: ما تُغني سَعَةُ جوفي إِن لم أردَّ فيه الغَضبَ حتى لا يظهرَ منه شيءٌ أكرهُهُ. قال: وكان له بُطين -رحمه الله تعالى.
***','2','485',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (11,'<span data-type="title" id=toc-6>الباب الخامس
في ذكر كلامه في قِصَر الأمَل والمبادرةِ قبل هجومِ الموتِ بالعملِ</span>
روى أبو بكر الآجري في كتاب "فضائل عمر بن عبد العزيز" لما دَفَن سليمان بن عبد الملك؛ خطب الناس ونزل ثم ذهب يتبوَّأ مقيلاً، فأتاه ابنُهُ عبدُ الملك فَقَالَ: يا أمير المؤمنين، من لك أن تعيشَ إِلَى الظهر قال: ادنُ مني أي بني، فدنا منه والتزمه وقبل بين عينيه، وقال: الحمد لله الَّذِي أخرج من صُلْبي من يعينُني عَلَى ديني. فخرج فلم يقلْ، وأمر مناديه أن ينادي: ألا من كانت له مَظْلمَةٌ فليرفعها.
وروى الحافظ أبو نعيم بإسناده عن إبراهيم بن أبي عبلة، قال: جلس عمر ابن عبد العزيز يومًا للناس، فلما انتصَفَ النهارُ ضجر وملَّ وكلَّ، فَقَالَ للناس: شأنكم حتى أنصرفَ إليكم. فدخل يستريح ساعة، فجاء ابنه عبد الملك فسأل عنه قالوا: دخل. فاستأذَنَ عليه، فأذن له. فلما دخل قال: يا أمير المؤمنين، ما أدخلك؟ قال: أردْتُ أن أستريحَ ساعة. قال: أو أمنْتَ الموتَ أن يأتيك، ورعيتك ينتظرونك، وأنت محتجب عنهم؟ فقامَ عمر من ساعتِهِ وخَرَجَ إِلَى الناس.
وقال ابن أبي الدُّنْيَا في كتاب "العزاء": حدثنا محمد بن الحسين، ثنا محمد بن يحيى بن إسماعيل، عن أبيه قال: مات ابن لعمر بن عبد العزيز، فجاء عمر فقعد عند رأسِهِ، وكشفَ الثوبَ عن وجههِ فجعلَ ينظرُ إِلَيْهِ ويستَدمعُ، فجاء عبد الملك ابنه فَقَالَ: أشَغَلَك يا أمير المؤمنين ما أقبل من الموتِ إليك؟ بل هوى في شغل عما حل لديك، فكأن قد لحقت به وساويته تحت التراب بوجهك. فبكى عمر ثم قال: رَحِمكَ اللهُ يا بني، فواللهِ إنَّك','2','486',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (12,'لعظيمُ البركة -ما علمتك- عَلَى أبيك، نافعُ الموعظةِ لمن وعظت، وايمُ الله، إن كان الذي رأيت من جزعي عَلَى أخيك، ولكن لما علمتُ أنَّ ملك الموتِ دخل داري فراعني دخوله، فكان الَّذِي رأيتَ. ثم أمر بجهازِهِ.
***','2','487',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (13,'<span data-type="title" id=toc-7>الباب السادس
في ذكر صلابتِهِ في الدين وقوتِهِ في تنفيذ الحق واجتهادِهِ عَلَى الأمر بالمعروف والنهي عن المنكر ومواعظِهِ لأبيه في ذلك</span>
روينا من حديث خير الجعفي، عن محمد بن أبان قال: جمع عمر بن عبد العزيز قُرآء أهل الشام وفيهم ابن أبي زكريا الخزاعي فَقَالَ: إِن قد جمعتكم لأمر، قد أهَمَّتني هذه المظالم التي في أيدي أهل بيتي، ما ترون فيها؟ قال: ما نرى وِزرها إلا عَلَى من غَصَبها. قال: فَقَالَ لعبد الملك ابنِهِ: ما ترى أي بني؟ قال: ما أرى من قَدَر عَلَى أن يردَّها فلم يردَّها والذي اغتصبها إلا سواء. فَقَالَ: صدقت أي بني. ثم قال: الحمدُ للهِ الَّذِي جَعَلَ لي وزيرًا من أهلي عبد الملك ابني.
وروى الحافظ أبو نعيم بإسنادِهِ إِلَى ميمون بن مهران قال: بعث إليّ عمر بن عبد العزيز وإلى مكحولٍ، وإلى أبي قلابة، فَقَالَ: ما ترون في هذه الأموال التي أُخذت من الناس ظُلمًا؟ فَقَالَ مكحول يومئذ قولاً ضعيفًا، فكرهَهُ فَقَالَ: أرى أن تستأنفَ. فنظر إليّ عمر كالمستغيثِ بي، فقلتُ: يا أمير المؤمنين، ابعثْ إلي عبد الملك فأحضره؛ فإنه ليس بدون من رأيت. فلما دخل عليه قال: يا عبد الملك، ما ترى في هذه الأموال التي قد أخذتْ من الناس ظلْمًا، وقد حضروا يطلبونها وقد عرفنا مواضعها؟ قال: أرى (أن تردَّها) (١) فإن لم تفعل كنت شريكًا لمن أخذها.
وروى يعقوب بن سفيان بإسناده عن جويرية بن أسماء، عن إسماعيل بن أبي حكيم قال: كنا عند عمر بن عبد العزيز حين تفرق الناس ودخل للقائلة
_________
(١) تكررت بالأصل.','2','488',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (14,'فَإِذَا منادٍ ينادي: الصلاةُ جامعةٌ، ففزعنا فزعًا شديدًا مخافة أن يكون قد جاء فتقٌ من وجهِ من الوجوه أو حَدَث حَدَثٌ. قال جويرية: وإنما كان دعا مُزاحمًا -يعني مولاه- فَقَالَ: يا مزاحم، إِنَّ هؤلاء القوم -يعني بني عمِّه من الخلفاءِ (الذين) (١) كانوا قبلهُ -قد أعطونا عطايا، والله ما كان لهم أن يعطونا إياها، وما كان لنا أن نقبلها، وإن ذلك قد صار إليّ وليس علي فيه دون الله محاسب. قال له مزاحم: يا أمير المؤمنين، هل تدري كم ولدك؟ هم كذا وكذا. فذرفت عيناه، فجعل يستدمع ويقول: أكلُهم إِلَى الله -عز وجل- ثم انطلق مزاحمٌ من ساعتِهِ في وجهه ذلك، حتى استأذن عَلَى عبد الملك بن عمر فأذن له، وقد اضطجع للقائلة. فَقَالَ له عبد الملك: ما جاء بك يا مزاحم هذه الساعة؟ هل حَدَثَ من حَدَثٍ؟ قال: أشَدُّ الحدثِ عليك وعلى بني أبيكَ. قال: وما ذاك؟! قال: دعاني أمير المؤمنين، فذكر له ما قال عمر. فَقَالَ عبد الملك: فما قلت له؟ قال: قلت: يا أمير المؤمنين، هل تدري كم؟ هم كذا وكذا، قال: فما قال لك؟ قال: جعل يستدمع، ويقول: أكلهم إِلَى الله عز وجل. فَقَالَ عبد الملك: بئس وزير الدين أنت يا مزاحم! ثم وثب وانطلق إِلَى باب عمر. فاستأذن عليه، فَقَالَ الآذن: إِنَّ أمير المؤمنين قد وضع رأسهُ للقائلة. فَقَالَ: استأذن لي، لا أمَّ لك. قال: فسمع عمر الكلام فَقَالَ: من هذا؟ قال: عبد الملك. قال: ائذن له، فدخل عليه وقد اضطجع للقائلة فَقَالَ: ما حاجتُك يا بني هذه الساعة؟ قال: حديثٌ حدثنيه مزاحم. قال: فأين وقع رأيك من ذلك؟ قال: وقع رأيي عَلَى إنفاذه. قال: فرفع عمر يديه وقال: الحمد لله الَّذِي جعل من ذُرِّيَّتي من يعينني عَلَى ديني، نعم يا بني، أُصلي الظُّهر، ثم أصعد المنبر فأردها علانيةً عَلَى رءوس الناس. قال عبد الملك: ومن لك بالظهرِ يا أميرَ المؤمنين؟ ومن لك إِنَّ بقيت إِلَى الظهر أن تسلم لك نيتك إِلَى الظهر؟ فَقَالَ عمر: قد تفرّق الناسُ ورجعوا للقائلة. فَقَالَ عبد الملك: تأمر مناديك ينادي:
_________
(١) تكررت بالأصل.','2','489',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (15,'الصلاة جامعة فيجتمع الناس قال إسماعيل: فنادي المنادي: الصلاةُ جامعة، فخرجتُ فأتيتُ للمسجدِ، وجاء عمر وصعد المنبر، فحمد الله وأثني عليه ثم قال: أما بعد، فإن هؤلاء القوم قد كانوا أعطونا عطايا، والله ما كان لهم أن يعطوناها، وما كان لنا أن نقبلها منهم، وإن ذلك قد صار إليّ، ليس عليَّ فيه دون الله -تعالى- مُحاسبٌ، ألا وإني قد ردَدْتُّها وبدأت بنفسي وأهل بيتي، اقرأ يا مزاحم.
قال: وقد جيء {بسفط قبل ذلك} (١) أو قال: جونة فيها تلك الكتب - يعني: كتب الإقطاعات- قال: فقرأ مزاحم كتابًا منها، فلما فرغ من قراءتِهِ ناوله عمر وهو قاعد عَلَى المنبر، فقصه بالجلم -يعني: المقراض- فاستأنف مزاحم كتابًا آخر فجعل يقرأ فلما فرغ منه دفعه إِلَى عمر فقصه، ثم استأنف كتابًا آخر، فما زال كذلك حتى نودي لصلاة الظهر.
والمرادُ من هذه الحكاية أن عمر -رضي الله عنه- رد الأراضي التي كانت في يده، مما أقطعه إياه بنو عمه الخلفاءُ قبله، فرد ذلك إِلَى بيتِ المال ولم يبق في يده شيء. وأن عبد الملك ابنه حثه عَلَى فعل ذلك وعلى المبادرة إِلَيْهِ، حين عزم عليه خشية أن تنفسخ عزيمته عن ذلك إِن أخره إِلَى صلاة الظهر أو يموت قبل فعله.
وروى الحافظ أبو نعيم بإسناد له أن عبد الملك دخل عَلَى أبيه فَقَالَ: يا أمير المؤمنين، ماذا تقول لربك إذا أتيته وقد تركت حقًّا لم تُحيِهِ وباطلاً لم تُمتهُ؟
وبإسناد له أن عبد الملك بن عمر دخل عَلَى أبيه فَقَالَ: يا أمير المؤمنين إِنَّ لي عليك حاجةً فأدخلني -وعنده مسلمَة بن عبد الملك- فَقَالَ عمر: أسِرٌّ دون عمك؟ فَقَالَ: نعم. فقام مسلمةُ فخرج وجلس عبد الملك بين يديه فَقَالَ: يا أمير المؤمنين، ماذا أنت قائل لربك غدًا إذا سألك فَقَالَ: رأيت بدعةً فلم تُمتها وسُنَّةً فلم تُحيها؛ فَقَالَ له: يا بني، أشيءٌ حمَّلكه
_________
(١) طمس بالأصل، واستدركناه من "المعرفة والتاريخ" للفسوي (١/ ٦١٧).','2','490',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (16,'الرعية إلي أم رأي رأيته من قبل نفسك" قال لا والله. ولكن رأيٌ رأيته من قبل نفسي، وعرفتُ أنك مسئول، فما أنت قائلٌ؟
فَقَالَ له أبوه رحمك الله وجزاك عن والدك خيرًا، فوالله إني لأرجو أن تكون من الأعوان عَلَى الخير؛ يا بني، إِنَّ قومك قد شدوا هذا الأمر عقدةً عقدةً، وعُروةً عروةً، ومتى أريد مكابرتهم (١) عَلَى ما في أيدهم، لم آمَنْ أن يفتقوا علي فتقًا تكثر فيه الدماء، والله لزوال الدُّنْيَا أهون من أن يُهراق في نصبتي (١) محجمةٌ (٢) من دم، أوما ترى أن يأتي عَلَى أبيك يوم من أيام الدُّنْيَا، إلا وهو يميت فيه بدعة، ويحي فيه سنة، حتى يحكم الله بيننا وبين قومنا بالحقِ وهو خير الحاكمين.
وروى عبد الله بن الإمام أحمد في كتاب "الزهد" بإسناده عن ابن شوذب قال: جاءت امرأةُ عبد الملك بن عمر إِلَيْهِ وقد تَرَجَّلت، ولبست إزارًا ورداءً ونعلين؛ فلما رآها قال: اعتدّي اعتدّي. وقوله اعتدّي كناية عن الطلاق.
وإنما طلَّقها لما رآها قد تشبهت بالرجال في اللباس، وقد لعن رسول الله - صلى الله عليه وسلم - من تشبه من النساء بالرجالِ، كما لعن من تشبه من الرجال بالنساء.
...
_________
(١) أي: ببيعتي، أي: مدة حكمي.
(٢) محجمة: القارورة التي يجمع فيها دم الحجامة انظر "لسان العرب" مادة: (حجم).','2','491',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (17,'<span data-type="title" id=toc-8>الباب السابع
في ذكر هوان نفسه عليه في ذات الله ورضاه بكل ما يناله من الأذى في تنفيذ أوامر الله عز وجل</span>
روى الإمام أحمد في كتاب "الزهد"، بإسناده عن ميمون بن مهران: أن عبد الملك بن عمر قال لأبيه يومًا: يا أبهْ، ما منعك أن تمضي لما تريد من العدل؟ فوالله ما كنت أبالي لو غَلَت بي وبك القدور في ذلك.
وقال جويرية بن أسماء: قال عبد الملك بن عمر: يا أمير المؤمنين، ما منعك أن تنفذ رأيَكَ في هذا الأمر؛ فوالله ما كنت أبالي لو تغلي بي وبك القدور في نفاذ هذا الأمر.
وقال الربيع بن سبرة: قال عمر بن عبد العزيز يومًا: والله لوددتُ لو عدلتُ يومًا واحدًا، وأن الله توفى نفسي. فَقَالَ له ابنه عبد الملك: وأنا واللهِ لوددتُ لو عدلتُ فواقَ ناقة (١)، وأن الله توفى نفسي. فَقَالَ عمر: آلله الَّذِي لا إله إلا هو؟ فَقَالَ عبد الملك: الله الَّذِي لا إله إلا هو، ولو جاشت بي وبك القدور. فَقَالَ عمر: جزاك الله خيرًا.
وقال سليمانُ بن حبيب المحاربي: قال عبد الملك بن عمر بن عبد العزيز: والله ما من أحد أعز علي من عمر، ولأن أكون سمعتُ بموتِهِ أَحَبُّ إلي من أن أكون كما رأيته.
قلت: العارفون بالله المحبون له يرضون بما تقتضيه مقاديرُهُ، وإن كانت شاقة عَلَى النفوس مؤلمة لها، ويتلذذون بذلك، ولا سيما إِن كان أذاهم في
_________
(١) فواق ناقة: ما بين الحلبتين من الوقت؛ لأنها تحلب ثم تترك سويعة يرضعها الفصيل لتدر ثم تحلب "اللسان" (١٠/ ٣١٦).','2','492',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (18,'تنفيد أوامر الله والدعاء إِلَى طاعة الله وكان هذا مقام عمر بن عبد العزيز وابنه عبد الملك -رضي الله {عنهما} (١).
وكان عمر بن عبد العزيز قد رسخ في هذا المقام الرفيع حتى يقول: أصبحت وما لي سرور إلا في مواضع القَضاءِ والقدرِ.
وكان أبو تراب النخشبي وهو من أعيان مشايخ العارفين ينشد هذه الأبيات:
لا تُخْدَعَنَّ فللمحب دلائلُ ... ولدَيْهِ من تُحفِ الحبيبِ مسائلُ
منها تَنَعُّمُهُ بمُر بَلائِهِ ... وسرورُهُ في كلِّ ما هو فاعلُ
فالمنعُ (منه) (٢) عَطيَّةٌ والفَفْـ ... ـرُ إكرامٌ وبرٌّ عاجلُ
...
_________
(١) في "الأصل": عنه.
(٢) تكررت بالأصل.','2','493',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (19,'<span data-type="title" id=toc-9>الباب الثامن
في ذكر شدةِ حذرهِ من الظلمِ وتنزهه من ذلك</span>
كان عبد الملك -رحمه الله- يكره أن يُدخل نفسه في تأديب أهل الفساد، خشيةَ أن يتعدّى الحدودَ الشرعية، وهو غيرُ قاصدٍ لذلك، أو خشية أن يُنسبَ إِلَى الظلمِ وهو منه بريء.
فروى عبد الله بن بطة ابنُ الفقيه الزاهدِ المجاب الدعوةِ، وهو من أعيان علماء الحنابلة في كتاب "الحمّام" بإسناده عن ميمون بن مهران قال: أتيتُ عبدَ الملك بن عمر بن عبد العزيز، فاستأذنت عليه، فقعدت عنده ساعة، فأُعجبتُ به. فجاء الغلام فَقَالَ: فرغنا مما أمرتنا به. قال: قلتُ: وما ذاك؟ قال: الحمّام أمرتُهُ أن يُخليهُ لي. قلت: إني كنتُ قد أعجبتُ بك حتى سمعتُ هذه! قال: وما ذاك يا عماه؟ قال: أرأيت الحمّام ملكًا لك؟ قال: لا. قلت: فما الَّذِي يحملُكَ أن تصُدَّ عنه غايته وتعطّله عَلَى أهله؟! قال: إِن أعطَله عليه فأنا أعطيه غلة يومِهِ. قلت: هذه نفقةُ كبرٍ خلطها إسرافٌ، كأنك تريدُ بذلك الأُبَّهَة؛ فإنما أنتَ رجلٌ من المسلمين كأحدهم يجزئك أن تكون مثلهم! فَقَالَ: والذي عظَّم من حقك، ما يمنعني أن أدخلَ معهم إلا أن أرى قومًا رعاعًا بغير مآزر! فأكرَهُ أن أؤدبهم عَلَى الإزار، فيصفُونَ ذلك عَلَى سُلطاننا، خلَّصنا اللهُ منهم كفافًا. قال: قلتُ: تدخله ليلاً. قال: افعلُ، ولولا بردُ بلادنا ما دخلتُهُ ليلاً ولا نهارًا.
***','2','494',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (20,'<span data-type="title" id=toc-10>الباب التاسع
في ذكر مرضِهِ ووفاتِهِ رضي الله عنه</span>
قال ابن أبي الدُّنْيَا: حدثنا علي بن مسلم قال: حدثنا سعيدُ بنُ عامر قال: قال عمر بن عبد العزيز لعبد الملكِ ابنه: ما شيءٌ كنت أَحَبّ أن أراه فيك إلا قد رأيته، إلا شيئًا واحدًا. قال: ما هو؟ قال: موتُكَ. قال: أراكهُ الله.
وروى الحافظ أبو نعيم بإسناده عن سليمان بن حبيب المحاربي أن عبد الملك ابن عمر أصابه الطاعون في خلافة أبيه فمات.
وروى ابن أبي الدُّنْيَا بإسناده عن مشيَخَةٍ من قريش قال: دخل عمر بن عبد العزيز عَلَى ابنه في وَجَعِهِ فَقَالَ: يا بني، كيف تجدُ؟ قال: أجدني في الحق. قال: يا بني، إِن تكن في ميزاني أحبُّ إلي من أن أكون في ميزانك. فَقَالَ ابنه: وأنا يا أبه لئن أكون ما تحبُّ، أحبّ إلي من أن يكون ما أُحِب.
وروى أيضاً بإسناده عن زياد بن حسان أنه شهد عمر بن عبد العزيز حين دفن ابنهَ عبدَ الملك. قال: فلما سوّى عليه قبرَهُ بالأرض، وجعلوا في قبرهِ خشبتين من زيتون، إحداهما عند رأسه والأخرى عند رجليه، ثم جعل قبره بينه وبين القبلة، ثم استوى قائمًا، وأحاطَ به الناسُ. فَقَالَ: رحمك الله يا بني، فلقد كنتَ برًّا بأبيكَ، وما زلتُ منذ وهبك الله لي مسرورًا، ولا والله ما كنتُ أشدَّ سرورًا ولا أرْجي لحظي من الله فيك، منذُ وضعتك في الموضع الَّذِي صيرك الله إِلَيْهِ، فرحمك الله وغفر ذنبَكَ وجَزاك بأحسنِ عملك وتجاوز عن مسيئه، ورحم كلَّ شافع يشفعُ لك بخير من شاهدٍ وغائب، رضينا بقضاء الله وسلَّمنا لأمره، والحمد لله رب العالمين. ثم انصرف -رحمه الله تعالى.
_________
(١) بياض بالأصل.','2','495',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (21,'وروى الحافظ أبو نعيم بإسناد له أن عمر بن عبد العزيز كتب إِلَى عبد الحميد نائبه عَلَى الكوفة كتابًا ينهى فيه أن يناح عَلَى ابنه، كما كانت عادةُ الناس حينئذٍ في النياحةِ عَلَى الملوك وأولادهِم.
وفيه أن عبد الملك ابنَ أميرِ المؤمنين كان عبدًا من عبادِ الله، أحسن الله إِلَيْهِ في نفسه، وأحسن إِلَى أبيه فيه، أعاشَهُ الله ما أحبَّ أن يعيشه، ثم قبضه إِلَيْهِ حين أَحَبّ أن يقبضه، وهو فيما علمت بالموت مرتبطٌ، نرجو فيه من الله رجاءً حسنًا. فأعوذ بالله أن تكونَ لي محبةٌ في شيء من الأمور تخالفُ محبةَ الله فإنَّ خلاف ذلك لا يصلُح في بلائِهِ عندي، وإحسانه إلي ونعمته علي، ثم قال: أحببت أن أكتب إليك بذلك وأعلمكه من قضاء الله، فلا أعلم من ينوحُ عليه في شيء من قبلك، ولا اجتمعَ عَلَى ذلك أحد من الناس، ولا رَخَّصْتَ فيه لقريب ولا بعيد، واكفني في ذلك بكفاية الله، ولا ألومَنَّكَ فيه -إِنَّ شاء الله- والسلام عليك.
وروى الإمام أحمد بإسناد له، أن عمر بن عبد العزيز تتابعت عليه مصائب: مات أخ له، ثم مات مزاحِمٌ مولاه، ثم مات عبد الملك ابنه، فلما مات عبد الملك -رحمه الله- حمد الله وأثنى عليه ثم قال: لقد دفَعتْهُ إليَّ النساءُ في الخرَقِ فما زلتُ أرى فيه السرورَ وقُرَّةَ العين إِلَى يومي هذا، فما رأيت فيه أمرًا قط أقرَّ لعيني من أمرٍ قد رأيتُهُ فيه اليَوم.
قال الزبير بن بكار: لما هلك عبد الملك بن عمر قال أبوه: يا بني، لقد كنتَ كما قال الله -عز وجل-: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا} (١) وإني لأرجو أن تكون اليومَ من الباقياتِ الصالحاتِ التي هي خيرٌ ثوابًا وخيرٌ أملاً.
والله ما يسرني أني دعوتُك فأجبتني.
_________
(١) الكهف: ٤٦.','2','496',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (22,'وذكر ابن المؤدب في "مناقب عمر بن عبد العزيز " بإسناده عن علي بن خالد بن يزيد قال لما مات عبد الملك بن عمر دخل عمر فنظر إِلَيْهِ فخرج وهو [ .... ] (١).
وروى أبو نعيم بإسناد له: أن عبد الملك لما مات عَزّى الناسُ أباه، فعزاه أعرابي من بني كلاب:
تعز أميرَ المؤمنين فإنَّهُ ... لما قد تَرى يُغذَى الصغيرُ ويُولد
هل ابنك إلا من سلالةِ آدم ... لكل عَلَى حوضِ المنيةِ موردُ
فما وقعت منه تعزية ما وقعت تعزية الأعرابي.
...
_________
(١) كلمة غير مقروءة.','2','497',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (23,'<span data-type="title" id=toc-11>الباب العاشر
في ذكر سنه ومقدار عمره</span>
روى محمد بن عثمان بن أبي شيبة، عن منجاب بن الحارث، عن يحيى ابن عبد الملك بن أبي عتبة، أن عبد الملك بن عمر كان ابن تسعَ عشرةَ سنة حين ماتَ -رحمه الله.
وذكر القاضي أبو عبد الله القضاعي في كتاب "تاريخ الخلفاء" قال: عاش عبد الملك بن عمر بن عبد العزيز تسعَ عشرة ونِصفًا.
وذكر أبو الفرج بن الجوزي في كتاب "أعمار الأعيان" (١) قال: عبد الملك ابن عمر لا يُتيقَّنُ عمره، ولكنه مات صبيًّا في حياةِ أبيه -رحمهما الله تعالى.
...
_________
(١) في الأصل: "أعمال"، والصواب "أعمار الأعيان" كما ذكرنا وهو مطبوع بتحقيق د. محمود الطناحي -رحمه الله- بمكتبة الخانجي.','2','498',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (24,'الباب الحادي عشر (١)
في ثناء العُلَمَاء عليه ومدحهم له
فمنهم أبوه أميرُ المؤمنين عمرُ بن عبد العزيز -رضي الله عنه- وقد سبق بعضُ كلامِهِ في ثنائِهِ عليه، وكان عمر بن عبد العزيز شديدَ الحب لابنه عبد الملك والإعجاب به وحديثِهِ، ولكنه كان لشدة خَوْفِهِ وقوةِ وَرَعِهِ يخاف أن لا يكون ابنه في الأمرِ كذلك، وأنه زُيّن له فيه ما يُزَيَّنُ للوالدِ من ولدِهِ، فكان يتوقَّفُ أحيانًا ويسألُ غيره، وقد ذكرنا بعضَ ذلك فيما تقدم.
وروى الدورقيُّ بإسنادٍ له أن عمر قال لابنه عبد الملك يومًا: يا عبد الملك، إني أخبرك خبرًا، لا والله إِن (٢) رأيت فتى ماشيًا قط أنسَكَ منك نسكًا ولا أفقه فقهًا ولا أقرأ منك، ولا أبعدَ من صبوةٍ في صغيرٍ ولا كبيرٍ.
قال: وقال عمر بن عبد العزيز: واللهِ لولا أن يكونَ بي زينةٌ من أمرِ عبد الملك ما يُزيَّنُ في عينِ الوالدِ من ولدِهِ، لرأيتُ أنه أهل للخلافة.
وبإسناد له آخر: إِنَّ عبدَ الملك لما توفي جَعَلَ أبوهُ يثني عليه عند قبرهِ، فَقَالَ له رجل: يا أمير المؤمنين، لو بقي كنت تعهدُ إِلَيْهِ؟ قال: لا. قال: لم وأنت تثني عليه؟ قال: أخافُ أن يكون زُيِّن في عيني منه ما يُزيَّنُ في عين الوالدِ من ولده.
ومنهم ميمون بن مهران من أعيان التابعين، وكان خصيصًا بعمر بن عبد العزيز، وقد تقدم بعض ذكر ثنائِهِ عَلَى عبد الملك.
وروى الإمام أحمد بإسناده عن ميمون بن مهران قال: ما رأيتُ ثلاثة في بيتٍ خيرًا من عمر بن عبد العزيز، وابنهِ عبد الملك، ومولاهم مزاحم.
_________
(١) طمس بالأصل. وترتيب الأبواب يقتضيها.
(٢) إِنَّ هنا: بمعنى ما النافية.
(٣) طمس بالأصل.','2','499',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (25,'ومنهم الربيعُ بن سبرة، روى ابن أبي الدُّنْيَا بإسناده عن الربيع بن سبرة أنه دخل عَلَى عمر بن عبد العزيز لما هَلَكَ ابنُهُ عبد الملك وأخوهُ سهلٌ ومزاحم مولاهم في أيامٍ متتابعةٍ، فَقَالَ له الربيع: أعظم الله جَزاءك يا أمير المؤمنين، فما رأيتُ أحدًا أصيبَ بأعظم من مصيبتك في أيام متتابعة، والله ما رأيتُ مثلَ ابنك ابنًا، ولا مثلَ أخيك أخًا، ولا مثلَ مولاكَ مولى قط.
ومنهم سيار بن الحكم أنه قال: قال ابن لعمر بن عبد العزيز يقال: له عبد الملك -وكان يفضل عَلَى أبيه عمر: يا أبَهْ، أقم الحقَّ ولو ساعةً من نَهارٍ.
***','2','500',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (26,'<span data-type="title" id=toc-13>فصل
وهذه نبذةٌ مختصرةٌ من سيرةِ والدِ عبد الملكِ أبي حفصٍ عمر بن عبد العزيز رضي الله عنه ونَفَعَ بها</span>
قال عمر بن عبد العزيز لصاحب حرسِهِ عمرو بن مهاجر. إذا رأيتني قد مِلْتُ عن الحق فضع يدك في تِلْبابي (١) ثم هُزَّني ثم قل لي: يا عمر، ما تَصْنَعُ؟ وكتب عمر إِلَى المسلمين كتابًا يُقرأ عليهم بالموسم بمكة:
أَمَّا بَعْدُ، فَإِنِّي أُشْهِدُ اللهَ وَأَبْرَأُ إِلَيْهِ فِي الشَّهْرِ الْحَرَامِ، وَالْبَلَدِ الْحَرَامِ وَيوْمِ الْحَجِّ الْأَكْبَرِ أَنِّي بَرِيءٌ مِنْ ظَلَمَكُمْ، وَعُدْوَانِ مِنَ عَادَاكُمْ، أَنْ أَكُونَ أَمَرْتُ بِذَلِكَ أَوْ رَضِيتُ بِهِ أَوْ تَعَمَّدْتُهُ إِلَّا أَنْ يَكُونَ وَهْمًا مِنِّي، أَوْ أَمْرًا خَفِيَ عَلَيَّ لَمْ أَتَعَمَّدْهُ، وَأَرْجُو أَنْ يَكُونَ ذَلِكَ مَوْضُوعًا عَنِّي مَغْفُورًا لِي، إِذَا عَلِمَ مِنِّي الْحِرْصَ وَالِاجْتِهَادَ، ألا وَإِنَّهُ لا { .... } (٢) عَلَى المَظْلُوم دُونِي، وَأَنَا مِعْوَلُ المَظْلُومٍ، ألا وَأَيُّ عَامِلٍ مِنْ عُمَّالِي رَغِبَ عَنِ الْحَقِّ وَلَمْ يَعْمَلْ بِالْكِتَابِ وَالسُّنَّةِ فَلا طَاعَةَ لَهُ عَلَيْكُمْ، وَقَدْ صَيَّرْتُ أَمَرَهُ إِلَيْكُمْ، حَتَّى يُرَاجِعَ الْحَقَّ وَهُوَ ذَمِيمٌ، ألا وَإِنَّهُ لا دَوْلَةَ بَيْنَ أَغْنِيَائِكُمْ وَلا أَثَرَةَ عَلَى فُقَرَائِكُمْ فِي شَيْءٍ مِنْ فَيْئِكُمْ. ألا وَأَيُّمَا وَارِدٍ وَرَدَ فِي أَمْرٍ يُصْلِحُ اللهُ بِهِ خَاصًّا أَوْ عَامًّا مِنْ هَذَا الدِّينِ، فَلَهُ مَا بَيْنَ مِائَةِ دِينَارٍ إِلَى ثَلَاثِمِائَةِ دِينَارٍ، عَلَى قَدْرِ مَا نَوَى مِنَ الْحَسَنَةِ وَتَجَشَّمَ الْمَشَقَّةِ، فَرَحِمَ اللهُ امْرَأً لَمْ يَتَعَاظَمْهُ سَفَرٌ يُحْيِي اللهُ بِهِ حَقًّا لِمَنْ وَرَاءَهُ، وَلَوْلا أَنْ أَشْغَلَكُمْ عَنْ مَنَاسِكِكُمْ، لَرَسَمْتُ لَكُمْ أُمُورًا مِنَ الْحَقِّ أَحْيَاهَا اللهُ لَكُمْ، وَأُمُورًا مِنَ الْبَاطِلِ أَمَاتَهَا اللهُ عَنْكُمْ، وَكَانَ اللهُ هُوَ الْمُتَوَحِّدُ بِذَلِكَ؛ فَلَا تَحْمَدُوا غَيْرَهُ، فَإِنَّهُ لَوْ وَكَّلَنِي إِلَى نَفْسِي كُنْتُ كَغَيْرِي، وَالسَّلَامُ عَلَيْكُمْ.
_________
(١) قيل لبيت فلانًا، إذا جمعت ثيابه عند صدره ونحره، ثم جررته "لسان العرب" (١/ ٧٣٣).
(٢) كلمة غير واضحة بالأصل، وفي "المطبوع" إذن.
(٣) في "الأصل" برئيًا.','2','501',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (27,'وكتب بعضُ عمال عمر بن عبد العزير إِلَيْهِ أما بعد، فإن مدينتنا قد خربَتْ فإن رأى أميرُ المؤمنين أن يقطع لنا مالاً نُعمرها به، فعل فكتب إِلَيْهِ. أما بعدُ، فقد فهمتُ كتابك وما ذكرتَ أن مدينتكم قد خربتْ، فَإِذَا قرأت كتابي هذا فأحصنها بالعدلِ، ونقِّ طرقها من الظلمِ، فإنه مرضها والسلام.
وكتب إِلَيْهِ بعض عماله أيضاً:
إِنَّ ناسًا من العمال قد اقتطعوا من مالِ الله مالاً عظيمًا، لستُ أقدر عَلَى إخراجه منهم، إلا أن يمسَّهم شيءٌ من العذاب؛ فإن رأى أميرُ المؤمنين أن ياذن لي في شيء من ذلك.
فكتب إِلَيْهِ عمر:
«أَمَّا بَعْدُ فَالْعَجَبُ كُلَّ الْعَجَبِ اسْتِئْذَانُكَ إِيَّايَ فِي عَذَابِ بَشَرِ، كَأَنِّي لَكَ جُنَّةٌ مِنْ عَذَابِ اللَّهِ -عزَّ وجلَّ- وَكَأَنَّ رِضَائِي عَنْكُمْ مُنْجِيكُمْ مِنْ سَخَطِ اللَّهِ، فانظر من قامْت عليه البينةُ فخذه بما قامت عليه، ومن أقر لك بشيءٍ فخذهُ بما أقر به، ومن أنكر فاستحلفْه بالله -تعالى- وخلِّ سبيله، فوالله لأنّ يلقوا الله بجناياتهم أَحَبّ إلي من أن ألقى الله بدمائِهم.
وبلغ عمر بن عبد العزيز أنَّ أحد أولاده اشترى فصًّا بألف درهم ليختم به، فكتب إِلَيْهِ عمر: عزيمة مني عليك يا بُني لما بعتَ الفَصَّ الَّذِي اشتريت بألف درهم، وتصدقت بثمنه، واشتريت فصَّا بدرهم ونقشت عليه: رحم الله امرأ عرف قدر نفسه والسلام.
وشكا مزاحم إِلَى عمر حاجةَ أهلِ عمر وقلةَ ما بأيديهم، فَقَالَ عمر: إِنَّ لي نفسًا توَّاقةً، لقد رأيتُني وأنا بالمدينة غلامٌ من الغلمان، ثم تاقت نفسي إلي العِلْم والعربية والشعرِ فأخذت منه حاجتي. ثم تاقت نفسي إِلَى السلطان فاستُعملتُ عَلَى المدينة. ثم تاقت نفسي وأنا في السلطان إِلَى اللبسِ والعيشِ الطيب، فما علمتُ أن أحدًا من أهل بيتي ولا غيرهم كان فيما كنتُ فيه، ثم','2','502',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (28,'تاقت نفسي إِلَى الآخرة والعمل بالعدل؛ فأنا أرجو أن أنال ما تاقت إِلَيْهِ نفسي من أمرِ آخرتي، ولستُ بالذي أُهلكُ آخرتي بدُنياي.
وكان عمر يقول لجلسائه: من صحبني منكم فليصحبني بخمس خصال: يدلني من العدلِ ما لا أهتدي له، ويكونُ لي عَلَى الحق عونًا، ويبلغني حاجة من لا يستطيعُ إبلاغها، ولا يغتاب عندي أحدًا، ويؤدي لي الأمانة التي حملها مني ومن الناس؛ فَإِذَا كان كذلك فأهلاً به وإلا فهو في حَرَجٍ من صُحبتي والدخول عليَّ.
وكتب عمر إِلَى عاملِهِ عَلَى فلسطين: أن اركب إِلَى البيت الَّذِي يقال له: المكس (١) فاهدمه ثُم احمله إِلَى البحر فانسفه في اليم نسفًا.
وشكا إِلَى عمر بن عبد العزيز بعضُ عمالِهِ فكتب إِلَيْهِ: اذكر طولَ سهرِ أهل النارِ في النار مع خلودٍ إِلَى الأبد، وإياكَ أن ينصرفَ بك من عند الله فيكون آخر العهد، وانقطاع الرجاء. فلما قرأ العامل الكتاب، طوى البلاد حتى قدم عَلَى عمر، قال: ما أقدمك؟! قال: خلعت قلبي بكتابك، والله لا أعود إِلَى ولايةٍ حتى ألقى الله -عز وجل!
وكتب عمر إِلَى بعض مدن الشام كتابًا وكتب فيه:
أما بعد، فكم للترابِ في جسدِ ابن آدم من مأكلٍ، وكم للدودِ في جوفِهِ من طريق منخرقٍ، وإني أحذركم أيها الناس ونفسي العرضَ عَلَى الله عز وجل.
وكان عمر يجمع الفقهاء كل ليلة، فيتذاكرون الموت والقيامةَ، ثم يبكون كأن بين أيديهم جنازةً.
وكان عمر يومًا في بيتٍ فبكى، فبكت زوجته، فبكى أهل الدارِ لا يدري
_________
(١) المكس: هو الجباية وهي الدارهم التي كانت تؤخذ من بائع السلع في الأسواق. "لسان العرب" (٦/ ٢٠).','2','503',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (29,'هؤلاء ما أبكى هؤلاء، فلما انجلت عنهم العبرةُ قالت له زوجتُهُ: يا أمير المؤمنين، مم بكيت؟ قال: ذكرت منصرف القومِ من بين يدي الله -عز وجل- فريق في الجنة وفريق في السعير. ثم صرخ وغشي عليه.
وكان آخر خطبة خطبها عَلَى المنبر -رحمه الله- أن حمد الله وأثنى عليه فقال فيها: إنكم لم تُخلقوا عبثاً، ولن تُتركوا سدى، وإن لكم معاداً ينزلُ اللهُ فيكم ليحكم بينكم، ويفصلَ بينكم، خابَ وخسرَ من خَرَجَ من رحمةِ الله، وحُرمَ جنَّةً عرضُها السماوات والأرض، ألم تعلموا أنه لا يأمن غداً إلا من حذرَ الله اليومَ وخافه، وباعَ نافدًا بباقٍ، وقليلاً بكثير، وخوفاً بأمان. ألا ترون أنكم في أسلاب الهالكين، وسيصيرون من بعدكم للباقين، وكذلك حتى نردَّ إِلَى خيرِ الوارثين، ثم إنكم تشيعونَ كل يومٍ غاديًا ورائحًا قد قضى نحبه، وانقضى أجله حتى تغيبوه في صدع من الأرض، وفي شق صدعٍ، ثم تتركونَهُ غير ممهَّد ولا موسَّدٍ، قد فارق الأحبابَ وباشرَ التُّرابَ وواجهَ الحسابَ، مرتهنٌ بما عمل، غنيٌّ عما تركَ، فقيرٌ إِلَى ما قدم، فاتقوا الله -عز وجل- قبل نزول الموت وحلولِهِ بكم، أما والله إني لأقول هذا، وما أعلم عند أحدٍ من الذنوب أكثرَ مما عندي، وأستغفرُ الله وأتوب إِلَيْهِ، وما منكم من أحدٍ {له} (١) حاجة، لا يتسع له ما عندنا إلا تمنيتُ الله أن يبدأ بي وبخاصّتي حتى يكون عيشُهُ وعيشنا واحدًا، إنه والله لو أردت غير هذا من غضارَةِ (٢) العيش، لكان اللسان دلولاً وكنت بأسبابه عالمًا، ولكن سبق من الله كتاب ناطق وسنة عادلة، دلَّ فيها عَلَى طاعته ونهى فيها عن معصيته. ثم رَفعَ طرَفَ ردائه وبكى حتى شهق وأبكى من حوله، ثم نزل ولم يخطب بعدها حتى مات -رحمه الله.
وكتب عمر إِلَى عاملِهِ عَلَى البصرة:
_________
(١) ليست بالأصل، وأثبتها لتناسب السياق.
(٢) الغضارة: النعمة والسعة في العيش. "لسان العرب" مادة: (غضر).','2','504',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (30,'أما بعد، فإني أذكرك بليلةٍ تمخض (١) بالساعة، فصباحها القيامة، يا لها من ليلةٍ ويا له من صباحٍ كان عَلَى الكافرين عسيرًا.
وبكى عمرُ ذات ليلة فاشتد بكاؤه، فلما أصبح قال لغلامه: يا بني، ليس الخير أن يُسمع لك ويُطاع، وإنما الخير أن تعقل عن ربك ثم تطيعه، يا بُني لا تأذن اليوم لأحدٍ عليَّ حتى يرتفع النهار؛ فإني أخاف أن لا أعقل عن الناس ولا يفهموا عني. فَقَالَ الغلام: بأبي أنت يا أميرَ المؤمنين، رأيتك الليلة بكيتَ بكاءً ما بكيتَ مثله. قال: فبكى ثم قال: يا بني، إني والله ذكرتُ الوقوفَ بين يدي الله -عز وجل- قال: ثم غمي عليه فلم يُفق حتى علا النهار. قال: فما رأيتُهُ بعد ذلك مبتسمًا حتى ماتَ -رحمه الله-.
وجاء أعرابي يومًا إِلَى عمر بن عبد العزيز، فَقَالَ: يا أمير المؤمنين، جاءت بي الحاجَةُ وانتهت الغايةُ، والله سائلك عني يوم القيامة. قال: ويحك! أعدْ عليَّ. فأعاد عليه؛ فنكَّسَ عمر رأسه وأرسل دموعَهُ حتى ابتلَّت الأرض، ثم رفع رأسه فَقَالَ: ويحك كم عيالك وكم أنتم؟ قال: أنا وثلاثُ بنات. ففرض له عَلَى ثلاثماثة وفرض لبناتِهِ عَلَى مائة وأعطاه مائة درهم وقال: هذا من مالي وليس من أموال المسلمين، اذهب فاستنفقها حتى تخرجَ أعطياتُ المسلمين وتأخذَ معهم.
وأتاه رجل من أهل أذربيجان فقام بين يديه فَقَالَ: يا أمير المومنين، اذكُر بمقامي هذا بين يديك مقامًا لا يشغل اللهَ -عز وجل- عنه كثرةُ من يتخاصم من الخلائق، يوم تلقاهُ بلا ثقةٍ من العمل، ولا براءةٍ من الذنب. فبكى عمر بكاءً شديدًا ثم قال: ويحك، اردد عليَّ كلامَكَ هذا. فجعل يردِّدُه وعمر يبكي وينتحب، ثم قال: حاجَتَك؟ قال: إِن عامل أذربيجان عدا عليَّ وأخذ
_________
(١) يقال: تمخضت الليلة عن يوم سوء إذا كان صباحها صباح سوء. "لسان العرب" مادة: (مخض).','2','505',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (31,'مني اثني عشر ألف درهم، فجعلها في بيت مال المسلمين فَقَالَ عمر اكتبوا له الساعة إِلَى عاملها حتى يردَّ عليه.
ووعظه رجل من الصالحين يومًا فَقَالَ له يا أمير المؤمنين، ما {من} أمة محمد - صلى الله عليه وسلم - إلا هو خصمٌ لك. فبكى عمر حتى تمنى ذلك الرجل أنه لم يكن قال شيئًا.
وقال عمر بن عبد العزيز يومًا لخالد بن صفوان: عظني وأوْجز. فَقَالَ: يا أمير المؤمنين، إِنَّ أقوامًا غرهم ستر الله تعالى عليهم، وفتنهم حسن الثناء، فلا يغلبن جهلُ غيركَ بك معرفتَكَ بنفسك. أعاذني الله وإياك أن نكون بالسترِ مغرورين، وبثناء الناس مفتونين، وعما افترض علينا متخلفين، وإلى الهوى مائلين. فبكى عمر ثم قال: أعاذنا الله وإياك من اتّباع الهوى.
وقال خالد بن صفوان يومًا لعمر: إِنَّ الله لم يَرضَ أن يكون أحد فوقك فلا ترض أن يكون أحدٌ (فوقي) (١)، فوالله لأخافنه خوفًا، ولأحذرنه حذرًا، ولأرجونه رجاءً، ولأحبَّنَّهُ محبةً، ولأشكرنَّه شكرًا، ولأحمدنه حمدًا، يكون ذلك كله طاقتي، ولأجتهدنَّ في العدلِ والنِّصفَةِ والزُّهْد في الدُّنْيَا لزوالها، والرغبة في بقاءِ الآخرة ودوامها حتى ألقى الله عز وجلَّ؛ فلعلي أنجو مع الناجين، وأفوز مع الفائزين. وبكى حتى غشي عليه، وقام خالد وتركه عَلَى حاله.
وقرأ عمر بن عبد العزيز يومًا هذه الآية: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ} (٢) فبكى عمر بكاءً شديدًا حتى سمعه أهلُ الدارِ، فجاءت زوجته، فجعلت تبكي لبكائه، وبكى أهل الدار لبكائهما، فجاء ابنه عبد الملك فدخل عليهم وهم عَلَى تلك الحال فَقَالَ: يا أبه ما يبكيك؟! قال: خير يا بني، ودَّ أبوك أنه لم يعرف الدُّنْيَا
_________
(١) كذا! ولعلها: "فوقه قال: ".
(٢) يونس: ٦١.','2','506',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (32,'ولم تعرفه، يا بني لقد خشيتُ أن أهلك، يا بني لقد خشيت أن أكون من أهل النار.
ودخل يومًا سابق البربري الشاعرُ عَلَى عمر بن عبد العزيز، فَقَالَ له عمر: عظني يا سابق وأوْجز. قال: نعم، وأبلغ يا أمير المؤمنين إن شاء الله. قال: هات. فأنشده:
إِذَا أَنْتَ لَمْ تَرْحَلْ بِزَادٍ مِنَ التُّقَى ... وَوَافَيْتَ بَعْدَ الْمَوْتِ مَنْ قَدْ تَزَوَّدَا
نَدِمْتَ عَلَى أَنْ لا تَكُونَ شركتهُ ... وَأَرْصَدْتَ قَبْلَ المَوْتِ مَا كَانَ أَرْصَدَا
فَبَكَى عُمَرُ حَتَّى خَرَّ مَغْشِيًّا عَلَيْهِ.
وأنشد يومئذ قصيدةً حسنة، مشتملة عَلَى حكم ومواعظ، أنشدها لعمر بن عبد العزيز ونحن نذكرها ونختم بها الكتاب.
قال متمثلاً:
بسم الَّذِي أُنْزِلت من عندِهِ السُّور ... والحمد للهِ أما بعدُ يا عمرُ
إِن كنتَ تعلمُ ما تأتِى وما تذر ... فكُن عَلَى حَذَرٍ قد ينفَعُ الحذرُ
واصبرْ عَلَى القَدَر المقدورِ وارضَ به ... وإن أتاك بما لا تشتهي القَدرُ
فما صفا لامرئ عيشٌ يُسرُّ به ... إِلا وأعْقَبَ يومًا صفوَهُ كَدَرُ
قد يرعوي المرء يومًا بعد هفوته ... وتحكم الجاهلَ الأيامُ والغيرُ','2','507',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (33,'إِنَّ التقى خيرُ زادٍ أنتَ حاملُهُ ... والبرّ أفضَلُ ما تأتي وما تذَرُ
من يطلُبِ الجورَ لا يَظْفَر بحاجتِهِ ... وطالبُ العدلِ قد يُهدى له الظَّفَرُ
وفي الهدى عِبرٌ تشفى القلوبُ بها ... كالغيثِ تنضُرُ عن وسمِّيه (١) الشَّجَرُ
وليس ذو العِلْمِ بالتقوى كجاهلها ... ولا البصيرُ كأعمى ما له بَصَرُ
لا تَشْبَعُ النفسُ حتى حين تحرزُهُ ... ولا يزال لها فى غيرِه وَطَرُ
ولا تزالُ وإن كانَتْ لها سعَةٌ ... لها إِلَى الشيءِ لم تظفرْ به نَظَرُ
والذكرُ فيهِ حياةٌ للقلوبِ كما ... يُحيي البلادَ إذا ما ماتَت المطرُ
والعلمُ يجلو العمى عن قلْبِ صاحبِهِ ... كما يجلي سوادَ الظُّلمَةِ القمرُ
لا ينفعُ الذكرُ قلبًا قاسيًا أبدًا ... وهل يَلينُ لقولِ الواعِظِ الحجَرُ
ما يلبثُ المرءُ أن يبلى إذا اختَلفَتْ ... يومًا عَلَى نفسِهِ الدَّوحاتُ (٢) والغِيَرُ (٣)
والمرءُ يَصْعَدُ ريعانُ الشباب به ... وكلُّ مُصعدَةِ يومًا ستنحَدِرُ
_________
(١) وسميه: الوسمي هو مطر أول الربيع. "لسان العرب" مادة (وسم).
(٢) الدوائح: العظائم. "لسان العرب" مادة: (دوح).
(٣) الغير: تغير الدهر من حال إِلَى حال. انظر "لسان العرب" مادة: (غير).','2','508',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (34,'بينا نرى الغُصْنَ لدْنًا في أرومتِهِ (١) ... ريانَ صارَ حُطامًا جوفُهُ نَخِرُ
وكل بيتٍ خرابٌ بعد جدَّتِهِ ... ومن وراءِ الشبابِ الموتُ والكبرُ
والموتُ جسرٌ لمن يمشي عَلَى قَدَمٍ ... إِلَى الأمورِ التي تُخشَى وتُنتَظَرُ
فهم يمرّون إليها وتجمَعُهُم ... دارٌ إليها يصيرُ البدوُ والحَضَرُ
فكم جميعٍ أشتت الدهرُ شملهُمُ ... وكلُّ شَمْلٍ جميعٍ سوف ينتشرُ
ورُبَّ أصيدَ سامي الطرفِ متعصبٍ ... بالتاجِ نيرانُهُ للحربِ تستَعِرُ
يظل مفترشَ الديباجِ محتجبًا ... عليه تُبنى قباب الملكِ والحُجَرُ
قد غادرتْهُ المنايا وهو مُستَلبٌ ... مجدَّلٌ تربُ الخدينِ مُنعفرُ
أبعْدَ آدمَ ترجون البقاءَ وهل ... تبقى فروع لأصلِ حين ينعقِرُ
لهم بيوتٌ بمستن السيوفِ وهل ... يبقى عَلَى الماء بيتٌ أسُّهُ مَدَرٌ
إِلَى الفناءِ وإن طَالَتْ سلامتُهُم ... مصيرُ كل بنى أنثى وإن كثروا
إِنَّ الأمور إذا استقبلتها اشتَبَهتْ ... وفي تدبُّرها التبيانُ والعِيَرُ
_________
(١) أرومته: أصله. "لسان العرب" مادة: (روم).','2','509',NULL,NULL,'0');
INSERT INTO [b151127] VALUES (35,'والمرءُ ما عاش فى الدُّنْيَا له أملٌ ... إذا انقضى سفرٌ منها أتى سَفَرُ
لها حلاوةُ عيشٍ غيرُ دائمةٍ ... وفي العواقبِ منها المُرُّ والصَّبرُ
إذا انقضت زمرٌ آجالُها نزلتْ ... عَلَى منازلها من بعدِها زُمَرُ
وليس يزجرُكم ما توعظون به ... والبُهم يزجرُها الراعي فتنزجر
أصبحتم جُزُرًا للموت يقبضكم ... كما البهائمُ في الدُّنْيَا لها جزُرُ
لا تبطروا واهجروا الدُّنْيَا فإن لها ... غبًّا وخيمًا وكفرُ النعمةِ البَطرُ
ثم اقتدوا بالألى كانوا لكُمْ غررًا ... وليس من أمةٍ إلا لها غُرَرُ
حتى تكونوا عَلَى منهاجِ أوّلكُمْ ... وتصبروا عن هوى الدُّنْيَا كما صبروا
ما لي أرى الناس والدنيا مُوَلّيةٌ ... وكل حبل عليها سوف يَنبَتِرُ
لا يشعرون بما في دينهم نقصوا ... جهلاً وإن نقصت دُنياهُمُ شعروا
***','2','510',NULL,NULL,'0');
