-- Table: b151181
-- Chunk: 1
-- Rows: 17

CREATE TABLE "b151181"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b151181
INSERT INTO [b151181] VALUES (1,'كيف تعامل الإسلام
مع الوباء والبلاء

محمد مهدي قشلان',NULL,'1',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (2,'<span data-type="title" id=toc-1>عناصر الموضوع:</span>
• مقدمة.
• أثر الإيمان بالقضاء والقدر في سلوك المؤمنين.
• وقفات إيمانية في ظل الرُّهاب من مرض الكورونا:
١ - الوقفة الأولى: الطَّواعين والأوبئة كانت ولا تزال تقع في الناس .. وكثرة ظهورها علامة من علامات الساعة، والناس عند نزول البلاء إما معذبين وإما مختبرين.
٢ - الوقفة الثانية: ما نزل البلاء إلا بذنب، ولا يرفع إلا بتوبة، وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ.
٣ - الوقفة الثالثة: العدوى بالمرض ثابتةٌ عقلاً وعلماً وشرعاً؛ لكنها بقدر الله وبإذنه، ووقفة إعجازية عند قول النبي صلى الله عليه وسلم: «لا عَدْوَى، وَلا طِيَرَةَ، وَفِرَّ مِنَ الْمَجْذُومِ كَمَا تَفِرُّ مِنَ الأَسَدِ».
٤ - الوقفة الرابعة: ضرورة اتباع الإِرشَادَاتِ النَّبويَّةَ التي جاءت وَاضِحةً جليَّةً فِي ضرورة الأخذ بأسباب الوقاية والسلامة من المرض قبل انتشاره وتفشيه في المجتمع، من خلال حثّ الإسلام على العناية بالنظافة والطهارة؛ ليبقى الإنسان نظيفاً بعيداً عن كل ما من شأنه أن ينقل له الأمراض والعدوى.
• الوسائل والتوجيهات النَّبويَّة للحيلولة دون انتقال الأمراض وتفشيها، وهي تدخل تحت ما يسمَّى بالطب الوقائي.
- ضرورة تناول الأدوية والأسباب التي جعلها الله في كونه.
- أدعية وأذكار نبوية للوقاية من الأمراض والأوبئة.
• الإشاعة وخطرها على الفرد والمجتمع.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (3,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
<span data-type="title" id=toc-2>مقدمة:</span>
الحمد لله رب العالمين، الحمد لله الذي خلق فسوى، والذي قدّر فهدى، والذي أبْدَعَ كلَّ شَيْء وذَرَا، لا يَغيب عن علمه صغيرُ النَّمْل في الليل إِذَا سَرى، ولا يَعْزُبُ عن علمه مثقالُ ذرةٍ في الأرض ولا في السَّماء، {لَهُ مَا فِي السَّمَوَتِ وَمَا فِي الارْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى} [طَهَ: ٦]، خَلَقَ الخلق فقدَّر عليهم البلاء؛ ليعيشوا بعد ذلك في جنة السماء؛ حيث لا نصب فيها ولا مِراء، وهو القائل في الأثر القدسي الجليل: (إِنِّي لأَهِمُّ بِأَهْلِ الأَرْضِ عَذَابَاً، فَإِذَا نَظَرْتُ إِلَى عُمَّارِ بُيُوْتِي، وَالْمُتَحَابِّيْنَ فِيَّ، وَالْمُسْتَغْفِرِيْنَ بِالأَسْحَارِ، صَرَفْتُ عَنْهُمْ (¬١) (البيهقي في الشعب وغيره).
وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا محمداً عبد الله ورسوله، القائل صلوات الله عليه: «اطْلُبُوا الْخَيْرَ دَهْرَكُمْ، وَتَعَرَّضُوا لِنَفَحَاتِ رَحْمَةِ اللَّهِ عَزَّ وَجَلَّ فَإِنَّ لِلَّهِ عَزَّ وَجَلَّ نَفَحَاتٍ مِنْ رَحْمَتِهِ يُصِيبُ بِهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ، وَاسْأَلُوا اللَّهَ أَنْ يَسْتُرَ عَوْرَتِكُمْ، وَيُؤَمِّنَ رَوْعَاتِكُمْ (¬٢)» (البيهقي في الشعب وغيره).
اللهم صل وسلم وبارك على سيدنا محمد وعلى آله وصحبه أجمعين.
أما بعد:
_________
(¬١) أخرجه البيهقي في شعب الإيمان في (فضل المشي إلى المساجد) ٦/ ٢٠٩، ٢١٠ برقم: ٢٦٨٥، وأخرجه عبد الرزاق في المصنف ١١/ ٢٠٤ رقم ٢٠٣٢٩ عن معمر، عن رجل من قريش. والحديث في كنز العمال ٧/ ٥٧٩ رقم ٢٠٣٤٣ كتاب (الصلاة) باب: في صلاة الجماعة وما يتعلق بها، فصل الترغيب فيها من الإكمال.
(¬٢) أخرجه ابن أبي الدنيا في الفرج، والحكيم، والبيهقي في الشعب، وأبو نعيم في الحلية، والشهاب في مسنده عن أنس، والترمذي في النوادر، والبيهقي، وابن عساكر عن أبي هريرة.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (4,'<span data-type="title" id=toc-3>أثر الإيمان بالقضاء والقدر في سلوك المؤمنين:</span>
إنَّ أروع وأكمل ما يُميَّز به المؤمن عن غيره إيمانهُ الجازمُ بقضاء الله وقدره، فهو يعتقد أنه لا يقع شيءٌ في كون الله إلا ما يقدره ويريده الله، وأن كل ما في الكون من رزق وحياة وسعادةٍ وشقاءٍ وموت، كلها تحضع لقدر الله وقضائه، فالله قدر مقادير العباد قبل أن يخلقهم، وجفت الصحف بما قدَّره الله، كل ذلك من المسلَّمات عند المؤمن، والإيمان بذلك هو بلسم الحياة الذي يزيل الأسى والحزن؛ فإن العبد إذا رضي لحكمة الله التامة في قضائه وقدره، كان مرتاح البال، مطمئن النفس، ثابت القلب، صابراً عند الشدائد والكرب، لا يحيد عن مراد الله، يعيش دائماً مستذكراً ومستحضراً قول رَسُولُ الله: «عَجَباً لأمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ لَهُ خَيْرٌ، وَلَيْسَ ذَلِكَ لأِحَدٍ إِلَاّ للْمُؤْمِن: إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْراً لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خيْراً لَهُ». (رواه مسلم).
وإنَّ مما قضاه الله وأمضاه ظهور مرض خفي خطير صار حديث الناس، وسبَّبَ قلقاً وخوفاً عند كثيرٍ منهم، أعني مرض (كورونا) (¬١)
نسأل الله السلامة والعافية لنا ولجميع المسلمين، واسمحوا لي في هذه الدقائق المباركة أن أضع النقاط على الحروف، وأن أسميَ الأشياء بأسمائها، أجول بحضراتكم بين وقفات أربعة، بين الشريعة والعلم، فما أحوجنا لمثل هذه الوقفات الإيمانية في وقت كثر فيه الرُّهاب والهلع والخوف والفزع
_________
(¬١) فيروس كورونا المرتبط بمتلازمة الشرق الأوسط التنفسية (تُعرف اختصارًا MERS-CoV أو EMC/٢٠١٢)، هو فيروس ذو حمضٍ نووي ريبوزي مفرد الخيط، إيجابي الاتجاه ينتمي لجنس فيروسات كورونا بيتا، تؤدي الإصابة بفيروس كورونا الشرق الأوسط في العادة إلى التهاب قناة التنفس العلوية وبأعراض مشابهة للإنفلونزا مثل العطاس، والسعال، وانسداد الجيوب الأنفية، وإفرازات مخاطية من الأنف مع ارتفاع درجة حرارة الجسم لتصل إلى حوالي ٣٩ درجة خلال ٢٤ ساعة من بدء الأعراض، وأيضًا قد يؤدي إلى إصابة حادة في الجهاز التنفسي السفلي، والالتهاب الرئوي. بالإضافة إلى التأثير على الجهاز التنفسي فإن فيروس كورونا الشرق الأوسط قد يؤدي إلى فشل الكلى مع احتمال عالي للوفاة.
[من أعراضه]
سعال: قيء (في بعض الحالات). إسهال (في بعض الحالات).حمى. التهاب رئوي حاد. عطاس.
[طريقة الانتقال]
ينتقل المرض نتيجة استنشاق الرذاذ التنفسي من المريض، أو عن طريق الأسطح الملوثة، مثل المخدات (الوسائد) والألحفة (الشراشف) وغيرها.
[مصدر الفيروس]
إلى الآن لم يعرف مصدر هذه السلالة الفيروسية الجديدة لكن هناك العديد من الاحتمالات منها: قد يكون الفيروس أحد فيروسات كورونا التي تصيب الحيوان في الأصل ونتيجة لإصابة الإنسان به أصبح الفيروس تحت ضغط مما أدى إلى تكيفه وأصبح الفيروس قادراً على إصابة الإنسان وبالتالي قدراته الإضافية تمثلت في القدرة على إصابة خلايا الكلى بدلاً من إصابة الجهاز التنفسي فقط، يعتقد أن الخفافيش هي مصدر الفيروس الأساسي ولكن لم يثبت بشكل قطعي. ا. هـ (موسوعة ويكيبيديا)
[فترة حضانة الفيروس]
حسب الدراسات ففترة حضانة فيروس كورونا الشرق الأوسط يعتقد أنها في الغالب تكون ٥.٥ يومًا وتتراوح ما بين ١.٩ يومًا الي ١٤.٧ يوماً.
ويمكن للفيروس الاحتفاظ بقدرته الإمراضية خارج جسم الإنسان لمدة ستة أيام في بيئة سائلة وثلاث ساعات على الأسطح الجافة وذلك حسب الدراسات',NULL,'4',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (5,'<span data-type="title" id=toc-4>وقفات إيمانية في ظل الرُّهاب من كورونا:</span>

أما<span data-type="title" id=toc-5> الوقفة الأولى:</span> علينا أن نعلم أيها الإخوة أن الطَّواعين والأوبئة كانت ولا تزال تقع في الناس، ولله في ذلك كمالُ الحكمة والتدبير، فقد عرفها الناسُ مُنذ القدم، وذكرها المؤرخون في التاريخ، وتكلّم العلماء عن أحكامها الشرعية في كتبهم، بل مات بسببها جماعات من سادات الصحابة، منهم أبو عبيدة بن الجراح ومعاذ بن جبل وغيرهم، بل ذكر المؤرخون أنه توفي في طاعون عمواس وحده من المسلمين ما يزيد عن خمسة وعشرين ألفاً" (¬١)
وقيل أكثر من ذلك بكثير .. وكان ذلك في أيام خلافة الفاروق عمر، وقد عدّ النبي -صلى الله عليه وسلم- ذلك من أشراط الساعة، فقد روى الإمام البخاري عن عَوْفِ بْنِ مَالِكٍ -رَضِيَ اللهُ عَنْهُ- قَالَ: أَتَيْتُ النَّبِيَّ -صلى الله عليه وسلم- فِي غَزْوَةِ تَبُوكَ وَهُوَ فِي قُبَّةٍ مِنْ أَدَمٍ، فَقَالَ: «اعْدُدْ سِتًّا بَيْنَ يَدَيِ السَّاعَةِ: مَوْتِي، ثُمَّ فَتْحُ بَيْتِ المَقْدِسِ، ثُمَّ مُوتَانٌ أو - مَوْتَانٌ يَأْخُذُ فِيكُمْ كَقُعَاصِ الغَنَمِ ... (¬٢)». قال أبو عبيد اللغوي الفقيه ١٥٧ هـ: "القُعاص: داءٌ يأخُذ الغنم لا يُلبِثها إلى أن تموت، وهو داءٌ قاتل (¬٣) ". وَقَالَ ابْن فَارس: "القعاص دَاء يَأْخُذ فِي الصَّدْر كَأَنَّهُ يكسر الْعُنُق (¬٤) ".

الناس عند نزول البلاء إما معذبين وإما مختبرين:
ولنعلم أيها الأحبة: أنَّ الْأَوْبِئَة وَالطَّوَاعِين إما أن تكونَ عذاباً وبلاءً، وإما أن تكونَ ابْتِلَاءً واختباراً، فالذين تسلطوا على المسلمين والمستضعفين في الأرض، وضيّقوا عليهم حتى في دور عبادتهم فهدموا منها ما هدموا .. هؤلاء وأمثالهم يكون البلاء عليهم عذاباً وعقاباً في الدنيا قبل الآخرة، وأما نزول هذا البلاء على المؤمنين القائمينَ بِأمرِ اللهِ تعَالَى فيكون ابْتِلَاءً واختباراً وتذكيراً. فهو إذن لقومٍ عذابٌ وبلاء، ولقومٍ آخرين اختبارٌ وابتلاء.

ولنسمع ما أعدَّ الله عزَّ وجل لعباده المؤمنين الذين وقع عليهم هذا البلاء وماتوا بسببه، تقول السيدة عَائِشَةَ رَضِيَ اللهُ عَنْهَا: سَأَلْتُ رَسُولَ اللهِ صلى الله عليه وسلم عَنِ الطَّاعُونِ، فَأَخْبَرَنِي: «أَنَّهُ عَذَابٌ يَبْعَثُهُ اللهُ عَلَى مَنْ يَشَاءُ، وَأَنَّ اللهَ جَعَلَهُ رَحْمَةً لِلْمُؤْمِنِينَ، لَيْسَ مِنْ أَحَدٍ يَقَعُ الطَّاعُونُ، فَيَمْكُثُ فِي بَلَدِهِ صَابِرًا مُحْتَسِبًا، يَعْلَمُ أَنَّهُ لَا يُصِيبُهُ إِلَّا مَا كَتَبَ اللهُ لَهُ، إِلَّا كَانَ لَهُ مِثْلُ أَجْرِ شَهِيدٍ (¬٥)». رَوَاهُ الْبُخَارِيُّ.
الله أكبر .. وهذه بشارة وأيّ بشارة! للذين يبتلون بالأمراض والأوبئة المميتة كالسرطان وغيره؛ فإن صبروا واحتسبوا وأحسنوا الظن بخالقهم كان لهم مِثْلُ أَجْرِ شَهِيدٍ، وقال صلى الله عليه وسلم: في حديث آخر: «الطَّاعُونُ شَهَادَةٌ لِكُلِّ مُسْلِمٍ (¬٦)» مُتَّفَقٌ عَلَيْهِ.
أي يكون الميت به في درجة الشهداء يوم القيامة.
_________
(¬١) الكامل في التاريخ ط صادر ٢/ ٥٥٨. البداية والنهاية ١٠/ ٦٨. ذكر ابن كثير ذلك في ما جرى سَنَةُ ثَمَانِي عَشْرَة، تحت باب [طَاعُونُ عَمَوَاسَ وَعَامُ الرَّمَادَةِ] الناشر: دار هجر. ط ١
(¬٢) أخرجه البخاري ٦/ ١٩٨ و ١٩٩ في الجهاد، باب ما يحذر من الغدر.
(¬٣) تهذيب اللغة ١/ ١٢١ لأبي منصور محمد بن أحمد الأزهري.
(¬٤) عمدة القاري شرح صحيح البخاري ١٥/ ١٠٠.
(¬٥) رواه البخاري ١٠/ ١٦٣ في الطب، باب أجر الصابر على الطاعون، وفي الأنبياء، باب ما ذكر عن بني إسرائيل، وفي القدر، باب {قل لن يصيبنا إلا ما كتب الله لنا}.وأخرجه أحمد (٦/ ٦٤). ا. هـ (جامع الأصول)
(¬٦) رواه البخاري ١٠/ ١٦٢ في الطب، باب ما يذكر في الطاعون، وفي الجهاد، باب الشهادة سبع سوى القتل، ومسلم رقم (١٩١٦) في الإمارة، باب بيان الشهداء. ا. هـ (جامع الأصول)',NULL,'5',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (6,'<span data-type="title" id=toc-6>الوقفة الثانية:</span> أنَّ الله جل وعلا أخبر أنَّ ما يصيب عباده من محن وفتن وكوارث ومصائب، فما ذلك إلا بما كسبت أيديهم، قال تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} [الشُّورَى: ٣٠] وقال في آية أخرى يغفل الكثير منا عن تدبرها والتأمل فيها: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} [الرُّومِ: ٤١] واللام في «ليذيقهم»: للتعليل؛ أي ليذيق سبحانه وتعالى الناسَ نتائج بعض أعمالهم من طرحهم للأديان، وعصيانهم للدّيان، ونسيانهم يوم الحساب. أذاقهم سبحانه ويذيقهم كي يرجعوا عن غيهم وفسقهم، ويعودوا إلى طاعة ربهم. وَقَدْ دَلَّتِ السُّنَّةُ المطهرة أَنَّ الْفَوَاحِشَ وَالْبَغْيَ سَبَبَانِ لِلْوَبَاءِ ونزول العذاب، قال صلوات الله عليه: «لم تَظْهَرْ الْفَاحِشَةُ في قَوْمٍ قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلَّا فَشَا فِيهِمُ الطَّاعُونُ وَالْأَوْجَاعُ الَّتِي لَمْ تَكُنْ فِي أَسْلَافِهِمُ الَّذِينَ مَضَوْا (¬١)» (ابن ماجة). وَقَالَ حبر الأمة عبد الله بنُ عَبَّاسٍ -رَضِيَ اللهُ عَنْهُمَا-: "مَا ظَهَرَ الْبَغْيُ فِي قَوْمٍ قَطُّ إِلَّا ظَهَرَ فِيهِمُ المُوتَانُ (¬٢) (التمهيد)
والمُوتَانُ هُوَ الوباء الذي يعم الناس فيهلكهم.
_________
(¬١) الحديث أخرجه ابن ماجة في سننه ٢/ ٣٣٣ برقم: ٤٠١٩ كتاب (الفتن) باب العقوبات، وفي الزوائد هذا حديث صالح للعمل به. وقد اختلفوا في ابن أَبى مالك وأبيه. والحديث أخرجه أبو نعيم في حلية الأولياء ـ ٨/ ٣٣٣ ترجمة (يزيد بن عبد الملك) رقم: ٤٢٩، وأخرجه الحاكم في المستدرك، ٤/ ٥٤٠ كتاب (الفتن والملاحم) باب ذكر خمس بلاء أعاذ النبى منها للمسلمين. وقال: هذا حديث: صحيح الإسناد ولم يخرجاه. ووافقه الذهبي.
(¬٢) التمهيد لما في الموطأ من المعاني والأسانيد ٢٣/ ٤٣١. لابن عبد البر ..',NULL,'6',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (7,'<span data-type="title" id=toc-7>الوقفة الثالثة:</span> أن يعلم المؤمنُ أن العدوى بالمرض ثابتةٌ عقلاً وعلماً وشرعاً؛ لكنها بقدر الله وبإذنه، بيد أن هناك حديثاً لرسول الله يأخذ بذوي الألباب الباصرة، وأولي الأفئدة المستنيرة، وقف عنده العلماء قديماً وحديثاً قال فيه: «لا عَدْوَى، وَلا طِيَرَةَ ... » وقال في آخره: «وَفِرَّ مِنَ الْمَجْذُومِ كَمَا تَفِرُّ مِنَ الأَسَدِ (¬١)» حديث عجيب غريب أوله يناقض آخره ظاهراً (¬٢)!، ورسول الله لا ينطق عن الهوى، فأوله نفي للعدوى "لا عَدْوَى" وآخره إثبات لها، فكيف يكون ذلك .. ؟! وحاشا لرسول الله أن يقول كلاماً متناقضاً.
قال العلماء -رحمهم الله-أما قوله"لا عَدْوَى": فهي إبطال لما كانت تعتقده العرب ويعتقده اليوم اللادينيون من أن المرض يتعدى بنفسه من شخص لآخر، ويعدي بطبعه، وعقيدة المسلم أنه متعلق بالمشيئة الربانية.
وأما قوله صلى الله عليه وسلم "وَفِرَّ مِنَ الْمَجْذُومِ كَمَا تَفِرُّ مِنَ الأَسَدِ" فهو إثبات للعدوى لكن تحت المشيئة الإلهية، فنهي النبيِّ صلى الله عليه وسلم عن الدنو من المريض مرضاً معدياً إنما ليبين لهم أن هذا من الأسباب التي أجرى الله العادة بأنها تفضي إلى مُسبَّباتِها، والنهي عن مداناة المجذوم من قبيل اتقاءِ الجدار المائلِ والسفينةِ المعيبة.
ولعل أحدث بحثٍ في علم الجراثيم يشير إلى ما ذكره رسول قبل أربعة عشر قرناً (¬٣)، ويجعل مراد النبي لمعنىً آخر لم يُهتدى إليه إلا في العصر الحديث، قال علماء الطب: "إن الجرثوم قد ينتقل من مريضٍ إلى صحيح، ولا يمرض الصحيح، وقد ينتقل من صحيحٍ إلى صحيح، فيمرض الصحيح الثاني، وقد ينتقل من مريضٍ إلى صحيح، فتُسبّبُ هذه الجرثومة للصحيح مناعة، يزداد بها قوةً، وقد ينتقل من صحيحٍ إلى صحيحٍ أول، وصحيحٍ ثان، وثالث، ورابع، وخامس، وعاشر، فيصاب الصحيح العاشر. فحينما قال النبي عليه الصلاة والسلام: "لا عَدْوَى"
أي أن العدوى لا تُمْرِضْ بذاتها، ولكن العدوى تهيئ أسباب المرض، هذا معنى قول النبي صلى الله عليه وسلم وهو في منتهى الدقة ... ولذلك قال صلى الله عليه وسلم: «إِذَا سَمِعْتُمْ بِالطَّاعُونِ بِأَرْضٍ فَلَا تَدْخُلُوهَا، وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا مِنْهَا (¬٤)» (متفق عليه).
وهذا التوجيه الكريم: يقتضي محاصرة الوباء، وعند إعلان المسؤولين بأنه وباء، وبأنه أصبح خارج السيطرة والتحكم في شأنه، ينبغي للمسلم أن يحتسب عند الله الالتزام بالنصوص الشرعية فيما يكون عليه حاله من عدم التعرض لمثل هذه الاوبئة أو المساعدة في انتشارها، وكان عمر -رضي الله عنه- خرج بالناس فلما عوتب رضي الله عنه في ذلك لما أبى أن يدخل إلى أرض عمواس لما فيها من الطواعين، وقف واستشار أصحاب رسول الله -صلى الله عليه وسلم-، فلم يجد عند كثير منهم خبراً، فقال: أرجع بالناس، ولا أدخل، فعاتبه بعض الصحابة، وقالوا: تفر من قدر الله؟ قال: نعم، نفر من قدر الله، إلى قدر الله. (أصله في الصحيحين)
_________
(¬١) رواه البخاري ١٠/ ٢٠٦ في الطب، باب لا هامة ولا صفر، وباب لا صفر، وباب لا عدوى، ومسلم رقم (٢٢٢٠) في السلام، باب لا عدوى ولا طيرة، وأبو داود رقم (٣٩١١) و (٣٩١٢) و (٣٩١٣) و (٣٩١٤) و (٣٩١٥) في الطب، باب في الطيرة. ا. هـ (جامع الأصول)
(¬٢) ذكره ابن الجوزي في "كشف المشكل من حديث الصحيحين ٢/ ٤٧٢"
(¬٣) موسوعة الإعجاز العلمي في القرآن والسنة (١/ ١٩٢ - ١٩١) للدكتور محمد راتب النابلسي.
(¬٤) رواه البخاري ١٠/ ١٥٢ و ١٥٣ في الطب، باب ما يذكر في الطاعون، وفي الأنبياء، باب ما ذكر عن بني إسرائيل، وفي الحيل، باب ما يكره من الاحتيال في الفرار من الطاعون، ومسلم رقم (٢٢١٨) في السلام، باب الطاعون والطيرة، والموطأ ٢/ ٨٩٦ في الجامع، باب ما جاء في الطاعون، والترمذي رقم (١٠٦٥) في الجنائز، باب ما جاء في كراهية الفرار من الطاعون. ا. هـ (جامع الأصول)',NULL,'7',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (8,'<span data-type="title" id=toc-8>الوقفة الرابعة:</span> ضرورة اتباع الإرشاداتِ النَّبوِيَّةَ التي جاءت وَاضحَةً جليَّةً فِي ضرورة الأخذ بأسباب الوقاية والسلامة من المرض قبل انتشاره وتفشيه في المجتمع، فقد حثّ الإسلام على العناية بالنظافة والطهارة ليبقى الإنسان نظيفاً بعيداً عن كل ما من شأنه أن ينقل له الأمراض والعدوى. وقد سُئل بعض العلماء، علماء الجراثيم، ما المنطقة في الإنسان التي يكثر فيها العدوى. فقال: الأطراف الأربعة والوجه.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (9,'<span data-type="title" id=toc-9>الوسائل والتوجيهات النَّبويَّة للحيلولة دون انتقال الأمراض وتفشيها:</span>
• وما الوضوء أيها الأحبة؟ ! أليس هو وجوب غسل اليدين، وقد علمنا النبي عليه الصلاة والسلام أيضاً أن نغسل أيدينا لا في الإناء، ولكن في ماءٍ منتزعٍ من الإناء، فقال صلوات الله عليه: «إذا اسْتَيْقَظَ أحدُكم من نومه فلا يَغْمِسْ يدَه في الإناء حتى يغسلها ثلاثاً، فإنه لا يَدري: أين بَاتَتْ يدُه؟ (¬١)» (رواه البخاري) فإذا كان في الأيدي جراثيم، لا ينتقل هذا الجرثوم إلى ماء الإناء، ألم يعلمنا النبي عليه الصلاة والسلام أنَّ هذه المنافذ الأربعة التي ينفد منها الجرثوم إلى الجسم، كالأنف، والفم، والأذنان، ينبغي غسلها في اليوم والليلة خمس مرات؟ ! .
أليس الوضوء -أيها الأحبة- أكبر وقايةٍ من العدوى؟ ! ، الوضوء وحده، الذي فيه المضمضة، والاستنثار، وغسل الوجه، واليدين، والرجلين.

• وإذا كانت العدوى تنتقل عن طريق جهاز التنفس، فقد قال لنا النبي عليه الصلاة والسلام مرشداً ومعلماً: «أَبِنِ الْقَدَحَ عَنْ فِيكَ-أي أزله عنه-، ثُمَّ تَنَفَّسْ (¬٢)» (مالك والترمذي). ثم قَالَ للذي نفخ في الشراب: «إِنِّي أَرَى الْقَذَى فِيه، قَالَ: فَأَهْرِقْهُ (¬٣)» (المرجع السابق). إنه كلام من لا ينطق عن الهوى؛ إِنْ هُوَ إِلَاّ وَحْيٌ يُوحَى.
_________
(¬١) رواه البخاري ١/ ٢٢٩ - ٢٣١ في الوضوء، باب الاستجمار وتراً، ومسلم رقم (٢٧٨) في الطهارة، باب كراهة غمس المتوضئ وغيره يده المشكوك في نجاستها في الإناء قبل غسلها ثلاثاً. ا. هـ (جامع الأصول)
(¬٢) رواه مالك في الموطأ ٢/ ٩٢٥ في صفة النبي صلى الله عليه وسلم، باب النهي عن الشراب في آنية الفضة والنفخ في الشراب، والترمذي رقم (١٨٨٨) في الأشربة، باب ما جاء في كراهية النفخ في الشراب، وأبو داود رقم (٣٧٢٢) في الأشربة، باب الشرب من ثلمة القدح، ورواه ابن ماجة بمعناه من حديث أبي هريرة رقم (٣٤٢٧) في الأشربة، باب التنفس في الاناء، وهو حديث حسن. ا. هـ (جامع الأصول)
(¬٣) المرجع السابق.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (10,'• أمر آخر .. كان من وصية رسوله الله ومن سننه المحافظة على السواك خمس مرات باليوم، وعلماء الجراثيم عندما يتحدثون عن وسائل الوقاية يقولون: بضرورة أن يبقى الفم واللسان رطباً لا جافاً ... ، إنه كلام من لا ينطق عن الهوى .. قال صلوات الله عليه: «السِّواكُ مَطهَرةٌ للفَمِ، مَرْضاةٌ للرَّبِّ (¬١)» (أخرجه النسائي وغيره) دققوا في اختيار رسول الله لهذا التعبير المعجز "مطهرة للفم" .. ! وقال: «لَوْلا أَنْ أَشُقَّ عَلَى الْمُؤْمِنِينَ لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاةٍ (¬٢)» (متفق عليه). والسواك كل ما يُستاك به في اللغة العربية .. ففرشاة الأسنان سواك ... وعود الأراك سواك ..

• وكان من وصيته صلى الله عليه وسلم استعمال ما يمنعُ وصولَ رذاذ العطاس إلى الآخرين. قال أبو هُرَيْرة رضي الله عنه: "كَانَ- صلى الله عليه وسلم - إِذَا عَطَسَ غَضَّ صَوَتهُ، وَاسْتَتَر بِثَوْبِه أَوْ يدهِ (¬٣) " (البيهقي في شعب).
_________
(¬١) أخرجه النسائي ١/ ١٠ في الطهارة، باب الترغيب في السواك، ورواه أيضاً أحمد في " المسند "، والدارمي في " سننه "، وإسناده صحيح. ا. هـ (جامع الأصول)
(¬٢) رواه البخاري ٢/ ٣١١ و ٣١٢ في الجمعة، باب السواك يوم الجمعة، وفي التمني، باب ما يجوز من اللو، ومسلم رقم (٢٥٢) في الطهارة، باب السواك. ا. هـ (جامع الأصول)
(¬٣) البيهقي في شعب الإيمان باب: في تشميت العاطس باب: في خفض الصوت بالعطاس ٧/ ٣١، ٣٢ برقم: ٩٣٥٤.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (11,'• وقد أرشدتنا شريعتنا الغراء إلى استحباب غسل اليدين قبل الطعام؛ ليأكل بهما وهما نظيفتان من كل فيروس أو أذى، فقد ورد عن النبي صلى الله عليه وسلم أنه قال: «بركة الطعام الوُضُوء قبلَه، والوضوء بعدَه (¬١)» (الترمذي وغيره). ولا يخفى أنّ وضوءَ الطعامِ هو غسلُ اليدين والفمِ قبل الطعام وبعده. فهي تقِي مِن انتقالِ كثيرٍ مِنَ الأمراضِ المُعْدِيةِ، التي تنتقلُ بتلوُّثِ الأيدِي، كالكوليرا، والزحارِ، والالتهابِ المعويِّ .. وغير ذلك مما هو معلوم في الطب، ومن الإحصاءاتِ الطريفةِ والخطيرةِ التي أَجْرَتْهَا إحدى المؤسساتِ العلميةِ المعنيةِ بشؤونِ الصحةِ على مستوى العالَمِ كلِّه أنّ أمراضَ القذارةِ التي تنتقلُ عن طريقِ تلوُّثِ اليدينِ والماءِ والطعامِ، بلغ ضحيتها ثلاثة ملايين إنسانٍ، يموتون كلَّ عامٍ بسببِ قذارتِهم، وبسببِ مخالفتِهم لاتِّباعِ السنةِ، ونصفُ هؤلاءِ من الأطفالِ؛ نتيجةَ عدمِ الاهتمامِ بنظافةِ اليدينِ، وغسلِهما قبلَ الطعامَ، هذه السنة التي هملها بعضنا ولا يوليها أدنى اهتمام.

• ألم يأمر النبي صلى الله عليه وسلم بالمحافظة على نظافة أدوات الأكل والشرب وصيانتها عن التلوث الذي يؤدي إلى نقل الأمراض المعدية والأوبئة الممرضة، فقال صلى الله عليه وسلم: «غَطُّوا الإِنَاءَ، وَأَوْكُوا السِّقَاءَ - أي شدوا رأس السقاء بالوكاء وهو الخيط لئلا يسقط فيه شئ - وَأَغْلِقُوا الْبَابَ، وَأَطْفِئُوا السِّرَاجَ (¬٢)» (مسلم).
_________
(¬١) رواه الترمذي رقم (١٨٤٧) في الأطعمة، باب ما جاء في الوضوء قبل الطعام وبعده، وأبو داود رقم (٣٧٦١) في الأطعمة، باب غسل اليد قبل الطعام.
(¬٢) أخرجه مسلم برقم: (٢٠١٢) في الأشربة، باب الأمر بتغطية الإناء وإيكاء السقاء. ا. هـ (جامع الأصول)',NULL,'11',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (12,'• بل إن من التدابير والتوجيهات الإسلامية في مواجهة الأوبئة نهيه عن دخول المريض على الأصحاء، فمن علم أنه مريض مرضاً يعدي من حوله ويؤذيهم فلا يجوز له مخالطة الناس دون اتخاذ التدابير الوقائية التي تمنع نقل العدوى لهم؛ لأن ذلك إضرار بالمجتمع وهو أمر محرم شرعاً، يقول النبي صلى الله عليه وسلم: «لا ضَرَرَ ولا ضِرَارَ -وفي رواية: ولا إِضْرَارَ (¬١)» (مالك وغيره)، وقال النبي صلى الله عليه وسلم: «لا يُورِدَنّ مُمْرِض على مُصِحّ (¬٢)» (البخاري).
ومما ينبغي علينا ترك الاجتماعات التي قد تؤذي إلى تفشي الوباء حتى لو كان هذا الاجتماع للدعاء والعبادة، قال الحافظ ابن حجر العسقلاني: "ووقع هذا في زماننا، حيث وقع أول الطاعون بالقاهرة، في السابع والعشرين من شهر ربيع الآخر، سنة ٨٣٣ هـ، فكان عدد من يموت بها دون الاربعين، فخرجوا إلى الصحراء، في الرابع من جمادى الأولى، بعد أن نودي فيهم بصيام ثلاثة ايام، كما في الاستسقاء، واجتمعوا ودعوا وأقاموا ساعة ثم رجعوا، فما انسلخ الشهر حتى صار عدد من يموت في كل يوم بالقاهرة فوق الألف، ثم تزايد ". (كنوز الذهب في تاريخ حلب ٢/ ٢١٢)
_________
(¬١) أخرجه مالك في الموطأ ٢/ ٧٤٥ مرسلاً في الأقضية، باب القضاء في المرفق. ورواه الدارقطني والحاكم والبيهقي من حديث أبي سعيد الخدري، وقال الحاكم: صحيح الإسناد على شرط مسلم، قال النووي في " الأربعين ": وله طرق يقوي بعضها بعضاً.
(¬٢) أخرجه البخاري ٧/ ١٩٧.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (13,'<span data-type="title" id=toc-10>ضرورة تناول الأدوية والأسباب التي جعلها الله في كونه:</span>
لقد أمرنا النبي صلى الله عليه وسلم بالتداوي وأوصانا بأخذ أسباب الشفاء والعلاج، فقال: «تَداوَوْا عِبادَ؛ الله فإنَّ الله تَعَالَى لَمْ يَضَعْ دَاءً إِلَاّ وَضَعَ لَهُ دَوَاءً غَيْرَ داء واحد: الهرم (¬١)» (أحمد وغيره). وقال أيضاً: «إن الله أنْزَلَ الدَّاءَ والدَّوَاءَ، وجعل لكلِّ داء دواء، فَتَدَاوَوْا، ولا تَدَاوَوْا بحرام (¬٢)» (أبو داود).
وقد عَادَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجُلًا بِهِ جُرْحٌ، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «ادْعُ لَهُ طَبِيبَ بَنِي فُلَانٍ. قَالَ: فَدَعُوهُ فَجَاءَهُ، فَقَالُوا: يَا رَسُولَ اللَّهِ، وَيُغْنِي الدَّوَاءُ شَيْئًا؟ فَقَالَ: سُبْحَانَ اللَّهِ! وَهَلْ أَنْزَلَ اللَّهُ - تَبَارَكَ وَتَعَالَى - مِنْ دَاءٍ فِي الْأَرْضِ إِلَّا جَعَلَ لَهُ شِفَاءً (¬٣)» (أحمد).
بل إن النبي صلى الله عليه وسلم ربط الشفاء بحسن اختيار الدواء بدون زيادة أو نقصان، وأن يكون مناسباً للمكان والزمان والبدن وغيره، مع العلم بأن الداء والشفاء من الله سبحانه وتعالى وقد ورد في الأثر: " إن إبراهيم الخليل قال يارب ممن الداء قال: مني. فقال: فممن الدواء؟ قال: مني. قال: فما بال الطبيب؟ قال رجل أرسل الدواء على يديه (¬٤) " (زاد المعاد).
_________
(¬١) أخرجه لأحمد وأبي داود والترمذي، والنسائي، وابن ماجة، وابن حبان، والحاكم عن أسامة ابن شريك.
(¬٢) أخرجه أبو داود رقم (٢٨٧٤) في الطب، باب الأدوية المكروهة، وهو حديث حسن بشواهده.
(¬٣) قال الحافظ الهيثمي: رَوَاهُ أَحْمَدُ وَرِجَالُهُ رِجَالُ الصَّحِيحِ.
(¬٤) زاد المعاد في هدي خير العباد لابن القيم ٤/ ١٥.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (14,'ولذلك يجب أن نتعالج بالعقاقير والأمصال والأدوية المتاحة، ونتعاطى كل أسباب الوقاية أو العلاج عند الحاجة إلى ذلك، ولا يصح أن نترك الدواء بزعم التوكل على الله تعالى، فالعمل بالأسباب عمل بمنهج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فاليد تأخذ بالأسباب الظاهرة، والقلب متعلق ومتوكل على الله.

<span data-type="title" id=toc-11>أدعية وأذكار نبوية للوقاية من الأمراض والأوبئة:</span>
هذه وصايا رسول الله فيما يتعلق بأخذ أسباب الوقاية الظاهرة الحسية أما وصيته الروحانية الإيمانية فكانت تذكيراً بضرورة التحصن بذكر الله تبارك وتعالى والحرص على أذكار الصباح والمساء، وفي ذلك يقول صلوات الله عليه:
• «مَا مِنْ عَبْدٍ يَقُولُ في صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ: بِسْمِ اللهِ الَّذِي لا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ في الأرْضِ وَلا في السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ، ثَلاثَ مَرَّاتٍ، إِلَاّ لَمْ يَضُرَّهُ شَيْءٌ (¬١)» (أبو داود الطيالسي في مسنده وغيره).
• وقال صلوات الله عليه: «مَنْ نَزَلَ مَنْزِلاً، ثُمَّ قالَ: أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ؛ لَمْ يَضُرُّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ (¬٢)» (مسلم وغيره).
_________
(¬١) بهذا اللفظ أخرجه أبو داود الطيالسي في مسنده ١/ ٧٧. ورواه بلفظ قريب جداً؛ أبو داود والنسائي، وابن ماجه والترمذي، وقال: حديث حسن غريب صحيح، وابن حبان في صحيحه، والحاكم، وقال: صحيح الإسناد.
(¬٢) قال الحافظ المنذري: رواه مالك ومسلم والترمذي وابن خزيمة في صحيحه. (لترغيب والترهيب ٤/ ٨٢)',NULL,'14',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (15,'• وقال في حديث آخر: «مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ (¬١)» (متفق عليه)، أي كفتاه من كل آفة وشر.
• وقال عبدِ اللَّهِ بنِ خُبَيْب رضي اللَّه عَنْهُ قَالَ لي رَسُولُ اللَّهِ - صلى الله عليه وسلم -: اقْرأْ: «قُلْ هُوَ اللَّهُ أَحَدٌ والمعوِّذَتَيْن حِينَ تُمْسِي وَحِينَ تُصبِحُ، ثَلاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كلِّ شَيْءٍ (¬٢)». (أَبو داود والترمذي).
• وكَانَ من دعاء رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ عَافِنِي فِي جَسَدِي، وَعَافِنِي فِي بَصَرِي، وَاجْعَلْهُ الوَارِثَ مِنِّي، لا إِلَهَ إِلَاّ اللَّهُ الحَلِيمُ الكَرِيمُ، سُبْحَانَ اللهِ رَبِّ العَرْشِ العَظِيمِ، الحَمْدُ لِلَّهِ رَبِّ العَالَمِينَ (¬٣)» (الترمذي وغيره).
• ولنتذكر [قول] رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَإِنَّ الْبَلَاءَ لَيَنْزِلُ فَيَتَلَقَّاهُ الدُّعَاءُ، فَيَعْتَلِجَانِ إِلَى يَوْمِ الْقِيَامَةِ» (رواه البزار والطبراني، والحاكم وقال: صحيح الإسناد.)
_________
(¬١) رواه البخاري ٩/ ٥٠ في فضائل القرآن، باب فضل سورة البقرة، وباب من لم ير بأساً أن يقول: سورة البقرة، وباب في كم يقرأ القرآن، وفي المغازي، باب شهود الملائكة بدراً، ومسلم رقم (٨٠٨) في صلاة المسافرين، باب فضل فاتحة الكتاب وخواتيم سورة البقرة. ا. هـ (جامع الأصول)
(¬٢) رواه الترمذي رقم (٣٥٧٠) في الدعوات، باب رقم (١٢٧)، وأبو داود رقم (٥٠٨٢) في الأدب، باب ما يقول إذا أصبح، وإسناده حسن، وقال الترمذي: هذا حديث حسن صحيح غريب. . ا. هـ (جامع الأصول)
(¬٣) أخرجه الترمذي (٣٤٨٠) عَن عائشةَ، وقال أبو عيسى الترمذي: هذا حديثٌ حسنٌ غريبٌ. وأخرجه المستدرك على الصحيحين للحاكم ١/ ٥٣٠ كتاب (الدعاء) ذكر الحديث عن عائشة',NULL,'15',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (16,'<span data-type="title" id=toc-12>الإشاعة وخطرها على الفرد والمجتمع:</span>
أخيراً: أريد أن أنبّه لمسألة ليست أقل خطورة من المرض نفسه، ألا وهي خطر وضرر الإشاعات من خلال الرسائل القصيرة أو المقاطع المرئية، وخطرها داهم على الفرد والمجتمع خاصة أنها تصل للكبير والصغير والجاهل والمتعلم، فمنذ أيام-أيها الأحبة-وصلني مقطع مرئي عبر بعض برامج التوصل الاجتماعي .. هذا المقطع انتشر قبل أيام انتشار النار في الهشيم .. ، ملخص هذا المقطع المرئي، فيه تحذير من بعض اللحوم أو ما يسمى بالهوت دوغ والمرتديلاً، يدخل فيه البغال والحمير والخنازير إلى مكنات ضخمة وهي بكامل أعضائها موصولة الرأس ثم تخرج لحماً طرياً طازجاً معلباً يأكل منه الناس ... ، والمقطع يظهر عليه آثار التوصيل والتقطيع والفبركة، وقد عرضته على طبيب في الأغذية فضحك من ذلك ضحكاً كثيراً، وقال لا يمكن لذلك أن يكون؛ فهناك مراقبة عامة، ومراقبة نظام الجودة وغير ذلك الكثير الكثير، و «كفى بالمرء إثماً أن يحدث بكلِّ ما سمع (¬١)» (سنن أبي داود). كما قال الرسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. إنها الشائعة .. ! التي يطلقها الجبناء، ويصدقها البسطاء، ويستفيد منها الأذكياء.
_________
(¬١) سنن أبي داود ٧/ ٣٤٤.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b151181] VALUES (17,'أخيراً أيها الأحبة: فلنحسن الظنَّ بالله، وهذا الذي نحن فيه لن يطول ولن يدوم، وأبشركم ببشارةِ عالمٍ حافظٍ للحديث، بل كان يُلقبُ بأميرِ المؤمنين في الحديث وهو: "الحافظُ ابن حجرِ العسقلاني" الذي ابتليَ بموتِ ثلاث من بناته بسبب الوباء، حيث قال في كتابهِ: «عامةُ الطواعين التي وقعت في بلدانِ المسلمين على مرِّ التاريخ إنما تقعُ كانت تقع أثناءَ فصلِ الربيعِ وبعدَ خروجِ الشتاء، ثمَّ بعد ذلك ترتفع في أولِ الصيف» (بذل الماعون في فضل الطاعون). وها نحن على أبواب الصيف فأبشروا بفرجٍ قريبٍ ليس ببعيد.

"فلا تَيْئَسُوا مِنْ رَوْحِ اللهِ"، حتى لا نكونَ ممن قال الله فيهم: {وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا؛ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ} [الرُّوم: ٣٦] فلنحسنِ الظنَ بالله، وهو القائل في الحديثِ القدسي الجليل: {أَنَا عِنْدَ حَسَنِ ظَنِّ عَبْدِي بِي فليظُنَّ بي ماشاء .. } ولله در القائل:
وإنِّي لأدعو اللهَ حتى كأنّني .... أرى بجميلِ الظنِّ ما اللهُ فاعلُهْ
وأقرعُ أبوابُ السماواتِ راجياً .... عطاءَ كريمٍ قطُّ ما خابَ سائلُهْ
نسأل الله أن يحفظ بلدنا هذا، وسائر بلاد المسلمين من الأمراض والأوبئة والبلايا والمحن والفتن ما ظهر منها وما بطن، وأن يجعلنا من الذين يستمعون القول فيتبعون أحسنة (¬١).

وكتبه:
محمد مهدي قشلان رجاء دعوة صالحة
١٠/رجب/١٤٤١ هـ الموافق لـ ٥/ ٣/٢٠٢٠ م
_________
(¬١) ألقيت هذه المحاضرة في مسجد (أهل الذكر) وبعض المراكز التعليمية والدعوية في عمان. ١٤٤١ هـ ٢٠٢٠ م.',NULL,'17',NULL,NULL,'0');
