-- Table: b151112
-- Chunk: 1
-- Rows: 36

CREATE TABLE "b151112"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b151112
INSERT INTO [b151112] VALUES (1,'شرح حديث عمار بن ياسر - رضي الله عنه -',NULL,'151',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد للَّه رب العالين والصلاة والسلام عَلَى محمد وآله وصحبه أجمعين.
وبعد فقد خرَّج الإمام أحمد والنسائى (١) من حديث عمار بن ياسر رضي اللَّه عنه «أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَدْعُو بِهَؤُلاَءِ الدَّعَوَاتِ: اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاةَ خَيْرًا لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَكَلِمَةَ الْحَقِّ فِي الْغَضَبِ وَالرِّضَا، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَقُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَبَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ».
اعلم أن الحاجات التي يطلبها العبد من اللَّه عز وجل نوعان:
أحدهما: ما علم أنه خير محض كسؤاله خشيته من اللَّه تعالى وطاعته وتقواه، وسؤاله الجنة، والاستعاذة به من النار، فهذا يطلب من اللَّه تعالى بغير تردد، ولا تعليق بالعلم بالمصلحة؛ لأنّه خير محض، ومصلحة خالصة؛ فلا وجه لتعليقه بشرط وهو معلوم الحصول، وكذلك لا يعلق لمشيئة اللَّه عز وجل؛ لأنّ اللَّه يفعل ما يشاء ولا مُكْرِهَ له فلا فائدة في تعليقه بمشيئة؛ ولكن ليعزم المسألة، كما قال النبي -صلى الله عليه وسلم-: "لاَ يَقُلْ أَحَدُكُمْ: اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ، وَلَكِنْ لِيَعْزِمْ المَسْأَلَة، فَإِنَّ اللهَ لاَ مُسْتَكْرِهَ لَهُ"، خرّجاه من حديث أنس وأبي هريرة بمعناه (٢).
_________
(١) أخرجه النسائي (١٣٠٥).
(٢) أخرجه البخاري (٦٣٣٨)، ومسلم (٢٦٧٨) من حديث أنس، والبخاري (٦٣٣٩، ٧٤٧٧)،
ومسلم (٢٦٧٩) من حديث أبي هريرة.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (3,'وفي رواية لمسلم (١): "وَلَكِنْ لِيَعْزِمْ المَسْأَلَة ولِيعظمْ الرَّغبة؛ فإنَّ الله لاَ يَتعَاظَمهُ شيء".
وفي رواية للبخاري (٢): "إنَّ اللهَ تَعَالَى لاَ يَتَعَاظَمُهُ شَيْءٌ وأنَّه يَفعَلُ مَا يَشاءُ ولاَ مكره له".
النوع الثاني: ما لا يعلم هل هو خير للعبد أم لا، كالموت والحياة، والغنى والفقر، والولد والأهل، وكسائر حوائج الدُّنْيَا التي تُجْهَل عواقبها، فهذه لا ينبغي أن يسأل الله منها إلا ما يعلم فيه الخيرة للعبد، فإن العبد جاهل بعواقب الأمور، وهو مع هذا عاجز عن تحصيل مصالحه ودفع مضاره، فيتعين عليه أن يسأل حوائجه من هو عالم قادر، ولهذا شرعت الاستخارة في الأمور الدنيوية كلها، وشرع أن يقول الداعي في استخارته: "اللَّهُمَّ أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيم، فَإِنَّكَ تَقْدِرُ وَلا أَقْدِرُ، وَتَعْلَمُ وَلا أَعْلَمُ، وَأَنْتَ عَلامُ الْغُيُوبِ، ثُمَّ يَقُولُ: اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ -ويسميه باسمه- خَيْرٌ لِي فِي دِينِي ودُنْيَايَ" (٣).
وكذلك في هذا الدعاء يسأل الله بعلمه الغيب وقدرته عَلَى الخلق ما يعلم له فيه الخيرة من موت أو حياة.
وقد تضمن الدعاء الَّذِي في هذا الحديث النوعين معًا، فإنه لما سأل الموت والحياة قيد ذلك بما يعلم الله أن فيه الخيرة لعبده، ولما سأل الخشية وما بعدها مما هو خير صرف جزم به ولم يقيده بشيء.
في "الصحيحين" (٤) عن النبي - صلى الله عليه وسلم - أنه قال: "لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ المَوْتَ لِضُرٍّ نَزَلَ بِهِ، فَإِنْ كَانَ لاَ بُدَّ فَاعِلًا فَلْيَقُلْ: اللَّهُمَّ أَحْيِنِي مَا عَلِمت الحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الوَفَاةُ خَيْرًا لِي".
_________
(١) برقم (٢٦٧٩).
(٢) برقم (٧٤٧٧).
(٣) أخرجه البخاري (٦٣٨٢) من حديث جابر.
(٤) أخرجه البخاري (٥٦٧١، ٦٣٥١، ٧٢٣٣)، ومسلم (٢٦٨).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (4,'وللبخاري (١): "لاَ يَتَمَنَّى أَحَدُكُمُ المَوْتَ: إِمَّا مُحْسِنًا فَلَعَلَّهُ أَنْ يَزْدَادَ، وَإِمَّا مُسِيئًا فَلَعَلَّهُ أَنْ يَسْتَعْتِبَ".
ولمسلم (٢): "لَا يَتَمَنَّيْنَ أَحَدُكُمْ الْمَوْتَ وَلَا يَدْعُ بِهِ مِنْ قَبْلِ أَنْ يَأْتِيَهُ، إنَّهُ إذَا مَاتَ أَحَدُكُمْ انْقَطَعَ عَمَلُهُ، وَإِنَّهُ لَا يَزِيدُ الْمُؤْمِنَ عُمُرُهُ إلَّا خَيْرًا". وزاد الإمام أحمد (٣) في رواية له: "إلا أن يكون وثق بعلمه" وله أيضًا (٤): "لا تتمنوا الموت، فإن هول المطلع، شديد وإن من السعادة أن يطول عمر العبد ويرزقه الله الإنابة".
ففي هذه الأحاديث التعليل للنهي عن تمني الموت بأن العبد إِنَّ كان محسنًا فحياته يرجى أن يزداد بها إحسانًا، وإن كان مسيئًا فإنه يرجو أن يستعتب، يعني: يزيل العتب عنه بالتوبة والإنابة قبل الموت، وقد جاءت الأحاديث عن النبي -صلى الله عليه وسلم- بفضيلة طول العمر في الطاعة ففي الترمذي (٥): "أنه -صلى الله عليه وسلم- سئل: أَيُّ النَّاسِ خَيْرٌ؟ قَالَ: «مَنْ طَالَ عُمُرُهُ وَحَسُنَ عَمَلُهُ». وسئل: أَيُّ النَّاسِ شَرٌّ؟ قَالَ: «مَنْ طَالَ عُمُرُهُ وَسَاءَ عَمَلُهُ».
وفي "المسند" (٦): "إِنَّ نفرًا ثلاثة أسلَمُوا، فَكَانُوا عِنْدَ طَلْحَةَ، فَبَعَثَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْثًا فَخَرَجَ فيه أَحَدُهُمْ فَاسْتُشْهِدَ، ثُمَّ بَعَثَ بَعْثًا آخَر فَخَرَجَ فِيهِ آخَرُ فَاسْتُشْهِدَ، ثُمَّ مَاتَ الثَّالِثُ عَلَى فِرَاشِهِ، قَالَ طَلْحَةُ: فَرَأَيْتُ الْمَيِّتَ عَلَى فِرَاشِهِ أَمَامَهُمْ، وَرَأَيْتُ الَّذِي اسْتُشْهِدَ آخِرًا يَلِيهِ، وَرَأَيْتُ الَّذِي اسْتُشْهِدَ أَوَّلَهُمِ آخِرَهُمْ، قَالَ: فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: «وَمَا أَنْكَرْتَ مِنْ ذَلِكَ لَيْسَ أَحَدٌ أَفْضَلَ عِنْدَ اللَّهِ مِنْ مُؤْمِنٍ يُعَمَّرُ فِي الْإِسْلامِ لِتَسْبِيحِهِ وَتَكْبِيرِهِ وَتَهْلِيلِهِ".
_________
(١) برقم (٧٢٣٥).
(٢) برقم (٢٦٨٢).
(٣) (٢/ ٣٥٠).
(٤) (٣/ ٣٣٢).
(٥) برقم (٢٣٣٠) وقال: هذا حديث حسن صحيح.
(٦) (١/ ١٦٣).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (5,'وفي رواية (١): «قَالَ: أَلَيْسَ قَدْ مَكَثَ هَذَا بَعْدَهُ سَنَةً؟» قَالُوا: بَلَى، قَالَ: «وَأَدْرَكَ رَمَضَانَ فَصَامَ؟ قَالُوا: بَلَى، قَالَ: وَصَلَّى كَذَا وَكَذَا مِنْ سَجْدَةٍ فِي السَّنَةِ؟» قَالُوا: بَلَى، قَالَ: «فَمَا بَيْنَهُمَا أَبْعَدُ مِمَّا بَيْنَ السَّمَاءِ وَالْأَرْضِ» ".
قيل لبعض السلف: طاب الموت. قال: يا ابن أخي، لا تفعل. لساعة تعيش فيها تستغفر الله خير لك من موت الدهر.
وقيل لشيخ كبير منهم: أتحب الموت؟ قال: لا، قد ذهب الشباب وشره، وجاء الكبر وخيره، فَإِذَا قمت قلت: بسم الله، وإذا قعدت قلت: الحمد الله، فأنا أَحَبّ أن يبقى لي هذا.
وقيل لشيخ آخر: ما بقي منك مما تحب له الحياة؟ قال: البكاء عَلَى الذنوب.
ولهذا كان كثير من السلف يبكي عند موته تأسفًا عَلَى انقطاع أعماله الصالحة.
وكان يزيد الرقاشي يقول عند موته يا يزيد من يصلي لك بعدك ومن يصوم؟ ومن يتوب لك من الذنوب السالفة.
ولهذا يتحسر الموتى عَلَى انقطاع أعمالهم الصالحة.
ففي الترمذي (٢) عن النبي -صلى الله عليه وسلم-: «مَا أَحَدٍ يَمُوتُ إِلَّا نَدِمَ: إِنْ كَانَ مُحْسِنًا أَنْ لَا يَكُونَ ازْدَادَ، وَإِنْ كَانَ مُسِيئًا أَنْ يَكُونَ اسْتعتب».
ورئي بعض الموتى من السلف في المنام، فسُئل عن حاله فَقَالَ: قدمنا عَلَى أمر عظيم، نعلم ولا نعمل وتعملون ولا تعلمون، والله لتسبيحة أو تسبيحتان، أو ركعة أو ركعتان في نسخة عملي أَحَبّ إلي من الدُّنْيَا وما فيها.
_________
(١) أخرجه ابن ماجه (٣٩٢٥)، وأحمد (١/ ١٦٢، ١٦٣) من طريق أبي سلمة عن طلحة بن عبد الله. قال البوصيري في "الزوائد": رجال إسناده ثقات، إلا أنه منقطع. قال علي بن المدينى وابن معين: أبو سلمة لم يسمع من طلحة شيئًا.
(٢) برقم (٢٤٠٣) من طريق يحيى بن عبيد قال: سمعتُ أبي يقول: سمعت أبا هريرة يقول ... فذكره. قال أبو عيسى: هذا حديث إِنَّمَا نعرفه من هذا الوجه، ويحيى بن عبيد الله قد تكلّمَ فيه شعبة، وهو يحيى بن عبيد الله بن موهب، مَدَني.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (6,'وصلى بعض السلف ركعتين خفيفتين بقرب من المقابر، ولم يرضهما لتخفيفهما، ثم غلبته عينه فرأى صاحب القبر الَّذِي هو بقربه يقول له: صليت ركعتين ولم ترضهما؟ قال: نعم. قال: لئن يكون لي مثل ركعتيك أَحَبّ إلي من الدُّنْيَا بحذافيرها.
وأما الرواية التي في "المسند" (١): "لَا يتمنين أحد الْمَوْت إِلَّا من وثق بِعَمَلِهِ" فيدل عَلَى أن من له عمل صالح يثق به فإن له أن يتمنى الموت.
وقد كان كثير من السلف يتمنى الموت، وهم أقسام:
منهم من يحمله حسن الظن باللَّه عَلَى حب لقائه، إما لا له عنده من كثرة الطاعات، أو لا عنده من محبة اللَّه عز وجل فيحسن ظنه به كما قال بعض السلف: لقد سئمتُ من الحياة، حتى لو وجدت الموت يباع لاشتريته، شوقًا إِلَى اللَّه وحبًّا للقائه، فقِيلَ لَهُ: أفعلى ثقة أنت من عملك؟ قال: لا، لكن
لحبي إياه وحسن ظني به، أفتراه يعذبني وأنا أحبه؟!
وكان بعضهم ينشد في هذا المعنى:
وزادي قليل ما أراه مبلغي ... ألزاد أبكي أم لطول مسافتي؟
أتحرقني بالنار يا غاية المنى ... فأين رجائي فيك أين محبتي؟
ومنهم من يتمنى الموت شوقًا إِلَى لقاء الله عز وجل، وسنذكر أخبارهم في الكلام عَلَى آخر الحديث إِنَّ شاء اللَّه تعالى.
وتمني الموت لمن يثق بعمله له أحوال:
تارة يتمنى الموت لضر نزل به، وهذا منهي عنه، وصاحبه إِنَّ لم يثق بعمله كالمستجير من الرمضاء بالنار؛ فإنه لا يدري لعله يهجم بعد الموت عَلَى ما هو أعظم وأشد مما هو فيه، فإن وثق بعمله فقد تمناه للضر بعض السلف.
_________
(١) (٢/ ٣٥٠) وسبق عزوه للمسند.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (7,'وتارة يتمناه خشية فتنة في الدين، فهذا جائز عند أكثر العُلَمَاء، وقد تمناه عمر بن الخطاب رضي الله عنه في آخر حجة حجها فإنه قال: "اللهم إنه قد كبرت سني ورق عظمي، وانتشرت رعيتي، فاقبضني إلك غير مضيع ولا مفتون" (١). فقتل في ذلك الشهر.
وتمنت زينب بنت جحش رضي الله عنها لما جاءها عطاء عمر فاستكثرته وقالت: اللهم لا يدركني عطاء لعمر بعدها، فماتت قبل أن يدركها عطاء ثانٍ لعمر.
وسأل عمر بن عبد العزيز من ظن به إجابة الدعاء أن يدعو له بالموت، لما ثقلت عليه الرعية، وخشي العجز عن القيام بحقوقهم.
وطُلِبَ كثير من السلف الصالح إِلَى بعض الولايات؛ فدعوا لأنفسهم بالموت فماتوا، واشتهر بعضهم واطلع عَلَى بعض عمل أحدهم أو معاملته مع الله فدعا لنفسه بالموت فمات، وفي الحديث: "وَإِذَا أَرَدْتَ بِقَوْمٍ فِتْنَةً فَاقْبِضْنِي إِلَيْكَ غَيْرَ مَفْتُونٍ" (٢).
وفي "المسند" (٣) عن محمود بن لبيد عن النبي - صلى الله عليه وسلم - قال: "اثْنَتَانِ يَكْرَهُهُمَا ابْنُ آدَمَ: الْمَوْتُ، وَالْمَوْتُ خَيْرٌ لِلْمُؤْمِنِ مِنَ الْفِتْنَةِ، وَيَكْرَهُ قِلَّةَ الْمَالِ، وَقِلَّةُ الْمَالِ أَقَلُّ لِلْحِسَابِ".
وقال ابن مسعود وغيره: ما من بر ولا فاجر إلا والموت خير له إِنَّ كان برًّا، فما عند الله خير للأبرار.
وإن كان فاجرًا، فإنما نملي لهم ليزدادوا إثمًا.
_________
(١) أخرجه مالك في "الموطأ" (٢/ ٨٢٤)، وأبو نعيم في "الحلية" (١/ ٥٤).
(٢) أخرجه الترمذي (٣٢٣٣) من طريق أبي قلابة عن ابن عباس. قال أبو عيسى: وقد ذكروا بين أبي قلابة وابن عباس في هذا الحديث رجلاً، وقد رواه قتادة عن أبي قلابة عن خالد بن اللجلاج عن ابن عباس، وأحمد في "المسند" (٥/ ٢٤٣) من حديث معاذ بن جبل.
(٣) (٥/ ٤٢٧) قال الهيثمي في "المجمع" (٢/ ٣٢١): رواه أحمد، ورجاله رجال الصحيح.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (8,'وتارة يتمناه من غير ضر ولا فتنة، فإن كان ممن وثق بعمله حبًّا لله وشوقًا إِلَى لقائه جاز، وسنذكره فيما بعد إِنَّ شاء الله تعالى.
وكذلك تمنيه عند حضور أسباب الشهادة اغتنامًا لها، كتمنيه عند حضور القتال فىِ سبيل الله أو الطاعون، وإن كان إحسانًا للظن به ففيه اختلاف بين السلف، وقد ورد تعليل النهي عن تمني الموت بأن هول المطلع شديد؛ فتمنيه من نوع تمني وقوع البلاء قبل نزوله ولا ينبغي ذلك كما قال - صلى الله عليه وسلم -: "لاَ تَمَنَّوْا لِقَاءَ العَدُوِّ، وَلَكِنْ وَسَلُوا اللهَ الْعَافِيَةَ، فَإِذَا لَقِيتُمُوهُمْ فَاثْبُتُوا" (١).
وسمع ابن عمر رجلًا يتمنى الموت فَقَالَ: لا تتمنى الموت فإنك ميت، ولكن سل الله العافية، فإن الميت ينكشف له عن هول عظيم (٢).
هو هول المطلع، ويرى عالماً لا عهد له به، فلا ينبغي للإنسان أن يستعجل ذلك.
وقد قال عمر عند موته: لو كان لي ما في الأرض لافتديت به من هول المطلع (٣).
وجزع الحسن بن علي عند موته وقال: إني أريد أن أشرف عَلَى ما لم أشرف عليه قط.
وكان الحسن البصري يقول عند موته: نفيسة ضعيفة وأمر هول عظيم، فإنا لله وإنا إِلَيْهِ راجعون.
وجزع حبيب بن محمد عند موته وجعل يقول: إني أريد أن أسافر سفرًا ما سافرته قط، إنني أريد أن أسلك طريقًا ما سلكته قط. أريد أن أزور سيدي ومولاي وما رأيته قط، أريد أن أشرف عَلَى أهوال ما شاهدت مثلها قط.
_________
(١) أخرجه البخاري (٢٨٦٣)، ومسلم (١٧٤١).
(٢) أخرجه عبد بن حميد في "المنتخب" بهذا اللفظ رقم (٣٣٠).
(٣) أخرجه ابن أبي شيبة في "مصنفه" (٧/ ١٠٠)، والطبراني في "الأوسط" (٥٧٩)، وابن حبان (٦٨٩١ - إحسان)، والحاكم في "المستدرك" (٣/ ٩٠ علمية).
وقال الهيثمي في "المجمع" (٩/ ٧٦): ... وإسناده حسن.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (9,'وأيضًا فالموت نفسه أشد ما يلقاه الآدمي في الدُّنْيَا ولا يعلم الناس في الدُّنْيَا حقيقة شدته.
وقال بعض السلف: لو أن ميتًا نُشِرَ فأخبر أهل الدُّنْيَا بحقيقة الموت ما انتفعوا بعيش ولا استلذوا بنوم.
وإنما كان الموت خيرًا للعاصي؛ لأنّه كلما طال عمره زادت ذنوبه، فزاد عقابه. وهذا كما قال ابن مسعود: إِن كان مسيئًا فإن الله تعالى يقول: {إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا} (١).
وكان بعض الصالحين يقول: قد سئمنا من الحياة لكثرة ما نقترف من الذنوب. هذا مع كثرة أعمالهم الصالحة فكيف يقول من عمره كله ضائع.
صفوة اللذة أثمرت لي كدري ... كم أبصرت ما يعطي بصري
ما لي زاد وقد تداني سفري ... وقد ضاع العمر فإنه يوالي عمري
ولقد كان كثير من الصالحين يتمنى الموت في صحته، فلما نزل به كَرِهَهُ لشدته، ومنهم: أبو الدرداء وسفيان الثوري، فما الظن بغيرهما.
وكان بعض الصالحين يتمنى الموت، فرأى في منامه قائلًا يقول له: أتتمنى الموت؟ قال: قد كان ذلك، فقطب وجهه ثم قال: لو عرفت الموت وكربه حتى يخالط قلبك معرفته، لطار نومك أيام حياتك، ولذهل عقلك حتى تمشي في الناس والهًا.
وكان إذا ذكر منامه هذا بكى وقال: طوبى لمن نفعه عيشه، فكان طول عمره زيادة في عمله، واللَّه ما أراني كذلك.
قال إبراهيم بن أدهم: إِنَّ للموت كأسًا لا يقوى على تجرعها إلا خائف وجل طائع كان يتوقاها.
_________
(١) آل عمران: ١٧٨.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (10,'ولأبي العتاهية:
ألا للموت كأس أي كأس ... وأنت لكأسه لابد حاسي
إِلَى كم والممات إِلَى قريب ... تذكر بالممات وأنت ناسي
وفي الجملة فينبغي للمؤمن أن يكون طول عمره زيادة في عمله، كما في "صحيح مسلم" (١) عن النبي -صلى الله عليه وسلم-: "أنه كان يدعو: واجعل الحياة زيادة لي في كل خير".
قال بعضهم: من لا خير له في الموت لا خير له في الحياة.
يعني من لا تكون حياته زيادة في حسناته فلا خير له في الموت ولا في الحياة وقد رأى بعضهم النبي -صلى الله عليه وسلم- في منامه فَقَالَ له: «مَنِ اسْتَوَى يَوْمَاهُ فَهُوَ مَغْبُونٌ، وَمَنْ كَانَ يَوْمُهُ شَرًّا مِنْ أَمْسِهِ فَهُوَ مَلْعُونٌ، وَمَنْ لَمْ يَتَفَقَّدُ الزِّيَادَةِ فِي عَمَلِهِ فَهُوَ فِي نُقْصَانٍ، وَمَنْ كَانَ فِي نُقْصَانٍ فَالْمَوْتُ خَيْرٌ لَهُ» (٢).
وقال ميمون بن مهران: لا خير في الحياة إلا لتائب، أو لرجل يعمل في الدرجات يعني أن التائب يمحو بتوبته ما سلف من السيئات، والعامل في الدرجات تعلو درجاته بما يعمل من الحسنات، فهذا يزيد حسناته والأوّل يمحو سيئاته، فما عدا هذين الرجلين فلا خير لهما في الحياة.
ولهذا قال بقية: عمر المؤمن لا قيمة له [إلا أن] (٣) يتوب فيه من السيئات ويستدرك فيه ما مات.
_________
(١) برقم (٢٧٢٠).
(٢) أخرجه البيهقي في "الزهد الكبير" (٩٨٧) عن عبد العزيز بن أبي رواد قال: رأيت النبي -صلى الله عليه وسلم- فى النوم ... فذكره.
والحديث ليس في نسخة الزهد المخطوطة وإنَّما هو مما استدركه المحقق من كتب أخرى ونسب فيها الحديث للبيهقي في "الزهد".
وأخرجه أبو نعيم في "الحلية" (٨/ ٣٥) قال: سمعت إبراهيم بن أدهم يقول: بلغني أن الحسن البصري رأى النبي -صلى الله عليه وسلم- في منامه ...
(٣) ليست بالأصل وهي أنسب للسياق.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (11,'رفع إِلَى بعض العابدين رقعة في منامه وإذا فيها مكتوب:
إن كنت لا ترتاب أنك ميت ... وليست لبعد الموت ها أنت تعمل
فعمرك ما يغني وأنت مفرط ... واسمك في الموتى معد محصل
ورأى آخر في منامه كأن قائلًا ينشده:
يا خدّ إنك إِن توسد لينا ... وسدت بعد الموت صم الجندل
فاعمل لنفسك في حياتك صالحاً ... فلتندمن غدًا إذا لم تفعل
قوله - صلى الله عليه وسلم -: "أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَكَلِمَةَ الْحَقِّ فِي الْغَضَبِ وَالرِّضَا، وَالْقَصْدَ فِي الْفَقْرِ وَالْغِنَى":
هذه الثلاث المنجيات التي رويت عن النبي -صلى الله عليه وسلم- أنه قال: "ثلاث منجيات، وثلاث مهلكات" فذكر المنجيات هذه الخصال الثلاث.
والمهلكات: شح مطاع، وهوى متبع، وإعجاب كل ذي رأي برأيه.
وروي أن سليمان عليه السلام قال: أوتينا مما أوتي الناس، ومما لم يؤتوا، وعلمنا مما علم الناس، ومما لم يعلموا، فلم نجد شيئًا أفضل من هذه الثلاث خصال.
وقال نافع بن سليمان: قال عيسى بن مريم عليه السلام: ثلاث من كن فيه بلغ ما بلغت: تقوى الله في السر والعلانية، والعدل في الغضب والرضا، والقصد في الغنى والفقر.
فأما خشية اللَّه في الغيب والشهادة فالمعنى بها أن العبد يخشى اللَّه سرًّا وإعلانًا وظاهرًا وباطنًا، فإن أكثر الناس يرى أنه يخشى الله في العلانية وفي الشهادة، ولكن الشأن في خشيته الله في الغيب إذا غاب عن أعين الناس، وقد مدح الله من يخافه بالغيب، قال تعالى: {الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ} (١) وقال: {مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ} (٢) وقال تعالى: {لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ} (٣) وقال: {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} (٤).
_________
(١) الأنبياء: ٤٩.
(٢) ق: ٣٣.
(٣) المائدة: ٩٤.
(٤) الملك:١٢.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (12,'وقد فسر الغيب في هذه الآيات بالدنيا لأنّ أهلها في غيب عما وعدوا به من أمر الآخرة، وأما في هذا الحديث فلا يتأتى ذلك، كما ترى لمقابلته بالشهادة.
كان بعض السلف يقول لإخوانه: زهدنا الله وإياكم في الحرام زهادة من قدر عليه في الخلوة فعلم أن الله يراه فتركه.
ومن هذا قول بعضهم: ليس الخائف من بكى وعصر عينيه، إِنَّمَا الخائف من ترك ما اشتهى من الحرام إذا قدر عليه، ومن هنا عظم ثواب من أطاع الله سرًّا بينه وبينه، ومن ترك المحرمات التي يقدر عليها سرًّا.
فأما الأول: فمثل قوله تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ} إِلَى قوله: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} (١).
قال بعض السلف: أخفوا للَّه العمل فأخفى لهم الجزاء.
وفي حديث السبعة الَّذِي يظلهم الله في ظله يوم لا ظل إلا ظله «رَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا، حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنفِقُ يَمِينُهُ» (٢).
وفي الحديث: إِذا صلى العبد في العلانية فأحسن وصلى في السر فأحسن، قال اللَّه: هذا عبدي حقًّا (٣).
وفي حديث آخر: "مَنْ أَحْسَنَ صَلَاتَهُ حِيثُ يَرَاهُ النَّاسُ وَأَسَاءَهَا حِيثُ لاَ يَرَاهَا فَتِلْكَ اسْتِهَانَةٌ يَسْتَهِينُ بِهَا رَبَّهُ" (٤).
وأما الثاني: فمثل قوله -صلى الله عليه وسلم- في السبعة الذين يظلهم الله في ظله يوم لا ظل إِلا ظله "وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حُسْنٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللَّهَ رَبَّ
_________
(١) السجدة: ١٦ - ١٧.
(٢) أخرجه البخاري (٦٢٩، ١٣٥٧، ٦١١٤)، ومسلم (١٠٣١).
(٣) أخرجه ابن ماجه (٤٢٥٣).
(٤) أخرجه عبد الرزاق في "المصنف" (٣٧٣٨).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (13,'العَالَمِينَ" (١)، ومثل الحديث الَّذِي جاء فيمن أدى دينًا خفيًَا أنه يخير في أي الحور العين شاء.
والموجب لخشيته اللَّه في السر والعلانية أمور منها:
١ - قوة الإيمان بوعده ووعيده عَلَى المعاصي.
٢ - ومنها النظر في شدة بطشه وانتقامه، وقوته وقهره، وذلك يوجب للعبد ترك التعرض لمخالفته، كما قال الحسن: ابن آدم، هل لك طاقة بمحاربة اللَّه، فإن من عصاه فقد حاربه.
وقال بعضهم: عجبت من ضعيف يعصي قويًّا.
٣ - ومنها قوة المراقبة له، والعلم بأنه شاهد ورقيب عَلَى قلوب عباده وأعمالهم وأنه مع عباده حيث كانوا، كما دل القرآن عَلَى ذلك في مواضع كقوله تعالى: {هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} (٢) وقوله تعالى: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ} الآية (٣) وقوله تعالى: {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ} (٣) وقوله تعالى: {يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ} (٤).
وكما في الحديث الَّذِي خرّجه الطبراني (٥): "أفضل الإيمان أن يعلم العبد أن الله معه حيث كان"، فيوجب ذلك الحياء منه في السر والعلانية.
قال بعضهم: خف اللَّه عَلَى قدر قدرته عليك واستحي منه عَلَى قدر قربه منك.
وقال بعضهم لمن استوصاه: اتق الله أن يكون أهون الناظرين إليك، وفي هذا المعنى يقول بعضهم:
_________
(١) سبق تخريجه في الصفحة السابقة برقم (٢).
(٢) المجادلة: ٧.
(٣) يونس: ٦١.
(٤) النساء: ١٠٨.
(٥) في "المعجم الصغير" (٥٥٥) من حديث عبد الله بن معاوية الغاضري مطولاً، وقال الطبراني: لا يُروى هذا الحديث عن ابن معاوية إلا بهذا الإسناد، ولا نعرف لعبد الله بن معاوية الغاضري حديثًا مسندًا غير هذا.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (14,'يا مدمن الذنب أما تستحي ... والله في الخلوة ثانيكا
غرك من ربك إمهاله ... وستره طول مساويكا
وفي حديث أبي ذر رضي اللَّه عنه عن النبي -صلى الله عليه وسلم-: «ثَلَاثَةٌ يُحِبُّهُمُ اللَّهُ: رَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ وَلَمْ يَسْأَلْهُمْ لِقَرَابَةٍ كَانَتْ بَيْنَهُ وَبَيْنَهُمْ فَمَنَعُوهُ، فَتَخَلَّفَ رَجُلٌ بِأَعْقَابِهِمْ، فَأَعْطَاهُ سِرًّا؛ لَا يَعْلَمُ بِعَطِيَّتِهِ إِلَّا اللَّهُ وَالَّذِي أَعْطَاهُ، وَقَوْمٌ سَارُوا لَيْلِهِمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ، فَوَضَعُوا رُءُوسَهُمْ فَقَامَ رَجُلٌ (يَتَمَلَّقُنِي) (١) وَيَتْلُو آيَاتِي، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا العَدُوَّ، فَهُزِمُوا، فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يُفْتَحَ لَهُ» (٢).
فهؤلاء الثلاثة قد اجتمع لهم معاملة الله سرًّا يينهم وبينه، حيث غفل الناس عنهم، فهو تعالى يحب من يعامله سرًّا بينه وبينه، حيث لا يعامله حينئذ أحد، ولهذا فضل قيام وسط الليل عَلَى ما سواه من أوقات الليل، والمحبون لله يحبون ذلك أيضًا علمًا منهم باطلاعه عليهم ومشاهدته لهم، فهم يكتفون بذلك لأنهم عرفوه، فاكتفوا به من بين خلقه، وعاملوه فيما بينه وبينهم معاملة الشاهد غير الغائب، وهذا مقام الإحسان، قال بعض العارفين: من عرف الله اكتفى به من خلقه.
وكان بعض المخلصين يقول: لا أعتد بما ظهر من عملي.
اطلع عَلَى بعض أحوال بعضهم، فدعى لنفسه بالموت وقال: إِنَّمَا كانت تطب الحياة إذا كانت المعاملة بينى وبينه سرّا.
وقيل لبعضهم: ألا تستوحش وحدك؟ قال: كيف أستوحش وهو يقول: أنا جليس من ذكرني؟!
_________
(١) يتملقني من "تملق" بالتحريك أي الزيادة في التودد والدعاء والتضرع فوق ما ينبغي. "النهاية" (٤/ ٣٥٨).
(٢) أخرجه الترمذي رقم (٢٥٦٧، ٢٥٦٨)، والنسائي (١٦١٤)، وأحمد (٥/ ١٥٣). قال الترمذي: هذا حديث صحيح، وهكذا روى شيبان عن منصور نحو هذا، وهذا أصح من حديث أبي بكر ابن عياش.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (15,'آنستني خلواتي بك من كل أنيسي ... وتفردت فعاينتك في الغيب جليسي
"وأما كلمة الحق في الغضب والرضا":
فعزيز جدًّا، وقد مدح اللَّه منْ يغفر عند غضبه فَقَالَ: {وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ} (١) لأنّ الغضب يحمل صاحبه عَلَى أن يقول غير الحق، ويفعل غير العدل، فمن كان لا يقول إلا الحق في الغضب والرضا، دل ذلك عَلَى شدة إيمانه وأنه يملك نفسه.
وخرج الطبراني من حديث أنس مرفوعًا: "ثَلَاثٌ مِنْ أَخْلَاقِ الْإِيمَانِ: مَنْ إِذَا غَضِبَ لاَ يُدْخِلْهُ غَضَبُهُ فِي بَاطِلٍ , وَمَنْ إِذَا رَضِيَ لَمْ يُخْرِجْهُ رِضَاهُ مِنْ حَقٍّ , وَمَنْ إِذَا قَدَرَ لَمْ يَتَعَاطَى مَا لَيْسَ لَهُ".
فهذا هو الشديد حقًّا كما قال النبي -صلى الله عليه وسلم-: «لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ إِنَّمَا الشَّدِيدُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الغَضَبِ» (٢).
ولمسلم: "مَا تَعدّونَ ذَا الصُّرَعَةِ فِيكُمْ؟ قلنا: الَّذِي لاَ تصرعه الرِّجَال.
قال: لَيسَ كَذلِكَ، وَلَكِنَّهُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الغَضَبِ» (٣) وقال رجل للنبي -صلى الله عليه وسلم-: "أَوْصِنِي، قَالَ: لاَ تَغْضَبُ، فَردَّدَ مِرَارًا، قال: لاَ تَغْضَبُ" أخرجه البخاري (٤).
وفى "المسند" أن رجلاً قال: يا رسول الله، ما يباعدني عن غضب اللَّه؟ قال: لا تغضب" (٥).
قال مورق العجلي: ما قلت في الغضب شيئًا إلا ندمت عليه فىِ الرضا.
_________
(١) الشورى: ٣٧.
(٢) أخرجه البخاري (٥٧٦٣)، ومسلم (٢٦٠٩).
(٣) برقم (٢٦٠٨).
(٤) برقم (٥٧٦٥).
(٥) أخرجه الأمام أحمد في "المسند" (٢/ ١٧٥).',NULL,'166',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (16,'قال عطاء: ما أبكى العُلَمَاء بكاء آخر العمر إلا من غضبة يغضبها أحدهم، فتهدم عمل عشرين سنة أو ستين سنة، ورب غضبة قد أقحمت صاحبها مقحمًا ما استقاله.
كان الشعبي ينشد:
ليست الأحلام في حال الرضا ... إِنَّمَا الأحلام في حال الغضب
وكان ابن عون رحمه الله تعالى إذا اشتد غضبه عَلَى أحد قال: بارك الله فيك ولم يزد.
وقال الفضيل رحمه الله تعالى: أنا منذ خمسين سنة أطلب صديقًا إذا غضب لا يكذب عَلَيَّ ما أجده.
فإن من لا يملك نفسه عند الغضب إذا غضب قال فيمن غضب عليه ما ليس فيه من العظائم، وهو يعلم أنه كاذب، وربما علم الناس بذلك ويحمله حقده وهوى نفسه عَلَى الإصرار عَلَى ذلك.
وقال جعفر بن محمد رضي الله عنه: الغضب مفتاح كل شر.
وقيل لابن المبارك: اجمع لنا حسن الخلق في كلمة. قال: ترك الغضب.
وقال مالك بن دينار رحمه اللَّه تعالى: منذ عرفت الناس لم أبال بمدحهم وذمهم لأني لم أر إلا مادحًا غاليًا، أو ذامًّا غاليًا.
يعني أنه لم ير من يقتصد فيما يقول في رضاه وغضبه.
"وأما القصد في الفقر والغنى":
فهو عزيز أيضًا، وهو حال الرسول -صلى الله عليه وسلم-، كان مقتصدًا في حال فقره وغناه.
والقصد: هو التوسط في الإنفاق، فإن كان فقيرًا لم يقتر خوفًا من نفاد الرزق، ولم يسرف فيحمل ما لا طاقة له به، كما أدب الله تعالى نبيه بذلك',NULL,'167',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (17,'في قوله تعالى: {وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا} (١).
وإن كان غنيًا لم يحمله غناه عَلَى السرف والطغيان؛ بل يكون مقتصدًا أيضًا، قال الله تعالى: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} (٢).
وإن كان المؤمن في حال غناه يزيد عَلَى نفقته في حال فقره، كما قال بعض السلف: إِنَّ المؤمن يأخذ عن الله أدبًا حسنًا، إذا وسع الله عليه، وسع عَلَى نفسه، وإذا ضيق عليه، ضيق عَلَى نفسه، ثم تلا قوله تعالى: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ} (٣) لكن يكون في حال غناه مقتصدًا غير مسرف، كما يفعله أكثر أهل الغنى الذين يخرجهم الغنى إِلَى الطغيان، كما قال تعالى: {كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى} (٤).
كان علي رضي الله عنه يعاتب عَلَى اقتصاده في لباسه في خلافته فيقول: هو أبعد عن الكبر وأجدر أن يقتدي بي المسلم (٥).
وعوتب عمر بن عبد العزيز في خلافته عَلَى تضييقه عَلَى نفسه فَقَالَ: إِنَّ أفضل القصد عند الجدة، وأفضل العفو عند المقدرة.
يعني أفضل ما اقتصد الإنسان في عيشه وهو واجد قادر، وهذه حال النبي -صلى الله عليه وسلم- وخلفائه الراشدين، لم تغيرهم سعة الدُّنْيَا والملك ولم يتنعموا في الدُّنْيَا.
وقد روي عن سليمان عليه السلام، أنه كان يأكل خبز الشعير ويلبس الصوف.
وسئل الحسن رضي الله عنه عن رجل آتاه الله مالًا، فهو يحج منه ويتصدق، أله أن يتنعم فيه منه؟ قال: لا، لو كانت له الدُّنْيَا ما كان له إلا الكفاف.
_________
(١) الإسراء: ٢٩.
(٢) الفرقان: ٦٧.
(٣) الطلاق: ٧.
(٤) العلق: ٦ - ٧.
(٥) أخرجه الضياء في "المختارة" (٢/ ٢١) برقم (٤٥٩، ٤٦٠) وقال: إسناده حسن.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (18,'ويقدم فضل ذلك ليوم فقره وفاقته، إِنَّمَا كان أصحاب رسول الله -صلى الله عليه وسلم- ومن أخذ عنهم من التابعين، ما آتاهم الله من رزق أخذوا منه -صلى الله عليه وسلم- الكفاف، وقدموا فضل ذلك ليوم فقرهم وفاقتهم.
وقال ابن عمر لبعض ولده: لا تكن من الذين يجعلون ما أنعم الله عليهم به في بطونهم وعلى ظهورهم (١).
إشارة إِلَى أن المال لا ينفق كله في شهوات النفوس، وإن كانت مباحة، بل يجعل صاحبه منه نصيبًا لداره الباقية، فإنه لاقى له منه غير ذلك.
وفي الجملة فالاقتصاد في كل الأمور حسن حتى في العبادة، ولهذا نهى عن التشديد في العبادة عَلَى النفس، وأمر بالاقتصاد فيها، وقال - صلى الله عليه وسلم -: «عَلَيْكُمْ هَدْيًا قَاصِدًا، فَإِنَّ اللَّهَ لاَ يَمَلُّ حَتَّى تَمَلُّوا» (٢).
وفي "مسند البزار" (٣) عن حذيفة عن النبي -صلى الله عليه وسلم- قال: «مَا أَحْسَنَ الْقَصْدَ فِي الْغِنَى، وَأَحْسَنَ الْقَصْدَ فِي الْفَقْرِ، وَأَحْسَنَ الْقَصْدَ فِي الْعِبَادَةِ».
قوله -صلى الله عليه وسلم-: "وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ".
النعيم الَّذِي لا ينفد هو نعيم الآخرة، كما قال الله تعالى: {مَا عِنْدَكُمْ
_________
(١) أخرجه ابن المبارك في "الزهد" (١/ ٢٦٠) من طريق جعفر بن برقان عن ميمون بن جرير أو ابن أبي جرير أن ابن عمر أتاه ابن له، فَقَالَ: تخرق ازاري. فَقَالَ: اقطعه وانكسه، وإياك أن تكون من الذين ... الأثر.
وأخرجه ابن المبارك في "الزهد" (١/ ٣٥٥)، وهناد في "الزهد" (٢/ ٣٦٨)، وابن أبي عاصم في "الزهد" (١/ ١٩٣) من طريق جعفر بن برقان عن رجل عن ابن عمر.
وأخرجه ابن أبي شيبة في "المصنف" (٧/ ٢٣٥)، وأبو نعيم في "الحلية" (١/ ٣٠١) من طريق جعفر بن برقان قال: حدثني ميمون بن مهران قال: بلغني أن رجلاً من بني ابن عمر.
وقال البخاري في "التاريخ الكبير" (٧/ ٣٤٣): قال ميمون بن أبي جرير أن ابن عمر قال: فذكره. قال البخاري: قاله كثير عن جعفر بن برقان قال: سمعت ميمونًا.
(٢) أخرجه ابن ماجه (٤٢٤١)، وأبو يعلى في "مسنده" (١٧٩٦، ١٧٩٧).
(٣) كما في "كشف الأستار" (٣٦٠٤).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (19,'يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} (١) وقال تعالى: {إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ} (٢) وقال تعالى: {أُكُلُهَا دَائِمٌ وَظِلُّهَا} الآية (٣).
وفي الدعاء عن النبي -صلى الله عليه وسلم-: "أسألك الدرجات العلى والنعيم المقيم" (٤).
وسمع النبي - صلى الله عليه وسلم - ابن مسعود ليلة وهو يقول: أسألك إيمانًا لا يرتد ونعيمًا لا
ينفد، ومرافقة نبيك مُحَمَّدًا - صلى الله عليه وسلم - في أعلى جنة الخلد. فَقَالَ: "سَلْ تُعْطَه" (٥).
ولما سمع عثمان بن مظعون لبيدًا ينشد:
ألا كل شيء ما خلا الله باطل
قال: صدقت.
فَقَالَ لبيد:
وكل نعيم لا محالة زائل
فَقَالَ: كذبت، نعيم الجنة لا ينفد.
فنعيم الجنة مقيم، كما قال الله تعالى: {يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ} (٦).
وأما نعيم الدُّنْيَا فهو نافد، كما أن الدنْيا كلها نافدة، فلو نعم الإنسان فيها ما نعم، فإن ذلك ينفد، وكأنه حين ينزل به الموت وسكراته لم يذق نعيمًا من
_________
(١) النحل: ٩٦.
(٢) ص: ٥٤.
(٣) الرعد: ٣٥.
(٤) أخرجه أحمد (٣/ ٧٢٤)، والبزار في "مسنده" (٣٧٢٤)، والحاكم في "المستدرك" (٣/ ٢٦) مطولاً.
قال الهيثمي في "المجمع" (٦/ ١٢٢): رواه أحمد والبزار، واقتصر عَلَى عبيد بن رفاعة، وهو الصحيح.
(٥) أخرجه ابن حبان (١٩٧٠)، والحاكم (١/ ٧٠٧)، وأخرجه الترمذي (٥٩٣) مختصرًا وقال: حديث عبد الله بن مسعود حديث حسن صحيح. وقال أيضاً: هذا الحديث رواه أحمد بن حنبل عن يحيى بن آدم مختصرًا.
(٦) التوبة: ٢١.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (20,'نعيم الدُّنْيَا قط، كما قال الله تعالى: {أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ * ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ * مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ} (١).
وقال بعض السلف: إذا جاء الموت لم يغن عن الإنسان ما كان فيه من النعيم واللذة، ثم تلا هذه الآية.
وكان الرشيد قد بنى قصرًا فلما فرغ منه نجده وفرشه، واستدعى إِلَيْهِ أنواع الأطعمة والأشربة، وجلس مع ندمائه استدعى إِلَيْهِ أبا العتاهية، فأمره أن يصف ما هم فيه من النعيم والعيش، فَقَالَ أبو العتاهية:
عِشْ مَا بَدَا لَكَ سَالِمًا ... فِي ظِلِّ شَاهِقَةِ الْقُصُورِ
يُسْعَى عَلَيْكَ بِمَا اشْتَهَيْتُ ... لَدَى الرَّوَاحِ وَفِي الْبُكُورِ
فَإِذَا النُّفُوسُ (تَقَعْقَعَتْ) (٢) ... فِي ضِيقِ حَشْرَجَةِ الصُّدُورِ
فَهُنَاكَ تَعْلَمُ مُوقِنًا ... مَا كُنْتَ إِلا فِي غُرُورِ
فبكى واشتد بكاؤه، فَقَالَ الوزير لأبي العتاهية: دعاك أمير المؤمنين للمسرة فأحزنته! فَقَالَ: دعه فإنه رآنا في عمى، فكره أن يزيدنا عمًى.
قال مالك بن دينار: رأيت بالبحرين قصرًا مشيدًا طريًا وعلى بابه مكتوب:
طلبت العيش أسعد ناعميه ... وعشت من المعايش في النعيم
فلم ألبث ورب الناس طرًّا ... سلبت من الأقارب والحميم
فقلت: ما هذا القصر؟ قالوا: هذا أنعم أهل البحرين، مات فأوصى أن يدفن في قصره، وأن يكتب عَلَى بابه هذا الكلام.
قال مالك: فعجبت من معرفته، فهلا يستقبل الموت بتوبة، ثم بكى مالك.
إذا غمس أنعم الناس كان في الدُّنْيَا في العذاب غمسة. قِيلَ لَهُ: هل مر بك نعيم قط؟ فيقول: لا يا رب.
_________
(١) الشعراء: ٢٠٥.
(٢) تقعقعت: اضطربت. "لسان العرب" (٨/ ٢٨٦).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (21,'ففي الحقيقة النعيم الَّذِي لا ينفد هو طاعة الله وذكره، ومحبته والأنس به والشوق إِلَى لقائه، فإن هذا نعيم لأهله في الدُّنْيَا.
قال مالك بن دينار: في بعض الكتب يقول اللَّه: "أيها الصديقون تنعموا بذكري، فإنه لكم في الدُّنْيَا نعيم، وفي الآخرة جزاء". وقال: ما تنعم المتنعمون بمثل ذكر اللَّه عز وجل.
وقال إبراهيم بن أدهم: لو يعلم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف.
قال أبو سليمان: أهل الليل في ليلهم ألذ من أهل اللهو في لهوهم، ولولا الليل ما أحببت البقاء في الدُّنْيَا، وإنه ليمر عَلَى القلب أوقات يضحك فيه ضحكًا.
وكان بعض العارفين يقول: إنه ليمر بي أوقات أقول: إِن كان أهل الجنة في مثل ما أنا فيه إنهم لفي عيش طيب.
أهل المحبة قوم شأنهم عجب ... يقودهم حزن يهزهم طرب
العيش عيشهم والملك ملكهم ... ما الناس إلا همُ أبانوا أم اقتربوا
فهذا نعيم فى الدُّنْيَا، فَإِذَا انتقلوا إِلَى البرزخ فهم في نعيم أزيد من ذلك، كما قال بعض السلف: أنعم الناس أجسادٌ في التراب أمنت العذاب، وانتظرت الثواب.
وقال عمر بن عبد العزيز: ما أعلم أحدًا أنعم ممن صار إِلَى هذه القبور، وأمن من عذاب اللَّه عز وجل، وإذا بعثوا إِلَى الجزاء حينئذ فلهم النعيم الأعظم في جنات النعيم، وينادي مناد إِنَّ لكم أن تحيوا فلا تموتوا أبدًا، وإن لكم أن تصحوا فلا تسقموا أبدًا، وإن لكم أن تشبوا فلا تهرموا أبدًا، وإن لكم أن تنعموا فلا تبأسوا أبدًا.
وقوله - صلى الله عليه وسلم -: "وقرة عين لا تنقطع".',NULL,'172',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (22,'قرة العين من جملة النعيم، فمنه ما هو منقطع، ومنه ما لا ينقطع، فمن قرت عينه بالدنيا، فقرة عينه منقطعة وأيضًا فسرورها لا يدوم؛ لأنّ لذاتها مشوبة بالفجائع والتنغيص. وكيف تقر عين المؤمن في الدُّنْيَا وهو يعلم سرعة انقضائها، ومفارقة ماله فيها من أهل وولد ومال، ويعلم ما يعالجه عند مفارقتها من سكرات الموت، وما يلقاه في البرزخ من الوحشة والوحدة والضيق، ثم ما يخشاه يوم القيامة من العذاب؟!
قال بعض السلف: ما ترك الموت للمؤمن قرة عين في أهل ولا مال ولا ولد. وقال مطرف: إِنَّ هذا الموت قد أفسد عَلَى أهل النعيم نعيمهم، فالتمسوا نعيمًا لا موت فيه.
وقال بضع السلف: عجبًا لمن يوقن بالموت، كيف تقر بالدنيا عينه، أم كيف يطب فيها عيشه؟!
ونظر بعضهم إِلَى دار له حسنة، فبكى وقال: والله، لولا الموت لكنت بك مسرورًا، ولولا ما نصير إِلَيْهِ من ضيق القبور لقرت أعيننا بالدنيا، ثم بكى حتى ارتفع صوته.
رأى بعض السلف في منامه قائلًا يقول له:
وكيف تنام العين وهي قريرة ... ولم تدر في أي المحلين تنزل
فلا تقر عين المؤمن في الدُّنْيَا إلا بالله عز وجل، وذكره ومحبته والأنس به، ومن قرت عينه باللَّه، فقد حصلت له قرة العين التي لا تنقطع في الدُّنْيَا ولا في البرزخ ولا في الآخرة، وقرت به عيون المؤمنين، كما قال بعضهم: من قرت عينه بالله قرت به كل عين.
كان حبيب العجمي يخلو في بيته ثم يقول: ومن لم تقر عينه بك فلا قرت، ومن لم يأنس بك فلا أنس.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (23,'وروي عنه أنه كان يقول: لا قرت عين من لم تقر عينه بك ولا فرح قلب لم يفرح بك، وعزتك إنك لتعلم أني أحبك.
وقال حبيب ليزيد الرقاشي: بأي شيء تقر عيون العابدين في الدُّنْيَا؟ وبأي شيء تقر أعينهم في الآخرة؟ فَقَالَ: بالإكثار من التهجد في ظلمة الليل، وأما الذين تقر أعينهم في الآخرة فلا أعلم شيئًا من نعيم الجنان وسرورها ألذ عند العابدين ولا أقر لعيونهم من النظر إِلَى ذي الكبرياء العظيم، إذا رفعت تلك الحجب، وتجلى لهم الكريم، فصاح حبيب عند ذلك صيحة خر مغشيًا عليه.
وكان كهمس يقول في جوف الليل: أَتُرَاك معذبي وأنت قرة عيني يا حبيب قلباه.
كان بعض العابدين يصلى، فنام في سجوده، فرأى في منامه كأنّه وقف بين يدي اللَّه عز وجل، وهو يقول لملائكته: انظروا إِلَى عبدي بدنه في طاعتي، وروحه عندي فاستيقظ، فَقَالَ: أنت قرة عيني في نومي، وأنت قرة عيني في يقظتي.
وكان يحيى بن معاذ ينشد:
قرة عيني لابد لي منك وإن ... أوحش بيني وبينك الزلل
قرة عيني أنا الغريق فخذ ... كف غريق عليك يتكل
كان بعضهم يقول: أنت قرة عين المطيعين، وأنت مننت عليهم بالطاعة، وكيف لا تكون قرة عين العاصين وأنت مننت عليهم بالتوبة.
من قرت عينه بمناجاة اللَّه سرًّا في ظلمة الليل أقر اللَّه عينه عنده بما لم يُطْلِعْ عليه بشرًا، كما قال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} (١).
_________
(١) السجدة: ١٦ - ١٧.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (24,'وفي الأثر عن فضيل بن عياض يقول الله تعالى: "كذب من ادعى محبتى، فَإِذَا جنه الليل نام عني، أليس كل حبيب يحب خلوة حبيبه، فَإِذَا جن الليل جعلت أبصارهم في قلوبهم فكلموني عَلَى المشاهدة، وخاطبوني عَلَى حضوري، غدا أقر أعين أحبابي في جناني" (١).
قوله -صلى الله عليه وسلم-: "وأسألك الرضا بعد القضاء".
الرضا بالقضاء مقام عظيم، من حصل له فقد رضي الله عنه، كما قال تعالى: {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} (٢) وفي الحديث: -صلى الله عليه وسلم- "من رضي فله الرضا ومن سخط فله السخط" (٣).
وقال بعضهم: لن يرد القيامة أعظم درجة من الراضين بقضاء الله عز وجل.
قال بعضهم: من وهب له الرضا، فقد بلغ أفضل الدرجات.
وقال بعضهم في قوله تعالى: {فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} (٤) قال: الرضا والقناعة.
قال عبد الواحد بن زيد: الرضا باب الله الأعظم، وجنة الدُّنْيَا، ومستراح العابدين.
قالت أم الدرداء: إِنَّ الراضين بقضاء الله الذين ما قضي الله لهم رضوا به، لهم في الجنة منازل يغبطهم بها الشهداء.
يا أيها الراضي بأحكامنا ... لابد أن تحمد عقبى الرضا
فوض إلينا وارض مستسلما ... فالراحة العظمى لمن فوضا
وإن تعرضت لأسبابنا ... فلا تكن عن بابنا معرضا
فإن فينا خلفا باقيا ... من كل ما فات وما قد مضى
_________
(١) أخرجه أبو نعيم في "الحلية" (٨/ ٩٩ - ١٠٠).
(٢) المجادلة: ٢٢ - والبينة: ٨.
(٣) أخرجه الترمذي رقم (٢٣٩٦)، وابن ماجه رقم (٤٠٨٠). قال الترمذي: هذا حديث حسن غريب من هذا الوجه.
(٤) النحل: ٩٧.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (25,'وإنما قال: الرضا بعد القضاء؛ لأنّ الرضا قبل القضاء، عزم عَلَى الرضا فَإِذَا وقع القضاء فقد تنفسخ العزائم.
كما قال بعضهم:
وليس لي في سواك حظ ... فكيف ما شئت فامتحني
فامتحن بعسر البول فلم يصبر، وجعل يطوف عَلَى المكاتب ويقول للصبيان: ادعو لعمكم الكذاب.
وكذا قول من قال: لو أدخلني النار كنت راضيًا.
هو أيضًا عزم عَلَى الرضا، ولا يدري هل يثبت أو ينفسخ، فلا ينبغي للعبد أن يتعرض للبلاء، ولكن يسأل الله العافية وأن يرزقه الرضا بالبلاء إِنَّ قدر له البلاء.
كان عمر بن عبد العزيز يقول: ما تركتني هذه الدعوات، ولي سرور في غير مواقع القضاء والقدر، اللهم رضني بقضائك وبارك لي في قدرك، حتى لا أَحَبّ تعجيل ما أخرت، ولا تأخير ما عجلت.
وقال بعضهم: الراضي لا يتمنى غير منزلته التي هو عليها؛ لأنّه قد رضي بها، وقد يستغرق المحب في الرضا عن حبيبه، حتى لا يحس بألم البلاء؛ لملاحظته عظمة المبتلي وكماله، وحكمته ورحمته، وأنه غير متهم في قضائه، وقد وصى النبي -صلى الله عليه وسلم- رجلًا فَقَالَ له: "لا تتهم اللَّه فيما قضاه لك" (١).
كان بعض أهل البلاء يقول: لو قطعني إربًا إربًا ما ازددت له إلا حبًّا.
_________
(١) أخرجه الإمام أحمد (٤/ ٢٠٤) من حديث عمرو بن العاص.
قال الهيثمي في "المجمع" (١/ ٦٠): رواه أحمد، وفي إسناده رشدين وهو ضعيف.
وأخرجه أحمد (٥/ ٣١٨ - ٣١٩)، والبيهقي في "الشعب" (٩٧١٤) من حديث عبادة بن الصامت.
قلت: وفي إسناده ابن لهيعة، وهو ضعيف أيضاً.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (26,'لو قطعني الغرام إربًا إربا ... ما ازددت لكم عَلَى الملام إلا حبًّا
لا زلت بكم أسير وَجْدُ صبا ... حتى أُقْضَى عَلَى هواكم نحبا
كان بعض العارفين يطوف بالبيت فهجم القرامطة عَلَى الناس فقتلوهم بالسيوف، وهو يطوف، فأخذته السيوف، فلم يقطع طوافه حتى سقط فتمثل:
ترى المحبين صرعى في ديارهم ... كفتية الكهف لا يدرون كم لبثوا
قتل لرجل من الصالحين ابنان في الجهاد، فجاء الناس يعزونه بهما، فبكى وقال: والله ما أبكي عَلَى قتلهما، ولكن أبكي كيف كان رضاهما عن اللَّه عز وجل حين أخذتهما السيوف.
إِن كَانَ سكان الغضا ... رَضوا بقتلي فرضا
وَالله مَا كنت لما ... يهوي الحبيب مبغضا
صرت لَهُم عبدا وَمَا ... للْعَبد أَن يعترضا
من لمريض لَا يرى ... إِلَّا الطَّبِيب الممرضا
قوله - صلى الله عليه وسلم -: "وبرد العيش بعد الموت".
هذا يدل عَلَى أن العيش وطيبه وبرده، إِنَّمَا هو بعد الموت، فإن العيش قبل الموت منغص، ولو لم يكن له منغص غير الموت لكفى، كما قال بعضهم: إِنَّ عيشًا يكون آخره الموت لعيش معجل التغنيص، فكيف ومع ذلك له منغصات كثيرة من الهموم والأسقام والأمراض والهرم، ومفارقة الأحباب، وآخر الدُّنْيَا كلها الموت.
قال بعض السلف: كيف يلذ العيش من يعلم أنه يموت.
وقال بعضهم: ثنتان قطعتا عني لذات الدُّنْيَا: ذكر الموت المنغص، والوقوف بين يدي الله عز وجل.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (27,'وكيف يلذ العيش من كان موقنا ... بأن المنايا بغتة استعاجله
وكيف يلذ العيش من كان موقنا ... بأن إله الخلق لابد سائله
ولبعضهم:
وكيف قرت لأهل العِلْم أعينهم ... أو استلذوا لذيذ النوم أو هجعوا
والموت ينذرهم جهرًا علانية ... لو كان للقوم أسماع لقد سمعوا
والنار ضاحية لابد موردهم ... وليس يدرون من ينجو ومن يقع
فحينئذ فلا عيش يطيب إلا بعد الموت، وهو عيش من أمن من عذاب الله عز وجل، ووصل إِلَى ثوابه، فكذلك سأل برد العيش بعده، وكان النبي - صلى الله عليه وسلم - يقول -لما حفر الخندق، وجهد هو وأصحابه في حفره-:
"اللهم لا عيش إلا عيش الآخرة ... فاغفر للأنصار والمهاجرة" (١)
كان يزيد الرقاشي يقول: أمن أهل الجنة من الموت فطاب لهم العيش، وأمنوا من الأسقام فهنيئًا لهم في جوار الله طول المقام.
وعن وهب قال: أوحى الله تعالى إِلَى عيسى عليه السلام: يا عيسى ما خير عيش عن صاحبه يزول، وما خير لذة لا تدوم؟!
وأنشد بعضهم:
تقضي الدُّنْيَا وتفنى ... والفتى لها معنى
ليس في الدُّنْيَا نعيم ... لا ولا عيش مهنّا
يا غنيا بالدنانير ... محب الله أغنى
ولبعضهم:
إِنَّمَا الدُّنْيَا وإن سرت قليلاً من قليل ... ليس تعد أن تبدُ لك في زيّ جميل
_________
(١) البخاري (٤١٨، ٣٥٨٥، ٣٨٧٢)، ومسلم (١٨٠٥).',NULL,'178',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (28,'ثم ترميك من المأمن بالخطب الجليل ... إِنَّمَا العيش جوار الله في ظل ظليل
حيث لا تسمع من يؤذيك ... من قال وقيل
قوله - صلى الله عليه وسلم -: "وَأَسْأَلُكَ لَذَّةَ النَّظَرَ فِي وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ":
هذان الأمران هما سعادة الدُّنْيَا والآخرة، وأعظم لذاتها وأعلى ما يحصل للمؤمن فيهما، فإن أعلى ما في الآخرة النظر إِلَى وجه الله عز وجل، وهو أعظم من الجنة وكل ما فيها.
وفي "الصحيح" عن النبي -صلى الله عليه وسلم-: "إِذَا دَخَلَ أَهْلُ الجَنَّةِ الجَنَّةَ، نَادَى مُنَادٍ: إِنَّ لَكُمْ عِنْدَ اللَّهِ مَوْعِدًا يُرِيدُ أَنْ يُنْجِزَكُمُوهُ".
فيَقُولُونَ: أَلَمْ تُبَيِّضْ وُجُوهَنَا، أَلَمْ تُثَقَّلَ مَوَازِينَنَا، وَتُدْخِلَنَا الجَنَّةَ
وَتُزَحْزِحُنَا عَنِ النَّارِ؛ فَيُكْشَفُ الحِجَاب، فينظرون إِلَيْهِ، فَوَاللَّهِ مَا أَعْطَاهُمُ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النّظر إِلَيْهِ" (١).
وفي رواية: "ولا أقر لأعينهم من النظر إِلَيْهِ، وهو الزيادة، ثم تلا: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} (٢) ".
وفي "مسند البزار" (٣) من حديث "حذيفة عن النبي - صلى الله عليه وسلم -: "أَنَّه يُكشَفُ الحِجَابُ، وَيَتَجَلَّى لَهُمْ فَيَغْشَاهُمْ مِنْ نُورِهِ لَوْلَا قَضَى عَلَيْهِمْ أَنْ لَا يَحْتَرِقُوا لَاحْتَرَقُوا مِنْ نُورِهِ، مِمَّا غَشِيَهُمْ مِنْ نُورِهِ، فَإِذَا رَجَعُوا إِلَى مَنَازِلِهِمْ خَفَوْا عَلَى أَزْوَاجِهِمْ مِمَّا غَشِيَهُمْ مِنْ نُورِهِ حَتَّى يَعُودُوا إِلَى صُوَرِهِمُ التِي كَانُوا عَلَيهَا".
قال الحسن: إِنَّ الله يتجلى لأهل الجنة، فَإِذَا رآه أهل الجنة نسوا نعيم الجنة.
_________
(١) أخرجه مسلم (١٨١).
(٢) يونس: ٢٦.
(٣) أخرجه البزار كما في "كشف الأستار" رقم (٣٥١٨) من حديث حذيفة.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (29,'وقال ابن أبي ليلى: إذا تجلى لهم ربهم، فلا يكون ما أعطوا عند ذلك بشيء، ولا يرهق وجوههم قتر ولا ذلة بعد نظرهم إِلَى ربهم عز وجل.
وقال الحسن: لو يعلم العابدون أنهم لا يرون ربهم في الآخرة لماتوا.
وفي رواية قال: لذابت أنفسهم.
وكان أبو سليمان يقول: أي شيء أراد أهل المعرفة؟ ما أرادوا كلهم إلا ما سأل موسى عليه السلام.
قال ذو النون: ما طابت الدُّنْيَا إلا بذكره، ولا طابت الآخرة إلا بعفوه، ولا طابت الجنة إلا برؤيته.
وقال بعضهم: لو أن الله احتجب عن أهل الجنة، لاستغاث أهل الجنة من الجنة، كما يستغيث أهل النار من النار.
وكان بعض العابدين يقول: ليت ربي جعل ثوابي من عملي نظرة إِلَيْهِ ثم يقول: كن ترابًا. وكان علي بن الموفق يقول كثيرًا: اللهم إِن كنت تعلم أني أعبدك خوفًا من نارك فعذبني بها، وإن كنت تعلم أنىِ أعبدك شوقًا إِلَى جنتك فاحرمنيها (١)، وإن كنت تعلم أني إِنَّمَا أعبدك حبًّا لك وشوقًا إِلَى وجهك الكريم فأبحنيه وافعل بي ما شئت.
العارفون في شغل عن الجنة، فكيف يلتفتون إِلَى الدُّنْيَا.
وأنشد بعض العارفين هذا المعنى:
يا حبيب القلوب من لي سواك ... ارحم اليوم مذنبًا أتاكا
أنت سؤلي ومنيتي وسروري ... قد أبى القلب أن يحب سواكا
يا مرادي وسيدي واعتمادي ... طال شوقي متى يكون لقاكا
ليس سؤلي من الجنان نعيم ... غير أني أريدها لأراكا
_________
(١) هذا مخالف للهدي الصحيح، وسبق التعليق عَلَى مثل هذا القول، وكثيرًا ما كان النبي - صلى الله عليه وسلم - يسأل الله الجنة ويستعيذ به من النار.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (30,'وأما الشوق إِلَى لقاء اللَّه في الدُّنْيَا فهو أعظم لذّة تحصل للعارفين في الدُّنْيَا، فمن أنس باللَّه في الدُّنْيَا واشتاق إِلَى لقائه، فقد فاز بأعظم لذّة يمكن لبشر الوصول إليها في هذه الدار.
كان أبو الدرداء يقول: أَحَبّ الموت اشتياقًا إِلَى ربي عز وجل.
قال أبو عتبة الخولاني: كان إخوانكم، لقاء اللَّه أَحَبّ إليهم من الشهادة.
كان بعضهم يقول: إذا ذكرت القدوم عَلَى اللَّه كنت أشدّ اشتياقًا إِلَى الموت من الظمآن الشديد ظمؤه، في اليوم الحار الشديد حره إِلَى الماء البارد الشديد.
كانت رابعة تقول: قد طالت عليَّ الأيام والليالي بالشوق إِلَى لقاء اللَّه عز وجل.
وبقي فتح بن شخرف ثلاثين سنة لم يرفع رأسه إِلَى السماء، وقال: طال شوقي إليك فعجل قدومي عليك.
وقال بعضهم: أخدموه شوقًا إِلَى لقائه، فإن له يومًا يتجلى فيه لأوليائه.
وأهل الشوق إِلَى الله عَلَى طبقتين:
أحدهما: من يفضي بهم الشوق إِلَى القلق والأرق، ويقل صبرهم عن طلب اللقاء.
كان أبو عبيدة الخواص يمشي في الأسواق ويضرب عَلَى صدره ويقول: واشوقاه إِلَى من يراني ولا أراه.
وعن إبراهيم بن أدهم أنه قال يومًا: اللهم إِن كنت أعطيت أحدًا من المحبين ما سكنت به قلوبهم قبل لقائك، فأعطي ذلك، فلقد أضرّ بي القلق، قال: فنمت فرأيته تعالى في النوم، فوقفني بين يديه، وقال: يا إبراهيم ما استحييت مني، تسألني أن أعطيك ما يسكن به قلبك قبل لقائي؟ وهل يسكن قلب',NULL,'181',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (31,'المشتاق إِلَى غير حبيبه؟ أم كيف يستريح المحب إِلَى غير من اشتاق إِلَيْهِ؟ فقلت: يا رب تهت في حبك فلم أدري ما أقول.
آلمني الشوق فلولا دمعه ... أحرق ما بين العذيب والنقا
واستعرت أنفاسه وإنما ... تلتهب الأنفاس من حرّ الجوى
مروا عَلَى وادي الغضا فقلبوا ... من الجوى قلبى عَلَى جمر الغضا
الطبقة الثانية: من أعطاه الله بعد بلوغه إِلَى درجة الشوق إِلَيْهِ الأنس به والطمأنينة إِلَيْهِ، فسكنت قلوبهم بما كشف لها من آثار قربه ومشاهدته، ووجدوا لذّة الأنس به في الذكر والطاعة، وصار عيشهم مع اللَّه في نعيم سرمدي، وطاب لهم السير إِلَيْهِ في الدُّنْيَا بالطاعات.
وهذه كانت حال نبينا -صلى الله عليه وسلم- وأصحابه، وهي حال كثير من العارفين، كأبي سليمان وأحمد بن أبي الحواري وذي النون والجنيد وغيرهم.
سئل الشبلي: بماذا تستريح قلوب المحبين والمشتاقين؟ فَقَالَ: إِلَى سرورهم بمن أحبوه واشتاقوا إِلَيْهِ.
فهؤلاء كلما أقلقهم الشوق سكنهم الأنس والقرب والمشاهد، كما كان - صلى الله عليه وسلم - إذا ذكر له تركه الطعام والشراب واجتهاده في الطاعات في الصيام يقول: "إني أظل عند ربي يطعمني ويسقيني" (١).
ساكن في القلب يعمره ... لست أنساه فأذكره
غاب عن سمعي وعن بصري ... (فسويداء) (٢) القلب تبصره
قلوب المحبين كالجمرة تحت فخمة الليل، فَإِذَا هب عليها نسيم السحر التهبت بالأشواق، فلولا أن ريق عليها من ماء العيون، وتعدل ببرودة الذكر لسرى الحريق إِلَى أجسادها.
_________
(١) أخرجه البخاري (١٨٦٠، ٦٨١٤)، ومسلم (١١٠٥) عن أنس.
(٢) سويداء: حبة القلب. "القاموس المحيط" (٢/ ٦٤٢).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (32,'كان داود الطائي ينادي بالليل: همك عَطَّلَ عليَّ الهموم، وخالف بيني وبين (السهاد) (١) وشوقي إِلَى النظر إليك أوثق مني اللذات، وحال بيني وبين الشهوات، فأنا في سجنك أيها الكريم مطلوب.
ثم يترنم بالآية فيخيل لمن سمعه أن جميع لذات الدُّنْيَا ونعيمها جمع له في ترنمه.
أحبابي أما جفن عَيْني فمقروح ... وَأما فُؤَادِي فَهُوَ بالشوق مَجْرُوح
يذكرنِي مرّ النسيم عهودكم ... فأزداد شوقًا كلما هبت الرّيح
أَرَانِي إِذا مَا أظلم اللَّيْل أشرقت ... بقلبي من نَار الغرام مصابيح
أُصَلِّي بذكراكم إِذا كنت خَالِيا ... أَلا إِن تذكار الْأَحِبَّة تَسْبِيح
يشحّ فُؤادِي إِن يخامر سرّه ... سواكم وبعض الشح في المرء ممدوح
وإن لاح برق بالندير تقطع ... الفؤاد عَلَى واد به البان والشيح
قوله -صلى الله عليه وسلم-: "اللَّهُمَّ زِيِّنَا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مَهْدِيِّينَ".
أما زينة الإيمان، فالإيمان قول وعمل ونية.
فزينة الإيمان تشمل زينة القلب بتحقق الإيمان له.
وزينة اللسان بأقوال الإيمان.
_________
(١) السهاد: الأرق. "القاموس المحيط" (٢/ ٦٣٦).',NULL,'183',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (33,'وزينة الجوارح بأعمال الإيمان، وقد سمى الله تعالى التقوى لباس، وأخبر أنها خير من لباس الأبدان -قال تعالى-: {وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} (١).
وقال وهب بن منبه: أوحى الله تعالى إِلَى عيسى عليه السلام: "يا عيسى، تزين لي بالدين، وأحب المساكين".
وعنه أن الله تعالى لما بعث موسى وهارون عليهما السلام قال لهما: "إِنَّمَا يتزين لي أوليائي بالذكر والخشوع، والخوف والتقوى، تنبت في قلوبهم، فتظهر عَلَى أجسادهم، فهي ثيابهم التي يلبسون، ودثارهم الَّذِي يظهرون، وضميرهم الَّذِي يستشعرون، ونجاتهم التي بها يفوزون، ورجاؤهم الَّذِي إياه يأملون، ومجدهم الَّذِي به يفتخرون، وسيماهم التى بها يعرفون".
قال الحسن في قوله -صلى الله عليه وسلم-: "إِنَّ اللَّهَ جَمِيل يُحِبُّ الجَمَالَ" (٢) قال: يحب أن يُتَجَمَّلَ له بالطاعة.
وعنه قال: "إِنَّ لباس المؤمن التقوى، وزينته الحياء".
فالزينة النافعة الدائمة الباقية هي زينة الإيمان والتقوى، إذا شملت القلب والجوارح، فإن أظهر التزيين بذلك ظاهرًا وقلبه فارغ عاد ذلك عليه شيئًا، كما قال بعضهم: من تزيين للناس بما يعلم اللَّه منه خلافه شانه اللَّه عز وجل. وقال بعضهم لمن أظهر التزين بالعلم من غير عمل به: تزينوا بما شئتم، فلن يزيدكم اللَّه إلا (اتضاعًا) (٣).
وقال بعضهم: لا تقوم الساعة حتى يتزين الرجل بالعلم كما يتزين الرجل بثوبه. يعني: يظهره للناس تزينًا به عندهم من غير أن يزين قلبه وجوارحه بالعمل به، وكان الفضيل يقول: تزينت لهم بالصوف فلم ترهم يرفعون بك رأسًا، تزينت لهم بالقرآن، ولم تزل تنزين لهم بشيء بعد شيء كل ذلك لحب الدُّنْيَا.
_________
(١) الأعراف: ٢٦.
(٢) أخرجه مسلم رقم (٩١) من حديث عبد الله بن مسعود.
(٣) اتضاعًا: من الضًعَة وهي الذل والهوان والدناءة. "لسان العرب" (٨/ ٣٩٧).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (34,'ومراده توبيخ من يزين ظاهره بالأعمال، وباطنه خالٍ منها.
ومن زين للَّه جوارحه بالأعمال وقلبه بحقيقة الإيمان، زينه اللَّه في الدُّنْيَا والآخرة كما في الحديث: «إِنَّ اللَّهَ تَعَالَى لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَإِنَّمَ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ» (١) فمن علم اللًه من قلبه الصدق زينه اللَّه عند عباده، وبالعكس.
وما أحسن قول أبي العتاهية:
إذا المرء لم يلبس ثيابًا من التقى ... تقلب عريانًا وإن كان كاسيا
وقوله -صلى الله عليه وسلم-: "واجعلنا هداة مهتدين".
يعني نهدي غيرنا ونهتدي في أنفسنا. هذه أفضل الدرجات: أن يكون العبد هاديًا مهديًّا.
قال تعالى: {وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا} (٢).
وقال - صلى الله عليه وسلم - لعلي بن أبي طالب رضي اللَّه عنه: "لَئِنْ يَهْدِيَ اللَّهُ بِكَ رَجُلًا وَاحِدًا خَيْرٌ لَكَ مِنْ حُمْرُ النَّعَمِ" (٣) وقال: "من دعى إِلَى هدًى كان له مثل أجر من تبعه، من غير أن ينقص من أجورهم شىِء" (٤).
ويدخل فيمن دعى إِلَى الهدى من دعى إِلَى التوحيد من الشرك، وإلى السنة من البدعة، وإلى العِلْم من الجهل، وإلى الطاعة من المعصية، وإلى اليقظة من الغفلة، فمن استجيب له إِلَى شيء من هذه الدعوات فله مثل أجر من تبعه.
_________
(١) أخرجه مسلم (٢٥٦٤).
(٢) الأنبياء: ٧٣.
(٣) أخرجه البخاري (٢٨٤٧ - ٣٤٩٨ - ٣٩٧٣)، ومسلم (٢٤٠٦).
(٤) أخرجه مسلم (٢٦٧٤).',NULL,'185',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (35,'أفضل الصدقة تعليم جاهل أو إيقاظ غافل، ما وصل المستثقل في نوم الغفلة بأفضل من ضربه بسياط الموعظة ليستيقظ.
المواعظ كالسياط تقع عَلَى (نياط) (١) القلوب فمن آلمته فصاح فلا جناح، ومن تراد بها ألمه فمات فدمه مباح.
قضى اللَّه في القتلى قصاص دماؤهم ... ولكن دماء العاشقين جبار
وعظ عبد الواحد بن زيد يومًا فصاح به رجل: يا أبا عبيدة، كف فقد كشفت الموعظة قناع قلبي؛ فتمادى عبد الواحد في وعظه فمات الرجل.
صاح الرجل في حلقة الشبلي فمات، فاستعدى أهله عَلَى الشبلي! فَقَالَ: نفس رنت فحنت، فدعيت فأجابت، فما ذنب الشبلي.
فكر في أفعالهم ثم صاح ... لا خير في الحب بغير افتضاح
قد جئتكم مستأمنًا فارحموا ... لا تقتلوني قد رميت السلاح
وعظ أبو عامر الواعظ بالمدينة رجلًا وولده فأخذ وعظه فيهما فماتا؛ قال أبو عامر: فما رأيت حزنًا مما جنيت عليهما حتى رأيتهما في المنام، عليهما حلتان خضراوتان. فقلت لهما: مرحبًا بكما وأهلاً، فما زلت حذرًا من وعظي لكما، فما صنع الله بكما؛ فَقَالَ الشيخ:
أنت شريكي في الَّذِي نلته ... مستأهلاً ذاك أبا عامر
_________
(١) نياط: جمع نوط وهو عرق غليظ نيط به القلب إِلَى الوتين. "القاموس والمحيط" (٤/ ٤٦٠).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b151112] VALUES (36,'وكل من أيقظ ذا غفلة ... فنصف ما يعطاه للآمر
من رد عبدًا آبقًا مذنبا ... كان كمن راقب للقاهر
واجتمعا في دار عدن وفي ... جوار رب سيد غافر
آخره، والحمد لله وحده، وصلى الله عَلَى محمد وآله وصحبه وسلم تسليمًا كبيرًا.
***',NULL,'187',NULL,NULL,'0');
