-- Table: b1565
-- Chunk: 1
-- Rows: 114

CREATE TABLE "b1565"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1565
INSERT INTO [b1565] VALUES (1,'نُزْهَةِ النَّظَر في تَوْضِيحِ نُخْبَةِ الفِكَر في مُصْطَلحِ أَهلِ الأثَر
الحافظ ابن حجر العسقلاني
رحمه الله

[نسخة إلكترونية مشكولة وقابلها بعض الأخوة على ٧ نسخ خطية]
ثم تمت موافقتها لترقيم صفحات طبعة د نور الدين عتر',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b1565] VALUES (2,'<span data-type="title" id=toc-1>[مقدمة]</span>
بسم الله الرحمن الرحيم
«وبه ثقتي» (١)
«وصلى الله على سيدنا محمد وآله وصحبه وسلم» (٢) .
«وبه ثقتي وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليماً» (٣)
«رب يسر وتمم بالخير» (٤)
«الحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله وصحبه وسلّم تسليماً كثيراً» (٥)
«وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم» (٦)
«وما توفيقي إلا بالله» (٧)
الحمدُ للهِ الذي لَمْ يَزَلْ عَليماً (٨) قديراً حيّاً قيُّوماً «مريداً» (٩) سَميعاً بَصيراً، وأَشهدُ أَنْ لا إِله إِلا اللهُ وحدَهُ لا شريكَ لهُ، وأُكبِّرُه (١٠) تَكبيراً.
وصلّى اللهُ عَلى سَيدِنا مُحَمَّدٍ الذي أَرْسَلَهُ (١١) إِلى النَّاسِ كافةً بَشيراً ونَذيراً، وعلى آلِ محمدٍ (١٢) وصَحْبِهِ وسَلَّمَ تَسْليماً كثيراً.
أَمَّا بَعْدُ: فإِنَّ التَّصانيفَ في اصْطِلاحِ (١٣) «أَهلِ الحَديثِ» (١٤) قَدْ كَثُرَتْ للأئمةِ في القديمِ «والحَديثِ» (١٥) :
_________
(١) زيادة من «هـ» .
(٢) زيادة من «ب» .
(٣) زيادة من «ص» .
(٤) زيادة من «ظ» .
(٥) زيادة من «ظ» .
(٦) زيادة من «ط» .
(٧) زيادة من «ن» .
(٨) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» : عالماً.
(٩) زيادة من «ظ» .
(١٠) في «ظ» : وأكبر.
(١١) في «ط» : أرسل.
(١٢) في «ن» : وعلى آلهِ.
(١٣) في «ب» : مصطلح.
(١٤) هذه الكلمة مطموسة في «ظ» .
(١٥) هذه الكلمة مطموسة في «ظ» .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (3,'فَمِن أَوَّلِ مَن صَنَّفَ في ذلك القاضي أبو محمَّدٍ الرَّامَهُرْمُزِيّ في كتابه «المحدِّث الفاصل (١) » ، لكنَّه لم يَسْتَوْعِبْ (٢) .
والحاكِمُ أبو عبدِ اللهِ النَّيْسَابوريُّ، لكنَّه لم يُهَذِّبْ ولم يُرَتِّبْ.
وتلاه أَبو نُعَيْم الأصبهانِيُّ (٣) ، فعَمِل على كتابهِ «مُسْتَخْرَجاً» ، وأَبقى أَشياءَ للمُتَعَقِّبِ.
ثمَّ جاءَ بعدَهم الخطيبُ أبو بكرٍ (٤) البَغْدَاديُّ، فصنَّفَ في قوانينِ الروايةِ
_________
(١) في «ن» و «ظ» : الفاضل.
(٢) في «ص» : يشف.
(٣) في «ظ» و «ص» و «أ» و «هـ» : الأصفهاني.
(٤) في «هـ» : أبو بكر الخطيب.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (4,'كتاباً سمَّاه «الكفايةَ» ، وفي آدابِها كتاباً سمَّاه «الجامعَ لآدابِ الشَّيْخِ والسَّامِع» .
وقلَّ فنٌّ مِن فُنونِ الحَديثِ إِلاَّ وقد صَنَّفَ {ظ / ١ ب} فيهِ كتاباً مُفْرَداً، فكانَ (١) كما قال الحَافظُ أبو بكرِ بنُ نُقْطَةَ: كلُّ مَن أَنْصَفَ عَلِمَ أَنَّ المحَدِّثينَ بعدَ الخَطيبِ عِيالٌ على كُتُبِهِ.
ثمَّ جاءَ [بعدَهُم] (٢) [بعضُ] (٣) مَن تَأَخَّرَ عنِ الخطيبِ فأَخَذَ مِن هذا العلمِ بنَصيبٍ:
فجمَع القاضي عِياضٌ (٤) كتاباً لطيفاً سمَّاهُ الإِلْماع «في كتاب الإسماع» (٥) .
وأبو حفْصٍ المَيَّانِجيُّ جُزءاً سمَّاه «ما لا يَسَعُ المُحَدِّثَ جَهْلُه» .
وأَمثالُ {أ / ١ ب} ذَلك مِنَ التَّصانيفِ الَّتي اشتُهِرَتْ وبُسِطَتْ {هـ / ١ ب} ليتوفَّرَ عِلْمُها، واخْتُصِرَتْ ليتيسَّرَ فهْمُها.
{ن / ١ ب} إِلى أَنْ جاءَ الحافِظُ الفقيهُ تقيُّ الدِّينِ أَبو عَمْرٍو عُثْمانُ بنُ الصَّلاحِ عبدِ الرحمنِ الشَّهْرَزُوريُّ - نزيلُ دمشقَ -، [فجَمَعَ] (٦) - لما وَلِيَ تدريسَ الحديثِ
_________
(١) في «ص» : وكان.
(٢) ليست في «ط» و «ظ» و «هـ» .
(٣) ليست في «ن» و «ب» .
(٤) في «ظ» : العياض.
(٥) زيادة من «ط» .
(٦) ليست في «ظ» .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (5,'بالمدرَسَةِ الأشرفيَّةِ - كتابَه المَشهورَ، فهَذَّبَ فنونَهُ، وأَملاهُ شيئاً بعدَ شيءٍ، فلهذا لمْ يَحْصُلْ (١) ترتيبُهُ على الوضعِ المُناسِبِ (٢) ، واعتنى بتصانيفِ الخَطيبِ {ب / ١ ب} المُتفرِّقةِ (٣) ، (فجمَعَ شَتاتَ) (٤) مقاصِدِها، وضمَّ إِليها مِن غَيْرِها نُخَبَ (٥) فوائِدِها، {ط / ١ ب} فاجتَمَعَ في كتابِه ما تفرَّقَ في غيرهِ، فلهذا عَكَفَ النَّاسُ عليهِ وساروا بسَيْرِهِ، فلا (٦) يُحْصى كم ناظِمٍ [له] (٧) ومُختَصِر، ومستَدْرِكٍ [عليهِ] (٨) ومُقْتَصِر، ومُعارِضٍ (٩) لهُ {ظ / ٢ أ} ومُنْتَصِر!
فسأَلَني بَعْضُ الإِخوانِ (١٠) أَنْ أُلَخِصَ لهُ (١١) المُهِمَّ مِنْ ذَلكَ فلخَّصْتُهُ في أوراقٍ لطيفةٍ (١٢) سمَّيْتُها «نُخْبَةَ الفِكَر في مُصْطَلحِ [أَهلِ] (١٣) الأثَر» على ترتيبٍ ابْتَكَرْتُهُ، وسبيلٍ انْتَهَجْتُهُ، مع ما ضمَمْتُه (١٤) {ص / ١ ب} إِليهِ مِن شوارِدِ الفرائِدِ (١٥) وزَوائدِ الفوائدِ.
فرَغِبَ إِليَّ [جماعةٌ] (١٦) ثانياً أَنْ أَضعَ عَليها شرحاً يحُلُّ رموزَها، ويفتحُ كنوزَها، ويوضِحُ ما خَفِيَ على المُبْتَدئ من ذلك، فأَجَبْتُه إِلى سُؤالِهِ؛ رجاءَ (١٧) الاندِراجِ في تلكَ المسالِكِ.
فبالغتُ في شَرْحِها في الإِيضاحِ والتَّوجيهِ، ونبَّهْتُ عَلى خَبايا زواياها؛ لأنَّ صاحِبَ البَيْتِ أَدْرَى بِما فيهِ، وظَهَرَ لي أَنَّ إِيرادَهُ (١٨) على صُورةِ البَسْطِ أليقُ، ودَمْجَها {هـ / ٢ أ} ضِمْنَ تَوضيحِها أَوْفَقُ، فسلكْتُ {أ / ٢ أ} هذهِ الطَّريقَةَ (١٩) القَليلةَ المسالِكِ (٢٠) .
[فأقولُ] (٢١) طالِِباً مِن [اللهِ] (٢٢) التَّوفيقَ فيما هُنالِك:
_________
(١) في «ظ» : يتحصل.
(٢) في «ن» و «ط» و «ظ» و «أ» و «ب» : المتناسب.
(٣) في «ن» و «ط» و «أ» و «ب» : المفرَّقة، وفي «ظ» : المعرفة.
(٤) غير واضحة في «ط» .
(٥) في «ص» : نجيب.
(٦) في «هـ» : ولا.
(٧) ليست في «ب» .
(٨) ليست في «هـ» .
(٩) في «ص» : ومعاوض.
(١٠) في «أ» : إخواني.
(١١) في «ط» و «ظ» و «ن» : لهم.
(١٢) في «ط» : قليلة.
(١٣) ليست في «ص» .
(١٤) في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» و «ن» : ضممت.
(١٥) في «ن» : الفوائد.
(١٦) ليست في «ن» و «ط» و «هـ» و «ص» .
(١٧) في «ط» : راجياً.
(١٨) في «ط» : إبرازه.
(١٩) في «أ» : الطريق.
(٢٠) في «ن» و «ظ» و «ص» و «أ» و «ب» : السالك.
(٢١) ليست في «ظ» .
(٢٢) ليست في «ظ» .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (6,'<span data-type="title" id=toc-2>الخَبَرُ </span>«قسم من أقسام الكلام يأتي في تعريفه ما يعرف به الكلام «ثم يخرج من أقسام الكلام لأنه محتمل للصدق والكذب» (١) و [هو] (٢) » (٣) عندَ عُلَماءِ [هذا (٤) ] (٥) الفنِّ مرادفٌ للحَديثِ.
وقيلَ: الحَديثُ: ما جاءَ عَنِ النَّبيِّ {ن / ٢ أ} صلَّى اللهُ عليهِ [وعلى آلهِ] (٦) وسلَّمَ، والخَبَرُ ما جاءَ عن (٧) غيِره، ومِنْ ثَمَّ (٨) قيلَ لمَن يشتغلُ بالتَّواريخِ وما شاكَلَها (٩) : الإخبارِيُّ، ولمن يشتغلُ بالسُّنَّةِ النبويَّةِ: المُحَدِّثَ.
وقيل: بيْنهما {ظ / ٢ ب} عُمومٌ وخُصوصٌ مُطْلقٌ، فكلُّ حَديثٍ خبرٌ من غيرِ عَكْسٍ.
وعبَّرْتُ (١٠) هنا (١١) بالخبَرِ ليكونَ أشملَ، فهو باعتبارِ (١٢) وصولِهِ إِلينا إِمَّا أَنْ يَكُونَ لَهُ طُرُقٌ؛ أي: [أسانيدُ] (١٣) كثيرةٌ؛ لأنَّ طُرُقاً جمعُ طريقٍ، وفعيلٌ في الكثرةِ يُجْمَعُ على فُعُلٍ - بضمَّتينِ -، وفي القلَّةِ على أَفْعِلَةٍ.
و<span data-type="title" id=toc-3>المرادُ بالطُّرُقِ </span>(١٤) الأسانيدُ، والإِسنادُ حكايةُ «عن» (١٥) طريقِ المَتْنِ.
«والمتن هو غاية ما ينتهي إليه الإسناد من الكلام» (١٦) .
وتلكَ الكثرَةُ أَحدُ شُروطِ<span data-type="title" id=toc-4> التَّواتُرِ </span>إِذا وَرَدَتْ بِلاَ حَصْرِ عَددٍ {ب / ٢ أ} مُعَيَّنٍ،
_________
(١) زيادة من «أ» .
(٢) ليست في «هـ» .
(٣) زيادة من «ط» و «هـ» و «ص» و «أ» و «ب» ، لكن في «ط» ما عرف بدلاً من ما يعرف، والعبارة في هامش النسخة «ظ» .
(٤) في «هـ» : أهل، وفي «ظ» : هذه.
(٥) ليست في «ن» .
(٦) ليست في «ط» و «ظ» و «ن» و «هـ» و «ص» و «أ» و «ب» .
(٧) في «ظ» و «ص» : من.
(٨) في «أ» : ثمة.
(٩) في «ص» : يشاكلها.
(١٠) في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» و «ن» : وعبر.
(١١) في «ص» : هاهنا.
(١٢) في «ص» : باعتباره.
(١٣) ليست في «ظ» .
(١٤) في «هـ» بالطريق.
(١٥) زيادة من «ظ» .
(١٦) زيادة من «ص» .',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (7,'[بل] (١) [تكونُ (٢) ] العادةُ قد أحالتْ تواطؤهُم «أو توافقهم» (٣) على الكذِبِ، وكذا (٤) وقوعُه منهُم اتِّفاقاً مِن (٥) غيرِ قصدٍ.
فلا مَعْنى لِتعْيينِ العَدَدِ على الصَّحيحِ، ومِنْهُم مَنْ عيَّنَهُ في الأربعةِ، وقيلَ: في الخمْسةِ، وقيل: في السَّبعةِ، وقيل: في العشرةِ، وقيلَ: في الاثنَيْ عَشَر، وقيل: {هـ / ٢ ب} في الأربعينَ، وقيلَ: في السَّبعينَ، وقيلَ غيرُ ذلك.
وتَمَسَّكَ كُلُّ قائل بدليل جاءَ فيه ذِكرُ [ذلكَ] (٦) العَدَدِ، فأفادَ (٧) العِلْمَ «للحال» (٨) ، {أ / ٢ ب} وليسَ بلازِمٍ أَنْ يَطَّرِدَ في غَيْرِهِ لاحتمالِ الاخْتِصاصِ.
فإذا وَرَدَ الخَبَرُ {ط / ٢ أ} كذلك وانْضافَ إليهِ أَنْ يستويَ الأمْرُ فيهِ في الكثرةِ المذكورةِ من ابتدائِهِ إلى انتهائهِ - والمرادُ بالاستواءِ أَنْ لا تَنْقُصَ الكَثْرَةُ {ظ / ٣ أ}
_________
(١) ليست في «ص» .
(٢) في «ظ» و «أ» : يكون.
(٣) زيادة من «ن» .
(٤) في «ن» : أو.
(٥) في «ن» و «ط» و «أ» : عن.
(٦) ليست في «ط» .
(٧) في «ظ» : وأفاد.
(٨) زيادة من «ص» .',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (8,'المَذكورةُ في بعضِ المَواضِعِ لا أَنْ لا تَزيدَ (١) ، إذ الزِّيادَةُ [هُنا] (٢) مطلوبةٌ (٣) مِن بابِ أَوْلى (٤) -، وأَنْ يكونَ مُسْتَنَدُ انتهائِهِ (٥) الأمرَ المُشاهَدَ أو المَسموعَ، لا مَا ثَبَتَ {ن / ٢ ب} بِقَضِيَّةِ العَقْلِ الصِّرْفِ.
فإِذا جَمَعَ هذهِ الشُّروطَ الأربعةَ، وهي:
عَدَدٌ كثيرٌ أَحَالَتِ العادةُ تواطُؤهُمْ [و (٦) توافُقَهُم] (٧) على الكَذِبِ.
«و» (٨) رَوَوْا {ص / ٢ أ} ذلك عن مِثْلِهِم من الابتداء إلى الانتهاءِ.
وكان مُسْتَنَدُ انْتِهائِهِمُ الحِسَّ.
وانْضافَ إلى ذلك أَنْ يَصْحَبَ (٩) خَبَرَهُمْ إِفَادَةُ العِلْمِ لِسامِعِهِ.
فهذا هو المتواتِرُ. وما تَخَلَّفَتْ إِفَادَةُ العِلْمِ عنهُ (كانَ<span data-type="title" id=toc-5> مَشْهور</span>اً فقَط. فكلُّ (١٠) متواتِرٍ مشهورٌ (١١) ، من غيرِ عَكْسٍ.
وقد يُقالُ) (١٢) : إِنَّ الشُّروطَ الأربعةَ إِذا حَصَلَتْ اسْتَلْزَمَتْ حُصولَ العِلْمِ، وهُو كذلك في الغالِبِ، «و» (١٣) لكنْ قد تَتَخَلَّفُ (١٤) عنِ البَعْضِ لمانعٍ.
«كأن تحصل الإفادة ولم يحصل العلم كما إذا أخبر من لم يعتقد ذلك الخبر حصلت الإفادة ولم يحصل العلم» (١٥) .
وقد وَضَحَ بهذا «التقرير» (١٦) تَعْريفُ (١٧) المُتواتِرِ.
_________
(١) في «هـ» : يزيد.
(٢) ليست في «ظ» .
(٣) في «أ» : مطلوبة هنا.
(٤) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «ب» : الأولى.
(٥) في «هـ» : مستندا انتهى به، وفي «أ» : انتهائهم.
(٦) في «ن» و «ط» و «هـ» و «ص» : أو.
(٧) ليست في «ظ» و «ب» .
(٨) زيادة من «ط» .
(٩) في «أ» : تصحب.
(١٠) في «ص» : وكل.
(١١) في «أ» : مشهورا.
(١٢) غير واضحة في النسخة «ط» .
(١٣) زيادة من «هـ» .
(١٤) في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» : يتخلف، وفي النسخة «ظ» الكلمة غير واضحة هل هي: يتخلف أم تتخلف.
(١٥) زيادة من «أ» .
(١٦) زيادة من «أ» .
(١٧) في «ص» : التعريف.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (9,'وخِلافُهُ {هـ / ٣ أ} قدْ يَرِدُ بلا حَصْرٍ [أَيضاً] (١) ، لكنْ مع فَقْدِ (٢) بعضِ الشُّروطِ، أَو مَعَ حَصْرٍ بِما فَوْقَ الاثنيْنِ؛ أي: بثلاثةٍ فصاعِداً ما لمْ يَجْمَعْ (٣) {أ / ٣ أ} شُروطَ المُتواتِرِ (٤) ، أو بِهما؛ أي: باثْنَيْنِ فقطْ، أو بواحِدٍ [فقَطْ] (٥) .
والمرادُ بقولِنا: «أَنْ يَردَ باثْنَيْنِ» : أنْ (٦) لا يَرِدَ بأَقلَّ مِنْهُما، فإِنْ وَرَدَ بأَكْثَرَ {ظ / ٣ ب} في بعضِ المَواضِعِ (٧) مِن السَّنَدِ الواحِدِ لا يَضُرُّ، إذ الأقلُّ في هذا [العِلْمِ] (٨) يَقْضي على الأكْثَرِ (٩) .
فالأوَّلُ (١٠) : «و» (١١) «هو» (١٢) المُتواتِرُ (١٣) ، وهو المُفيدُ للعِلْمِ اليَقينِيِّ، فأخرَجَ النَّظريَّ على ما يأْتي تقريرُه، بِشروطِهِ [ «أي» (١٤) التي تَقَدَّمَتْ.
{ب / ٢ ب} واليَقينُ: هو الاعتقادُ الجازِمُ المُطابِقُ، وهذا هو المُعْتَمَدُ: أَنْ] (١٥) الخَبَرَ (١٦) «الواحد» (١٧) المُتواتِرَ (١٨) يُفيدُ العِلْمَ الضَّروريَّ، وهو الذي «لا» (١٩) يَضْطُّر الإِنْسانُ إليهِ (٢٠) بحيثُ لا يُمْكِنُهُ (٢١) دفْعُهُ.
وقيلَ: لا يُفيدُ العلمَ إِلاَّ نَظَرِيّاً!
وليس بشيءٍ؛ لأنَّ العِلْم بالتَّواتُرِ (٢٢)
_________
(١) ليست في «ص» .
(٢) في «ظ» قصد.
(٣) في «ن» و «ط» : تجتمع، وفي «هـ» و «ظ» : يجتمع.
(٤) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» : التواتر.
(٥) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ط» و «هـ» و «أ» : أي.
(٧) في «ظ» : للواضع.
(٨) ليست في «ن» و «ظ» و «ط» .
(٩) في «ط» : الكثرة.
(١٠) في «ظ» : والأول.
(١١) زيادة من «ص» .
(١٢) زيادة من «ب» و «هـ» .
(١٣) في «ط» : المواتر.
(١٤) زيادة من «ن» .
(١٥) غير واضحة في «ط» .
(١٦) في «ظ» و «ص» و «ط» و «أ» و «ب» و «ن» و «هـ» : خبر.
(١٧) زيادة من «ص» .
(١٨) في «ن» و «ط» : التواتر.
(١٩) زيادة من «ص» .
(٢٠) في «ن» و «ص» : إليه الإنسان.
(٢١) في «ص» : يمكن.
(٢٢) في «ظ» و «ص» : بالمتواتر.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (10,'حاصِلٌ لمن ليس لهُ (١) أهليَّةُ النَّظرِ كالعامِّيِّ، إذ النَّظرُ: ترتيبُ (٢) [أُمورٍ معلومةٍ] (٣) أَو مَظْنونةٍ يُتَوَصَّلُ بها (٤) إلى عُلومٍ أَو ظُنونٍ، وليس في العامِّيِّ أهلِيَّةُ ذلك، فلو كان نَظَرِيّاً؛ لما حَصَل لهُم.
ولاحَ {ن / ٣ أ} بهذا التَّقريرِ (٥) الفرْقُ بين العِلْمِ الضَّرورِيِّ والعِلْمِ النَّظَرِيِّ، [إِذ] (٦) الضَّرورِيُّ يُفيدُ العِلْمَ بلا اسْتِدلالٍ، والنَّظريُّ يُفيدُهُ لكنْ مع الاستِدْلالِ على الإِفادةِ (٧) ، وأنَّ الضَّروريَّ يحْصُلُ لكُلِّ سامعٍ، والنَّظَرِيَّ لا يَحْصُلُ إِلاَّ لِمَنْ فيهِ {ط / ٢ ب} أهليَّةُ النَّظَرِ.
وإِنَّما {هـ / ٣ ب} أََبْهَمْتُ (٨) شُروطَ التواترِ (٩) في الأَصْلِ؛ لأنَّهُ على هذهِ الكيفيَّةِ ليسَ مِن مباحِثِ عِلْمِ الإِسْنَادِ، «وإنما هو من مباحث أصول الفقه» (١٠) إِذ (١١) عِلمُ {ظ / ٤ أ} الإِسْناِد يُبْحَثُ فيهِ عن صِحَّةِ الحديثِ أَوْ (١٢) ضَعْفِهِ؛ لِيُعْمَلَ بِهِ {أ / ٣ ب} أَو يُتْرَكَ مِن حيثُ صفاتُ الرِّجالِ، وصِيَغُ الأداءِ، والمُتواتِرُ (١٣) لا يُبْحَثُ عَنْ رجالِهِ، بل يجبُ العملُ بهِ مِن غيرِ بَحْثٍ.
فائدةٌ: ذَكَرَ ابنُ الصَّلاحِ أَنَّ مِثالَ المُتواتِرِ عَلى التَّفسيرِ المُتَقَدِّمِ يَعِزُّ وُجودُهُ؛ إِلاَّ أَنْ يُدَّعَى ذلك في حَديثِ: «مَنْ كَذَبَ عَلَيَّ [مُتَعَمِّداً؛ فلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ] (١٤) » .
وما ادَّعَاهُ مِن العِزَّةِ مَمْنوعٌ، وكذا مَا ادَّعاهُ غيرُهُ مِن العَدَمِ؛ لأنَّ ذلك نَشَأَ عَنْ (١٥) قِلَّةِ الاطِّلاعِ (١٦) على كَثْرَةِ الطُّرُقِ، وأَحْوالِ الرِّجالِ، وصفاتِهِمُ المُقتَضِيَةِ {ص / ٢ ب} لإِبعادِ العادَةِ أَنْ يَتَواطَؤوا عَلى كَذِبٍ (١٧) ، أو يَحْصُلَ منهُمُ اتِّفاقاً (١٨) .
ومِن أَحْسَنَ مَا يُقَرَّرُ (١٩) [بِهِ] (٢٠) كونُ المُتواتِرِ مَوجوداً وُجودَ كَثْرةٍ في الأَحاديثِ أَنَّ (٢١) الكُتُبَ المشهورةَ المُتَداوَلَةَ (٢٢) بأَيدي (٢٣) أَهْلِ العِلْمِ شَرْقاً وغَرْباً المَقْطوعَ
_________
(١) في «ظ» : لمن له ليس.
(٢) في «ن» : بترتب.
(٣) غير واضحة في «ط» .
(٤) في «ط» : بهما.
(٥) الكلمة غير واضحة في «ن» .
(٦) ليست في «ن» .
(٧) في «ص» : الإعادة.
(٨) في «ص» : اتهمت.
(٩) في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» : المتواتر وفي «ط» : المواتر.
(١٠) زيادة من «أ» .
(١١) في «ن» : و.
(١٢) في «ص» : و.
(١٣) في «هـ» : والتواتر، وفي «ط» : والمواتر.
(١٤) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(١٥) في «ظ» : من.
(١٦) في «ن» و «هـ» و «ظ» و «أ» : إطلاع.
(١٧) في «ظ» و «ط» و «ص» : الكذب.
(١٨) في «ظ» : اتفاق.
(١٩) في «ص» : تقرر.
(٢٠) ليست في «ص» .
(٢١) في «ص» : إذ.
(٢٢) في «ظ» : المتداولة المشهورة.
(٢٣) في «هـ» : في أيدي.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (11,'عِنْدَهُم بِصِحَّةِ نِسْبَتِها إلى مُصَنِّفيها (١) ، إذا اجْتَمَعَتْ على إِخراجِ حَديثٍ، وتعدَّدَتْ طُرُقُه تعدُّداً تُحيلُ (٢) العادةُ تواطُؤهُمْ على الكَذِبِ إِلى آخِرِ الشُّروطِ؛ أَفادَ العِلْمَ اليَقينيَّ بصحَّتِهِ إِلى قائِلِهِ.
ومِثْلُ (٣) [ذلكَ] (٤) في الكُتُبِ المَشْهُورَةِ [كَثيرٌ (٥) ] (٦) .
والثَّاني - {ن / ٣ ب} {ظ / ٤ ب} وهُو أَوَّلُ أقسام الآحادِ -: ما لَهُ طُرُقٌ مَحْصورةٌ {ب / ٣ أ} بأَكثرَ مِن اثْنَيْنِ وهُو المَشْهورُ عندَ المُحَدِّثينَ: سُمِّيَ بذلك {هـ / ٤ أ} لوُضوحِهِ، وهُوَ المُستفيضُ؛ عَلى رأْيِ جماعةٍ مِن أَئمَّةِ الفُقهاءِ، [سُمِّيَ بذلك لانْتشارِهِ، [و] (٧) مِنْ فاضَ (٨) الماءُ يَفيضُ فيضاً.
ومِنْهُم مَن غَايَرَ (٩) بينَ المُسْتَفيضِ والمَشْهورِ؛ بأَنَّ المُسْتَفيضَ يكونُ في ابْتِدائِهِ {أ / ٤ أ} وانْتِهائِهِ سَواءً] (١٠) ، والمَشْهورَ أَعَمُّ مِنْ ذلكَ.
ومنهُمْ مَن غايَرَ
_________
(١) في «ص» : مصنفها.
(٢) في «ظ» : يحيل.
(٣) في «ص» : ومثال.
(٤) ليست في «ن» .
(٥) في «ظ» : كثيرة.
(٦) ليست في «ص» .
(٧) ليست في «هـ» و «ظ» و «ص» و «أ» و «ب» و «ن» .
(٨) في «ص» : أفاض.
(٩) في «ظ» : غار.
(١٠) غير واضحة في «ط» .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (12,'على كيفيَّةٍ أُخْرى، وليسَ مِن مَباحِثِ هذا الفَنِّ.
ثمَّ المَشْهورُ يُطْلَقُ على مَا حُرِّرَ هُنا (١) وعلى ما اشْتُهِرَ على الألْسِنةِ، فيشْمَلُ (٢) ما لَهُ إِسنادٌ واحِدٌ (٣) فصاعِداً، بل [ما] (٤) لا يوجَدُ لهُ إِسنادٌ أَصْلاً.
والثَّالِثُ:<span data-type="title" id=toc-6> العَزيزُ </span>(٥) وهُو: أَنْ لا يَرْويَهُ أَقَلُّ مِن اثْنَيْنِ عنِ اثْنَيْنِ،
_________
(١) في «ظ» : قرر ههنا.
(٢) في «ظ» : فيشتمل، وفي «ص» : فشمل.
(٣) في «أ» : واحدا.
(٤) ليست في «ن» و «ط» و «هـ» .
(٥) في «ظ» : الغريب.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (13,'وسُمِّيَ بذلك إِمَّا لِقِلَّةِ وُجودِهِ، [وإِمَّا (١) ] (٢) لكونِهِ عَزَّ - أَي: قَوِيَ - بمَجيئِهِ (٣) مِن طَريقٍ (٤) أُخْرى (٥) .
ولَيْسَ شَرْطاً للصَّحيحِ؛ خِلافاً لمَنْ زعَمَهُ، وهو أَبو عَليٍّ الجُبَّائيُّ مِن المُعْتزلةِ، وإِليهِ يُومِئُ كلامُ الحاكِمِ أَبي عبد اللهِ في «علومِ الحديثِ» [حيثُ] (٦) قال: الصَّحيحُ أَنْ يَرْوِيَهُ الصَّحابِيُّ الزَّائِلُ عنهُ اسمُ الجَهالةِ؛ بأَنْ يكونَ لهُ راوِيانِ، ثمَّ يتداوَلَهُ (٧) {ظ / ٥ أ} أَهلُ (٨) الحَديثِ إِلى وَقْتِنِا كالشَّهادَةِ [عَلى الشَّهادَةِ] (٩) .
{ط / ٣ أ} وصَرَّحَ القاضي أَبو بَكْرٍ بنُ العربيِّ في «شَرْحِ البُخاريّ» بأَنَّ ذلك شَرْطُ البُخاريِّ، وأَجاب (١٠) عمَّا (١١) أُورِدَ عليهِ مِنْ ذلك بِجوابٍ فيهِ نَظرٌ؛ لأَنَّهُ قال: فإِنْ قيلَ: حديثُ « «إنما» (١٢) الأعْمَالُ بالنِّيَّاتِ» فَرْدٌ؛ لم يَرْوِهِ عَنْ عُمرَ إِلاَّ عَلْقَمَةُ (١٣) !
قالَ (١٤) : {هـ / ٤ ب} قُلْنا: [قَدْ] (١٥) خَطَبَ بِهِ عُمَرُ [رضيَ اللهُ عنهُ] (١٦) عَلى المِنْبَرِ بحَضْرةِ الصَّحابَةِ، فلولا أَنَّهُمْ يَعْرِفونَهُ لأنْكروهُ!
كذا قالَ!
_________
(١) في «ص» : أو.
(٢) ليست في «ن» .
(٣) في «هـ» : لمجيئه.
(٤) في «أ» : طرق.
(٥) في «ص» و «ظ» : آخر.
(٦) ليست في «ص» .
(٧) في «أ» : تتداوله.
(٨) في «ص» : أئمة.
(٩) ليست في «ن» .
(١٠) في «هـ» : فأجاب.
(١١) في «ن» : عن ما.
(١٢) زيادة من «ن» و «ط» .
(١٣) في «ص» : لم يروه غير عمر ولا عنه إلا علقمة، وفي «هـ» : لم يروه غير عمر ولا عن عمر إلا علقمة.
(١٤) في «ص» : فإن.
(١٥) ليست في «ط» .
(١٦) ليست في «أ» و «ب» و «ن» و «ط» و «هـ» و «ظ» و «ص» .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (14,'وتُعُقِّبَ (١) «عليه» (٢) بأَنَّهُ لا يَلْزَمُ مِنْ {ص / ٣ أ} كَوْنِهِم سَكَتُوا عنهُ (٣) أَنْ {ن / ٤ أ} يَكُونوا (٤) سَمِعوهُ مِنْ غَيْرِهِ، وبأَنَّ هذا لو سُلِّمَ في عُمَرَ مُنِعَ (٥) في (٦) تَفَرُّدِ عَلْقَمَةَ [عنهُ] (٧) ، ثمَّ تَفَرُّدِ مُحَمَّدِ بنِ إِبْراهيمَ بِه عَنْ عَلْقَمَةَ، ثُمَّ تَفَرُّدِ يَحْيَى بنِ سَعيدٍ بهِ عَنْ مُحَمَّدٍ؛ {أ / ٤ ب} عَلى ما هُو الصَّحيحُ المُعْروفُ عِنْدَ المُحَدِّثينَ.
وقَدْ وَرَدَتْ لُهْم مُتابعاتٌ لا يُعْتَبَرُ (٨) بِها [لِضَعْفِها] (٩) .
وكَذا (١٠) لا نُسَلِّمُ (١١) جَوابَهُ في غَيْرِ حَديثِ عُمَرَ [رضيَ اللهُ عنهُ] (١٢) .
قالَ ابنُ رُشَيْدٍ: {ب / ٣ ب} ولَقَدْ كانَ يَكْفي (١٣) القاضيَ في بُطْلانِ ما ادَّعَى أَنَّهُ شَرْطُ البُخاريِّ أَوَّلُ حَديثٍ مَذكورٍ فيهِ.
وادَّعَى ابنُ حِبَّانَ نقيضَ دَعْواهُ، فقالَ: إِنَّ رِوايَةَ اثنَيْنِ عَنِ اثنَيْنِ إِلى أَنْ يَنْتَهِيَ لا تُوجَدُ (١٤) أَصْلاً.
قُلْتُ: {ظ / ٥ ب} إِنْ (١٥) أرادَ [[بهِ] (١٦) أَنَّ] (١٧) رِوايَةَ اثْنَيْنِ فَقَطْ عَنِ اثْنَيْنِ فَقَطْ لا تُوجَدُ (١٨) [أَصْلاً] (١٩) ؛ فيُمْكِنُ
_________
(١) في «ظ» : ويعقب.
(٢) زيادة من «أ» .
(٣) في «ص» : عليه.
(٤) في «أ» : يكون.
(٥) في «أ» يمنع.
(٦) في «ص» : من.
(٧) ليست في «ط» و «هـ» و «ص» و «أ» و «ب» و «ن» .
(٨) في «ظ» : تعتبر.
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» .
(١٠) في «ص» : وكذلك.
(١١) في «ن» و «هـ» و «أ» و «ب» : يسلم، وفي «ظ» : نم.
(١٢) ليست في «ظ» و «أ» و «ط» و «ن» و «ن» .
(١٣) في «ص» : يكتفي.
(١٤) في «ظ» و «ص» و «أ» و «هـ» : يوجد.
(١٥) كلمة إن غير واضحة في «ط» .
(١٦) ليست في «ن» و «هـ» و «ظ» و «ص» و «ط» و «ب» .
(١٧) ليست في «أ» .
(١٨) في «هـ» و «ظ» و «أ» : يوجد.
(١٩) ليست في «ط» .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (15,'أَنْ يُسَلَّمَ، وأَمَّا صُورَةُ العَزيزِ الَّتي حَرَّرْناها (١) فمَوْجودَةٌ بأَنْ لا يَرْوِيَهُ أَقَلُّ مِن اثْنَيْنِ عَنْ أَقَلَّ مِنَ اثْنَيْنِ.
مثالُهُ: ما رَواهُ الشَّيْخانِ مِن حَديثِ أَنَسٍ، والبُخاريُّ مِن حديثِ أَبي هُرَيْرَةَ «رضيَ اللهُ عنهُ» (٢) : أَنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّمَ قالَ: «لا يُؤمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِليهِ مِنْ والدِهِ وولَدِهِ ... » الحديث.
[و] (٣) رواهُ عَنْ أَنَسٍ: قَتادَةُ وعبدُ العزيزِ بنُ صُهَيْبٍ، ورواهُ عَنْ قتادَةَ: شُعْبَةُ وسعيدٌ، ورواهُ [عَنْ] (٤) عبدِ العزيزِ: إِسماعيلُ بنُ عُلَيَّةَ وعبدُ الوارِثِ، ورواهُ عن كُلٍّ جَماعةٌ.
والرَّابِعُ:<span data-type="title" id=toc-7> الغَريبُ </span>{هـ / ٥ أ} وهُو: ما يَتَفَرَّدُ (٥) بِروايَتِهِ شَخْصٌ واحِدٌ في أَيِّ مَوْضِعٍ وَقَعَ التَّفَرُّدُ بِهِ مِنَ السَّنَدِ عَلى مَا سَيُقْسَمُ (٦) إِليهِ (٧) الغَريبُ المُطْلَقُ والغَريبُ النِّسبيُّ.
وكُلُّها أي: الأقسامُ الأرْبَعَةُ [المَذْكورةُ] (٨) سوى الأوَّلِ، وهو المُتواتِرُ<span data-type="title" id=toc-8> آحادٌ</span>، ويُقالُ لكُلٍّ منها: خَبَرُ واحِدٍ.
وخَبَرُ الواحِدِ في اللُّغَةِ: ما يَرويهِ {أ / ٥ أ} شَخْصٌ {ن / ٤ ب} واحِدٌ،
_________
(١) في «ظ» : حسرناها.
(٢) زيادة من «ظ» .
(٣) ليست في «ط» .
(٤) ليست في «ظ» .
(٥) في «ن» و «ص» و «ب» : ينفرد، وفي «هـ» : تفرد.
(٦) في «ن» و «ط» : سنقسم، وهي في «ط» مشكولة هكذا: سَنُقَسِّمُ، وفي «هـ» و «ظ» : سينقسم.
(٧) في «ظ» : إلى.
(٨) ليست في «ن» .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (16,'وفي الاصطِلاحِ: ما لَمْ يَجْمَعْ {ظ / ٦ أ} شُروط المُتواتِرِ (١) .
وفيها؛ أي: [في] (٢) الآحَادِ (٣) :<span data-type="title" id=toc-9> المَقْبولُ </span>وهو: ما يَجِبُ العَمَلُ بِهِ عِنْدَ الجُمْهورِ.
وَفيها<span data-type="title" id=toc-10> المَرْدُودُ</span>، وهُو [الَّذي] (٤) لَمْ يَتَرَجَّحْ (٥) صِدْقُ {ط / ٣ ب} المُخْبِرُ بِهِ؛ لتوقُّفِ الاستدلالِ بها عَلى البَحْثِ عَنْ أحوالِ رواتِها، دُونَ الأوَّلِ، وهو المُتواتِرُ.
فكُلُّهُ (٦) مَقْبولٌ لإِفادَتِهِ (٧) القَطْعَ بِصِدْقِ {ص / ٣ ب} مُخْبِرِهِ بِخلافِ غَيْرِهِ مِنْ أَخبارِ الآحادِ.
لكنْ؛ إِنَّما وَجَبَ العَمَلُ بالمَقْبولِ مِنها، لأَنَّها إِمَّا أَنْ يُوْجَدَ فيها أَصلُ صِفَةِ القَبولِ - وهُو ثُبوتُ صِدْقِ النَّاقِلِ -، أَوْ أَصلُ صِفَةِ الرَّدِّ - وهُو ثُبوتُ كَذِبِ النَّاقِلِ - أَوْ لاَ:
فالأوَّلُ: يَغْلِبُ {ب / ٤ أ} على الظَّنِّ [ثُبوتُ] (٨) «به» (٩) صِدْقِ الخَبَرِ لِثُبوتِ صِدْقِ ناقِلِهِ فيُؤخَذُ بِهِ.
والثَّانِي: يَغْلِبُ على الظَّنِّ «به» (١٠) كَذِبُ الخَبَرِ لِثُبوتِ كَذِبِ ناقِلِهِ فيُطْرَحُ.
والثَّالِثُ: إِنْ وُجِدَتْ (١١) قرينَةٌ تُلْحِقُهُ بأَحَدِ القِسْمَيْنِ الْتَحَقَ، وإِلاَّ فَيُتَوَقَّفُ فيهِ، وإِذا تُوُقِّفَ عَنِ العَمَلِ بهِ صارَ كالمَرْدودِ، لا لِثُبوتِ [صِفَةِ] (١٢) الرَّدِّ، بل لكَوْنِه لمْ تُوجَدْ (١٣) «به» (١٤) فيهِ صفةٌ توجِبُ &lt; القَبولَ، واللهُ أعلمُ.
_________
(١) في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ط» و «ب» : التواتر.
(٢) ليست في «ن» و «ط» و «أ» و «ب» .
(٣) في «ص» : الأحاديث.
(٤) ليست في «ن» .
(٥) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : يرجح.
(٦) في «ن» : وكله.
(٧) في «هـ» : لإفادة.
(٨) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٩) زيادة من «ظ» .
(١٠) زيادة من «ظ» .
(١١) في «ظ» : وجد.
(١٢) ليست في «ظ» .
(١٣) في «ظ» و «ص» و «ب» : يوجد.
(١٤) زيادة من «ظ» .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (17,'وقد يَقعُ (١) [فيها] (٢) ؛ أي: في أَخْبارِ الآحادِ المُنْقَسِمَة إِلى مَشْهورٍ وعَزيزٍ وغَريبٍ؛ مَا يُفيدُ العِلْمَ {ظ / ٦ ب} النَّظريَّ بالقَرائِنِ؛ عَلى المُختارِ؛ خِلافاً لِمَنْ أَبى ذلك.
والخِلافُ في التَّحْقيقِ لَفْظيٌّ؛ لأنَّ مَنْ جَوَّزَ إِطلاقَ العِلْمِ قَيَّدَهُ بِكونِهِ نَظَريّاً، وهُو الحاصِلُ عن (٣) الاسْتِدلالِ، ومَنْ أَبى الإِطلاقَ؛ خَصَّ لَفْظ العِلْمِ بالمُتواتِرِ، وما عَداهُ عِنْدَهُ [كُلُّهُ] (٤) ظَنِّيٌّ، لكنَّهُ (٥) لا يَنْفِي {أ / ٥ ب} أَنَّ ما (٦) احْتفَّ «منه» (٧) بالقرائِنِ أَرْجَحُ ممَّا (٨) خَلا عَنها.
و<span data-type="title" id=toc-11>الخَبَرُ المُحْتَفُّ بالقَرائِن </span>أنواعٌ:
مِنْها مَا أَخْرَجَهُ الشَّيْخانِ في صَحيحَيْهِما ممَّا لَمْ يَبْلُغْ [حَدَّ] (٩) المتواتِرِ (١٠) ، فإِنَّهُ احْتُفَّتْ (١١) بِهِ قرائِنُ؛ منها:
جَلالتُهُما في هذا الشَّأْنِ.
{ن / ٥ أ} وتَقَدُّمُهُما في تَمْييزِ الصَّحيحِ على غيرِهما.
وتَلَقِّي العُلماءِ كِتابَيْهِما (١٢) بالقَبُولِ، وهذا التَّلقِّي وحدَهُ أَقوى في إِفادةِ العلمِ مِن مُجَرَّدِ كَثْرَةِ الطُّرُقِ القاصرةِ عَنِ التَّواتُرِ.
إِلاَّ أَنَّ هذا مُخْتَصٌّ (١٣) بِمَا لَمْ يَنْقُدْهُ (١٤) أَحدٌ مِنَ الحُفَّاظِ [مِمَّا] (١٥) في الكِتابينِ، وبِما (١٦) لَمْ يَقَعِ التَّجاذُبُ
_________
(١) في «ن» : تقع.
(٢) ليست في «ط» .
(٣) في «ظ» : من.
(٤) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٥) في «ن» : ولكنه.
(٦) في «ط» : من.
(٧) زيادة من «ص» .
(٨) في «أ» : ما.
(٩) ليست في «ن» و «ط» و «أ» و «ب» .
(١٠) في «ط» و «ظ» و «ص» و «أ» و «ب» و «ن» : التواتر.
(١١) في «ظ» و «ص» و «ط» و «ب» : احتف.
(١٢) في «ط» و «ن» و «ظ» و «ص» و «أ» و «ب» : لكتابيهما.
(١٣) في «ن» و «ط» و «أ» و «ب» : يختص.
(١٤) في «ن» و «ظ» و «ص» و «أ» و «ط» و «ب» : ينتقده.
(١٥) ليست في «ص» .
(١٦) في «ط» : ومما.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (18,'بينَ مَدْلولَيْهِ مِمَّا [وَقَعَ] (١) في الكِتابينِ، حيثُ لا تَرْجيحَ لاستِحالَةِ أَنْ يُفيدَ المُتناقِضانِ العِلْمَ بصِدْقِهِما من [غيرِ] (٢) ترجيحٍ لأحدِهِما على الآخرِ.
وما عَدا ذلك؛ فالإِجماعُ حاصِلٌ على تَسْليمِ صِحَّتِهِ.
{ظ / ٧ أ} فإِنْ قِيلَ: إِنَّما اتَّفَقوا على وُجوبِ العَمَلِ {ص / ٤ أ} بِهِ لا عَلى صِحَّتِهِ؛ مَنَعْنَاهُ.
وسَنَدُ {ط / ٤ أ} المَنْعِ أَنَّهُمْ مُتَّفِقونَ عَلى وُجوبِ العَمَلِ بِكُلِّ مَا صَحَّ ولوْ لَمْ يُخْرِجْهُ الشَّيْخانِ، فلمْ يَبْقَ للصَّحيحينِ في هذا مَزيَّةٌ، والإِجماعُ حاصِلٌ على أَنَّ لهُما مَزِيَّةً فيما (٣) يَرْجِعُ إِلى نَفْسِ (٤) الصِّحَّةِ.
ومِمَّن (٥) صَرَّحَ بإِفادَةِ مَا خَرَّجَهُ الشَّيْخانِ العِلْمَ {ب / ٤ ب} النَّظَرِيَّ: الأسْتاذُ أَبو إِسْحاقَ الإِسْفَرايِينِيُّ، ومِن أَئِمَّةِ الحَديثِ أَبو عبدِ اللهِ الحُمَيْدِيُّ، وأَبو الفَضْلِ بنُ طاهِرٍ وغيرُهُما.
ويُحْتَمَلُ أَنْ يُقالَ: المَزِيَّةُ المَذْكُورَةُ كَوْنُ أَحادِيثِهِما أَصَحَّ الصَّحيحِ.
_________
(١) ليست في «ط» .
(٢) ليست في «ظ» .
(٣) في «ظ» بما.
(٤) في «ظ» الكلمة غير واضحة.
(٥) في «أ» : ومما.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (19,'ومِنها: <span data-type="title" id=toc-12>«المَشْهورُ» </span>إِذا كانَتْ لهُ طُرُقٌ مُتبايِنَةٌ سالِمَةٌ {أ / ٦ أ} مِنْ ضَعْفِ الرُّواةِ، والعِلَلِ.
وممَّن صَرَّحَ بإِفادَتِهِ العِلْمَ النَّظَرِيَّ الأسْتاذُ أَبو مَنْصورٍ البَغْدادِيُّ، والأسْتاذُ أَبو بَكْرِ بنُ فُورَكٍ «- بضم الفاء -» (١) وغيرُهُما.
ومِنها: <span data-type="title" id=toc-13>«المُسَلْسَلُ» </span>بالأئمَّةِ الحُفَّاظِ المُتْقِنينَ، حيثُ لا يكونُ غَريباً؛ كالحَديثِ [الَّذي] (٢) يَرْويهِ أَحمَدُ بنُ حَنْبَلٍ مَثلاً ويُشارِكُهُ فيهِ غَيْرُهُ عَنِ الشَّافِعِيِّ، ويُشارِكُهُ [فيهِ] (٣) غيرُهُ عنْ مالِكِ بنِ أَنسٍ؛ فإِنَّهُ يُفيدُ العِلْمَ عندَ
_________
(١) زيادة من «ط» .
(٢) ليست في «ط» .
(٣) ليست في «ظ» .',NULL,'54',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (20,'سَامِعِهِ {ن / ٥ ب} بالاستِدْلالِ مِن (١) [جِهَةِ] (٢) جَلالَةِ رُواتِهِ، وأَنَّ {ظ / ٧ ب} فيهِمْ (٣) مِنَ الصِّفاتِ اللاَّئِقَةِ المُوجِبَةِ للقَبولِ مَا يقومُ مَقامَ العَدَدِ الكَثيرِ مِنْ غَيْرِهِم.
ولا يَتَشَكَّكُ مَنْ لَهُ [أَدْنَى] (٤) مُمارَسَةٍ بالعِلْمِ وأَخْبارِ النَّاسِ أَنَّ مالِكاً مَثلاً لو شافَهَهُ بخَبَرٍ أَنَّهُ صادِقٌ فيهِ، فإِذا انْضافَ إِليهِ «أيضاً» (٥) مَنْ هُو في تِلْكَ الدَّرَجَةِ؛ ازْدَادَ قُوَّةً، وبَعُدَ عَمَّا (٦) يُخْشَى عليهِ مِنَ السَّهْوِ.
وهذهِ (٧) {هـ / ٦ ب} الأنْواعُ الَّتي ذكَرْناها لا يَحْصُلُ العلمُ بصِدْقِ الخَبرِ (٨) منها إِلاَّ للعالِمِ بالحَديثِ، المُتَبَحِّرِ فيهِ، العارِفِ بأَحوالِ الرُّواةِ، المُطَّلِعِ عَلى العِلَلِ.
وكَوْنُ غيرِهِ لا يَحْصُلُ لهُ [العِلْمُ] (٩) بصِدْقِ ذلك لِقُصورِهِ عن الأوْصافِ المَذكورَةِ لا يَنْفي حُصولَ العِلْمِ للمُتَبَحِّرِ المَذْكورِ، [واللهُ أَعلمُ] (١٠) .
ومُحَصّلُ الأنْواعِ الثَّلاَثَةِ الَّتي ذَكَرْناها:
أنَّ الأوَّلَ: يَخْتَصُّ بالصَّحيحينِ.
والثاني: بِما لَهُ طُرُقٌ مُتَعَدِّدَةٌ.
والثَّالِثُ: بِما رواهُ الأئمَّةُ.
ويمكِنُ اجْتماعُ الثَّلاثةِ في حَديثٍ واحِدٍ، فلا (١١) يَبْعُدُ حينئذٍ القَطْعُ {ط / ٤ ب} بصِدْقِهِ (١٢) ، {أ / ٦ ب} [واللهُ أَعْلمُ] (١٣) .
[ثمَّ<span data-type="title" id=toc-14> الغَرابَةُ </span>إِمَّا أَنْ تَكونَ (١٤) في أَصلِ السَّنَدِ؛ أي: [في] (١٥) الموضعِ الَّذي يَدورُ
_________
(١) في «ظ» : عند.
(٢) ليست في «ظ» .
(٣) في «ط» : منهم.
(٤) ليست في «ب» .
(٥) زيادة من «ص» .
(٦) في «ط» و «ن» و «أ» و «ب» : ما.
(٧) هذا المقدار ساقط من النسخة «هـ» .
(٨) في «هـ» : المخبر.
(٩) ليست في «ن» .
(١٠) ليست في «ن» و «هـ» و «ص» و «أ» .
(١١) في «أ» : ولا.
(١٢) في «ظ» : فلا ينقدح القدح بصحته.
(١٣) ليست في «هـ» .
(١٤) في «ظ» : يكون.
(١٥) ليست في «ن» .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (21,'الإِسنادُ عليهِ ويَرْجِعُ، ولو تَعَدَّدَتِ الطُّرقُ إِليهِ، وهو طرَفُهُ الَّذي فيهِ الصحابيُّ {ظ / ٨ أ} أَوْ لاَ] (١) يَكونُ (٢) كَذلكَ؛ بأَنْ يَكونَ التَّفَرُّدُ في أَثنائِهِ، {ب / ٥ أ} كأَنْ يَرْوِيَه عَنِ الصَّحابيِّ أَكثَرُ مِنْ واحِدٍ (٣) ، ثمَّ (٤) يتفرَّدُ (٥) بروايَتِه عنْ واحِدٍ منهُم شَخْصٌ واحِدٌ.
فالأوَّلُ: الفَرْدُ المُطْلَقُ؛ {ص / ٤ ب} كَحديثِ النَّهْيِ عَنْ بيعِ الوَلاءِ وعَنْ هِبَتِهِ؛ تفرَّدَ {ن / ٦ أ} بهِ عبدُ اللهِ بنُ دينارٍ عنِ ابنِ عُمرَ.
وقد يَتَفَرَّدُ (٦) بهِ رَاوٍ عَنْ ذلك المُتفرِّدِ (٧) ؛ كحديثِ شُعَبِ الإِيمانِ؛ وقد (٨) تفرَّدَ بهِ أَبو صالحٍ عَنْ أَبي هُريرةَ، وتفرَّدَ بهِ عبدُ اللهِ بنُ دينارٍ عَنْ أَبي صالحٍ.
وقدْ يَسْتَمِرُّ التفرُّدُ في جميعِ رواتِهِ (٩) أَوْ أَكْثَرِهمْ، وفي «مُسْنَدِ
_________
(١) ليست في «ص» .
(٢) في «ط» و «أ» و «ب» : تكون.
(٣) في «ظ» : أحد.
(٤) في «ظ» : لم.
(٥) في «ن» و «هـ» و «ظ» و «ط» و «ب» : ينفرد.
(٦) في «ن» و «هـ» و «أ» : ينفرد.
(٧) في «ن» و «هـ» و «أ» و «ط» : المنفرد.
(٨) زيادة من «ظ» .
(٩) في «ظ» : رواية.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (22,'البَزَّارِ (١) » و «المُعْجَم الأوسط» للطَّبرانيِّ أَمثلةٌ كثيرةٌ لذلك.
والثَّانِي: الفَرْدُ النِّسْبِيُّ سُمِّيَ نسبيّاً لكونِ التفرُّدِ فيهِ حصلَ بالنسبةِ إِلى شخصٍ معيَّنٍ، وإِنْ {هـ / ٧ أ} كانَ الحَديثُ في نفسِه مشهوراً.
ويقلُّ إِطلاقُ الفَرْدِيَّةِ عليهِ؛ لأنَّ الغَريبَ والفَرْدَ مُترادِفانِ لغةً واصْطِلاحاً؛ إِلاَّ أَنَّ أَهْلَ «هذا» (٢) الاصطِلاحِ غايَروا بينَهُما من حيثُ كَثْرَةُ الاستِعمالِ وقِلَّتُهُ.
فالفرْدُ أَكْثَرُ ما يُطْلِقونَهُ على الفَرْدِ المُطْلَقِ.
والغَريبُ أَكثرُ ما يُطْلِقونَهُ عَلى الفَرْدِ النِّسْبيِّ.
وهذا مِن حيثُ إِطلاقُ الاسمِ (٣) عليهِما.
وأَمَّا مِنْ حيثُ استِعْمالُهم {ظ / ٨ ب} الفِعْلَ المُشْتَقَّ؛ فلا يُفَرِّقونَ، {أ / ٧ أ} فَيقولونَ في المُطْلَقِ والنِّسْبيِّ: تَفَرَّدَ بِهِ فُلانٌ، أَوْ (٤) : أَغْرَبَ بِهِ فُلانٌ.
وقَريبٌ مِن هذا اختِلافُهُم في المُنْقَطِعِ والمُرْسَلِ؛ «و» (٥) هلْ هُما مُتغايِرانِ أَوْ لاَ؟
فأَكْثَرُ المُحَدِّثين على التَّغايُرِ، لكنَّهُ عندَ إطلاقِ الاسمِ، وأمَّا عندَ اسْتِعمَالِ (٦) الفِعْل المُشْتَقِّ فيستَعْمِلونَ الإِرسالَ (٧) فقَطْ فيَقولونَ (٨) : أَرْسَلَهُ فلانٌ، سواءٌ كانَ [ذلكَ] (٩) مُرْسَلاً أَوْ (١٠) مُنْقَطِعاً.
ومِن ثَمَّ (١١) أَطْلَقَ غيرُ واحِدٍ - مِمَّن لم يلاحِظْ مواضِعَ (١٢) اسْتِعمالِهِ (١٣) - {ط / ٥ أ} على كثيرٍ مِن المُحدِّثينَ أَنَّهُم لا يُغايِرونَ بينَ
_________
(١) في «ظ» : البزاز.
(٢) زيادة من «ب» .
(٣) في «ن» و «ط» و «هـ» و «ب» : الاسمية.
(٤) في «ب» : و.
(٥) زيادة من «هـ» .
(٦) في «أ» : استعمالهم.
(٧) في «أ» : للإرسال.
(٨) في «ن» : فيقول.
(٩) ليست في «ظ» .
(١٠) في «ن» و «هـ» و «أ» و «ظ» : أم.
(١١) في «ظ» : ثمة.
(١٢) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : مواقع.
(١٣) في «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» و «ص» : استعمالهم.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (23,'المُرْسَلِ والمُنْقَطِعِ!
وليسَ كذلك؛ لما حَرَّرناهُ، وقلَّ مَن نبَّهَ على النُّكْتَةِ في ذلك، [واللهُ أعلمُ] (١) .
و<span data-type="title" id=toc-15>خبرُ الآحادِ</span>؛ بنقلِ عَدْلٍ تامِّ الضَّبْطِ، مُتَّصِلَ السَّنَدِ، غيرَ مُعَلَّلٍ ولا شاذٍّ: هو<span data-type="title" id=toc-16> الصَّحيحُ لذاتِهِ</span>، وهذا (٢) أَوَّلُ تقسيمٍ مقبولٍ (٣) {ب / ٥ ب} إِلى أربعةِ أَنواعٍ (٤) ؛ لأَنَّهُ إِمَّا أَنْ يشتَمِلَ مِن صفاتِ القَبولِ على أَعْلاها أَوْ لاَ:
{هـ / ٧ ب} الأوَّلُ (٥) : الصَّحيحُ لذاتِهِ.
{ن / ٦ ب} والثَّاني: إِنْ وُجِدَ ما يَجْبُرُ ذلكَ القُصورَ؛ ككثْرَةِ الطُّرُق؛ فهُو {ص / ٥ أ} الصَّحيحُ «لذاته» (٦) أَيضاً، لكنْ لا لذاتِهِ.
وحيثُ لا جُبْرانَ؛ فهُو الحسنُ لذاتِهِ.
وإِنْ قامَتْ قرينةٌ تُرَجِّحُ جانِبَ قَبولِ مَا يُتَوَقَّفُ فيهِ؛ {ظ / ٩ أ} فهُو الحسنُ أيضاً، [لكنْ] (٧) لا لذاتِهِ.
وقُدِّمَ الكَلامُ على الصَّحيحِ لذاتِهِ لعُلُوِّ رُتْبَتِهِ (٨) .
والمُرادُ بالعَدْلِ: مَنْ «ما» (٩) لهُ مَلَكَةٌ تَحْمِلُهُ على مُلازمةِ التَّقوى والمُروءةِ.
والمُرادُ بالتَّقوى: اجْتِنابُ الأعمالِ السَّيِّئةِ مِن شِرْكٍ أَو (١٠) فِسقٍ أَو بِدعةٍ.
والضَّبْطُ «ضبطان» (١١) :
ضَبْطُ صَدْرٍ: {أ / ٧ ب} وهُو [أَنْ] (١٢) يُثْبِتَ (١٣) ما سَمِعَهُ بحيثُ يتمكَّنُ مِن استحضارِهِ مَتى شاء.
_________
(١) ليست في «ط» .
(٢) في «ط» فهذا.
(٣) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : المقبول.
(٤) في «أ» : أقسام.
(٥) في «ط» و «ظ» : والأول، وفي «هـ» : فالأول.
(٦) زيادة من «ص» .
(٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» .
(٨) في «ب» : مرتبته.
(٩) زيادة من «ن» .
(١٠) في «ط» : و.
(١١) زيادة من «هـ» و «أ» و «ب» .
(١٢) ليست في «ظ» .
(١٣) في «ظ» : ثبت.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (24,'وضَبْطُ كِتابٍ: وهُو (١) صيانَتُهُ لديهِ مُنذُ سمِعَ فيهِ وصحَّحَهُ إِلى أَنْ يُؤدِّيَ منهُ.
وقُيِّدَ بـ «التَّامِّ» إِشارةً إِلى الرُّتبةِ (٢) العُليا في ذلكَ.
والمُتَّصِلُ: ما سَلِمَ إِسنادُه مِن سُقوطٍ فيهِ، بحيثُ يكونُ كُلٌّ مِن رجالِه سَمِعَ ذلكَ المَرْوِيَّ مِنْ شيخِهِ (٣) .
والسَّنَدُ: تقدَّمَ تعريفُهُ.
والمُعَلَّلُ لُغةً: ما فِيهِ عِلَّةٌ، واصطِلاحاً: ما فيهِ عِلَّةٌ خَفِيَّةٌ قادِحةٌ.
والشَّاذُّ لُغةً: المُنفَرِدُ (٤) ، واصطِلاحًا: ما يُخالِفُ فيهِ الرَّاوي مَنْ هُو أَرْجَحُ منهُ. ولهُ تفسيرٌ آخرُ سيأْتي.
تنبيهٌ: قولُهُ: « [و] (٥) خبرُ الآحادِ» ؛ كالجِنْسِ، وباقي قُيودِهِ كالفَصْلِ.
وقولُهُ: «بِنَقْلِ عَدْلٍ» ؛ احْتِرازٌ (٦) عَمَّا يَنْقُلُهُ غيرُ العَدْلِ.
وقوله: «هُو» يسمَّى فَصْلاً يتَوَسَّطُ بينَ المُبتَدَإِ والخَبَرِ، يُؤذِنُ بأَنَّ ما بَعْدَهُ خَبرٌ عَمَّا (٧) قَبْلَهُ، وليسَ بِنَعْتٍ {هـ / ٨ أ} لهُ.
وقولُهُ: «لذاته» ؛ يُخْرِجُ {ظ / ٩ ب} ما يسمَّى صحيحاً بأَمرٍ خارِجٍ عنهُ؛ كما تقدَّمَ.
وتتفاوَتُ (٨) رُتَبُهُ؛ أي: الصَّحيحُ، بِ [سببِ] (٩) تفاوُتِ هذهِ الأوْصافِ {ن / ٧ أ} {ط / ٥ ب} المُقْتَضِيَةِ للتَّصحيحِ في القُوَّةِ؛ فإِنَّها لمَّا كانَتْ مُفيدةً لغَلَبَةِ الظَّنِّ الَّذي عليهِ مَدارُ الصِّحَّةِ؛ اقْتَضَتْ أَنْ يكونَ [لها] (١٠) دَرجاتٌ بعضُها فَوْقَ بعضٍ بحَسَبِ الأمورِ
_________
(١) في «ظ» : وهي.
(٢) في «ط» : المرتبة.
(٣) في «ظ» : شخصه.
(٤) في «ب» و «هـ» : الفرد.
(٥) ليست في «ظ» .
(٦) في «ن» : احترازا.
(٧) في «ظ» : عن ما.
(٨) في «ظ» : ويتفاوت.
(٩) ليست في «هـ» و «أ» .
(١٠) ليست في «ن» .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (25,'المُقَوِّيةِ.
وإِذا كانَ كذلك فما يَكونُ (١) رُواتُهُ (٢) في الدَّرجةِ العُليا مِن العدالَةِ والضَّبْطِ وسائِرِ الصِّفاتِ التي {ب / ٦ أ} تُوجِبُ التَّرجيحَ «له» (٣) ؛ كانَ أَصحَّ ممَّا (٤) دونَهُ.
فَمِنَ المَرْتَبَةِ (٥) العُلْيا في ذلك ما أَطْلَقَ [عليهِ] (٦) بعضُ الأئمَّةِ أَنَّهُ أَصحُّ الأسانيدِ:
كالزُّهْريِّ عن سالِمِ {أ / ٨ أ} بنِ عبدِ اللهِ بنِ عُمَرَ عن أَبيهِ.
وكمحمَّدٍ بنِ سيرينَ عن عَبيدةَ بنِ عَمْروٍ [السَّلْمانِيِّ] (٧) عَن عَليٍّ «بن أبي طالب» (٨) .
وكَإِبراهيمَ النَّخَعِيِّ عَنْ عَلْقَمَةَ عن ابنِ مَسعودٍ.
ودونَها في الرُّتبةِ: كرِوايةِ بُرَيْدِ بنِ عبدِ اللهِ بنِ أَبي بُرْدَةَ عن جَدِّهِ عن أَبيهِ أَبي مُوسى «الأشعري» (٩) .
وكَحمَّادِ بنِ سَلَمَةَ عن ثابِتٍ «البناني» (١٠) عَنْ أَنسٍ.
_________
(١) في «ط» و «هـ» و «ص» و «أ» و «ب» : تكون.
(٢) في «هـ» : روايته.
(٣) زيادة من «هـ» .
(٤) في «ظ» : بما.
(٥) في «ط» و «هـ» : الرتبة.
(٦) ليست في «أ» .
(٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٨) زيادة من «هـ» و «ص» .
(٩) زيادة من «ظ» .
(١٠) زيادة من «ص» .',NULL,'60',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (26,'ودُونَها في الرُّتْبَةِ:
[كسُهَيْلِ] (١) بنِ أَبي صالحٍ عَنْ أَبيهِ عن أَبي هُريرةَ.
{ص / ٥ ب} وكالعَلاءِ (٢) بنِ عبدِ الرحمن عن أَبيهِ (٣) عن أَبي هُريرةَ.
فإِنَّ الجَميعَ يشمَلُهُم (٤) [اسمُ] (٥) العَدالَةِ {ظ / ١٠ أ} والضَّبْطِ؛ إِلاَّ أَنَّ «في» (٦) للمَرْتَبَةِ (٧) الأولى «فيهم» (٨) مِن الصِّفاتِ المُرَجِّحَةِ ما يقتَضي تقديمَ روايتِهِم على الَّتي تَليها، وفي الَّتي تليها مِنْ قوَّةِ الضَّبْطِ ما يقتَضي تقديمَها على الثَّالِثَةِ، وهِي مُقدَّمةٌ على رِوايةِ (٩) مَن يُعَدُّ مَا يَنْفَرِدُ (١٠) بِهِ {هـ / ٨ ب} حَسناً؛ كمحمَّد بنِ إِسحاقَ عن عاصمِ بنِ عُمرَ «بن قتادة» (١١) عن جابرٍ، و «عن» (١٢) عمروِ بنِ شُعَيْبٍ عنْ أَبيهِ عَنْ جَدِّهِ.
وقِسْ على هذهِ المراتِبِ ما يُشبِهُها.
«و» (١٣) المرتَبَةُ (١٤) الأولي هِيَ الَّتي أَطلَقَ عليها بعضُ الأئمَّةِ أَنَّها أَصحُّ الأسانيدِ، والمُعْتَمَدُ عدمُ الإِطلاقِ لترجَمةٍ معيَّنةٍ منها.
_________
(١) ليست في «ن» .
(٢) في «ط» : وكالعلي.
(٣) في «ن» : أمية، وهذا أظنه خطأ فإنه يأتي في الإسناد عن أبيه كما في المطبوع.
(٤) في «هـ» و «ص» : تشملهم.
(٥) ليست في «ص» .
(٦) زيادة من «ظ» .
(٧) في «ظ» و «ص» و «ب» : المرتبة.
(٨) زيادة من «ن» و «هـ» و «ص» و «ب» .
(٩) في «ن» : رواته.
(١٠) في «ب» : يتفرد.
(١١) زيادة من «ن» و «أ» .
(١٢) زيادة من «ظ» .
(١٣) زيادة من «ظ» و «ص» و «أ» و «ن» و «ط» و «هـ» .
(١٤) في «ص» و «أ» : الرتبة.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (27,'نعم؛ {ن / ٧ ب} يُستَفَادُ مِن مجموعِ ما أَطلقَ الأئمَّةُ عليهِ (١) ذلك أَرجَحِيَّتُهُ على ما لَمْ يُطْلِقوهُ.
ويلْتَحِقُ (٢) بهذا التَّفاضُلِ ما اتَّفَقَ الشَّيخانِ على تَخريجِه بالنِّسبةِ إِلى ما انْفَرَدَ بِهِ أَحَدُهُما، وما انْفَرَدَ بهِ البُخاريُّ بالنِّسبةِ إلى ما انْفَرَدَ بهِ مُسلمٌ؛ لاتِّفاقِ العُلماءِ بعدِهِما على تلقِّي كِتابَيْهِما بالقَبولِ، واختِلافِ بعضِهِم على (٣) أَيِّهِما أَرْجَحُ، {أ / ٨ ب} فما اتَّفقا عليهِ أَرجَحُ مِن هذهِ الحيثيَّةِ ممَّا (٤) لم يتَّفقا عليهِ.
وقد صرَّحَ الجمهورُ بتقديمِ «صحيحِ البُخاريِّ» في الصِّحَّةِ، ولم يوجَدْ {ط / ٦ أ} عنْ أحدٍ التَّصريحُ بنقيضِهِ.
وأَمّا ما نُقِلَ {ظ / ١٠ ب} عَن أبي عليٍّ النَّيْسابوريِّ أَنَّهُ قالَ: ما تحتَ أَديمِ السَّماءِ أَصحُّ مِن كتابِ مُسلمٍ؛ فلمْ يُصرِّحْ بكونِه أَصحَّ مِن صحيحِ البُخاريِّ؛ لأَنَّهُ إِنَّما نَفَى وُجودَ كتابٍ أَصحَّ مِن كتابِ مسلم؛ إِذ المَنْفِيُّ إِنَّما هُو ما تَقْتَضيهِ (٥) صيغَةُ أَفْعَلَ من زيادَةِ {ب / ٦ ب} صحَّةٍ في كتابٍ شارَكَ كتابَ مُسلمٍ في الصِّحَّةِ، يمتازُ بتلكَ الزِّيادَةِ عليه، ولم يَنْفِ المُساواةَ.
وكذلكَ ما نُقِلَ عنْ بعضِ المَغارِبَةِ أَنَّهُ فَضَّلَ صحيحَ {هـ / ٩ أ} مُسلمٍ على صحيحِ البُخاريِّ؛ فذلكَ (٦) فيما يرجِعُ إِلى حُسْنِ السِّياقِ وجَوْدَةِ الوَضْعِ والتَّرتِيبِ.
ولم يُفْصِحْ أَحدٌ منهُم بأَنَّ ذلكَ راجِعٌ إِلى الأصحِّيَّةِ، ولو أَفْصَحوا به لردَّهُ (٧) عليهِمْ شاهِدُ الوُجودِ،
_________
(١) في «ط» و «هـ» : عليه الأئمة.
(٢) في «أ» : ويلحق.
(٣) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : في.
(٤) في «ن» : من ما.
(٥) في «ظ» : يقتضيه، الكلمة غير واضحة في «ط» هل هي: تقتضيه أم يقتضيه.
(٦) في «ظ» و «ص» : وذلك.
(٧) في «ظ» : لرد، وفي «ب» : ردَّ.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (28,'فالصِّفاتُ الَّتي تدورُ عليها الصِّحَّةُ في كتابِ البُخاريِّ أَتمُّ منها في كتابِ مسلمٍ وأَشَدُّ (١) ، وشرطُهُ فيها أَقوى وأَسَدُّ (٢) .
أَمَّا رُجْحانُهُ مِن حيثُ الاتصالُ؛ فلاشْتِراطِهِ أَنْ يكونَ الرَّاوِي قَدْ ثَبَتَ لهُ {ن / ٨ أ} لِقاءُ مَنْ روى عنهُ ولو مَرَّةً، واكْتَفى مُسْلِمٌ بمُطْلَقِ المُعاصَرَةِ، وأَلْزَمَ البُخاريَّ بأَنَّهُ يحتاجُ [إِلى] (٣) أَنْ لا يقْبَلَ العَنْعَنَةَ أَصلاً!
وما أَلْزَمَهُ بهِ ليسَ بلازِمٍ؛ {ص / ٦ أ} لأنَّ الرَّاويَ {ظ / ١١ أ} إِذا ثبتَ [لهُ] (٤) اللِّقاءُ مرَّةً؛ لا (٥) يجْري في رواياتِهِ (٦) احْتِمالُ أَنْ لا يكونَ «قد» (٧) سمِعَ [منهُ] (٨) ؛ لأنَّهُ يلزمُ مِن جَريانِهِ أَنْ يكونَ مُدَلِّساً، والمسأَلةُ مَفروضَةٌ في غير المُدَلِّسِ.
{أ / ٩ أ} وأَمَّا رُجْحَانُهُ مِنْ حيثُ العَدالَةُ والضَّبْطُ؛ فلأنَّ الرِّجالَ الَّذينَ تُكُلَِّمَ فيهِم مِن رجالِ مُسلِمٍ أَكثرُ عَدداً مِن الرِّجالِ الَّذينَ تُكُلِّمَ فيهِم مِن رجالِ البُخاريِّ، معَ أَنَّ البُخارِيَّ لم يُكْثِرْ مِن إِخراجِ حَديثِهِمْ، بل غالِبُهُمْ مِن شيوخِهِ (٩) الذينَ أَخَذَ عنهُم ومَارَسَ حَديثَهُم، بخِلافِ مُسلمٍ في الأمْرَينِ.
وأَمَّا رُجْحانُهُ مِن حيثُ عدمُ الشُّذوذِ والإِعلالِ؛ فلأنَّ {هـ / ٩ ب} ما انْتُقِدَ (١٠) [على البُخاريِّ مِن الأحاديثِ أَقلُّ عدداً مِمَّا (١١) انْتُقِدَ (١٢) ] (١٣) على مُسْلِمٍ،
_________
(١) في «ظ» و «ص» و «ب» و «ط» : وأسد.
(٢) في «هـ» و «ص» و «ب» و «ط» : وأشد، وفي «ظ» : أشد وأقوى.
(٣) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(٤) ليست في «ظ» و «ص» .
(٥) في «ص» : فلا.
(٦) في «ظ» : روايته.
(٧) زيادة من «ظ» و «ص» .
(٨) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٩) في «ظ» : شيوخ.
(١٠) في «ظ» : انتقل.
(١١) في «هـ» : من ما.
(١٢) في «ظ» : انتقل.
(١٣) ليست في «ن» .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (29,'هذا مع اتِّفاقِ العُلماءِ على أنَّ البُخاريَّ كانَ أَجلَّ مِن مُسْلِمٍ في العُلومِ وأَعْرَفَ بصِناعةِ الحَديثِ مِنهُ (١) ، وأَنَّ مُسلماً تِلْميذهُ وخِرِّيجُهُ، ولم يزَلْ يَسْتَفيدُ منهُ ويتَتَبَّعُ (٢) آثارَهُ حتَّى «لقد» (٣) قالَ الدَّارَقُطنِيُّ: لولا البُخاريُّ لَما (٤) راحَ مُسْلِمٌ {ط / ٦ ب} ولا جَاءَ.
ومن ثَمَّ (٥) ؛ أي: «و» (٦) من هذه الحيثيَّةِ (٧) - وهي أَرجحيَّةُ شَرْطِ البُخاريِّ على غيرِه - قُدِّمَ «صحيحُ البُخاريِّ» {ظ / ١١ ب} على غيرِه (٨) من الكُتُبِ المُصَنَّفةِ في الحديثِ.
ثمَّ صحيحُ مُسْلِمٍ؛ {ب / ٧ أ} لمُشارَكَتِه للبُخاريِّ في اتِّفاقِ العُلماءِ على تَلَقِّي كِتابِهِ بالقَبولِ أَيضاً، سوى ما عُلِّلَ.
ثمَّ يُقَدَّمُ في الأرجحيَّةِ من حيثُ الأصحِّيَّةُ ما وافَقَهُ (٩) شَرْطُهُما؛ لأنَّ المُرادَ به رواتُهُما {ن / ٨ ب} معَ باقي شُروطِ (١٠) الصَّحيحِ، ورواتُهما قد حَصَلَ الاتِّفاقُ على القَوْلِ (١١) بتَعديلِهِمْ (١٢) بطريقِ اللُّزومِ، فهم مُقَدَّمونَ على غيرِهم في رِواياتِهم، وهذا أَصلٌ لا يُخْرَجُ عنهُ إِلاَّ بدليلٍ.
فإِنْ كانَ الخَبَرُ على شَرْطِهما معاً؛ كانَ {أ / ٩ ب} دونَ ما أَخرَجَهُ (١٣) مسلمٌ أَو مثله.
وإِنْ كانَ على شَرْطِ أَحَدِهما؛ فيُقَدَّمُ شَرْطُ البُخاريِّ وحْدَه على شرطِ مُسلمٍ وحدَه تَبَعاً لأصلِ كُلٍّ منهُما.
فخَرَجَ {هـ / ١٠ أ} لنا مِن هذا (١٤) سِتَّةُ أَقسامٍ تتفاوتُ دَرَجاتُها في الصِّحَّةِ.
وثَمَّةَ (١٥) قسمٌ سابعٌ، وهو ما ليسَ على شرطِهما (١٦) اجتِماعاً (١٧) وانْفراداً.
وهذا
_________
(١) في «ظ» : وأعرف منه بصناعة الحديث.
(٢) في «ن» و «هـ» و «ط» : ويتبع.
(٣) زيادة من «ن» و «هـ» و «ظ» ، وفي «ص» : قد.
(٤) في «ط» : ما.
(٥) في «ظ» : ثمة.
(٦) زيادة من «ن» و «ب» و «ط» .
(٧) في «هـ» و «أ» و «ب» : الجهة.
(٨) في «هـ» غير.
(٩) في «ط» : وافق.
(١٠) في «ظ» : الشروط.
(١١) في «ظ» : القبول.
(١٢) في «ظ» : بتعديلهما.
(١٣) في «ط» : خرجه.
(١٤) في «ط» : هذه.
(١٥) في «ط» و «هـ» و «ص» و «أ» و «ب» : وثم، وفي «ن» : ثم.
(١٦) في «ظ» : شروطهما.
(١٧) في «ن» : إجماعاً.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (30,'التَّفاوتُ إِنَّما هو بالنَّظرِ إِلى الحيثيَّةِ المذكورةِ.
أَمَّا لو [رُجِّحَ] (١) قِسْمٌ على ما «هو» (٢) فَوْقَهُ {ص / ٦ ب} بأُمورٍ أُخرى تقتَضي التَّرْجيحَ؛ فإِنَّهُ يُقَدَّمُ (٣) على ما فَوْقَهُ - إذ قَدْ يَعْرِضُ للمَفوقِ مَا يجعَلُهُ {ظ / ١٢ أ} فائقاً -.
كما لو كان الحديثُ عندَ (٤) مُسلم [مثلاً] (٥) ، وهُو مشهورٌ قاصِرٌ عن دَرَجَةِ التَّواتُرِ، لكنْ حَفَّتْهُ قرينةٌ صارَ بها يُفيدُ العِلْمَ؛ فإِنَّه يُقَدَّمُ «بها» (٦) على الحديثِ الذي يُخْرِجُهُ البُخاريُّ إِذا كانَ فَرْداً مُطْلقاً.
وكما لو كانَ الحَديثُ الَّذي لم يُخْرِجَاهُ مِن ترجمةٍ وُصِفَتْ بكونِها أَصَحَّ الأسانيدِ كمالِكٍ عن نافعٍ عن ابنِ عُمرَ؛ فإِنه يُقَدَّمُ على ما انفرَدَ بهِ أَحدُهُما مثلاً، لا سيَّما إِذا كانَ في إِسنادِهِ مَن فيهِ مَقالٌ.
فإِنْ خَفَّ الضَّبْطُ؛ أي: قلَّ - يُقالُ: خَفَّ القومُ خُفوفاً: قَلُّوا (٧) - والمُرادُ معَ بقيَّةِ الشُّروطِ [المُتقدِّمَةِ] (٨) في حَدِّ الصَّحيحِ؛ فهُو<span data-type="title" id=toc-17> الحَسَنُ لذاتِهِ </span>«لاشتهاره» (٩) [لا لِشيءٍ خارِجٍ] (١٠) ، وهُو الَّذي «قد» (١١) يكونُ حُسْنُهُ بسببِ (١٢) الاعْتِضادِ (١٣) ، نحوُ حديثِ {ط / ٧ أ} المَسْتُورِ إِذا
_________
(١) ليست في «ن» .
(٢) زيادة من «ن» و «هـ» و «ط» .
(٣) في «ن» : تقدم.
(٤) في «ن» : عنه.
(٥) ليست في «ب» .
(٦) زيادة من «هـ» .
(٧) في «ظ» : فأقلَّ.
(٨) ليست في «ن» .
(٩) زيادة من «ن» .
(١٠) ليست في «ن» .
(١١) زيادة من «ن» .
(١٢) في «ظ» : بحسب، وفي «أ» : سبب.
(١٣) في «ن» : الاعتقاد.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (31,'تعَدَّدَتْ طُرُقُه.
وخَرَجَ باشْتِراطِ (١) باقي الأوْصافِ الضَّعيفُ.
وهذا القِسْمُ مِنَ الحَسَنِ مُشارِكٌ للصَّحيحِ {ن / ٩ أ} {هـ / ١٠ ب} في الاحتِجاجِ {ب / ٧ ب} بهِ، وإِنْ كانَ دُونَه، {أ / ١٠ أ} ومشابِهٌ (٢) لهُ في انْقِسامِه إِلى مراتِبَ بعضُها فوقَ بعضٍ.
وبِكثْرَةِ طُرُقِهِ يُصَحَّحُ؛ وإِنَّما يُحْكَمُ لهُ بالصِّحَّةِ عندَ تعدُّدِ الطُّرُقِ؛ لأنَّ للصُّورةِ المجموعةِ قُوَّةً تَجْبُرُ القَدْرَ الَّذي قَصَّرَ «الوصفين» (٣) بهِ [ضَبْطُ] (٤) {ظ / ١٢ ب} راوِي الحَسَنِ (٥) عن راوي الصَّحيحِ، ومِن ثَمَّ (٦) تُطلَقُ [الصِّحَّةُ] (٧) على الإِسنادِ الَّذي يكونُ حسناً لذاتِه لو تفرَّدَ إِذا تَعَدَّدَ.
وهذا حيثُ ينفردُ (٨) الوصفُ.
فإِنْ جُمِعا؛ أي: الصَّحيحُ والحسنُ في وصفِ [حديثٍ] (٩) واحدٍ؛ كقولِ التِّرمذيِّ وغيرِه: [حديثٌ] (١٠) حَسَنٌ صحيحٌ؛ فللتَّرَدُّدِ (١١) الحاصلِ مِن المُجتهدِ في النَّاقِلِ؛ هل اجتَمَعَتْ فيهِ شُروطُ الصِّحَّةِ أَو قَصَّرَ عَنْها؟!
وهذا (١٢) حَيْثُ يَحْصُلُ منهُ التَّفرُّدُ بتلكَ (١٣) الرِّوايةِ.
وعُرِف بهذا (١٤) جوابُ مَن اسْتَشْكَلَ الجَمْعَ بينَ الوصفينِ، فقالَ: الحسنُ قاصرٌ عنِ الصَّحيحِ، ففي الجمعِ بينَ الوَصفَيْنِ إِثباتٌ لذلك (١٥) القُصورِ ونَفْيُه!
ومُحَصّلُ الجوابِ أَنَّ تردُّدَ أَئمَّةِ الحديثِ {هـ / ١١ أ} في حالِ ناقلِه اقْتَضى للمُجتهدِ أَنْ لا يصِفَهُ بأَحدِ الوَصفَينِ، «معيناً» (١٦) فيُقالُ (١٧) فيهِ: حسنٌ؛ باعتبارِ وَصْفِه عندَ [قومٍ] (١٨) ، صحيحٌ باعتبارِ وصفِهِ عندَ قومٍ «آخرين» (١٩) .
وغايةُ ما فيهِ أَنَّه حَذَفَ [منهُ] (٢٠) حرفَ التردُّدِ؛ لأنَّ حقَّهُ أَنْ يقولَ: حَسَنٌ أَو صحيحُ.
وهذا كما حَذَفَ حَرْفَ (٢١)
_________
(١) في «ظ» : باعتبار.
(٢) في «هـ» : ومشابهاً.
(٣) زيادة من «ص» .
(٤) ليست في «ن» .
(٥) في «ن» : الحديثين.
(٦) في «ظ» : ثمة.
(٧) ليست في «ن» .
(٨) في «ظ» : يتفرد.
(٩) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(١٠) ليست في «هـ» .
(١١) في «ظ» : فالمردود، وفي «ط» : فالتردد.
(١٢) في «ظ» : فهذا.
(١٣) في «ط» : بذكر.
(١٤) في «ظ» : لهذا، وفي «ن» : هذا.
(١٥) في «أ» : ذلك.
(١٦) زيادة من «ظ» .
(١٧) في «ن» : فقال.
(١٨) ليست في «ن» .
(١٩) زيادة من «ط» .
(٢٠) ليست في «هـ» .
(٢١) في «ص» : حروف.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (32,'العَطفِ مِن الَّذي «يقول» (١) {ص / ٧ أ} بَعْدَهُ (٢) .
وعلى هذا؛ فما قيلَ فيهِ حَسَنٌ صحيحٌ؛ دونَ ما قيلَ فيهِ: صَحيحٌ؛ لأنَّ الجزمَ أَقوى مِن التَّردُّدِ، {ظ / ١٣ أ} [وهذا حيثُ التفرُّدُ] (٣) .
وإِلاَّ؛ {أ / ١٠ ب} [أَي] (٤) : إِذا (٥) لم يَحْصُلِ التَّفرُّدُ (٦) ؛ فإِطلاقُ (٧) الوَصفَيْنِ معاً على الحديثِ يكونُ باعْتِبارِ إِسنَادَيْنِ، {ن / ٩ ب} أحدُهُما صحيحٌ، والآخرُ حسنٌ.
وعلى هذا؛ {ب / ٨ أ} فما قيلَ فيهِ: حسنٌ صحيحٌ؛ فوقَ ما قيلَ فيهِ: صحيحٌ؛ [فقطْ] (٨) إذا كانَ فَرْداً (٩) ؛ لأنَّ كثرةَ الطُّرقِ تُقَوِّي (١٠) .
فإِنْ قيلَ: قدْ (١١) {هـ / ١١ ب} صَرَّحَ التِّرمِذيُّ بأَنَّ شَرْطَ الحَسَنِ أَنْ يُرْوى مِن (١٢) غيرِ وجْهٍ، فكيفَ يقولُ في بعضِ الأحاديثِ: حسنٌ غَريبٌ لا نعرِفُه إِلاَّ مِن هذا الوجهِ؟!
فالجوابُ: أَنَّ التِّرمذيَّ {ط / ٧ ب} لم يُعَرِّفِ الحَسَنَ المُطْلَقَ (١٣) ، وإِنَّما عَرَّفَ بنوع (١٤) خاصٍّ (١٥) منهُ وقعَ في كتابِه، وهُو ما يقولُ فيهِ: «حسن» ؛ من غيرِ صفةٍ أُخرى، وذلك أَنَّهُ يقولُ في بعضِ الأحاديثِ: «حسنٌ» ، وفي بعضِها: «صحيحٌ» ، وفي بعضِها: «غريبٌ» ، وفي بعضِها: «حسنٌ صحيحٌ» ، وفي بعضِها: «حسنٌ غَريبٌ» ، وفي بعضِها: «صحيحٌ غريبٌ» (١٦) ، [وفي بعضِها: [ «حسنٌ صحيحٌ غريبٌ» ] (١٧) ] (١٨) .
وتعريفُه إِنَّما «هو» (١٩) [وقعَ] (٢٠) على الأوَّلِ فقطْ، وعبارتُه تُرشِدُ (٢١) إِلى ذلك، حيثُ قال في آخِرِ (٢٢) كتابِه: وما قُلْنا في كتابِنا: «حديثٌ [حسنٌ] (٢٣) » ؛ فإِنَّما أَرَدْنا بهِ حَسَنٌ (٢٤) إِسنادِهِ عندَنا، [إِذْ] (٢٥) كُلُّ (٢٦) حديثٍ يُرْوي «و» (٢٧) لا يكونُ راويهِ (٢٨) مُتَّهَماً بكَذِبٍ،
_________
(١) زيادة من «ص» .
(٢) في «ظ» : يُعَد، وفي «ب» يَعَدُّ.
(٣) ليست في «ب» .
(٤) ليست في «ن» و «ط» و «ب» .
(٥) في «ط» : فإن.
(٦) في «ن» : التردد.
(٧) في «ظ» : وإطلاق.
(٨) ليست في «ط» .
(٩) في «ص» : مفرداً.
(١٠) في «ظ» : يقوي.
(١١) في «ن» : فقد.
(١٢) في «ظ» : عن.
(١٣) في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» : مطلقاً.
(١٤) في «ط» نوعاً.
(١٥) في «ط» : خاصا.
(١٦) في «ن» و «ط» و «ظ» : بتقديم صحيح غريب على حسن غريب.
(١٧) ليست في «ن» .
(١٨) في «ص» العبارة فيها تقديم وتأخير وهي كما يأتي: وفي بعضها: غريب، وفي بعضها: صحيح غريب، وفي بعضها: حسن صحيح غريب، وفي بعضها: حسن صحيح، وفي بعضها: حسن غريب.
(١٩) زيادة من «ن» .
(٢٠) ليست في «ن» .
(٢١) في «ظ» : يرشد.
(٢٢) في «ص» : أواخر.
(٢٣) ليست في «ن» .
(٢٤) في «هـ» : ضبطت الكلمة هكذا حُسْنَ.
(٢٥) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» .
(٢٦) في «ظ» و «ص» : فكل، وفي «أ» : وكل.
(٢٧) زيادة من «ص» .
(٢٨) في «ظ» و «ص» : رواته.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (33,'ويُروي {ظ / ١٣ ب} مِن غيرِ وجْهٍ نحو ذلك، ولا (١) يكونُ شاذّاً؛ فهو عندَنا حديثٌ حسنٌ.
فعُرِف بهذا أَنَّهُ إِنَّما عَرَّفَ الَّذي يقولُ فيه: «حَسنٌ» فقطْ، أَمَّا ما يقولُ فيهِ: «حسنٌ صحيحٌ» ، أو: «حسنٌ غريبٌ» ، أو: «حسنٌ صحيحٌ غريبٌ» ؛ فلم يُعَرِّجْ على تعريفِه؛ كما لم يُعَرِّجْ على تعريفِ {أ / ١١ أ} ما يقولُ فيهِ: «صحيحٌ» فقط، أو: «غريبٌ» فقط.
وكأنَّهُ تَرَكَ ذلك اسْتِغناءً بشُهرَتِه (٢) عندَ أَهلِ الفنِّ، واقْتصرَ على تعريفِ ما يقولُ فيهِ في كتابهِ: «حسنٌ» فقط؛ إِمَّا لغُموضِهِ، وإِمَّا (٣) لأنَّهُ (٤) اصطِلاحٌ {ب / ٨ ب} جديدٌ، ولذلك قيَّدَهُ {هـ / ١٢ أ} بقولِه: «عندنا» ، ولم ينْسِبْهُ {ن / ١٠ أ} إِلى أَهلِ الحديثِ كما فعل الخَطَّابيُّ.
وبهذا التَّقريرِ يندفعُ كثيرٌ مِن الإِيراداتِ التي طالَ البحثُ فيها ولمْ يُسْفِرْ وجْهُ توجيهِها، فللهِ الحمدُ على ما أَلهَم وعَلَّمَ.
وزِيادةُ راويهِما؛ أي (٥) : الصَّحيحِ والحَسنِ؛ مقبولةٌ؛ مَا لمْ تَقَعْ مُنافِيَةً لِروايةِ مَنْ هُو أَوْثَقُ ممَّن لم يَذْكُرْ تلك الزِّيادةِ:
[لأنَّ الزِّيادةَ] (٦) : إِمَّا [أَنْ] (٧) تكونَ (٨) لا تَنافِيَ (٩) بينَها (١٠) وبينَ روايةِ مَن لم {ص / ٧ ب} يَذْكُرْها؛ فهذه تُقْبَلُ مُطْلقاً؛ لأنَّها في حُكْمِ الحديثِ المُستقلِّ (١١) الذي ينفرِدُ بهِ (١٢) الثِّقةُ ولا يَرويه عن شيخِهِ {ظ / ١٤ أ} غيرُه (١٣) .
وإِمَّا أَنْ تكونَ (١٤) مُنافِيةً (١٥) بحيثُ يلزمُ مِن قبولِها رَدُّ الرِّوايةِ (١٦) الأخرى، فهذه «هي» (١٧) التي يَقَعُ
_________
(١) في «ط» : فلا.
(٢) في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» : لشهرته.
(٣) في «ط» : أو.
(٤) في «ن» و «هـ» : أنه.
(٥) في «ن» : إلى.
(٦) ليست في «ن» .
(٧) ليست في «هـ» .
(٨) في «ظ» : يكون.
(٩) في «ظ» : ينافي.
(١٠) في «ن» : بينهما.
(١١) في «هـ» : المستقبل.
(١٢) في «ط» فيه.
(١٣) في «هـ» : غير.
(١٤) في «ظ» : يكون.
(١٥) في «ن» : منافعة.
(١٦) في «ظ» : رداً لرواية.
(١٧) زيادة من «ن» .',NULL,'68',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (34,'التَّرجيحُ بينها (١) وبينَ معارِضِها (٢) ، [فيُقْبَلُ الرَّاجحُ] (٣) {ط / ٨ أ} ويُرَدُّ المرجوحُ (٤) .
واشْتُهِرَ عَنْ جَمْعٍ مِن العُلماءِ القَوْلُ (٥) بقَبولِ الزِّيادةِ مُطْلقاً مِن غيرِ تفصيلٍ، ولا يَتَأَتَّى ذلك على طريقِ المُحَدِّثينَ الَّذينَ يشتَرِطونَ في الصَّحيحِ أَنْ لا يكونَ شاذّاً، ثمَّ يفسِّرونَ الشُّذوذَ بمُخالَفةِ الثِّقةِ مَن هو أَوثقُ منهُ.
والعَجَبُ مِمَّنْ أَغفلَ ذلك منهُم معَ اعْتِرافِه باشْتِراطِ انْتفاءِ الشُّذوذِ في [حدِّ] (٦) [الحديثِ] (٧) الصَّحيحِ، وكذا (٨) الحَسنِ.
والمَنقولُ عن أَئمَّةِ الحَديثِ المُتَقَدِّمينَ (٩) - {أ / ١١ ب} كعبدِ الرحمنِ [بنِ] (١٠) مَهْدي،
_________
(١) في «ن» : بينهما.
(٢) في «هـ» : معارضيها.
(٣) ليست في «ظ» .
(٤) في «ظ» : المرجوع.
(٥) في «ن» : القبول.
(٦) ليست في «ب» .
(٧) ليست في «هـ» .
(٨) في «ظ» : وكذلك.
(٩) في «ظ» : المتقد.
(١٠) ليست في «ظ» .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (35,'ويحيى القَطَّانِ، وأَحمدَ بنِ حنبلٍ، ويحيى بنِ مَعينٍ، وعليِّ بنِ المَدينيِّ، {هـ / ١٢ ب} والبُخاريِّ، وأَبي (١) زُرْعةَ «الرازي» (٢) ، وأَبي (٣) حاتمٍ، والنَّسائيِّ، والدَّارقطنيِّ وغيرِهم - اعتبارُ التَّرجيحِ فيما يتعلَّقُ بالزِّيادةِ وغيرها، ولا يُعْرَفُ (٤) عن أَحدٍ منهُم إِطلاقُ قَبولِ الزِّيادةِ.
وأَعْجَبُ مِن ذلك إِطلاقُ كثيرٍ (٥) مِن الشَّافعيَّةِ القَوْلَ بقَبولِ زِيادةِ الثِّقةِ، معَ أَنَّ نصَّ الشافعيِّ يدلُّ على غيرِ ذلك؛ {ن / ١٠ ب} فإِنَّهُ قالَ في أَثناءِ كلامِه {ظ / ١٤ ب} على ما يُعْتَبَرُ (٦) [بهِ] (٧) حالُ الرَّاوي في الضَّبْطِ ما نَصُّهُ: «ويكونُ إِذا أشْرَك (٨) {ب / ٩ أ} أَحداً
_________
(١) في «ظ» : وأبو.
(٢) زيادة من «ظ» .
(٣) في «ظ» : وأبو.
(٤) في «أ» : نعرف.
(٥) في «ظ» : كثيرين.
(٦) في «ظ» : تعتبر.
(٧) ليست في «ص» .
(٨) في «ط» و «ب» : شارك، وفي «ن» و «هـ» و «ظ» و «ص» و «أ» : شرك.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (36,'مِن الحُفَّاظِ لم يُخالِفْهُ، فإِنْ خالَفَهُ فوُجِدَ حديثُهُ أَنْقَصَ كانَ في ذلك دليلٌ [على] (١) صحَّةِ مَخْرَجِ حديثِهِ، ومتى خالَفَ ما وَصَفْتُ (٢) أَضرَّ ذلك بحديثِهِ» [انتهى كلامه] (٣) .
ومُقتَضاهُ أَنَّهُ إِذا خَالَفَ فوُجِدَ حديثُهُ [أَزْيَدَ (٤) ] (٥) «من» (٦) أَضرَّ ذلك بحديثِه، فدلَّ على أَنَّ زيادةَ العَدْلِ عندَه لا يلزَمُ قَبولُها مُطْلقاً، وإِنَّما تُقْبَلُ (٧) مِن الحافِظِ (٨) ؛ فإِنَّهُ اعْتَبَرَ أَنْ يكونَ حديثُ هذا المُخالِفِ أَنْقَصَ مِن حديثِ مَن خالَفَهُ مِن الحُفَّاظِ، وجَعَلَ نُقصانَ هذا الرَّاوي مِن الحديثِ دليلاً على صحَّتِه؛ لأنَّه لا (٩) يَدُلُّ على تَحَرِّيهِ، وجَعَلَ ما عَدا ذلك {ص / ٨ أ} مُضِرّاً بحديثِه، فدَخَلَتْ فيهِ الزِّيادةُ، فلو كانتْ [عندَه] (١٠) مقبولةً مُطْلقاً؛ لم تكنْ (١١) مُضِرَّةً [بحديثِ (١٢) ] (١٣) صاحِبِها، [واللهُ أَعلمُ] (١٤) (١٥) .
فإِنْ خُولِفَ -[[أي] (١٦) الراوي] (١٧) - بأرْجَحَ منهُ؛ لمزيدِ (١٨) ضَبْطٍ [أَوْ كثرةِ] (١٩) عدَدٍ أَو غيرِ ذلك مِن وُجوهِ {أ / ١٢ أ} التَّرجيحاتِ؛ {هـ / ١٣ أ} فالرَّاجِحُ يقالُ لهُ: المَحْفوظُ. ومُقابِلُهُ - وهو المرجوحُ - يُقالُ لهُ:<span data-type="title" id=toc-18> الشَّاذُّ</span>.
مثالُ ذلك: ما رواهُ التِّرمذيُّ والنَّسائيُّ {ظ / ١٥ أ} وابنُ ماجَة مِن طريقِ [ابنِ] (٢٠) عُيَيْنَةَ عن عَمْرو [بنِ] (٢١) دينارٍ (٢٢) {ط / ٨ ب} عن عَوْسَجة، عن ابنِ عباسٍ [- رضي الله عنهما (٢٣) -] (٢٤) : أَنَّ رجُلاً تُوُفِّي في (٢٥) عهدِ رسولِ اللهِ صلَّى اللهُ عليهِ [وآلهِ] (٢٦) وسلَّمَ، ولم يَدَعْ وارِثاً إِلاَّ مولىً هو أَعتقَهُ.... الحديثَ.
وتابَعَ
_________
(١) ليست في «هـ» .
(٢) في «ن» : وصف.
(٣) ليست في «ن» .
(٤) في «ط» : زائداً.
(٥) ليست في «هـ» .
(٦) زيادة من «هـ» .
(٧) في «ب» : يقبل.
(٨) في «ط» : الحفاظ.
(٩) زيادة من «ظ» .
(١٠) ليست في «ط» .
(١١) في «ظ» : يكن.
(١٢) في «هـ» : يكن مضراً حديث، وفي «ط» : كحديث.
(١٣) ليست في «ب» .
(١٤) ليست في «هـ» و «ص» .
(١٥) في «ن» العبارة بها اضطراب شديد، ولعل المذكور في مطبوعة الشيخ علي حسن أقرب إلى الصواب، والله أعلم.
(١٦) ليست في «أ» و «ب» .
(١٧) ليست في «ن» و «هـ» و «ظ» .
(١٨) في «ص» : بمزيد.
(١٩) ليست في «ب» .
(٢٠) ليست في «ظ» .
(٢١) ليست في «ظ» .
(٢٢) في «ص» : ديار.
(٢٣) في «ظ» : عنه.
(٢٤) ليست في «هـ» و «ص» و «أ» .
(٢٥) في «أ» و «ب» و «ط» : على.
(٢٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (37,'ابنَ عُيَيْنَةَ على وَصْلِهِ ابنُ جُريجٍ وغيرُه.
وخالفَهُم حمَّادُ بنُ زَيْدٍ، فرواهُ عَنْ عَمْرو بنِ دينارٍ (١) عَن عَوْسَجَةَ ولم يَذْكُرِ «حديث» (٢) ابنَ عباسٍ.
قال أبو حاتمٍ: المَحفوظُ حديثُ ابنِ عُيَيْنَةَ. أهـ كلامُه (٣) .
فحمَّادُ بنُ زيدٍ مِن أَهلِ العدالةِ والضَّبطِ، ومعَ ذلك رجَّحَ أبو حاتمٍ روايةَ مَن هُم {ن / ١١ أ} أَكثرُ عدداً منهُ.
وعُرِفَ مِن هذا التَّقريرِ أَنَّ: الشَّاذَّ: ما رواهُ المقْبولُ مُخالِفاً لِمَنْ (٤) هُو أَوْلَى مِنهُ.
وهذا هُو المُعْتَمَدُ في تعريفِ الشاذِّ بحَسَبِ الاصْطِلاحِ.
وَإِنْ وَقَعَتِ المُخالفةُ [لهُ] (٥) معَ الضَّعْفِ؛ فالرَّاجِحُ (٦) يُقالُ لهُ: <span data-type="title" id=toc-19>[المَعْروفُ] </span>(٧) ، ومُقابِلُهُ يُقالُ [لهُ] (٨) :<span data-type="title" id=toc-20> المُنْكَرُ</span>.
{ب / ٩ ب} مثالُه: ما رواهُ ابنُ أَبي حاتمٍ مِن [طريقِ] (٩) حُبَيِّبِ بنِ حَبيبٍ - وهو أَخو
_________
(١) في «ص» : ديار.
(٢) زيادة من «أ» .
(٣) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : انتهى.
(٤) في «ن» : مخالف لما.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «هـ» : الراجح.
(٧) ليست في «ن» .
(٨) ليست في «ط» .
(٩) ليست في «هـ» .',NULL,'72',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (38,'حَمزَةَ بنِ [حَبيبٍ] (١) الزَّيَّاتِ المُقرئِ (٢) - عن أَبي إِسحاقَ عن العَيْزارِ (٣) بنِ حُريثٍ عن ابنِ عبَّاسٍ «رضي الله عنهما» (٤) عن النبي صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ {ظ / ١٥ ب} قالَ: «مَن أَقامَ الصَّلاةَ وآتى الزَّكاةَ وحَجَّ [البيتَ] (٦) وصامَ وقَرَى الضَّيْفَ؛ دَخَلَ الجنَّةَ» .
قالَ أَبو حاتمٍ: «و» (٧) هُو {هـ / ١٣ ب} مُنْكَرٌ؛ لأَنَّ غيرَه مِن الثِّقاتِ رواهُ عن أَبي إِسحاقَ مَوقوفاً، وهُو المَعروفُ.
وعُرِفَ بهذا {أ / ١٢ ب} أَنَّ بينَ الشَّاذِّ والمُنْكَرِ [عُموماً وخُصوصاً مِن وَجْهٍ؛ لأنَّ بينَهُما] (٨) اجْتِماعاً في اشْتِراطِ (٩) المُخالفَةِ، وافْتراقاً (١٠) في أَنَّ الشَّاذَّ راويهِ (١١) ثقةٌ أو صدوقٌ، والمُنْكَرَ رَاويهِ (١٢) ضعيفٌ.
وقد غَفَلَ مَن سَوَّى بينَهُما، واللهُ أَعلمُ.
وَما تقدَّم ذِكرُه مِن الفَرْدِ النِّسْبِيِّ؛ إِنْ وُجِدَ - بعدَ ظَنِّ كونِه فَرْداً -[قد] (١٣) وافَقَهُ غيرُهُ؛ فهُو المُتابِعُ؛ بكسرِ [الباءِ] (١٤) الموحَّدةِ.
والمُتابَعَةُ على مراتِبَ:
_________
(١) ليست في «هـ» .
(٢) في «ن» : الزياتي المعري.
(٣) في «ن» : العزار، وفي «ظ» : الهزار.
(٤) زيادة من «ن» و «ب» وفيها: رضي الله تعالى عنهما، وفي «ظ» : عنه.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» .
(٧) زيادة من «ظ» و «ص» .
(٨) ليست في «ن» .
(٩) في «ن» : اشتراطه.
(١٠) في «أ» : وافترقا.
(١١) في «ن» و «ظ» و «ب» : رواية.
(١٢) في «ب» : رواية.
(١٣) ليست في «هـ» .
(١٤) ليست في «ن» و «ط» و «هـ» و «أ» .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (39,'[لأنَّها] (١) إِنْ حَصَلَتْ (٢) للرَّاوي نفسِهِ؛ فهِي التَّامَّةُ (٣) .
وإِنْ حَصَلَتْ لشيخِهِ فمَنْ فوقَهُ؛ فهِيَ القاصِرةُ.
ويُستفادُ منها (٤) التَّقويةُ.
مِثالُ<span data-type="title" id=toc-21> المُتابعةِ </span>«التامة» (٥) : ما رواهُ الشَّافعيُّ في «الأمِّ» عن مالِكٍ عن عبدِ اللهِ بنِ دينارٍ عن ابنِ عُمرَ أَنَّ رسولَ الله صلى الله [تعالى] (٦) عليه [وآله] (٧) {ص / ٨ ب} وسلم قالَ: «الشَّهْرُ تِسْعٌ وعِشرون، فلا تَصوموا حتَّى تَروُا الهِلالَ، ولا تُفْطِروا حتَّى تَرَوْهُ، فإِنْ غُمَّ عليكم؛ فأَكْمِلوا العِدَّةَ ثلاثينَ» .
{ط / ٩ أ} فهذا الحديثُ {ظ / ١٦ أ} بهذا اللَّفظِ ظَنَّ قومٌ أَنَّ الشافعيَّ «رحمه الله تعالى» (٨) تفرَّدَ بهِ عن مالِكٍ، فعَدُّوهُ في غرائِبِه؛ لأنَّ أَصحابَ {ن / ١١ ب} مالِكٍ روَوْهُ (٩) عنهُ بهذا الإِسنادِ، [و] (١٠) بلفظِ: «فإِنْ غُمَّ عَلَيْكُمُ فاقْدُروا لهُ» !
لكِنْ (١١) وجَدْنا للشَّافعيَّ مُتابِعاً، وهو عبدُ اللهِ بنُ مَسْلَمَةَ القَعْنَبِيُّ، كذلك أَخرجَهُ البُخاريُّ عنهُ عن مالكٍ.
فهَذهِ (١٢) متابَعةٌ تامَّةٌ.
{هـ / ١٤ أ} ووَجَدْنا لهُ أَيضاً مُتابَعَةٌ قاصرةً في «صحيحِ ابنِ خُزَيْمةَ» مِن روايةِ عاصمِ بنِ محمَّدٍ عن أبيهِ [محمَّدِ] (١٣) بنِ زيدٍ {ب / ١٠ أ} عن جدِّهِ عبدِ اللهِ بنِ عُمرَ بلفظِ: «فكَمِّلوا ثلاثينَ» .
وفي «صحيحِ مسلمٍ» {أ / ١٣ أ} من روايةِ عُبيدِ (١٤) اللهِ بنِ عُمرَ (١٥) عن نافعٍ عن ابنِ عُمرَ بلفظ: «فاقْدُروا ثلاثينَ» .
ولا اقْتِصارَ في هذه المُتابعةِ - سواءٌ كانتْ تامَّةً أَم (١٦) قاصرةً - على اللَّفْظِ، [بل] (١٧) لو (١٨) جاءَتْ بالمعنى؛ لكَفَتْ (١٩) ، لكنَّها مختَصَّةٌ بكونِها مِن (٢٠) روايةِ ذلك الصَّحابيِّ.
_________
(١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢) في «ن» : حصل.
(٣) في «ن» : المتابعة.
(٤) في «ظ» : منه.
(٥) زيادة من «ن» و «ب» .
(٦) ليست في «ظ» و «ط» .
(٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٨) زيادة من «ص» .
(٩) في «ظ» : رَوَوْ.
(١٠) ليست في «ن» و «ط» و «هـ» و «ص» و «ظ» و «أ» و «ب» .
(١١) في «ن» : لكنا.
(١٢) في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» : وهذه.
(١٣) ليست في «ن» .
(١٤) في «ص» و «ظ» : عبد.
(١٥) في «ط» : عُمَيْر.
(١٦) في «هـ» : أو.
(١٧) ليست في «ن» .
(١٨) في «ن» : أو.
(١٩) في «ن» و «ط» و «هـ» و «أ» و «ب» : كفى، وفي «ص» : لكفى.
(٢٠) في «ن» : مع.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (40,'وإِنْ وُجِدَ مَتْنٌ يُروى مِن (١) حديثِ صحابيٍّ آخَرَ يُشْبِهُهُ في اللَّفظِ والمعنى، أَو في المعنى فقطْ؛ فهُو الشَّاهِدُ.
ومثالُه في الحديثِ الَّذي قدَّمناهُ (٢) ما رواهُ النَّسائيُّ مِن روايةِ محمَّدِ بنِ حُنَينٍ (٣) عن ابن عبَّاسِ «رضي الله عنهما» (٤) عن النبي صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ، فذَكَرَ مثلَ حديثِ عبد اللهِ بنِ {ظ / ١٦ ب} دينارٍ عنِ ابنِ عُمرَ سواءً.
فهذا باللَّفظِ.
وأَمَّا (٦) بالمَعْنى؛ فهو ما رواهُ البُخاريُّ مِن روايةِ محمَّدِ بنِ زيادٍ عن أَبي هُريرةَ بلفظ: «فإِنْ غُمَّ (٧) عليكُمْ فأَكْمِلُوا عِدَّةَ شَعْبانَ ثلاثينَ»
وخَصَّ قومٌ المُتابعةَ بما حَصَلَ [باللَّفظِ، سواءٌ كانَ مِن روايةِ ذلك الصَّحابيِّ أَم لا، والشاهدَ بما حصلَ] (٨) بالمَعنى كذلك.
وقد تُطْلَقُ (٩) المُتابعةُ على الشَّاهدِ وبالعكسِ، والأمرُ [فيهِ] (١٠) سَهْلٌ.
وَاعْلمْ أَنَّ تَتَبُّعَ الطُّرُقِ مِن الجوامعِ والمسانيدِ والأجزاءِ لذلك الحديثِ الذي يُظنُّ أَنَّه فردٌ لِيُعْلَمَ هلْ {هـ / ١٤ ب} لهُ متابِعٌ أَم لا هُو:<span data-type="title" id=toc-22> الاعتبارُ</span>.
وقولُ ابنِ الصَّلاحِ: «معرفةُ الاعتبارِ والمتابعاتِ والشَّواهِدِ» {ن / ١٢ أ} قد يوهِمُ (١١) أَنَّ الاعتبارَ قَسيمٌ لهُما، وليسَ كذلك، بل هُو (١٢) هيئةُ (١٣) التوصُّلِ إِليهِما.
_________
(١) في «ن» : مرة.
(٢) في «ب» : قدمنا.
(٣) في «ن» : حسين، وفي «ط» : حُبيب، وفي «ظ» : جبير.
(٤) زيادة من «ن» و «ب» ، وفيها: رضي الله تعالى عنهما.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ظ» : فأما.
(٧) في «ن» و «ص» و «ب» : غمي.
(٨) ليست في «ن» .
(٩) في «ن» : يطلق.
(١٠) ليست في «ص» .
(١١) في «ظ» : توهم.
(١٢) في «ن» : هي.
(١٣) في «ن» : هبة.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (41,'وجَميعُ ما تقدَّمَ مِن أَقسامِ {ص / ٩ أ} المَقبولِ تَحْصُلُ (١) فائدةُ تقسيمِهِ باعتبارِ {ط / ٩ ب} مَراتِبِهِ {أ / ١٣ ب} عندَ المُعارضةِ، واللهُ أَعلمُ.
ثمَّ المَقبولُ ينقسِمُ [أَيضاً] (٢) إلى مَعمولٍ بهِ وغيرِ مَعْمولٍ بهِ؛ لأنَّهُ إِنْ سَلِمَ مِنَ المُعارَضَةِ؛ أَي: لم يَأْتِ خبرٌ يُضادُّهُ، فهُوَ المُحْكَمُ، وأَمثلتُه كثيرةٌ.
وإِنْ عُورِضَ؛ فلا يَخْلو إِمَّا أَنْ يكونَ (٣) مُعارِضُةُ {ظ / ١٧ أ} مقبولاً (٤) مثلَه، أَو يكونَ مَردوداً، فالثَّاني (٥) لا أَثرَ [لهُ] (٦) ؛ لأنَّ القويَّ لا تُؤثِّرُ (٧) فيهِ مُخالفةُ الضَّعيفِ.
وإِنْ كانتِ المُعارضةُ بِمِثْلِهِ فلا يخلو {ب / ١٠ ب} إِمَّا أَنْ يُمْكِنَ الجَمْعُ [بين] (٨) مدلولَيْهِما (٩) بغيرِ تَعَسُّفٍ أَوْ لاَ:
فإِنْ أَمْكَنَ الجَمْعُ؛ فهو النَّوعُ المُسمَّى مُخْتَلِفَ (١٠) الحَديثِ، [و] (١١) مثَّلَ لهُ ابنُ الصَّلاحِ بحديثِ: «لا عَدْوى ولا طِيَرَةَ، [ولا هامَّةَ، ولا صَفَر، ولا غُول] (١٢) » مع حديث: «فِرَّ مِنَ المَجذومِ فِرارَكَ مِن الأسَدِ» .
وكلاهُما في الصَّحيحِ، وظاهِرُهما التَّعارُضُ ‍!
ووجْهُ الجمعِ بينَهُما أَنَّ هذهِ الأمراضَ لا تُعْدي بطبْعِها، لكنَّ الله [سبحانَه و] (١٣) تعالى جَعَلَ مُخالطةَ المريضِ بها للصَّحيحِ سبباً لإعدائِهِ مَرَضَه.
_________
(١) في «ن» : يحصل.
(٢) ليست في «ظ» .
(٣) في «ن» : تكون.
(٤) في «ن» : مقبول.
(٥) في «هـ» و «ظ» : والثاني.
(٦) ليست في «ن» .
(٧) في «هـ» و «ظ» : يؤثر.
(٨) ليست في «ن» .
(٩) في «ن» : بمدلوليهما.
(١٠) في «ظ» : بمختلف.
(١١) ليست في «ظ» .
(١٢) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٣) ليست في «ن» .',NULL,'76',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (42,'ثمَّ قد يتخلَّفُ ذلك عن سبَبِه كما في غيرِهِ من الأسبابِ، كذا جَمَعَ بينَهما ابنُ الصَّلاحِ تَبعاً لغيرِه!
والأَوْلى في الجَمْعِ بينَهُما أَنْ {هـ / ١٥ أ} يُقالَ: إِنَّ نَفْيَهُ صلَّى اللهُ عليهِ وسلَّمَ للعَْدوى باقٍ على عُمومِهِ، وقد صحَّ قوله صلَّى اللهُ عليهِ [وآلهِ] (١) وسلَّمَ: «لا يُعْدِى شيءٌ شيئاً» ، وقولُه صلَّى اللهُ عليهِ [وآلهِ] (٢) وسلَّمَ لِمَن عارَضَهُ: بأَنَّ البَعيرَ الأجْرَبَ يكونُ في الإِبلِ الصَّحيحةِ، فيُخالِطُها، فتَجْرَبُ، حيثُ ردَّ عليهِ بقولِه: «فمَنْ أَعْدى الأوَّلَ؟» ؛ يعني: أَنَّ الله [سبحانَه و] (٣) تعالى {ظ / ١٧ ب} ابتَدَأَ ذلك في الثَّاني كما «في» (٤) ابْتَدَأَ (٥) في الأوَّلِ.
وأَمَّا الأمرُ {أ / ١٤ أ} بالفِرارِ مِن المَجْذومِ فمِن بابِ سدِّ {ن / ١٢ ب} الذَّرائعِ؛ لئلاَّ يَتَّفِقَ للشَّخْصِ الذي يخُالِطُه شيءٌ مِن (٦) ذلك بتقديرِ اللهِ «سبحانه و» (٧) تعالى ابتداءً لا بالعَدْوى المَنْفِيَّة، فيَظُنَّ (٨) أَنَّ ذلك بسببِ مُخالطتِه (٩) فيعتقدَ صِحَّةَ العَدْوى، فيقعَ في الحَرَجِ، فأَمَرَ بتجنُّبِه (١٠) حسْماً للمادَّةِ، [والله أعلم] (١١) .
وقد صنَّفَ في هذا النَّوعِ [الإِمامُ] (١٢) الشافعيُّ كتابَ «اختِلافِ الحديثِ» ، لكنَّهُ لم يَقْصِدِ استيعابَه.
و [قد] (١٣) صنَّفَ فيهِ بعدَهُ ابنُ قُتيبةَ والطَّحاويُّ وغيرُهما.
وإِنْ لم يُمْكِنِ الجمعُ؛ فلا {ط / ١٠ أ} يخْلو إِمَّا أَنْ يُعْرَفَ التَّاريخُ أوْ لاَ:

<span data-type="title" id=toc-23>[الناسخ والمنسوخ]</span>
فإِنْ عُرِفَ وَثَبَتَ المُتَأَخِّرُ [بهِ] (١٤) ، أَو بأَصرحَ منهُ؛ فهو النَّاسِخُ، والآخَرُ {ص / ٩ ب} المَنْسُوخُ.
_________
(١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٣) ليست في «ن» .
(٤) زيادة من «ن» .
(٥) في «ط» و «هـ» و «ص» و «ظ» و «أ» و «ب» : ابتدأه.
(٦) في «ن» : عن.
(٧) زيادة من «أ» .
(٨) في «ن» : فينظر.
(٩) في «ب» : مخالطة.
(١٠) في «ن» : بتنحيته.
(١١) ليست في «هـ» .
(١٢) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(١٣) ليست في «ن» و «ظ» و «أ» و «ب» .
(١٤) ليست في «ن» .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (43,'والنَّسْخُ: رفْعُ تعلُّقِ حُكمٍ شرعيٍّ بدليلٍ شرعيٍّ متأَخِّرٍ عنهُ.
والنَّاسخُ: ما يدلُّ (١) [على] (٢) الرَّفعِ المذكورِ.
وتسميتُهُ ناسِخاً مجازٌ؛ {ب / ١١ أ} لأنَّ النَّاسخَ في الحقيقةِ هو اللهُ تعالى.
ويُعْرَفُ النَّسخُ بأُمورٍ:
أَصرحُها: ما ورَدَ في النَّصِّ كحديثِ بُريدَةَ في «صحيحِ مسلمٍ» : «كُنْتُ نَهَيْتُكُم عن زِيارةِ القُبورِ «ألا» (٣) فزُوروها؛ فإِنَّها {هـ / ١٥ ب} تُذَكِّرُ الآخِرَةَ»
ومِنها ما يجزِمُ الصَّحابيُّ (٤) بأَنَّه متأَخِّرٌ كقولِ جابرٍ: {ظ / ١٨ أ} «كانَ آخِرَ الأَمْرَيْنِ مِن رسولِ الله صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ تَرْكُ الوُضوءِ مِمَّا مَسَّتِ (٦) النَّارُ» أَخرَجَهُ أَصحابُ السُّننِ.
ومِنْها ما يُعْرَفُ بالتَّاريخِ، [وهُو كَثيرٌ] (٧) .
وليسَ مِنْها مَا يَرويهِ الصَّحابيُّ المُتأَخِّرُ الإِسلامِ مُعارِضاً للمُتَقَدِّمِ عليهِ (٨) ؛ لاحْتمالِ أَنْ يكونَ سَمِعَهُ مِن صَحابيٍّ آخَرَ أَقدمَ مِنَ المُتَقَدِّمِ [المذكورِ] (٩) {أ / ١٤ ب} أو مثلِهِ فأَرْسَلَهُ.
لكنْ (١٠) ؛ إِنْ وَقَعَ التَّصريحُ بسماعِه [لهُ مِن النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١١) وسلَّمَ فيَتَّجِهُ أَنْ يكونَ ناسِخاً؛ بشَرْطِ أَنْ يكونَ [المُتَأَخِّرُ] (١٢) لمْ يَتحمَّلْ مِنَ (١٣) النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١٤) وسلَّمَ] (١٥) شَيْئاً قبلَ إِسلامِهِ.
_________
(١) في «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» : دل.
(٢) ليست في «ن» .
(٣) زيادة من «ط» و «ظ» .
(٤) في «ن» : تجزم الصحابة.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ط» و «هـ» و «ظ» و «ص» : مسته.
(٧) ليست في «ن» .
(٨) في «ن» و «هـ» و «أ» و «ب» : لمتقدم عنه، وفي «ظ» و «ص» و «ط» : لمتقدم.
(٩) ليست في «ن» .
(١٠) في «ط» : لكنه.
(١١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٢) ليست في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٣) في «ظ» و «أ» و «ب» و «ط» : عن.
(١٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٥) ليست في «ن» .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (44,'وأَمَّا الإِجماعُ؛ فليسَ بناسِخٍ، بل يدُلُّ على ذلكَ.
وإِنْ لمْ يُعْرَفِ التَّاريخُ؛ {ن / ١٣ أ} فلا يخلو إِمَّا أَنْ يُمْكِنَ ترجيحُ (١) أَحدِهِما على الآخَرِ بوجْهٍ مِن وجوهِ التَّرجيحِ المُتعلِّقَةِ بالمتْنِ أَو بالإِسنادِ أَوْ لاَ:
فإِنْ أَمْكَنَ التَّرجيحُ؛ تعيَّنَ المصيرُ إِليهِ، وإِلاَّ؛ فلا.
فصارَ ما ظاهِرُهُ التَّعارُضُ واقِعاً على [هذا] (٢) التَّرتيبِ:
الجمعُ إِنْ أَمكَنَ.
فاعْتبارُ النَّاسِخِ والمَنْسوخِ.
فالتَّرْجيحُ إِنْ تَعيَّنَ.
ثمَّ التوقُّفُ عنِ العَمَلِ بأَحدِ الحَديثينِ.
والتَّعبيرُ بالتوقُّفِ أَولى مِن التَّعبيرِ بالتَّساقُطِ؛ لأَنَّ خفاءَ ترجيحِ أَحدِهِما على الآخَرِ إِنَّما هُو بالنِّسبةِ {ظ / ١٨ ب} للمُعْتَبِرِ (٣) في الحالةِ الرَّاهنةِ، معَ [احتِمالِ] (٤) أَنْ (٥) يظهَرَ لغيرِهِ ما خَفِيَ عليهِ، واللهُ أعلمُ.
_________
(١) في «ن» : الترجيح.
(٢) ليست في «ظ» .
(٣) في «ب» : إلى المعتبر.
(٤) ليست في «ن» .
(٥) في «ن» : أنه.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (45,'ثمَّ المردودُ: وموجِبُ {هـ / ١٦ أ} الرَّدِّ [إِمَّا أَنْ يكونَ لِسَقْطٍ مِن إِسنادٍ (١) ] (٢) ، أَوْ طَعْنٍ «من إسناد» (٣) {ط / ١٠ ب} في رَاوٍ على اخْتِلافِ وُجوهِ الطَّعْنِ، أَعَمُّ مِن أَنْ يكونَ لأمْرٍ (٤) يرجِعُ إِلى دِيانةِ الرَّاوي أَو (٥) إِلى ضبْطِهِ.
والسَّقْطُ (٦) إِمَّا أَنْ يَكونَ مِنْ مَبادئ السَّنَدِ مِن تصرُّفِ مُصَنِّفٍ، {ب / ١١ ب} أو [من] (٧) آخِرِهِ؛ أي: الإِسنادِ بعدَ التَّابعيِّ، أَو غير ذلك، فالأوَّلُ:<span data-type="title" id=toc-24> المُعَلَّقُ </span>سواءٌ كانَ [السَّاقِطُ] (٨) واحداً أَو (٩) أَكثرَ.
وبينَهُ وبينَ {ص / ١٠ أ}<span data-type="title" id=toc-25> المُعْضَلِ </span>الآتي ذِكْرُهُ عمومٌ وخُصوصٌ مِن وجْهٍ.
فمِنْ حيثُ تعريفُ المُعْضَلِ بأَنَّهُ سقَطَ {أ / ١٥ أ} منهُ اثنانِ فصاعِداً يجتَمِعُ معَ بعضِ صُورِ المُعَلَّقِ.
ومِن حيثُ تقييدُ (١٠) المُعَلَّقِ بأَنَّه مِن تصرُّفِ مُصَنِّفٍ مِن مبادئِ السَّنَدِ يفتَرِقُ (١١) منهُ، إِذْ هُو أَعَمُّ مِن ذلك.
_________
(١) في «أ» : إسناده، وفي «ب» : الإسناد.
(٢) ليست في «ن» .
(٣) زيادة من «ن» ؛ وأظنها في هذا الموطن خطأ.
(٤) في «ن» و «ط» : الأمر.
(٥) في «ظ» : و.
(٦) في «ن» و «هـ» و «أ» و «ب» : فالسقط.
(٧) ليست في «ن» .
(٨) ليست في «ن» .
(٩) في «ن» و «هـ» و «ص» و «أ» : أم.
(١٠) في «ط» : تعريف.
(١١) الكلمة غير واضحة في «ظ» هل هي تعترف أم تقترف.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (46,'[و] (١) مِن صُوَرِ المُعَلَّقِ: أَنْ يُحْذَفَ (٢) جميعُ السَّندِ، ويُقالَ [مثلاً] (٣) : قالَ رسولُ اللهِ صلَّى اللهُ عليهِ [وآلهِ] (٤) وسلَّمَ.
ومنها: أَنْ يُحْذَفَ «جميع السند» (٥) [إِلاَّ] (٦) الصَّحابيَّ أَوْ [إِلاَّ] (٧) الصَّحابيَّ والتَّابعيَّ (٨) [معاً] (٩) .
ومنها: أَنْ يَحْذِفَ مَن حَدَّثَهُ ويُضيفَهُ (١٠) إِلى مَنْ فوقَهُ، فإِنْ كانَ مَن فوقَه شيخاً لذلك المصنِّفِ؛ {ن / ١٣ ب} &lt; فقد اخْتُلِفَ فيه: هل يُسمَّى تعليقاً أَوْ (١١) لاَ؟
والصَّحيحُ في هذا: التَّفصيلُ: فإِنْ عُرِفَ بالنَّصِّ أَو (١٢) الاستِقْراءِ أ َنَّ «كان» (١٣) فاعِلَ ذلك مُدَلِّسٌ قضي بهِ، وإِلاَّ فتعليقٌ.
وإِنَّما ذُكِرَ التَّعليقُ في قسمِ (١٤) المردودِ للجَهْلِ بحالِ المحذوفِ.
وقد يُحْكَمُ بصحَّتِهِ إِنْ عُرِفَ بأَنْ يجيءَ مسمَّىً {هـ / ١٦ ب} مِن وجهٍ آخَرَ، فإِنْ قالَ: جميعُ مَن أَحْذِفُهُ (١٥) ثقاتٌ؛ جاءتْ مسأَلةُ التَّعديلِ على الإِبهامِ.
و [عندَ] (١٦) الجُمهورِ لا يُقْبَلُ (١٧) حتَّى يُسمَّى.
_________
(١) ليست في «ن» .
(٢) في «هـ» : تحذف.
(٣) ليست في «ظ» .
(٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) زيادة من «ص» .
(٦) ليست في «ن» .
(٧) ليست في «ن» .
(٨) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : التابعي والصحابي.
(٩) ليست في «ن» .
(١٠) في «ظ» : أضيف.
(١١) في «ن» : معلقاً أم.
(١٢) في «ص» : و.
(١٣) زيادة من «ن» .
(١٤) في «ط» : قسمي.
(١٥) في «ن» : ما حذفته، وفي «هـ» : أخذ منه.
(١٦) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(١٧) في «هـ» : تقبل.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (47,'لكنْ قالَ ابنُ الصَّلاحِ هنا (١) : إِنْ وَقَعَ الحَذْفُ في كتابٍ التُزِمَتْ [صحَّتُه] (٢) ؛ كالبُخاريِّ؛ فما أَتى «فيه» (٣) بالجَزْمِ دلَّ على أَنَّه ثَبَتَ إِسنادُهُ عِندَه، وإِنَّما (٤) حُذِفَ لغَرَضٍ مِنَ الأَغْراضِ.
ومَا أَتى فيهِ بغيرِ [الجَزْمِ (٥) ] (٦) ؛ ففيهِ مقالٌ.
وقد أَوْضَحْتُ أَمثلةَ ذلك في «النُّكتِ على ابنِ الصَّلاحِ» .
والثَّاني: وهو ما سَقَطَ مِن آخِرِهِ مَن بعدَ التَّابعيِّ هو المُرْسَلُ:
وصورَتُه أَنْ يقولَ التابعيُّ سواءٌ كانَ كبيراً أو (٧) صغيراً قالَ رسولُ الله صلَّى اللهُ عليهِ [وآلهِ] (٨) وسلَّمَ كذا، أو (٩) : فعَلَ كذا، أو (١٠) : فُعِلَ بحضرتِه كذا، أو (١١) نحوُ ذلك.
{أ / ١٥ ب} وإِنَّما ذُكِرَ في قسمِ المَردودِ {ط / ١١ أ} للجَهْلِ {ب / ١٢ أ} بحالِ المحذوفِ؛ لأَنَّه يُحْتَمَلُ أَنْ يكونَ صحابيّاً، ويُحْتَمَلُ [أَنْ يكونَ] (١٢) تابعيّاً، وعلى الثَّاني يُحْتَمَلُ [أَنْ يكونَ ضَعيفاً، ويُحْتَمَلُ أَنْ يكونَ ثقةً، وعلى الثَّاني يُحْتَمَلُ] (١٣) أَنْ يكونَ حَمَلَ عن صحابيٍّ، ويُحْتَمَلُ أَنْ يكونَ حَمَلَ عن تابعيٍّ آخَرَ، وعلى الثَّاني فيعودُ الاحتمالُ السَّابقُ، ويتعدَّدُ «و» (١٤) أَمَّا بالتَّجويزِ العقليِّ (١٥) ، فإِلى ما لا نهايةَ لهُ، وأَمَّا بالاستقراءِ؛ فإِلى ستَّةٍ أَو سبعةٍ، وهو أَكثرُ ما وُجِدَ مِن (١٦) روايةِ {هـ / ١٧ أ} بعضِ التَّابعينَ عن بعضٍ.
_________
(١) في «ط» : هذا.
(٢) ليست في «ن» .
(٣) زيادة من «ن» و «ط» و «هـ» و «ص» .
(٤) في «ن» : وإما أن.
(٥) في «ط» : جزم.
(٦) ليست في «ن» .
(٧) في «أ» : أم.
(٨) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٩) في «ط» و «هـ» : و.
(١٠) في «ن» و «ط» : و.
(١١) في «ط» و «ص» : و.
(١٢) ليست في «هـ» .
(١٣) ليست في «أ» .
(١٤) زيادة من «ن» .
(١٥) في «ن» : الفعلي.
(١٦) في «ب» : في.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (48,'فإِنْ عُرِفَ مِن عادةِ التَّابعيِّ أَنَّه لا يُرسِلُ إِلاَّ عن ثِقةٍ؛ فذهَبَ جُمهورُ {ن / ١٤ أ} المحُدِّثينَ إِلى التوقُّفِ؛ لبقاءِ الاحتمالِ، وهُو أَحدُ قولَيْ {ص / ١٠ ب} أَحمدَ.
وثانيهِما - وهُو [قولُ] (١) المالِكيِّينَ (٢) والكوفيِّينَ - يُقْبَلُ مُطْلقاً.
وقالَ الشَّافِعيُّ [رضيَ اللهُ عنهُ] (٣) : يُقْبَلُ إِنِ اعْتَضَدَ بمجيئِهِ مِن وجْهٍ آخَرَ يُبايِنُ الطُّرُقَ (٤) الأولى مُسْنَداً كانَ أَو مُرْسَلاً؛ ليترجَّحَ (٥) احتمالُ كونِ المحذوفِ ثقةً في نفسِ الأمرِ.
ونقلَ أَبو بكرٍ الرَّازيُّ مِن الحنفيَّةِ وأبو الوليدِ الباجِيُّ مِن المالِكيَّةِ أَنَّ الرَّاويَ إِذا كانَ يُرْسِلُ عنِ الثِّقاتِ وغيرِهم لا يُقْبَل مُرسَلُه اتِّفاقاً.
وَالقسمُ الثَّالِثُ مِن أَقسامِ السَّقْطِ مِن الإِسنادِ إِنْ كانَ باثنَيْنِ فصاعِداً مَعَ التَّوالي؛ فهو المُعْضَلُ،
_________
(١) ليست في «ن» .
(٢) في «ب» : المالكية.
(٣) ليست في «ب» و «ط» .
(٤) في «ن» و «ط» و «هـ» و «ص» : الطريق، وفي «ب» : الطريقة.
(٥) في «ن» لترجح، في «ب» : ليرجح.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (49,'وإِلاَّ فإِنْ كانَ السَّقْطُ باثنينِ غيرِ متوالِيَيْنِ في مَوضِعَيْنِ &gt; (١) {ظ / ١٩ أ} مثلاً؛ فهُو المُنْقَطِعُ، وكذا إِنْ سَقَطَ واحدٌ فقط، أَو أَكثرُ مِن اثنينِ، لكنَّه (٢) بشرطِ عدمِ التَّوالي.
ثمَّ إِنَّ السَّقطَ مِن (٣) الإِسنادِ قدْ يَكونُ واضِحاً يحصُلُ الاشْتِراكُ {أ / ١٦ أ} في معرفَتِه ككَوْنِ (٤) الرَّاوي مثلاً لم يُعْاصِرْ مَن روى عنهُ أَوْ يكونُ خَفِيّاً؛ فلا يُدْرِكُهُ إِلاَّ الأئمَّةُ الحُذَّاقُ المُطَّلِعونَ على طُرُقِ الحديثِ وعِلَلِ {هـ / ١٧ ب} الأسانيدِ.
فالأَوَّلُ وهُو الواضحُ يُدْرَكُ (٥) بعَدمِ التَّلاقي {ب / ١٢ ب} بينَ (٦) الرَّاوِي وشيخِهِ بكونِه لمْ يُدْرِكْ عصْرَهُ أَو أَدْرَكَهُ لكنَّهما (٧) لم يجْتَمِعا، وليستْ لهُ [منهُ] (٨) إِجازةٌ ولا وِجَادَةٌ.
ومِنْ ثَمَّ احْتِيجَ إِلى التَّاريخِ لتضمُّنِهِ {ن / ١٤ ب} تحريرَ مواليدِ الرُّواةِ ووَفياتِهِم (٩) وأَوقاتِ طَلَبِهِم وارْتِحالِهم.
وقد افْتُضِحَ أَقوامٌ ادَّعَوا الرِّوايةَ عن شيوخٍ ظهرَ بالتَّاريخِ (١٠) {ط / ١١ ب} كَذِبُ دعْواهُم.
_________
(١) هذا المقدار ساقط من النسخة «ظ» .
(٢) في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : لكن.
(٣) في «هـ» : بين.
(٤) في «ط» و «هـ» و «ظ» و «أ» و «ب» : لكون.
(٥) في «ن» : يدركه.
(٦) في «ط» : عن.
(٧) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : لكن.
(٨) ليست في «ن» .
(٩) في «ط» : ووفاتهم.
(١٠) في «ن» و «ص» : بالتواريخ.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (50,'وَالقسمُ الثَّانِي: وهو الخَفِيُّ<span data-type="title" id=toc-26> المُدَلَّسُ</span>؛ بفتحِ اللاَّمِ، سُمِّي بذلك لكونِ الرَّاوي لم يُسَمِّ مَن حَدَّثَهُ، وأَوهَمَ سماعَهُ للحَديثِ مِمَّن لم يُحَدِّثْهُ بهِ.
واشْتِقاقُهُ (١) مِن الدَّلَسِ - بالتَّحريكِ - وهو اختلاطُ الظَّلامِ [بالنُّورِ] (٢) ، سُمِّيَ بذلك لاشتراكِهِما [في] (٣) الخَفاءِ (٤) .
ويَرِدُ المُدَلَّسُ بِصيغَةٍ مِن صيغِ الأداءِ تَحْتَمِلُ (٥) وقوعَ اللُّقِيَّ (٦) بينَ {ظ / ١٩ ب} المُدَلِّسِ ومَن أَسنَدَ عنهُ كَعَن وَكذا قَاَلَ.
ومتى وقَعَ بصيغةٍ صريحةٍ لا تَجَوُّزَ فيها؛ كانَ كذِباً.
وحُكْمُ مَن ثبتَ (٧) عنهُ التَّدليسُ إِذا (٨) كانَ عَدْلاً أَنْ لا يُقْبَلَ منهُ إِلاَّ ما صرَّحَ فيهِ بالتَّحديثِ على الأصحِّ.
وكَذا المُرْسَلُ الخَفِيُّ إِذا صَدَرَ مِنْ مُعاصِرٍ لَمْ يَلْقَ مَن حَدَّثَ عنهُ، بل بينَه وبينَه واسِطةٌ.
_________
(١) في «هـ» : واشتقاقي.
(٢) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٣) ليست في «ظ» .
(٤) في «ظ» : بالخفاء.
(٥) في «ظ» : يحتمل.
(٦) في «ظ» و «ط» : اللقاء.
(٧) في «ط» : يثبت.
(٨) في «ط» : إن.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (51,'والفَرْقُ بينَ المُدَلَّسِ والمُرْسَلِ الخفيِّ دقيقٌ حَصَلَ (١) تحريرُه بما ذُكِرَ هنا:
وهو أَنَّ التَّدليسَ يختصُّ بمَن روى {أ / ١٦ ب} عمَّن (٢) عُرِفَ لقاؤهُ إِيَّاهُ، {هـ / ١٨ أ} فأَمَّا إِن عاصَرَهُ ولم يُعْرَفْ أَنَّه لقِيَهُ؛ فَهُو المُرْسَلُ الخَفِيُّ.
ومَن أَدْخَلَ في تعريفِ {ص / ١١ أ} التَّدليسِ المُعاصَرَةَ (٣) ، ولو بغيرِ لُقي؛ لزِمَهُ دُخولُ المُرْسَلِ الخَفِيِّ في تعريفِهِ.
والصَّوابُ (٤) التَّفرقةُ بينَهُما (٥) .
ويدلُّ على أَنَّ اعتبارَ اللُّقي في التَّدليسِ دونَ المُعاصرةِ وحْدَها لابُدَّ منهُ إِطْباقُ أَهلِ العلمِ بالحديثِ على أَنَّ روايةَ المُخَضْرَمينَ {ن / ١٥ أ} كأَبي عُثمانَ النَّهْديِّ وقيسِ بنِ أَبي حازِمٍ عن النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (٦) وسلَّمَ مِن قبيلِ الإِرسالِ لا مِن قَبيلِ التَّدليسِ.
ولو كانَ {ب / ١٣ أ} مجرَّدُ المُعاصرةِ يُكْتَفى (٧) [بهِ] (٨) في التَّدليسِ؛ لكانَ هؤلاءِ مُدلِّسينَ لأنَّهْم عاصَروا النبيَّ {ظ / ٢٠ أ} صلَّى اللهُ عليهِ [وآلهِ] (٩) وسلَّمَ قطعاً، ولكنْ لمْ يُعْرَفْ هل لَقُوهُ أَمْ لا؟
وممَّن [قالَ] (١٠) باشْتِراطِ (١١) اللِّقاءِ في التَّدليسِ الإِمامُ الشافعيُّ وأَبو بكرٍ البزَّارُ (١٢) ، وكلامُ الخطيبِ في «الكِفايةِ» يقتَضيهِ، وهُو المُعْتَمَدُ.
_________
(١) في «ص» : يحصل.
(٢) في «هـ» و «ن» : عن من.
(٣) في «هـ» : المعاصر.
(٤) في «ص» : فالصواب.
(٥) في «ص» : عنهما.
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «ظ» : يكفي.
(٨) ليست في «ظ» .
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٠) ليست في «ط» .
(١١) في «ب» : في اشتراط، وفي «ط» : اشترط.
(١٢) في «ظ» : البزاز.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (52,'ويُعْرَفُ (١) عدمُ المُلاقاةِ بإِخبارِهِ عنْ نفسِهِ بذلك، أَو بجَزْمِ إِمامٍ مُطَّلعٍ.
ولا يَكْفي أَنْ يَقَعَ (٢) في بعض الطُّرُقِ زيادةُُ (٣) راوٍ [أَو أَكثرَ] (٤) بينَهُما؛ لاحتمال أَنْ يكونَ مِن المزيدِ، ولا يُحْكَمُ في هذه الصُّورةِ بحُكْمٍ كُلِّيٍّ؛ لتَعارُضِ احتمالِ الاتِّصالِ والانْقِطاعِ.
{ط / ١٢ أ} وقد صنَّفَ فيهِ الخَطيبُ كتابَ «التَّفصيلِ لمُبْهَمِ المراسيلِ» ، وكتاب «المزيدِ في مُتَّصِلِ الأسانيدِ» .
{هـ / ١٨ ب} و [قد] (٥) انْتَهَتْ هُنا «حكم» (٦) أَقسامُ حُكمِ السَّاقِطِ مِن الإِسنادِ.
ثمَّ<span data-type="title" id=toc-27> الطَّعْنُ يكونُ بعشرةِ أَشياءَ</span>، بعضُها «يكون» (٧) أَشدُّ {أ / ١٧ أ} في القَدْحِ مِن بعضٍ (٨) ، خمسةٌ منها تتعلَّقُ (٩) بالعدالَةِ، وخمسةٌ تتعلَّقُ (١٠) بالضَّبْطِ.
ولم يَحْصُلِ
_________
(١) في «ص» : وتعرف.
(٢) في «أ» : تقع.
(٣) في «ط» : بزيادة.
(٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) زيادة من «ن» .
(٧) زيادة من «ظ» .
(٨) في «ظ» : بعضه.
(٩) في «ظ» : يتعلق.
(١٠) في «ظ» : يتعلق.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (53,'الاعتناءُ بتمييزِ أَحدِ القِسمينِ مِن (١) الآخَرِ لمصلحةٍ اقْتَضَتْ ذلك، وهي ترتيبُها على الأشدِّ فالأشدِّ في موجَبِ الرَّدَِّ على سَبيلِ التَّدلِّي؛ لأنَّ الطَّعْنَ إِمَّا أَنْ يكونَ:
لِ<span data-type="title" id=toc-28>كَذِبِ الرَّاوِي </span>في الحديثِ النبويِّ بأَنْ يرويَ عنهُ (٢) {ظ / ٢٠ ب} صلَّى اللهُ عليهِ [وآلهِ] (٣) وسلَّمَ ما لمْ يَقُلْهُ متَعمِّداً لذلك.
أو (٤) تُهْمَتِهِ بذلكَ؛ بأَنْ لا يُرْوى ذلك الحديثُ إِلاَّ مِن جِهتِهِ (٥) ، ويكونَ {ن / ١٥ ب} مُخالِفاً للقواعِدِ المعلومةِ، وكذا مَنْ عُرِفَ بالكذبِ في كلامِهِ، و [إِنْ] (٦) لم يَظْهَرْ منهُ وقوعُ ذلك في الحَديثِ النبويِّ، وهذا (٧) دُونَ الأوَّلِ.
أَو فُحْشِ غَلَطِهِ؛ أي: كَثْرَتِه.
أَو غَفْلَتِهِ عن الإِتْقانِ (٨) .
أَو فِسْقِهِ؛ أي: بالفعلِ والقَوْلِ (٩) ممَّا (١٠) لا (١١) يبلُغُ الكُفْرَ.
[و] (١٢) بينَهُ وبينَ الأوَّلِ عُمومٌ «وخصوص مطلق» (١٣) ، وإِنَّما أُفْرِدَ الأوَّلُ لكونِ القَدْحِ بهِ أَشدَّ في هذا الفنِّ.
وأَمَّا الفِسقُ بالمُعْتَقَدِ؛ {ب / ١٣ ب} فسيأْتي بيانُه.
أَو {ص / ١١ ب} وَهَمِهِ بأَنْ يَرْوِيَ على سبيلِ التوهُّمِ.
أَو مُخالَفَتِه؛ أَي: للثِّقاتِ.
أو جَهالَتِهِ؛ «أي» (١٤) بأَنْ لا يُعْرَفَ فيهِ تعديلٌ و [لا] (١٥) تَجريحٌ [مُعيَّنٌ] (١٦) .
أَو بِدْعتِهِ، وهي اعتقادُ ما أُحْدِثَ على خِلافِ المَعروفِ عن {هـ / ١٩ أ} النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١٧) وسلَّمَ، لا بِمعانَدَةٍ، بل بنَوْعِ (١٨) شبهةٍ (١٩) .
_________
(١) في «ظ» : عن.
(٢) في «ط» : عن النبي.
(٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٤) في «ن» : و.
(٥) في «هـ» : جهة.
(٦) ليست في «أ» .
(٧) في «ط» : وهو.
(٨) في «هـ» و «ص» : الاتفاق، وفي النسخة «ظ» الكلمة غير واضحة هل هي الاتفاق أم غير ذلك حيث أنه قال في الحاشية اليسرى: اتفاق.
(٩) في «ظ» و «ن» : بالقول والفعل.
(١٠) في «أ» : بما.
(١١) في «ن» و «ط» و «ظ» و «ص» : لم.
(١٢) ليست في «ظ» .
(١٣) زيادة من «ط» .
(١٤) زيادة من «ن» ، وهي مثبتة في «ب» لكنها مضروب عليها.
(١٥) ليست في «ظ» .
(١٦) ليست في «ظ» .
(١٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٨) في «ن» : بنو.
(١٩) في «أ» : شبه.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (54,'أَو سوءِ حِفْظهِ، وهِيَ (١) عبارةٌ عن أَنْ لا يكونَ غَلَطُهُ أَقلَّ مِن إِصابتِه (٢) .
فالقسمُ الأوَّلُ، وهُو الطَّعْنُ [بكَذِبِ] (٣) الرَّاوي في الحَديثِ النبويِّ هو<span data-type="title" id=toc-29> المَوضوعُ</span>، والحُكْمُ عليهِ بالوَضْعِ إِنَّما هُو بطريقِ الظَّنِّ الغالِبِ {أ / ١٧ ب} لا بالقَطْعِ، {ظ / ٢١ أ} إِذ [قَدْ] (٤) يَصْدُقُ الكَذوبُ، لكنَّ لأهلِ العلمِ بالحديثِ مَلَكَةً قويَّةً يميِّزون بها «بين» (٥) ذلك، وإِنَّما يقومُ بذلك منهُم مَن يكونُ إِطِّلاعُهُ تامّاً، وذهْنُهُ ثاقِباً، وفهمُهُ قويّاً، ومعرِفتُهُ بالقرائنِ الدَّالَّةِ على ذلك متمَكِّنَةً.
وقد يُعْرَفُ الوضعُ {ط / ١٢ ب} بإِقرارِ (٦) [واضِعِه] (٧) ، قالَ ابنُ دقيقِ العيدِ «رحمه الله» (٨) : لكنْ لا يُقْطَعُ (٩) بذلك؛ لاحتمالِ أَنْ يكونَ كَذَبَ في ذلك الإِقرارِ أ. هـ (١٠) .
وفهِمَ منهُ بعضُهم أَنَّهُ لا {ن / ١٦ أ} يُعْمَلُ بذلك الإِقرارِ أَصلاً، وليسَ ذلكَ (١١) مرادَهُ، وإِنَّما نفى القَطْعَ بذلك، ولا يلزَمُ مِن نفيِ القَطْعِ نفيُ الحُكْمِ؛ لأنَّ الحُكْمَ يقعُ بالظَّنِّ (١٢) الغالِبِ، وهُو هُنا كذلك، ولولا ذلك لَما ساغَ قتْلُ المُقرِّ بالقتلِ، ولا رَجْمُ المُعْتَرِفِ بالزِّنى؛ لاحتمالِ أَنْ يكونا كاذِبَيْن فيما اعْتَرَفا به!
ومِن القَرائنِ الَّتي يُدْرَكُ بها الوَضْعُ (١٣) ما يؤخَذُ مِن حالِ الرَّاوي؛ كما وقَعَ
_________
(١) في «ط» : وهو.
(٢) في «ط» : عبارة عن من يستوي غلطه وإصابته، وفي «هـ» و «ب» : عبارة عن من يكون غلطه أقل من إصابته، وفي «ن» و «ظ» و «أ» : عبارة عمن يكون غلطه أقل من إصابته.
(٣) ليست في «ن» .
(٤) ليست في «ن» .
(٥) زيادة من «ن» .
(٦) في «ظ» : بإقراره.
(٧) ليست في «ظ» .
(٨) زيادة من «أ» .
(٩) في «ظ» : تقطع.
(١٠) في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» : انتهى.
(١١) في «ظ» : كذلك.
(١٢) في «ط» : على الظن.
(١٣) في «ظ» و «ص» : الموضوع.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (55,'لمأْمونِ (١) بنِ أَحمدَ أَنَّه ذُكِرَ بحضرَتِه الخلافُ في كونِ الحسنِ {هـ / ١٩ ب} سَمِعَ مِن (٢) أَبي هُريرةَ أَوْ (٣) لاَ؟ فساقَ في الحالِ إِسناداً (٤) إِلى النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ أَنَّهُ قالَ: سمِعَ الحسنُ مِن (٦) أَبي هُريرة.
وكما وقعَ لِغياثِ بنِ إِبراهيمَ حيثُ {ظ / ٢١ ب} دخَلَ على المَهْدي فوجَدَهُ يلعبُ بالحَمَام، فساقَ في الحالِ [إِسناداً] (٧) إِلى النبيِّ صلَّى اللهُ عليهِ وسلَّمَ: أَنَّه [قالَ] (٨) : «لا {ب / ١٤ أ} سَبَقَ إِلاَّ في نَصْلٍ أَو خُفٍّ أَو حافِرٍ أَو جَناحٍ» ، فزادَ في الحديثِ: «أَو جَناحٍ» ، فَعَرَفَ المهديُّ أَنَّه كذبَ لأجلِهِ، فأَمرَ بذَبْحِ الحَمَامِ.
ومِنها ما يُؤخَذُ (٩) مِن حالِ المَرويِّ كأَنْ يكونَ مُناقِضاً (١٠) لنَصِّ القُرآنِ {أ / ١٨ أ} أَو السُّنَّةِ المُتواتِرَةِ أَو الإِجماعِ القطعيِّ أَو صَريحِ العَقْلِ، حيثُ لا يَقْبَلُ شيءٌ مِن ذلك التَّأْويلَ.
ثمَّ المَرويُّ تارةً {ص / ١٢ أ} يختَرِعُهُ الواضِعُ، وتارةً يأْخُذُ [مِن] (١١) كلامِ غيرِهِ كبَعْضِ
_________
(١) في «ن» : للمأمون.
(٢) في «ظ» و «ص» : عن.
(٣) في «هـ» : أم.
(٤) في «ن» : إسناده.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ظ» : عن.
(٧) ليست في «ب» .
(٨) ليست في «ب» .
(٩) في «ب» : يوجد.
(١٠) في «ط» : منافياً.
(١١) ليست في «ط» و «ن» و «هـ» و «ظ» و «أ» و «ب» .',NULL,'90',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (56,'السَّلفِ الصَّالحِ أَو قُدماءِ الحُكماءِ أَو الإِسرائيليَّاتِ، أَو يأْخُذُ حَديثاً ضَعيفَ الإِسنادِ، فيُرَكِّبُ لَهُ إِسناداً صحيحاً ليَرُوجَ.
والحامِلُ للواضِعِ على الوَضْعِ:
إِمَّا عَدَمُ الدِّينِ؛ كالزَّنادقةِ.
أَو غَلَبَةُ الجَهلِ؛ كبعضِ المتعبِّدينَ.
أَو فَرْطُ {ن / ١٦ ب} العَصبيَّةِ؛ كبعضِ المُقلِّدينَ.
أَو اتِّباعُ هوى بعضِ الرُّؤساءِ.
أَو الإِغرابُ لقصدِ الاشتِهارِ!
وكُلُّ ذلك حَرامٌ بإِجماعِ مَن يُعْتَدُّ بهِ، إِلاَّ أَنَّ بعضَ الكَرَّاميَّةِ وبعضَ المُتصوِّفةِ نُقِلَ {هـ / ٢٠ أ} عنهُم إِباحَةُ الوَضْعِ في التَّرغيبِ والتَّرهيبِ (١) «والترتيب» (٢) ، {ظ / ٢٢ أ} وهو خطأ مِن فاعلِهِ، نشَأَ عَن (٣) جَهْلٍ؛ لأنَّ التَّرغيبَ والتَّرهيبَ (٤) مِن جُملةِ الأحكامِ الشَّرعيَّةِ.
{ط / ١٣ أ} واتَّفقوا على أَنَّ تَعَمُّدَ الكذبِ على النبيِّ صلَّى اللهُ عليهِ وسلَّمَ مِن الكَبائِرِ.
وبالَغَ «فيه» (٥) أَبو مُحمَّدٍ الجُوَيْنِيُّ فكَفَّرَ مَن تعمَّدَ الكَذِبَ على النبيِّ صلَّى اللهُ عليهِ وسلَّمَ.
واتَّفَقوا على تَحْريمِ روايةِ الموضوعِ إِلاَّ مقروناً ببيانِه؛ لقولِه صلَّى اللهُ عليهِ [وآلهِ] (٦) وسلَّمَ: «مَن حَدَّثَ عَنِّي بحديثٍ يُرى (٧) أَنَّهُ كذبٌ؛ فهُو أَحدُ الكاذِبَيْنِ» ، أَخرجَهُ مسلمٌ.
وَالقسمُ الثَّاني مِن أَقسامِ المَردودِ، وهو (٨) ما يكونُ بسبَبِ<span data-type="title" id=toc-30> تُهمَةِ الرَّاوي بالكَذِبِ</span>، «و» (٩) هُو<span data-type="title" id=toc-31> المَتْروكُ</span>.
والثَّالِثُ:<span data-type="title" id=toc-32> المُنْكَرُ</span>؛ على رَأْيِ مَن لا يَشْتَرِطُ في المُنْكَرِ قيدَ المُخالفةِ.
وكذا
_________
(١) في «ظ» : الرغيب والرهيب.
(٢) زيادة من «ظ» .
(٣) في «ص» : من.
(٤) في «ظ» : الرغيب والرهيب.
(٥) زيادة من «أ» .
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «ص» و «ظ» : يروى.
(٨) في «ظ» : وهذا.
(٩) زيادة من «ص» .',NULL,'91',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (57,'الرَّابِعُ والخَامِسُ، ف<span data-type="title" id=toc-33>مَنْ فَحُشَ غَلَطُهُ</span>، أَو<span data-type="title" id=toc-34> كَثُرَتْ غَفلَتُه، أَو ظهَرَ فِسْقُه</span>؛ {أ / ١٨ ب} فحديثُهُ {ب / ١٤ ب} مُنْكَرٍ.
ثمَّ<span data-type="title" id=toc-35> الوَهَمُ</span>، وهُو [القِسمُ] (١) السَّادسُ، وإِنَّما أُفْصِحَ بهِ لِطولِ الفَصْلِ، إِنِ اطُّلعَ عَليهِ؛ أي: على الوَهَمِ بِالقَرائِنِ الدَّالَّةِ على وَهَمِ راويهِ مِن وَصْلِ مُرْسَل أَو مُنْقَطع، أَو إِدخال حَديثٍ في حَديثٍ، أَو نحوِ ذلك مِن الأشياءِ القادحةِ.
وتَحْصُلُ (٢) معرفةُ ذلك بكثرةِ التَّتبُّعِ، {ظ / ٢٢ ب} وجَمْعِ الطُّرُقِ؛ فهذا هو المُعَلَّلُ، {ن / ١٧ أ} وهو مِن أَغمَضِ {هـ / ٢٠ ب} أَنواعِ عُلومِ (٣) الحديثِ وأَدقِّها، ولا يقومُ بهِ إلاَّ مَن رَزَقَهُ اللهُ [تعالى] (٤) فهْماً ثاقِباً، وحِفْظاً واسِعاً، ومعرِفةً تامَّةً بمراتِبِ الرُّواةِ، ومَلَكَةً قويَّةً بالأسانيدِ والمُتونِ، ولهذا لم يتكلَّمْ فيهِ إِلاَّ القليلُ مِن أَهلِ هذا الشأْنِ؛ كعليِّ بنِ المَدينيِّ، وأَحمدَ بنِ حنبلٍ، والبُخاريِّ، ويَعقوبَ بنِ «أبي» (٥) شَيْبةَ، وأَبي حاتمٍ، وأَبي زُرعةَ، والدَّارَقُطنيُّ.
وقد تَقْصُرُ عبارةُ المُعَلِّل عَن إِقامةِ الحُجَّة {ص / ١٢ ب} على دَعْواهُ؛ كالصَّيْرَفيِّ في نَقْدِ الدِّينارِ والدِّرهَمِ.
_________
(١) ليست في «ب» .
(٢) في «هـ» : ويحصل.
(٣) في «هـ» : علم.
(٤) ليست في «ص» و «ظ» و «أ» و «ب» .
(٥) زيادة من «ظ» و «ص» .',NULL,'92',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (58,'ثمَّ<span data-type="title" id=toc-36> المُخالفَةُ </span>وهو (١) القسمُ السابعُ إِنْ كانتْ واقعةً بسببِ تَغْييرِ (٢) السِّياقِ؛ أي: سياقِ الإسنادِ؛ فالواقعُ فيهِ ذلك التَّغييرُ (٣) هو مُدْرَجُ الإِسْنادِ، وهو أَقسامٌ:
{ط / ١٣ ب} الأوَّلُ: أَنْ يَرْوِيَ جماعةٌ الحديثَ بأَسانيدَ مُختلفةٍ، فيرويهِ عنهُم راوٍ، فيَجْمَعُ الكُلَّ على إِسنادٍ واحِدٍ مِن تلكَ الأسانيدِ، ولا يُبَيِّنُ الاختلافَ.
[و] (٤) الثَّاني: أَنْ يكونَ المتنُ عندَ راوٍ إِلاَّ طَرفاً منهُ؛ [فإِنَّه عندَه بإِسنادٍ آخَرَ، فيرويهِ راوٍ عنهُ تامّاً بالإِسنادِ الأوَّلِ.
ومنهُ أَنْ يسمَعَ {أ / ١٩ أ} الحديثَ مِن شيخِهِ إِلاَّ طرفاً منهُ] (٥) {ظ / ٢٣ أ} فيسمَعَهُ عَن شيخِهِ بواسطةٍ، فيرويهِ راوٍ عنهُ (٦) تامّاً بحَذْفِ الواسِطةِ.
الثَّالِثُ: أَنْ يكونَ عندَ الرَّاوي متْنانِ مُخْتَلِفان بإِسنادينِ {هـ / ٢١ أ} مختلفينِ، فيرويهِما راوٍ عنهُ مُقتَصِراً على أَحدِ الإِسنادينِ، أَو يروي أَحَدَ الحَديثينِ {ن / ١٧ ب} بإِسنادِهِ الخاصِّ بهِ، لكنْ يزيدُ فيهِ مِن المَتْنِ الآخَرِ ما ليسَ في [المَتْنِ] (٧) الأوَّلِ.
الرَّابعُ: أَنْ يسوقَ [الرَّاوي] (٨) الإِسنادَ، فيَعْرِضُ لهُ عارِضٌ، فيقولُ «له» (٩) {ب / ١٥ أ} كلاماً مِن قِبَلِ نفسِهِ، فيظنُّ بعضُ مَن سَمِعَهُ أَنَّ ذلكَ الكلامَ هُو متنُ [ذلكَ] (١٠) الإسنادِ، فيَرويهِ عنهُ كذلك.
_________
(١) في «ن» و «أ» و «ب» : وهي.
(٢) في «ط» : تغير.
(٣) في «ظ» : المغير.
(٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) ليست في «ط» .
(٦) في «ن» : عنه راوٍ.
(٧) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(٨) ليست في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٩) زيادة من «أ» .
(١٠) ليست في «هـ» .',NULL,'93',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (59,'هذهِ أَقسامُ<span data-type="title" id=toc-37> مُدْرَجِ </span>الإِسنادِ (١) .
وأَمَّا مُدْرَجُ المَتْنِ، فهُو أَنْ يَقَعَ في المتنِ كلامٌ ليسَ منهُ، فتارةً يكونُ في أَوَّلِه، وتارةً «يكون» (٢) في أَثنائِه، وتارةً «يكون» (٣) في آخِرِهِ - وهو الأكثرُ (٤) - لأنَّهُ يقعُ بعطفِ جُملةٍ على جُملةٍ، أو بِدَمْجِ مَوْقوفٍ مِن كلامِ الصَّحابةِ أَو مَنْ بعْدَهُم بِمَرْفوعٍ مِن كلامِ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ مِن غيرِ فصلٍ، فهذا هُو مُدْرَجُ المَتْنِ.
ويُدْرَكُ الإِدراجُ:
بوُرودِ روايةٍ مُفَصِّلةٍ للقَدْرِ المُدْرَجِ مِمَّا أُدْرِجَ فيهِ.
أَو بالتَّنصيصِ على ذلك مِن الرَّاوي، أَو مِن بعضِ الأئمَّةِ المُطَّلعينَ.
أو باستحالَةِ كونِ النبيِّ {ظ / ٢٣ ب} صلَّى اللهُ عليهِ [وآلهِ] (٦) وسلَّمَ يقولُ ذلك.
وقد صنَّفَ الخَطيبُ في المُدْرَجِ كتاباً (٧) ولخَّصْتُهُ وزدتُ عليهِ قدْرَ ما ذكَرَ مرَّتينِ أَو أَكثرَ، وللهِ (٨) الحمدُ.
أَوْ [إِنْ] (٩) كانَتِ المُخالفةُ بِتَقْدِيمٍ أَو (١٠) تَأْخيرٍ؛ أي: في الأسماءِ {هـ / ٢١ ب} كَمُرَّةَ بنِ كعبٍ، وكَعبِ بنِ مُرَّةَ؛ {أ / ١٩ ب} لأنَّ اسمَ أَحدِهِما اسمُ أَبي الآخَرِ؛ فهذا هو المَقْلوبُ،
_________
(١) في «ط» : الأسانيد.
(٢) زيادة من «ن» و «ص» .
(٣) زيادة من «ص» .
(٤) في «ب» : أكثر.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «ط» : كتاباً في المدرج.
(٨) في «أ» : فلله.
(٩) ليست في «ن» و «ب» .
(١٠) في «ط» و «هـ» و «ظ» و «ن» و «أ» و «ب» : و.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (60,'وللخطيبِ فيهِ كتابُ (١) «يُسمى» (٢) «رافعِ الارْتِيابِ «في<span data-type="title" id=toc-38> المقلوب </span>من الأسماء والأنساب» (٣) » .
وقد يَقَعُ القلبُ في المتنِ أَيضاً؛ «ويصير» (٤) كحديثِ أَبي هُريرةَ «رضي الله تعالى عنه» (٥) {ص / ١٣ أ} عندَ مُسلمٍ في السَّبعةِ الَّذينَ يُظِلُّهُم {ن / ١٨ أ} اللهُ تحتَ ظلِّ (٦) {ط / ١٤ أ} عَرْشِهِ، ففيهِ (٧) : « [و] (٨) رَجلٌ تصدَّقَ بصدَقةٍ أَخْفاها حتَّى لا تَعْلَمَ يمينُهُ ما تُنْفِقُ (٩) شِمالُهُ» ، فهذا ممَّا انْقَلَبَ على أَحدِ الرُّواةِ، وإِنَّما هو: «حتَّى لا تعْلَمَ (١٠) شِمالُه ما تُنْفِقُ (١١) يمينُهُ» ؛ كما في الصَّحيحينِ.
أَوْ إِنْ كانتِ المُخالفةُ بِزيادةِ راوٍ في أَثناءِ الإِسنادِ (١٢) ، ومَن لم يَزِدْها (١٣) أَتقَنُ ممَّن زادَها، فهذا (١٤) هُو<span data-type="title" id=toc-39> المَزيدُ </span>في مُتَّصِلِ (١٥) الأَسانِيدِ.
وشرطُهُ أَنْ يقعَ التَّصريحُ بالسَّماعِ في مَوْضِعِ الزِّيادةِ، وإِلاَّ؛ فمتى كانَ مُعَنْعَناً - مثلاً -؛ ترجَّحَتِ الزِّيادةُ.
أَوْ [إِنْ] (١٦) كانتِ المُخالفةُ بِإِبْدَالِهِ؛ أي: {ب / ١٥ ب} الراوي، {ظ / ٢٤ أ} ولا مُرَجِّحَ لإِحدى (١٧) الرِّاويتينِ على الأخرى، فـ[هذا] (١٨) هو<span data-type="title" id=toc-40> المُضْطَرِبُ</span>،
_________
(١) في «ظ» : كتابا.
(٢) زيادة من «ن» .
(٣) زيادة من «ص» .
(٤) زيادة من «هـ» .
(٥) زيادة من «ن» .
(٦) في «ط» و «هـ» : يظلهم الله في عرشه، وفي «ظ» و «ص» : يظلهم الله في ظل عرشه.
(٧) في «هـ» : فعنه.
(٨) ليست في «هـ» .
(٩) في «ظ» : ينفق.
(١٠) في «ظ» : يعلم.
(١١) في «ظ» : ينفق.
(١٢) في «ط» : الأسانيد.
(١٣) في «ص» : يرها.
(١٤) في «ط» : وهذا.
(١٥) في «ظ» : المتصل.
(١٦) ليست في «ن» .
(١٧) في «ظ» : لأحد.
(١٨) ليست في «ط» .',NULL,'95',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (61,'وهو يقعُ في الإِسنادِ غالباً، وقد يقعُ في المتْن.
لكنْ قلَّ أَنْ يَحْكُمَ المحدِّثُ على الحديثِ بالاضطرابِ بالنِّسبةِ إلى الاختلافِ في المَتْنِ دونَ الإِسنادِ.
وقد يَقَعُ الإِبدالُ عَمْداً لمَن يُرادُ اخْتِبارُ (١) حِفْظِهِ امتحاناً مِن فاعِلِهِ؛ كما وقعَ للبُخاريِّ والعُقَيْليِّ وغيرِهِما، وشَرْطهُ أَنْ لا يُستمرَّ عليهِ، {هـ / ٢٢ أ} بل ينتهي بانْتهاءِ الحاجةِ.
فلو وَقَعَ الإِبدالُ [عمداً] (٢) لا لمصلحةٍ، بل للإِغرابِ مثلاً؛ فهو مِن أَقسامِ الموضوعِ، ولو وقعَ غَلَطاً؛ فهُو مِن المقلوبِ أو المُعَلَّلِ.
أَوْ إِنْ كانتِ المُخالفةُ بتَغْييرِ حرفٍ أَو حُروفٍ {أ / ٢٠ أ} مَعَ بَقاءِ صورةِ الخَطِّ في السِّياقِ.
فإِنْ كانَ ذلك بالنِّسبةِ إِلى النَّقْطِ (٣) ؛ ف<span data-type="title" id=toc-41>المُصَحَّفُ</span>.
وَإِنْ كانَ بالنِّسبةِ إلى الشَّكْلِ؛ ف<span data-type="title" id=toc-42>المُحَرَّفُ</span>، ومعرفةُ هذا النَّوعِ مُهمَّةٌ.
وقد صنَّف فيهِ: العَسْكَريُّ (٤) ، والدَّارَقُطنِيُّ، {ن / ١٨ ب}
_________
(١) في «ظ» : اختيار.
(٢) ليست في «ظ» .
(٣) في «ص» : النقطة.
(٤) في «ظ» : العسكر.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (62,'وغيرُهما.
وأَكثرُ ما يقعُ في المُتونِ، وقد يقعُ في الأسماءِ الَّتي في الأسانيدِ.
ولا يَجُوزُ تَعَمُّدُ (١) تَغْييرِ صورَةِ المَتْنِ مُطلقاً، ولا الاختصارُ (٢) منه {ظ / ٢٤ ب} ُ بالنَّقْصِ ولا إِبْدالُ اللَّفْظِ المُرادِفِ باللَّفْظِ «و» (٣) المُرادِفِ لهُ؛ إِلاَّ لِعالمٍِ بمَدْلولاتِ الألْفاظِ، وبِما يُحيلُ المَعاني على الصَّحيحِ في المسأَلَتَيْنِ:
أَمَّا<span data-type="title" id=toc-43> اخْتِصارُ الحَديثِ</span>؛ فالأكْثَرونَ على جَوازِهِ بِشرطِ أَنْ يكونَ الَّذي يختَصِرُهُ عالِماً؛ لأنَّ العالِمَ لا يَنْقُصُ {ط / ١٤ ب} مِن الحديثِ إِلاَّ ما لا تعلُّقَ لهُ بما (٤) يُبْقيهِ [منهُ] (٥) ؛ [بحيثُ] (٦) لا تختِلفُ (٧) الدِّلالةُ، ولا يختَلُّ {ص / ١٣ ب} البَيانُ، حتَّى يكونَ المَذكورُ والمَحذوفُ بمنزِلَةِ خَبَرينِ، أَو يَدُلُّ ما ذَكَرَهُ على [ما] (٨) حَذَفَهُ؛ بخِلافِ الجاهِلِ، فإِنَّهُ قد يَنْقُصُ ما لَهُ تعلُّقٌ؛ كتَرْكِ الاستِثناءِ.
وأَمَّا {ب / ١٦ أ} الراوية بالمعنى؛ فالخِلافُ (٩) فيها &lt; شَهيرٌ، والأكثرُ على الجَوازِ أَيضاً، ومِن أَقوى حُججهِم (١٠) الإِجماعُ على جوازِ شرحِ الشَّريعةِ للعَجَمِ بلسانِهِم للعارِفِ بهِ، فإِذا جازَ الإِبدالُ بلُغةٍ أُخرى؛ فجوازُهُ باللُّغةِ العربيَّةِ أَولى.
وقيلَ: إِنَّما يَجوزُ في المُفْرَداتِ دونَ المُرَكَّباتِ!
وقيلَ: إِنَّما يَجُوزُ لمَن يستَحْضِرُ اللَّفْظَ ليتَمَكَّنَ مِن التَّصرُّفِ فيه.
وقيلَ: إِنَّما يَجوزُ لمَن كانَ يحفَظُ الحَديثَ فنَسِيَ لفظَهُ، وبقيَ معناهُ مُرْتَسماً في ذِهنِه، فلهُ أَنْ يروِيَهُ {ظ / ٢٥ أ} بالمعنى لمصلَحَةِ تحصيلِ الحُكْمِ منهُ (١١) ؛ بخِلافِ {أ / ٢٠ ب} مَن كانَ مُسْتَحْضِراً لِلَفْظِهِ (١٢) .
وجَميعُ ما تقدَّمَ يتعلَّقُ بالجَوازِ وعَدَمِه، ولا شكَّ أَنَّ الأوْلى إِيرادُ الحَديثِ بأَلفاظِهِ دُونَ التَّصرُّفِ فيهِ.
{ن / ١٩ أ} قالَ القاضي عِياضٌ (١٣) : «يَنْبَغِي سَدُّ بابِ الرِّاويةِ بالمَعْنَى لئلاَّ يتَسَلَّطَ مَن
_________
(١) في «ظ» : عمداً.
(٢) في «ب» : الاقتصار.
(٣) زيادة من «ظ» .
(٤) في «هـ» : لما.
(٥) ليست في «ص» .
(٦) ليست في «ن» .
(٧) في «هـ» و «ظ» : يختلف.
(٨) ليست في «ظ» .
(٩) في «ظ» : فالاختلاف.
(١٠) في «ط» : حجتهم.
(١١) في «أ» : فيه.
(١٢) في «ط» : للفظ.
(١٣) في «ظ» : العياض، وهي في هامش النسخة، وفي أصل الكتاب عياض.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (63,'لاَ يُحْسِنُ ممَّن «به» (١) يظنُّ أَنّهُ يُحْسِنُ؛ كما وقَعَ لِكثيرٍ مِن الرُّواةِ قديماً وحَديثاً» ، واللهُ المُوَفِّقُ.
فإِنْ خَفِيَ المَعْنَى بأَنْ كانَ اللَّفْظُ مستَعْمَلاً بقلَّةٍ احْتيجَ إِلى الكُتُبِ المصنَّفَةِ في<span data-type="title" id=toc-44> شَرْحِ الغَريبِ</span>؛ ككتابِ (٢) أَبي عُبَيْدٍ «الله» (٣) القاسِمِ بنِ سلامٍ، وهو غيرُ مرتَّبٍ، وقد رتَّبَهُ الشيخُ مُوفَّقُ الدِّينِ ابنُ قُدامَة على الحُروفِ.
وأَجْمَعُ منهُ كتابُ أَبي عُبيدٍ الهَرَوِيِّ، وقد اعتَنَى بهِ الحافظُ أَبو موسى المَدينِيُّ فنَقَّبَ (٤) عليهِ
_________
(١) زيادة من «ط» .
(٢) في «ظ» : كتاب.
(٣) زيادة من «ظ» .
(٤) في «ط» : بنقب.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (64,'واسْتَدْرَكَ.
وللزَّمَخْشَرِيِّ كتابٌ اسمُهُ (١) «الفائِقُ» حسنُ التَّرتيبِ.
ثمَّ جَمَعَ الجَميعَ ابنُ الأثيرِ في «النِّهايةِ» ، وكتابُهُ أَسهَلُ الكُتُبِ تناوُلاً، مع إِعواز قليلٍ فيهِ.
وإِنْ كانَ اللَّفْظُ مُستَعْملاً بكثرةٍ، لكنَّ في مَدلُولِهِ دِقَّةً؛ احْتِيجَ إلى الكُتُبِ المُصنَّفَةِ في<span data-type="title" id=toc-45> شَرْحِ معاني الأخْبارِ وبيانِ المُشْكِلِ منها</span>.
وقد أَكثرَ {ط / ١٥ أ} الأئمَّةُ مِن {ظ / ٢٥ ب} التَّصانيفِ في ذلك؛ كالطَّحاويِّ والخَطَّابيِّ وابنِ عبدِ البَرِّ وغيرِهم.
ثمَّ<span data-type="title" id=toc-46> الجَهالةُ بالرَّاوِي</span>، وهِيَ (٢) السَّببُ الثَّامِنُ في الطَّعْنِ، وسَبَبُها {ب / ١٦ ب} أَمْرانِ:
أَحَدُهُما: أَنَّ الرَّاوِيَ قَدْ تَكْثُرُ (٣) نُعوتُهُ مِن اسمٍ أَو (٤) كُنْيَةٍ {ص / ١٤ أ} أَو لَقَبٍ أَو صِفَةٍ أَو حِرْفةٍ أَو نَسَبٍ، فيشتَهِرُ بشيءٍ مِنها، فيُذْكَرُ بِغَيْرِ مَا اشْتُهِرَ بِهِ لِغَرَضٍ مِن الأغْراضِ، فيُظنُّ أَنَّه آخرُ، فيَحْصُلُ (٥) {أ / ٢١ أ} الجهْلُ بحالِهِ.
وصنَّفُوا فِيهِ؛ أي: في هذا النَّوعِ المُوْضِحَ لأوهامِ الجمْعِ والتَّفريقِ؛ أَجادَ
_________
(١) في «ظ» : يقال له.
(٢) في «ن» : وهو.
(٣) في «ظ» : يكثر.
(٤) في «ن» : و.
(٥) في «ط» : فتحصل.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (65,'فيهِ الخَطيبُ، وسبَقَهُ [إِليه] (١) عبدُ الغنيِّ [بنُ سعيدٍ {ن / ١٩ ب} المِصْريُّ وهو الأَزْدِيُّ «أيضاً» (٢) ، (٣) ] (٤) ثمُّ الصُّورِيُّ.
ومِن أَمثلتِهِ محمَّدُ بنُ السَّائِبِ بنِ بِشْرٍ الكَلْبِيُّ؛ نَسَبَهُ بعضُهم إِلى جَدِّهِ، فقالَ: محمَّدُ بنُ بِشرٍ، وسمّاهُ بعضُهم حمَّادَ بنَ السَّائبِ، وكَناهُ بعضُهُم أَبا النَّصرِ (٥) ، وبعضُهُم أَبا سعيدٍ، وبعضُهم أَبا هِشامٍ، فصارَ (٦) يُظَنُّ (٧) أَنَّهُ جماعةٌ، وهو واحِدٌ، ومَن لا يعرِفُ حقيقةَ الأمرِ فيهِ لا يعرِفُ شيئاً مِن ذلك.
وَالأمرُ الثَّاني: أَنَّ الرَّاويَ قد يكونُ مُقِلاً مِن الحديثِ، فلا يَكْثُرُ الأَخْذُ عَنْهُ:
وَقد صَنَّفوا فِيهِ الوُحْدانَ - وهو [مَن] (٨) لم يَرْوِ عنهُ إِلاَّ واحِدٌ، ولو سُمِّيَ - فمِمَّن جَمَعَهُ مُسلمٌ، {ظ / ٢٦ أ} والحسنُ بنُ سُفيانَ، وغيرُهما.
أَوْ لاَ يُسمَّى الرَّاوِي اختِصَاراً مِن الرَّاوي عنهُ؛ كقولِه: أَخْبَرَني
_________
(١) ليست في «ب» .
(٢) زيادة من «ن» .
(٣) كلمة غير واضحة في «ن» .
(٤) ليست في «ط» و «ظ» و «ص» و «أ» و «ب» .
(٥) في «ن» و «ب» : أبا النضر.
(٦) في «ط» : فهذا.
(٧) في «ظ» : نظن.
(٨) ليست في «ظ» .',NULL,'100',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (66,'فلانٌ، أَو شيخٌ، أَو رجلٌ، أَو بعضُهم، أَو ابنُ فلانٍ.
ويُستَدَلُّ على معرفَةِ اسمِ المُبْهَمِ بوُرودِه مِن طريقٍ أُخرى (١) [مسمّىً [فيها] (٢) ] (٣) :
وَصنَّفوا فيهِ المُبْهَمات.
ولا يُقْبَلُ حديثُ (٤) المُبْهَمُ ما لم يُسَمَّ؛ لأنَّ شرطَ قَبولِ الخَبَرِ عدالَةُ راويهِ (٥) ، ومَن أُبْهِمَ اسمُه لا تُعْرَفُ (٦) عَيْنُهُ، فكيفَ [تُعْرَفُ] (٧) عدالَتُهُ؟!
وكذا (٨) لا يُقْبَلُ خَبَرُه، [و] (٩) لو أُبْهِمَ بِلَفْظِ التَّعْديلِ؛ كأَنْ يقولَ الرَّاوي عنهُ: أَخْبَرَني الثِّقُة؛ لأنَّهُ قد يكونُ ثقةً عندَه مجروحاً عندَ غيرِه، وهذا عَلى الأصَحِّ في المسأَلةِ.
ولهذه النُّكتةِ لم [يُقْبَلِ] (١٠) المُرسلُ، {أ / ٢١ ب} ولو أَرسَلَهُ العدلُ (١١) جازِماً بهِ لهذا الاحتمالِ بعينِه.
وقيلَ: يُقْبَلُ تمسُّكاً بالظَّاهِرِ، إِذ الجَرْحُ على خِلافِ الأصْلِ.
وقيلَ: {ن / ٢٠ أ} إِنْ كانَ القائلُ عالِماً أَجْزأَ ذلك في حقِّ {ط / ١٥ ب} مَن يوافِقُهُ في مَذْهَبِهِ.
وهذا ليسَ مِن {ب / ١٧ أ} مباحِثِ «عُلومِ» (١٢) الحَديثِ، واللهُ المُوفِّقُ.
فإن سُمِّيَ الرَّاوي وانْفَرَدَ راوٍ واحِدٌ بالرِّوايةِ عَنْهُ؛ فهو مَجْهولُ العَيْنِ؛
_________
(١) في «ص» و «ن» و «ظ» : آخر.
(٢) ليست في «ن» و «ط» و «ظ» و «أ» و «ب» .
(٣) ليست في «ص» .
(٤) في «ظ» : الحديث.
(٥) في «ص» و «ب» : رواته.
(٦) في «ظ» و «أ» و «ب» : يعرف.
(٧) ليست في «ن» و «ط» و «ص» و «أ» و «ب» .
(٨) في «ط» و «أ» : ولذا.
(٩) ليست في «ظ» .
(١٠) ليست في «ن» .
(١١) في «أ» : المعدل.
(١٢) في «ن» و «ط» : علم.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (67,'كالمُبْهَمِ، [فلا يُقْبَلُ حديثُهُ] (١) إِلاَّ أَنْ يُوَثِّقَهُ غيرُ مَنْ ينفَرِدُ (٢) عنهُ على {ظ / ٢٦ ب} الأصحِّ، وكذا مَن يَنْفَرِدُ (٣) عنهُ «على الأصح» (٤) إِذا كانَ مُتَأَهِّلاً لذلك.
أَوْ إِنْ روى (٥) [عنهُ] (٦) اثنانِ فصاعِداً ولم يُوَثَّقْ؛ فـ[هو] (٧) مَجْهولُ الحالِ، وهُو المَسْتورُ، وقد قَبلَ روايتَهُ جماعةٌ بغيرِ قيدٍ، وردَّها {ص / ١٤ ب} الجُمهورُ.
والتَّحقيقُ أَنَّ روايةَ المستورِ ونحوِهِ ممَّا فيهِ الاحتِمالُ لا يُطلَقُ [القولُ (٨) ] (٩) بردِّها ولا بِقَبولِها، بل «يقال» (١٠) هي موقوفةٌ إِلى اسْتِبانَةِ حالِه كما جَزَمَ بهِ إِمامُ الحَرمينِ.
ونحوُهُ قولُ ابنِ الصَّلاحِ فيمَن جُرِحَ (١١) بجَرْحٍ غيرِ مُفَسَّرٍ.
ثمَّ<span data-type="title" id=toc-47> البِدْعَةُ</span>، وهي السَّببُ التَّاسعُ مِن أَسبابِ الطَّعنِ في الرَّاوي، وهي إِمَّا أَنْ تَكونَ (١٢) بمُكَفِّرٍ؛ كأَنْ يعتَقِدَ ما يستَلْزِمُ الكُفْرَ، أو بِمُفَسِّقٍ:
_________
(١) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٢) في «ظ» : يتفرد.
(٣) في «ظ» : يتفرد.
(٤) زيادة من «أ» .
(٥) في «ط» : أن يروي.
(٦) ليست في «ن» .
(٧) ليست في «ب» .
(٨) في «ظ» : القبول.
(٩) ليست في «ص» .
(١٠) زيادة من «ط» و «ظ» و «ص» و «ص» و «ب» .
(١١) في «أ» : جزم.
(١٢) في «ظ» : يكون.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (68,'فالأوَّلُ: لا يَقْبَلُ صاحِبَها الجُمهورُ، وقيلَ: يُقْبَلُ مُطلقاً، وقيلَ: إِنْ كانَ لا يعتَقِدُ حِلَّ الكَذِبِ لنُصرَةِ مقالَتِه [قُبِلَ] (١) .
والتحقيق: أنه لا يُرَدُّ كُلُّ مُكفَّرٍ ببدعَتِه (٢) ؛ لأَنَّ كلَّ طائفةٍ تدَّعي أَنَّ مخالِفيها (٣) مبتَدِعةٌ، وقد تُبالِغُ فتُكفِّرُ مخالِفها (٤) ، فلو أُخِذَ {أ / ٢٢ أ} ذلك على الإِطلاقِ؛ لاسْتَلْزَمَ تكفيرَ جميعِ الطَّوائفِ، فالمُعْتَمَدُ أَنَّ الَّذي تُرَدُّ روايتُهُ {ن / ٢٠ ب} مَنْ أَنْكَرَ أَمراً مُتواتِراً مِن [الشَّرعِ] (٥) ، معلوماً مِن الدِّينِ بالضَّرورةِ، وكذا مَن اعتقدَ عكسَهُ.
فأَمَّا مَن لم يَكُنْ بهذهِ الصِّفَةِ، وانْضَمَّ إِلى ذلك ضَبْطُهُ لِما يَرويهِ مَعَ وَرَعِهِ وتَقْواهُ؛ فلا مانِعَ مِن قَبولِهِ «أصلاً» (٦) .
{ظ / ٢٧ أ} والثاني: وهو مَن لا تَقْتَضي (٧) بدعَتُهُ التَّكفيرَ أَصلاً، [و] (٨) قد اختُلِفَ أَيضاً في قَبولِهِ ورَدِّهِ:
فقيلَ: يُرَدُّ مُطلَقاً - وهُو بَعيدٌ -.
وأَكثرُ مَا عُلِّلَ بهِ أَنَّ في الرِّوايةِ عنهُ تَرْويجاً لأمرِهِ وتَنْويهاً بذِكْرِهِ.
وعلى هذا؛ فيَنْبَغي (٩) أَنْ لا يُرْوى عنْ مُبْتَدعٍ شيءٌ يُشارِكُه {ب / ١٧ ب} فيهِ غيرُ مُبتدعٍ.
وقيلَ: يُقْبَلُ (١٠) مُطْلقاً إِلاَّ إِن اعْتَقَدَ حِلَّ الكَذِبِ؛ كما تقدَّمَ.
{ط / ١٦ أ} وقيلَ: يُقْبَلُ مَنْ لَمْ يَكُنْ داعِيةً إِلى بِدعَتِهِ (١١) ؛ لأنَّ تزيينَ بِدعَتِه قد يَحْمِلُهُ (١٢) على تَحريفِ الرِّواياتِ وتَسويَتِها على ما يقتَضيهِ مذهَبُه، وهذا في (١٣) الأصَحِّ.
وأَغْرَبَ ابنُ حِبَّانَ، فادَّعى الاتِّفاقَ على قَبولِ غيرِ الدَّاعيةِ مِن غيرِ
_________
(١) ليست في «ط» .
(٢) في «ن» و «أ» و «ظ» و «ب» : ببدعة.
(٣) في «ظ» : مخالفها.
(٤) في «ن» و «ص» و «أ» و «ظ» و «ب» : مخالفيها.
(٥) ليست في «ن» .
(٦) زيادة من «ط» ، وهي موجودة كذلك في «ظ» ؛ لكني لا أدري أهي مضروب عليها أم أن الخط الموجود على من سوء التصوير.
(٧) في «ظ» : يقتضي.
(٨) ليست في «ب» .
(٩) في «ن» : ينبغي.
(١٠) في «ن» : تقبل.
(١١) في «ص» و «أ» : بدعة.
(١٢) في «ن» : تحمله.
(١٣) في «ب» : هو.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (69,'تفصيلِ.
نَعَمْ؛ الأكثرُ على قَبولِ غيرِ الدَّاعيةِ؛ إِلاَّ إنْ رَوى (١) ما يُقَوِّي بِدْعَتَهُ، فيُرَدُّ على المذهَبِ المُخْتارِ، وبهِ صرَّحَ الحافِظُ أَبو إِسحاقَ إِبراهيمُ بنُ يعقوبَ الجُوْزَجانِيُّ شيخُ أَبي داودَ، والنَّسائِيِّ في كتابِه «معرفة الرِّجال» ، فقالَ في وَصْفِ الرُّواةِ: «ومِنهُم زائغٌ عن الحَقِّ - أَيْ: عنِ السُّنَّةِ - صادقُ اللَّهجَةِ، فليسَ فيهِ حيلةٌ؛ إِلاَّ أَنْ يُؤخَذَ (٢) مِن حديثِه «غير» (٣) ما لا يكونُ مُنْكراً {أ / ٢٢ ب} إِذا لم يُقَوِّ (٤) [بهِ (٥) ] (٦) بدْعَتَهُ» اهـ (٧) .
وما قالَه متَّجِهٌ؛ {ظ / ٢٧ ب} لأنَّ العلَّةَ التي لها رُدَّ (٨) حديثُ الدَّاعيةِ وارِدةٌ {ص / ١٥ أ} فيما إِذا كانَ ظاهِرُ {ن / ٢١ أ} المرويِّ يُوافِقُ مذهَبَ المُبْتَدِع، ولو لم يكنْ داعيةً، واللهُ أَعلمُ.
ثمَّ<span data-type="title" id=toc-48> سوءُ الحِفْظِ </span>وهو السَّببُ العاشِرُ مِن أَسبابِ الطَّعنِ، والمُرادُ بهِ: مَن لم يُرَجَّحْ جانِبُ إِصابتِه على جانِبِ خَطَئهِ (٩) ، وهو على قسمينِ:
إِنْ كانَ لازِماً للرَّاوي في جَميعِ حالاتِه، فهُو الشاذُّ؛ على رَأْيِ [بعضِ أَهلِ الحَديثِ.
أَوْ «إن» (١٠) كانَ سوءُ الحفظِ] (١١) طارِئاً على الرَّاوي إِمَّا لكِبَرِهِ أَو لذَهابِ بصرِه، أَوْ لاحتِراقِ كُتُبِه، أَو عدمِها؛ بأَنْ كانَ يعْتَمِدُها، فرَجَعَ إِلى حفظِهِ، فساءَ (١٢) ، فهذا هو المُخْتَلِطُ.
والحُكْمُ فيهِ أَنَّ ما (١٣) حَدَّثَ بهِ قبلَ الاختلاطِ إِذا تَميَّزَ قُبِلَ، وإِذا (١٤) لم
_________
(١) في «ظ» : يروي.
(٢) في «ن» : يوجد.
(٣) زيادة من «ب» .
(٤) في «ظ» : يقويه، وفي «أ» : تَقْوَ.
(٥) في «ص» : تقوية.
(٦) ليست في «ظ» .
(٧) في «ظ» و «ص» و «أ» و «ب» : انتهى.
(٨) في «ط» : رد لها، وفي «ظ» : رُدّ بها وفي «ص» : بها رد.
(٩) في «أ» و «ب» : خطايه.
(١٠) زيادة من «ط» ، و «ظ» .
(١١) ليست في «ن» .
(١٢) في «ص» : فنسا.
(١٣) في «ظ» : أنما.
(١٤) في «ن» : وإن، وفي «ظ» : فإن.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (70,'يَتَمَيَّزْ تُوُقِّفَ فيهِ، وكذا مَن اشتَبَهَ الأمرُ فيهِ، وإِنَّما يُعْرَفُ ذلك باعْتِبارِ الآخِذينَ عنهُ.
ومَتى تُوبِعَ (١) السَّيِّءُ (٢) الحِفْظِ بِمُعْتَبَرٍ؛ «أي» (٣) كأَنْ يكونَ فوقَهُ {ب / ١٨ أ} أَو مِثْلَه لا دُونَه، وكَذا<span data-type="title" id=toc-49> المُخْتَلِطُ </span>الَّذي لم (٤) يتَمَيَّزْ و «كذا» (٥) المَسْتورُ والإِسنادُ المُرْسَلُ وكذا المُدَلَّسُ إِذا لم يُعْرَفِ المحذوفُ منهُ صارَ حديثُهُم حَسناً؛ لا لذاتِهِ، بل وَصْفُهُ بذلك باعتبارِ المَجْموعِ من المتابِعِ {ظ / ٢٨ أ} والمتَابَعِ؛ لأنَّ [معَ] (٦) كلِّ واحدٍ منهُم احْتِمالَ (٧) كونِ روايتِه «معه» (٨) صواباً أَو غيرَ {ط / ١٦ ب} صوابٍ على حدٍّ سواءٍ.
فإِذا جاءَتْ مِنَ (٩) المُعْتَبَرينَ روايةٌ مُوافِقةٌ لأحدِهِم؛ رُجِّحَ أَحدُ الجانِبينِ مِن الاحْتِمالينِ
_________
(١) في «أ» : تابع.
(٢) في «ب» : سيء.
(٣) زيادة من «ط» .
(٤) في «ط» : لا.
(٥) زيادة من «ص» .
(٦) ليست في «ظ» و «ص» و «ن» و «أ» و «ب» .
(٧) في «ص» : لاحتمال.
(٨) زيادة من «ظ» .
(٩) في «ن» : في.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (71,'المَذكورَيْنِ، ودلَّ ذلك {أ / ٢٣ أ} على (١) أَنَّ الحَديثَ مَحْفوظٌ، فارْتَقى مِن درَجَةِ التوقُّفِ إِلى دَرَجَةِ القَبولِ، [واللهُ أَعلمُ] (٢) .
ومعَ ارْتِقائِهِ (٣) إِلى دَرَجَةِ القَبولِ؛ فهُو مُنْحَطٌّ عنْ رُتْبَةِ (٤) الحَسَنِ لذاتِه، ورُبَّما توقَّفَ بعضُهم عنْ إِطلاقِ اسمِ الحَسَنِ عليهِ.
وقد انْقَضى ما يتعلَّقُ بالمَتْنِ {ن / ٢١ ب} [مِن حيثُ] (٥) القَبولُ والرَّدُّ.
ثمَّ الإِسْنادُ وهُو الطَّريقُ المُوصِلَةُ إِلى المتنِ.
والمَتْنُ: هُو غايَةُ ما يَنْتَهي إِليه الإِسنادُ مِن [الكلامِ] (٦) ، وهُو إِمَّا أَنْ يَنْتَهِيَ إِلى النَّبِيِّ صلَّى اللهُ عليهِ [وآلهِ] (٧) وسلَّمَ، ويقتَضي (٨) لفظُهُ - إِمَّا تَصْريحاً أَوْ حُكْماً - أَنَّ المنَقْولَ بذلك الإِسنادِ مِن قولِهِ صلَّى اللهُ عليهِ [وآلهِ] (٩) وسلَّمَ، أَوْ مِن فِعْلِهِ، أو مِن تَقريرِهِ.
مثالُ<span data-type="title" id=toc-50> المَرفوعِ مِن القولِ تَصريحاً: </span>أَن يقولَ {ص / ١٥ ب} الصَّحابيُّ: سمعتُ النبيَّ (١٠) صلَّى اللهُ عليهِ وسلَّمَ يقولُ: كذا، أَو: حدَّثَنا رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّمَ بكَذا، أَو يقولُ هو أَو {ظ / ٢٨ ب} غيرُه: قالَ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّمَ كذا، أَو: عنْ رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّمَ أَنَّه قالَ كذا، أو (١١) نحوَ ذلك.
ومِثالُ<span data-type="title" id=toc-51> المَرفوعِ مِن الفِعْلِ تَصريحاً: </span>أَن يقولَ الصَّحابيُّ: رأَيْتُ رسولَ اللهِ (١٢) صلَّى اللهُ عليهِ [وآلهِ] (١٣) وسلَّمَ فعَلَ كذا، أَو يقولَ هُو أَو غيرُه: كانَ رسولُ اللهِ صلَّى اللهُ عليهِ [وآلهِ] (١٤) وسلَّمَ يفعَلُّ كذا.
ومِثالُ<span data-type="title" id=toc-52> المَرفوعِ مِن التَّقريرِ تَصريحاً: </span>أَنْ يقولَ الصَّحابيُّ: فعَلْتُ بحضرَةِ النبيِّ (١٥) صلَّى اللهُ عليهِ [وآلهِ] (١٦) وسلَّمَ {ب / ١٨ ب} كذا، أَو يقولَ هو أَو غيرُه: فعَلَ فُلانٌ بحَضْرَةِ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١٧) وسلَّمَ كذا، ولا يذكُرُ إِنكارَهُ لذلك.
ومثالُ<span data-type="title" id=toc-53> المرفوعِ مِن القولِ حُكْماً {أ / ٢٣ ب} لا تَصْريحاً: </span>«مصدرية» (١٨) أَنْ (١٩) يقولَ الصَّحابيُّ - الَّذي لم يأْخُذْ عَنِ الإِسرائيليَّاتِ - ما لا مجالَ للاجْتِهادِ فيهِ، ولا (٢٠) [لهُ] (٢١) تعلُّقٌ
_________
(١) في «ط» : على ذلك.
(٢) ليست في «ط» .
(٣) في «ن» : الارتقاء.
(٤) في «ص» : درجة.
(٥) ليست في «ص» .
(٦) ليست في «ن» .
(٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٨) في «ص» : وينقضي.
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٠) في «ط» و «ظ» و «ص» و «أ» و «ب» : رسول الله.
(١١) في «ظ» و «ص» : و.
(١٢) في «ص» : النبي.
(١٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٥) في «ط» و «ن» : رسول الله.
(١٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٨) زيادة من «ب» .
(١٩) في «ن» و «ط» و «ظ» و «ص» و «ب» و «أ» : ما.
(٢٠) في «ظ» : وما.
(٢١) ليست في «ب» .',NULL,'106',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (72,'ببيانِ لُغةٍ أَو شرحِ غريبٍ؛ كالإِخْبارِ عنِ الأمورِ الماضيةِ مِن {ن / ٢٢ أ} بدْءِ الخَلْقِ وأَخْبارِ {ط / ١٧ أ} الأنبياءِ «عليهم الصلاة والسلام» (١) ، أَو (٢) الآتيةِ كالملاحمِ والفِتَنِ وأَحوالِ يومِ القيامةِ.
وكذا الإِخْبارُ عمَّا (٣) يحْصُلُ بفِعْلِهِ ثوابٌ مَخْصوصٌ أَو عِقابٌ مَخْصوصٌ.
وإِنَّما كانَ لهُ حُكْمُ المَرفوعِ؛ لأنَّ إِخبارَهُ بذلك يقتَضي مُخْبِراً لهُ، {ظ / ٢٩ أ} و [ما] (٤) لا مَجالَ للاجتِهادِ فيهِ يَقتَضي مُوقِفاً للقائلِ بهِ، ولا مُوقِفَ للصَّحابَةِ (٥) إِلاَّ النبيُّ صلَّى اللهُ عليهِ [وآلهِ] (٦) وسلَّمَ، أَو بعضُ مَن يُخْبِرُ عَن الكُتبِ القديمةِ، فلهذا وقعَ الاحْتِرازُ عنِ القسمِ الثَّاني، وإِذا (٧) كانَ كذلك؛ فلهُ حُكْمُ ما لو قالَ: قالَ رسولُ اللهِ (٨) صلَّى اللهُ عليهِ [وآلهِ] (٩) وسلَّمَ؛ فهُو مَرْفوعٌ؛ سواءٌ كانَ ممَّا سمِعَهُ منهُ أَو عنهُ بواسِطةٍ.
ومِثالُ<span data-type="title" id=toc-54> المَرفوعِ مِن الفِعْلِ حُكماً: </span>أَنْ يفعَلَ الصَّحابيُّ ما لا مَجالَ للاجْتِهادِ فيهِ فيُنَزَّلُ (١٠) على أَنَّ ذلك عندَه عنِ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١١) وسلَّمَ كما قالَ الشافعيُّ [- رضيَ اللهُ عنهُ -] (١٢) في صلاةِ عليٍّ «كرم الله وجهه» (١٣) في الكُسوفِ في كُلِّ ركعةٍ أَكثرَ مِن رُكوعَيْنِ.
ومثالُ<span data-type="title" id=toc-55> المَرفوعِ مِن التَّقريرِ حُكْماً: </span>أَنْ يُخبِرَ الصَّحابيُّ أَنَّهُم كانُوا يفْعَلونَ في زمانِ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١٤) وسلَّمَ كذا؛ فإِنَّهُ يكونُ لهُ حُكمُ الرَّفعِ مِن جهةِ أَنَّ الظَّاهِرَ «هو» (١٥) اطِّلاعُهُ صلَّى اللهُ عليهِ [وآلهِ] (١٦) وسلَّمَ على ذلك لتوفُّرِ دَواعِيهِم على سُؤالِهِ عن (١٧) أُمورِ دِينِهم، {ص / ١٦ أ}
_________
(١) زيادة من «ص» ، و «ب» وفيها: عليهم السلام.
(٢) في «ظ» : و.
(٣) في «ن» : عن ما.
(٤) ليست في «ن» و «ظ» .
(٥) في «ص» : للصحابي.
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «ص» : فإذا.
(٨) في «ظ» : النبي.
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٠) في «ن» : فيدل.
(١١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٢) ليست في «ط» و «ظ» و «ص» و «ب» ، وفي «أ» : رحمه الله.
(١٣) زيادة من «ص» .
(١٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٥) زيادة من «ط» .
(١٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٧) في «ظ» : من.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (73,'ولأنَّ (١) ذلك الزَّمانَ زمانُ {أ / ٢٤ أ} [نُزولِ] (٢) الوَحْيِ فلا يقعُ مِن الصَّحابةِ {ب / ١٩ أ} فِعْلُ شيءٍ ويستمرُّونَ عليهِ إِلاَّ وهُو غيرُ ممنوعِ الفعلِ.
وقدِ {ظ / ٢٩ ب} استدلَّ جابِرٌ وأَبو سعيدٍ [الخُدريُّ] (٣) - رضي الله عنهما - على جوازِ العَزْلِ بأَنَّهُم كانوا {ن / ٢٢ ب} يفعَلونَه (٤) والقرآنُ ينزِلُ، ولو كانَ ممَّا يُنْهَى عنهُ لنَهى [عنهُ] (٥) القُرآنُ.
ويلتَحِقُ بقَولي: «حُكْماً» ؛ ما وردَ بصيغةِ الكنايةِ في موضعِ الصِّيَغِ الصَّريحةِ بالنِّسبةِ إِليه صلَّى اللهُ عليهِ [وآلهِ] (٦) وسلَّمَ؛ كقولِ التَّابعيِّ عنِ الصَّحابيِّ: يرفعُ الحَديثَ، أو: يرويهِ، أو: يَنْميهِ، أَو: روايةً، أَو: يبلُغُ بهِ (٧) ، أَو: رواهُ (٨) .
وقد يَقْتَصِرونَ على القولِ معَ {ط / ١٧ ب} حَذْفِ القائلِ، ويُريدونَ بهِ النبيَّ صلَّى اللهُ عليهِ [وآلهِ] (٩) وسلَّمَ؛ كقولِ ابنِ سيرينَ عنْ أَبي هُريرةَ [رضيَ اللهُ عنهُ] (١٠) قالَ: قالَ: «تُقاتِلونَ (١١) قَوْماً» الحديث.
وفي كلامِ الخَطيبِ أَنَّه اصْطِلاحٌ خاصٌّ بأَهلِ البَصرَةِ.
ومِن الصِّيَغِ المُحْتَمِلةِ: قولُ الصَّحابيِّ: مِِن السُّنَّةِ كذا، فالأكثرُ (١٢) على أَنَّ ذلك مرفوعٌ.
ونقلَ ابنُ عبدِ البرِّ فيهِ الاتِّفاقَ؛ قالَ: وإِذا قالَها غيرُ الصَّحابيِّ؛ فكذلك، ما لم يُضِفْها إِلى صاحِبِها كسُنَّةِ العُمَرينِ.
وفي نَقْلِ الاتِّفاقِ نَظَرٌ، فعَنِ الشَّافعيِّ في أَصلِ المسأَلةِ قولانِ.
وذَهَبَ إِلى أَنَّهُ غيرُ مرفوعٍ أَبو بكرٍ الصَّيرفيُّ مِن الشَّافعيَّةِ، وأَبو بكرٍ الرَّازيُّ مِن الحنفيَّةِ،
_________
(١) في «ظ» : وكان.
(٢) ليست في «ط» .
(٣) ليست في «ط» و «ظ» و «ص» و «أ» و «ب» .
(٤) في «ظ» : يفعلون.
(٥) ليست في «ن» .
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «ط» و «ظ» و «أ» و «ب» : يبلُغُ بهِ، أو رواية.
(٨) في «ن» : أو: يبلغ به، أو: رواه، أو: رواية.
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٠) ليست في «ص» و «أ» و «ب» .
(١١) في «ظ» : يقاتلون.
(١٢) في «ب» : فالأكثرون.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (74,'وابنُ حزمٍ {ظ / ٣٠ أ} مِن أَهلِ الظَّاهِرِ، واحتَجُّوا بأَنَّ السُّنَّةَ تتردَّدُ بينَ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١) وسلَّمَ وبينَ غيرِه، وأُجِيبوا بأَنَّ احْتِمالَ إِرادةِ (٢) غيرِ النبيِّ صلَّى اللهُ [عليهِ] (٣) وسلَّمَ {أ / ٢٤ ب} بعيدٌ.
وقد روى البُخاريُّ في صحيحِه في (٤) حديثِ ابنِ شِهابٍ، عن سالِمِ بنِ عبدِ اللهِ بنِ عُمَرَ عن أَبيهِ في قصَّتِه معَ الحجَّاج حينَ (٥) قالَ لهُ: إِنْ كُنْتَ تُريدُ السُّنَّةَ فهَجِّرْ بالصَّلاةِ [يومَ عَرَفَةَ] (٦) .
{ن / ٢٣ أ} قالَ ابنُ شِهابٍ: فقلتُ لسالِمٍ: أَفَعَلَهُ رسولُ اللهِ صلَّى اللهُ عليهِ [وآلهِ] (٧) وسلَّمَ؟ فقالَ: وهل (٨) يَعْنونَ [بذلك] (٩) إِلاَّ سُنَّتَهُ (١٠) [صلى الله تعالى عليه وآله وسلم] (١١) ؟!
فنَقَلَ سالمٌ - وهو أَحدُ الفُقهاءِ السَّبعَةِ مِن أَهلِ المدينةِ وأَحدُ الحفَّاظِ {ب / ١٩ ب} مِن التَّابعينَ [عنِ الصَّحابةِ] (١٢) - أَنَّهم إِذا أَطلَقوا السُّنَّةَ؛ لا يُريدونَ بذلك إِلاَّ سُّنَّةَ النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١٣) وسلَّمَ.
وأَمَّا قولُ بعضِهِم: إِذا (١٤) كانَ مرفوعاً؛ فلمَ لا يقولونَ فيهِ: قالَ رسولُ اللهِ «صلى الله عليه وسلم» (١٥) ؟ فجوابُهُ: إِنَّهُم تَرَكوا الجَزْمَ بذلك تورُّعاً واحتِياطاً.
ومِن هذا: قولُ أَبي قِلابةَ عن أَنسٍ: «مِن السُّنَّةِ إِذا تزوَّجَ البِكْرَ على الثَّيِّبِ أَقامَ عندَها سَبعاً» ، أَخرَجاهُ في {ص / ١٦ ب} [الصَّحيحينِ (١٦) ] (١٧) .
_________
(١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢) في «ب» : إيرادة.
(٣) ليست في «ظ» .
(٤) في «ن» و «أ» : من.
(٥) في «ص» : حيث.
(٦) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٧) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٨) في «ب» : فهل.
(٩) ليست في «ب» .
(١٠) في «ظ» : سنة.
(١١) ليست في «ط» و «ظ» و «ص» و «أ» و «ب» .
(١٢) ليست في «ظ» .
(١٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٤) في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» : إن.
(١٥) زيادة من «ظ» .
(١٦) في «ص» و «ظ» و «أ» و «ب» : الصحيح.
(١٧) ليست في «ن» و «ط» .',NULL,'109',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (75,'قالَ أَبو قِلابةَ «عن أنس» (١) : لو شِئْتُ لقلتُ: إِنَّ أَنساً (٢) رفَعَهُ إِلى {ظ / ٣٠ ب} النبيِّ [صلَّى اللهُ عليهِ [وآلهِ] (٣) وسلَّمَ] (٤) .
أَي: لو قُلتُ: لمْ أَكْذِبْ؛ لأَنَّ قولَه: «مِن السُّنَّةِ» هذا معناهُ، {ط / ١٨ أ} «و» (٥) لكنَّ إِيرادَهُ بالصِّيغَةِ التي ذَكَرها الصَّحابيُّ أَوْلى (٦) .
ومِن ذلك: قولُ الصَّحابيِّ: أُمِرْنا بكَذا، أَو: نُهينا عنْ كذا، فالخِلافُ [فيهِ] (٧) كالخِلافِ في الَّذي قَبْلَهُ؛ لأنَّ مُطْلَقَ ذلك ينصَرِفُ بظاهِرِه إِلى مَنْ لهُ الأمرُ والنَّهْيُ، وهُو الرَّسولُ (٨) صلَّى اللهُ عليهِ [وآلهِ] (٩) وسلَّمَ.
وخالفَ في ذلك طائفةٌ «و» (١٠) تمَسَّكوا باحْتِمالِ أَنْ يَكونَ المُرادُ غيرَه، كأَمرِ القُرآنِ، أَو (١١) الإِجماعِ، أَو بعضِ الخُلفاءِ، {أ / ٢٥ أ} أَو الاستِنْباطِ!
وأُجيبوا بأَنَّ الأصلَ هو الأوَّلُ، وما عداهُ مُحْتَمَلٌ، لكنَّهُ بالنسبةِ إليهِ مرجوحٌ.
وأَيضاً؛ فمَن كان في طاعةِ رئيسٍ {ن / ٢٣ ب} إِذا قالَ: أُمِرْتُ؛ لا يُفْهَمُ عنهُ أَنَّ آمِرَهُ [ليس] (١٢) إِلاَّ رئيسُهُ.
وأَمَّا قولُ مَن قالَ: يُحْتَمَلُ أَنْ يُظنَّ ما ليسَ بأمرٍ أمراً! فلا اخْتِصاصَ لهُ بهذهِ المسأَلَةِ، بل [هُو] (١٣) مذكورٌ فيما لو صرَّحَ، فقالَ: أَمَرَنا رسولُ اللهِ صلَّى اللهُ عليهِ [وآلهِ] (١٤) وسلَّمَ بكذا.
وهو احْتِمالٌ ضعيفٌ؛ لأنَّ الصَّحابيَّ عدلٌ عارفٌ باللِّسانِ، فلا يُطلقُ ذلك إِلاَّ بعدَ التحقُّقِ (١٥) .
ومن ذلك: قولُه (١٦) : كنَّا نفعَلُ كذا، فلهُ حُكْمُ الرَّفعِ أَيضاً كما تقدَّمَ.
ومِن ذلك: أَنْ يَحْكُمَ الصَّحابيُّ {ظ / ٣١ أ} على فِعلٍ مِن الأفعالِ بأَنَّه طاعةٌ للهِ «تعالى» (١٧) أَو (١٨) لرسولِهِ [صلَّى اللهُ عليهِ وآلهِ وسلَّمَ] (١٩) ، أَو معصيةٌ (٢٠) ؛ كقولِ عَمَّارٍ: «مَن صامَ اليومَ الَّذي يُشَكُّ فيهِ؛ فقدْ عَصى
_________
(١) زيادة من «ظ» .
(٢) في «ظ» : إنسانا.
(٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٤) ليست في «ب» .
(٥) زيادة من «ط» .
(٦) في «ب» : أولا.
(٧) ليست في «أ» .
(٨) في «ظ» : النبي.
(٩) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٠) زيادة من «ظ» و «ص» .
(١١) في «ظ» : و.
(١٢) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(١٣) ليست في «ب» .
(١٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٥) في «ن» و «ظ» و «ص» و «أ» : التحقيق.
(١٦) في «ظ» : قول.
(١٧) زيادة من «ط» و «ظ» .
(١٨) في «ص» : و.
(١٩) ليست في «ن» و «ط» و «ظ» و «أ» و «ب» .
(٢٠) في «ظ» و «ب» : معصيته.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (76,'أَبا القاسِمِ «صلَّى اللهُ عليهِ وسلَّمَ» (١) » .
{ب / ٢٠ أ} فلهذا حُكْمُ الرَّفعِ أَيضاً؛ لأنَّ الظَّاهِرَ أَنَّ ذلك ممَّا (٢) تلقَّاهُ عنِ (٣) [النبيِّ] (٤) صلَّى اللهُ عليهِ [وآلهِ] (٥) وسلَّمَ.
أَوْ تَنْتَهي (٦) غايةُ الإِسنادِ إلى الصَّحابِيِّ كَذلكَ؛ أَي: مِثْلَ ما تقدَّمَ في (٧) كونِ اللَّفْظِ يَقْتَضي التَّصريحَ بأَنَّ المَقولَ (٨) هُو مِن قولِ الصَّحابيِّ، أَو (٩) مِن فعلِهِ، أَو مِن تقريرِه، ولا يَجيءُ فيهِ جَميعُ ما تقدَّمَ بل مُعْظَمُه.
والتَّشبيهُ لا تُشْتَرَطُ (١٠) فيهِ المُساواةُ مِن كلِّ جهةٍ (١١) .
ولمَّا [أَنْ] (١٢) كانَ هذا المُخْتَصرُ شامِلاً لجَميعِ أَنواعِ {ط / ١٨ ب} [عُلومِ] (١٣) الحَديثِ اسْتَطْرَدْتُ (١٤) [منهُ (١٥) ] (١٦) إِلى<span data-type="title" id=toc-56> تَعريفِ الصَّحابيِّ </span>مَن (١٧) «ما» (١٨) هو، فقلتُ: وهُو: مَنْ لَقِيَ النَّبِيِّ صَلَّى اللهُ [تَعالى] (١٩) عليهِ [وآلهِ] (٢٠) وسلَّمَ ُمؤمِناً بهِ وماتَ عَلى الإِسلامِ، {ص / ١٧ أ} ولو تَخَلَّلَتْ رِدَّةٌ؛ [في] (٢١) الأَصَحَّ.
{أ / ٢٥ ب} والمرادُ باللِّقاءِ ما هُو أَعمُّ مِن المُجالَسَةِ والمُماشاةِ ووصولِ أَحدِهِما إِلى الآخَرِ وإِنْ لم يُكالِمْهُ (٢٢) ، وتدخُلُ (٢٣) [فيهِ] (٢٤) رُؤيَةُ (٢٥) أَحدِهما الآخَرَ (٢٦) ، سواءٌ كانَ ذلك بنفسِه أَو (٢٧) بغيْرِه.
والتَّعْبيرُ بـ «اللُّقِيَّ» {ن / ٢٤ أ} أَولى مِن قولِ بعضِهم: الصَّحابيُّ مَن رأَى النبيَّ [صلى الله تعالى عليه وآله وسلم] (٢٨) ؛ لأنَّهُ يخرُجُ [حينئذٍ] (٢٩) ابنُ أُمِّ مكتومٍ ونحوُهُ مِن العُميانِ، وهُم صحابةٌ بلا تَرَدُّدٍ، واللُّقي في هذا التَّعريفِ {ظ / ٣١ ب} كالجِنْسِ.
و «في» (٣٠) قَوْلِي: «مُؤمناً» ؛ كالفَصْلِ، يُخْرِجُ مَن حَصَلَ لهُ اللِّقاءُ المذكورُ، لكنْ في حالِ كونِه كافراً.
وقَوْلي: «بهِ» فصلٌ ثانٍ يُخْرِجُ مَن لَقِيَهُ مُؤمِناً لكنْ بغيرِه مِن
_________
(١) زيادة من «ط» و «ص» و «أ» .
(٢) في «ب» : لما.
(٣) في «ن» و «ظ» و «ص» و «أ» و «ب» : عنه.
(٤) ليست في «ن» و «ظ» و «ص» و «أ» و «ب» .
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ظ» و «ن» و «ب» : ينتهي.
(٧) في «ط» و «ظ» و «ب» : من.
(٨) في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» : المنقول.
(٩) في «ص» : و.
(١٠) في «ظ» و «ص» : يشترط.
(١١) في «ن» : وجه.
(١٢) ليست في «ن» و «ط» و «ظ» .
(١٣) ليست في «ن» .
(١٤) في «ظ» : استطرته، وفي «أ» و «ب» : استطرد.
(١٥) في «ص» : فيه.
(١٦) ليست في «ظ» .
(١٧) في «ن» و «أ» و «ب» : ما، وفي «ط» : على.
(١٨) زيادة من «ص» .
(١٩) ليست في «ن» و «ط» و «ظ» و «ب» .
(٢٠) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢١) ليست في «ب» .
(٢٢) في «ص» : تكلمه.
(٢٣) في «ص» و «أ» و «ب» : ويدخل.
(٢٤) ليست في «ن» .
(٢٥) في «أ» : رواية.
(٢٦) في «ط» : للآخر.
(٢٧) في «ظ» و «أ» : أم.
(٢٨) ليست في «ب» .
(٢٩) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٣٠) زيادة من «ب» .',NULL,'111',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (77,'الأنبياءِ «عليهم الصلاة والسلام» (١) .
لكنْ: هل يُخْرِجُ مَن لَقِيَهُ مُؤمِناً بأَنَّهُ (٢) سَيُبْعَثُ ولم يُدْرِكِ البِعْثَةَ «كبحيرة» (٣) ؟ «و» (٤) فيهِ نَظرٌ!
وقَوْلي: «وماتَ على الإِسلامِ» ؛ فصلٌ ثالِثٌ يُخْرِجُ مَنِ ارتَدَّ بعدَ أَنْ لَقِيَه مُؤمِناً [بهِ] (٥) ، وماتَ على الرِّدَّةِ؛ كعُبَيْدِ (٦) اللهِ بنِ جَحْشٍ وابن خَطَلٍ.
وقَوْلي: « [ولو] (٧) تَخَلَّلَتْ رِدَّةٌ» ؛ أي: بينَ لُقِيِّهِ لهُ مُؤمِناً [بهِ] (٨) وبينَ موتِه على الإِسلامِ؛ فإِنَّ اسمَ الصُّحبةِ باقٍ لهُ، سواءٌ أَرجَعَ (٩) إِلى الإسلامِ في حياتِهِ [صلَّى اللهُ عليهِ [وآلهِ] (١٠) وسلَّمَ] (١١) أَو (١٢) بعدَه، [و] (١٣) سواءٌ أَلَقِيَهُ (١٤) ثانياً أَمْ لا!
وقَوْلي: «في الأصحِّ» ؛ إِشارةٌ إِلى الخِلافِ في المسأَلةِ.
ويدلُّ على رُجْحانِ الأوَّلِ قصَّةُ الأشْعَثِ بنِ قيسٍ؛ فإِنَّه كانَ ممَّنِ ارتَدَّ، وأُتِيَ بهِ [إِلى] (١٥) [أَبي بكرٍ] (١٦) [الصدِّيقِ] (١٧) {ب / ٢٠ ب} أَسيراً، فعادَ إِلى الإسلامِ، فقَبِلَ منهُ ذلك، وزوَّجَهُ أُخْتَهُ، ولم يتخلَّفْ أَحدٌ عنْ ذِكْرِهِ (١٨) في الصَّحابةِ ولا عنْ تخريجِ أحاديثِه في (١٩) المَسانيدِ {أ / ٢٦ أ} وغيرِها.
تَنْبيهانِ:
أَحَدُهما: لا خَفاءَ برُجْحانِ (٢٠) رُتبةِ مَن لازَمَه صلَّى {ط / ١٩ أ} اللهُ عليهِ [وآلهِ] (٢١) وسلَّمَ، وقاتَلَ معَهُ، أَو قُتِلَ تَحْتَ رايتِه، {ظ / ٣٢ أ} على مَن لم يُلازمْهُ، أَو (٢٢) لم يَحْضُرْ معهُ مشهداً، و (٢٣) على {ن / ٢٤ ب} مَن كلَّمَهُ يَسيراً، أَو ماشاهُ قَليلاً، أَو رآهُ على بُعْدٍ، أَو في حالِ الطُّفولةِ (٢٤) ، وإِن كانَ شرفُ الصُّحْبةِ حاصِلاً للجَميعِ.
ومَنْ ليسَ لهُ مِنهُم سماعٌ منهُ؛ فحديثُهُ مُرْسَلٌ من حيثُ الرِّوايةُ،
_________
(١) زيادة من «ص» .
(٢) في «ظ» : فإنه.
(٣) زيادة من «ط» .
(٤) زيادة من «ظ» و «ص» .
(٥) ليست في «ط» و «ظ» و «ص» و «أ» و «ب» .
(٦) في «ظ» و «ب» كعبد.
(٧) ليست في «ظ» .
(٨) ليست في «ط» .
(٩) في «ن» و «ط» و «ظ» و «ص» : رجع.
(١٠) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١١) ليست في «ظ» و «ب» .
(١٢) في «ط» و «ظ» و «ص» و «أ» : أم.
(١٣) ليست في «أ» .
(١٤) في «ن» و «ط» و «ظ» : لقيه.
(١٥) ليست في «ظ» .
(١٦) ليست في «ب» .
(١٧) ليست في «ط» .
(١٨) في «ن» : ذكر.
(١٩) في «ب» : من.
(٢٠) في «ص» و «ظ» : في رجحان.
(٢١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢٢) في «ب» : و.
(٢٣) في «ظ» و «ب» : أو.
(٢٤) في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» : الطفولية.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (78,'وهُم معَ ذلك معددونَ في الصَّحابةِ؛ لما نالوهُ مِن شرفِ الرُّؤيةِ (١) .
«و» (٢) ثانيهِما: يُعْرَفُ كونُه صحابيّاً؛ بالتَّواتُرِ، أَو (٣) الاستفاضَةِ، أَو (٤) الشُّهْرةِ، أَو بإِخبارِ (٥) بعضِ (٦) الصَّحابةِ، أَو بعضِ (٧) ثقاتِ التَّابِعينَ، أَو بإِخبارِهِ عنْ نفسِهِ بأَنَّهُ صحابيٌّ؛ {ص / ١٧ ب} إِذا كانَ (٨) دعواهُ ذلكَ تدخُلُ (٩) تحتَ الإِمكانِ!
وقد استَشْكَلَ هذا الأخيرَ جماعَةٌ مِن حيثُ [إِنَّ] (١٠) دعواهُ ذلك نظيرُ دَعْوى مَن قالَ: أَنا عَدْلٌ!
ويَحْتاجُ إِلى تأَمُّلٍ!!
أَوْ تنتَهي (١١) غايةُ الإِسنادِ إِلى التَّابِعيَ، وهو مَنْ لَقِيَ الصَّحابِيَّ كذلكَ، وهذا متعلِّقٌ باللُّقيِّ، وما ذُكِرَ (١٢) معهُ؛ إِلاَّ قَيْدُ الإِيمانِ بهِ؛ فذلكَ (١٣) خاصٌّ بالنبيِّ صلى الله عليه [وآله] (١٤) وسلم.
وهذا &gt; (١٥) {هـ / ٢٢ ب} هُو المُختارُ؛ خلافاً لمَن اشْتَرَطَ في التَّابعيِّ طولَ المُلازمةِ، أَو صُحْبَةَ (١٦) السَّماعِ، أَو التَّمييزَ.
وبَقِيَ بينَ الصَّحابةِ والتَّابعينَ طبَقَةٌ اخْتُلِفَ في إِلحاقِهِم بأَيِّ القِسمينِ، وهُم المُخَضْرَمونَ «من» (١٧) الَّذين أَدْرَكوا {ظ / ٣٢ ب} الجَاهِليَّةَ والإِسلامَ، ولم يَرَوا النبيَّ صلى الله عليه [وآله] (١٨) وسلم، فعدَّهُم ابنُ عبدِ البرِّ في الصَّحابةِ.
{أ / ٢٦ ب} وادَّعَى عِياضٌ {ب / ٢١ أ} وغيرُه أَنَّ [ابنَ] (١٩) عبدِ البرِّ يقولُ: إِنَّهُم صحابةٌ! وفيهِ نظرٌ؛ لأنَّهُ [أَفصَحَ] (٢٠) في [خُطبةِ] (٢١) كتابِه بأَنَّهُ إِنَّما أَورَدَهُم ليكونَ كتابُه جامِعاً مُستوعِباً لأهْلِ القرنِ الأوَّلِ.
والصَّحيحُ أَنَّهُم مَعددونَ في كبارِ التَّابعينَ سواءٌ {ن / ٢٥ أ} عُرِف (٢٢) أَنَّ الواحِدَ منهُم كانَ مُسلماً في زمنِ النبيِّ [صلى الله عليه [وآله] (٢٣) وسلم] (٢٤) - كالنَّجاشيِّ - أَمْ لا؟
{ط / ١٩ ب} لكنْ إِنْ ثبتَ أَنَّ النبيَّ صلى الله عليه [وآله] (٢٥) وسلم ليلةَ الإِسْراءِ كُشِفَ لهُ (٢٦) عن جَميعِ مَن في الأرْضِ فرَآهُمْ، فيَنْبَغِي أَنْ يُعَدَّ مَنْ كانَ مُؤمِناً [بهِ] (٢٧)
_________
(١) في «أ» : الرواية.
(٢) زيادة من «ظ» .
(٣) في «ص» و «ب» : و.
(٤) في «ص» : و.
(٥) في «ط» : إخبار.
(٦) في «ظ» و «ص» : بعد.
(٧) في «ظ» : بعد.
(٨) في «ن» و «ظ» و «ص» و «أ» و «ب» : كانت.
(٩) في «ظ» : يدخل.
(١٠) ليست في «ظ» .
(١١) في «ن» و «ظ» و «ص» و «ب» : ينتهي.
(١٢) في «ن» : ذكره.
(١٣) في «ظ» و «ص» و «ب» : وذلك.
(١٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٥) هذا المقدار ساقط من النسخة «هـ» .
(١٦) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : صحة.
(١٧) زيادة من «أ» .
(١٨) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٩) ليست في «ظ» .
(٢٠) ليست في «ن» .
(٢١) ليست في «ص» .
(٢٢) في «أ» : أعرف.
(٢٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢٤) ليست في «ب» .
(٢٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢٦) في «ن» : كشف له ليلة الإسراء.
(٢٧) ليست في «ط» .',NULL,'113',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (79,'[في حياتِه] (١) [إِذْ ذاكَ] (٢) - وإِنْ لمْ يُلاقِهِ (٣) - في الصَّحابةِ؛ لحُصولِ الرُّؤيَةِ من جانِبِهِ صلَّى اللهُ عليهِ [وآلهِ] (٤) وسلَّمَ.
فالقسمُ (٥) الأوَّلُ ممَّا تقدَّمَ ذِكْرُهُ مِن الأقْسامِ الثَّلاثةِ - وهُو (٦) ما تَنْتَهي (٧) {هـ / ٢٣ أ} إلى (٨) [النَّبيِّ صلَّى اللهُ عليهِ وسلَّمَ] (٩) غايةُ الإِسنادِ - هُو<span data-type="title" id=toc-57> المَرْفوعُ</span>، سواءٌ كانَ ذلك الانتهاءُ بإِسنادٍ مُتَّصلٍ أَم لا.
والثَّانِي: «هو» (١٠)<span data-type="title" id=toc-59> المَوْقوفُ</span>، وهو ما انْتَهَى (١١) إلى الصَّحابيِّ.
والثَّالِثُ:<span data-type="title" id=toc-58> المَقْطوعُ</span>، وهو ما ينْتَهي (١٢) إلى التَّابعيِّ.
ومَنْ «هو» (١٣) دُونَ التَّابِعِيِّ مِن أَتْباعِ التَّابعينَ {ص / ١٨ أ} فمَنْ بعْدَهُم {ظ / ٣٣ أ} ؛ فيهِ؛ أَي: في التَّسميةِ، مِثْلُهُ؛ أَي: مثلُ ما ينتَهي (١٤) إِلى التَّابعيِّ في تسميةِ [جميعِ] (١٥) ذلك مَقطوعاً، وإِنْ شِئْتَ قُلْتَ: موقوفٌ على فُلانٍ.
فحَصَلَتِ التَّفرقةُ في «جميع» (١٦) الاصطِلاحِ بين المَقطوعِ والمُنْقَطِعِ، [فالمُنْقَطِعُ] (١٧) مِن مباحِثِ الإِسنادِ كما تقدَّمَ، والمَقْطوعُ مِن مباحِثِ المَتْنِ كما ترى.
وقد أَطلَقَ بعضُهُم هذا في موضِعِ هذا، وبالعكْسِ؛ تجوُّزاً عنِ الاصطِلاح.
{أ / ٢٧ أ} ويُقالُ للأخيرينِ؛ أي: الموقوفِ والمَقطوعِ: الأَثَرُ (١٨) .
والمُسْنَدُ في قولِ أَهلِ الحَديث: هذا (١٩) [حديثٌ مُسنَدٌ] (٢٠) : هو: مرفوعُ
_________
(١) ليست في «هـ» و «أ» .
(٢) ليست في «ظ» .
(٣) في «هـ» : يلاقي.
(٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) في «أ» و «ط» : والقسم.
(٦) في «ب» : وهي.
(٧) في «ظ» : ينتهي.
(٨) في «ن» و «ط» و «هـ» و «ص» و «ب» : ينتهي إليه.
(٩) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(١٠) زيادة من «أ» .
(١١) في «ظ» و «ص» : ينتهي.
(١٢) في «ن» و «ب» : انتهى.
(١٣) زيادة من «ب» .
(١٤) في «ب» : انتهى.
(١٥) ليست في «ص» .
(١٦) زيادة من «ص» .
(١٧) ليست في «ص» .
(١٨) في «ظ» : ويُقالُ للأخيرينِ: الأَثَرُ؛ أي: الموقوفِ والمَقطوعِ.
(١٩) في «ن» : هنا.
(٢٠) ليست في «ب» .',NULL,'114',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (80,'صَحابِيٍّ بِسَنَدٍ ظاهِرُهُ الاتِّصالُ، فقولي: «مرفوعٌ» كالجنسِ، وقولي: «صحابيٍّ» كالفصلِ، يَخرُجُ بهِ ما رفعهُ التَّابعيُّ؛ {ن / ٢٥ ب} فإِنَّه مُرْسَلٌ، أَو مَن دونَه؛ [فإِنَّه] (١) مُعْضَلٌ أَو مُعلَّقٌ.
و «في» (٢) قولي: «ظاهِرُهُ {هـ / ٢٣ ب} الاتِّصالُ» {ب / ٢١ ب} يُخْرِجُ ما ظاهِرُه الانقطاعُ، ويُدخِل [ما] (٣) فيه الاحتمالُ، وما يوجَدُ (٤) فيه حقيقةُ الاتِّصالِ مِن بابِ أَولى (٥) .
ويُفهَمُ مِن التَّقييدِ بالظُّهورِ أَنَّ الانقطاعَ الخفيَّ كعنعَنَةِ المدلِّسِ والمُعاصرِ الذي لم [يثبُتْ] (٦) لُقِيُّهُ؛ لا يُخرِجُ «عن» (٧) الحديثَ عن [كونِه] (٨) مُسنَداً؛ لإِطباقِ [الأئمَّةِ] (٩) الَّذينَ خَرَّجوا (١٠) {ط / ٢٠ أ} المسانيدَ (١١) على ذلك.
وهذا التَّعريفُ مُوافِقٌ (١٢) لقَولِ الحاكمِ: «المُسْنَدُ: ما رواهُ المحدِّثُ عن شيخٍ يَظْهَرُ سماعُه منهُ، وكذا شيخُه من (١٣) شيخِهِ مُتَّصلاً {ظ / ٣٣ ب} إِلى صحابيٍّ (١٤) إِلى رسولِ اللهِ (١٥) صلى الله عليه [وآله] (١٦) وسلم» .
وأمَّا الخَطيبُ فقالَ: المُسْنَدُ: المُتَّصلُ.
فعلى هذا: الموقوفُ إِذا جاءَ بسندٍ مُتَّصلٍ يسمَّى (١٧) عندَه مسنداً، لكنْ (١٨) قال: إِنَّ ذلك قد يأْتي، لكنْ بقلَّةٍ.
وأَبعدَ ابنُ عبدِ البرِّ حيثُ قالَ: «المُسندُ المرفوعُ» ولم (١٩) يتعرَّضْ للإِسنادِ؛ فإِنَّهُ يصدُقُ على المُرسلِ والمُعضَلِ والمُنقطِعِ إِذا كانَ المتنُ مرفوعاً! ولا قائلَ بهِ.
فإِنْ قَلَّ عَدَدَهُ؛ أي: عددُ رجالِ السَّندِ، فإِمَّا أَنْ يَنْتَهِيَ إِلى النَّبِيِّ صلَّى اللهُ عليهِ [وآلهِ] (٢٠) وسلَّمَ بذلك العددِ (٢١) القليلِ {هـ / ٢٤ أ} بالنِّسبةِ إِلى [أَيِّ] (٢٢) سندٍ آخَرَ يَرِدُ بهِ ذلك الحَديثُ {أ / ٢٧ ب} بعينِه بعددٍ كثيرٍ، {ص / ١٨ ب} أَوْ ينتَهِيَ إِلى إِمامٍ مِن أَئمَّةِ الحَديثِ ذي صِفَةٍ عَلِيَّةٍ كالحفظِ [والفِقهِ] (٢٣) والضَّبطِ
_________
(١) ليست في «أ» .
(٢) زيادة من «ص» .
(٣) ليست في «ط» .
(٤) في «ن» و «ط» : توجد.
(٥) في «ن» و «هـ» و «ظ» و «ص» : الأولى.
(٦) ليست في «ن» .
(٧) زيادة من «ب» .
(٨) ليست في «ن» .
(٩) ليست في «أ» .
(١٠) في «ص» : أخرجوا.
(١١) في «ط» و «ص» : الأسانيد.
(١٢) في «ظ» : يوافق.
(١٣) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : عن.
(١٤) في «ط» : الصحابي.
(١٥) في «ط» : النبي.
(١٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٧) في «أ» : سمي.
(١٨) في «ظ» : لكنه.
(١٩) في «ن» : فلم.
(٢٠) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢١) في «هـ» : التعدد.
(٢٢) ليست في «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢٣) ليست في «ب» .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (81,'والتَّصنيفِ وغيرِ ذلك من الصِّفاتِ المُقتَضِيَةِ للتَّرجيحِ؛ كشُعْبَةَ ومالكٍ والثَّوريِّ والشَّافعيِّ والبُخاريِّ [ومُسلمٍ] (١) ونحوِهم (٢) :
{ن / ٢٦ أ} فالأوَّلُ وهُو ما ينتَهي إِلى النَّبيِّ صلَّى اللهُ عليهِ [وآلهِ] (٣) وسلَّمَ:<span data-type="title" id=toc-60> العُلُوُّ </span>المُطْلَقُ، فإِن اتَّفَقَ أَنْ يكونَ سندُهُ (٤) صحيحاً؛ كانَ الغايةَ (٥) القُصوى، وإِلاَّ فَصُورةُ العلوِّ فيهِ موجودةٌ ما لم يكُنْ موضوعاً؛ [فهُو] (٦) كالعدَمِ.
والثَّانِي: العُلُوُّ النِّسْبِيُّ: وهُو ما يقلُّ العددُ فيهِ إِلى ذلك {ب / ٢٢ أ} الإِمامِ، ولو كانَ العددُ {ظ / ٣٤ أ} من ذلك الإِمامِ إِلى مُنتهاهُ كَثيراً.
وقد عَظُمَتْ رغبةُ المُتأَخِّرينَ فيهِ، حتَّى غَلَبَ ذلك على كثيرٍ منهُم، بحيثُ أَهْمَلوا الاشتِغالَ بما (٧) هُو أَهمُّ منهُ.
وإِنَّما كانَ العلوُّ مَرغوباً فيهِ؛ لكونِه أَقربَ إِلى الصحَّةِ، وقلَّةِ الخطأِ؛ لأنَّهُ (٨) ما مِن راوٍ مِن رجالِ الإِسنادِ إِلاَّ والخطأُ جائزٌ عليهِ، فكلَّما (٩) كَثُرتِ الوسائطُ وطالَ السَّندُ؛ كَثُرَتْ مظانُّ التَّجويزِ، وكلَّما (١٠) {هـ / ٢٤ ب} قلَّتْ؛ قلََّتْ.
فإِنْ (١١) كانَ في النُّزولِ مَزِيَّةٌ ليستْ (١٢) في العلوِّ؛ كأَنْ يكونَ (١٣) رجالُه أَوثقَ {ط / ٢٠ ب} [منهُ] (١٤) ، أَو أَحفَظَ، أَو أَفقهَ، أَو الاتِّصالُ فيهِ أَظهرَ؛ فلا تردُّدَ في أَنَّ النُّزولَ حينئذٍ أَولى.
وأَمَّا مَن رجَّحَ النُّزولَ مُطلقاً، واحْتَجَّ بأَنَّ كَثرةَ البحثِ تقتَضي (١٥) المشقَّةَ؛
_________
(١) ليست في «ظ» .
(٢) في «أ» : وغيرهم.
(٣) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٤) في «ص» : مسنده.
(٥) في «ظ» : غاية.
(٦) ليست في «ص» .
(٧) في «ظ» : إلى ما.
(٨) في «ب» : بأنه.
(٩) في «ط» : وكلما.
(١٠) في «هـ» : وكل ما.
(١١) في «هـ» : وإن.
(١٢) في «ظ» : ليس.
(١٣) في «ط» : تكون.
(١٤) ليست في «ب» .
(١٥) في «هـ» و «ظ» و «ب» : يقتضي.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (82,'فيعظُمُ الأجْرُ!
فذلك ترجيحٌ بأَمرٍ أَجنبيٍّ عمَّا يتعلَّقُ بالتَّصحيحِ والتَّضعيفِ.
وفيهِ؛ أي: «في» (١) العلوِّ {أ / ٢٨ أ} النسبيِّ المُوافَقَةُ، وهي (٢) الوُصولُ إلى شيخِ [أحدِ] (٣) المُصَنِّفينَ مِن غيرِ طريقهِ؛ أَي: الطَّريقِ التي تصلُ (٤) إِلى ذلك المصنِّفِ المُعيَّنِ.
«و» (٥) مثالُه: روى البُخاريُّ عن قُتيبةَ عن مالكٍ حديثاً ...
فلو رَوَيْناهُ مِن طريقِهِ؛ كانَ بينَنا وبينَ قُتَيْبَةَ {ن / ٢٦ ب} ثمانيةٌ، ولو رَوْينا ذلك الحَديثَ [بعينِه] (٦) مِن [طريقِ] (٧) أَبي العبَّاس السَّرَّاجِ {ظ / ٣٤ ب} عن قُتيبةَ مثلاً؛ لكانَ (٨) بينَنا وبينَ قُتيبةَ «مثلاً» (٩) «فيه» (١٠) سبعةٌ.
فقدْ حَصَلَتْ لنا المُوافقةُ معَ البُخاريِّ في شيخِهِ بعينِهِ معَ عُلوِّ الإِسنادِ [على الإِسنادِ] (١١) إِليهِ.
{ص / ١٩ أ} وفيهِ؛ أَي: «في» (١٢) العلوِّ النسبيِّ البَدَلُ، وهو الوُصولُ إِلى شيخِ شيخِهِ [كذلكَ] (١٣) .
كأَنْ يقعَ {هـ / ٢٥ أ} لنا ذلك الإِسنادُ «على الإسناد إليه» (١٤) بعينِهِ مِن طريقٍ أُخرى (١٥) إِلى القعنَبِيِّ عن مالكٍ، فيكونُ القَعْنَبيُّ بَدلاً فيهِ مِن (١٦) قُتَيْبَةَ.
وأَكثرُ ما يعتَبِرونَ المُوافَقَةَ والبَدَلَ {ب / ٢٢ ب} إِذا قارَنَا العُلُّوَّ، وإِلاَّ؛ فاسمُ المُوافقةِ والبَدلِ [واقِعٌ] (١٧) بدُونِه.
وفيهِ؛ أَي: العُلوِّ النسبيِّ المُساواةُ، وهي (١٨) : استواءُ عدَدِِ الإِِسنادِِ مِن الرَّاوي إِلى آخِرِهِ؛ أَي: الإِسنادِ مَعَ إِسنادِ أَحدِ المُصَنِّفينَ.
كأَنْ (١٩) يروِيَ النَّسائيُّ مَثلاً حَديثاً [يقعُ] (٢٠) بينَهُ وبينَ النبيِّ صلَّى اللهُ عليهِ وسلَّمَ [فيهِ] (٢١) أَحدَ عشرَ نفساً، فيقعُ لنا ذلك الحديثُ بعينِه بإِسنادٍ آخَرَ إِلى النبيِّ صلَّى اللهُ عليهِ وسلَّمَ يقعُ بينَنا فيه وبينَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّمَ أَحدَ عشرَ نفساً، فنُساوي النَّسائيَّ مِن حيثُ العددُ معَ قطعِ النَّظرِ عن (٢٢) مُلاحظةِ ذلك الإِسنادِ الخاصِّ.
وفيهِ؛ أَي: [في] (٢٣) العلوِّ النسبيِّ {أ / ٢٨ ب} أَيضاً المُصافَحَةُ، وهي: الاستواءُ (٢٤) مَعَ تِلْميذِ ذلكَ
_________
(١) زيادة من «أ» و «ظ» .
(٢) في «ب» : وهو.
(٣) ليست في «هـ» .
(٤) في «أ» و «ظ» : يصل.
(٥) زيادة من «ط» .
(٦) ليست في «ب» .
(٧) ليست في «ن» .
(٨) في «أ» : كان.
(٩) زيادة من «أ» .
(١٠) زيادة من «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(١١) ليست في «ظ» .
(١٢) زيادة من «ب» و «ظ» .
(١٣) ليست في «ن» .
(١٤) زيادة من «أ» .
(١٥) في «ظ» : آخر.
(١٦) في «ط» : عن.
(١٧) ليست في «ظ» .
(١٨) في «ص» : وهو.
(١٩) في «أ» : كما.
(٢٠) ليست في «ظ» .
(٢١) ليست في «ظ» .
(٢٢) في «ص» : من.
(٢٣) ليست في «ظ» .
(٢٤) في «ب» : استواء.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (83,'المُصَنِّفِ {ظ / ٣٥ أ} على الوجْهِ {ط / ٢١ أ} المَشروحِ أَوَّلاً.
وسُمِّيتْ مُصافحةً لأنَّ العادةَ جرتْ في الغالبِ بالمُصافحةِ بينَ مَن تلاقَيا (١) ، ونحنُ في هذهِ الصُّورةِ كأَنَّا لَقينا النَّسائيَّ، فكأَنَّا صافَحْناهُ.
{ن / ٢٧ أ} ويُقابِلُ {هـ / ٢٥ ب} العُلُوُّ بأَقْسَامِهِ المَذكورةِ<span data-type="title" id=toc-61> النُّزولُ </span>فيكونُ (٢) كلُّ قسمٍ مِن أَقسامِ العُلوِّ يُقابِلُهُ قسمٌ مِن أَقسامِ النُّزولِ؛ [خِلافاً] (٣) لمَن زعمَ أَنَّ العُلوَّ قد يقعُ غيرَ تابعٍ للنُّزولِ (٤) .
فإِنْ تَشارَكَ (٥) الرَّاوِي ومَنْ روى عَنْهُ في أَمرٍ مِن الأمورِ المتعلِّقَةِ بالرِّوايةِ؛ مثلِ السِّنِّ واللُّقِيِّ، و [هو] (٦) الأخذُ عن المشايخِ؛ فهُو النُّوعُ الَّذي يُقالُ لهُ: روايةُ الأقْرانِ؛ لأنَّهُ (٧) حينئذٍ يكونُ راوياً عن قَرينِهِ.
وإِنْ رَوى كُلِّ مِنْهُما؛ أَي: القَرينَيْنِ عَنِ الآخَرِ؛ فهو المُدَبَّجُ، وهو {ص / ١٩ ب} أَخصُّ مِن الأوَّلِ، فكلُّ (٨) مُدَبَّجٍ أَقرانٌ، وليسَ كلُّ أَقرانٍ مدبَّجاً.
وقد صنَّفَ الدَّارقطنيُّ في ذلك، وصنَّف أَبو الشيخِ الأصبهانيُّ (٩) في الَّذي قبلَه.
وإِذا روى [الشَّيخُ] (١٠) عن تلميذِهِ صَدَق أَنَّ كلاًّ منهُما يروي عنِ الآخَرِ؛ {ب / ٢٣ أ} فهل (١١) يُسمَّى مُدبَّجاً؟
فيهِ بحثٌ، والظَّاهرُ: لا؛ لأنَّهُ مِن [روايةِ] (١٢) الأكابِرِ عَنِ
_________
(١) في «هـ» و «ظ» : تلاقينا.
(٢) في «هـ» : فتكون.
(٣) ليست في «ن» .
(٤) في «ن» و «هـ» و «ص» و «أ» و «ب» : لنزول.
(٥) في «هـ» : شارك.
(٦) ليست في «ب» .
(٧) في «ط» : كأنه.
(٨) في «ب» : لأن كل.
(٩) في «ن» : الأصفهاني.
(١٠) ليست في «ب» .
(١١) في «ظ» هل.
(١٢) ليست في «ن» .',NULL,'118',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (84,'الأصاغِرِ، والتَّدبيجُ مأْخوذٌ مِن دِيباجَتَيِ الوجهِ، فَيَقْتَضِي أَن يكونَ [ذلك] (١) مُستوِياً مِن الجانبَيْنِ، فلا يجيءُ فيهِ هذا.
{ظ / ٣٥ ب} وإِنْ رَوى الرَّاوي عَمَّنْ (٢) [هُو] (٣) دُونَهُ {هـ / ٢٦ أ} في السنِّ أَو «في» (٤) اللُّقيِّ أَو في المِقدارِ؛ فهذا النَّوعُ هو روايةُ الأكابِرُ عَنِ الأصاغِرِ.
ومِنهُ؛ أَي: «و» (٥) مِن جُملةِ هذا النَّوعِ - وهو {أ / ٢٩ أ} أَخصُّ مِن مُطلَقِهِ - روايةُ الآباءُ عَنِ الأبْناءِ، والصَّحابةِ عنِ التَّابعينَ، والشَّيخِ عن تلميذِهِ، ونحوِ ذلك.
وفي عَكْسِهِ كَثْرَةٌ؛ لأنَّهُ هُو {ن / ٢٧ ب} الجادَّةُ المسلوكةُ الغالبةُ (٦) .
[ومِنْهُ (٧) : مَنْ رَوى عَنْ أَبيهِ عَنْ جَدِّهِ (٨) ] (٩) .
وفائدةُ معرِفَةِ ذلك: التَّمييزُ بينَ مراتِبِهِم، وتَنْزيلُ النَّاسِ منازِلَهُم.
وقد صنَّفَ الخَطيبُ في راويةِ الآباءِ عنِ الأبناءِ تصنيفاً، وأَفردَ جُزءاً لطيفاً في روايةِ الصَّحابةِ عن التَّابِعينَ.
وجَمَعَ الحافظُ صلاحُ الدِّينِ {ط / ٢١ ب} العَلائيُّ - مِن المتأَخِّرينَ - مُجلَّداً [كبيراً] (١٠) في معرفةِ مَن روى عن أَبيهِ عن جدِّهِ عن النبيِّ صلَّى اللهُ عليهِ [وآلهِ] (١١) وسلَّمَ، وقسَّمهُ أَقساماً، فمنهُ ما يعودُ الضَّميرُ في قولِه: «عن جدِّهِ» على الرَّاوي، ومنهُ ما يعودُ الضَّميرُ فيهِ على أَبيهِ، وبيَّن ذلك، وحقَّقَهُ، وخرَّج في كلِّ ترجمةٍ حديثاً مِن مرويِّهِ.
وقد (١٢) لخَّصتُ كتابَه المذكورَ، وزِدْتُ عليهِ تراجِمَ كثيرةً جدّاً، وأَكثرُ ما وقعَ فيهِ ما تسلْسَلَتْ (١٣) {هـ / ٢٦ ب} فيهِ الرِّاويةُ عن الآباءِ بأَربعةَ عشر أَباً.
_________
(١) ليست في «ظ» .
(٢) في «هـ» و «أ» و «ب» : عن من.
(٣) ليست في «ط» .
(٤) زيادة من «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) زيادة من «ص» .
(٦) في «ص» : غالباً.
(٧) في «ن» : ومنهم.
(٨) في «ط» بتقديم قوله: (ومنه من روى عن أبي عن جده) على قوله: (لأنه هو الجادة المسلوكة الغالبة) .
وفي النسخة «ص» هذه العبارة موجودة قبل قوله: وجمع الحافظ صلاح الدين العلائي من المتأخرين....
(٩) ليست في «هـ» و «ظ» و «ب» .
(١٠) ليست في «ص» .
(١١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٢) في «ظ» : ولقد.
(١٣) في «ط» : تسلسل.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (85,'وإِنْ {ظ / ٣٦ أ} اشْتَرَكَ اثْنَانِ عَنْ شَيْخٍ، وتَقَدَّمَ مَوْتُ أَحَدِهِما على (١) الآخَرِ؛ فهُوَ:<span data-type="title" id=toc-62> السَّابِقُ واللاَّحِقُ</span>.
وأَكثرُ ما {ص / ٢٠ أ} وَقَفْنا عليهِ مِن ذلك ما بينَ الرَّاوْيَيْنِ (٢) فيهِ في الوفاةِ مئةٌ وخَمْسونَ سنةً، وذلك أَنَّ الحافظَ السِّلفيَّ سمِعَ منهُ أَبو عليٍّ البَرْدانيُّ (٣) - أَحدُ مشايخِهِ - حَديثاً، {ب / ٢٣ ب} ورواهُ عنهُ، وماتَ على رأَسِ الخَمْسِ مئةٍ.
[ثمَّ] (٤) كانَ (٥) آخِرُ أَصحابِ السِّلفيِّ بالسَّماعِ سِبْطَهُ أَبا (٦) القاسمِ عبدَ الرحمنِ بن مَكِّيٍّ، وكانتْ وفاتُه سنةَ خمسينَ وستِّ مئةٍ.
{أ / ٢٩ ب} ومِن قديمِ ذلك أَنَّ البُخاريَّ حدَّثَ عن تِلميذِهِ أَبي العبَّاسِ السَّرَّاجِ شيئاً (٧) في التَّاريخِ وغيرِه، وماتَ سنةَ ستٍّ وخمسينَ ومئتينِ، وآخِرُ مَن حدَّثَ عن السَّرَّاجِ بالسَّماعِ أَبو الحُسينِ (٨) {ن / ٢٨ أ} الخَفَّافُ، وماتَ سنةَ ثلاثٍ وتسعينَ وثلاثِ مئةٍ.
وغالِبُ ما يقعُ مِن ذلك أَنَّ (٩) المسموعَ منهُ قد يتأَخَّرُ بعدَ [[موتِ] (١٠) [أَحدِ] (١١) ] (١٢) «أخذ» (١٣) الرَّاويينِ (١٤) عنهُ زماناً، حتَّى يسمَعَ منهُ بعضُ الأحداثِ، {هـ / ٢٧ أ} ويعيشَ بعدَ السَّماعِ منهُ دَهْراً طويلاً، فيحْصُلُ مِن مجموعِ ذلك نَحْوُ هذهِ المدَّةِ، واللهُ الموفِّقُ (١٥) .
وإِنْ رَوى الرَّاوي عَنِ اثْنَيْنِ مُتَّفِقَيِ الاسْمِ، أَو معَ اسمِ الأبِ، أَو معَ اسمِ الجدِّ، أَو معَ النِّسبةِ (١٦) ، ولَمْ يَتَمَيَّزا {ظ / ٣٦ ب} بما يخُصُّ كُلاًّ منهُما، فإِنْ كانا {ط / ٢٢ أ} ثقَتَيْنِ لم
_________
(١) في «ن» و «ص» : عن.
(٢) في «أ» : الروايتين.
(٣) في «ط» ضبطت الكلمة بفتح الراء المهملة.
(٤) ليست في «ب» .
(٥) في «ب» : وكان.
(٦) في «ن» و «ب» : أبو.
(٧) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : أشياء.
(٨) في «ط» : الحسن.
(٩) في «ص» : لأن.
(١٠) ليست في «أ» و «ب» .
(١١) ليست في «ص» .
(١٢) ليست في «هـ» و «ظ» .
(١٣) زيادة من «ظ» .
(١٤) في «هـ» : أخذ الراوايتين.
(١٥) في «ظ» : أعلم.
(١٦) في «ط» : نسبة.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (86,'يَضُرَّ.
ومِن ذلكَ ما وقَعَ في البُخاريِّ مِن (١) روايتِه عن أَحمدَ - غيرَ مَنسوبٍ - عن [ابنِ] (٢) وَهْبٍ؛ فإِنَّهُ إِمَّا أَحمدُ بنُ صالحٍ، أَو (٣) أَحمدُ بنُ عيسى، أَو: عن محمَّدٍ - غيرَ منسوبٍ - عن (٤) أَهلِ العراقِ؛ فإِنَّهُ إِمَّا محمَّدُ بنُ سَلاَمٍ أَو محمَّدُ بنُ يَحْيى الذُّهليُّ.
وقدِ استَوْعَبْتُ ذلك في مقدِّمةِ «شرحِ البُخاريِّ»
ومَن أَرادَ لذلك ضابِطاً كُلِّيّاً يمتازُ بهِ أَحدُهما عنِ الآخَرِ؛ فباخْتِصاصِهِ؛ [أَي [الشيخِ المرويِّ عنهُ] (٥) ] (٦) «الراوي» (٧) بأَحَدِهِما يَتَبَيَّنُ المُهْمَلُ.
ومتى لم يتَبَيَّنْ ذلك، أَو كانَ مختَصّاً بهما معاً؛ فإشكالُه شديدٌ، فيُرْجَعُ (٨) فيهِ إِلى القرائنِ، والظَّنِّ الغالِبِ.
وإِنْ روى عن شيخٍ (٩) حَديثاً؛ فجَحَدَ الشيخُ مَرْوِيَّهُ.
فإِنْ كانَ جَزْماً - كأَنْ يقولَ: كذِبٌ {هـ / ٢٧ ب} عليَّ، أَو: ما روَيْتُ هذا، أَو (١٠) نحوَ {ب / ٢٤ أ} ذلك -، فإِنْ وقعَ منهُ ذلك؛ {أ / ٣٠ أ} رُدَّ ذلك الخبرُ لِكَذِبِ واحِدٍ منهُما، {ص / ٢٠ ب} لا بِعَيْنِه.
ولا يكونُ ذلك قادِحاً في واحدٍ منهُما للتَّعارُضِ.
[أَوْ] (١١) كانَ جَحَدَهُ احْتِمالاً، كأَنْ يَقولَ: ما أَذْكُرُ هذا، أَو (١٢) : لا أَعْرِفُهُ؛ {ن / ٢٨ ب} قُبِلَ ذلك الحَديثُ في الأصَحِّ؛ لأَنَّ ذلك يُحْمَلُ على نِسيانِ الشَّيخِ، وقيلَ: لا يُقْبَلُ؛ لأنَّ الفرعَ تَبَعٌ للأصلِ في إِثباتِ الحَديثِ، [بحيثُ] (١٣) إِذا ثَبَتَ أَصلُ (١٤) الحَديثِ؛ {ظ / ٣٧ أ} ثَبَتَتْ روايةُ الفرعِ (١٥) ، فكذلكَ (١٦) ينْبَغي أَنْ يكونَ فرعاً عليهِ وتَبَعاً لهُ في التَّحقيقِ (١٧) .
وهذا مُتَعَقَّبٌ بأَنَّ (١٨) عدالَةَ الفرعِ تقتَضي (١٩) صِدْقَهُ، وعدمُ عِلْمِ الأصلِ لا يُنافيهِ، فالمُثْبِتُ (٢٠) مقدَّمٌ على النَّافي.
وأَمَّا قياسُ ذلك بالشَّهادةِ؛ ففاسِدٌ (٢١) ؛ لأنَّ شهادةَ الفرعِ لا تُسْمَعُ (٢٢) معَ القُدرةِ على شَهادةِ الأَصلِ؛ بخلافِ الرِّوايةِ، فافْتَرَقَا.
وفيهِ؛ أَي: «و» (٢٣) في هذا النَّوعِ صنَّفَ الدَّارقطنيُّ [كِتابَ] (٢٤) «مَنْ حَدَّثَ ونَسِيَ» ،
_________
(١) في «ن» و «ط» و «هـ» و «ظ» و «ب» : في.
(٢) ليست في «ن» .
(٣) في «ص» : و.
(٤) في «ظ» : في.
(٥) ليست في «هـ» و «ص» .
(٦) ليست في «ظ» .
(٧) زيادة من «هـ» و «ظ» و «ص» .
(٨) في «هـ» : فترجع.
(٩) في «ب» : الشيخ.
(١٠) في «ط» و «هـ» و «ظ» و «ص» و «ب» : و.
(١١) ليست في «ن» .
(١٢) في «هـ» : و.
(١٣) ليست في «ص» .
(١٤) في «ط» و «ظ» و «ص» و «أ» و «ب» : الأصل.
(١٥) في «ص» : الأصل.
(١٦) في «ب» : وكذلك.
(١٧) الكلمة غير واضحة في «هـ» وأظنها: النفي، وفي «ص» : النفي، وفي «أ» : التحقق.
(١٨) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «ب» : فإن.
(١٩) في «هـ» : يقتضي.
(٢٠) في «ب» : والمثبت.
(٢١) في «هـ» : فقياسه فاسد.
(٢٢) في «ظ» : يسمع.
(٢٣) زيادة من «ب» .
(٢٤) ليست في «ص» .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (87,'وفيه ما يدلُّ على تَقْوِيَةِ المذهب الصَّحيحِ لكونِ (١) كثيرٍ مِنهُم حدَّثوا بأَحاديثَ [أَوَّلاً] (٢) ، {هـ / ٢٨ أ} فلمَّا عُرِضَتْ عليهِم، لم يتذكَّروها، {ط / ٢٢ ب} لكنَّهُم - لاعْتِمادِهم (٣) على الرُّواةِ عنهُم - صارُوا يروونَها عنِ الَّذينَ (٤) رَوَوْها (٥) عنهُم عن أَنْفُسِهِم.
كحَديثِ سُهَيْلِ بنِ [أَبي] (٦) صالحٍ عن أَبيهِ عن أَبي هُريرةَ - مرفوعاً - في قِصَّةِ الشَّاهِدِ واليَمينِ.
قالَ عبدُ العزيزِ بنُ محمَّدٍ الدَّراوَردِيُّ: حدَّثني بهِ ربيعةُ بنُ أَبي عبدِ الرحمنِ عن سُهيلٍ؛ قالَ: فلقيتُ سُهيلاً، فسأَلتُه (٧) عنهُ؟ فلم يَعْرِفْهُ، فقلتُ «له» (٨) : إِنَّ ربيعةَ حدَّثني عنكَ بكذا، فكانَ سُهَيْلٌ بعدَ {ن / ٢٩ أ} ذلك يقولُ: حدَّثني {أ / ٣٠ ب} ربيعةُ عنِّي أَنِّي حدَّثتُه عن أَبي بهِ.
ونظائِرُهُ كثيرةٌ.
وإِنْ اتَّفَقَ {ظ / ٣٧ ب} الرَّواةُ في إِسنادٍ مِن الأسانيدِ في<span data-type="title" id=toc-63> صِيَغِ الأَداءِ</span>؛ [كـ: سمعتُ فلاناً، قالَ: سمعتُ فُلاناً ... أَوْ: حدَّثنا فُلانٌ؛ [قالَ: حدَّثنا فُلانٌ] (٩) ... {ب / ٢٤ ب} و (١٠) غيرِ ذلك من الصِّيَغِ، أَوْ غَيْرِها مِن الحالاتِ القوليَّةِ] (١١) ؛ كـ: سمعتُ فلاناً يقولُ: أُشْهِدُ اللهَ (١٢) لقد حدَّثَني فلانٌ ... إِلخ (١٣) ، أَو الفِعليَّةِ؛ كقولِه: دَخَلْنا على فُلانٍ، فأَطْعَمَنا تَمراً ... إِلخ (١٤) ، أَو القوليَّةِ والفِعليَّةِ معاً؛ كقولِه: حدَّثَني {هـ / ٢٨ ب} فلانٌ و [هُو] (١٥) آخِذٌ بلحْيَتِه؛ قالَ: [آمنْتُ] (١٦) بالقَدَرِ ... إلخ (١٧) ؛ فهُو:<span data-type="title" id=toc-64> المُسَلْسَلُ</span>،
_________
(١) في «ص» : لكن.
(٢) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٣) في «ط» : باعتمادهم.
(٤) في «ن» و «ب» : الذي.
(٥) في «ص» و «ب» : رواها.
(٦) ليست في «ظ» .
(٧) في «ص» : فسأله.
(٨) زيادة من «ط» و «هـ» .
(٩) ليست في «ص» .
(١٠) في «أ» : أو.
(١١) ليست في «ط» .
(١٢) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : بالله.
(١٣) في «ظ» و «أ» : إلى آخره.
(١٤) في «ظ» و «ص» و «أ» : إلى آخره.
(١٥) ليست في «ب» .
(١٦) ليست في «ص» .
(١٧) في «ظ» و «ص» و «أ» و «ب» : إلى آخره.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (88,'وهو مِن صفاتِ {ص / ٢١ أ} الإِسنادِ (١) .
وقد يقعُ التَّسلسُلُ في معظمِ الإِسنادِ (٢) ؛ كحديثِ المُسَلْسَلِ بالأوَّليَّةِ، فإِنَّ السِّلْسِلَةِ تنْتَهي (٣) فيهِ إِلى سُفيانَ بنِ عُيينَةَ فقط، ومَن رواهُ مُسلْسَلاً إِلى منتهاهُ، فقد وَهِمَ.
وصِيَغُ الأدَاءِ المشارُ إِليها على ثمانِ (٤) مراتِبَ:
الأولى: سَمِعْتُ وحَدَّثَني.
ثمَّ: أخْبَرَني وقرَأْتُ عليهِ؛ وهي المرتبةُ الثَّانيةُ.
ثمَّ: قُرِئَ عَلَيْهِ وأَنا أَسْمَعُ، وهي الثالثةُ.
_________
(١) في «ط» : الأسانيد.
(٢) في «ط» : الأسانيد.
(٣) في «ظ» و «أ» : ينتهي.
(٤) في «ن» و «هـ» و «ظ» و «ص» و «أ» : ثماني.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (89,'ثمَّ: أَنْبَأَني، وهي الرَّابعةُ.
ثمَّ: ناوَلَني، وهي الخامسةُ.
ثمَّ: شافَهَني؛ أَي: بالإِجازةِ (١) ، وهي السَّادسةُ.
ثمَّ: كَتَبَ إِليَّ؛ [أَي] (٢) : بالإِجازةِ، وهي السَّابعةُ.
ثمَّ: عَنْ ونَحْوُها (٣) مِن {ن / ٢٩ ب} الصِّيغِ المُحْتَمِلةِ للسَّماعِ والإِجازةِ (٤) ولِعدمِ السَّماعِ أَيضاً، وهذا مثلُ: قالَ، وذكرَ، وروى.
فاللَّفظانِ (٥) الأوَّلانِ مِن صيغِ الأداءِ، وهُما: سمعتُ، وحدَّثني {ظ / ٣٨ أ} صالِحانِ لمَن سَمِعَ وَحْدَهُ مِن لَفْظِ الشَّيْخِ.
وتَخْصيصُ التَّحديثِ بما سُمِعَ {ط / ٢٣ أ} مِن لفظِ {هـ / ٢٩ أ} الشَّيخِ {أ / ٣١ أ} هو الشَّائعُ بينَ أَهلِ الحَديثِ اصطِلاحاً.
ولا فرقَ بينَ التَّحديثِ والإِخبارِ مِن حيثُ اللُّغةُ، وفي ادِّعاءِ (٦) الفرقِ بينَهما تكلُّفٌ شديدٌ، لكنْ لمَّا (صار) (٧) تقرَّر الاصطلاحُ صارَ ذلك حقيقةً عُرفيَّةً، فتُقَدَّمُ (٨) على الحقيقةِ اللُّغويةِ، معَ أَنَّ هذا الاصطلاحَ [إِنَّما] (٩) شاعَ عندَ المَشارِقَةِ ومَن تَبِعَهُم، وأَمَّا غالِبُ المَغارِبَةِ؛ فلمْ يستَعْمِلوا هذا الاصطِلاحَ، {ب / ٢٥ أ} بل الإِخبارُ والتَّحديثُ (١٠) عندَهُم بمعنىً واحدٍ.
فإِنْ جَمَعَ الرَّاوي؛ أي: أَتى بصيغةِ الجَمْعِ [في الصِّيغةِ] (١١) الأولى (١٢) ؛ كأَنْ يقولَ: حدَّثَنا فلانٌ، أَو: سَمِعْنا فلاناً يقولُ:؛ فهُو دليلٌ على أَنَّه سَمِعَ (١٣) منهُ مَعَ غَيْرِهِ، وقد تكونُ (١٤) النُّونُ للعظمةِ لكنْ بقلَّةٍ.
وأوَّلُها أَي: [صيغُ] (١٥) المراتِبِ أَصْرَحُها؛ أَي: أَصرحُ صِيغِ الأَداءِ في سماعِ قائلِها؛ لأنَّها (١٦) لا تحتَمِلُ الواسِطةَ، ولأنَّ (١٧) «حدَّثني» قد يُطْلَقُ (١٨) في (١٩) الإِجازةِ تدليساً.
وأَرْفَعُها مِقداراً ما يقعُ في الإِمْلاءِ لما فيهِ مِن التثبُّتِ والتحفُّظِ.
والثَّالِثُ، وهو أَخبَرَني.
والرَّابِعُ، وهو قرأْتُ {ص / ٢١ ب} «عليه» (٢٠) لِمَنْ قَرَأَ بِنَفْسِهِ {هـ / ٢٩ ب} على الشَّيخِ.
فإِنْ جَمَعَ كأَنْ يقولَ: {ن / ٣٠ أ} أَخْبَرَنا، أَو: قَرَأْنا {ظ / ٣٨ ب} عليهِ؛ فهو كالخامِسِ، وهو: قُرىءَ عليهِ وأَنا أَسمعُ.
وعُرِفَ مِن هذا أَنَّ التَّعبيرَ بـ «قرأتُ» لمَن قرأَ خيرٌ مِن التَّعبيرِ بالإِخبارِ؛ لأنَّهُ أَفصحُ بصورةِ الحالِ.
_________
(١) في «هـ» : بالإجازات.
(٢) ليست في «ظ» .
(٣) في «هـ» : نحوها بالإجازة وهي الثامنة.
(٤) في «أ» و «ب» : وللإجازة.
(٥) في «ط» : واللفظان.
(٦) في «ص» : الدعا.
(٧) زيادة من «ب» .
(٨) في «ط» و «هـ» و «ظ» و «ص» و «ن» : فيقدم.
(٩) ليست في «هـ» .
(١٠) في «هـ» : والتحدث.
(١١) ليست في «ن» .
(١٢) في «ظ» : أتى بصيغة الأولى جمعاً.
(١٣) في «ظ» : سمعه.
(١٤) في «ظ» و «ب» : يكون.
(١٥) ليست في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٦) في «هـ» : لأنهما.
(١٧) في «ص» و «ب» : لكن.
(١٨) في «ص» : تطلق.
(١٩) أظنها في «ط» : على.
(٢٠) زيادة من «ظ» و «ص» .',NULL,'124',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (90,'تنبيهٌ: القراءةُ على الشَّيخِ أَحدُ وجوهِ التحمُّلِ عندَ الجُمهورِ.
وأَبعدَ مَن أَبى ذلك مِن أَهلِ العِراقِ، وقد اشتدَّ إِنكارُ (١) الإِمامِ (٢) مالكٍ وغيرِهِ مِن المدنيِّينَ عليهِم في ذلك، حتَّى {أ / ٣١ ب} بالغَ بعضُهُم فرجَّحَها على السَّماعِ مِن لفظِ (٣) الشَّيخِ!
وذهَبَ جمعٌ [جمٌّ] (٤) - منهُم البُخاريُّ، وحكاهُ في أَوائلِ «صحيحِهِ» عن جماعةٍ مِن الأئمَّةِ - إِلى أَنَّ السَّماعَ مِن لفظِ الشَّيخِ والقراءَةَ عليهِ يعني في الصِّحَّةِ والقُوَّةِ (٥) [سواءً] (٦) ، واللهُ أَعلمُ.
والإِنْباءُ من حيثُ اللُّغةُ واصطلاحُ المتقدِّمينَ بمعْنَى الإِخْبارِ؛ إِلاَّ في عُرْفِ المُتَأَخِّرينَ؛ فهُو للإِجازَةِ (٧) ؛ كـ «عن» لأنَّها {ط / ٢٣ ب} في عُرفِ المتأَخِّرينَ للإِجازةِ.
وعَنْعَنَةُ المُعاصِرِ مَحْمولَةٌ عَلى السَّماعِ؛ بخلافِ غيرِ المُعاصِرِ؛ فإِنَّها تكونُ (٨) مُرسَلةً، أَو مُنقطِعَةً، فشرْطُ (٩) حمْلِها [على السَّماعِ] (١٠) ثُبوتُ {هـ / ٣٠ أ} المُعاصرةِ؛
_________
(١) في «ص» : إنكاره.
(٢) في «ب» : إمام.
(٣) في «ص» : اللفظ.
(٤) ليست في «ط» .
(٥) في «ن» و «ظ» و «ص» : القوة والصحة.
(٦) ليست في «هـ» .
(٧) في «ن» : الإجازة.
(٨) في «ظ» : يكون.
(٩) في «ن» و «ص» : وشرط.
(١٠) ليست في «ط» و «هـ» .',NULL,'125',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (91,'إِلاَّ مِنْ مُدَلِّسٍ (١) ؛ فإِنَّها ليستْ {ب / ٢٥ ب} محمولةً على السَّماعِ.
وقيلَ: يُشْتَرَطُ في حملِ<span data-type="title" id=toc-65> عنعَنَةِ المُعاصرِ </span>على السَّماعِ ثُبوتُ لِقائِهِمَا أَيْ: الشيخِ والرَّاوي {ظ / ٣٩ أ} عنهُ، ولَوْ مَرَّةً واحدةً ليَحْصُلَ (٢) الأمنُ [في] (٣) باقي العنعَنَةِ (٤) عن (٥) كونِهِ مِن المُرسلِ {ن / ٣٠ ب} الخفيِّ، وهُو المُخْتارُ؛ تبعاً لعليِّ بنِ المَدينيِّ والبُخاريِّ وغيرِهما مِن النُّقَّادِ.
وأَطْلَقُوا<span data-type="title" id=toc-66> المُشافَهَةَ </span>في الإِجازَةِ المُتَلَفَّظِ بِها تجوُّزاً.
[وَكذا<span data-type="title" id=toc-67> المُكاتَبَةَ] </span>(٦) في الإِجازَةِ المَكْتُوبِ بِها، وهُو موجودٌ في عِبارةِ كثيرٍ مِن المُتأَخِّرينَ؛ بخلافِ المُتقدِّمينَ، فإِنَّهُم إِنَّما يُطلِقونَها فيما كتَبَ {ص / ٢٢ أ} بهِ (٧) الشَّيخُ مِن الحديثِ إِلى الطَّالبِ، سواءٌ أَذِنَ لهُ في رِوايتِه أَم لا، لا (٨) فيما إذا كتَبَ إِليهِ بالإِجازةِ فقطْ.
واشْتَرَطُوا في صِحَّةِ الرِّوايةِ بالمُناوَلَةِ اقْتِرانَها بالإِذْنِ بالرِّوايةِ، وهِيَ إذا حَصَلَ هذا الشَّرطُ أَرْفَعُ أَنْواعِ الإِجازَةِ؛ لما فيها مِن التَّعيينِ والتَّشخيصِ.
{أ / ٣٢ أ} وصورَتُها: أَنْ يَدْفَعَ الشَّيخُ أَصلَهُ أَو ما قامَ مَقامَهُ للطَّالِبِ، أَو يُحْضِرَ
_________
(١) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «ب» : المدلس.
(٢) في «هـ» : لتحصل.
(٣) ليست في «ط» .
(٤) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : معنعنِه.
(٥) في «ص» : على.
(٦) ليست في «ط» .
(٧) في «ظ» : كتبه.
(٨) في «ص» : إلا.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (92,'الطَّالِبُ الأَصْلَ للشَّيخِ (١) ، ويقولَ لهُ في الصُّورتينِ: هذا (٢) {هـ / ٣٠ ب} رِوايَتي عنْ فلانٍ فارْوِهِ عنِّي.
وشَرْطُهُ أَيضاً: أَنْ يُمَكِّنَهُ منهُ؛ إِمَّا بالتَّمليكِ، وإِمَّا (٣) بالعاريَّةِ، لِيَنْقُلَ منهُ، ويُقابِلَ عليهِ، وإِلاَّ (٤) ؛ (و) (٥) إِنْ ناوَلَهُ واستردَّ «منه» (٦) في الحالِ فلا تُتَبَيَّنُ (٧) [أَرفعيَّتُهُ، لكنَّ] (٨) لها زيادةَ مَزيَّةٍ على الإِجازةِ المعيَّنَةِ، وهيَ أَنْ يُجيزَهُ (٩) الشَّيخُ بروايةِ كتابٍ {ظ / ٣٩ ب} معيَّنٍ، ويُعَيِّنَ (١٠) لهُ كيفيَّةَ روايتِهِ لهُ.
وإِذا خَلَتِ المُناولَةُ عن الإِذنِ، لم يُعْتَبَرْ (١١) بها عندَ الجُمهورِ.
وجَنَحَ مَنِ اعْتَبَرَها إِلى أَنَّ مُناولَتَهُ إِيَّاهُ (١٢) [تقومُ (١٣) مقامَ إرسالِهِ إليهِ] (١٤) بالكتابِ (١٥) مِن بلدٍ إِلى بلدٍ.
وقد {ن / ٣١ أ} ذهَبَ إِلى صحَّةِ الرِّوايةِ بالمُكاتبةِ المُجرَّدةِ جماعةٌ مِن الأئمَّةِ، و [لو] (١٦) لم يقتَرِنْ (١٧) ذلك بالإِذنِ بالرِّوايةِ؛ كأَنَّهُم اكْتَفَوْا في ذلك {ب / ٢٦ أ} بالقرينةِ.
ولمْ يَظْهَرْ لي فرقٌ قويٌّ بينَ مُناولةِ (١٨) الشَّيخِ الكِتابَ [مِن يدهِ] (١٩) للطَّالبِ، {ط / ٢٤ أ} وبينَ إِرسالِهِ [إِليهِ] (٢٠) بالكتابِ مِن موضعٍ إِلى آخَرَ، إِذا خَلا كلٌّ منهُما عن الإِذنِ.
وكَذا (٢١) اشْتَرَطُوا الإِذْنَ في<span data-type="title" id=toc-68> الوِجَادَةِ</span>، وهي (٢٢) : أَنْ يَجِدَ بخطٍّ يعرِفُ كاتِبَهُ، فيقولُ: وجَدْتُ بخطِّ فلانٍ، ولا يسوغُ فيهِ إِطلاقُ: أَخْبَرَني؛ بمجرَّدِ (٢٣) ذلك، إِلاَّ إِنْ (٢٤) كانَ لهُ منهُ إِذنٌ بالرِّوايةِ عنهُ.
وأَطلقَ قومٌ ذلك فغَلِطوا.
وَكذا الوَصِيَّةُ بالكِتَابِ، وهي (٢٥) أَنْ يُوصِيَ {هـ / ٣١ أ} عندَ موتِه أَو سفرِهِ لشخْصٍ معيَّنٍ بأَصلِه أَو بأُصولِهِ؛ فقد قالَ قومٌ مِن الأئمَّةِ المتقدِّمينَ: يجوزُ لهُ {أ / ٣٢ ب} أَنْ يروِيَ تلكَ الأصولَ عنهُ بمجرَّدِ (٢٦) «هذه» (٢٧) الوصيَّةِ!
وأَبى ذلك الجُمهورُ؛ إِلاَّ إِنْ كانَ لهُ منهُ إِجازةٌ.
وَكذا (٢٨) شَرَطوا (٢٩) الإِذْنَ بالرِّوايةِ {ص / ٢٢ ب} في الإِعْلامِ، وهُو أَنْ يُعْلِمَ الشَّيخُ أَحدَ {ظ / ٤٠ أ} الطَّلبةِ بأَنَّني (٣٠) أَروي الكِتابَ الفُلانيَّ عن فُلانٍ،
_________
(١) في «ظ» : أو بحضرة الطالب أصل الشيخ.
(٢) في «ظ» : هذه.
(٣) في «ص» : أو.
(٤) في «ط» و «ص» : وإما.
(٥) زيادة من «ب» .
(٦) زيادة من «هـ» .
(٧) في «هـ» و «ظ» و «ص» و «أ» و «ب» : يتبين.
(٨) ليست في «ن» و «ط» و «هـ» و «ص» .
(٩) في «هـ» و «ص» : يخبره.
(١٠) في «هـ» : وتعين.
(١١) في «ط» : يعتد.
(١٢) في «ن» : إياها.
(١٣) في «ظ» : يقوم.
(١٤) ليست في «ط» .
(١٥) في «ن» : الكتابة.
(١٦) ليست في «ص» .
(١٧) في «ص» و «أ» و «ب» : يقرن.
(١٨) في «ن» : مناولته.
(١٩) ليست في «ظ» .
(٢٠) ليست في «ن» و «ظ» .
(٢١) في «هـ» : ولذا.
(٢٢) في «ن» : وهو.
(٢٣) في «ب» : لمجرد.
(٢٤) في «ب» : إذا.
(٢٥) في «ن» و «ب» : وهو.
(٢٦) في «ب» : لمجرد.
(٢٧) زيادة من «ن» و «ط» و «هـ» و «ظ» و «ص» .
(٢٨) في «هـ» : ولذا.
(٢٩) في «ن» و «ظ» و «ص» و «أ» و «ب» : اشترطوا.
(٣٠) في «ط» : بأني.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (93,'فإِنْ كانَ لهُ منهُ إِجازةٌ [اعْتبرَ] (١) ، وإِلاَّ؛ فلا عِبْرَةَ بذلك؛ كالإِجَازَةِ العَامَّةِ في المُجازِ لهُ، لا [في] (٢) المُجازِ بهِ، كأَنْ يقولَ: أَجَزْتُ (به) (٣) لجَميعِ المُسلمينَ، أَو: لمَنْ أَدْرَكَ حَياتِي، أَو: لأَهْلِ الإِقليمِ الفُلانيِّ، {ن / ٣١ ب} أَو: لأهْلِ البَلدةِ (٤) الفُلانيَّةِ (٥) .
وهُو أَقربُ إِلى الصِّحَّةِ؛ لقُرْبِ الانحصارِ.
وَكذلك (٦) [الإِجازةُ] (٧) للمَجْهُولِ؛ كأَنْ يَكونَ مُبْهَماً أَوْ مُهْملاً.
وَكذلك (٨) الإِجازةُ للمَعْدومِ؛ كأَنْ يَقولَ: أَجَزْتُ لِمَنْ سَيولَدُ لِفُلانٍ (٩) .
[و [قد] (١٠) قيل: إن عطفَهُ علَى مَوجودٍ؛ صحَّ؛ كأَنْ يقولَ: أَجَزْتُ لكَ، ولِمَنْ سيُولَدُ لكَ] (١١) ، والأقرَبُ عدَمُ الصحَّةِ أَيضاً.
وكذلك (١٢) الإِجازةُ لموجودٍ أَو معدومٍ (١٣) عُلِّقَتْ بشَرْطِ [مشيئةِ] (١٤) [الغيرِ] (١٥) ؛ كأَنْ يقولَ: أَجَزْتُ لكَ إِنْ شاءَ فلانٌ، [أَو: أَجزتُ لمَن شاءَ (١٦) فُلانٌ] (١٧) ، لا (١٨) أَنْ يقولَ: أَجزْتُ لك إِنْ شئْتَ (فإن هذا تجوز) (١٩) .
وهذا على الأصَحِّ {هـ / ٣١ ب} في جَميعِ {ب / ٢٦ ب} ذلكَ.
وقد جَوَّزَ (٢٠) الرِّوايةَ بجَميعِ (٢١) ذلك سِوى المَجْهولِ (٢٢) - ما لم يَتَبَيَّنِ المُرادُ منهُ - الخَطيبُ، وحَكاهُ عن جَماعةٍ مِن مشايخِهِ.
واستَعْمَلَ الإِجازةَ للمَعدومِ مِن القُدماءِ أَبو بكرِ بنُ أَبي دَاودَ، و [أَبو] (٢٣) عبدِ اللهِ بنُ مَنْدَه.
واستَعْمَلَ المُعَلَّقةَ منهُم أَيضاً أَبو بكرِ بنُ أَبي خَيْثَمَة.
وروى بالإِجازةِ {ظ / ٤٠ ب}
_________
(١) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(٢) ليست في «ن» .
(٣) زيادة من «ب» .
(٤) في «ن» : البلد.
(٥) في «ص» : البلد الفلاني.
(٦) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : وكذا.
(٧) ليست في «ط» .
(٨) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : وكذا.
(٩) في «ط» : لك.
(١٠) ليست في «ن» و «هـ» .
(١١) ليست في «ط» .
(١٢) في «ن» و «ط» و «ظ» : وكذا.
(١٣) في «أ» : لمعدوم أو موجود.
(١٤) ليست في «ص» و «ب» .
(١٥) ليست في «ط» .
(١٦) في «ظ» و «ب» : يشاء.
(١٧) ليست في «ط» .
(١٨) في «هـ» : إلا.
(١٩) زيادة من «ب» .
(٢٠) في «ظ» : جوزوا.
(٢١) في «ب» : لجميع.
(٢٢) في «ص» : الجمهور.
(٢٣) ليست في «ب» .',NULL,'128',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (94,'العامَّةِ جَمعٌ كَثيرٌ، جَمَعَهُم بعضُ الحُفَّاظِ في كِتابٍ، {أ / ٣٣ أ} ورتَّبَهُم على حُروف المعجَمِ لكَثْرَتِهم.
وكلُّ ذلك - كما قالَ ابنُ الصَّلاحِ - توسُّعٌ غيرُ مَرْضِيٍّ؛ لأنَّ الإِجازةَ الخاصَّةَ المعيَّنَةَ مُخْتَلَفٌ في صحَّتِها اختِلافاً قويّاً عندَ القُدماءِ، وإِنْ كانَ العملُ «قد» (١) استقرَّ على اعْتبارِها عندَ المتأَخِّرينَ، فهِيَ (٢) دونَ السَّماعِ {ن / ٣٢ أ} بالاتِّفاقِ، فكيفَ إِذا حصَلَ فيها الاسترسالُ المَذكورُ؟! فإِنَّها تَزدادُ (٣) ضَعفاً، لكنَّها في الجُملةِ خيرٌ مِن إِيرادِ الحَديثِ مُعْضلاً، واللهُ «تعالى» (٤) أَعلمُ.
[و] (٥) إِلى هُنا انْتَهى (٦) الكلامُ في [أَقسامِ] (٧) صِيَغِ الأداءِ.
ثمَّ الرُّواةُ؛ إِنِ اتَّفَقَتْ أَسماؤهُمْ وأَسْماءُ آبائِهِمْ فَصاعِداً، واخْتَلَفَتْ أَشْخَاصُهُمْ، سواءٌ اتَّفَقَ في ذلك {ص / ٢٣ أ} اثْنانِ مِنهُم أَمْ (٨) أَكثرُ، وكذلك إِذا اتَّفَقَ (٩) {هـ / ٣٢ أ} اثْنانِ فصاعِداً في الكُنيةِ والنِّسبةِ؛ فهُو النَّوعُ الذي يُقالُ لهُ:<span data-type="title" id=toc-69> المُتَّفِقُ والمُفْتَرِقُ</span>.
وفائدةُ معرفَتِه: خَشْيَةُ أَنْ يُظَنَّ الشَّخصانِ شَخْصاً واحِداً.
وقد صنَّفَ فيهِ الخَطيبُ كتاباً حافِلاً.
وقد لخَّصْتُهُ وزِدْتُ عليهِ أَشياءَ كثيرةً (١٠) .
وهذا عَكسُ ما تقدَّمَ مِن النَّوعِ (١١) المسمَّى بالمُهْمَلِ؛ لأنَّهُ يُخْشى منهُ أَن يُظَنَّ الواحِدُ اثنَيْنِ، وهذا يُخْشى منهُ (١٢) أَنْ يُظَنَّ الاثنانِ واحِداً.
{ظ / ٤١ أ} وإِنِ اتَّفَقَتِ الأَسْماءُ خَطّاً واخْتَلَفَتْ نُطْقاً سواءٌ كانَ مرجِعُ
_________
(١) زيادة من «ظ» .
(٢) في «ص» : فهو.
(٣) في «ظ» و «ب» : يزداد.
(٤) زيادة من «هـ» .
(٥) ليست في «ط» .
(٦) في «ظ» : ينتهي.
(٧) ليست في «ط» .
(٨) في «ظ» و «أ» : أو.
(٩) في «أ» : اتفقت.
(١٠) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : شيئاً كثيراً.
(١١) في «ب» : نوع.
(١٢) في «ظ» : فيه.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (95,'الاختلافِ النَّقْطَ (١) أَم (٢) الشَّكْلَ؛ {ب / ٢٧ أ} فهُو:<span data-type="title" id=toc-70> المُؤتَلِفُ والمُخْتَلِفُ</span>.
ومعرِفَتُه مِن مهمَّاتِ هذا الفنِّ، [حتَّى] (٣) قالَ عليُّ بنُ المَدينيِّ: «أَشدُّ التَّصحيفِ ما يقعُ في الأسماءِ» ، ووجَّهَهُ بعضُهم بأَنَّهُ شيءٌ لا يَدْخُلُهُ القياسُ، {أ / ٣٣ ب} ولا قَبْلَهُ شيءٌ يدلُّ عليهِ ولا بعدَه.
وقد صنَّفَ فيهِ أَبو أَحمدَ العسكريُّ، لكنَّه (٤) أَضافَهُ إِلى كتابِ {ن / ٣٢ ب} «التَّصحيفِ» [له] (٥) .
ثمَّ أَفرَدَهُ بالتَّأْليفِ عبدُ الغنيِّ بنُ سعيدٍ، فجمَعَ فيهِ كِتابينِ، كتاباً في (٦) «مُشتَبِهِ الأسماءِ» ، وكتاباً (٧) في «مُشْتَبِهِ النِّسبةِ» .
وجَمَعَ شيخُهُ الدَّارقطنيُّ [في ذلك] (٨) كتاباً حافِلاً.
ثمَّ {هـ / ٣٢ ب} جَمَعَ الخَطيبُ ذَيلاً.
ثمَّ جَمَعَ الجَميعَ أَبو نَصْرِ [بنُ] (٩) ماكُولا في كتابِه «الإِكمالِ» .
{ط / ٢٥ أ} واسْتَدْرَكَ عليهِم في كتابٍ آخَرَ جَمَعَ فيهِ أَوهامَهُمْ وبيَّنَها.
وكتابُه مِن أَجمعِ ما [جُمِعَ] (١٠) في ذلك، وهُو عُمدةُ كلِّ محدِّثٍ بعدَه.
وقد استَدْرَكَ عليهِ أَبو بكرِ بنُ نُقطَةَ ما فاتَه، أو تجدَّدَ بعدَه في مجلَّدٍ ضَخْمٍ.
ثمَّ ذَيَّلَ عليهِ منصورُ بنُ سَليمٍ - بفتحِ السَّينِ - في مجلَّدٍ لطيفٍ.
وكذلك (١١) أَبو حامدِ ابنُ الصَّابونيِّ.
وجَمَعَ الذهبيُّ في ذلكَ [كِتاباً] (١٢) مُخْتَصراً جِدّاً، اعتَمَدَ فيهِ على الضَّبْطِ
_________
(١) في «ن» : النطق.
(٢) في «ظ» : أو.
(٣) ليست في «ن» .
(٤) في «ظ» و «ب» : لكن.
(٥) ليست في «ص» .
(٦) في «ب» : كتاب.
(٧) في «ب» : وكتاب.
(٨) ليست في «ب» .
(٩) ليست في «ظ» .
(١٠) ليست في «ط» .
(١١) في «ن» و «ط» : وكذا.
(١٢) ليست في «ظ» و «ب» .',NULL,'130',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (96,'بالقَلَمِ، فكَثُرَ فيهِ الغَلَطُ والتَّصحيفُ المُبايِنُ لموضوعِ الكِتابِ.
وقد يسَّرَ اللهُ «سبحانه» (١) [تَعالى] (٢) بتوضيحِهِ في {ظ / ٤١ ب} كتابٍ (٣) سمَّيْتُهُ « «بـ» (٤) تَبْصير المُنْتَبِه بتَحرير المُشْتَبِه» ، {ص / ٢٣ ب} وهو مجلَّدٌ واحدٌ، فَضَبَطتُهُ (٥) بالحُروفِ على الطَّريقةِ المَرْضِيَّةِ، وزدتُ عليهِ شيئاً كثيراً ممَّا أَهْمَلَهُ، أَو (٦) لَمْ يَقِفْ عليهِ، وللهِ الحمدُ (٧) على ذلك.
وإِنِ اتَّفَقَتِ (٨) الأسْماءُ خطّاً ونُطْقاً، واخْتَلَفَتِ (٩) الآباءُ نُطْقاً مع ائْتِلافِها (١٠) خطّاً؛ كمحمَّدِ بنِ عَقيلٍ - بفتحِ العينِ -، ومحمَّدِ بنِ عُقَيْلٍ - بضمِّها (١١) -: الأوَّلُ نيسابوريٌّ (١٢) ، والثاني {ن / ٣٣ أ} فِرْيابيٌّ، وهُما مشهورانِ، {أ / ٣٤ أ} وطبقتُهما (١٣) مُتقارِبةٌ (١٤) ، أَوْ بالعَكْسِ؛ كأَنْ تَختَلِفَ {هـ / ٣٣ أ} الأسماءُ [نُطْقاً] (١٥) {ب / ٢٧ ب} وتأْتِلِفَ خطّاً، وتتَّفقَ (١٦) الآباءُ خطّاً ونُطقاً، كشُريحِ بنِ النُّعمانِ، وسُرَيْجِ بنِ النُّعمانِ، الأوَّلُ بالشِّينِ المُعجمةِ والحاءِ المُهملةِ، وهو تابعيٌّ يروي (١٧) عن عليٍّ [رضيَ اللهُ «تعالى» (١٨) عنهُ] (١٩) ، والثَّاني: بالسِّينِ المُهمَلَةِ والجيمِ، وهُو مِن شُيوخِ البُخاريِّ؛ فهُو النَّوعُ (٢٠) الَّذي يُقالُ لهُ:<span data-type="title" id=toc-71> المُتشابِهُ</span>.
[وكَذا إِنْ وَقَعَ ذلك [الاتِّفَاقُ] (٢١) في الاسمِ واسمِ الأبِ، والاختلافُ في النِّسبَةِ.] (٢٢)
وقد صنَّفَ فيهِ الخَطيبُ كتاباً جَليلاً سمَّاهُ «تَلخيصَ المُتشابِهِ» .
ثمَّ ذَيَّلَ [هُو] (٢٣) عليهِ (٢٤) أَيضاً بما فاته أَوَّلاً، وهُو كثيرُ الفائدةِ.
ويَتَرَكَّبُ (٢٥) مِنْهُ ومِمَّا قَبْلَهُ أَنْواعٌ:
مِنها: أَنْ يَحْصُلَ الاتِّفاقُ أو الاشتِباهُ في الاسمِ واسمِ الأبِ مثلاً؛ إلاَّ: في
_________
(١) زيادة من «ط» .
(٢) ليست في «هـ» .
(٣) في «ظ» : بكتاب.
(٤) زيادة من «ظ» .
(٥) في «ظ» و «ص» : فضبطه، وفي «أ» : وضبطته.
(٦) في «ظ» : و.
(٧) في «ن» : والحمد لله.
(٨) في «ظ» : اتفق.
(٩) في «ظ» : واختلف.
(١٠) في «هـ» : ائتلافهما، وفي «ظ» : ائتلافنا.
(١١) في «أ» : بضمه.
(١٢) في «ط» : النيسابوري.
(١٣) في «ظ» : وطبقهما.
(١٤) في «ط» : واحدة، بدلاً من متقاربة.
(١٥) ليست في «ط» .
(١٦) في «ن» و «ب» : ويتفق، وفي «ص» : وتأتلف.
(١٧) في «أ» : روى.
(١٨) زيادة من «ن» .
(١٩) ليست في «هـ» و «ظ» و «ص» و «ب» .
(٢٠) في «ن» : للنوع.
(٢١) ليست في «ظ» .
(٢٢) ليست في «ب» .
(٢٣) ليست في «ظ» و «ص» و «أ» .
(٢٤) في «هـ» : عليه هو.
(٢٥) في «ط» : وتركب.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (97,'حَرْفٍ أَو حَرْفَيْنِ فأَكثرَ، مِن أَحدِهِما أو مِنهُما.
وهُو على {ط / ٢٥ ب} قسمينِ:
إِمَّا أَنْ (١) يكونَ الاخْتِلافُ بالتَّغييرِ، معَ أَنَّ عدَدَ الحُروفِ ثابِتٌ (٢) في الجِهَتَيْنِ (٣) .
أَوْ يكونَ الاختِلافُ بالتَّغييرِ معَ {ظ / ٤٢ أ} نُقصانِ بعضِ الأسماءِ عن بعضٍ.
فمِن أَمثِلَةِ الأوَّلِ:
محمَّدُ بنُ سِنان - بكسرِ [السِّينِ] (٤) المُهمَلَةِ ونونينِ بينَهُما أَلفٌ -، وهُم جماعةٌ؛ منهُم: العَوَقيُّ - بفتحِ [العينِ] (٥) والواوِ ثمَّ {هـ / ٣٣ ب} القافِ - شيخُ البُخاريِّ.
ومحمَّدُ بنُ سيَّارٍ - بفتحِ [السِّينِ] (٦) المُهملَةِ وتشديدِ الياءِ التَّحتانيَّةِ وبعد الألف {ن / ٣٣ ب} راءٌ -، وهُم أيضاً جماعةٌ؛ منهُم اليَمامِيُّ (٧) شيخُ عُمرَ بنِ يونُسَ.
ومنها (٨) :
محمَّدُ بنُ حُنَيْنٍ - بضمِّ [الحاءِ] (٩) المُهمَلَةِ ونونينِ (١٠) ، الأولى مفتوحةٌ، بينَهما ياءٌ تحتانيَّةٌ - تابعيٌّ «و» (١١) يروي عن ابنِ عبَّاسٍ وغيرِه.
ومحمَّدُ بنُ جُبيرٍ - بالجيمِ، بعدها {ص / ٢٤ أ} [باءٌ] (١٢) موحَّدةٌ، {أ / ٣٤ ب} وآخِرُه راءٌ -، وهُو محمَّدُ بنُ جُبيرِ بنِ مُطْعِمٍ، تابعيٌّ مشهورٌ أَيضاً.
ومِن ذلك:
معرِّفُ بنُ واصِلٍ: كوفِيٌّ مشهورٌ.
ومُطَرِّف بنُ واصِلٍ - بالطَّاءِ بدلَ العينِ - شيخٌ آخرُ يروي (١٣) عنهُ أَبو حُذيفَةَ النَّهْدِيُّ.
ومنهُ أَيضاً:
أَحمدُ بنُ الحُسينِ - صاحِبُ إِبراهيمَ بنِ سعيدٍ (١٤) - وآخرونَ.
{ب / ٢٨ أ} وأَحيَدُ بنُ الحُسينِ مثلُهُ، لكِنْ بدلَ الميمِ ياءٌ تحتانيَّةٌ، وهو شيخٌ بخاريٌّ يروي عنهُ عبدُ اللهِ بنُ محمَّدِ [بنِ] (١٥) البِيكَنْدِيِّ (١٦) .
ومِن ذلك أَيضاً:
حفْصُ بنُ مَيْسَرَةَ شيخٌ مشهورٌ مِن طبَقَةِ مالكٍ.
وجَعْفَرُ بنُ مَيْسَرَةَ؛ شيخٌ لعُبَيْدِ اللهِ بنِ مُوسى الكُوفيِّ، الأوَّلُ: بالحاءِ المُهْمَلَةِ والفاءِ، بعدَها صادٌ مهْمَلَةٌ، والثَّاني: بالجيمِ و {ظ / ٤٢ ب} العينِ المُهْمَلَةِ بعدَها فاءٌ ثمَّ راءٌ.
_________
(١) في «أ» و «ب» : بأن.
(٢) في «ظ» و «أ» و «ب» : ثابتة.
(٣) في هامش «ظ» : الوجهين.
(٤) ليست في «ب» .
(٥) ليست في «ص» .
(٦) ليست في «ط» و «ب» .
(٧) في «ص» : اليامي.
(٨) في «ن» : ومنهم.
(٩) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(١٠) في «هـ» : ونون.
(١١) زيادة من «ص» .
(١٢) ليست في «ن» و «ط» و «هـ» و «ب» .
(١٣) في «هـ» : روى.
(١٤) في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» : سعد.
(١٥) ليست في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٦) في «ط» : محمد بن عبد الله البيكندي.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (98,'ومِن أَمثلَةِ الثَّاني:
عبدُ اللهِ بنُ زيدٍ: {هـ / ٣٤ أ} جماعةٌ:
منهُم في الصَّحابةِ صاحِبُ الأذانِ، واسمُ جدِّهِ عبدُ ربِّهِ.
وراوِي حديثِ الوُضوءِ، واسمُ جدِّهِ عاصِمٌ، وهُما «أيضاً» (١) أَنصاريَّانِ.
وعبدُ اللهِ بنُ يَزيدَ - بزيادةِ ياءٍ (٢) في أَوَّلِ اسمِ الأبِ والزَّايُ مكسورةٌ - وهُم أَيضاً {ن / ٣٤ أ} جَماعةٌ:
[منهُم] (٣) في الصَّحابةِ: الخَطْمِيُّ يُكْنى أبا {ط / ٢٦ أ} موسى، وحديثُهُ في الصَّحيحينِ.
و [منهُم] (٤) : القارئُ، له ذِكْرٌ في حديثِ عائشةَ «رضي الله عنها» (٥) ، وقد زعَمَ بعضُهم أَنَّه الخطْمِيُّ، وفيهِ نظرٌ!
[ومنها: عبد الله بن يحيى، وهم جماعةٌ.] (٦)
[و] (٧) «منها» (٨) عبدُ اللهِ بنُ نُجَيٍّ - بضمِّ النُّونِ وفتحِ الجيمِ وتشديدِ الياءِ - تابعيٌّ معروفٌ، يروي عن عليٍّ [رضيَ اللهُ «تعالى» (٩) عنهُ] (١٠) .
أَوْ يَحْصُلُ (١١) الاتِّفاقُ في الخَطِّ والنُّطْقِ، لكنْ يَحْصُلُ الاخْتِلافُ أَو (١٢) الاشتِباهُ بالتَّقْديمِ {أ / ٣٥ أ} والتَّأْخيرِ، إِمَّا في الاسمينَ جُملةً أَو نَحْوَ ذلكَ، كأَنْ يقَعَ التَّقديمُ والتَّأْخيرُ في الاسمِ الواحِدِ في بعضِ حُروفِهِ (١٣) بالنِّسبةِ إِلى ما يشتَبِهُ بهِ.
مثالُ [الأوَّلِ] (١٤) : الأسودُ بنُ يزيدَ، ويزيدُ بنُ الأسوَدِ، وهُو ظاهِرٌ.
ومنهُ: عبدُ اللهِ بنُ يَزيدَ، ويزيدُ (١٥) بنُ عبدِ اللهِ.
ومثالُ الثَّانِي: أَيُّوبُ بنُ سَيَّارٍ، وأَيُّوبُ بنُ يَسارٍ (١٦) .
الأوَّلُ (١٧) : مدَنيُّ مشهورٌ ليسَ بالقويِّ، والآخَرُ: مجهولٌ.
_________
(١) زيادة من «ص» .
(٢) في «ظ» : الياء.
(٣) ليست في «ظ» .
(٤) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) زيادة من «ظ» .
(٦) ليست في «ب» .
(٧) ليست في «ص» .
(٨) زيادة من «ن» و «ط» .
(٩) زيادة من «ن» .
(١٠) ليست في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١١) في «هـ» : تحصل.
(١٢) في «ط» و «ب» : و.
(١٣) في «ص» : الحروف.
(١٤) ليست في «ن» و «ط» .
(١٥) في «أ» : وزيد.
(١٦) في «ط» : أَيُّوبُ بنُ يَسارٍ وأَيُّوبُ بنُ سَيَّارٍ، وبناءً على هذا فإن العبارة التالية لهذا النص تحتاج إلى أن تحرر.
(١٧) في «ب» : فالأول.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (99,'خاتِمَةٌ
ومِنَ المُهِمِّ {ظ / ٤٣ أ} {ص / ٢٤ ب} عندَ المحدِّثينَ {هـ / ٣٤ ب} مَعْرِفَةُ:<span data-type="title" id=toc-72> طَبَقاتِ الرُّواةِ</span>.
وفائدتُهُ: {ب / ٢٨ ب} الأمْنُ مِن تَداخُلِ المُشتَبِهينَ، وإِمكانُ الاطِّلاعِ على تَبيينِ (١) التَّدليسِ (٢) ، والوُقوفُ على حَقيقةِ المُرادِ مِن العَنْعَنَةِ.
والطَّبَقَةُ في اصْطِلاحِهِم: عبارةٌ عنْ جَماعةٍ اشْتَركوا في السِّنِّ ولقاءِ المشايخِ.
وقد يكونُ الشَّخصُ الواحِدُ مِن طبَقَتَيْنِ باعْتِبارينِ؛ كأَنَسِ بنِ مالكٍ [[رضيَ اللهُ عنهُ] (٣) ؛ فإِنَّهُ] (٤) مِن {ن / ٣٤ ب} حيثُ ثُبوتُ صُحبتِه للنبيِّ صلَّى اللهُ عليهِ وعلى [آلهِ] (٥) وسلَّمَ يُعَدُّ في طبقةِ العشرةِ (٦) مثلاً، ومِن حيثُ صِغَرُ السنِّ [يُعَدُّ] (٧) في طَبَقَةِ مَن بعدَهُم.
فمَنْ نَظَرَ إِلى الصَّحابةِ باعْتِبارِ الصُّحبَةِ؛ جَعَلَ الجَميعَ {أ / ٣٥ ب} طبقةً واحِدَةً؛ كما صنَعَ ابنُ حِبَّانَ وغيرُه.
ومَنْ نَظَرَ إِليهِم باعْتبارِ قَدْرٍ زائدٍ، {ط / ٢٦ ب} كالسَّبْقِ إِلى (٨) الإِسلامِ أَو شُهودِ المشاهِدِ الفاضِلَةِ جَعَلَهُم طَبقاتٍ.
وإِلى ذلك جَنَحَ صاحِبُ «الطَّبقاتِ» أَبو عبدِ اللهِ محمَّدُ بنُ سعدٍ البَغداديُّ، وكتابُه أَجمَعُ ما جُمِعَ في ذلك.
وكذلك مَن جاءَ بعدَ الصَّحابةِ - وهُم التَّابعونَ - مَن نَظَرَ إِليهِم باعتبارِ الأخْذِ عن بعضِ [الصَّحابةِ] (٩) فقطْ؛ جَعَلَ الجَميعَ طبقةً واحِدَةً كما صَنَعَ ابنُ
_________
(١) في «هـ» الكلمة غير واضحة.
(٢) في «ط» و «هـ» و «ص» : المدلسين.
(٣) ليست في «ن» و «ظ» و «ص» و «أ» و «ب» .
(٤) ليست في «هـ» .
(٥) ليست في «أ» و «ب» .
(٦) في «ص» : بالعشرة.
(٧) ليست في «ص» .
(٨) في «ص» : في.
(٩) ليست في «هـ» .',NULL,'134',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (100,'حِبَّانَ أَيضاً.
ومَنْ نَظَرَ إِليهِم باعتبارِ اللِّقاءِ قسَّمَهُم (١) ؛ كما فعَلَ محمَّدُ بنُ سعدٍ.
ولكلٍّ منهُما وجْهٌ.
وَمِن المُهمِّ (٢) أَيضاً معرِفةُ {هـ / ٣٥ أ} مواليدِهِمْ، {ظ / ٤٣ ب} ووَفَياتِهِمْ (٣) ؛ لأنَّ بمَعْرِفَتِهما (٤) يحصُلُ الأمْنُ مِن دَعْوى المُدَّعي للقاءِ بعضِهِم وهُو في نَفْسِ الأمرِ ليسَ كذلكَ.
وَمِن المُهمِّ أَيضاً معرِفةُ بُلْدَانِهِمْ وأَوطانِهم، وفائدتُه الأمنُ مِن تداخُلِ الاسمَيْنِ إِذا اتَّفقا [نُطْقاً] (٥) ، لكنْ «قد» (٦) افْتَرَقا بالنَّسَبِ (٧) .
وَمِن المُهِمِّ أَيضاً معرفةُ أَحْوالِهِمْ؛ تَعْديلاً، وتَجْريحاً، وجَهالةً؛
_________
(١) في «ص» : فسرهم.
(٢) في «ص» : المبهم.
(٣) في هامش «ن» : وفاه كفتاه، ووفيات كفتيات.
(٤) في «ب» : بمعرفتها.
(٥) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٦) زيادة من «ط» .
(٧) في «ن» و «ط» و «هـ» و «ص» : بالنسبة.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (101,'لأنَّ الرَّاويَ إِمَّا أَنْ تُعْرَفَ (١) عدالَتُه، أَو (٢) يُعْرَفَ فِسْقُه، أَوْ لا يُعْرَفَ {ن / ٣٥ أ} فيهِ شيءٌ مِن ذلك.
وَمِن أَهمِّ {ب / ٢٩ أ} ذلك - بعدَ الاطِّلاعِ - معرِفةُ<span data-type="title" id=toc-73> مَراتِبِ الجَرْحِ [والتَّعديلِ] </span>(٣) {ص / ٢٥ أ} لأنَّهُم قد يُجَرِّحونَ الشَّخصَ بما لا يستَلْزِمُ ردَّ حديثِه كلِّهِ.
وقد بيَّنَّا أَسبابَ ذلك فيما مَضى، وحَصَرْناها في عَشرةٍ، وتقدَّم شرحُها مفصَّلاً.
والغَرَضُ هُنا ذِكْرُ الألفاظِ الدَّالَّةِ في اصطِلاحِهِم على تِلكَ المراتِبِ.
وللجَرْحِ مراتِبُ:
[و] (٤) أَسْوَأُها: الوَصْفُ بما دلَّ على المُبالَغَةِ فيهِ.
وأَصرحُ ذلك التَّعبيرُ بأَفْعَلَ؛ كـ: أَكْذَبِ النَّاسِ، وكذا قولُهم: إِليهِ المُنْتَهى في الوضعِ، أَو (٥) : هُو ركنُ الكذبِ، ونحوُ ذلك.
ثمَّ: دجَّالٌ، أو: وَضَّاعٌ، أو: كَذَّابٌ؛ لأنَّها وإِنْ كانَ فيها نوعُ مُبالغةٍ، لكنَّها {هـ / ٣٥ ب} دونَ الَّتي قبلَها.
وأَسْهَلُهَا؛ أَي: الألفاظِ الدَّالَّةِ على الجَرْح: قولُهم: فُلانٌ ليِّنٌ، أو: سيِّئ الحِفْظِ، أَوْ: فيهِ أَدنى مَقَالٍ.
وبينَ {ط / ٢٧ أ} أَسوأ الجَرْحِ وأَسهَلِهِ مراتِبُ لا تَخْفى (٦) .
فقولُهُم: متْروكٌ، أَو (٧) ساقِطٌ، {أ / ٣٦ أ} أَو: فاحِشُ الغَلَطِ (٨) ، أَو: مُنْكَرُ الحَديثِ، أَشدُّ مِن قولِهم: {ظ / ٤٤ أ} ضعيفٌ، أَو (٩) : ليسَ بالقويِّ، أَو: فيهِ مقالٌ.
وَمن المهمِّ أَيضاً معرِفةُ مراتِبِ التَّعديلِ.
وأَرْفَعُها: الوَصْفُ [أَيضاً] (١٠) بما دلَّ على المُبالغةِ فيهِ.
وأَصْرَحُ ذلك: التَّعبيرُ بأَفْعَلَ؛ كـ: أَوْثَقِ النَّاسِ، أَو (١١) : أَثبَتِ [[النَّاس] (١٢) ، أَو: إِليهِ المُنْتَهى في التَّثَبُّتِ (١٣) ] (١٤) .
ثمَّ ما تَأَكَّدَ بِصِفَةٍ مِن الصِّفاتِ الدَّالَّةِ على التَّعديلِ، أَو صِفَتَيْنِ؛ كـ: ثقةٌ
_________
(١) في «هـ» و «ظ» : يعرف.
(٢) في «أ» : و.
(٣) ليست في «ظ» .
(٤) ليست في «ن» و «ط» و «ظ» و «ص» و «أ» و «ب» .
(٥) في «هـ» : و.
(٦) في «هـ» : يخفى.
(٧) في «ب» : أي.
(٨) في «ط» : اللفظ.
(٩) في «ط» : و.
(١٠) ليست في «ط» .
(١١) في «ص» : و.
(١٢) ليست في «ط» .
(١٣) في «هـ» : الثبت، وفي هامش «ظ» ما يدل على صوابها أيضاً في الكلمة، وفي «ص» : التثبيت.
(١٤) ليست في «ن» .',NULL,'136',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (102,'ثقةٌ، أو: ثبتٌ ثبتٌ، أَوْ: ثقةٌ حافظٌ، أَو: عدلٌ ضابِطٌ، أو (١) نحوُ ذلك.
وأَدْناها: {ن / ٣٥ ب} ما أَشْعَرَ بالقُرْبِ مِنْ أَسْهَلِ التَّجْرِيحِ؛ كـ: شيخٌ، و: يُرْوى حديثُه، و: يُعْتَبَرُ بهِ، ونحوُ ذلك.
وبينَ ذلك مراتِبُ لا تَخْفى (٢) .
_________
(١) في «ط» : و.
(٢) في «هـ» : يخفى.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (103,'وَهذهِ أَحكامٌ تتعلَّقُ (١) بذلك، ذكَرْتُها هُنا (٢) لتَكْمِلَةِ (٣) الفائدةِ، فأَقولُ:
تُقْبَلُ (٤) التَّزكِيَةُ مِنْ عَارِفٍ بأَسْبَابِها {ب / ٢٩ ب} لا مِنْ غيرِ عارِفٍ «بأسبابها» (٥) ؛ [لئلاَّ] (٦) يُزكِّيَ بمجرَّدِ ما يظهَرُ [لهُ] (٧) ابْتِداءً مِن غيرِ ممارسةٍ واخْتِبارٍ.
ولَوْ كانتِ التَّزكيةُ صادِرةً مِن مُزَكٍّ {هـ / ٣٦ أ} واحِدٍ عَلى الأصَحِّ؛ خلافاً لمَن شَرَطَ أَنَّها لا تُقْبَلُ (٨) إِلاَّ مِنَ اثْنَيْنِ؛ إِلْحاقاً لها بالشَّهادَةِ في الأصحِّ أَيضاً!
والفَرْقُ بينَهُما أَنَّ التَّزكية تُنَزَّلُ (٩) منزِلَةَ الحُكْمِ، فلا يُشْتَرَطُ فيها {ص / ٢٥ ب} العددُ، و «تزكية» (١٠) [الشَّهادةُ (١١) تقعُ مِن] (١٢) الشَّاهِدِ «تقع» (١٣) عندَ الحاكِمِ، فافْتَرقا.
ولَوْ قيلَ: يُفَصَّلُ بينَ ما (١٤) إِذا كانتِ التَّزكيةُ في الرَّاوي مُستَنِدَةً مِن المُزكِّي {ظ / ٤٤ ب} إِلى اجْتِهادِهِ (١٥) ، أَو إِلى النَّقْلِ عنْ غيرِه؛ لكانَ مُتَّجهاً.
لأنَّه (١٦) إِنْ كانَ الأوَّلُ، فلا (١٧) يُشْتَرَطُ «فيه» (١٨) العددُ أَصلاً؛ [لأنَّهُ حينئذٍ] (١٩) يكونُ بمنزلةِ (٢٠) الحاكمِ.
وإِنْ كانَ الثَانيَ؛ فيُجْرى فيهِ الخِلافُ، {أ / ٣٦ ب} ويَتَبَيَّنُ (٢١) أَنَّه - أَيضاً - (٢٢) لا يُشْتَرَطُ العددُ «أصلاً» (٢٣) «أيضاً» (٢٤) ؛ لأنَّ أَصلَ النَّقلِ لا يُشْتَرَطُ فيهِ العددُ، فكَذا ما تفرَّعَ (٢٥) عنهُ (٢٦) ، واللهُ أَعلمُ.
و [كذا] (٢٧) يَنْبَغي أَنْ لا يُقْبَلَ الجَرْحُ والتَّعْديلُ إِلاَّ مِن عدلٍ مُتَيَقِّظٍ، فلا (٢٨) [يُقْبَلُ] (٢٩) جَرْحُ مَنْ أَفْرَطَ (٣٠) فيهِ مُجَرِّحٌ (٣١) بما لا يقْتَضي رَدَّ حديثِ المُحَدِّثِ.
كما [لا] (٣٢) يُقْبَلُ (٣٣) تزكِيَةُ مَن أَخَذَ بمجرَّدِ الظَّاهِرِ، فأَطلَقَ التَّزكيةَ.
وقالَ الذَّهبيُّ - وهُو {ط / ٢٧ ب} مِن أَهْلِ الاستِقراءِ التَّامِّ في نَقْدِ الرِّجالِ -: {ن / ٣٦ أ} «لمْ يجْتَمِعِ اثْنانِ مِن عُلماءِ هذا الشَّأنِ قطُّ على تَوثيقِ ضَعيفٍ، ولا [على] (٣٤) تَضعيفِ ثِقةٍ» أ. هـ (٣٥)
ولهذا كانَ [مذهَبُ] (٣٦) النَّسائيِّ أَنْ لا {هـ / ٣٦ ب} يُتْرَكَ حديثُ الرَّجُلِ حتَّى يجتَمِعَ (٣٧) الجَميعُ على تَرْكِهِ.
_________
(١) في «ظ» : يتعلق.
(٢) في «ظ» : ههنا.
(٣) في «هـ» : ليتكمل.
(٤) في «ظ» : يقبل.
(٥) زيادة من «أ» .
(٦) ليست في «ط» .
(٧) ليست في «أ» .
(٨) في «ظ» : يقبل.
(٩) في «ظ» ضُبطت الكلمة هكذا: تَنْزِل، وفي «ص» : تتنزل.
(١٠) زيادة من «أ» و «ب» و «ص» .
(١١) في «هـ» : وتزكية الشاهد.
(١٢) ليست في «أ» .
(١٣) زيادة من «أ» .
(١٤) في «ن» : بينهما.
(١٥) في «ص» : اجتهاد.
(١٦) في «أ» : فإنه.
(١٧) في «هـ» : ولا.
(١٨) زيادة من «ط» .
(١٩) ليست في «ط» .
(٢٠) في «ظ» : منزلة.
(٢١) في «ظ» : تبين.
(٢٢) في «أ» : أيضاً أنه.
(٢٣) زيادة من «ط» .
(٢٤) زيادة من «ظ» .
(٢٥) في «هـ» : يفرع.
(٢٦) في «ب» : عليه.
(٢٧) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(٢٨) في «هـ» ولا.
(٢٩) ليست في «ن» .
(٣٠) في «ظ» : لفظ.
(٣١) في «ن» و «ط» و «هـ» و «أ» و «ب» : فجرح، وفي «ص» : فجروح.
(٣٢) ليست في «ط» .
(٣٣) في «ن» و «ط» : تقبل.
(٣٤) ليست في «ط» .
(٣٥) في «ن» و «هـ» و «ظ» و «أ» و «ب» : انتهى.
(٣٦) ليست في «ن» .
(٣٧) في «هـ» : يجمع.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (104,'ولْيَحْذَرِ المتكلِّمُ في هذا الفنِّ مِن التَّساهُلِ في الجَرْحِ والتَّعديلِ، فإِنَّهُ إِنْ عدَّلَ [أَحداً] (١) بغيرِ (٢) تثبُّتِ (٣) ؛ كانَ كالمُثْبِتِ حُكْماً ليسَ بثابتٍ، فيُخْشى عليهِ أَنْ يدْخُلَ في زُمرةِ «مَن روى حَديثاً وهُو يظنُّ أَنَّهُ كَذِبٌ» .
وإِنْ جَرَّحَ بغيرِ تَحرُّزٍ، [فإِنَّه] (٤) أَقْدَمَ {ب / ٣٠ أ} على الطَّعنِ في مُسلمٍ بَريءٍ مِن ذلك، ووسَمَهُ بِميْسَمِ سُوءٍ يَبْقى عليهِ عارُهُ أَبداً.
والآفةُ تدخُلُ (٥) في هذا: تارةً مِنَ الهَوى والغَرَضِ الفاسِدِ (٦) - وكلامُ المتقدِّمينَ سالِمٌ مِن هذا غالباً -، وتارةً مِن المُخالفةِ في العَقائدِ - وهُو موجودٌ {ظ / ٤٥ أ} كثيراً؛ قديماً وحَديثاً -، ولا ينْبَغي إِطلاقُ الجَرْحِ بذلك، فقد قدَّمْنا تحقيقَ الحالِ في العملِ بروايةِ المُبتَدِعةِ (٧) .
والجَرْحُ مُقَدَّمٌ عَلى التَّعْديلِ، وأَطلقَ ذلك جماعةٌ، ولكنَّ محلَّهُ إِن صَدَرَ مُبَيَّناً مِن عَارِفٍ بأَسْبَابِهِ؛ {أ / ٣٧ أ} لأنَّه (٨) إِنْ كانَ غيرَ مفسَّرٍ لم يَقْدَحْ فيمَنْ (٩) ثبَتَتْ (١٠) عدالَتُه.
وإِنْ صدَرَ مِن (١١) غيرِ عارفٍ بالأسبابِ لم يُعْتَبَرْ بهِ أيضاً.
فإِنْ خَلا المَجْروحُ عَنِ التَّعديلِ (١٢) ؛ قُبِلَ الجَرْحُ فيهِ مُجْمَلاً غيرَ مبيَّنِ السَّببِ إِذا صدَرَ مِن {ص / ٢٦ أ} عارفٍ عَلى المُخْتارِ؛ لأنَّهُ إِذا لمْ {هـ / ٣٧ أ} يكُنْ فيهِ تعديلٌ؛ [فهو] (١٣) في حيَّزِ المَجهولِ، وإِعمالُ {ن / ٣٦ ب} قولِ المُجَرِّحِ أَولى مِن إِهمالِه.
ومالَ ابنُ الصَّلاحِ في مثلِ هذا إلى التوقُّفِ [فيهِ] (١٤) .
_________
(١) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٢) في «ط» : من غير.
(٣) في «هـ» : تثبت، وفي «ص» : ثبت.
(٤) ليست في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٥) في «ظ» : يدخل.
(٦) في «ب» : الغرض والهوى الفاسد.
(٧) في «ظ» : المبتدع.
(٨) في «ط» : لا إن.
(٩) في «ب» : في من.
(١٠) في «هـ» : يثبت، وفي «ظ» : ثبت.
(١١) في «ط» : عن.
(١٢) في «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» : تعديل.
(١٣) ليست في «هـ» .
(١٤) ليست في «ظ» .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (105,'فصلٌ
ومِنَ المُهِمَّ في هذا الفنِّ معْرِفةُ:<span data-type="title" id=toc-74> كُنَى المُسَمَّيْنَ [</span>ممَّن اشْتُهِرَ باسمِهِ ولهُ كُنيةٌ لا يُؤمَنُ أَنْ يأْتِيَ في بعضِ الرِّاوياتِ مُكَنيّاً] (١) ؛ لئلاَّ يُظَنَّ أَنّه آخرُ.
وَمعرفةُ أَسْمَاءِ المُكَنَّيْنَ، وهو عكسُ الَّذي قبلَهُ «كابن جريج» (٢) .
وَمعرِفةُ مَنْ اسمُهُ كُنْيَتُهُ، وهُم (٣) قليلٌ.
وَمعرِفةُ مَنْ اخْتُلِفَ في كُنْيَتِهِ، [وهُم (٤) كثيرٌ] (٥) .
وَمعرِفةُ مَنْ كَثَُرتْ كُناهُ؛ كابنِ جُريجٍ؛ لهُ كُنيتانِ: [أَبو] (٦) الوليدِ، وأبو خالدٍ.
أَوْ كَثُرتْ نُعُوتُهُ {ط / ٢٨ أ} وأَلقابُه.
وَمعرِفةُ مَنْ وافَقَتْ كُنْيَتُهُ اسمَ أَبيهِ؛ كأَبي إِسحاقَ إبراهيمَ بنِ إِسحاقَ المَدنيِّ أَحدِ [أَتباعِ] (٧) التَّابِعينَ.
{ظ / ٤٥ ب} وفائدةُ معرِفَتِه:
نفيُ الغَلَطِ عمَّنْ (٨) نَسَبَهُ إِلى أَبيهِ، فقالَ: أَخْبَرنا (٩) ابنُ إِسحاقَ، فَنُسِبَ إِلى التَّصحيفِ، وأَنَّ الصَّوابَ: {ب / ٣٠ ب} [أَخْبَرنا (١٠) ] (١١) أَبو (١٢) إِسحاقَ.
أَو بالعَكْسِ؛ كإِسحاقَ بنِ أَبي إِسحاقَ السَّبيعيِّ.
أَوْ وافقتْ كُنْيَتُهُ كُنْيَةَ زَوْجَتِهِ؛ كأَبي أَيُّوبَ الأنصاريِّ وأُمِّ أَيُّوبَ؛ صحابيَّانِ [مشهورانِ] (١٣) .
أَو وافقَ اسمُ شيخِه اسمَ أَبيِه؛ كالرَّبيعِ بنِ أَنسٍ عن أَنسٍ؛ هكذا يأْتي في الرِّوايات، فيُظنُّ أَنّه يَروي {هـ / ٣٧ ب} عن أَبيهِ؛ {أ / ٣٧ ب} كما وقعَ في «الصَّحيحِ» : عن عامِرِ بنِ سعدٍ (١٤) عن سعدٍ، وهو أبوهُ، وليسَ أَنسٌ شيخُ الرَّبيعِ والِدَهُ، بل أَبوهُ بكرِيٌّ وشيخُهُ أَنصاريٌّ، وهُو أَنسُ {ن / ٣٧ أ} بنُ مالكٍ الصَّحابيُّ المشهورُ، وليسَ الرَّبيعُ المذكورُ مِن أَولادِه.
وَمعرِفةُ مَنْ نُسِبَ إِلى غَيْرِ أَبيهِ؛ كالمِقدادِ بنِ الأسودِ، [نُسِبَ إلى الأسودِ] (١٥) الزُّهْرِيِّ لكونِه (١٦) تبنَّاه، وإِنَّما هُو مِقدادُ (١٧) بنُ عَمْرٍو.
أَوْ [نُسِبَ] (١٨) إِلى أُمِّهِ؛ كابنِ عُلَيَّةَ، هُو إِسماعيلُ بنُ إبراهيمَ بنِ مِقْسَمٍ، أَحدُ الثِّقاتِ (١٩) ،
_________
(١) ليست في «ص» .
(٢) زيادة من «أ» .
(٣) في «هـ» و «ظ» : وهو.
(٤) في «ص» : وهو.
(٥) ليست في «ط» و «هـ» .
(٦) ليست في «ن» .
(٧) ليست في «ن» .
(٨) في «هـ» : عن من، وفي «ص» : عن.
(٩) في «ن» : أنبأنا، وفي «ط» و «هـ» و «أ» : أنا، و «ظ» : حدثنا.
(١٠) في «ن» : أنبأنا، وفي «ط» و «هـ» و «أ» : أنا، و «ظ» : حدثنا.
(١١) ليست في «ص» .
(١٢) في «ص» : أبا.
(١٣) ليست في «ص» .
(١٤) في «ص» : سعيد.
(١٥) ليست في «ب» .
(١٦) في «ظ» : لأنه.
(١٧) في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : المقداد.
(١٨) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(١٩) في «ط» : النقاد.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (106,'وعُلَيَّةُ اسمُ أُمِّهِ، اشتُهِرَ بها، وكانَ لا يحبُّ أَنْ يُقالَ لهُ (١) : ابنُ عُلَيَّة.
[ولهذا [كانَ] (٢) يَقولُ الشَّافِعيُّ (٣) : أَخْبَرَنا (٤) إِسْماعِيلُ الَّذي يُقالُ لَهُ: ابنُ عُلَيَّةُ] (٥) .
أَوْ نُسِبَ إِلى غَيْرِ مَا يَسْبِقُ إِلى الفَهْمِ؛ {ظ / ٤٦ أ} كالحَذَّاءِ، ظاهِرُه أَنّه منسوبٌ إِلى صناعتِها، أو بيعِها، وليس كذلك، وإِنما كانَ يجالِسُهم، فنُسِبَ إليهِم.
وكسُليمانَ التَّيميِّ؛ لم يكنْ مِن بَني التَّيْم، {ص / ٢٦ ب} ولكنْ نزلَ فيهِم.
وكَذا مَن نُسِبَ إِلى جدِّهِ، فلا يؤمَنُ التِباسُه بمَن وافقَ اسمُه [اسمَه] (٦) ، واسمُ أَبيهِ اسمَ الجدِّ المذكورِ.
وَمعرِفةُ مَنِ اتَّفَقَ اسمُهُ (٧) واسمُ أَبيهِ وجَدِّهِ؛ كالحسنِ بنِ الحسنِ بنِ الحسنِ بنِ عليِّ بنِ أَبي طالبٍ [رضيَ اللهُ عنهُ (٨) ] (٩) .
وقد [يقعُ] (١٠) أَكثرُ مِن ذلك، وهُو مِن فُروعِ المُسَلْسَلِ.
وقد يتَّفِقُ الاسمُ واسمُ الأبِ مع اسمِ الجَدِّ واسمِ أَبيهِ (١١) فصاعِداً؛ {هـ / ٣٨ أ} كأَبي اليُمْنِ الكِنْديِّ، «و» (١٢) هُو زيدُ بنُ الحسنِ بنِ زيدِ بنِ الحسنِ [بنِ زيدِ بنِ الحسنِ] (١٣) .
{ب / ٣١ أ} أَوْ اتَّفَقَ (١٤) &lt; اسمُ الرَّاوي واسمُ شيخِهِ وشَيْخِ شَيْخِهِ فصاعِداً؛ كعِمْرانَ {أ / ٣٨ أ} عن عِمْرانَ عَن عِمْرانَ؛ الأوَّل: يُعْرَف {ن / ٣٧ ب} بالقَصِيرِ، والثَّاني: أبو رَجاءٍ (١٥) العُطارِديُّ، والثَّالثُ: ابنُ حُصينٍ الصَّحابيُّ [رضيَ اللهُ عنهُ] (١٦) .
وكسُليمانَ عن سُليمانَ عن سُليمانَ: الأوَّلُ: ابنُ أحمدَ بنِ أيوبَ الطَّبرانيُّ، والثَّاني: ابنُ أَحمدَ الواسطيُّ، والثَّالثُ: ابنُ عبد الرحمنِ الدِّمشقيُّ المعروفُ بابنِ [بنتِ] (١٧) شُرَحْبيلَ.
وقد يقعُ ذلك للرَّاوي ولشيخِهِ (١٨) [معاً] (١٩) ؛ كأَبي العلاءِ الهَمْدانيَّ
_________
(١) في «ط» : كان يحب أن لا يقال له.
(٢) ليست في «ظ» .
(٣) في «ص» : الشافعي رحمه الله تعالى يقول.
(٤) في «ن» : أنبأنا، وهي غير واضحة في «ب» هل هي: أنا أو ثنا.
(٥) ليست في «ط» .
(٦) ليست في «ظ» .
(٧) في «ن» : اسم.
(٨) في «ظ» : رضي الله عنهم.
(٩) ليست في «ن» و «هـ» و «ص» و «أ» و «ب» .
(١٠) ليست في «ص» .
(١١) في «ن» و «ط» و «هـ» : الأب، وفي «أ» : مع الاسم اسم الأب، وفي «ب» : مع الاسم واسم الأب.
(١٢) زيادة من «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٣) ليست في «ن» و «ظ» .
(١٤) في «ن» و «ط» و «هـ» و «أ» و «ب» : يتفق.
(١٥) في «ظ» : الرجاء.
(١٦) ليست في «ن» و «ب» .
(١٧) ليست في «ب» .
(١٨) في «ب» : وشيخه.
(١٩) ليست في «ب» .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (107,'العطَّارِ {ظ / ٤٦ ب} المَشْهورِ (١) بالرِّوايةِ عن أَبي عليٍّ الأصبهانيِّ (٢) الحدَّادِ، وكلٌّ منهُما اسمُه الحسنُ بنُ أَحمدَ بنِ الحَسنِ بنِ أَحمدَ «بن الحسن بن أحمد» (٣) ، فاتَّفقا في ذلك، وافْتَرقا في الكُنيةِ، والنِّسبةِ إِلى البلدِ والصِّناعةِ.
و «قد» (٤) صنَّفَ فيهِ أَبو موسى المَدينيُّ جُزءاً حافِلاً.
وَمعرفةُ<span data-type="title" id=toc-75> مَنِ اتَّفَقَ اسْمُ شَيْخِهِ والرَّاوِي عَنْهُ</span>، وهو «من» (٥) نوعٌ لطيفٌ، لم يتعرَّضْ لهُ ابنُ الصَّلاحِ.
وفائدتُه: رفعُ اللَّبْسِ عمَّن (٦) يُظنُّ أَنَّ فيهِ تَكراراً، أو (٧) انقلاباً.
فمِن أَمثلتِه: البُخاريُّ؛ روى عَن مُسْلمٍ، وروى عنهُ مُسلمٌ، فشيخُهُ مسلمُ بنُ إبراهيمَ الفَراهيديُّ (٨) البَصريُّ، والرَّاوي عنهُ مُسلمُ بنُ الحجَّاجِ {هـ / ٣٨ ب} القُشيريُّ صاحِبُ الصَّحيحِ.
وكذا وقعَ ذلك لعبدِ بنِ حُميدٍ أيضاً: روى عن مُسلمِ بنِ إبراهيمَ، وروى عنهُ مُسلمُ بنُ الحجَّاجِ في صحيحِه حديثاً بهذه التَّرجمةِ بعينها.
ومنها: يحيى بنُ أَبي كَثيرٍ، روى عن هِشامٍ، وروى عنهُ هِشامٌ، {ن / ٣٨ أ} [فشيخُه هشامُ بنُ عُروةَ، وهو مِن أَقرانِه، والرَّاوي عنهُ هِشامٌ بنُ أبي عبدِ اللهِ الدَّسْتُوائِيُّ.
{أ / ٣٨ ب} ومنها: ابنُ جُريْجٍ، روى عن هشامٍ، وروى عنهُ هِشامٌ] (٩) ، فالأعْلى (١٠) ابنُ عُروةَ، والأدْنى ابنُ يوسُفَ {ص / ٢٧ أ} {ب / ٣١ ب} الصَّنعانيُّ.
ومنها: الحكمُ بنُ عُتَيْبَةَ (١١) ، روى عن ابنِ أَبي ليلى، و [روى] (١٢) عنهُ ابنُ أبي لَيْلى، فالأعْلى عبدُ الرَّحمنِ، والأدْنى «محمد» (١٣) بنُ عبدِ الرَّحمنِ المذكورِ.
وأَمثلَتُه {ظ / ٤٧ أ} كثيرةٌ.
وَمِن المهمِّ (١٤) في هذا الفنِّ مَعْرِفَةِ<span data-type="title" id=toc-76> الأَسْماءِ المُجَرَّدَةِ</span>، وقد جَمَعَها جماعةٌ مِن الأئمَّةِ: فمنهُم مَن جَمَعَها بغيرِ قَيدٍ، كابنِ سعدٍ في «الطَّبقاتِ» ، وابنِ
_________
(١) في «ن» و «هـ» و «ص» و «أ» و «ب» : مشهور.
(٢) في «ظ» و «ب» : الأصفهاني.
(٣) زيادة من «ن» و «هـ» و «ص» و «أ» و «ب» .
(٤) زيادة من «ظ» و «ص» .
(٥) زيادة من «ن» ، وأظنها خطأ.
(٦) في «ن» و «هـ» و «ص» و «أ» و «ب» : عن من.
(٧) في «ن» و «ظ» و.
(٨) في «ظ» : القراديسي، وفي «ص» و «أ» و «ب» : الفراديسي، وفي هامش النسخة «أ» : زيقال الفراهيدي.
(٩) ليست في «ص» .
(١٠) في «ص» : فالأول.
(١١) في «ظ» و «ص» : عيينة.
(١٢) ليست في «هـ» و «ص» .
(١٣) زيادة من «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٤) في «ص» : المبهم.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (108,'أَبي خَيْثَمَة، والبُخاريِّ في «تاريخَيْهِما» (١) ، وابنِ أَبي حاتمٍ في «الجَرْحِ والتَّعديلِ» .
ومنهُم مَن أَفردَ الثِّقاتِ [بالذِّكرِ] (٢) ؛ كالعِجْلِيِّ، وابنِ حِبَّانَ، وابنِ شاهينَ.
ومنهُم مَن أَفْرَدَ المَجْروحينَ؛ كابنِ (٣) عديٍّ، وابنِ حبّانَ أَيضاً.
ومنهُم مَنْ تَقيَّدَ بكتابٍٍ مَخصوصٍ: كـ «رجال البُخاري» لأبي نصرٍ الكَلاَباذيِّ، و «رجالِ مسلمٍ» {هـ / ٣٩ أ} لأبي بكرِ بنِ مَنْجَوَيْهِ، ورجالِهما معاً لأَبي الفضلِ بنِ طاهرٍ، و «رجالِ أبي داودَ» لأبي عليٍّ الجيَّانِي (٤) ، وكذا «رِجال التِّرمذيِّ» و «رجال النَّسائيِّ» لجماعةٍ مِن المَغاربةِ، ورجالِ السِّتَّةِ: الصَّحيحينِ وأَبي داودَ والتِّرمذيِّ والنَّسائيِّ (٥)
_________
(١) في «ن» و «هـ» و «ظ» و «ص» و «أ» : تاريخهما.
(٢) ليست في «ن» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٣) في «ظ» و «ص» : كأبي.
(٤) في «هـ» : الجباي، وفي «ص» الكلمة غير واضحة.
(٥) في «ظ» : والنسائي والترمذي.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (109,'وابنِ ماجة؛ لعبدِ الغنيِّ المقدِسيِّ في كتابِه «الكمالِ» (١) ، ثمَّ هذَّبَهُ {ن / ٣٨ ب} المِزِّيُّ في «تهذيبِ الكَمالِ» (٢) .
وقد لخَّصْتُهُ، وزدتُ عليهِ أَشياءَ كثيرةً، وسمَّيْتُه «تهذيب التَّهذيب» ، وجاءَ معَ ما اشتَمَلَ عليهِ من الزِّياداتِ قدْرَ ثُلُثِ الأصلِ.
وَمِن المُهمِّ أَيضاً معرِفةُ الأسماءِ المُفْرَدَةِ، وقد صنَّفَ فيها الحافظُ أَبو بكرٍ أَحمدُ بنُ هارونَ البَرديجيُّ، {أ / ٣٩ أ} فذكرَ أَشياءَ تَعَقَّبوا عليهِ (٣) بعضَها، {ظ / ٤٧ ب} مِن ذلك قولُه: «صُغْديُّ بنُ سِنانٍ» ، أَحدُ الضُّعفاءِ، وهو بضمِّ [الصَّادِ] (٤) المُهملةِ، وقد تُبْدلُ سيناً مُهملة، وسكونِ الغينِ المُعجمةِ، بعدها دالٌ مُهملةٌ، ثمَّ ياءٌ كياءِ (٥) النَّسبِ، وهو اسمُ علمٍ {ب / ٣٢ أ} بلفظِ النَّسبِ، وليسَ هُو فرداً.
ففي «الجَرحِ والتَّعديلِ» لابنِ أَبي حاتمٍ: صُغْديٌّ الكوفيُّ، وثَّقَهُ ابنُ مَعينٍ، وفرَّقَ بينَه وبينَ الَّذي قبلَه فضعَّفَهُ.
وفي «تاريخِ العُقيليِّ» : صُغْديُّ بنُ عبدِ اللهِ يروي عن قَتادةَ، قال [العُقيليُّ] (٦) : حَديثُهُ غيرُ محفوظٍ. أهـ (٧) &gt; (٨)
{ط / ٢٨ ب} وأَظنُّهُ (٩) هُو الَّذي ذكرَهُ ابنُ أَبي حاتمٍ، وأَمَّا كونُ العُقَيْليِّ ذكرَه في «الضُّعفاءِ» ؛ فإِنَّما (١٠) {هـ / ٣٩ ب} [هُو] (١١) للحديثِ
_________
(١) في «ن» و «هـ» و «ص» و «أ» : الإكمال، وفي هامش النسخة «أ» هو الكمال لا الاكمال كما توهم.
(٢) في «ن» : الإكمال.
(٣) في «ظ» : عليها.
(٤) ليست في «ن» و «هـ» و «ص» و «أ» و «ب» .
(٥) في «ص» : كتاب.
(٦) ليست في «ص» .
(٧) في «ن» و «هـ» و «ظ» و «أ» و «ب» : انتهى.
(٨) هذا المقدار ساقط من النسخة «ط» .
(٩) في «ب» : والحق.
(١٠) في «ب» : فإنه.
(١١) ليست في «ب» .',NULL,'144',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (110,'الذي ذكَرَهُ، وليستِ الآفةُ منهُ، بل {ص / ٢٧ ب} [هِيَ] (١) مِن الرَّاوي عنهُ عَنْبَسَةُ بنُ عبدِ الرحمنِ، واللهُ أعلمُ.
ومِن ذلك: «سَنْدَر» بـ «بفتح» (٢) المُهْمَلةِ والنُّون، بوزنِ جَعْفرٍ، وهو مولى «محمد» (٣) زِنْبَاعٍ الجُذاميِّ (٤) ، له صُحبةٌ وروايةٌ، [و] (٥) المشهورُ أَنَّه يُكْنَى أَبا عبدِ اللهِ، وهُو اسمٌ فردٌ {ن / ٣٩ أ} لم يتسمَّ بهِ غيرُه فيما نعلمُ (٦) ، لكنْ ذكرَ أَبو موسى في «الذَّيلِ» على «معرفةِ الصَّحابةِ» لابنِ منده: سَنْدَرٌ (٧) أَبو الأسودِ، وروى لهُ [حديثاً] (٨) ، وتُعُقِّبَ عليهِ ذلك؛ فإِنَّه (٩) هُو الذي ذكَرَهُ ابنُ منده.
وقد ذكرَ الحديثَ المذكورَ محمَّدُ بنُ الرَّبيعِ [الجِيزيُّ (١٠) ] (١١) {ظ / ٤٨ أ} في «تاريخِ الصَّحابةِ الَّذين نَزلوا مِصرَ» في ترجمةِ سَنْدَرٍ مولى زِنْباع.
وقد حرَّرتُ (١٢) ذلك في كتابي (١٣) «في» (١٤) الصَّحابة.
وَكذا معرِفةُ<span data-type="title" id=toc-77> الكُنَى المُجرَّدَةِ [</span>و [المُفْرَدَةِ وَ [كذا مَعرِفَةُ] (١٥) ] (١٦) ] (١٧) الألْقابِ، وهي تارةً تكونُ (١٨) {أ / ٣٩ ب} بلفظِ الاسمِ، وتارةً «تكون» (١٩) بلفظِ الكُنيةِ، و «قد» (٢٠) تقعُ (٢١) [نِسبةً (٢٢) ] (٢٣) [إلى] (٢٤) عاهَةٍ (٢٥) «كالأعمش» (٢٦) أَو حِرفةٍ.
وَكذا [مَعْرِفَةُ] (٢٧)<span data-type="title" id=toc-78> الأنْسابِ</span>.
وَهي تارةً تَقَعُ إِلى القَبائِلِ، وهي (٢٨) في المتقدِّمينَ أَكثرُ (٢٩) بالنِّسبةِ إلى «أكثر» (٣٠) المتأَخِّرينَ.
وَتارةً إِلى الأوْطانِ، وهذا (٣١) في المتأَخِّرينَ أَكثرُ (٣٢) «أي» (٣٣) بالنِّسبةِ إِلى المتقدِّمين.
والنِّسبةُ إِلى الوطنِ أَعمُّ مِن أَنْ يكونَ (٣٤) بلاداً، أو ضياعاً، أو سِكَكَاً، {هـ / ٤٠ أ} {ب / ٣٢ ب} أو مُجاوَرَةً وتقع إِلى الصَّنائعِ كالخَيَّاطِ والحِرَفِ كالبَزَّازِ (٣٥) .
ويقعُ فيها (٣٦) الاتِّفاقُ والاشتباهُ (٣٧) ؛ كالأسماءِ (٣٨) .
وقد تَقعُ الأنْسابُ (٣٩) أَلقاباً؛ كخالِدِ بنِ مَخلَدٍ القَطوانيِّ، كانَ كوفيّاً، ويلقَّبُ بالقَطَوانيِّ (٤٠) ، وكان يغضَبُ منها (٤١) .
وَمِن المُهمِّ أَيضاً مَعْرِفةُ أَسبابِ ذلك؛ أي: الألقابِ [والنِّسبِ الَّتي باطِنُها على خِلافِ ظاهِرِها] (٤٢) .
[وَ] (٤٣) [كَذا] (٤٤) «و» (٤٥) مَعْرِفَةُ المَوالي مِنْ {ن / ٣٩ ب} أَعْلى (٤٦) و [مِنْ] (٤٧) أَسْفَلَ (٤٨) ؛ بالرِّقِّ، أَو بالحِلْفِ {ط / ٢٩ أ} أو بالإِسلامِ؛
_________
(١) ليست في «أ» .
(٢) زيادة من «ن» .
(٣) زيادة من «ص» .
(٤) في «ص» : بياع الجدامي.
(٥) ليست في «ظ» .
(٦) في «ظ» و «ص» : يُعلم.
(٧) في «ص» : مسند.
(٨) ليست في «ص» .
(٩) في «ص» : بأنه.
(١٠) في «هـ» : الحيري، وفي «ظ» : الحربي.
(١١) ليست في «ب» .
(١٢) في «ص» : جردت.
(١٣) في «ص» : كتاب.
(١٤) زيادة من «ن» و «ط» و «هـ» و «ظ» و «أ» و «ب» .
(١٥) ليست في «ص» .
(١٦) ليست في «أ» و «ب» .
(١٧) ليست في «ن» و «ط» و «هـ» .
(١٨) في «ظ» : يكون.
(١٩) زيادة من «أ» .
(٢٠) زيادة من «ب» .
(٢١) في «ص» : ويقع.
(٢٢) في «ظ» : بسبب.
(٢٣) ليست في «ب» .
(٢٤) ليست في «ظ» .
(٢٥) في «ط» كلمة غير واضحة.
(٢٦) زيادة من «هـ» و «ص» و «أ» .
(٢٧) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(٢٨) في «ن» و «هـ» و «ب» : وهو.
(٢٩) في «ن» و «هـ» و «ص» و «أ» : أكثري.
(٣٠) زيادة من «ص» .
(٣١) في «ط» : وهي، وفي «هـ» و «ظ» : وهو.
(٣٢) في «ن» و «هـ» و «ص» و «أ» : أكثري.
(٣٣) زيادة من «ن» .
(٣٤) في «ط» و «ب» : تكون.
(٣٥) في «ص» : كالبزار.
(٣٦) في «ب» : فيه.
(٣٧) في «ط» : الاشتباه والاتفاق.
(٣٨) في «ص» : ويقع فيها الاشتباه كالأسماء والاتفاق.
(٣٩) في «هـ» : الأسماء.
(٤٠) في «هـ» : القطواني.
(٤١) الكلمة غير واضحة في «ظ» .
(٤٢) ليست في «هـ» و «ص» .
(٤٣) ليست في «ص» .
(٤٤) ليست في «ن» و «ط» و «هـ» و «أ» و «ب» .
(٤٥) زيادة من «ص» .
(٤٦) في «ظ» : الأعلى.
(٤٧) ليست في «أ» و «ب» .
(٤٨) في «ظ» : الأسفل.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (111,'لأنَّ كلَّ ذلك يُطْلَقُ عليهِ مولى، ولا يُعْرَفُ تمييزُ ذلك إِلاَّ بالتَّنْصيصِ عليهِ.
وَ «كذا» (١) مَعْرِفَةُ الإِخْوَةِ {ظ / ٤٨ ب} والأخَواتِ، وقد صنَّفَ فيهِ القُدماءُ؛ كعليِّ بنِ المَدينيِّ.
وَمِن المهمِّ أَيضاً مَعْرِفَةُ آدابِ (٢) الشَّيْخِ والطَّالِبِ: ويشتَرِكانِ في:
تصحيحِ النِّيَّةِ، والتَّطهيرِ (٣) مِن أَعراضِ (٤) الدُّنْيا، وتَحسينِ الخُلُق (٥) .
وينفَرِدُ الشَّيخُ بأَنْ:
يُسمعَ إِذا احْتيجَ إِليهِ.
ولا يُحدِّثُ ببلدٍ فيهِ [مَن هُو] (٦) أَولى منهُ، بل يُرْشدُ إِليهِ.
ولا يَتْرُكُ إِسماعَ أَحدٍ لنيَّةٍ فاسدةٍ.
وأَنْ يتطهَّرَ ويجْلِسَ بوَقارٍ.
ولا يُحَدِّثُ قائماً ولا عَجِلاً، ولا في الطَّريقِ (٧) إِلاَّ إِنِ (٨) اضطُرَّ إِلى ذلك.
وأَنْ {ص / ٢٨ أ} يُمْسِكَ عنِ التَّحديثِ إِذا خَشِيَ التَّغَيُّرَ (٩) أَو النِّسيانَ لمَرَضٍ أَو هَرَمٍ.
{أ / ٤٠ أ} وإِذا اتَّخَذَ مَجْلِسَ الإِملاءِ؛ أَنْ يكونَ لهُ مُسْتَملٍ (١٠) يقِظٌ.
وينفَرِدُ الطَّالِبُ {هـ / ٤٠ ب} بأَنْ:
يوقِّرَ الشَّيخَ ولا يُضْجِرَهُ.
ويُرشِدَ غيرَهُ لِما سَمِعَهُ.
ولا يَدَعَ الاستفادَةَ لحَياءٍ أَو تكبُّرٍ.
ويكتُبَ ما سمِعَهُ تامّاً.
ويعتَنِيَ بالتَّقييدِ والضَّبطِ.
ويُذاكِرَ (١١) بمحفوظِهِ (١٢) ليَرْسَخَ (١٣) في ذهْنِه.
وَمِن المهمِّ [أَيضاً] (١٤) معرِفةُ سِنِّ (١٥) التَّحَمُّلِ والأداءِ، والأصحُّ اعتبارُ سنِّ التَّحمُّلِ بالتَّمييزِ، هذا في السَّماعِ.
وقد جَرَتْ عادةُ المحدِّثينَ بإِحضارِهِمُ الأطفالَ «في» (١٦) مجالِسَ الحَديثِ، {ب / ٣٣ أ} ويكتُبونَ لهُم أَنَّهم حَضَروا.
ولابدَّ «لهم» (١٧) في مثلِ ذلك مِن إِجازةِ المُسْمِعِ.
والأصحُّ {ن / ٤٠ أ} في سنِّ الطَّالبِ (١٨) بنفسِه أَنْ يتأَهَّلَ لذلك.
{ظ / ٤٩ أ} ويَصِحُّ تحمُّلُ الكافِرِ أَيضاً إِذا أَدَّاهُ بعدَ إِسلامِه.
وكذا الفاسِقِ مِن بابِ أَوْلى (١٩) إِذا أَدَّاهُ بعدَ توبتِه وثُبوتِ عدالَتِه.
وأَمَّا الأداءُ؛ فقد تقدَّمَ أَنَّه لا اختصاصَ له بزَمنٍ مُعيَّنٍ، بل يُقيَّدُ (٢٠) بالاحتياجِ والتأَهُّلِ لذلك.
وهُو مُخْتَلِفٌ باخْتِلافِ الأشخاصِ.
وقالَ ابنُ خُلاَّدٍ: {ط / ٢٩ ب}
_________
(١) زيادة من «ص» .
(٢) في «ب» : أدب.
(٣) في «أ» : والتطهر.
(٤) في «ص» و «ب» : أغراض.
(٥) في «ن» و «هـ» و «ظ» و «ص» : الحال.
(٦) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(٧) في «أ» : طريق.
(٨) في «هـ» : إذا.
(٩) في «أ» : التغيير.
(١٠) في «ص» : مشتمل.
(١١) في «ظ» : وتذاكر.
(١٢) في «ظ» : لمحفوظه.
(١٣) في «ظ» : ليترسخ.
(١٤) ليست في «ن» و «ظ» .
(١٥) في «ط» : وقت.
(١٦) زيادة من «ن» و «ظ» .
(١٧) زيادة من «ب» .
(١٨) في «ب» : الطلب.
(١٩) في «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» : الأولى.
(٢٠) في «هـ» : مقيد، في «ظ» : بعد.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (112,'إِذا [بلَغَ] (١) الخَمسينَ (٢) ، ولا يُنْكَرُ عندَ الأربعينَ.
وتُعُقِّبَ «عليه» (٣) بمَن حدَّثَ قبلَها؛ كمالكٍ.
وَمِن المهمِّ معرفَةُ<span data-type="title" id=toc-81> صِفَةِ كِتابَةِ الحَديثِ</span>، وهو أَنْ يكتُبَهُ مُبيَّناً (٤) مفسّراً (٥) ويَشْكُلَ المُشْكِلَ [منهُ] (٦) و (٧) يَنْقُطَهُ، ويكتُبَ السَّاقِطَ {هـ / ٤١ أ} في [الحاشيةِ] (٨) اليُمنى، ما دامَ في السَّطرِ بقيَّةٌ، وإِلاَّ ففي اليُسرى.
وَصفةِ عَرْضِهِ، وهُو مُقابَلتُهُ معَ الشَّيخِ المُسمِع، أَو معَ ثقةٍ غيرِه، أَو معَ نفسِه شيئاً فشيئاً.
«وَصفةِ سَمَاعِهِ بأن لا يتشاغلُ بما يخلُ به من نسخٍ أو حديثٍ أو نعاسٍ» (٩) .
وَصفةِ إِسْمَاعِِهِ كذلك، وأَنْ يكونَ «الذي» (١٠) {أ / ٤٠ ب} ذلك مِن أَصلِهِ الَّذي سمِعَ فيهِ [كِتابَهُ] (١١) ، أَو مِن فرْعٍ قُوبِلَ على أَصلِه، فإِنْ تعذَّرَ؛ فليَجْبُرْهُ بالإِجازةِ لما خالَفَ إِنْ خالَفَ.
وَصفةِ الرِّحْلةِ فيهِ، حيثُ يَبْتَدِئُ بحديثِ أَهلِ بلدهِ فيستوْعِبُهُ، ثمَّ يرحلُ فيُحَصِّلُ في الرِّحلةِ ما ليسَ عندَه، ويكونُ اعتناؤهُ [في أَسفارِهِ] (١٢) بتكثيرِ المَسموعِ أَولى (١٣) مِن اعتنائِهِ بتكثيرِ الشُّيوخِ.
وَصفة {ن / ٤٠ ب} تَصْنِيفِهِ وذلك إِمَّا {ص / ٢٨ ب} على المسانيدِ (١٤) ، بأَنْ يجْمَعَ {ظ / ٤٩ ب} مسنَدَ كلِّ صحابيٍّ على حِدَةٍ (١٥) ، فإِنْ شاءَ رتَّبَهُ على سوابِقِهِم، وإِنْ شاءَ رتَّبَهُ على حُروفِ المُعْجَمِ، وهو أَسهَلُ تناوُلاً.
أَوْ تصنيفِه على الأَبْوابِ {ب / ٣٣ ب} الفِقهيَّةِ أَو غيرِها، بأَنْ يَجمَعَ في كلِّ بابٍ ما ورَدَ فيهِ ممَّا يدلُّ على حُكمِه إِثْباتاً أَو نفياً، والأوْلى أَنْ يقتَصِرَ على ما صحَّ أَو حَسُنَ، فإِنْ جَمَعَ الجَميعَ فَلْيُبَيِّنْ علَّةَ الضَّعْفِ (١٦) .
{هـ / ٤١ ب} أَوْ تصنيفِه (١٧) على العِلَلِ، فيذكُرُ المتنَ وطُرُقَهُ، وبيانَ اختلافِ نَقَلَتِه،
_________
(١) ليست في «ن» .
(٢) في «ظ» : خمسين.
(٣) زيادة من «ط» .
(٤) في «ظ» : بيناً.
(٥) في «ص» و «أ» : مفسراً مبيناً.
(٦) ليست في «ن» .
(٧) في «ظ» : أو.
(٨) ليست في «ن» .
(٩) زيادة من «ن» و «ط» و «هـ» و «ظ» ، و «ص» و «أ» و «ب» ، وكلمة نعاس غير واضحة في «ن» و «ط» .
(١٠) زيادة من «أ» .
(١١) ليست في «ن» و «ط» و «هـ» و «ص» و «أ» و «ب» .
(١٢) ليست في «ن» و «ط» و «هـ» و «ظ» و «ص» و «أ» و «ب» .
(١٣) في «ظ» : أكثر.
(١٤) في «ص» : الأسانيد.
(١٥) في «ص» : حدته.
(١٦) في «ط» و «هـ» : التضعيف، وفي «أ» و «ب» : الضعيف.
(١٧) في «هـ» : يضيفه.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (113,'والأحْسَنُ أَنْ يرتِّبَها على الأبوابِ ليسهُلَ تناوُلُها.
أَوْ يجمَعُهُ (١) على الأطْرافِ، فيذكُرُ طرَفَ الحديثِ الدَّالَّ على بقيَّتِه.
ويجْمَعُ أَسانيدَه: إِمَّا مستوعِباً، وإِمَّا متقيِّداً (٢) بكُتُبٍ مخصوصةٍ.
وَمِن المُهِمِ {ط / ٣٠ أ} مَعْرِفَةُ سَبَبِ الحَديثِ:
وقَدْ صَنَّفَ فيهِ بَعْضُ شُيوخِ القَاضي أَبي يَعْلى [بنِ] (٣) الفَرَّاءِ [الحنبليِّ] (٤) ، وهو أبو حفصٍ العُكْبريُّ.
وقد ذكَرَ الشيخُ تقيُّ الدِّينِ بنُ دَقيقِ العيدِ [أَنَّ] (٥) بعضَ أَهلِ عصرِه شرعَ في جَمْعِ ذلك، فكأَنَّهُ (٦) ما رأى تصنيفَ العُكْبريِّ المذكور.
_________
(١) في «ظ» : يجمعها.
(٢) في «ن» و «هـ» و «ص» : مقيداً.
(٣) ليست في «ظ» .
(٤) ليست في «هـ» .
(٥) ليست في «ن» .
(٦) في «ن» و «هـ» و «ص» و «ب» : وكأنه.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b1565] VALUES (114,'وصنَّفوا في غالبِ هذهِ الأنْواعِ على ما أَشَرْنا (١) إِليهِ غَالِباً.
وهِيَ؛ أي: هذهِ الأنواعُ {أ / ٤١ أ} المَذكورةُ في هذهِ الخاتمةِ {ن / ٤١ أ} نَقْلٌ مَحْضٌ، ظاهِرَةُ التَّعْريفِ، مُسْتَغْنِيَةٌ عنِ التَّمْثيلِ.
[وحَصْرُها مُتَعَسِّرٌ] (٢) ؛ فلْتُراجَعْ (٣) لَها مَبْسوطاتُها؛ لِيَحْصُلَ &lt; الوُقوفُ على حقائقِها.
واللهُ المُوَفِّقُ والهَادي «إلى الصواب، و» (٤) لا إِلَهَ إِلاَّ هُو (٥) ، «محمد رسول الله صلى الله عليه وعلى آله وأصحابه وسلم تسليماً و» (٦) عليهِ توكَّلْتُ وإِليهِ أُنيبُ، «ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم، والحمد لله رب العالمين» (٧) [وحسبُنا اللهُ ونِعمَ الوَكيلُ] (٨) .
«والحمد لله رب العالمين، ولا حول ولا قوة إلا بالله العلي العظيم» (٩) .
«والحمد لله رب العالمين، الحمد لله على الإتمام، وعلى نبينا أفضل الصلاة وأكمل السلام وصحابته سادتنا الكرام وتابعيهم بإحسان إلى يوم القيامة، يا حنان يا منان. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلّم تسليماً كثيراً» (١٠)
«والحمد لله رب العالمين» (١١) .
[وصلَّى اللهُ على سيِّدنا محمَّدٍ و «على» (١٢) آلهِ وصحبهِ وسلَّمَ] (١٣) &gt; (١٤) ، «تسليما كثيراً إلى يوم الدين ورضي الله عن أصحاب رسول الله أجمعين» (١٥) .
_________
(١) في «هـ» : أثرنا، وأظنه خطأ.
(٢) ليست في «ظ» .
(٣) في «هـ» و «ظ» و «ص» : فليراجع.
(٤) زيادة من «ن» .
(٥) في «ن» : الله.
(٦) زيادة من «ن» .
(٧) زيادة من «ن» .
(٨) ليست في «ن» .
(٩) زيادة من «ب» .
(١٠) زيادة من «ص» .
(١١) زيادة من «هـ» .
(١٢) زيادة من «ب» .
(١٣) ليست في «ط» و «هـ» .
(١٤) هذا المقدار ساقط من النسخة «ظ» .
(١٥) زيادة من «ب» .',NULL,'149',NULL,NULL,'0');
