-- Table: b1596
-- Chunk: 1
-- Rows: 64

CREATE TABLE "b1596"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1596
INSERT INTO [b1596] VALUES (1,'<span data-type="title" id=toc-1>بسم الله الرحمن الرحيم</span>
الحمد لله الشكور، والصلاة والسلام على حبيبه المشكور، وآله وصحبه إلى يوم النشور.
أما بعد: فهذه رسالة مسماة بفتح الغفور في وضع الأيدى على الصدور: قال الإمام أحمد في مسنده: حدثنا يحيى بن سعيد، عن سفيان، قال: حدثنا سماك، عن قبيصة بن هلب، عن أبيه قال: رأيت رسول الله - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره، ورأيته يضع يده على صدره.
(ووصف يحي: اليمنى على اليسرى فوق المفصل) .',NULL,'23',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (2,'ورأيت في التحقيق بلفظ: يضع يده على صدره.
قال أبو داد: حدثنا أبو توبة، عن الهيثم - يعني ابن حميد -، عن ثور، عن سليمان بن موسى، عن طاوس قال: كان النبي - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشدها على صدره، وهو في الصلاة.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (3,'قال ابن عبد البر في التمهيد: وعن طاوس قال: كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشدهما على صدره وهو في الصلاة.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (4,'قال البيهقي: أخبرنا أبو عبد الله الحافظ، نا على بن حمشاذ العدل، نا هشام بن علي، ومحمد بن أيوب، قالا ثنا موسى بن إسماعيل، ثنا حماد بن سلمة، عن عاصم الجحدرى، عن عقبة بن صهبان، عن على رضى الله عنه (فَصَلّ لِرَبّكَ وَأنحَر) قال: هو وضعك يمينك على شمالك في الصلاة.
كذا قال شيخنا عاصم الجحدرى عن عقبة بن صهبان.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (5,'ورواه البخارى في التاريخ في ترجمة عقبة بن ظبيان عن على (فَصَلّ لِرَبّكَ وَأنَحَر) وضع يده اليمنى على وسط ساعده على صدره.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (6,'قال: أخبرنا أبو بكر أحمد بن بن محمد بن الحارث الفقيه، أنا أبو محمد بن حيان أبو الشيخ ثنا أبو الحريش الكلابى، ثنا شيبان، نا حماد بن سلمة، نا عاصم الجحدرى عن أبيه، عن عقبة بن صهبان - كذا - قال: إن عليا قال في هذه الآية (فَصَلّ لِرَبّكَ وَأَنَحَر) قال:',NULL,'31',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (7,'وضع يده اليمنى على وسط يده اليسرى، ثم وضعهما على صدره.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (8,'قال: وأنا أبو الحريش نا حماد، نا عاصم الأحول، عن رجل، ع، أنس مثله، أو قال: عن النبى - صلى الله عليه وسلم.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (9,'أخبرنا أبو زكريا بن أبى إسحاق، أنا الحسن بن يعقوب البخاري، أنا يحيى بن أبى طالبن أنا زيد بن الحباب، نا روح بن المسيب أنا عمرو بن مالك النكرى، عن أبى الجوزاء، عن ابن عباس في قوله تعالى: (فَصَلّ لِرَبّكَ وَأنَحَر)',NULL,'34',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (10,'(قال: وضع اليمين على الشمال في الصلاة عند النحر) .
وقال ابن عبد البر في التمهيد: وحدثنا وكيع، قال نا يزيد بن زياد ابن أبى الجعد، عن عاصم الجحدرى، عن عقبة بن ظهير عن على في قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) قال: اليمين على الشمال.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (11,'ورواه حماد بن سلمة عن عاصم الجحدرى عن عقبة بن صهبان عن على مثله سواء.
وروى عمرو بن مالك، عن أبى الجوزاء، عن أبن عباس في قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) قال: وضع اليمين على الشمال - أى عند النحر كما تقدم.
وقال الدارقطنى: حدثنا محمد بن مخلد، نا محمد بن إسماعيل الحسانى، نا وكيع، نا يزيد بن زياد بن أبى الجعد، عن عاصم الجحدرى، عن عقبة بن ظهير، عن على (فَصَلّ لِرَبّكَ وَأنحَر) قال: وضع اليمين على الشمال.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (12,'أى على الصدر لما في بعض الروايات، ولأن مادة النحر تدل على ذلك.
وقال السيوطى في الدر المنثور: واخرج ابن أبى شيبة في المصنف، والبخارى في تاريخه، وابن جرير، وابن المنذر، وابن أبى حاتم، والدارقطنى في الأفراد، وأبو الشيخ، والحاكم، وابن مردويه، والبيهقى في سننه، عن على في قوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) .
قال: (وضع يده اليمنى على وسط ساعده اليسرى ثم وضعهما على صدره) فى الصلاة.
وأخرج أبو الشيخ، والبيهقى، عن أنس عن النبى - صلى الله عليه وسلم - وأخرج ابن أبي حاتم، وابن شاهين في سننه، وابن مردويه، والبيهقى عن ابن عباس (فَصَلّ لِرَبّكَ وَأنحَر) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (13,'قال: وضع اليمين على الشمال عند النحر في الصلاة.
قال الخازن: وقال ابن عباس (فَصَلّ لِرَبّكَ وَأنحَر) .
(أي وضع يدك اليمنى على الشمال عند النحر) .
وقال فى معراج الدراية شرح الهداية: عن على لما قرأ هذه الآية وضع يده اليمنى على اليسرى على صدره.
ونقل بعضهم عن الحاكم أنه قال: هو أحسن فى تأويل الآية.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (14,'وقول من قال: وإن كان المراد ما ذكر فمعناه ضع بالقرب من الصدر، وذلك تحت الصدر غلط عقلا ونقلا فتأمل.
ونقل عن ملا الله داد الهندى أنه قال في شرح الهداية: (إذا كان حديث وضع اليدين تحت السرة ضعيفا ومعارضا بأثر على بأنه فسر قوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) على الصدر، يجب أن يعمل بحديث وائل الذى ذكره النووى.
قال الطبراني؛ حدثنا بشر بن موسى، نا محمد بن حجر بن عبد الجبار بن وائل بن حجر الحضرمى، ثنا عمى سعيد بن',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (15,'عبد الجبار عن أبيه، عن أمه أم يحيى عن وائل قال: حضرت الصلاة مع رسول الله صلى الله عليه وسلم فذكر حديثنا إلى أن قال: ثم رفع يديه بالتكبير إلى (أن حاذى بهما) شحمة أذنيه، ثم وضع يمينه على يساره على صدره وروى محوه البزار عنه.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (16,'وكذا البيهقى في سننه.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (17,'وفى الكل.
محمد بن حجر.
قال البخارى: فيه بعض النظر.
وقال غيره: له مناكير.
قال البيهقى: ورواه أيضا مؤمل بن إسماعيل، عن الثورى، عن عاصم بن كليب، عن أبيه، عن وائل أنه رأى النبى صلى الله عليه وسلم وضع يمينه على شماله، ثم وضعهما على صدره.
قلت: فمؤمل صدوق، سيء الحفظ كما في التقريب.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (18,'ويؤيد هذا ما ذكره غير واحد من العلماء أن ابن خزيمة روى في صحيحه هذا الحديث.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (19,'قال النووى',NULL,'48',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (20,'في خلاصة الأحكام: وعن وائل قال: صليت مع رسول الله صلى الله عليه وسلم، فوضع يده اليمنى على يده اليسرى.
فإن قلت يعارض هذا ما ذكره الشيخ قاسم في تخريج',NULL,'49',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (21,'أحاديث الاختيار عن ابن أبى شيبة ولفظه: وكيع، عن موسى بن عميرة، عن علقمة بن وائل بن حجر، عن أبيه قال: رأيت رسول الله - صلى الله عليه وسلم - وضع يمينه على شماله في الصلاة تحت السرة: هذا إسناد جيد.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (22,'قلت: في ثبوت زيادة تحت السرة نظر، بل هى غلط، منشأه السهو فإنى راجعت نسخةصحيحة للمصنف فرأيت فيها هذا الحديث بهذا',NULL,'51',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (23,'السند، وبهذا الألفاظ، إلا أنه ليس فيها تحت السرة.
وذكر فيها بعد هذا الحديث أثر النخعى ولفظه قريب من لفظ هذا الحديث، وفى اخره (في الصلاة تحت السرة) .
فلعل بصر الكاتب زاغ من محل إلى آخر، فأدرج لفظ الموقوف فى المرفوع.
ويدل على ما ذكرت أن كل النسخ ليست متفقة على هذه الزيادة، وأن غير واحد من أهل الحديث روى هذا الحديث ولم يذكر تحت السرة.
بل ما رأيت ولا سمعت أحداً من أهل العلم ذكر هذا الحديث',NULL,'52',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (24,'بهذه الزيادة إلا القاسم.
هذا ابن عبد البر حافظ دهره قال في التمهيد: (وقال الثورى وأبو حنيفة: أسفل السرة، وروى ذلك عن على وإبراهيم النخعى ولا يثبت ذلك عنهم) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (25,'فلو كان هذا الحديث الصحيح بهذه اللفظة في مصنف ابن أبى شيبة لذكره، مع أنه قد أكثر في هذا الباب وغيره عن ابن أبى شيبة.
وهذا ابن حجر حافظ عصره يقول في فتحه: وقد روى ابن خزيمة من حديث وائل أنه وضعهما على صدره، وللبزار عند صدره، وعند أحمد في حديث هلب نحوه.
ويقول فى تخريج أحاديث الهداية وإسناد أثر على ضعيف، ويعارضه حديث وائل بن حجر قال: صليت مع رسول الله صلى الله عليه وسلم',NULL,'54',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (26,'فوضع يده اليمنى على يده اليسرى على صدره.
وأشار إلى ذلك في تخريج أحاديث الرافعى.
فلو كانت هذه الزيادة موجودة فى المصنف لذكرها، وكتبه مملوءة من أحاديثه وآثاره فما اقتصره.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (27,'كما قال السيوطى: في شرح ألفيته.
والظاهر أن الزيلعى الذى شمر ذيله لجمع أدلة المذهب لم يظفر بها، وإلا لذكرها، وهو من أوسع الناس اطلاعاً.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (28,'وهذا صاحب القاموس يقول في صراطه الذي صنفه في أفعاله (صلى الله عليه وسلم) : أنه كان يضع يمناه على يسراه على صدره، كما',NULL,'58',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (29,'روى ابن خزيمة في صحيحه.
وهذا السيوطى الذى هو حافظ وقته يقول في وظائف اليوم والليلة: (كان يضع يده اليمنى على اليسرى، ثم يشدهما على صدره) .
وقد ذكر في جامعه الكبير في مسند وائل نحو تسعة أحاديث عن المصنف، ولفظ بعضها: رأيت النبى - صلى الله عليه وسلم - وضع يمينه على شماله في الصلاة.
وهذا اللفظ هو الذى ذكره صاحب نقد الصرة إلا أنه زاد لفظ تحت السرة.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (30,'فلو كانت هذه الزيادة موجودة في المصنف لذكرها السيوطى.
وهذا العينى الذى يجمع بين الغث والسمين في تصانيفه',NULL,'60',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (31,'يقول في شرحه على البخارى: (احتج الشافعى بحديث وائل بن جحر، أخرجه ابن خزيمة في صحيحه قال: صليت مع رسول الله - صلى الله عليه وسلم - فوضع يده اليمنى على يده اليسرى على صدره) .
ويستدل لعلمائنا الحنفية بدلائل غير وثيقة.
فلو كانت هذه الزيادة موجودة في المصنف لذكرها، وقد ملأ',NULL,'61',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (32,'تصانيفه بالنقل عنه.
وهذا ابن أمير الحاج الذى هو يتلو شيخه ابن الهمام في',NULL,'62',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (33,'التحقيق وسعة الاطلاع يقول في شرح المنية: (إن الثابت من السنة وضع اليمين علىالشمال، ولم يثبت حديث يوجب تعيين المحل الذي يكون فيه الوضع من البدن إلا حديث وائل المذكور) . وهكذا قال صاحب البحر الرائق:',NULL,'63',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (34,'فلو كان الحديث في المصنف بهذه الزيادة لذكرها ابن أمير الحاج مع أن شرحه محشو من النقل عنه.
فهذه أمور قادحة في صحة هذه الزيادة في هذا الحديث.
ولا يلزم من صحة الإسناد صحة المتن وبتتبع الطرق والنظر فى',NULL,'64',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (35,'الروايات يعرف الشاذ.
وإذا عرفت هذا فاعلم أن هذه الزيادة ليست بقطعية الثبوت، ولا ظنية، وإنما هى موهومة الثبوت، والموهوم لا يثبت به حكم شرعى لأنه أقل ما يثبت بدليل ظنى، وكما يحرم ما يثبت بوجه معتبر، كذلك يحرم إثبات ما لم يثبت بوجه معتبر ولا يجوز نسبة شيء إلى رسول الله - صلى الله عليه وسلم - بالوهم.
فإن قلت: قال القاسم: إن لابن خزيمة شرطا في صحيحه، إن وجدت وجدت الصحة، وإلا فلا.
وذكر ذلك ابن حجر وهو أن لا يذكر الحديث أولا معلقا، فإن ذكره كذلك فليس على شرطه، ولو أسنده بعد ذلك، فيحتمل أنه ذكره كذلك.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (36,'قلت: إن بين القاسم هذا القدح في هذا الحديث، وذكر أنه ذكره أولا معلقا فهو كلام مسموع، وإن لم يبين علم أنه ليس فيه هذا القدح، إذ لو كان فيه لذكره، وكيف يتركه مع وجوده، مع أن كتابه ما صنف إلا لترجيح دلائل المذهبن وتوهين دلائل الخصم الاحتمال الناشىء من غير دليل لا يضر لصحة الاستدلال كما هو مقرر في الأصل عند أهل التحقيق والكمال.
وهذا الحافظ ابن حجر استدل به وعارض به ما يخالفه، ولو كان تلك العلة لبينها، وترك البيان مع العلم لنصرة المذهب بعيد من مثل هذا الإمام المحقق المنصف والله الهادى.
ومما تقدم تقرر أن لوضع الأيدى على الصدور في الصلاة أصلا أصيلا ودليلا جليلا، فلا ينبغى لأهل الإيمان الاستنكاف عنه، وكيف يستنكف المسلم عما ثبت عن رسول الله - صلى الله عليه وسلم - الذى قال: (لا يؤمن أحدكم حتى يكون هواه بتعا لما جئت به) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (37,'بل ينبغي لمتقضى آثاره أن يفعل ذلك ولو في',NULL,'67',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (38,'بعض الأوقات. اللهم اهدنا لما اختلف فيه من الحق، فإنك تهدى من تشاء إلى صراط مستقيم.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (39,'<span data-type="title" id=toc-2>ملحق رقم (١)</span>
<span data-type="title" id=toc-3>تخريج الأحاديث الواردة فى وضع اليمين على الشمال</span>
<span data-type="title" id=toc-4>حديث سهل بن سعد</span>
روى مالك، عن أبى حازم بن دينار عنه قال: (كان الناس يؤمرون أن يضع الرجل اليد اليمنى على ذراعه اليسرى في الصلاة) .
قال أبو حازم: لا أعلم إلا أنه ينمى ذلك.

<span data-type="title" id=toc-5>وحديث وائل بن حجر</span>
أنه رأى النبى - صلى الله عليه وسلم - رفع يديه حين دخل في الصلاة، كبر، ثم',NULL,'69',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (40,'التحف بثوبه، ثم وضع يده اليمنى على اليسرى، فلما أراد أن يركع أخرج يديه من الثياب ثم رفعهما، ثم كبر فركع، فلما قال: سمع الله لمن حمده، رفع يديه، فلما سجد، سجد بين كفيه.

<span data-type="title" id=toc-6>وحديث الحارث بن غطيف بن الحارث</span>
قال: (ما نسيت من الأشياء، لم أنس أنى رأيت رسول الله - صلى الله عليه وسلم - واضعاً يمينه على شماله في الصلاة) .',NULL,'70',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (41,'<span data-type="title" id=toc-7>وحديث عبد الله بن مسعود</span>
أنه قال: (كان النبى - صلى الله عليه وسلم - يأخذ شماله بيمينه في الصلاة) .
وحديث آخر له أنه كان يصلى فوضع يده اليسرى على يده اليمنى فرآه النبى - صلى الله عليه وسلم - فوضع يده اليمنى على اليسرى.

<span data-type="title" id=toc-8>وحديث جابر</span>
قال: مر رسول الله - صلى الله عليه وسلم - برجل وضع شماله على يمينه مثل حديث ابن مسعود.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (42,'وقبيصة بن هلب عن أبيه قال: رأيت النبى - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره، ورأيته يضع يده على صدره.

<span data-type="title" id=toc-9>وحديث ابن عباس</span>
عن النبى - صلى الله عليه وسلم - قال: إنا معشر الأنبياء أمرنا أن نؤخر السحور، ونعجل الإفطار، وأن نمسك بأيماننا على شمائلنا في الصلاة.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (43,'<span data-type="title" id=toc-10>وحديث أبى هريرة</span>
قال: قال رسول الله - صلى الله عليه وسلم: (أمرنا معاشر الأنبياء أن نعجل إفطارنا، ونؤخر سحورنا، ونضرب بأيماننا على شمائلنا في الصلاة) .
وحديث آخر له: عن عبد الرحمن إسحاق، عن سيار أبى الحكم، عن أبى وائل عن أبى هريرة قال: (وضع الكف على الكف في الصلاة من السنة) .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (44,'<span data-type="title" id=toc-11>وحديث عائشة</span>
قالت: ثلاثة من النبوة، تعجيل الإفطار، تأخير السحور، ووضع اليد اليمنى على اليسرى في الصلاة.

<span data-type="title" id=toc-12>وحديث ابن عمر</span>
عن النبى - صلى الله عليه سلم قال: (إنا معاشر الأنبياء أمرنا بثلاث: بتعجيل الفطر، وتأخير السحور، ووضع اليد اليمنى على اليسرى في الصلاة) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (45,'وعبد الله بن الزبير: عن زرعة بن عبد الرحمن قال: سمعت ابن الزبير يقول: (صف القدمين ووضع اليد على اليد من السنة) .

<span data-type="title" id=toc-13>وحديث شداد بن شرحبيل</span>
قال: ما نسيت فلم أنس أنى رأيت رسول الله - صلى الله عليه وسلم - قائماً يده اليمنى على يده اليسرى قابضاً عليها يعنى في الصلاة.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (46,'<span data-type="title" id=toc-14>وحديث يعلى بن مرة</span>
قال: قال رسول الله - صلى الله عليه وسلم: (ثلاثة يحبها الله عز وجل تعجيل الإفطار، وتأخير السحور، وضرب اليدين إحداهما بالأخرى في الصلاة) .

<span data-type="title" id=toc-15>وحديث أبى الدرداء</span>
قال: قال رسول الله - صلى الله عليه وسلم: (ثلاثة من أخلاق النبوة، تعجيل الإفطار، وتأخير السحور، ووضع اليمين على الشمال في الصلاة) .',NULL,'76',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (47,'<span data-type="title" id=toc-16>وحديث عبد الله بن جابر الباضى</span>
قال عقبة بن أبى عائشة رأيت عبد الله بن جابر البياضى صاحب رسول الله - صلى الله عليه وسلم - يضع إحدى يديه على ذراعيه في الصلاة.

<span data-type="title" id=toc-17>وحديث أبى حميد الساعدى</span>
<span data-type="title" id=toc-18>رضى الله عنه</span>
قال محمد ربن عمرو بن عطاء، سمعت أبا حميد الساعدى في عشرة من أصحاب رسول الله - صلى الله عليه وسلم - منهم أبو قتادة، قال أبوحميد: أنا أعلمكم بصلاة رسول الله - صلى الله عليه وسلم قالوا: فلم؟ فوالله ما كنت بأكثرنا له تبعاً، ولا أقدمنا له صحبةً.
قال: بلى، قالوا: فأعرض فقال: أنه كبر فرفع يديه إلى وجهه ثم وضع يمينه على شماله.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (48,'<span data-type="title" id=toc-19>وحديث معاذ بن جبل</span>
قال: كان النبى - صلى الله عليه وسلم - إذا كان في صلاته رفع يديه قبال أذنيه، فإذا كبر أرسلهما ثم سكت، وربما رأيته يضع يمينه على يساره.
وأثر على رضى الله عنه. عن عاصم الجحدرى عن عقبة بن ظهير عن على قال: (فَصَلّ لِرَبّكَ وَأنحَر) قال: (وضع اليمين على الشمال في الصلاة) .
أثر آخر له ايضا. عن عبد الرحمن بن إسحاق، ثنا زياد بن زيد السوائى، عن أبة جحيفة عن على رضى الله عنه قال: (إن من السنة في الصلاة وضع الأكف على الأكف تحت السرة) .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (49,'فعل على رضى الله عنه.
أنه إذا طول قيامه في الصلاة يمسك بيده اليمنى ذراعه اليسرى في أصل الكف، إلا أن يسوى ثوبا أو يحك جلداً.
أثر أنس رضى الله عنه.
قال: من أخلاق النبوة وضع اليمين على الشمال تحت السرة.
ومرسل طاوس. قال كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى، ثم يشد بينهما على صدره وهو في الصلاة.
ومرسل حسن. قال: قال رسول الله - صلى الله عليه وسلم - كأنى أنظر إلى أحبار بنى إسرائيل واضعى أيمانهم على شمائلهم في الصلاة.
وأثر عبد الكريم بن أبى المخارق قال: من كلام النبوة إذا لم تستحى فافعل ما شئت، وضع اليدين',NULL,'79',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (50,'إحداهما على الأخرى في الصلاة - يضع اليمنى على اليسرى، وتعجيل الفطر، والاستيناء بالسحور.
وما روى في معنى تفسير قوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر)',NULL,'80',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (51,'<span data-type="title" id=toc-20>ملحق رقم (٢)</span>
<span data-type="title" id=toc-21>مذهب العلماء في الوضع والإرسال</span>
ذهب الجمهور إلى وضع اليمين على الشمال.
قال النووى: وبه قال على بن أبى طالب، وأبو هريرة، وعائشة، وآخرون من الصحابة رضى الله عنهم وسعيد بن جبير، والنخعى، وأبو مجلز، وآخرون من التابعين وسفيان الثورى، وابو حنيفة، وأصحابه، وأحمد، وإسحاق، وأبوثور، وداود، وجمهور العلماء.
قال الترمذى: والعمل على هذا عند أهل العلم من الصحابة والتابعين ومن بعدهم.
وحكى ابن عبد البر أنه لم يأت عن - النبى صلى الله عليه وسلم - فيه خلاف.
وقال البغوى: (والعمل على هذا عند عامة أهل العلم من الصحابة',NULL,'81',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (52,'فمن بعدهم) .
ونقل ابن عبد الحكم عن مالك الوضع أيضا.
ولأن وضع اليد على اليد أسلم له من العبث، واحسن في التواضع والتضرع والتذلل.
وأما مالك فذهب جمهور أصحابه إلى الإرسال.
سئل مالك عن وضع اليمين على اليسرى في الصلاة فقال: لا أعرف ذلك في الفريضة، ولن في النوافل إذا طال القيام، فلا بأس بذلك يعين به على نفسه.
وقال ابن عبد البر: وضع اليمين على اليسرى أو إرسالهما كل ذلك سنة في الصلاة.
وروى ابن القاسم عن مالك الإرسال وهو الأشهر، وعليه جميع أهل المغرب من أصحابه أو جمهورهم.
وقال ابن القيم بعد إيراد أحاديث وضع اليدين في الصلاة.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (53,'(فهذه الآثار قد ردت برواية ابن القاسم عن مالك قال: تركه أحب إلى ولا أعلم شيئا قد ردت به سواه) .
وحكى ابن المنذر عن عبد الله بن الزبير والحسن البصرى والنخعى أنه يرسل يديه، ولايضع إحداهما على الآخرى، وحكاه القاضى أبو الطيب أيضا عن سيرين، وقال الليث بن سعد: يرسلهما، فإن طال ذلك عليه وضع اليمنى على اليسرى للاستراحة.
وقال ابن العربى المالكة في أحكام القرأن: (إن قلنا معنى قوله وانحر ضع يدك على نحرك فقد اختلف في ذلك علماؤنا على ثلاثة أقوال: الأول: لا توضع في فريضة ولا نافلة، لأن ذلك من باب الاعتماد ولا يجوز في الفرض، ويستحب في النفل.
الثاني: أنه لا يضعهما في الفريضة، ويضعهما في النافلة، استعانة، لأنه موضع ترخص.
الثالث: يضعهما في الفريضة وفي النافلة، وهو الصحيح، روى مسلم عن وائل بن حجر أنه رأى النبى - صلى الله عليه وسلم - يرفع يديه حين دخل',NULL,'83',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (54,'الصلاة حيال أذنيه، ثم التحف بثوبه، ثم وضع يده اليمنى على اليسرى، ثم ذكر حديث سثل بن سعد وعزاه إلى البخارى.
والحق أنه لم يرد حديث صحيح في إرسال اليدين في الصلاة.
فقد أخرج مالك نفسه حديث سهل بن سعد وعقد له بابا بلفظ (وضع اليدين إحداهما على الأخرى في الصلاة) وذكر أولا أثر عبد الكريم بن أبى المخارق أنه قال: (من كلام النبوة إذا لم تستحى فافعل ما شئت ووضع اليدين إحداهما على الأخرى في الصلاة، يضع اليمنى على اليسرى، وتعجيل الفطر والاستيناء بالسحور) وهذا حكمه مرفوع.
ثم ذكر حديث سهل بن سعد أبى حازم بن دينار أنه قال: كان الناس يؤمرون أن يضع الرجل اليد اليمنى على ذراعه اليسرى في الصلاة.

<span data-type="title" id=toc-22>وحديث سهل بن سعد</span>
هذا أخرجه البخارى وغيره وسبق تخريجه.
فالخلاصة أنه روى عن مالك ثلاث روايات: الأولى: وهى المشهورة عنه أن يرسلهما.
والثانية: يضع يديه تحت الصدر فوق السرة كذا ذكره العينى في شرح لهداية.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (55,'والثالثة: أنه خير بين الوضع والإرسال ذكره في عقد الجواهر أنه قول أصحاب مالك المدنيين، وبه قال الأوزاعى وكان يقول: إنما أمروا بالاعتماد إشفاقاً عليهم، لأنهم كانوا يطولون القيام، فكان ينزل الدم إلى رءوس أصابعهم فقيل لهم لو اعتمدتم لا حرج عليكم.
وحجة المالكية فى الإرسال ما يلى: قالوا إن الوضع ينافى الخشوع.
إن النبى - صل الله عليه وسلم - لم المسىء صلاته الصلاة ولم يذكر وضع اليدين إحداهما على الأخرى.
قال النووى: لم يعلمه النبي - صلى الله عليه وسلم - إلا الواجبات فقط.
ثم إختلف الجمهور في محل الوضع على أقوال: تحت السرة وهو مذهب الإمام أبى حنيفة كما حكاه صاحب الهداية، وكنز الدقائق، وتبين الحقائق، والبحر الرائق، وفتح القدير، والمبسوط. وبه',NULL,'85',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (56,'سفيان الثورى، وابن راهوية، وأبو اسحاق المروزى من الشافعية. قال صاحب البحر الرائق: واستدل مشايخنا بما روى عن النبى - صلى الله عليه وسلم - أنه قال: (ثلاث من سنن المرسلين وذكر من جملتها وضع اليمين على الشمال تحت السرة، لكن المخرجين لم يعرفوا فيه مرفوعا وموقوفا تحت السرة، ويمكن أن يقال في توجيه المذهب أن الثابت من السنة وضع اليمين على الشمال، ولم يثبت حديث يوجب تعيين المحل الذي يكون فيه الوضع من البدن إلا حديث وائل المذكور، وهو مع كونه واقعة حال لا عموم لها، يحتمل أن يكون لبيان الجواز فيحال في ذلك كما في فتح القدير على المعهود من وضعهما حال قصد التعظيم في القيام، والمعهود في الشاهد منه أن يكون ذلك تحت السرة، فقلنا به في هذه الحالة في حق الرجل، بخلاف المرأة فإنها تضع على صدرها، لأنه أستر لها، فيكون في حقها أول) .
وقال صاحب تبيين الحقائق: (وقالوا لأنه أقرب إلى التعظيم كما بين يدى الملوك، وضعهما على العورة لا يضر فوق الثياب، فكذا بلا حائل، لأنها ليس لها حكم العورة في حقه، ولهذا تضع المرأة يديها على صدرها وأن كان عورة) .
وقال صاحب الهداية:
(ويعتمد بيده اليمنى على اليسرى تحت السرة لقوله عليه السلام،',NULL,'86',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (57,'(إن من السنة وضع اليمين على الشمال تحت السرة، وهو حجة على مالك في الإرسال، وعلى الشافعى في الوضع على الصدر، ولأن الوضع تحت السرة أقرب إلى التعظيم وهوالمقصود، ثم الاعتماد سنة القيام عند أبى حنيفة وأبى يوسف حتى لا يرسل حالة الثناء، والأصل أن كل قيام فيه ذكر مسنون يعتمد فيه، ومالا فلا، هو الصحيح، فيعتمد في حالة القنوت، وصلاة الجنازة، ويرسل في القومة وبين تكبيرات الأعياد) انتهى.
قوله: لقوله عليه السلام إن من السن وضع اليمين على الشمال تحت السرة.
قال صاحب فتح القدير: لا يعرف مرفوعا، بل عن على من السنة في الصلاة وضع الأكف على الأكف تحت السرة، رواه أبو داود وأحمد وهذا لفظه.
قال النووى: اتفقوا على تضعيفه لأنه من رواية عبد الرحمن ابن اسحاق الواسطى مجمع على ضعفه، وفي وضع اليمنى على اليسرى فقط أحاديث في الصحيحين وغيرهما تقوم بها الحجة على مالك. وأماقوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) فمدلول اللفظ طلب النحر نفسه، وهو غير طلب وضع اليدين عند النحر، فالمراد نحر الأضحية على أن وضع اليدين على الصدر ليس هو حقيقة وضعهما',NULL,'87',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (58,'على النحر فصار الثابت وضع اليمنى علىاليسرى ثم ذكر كما قال صاحب البحر الرائق.
وقال الشيخ محمد محمود البابرتى صاحب شرح العناية على الهداية.
ولأن الوضع تحت السرة أقرب إلى التعظيم، وأبعد من التشبه بأهل الكتاب، والتعظيم هو المقصود.
وقال العلامة العينى في عمدة القارى: (والحكمة في هذا كما يقال إنها أقرب إلى التعظيم، وأبعد من التشبه بأهل الكتاب، وأقرب إلى ستر العورة، وحفظ الأزرار عن السقوط، وذلك كما يفعل بين يدى الملوك، وفي الوضع على الصدر تشبه بالنساء فلا يسن) .
وأدلتهم باختصار: قال صاحب الهداية: قال عليه السلام إن من السنة وضع اليمين على الشمال تحت السرة.
قال العلامة العينى: هذا قول على بن أبى طالب، وإسناده إلى',NULL,'88',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (59,'النبى صلى الله عليه وسلم - غير صحيح.
وقال ابن الهمام: لا يعرف مرفوعا بل عن على رضى الله عنه) إلا أن الصحابى إذا قال: من السنة كذا يحمل قوله على المرفوع، وأثر على هذا رواه أبو داود وأحمد والدارقطنى والبيهقى كلهم من طريق عبد الرحمن بن إسحاق الواسطى عن زياد بن زيد السوائى عن أبى جحيفة عنه.
وإسناده ضعيف انظر فيما مضى.
حديث أبى هريرة قال وضع الأكف على الأكف في الصلاة تحت السرة رواه أبو داود وإسناده ضعيف من أجل عبد الرحمن بن إسحاق الواسطى. انظر تخريجه فيما مضى.
أثر إبراهيم النخعى قال: يضع يمينه على شماله في الصلاة تحت السرة.
قال الحنيفة: إن قول التابعى الكبير هو حجة عندنا على الأصح إذا كان تابعيا كبيراُ وظهرت فتواه في زمن الصحابة.
قول أبى مجلز قال ابن شيبة في مصنفه: حدثنا يزيد بن هارون، قال أخبرنا',NULL,'89',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (60,'حجاج بن حسان، قال سمعت أبا مجلز أو سألته قال: قلت كيف أضع؟ قال: يضع باطن كف يمينه على ظاهر كف شماله ويجعلهما أسفل من السرة.
قال البيهقى: وأصح أثر روى في هذا الباب أثر سعيد بن جبير وأبى مجلز.
ومذهب أبى مجلز هو الوضع أسفل السرة حكاه أبو عمر في التمهيد، وجاء ذلك عنه بسند جيد كذا قال ابن التركماني في الجوهر النقى.
ثم أورد إسناد ابن أبى شيبة وقال: الحجاج هذا هو الثقفي قال أحمد: ليس به بأس.
وقال مرة: ثقة.
وقال ابن معين: صالح.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (61,'أثر سعيد بن جبير: أخرج البيهقي بإسناده عن أبى الزبير قال: أمرني عطاء أن أسأل سعيدا أين تكون اليدان في الصلاة فوق السرة أو أسفل من السرة، فسألته فقال: فوق السرة.
وفيه يحي بن أبى طالب تكلموا فيه ومنهم من نسبه إلى الكذب.
أثر أنس بن مالك، قال من أخلاق النبوة وضع اليمين على الشمال تحت السرة.
يضعهما تحت الصدر فوق السرة: وهو مروى عن الشافعى كما في الوسيط وذكره البغوى وهو المعمول به عن أصحابه، ورجحه النووي.
قال النووى: وبهذا قال سعيد بن جبير وداود.
وهى رواية أيضا عن مالك.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (62,'وعن أحمد مثله، والرواية الأخرى عنه مثل أبى حنيفة يعنى تحت السرة مستدلا بحديث على رضى الله عنه.
يضعهما فوق الصدر: وبه قال أيضا الشافعى، وهى رواية نادرة عن أحمد.

أدلة الشافعية ومن وافقهم باختصار: حديث وائل بن حجر يقول:
صليت مع رسول الله - صلى الله عليه وسلم - فوضع يده اليمنى على يده',NULL,'92',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (63,'اليسرى على صدره.
رواه ابن خزيمة.
ورواه غيره فلم يذكروا فيه على صدره انظر ما مضى في تخريج هذا الحديث.
حديث قبيصة بن هلب عن أبيه قال: رأيت النبى - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره ورأيته يضع يده على صدره.
تفسير قوله تعالى (فَصَلّ لِرَبّكّ وَأنحَر) .
قال على هو وضع يده اليمنى على وسط ساعده على صدره.
رواه الحاكم والبيهقى.
قال ابن التركماني: في سنده ومتنه اضطراب.
وقال الحافظ ابن كثير: (وقيل أراد بقوله: (وَأنحَر) وضع اليد اليمنى على اليسرى تحت النحر، يروى هذا عن على ولا يصح، وعن الشعبى مثله) . انظر تفسيره.
تفسير ابن عباس لقوله تعالى (فَصَلّ لِرَبّكَ وَأنحَر) .
قال: (وضع اليمين على الشمال في الصلاة عند النحر) .
رواه البيهقى وغيره.
وفي سنده روح بن المسيب تكلموا فيه.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b1596] VALUES (64,'تفسير أنس بن مالك لقوله تعالى: (فَصَلّ لِرَبّكَ وَأنحَر) قال مثل تفسير على.
رواه البيهقى وغيره وفى إسناده رجل لم يسم.
مرسل طاوس. قال كان رسول الله - صلى الله عليه وسلم - يضع يده اليمنى على يده اليسرى ثم يشد بينهما على صدره وهو في الصلاة.
رواه أبو داود. وسبق تخريجه.
ولأن الصدر هو موضع نور الإسلام، فحفظه بيده في الصلاة أولى من الإشارة إلى العورة بالوضع تحت السرة، وهو أقرب إلى الخشوع، والخشوع زينة الصلاة.
هذا آخر ما أردت تسويده، وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين.',NULL,'94',NULL,NULL,'0');
